{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b3538":
    [
      {"page":8,"id":1,"nass":"ـ[اللباب في قواعد اللغة وآلات الأدب النحو والصرف والبلاغة والعروض واللغة والمثل]ـ\rالمؤلف: محمد علي السَّراج\rالناشر: دار الفكر - دمشق\rالطبعة: الأولى، 1403 هـ - 1983 م\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]\rأعده للشاملة: أبو إبراهيم حسانين","seal":"24F9900D","part":1},
      {"page":9,"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالمقدمة\rحمداً لمن خلق الإنسان وخصه بالعقل والبيان. وصلاة على نبيه محمد أفصح العرب لساناً، وأوضحهم بياناً، وأسلمهم لغة، وأجودهم مثلاً، وبعد:\rإن الغرض الأسمى من معرفة قواعد اللغة العربية هو أن النحو والصرف يصونان اللسان عن الخطأ في الكلام، ويعصمان القلم عن الزلل في الكتابة. وعلوم البلاغة تهدي إلى تفهم إعجاز القرآن، وتعين على تذوق الجمال في روائع الشعر وبدائع النثر. وعلم العروض يُعرف به صحيح وزن الشعر من فاسده. واللغة بحر يمد الكاتب بدرر الألفاظ ليصطفي منها ما يجعل كلامه أكثر\rوضوحاً وإشراقا. والأمثال كنز ثمين من تراثنا القديم ملئ فطنة وحكمة وتجربة.\rوقد عنى علماء العربية عصوراً بتهذيبها حتى بلغت غاية الكمال، لكنهم\rأكثروا من التعليل والتدليل، وأقحموا أشياء من الفلسفة والفقه، فصعب على الطلبة فهمها، وعسر هضمها، وراحوا يطالبون بتسهيلها وتيسيرها - ومطلبهم حق - لذلك ألفت هذا الكتاب وأودعته لباب ما في مطولات الأئمة المتقدمين. واستعنت على توضيح مسائل النحو والصرف بأمثلة وأبيات وتفسير وإعراب، وعلى تيسير علوم البلاغة بذكر ما سهل لفظه، وقرب معناه، وعلى تسهيل علم العروض بأخذ الأصول ونبذ الفضول، وعلى فوائد اللغة باصطفاء أطربها لفظا وأرخمها جرسا، وعلى شرح الأمثال بإيراد ما يجانسها من آية أو حديث أو بيت","seal":"F75F802B","part":1},
      {"page":10,"id":3,"nass":"أو مثل سائر. رجاء أن يفيد منها المتأدب الريضُ، ويطرب لها الأديب الريس.\rوقد جعلت الكتاب ثلاثة أقسام: أحدها في النحو والصرف، والثاني في البلاغة والعروض، والثالث في اللغة والأمثال. فلعلي وُفقتُ في عملي لما فيه غُنْيةٌ الطالب، وبغية الراغب، وبلغة الكاتب.\rالمؤلف\rمحمد علي السراج","seal":"F7E4C43B","part":1},
      {"page":11,"id":4,"nass":"القسم الأول\rالنحو والصرف\rتعريف وتمهيد\rالنحو - النحو علم بأصول يغرف بها أحوال الكلمات العربية من جهة الإعراب والبناء. والإعراب هو رفع الكلمة ونصبها وخفضها وجزمها، فإذا لم تكن الكلمة معربة سميت مبنية فتلزم حالة واحدة كأمس والآن.\rالصرفُ - الصرفُ، ومعناه التغيير والتحويل، علم يعرف به بنية الكلمة لغرض معنوي أولفظي. فالمعنوي كتثية المفرد وجمعه. واللفظي كتحويل قَوَلَ إلى قال ورَمَيَ إلى رَمي.\rفالنحو والصرف إذاً علمان متلائمان متعاونان. فالأول يوضح الكلمات من حيث الإعراب والبناء. والثاني من حيث التحويل والتغيير\rالكلمة وأقسامها\rالكلمة لفظ مفرد وضع لمعنى كرجل وغلام. وأقسامها ثلاثة: فعل واسم وحرف.\rفالفعل: ما يدل على معني مستقل بالفهم، والزمن جزء منه كذهب ويذهب واذهب.\rوالاسم: ما يدل على معني مستقل بالفهم، وليس الزمن جزءاً منه كقلم ودواة.","seal":"6557F7A8","part":1},
      {"page":12,"id":5,"nass":"والحرفُ: ما يدل على معنى غير مستقل بالفهم كهل ومن.\rوزن الكلمة\rلما رأى العماء أن أكثر الكلمات العربية ثلاثي وضعوا لها ميزاناً من أحرف (فَعَلَ) ، وسموا الحرف الأول فاء الكلمة والثاني عينها والثالث لامها؛ فيقال في ورن شمس: فَعْل، وفي وزن قُفْل: فُعْل، وفي وزن قرأ فَعَل. فإذا زادت الكلمة على ثلاثة أحرف، فإن كانت الزيادة حرفاً أو حرفين من أصل وضع الكلمة زدت في الميزان لاماً أو لامين فتقول في وزن جعفر: فعللْ، وفي وزن سفرجل: فعلَّل، وإن كانت الزيادة من حروف (سألتمونيها) جئت بالمزيد بعينه في الميزان، فتقول في وزن انصرف: انفعل، وفي وزن استخرج: استفعل، وإن كانت تكرير حرف من أصول الكلمة كررت ما يقابله في الميزان، فتقول في وزن قدم: فعَّلَ، وفي وزن جلْبَبَ: فعْلَلَ.\r* * *","seal":"FDBCA35E","part":1},
      {"page":13,"id":6,"nass":"الكلام على الفِعْلِ\rوفيه عشرة أبواب\rالأول: في الماضي والمضارع والأمر.\rالثاني: في المجرد والمزيد.\rالثالث: في الجامد والمتصرف.\rالرابع: في الصحيح والمعتل.\rالخامس: في التام والناقص.\rالسادس: في اللازم والمتعدي.\rالسابع: في المعلوم والمجهول.\rالثامن: في المؤكد وغير المؤكد.\rالتاسع: في المبني والمعرب.\rالعاشر: في نصب الفعل وجزمه ورفعه وإعرابه التقديري.","seal":"6DF260AE","part":1},
      {"page":15,"id":8,"nass":"الباب الأول\rفي الماضي والمضارع والأمر\rالماضي: الماضي ما وقع في زمان قبل الزمن الذي أنت فيه، وعلامته أن يقبل تاء الفاعل كقرأت، وتاء التأنيث الساكنة كقرأتْ، ويكون مبنياً على الفتح معلوماً كان أو مجهولاً كفهم وفهم.\rالمضارع: المضارع ما يكون في الزمن الذي أنا فيه أو بعده. فقولك: يضرب يصح أن يكودن للحال أو الاستقبال. فإذا أردت تخصيصه بالمستقبل فأدخل عليه السين أو سوفَ نحو: سيكتب أو سوف يكتب. ولائذ أن يكون أوَّلُهُ حرفاً من حروف (أنيتُ) .\rويكونا المضارع مرفوعاً إذاً تجرد من الناصب والجازم. وقد سمي مضارعاً لمضارعته - أي مشابهته - لاسم الفاعل بحركاته وحدوثه، فيقعد مثل قاعدِ حركات وحدوثاً.\rالأمر: الأمر ما تطلب به شيء بعد زمن التكلم نحو: اقرأ وافهم. وعلامته أن يقبل نون التوكيد مع دلالته على الطلب كاقرأنَّ وافهمن.\rوقد يرد في الكلام ألفاظ تفيد معنى الفعل يقال لها: أسماء الأفعال، وهذه أحكامها:\rأسماء الأفعال\rاسم الفعل: هو ما ناب عن الفعل معنى واستعمالاً، لكنه لا يقبل علامة الفعل ولا يتقدم معمولة عليه. وهو على ثلاثة أضرب:\rالأول: ينقسم من حيث الزمن إنما ثلاثة أقسام: اسم فعل ماضي كهيهات. واسم فعل","seal":"80429465","part":1},
      {"page":16,"id":9,"nass":"مضارع كاف. واسم فعل أمر كصة. لكن وروده بمعنى الأمر كثير، وبمعنى الماضي والمضارع قليل.\rالثاني: ينقسم من حيث الوضع إلى قسمين: مرتجلّ ومنقولٌ:\rفالمرتجلُ ما وضع من أول أمره أسم فعل كشتان وافَّ.\rوالمنقول ما نقل عن الظرف والجار والمجرور والمصدر كدونك الكتاب وعليك نفسك ورويد أخاك.\rالثالث: يصاغ على وزن فعال من كل فعل ثلاثي متصرف كنزال وسماع وحذار.\rفوائد\r1 - أسماء الأفعال سماعية إلا ما كان منها على وزن فعال فقياسي.\r2 - تستعمل أسماء الأفعال بلفظ واحد للمفرد وغيره مؤنثا ومذكراً نحو: مهْ يارجُل، ومَهُ\rيانساْء.\rتفسير\rمعنى شتان: افترق. وهيهات: بعد. وويْ: أتعجب. وافَّ: أتضجرٌ. وأوه: أتؤجعٌ. وحي عَلى: أقبل. وآمين: آستجب. ودونك: خذْ. ورويدَ: أمهلْ. ومكانك: أثبتْ.\rأمثلة\rشتان بين الجدَ والكسل ... هيهات النجاح بلا عملِ\rشرعان ما ذهب الوجلٌ ... ؤي لعالم يبخل بعلمه\rأف لعامل يتوانى بعمله ... أوهُ ممن يسيء إلى وطنه\rحي على شرف الجهاد ... مهُ عما يؤذي العباد\rهلم إلى سبيل الرشاد ... دونك الكتاب جلدهُ\rإليك التائة أرشده ... رويْد أخاك أمهلة\rمناع الصبي ... قتال العدو\rسماع الكلام ... حذار الإهمال","seal":"91690B7C","part":1},
      {"page":17,"id":10,"nass":"شواهد\rوعليك نفسك فارعَها ... واكسب لها فِعلا جميلا\rجاورت أعدائي وجاور ربه ... شتانَ بين جوارهِ وجواري\rفأوٌهْ لذكراها إذا ما ذكرتها ... ومن بْعدَ أرض دونها وسماء\rفحذار أن ترضى مودةَ منُ ... يقْلي الُمقلَّ ويعشق المثري\rالقلِى: البغض من قلاه يقليه. وقي القرآن الكريم:\r{مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى}\rإعراب\rوَيْ لِعاملٍ لا يُتْقِنُ عَمَلَهُ\r(وي) : اسم فعل مضارع بمعنى أتعجب، والفاعل مستتر وجوبا تقديره أنا.\r(لعامل) : جار ومجرور متعلق بويْ.\r(لا) : حرف نفي.\r(يتقنُ عمله) : فعل وفاعل ومفعول به ومضاف إليه. والجملة صفة لعامل، والتقدير: غير\rمتقنِ.\rالباب الثاني\rفي المجَرَّدِ والمزيدِ\rالُمجردُ: ما كانت جميع حروفه أصلية.\rوالمَزيدُ: ما زيد فيه حرف أو أكثر على حروفه الأصلية. وإليك البيان:","seal":"A983B5E6","part":1},
      {"page":18,"id":11,"nass":"الُمجردُ\rقسمان: ثلاثي ورباعي:\rفالثلاثي مع مضارعه ستة أبواب مرتبة بحسب القلة والكثرة على الوجه التالي:\rفعَلَ يفعُلُ كنصرَ ينصُرُ ... فعَلَ يفْعلُ كضرب يضربُ\rفعَلَ يفعلُ كمنع يمنعُ ... فعّل يفعَلُ كعِلمَ يعْلمُ\rفعُل يفعلُ كشرُفَ بشرُفُ ... فعِل يفعل كحسِبَ يحسبُ\rويجمعها قولهم:\rفتحُ ضم فتح كسر فتحتان ... كسر فتح ضمُّ ضمَّ كسرتان\rوالرباعي: له وزن واحد: فعللّ يفعللُ كهلْهَلَ يهلهلٌُ.\rالمزيدُ\rقسمان: مزيد الثلاثي، ومزيد الرباعي.\rمزيدُ الثلاثي ثلاثة أنواع: مزيد بحرف، ومزيد بحرفين، ومزيد بثلاثة حروف.\rفالمزيد بحرف له ثلاثة أوزان:\rأفعلَ يفعُل كأذهب يذهبً، وفعلَ يفعلُ كقدمَ يقدمُ، وفاعل يفاعل كبادل\rيُبادل.\rوالمزيد بحرفين له خمسة أوزان:\rانفعل ينفعل كانصرف ينصرف، وافتعل يفتعل كاجتمع يجتمع، وافعل يفعل كاسود يسود، وتفاعل يتفاعل كتشارك يتشارك، وتفعل يتفعل كتحدث يتحدث.\rوالمزيد بثلاثة أحرف له أربعة أوزان:\rاستفعل يستفعل كاستغفر يستغفر، افغوعل يفعوعلُ كاعشوشبَ يعشوشبْ،","seal":"2CED73D4","part":1},
      {"page":19,"id":12,"nass":"افعَولََ يفعوَّل كاجلوَّذّ يجلوَّذُ، افْعالَّ يفعَالُّ كاصفَارَّ يْصفارُّ.\rمزيد الرباعي نوعان: مزيد بحرف واحد، ومزيد بحرفين:\rفالمزيد بحرف واحد له وزن واحد: تفعلَلَ يتفعلُل كتدحرجَ يتدحرج وكتزلزل يتزلزل.\rوالمزيد بحرفين له وزنان:\rافعنللَ يفعنلل؟ كاحرنجم يحرنجمُ، افعلل يفعللُّ كادلهمَّ يدلهمُّ.\rتفسير\rاجْلَوَّذ: أسرع. أصفار: اصفر بالتدرج. احرنجم: تجمعَ.\rأمثلة\rكتب المقولة يكتبها ... ضرب المذنب يضربُه\rمنع السفرَ يمنعُه ... علم الأمر يعلمُه\rكرم الأصل يكرم ... حسبَ المال يحسُب\rزمجر الأسد يزمْجرُ ... هلهَل الشعر يهلهل\rبعثر الورق يبعثر ... أتقن العامل عملهُ\rدرب الوالد ولدهَ ... كاتبَ الغائب أهلهُ\rاستحصد زرعُ الأرضٍ ... املوْلًحَ ماءُ البحر\rاصفار ورقُ الشجر\rفوائد\rأبواب الفعل الثلاثي سماعية. لكن هناك ضوابط تقريبية وهي:\rأولاً: يكون من الباب الأول المضعف المتعدي كصده يصده، ولمهُ يلمُّهُ. ومن الباب الثاني المضعف اللازم كخفَّ يخفُّ، وحَن يحنُّ.","seal":"3CDE3427","part":1},
      {"page":20,"id":13,"nass":"ثانيا: يكون من الباب الثالث إذا كانت عينه أو لامهُ حرفا من حروف الحلق، وهي الهمزةُ والهاء والعُين والحاءُ والغيُن والخاءُ، نحو:\rسأل يسأل، بهلَ ينهّل، جَعل يجعل، سحب يسحب، ضغط يضغط.\rثالثا: أفعال البابا الخامس كلها لازمة تدل عل الغرائز الثابثة كحسن وقبح، وتصير متعدية بالمغالبة كحاسنتهُ، وما جدتهُ، وماجدتهُ لجدية، أي غلبته.\rرابعا: أفعال، الباب السادس تجئ من الصحيح قليلاً كحسب، ومن المعتل كثيراً كورث.\rشواهد\rإذا المرء لم يكففْ عن الناس شره ... فليس لهُ ما عاش منهمْ مصاحبُ\rتسامح ولا تستوف حقك كله ... وأبق فلم يستوف قط كريم\rصديقي من يرد الشر عني ... ويرمي بالعداوة من رماني\rويصفو لي إذا ما غبت عنة ... وأرجوه لنائبة الزمان\rلو عرف الإنسان مقدارهُ ... لم يفخر المولى على عبدهِ\rأمس الذي مرعل قربه ... يعجز أهل الأرض عن ردهِ\rالباب الثالث\rفي\rالجامد والمتصرف\rالفعل الجامد يلازم صورة واحدة. وهو إما أن يكون ملازماً للمضي كعسى وليس، أو للأمر يةِ كهب وتعلم.\rوالمتصرف ما لا يلازم حالة واحدة. وهو إما أن يكون تام التصرف بأن تأتي منه الأفعال الثلاثة كفهم ويفهم وافهم، أو ناقص التصرف كزال وبرح.","seal":"2B87E547","part":1},
      {"page":21,"id":14,"nass":"كيف يتصرف المضارع من الماضي\rيتصرف المضارع من الماضي بأن يزاد في أوله أحد أحرف المضارعة الأربعة: الألف والتاء والنون والياء مجموعة في كلمة (أنَيْتُ) ، مضموماً في الرباعي كيدحرج، مفتوحاً في غيره كينصر وينطلقُ ويستغفر. فإن كان الماضي تلاثياً سكنت فاُء المضارع وحركت عينه بضمة أو فتحة أو كسرة كينصر ويلعب ويحمل. وإن كان غير ثلاثي بقي على حاله إن كان مبدوءاً بتاء زائدة كيتقدم\rويتسابق وإلا كسر ما قبل آخره كيعظم ويسامح.\rكيف يتصرف الأمر من المضارع\rيتصرف الأمر من المضارع بأن يحذف حرف المضارعة كقدم وصافح، فإن كان أول الأمر ساكناً زيد في أوله همزة وصل كاقرأ وأفهم، وإن كان محذوفا منه الهمزة ردت إليه كأكرم وأستغفر.\rأمثلة\rعسى حرف جرمن نداك يجرني ... ليس التكحل بالعينين كالكحل\rاخلولق العدل في الورى يتوارى ... كرب القلب من جواه يذوب\rهب الدنيا تساق إليك عفواً ... أليس مصير ذلك للزوال\rتفسير\rالندى: الخير والفضل. الكحل: سواد يعلو العينين كالكحل. كرب: من أفعال الشروع ككاد وأوشك. الجوي: الحرقة وشدة الوجد.","seal":"7FDD7EF9","part":1},
      {"page":22,"id":15,"nass":"الباب الرابع\rفي الُمعتل والصحيح\rالصحيحُ: الفعل الصحيح ما خلت أصوله من أحرف العلة وهي:\rالألف والواو والياء. وينقسم إلى ثلاثة أقسام:\rسالم ومهموز ومضعف.\rالسالمُ: ما سلمت أصوله من الهمزة والعلة والتضعيف كسمع وعلم.\rالمهموز: ما كان أحد أصوله من همزة نحو: أخذ وسأل وقرأ. فإذا توالت في أوله همزتان الأولي متحركة والثانية ساكنة قلبت الثانية مداً مجانساً لحركة الأولي نحو: آمن أومن إيماناً. وشذ أكل وأخذ وأمر فتخذف الهمزتان من أمرها فيقال: خذ وكلْ\rومرْ. وكذلك رأى تحذف العين من مضارعها وأمرها فيقال: يرى وره، ومن جميع تصاريف أري نحو: يري وأرهْ.\rالمضعفُ: ما يعتريه الإدغام، وهو إدخال، أحد الحرفين المتماثلين في الآخر. ويكون الإدغام واجباً إذا كانا متحركين كمدّض يمُد. وممتنعاً إذا سكن الثاني كمددتُ ويمدُدْن. وجائزاً إذا كان السكون لجزم المضارعة، أو لبناء الأمر، نحو: لم يمَدَّ، ومُد، ولم يمددْ، وامْدُدْ.\rالمعتل: هو ما كان أحد أصوله أو اثنان منها من أحرف العلة، وهو خمسة أنواع: مثال وأجوف وناقص ولفيف مفروق ولفيفٌ مقرون.\rالمثال: ما اعتلت فاؤه كوصل. فإن كان مكسور عين المضارع خُذفت فاؤه كيعدُ ويزنُ. ولا حذف في مثل: يؤجل ويينع وييبسُ لانفتاح العين. وشذ مثلُ: يقعُ ويضعُ.","seal":"EE21E05A","part":1},
      {"page":23,"id":16,"nass":"الأخوَفُ: ما اعتلت عينه كقال وباع. فإذا سكن آخره لجزم المضارع أو لبناء الأمر حذفت العين نحو: لم يقم ولم يبعْ وقم وبعْ.\rالناقصُ: ما اعتلت لامهُ كرضي وعلا. فإذا اتصل بواو جماعة أو ياء مخاطبة خذفت اللام وحركت عينه بحركة مجانسة للضمير نحو: نسُوا وترضيْن.\rاللفيف المفروق: ما اعتلت فاؤه ولامهُ كوعي ووفى، ويعاقل معاملة المثال والناقص.\rاللفيف المقرونُ: ما اعتلت عينه ولامهُ كروى وحوى، ويعامل معاملة الناقص.\rالإسناد إلى واو الجماعة وياء المخاطبة\rسعوا وغلوا ونسوا وزكوا ... يشعون ويعلمون وينسون ويزكون\rسعيت وعلوت ونسيت وزكوت ... تسعين وتعلين وتنسين وتزكين\rشواهد\rعني لووْا قلبي كووْا لطْفا حَوَوْا ... وعلى العرش من الحسن استوَوا\rمن قال لا أغلط في أمر جرى ... فإنها أول غلطة ترى\rوأنم نمو النبْت قد زادهْ ... غبٌ الندى واسم إلي قدرتكْ\rلتمييز الصحيح والمهموز والمعتل\rآليت أن أقرأ آثارالأنبياء، وآثرت كتت الجاحظ إيثاراً كبيراً، لإيماني بأنه عالم صفا ذهنه، ونما عقله، وزكو طبعه، وسرو خلقةُُ.\rتفسير\rالندى: الأصل المطر وما أصاب من بلل. الغبُ بالكسر ما أتي يوماً بعد يوم. زكوَ زكّوا: صلُحَ.","seal":"B433DF0A","part":1},
      {"page":24,"id":17,"nass":"الباب الخامس\rفي التام والناقص\rالفعل التام ما تتم به وبمرفوعه جملة نحو: طلع البدرُ.\rوالفعل الناقص ما لا تتم الجملة معة إلا بمرفوع ومنصوب نحو: كان عمر عادلاً.\rوالأفعال الناقصة: تسمى (الناسخة) ، تدخل علي المبتدأ والخبر، فترفع الأول ويسمى اسمها، وتنصب الثاني وتسمى خبرها. وهذه أوصافها:\rكان وأصبح وأضحى وظل وأمسى وبات تفيد التوقيت بزمن مخصوص، فكان تفيد اتصاف المخبر عنه بالماضي. وأصبح بالصباح، وأضحى بالضحى. وظل بالنهار. وأمسى بالمساء. وبات بالليل. وتتصرف تصرفاً تاماً، فمضارعها وأمرها\rومصدرها واسما فاعلها ومفعولها كالماضي.\rصار: تفيد التحويل والتغيير نحو: صار الماء جليداً. وتتصرف تصرفاً تاماً. ومثلها في المعنى والعمل: آض وغاد ورجع واستحال وارتد وحار وراح وقعد. وقد جمعت بقولهم:\rبمعنى صار في الأفعال عشر ... تحول آض عاد ارجع لتغنم\rوراح غدا استحال ارتد فاقعد ... وحارَ فهاكَها والله أعلم\rليس: تفيد النفي نحو: ليس المخاطر محموداً. وهي جامدة، ويكثر وقوع الباء الزائدة في خبرها نحو: لست بمقترف ذنباً، مقترف خبر ليس مجرور لفظاً منصوبا محلاً.\rدام: تفيد التوقيت بحالة معينة، ويشترط لها تقدم ما الظرفية المصدرية عليها،","seal":"D0B53DF8","part":1},
      {"page":25,"id":18,"nass":"وسميت بذلك لتأويلها مع ما بعدها بالمصدر نحو: اطلب العلم ما دمت حياً، أي: فمدة دوامك حياً.\rزال وبرح وانفكَّ وفتئ: تفيدُ الاستمرار، وتتصرف تصرفاً ناقصاً؛ فيأتي منها الماضي والمضارع. ويشترط في عملها تقدم النفي نحو: ما زال ولم يبرح. ويكثُرُ حذف النفي مع القسم كقوله تعالي: {تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ} .\rأمثلة\rكان الدرسُ سهلاً ... لم يكن الفحصُ صعباً\rيعجبني كونك شهماً ... صار العدو صديقاً\rآض الجو لطيفاً ... استحال القمح دقيقاً\rليس الكذوب مصدقاً ... لستُ بقائل هجراً\rلست بمانع خيراً ... تصدق مادمت موسراً\rلم يزل سعد غائباً ... لا يفتأ عمرو حازماً\rتفسير\rالهجر: الفحشُ. الحزم: ضبط الرجل أمره. الموسر: الغني المثري.\rفوائد\r1 - تأتي كان رائدة بعد ما التعجبية نحو: ما كان أكرم حاتماًَ!\r2 - يجوز حذفه نون كان إذا جزم مضارعها ولم يك بعد همزة نحو: {وَلَمْ أَكُ بَغِيًّا} .\r3 - يجوز حذف كان وحدها نحو: أما أنت جالساً جلست. أي: جلست لأن كنت جالساً.\rحذفت كان بعد أن المصدرية، وعوض عنها (ما) ، وانفصل الضمير (أنت) .\r4 - يجوز حذف كان مع اسمها بعد إن ولو الشرطيتين نحو:\rقد قيل ما فيل إن صدقا وإن كذباً. أي: إن كان القول صدقاً.","seal":"5254B8D8","part":1},
      {"page":26,"id":19,"nass":"4 - إذا عطف على جواب الشرط بالفاء أو الواو جاز فيه ثلاثة أوجه: الجزم على العطف، والنصب على تقدير أنْ، والرفع على الاستئناف، كقوله تعالى: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ} أو فيغفرّ أو فيغفرُ.\r5 - قد يجزم المضارع إذا وقع جواباً للطلب نحو: جودوا تسودوا، وجزمهُ بشرط محذوف تقديره: إن تجودوا تسودوا.\r6 - إذا اجتمع شرط وقسم فالجواب للسابق نحو: إن قام علي والله أقم ونحو: والله إن قام عليَّ لأقومن.\rشواهد\rأرى العمر كنزاً ناقصاً كل ليلة ... وما تنقص الأيام والدهر ينفذ\rمن تجمع القلب الذكي وصارماً ... وأنفا حمياً تجتنبك المظالم\rومهما تكن عند امرئ من من خليقة ... وإن خالها تخفى على الناس تعلم\rومن يجعل المعروف من دون عرضه ... يفرهُ ومن لا يتق الشتم يشتم\rومن هاب أسباب المنايا ينلنه ... وإن يرق أسبابَ السماء بسلم\rإعراب\rمنْ استرعى الذئبَ الغنم فقد ظَلَمَ\rمنْ: اسم شرط جازم يجزم فعلين الأول فعل الشرط والثاني جوابه وجزاؤه محله الرفع مبتدأ.\rاسترعى: ماض فاعله مستتر.\rالذئب الغنم: مفعولان لاسترعى.\rفقد: الفاء رابطة للجواب، وقد للتحقيق.\rظلم: فمل ماض جواب الشرط وفاعله مستتر. والشرط والجواب في محل رفع خبر المبتدأ منْ.\rتفسير\rالعرض: موضع المدح والذم من الإنسان. وَفَرَ يفرُ: صان ووَقى. الخليقة: الطبيعة. ذكاء القلب: حدتُهُ.","seal":"BC5686E5","part":1},
      {"page":27,"id":20,"nass":"كانَ مَا تتوقعتُهُ\rكان: فعل ماض تام بمعنى وقع وحصل.\rما: اسم موصول محله الرفع فاعل كان.\rتوقعتهُ: فعلٌ وفاعلُ ومفعول به. والجملة صلة الموصول لا محل لها من الإعراب.\rأفعال المقاربة\rمن أخوات (كان) أفعالُ المقاربة، وهي ثلاثة أنواع:\rالأول: ما وضع للدلالة على قرب وقوع الخبر، وهو كاد وأوشك وكرب.\rالثاني: ما وضع للدلالة على رجاء وقوع الخبر، وهو عسى وحرى واخلولق.\rالثالث: هما وضع للدلالة على قرب الشروع فيه، والمشهور منهُ. شرع وأنشأ وطفقَ وعلق وجعل وأخذ.\rويلزم أن يكون خبر هذه الأفعال مضارعاً مقترناً بأن وجوباً في اخلولق وحرى، وكثيراً في أوشك وعسى، وقليلاً في كاد وكرب. ولا اقتران في أفعال الشروع.\rأمثلة\rعسى الله أن يرحمنا ... اخلولق الصبر أنْ ينفعنًا\rحري الدهر أن يفرحنا ... شرعَ الطفل يحكي\rأخذ المطر يهمي ... جعل الفرس يجري\rطفق الجمع يتفرق ... علق السيل يتدفقُ\rأنشا الوغدُ يتملق","seal":"5A9DB292","part":1},
      {"page":28,"id":21,"nass":"شواهد\rعسى الكربُ الذي أمسيتّ فيه ... يكون وراءهُ ة فرج قريبُ\rكادت النفسُ أن تفيض عليه ... إذا غدا حشو ريطة وبرود\rإذا غير النأي المحبين لم يكد ... رسيسس الهوى من حب مية يبرحُ\rإذا سئل الناس التراب لأوشكوا ... إذا قيل هاتوا أن يملوا ويمنعوا\rإعراب\rعسى الله أن يأتي بالنصر\rعسى: فعل ماض ناقص. ولفظ الجلالة اسم عسى مرفوع.\rأن: مصدرية.\rيأتي: فعل مضارع منصوب بأن، والفاعل ضمير مستتر. وأن، وما بعدها في تأويل مصدر محلهُ النصر خبر عسى تقديره آتياً.\rتفسير\rالوغد: الدنيء. الكرب: الهر. فاضت النفس: خرجت. البرود: الأكسيةُ. الريطةُ: الملاءةُ. النأي: البعدُ. رسيس الهوى: ابتداؤه.\rالباب السادس\rفي اللازم - والمتعدي\rينقسم الفعل إلي لازم ومتعدَّ:\rفاللازم ما لا ينصبُ المفعول به كقام وقعد. ويكثر في باب فعُل وفعَّل، وفي الفَِعل المطاوع كشرف وظرفّ وفرح وحزن وانصرف واجتمع.","seal":"8817E762","part":1},
      {"page":29,"id":22,"nass":"والمتعدي ما ينصب المفعول به، وهو أربعة أقسام:\rالأول: ما ينصب مفعولاً واحداً، وهو كثير كسمع القول، وعرف الحقَّ.\rالثاني: ما ينصب مفعولين أصلهما مبتدأ وخبر كظن وحسب وخال وزعم وجعل وعدَّ وحجّا وتفيد الرجحان، ورأي وعلم ووجد وألفى ودرى تعلم وتفيد اليقين، وصير ورد وترك واتخذ وتخذ وجعل ووهب وتفيد التحويل نحو:\r{وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا}\rالثالث: ما ينصب مفعولين ليس أصلهما مبتدأ وخبراً كأعطى وكسا نحو: أعطيته مالاً، وكسوتة ثوباً.\rالرابع: ما ينصب ثلاثة مفاعيل، وهو أرى وأعلم وأنبأ ونبأ وأخبر وخبر وحدث نحو: {يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ} ، ونحو: أعلمته الضيف قادماً.\rأمثلة الفعل اللازم\rشرفَ الرجل وظرف ... طال الظل وقصر\rكرم الشيخ وحلم ... فرح الأب وحزن\rغيد الابن وعمش ... شبع الأخ وعطش\rقصفت العود فانقصف ... صرفت الماء فانصرف\rغرفت الماء فانغرف.\rأمثلة الفعل المتعدي\rسبق السيف العذل ... قرب الشره الأجل\rأكل الذئب الحمل ... أعطيت الفائز كتاباً\rألبست العاري ثياباً ... سقيت الصادي شراباً","seal":"D0C8509C","part":1},
      {"page":30,"id":23,"nass":"ظننت بكراً نائماً ... حسبت عمراً قادماً\rخلت نضراً عالماً ... صيرت الدهن شمعاً\rتخذت القناعة كنزاً ... جعلت الكتاب خذنا\rأريتك البحث مكتوبا ... أنباتك الفوز مأمولاً\rأخبرتك العدو مقبولاً.\rتفسير\rالظرف: البراعة والذكاء. الحلم: الصفح. الغيدُ: النُعومةُ.\rالعمشُ: سيلان العين بالدمع. العدل: اللومُ. الصادي: العطشانُ.\rالخدنُ: الصُديق. الشرهُ: غلبةُ الحرصِ.\rفوائد\r1 - يتعدى اللازم بالهمزة والتضعيف نحو: {نَزَّلَ عَلَيْكَ الْكِتَابَ} {وَأَنْزَلَ التَّوْرَاةَ} . وبالمفاعلة نحو: جالست العلماء، وصاحبت البلغاء. وبما كان على وزن استفعل ودل على الطلب أو النسبة نحو: استأذن واستحسن. وبما سقط منه الجار مع أن وأن نحو: شهدت أنك حاذق، وعجبت أن تغلط. الأصل: شهدت بأنك حاذق، وعجبت من أن تغلط.\r2 - قد يسدُّ مسد المفعولين أن واسمها وخبرها نحو: لقد زعمت أني تغيرت بعدها.\r3 - قد ترد علم بمعنى عرف، وظن بمعنى اتهم، ورأى بمعنى أبصر، فتنصب مفعولاً واحداً نحو: {اللَّهُ يَعْلَمُهُمْ} أي: يعرفهم. ونحو: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ} . ونحو: رأيت الهلال.\r4 - ظن وأخواتها تعلق عن العمل إذا ولي الفعل نفي أو استفهام أو لام الابتداء أو لام القسم (والتعليق: إبطال العمل لفظا لا محلاً) نحو: سيعلم أينا الفائر، فجملة أينا الفائر مبتدأ وخبر في قبل محل نصب سد مسد مفعولي عليم.","seal":"0AD62AA6","part":1},
      {"page":31,"id":24,"nass":"شواهد\rرأيتُ الله أكبر كل شيء ... محاولة وأكثرهمْ جنوداً\rقد كنتُ أحجواباً عمرو أخا ثقةِ ... حتى ألمتْ بنا يوماً مُلماتُ\rولقد علمت لتأتين منيتي ... إن المنايا لا تطيشُ سهامُها\rوما أدْري ولست إخالُ أدري ... أقوم آلُ حِصنٍ أم نساءٌ\rإعراب\r{إِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ} .\rإنًُ: نافية بمعنى ما.\rأدري: مضارع فاعلهُ مستترٌ.\rأقريبٌ: الهمزة للاستفهام، قريب مبتدأ مرفوع.\rأم بعيد: معطوف على أقريبٌ.\rما: اسم موصول محله الرفع خبر.\rتوعدون: مضارع مجهول مع نائب فاعل، وجملة توعدون لا محل لها صلة الموصول، والعائدُ\rمحذوف تقديره به. وجملةُ المبتدأ والخبر في محل نصب سدَّ مسد مفعولي أدري.\rالباب السابع\rفي المبني للمعلوم والمبني للمجهول\rالمبني للمعلوم: ما ذكر فاعله كقطع حمزة الغصن.\rوالمبني للمجهول: ما حذف فاعله وأنيب عنه غيره كقطع الغضن. ويجبُ عند البناء للمجهول:","seal":"FD3B88D6","part":1},
      {"page":32,"id":25,"nass":"أولاً: تغيير صورة الفعل. فإن كان ماضياً كسر ما قبل آخره وُضم كلُّ متحرك قبله كفهم البحث، ودحرج الحجرُ، وأستنبط النفط، وتعلم الحساب. وإن كان مضارعاً ضم أوله وفتح ما قبل آخره كيقطع الغصن، ويتعلم الحساب، ويستنبط النفط.\rثانيا: إن كان ما قبل آخر الماضي ألفاً كقال وباع وأستمال قلبت ياء وكسر ما قبلها نحو: قيل وبيع واستميل. وإن كان ما قبل آخر المضارع مدا واوا أو ياء كيقول ويبيع قلب ألفاً نحو: يقال ويباع.\rثالثاً: إذا كان الفعل يتعدى إلى مفعولين أبقيَ المفعول الثاني على حاله، فيقال في مثل أعطى المدير المجلي جائزة: أعطي المجلي جائزة.\rرابعا: الفعل اللازم لا يبنى للمجهول إلا إذا كان نائب الفاعل مصدراً أو ظرفاً أو جاراً ومجروراً نحو: انتقم انتفام شديد، ووقف أمام الباب، وطيف بالبيت العتيق.\rأمثلة\rأوصف البحتري إيوان كسرى ... وصف أو يوصف إيوان كسرى\rتعلم الطالب قواعد النحو ... تعلم أو يتعلم قواعد النحو\rساس الملك الرعية بالعدل ... سيست أوتساس الرعية بالعدل\rمنح الرئيس المجلي جائزة ... منح أو يمنح المجلي جائزة\rشواهد\rفيالك من ذي حاجة حيل دوتها ... وما كل ما يهوى امرؤ وهو طائله\rتظوهر بالعدوان واختيل بالغنى ... وشورك بالرأي الرجال، الأماثل","seal":"BFE1146C","part":1},
      {"page":33,"id":26,"nass":"إن عد أهل الحجى كانوا أئمتهم ... أو قيل من خير أهل الأرض قيل همُ\rيغضي حياءّ ويُغضى من مهابته ... فما يكلم إلا حين يبتسم\rفائدة\rورد في اللغة أفعال ملازمة للبناء للمجهول منها: جن وصم وفلج وزكم وبهت ووعك، وأغمي عليه، وامتقع لونه، وسقط في يده، وطل دمه، وغم الهلال، وهرع إليه.\rإعراب\rأعطى المحسنُ السائل حسنةّ\rأعطى: فعل ماض مبني على فتح مقدر للتعذر.\rالمحسن: فاعل مرفوع.\rالسائل حسنة: مفعولا أعطى.\rأعطيَ المحتاج معونةٌ\rأعطي: ماض مجهول.\rالمحتاج: نائب فاعل مرفوع ناب مناب المفعول الأول.\rمعونة: مفعول به ثان.\rالبابُ الثامنُ\rفي المؤكد وغير المؤكد\rينقسم الفعل إلى مؤكد وغير مؤكد.\rفالمؤكد: ما لحقته نون التوكيل ثقيلة كانت أو خفيفة نحو: لنثابرنَّ ولنكونن من الفائزين.\rوغير المؤكد: ما لم تلحقه النونُ، وهي لتوكيد الحدث المطلوب فعله أو تركه. فالماضي","seal":"3706774A","part":1},
      {"page":34,"id":27,"nass":"لا يؤكد لأن زمن حصوله قد فات، والأمر يجوز توكيده كقرأن واحفظن. أما المضارع ففيه ثلاثة أوجه:\rالأول: وأجب التوكيد، إذا كان جواباً لقسم، غير مفصول من لامه بفاصل، وكان مثبتاً، مستقبلاً نحو: وريك لأفين بوعدي، ويميناً لأضاعفن جهدي.\rالثاني: ممتنع التوكيد، إذا كان جواباً لقسم ولم تتوفر فيه الشروط المذكورة نحو: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} ونحو: والله لا يذهب العرف سدىّ.\rالثالث: جائر التوكيد إذا لم يكن واجب التوحيد أو ممتنعه إلا أنه التوكيد في الطلب أكثر نحو: لنصبرن، ولا تضجرن، وهل تتصدقن؟ وألا تتعاون؟ وهلا\rتسرعن أو لنصبر، وهل تتصدقُ؟ وألا نتعاونُ؟ وهلا تسرعُ.\rأمثلة\rتالله لأفين بوعدي ... يميناّ لأخرجن الزكاة\rوحقك لأزورنك غداً ... تالله لسؤف أفي بوعدي\rيميناً لا أمنع الزكاة ... وحقك لأمكث هنا الآن\rلنعملن بإخلاص أولنعمل ... لا تهملن واجباً أولا تهمل\rهلا تحفظن لسانك أو تحفظ.\rما يحدث من التغيير في الفعل المؤكد\r1 - تحذف من الفعل علامة الرفع حركة كانت أو حرفاً، ويبنى الفعل على الفتح إذا اتصلت به نون التوكيد مباشرة، وإذا أتباشره يبقى معرباً.\r2 - إذا أسند إلى الاسم الظاهر أو ضمير الواحد فتح ما قبل النون وقلبت ألف الناقص ياء نحو: يكتبنَّ ويرمينَّ ويعلونَّ ويسعينَّ.\r3 - إذاً أسند إلى ألف الاثنين كسرت نون التوكيد بعد الألف وشددت نحو: يكتبانَّ ويرميانَّ ويعلوانَّ ويسعيانَّ.","seal":"DCD678B9","part":1},
      {"page":35,"id":28,"nass":"4 - إذا اسند إلى واو الجماعة حذفت الواو لالتقاء الساكنين، وحذفت نون الجمع لتوالي الأمثال، وضم ما قبل النون نحو: يكتبنَّ ويرْمنَّ، إلا في المعتل الآخر بالألف فتبقى الواو محركة بالضم نحو: يعلونَّ ويسعونَّ.\r5 - إذا أسند إلي ياء المخاطبة حذفت الياء لالتقاء الساكنين، والنون لتوالي الأمثال، وكسر ما قبل نون التوكيد، إلا في المعتل الآخر بالألف فتبقى الياء محركة بالكسر نحو: تكتبنَّ وترمن وتعلينَّ وتسعينْ.\r6 - إذا أسند إلي نون النسوة زيد ألف بين النونين وكسرت نون التوكيد وشددت نحو: يرضعنانَّ ويرمينان ويرجونان ويسعينانَّ.\rطريقة تؤكيد الفعل\r(أنت) تكتب تنوي تدعو تنسي: تكتبن تنوين تدعون تنسين.\r(أنتما) تكتبان تنويان تدعوان تنسيان: تكتبان تنويان تدعوان تنسيان.\r(أنتم) تكتبون تنوون تدعون تنسون: تكتبن تنون تدعن تنسون.\r(أنت) تكتبين تنوين تدعين تنسين: تكتبين تنون تدعن تنسين.\r(أنتم) تكتبن تنوين تدعون تنسين: تكتبنان تنوينان تدعونان تنسينان.\rشواهد\rلا تمدحن امراً حتى تجربه ... ولا تذمنه من غير تجريب\rلأحسبنك بعد الموت تندبني ... وفي حياتي ما زودتنى زادي\rلا تنسين تلك العهود فإنما ... سميت إنساناً لأنك ناس\rلا تطلبن بغير حظ آلةٌ ... قلم البليغ بغير حظ مغزلُ\rلا تحقرن صغيراً في مخاصمة ... إن البعوضة تدمي مقلة الأسد","seal":"6D0F4EBE","part":1},
      {"page":36,"id":29,"nass":"إعراب\rلا تيئسُنّ إذا كبوتم مرة\rلا: ناهية.\rتيئسن: فعل مضارع مجزوم بلا وعلامة جزمه حذف النون، الأصل (تيئسون) . وواو الجماعة المحذوفة لالتقاء، الساكنين فاعل.\rإذا: ظرف زمان متضمن معنى المشرط محله النصب متعلق بجوانب الشرط.\rكبوتم: فعل ماض وفاعل. والجملة محلها الجر بالإضافة إلى إذا، والتقدير: عند كبوتم.\rمرة: نائب مفعول مطلق منصوب.\rلاُّعرضن عن مجالسة المرائين\rلأعرضن: اللام واقعة يجواب قسم محذوف تقديره (أحلف) . وأعرض فعل مضارع مبني على الفتح لاتصاله بنون التوكيد مباشرة، وضميره المتكلم فاعل.\rعن مجالسة: جار ومجرور متعلق بأعرض.\rالمرائين: مضاف إليه مجرور.\rالبابُ التاسعُ\rفي المعرب والمبني\rالمعرب من الأفعال ما يتغير آخرهُ بتغير العوامل رفعاً ونصباً وجزماً.\rوالعامل ما أوجب كون الكلمة على وجه مخصوص.\rوالمبني ما يلزم آخره حالة واحدة من فتح وضم وسكون.\rوحكم كل منهما موضح فيما يلي:\rالمضارع: يكون معرباً إذا لم تباشرهُ نون التوكيد أو نون النسوة، ويكون رفعه","seal":"1D85AFDB","part":1},
      {"page":37,"id":30,"nass":"بعامل معنوي هو التجرد عن الناصب والجازم. وينصب ويجزم بعامل لفظي وكلنْ ولمْ.\rويكون مبنياً إذا باشرته إحدى النونين، فبنون التوكيد يبنى على الفتح كيعرفن، وبنون النسوة يبنى على السكون كيذهبنَ.\rالماضي: أصل بنائه على الفتح كذهب ونظر، ويبنى على الضم إذا اتصل بواو جماعة كنظروا وذهبوا، وعلى السكون إذا اتصل بضمير رفع متحرك كنظرتُم ونظرْنَ. ونظرْتُ.\rالأمر: يبنى على ما يجزم به مضارعه كافهم وخف واسْمُ وارمِ.\rأمثلة المضارع\rيشرح الأستاذ الدرس ... يرهف الطلاب السمع\rيلخص الأذكياء البحث ... لينصرن علي وليوفقن\rالأمهات يرضعن أولادهن ... العفيفات يصنَّ كرامتهن\rأمثلة الماضي\rسمع الجهور الخطاب ... طبع المؤلف الكتاب\rضبط المدقق الحساب ... التلاميذ أحضروا كتبهم\rالصناع أتقنوا عملهم ... المؤتمرون أجمعوا أمرهم\rأنت أديت واجبك ... أنتم أديتم واجبكم\rهن أدين واجبهن\rأمثلة الأمر\rأسمع نصيحة مؤدبك ... واسع لخير وطنك\rواسم بفضل أدبك","seal":"FE4A2BF2","part":1},
      {"page":38,"id":31,"nass":"شواهد\rإذا جاريت في خلق دنيئاً ... فأنت ومن تجاريه سواءُ\rرأيتُ الحر يجتنبُ المخازي ... ويحميه عن الغدر الوفاءُ\rإذا تخش عاقبة الليالي ... ولم تستحي فاصنع ما تشاءُ\rإذا الفتى ذم عيشاً في شبيبته ... فما يقول إذا عصر الشباب مضى\rإعراب\rلا تمدحنْ امراً حتى تجربه\rلا: ناهية.\rتمدحن: فهل مضارع مبني على الفتح لاتصاله مباشرة بنون التوكيد في محل جزم بلا، وفاعله ضمير المخاطب المستتر.\rامراً: مفعول به منصوب.\rحتى: حرف غاية وجر.\rتجربه: فعل مضارع منصوب بأن مضمرة بعد حتى والهاء في محل نصب مفعول به، والفاعل ضمير المخاطب. وأن وما بعدها في تأويل مصدر محله الجر بحتي تقديره: حتى تحريبه. والجار والمجرور متعلق بتمدحن.\rيكتبانَّ\rفعل مضارع مرفوع بثبوت النون المحذوفة لتوالي الأمثال، وألف الاثنين فاعل. الأصل يكتبان بدون تشديد.\rتفْرحُنَّ\rفعل مضارع مرفوع بثبوت النون المحذوفة لتوالي النونات، وواو الجمعة المحذوفة لالتقاء، الساكنين فاعل، الأصل تفرحون.\rيُرضعنَ\rفعل مضارع مبني على السكون لاتصاله بنون النسوة، والنون محلها الرفع فاعل.","seal":"E6A3960D","part":1},
      {"page":39,"id":32,"nass":"تفسير\rجاراه: جرى معه. المخازي: الخصلات القبيحة. الغدر: نقض العهد.\rالبابُ العاشرُ\rفي نصب الفعل وجزمه ورفعه وإعرابه التقديري\rنصبُ الفعل: الأصل في نصب الفعل أن يكون بالفتحة، وينوبُ عنها حذف النون في الأمثلة الخمسة، وهي كل مضارع لحقته ألف الاثنين أو واو الجمعة أو ياء المخاطبة نحو: لن أتحدث حتى تصغيا أو تصغوا أو تصغي.\rوينصب المضارع بأحد الأحرف الآتية: أنْ لنْ إذنْ كيْ. وهذه أحكمها:\rأن: حرف مصدري لتأويلها مع ما بعدها بالمصدر نحو: (أن تصمت خير لك) ، والتقدير: صمتك خير لك. ويجوز حذفها أو إثباتها بعد لام التعليل نحو: قرأت لأفهم أو لأن أفهم. وقد تقترن بلا النافية فيتعين إثباتها وإدغامها نحو: لئلا يعم أهل الكتاب.\rلن: لنفي الفعل المستقبل نحو: لن أبرح الأرض. ويحوز تقديم معمولها عليها\rنحو: سعيداً لن أكلم.\rإذن: لا تنصب إلا إذا كان الفعل مستقبلاً متصلاً بها تقول: إذن أكرمك، لمن يقول لك: سأزورك، ويجوز الفصل بالقسم أو بلا النافية نحو: إذن والله أكرمك. ونحو: إذن لا يضيع معروفك.\rكي: مصدرية مثل أن، تقدر اللام قبلها نحو: جئت كي أخبرك، أي: جئت لإخبارك. وقد تدخل عليها لام التعليل نحو: هرولت لكي لا أتأخر. كما","seal":"DCAABC85","part":1},
      {"page":40,"id":33,"nass":"تدخل عليها (ما) الزائدة وعندئذ يجوز الإعمال والإهمالة. قال الشاعر:\rإذا أنت لم تنفع فضُرًَّ فإنما ... يرادُ الفتى كيها يضرُّ وينفع\rويجوز كما يضر وينفعا.\rأمثلة\rوأن تصوموا خير لكم ... أسكتُ لأسلم أو لأن أسلم\rلئلا يعلم أهل الكتاب ... لن نبرح عليه عاكفين\rلن تفوزا حتى تجدا ... خطلاّ لنْ أتكلم\rإذن تدرك ما تتهناه ... إذن والله أشكر سعيك\rإذن لا تقول إلأ صواباً ... جئتُ كي أبلغك الخير اليقين\rلكيلا تأيسوا عل ما فاتكم ... تصدقت كميا أنال الثواب\rما تختص به (أن)\rأولاً: لا تعمل أن النصب إلا إذا كانت مصدرية داخلة على المضارع، فإن كانت مفسرة أو زائدة أو مخففة من أن لا تنصب.\rفالمفسرة: هي المسبوقة بجملة فيها معنى القول دون حروفه نحو: {فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ} .\rوالزائدة: هي التالية للما نحو: {فَلَمَّا أَنْ جَاءَ الْبَشِيرُ} ، أو الواقعة بين الكاف ومجرورها نحو: (كان ظبية تعطو إلى وارق السلم) .\rوالمخففة من أن: هي الواقعة بعد أفعال اليقين نحو: {عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى} .\rثانيا: قد تنصب أن وهي محذوفة، ويجب ذلك في خمسة مواضع:","seal":"BD024A1A","part":1},
      {"page":41,"id":34,"nass":"(الأول) : بعد لام الجحود المسبوقة بكون منفي نحو: لم أكن لأعرف السبب.\r(الثاني) : بعد أو التي بمعنى إلى أو إلاً نحو: لأستسهلن الصعب أو أدرك المنى.\r(الثالث) : بعد حتى التي بمعنى لام التعليل نحو: اجتهد حتى تفوز.\r(الرابع) : بعد فاء السببية المسبوقة بنفي نحو: لم يجد فيجد. أو بطلب ويشمل الأمر والنهي والعرض والحض والتهني والترجي والاستفهام مجموعة بقولهم:\rتمنّ ترج نفي عرض ونهية ... دعاءّ وتحضيضٌ ومستفهم الأمر\rنحو: جودوا فتسودوا، لا تدن من الأسد فتسلم، ألا تروننا فتكرمم، هلا تتاجر فتغنم.\r(الخامس) : بعد واو العين المسبوقة بنفي أو طلب على نحو ما تقدم قي فاء السببية نحو:\rلا تنة عن خلق وتأتي مثله ... عار عليك إذا فعلت عظيمُ\rإعراب\rلن تبلغ المجد حتى تلعق الصبرا\rلن: حرف نفي ونصب واستقبال.\rتبلغ: مضارع منصوب بلن، والفاعل ضمير المخاطب المستتر.\rالمجد: مفعول به منصوب.\rحتى: حرف غاية وجر.\rتلعق: مضارع منصوب بان مضمرة بعد حتى، والفاعل مستتر.\rالصبر: مفعول به لتلعق منصوب. وأن وما بعدها في تأويل مصدر محله الجر بحتى والتقدير: حتى لعق الصبر، والجار والمجرور متعلق بتبلغ.","seal":"542719CF","part":1},
      {"page":42,"id":35,"nass":"ألا تزورنا فتكرم\rألاً: حرف عرْض.\rتزورنا: فعل مضارع وفاعل ومفعول به.\rفتكرم: الفاء سببية. تكريم مضارع منصوب بأن المضمرة وجوباً بعد فاء السببية. ونائب الفاعل ضمير المخاطب المستتر. وأن وما بعدها في تأويل مصدر معطوف على مصدر متصيَّد من (تزورنا) ، والتقدير: زيارة فإكرام.\rشواهد\rليت الكواكب تدنو لي فأنظمها ... عقود مدح فما أرضى لكم كلمي\rألم أك جازكم ويكون بيني ... وبينكم المودة والإخاء\rلأستسهلن الصعب أو أدرك المنى ... في انقادت الآمال إلا لصابر\rلا تحسب المجد تمراً أنت آكله ... لن تبلغ المجد حتى تلعق الصبرا\rليس العطاء كل مع الفضول سماحة ... حق تجود وما لديك قليل\rإذن والله نرميهم بحرب ... تشيب الطفل من قبل المشيب\rتفسير كلمات\rالخطل: الخطأ. اليقين: الثبوت والوضوح. أسِيَ أسىّ: حزن. أوحى: أشار وأعلم.\rتعطو: تتناول. السلم: شجر العضاه واحده سلمة. الفضل: الزيادة.\rجزم الفعل: لا يكون الجزم إلا في الفعل المضارع، والأصل فيه أن يكون بالسكون، وينوب عنه حذف النون في الأمثلة الخمسة، وحذف حرف العلة في الفعل المعتل نحو: لم يسكت، ولم يصغوا، ولم يرضَ.\rوعوامل الجزم قسمان: قسم يجزم فعلاً واحداً، وقسم يجزم فعلين.\rما يجزم فعلاً واحداً: هو أربعة أحرف: لم ولما ولام الأمر ولا الناهية، وإليك أحوالها:","seal":"EAB2C986","part":1},
      {"page":43,"id":36,"nass":"لم: حرف نفي وقلب وجزم، تنفي المضارع وتجزمه وتقلبه ماضياً نحو: لم يضرب، ولم يقمْ، ولم يفَ. والمعنى: ما ضرب، وما قام، وما وفى. وقد تصاحبها إن نحو: إن لم تقم أقم.\rلمَّا: مثل لم غير أن النفي معها ينسحب على زمن التكلم كقام بكر ولما يقم عمرو. وقد يحذف معمولها كقولك: قاربت المدينة ولمَّا، أي: لم أدخلها بعدُ.\rلام الأمر: تجعل المضارع مفيداً للطلب، وحركتها الكسرة، ويجوز تسكينها بعد الواو وثم نحو: ليكتب أحمد جملة وليشرخ معناها ثم ليعتريها.\rلا الناهية: تكون للنهي عن مضمون ما بعدها نحو: لا تحزن إن الله معانا.\rأمثلة\rلم يلد ولم يولد ... أن نشرح لك صدرك.\rإن لم ترحم تذمم ... أتي أيمن ولما يأت أحمد.\rأرسلت ساعياً ولما يعد ... قاربت المدينة ولمَّا.\rلينفق ذو سعة من سعته ... فلتقم طائفة منهم، وليأخذوا أسلحتهم.\rلا تشرك مع الله أحداً ... لا تحزن إن الله معنا.\rلا تكن يابساً فتكسر.\rما يجزم فعلين: العوامل التي تجرم فعلين الأول فعل الشرط والثاني جوابه وجزاؤه هي: هذان الحرفان: (إن وإذما) وهذه الأسماء: من وما ومهما ومتى وأيانَ وأين وأنى وحيثما وكيفما وأي.\rوإليك أوصافها:\rإن وإذما: لمجرد تعليق الجواب بالشرط نحو: إنه ترحم ترحم، وإذما تتق ترتق. من وما ومهما: من للعاقل، وما ومهما لغيره، نحو: من يعمل سوءاً يجز به، وما تخف يظهر، ومهما تكتم يعلم.","seal":"08BA7F18","part":1},
      {"page":44,"id":37,"nass":"متى وأبان: للزمان نحو: حتى تتقين عملك تنل أملك، وأيان ئؤمنك تأمن غيرنا. أنى وأين وحيثما: للمكان نحو: أينما تكونوا يدرككم الموتُ، وأنى تذهبا تخدما، وحيثما تنزلا تكرما.\rكيفما: للحال، نحو: كيفما تصنع أصنع، وكيفما تكونوا يكن أبناؤكم.\rأي: تصلح لجميع ما ذكر بحسب إضافتها إلي ما بعدها كقولك: أي وقت تزرني أكرمك، وأي كتاب تقرأ تستفِدْ.\rما تختص به إن\r1 - تأتي نافية بمعنى ما، وتدخل على الجملة الاسمية نحو: إن الكافرون إلا في غرور.\r2 - تأتي زائدة كقول الشاعر: (ما إن، أتيتم بشيء أنت تكرهه) .\r3 - تأتي مدغمة بلا النافية نحو: وإلا تغفر لي وترحمني أكن من الخاسرين.\rفوائد\r1 - قد يكون الشرط والجواب مضارعين أو ماضيين أو مختلفين نحو: إن تعودوا نعدْ، وإن عدتم عدنا، ومتى انصرفت أنصرفْ.\r2 - إذا كان الشرط ماضياً والجواب مضارعاً جاز جزم الجواب ورفعه نحو: إن حضر الأستاذ أقم أو أقوم.\r3 - إذا وقع الجواب حملة اسمية أو فعل أمر أو جامداً أو منفياً بما أو لن أو مقترنا بقد أو السين أو سوف وجب اقترانه بالفاء نحو: إن جاء خالد فله الفضل. وإن أذنب ابنك فآدبهُ. ومن غشنا فليس منا. وإن توليتم فما سألتكم من أجر. وإن أقبل جارك فلن أكلمه. ومن استرعى الذئب الغنم فقد ظلم. ومن ظلمك فسيجد من يظلمه. وقد جمعت هذه الجمل بقولهم:\rاسمية طلبية وبجامد ... وبما ولن وبقد وبالتسويف","seal":"E37AD315","part":1},
      {"page":45,"id":38,"nass":"4 - إذا عطف على جواب الشرط بالفاء أو الواو جاز فيه ثلاثة أوجه: الجزم على العطف، والنصب على تقدير أنْ، والرفع على الاستئناف، كقوله تعالى: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ} أو فيغفرّ أو فيغفرُ.\r5 - قد يجزم المضارع إذا وقع جواباً للطلب نحو: جودوا تسودوا، وجزمهُ بشرط محذوف تقديره: إن تجودوا تسودوا.\r6 - إذا اجتمع شرط وقسم فالجواب للسابق نحو: إن قام علي والله أقم ونحو: والله إن قام عليَّ لأقومن.\rشواهد\rأرى العمر كنزاً ناقصاً كل ليلة ... وما تنقص الأيام والدهر ينفذ\rمن تجمع القلب الذكي وصارماً ... وأنفا حمياً تجتنبك المظالم\rومهما تكن عند امرئ من من خليقة ... وإن خالها تخفى على الناس تعلم\rومن يجعل المعروف من دون عرضه ... يفرهُ ومن لا يتق الشتم يشتم\rومن هاب أسباب المنايا ينلنه ... وإن يرق أسبابَ السماء بسلم\rإعراب\rمنْ استرعى الذئبَ الغنم فقد ظَلَمَ\rمنْ: اسم شرط جازم يجزم فعلين الأول فعل الشرط والثاني جوابه وجزاؤه محله الرفع مبتدأ.\rاسترعى: ماض فاعله مستتر.\rالذئب الغنم: مفعولان لاسترعى.\rفقد: الفاء رابطة للجواب، وقد للتحقيق.\rظلم: فمل ماض جواب الشرط وفاعله مستتر. والشرط والجواب في محل رفع خبر المبتدأ منْ.\rتفسير\rالعرض: موضع المدح والذم من الإنسان. وَفَرَ يفرُ: صان ووَقى. الخليقة: الطبيعة. ذكاء القلب: حدتُهُ.","seal":"A45CD305","part":1},
      {"page":46,"id":39,"nass":"رفع الفعل: الأصل في رفع الفعل أن يكون بضمة، وينوبُ عنها ثبوت النون في الأفعال الخمسة، نحو: هو يتكلم، وهم يسمعون. وهو يرفع إذا لم يسبقه ناصب أن جازم نحو: بالراعي تصلح الرعية، وبالعدل تملك البرية.\rالإعراب التقديري للفعل\rإذا كان الفعل معتلاً بالألف، فلتعذر تحريكها تُقدرُ الضمةٌ على آخره عند الرفع، والفتحة عند النصب نحو: يسعى، ولنْ يسعى.\rوإذا كان معتلاً بالواو أو الياء فلاستثقال ضهما تقدر على آخره الضمة عند الرفع نحو: يسمو ويرتقي.\r* * *","seal":"1DF0B611","part":1},
      {"page":47,"id":40,"nass":"الكلام على الاسم\rوفيه ثمانية أبواب\rالباب الأول: في الجامد والمشتق\rالباب الثاني: في المجرد والمزيد\rالباب الثالث: في المنقوص والمقصور والصحيح\rالباب الرابع: في المفرد والمثنى والجمع\rالباب الخامس: في التذكير والتأنيث\rالباب السادس: في النكرة والمعرفة\rالباب السابع: في المنصرف وغير المنصرف\rالباب الثامن: في المبني والمعرب","seal":"423254BF","part":1},
      {"page":49,"id":42,"nass":"الباب الأول\rفي الجامد والمشتق\rالاسم الجامد ما لم يؤخذ من غيره كرجل وعلم.\rوالمشتق ما أخذ من غيره كعالم ومعلوم؛ فإنهما مأخوذان من العلم.\rفصل في الجامد\rالجامدُ نوعان: اسم ذات كإنسان وأسد. واسم معنى كفهم وشجاعة. ومن اسم المعنى يكون الاشتقاق، وهو أخذ كلمة من أخرى مع تناسب بينهما في المعنى وتغيير في اللفظ.\rالمصدر\rأصل المشتقات كلها المصدر، وهو ما دل على الحدث مجرداًً من الزمن كذهاب وإياب.\rومعلوم أن الفعل ثلاثي ورباعي وخماسي وسداسي:\rفالثلاثي: لمصدره أوزان كثيرة، المدار في معرفتها على السماع، ويمكن معرفة بعضها بالضوابط الآتية:\rفإن ذل على حرفة فمصدره على (فعالة) كحدادة ونجارة، أو على امتناع فعلى (فعال) كجماح وشراد، أو على داء أو صوت فعلى (فُعال) كصداع وزكام","seal":"3D60A23F","part":1},
      {"page":50,"id":43,"nass":"ونباح وصراخ،. أو على اضطراب فعلى (فعلان) كخفقان ودوران.\rوالرباعي: فمصدر (أفْعَلَ) إفعالٌ كأكرم إكراماً. ومصدرُ (فَعَّل) تفعيل كعلم تعليماً. ومصدر (فاعَلَ) مفاعلة كبادل مبادلة. ومصدر (فعلَلَ) فعللة كبهْرجَ بهرَجةً.\rوالخماسي والسداسيُّ: المصدر منهما يكون على وزن ماضيهما، مع كسْر ثالثه، وزيادة ألف قبل آخره، إن كان مبدوءاً بهمزة وصل كانصرف انصرافاً، وأستخلص استخلاصاً. ومع ضم ما قبل آخره فقط إن كان مبدوءاً بتاء زائدة كتقدم تقدماً، وتشارك تشاركاً.\rاسما المرةِ والهيئة والمصدر الميميُّ\rاسم المرَّةِ\rهو مصدر يدل على حصول الفعل مرة واحدة. ويصاغ من الثلاثي الصحيح العين على وزن (فعلَة) كجلسة. ومن غير الثلاثي على وزن مصدره بزيادة تاءٍ في آخره كانطلاقة وإكرامة. فإذ كان المصدر من أصله مختوماً بالتاء دلَّ على المصدر منه بواحدة كدعوة واحدة وإعانة واحدة.\rاسم الهيئة\rمصدر يصاغُ من الثلاثي على وزن (فعْلة) كقعدة للدلالة على هيئة الفاعل عند وقوع الفعل، فإدا كانت صيغة المصدر مشاكلة لصيغة الهيئة دل على الهيئة بالوصف أو الإضافة كقولهم: نعمة سابغة ونشدة الملهوف.\rالمصدر الميميُّ\rهو المبدوء بميم زائدة. ويصاغ من الثلاثي على وفق (مفعَل) بفتح العين","seal":"2D8E4E45","part":1},
      {"page":51,"id":44,"nass":"كمنظر ومسلك وموْقى ومهْوى. وعلى (مفْعِل) بكسر العين إذا كان مثالاً صحيح اللام محذوف الفاء في المضارع كموعد وموقع. وقد يُزاد على (مفْعَل) تاءٌ في آخره كمنفعة ومكسبة. ومن غير الثلاثي على وزن اسم مفعوله كمنصَرف ومستحسًن.\rأمثلة\rاجلس جلسةَ العُقلاء، ولا تمش مشيةَ الخيلاء.\rوإن كان العمل مجهدَة فإن الفراغ مفسدة.\rالمزح يذهب المهابة ويجلب المهانة.\rمجالسة العلماء منفعة، ومصاحبة الجهلاء مضيعة.\rشواهد.\rإن الشباب والفراغ والجدهُ ... مفسدةٌ للمرء أي مفسدةْ\rقفوا وقفة المعذور عني بمعزل ... وخلوا نبالي للعدا ونبالها\rوحسن ظنك بالأيام معجزة ... فظن شراً وكن منها على حذرِ\rتفسير: المجهدة: الجهد والمشقة. الجدةُ: الغنى.\rاسم المصدر\rهو ما دل على معنى المصدر، ونقص عن حروف فعله لفظاً وتقديراً من غير تعويض كسلام وكلام، فقياس مصدرهما تسليم وتكليم. ومثلهما عطاء وعشرة وعوْن وثواب. أما كلمة (قتال) فمصدر لا اسم مصدر لاشتماله على الألف المقلوية ياء في المصدر لكسر ما قبلها ثم حُذفت لكونها مقدرة (قيتال) . و (عدة) مصدر أيضأ لأن التاء فيه عوض عن الواو المحذوفة من وَعَدَ.","seal":"CBA28D4D","part":1},
      {"page":52,"id":45,"nass":"عمل المصدر واسمه\rيعمل عمل فعله مضافاً أو مع أل أو مجرداً منهما نحو: ذم أخيك صديقهُ معيب، ونحو: هو قليل التربية أبناءهُ، ونحو: تركا النميمة.\rويشترطُ لعمل المصدر واسمه صحة وقوع الفعل مع (أن) أو (ما)\rمحله، تقول: (يسرني أن تتقن النقل العمل) إن أردت الاستقبال، أو (يسرني أن أتقنت العمل) إن أردت الماضي. أو (يسرني ما تتقن العمل) إن أردت الحال.\rشواهد\rإذا كان إكرامي صديقي واجباً ... فإكرام نفسي لا محالة واجب\rبعشرتك الكرام تعد منهم ... فلا تزين لغيرهم ألوفَا\rقالوا كلامك هندا وهي مصغيةٌ ... يشفيك قلت صحيح ذاك لو كانا\rإدا صح عون الخالق المرء لم يجد ... عسيرً من الآمال إلا ميسراً\rأظلوم إن مصابكم رجلاً ... أهدى السلام تحية ظلم\rإعراب البيت الأخير\rأظلوم: الهمزة للنداء، وظلوم منادى نكرة مقصودة مبني على الضم في محل نصب.\rمصابكم: اسم إن منصوب مع مضاف إليه، وهو مصدر ميمي مضاف لفاعله.\rرجلاً: مفعوله.\rأهدى السلام: فعل وفاعل ومفعول به. والجملة صفة لرجل.\rتحية: منصوب عل أنه مفعول مطلق أو مفعول لأجله.\rظلم: خبر إن مرفرع. والجملة من اسم إن وخبرها ابتدائية لا محل ما.\rفصل في المشتقَّ\rالاسم المشتق سبعة أنواع: اسم الفاعل. اسم المفعول. الصفة المشبهة. اسم التفضيل. اسم الزمان. اسم المكان. اسم الآلة.","seal":"0EABEEC5","part":1},
      {"page":53,"id":46,"nass":"اسم الفاعل\rهو اسم مصوغ لمن وقع منه الفعل أوقام به. وهو من الثلاثي على وزن (فاعل) كواقف وناظر. ومن غيره على وزن مضارعه بإبدال حرف المضارعة ميماً مضمومة وكسر ما قبل آخره كمنتفع ومجتمع، فإن كانت عين ماضيه ألفاً قلبت همزة كجائز وذائع.\rويحول اسم الفاعل من الثلاثي المتعدي عند قصد المبالغة إلى (فعال) و (مفعال) و (فعول) و (فعيل) و (فعل) كوهاب ومضياف وقؤول ورحيم وخذر. وشمع من وغير الثلاثي نحو: دراك ومعطاء ونذير وبشير، من: أدرك وأعطى وبشر وأنذر.\rعمل اسم الفاعل\rيعمل عمل فعله مضافاً أو مجرداً أو مع أل نحو: هو معطي الناس حقوقهم، وواهب مالاً، والفاعل الخير.\rفالمحلى بأل يعمل مطلقاً حالاً واستقبالاً وماضياً نحو: القائل حقا، وهذا يحتمل الآن أو غداً أوأمس.\rأما المجرد من (الـ) فيعمل للحال والاستقبال، فإن أردت الماضي أضفت فقلت: فاعل خير. ويشترط لعمل المجرد اعتماده على نفي أو استفهام أو موصوف أو نداء أو مبتدأ نحو: ما منجز أحمد وعداً. أمضيف أيمن أحداً؟ هذا غلام راكب دراجة، يا حاملاً راية، كلأنا ناظر قمراً.\rفائدة\rمثنى اسم الفاعل وجمعه كمفرده في العمل. قال تعالى: {وَالذَّاكِرِينَ اللَّهَ كَثِيرًا} .","seal":"4FF2C721","part":1},
      {"page":54,"id":47,"nass":"شواهد\rإذا كنت في كل الأمور معاتباً ... صديقك لم تلق الذي لا تعاتبهُ\rحذر أموراً لا تضير وتارك ... ما ليس منجيه من الأقدار\rكناطح صخره يوماً ليوهنها ... قائم يضرها وأوهى قرنه الوعل\rكلانا ناظر قمراً ولكن ... رأيت بعينها ورأت بعيني\rإعراب\rكلانا ناظرٌ قمراً\rكلا: ملحق بالمثنى مبتدأ مرفوع بالألف، ونا: مضاف إليه.\rناظر: خبر مرفرع.\rقمراً: مفعول لاسم الفاعل ناظر، وضميره المستتر فاعل، والجملة ابتدائية.\rتفسير\rالوعل: الشاة الجبلية، والجمع وعول.\rاسم المفعول\rهو اسم مصوغ لما يدل على ما وقع عليه الفعل. وهو من الثلاثي على وزن (مفعول) كمكتوب ومقروء. ومن غيره على وزن اسم فاعله مع فتح ما قبل آخره كمكرم ومحترم ومنطلق ومستخرج. لكن تحذف واو المفعول إن كان فعله أجوف، ويبدل الضمة التي قبل الياء كسرة لمناسبة الياء كمصون ومهيب.\rولا يصاغ اسم المفعول من اللازم إلا مع الظرف أو الجار والمجرور أو المصدر نحو: الباب موقوفا أمامه. الصديق معتوب عليه. ما مجتمع اجتماع حافل.\rوقد ينوب (فعيّل) عن (مفعول) في الدلالة على معناه فيستوي فيه","seal":"23E0C6FC","part":1},
      {"page":55,"id":48,"nass":"المذكر والمؤنث، تقول: مررت برجل جريح وامرأة جريح، وفتاة كحيل، وفتى كحيل، أي: مجروح ومكحول.\rعمل اسم المفعول\rيعمل اسم المفعول نقل فعله المبني للمجهول؛ فيرفع نائب الفاعل بالشروط المعطاة لاسم الفاعل في أنه إذا كان محلي بأل عمل مطلقاً حالاً ومستقبلاً وماضياً نحو: هو المعروف حسبهُ الموصوف أدبهُ الآن أو غداً أو أمس.\rوإن كان مجرداً من (أل) عمل حالاً ومستقبلاً بالشروط المعطاة لاسم الفاعل من حيث الاعتماد على استفهام أو نفي أو حرف نداء أو موصوف أو مبتدأ تقول: أمقروء خط ولدك؟ ما معروف حقيقة الروح ... إلخ\rفائدتان\rالأولى: الفعل البني للمجهول إن كان متعدياً لواحد رفعه بالنيابة، وإن كان متعدياً لاثنين أو ثلاثة رفع وإحدى أبالنيابة ونصب ما عداه، نحو: أمعطى أخوك إذناً؟ ما مخبر جارك ضيفه قادماً.\rالثانية: يجوز في اسم المفعول أن يجر مرفوعة بالإضافة أو أن ينصبه على شبه المفعولية نحو: الحُر محمودٌ قصده أو محمود القصد أو محمود القصد.\rشواهد\rالسمح في الناس محمود خلائفُه ... وجامد الكف ما ينفك مذموماً\rيا أيها العلم المرضي سيرتهُ ... أبشر فانت بغير الماء ريانُ\rما عاش من عاش مذموماً خصائلهُ ... ولم يمت من يمت بالخير مذكورا\rلعل عتبك محمود عواقبه ... وربما صحت الأجسام بالعلل","seal":"6A4C6378","part":1},
      {"page":56,"id":49,"nass":"إعراب\rبكرّ مُعطىّ أبوهُ وِسَاماً\rبكر: مبتدأ مرفوع.\rمعطى: خبره.\rأبوه: نائب فاعل لاسم المفعول معطى مرفوع بالواو لأنه من الأسماء الخمسة، والهاء محلها الجر بالإضافة.\rوساماً: مفعول به ثان منصوب.\rوالشاهد: اعتماد اسم مفعول في عمله على مبتدأ.\rالصفةُ الُمشبهَةُ\rهي اسم مصوغ من الثلاثي اللازم لمن قام به الفعل على وجه الثبوت لا على وجه الحدوث. فهي حدث دائم غير مقيد بزمن، وقد شبهت باسم الفاعل لأنها تشبهه بالمعنى والتصرف؛ ففي المعنى لدلالتها على الحدث، وفي التصرف لأنها تذكر وتؤنث وتثنى وتجمع، تقول: حسن حسنان حسنون حسنة حسنتان حسنات. وتصاغ:\rأولاً: من بابا فعل اللازم عل ثلاثة أوزان:\rالأول: فعل ومؤنثه فعله فما دل على فرح أو حزن كطرب وضجر.\rالثاني: أفعل ومؤنثه فعلاء فيما دل عن حلية أو عيب أو لون كألعس وأعرج وأحمر.\rالثالث: فعلان ومؤنثه فعلى فيما دل على خلو أو امتلاء عطشان وجوعان.\rثانياً: من باب فعل اللازم على أوزان شتى كوقور وكريم وصعب وجبان.\rثالثاً: من كل ما جاء بمعنى فاعل ولم يكن على وزنه كشيخ وأشيب وسيد وضيق.\rرابعاً: من كل فاعل أو مفعول قصد به الثبوت كضامر البطن ومفتول الذراع.","seal":"5E77C027","part":1},
      {"page":57,"id":50,"nass":"عمل الصفة المشبهة\rتعمل عمل اسم الفاعل المتعدي لواحد. ولمعمولها أربعة أوجه:\rالأول: الرفع على الفاعلية نحو: هشام طيب قلبه رفيع قدر أبيه.\rالثاني: الجر بالإضافة نحو: هشام طيب القلب رفيع قدر الأب.\rالثالث: النصب على التمييز إن كان فكرة نحو: زياد دمث طبعاً قوي صدق مودةٍ.\rالرابع: النصب على شبه المفعولية إن كان معرفاً بأل نحو: هذا شريف الحسب أصيل الرأي.\rفائدة\rكل ما كان على وزن فعيل يجوز فيه فُعَال وفُعَّال نحو: كبير وكُبار وكُبَّار، وفي القرآن الكريم: {شَيْءٌ عُجَابٌ} .\rأمثلة\rالفائر فرح. الفائزة فرحة ... الكسل ضجر. الكسلة ضجرة.\rالمسنُّ سئم. المسنة سئمة ... الظبيُ أحور. الظبية حوْراء.\rالكبش أعرج. النعجة عرجاء ... الجمل أورقُ. الناقة ورقاء.\rالحصانُ عطشان. الفرس عطشى ... الولد جوعان. البنت جوعى.\rالرجل غرثان. المرأة غرثي ... الشيخ وقور. الوقت قصير.\rالجندي شجاع. الماء عذب ... الحديد صلب. الجبل وعرّ.\rطاهر الذيل. مشرق الجبين ... محمود الصفات. مفتول الذراع.\rنقي الصدر\rتفسير\rالأحور: شديد سواد المقلة. الأَورقُ: الرمادي اللون. الدكنةُ: بين الحمرة والسواد. الطاهر الذيل: العفيف. الوعر: الصعب وزنا ومعنيّ.","seal":"CA6FDB66","part":1},
      {"page":58,"id":51,"nass":"شواهد\rرب مهزول سمين عرضه ... وسمين الجسم مهزول الحسب\rوإني لسهل ما يغير شيمتي ... صروف ليالي الدهر بالقتل والنقض\rبني إن البر شيء هين ... وجهّ طليق وكلام لين\rاسم الفصيل\rهو اسم مصوغ للدلالة على أن شيئين اشتركا في صفة وزاد أحدهما على الآخر فيها.\rوبناؤه من الثلاثي على وزنه (أفعل) كأفضل وأعلم. ولا يبنى من الألوان والعيوب، فإذا أردت التفضيل مما فيه لون أو عيب قرنته بأشد أو أكثر ونحوهما ونصبت ما بعده على التمييز كقولك: بدر أكثر سمرة أو عرجاً من بكر. وكذلك إذا أردت بناءهُ من غير الثلاثي نحو: سعد أقل انتظاراً وأكثر استغفاراً.\rولاسم التفضيل أربع حالات:\rالأولى: المجرد من أل والإضافة يجب إفرادهُ وتذكيره واقترانه بمن جارة للمفضل عليه لفظا أو تقديراً نحو: {أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا} ، أي: وأعز منك نفراً.\rالثانية: المقترن بأل تجب مطابقتهُ لموصوفه في الإفراد والتذكير وغيرهما. ويمتنع اقترانه يمن نحو: بكر الأفضل، وهند الفضلى، وهم الأفضلون، وهن الفضليات.\rالثالثة: المضاف إلى نكرة يلزم إفرادهُ وتذكيزهُ وكالخنساء أشعر امرأةٍ والعلماء أفضل رجال.","seal":"287AF04A","part":1},
      {"page":59,"id":52,"nass":"الرابعة: المضاف إلي معرفة يصحُّ فيه الإفراد والمطابقةُ تقول: العلماء أفضل الناس أو أفاضلهم، والإفراد أكثر، قال تعالى: {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ} .\rأمثلة\rالعلم أفضل من المال ... الأعمال خير من الأقوال\rالفتنة شر من القتل ... الأخ الأكبر مجربٌ\rالأخوان الأصغران مهذبان ... الآباء الأحسنون محترمون\rفاطمة أفضل امرأة ... الآباءُ أنفع رجال\rالهنداتُ أرقى بنات ... الصناع أمهر العاملين أو مهرتُهمْ\rالمعلمات أفضل النساء أو فضلياتهن\rعمل اسم التفصيل\rاسم التففصل يكثر رفعة للضمير المستتر نحو: مضر أعلم من أخيه، ففي أعلم ضمير فاعل يعود على مضر، ويقل رفعه للضمير الظاهر نحو: نزلت بكريم أكرم منه أبوه؛ فأبوه فاعل. ويطرد رفعهُ للظاهر إذا سبقهُ نفي أو نهي أو استفهام وصح أن يحل محله فعل بمعناه، وأن يكون مرفوعُه أجنبيا مفضلاً على نفسه باعتبارين كما في مسألة (الكُحل) التي أكثر من ذكرها النحاة لدقتها وطرافتها وهي: (ما رأيت رجلاً أحسن في عينه الكحل منه في عين زيد) ، فالكحل مرفوع أحسن لوقوعه بعد نفي ولصحة حلول فعل بمعناه محله أي: يحسنْ، ولأن الكحل أجنبي مفضل على نفسه باعتبارين هما عين زيد وعين غيره. ويجوز أن تقول: (ما رأيت رجلاً يحسن في عينه الدخل كحسنه في عين زيد) .","seal":"C1DA9A3F","part":1},
      {"page":60,"id":53,"nass":"فائدتان\rالأولى: يرد اسم التفضيل بمعنى اسم الفاعل والصفة المشبهة نحو: هو أهون عليه، وربكم أعلم به، أي: هين وعالم.\rالثانية: تحذف همزة خير وشر لكثرة الاستعمال، والأصل أخير وأشر.\rشواهد\rوللكف عن شتم اللئيم تكرماً ... أضر لهُ من شتمه حين يشتمُ\rإن الذي سمك السماء بني لنا ... بيتاً دعائمهُ أعز وأطول\rإذا مدت الأيدي إلي إلى الزاد لم أكن ... بأعجلهم إذ أجشع القوم أعجل\rدنوت فخلناك من البدر أجملا ... فظل فؤادي في هواك مضللاً\rإعراب\rأرأيت كتباً أسرع في يده للقلم منه في يد نصرِ\rأرأيت: الهمزة للاستفهام، ورأيت: فعل وفاعل.\rكاتباً: مفعول به منصوب.\rأسرع: صفة.\rفي يده: جار ومجرور متعلق بحال من القلم.\rالقلم: مرفرع اسم التفضيل أسرع.\rمنه: جار مجرور متعلق بأسرع.\rفي يد: متعلق بحال من هاء منه.\rنصر: مضاف إليه.\rتفسير\rسَمَك: رفع. أجشعُ: من الجشع وهو شدة الحرص. أعجلُ: صفة مشبهة بمعنى عجل.","seal":"D133FB03","part":1},
      {"page":61,"id":54,"nass":"اسما الزمان والمكان\rاسما الزمان والمكان وضعا لزمان الفعل ومكانه. ويصاغان:\rأولاً: من الثلاثي إما على وزن (مفْعَل) من الناقص مطلقاً. ومما عين مضارعه مفتوحة أو مضمومة كمجرى ومرتع ومكتب. وإما على وزن (مفْعِل) من المثال الصحيح اللام مطلقاً، ومما عين مضارعه مكسورة كموعد وموقع ومنزل. وشذ نحو المسجد والمشرق والمغرب والمسقط والمنبت هو أن عين مضارعها مضمومة، وقد أجيز استعمالها على الأصل.\rثانياً: من غير الثلاثي على وزن اسم المفعول كالمجتمع والمنسحب، فتكون هذه الصيغة صالحة لأربعة معان: للمصدر الميمي، ولا سم المفعول، ولا سمي الزمان والمكان. فإذا اقلت: (هذا مخرجنا) يكون معناه هذا إخراجنا، وهذا ما أخرجناه، وهذا مكان إخراجنا وزمانه، والمعول في التفريق على القرائن.\rأمثلة\rمرسى السفن أمينٌ ... مجري النهر نظيف\rمنهل العلم لذيذ ... مرتع البغي وخيم\rموصل الوفد قريب ... موطن عزيز\rمجلس الشعر روضة ... معرض الكتب متعة\rمرتادُ القوم بعيد ... متنزهُ الناس قريبٌ\rمستودع السر عميق ... مستخرج التبر دقيق\rفائدة\rقد تلحق بعض أسماء المدن تاء التأنيث إما للمبالغة وإما لإرادة البقعة كالمشرقة والمحلبة. وربما أتي من الجامد كمسبعة ومقثأة من السبع والقثاء، وكل ذلك غير مقيس.","seal":"DB046D40","part":1},
      {"page":62,"id":55,"nass":"شواهد.\rوفي الناس إن رثت حبالك واصل ... وفي الأرض عن دار القلى متحول\rولرب نازلة يضيق بها الفتى ... ذرعاً وعند الله منها المخرج\rومن رعى غنماً في أرض مسبعةٍ ... ونام عنها تولى رعيها الأسدُ\rتفسير\rرث الشيء: خلق. القلى: البغض. النازلة: المصيبة الشديدة. ضاق بالأمر ذرعاً: عجز عن احتماله.\rاسم الآلة\rاسم الآلة هو اسم مصوغ من مصدر الثلاثي المتعدي للدلالة على ما وقع الفعل بواسطته. وله ثلاثة أوزان:\rالأول: (مفْعَل) كمنحت ومبرَد.\rالثاني: (مفعَال) كمقراض ومصباح.\rالثالث: (مفعَلَة) كمغرفة ومقلاة.\rوكلها بكسر الميم. وشذ المدهن والمنخل والمسعُط والمكحلة بضمها، وقد ورد بعضها من اللازم كالمصفاة.\rأما اسم الآلة غير المشتق فلا ضابط لأوزانه، وذلك كالقدوم والسكين والفأس والساطور.\rأمثلة\rينحت الحجر بالمنحت ... يبرد الحديد بالمبرد\rيسبر العمق بالمسبر ... يقرض النسيج بالمقراض\rينشر الخشب بالمنشار ... توزن الأشياء بالميزان","seal":"0D7E6D20","part":1},
      {"page":63,"id":56,"nass":"يُغرف الطعام بالمغرفة ... تكنسُ الأرضُ بالمكنسة\rيشوى اللحم بالمشواة\rبيتان لحسان بن ثابت يلاحظ فيهما اسم الآلة\rلساني وسيفي صارمان كلاهما ... ويبلغ ما لا يبلغ السيف مذودي\rفلا المال ينسيني حيائي وعفتي ... ولا واقعات الدهر يفللن مبردي\rتفسير\rالمذوَدُ: هنا اللسان لأنه يذود به عن سمعته.\rالباب الثاني\rفي المجرد والمزيد\rالمجرَّد\rيكون المُجَردُ ثلاثياً ورباعياً وخماسياً.\rالثلاثي: له عشرة أوزان: (فعلٌ) كشمس. و (فعَل) كقمر، و (فعُل) كرجُل. و (فعِل) ككتِف. و (فعْل) كقفل. و (فعّل) كرطّب. و (فُعُل) كعُنُق. و (فٍعْ) كحم و (فِعَل) كعنب. و (فِعِل) كإبل.\rالرباعي: له ستة أوزان: (فعْلَل) كجعفر. و (فعْلُل) كبرقُع. و (فِعْلل) كقرمِز. و (فعْلَل) كطحلب. و (فعْلَل) كدرهم. و (فِعَلّ) كقمطْر.\rالخماسي: له أربعة أوزان: (فَعَلَّل) كسفرجل. و (فُعَلَّل) كقذعْمل. و (فَغْلَلِل) كجحْمرش. و (فَعْللّ) كجردحْل.","seal":"ED0873C8","part":1},
      {"page":64,"id":57,"nass":"المزِيدُ\rله أوزان كثيرة نحو: شمأَل وغضَنْفَر وإنسان وسلسبيل وسجنْجَل وخْندريس. ولا يحكم بزيادة حرف إلا إذا كان معه ثلاثة أصول.\rوالزيادة عن نوعين: نوع بتضعيف حرف من أصول الكلمة كمعظَّم ومثقف. ونوع بزيادة حرف من حروف الزيادة: (اليوم تنساه) أو (أمان وتسهيل) ولسهولة الحفظ قالوا:\rسألت الحروف الزائدات عن اسمها ... فقالت ولم تبخل: (أمان وتسهيلُ)\rتفسير\rالرطب. ثمر النخل عند النضج. الجعفرُ: النهر الصغير. البرقُعُ: ما تستر به المرأة وجهها. القرمز: صبغ أحمر. الطحلب: خضرة تعلو الماء المزمن. القمطر: ما تصان به الكتب. القذهمل: الضخم من الإبل. الجحمرش: العجوز، الجردحْل: الوادي. الشماْل:\rالريح التي تهب من جهة بنات نعش. الغضنفر: الأسد. الخندريس: الخمر. السلسبيل: عين في الجنة. السجنجَل: المرآة.\rالباب الثالث\rفي المقصور والمنقوص والممدود\rالمقصور\rهو كل اسم معرب آخره ألف لازمة كالهدي والمرتضى. وألفة إما منقلبة عن أصل واو أو ياء نحو: الفتى والعصا، أو مزيدة للتأنيث كحبلى وعطشى، أو مزيدة لإلحاق كأرطى وذفرى، الأول ملحق بجعفر والثاني بدرهم، فإذا نون","seal":"76D376BB","part":1},
      {"page":65,"id":58,"nass":"حذفت ألفُة لفظاً لا خطأ نحو: جاء فتى يحمل عصاً ويمشي على هدىّ.\rالمنقوص\rكل اسم معرب آخره ياء لازمة مكسور ما قلبها كالقاضي والهادي، فإذاً نون حذفت ياؤهُ لفظاً وخطأ في حالتي الرفع والجر وبقيت في حالة النصب نحو: هذا قاض غير محاب وليس باغياً.\rالممدود\rكل اسم معرب آخرة همزة قبلها ألف زائدة كحوراء وورْقاء. والهمزة إما أصلية كقراء ووضاء، أو مزيدة للتأنيث كلمياء وميساء، أو منقلبة عن أصل واو أو ياء كسماء وبناء، أو مزيدة للإلحاق كقوباء وعلباء، الأولي ملحقة بفرناس، والثانية بقرطاس.\rأمثلة المقصور\rذهب الراعي الفتى.. يرعى الناقة الجوعى.. عند شجر الأرْطى\rذهب راع فتىّ.. يرعى ناقة جوعى.. عند شجرة أرطى\rأمثلة المنقوص\rصدر حكم القاضي.. على الرجل الجاني.. فحمد الناس القاضي\rصدر حكم قاضٍ.. على رجل جان.. فحمد الناس قاضياً\rأمثلة الممدود\rحسن أسلوب الإنشاء.. نظف ثوب الوضاء.\rسعد الرجل القراءُ.. غردتْ حمامةٌ ورْقاءُ.\rأقبلت بدوية حوراءٌ.. تسايرُ فتاة لمياءَ.","seal":"F4C5ECEC","part":1},
      {"page":66,"id":59,"nass":"صفا أديم السماء.. تمت عمارة البناء\rأقبل موسم الشتاء.\rتفسير\rالأرطى: شجر ترعاه الإبل. الوُضاءُ: الحسن الوجه الوضيء. القراءُ: الناسكُ. الوَرْقاءُ: الحمامة يضرب لونها إلى سواد. القوباء: داءٌ. العلباُء: عَصَبُ العنق. الفرناسُ: أنف الجبل. الذفيرى: العظم الشاخص خلف الأذن.\rالباب الرابع\rفي المفرد والمثنى والجمع\rالمفرد والمثنى\rالمفرد: ما دل على واحد كرجل وغلام.\rوالمثنى: ما دل على اثنين. وقاعدة التثنية أن تزيد على الفرد الألف والنون في حالة الرفع، والياء والنون في حالتي النصب والجر، كولدان وولدين. ويستثنى من ذلك:\rالمقصور: فإن كانت ألفُهُ ثالثة ترد إلى أصلها واوا أو ياء كعصوان ورحيانِ، وإنْ كانت رابعة فصاعداً فلبت ياء كمشفيان ومرتضيان.\rوالمنقوص المنون: ترد إليه ياؤه لزوال المانع كراعيان وهاديان.\rوالممدود: إن كانت همزته أصلية بقيت على حالها نحو: كساءان ورداءان. وإن كانت للتأنيث قلبت واوا كصحراوان وشقراوان. وإن كانت منقلبة عن أصل","seal":"C9FB68FF","part":1},
      {"page":67,"id":60,"nass":"كسماء. أو كانت للإلحاق كعلباء جاز الأمران؛ فتقول: سماءان أوسماوان، وعلباءان أو علباوان.\rوالمركب: الإضافي يثنَّى صدره فيقال في تثنية عبد الله: عبْدا الله. والمزجي تضاف إليه كلمة ذوا فيقال: ذوا سيبويه، وذوا معد يكرب.\rأمثلة\rفتى عصا ملهى مرتضى ... فتيان عصوان ملهيان مرتضيان\rقاض راع بان ساع ... قاضيان راعيان بانيان ساعيان\rرداء كساء سماء علباء ... رداءان كساءان سماءان وسماوان\rعبد الرحمن سيبويه معد يكرب ... عبدا الرحمن ذوا سيبويه ذوا معد يكرب\rفائدة\rيلحق بالمثنى قي إعرابه اثنان واثنتان وابنان وابنتان ثم (كلأ وكلتا) مضافين إلى ضير نحو: كلاها حسن، ورأيت كليهما، فإن أضيفتا إلى اسم ظاهر أعربتا إعراب الاسم المقصور نحو: وجدت كلا الرأيين صواباً، فكلا هنا مفعول به منصوب بفتحة مقدرة على الألف لأنه اسم مقصور.\rالجمعُ\rالجمعُ ما دل على أكثر من اثنين، وله مفرد من لفظه ومعناه كرجل ورجال.\rاسم الجمع ما دل على الجماعة، وليس له مفرد من لفظه كرهط وقوم.\rواسم الجنس الجمعي ما يفرق بينه حبلى واحده بالتاء أو الياء كوردة وورد، وزنج وزنجي.\rوجمع الجمع مثل: أكلب وأكالب، وصواحب وصواحبات.\rوالجمع ثلاثة أقسام: جمع مذكر سالم، وجمع مؤنث سالم، وجمع تكسير.","seal":"C53A0DF3","part":1},
      {"page":68,"id":61,"nass":"جمع المذكر السالم: يكون بزيادة الواو والنون في حالة الرفع، والياء والنون في حالتي النصب والجر كمؤمنون ومؤمنين. وشرطُهُ أن يكون لمذكر عاقل أو صفته خاليين من التاء، وأن يكون العلم غيرمركب، والصفة قابلة للتاء فلا يجمع مثل: تأبط شراً وحمزة وعلامة وجوعان وأسود وصبور.\rويلحق بجمع المذكر السالم: أولو وعشرون وتسعون وينون وأرضون وسنون ووابلون وعالمون وعليون.\rوالمقصور تحذف ألفة وتبقى الفتحة قبل الواو والياء دليلاً عن الألف كمرتضوْن ومرتضين.\rوالمنقوص تحذف ياؤه، ويضم ما قبل الواو، ويكسر ما قبل الياء، كداعون وداعين.\rجمع المؤنث السالم: ويطرد هذا الجمع في:\r1 - أعلام الإناث كمريم وزينب وهند ودعد.\r2 - ما ختم بالتاء كفاطمة وفائقة وصفية وأمينة.\r3 - ما ختم بألف التأنيث المقصورة أو الممدودة كحبلى وصحراء.\r4 - مصغر غير العاقل كدربهم وجبيل صحين وقليم.\r5 - وصف غير العاقل كشامخ: وصف جبل. ومعدودٍ: وصف يوم.\r6 - كل خماسي لم يسمع له جمع تكسير كسرادق وحمام.\r7 - ماصدر بابن أو ذو كبنات آوى وذوات الحجة.\rويلحق بهذا الجمع أولات، وما سمي به كعرفات وبركات.\rجمع التكسير: ما دل على أكثر من اثنين ولم يسلم بناء مفرده من التغيير كرجل ورجال ولون وألوان.\rوله واحد وعشرون وزنا:\rأربعة منها للقلة وهي: أفعل وأفعال وأفعلة وفعلة. يجمعها:","seal":"A89F409B","part":1},
      {"page":69,"id":62,"nass":"بأفعُل وبأفعالٍ وأفعلةٍ ... وفعْلةِ يعرف الأدنى من العدد\rوسبعة عشر للكثرة جماعة بقولهم:\rفي السفن الشهب البغاة صور ... مرضى القلوب والبحار عبر\rغلمانهم للأشقياء عملهُ ... قطاعُ قضبان لأجل الفيلهْ\rوالعقلاء شرد ومنتهى ... جموعهم في السبع والعشر انتهى\rومن الجمع المكسر صيغة منتهى الجموع، وهي كل جمع بعد ألف تكسيره حرفان،\rأوثلاثة وسطها ساكن كمساجد ومصابيح ومخازن ومفاتيح.\rأمثلة\rوصل الرؤساء الأعلون ... يتبعهم الرهط الميتدعوْن\rصن عشيرتك الأذنين ... الراضون بعيشهم هانئون\rالداعون إلى السلم مخلصون ... دع طغمة الباغين\rأتت فرقة السلميات ... تليها زمرة البشريات\rإلى منتدى الفتيات ... العلماء وزثة الأنبياء\rالحور عرائس الأتقياء ... أراء المفكرين ضياء\rفائدتان\rالأولى: إذا كانت الهمزة في فعائل مقلوبة عن حرف علة أعيدت في الجمع إلى أصلها كمعايش جمع معيشة، ومفاوز جمع مفازة.\rالثانية: المركب كتأبط شراً ونحوه يتوصل إلى جمعه بأن يزاد قبله لفظة آل أو ذوو فيقال: آل أو ذوو تأبط شراً، أي: الرجال المسمون بهذا الاسم.","seal":"BB8EF967","part":1},
      {"page":70,"id":63,"nass":"الباب الخامس\rفي التذكير والتأنيث\rالأصل في جميع الأشياء التذكير لأنة لا يحتاج إلى في زيادة. ولما كان التأنيث فرع التذكير احتاج لعلامة تدل عليه وهي: تاء متحركة وتختص بالأسماء وصفاتها كفاطمة وقائمة، أو تاء ساكنة وتختص بالأفعال كقامت. وإما ألف مقصورة كسلمى وحسنَى، أو ألف ممدودة كورقاء، وصحراء، وتختصان بالأسماء.\rوقد أنثوا أسماء كبيرة بتاء مقدرة كشمس ودار وحرب ونار وسوق وكتف.\rوكل عضو من أعضاء، الإنسان له ما يقابلهُ فهو مؤنث كاليد والرجل والعين والأذن عدا الحاجب فهو مذكر، ويستدل على ذلك بالضمير العائد عليها كقولهم: وضعت الحرب أوزارها، وبالإشارة إليها كهذه دار واسعة، وبرد التاء إليها في التصغير كأذينة ودويرة. وفي ذلك يقول ابن مالك:\rعلامة التأنث تاء وألف ... وفي أسام قدروا التا كالكتف\rويعرف التفدير بالضمير ... ونحوهُ كالرد في التصغير\rوالمؤنث ثلاثة أنواع: لفظي، ومعنوي، ولفظي معنوي.\rفاللفظي: ما كان لذكر ذي علامة كطلحة وزكرياء.\rوالمعنوي: ما كان لمؤنث خلاً من العلامة كزينب ودار.\rواللفظي المعنوي: ما كان لمؤنث فيه علامة كفاطمة وقائمة.\rوثمة جميع خمسة لا تدخل فيها التاء فيستوي فيها المذكر والمؤنث:\rالأولى: فعول بمعنى فاعل كصبور وشكور وحقود.","seal":"808FF6E5","part":1},
      {"page":71,"id":64,"nass":"الثانية: فعيل بمعنى مفعول كجريح وكحيل وأسير.\rالثالثة: مفعال كمكسال ومبسام ومعطار.\rالرابعة: مفعيل كمنطيق ومعطير ومسكير.\rالخامسة: مفعل كمغشم ومدعس ومهذر.\rتفسير\rالمغشَم: الشجاع. المدعسُ: الطعان. المهذَر: الهاذي.\rفوائد فيما تختص به كل من علامات التأنيث\rالتاء: تكون للوحدة: كقمحة وعنبة. وللمبالغة: كنابغة، وداهية وعلامة وفهامة.\rالألف المقصورة: لها أوزان كثيرة من أشهرها (فُعْلى) كرجْعي، و (فعلى) كبردى، و (فعْلى) كجرحى، و (فعْلى) كذكرى، و (فعيلى) كخصيصى.\rالألف الممدودة: من مشهور أوْزانها: (فعَلاء) كخُيلاء، و (فعْلاء) كهطلاء، و (أفْعلاء) كأربعاء، و (فاعولاء) كعاشوراء، و (فعْلِلاًء) ككبرياء.\rتفسير\rالخصيصى: الاختصاص.\rالباب السادس\rفي النكرة والمعرفة\rالنكرةُ: ما لا يفهم منه معين كإنسان وقلم، ويقبل أل كالدواة.\rالمعرفةُ: غير ذلك، وهي سبعة أنواع:","seal":"0CC2CC8B","part":1},
      {"page":72,"id":65,"nass":"الضمير والعلم واسم الإشارة والاسم الموصول والمحلي بأل والمضاف لواحد مما ذكر والمنادي المعين.\rالضمير: هو ما وضع لمتكلم أو مخاطب أو غائب، فالذي للمتكلم أنا ونحن، وللمخاطب أنت وأنتم وأنتما وأنتم وأنتن، وللغائب هو وهي وهما وهم وهن، وكلها مبنية لشبهها بالحرف، ولأنها لا تصغر ولا تثنى ولا تجمع.\rوالضمير قسمان: بارز ومستتر.\rالبارز: هو الذي له صورة في اللفظ كتاء قمت، ويكون منفصلاً ومتصلاً.\rفالمنفصل: ما كان ظاهر الاستقلال في النطق كأنا ونحن. وعلامتة صحة الابتداء به ووقوعه بعد إلاً. ومنه ما يختص بالرفع أنا وأنت وهو وفروعهن. ومنه ما يختص بالنصب كإياي وإياك وإياكما وإياكم وإياكن وإياه وإياها وإياهما وإياهم وإياهن.\rوالمتصل: ما لا يبدأ به كالكاف من أكرمك، ولا يقع بعد إلا فلا يقال: ما أكرمتُ إلاك، وهو ثلاثة أنواع:\r(الأول) : ما يختص بالرفع وهو خمسة: التاء كقمت، والألف كقاما، والواو كقاموا، والياء كقومي، والنون كقمنَ.\r(الثاني) : ما يشترك بين النصب والجر، وهو ثلاثة: ياء المتكلم نحو: ربي أكرمني. وكاف المخاطب نحو: ما ودعك ربك. وهاء الغائب نحو: كلمة رفيقة.\r(الثالث) : ما هو مشترك بين الرفع والنصب والجر نحو: ربنا إننا سمعنا.\rالمستترُ: ما ليست له صورة قي اللفظ كالضمير الملحوظ في فهم، وينقسم إلى مستتر وجوباً ومستتر جوازاً.\rفالمستتر جوازاً: ما يصح أن يحل محله الاسم الظاهر، ويلاحظ في الفعل","seal":"7070FD70","part":1},
      {"page":73,"id":66,"nass":"الغائب والغائبة والصفات واسم الفعل الماضي نحو علي فهمَ، ودعْدُ فهمتْ، وطريفٌ فاهٌم، والكتاب مفهومّ، وخطهُ حسنٌ، وهيهات الوصول.\rوالمستتر وجوباً: هو الذي لا يصح أن يحل محله الظاهر، ويكون في أربعة مواضع: للمخاطب كقم، وفي المضارع الذي أوله همزة كأقوم، أو نون كنقوُم، أو تاء الخطاب كتقوُم.\r(تنبيه)\rإذا سبق ياء المتكلم فعل أو من أو عن أتى بينهما بنون الوقاية كدعني ومني وعني. وإن سبقها إن أو إحدى أخواتها جاز ترك النون وذكرها نحو: إني وكأني والحذف أكثر.\rالعلمُ: هو الاسم الذي يعين مسماهُ مطلقاً من غير افتقار إلى قرينة، كالأناسيَّ والمدن والقبائل والأنهار والحيوان، كأحمد وزينب ودمشق وبغداد وبكر وتغلب وداحس والخطار والفرات ودجلة، ويكون مفرداً ومركباً:\rالمفرد: كما زن وسالم.\rالمركب: إما إضافي كعبد الملك، وإذا مزجي كبعلبك، وإذا إسنادي كجادَ الحق. وإليلك حكم كل منها:\rالإضافي: يعرب صدره بحسب العوامل ويجر عجزهُ بالإضافة، تقول: جاء عبدُ الملك، ورأيت عبدَ الملك، ومررت بعبدِ الملك.\rالمزجي: يمنع من الصرف فيرفع بالضمة وينصب ويجر بالفتحة، إلا إذاً ختم بويه فيبني على الكسر، تقول: هذه بعلبكُ، وزرت بعلبك، وعدتُ منْ بعلبك، وهذا سيبويه،، وعرفت سيبويه، واستفدت من سيبويه.\rالإسنادي: يبقى على حاله قبل أن يصير علماً، ويعرب على الحكاية بحركات","seal":"E98FF2DE","part":1},
      {"page":74,"id":67,"nass":"مقدرة على آخره فيقال: أقبل جاد الحقُّ، وأكرمت جاد الحق، وسلمتُ على جاد الحق.\r(أقسام العلم) : ينقسم العلم إلى كنية ولقب واسم.\r(فالكنية) : كل مركب أوله أب أو أم كأبي بكر، وأم الخير.\rو (اللقب) : كل ما أشعر برفعه أو ضعة كالرشيد، والجاحظ.\rو (الاسم) ما عداهما.\rولك في الكنية أن تقدمها على الاسم أو تؤخرها عنه فتقول:\rهذا أبو حفص عُمر، أو عمر أبو حفصٍ.\rأما اللقب فيؤخر فيقال: هرون الرشيد، ولا يقال: الرشيد هرون.\r(علم الجنس) : وقد يعامل اللفظ الدال على الجنس معاملة العلم في أحكامه ويسمى (علم جنس) كأسامة للأسد، وثعالة للثعلب، وذؤالة للذئب، وأمُّ\rقشعم للموت.\rتفسير\rبكر وتغلب: قبيلتان مشهورتان. داحِس: فرس قيس بن زهير.\rالخطار: فرس حذيفة بن بدر.\rأسماء الإشارة: سم الإشارة ما وضع لمشار إليه قريب أو متوسط أو بعيد. ويكون مذكراً ومؤنثا ومفرداً ومثنى وجمعاً. وإليك الإيضاح:\r(القريب) : للمفرد المذكر (ذا) ، والمؤنث (ذي وذهِ وتي وتهِ) ، بكسر أوائلها، ولمثنى المذكر (ذان) في حالة الرفع و (ذيْن) في حالتي النصب والجر، وللمؤنث (ثانِ وتيْن) ، وللجمع (أولاء) ، وللمكان (هُنا) .\r(المتوسط) : للمفرد المذكر (ذاك) ، والمؤنث (تيك) ، والمثنى المذكر (ذانِكَ) ، والمؤنث (تانِك) ، والجمع لهما (أولئك) ، وللمكان (هُناك) .","seal":"FEE17C69","part":1},
      {"page":75,"id":68,"nass":"(البعيد) يشار إليه (بذلك) و (تلك) و (هنالك) .\rفوائد\rالأولى: كثيراً ما تلحق الهاء أسماء الإشارة كهذا وهذه وهؤلاء وههنا.\rالثانية: يجوز اجتماع الهاء والكاف بدون اللام فيقال: هذاك، ولا يقال: هذلك.\rالثالثة: الهاء التي تدخل على أسماء الإشارة للتنبيه، والكاف للخطاب، واللام للبعد.\rالرابعة: كاف الخطاب تتصرفه تصرف الكاف الأسمية تقول: ذلك وذلك وذلكما وذلكم وذلكن.\rالخامسة: الاسم المعرفة بأل التالي لاسم الإشارة يعرب بدلاً منه رفعاً أو نصباً أو جراً، فتقول: هذا الرجل وقور، وإن هذا الرجل لوقور، وأعجبت بذلك الرجل الوقور.\rإعراب\rتلك العصا من هذه العصُية\rتلك: تي اسم إشارة في محل رفع ابتداء، واللام للبعد، والكاف للخطاب.\rالعصا: بدل مرفوع.\rمن هذه: من حرف جر وذه محله الجر بمن متعلق بالخبر، والهاء الأولى للتنبيه، والأخيرة ضمير محلها الجر بالإضافة.\rالعصية: بدل مجرور. العصية تصغير العصا. والمراد من هذا المثل أن الأمر الجليل يكون في أول أمره صغيراً.\rالاسم الموصول: هو ما يفتقر إلى صلة وعائد. وألفاظهُ: الذي للواحد، والتي للواحدة، واللذان للاثنين في حالة الرفع، واللذين في حالتي النصب والجر، واللتان واللتين للاثنتين، والذين والأولى لجماعة الذكور العقلاء، واللاتي واللائي لجماعة الإناث، ومن وما وأي وذو لجميع ما ذكر.\rالصلة والعائد: المراد بالصلة الجملة الواقعة بعد الاسم الموصول، والعائد الضمير الذي يعود إليه، مثاله: جاء الذي حج أبوهُ، فحج هنا جملة لأنه فعل،","seal":"CD4A43E8","part":1},
      {"page":76,"id":69,"nass":"والهاء من (أبوه) عائد إلى الذي. وإذا قلت: جاء الذي حج كان الضمير المستتر في حج هو العائد.\rوقد يحذف العائد إذا كان ضمير نصب كقوله تعالي: {يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ} أي: ما ئسرونهُ وما يعلنونهُ.\rويشترط في العائد أن يطابق الموصول نحو: أكرم الذي علمك، واللذين علماك، والذين علموك، واللائي علمنكَ.\rوقد تقع الصلة ظرفاً أو جاراً ومجروراً كالذي عندك والذي في الدار، والتقدير: الذي استقر عندك، والذي استقر في الدار.\rخواص الأسماء الموصولة:\rالذي: تكون للعاقل وغيره نحو: الرجل الذي خطب، والطائر الذي سجع.\rالذين: تكون للعقلاء خاطة نحو: ذهب الذين يعاشُ في أكنافهم.\rمن: للعاقل نحو: يعجبني من يقول الحق، وقد تأتي لغيره نحو: أسرب القطا هلْ من يُعيرُ جناحهُ.\rما: تكون لغير العاقل نحو: ما عندكمً ينقذ وما عند الله باقِ. وقد تأتي للعاقل نحو: سبحان ما يسبح الرعد بحمده.\rالمعرف بأل: هو اسم دخلت عليه أل فأفادته التعريف نحو: الدرهم والدينار. وقد تجئ أل زائدة، وزيادتها إما لازمة كالسموءل والذي والآن، وإما غير لازمة كالنعمان والعباس، وهي سماعية فلا يقال: الأحمد والعمر.\rتعريف العدد بأل: إن كان العدد مركباً عرف صدره كالأربعة عشر. وإن كان مضافاً عرف عجزه كخمسة الرجال. وإن كان معطوفاً ومعطوفاً عليه عرف جزآه كالستة والستين\rولترسيخ القاعدة في الذهن يحفظ هذان البيتان:","seal":"94FE1278","part":1},
      {"page":77,"id":70,"nass":"وعدداً تريد أن تعرفا ... فأل بجزأيه صلنْ إن عُطفا\rوإن يكن مركباً فالأولُ ... وفي مضاف عكسُ هذا يفعلُ\rالمعرفُ بالإضافة: هو اسم أضيف إلى واحد من المعارف السابقة فاكتسب التعريف نحو: قلمك، وقلم سعيد، وقلم ذلك، وقلم الذي كتب، وقلم الكاتب.\rالمعرف بالنداء: هو منادى قصد تعيينُهُ فاكتسب التعريف كيا بائعُ، ويا قاعُد.\rالباب السابعُ\rفي المنصرف وغير المتصرف\rالاسم إلا أن يكونا منصرفاً، وهو الذي يلحق آخره التنوين، وتجري عليه جميع حركات الإعراب: (ظاهرة) كجاء سعيد، ورأيت سعداً، ومررت بسعدِ - وهو الأصل -، أو (مقدَّرَة) كجاء الفتى، ورأيت الفتى، ومررت بالفتى. وإما أن يكون غير منصرف، وهو ما لا يلحقه التنوين ولا الكسر؛ فتكون الفتحة علامة جره - خلافاً للأصل - وجاء عمر، ورأيت عمر، ومررت بعمر.\rموانع الصرف: يمتنع الاسم من الصرف إذاً وجد فيه علتان من علل تسع، أو واحدة تقوم مقام علتين، وست من التسع مع العلم، وثلاث مع الوصف.\r(اللائي مع العلم) :\r1 - التأنيث: كعائشة وآمنة وطلحة وحمزة وزينب وسعاد. لكن يجوز صرف الثلاثي الساكن الوسط كهند وفي دَعْدِ.\r2 - العُجْمةُ: كإبراهيم وإسماعيل وإدريس ويعقوب. لكن الثلاثي الساكن الوسط يجب فيه الصرف كنوح وهود وشيتٍ.","seal":"D25C30E6","part":1},
      {"page":78,"id":71,"nass":"3 - التركيب المزجي: كبعلبكَّ وحضرموت ومعْد يكرب ما لم يختم بؤيهِ فيُبني على الكسر كسيبويهِ.\r4 - زيادة الألف والنون: كرضوان وسلمان ونعسان وعمران وعفان.\r5 - وزن الفعل: كأحمد ويزيد ويشكر وتغلب، وشمر وتدمر.\r6 - العدلُ عن آخر: كعُمر وزفَرَ وزحل معدولة عن عامر وزافرٍ وزاحل.\r(اللأئي مع الوصف) :\r1 - وزن فعلان: شرط أن لا يؤنث بالتاء كغضبان وجوعان وعطشان فمؤنثها غضبى وجوعى عطشى. أما ما سمع مؤنثه على فعْلانة فينصرف كخمصان وسيفانِ وموتانِ وصحيانٍ، فمؤنثها خمصانة وسيفانة وموتانة وصحيانة.\r2 - وزن أفعل: كأحمر وأبيض وأحسن وأصغر وأكبر.\r3 - العدل عن آخر: كأحاد وموحد وثناء ومثنى إلي عشار ومعشر، يقال: جاء القوم رباع أي أربعة أربعة. وذهبوا أحاد أي واحدة واحدة، ولا تستعمل هذه الألفاظ إلا نعوتاً أو أحوالاً أو أخباراً.\r(ما يقوم مقام العلتين) ، اثنان:\r1 - المحتوم بألف التأنيث الممدودة أو المقصورة كحسناء وحُبلى.\r2 - أو الذي عل صيغة منتهى الجموع كمساجد ومصابيح وعنادل وعصافير وحقائق وأراجيف.\rتنبيه\rإذا أضيف ما لا ينصرف أو عرف بأل صرف وجر بالكسرة نحو: مررت بأفضل القوم","seal":"FA939381","part":1},
      {"page":79,"id":72,"nass":"أو بالأفضل. وأحياناً يصرف لضرورة الشعر كقول أحدهم: (تبصر خليلي هل ترى من ظعائن) .\rتفسير\rالخُمصان: الضامُر البطن. السيفانُ: الطويل. الموتان: الضعيف. الصحيان: الذي لا غيم فيه.\rالباب الثامن\rفي المبني والمعرب\rوالاسم منه معرب ومبني ... لشبه من الحروف مدني\rيشير ابن مالك إلى أن الاسم ينقسم إلى قسمين: معرب، ومبني: فالمعربُ ما سلم من شبة الحرف. والمبني ما أشبههُ.\rالمبنيُّ: هو الذي يلزم أخزه حالة واحدة من ضم أو فتح أو كسر أو سكون، وأشبة الحرف وضعاً ومعنى، ففي الوضع على حرف أو حرفين كتاء الفاعل، ونا المفعول في لفظ (زرْتنا) . وفي المعى مثل: متى، فإنها أشبهت الهمزة في الاستفهام وإن في الشرط.\rوالمبني من الأسماء هو الضمائر والإشارات والموصولات بأسماء الأفعال وأسماء الشرط والاستفهام وبعض الظروف واسم لا النافية للجنس والمنادي مفرداً ونكرة مقصودة وما ركب من الأعداد والأحوال والظروف. وكل ذلك مبني على ما سمع به كحيث والآن وأمس ومذْ.\rفما يطرد بناؤه على الضم: الظروف المقطوعة عن الإضافة كقبل وبعدُ","seal":"FF23B010","part":1},
      {"page":80,"id":73,"nass":"وحسب وكلمة غيرُ. تقول: لله الأمر من قبل ومن بعد، أي: من قبل الأمر ومن بعد الأمر، وليس غيرُ.\rوما يطرد بناؤه على الفتح: الأعداد المركبة من أحد عشر إلى تسعة عشر ويستثنى اثنا عشر فتعرب إعراب المثنى، تقول: رأيت أحد عشر رجلاً ومر خمس عشرة امرأة، وسلمت على تسعة عشر شخصاً.\rوالظروف المركبة مثل اقرأ صباح مساء، وأعمل ليل نهار.\rوالأحوال المركبة نحو: هو جاري بيت بيت أي: ملاصقاً.\rواسم لا النافية للجنس نحو: لا غريب بيننا، ولا ريب فيه.\rوما يطرد بناؤه على الكسر: الأسماء المنتهية بويه كسيبويه ونفطويه، وما كان علي وزن فعال علماً لأنثى أو سباً لها، أو أسم فعل أمر نحو: حذام ورقاش ويا خباث ويا كذاب ومثل: نزال وتراك.\rفوائد\r1 - أسماء الاستفهام هي: من ما متى أين أيان كيف.\r2 - يستثني من الأسماء الموصولة اللذان واللتان، ومن أسماء الإشارة ذان وتان فتعرب إعراب المثني.\r3 - أي معربة دائماً إلا في حالة ورودها اسما موصولاً وحذف صدر صلتها نحو: فسلم على أيهم أفضل. الأصل هو أفضل.\rشاهدان\rإذا قالت حذام فصدقوها ... فإن القول ما قالت حذام\rآت الرزق يوم يوم فأجمل ... طلبا وابلغ للقيامة زادا","seal":"BCB83457","part":1},
      {"page":81,"id":74,"nass":"إعراب\r(إدا قالت حذام فصدقوها)\rإذا: ظرف متضمن معنى الشرط محله النصب متعلق بالجواب.\rقالت: فعل ماضي وتاء التأنيث.\rحذام: فاعل مبني على الكسر في محل رفع.\rفصدقوها: الفاء رابطة للجواب، وصدقوها فعل وفاعل ومفعول به. والجملة جواب الشرط. وجملة قالت حذام فعل الشرط محلها الجر بالإضافة إلى إذا. التقدير: حين قولها.\rالمعرب: الأسماء كلها معربة ما عدا طائفة منها سبق ذكرها.\rوأنواع الإعراب ثلاثة: رفع ونصب وجر. وينحصر الكلام على ذلك في ثلاثة مطالب:\rالمطلب الأول\rالمرفوعات\rالمطلب الأول في رفع الاسم: أصل رفعه بالضمة، وينوب عنها الألف في المثنى والواو في جمع المذكر السالم والأسماء الخمسة وهي: أب أخ حم فو ذو نحو: وصل الرئيس ونائباه والمرافقون وذو الفضل. ويرقع الاسم إذا كان فاعلاً أو نائب فاعل أو مبتدأ أو خبراً أو اسما لكان وأخواتها أو خبرا لإن وأخواتها.\rالفاعل\rهو الاسم الذي تقدمه فعل مبني للمعلوم أو شبهه. وحقهُ الرفع نحو: جاء الرجل الواسع علمه الحسن فهمه. ويكون ظاهراً وضميراً مذكراً ومؤنثاً مفرداً أو مثنى أو جمعاً.\rفإذا كان مثنى أو جمعاً بقي الفعل معهُ مفرداً نحو: التحم الجيشان وانتصر الصابرون.","seal":"A88FF0EB","part":1},
      {"page":82,"id":75,"nass":"وإذا كان مؤنثاً حقيقياً وجب التحاق تاء، التأنيث الساكنة بالفعل كقامتْ هند، وقعدت دعْدٌ.\rوإذا كان مؤنثا غير حقيقي، أو حقيقياً وفصل عن فعله، أو جمعاً مكسراً مطلقاً، جاز الإلحاق وعدمهُ نحو: طلع الشمس وطلعتْ، وحضر القاضي امرأة وحضرت، وقام الرجال والهنود وقامت. لكن لا يجوز إلحاق تاء التأنيث بالفعل مع الفصل يالاً. فلا يقال ما جاءت إلا هند وما وطلعت إلا الشمس. بل يقالُ: ما جاء إلا هند وما طلع إلا الشمسُ.\rفوائد\r1 - الأسماء الخمسة إذاً بقيت عل حالها أو صغرت أعربت بالحركات الظاهرة نحو: جاء أب وأخ وأبيك وأخيك. وإذا أضيفت إلى ياء المتكلم أعربتُ بالحركات المقدرة نحو: جاء أبي وأخي. وإن ثنيث أو جمعت أعربت إعراباً المثنى والجمع نحو جاء أبواك وإخوانك.\r2 - المراد بشبه الفعل اسم الفاعل واسم المفعول والصفة المشبهة واسم التفضيل.\r3 - حق الفاعل أن يتأخر عن فعله، فإذا تقدم عليه صار مبتدأ، والجملة بعده خبر. مثل: الرجل أتى، فالرجل مبتدأ وجملة أتى خبر.\r4 - بعض العزب يثني الفعل ويجمعه فيقول: قاما الطالبان، وقاموا الطلاب، والنحاة يسمون ذلك (لغة أكلوني البراغيث) ، ويأبون اجتماع فاعلين لفعل واحد، ويقولون: إن الألف والواو والنون للدلالة على التثنية والجمع.\rشواهد\rيلومونني في حب ليلى عواذلي ... ولكنني من حبها لعميدُ\rتولى قتال المارقين بنفسه ... وقد أسلماه مبعد وحميم\rرأين الغواني الشيب لاح بعارضي ... فاعرض عني بالخدود النواضٍرِ","seal":"E41A37F8","part":1},
      {"page":83,"id":76,"nass":"إعراب\rرأينَ الغواني الشيبَ لاحَ بعارضي\rرأين: الصواب رأت أو رأى ونون النسوة هنا دلالة على الجمع. ورأى فعل ماض مبني على فتح مقدر.\rالغواني: فاعل مرفوع بضمة مقدرة للثقل.\rالشيب: مفعول به منصوب.\rلاح: فعل ماض فاعله الضمير المستتر والجملة حالية.\rبعارضي: جار ومجرور متعلق بلاح، واليا، محلها الجر بالإضافة.\rتفسير\rالعاذلُ: اللائمُ، العارضان،: صفحتا الخدَّ. العميدُ: المعمودُ بالوسائد لمرضه.\rنائب الفاعل\rنائب الفاعل ما تقدمهُ فعل مجهول أو شبهُ وقام ومقام الفاعل من لزوم الرفع ووجوب التأخير عن رافعه نحو: يكرم المرء المحمود فعله. فيكرمً مضارع مجهول مرفوع للتجرد. والمرء نائب فاعل مرفوع. والمحمود صفتُه. وفعله نائب فاعل لاسم المفعول المحمود، والهاء في محل جر بالإضافة.\rويكون النائب ظاهراً كما مثل، وضميراً في نحو: حمدت وتحمدُ، فكل من الضمير البارز في حمدت والمستتر في تحمدُ نائب فاعل.\rوالنائب في الأصل مفعول به، فقولك: (سمع الصوت) أصلهُ: سمع الناسُ الصوت. حذف الفاعل وأنيب عنه المفعول به. وإذا تعدد المفعول أنيب عنه الأول نحو: اعطي الفائز جائزة، وأخبر النوتي البحر هائجاً. وقد يكون النائب ظرفاً أو مصدراً أو جاراً ومجروراً نحو: سهرتْ الليلةُ، وفرح فرح عظيم، ونُظر في الأمر. ويشترط في الظرف والمصدر أن يكونا متصرفين مختصين. فلا يصحُّ","seal":"EB4459FE","part":1},
      {"page":84,"id":77,"nass":"مثل: جلس معك، ولا: عيذَ معاذ الله، ولا: قُعدَ زمانٌ، وسِير سيرٌ.\rفوائد\r1 - المتصرف من الظروف والمصادر هو ما يرفع وينصب ويجر. والمختص ما يوصف ويضاف نحو: صيم الشهر، وسير يوم كامل، ونحو: فرحَ فرحٌ عظيم، وفُرحَ فرحٌ الفوز.\r2 - غير المتصرف من الظروف والمصادر كقبل ولدن وسبحان ومعاذ.\r3 - يجب تأخر النائب عن رافعه، فإن تقدم عليه صار مبتدأ، والجملة خبر.\rشواهد\rلعل عتبك محمود عواقبهُ ... وربما صحتِ الأجسام بالعللِ\rإذا عيشَ في خير امرئ ونواله ... توالى عليه الحمد من كل جانب\rتظوهرَ بالعدوان واختيل بالغنى ... وشوركَ بالرأي الرجال الأماثل\rالمبتدأ والخبرُ\rالمبتدأ والخبر اسمان تتألف منهما جملة مفيدة كقولك: القناعة كنز. وتسمى الجملةُ المركبة منهما جملة اسمية، ولكل منهما أحكام:\rأحكام المبتدأ: المبتدأ اسم مرفوع بعامل معنوي هو الابتداء.\r1 - وحقه أن يكون معرفة. وتد يأتي نكرة إذا أفادت بأن يتقدم عليها الخبرُ ظرفاً أو جاراً ومجروراً نحو: عندك فضل، وفيك خير. أو تقع بعد نفي أو استفهام أو رب، أو كانت موصوفة أو مضافة إلى نكرة نحو: ما كريم مذموم. وهل فتى هنا؟ ورب ساع لقاعدِ. ورجل ووقر عز قادم. وطالب معونة واقفٌ.","seal":"6CE770AC","part":1},
      {"page":85,"id":78,"nass":"2 - حق المبتدأ أن يتقدم على الخبر، وقد يتأخر عنه نحو: في الدار ناس.\r3 - يجب تقدمه في الألفاظ التي لها الصدارة كأسماء الشرط والاستفهام والموصولة وما التعجبية وكم الخبرية وما اقترن بلام الابتداء نحو: من يذهب أذهب معه. وما صنعتك؟ وهذا قاض. والذي مر أديب. وكم صاحب لك. وما أحسن الوفاء. وللصدق منجاة.\r4 - يحذف المبتدأ وجوبا إذا أخبر عنه بمخصوص نعمَ وبئس نحو: نعمَ القاضي إياس. وبئس الشاهد إياد. أي هو. وإذا أخبر عنه بمصدر نحو: صبر جميل أي صبري صبر جميل. أو بما يشعر القسم نحو: في ذمتي لأحضرن أي في ذمتي عهْدٌ.\rأحكام الخبر: الخبر اسم مرفوع بعامل لفظي هو (المبتدأ) .\r1 - ويطابقه في الإفراد والتذكير وغيرها نحو: الورق صقيل، والقلمان مبريان، والطلاب جالسون. وكما يأتي الخبرُ مفرداً يأتي جملة اسمية أو فعلية مشتملة على ضمير يربطها بالمبتدأ نحو: الظلم مرتعهُ وخيم، والحلمُ يسمو صاحبه. ويقع ظرفاً أو جاراً ومجروراً متعلقين بمحذوف مقدر بكائن أو استقر، فإن قدرتهُ بكائن كان الخبر مفرداً وإن قدرته باستقرَّ كان جملة نحو: العفو عند المقدرة، والصفح من شيم الكرام.\r2 - قد يتعدد الخبر فيقال: هو شاعر ناثر أديب أريبٌ.\r3 - الأصل في الخبر أن يتأخر عن المبتدأ، ويجوز تقدمهُ إذا لم يكن مانع نحو: بيده الأمر. لكنه يجمع تقدمه في الألفاظ التي لها الصدارة كأين بيتكَ؟ وكيف حالك؟\r4 - يجب حذف الخبر بعد ما هو صريح في القسَم نحو: لعمركَ لأزورنكَ، أيْ","seal":"B5A466B8","part":1},
      {"page":86,"id":79,"nass":"قسمي. وبعدَ لولا نحو: لولا الهداة لضل الناس، أي موجودون. وبعد واو المعية نحو: كل طالب وكتابهُ، أي مقترنان.\r5 - قد يسد مسدا الخبر الفاعل أو نائبة إذا كان المبتدأ وصفاً معتمداً على نفي أو استفهام وكان ما بعده مثنى أو جمعا. ويراد بالوصف اسما الفاعل أو المفعول وما أشبههما نحو: أقادم أخواك؟ وما مخذول تابعوك. فإذا كان الوصف مفرداً جاز أن يسدْ الفاعل أو نائبه مسد الخبر أو أن يكون مبتدأ مؤخراً نحو: أقادم أخوك؟ فأخوك هنا إما فاعل سد مسد الخبر أو مبتدأ مؤخر وقادم خبر مقدم.\rإعراب\r1 - أقادمٌ أخواك؟\rالهمزة للاستفهام، وقادم: مبتدأ مرفوع.\rأخواك: فاعل سد مسد الخبر؛ لأن المبتدأ وصف والخبز مثنى.\r2 - ما مخذولٌ تابعوكَ\rما: نافية ومخذول: مبتدأ مرفوع. تابعوك: نائب فاعل سد مسد الخبر؛ لأن المبتدأ وصفٌ معتمد على نفي والخبر جمع لا مفرد.\rوشادن يسألني\rالواو واو رب. شادن: مبتدأ مرفوع علي مجرور لفظاً. وجملة يسألني خبرٌ. والشاهد مجيء المبتدأ نكرة مسبوقة بواو رب حرف الجر الشبيه بالزائد.\rشواهد\rوفي النفس حاجات وفيك فطانةٌ ... سُكوتي بيان عندها وخطابُ\rما رجاء محقق بالتمني ... أو حياة محمودة بالتواني","seal":"F5271ACB","part":1},
      {"page":87,"id":80,"nass":"أقاطن قوم سلمى أم نوَوْا ظعنا ... إن يظعنوا فعجيب عيشُ من قطنا\rخليليَّ ما واف بعهدي أنتما ... إذا لم تكونا لي على من أقاطعُ\rوشادن يسألني ... ما المبتدا والخبرُ\rمثلهما لي مسرعاً ... فقلت: أنتَ القمرُ\rاسم كان وأخواتها\rتدخل كان أو إحدى أخواتها على المبتدأ والخبر فيبقى المبتدأ مرفوعاً وينتصب الخبر نحو: وكان الله عزيزاً حكيماً، فالله اسمها، وعزيزاً خبرها. وقد تقدم الكلام على ذلك مفصلاً.\rإن وما ولا ولاتَ\rتعمل عمل ليس فترفع الاسم وتنصب الخبر بشروط موضحة فيها يلي:\rإن وما: يشرط في علهما أن لا يتقدم خبرهما على اسمهما، وألا ينتقض نفيهما بإلا نحو: إن المرء خالداً، وما مخلوق باقياً. بخلاف ما محبوب الكذوب، وما محمد إلا رسول.\rوكثيراً ما تدخل الباء في خبر ما نحو: وما ربك بغافل عما يعملون.\rلا: يشترط في عملها فوق الشرطين السابقين أن يكون معمولاها نكرتين نحو: لا كريم مذموماً، ولا بخيل محموداً.\rلات: لا تعمل إلا في أسماء الأزمان مثل: حين وساعة وأوان.\rويكثر حذف اسمها نحو: ولات حين مناص، ولات ساعة مندمِ، ولات أوان ملام. والتقدير: ولات الحين حين مناص. ولات الساعة ساعة مندم. ولات الأوان أوان ملام.","seal":"804ED355","part":1},
      {"page":88,"id":81,"nass":"أمثلة\rإن هذا بشرا ... إن الهواء عاصفا\rإن السحاب مبتلدا.... ما اللبيب غافلا\rما كل ناصح مخلصا.... وما ربك بظلام\rلا زمان مسالما ... لا متعلم نادما\rلا كسول ناجحا ... لات ساعة مندم\rلات حين مناص.... لات أوان ملام\rفوائد\rالأولى: بعضهم يجر بلات نحو:\rطلبوا صلحنا ولات أوان\rوكقول المتنبي:\rلقد تصبرت حتى لات مصطبر.... والآن أقحم حتى لات مقتحم\rالثانية: لات أصلها لا النافية زيدت فيها تاء التأنيث المفتوحة كما زيدت في ربت وثمت\rالثالثة: (ما) إن عملت عمل ليس سميت حجازية، وإن بقيت نافية سميت تميمية.\rشواهد\rإن المرء ميتا بانقضاء حياته.... ولكن بأن يبغى عليه فيخذلا\rتعزفلا شيء على الأرض باقيا ... ولا وزر مما قضى الله واقيا\rوما الحسن في وجه الفتى شرفا له.... إذا لم يكن في فعله والخلائق\rوما كل ذي لب بمؤتيك نصحهُ ... ولا كل مؤتٍ نصحهُ بلبيب\rندم البغاة ولات ساعة مندم ... والبغي مرتع مبتغيه وخيم","seal":"E400622C","part":1},
      {"page":89,"id":82,"nass":"إعراب\r1 - وما كل هاو للجميل بفاعل\rما: نافية تعمل عمل ليس.\rكل: اسمها مرفوع.\rهاو: مضاف إليه.\rللجميل: جار ومجرور متعلق باسم الفاعل هاو.\rبفاعل: الباء حرف جر زائد، وفاعل: خبر (ما) مجمرور لفظها منصوب محلاً، أي فاعلاً.\r2 - إن المرءُ ميتاً بانقضاء حياته.\rإن: نافية بمعنى ليس.\rالمرءُ: اسمها مرفوع.\rميتا: خبرها منصوب.\rبانقضاء: جار ومجرور متعلق بالصفة المشبهة ميت.\rحياته: مضاد إليه مجرور، والهاء المضافة إلى حياة محلها الجر.\rخبر إنَّ وأخواتها\rتدخل إن على المبتدأ والخبر، فتنصب الأول ويسمى اسمهما، وترفع الثاني ويسمى خبرها. ومثلها: أنّ، كأنَ، لكنً، لعلً، ليتَ.\rنحو: إن عماداً قائم، قدرت أنه نائم، كأن زياداً حاكم، لكن إياداً حازم، ليت الشباب راجع، لعل الدواء ناجع.\rويقال لها الحروف المشبهة بالفعل؛ لأن معنى إن وأن التوكيد، ومعنى كأن التشبيه، ومعنى لكن الاستدراك، ومعنى ليت والتمني، ومعنى لعل الترجي؛ فكأنك قلت: أكدت وشبهت واستدركت وتمنيت وترجيت.\r، ومثلها في العمل لا النافية للجنس.","seal":"193045E4","part":1},
      {"page":90,"id":83,"nass":"ومن أحكام هذه الحروف:\rأولاً: لا يجوز في هذا الباب أن يتقدم الخبر على الاسم إلا إذا كان ظرفاً أو جاراً ومجروراً نحو: إن في نفسي لحاجة، وإن لديك لفطانة.\rثانيا: قد تقترن (ما) الزائدة بهذه الحروف فتكفها عن العمل. نحو: {إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} ، ولكنما أسعى لمجد مؤثل.\rثالثا: إذا خففت لكن بطل علمها وأعربت حرف استدراك نحو: محمود عالم لكن أخوهُ جاهل.\rرابعا: إن وكأن تخففان ويبقى عملهما ويكون اسمها ضمير الشأن محذوفاً نحو: علم أن سيكون منكم مرضى، وكأن لم يغن بالأمس. والتقدير: علم أنه أي الحال والشأن سيكون منكم.\rما تختص به إن\rأولاً: تدخل لام الابتداء عن خبرها أو اسمها المتأخر نحو: إن رأيك لصواب، وإن في السماء لعبراً.\rثانيا: تكسر همزتها إذا وقعت في الابتداء نحو: إن هذا حق. وبعد القول نحو: قال إني عبد الله. أو بعد ألا نحو: ألا إنك لوفي. أو صدر جملة حالية نحو: العبد يدبر وإن القضاء يضحك.\rثالثا: تفتح همزتها إذا وقعت بعد الفعل أو حرف الجر نحو: يسرني أنه مهذب، وكافأتهُ لأنه مستحق.","seal":"D788B9FF","part":1},
      {"page":91,"id":84,"nass":"لا النافية للجنس\rأي لنفي حكم الخبر عن الجنس لا عن الوحدة، ففي قولك: لا صاحب جود ممقوت، تكون نفيت المقت عن جنس الأجواد. وهي تعمل عمل إن من حيث نصب الاسم ورفع الخبر، بشرط أن يكون معمولاها نكرتين، وأن لا يتقدم الخبر على الاسم، وألا يدخل عليها حرف جر. فإن فقد الشرطان الأولان بطل عملها ووجب تكرارها نحو: لا في الصلاة حركة ولا حديث، وإن\rدخل عليها حرف جر بطل علمها كقولك: أتيت بلا زاد.\rإعراب اسم لا وبناؤه\rيعرب اسمها إذا كان مضافاً أو شبيها بالمضاف نحو: لا فاعل خير مذموم، ولا باسطا أذي محمود.\rويبنى على، ما ينصب به، فعلى الفتح في المفرد، وعلى الياء في المثنى وجمع المذكر السالم، وعلى الكسرة في جمع المؤنث السالم نحو: لا تثريب عليك ولا ضدين مجتمعان، ولا كاذبين مصدقون، ولا جاهلات محترمات.\rفوائد\r1 - إذا تكررت (لا) جاز عملها وإلغاؤها تقول: لا حول ولا قوة إلا بالله.\r2 - يكثر حذف خبرها في مثل: لا بأس ولا ضير، أي: لا بأس عليك.\r3 - إذا دخلت عليها همزة الاستفهام بقي عملها نحو: ألا صديق مرجو؟\rإعراب\rلا شاهد زور موفقٌ:\rشاهد: اسم لا النافية للجنس منصوب. وزور: مضاف إليه مجرور. وموفق: خبر لا مرفوع.","seal":"9CC3A2F9","part":1},
      {"page":92,"id":85,"nass":"لا ضدين مجتمعان:\rضدين: اسم لا النافية للجنس مبني على الياء لأنه مثنى في محل نصب. ومجتمعان: خبر مرفوع بالألف لأنه مثنى.\rلا جاهلات محترمات:\rجاهلات: اسم لا النافية للجنس مبني على الكسرة لأنه جمع مؤنث سالم في محل نصب.\rومحترمات: خبر مرفوع.\rولا سيما\rتركيب (لاسيما) يفيد ترجيح ما بعدها عل ما قبلها في الحكم كقول امرئ القيس:\r\"ولاسيما يوهم بدارة جلجُلِ \"\rوهي مركبة من (الواو) و (لا) و (سِيَّ) و (ما) .\rفالواو: زائدة.\rولا: نافية للجنس تعمل عمل إن،\rوسِيَّ: بمعنى (مثل) اسم (لا) ينصب إن كان معرفة، ويبنى على الفتح إن كان نكرة. والخبر محذوف تقديره (موجود) .\rوما: إما زائدة والاسم بعدها مجرور بالإضافة. وإما موصولة وما بعدها مرفوع خبر لمبتدأ محذوف تقديره (هو) . وإما نكرة موصوفة مميزة بمنصوب.\r(تنبيهان)\rالأول: (سيَّ) إن تلتها (ما) زائدة أو موصولة فهي معربة منصوبة، وإن تلتها (ما) النكرة الموصوفة فهي مبنية.\rالثاني: الاسم الواقع بعد (لاسيما) يجوز فيه الخفض أو الرفع أو النصب. والخفض أرجح.","seal":"C71B2090","part":1},
      {"page":93,"id":86,"nass":"المطلب الثاني\rالمنصوبات\rالأصل في نصب الاسم أن يكون بفتحة، وينوب عنها ألف في الأسماء الخمسة، وكسرة في جمع المؤنث السالم، وياء في المثنى وجمع المذكر السالم نحو: احترام أمك وأباك وأخويك وخالاتك والأقربين.\rوينصب الاسم إذا كان مفعولاً به أو مفعولاً مطلقا أو مفعولاً لأجله أو مفعولاً فيه أو مفعولاً معه أو مستثني بإلاً أو حالاً أو تمييزاً أو منادى أو خبراً لكان وأخواتها أو اسماً لإن وأخواتها.\rالمفعول به\rهو ما يقع عليه فعل الفاعل نحو: قدم معنٌ أطروحة، وقس عليه، ومعنّ مقدم أطروحة، وعجبت من شتم نصر سعداً.\rويكون مظهراً كما مثل، ومضمراً متصلاً كأرشدك وأرشده وأرشدهن، ومنفصلاً نحو: ما أرشد إلا إياي وإياك وإياه. فتقول في إعراب نصحني: نصح فعل ماض، والياء مفعول به، وفاعله مستتر وجوباً. واعلم أن النون في أرشدني للوقاية لأنها وقت الفعل من التغيير.\rفوائد\r1 - يجوز تقديم المفعول به على الفاعل وتأخيره عنه تقول: بني البيت إبراهيم، وبنى ابراهيم البيت. ما لم يكن أحدهما ضميراً متصلاً فيجب تقديمه كقرأتُ الكتاب. كما يجب تقديم الفاعل إذا خيف اللبس نحو: سبق موسى عيسى.\r2 - إذا نصب الفعل ضميرين وجب فصل ثانيهما نحو: ملكتك إياك، إلاً إذا كان الأول أعرف","seal":"6FD0A499","part":1},
      {"page":94,"id":87,"nass":"أو كانا للغيبة واختلف لفظاهما فيجوز الفصل والوصل نحو: القلم أعطيتكهُ وأعطيتك إياه. وبنيت الدار لأولادي وأسكنتهموها وأسكنتهم إياها.\r3 - ضمير المتكلم أعرف من المخاطب، والمخاطب أعرف من الغائب.\rالمفعولُ المطلَقُ\rالمفعول المطلق مصدر يذكر بعد فعل من لفظه لتأكيده ولبيان نوعه أو عدده نحو: زحف الجيش زحفاً، وهجم هجوما عنيفا، فهزم العدو هزيمتين.\rوقد يحذف الفعل ويبقى المصدر منصوباً به نحو: قدوماً مباركاً وسقياً ورعياً وصبراَ.\rوسمي مفعولاً مطلقاً لأنه غير مقيد بحرف جر ونحوه بخلاف غيره من المفعولات.\rوينوب عن الفعل اسما الفاعل والمفعول والمصدر تقول: هو كاتب كتابة بليغة، والمال مكتسب اكتسابا حلالاً، والمكافأة جزاؤكم جزاء وفاقا. وينوب عنه أيضاً مرادفة كقعد جلوساً. وصفتهُ نحو: سار قليلاً. والإشارة إليه نحو: أنح هذا النحو. وما يدل على نوعه مثل: يمشي الهوينى. أو على عدده كطرق الباب مرتين. أو على آلته كضربهُ سوطا. ولفظُ كل أو بعض مضافين إلى المصدر كأحسنت كل الإحسان، وتأثرت بعض التأثر.\rشواهد\rوقد يجمع الله الشتيتين بعدما ... يظنان كل الظن ألا تلاقيا\rأذلاً إذا شب العِدا نار حربهم ... وزهوا إذا ما يجنحون إلى السلم\rومشيت مشية خاضع متواضع ... لله لا تزهو ولا تتكبر\rأشوقا ولما يمض لي غير ليلة ... فكيف إذا خب المطي بنا عشرَا","seal":"DB3CD2C6","part":1},
      {"page":95,"id":88,"nass":"إعراب\rتبًّا لفعل الخونةِ.\rتبا: مفعول مطلق منصوب بفعل محذوف تقديره تب أي خسر.\rلفعل: جار ومجرور متعلق بالمصدر تبا.\rالخونة: مضاف إليه مجرور.\rيظنان كل الظن.\rيظنان فمل مضارع مرفوع بثبوت النون، وألف التثنية فاعل.\rكل: نائب عن المفعول المطلق مضاف إلى الصدر منصوب.\rالظن: مضاف إليه مجرور.\rالمفعول لأجله\rهو مصدر مبين لسبب حدوث الفعل وتعليله، ومشارك لعامله في الوقت والفاعل نحو: ضربت ابني تأديباً، فتأديباً مصدر مفهم للتعليل. إذ يصح أن يقع في جواب لم فعلت الضرب؟ وهو مشارك لضربت في الوقت والفاعل. وحكمة النصب إن وجدت هذه الشروط أعني المصدرية وإبانة التعليل واتخاده مع عامله في الوقت والفاعل، فإن فقد شرط منها لم يكن مفعولاً لأجله وتعين جره بحرف التعليل وهو اللام. فمثال ما فقد المصدرية قولك: جئت للماء. ومثال ما فقد الاتحاد في الوقت: تهيأت اليوم للسفر غداً. ومثال ما فقد الاتحاد في الفاعل: قمت لأمرك إياي.\rويجوز تقديم المفعول لأجله سواء جراً أو نصب نحو: لزهد قنع، وزهداً قنع.\rوهو إما مجرد من أل والإضافة أو محلى ما بأل ومضاف. فالمجرد يكثر نصبه ويقل جره كدرست رغبة في العلم أو لرغبة. والمقرون بأل يكثر جره ويقلُّ","seal":"32FC6283","part":1},
      {"page":96,"id":89,"nass":"نصبه كضربتهُ للتأديب أو التاديب. والمضاف يجوز فيه الأمران على السواء نحو: تصدقت ابتغاء الثواب آو لابتغائه.\rشواهد\rوأغفر عوراء الكريم ادخاره ... وأعرض عن شتم اللئيم تكرما\rلا أقعد الجبنَ عن الهيجاء ... ولو توالت زمر الأعداء\rمن أمكم لرغبةٍ فيكم جبر ... ومن تكونوا ناصريه ينتصر\rولقد أصرف النفس عن الشي ... ء خياءّ وحبه في الفؤاد\rإعراب\rلا أقعُدُ الجُبْنَ.\rلا: نافية.\rأقعدُ: مضارع مرفوع للتجرد، وفاعله ضمير مستتر وجوبا.\rالجبن: مفعول لأجله منصوب على قلة. والتعليل لأجل الجبن أي الخوف.\rقمتُ إجلالاً لهُ.\rقمت: فعل وفاعل.\rإجلالاً: مفعول لأجله منصوب على كثرة.\rله: جار ومجرور متعلق بالمصدر. والتعليل لإجلاله.\rالمفعول فيه\rهو كل ظرف زمان أومكان حدث فيه فعل تضمن معنى (في) نحو: امكثْ هنا برهة. فهنا ظرف مكان. وبرهة ظرف زمان. وكل منهما تضمن معنى (في) ، والمراد: أمكث في هذا الموضع في برهة. فمن ظروف الزمان: غدوة وبكرة وضحوة وعشية وحين.","seal":"CEE0F8D3","part":1},
      {"page":97,"id":90,"nass":"ومن ظروف المكان: الجهات الشت وهي: فوق وتحت وأمام ووراء ويمين وشمال.\rوكل من الزمان والمكان مختص أو مبهم:\rفالزمان المختص: ما دل على زمن معين كيوم وشهر وعام.\rوالمبهم: ما ليس كذلك كوقت وحين.\rوالمكان المختص: ما له حدود معينة كالدار والمسجد.\rوالمبهم: بخلاف كيمن وشمال.\rوالظرف: إما متصرف أو غير متصرف:\rفالتصرف: ما يستعمل ظرفاً منصوباً وغير ظرف نحو: سرت اليوم فرسخاً. والفرسخ ثلاثة أميال. والميل ألف باع. والبريد أثنا عشر ميلاً.\rوغير المتصرف: ما يلازم النصب على الظرفية أو شبهها وهو الجر بمن كأين وعند ولدن وقط وعوض وإذ وإذا وبينا وبينما.\rفوائد\r1 - كل الظروف صالحة للنصب عل الظرفية إلا المكان المختص فإنه يجر بفي كجلست في الدار، وصليت في المسجد. وإلا بعض الجهات كجانب وداخل نحو: جلست بجانب المعلم.\r2 - لدن بمعنى عند إلا أن لدن تستعمل للأعيان الحاضرة فقط فتقول: هذا الكلام من عندي. ولا تقول: لدني مال إلا إذاً كان حاضراً.\rالمفعول معه\rهو الاسم المنتصب بعد واو بمعنى (مع) ، والناصب له ما تقدمه من الفعل أو شبهه كاسم الفاعل والمصدر. فمثال الفعل: سر والرصيف أي: سرْ مع","seal":"9DB1091D","part":1},
      {"page":98,"id":91,"nass":"الرصيف. فالرصيف منصوب بسرْ. ومثال شبه الفعل: سعدٌ سائر والرصيف، وأعجبني سيرك والرصيف، فالرصيف منصوب بسائر وسيرِك.\rوإنما قدروا الواو بمعنى مع لأنه لا يجوز العطف الضمير المتصل بدون توكيده بالضمير المرفوع المنفصل نحو: قمت أنا وبكر.\rولا يجوز تقدم المفعول معه على عامله فلا يقال: والجبل سرت.\rوالخلاصة أنه يتعين نصب الاسم على أنه مفعول معه إذا لم يصح عطفه على ما قبله كذهبت وهاشماً، فإن صح الخطأ جاز الأمران نحو: وصل الرئيس والأعوان، والرفع أرجح. ويتعين العطف أي عدم النصب بعد ما لا يقع الفعل إلا بالاشتراك: كتخاصم محمود ومنصور.\rشاهد\rإذا أعجبتك الدهر حسال من امرئ ... فدعهُ وواكل أمره واللياليا\rالاستثناء\rهو إخراج الثاني من الأول ب (إلاَّ) أو إحدى أخواتها وهي: غير، سوى، خلا، عدا، حاشا، ليس، لا يكونُ.\rإلاً: حرف. غير وسوي: اسمان. خلا وعدا وحاشا: مترددة بين الفعل والحرف. وليس ولا يكون: فعلان. وهي مختلفة في الأحكام:\rالمستثنى يإلَّ: ثلاثة أنواع: متصل ومنقطع ومفرغ.\rالمتصل: هو ما كان من جنس المستثنى منه نحو: انصرف العمال إلا زياداً. ولإعرابه وجهان:\rالنصب إن كان الكلام تاما موجبا. وتقصد بالتام أن يذكر فيه المستثنى منه. وبالموجب أن لا يسبق بنفي أو نهي نحو: قام الناس إلا عماداً.","seal":"8F6FB167","part":1},
      {"page":99,"id":92,"nass":"وثانيهما: جواز النصب على الاستثناء والإتباع على البدلية إن كان الكلام تاماً منفياً نحو: ما قام أحد إلاً سعداً وإلا سعد. وما رأيت أحمداً إلا سعداً، وما مررت بأحد إلا سعداً وإلا سعد، فجاز في سعد النصب على الاستثناء، والرفع والجر على البدلية من أحد.\rالمنقطع: هو أن يكون المستثنى من غير جنس المستثنى منه. والأرجح فيه النصب نحو: رحل القوم إلا جملاً فالجمل ليس من جنس القوم.\rالمفرغ: هو أن يكون الكلام ناقصاً غير موجب أي خاليا من ذكر المستثنى منه ومنفياً. وإعرابه بحسب ما يقتضيه العامل قبله نحو: ما غاب إلا إيادّ، وما رأيت إلا إياداً، وما مررت إلا بإياد. فإيادُ الأولى فاعل غاب، والثانية مفعول رأيت، والثالثة مجرورة بالباء. وقد سمي هذا النوع مفرغاً لأن ما قبل إلا تفرغ للعمل فما بعدها.\rالمستثنى بغير وسوى: حكم المستثنى بهما الجر بالإضافة إليه ويعربان بما كان يعرب به المستثنى بإلا. تقول: جاء المسافرون غير نصر أو سوى نصر، بالنصب كما تقول: ما سافر أحد غير نصر أو غير نصر بالنصب والإتباع لأنه تام غير موجب.\rالمستثنى بخلا وعدا وحاشا: يجوز فيه الخفض والنصبُ. فالنصب على أنها أفعال استتر فاعلها، والمستثنى مفعول نحو: أنصرف الوزراء خلا محموداً، والخفضُ على أنهن حروف جر نحو: أجتمع الوزراء عدا محمود.\rوإذا تقدمت (ما) على خلا وعدا تعين كونهما فعلين وتعين النصب بهما على المفعولية كقولك: عاد الموفدون ما خلاً سعداَ أو ما إذا عداً. أما حاشا فلا تدخل عليها (ما) فلا يقال: ما حاشا فلاناً.\rالمستثنى بليس ولا يكون: حكم المستثنى بهما النصب نحو: اجتمع القضاة ليس","seal":"39F1F8C4","part":1},
      {"page":100,"id":93,"nass":"خالداً. ولا يكون خالداً. كأنه قيل: ليس بعضهم خالداً ولا يكون بعضهم خالداً.\rتنبيه\rإذا تقدم المستثنى على المستثنى منه في النفي فالأفصح نصبهُ نحو: وما لي إلا مذهب الحق مذهبُ.\rشواهد\rلكل داء دواء يستطبُّ به ... إلا الحماقة أعيتْ من يداويها\rآلا كل شيء ما خلا الله باطل ... وكل نعيم لا محالة زائلٌ\rومالي إلاً آل أحمد شيعة ... وما لي إلا مذهب الحق مذهبُ\rأبجناحيهم قتلا وأسرا ... عدّا الشمطاء والطفل الصغير\rتفسير\rأعيت: أعجزت. الشمط: بفتحتين بياض شعر الرأس يخالط سوادهُ. الرجل أشمط والمرأة شمطاء.\rالحالُ\rالحال وصف فضلة مسوق لبيان هيئة الفاعل أو المفعول حين وقوع الفعل نحو: {فَخَرَجَ مِنْهَا خَائِفًا} و {وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا} . ومعنى فضلة أنه ليس عمدة في الجملة كالخبر. ويجوز تعدد الحال كجواز تعدد الخبر نحو: رجع خالد سالماً غانماً، كما يجوز تقدمها على عاملها نحو: ضاحكاً جاء سعدٌ.","seal":"81DDAB73","part":1},
      {"page":101,"id":94,"nass":"مجيء الحال نكرة ومعرفة\rالأصل في الحال أن تكون نكرة مشتقة. وما ورد منها معرفة في اللفظ فهو نكرة في المعنى نحو: اجتهد وحده أي منفرداً. وجاؤوا الجماء أي جميعاً. وكلمته فاهُ إلى في أي مشافهة.\rوتقع جامدة مؤولةٌ بمشتق في مثل الأمور التالية:\rأولاً: إذا دلت على تشبيه نحو: كر علي أسداً أي كأسد، وبدت لميس بدراً أي كبدر.\rثانيا: إذا دلت على ترتيب نحو: دخلوا واحداً واحداً، وخرجوا أربعة أربعة، أي مرتين.\rثالثا: إذا دلت على سعٍر نحو: بيع القمح مداًَ بعشرين والسمن رطلاً بثلاثين، أي مسعراً.\rرابعا: إذا دلت على مفاعلة نحو: بعتهُ يداً بيد أي متقابضين، وما شيتهُ كتفا لكتف أي متلاصقين.\rخامسا: إذا كانت موصوفة نحو: {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا} و {تَمَثَّلَ لَهَا بَشَرًا سَوِيًّا} .\rعامل الحال وصاحبها\rعامل الحال ما تقدت عليها من فعل أو شبهه أو معناه نحو: تلك هند مقنعة، كأنك واقف فيهم خطيبا، سليم في الدار جالساً. وقد يحذف العامل كقولك للمسافر: راشداً مهدياً أي سر راشداً.\rوصاحبها ما كانت وصفا له أي ما يتبين هيئته، وتطابقه في التذكير","seal":"B7565C6E","part":1},
      {"page":102,"id":95,"nass":"والتأنيث والإفراد والتثنية والجمع نحو: انصرفا مسرعين وانصرفوا مسرعين وانصرفن مسرعات.\rوحق صاحبها أن يكون معرفة، وقد يأتي نكرة كالمبتدأ إذا تأخر عنها أو تخصص بوصف أو إضافة أو اعتمد على نفي أو استفهام نحو: جاء راكباً رجل، وبالباب رجل وقور منتظراً، ونظرت إلى خادم رجل مختالاً، ولا يقتد أحدٌ بآخر جاهلاً.\rوقوع الحال جملة\rتقع الحال جملة اسمية أو فعلية، ولابد من اشتمالها على رابط وهو إما الواو فقط أو الضمير أو هما معا نحو: سافر والليل مقمر، وأقبل الغلام يلهث، ووصل وهو يبتسم، وتقع الجملة ظرفاً وجاراً ومجروراً كرأيت الهلال بين السحاب، وأبصرت خيالهُ في الماء.\rأمثلة\rتناولت الكتاب جالساً ... قرأتُ البحث موجزاً\rجئن فرحات مرحاتِ ... هذا بعلي شيخاً\rرجعوا وهم جذلون ... درست النحو بحثاً بحثاً\rأبصرتك مع القادمين ... كلمته وجهاً لوجه\rماست دعدٌ غصناً\rشواهد\rتأن ولا تعجل بلومك صاحباً ... لعل له عذراً وأنت تلوُم\rإذا المرء أعيتهُ المروءة ناشئاً ... فمطلبها كهلاً عليه عسيرُ\rأري العيش بين المدن مُرأ فليتني ... أعيش قرير العين بين المضارب","seal":"AD85A569","part":1},
      {"page":103,"id":96,"nass":"سفرن بدوراً وانتقبن أهله ... ومسنَ غصونا والتفتن جآذرا\rسرينا ونجم قد أضاء فمذ بدا ... محياك أخفى ضوءهُ كل شارف\rفعش واحداً أو صل أخاك فإنه ... مقارف ذنب تارة ومجانبهْ\rإعراب\rأرى العيش بين المدن مرّاً\rأري: فعل مضارع مرفوع للتجرد استتر فاعله.\rالعيش: مفعول أول لأرى.\rبين: ظرف مكان متعلق بحال من العيش تقديره كائناً.\rالمدن: مضاف إليه مجرور.\rمراً: مفعول ثان لأرى منصوب.\rنعيبُ زماننا والعيبُ فينا\rنعيبُ: فعل مضارع مرفوع استتر فاعله.\rزماننا: مفعول به منصوب. ونا: في محل جر بالإضافة.\rوالعيب: الواو للحال. العيبُ مبتدأ مرفوع.\rفينا: جار ومجرور متعلق بالخبر تقديره مستقر. والجملة في محل نصب على الحال.\rالتمييز\rويسمى مفسراً ومبيناً: هو كل اسم نكرة جامد يتضمن معنى (منْ) لرفع الإبهام عما قبله من اسم ذات ملفوظ أو نسبة ذات ملحوظ. فالأول كاشتريتُ رطلاً سمناً. والثاني كطاب محمد نفساً. فرطلاً وطاب مبهمان فلما قلت سمناً ونفساً ميزتهما وفسرتهما، وبينتهما وإليك حكمهما:\rالملفوظ: هو الواقع بعد أسماء الوزن والكيل والمسَاحة والعدد نحو:","seal":"6259A674","part":1},
      {"page":104,"id":97,"nass":"اشتريت رطلاً زيتاً ومداّ قمحاً وحقلاً فولاً وعشرين نعجة، وما عدا ذلك ففرْع للملفوظ كاشتريت قميصاً حريراً، وهذا باب حديداً.\rويجوز في تمييز غير العدد الجر بمن أو الإضافة إلى المميز نحو: هذا خاتم ذهباً، أو خاتم من ذهب، أو خاتم ذهب.\rالملحوظ: هو المبين لجهة النسبة، ويفهم من الجملة، وله أربعة أقسام:\rالأول: أن يكون محولاً عن الفاعل نحو: وأشتعل الرأس شيباً. وأصله: اشتغل شيبُ الرأس.\rالثاني: أن يكون محولاً عن المفعول نحو: وفجرنا الأرض عيوناً. وأصله: وفجرنا عيون الأرض.\rالثالث: أن يكون محولاً عن المبتدأ نحو: أنا أكثر منك مالاً. وأصله: مالي أكثر من مالك.\rالرابع: أن يكون غير محول كتمييز التعجب والتفضيل نحو: لله دره كاتباً، وهو أبعد نظراً وأكثر فهماً.\rالفرق بين الحال والتمييز\rأولاً: إن الحال تجيء جملة وظرفا وجاراً ومجروراً، والتمييز لا يكون إلا اسماً.\rثانياً: إن الحال تجيء لبيان الهيئات، والتمييز يجيء لبيان الذوات لرفع الإبهام عنها.\rثالثا: إن الحال تتعدد كخبر المبتدأ، والتمييز لا يتعدد كطاب محمد نفساً.\rرابعا: إن الحال مشتفةٌ، والتمييز جامدٌ. والحال تتقدم، والتمييز لا يتقدم إلا نادراً. وقد يتعاكسان فتاتي، الحال جامدة كبدت دعدٌ بدراً، ويأتي التمييز مشتقاً نحو: لله درة فارساً.","seal":"B5B70CD4","part":1},
      {"page":105,"id":98,"nass":"شواهد\rمن أطاق التماس شيء غلاباً ... واغتصاباً لم يلتمسهُ سؤالا\rولكن تفوق الناس رأيا وحكمةٌ ... كما فقتهُم مالاً ونفساً ومحتداً\rيبكي علينا ولا نبكي على أحد ... لنحن أغلظُ أكباداً من الإبل\rكفى بك داء أن تري الموت شافياً ... وحسبُ المنايا أن يكن أمانيا\rتمييز العدد\rتمييز العدد جمع مجرور مع الثلاثة والعشرة وما بينهما. ومفرد مجرور مع المئة والألف. ومفرد منصوب مع أحد عشر إلى تسعة وتسعين نحو: اشتريت ثلاثة كتب وأربع مجلات وعشرة أقلام ومئة ورقة وألف شفرة بألف وخمسمائةٍ وثمانين قرشاً.\rكناياتُ العدد\rكمْ: اسم مبهم مفتقر إلى التمييز، وهي نوعان: استفهامية وخبرية، فالاستفهامية تمييزها مفرد منصوب نحو: كم ديناراً قبضت؟ والخبرية تمييزها مفرد أو جمع مجرور بها أو بمن مقدرة نحو: كم كتاب قرأت، وكم بحار ركبت.\rأما إعرابها فإن كني بهما عن المصدر أو الظرف فمحلهما نصب على الظرفية أو المصدرية نحو: كم زورةٍ زرت وكم يوماً غبت؟ وإن كنُي بهما عن الذوات ولم يلهما فعل نحو: كم أخا لك؟ أو وليهما فعل لازم أو ناقص نحو: كم شخصاً سما؟ وكم قرية غدت ركاماً، فهما مبتدآن وما بعدهما خبر. فإن وليهما فعل متعد لم يأخذ مفعوله ككم ديناراً أنفقت؟ فمحلهما النصب مفعول به.\rكأين: توافقُ كم إبهاماً وافتقاراً وبناء، وتمييزها إما منصوب وإما مجرورٌ","seal":"859F73D9","part":1},
      {"page":106,"id":99,"nass":"بمن لفظاً وهو الأكثر نحو: كأين غنياً أضحى فقيراً. وكأين من عزيز أمسى ذليلاً.\rكذا: تمييزها مفرد منصوب، والغالب تكرارها وعطفها كقرأنا كذا كتاباً أو كذا وكذا كتاباً.\rشواهد\rكم صاحب يتمنى لو نعيتُ له ... وإن تشكيت راعاني وفداني\rوكم من جبال جبتُ تشهد أنني الـ ... جبالُ وبحر شاهد أنني البحر\rكم أردنا ذاك الزمان بمدح ... فشغلنا بذم هذا الزمان\rوكائن ترى من صامت لك معجب ... زيادتُه أو نقصه بالتكلم\rأطرد اليأس بالرجاء فكائن ... ألماً حل يسرهُ بعد عسْرِ\rعد النفس نعمى بعد بؤساك ذاكراً ... كذا وكذا لطفاً به نسي الجهدُ\rالمنادي\rهو اسم مطلوب إقبالهُ بحرف من حروف النداء: الهمزة وأي للقريب ويا وأيا وآ للبعيد نحو: يا مروان ويا غلام. وقد يحذف حرف النداء نحو: {يُوسُفُ أَعْرِضْ عَنْ هَذَا} .\rوالمنادي قسمان: معرب ومبني.\rالمعرب: وحكمه النصب ثلاثة أنواع: النكرة غير المقصودة كيا غافلاً تنبهُ. والمضاف كيا سميع الدعاء. والشبيه بالمضاف كيا راكباً جواداً.\rالمبني: وحكمه البناء على ما يرفع به نوعان: المفرد العلم كيا حُسينُ، والنكرةُ المقصودة كيا حارس. تقول في نداء الأول: يا خالد ويا خالدان ويا خالدون. وفي نداء الثاني: يا تاجر ويا محاميان ويا معلمون، فيبني على الألف في المثنى،","seal":"FE47D6E0","part":1},
      {"page":107,"id":100,"nass":"وعلى الواو في جمع المذكر السالم، وعلى الضم الظاهر في مثل: يا ظريفُ ويا مؤذن، وعلى الضم المقدر في مثل: يا موسى ويا قاضي. وفيما كان مبنياً قبل النداء كيا سيبويه، ويا تأبط شراً، ويا هذا الرجل، ويا من يتكلم ...\rويراد بالمفرد ما ليس مضافاً ولا شبيهاً بالمضاف. ويراد بالعلم أن يكون أحد المعارف.\rنداء ما فيه أل: إذا أريد نداء ما فيه أل أتي بأيها للمذكر وأيتها للمؤنث أو باسم الإشارة نحو: يا أيها الإنسان. يا أيتها النفس المطمئنة. يا هذا الواقف. ويقال في الإعراب: أي وأية منادى نكرة مقصودة مبني على الضم، وها حرف تنبيه. واسم الإشارة منادى معرفة مبني على ضم مقدر منع من ظهوره البناء الأصلي على السكون. وما فيه أل بدل من المنادي إذا كان جامداً وصفة إذا كان مشتقاً نحو: يا أيها الإنسان. يا أيها الواقف. ويستثنى من الحكم السابق لفظُ الجلالة فيقال: يا الله، ويكثر معه حذف حرف النداء وتعويضه بميم مشددةٍ فراراً من دخوله على أل فيقال: (اللهمَّ) .\rتابع النادي المبني: إذا كان تابع المنادى نعتاً له مضافاً غير معرف بألْ وجب نصبه نحو: يا أحمد حامل العلم. وإذا كان نعتاً أو عطفاً معرفاً بأل أو مضافاً مفرداً جاز فيه الرفع مراعاة للفظ المنادي والنصب مراعاة لمحله تقول: يا سعيدُ الكريم الأب أو الكريم، ويا رشيد الشاعرُ أو الشاعرّ، ويا رئيس والمعاونُ والمعاونَ، بالرفع والنصب.\rالمنادى الموصوف بابن: إذا كان مفرداً علماً وصفته مضافة إلى علم ولم يفصل بينهما بفاصل جاز فيه الضم والفتح نحو: يا حسين بن علي ويا حسينَ. فإذا لم تجتمع فيه هذه الشروط تعين ضمه وامتنع فتحه نحو: يا غلام بن مسعود ويا خالد الكاتب بن عمرو، ويا صفوان بن جارنا.","seal":"C9099ED8","part":1},
      {"page":108,"id":101,"nass":"المنادى المرخم: يحوز ترخيم المنادي تخفيفاً في كل اسم مختوم بتاء التأنيث وفي كل علم زائد على ثلاثة أحرف شرط أن لا يكون مضافاً ولا مركباً وفي ذلك بأن تحذف آخر حرف منه وتضم الذي قبله أو تبقيه على حاله فتقول في نداء فاطمة وعزة وجعفر ومحمود ومازن ومالك: يا فاطمً ويا عز ويا جعف ويا محمو ويا مازِ ويا مالِ.\rفائدة\rثمة ألفاظ تلازم النداء إما للذم على وزن فعل وفعال كيا غدرُ ويا خباثٍ. وإما للذم والمدح على وزن مفعلان كيا ملاَّمان ويا مظرفان.\rأمثلة\rيافاطر السماوات ... ياذوي المروءات\rياحاملاً مجلات ... ياسعيد حامل الراية\rياعصام الكريم الأب ... يا زيادُ الأديب\rياحسين والعباس ... يابثيْنَ\rويا مال ... ويامروَا\rيا طريف بن سليم ... يا أحمد القاعد بن قاسم\rيا حماد بن الصائغ\rشواهد\rيا غافلاً وله في الدهر موعظةٌ ... إن كنت في سنةٍ فالدهر يقظانُ\rيا من لذلة قوم بعد عزهمو ... أحال حالهم بغي وطغيان\rيا أيها الرجل المعلم غيره ... هلا لنفسك كان ذا التعليم\rأيتها النفس أجملي جزعاً ... إن ما تخشين قد وقعا","seal":"4D9E7605","part":1},
      {"page":109,"id":102,"nass":"ألا يا زيد والضحاك سيرا ... فقد جاوزتما خمر الطريق\rعليك أمر نفسك يا لكاع ... فما من كان مرعياً كراعِ\rإعراب\rيا غافلاً تنبهْ:\rيا: حرف نداء.\rأي: منادى نكرة غير مقصودة منصوب بيا.\rتنبهْ: فعل أمر مبني على السكون والفاعل ضير مستتر وجوباً تقديره أنت.\rيا أيها الرجلُ:\rيا: حرف نداء.\rأيُ: منادى نكرة مقصودة مبني عل الضم في محل نصب بيا.\rها: للتنبيه.\rالرجل: بدل مرفوع.\rيا منْ يعزُّ علينا:\rيا: حرف نداء.\rمن: اسم موصول منادى\"معرفة\" مبني على ضم مقدر منع من ظهوره البناء الأصلي على السكون في محل نصب.\rيعز: فعل مضارع مرفوع للتجرد وفاعله مستتر.\rعلينا: جار ومجرور متعلق بيعز. والجملة صلة الموصول لا محل لها.\rعليك أمر نفسك يا لكاع:\rعليك: اسم فعل أمر فاعله مستتر.\rأمر: مفعول به منصوب.\rنفسك: مضاف إليه والكاف مضاف إليه.","seal":"33ADCE08","part":1},
      {"page":110,"id":103,"nass":"يا لكاع: منادي نكرة مقصودة مبني على ضبط مقدر منع من ظهوره البناء الأصلي على الكسر في محل نصب.\rتفسير\rالسنةُ: بالكسر النعاس. عرضْت: بلغتَ العروض مكة والمدينة. الجزعٌ: شدة الحزن. الخمرٌ: ما يواري. اللكعٌ: اللئيم وامرأة لكاع.\rالمطلب الثالث\rفي جر الاسم\rالأصل بالجر أن يكون بالكسرة، وينوب عنها ياء في المثنى وجمع المذكر السالم والأسماء الخمسة، وفتحة في الممنوع من الصرف إذاً تجرد من أل والإضافة. فبان دخلت أل على المنوع جر بالكسرة نحو مررت بالأفضل وبأفضل القوم. والاسم يجر بحرف جر أو بالإضافة.\rالمجرور بحرف الجر: حروف الجر هي:\rمن إلى عن غلى في ربَّ الباء التاء الكاف اللام الواو مْذ منذُ حتى خلا عدا حاشا.\rفمن للابتداء. وإلى وحتى للانتهاء. وعن للمجاوزة. وعلى للاستعلاء. وفي. للظرفية. ورب للتقليل. والباء للسببية والقسم. والكاف للتشبيه. واللام لملك. والواو والتاء للقسم. ومذ ومنذ للابتداء إن كان ما بعدها زمناً ماضياً، وللظرفية إن كان زمناً حاضراً.\rومما اتفق عليه النحاة أنا حروف الخفض ينوب بعضها عن بعض، تقول:","seal":"CC08166E","part":1},
      {"page":111,"id":104,"nass":"رضي عنه ورضي عليه، وأقام في البلد وأقام بالبلد.\rوالجار والمجرور يحتاج كالظرف إلي متعلق وهو الفعل أو ما بمعناه، ويجب حذفه إن كان كوناً عاماً وهو ما يفهم من دون ذكره نحو: العلمُ في الصدور. ويمتنع حذفهُ إن كان كوناً خاصاً نحو: أنا واثق بكَ.\rالمجرور بالإضافة: الإضافة إسناد اسم لآخر وجُّره بتقدير حرف من حروف الجر كاللام ومن وفي كدار نصر، وثوب خز، ويوم صيف. ويسمى الأول مضافاً والثاني مضافاً إليه. فإن كان المضاف مفرداً حذف منه التنوين، وإن كان مثني أو جمعاً مذكراً سالم حذفت منه النون نحو: خاتما فضة، وساكنو قصر، الأصل: خاتمان من فضة، وساكنون في قصر.\rتقسيم الإضافة: الإضافة على قسمين: محضةٌ وتسمي معنوية، وغير محضة وتسمى لفظية.\rالمعنوية: تفيد المضاف تعريفاً إن أضيف إلى معرفة كدار عمرو، وتفيدهُ تخصيصاً إن أضيف إلى نكرة كغلام امرأة.\rاللفظية: لا تفيد الضعف لا تعريفا ولا تخصيصاً لكنها تفيده تخفيفاً في اللفظة فقط ولذلك سميت لفظية. فقولك: راكب فرس أخفُّ من قولك: راكبٌ فرساً. وتكون في اسمي الفاعل والمفعول والصفة المشبهة كطالب حق، ومحمود فعل، وكريم أصل.\rبعض أحكام الإضافة:\rأولاً: يمتنع في الإضافة المعنوية اقترانُ المضاف بأل فلا يقال: الخاتم ماس بل خاتم ماس، إلا إذا كان المضاف شبة فعل مثني أو جمع مذكر سالماً فيجوز اقترانه بها نحو: الضاربا بكر والناصرو عمرو.","seal":"C4B3736B","part":1},
      {"page":112,"id":105,"nass":"ثانياً: يجوز في الإضافة اللفظية التي تكون في اسم الفاعل أو المفعول أو الصفة المشبهة أن يقترن المضاف بأل شرط أن تدخل أل على المضاف إليه نحو: الفاعلُ الخير، والمروع القلب، والحسن الوجه. ولك ما إعراب المضاف إليه أن تجرهٌ بالإضافة، أو أن تنصبه على المفعولية لاسم الفاعل نحو القائد الجيش، والقائدُ الجيشَ.\rثالثاً: إذا أضيف اسم الزمان المبهم كوقت وحين إلي الجملة جاز فيه الإعراب والبناءُ على الفتح نحو: (على حين عاتبت المشيب على الصبا) .\rرابعاً: مما لا يضاف إلا إلي ضمير قولهم: لبيك أي تلبية بعد تلبية، ودواليك أي تداولاً بعد تداول، وسعديكَ أي إسعاداً بعد إسعاد، وهي مثناة وتنصبُ على المصدر.\rخامساً: ومن الألفاظ الملازمة للإضافة قبل وبعد والجهات الستُّ، وتنقطع عنها لفظاً لا معني فتُنبى حينئذ على الضم نحو: لله الأمر من قبل ومن بعد أي من قبل الأمر. وجاء الناس بكر خلف أو أمام أي خلفهم أو أمامهم. وكذلك يجب إضافة كل وبعض وعند ونحوها، وقد يحذف المضاف إليه مع كل لفظاً بنية بقائه معنى نحو: كلّ يموت، أي كل واحد، قال الشاعرُ:\rكل له غرض يسعى ليدركهُ ... والحر يجعلُ إدراك العلى غَرَضا\rالإعراب التقديري للاسم\rإذا كان الاسم المعرب مضافاً إلى ياء المتكلم فلاشتغال آخره بكسرة المناسبة تقدرُ عليه الحركاتُ الثلاثُ نحو: أن مذهبي نصحي لصديقي.","seal":"242877BE","part":1},
      {"page":113,"id":106,"nass":"وإذا كان مقصوراً فلتعذر تحريك الألف تقدر على آخره الحركات الثلاث أيضاً نحو: إن الهدى هُدى الله.\rوإذا كان منقوصاً فلاستثقال ضم الياء وكسرها تقدر على آخره الضمةُ للرفع والكسرة للجر نحو: حكم القاضي على الجاني. وذلك طرداً لقواعد الإعراب. أما الفتحةُ فتظهر لخفتها نحو: رأيت القاضي.\r* * *","seal":"D8467A8D","part":1},
      {"page":114,"id":107,"nass":"الكلامُ على الحرفِ\rالحروف كلها مبنيةٌ، ويقال لها: حروف المعاني كما يقال لحروف الهجاء: حروف المباني.\rوتنقسم الحروف إلى عاملة كإن وأخواتها. وغير عاملة كأحرف الجواب. وتنقسم أيضاً إلي مختصة بالأسماء كحروف الجر، ومختصة بالأفعال كأحرف الجزم، ومشتركة بينهما كما لا النافيتين والواو والفاء العاطفتين.\rوفي جملتها تتوزع إلى زمر، لكل منها معنى تُنسب إليه فيقال:\rأحرف الجواب: لا ونعم وبلى وإي وأجل.\rأحرف النفي: لم ولما ولن وما ولا ولات وإن.\rأحرف الشرط: إن وإذما ولو ولولا ولوما وأما.\rأحرف التحْضيض: أَلاَ وألاَّ وهلا ولولا ولوما.\rأحرف الاستقبال: السين وسوف وأن وإن ولن وهلْ.\rأحرف التنبيه: ألا وأما وها ويا.\rالأحرف المصدرية: أن وأن وكي ولو ومَا.\rومن ذلك حروف الجر والعطف والنداء ونواصب المضارع وجوازمه.","seal":"F8F8E728","part":1},
      {"page":115,"id":108,"nass":"تتمة\rالتوابعُ - التعجُّبُ - التحذيرُ - الإغراءُ - التنازعُ - الاختصاصُ - الاشتغالُ - الاستغاثةُ - الندْبَةُ - الإبدالُ والإعْلالٌ.\r- الجمل التي لها محل من الإعراب.\r- الجمل التي لا محل لها من الإعراب\r- إعراب أسماء الشرط الجازمة\r- إعراب أدوات الشرط غير الجازمة\r- ضميرُ الشأن. الوقفُ\r- تحرير الألفاظ.","seal":"54ADC673","part":1},
      {"page":116,"id":109,"nass":"التوابع\rالتابع هو الاسم المشارك لما قبله في إعرابه رفعاً ونصباً وخفضاً. والتوابع أربعة: نعت وعطف وتوكيد وبدل. ٌ\rالنعتُ\rالنعتُ ومعناه الوصف هو ما يوضح متبوعه إن كان معرفة نحو: أفلح عُمَرُ التاجر. ويخصصُه إن كان نكرة نحو: قدم رجل سائح.\rوهو قسمان: حقيقي وسببي:\rالحقيقيُّ: ما يدل على صفة في متبوعه نحو: قطفتُ وردة بيضاء، وجالست الرجل الفاضل. ويتبع منعوته ما إفراده وتثنيته وجمعه وتذكيره وتأنيثه، تقول: رجل مهذباً، ورجلان مهذبان، ورجال مهذبون، واحترمتُ المرأة المثقفة والمرأتين المثقفتين والنساء المثقفات.\rالسببي: ما يدل على صفة فيما يتعلق بالمتنوع ويكون مفرداً دائماً. ويراعى قي تذكيره وتأنيثه ما بعده نحو: ضافني الرجل الكريم أبوه أو أبواه أو آباؤه.\rويستثنى من الأحكام السابقة المصدر فإنه يلزم الإفراد والتذكير تقول: هذا شاهد عدل وشاهدان عدل وشهود عدل وشاهدة عدل.","seal":"B430EDA1","part":1},
      {"page":117,"id":110,"nass":"العطفُ\rهو تابع يتوسطُ بينه وبين متبوعه أحدُ حروف العطف وهي: الواو والفاء وثم وأو وأم ولكن ولا وبل وحتى.\rفالواو لمطلق الجمع. والفاء للتعقيب. وثم للترتيب. ولكن للاستدراك. وأوْ لأحد الشيئين. وأم للمعادلة. ولا للنفي. وبل للإضراب. وحي للغاية. نحو: الفلاَحُ بالجد والإتقان. جاء العلماء فالأمراءُ. زحف الفرسان ثم المشاة. أقمنا يوماً أو بعض يوم. أهذا كتابك أم ذاك. لا تكن صعباً بل سمحاً. الزم الصالحين لا الطالحين. حفرت البئر حتى قعرها.\rالتوْكيدُ\rهو تابع يذكرُ لتقرير متبوعه لرفع احتمال السهو أو غيره. وهو قسمان: لفظي ومعنوي.\rالتوكيد اللفظي: يكون بإعادة اللفظ الأول فعلاً كان أو اسماً أو حرفاً أو جملة نحو: أزف أزف الوقت. الحق واضح واضح. فإياك إياك المراء. ويؤكد الضمير المستتر والمتصل بضمير رفع منفصل نحو: أكتبُ أنا، وكنت أنت السابق.\rالتوكيد المعنوي: يكون بسبعة ألفاظ هي: النفسُ والعينُ وكل وجميع وعامة وكلا وكلتا نحو: قابلت الرئيس نفسه أو عينه. واشتريت الدار كلها أو عامتها. وأطع والديك كليهما وبر عمتيك كلتيهما.\rوإذا أريد توكيد ضمير الرفع بالنفس أو العين وجب توكيده أولاً بالضمير المنفصل نحو: قمت أنا نفسي، وقمت أنت عينك، وقوموا أنتم أنفسكم.\rالبدلُ\rالبدَل - ومعناه العوضُ - هو تابع مسبوق باسم قبلهُ، وهو ثلاثة أنواع:","seal":"B6C86F52","part":1},
      {"page":118,"id":111,"nass":"بدلُ كل منْ كلَّ، وبدل بعضٍ من كل، وبدل اشتمال.\rالكلُّ من كل: هو المساوي لما قبله في المعنى كقولك: راجع الدرس درس القواعد.\rالبعض من كل: هو بدل الجزء من الكل نحو: أكلت الرغيف ثلثَه، وأعجبني عمرو لفظهُ.\rبدل الاشتمال: ما يدل على معنى في متبوعه على جهة الإجمال نحو: يسعك الرئيس عفوه.\rعطف البيان\rزاد بعض النحاة تابعاً خامساً سموه عطف البيان وعرفوه بأنه تابع يشبه الصفة أي النعت كاللقب بعد الاسم نحو: عليَّ زين العابدين. والاسم بعد اللقب نحو: أبو حفص عمرُ.\rالتعجبُ\rهو استعظام شيء زائد على غيره لمزيَّة فيه، وله صيغتان: (ما أفعله) و (أفعل به) نحو: ما أحسنه وأحسنْ به. فما نكرة تامة بمعنى شيء محلها الرفع مبتدأ. وأحسنه فعل ماض جامد للتعجب مبني على الفتح وفاعله مستتر يعود على ما. والهاء مفعول أحسن. والجملة خبر ما. وأحسن به: أحسن فعل ماض جامد أتى على صورة الأمر مبني على فتح مقدر منع من ظهوره مجيئه على تلك\rالصورة. وبه: الباء حرفة جر زائد، والهاء في محل رفع فاعل لأحسن.\rوللتعجب ثلاثة أحوال:\rأولاً: يصاغ فعلاً التعجب من فعل ثلاثي تام متصرف مبني للمعلوم لا يجيء الوصف منه على وزن أفعل وقابل للتفاوت؛ فلا يتعجب من مثل مات وفنيَ وبادَ.","seal":"48D85481","part":1},
      {"page":119,"id":112,"nass":"ثانياً: يتوصل إلي التعجب من غير الثلاثي ومما وصفه على أفعل فعلاء ومن الناقص بما أشد وأعظم ونحوهما متلواً بالمصدر صريحاً منصوباً فتقول: ما أشد وأعظم بعثرته أو حمرته أو كونه وأشددْ بهما. إلا أن الناقص يكون مصدره صريحاً أو مؤولاً نحو: ما أشد أن يكون جميلاً أوكونه جميلاً.\rثالثاً: والمنفي والمجهول يتعجب منهما بما أشد ونحوه لكن المصدر بعدهما لا يكون إلا مُؤولاً نحو: ما أكثر ألا يطيع. وما أوجع ما ضرب. أو أشددْ وأعظم بهما.\rأمثلةٌ\rما أعدل إياساٌ وما أعقله ... أعدل بإياس وأعقل به.\rما أعجت تلون الحرباء وما أحزمها ... أعجب بتلون الحرباء وأحزم بها\rما أروع حمرة الورد وما أنضره ... أروع بحمرة الورد وأنضر به.\rما أصعب أن يهان العزيز وما أوجعه ... أصعب بأن يهان وأوجع به.\rما ألطف كون الربيع جميلاً وما أحسنه.... ألطف بكونه جميلاً وأحسن به.\rفوائد\r1 - سمعتْ للتعجب كلمات تضمنت معناه نحو: لله دره كاتباً، ويالهُ رجلاً.\r2 - سمعت للتعجب كلمات غير مقيسة نحو: ما أسود الليل، وما أبيض اللبن، وما أخصر الطريق، وما أعطاه للمال.\r3 - لا يجوز تقدم معمول فعل التعجب عليه فلا يقال: مازنا ما أحسن، ولا بمازن أحسنْ.","seal":"107C9FC3","part":1},
      {"page":120,"id":113,"nass":"شواهد\rما أنضر الروض إبان الربيع وقد ... سقاه ماء الغوادي فهو ريان\rأكرم بقوم يزين القول فعلهم ... ما أقبح الخلف بين القول والعمل\rأعلل النفس بالآمال أرقبها ... ما أضيق العمر لولا فسحةُ الأمل\rفإن تكن الدنيا تولت بخيرها ... فأهون بدنيا لا تدوم على فن\rتفسير\rالإبانُ: الوقت. الغوادي: جمع غادية وهي السحابة تنشأ صباحاً. الريان: ضد العطشان. الفن: النوع والأسلوب.\rنعَم وبئسَ وما جرى مجراهما\rنعمَ وبئس فعلان ماضيان جامدان يستعملان للمدح والذم. وفاعل كل منهما يجب أن يكون محلى بأل أومضافاً إلى محلى بها أوضميراً مستتراً مميزاً بنكرة أو كلمة ما نحو: نعم العملُ، ونعم عمل الخير، وبئس رجلاً بكر، وبئس ما يعملون.\rويذكر بعد الفاعل اسم مرفوع هو المخصوص بالمدح أو الذم كنعم الرجل بدر وبئس الرجل بكر. وهو مبتدأ خبره الجملة قبله، ويجوز أن يكون خبراً لمبتدأ واجب الحذف تقديره هو أي الممدوح أو المذموم.\rوقد يتقدم المخصوص فيتعين كونه مبتدأ والجملة بعده خبر نحو: بدر نعم الرجل. وقد يحذف المخصوص إذا تقدم ما يشعر به نحو: ألفَ الجاحظ كتباً ونعم المؤلف أي الجاحظ.\rحبذا ولا حبذا\rومما جرى مجرى نعم وبئس في أحكامهما حبذا ولا حبذا. تقول: حبذا العلمُ","seal":"F1D6A441","part":1},
      {"page":121,"id":114,"nass":"ولا حبذا الجهل، إلا أن مخصوصهما لا يتقدم عليه فلا يقال: بدر لا حبذا. وتعربُ حب فعل ماض جامد فاعله ذا والمخصوص مبتدأ خبره الجملة قبله. وقد يجر المخصوص بباء زائدة نحو: حبَّ بمعنٍ.\rومثل نعم وبئس في المعنى كل فعل ثلاثي من باب فعل قابل للتعجب كشرف ونظف وفهم وحلم.\rأمثلة نعمَ ويئسَ\rنعم الرجل أبو بكر ... بئس الرجل أبو لهب\rنعم دار المتقين ... بئس مثوى الظالمين.\rنعم للعادلين عوضاً ... بئس للباغين بدلاً\rأمثلة ما جري مجراهما\rحبذا العاذر العاقل ... لا حبذا العادل الجاهل.\rفهم القاضي إياس ... خبث الراعي زيادٌ.\rفائدة\rتعمل ساء كبئس في أحكامها نحو: ساء الرجل سلم، وساء غلام القوم رندُ، وساء ولداً نصر.\rشواهد\rنعم امرَاً هرم لم تعرُ نائبةٌ ... إلا وكان لمرتاع بها وزرا\rألا حبذا عاذري في الهوى ... ولا حبذا العاذل الجاهلُ\rفقلت اقتلوها عنكم بمزاجها ... وخب بها مقتولة حين تمزجُ","seal":"D4E84433","part":1},
      {"page":122,"id":115,"nass":"إعراب\rنعمَ امراً هرِمٌ.\rنعمَ: فعل ماض جامد للمدح وفاعله ضمير مستتر.\rامراً: تمييز مفسر منصوب والتقدير نعم هو.\rهرم: المخصوص بالمدح مبتدأ. خبره الجملة قبله.\rتعرو: تعرض. الوزر: الملجأ. المرتاع: الفزع. العاذل: اللائم.\rالتصْغيرُ\rللتصغير غرضان: لفظي ومعنوي. ففائدة اللفظي الاختصار؛ فطفيْل أخصرُ وأخف من طفل صغير. وفائدة المعنوي الدلالة على صغر حجم المصغر كجبْيل، أو حقارة قدره كرجيْل، أو تقليل عدده كدُريهمات، آو قرب زمانه أو مكانه كقبيل العصر وفوَيْق الأرض. وقد يستعمل للتعظيم كدويهية أو للتملح كحبيب، أو للتلطف كيا بنيَّ، أو للشفقة كيا مسيكين.\rوللتصغير أوزان وأحكام:\rأوزان التصغير: ثلاثة: (فُعَيْل وُفعَيْعِل وفُعَيْعِيل) . ففعيْل للثلاثي كنهر. وكبش فيقال: نهير وكبيش. وفعيعل لما زاد على الثلاثي وليس قبل آخره حرف مد كجعفر وغضنفر وسفرجل فيقال: جعيفر وغضيفر وسفيرج. وفعيعيل لما زاد عن الثلاثي وكان قبل آخره حرف مد قرطاس وعصفور وقنديل فيقال: قريطيس وعصيفير وقنيديل.\rأحكام التصغير:\r1 - يعتبر ثلاثياً في التصغير ما لحقتهُ بعد ثلاثة أحرف تام التأنيث كزهرة. أو ألفه","seal":"24563578","part":1},
      {"page":123,"id":116,"nass":"المقصورة أو الممدودة سلمى وسمراء. أو الألف والنون الزائدتان كسكران فيقال: زُهيرة وسليمى وُسمراء وسُكيران.\r2 - يعتبر رباعياً في التصغير كل اسم لحقته بعد أربعة أحرف تاء التأنيث كقنطرة، أو ألفه الممدودة كأربعاء، أو الألف والنون الزائدتان كزعفران، أو ياء النسب كمغربي. فيقال: قنيطرة وأريبعاء وزعيفران ومغيربي.\r3 - التصغير يرد الأسماء إلي أصولها فنقول في تصغير باب: بويب وفي ناب: نُييبْ. وشذ في عيد عُييد وقياسية عويْد؛ لأنه من عاد يعود فلم يقولوا: عويد لئلا يلتبس بتصغير عودٍ كقولهم في جمعه: أعياد ولم يقولوا: أعواد. مع أن الجمع أيضا يرد الأشياء إلي أصولها نحو ميزان وموازين وميقات ومواقيت.\r4 - إذا كان ثالث الاسم ألفا منقلبة عن واو أو ياء ردت إلى أصلها وقلبت الواو ياء وأدغمت في ياء التصغير فيقال في فتى وعصا: فتي وعُيَّصة. وإذا كان ألفاً زائدة أو واوا قلبت ياء وأدغمتا بياء التصغير فيقال في كتاب وحقود: كتيب وحقيد. وإن كان ثالثه ياء أدغمت في ياء التصغير فيقال في مليح: مليح وفي جديد: جُديَّد.\r5 - إذا حذف من الاسم قبل تصغيره حرف رُدَّ إليه فتقول في تصغير يد ودم وعدة وسنة وابن وأخت: يدية ودمي ووعيدة وسنيْة وبني وأخية.\r6 - إذا صغر الثلاثي المؤنث الخالي من علامة التأنيث لحقته التاء عند أمن اللبس فنقول في هند وسن وأذن وعين: هنيدة سنينة وأذينة عيينة.\r7 - قد يجرد الاسم من الزوائد التي فيه ثم يصغر ويسمى تصغير الترخيم، فإن كانت أصوله ثلاثة صغرَ على فعيل كرويدٍ في إرواد وحميد في أحمد ومحمود. وإن كانت أصوله أربعة صغر على فعيعل كقريطس في قرطاس وعصفر في عصفور.","seal":"4145EFDF","part":1},
      {"page":124,"id":117,"nass":"فوائد\rالأولى: المركب المزجي والإضافي والعددي يصغر صدره دون عجزه فيقال: بعيلبَك وعبيد الله وخميسَة عشر.\rالثانية: التصغير خاص بالأسماء. وقد سمع تصغير أفعل التعجب نحو: ما أحيسن أخلاقه.\rالثالثة: التصغير خاص بالأسماء المتمكنة فلا تصغر المبنياتُ، وشذ تصغير الذي والتي فيقال: اللذيا واللتيا.\rأمثلة\rقصر - منرل - شحرور - نعجة ... قُصير - منيزِل - شحيرير - نُعيجة\rريح - ثقة - أخت - عروة ... رويْحة - وُثيقة - أخيَّة - عرية\rجمهور - ابن عرس - فردوس - ليلة ... جُميهير - بني عرس - فريديس - لييْلة\rفضة - كف - سحابة - خضراء ... فضيضَة - كفيفة - سحيبة - خضيراء\rثعلبان - حبلى - عبقري - حنطلة ... ثعيلبان - حبيْلى - عبيقري - حُنيْطلة\rالنسبُ\rومعناه الإضافة: هو أن تلحق آخر الاسم ياء مشددة تدل على نسبته إلى المجرد منها. والغرض منه أن يجعل المنسوب من آل المنسوب إليه أو من تلك القبيلة أو البلدة كقولك: هاشمي وقرشي ودمشقي. وقاعدته أن يكسر آخرهُ وتلحقهُ الياء بدون تغيير كما مُثَّلَ.\rأحكامهُ:\rأولاً: المختوم بتاء التأنيث تحذف تاؤه فيقال في النسب إلى مكة وفاطمة: مكي وفاطمي.","seal":"EA3C6EE3","part":1},
      {"page":125,"id":118,"nass":"ثانيا: المقصور تقلب ألفُه واوا إن كانت ثالثة، وتحذفُ إن كانت رابعة فصاعداً. ويجوز الوجهان إن كانت رابعة وسكن ثاني الكلمة، فتقول في رحى وعصاً: رحويَ وعوصِي، وفي برَدَى وجمزى: بردي وجمزي، وفي بخارى وسومطري: بخاري وسومطري، وفي درعا وطنطا: درعي وطنطي ودرعويّ وطنطوي، وقد أجازوا درعاوي وطنطاوي.\rثالثاً: المنقوص تعامل ياؤه معاملة ألف المقصور. فتقول في شج وعم: شخوي، وعموي، وفي معتد ومستقص: معتدي ومستقصي، وقي قاضٍ ورام: قاضي ورامي أو قاضوي وراموي.\rرابعاً: الممدود يعامل معاملته في التثنية. فتقول في سوداء: سوداوي، وفي إنشاء، إنشائي، وفي سماء: سمائي أو سماوي.\rخامساً: المختوم بياء مشددة فإن كانت بعد حرف واحد ردت الياء الأولى لأصلها وقلبت الثانية واواً. فتقول في خيَّ وطي: حيوي وطووي. وإن كانت بعد حرفين حذفت الياء الأولي وقلبت الثانية واواً مفتوحاً ما قبلها. فتقول في علي وقصي: علوي وقصري. وإن كانت بعد ثلاثة فأكثر وجب حذفها وجعل ياء النسب موضعها نحو: كرسي وقمري وشافعي.\rسادساً: ما كان على وزن فُعيْلة أو فَعِيلة كمزينة وحنيفة تحذف ياؤه مع التاء ويفتح الحرف الثاني فيقال: مزني وحنفي ما لم يكن مضاعفاً كقليلة وجليلة أو واوي العين كطويلة فيقال: قليلي وجليلي وطويلي.\rسابعاً: ما توسطته ياء مشددة مكسورة كطيب وغزيل تحذف ياؤه الثانية فتقول: طيبيّ وغريلي.\rثامناً: كل ثلاثي مكسور العين كيك وإبل ودئل تفتح عينه في النسب فيقال: ملكيّ وإبلي ودؤليّ.","seal":"8CA9A698","part":1},
      {"page":126,"id":119,"nass":"تاسعا: كل ثلاثي حذفت لامهُ كأب وابن ويد ودم ترد إليه عند النسب فتقول: أبويّ وبنوي وأخوي ويدوي ودموي.\rعاشراً: المركبُ ينسب إلى صدره فيقال في امرئ القيس وبعلبك وجاد المولى: امرئي وبعلي وجادي. إلا إذا كان المركب كنية كأبي بكر أو علماً بالغلبة كابن عُمر أو خيف اللبس كعبد مناف وعبد الدار فتنسبُ إلى العجز فيقال: بكري وعمري\rومنافي وداري.\rتنبيه\rإذا أردت النسبة إلى المثنى كالحرمين أو المجموع كالفرائض نسبت إلى مفرده وكحرمي وفرضي، إلا إذا جرى مجرى العلم كأنصار، أو لم يكن له مفرد كأبابيل، فتنسب إليه على لفظه فتقول: أنصاري وأبابيلي.\rأمثلة\rربيعة - ابن هشام - وفاء ... ربعي - هشامي - وفائي\rجزيرة - أم كلثوم - كليلة ... جزري - كلثومي - كليلي\rهين - جهينة - فلسفة ... هيني - جهني - فلسفي\rمعاء - غني - حُسنى ... معوي - غنوي - حسني وحسنوي\rحضرموت - هريرة - ثان ... حضري - هريدي - ثاني وثانوي\rتفسير\rجمزى: نوع من السير. جهينة ومزينة وربيعة: قبائل. شج: حزين.","seal":"DC8659AC","part":1},
      {"page":127,"id":120,"nass":"الإبدالُ والإعلالُ\rالإبدالُ هو جعل حرف مكان حرف. والإعلال نوع منه لكنه خاص في حروف العلة والهمزة. فكل إعلال إبدال ولا عكس. وإليك أحكام كل منهما:\rالإبدال\r1 - تبدلُ الهمرة من الواو والياء إذا وقعت إحداهما متطرفة بعد ألف زائدة كسماء وبناء، الأصل: سماو وبناي. أو عيناً لاسم فاعل ثلاثي كقائل وبائع، الأصل: قاول وبايع. أو بعد ألف صيغة الجموع لاسم رباعي مؤنث ثالثه حرف مد كعجائز وصحائف، الأصل: عجوز وصحيفة.\r2 - تبدل الألف من الواو والياء إدا تحركت إحداهما وانفتح ما قبلها كقال وسما وباع ورمى، الأصل: قوَلَ وسَمَوَ وبيعَ ورميَ.\r3 - تبدل الواو من الألف والياء إذا سبق الألف ضم كلوحظ مجهول لاحظ، وإذاً وقعت الياء ساكنة بعد ضم كموقن وموسر من اليقين واليسر.\r4 - تبدل ل الياء من الواو في أربعة مواضع:\rالأولُ: إذا اجتمعتا في كلمة وسبقت إحداهما الأخرى بالسكون كطي ولين، الأصل: طوْي وليْون.\rالثاني: إذا وقعت بعد كسر كصيام وقيام، أصلهما صوِام وقوِام.\rالثالث: إذا وقعت ساكنة بعد كسر كميزان وميقات من الوزن والوقت.\rالرابع: إذا وقعت متطرفة بعد ألف كالعالي والسامي من العلو والسُّمو.\r5 - للإبدال في صيغة الافتعال ثلاثة أحوال:\rالأولى: إذا كانت فاؤه واوا أو ياء أبدلت تاء وأدغمت بتاء الفعل نحو: اتصل واتسرَ من الوصل واليسِر.","seal":"1F35F82F","part":1},
      {"page":128,"id":121,"nass":"الثانية: إن كانت فاؤه دالاً أو ذالاً أو زاياً أبدلت تاء الافتعال دالاً نحو: أدَّان واذدَكر. ويجوز قلب الذال دالاً وبالعكس نحو: ادَّكَرَ وأذَّكَرَ.\rهو الجوادُ الذي يعطيك نائلهُ ... عفواً ويظلم أحياناً فيظلمُ كاصطبر واضطرب واطردَ وأظطلمّ من الصبر والضرب والطرد والظلم. ويجوز في اظطلم إبدال الظاء طاء وبالعكس فيقال: اظلَمَ واطَّلَمَ.\rالإعلال\rهو تغيير حرف العلة بالقلب أو التسكين أو الحذف.\rفالأول: كقلب حرف العلة همزة في جمع نحو عجوز وقلادة وصحيفة كعجائز وقلائد وصحائف.\rوالثاني: كتسكين العين في نحو: يقوم ويبيع، الأصل: يقوُمُ ويبيع. واللام في مثل يدعو ويرمي. وفي اسم المفعول كمصون ومسيل. أصلهما: مصوُون ومسيُول. وفي مصدري الأفعال والاستفعال كإقامة واستقامة. الأصل: إقوام واستقوام. وفي مثل مقام ومعاش أصلهما: مقوم ومعْيش، حصل فيهما النقل ثم القلب.\rالثالث: الحذف كحذف فاء المثال في نحو: يعدُ ويزِن فيقال: عدْ وزنْ. وكحذف فاء الناقص ولامه في نحو أمر وقى ووعى فيقال: قِ وعِ.\rشواهد\rما أنَضَر الروض إبان الربيع وقد ... سقاه ماء الغوادي فهو زيانُ\rغنتْ بلابله لحناً فأطربني ... كإنما هو في العيدان عيدانُ\rيهون علينا أن تصاب جسومنا ... وتسلم أعراض لنا وعقول\rيا رب صدر علي متقد ... أطفاتهُ بالسماح والكرم\rالثالثة: إذا كانت فاؤه صاداً أو ضاداً أو طاء أو ظاء أبدلت تاؤه طاء","seal":"2ABAF980","part":1},
      {"page":129,"id":122,"nass":"فقسنا ليزدجروا ومن يك راحماً ... فليقس أحياناً على من يرحم\rإذا نودي للخير ... فكن أول سباق\rوإن عوديت فاستعصم ... بآداب وأخلاق\rأمثلة\rإنما الأعمال بالنيات ... اتسرتْ جماعة التجار\rسامحت الصديق فسومح ... العقل للمرء ميزان\rالصيام يصحح الأبدان ... البرشي هين\rيذدكر الأدباء الشعر ... اضطرب حبل الأمان\rاتسع الخرق على الراقع ... الشجر يزينه الإيراق\rاجعل عرضك مصوناً ... والفظ كلامك مصوغاً\rإعانة الضعيف واجبة ... الإقامة عين الكرامة\rالبلاغة إبانة واستبانة\rإعلال اسم المفعول\rيصاغ اسم المفعول من الثلاثي المعتل العين على وزن مفول أو مفيل كمصون ومهيب. وعلة النقص عند سيبويه والخليل أن واو المفعول حذفت تخفيفاً وجيء بضمة قبل الواو وبكسرة قبل الياء للمناسبة. وإذا اريد معرفة عين الماضي المعتل بني من (فعلة أو هو أفعل من كذا) نحو: صاغ صوغة، وهو أصوغ منك. وخاط خيطة، وهوأخيط منك. ثم إن كان الفعل متعدياً لم يحتج إلى حرف جر كقولك: قدت الفرس فهو مقودٌ، وكلت البرَّ فهو مكيل. وإن كان غير متعدَّ احتجت مع اسم المفعول إلي حرف الجر نحو: قمت إليه فهو مقوم إليه. وملتُ عليه فهو مميل عليه.\rوفيما يلي أمثلة على ما تقدم:","seal":"A89CC78C","part":1},
      {"page":130,"id":123,"nass":"من ذوات الواو\rمن المتعدَّي: الخاتم مصوغ. الطعام مشوب أي مخلوط. الرجل مسود. البساط مدوسٌ. الشعب مسوسّ. عدوك مروع. الأسد مخوفٌ. الإناء مشوف أي مجلو. ذقت الشيء فهو مذوقٌ، راقني الشيء فهو مروق الطفل معول. هالني الشيء فأنا مهول. ماء مخوضٌ وفرس مروض. كلام مقول. رجل ملومٌ.\rمن اللازم: النارُ مذوبٌ عليها. أمر مبوحٌ به. ماء مغوص فيه. الأمر بك منوط. الخير مطوف حوله. الغائب متوق إليه. المسبح معوم فيه. العبء مقوٌم به.\rمن ذوات الياء\rمن المتعدي: الجميل مشييء. الشيخ مهيب. الوحش مهيج. الحصنُ مشيد. الظبي مصيدٌ. عدُوُّك مكيد. شيْ مميز. الرجل مريش. الجناح مهيضٌ. الثوبُ مخيط، عدوك مغيط. الرجل مدين.\rمن اللازم: الحق مجيء إليه. الظل مفئ إليه. أمر مجيد عنة. البلد مسير فيه. الرجل مسير به. أما محيض عنة. هذا بلد مقيظ فيه. وهذه دار مضيف فيها. فلان محيق به.\rالاختصاص\rهو قصر حكم أسند لضمير متكلم أو مخاطب على اسم ظاهر معرفة يذكر بعده منصوب بفعل محذوف وجوباً تقديره (أخصُّ) ، والباعث عليه إما فخر أو تواضع نحو: نحن العرب أسخى من بذل. ونحو: عليكم معاشر القضاة حفظُ الحقوق. أنا أيها الرجل حافظ للود. اللهم اغفر لنا أيها الجماعة. فالمختص المقرون بأل والمضاف لما فيه أل ينصبان وجوباً بفعل محذوف تقديره (أخصُّ) . وأي وأية يبنيان على الضم في محل نصب على الاختصاص، وما للتنبيه. والتابع لهما بدل مرفوع.","seal":"B766BFBD","part":1},
      {"page":131,"id":124,"nass":"فائدتان\rالأولى: قد يأتي المختص علماً كقول أحدهم: (بنا تميماً يكشفُ الضبابُ) .\rالثانية: جملة الاختصاص إن وقعت أول الكلام وهي اعتراضية لا محل لها. وإن وقعت في آخره فهي في محل نصب على الحال.\rشواهد\rلنا معشر الأنصار مجدد فمؤثل ... بإرضائنا خير البرية أحمدا\rنحن بني يعرب أعرب الناس لساناً وأنضر الناس عودا\rنحن بنات طارق ... نمشي على النمارق\rإعراب\rلنا معشرَ الأنصار مجدٌ مؤثلٌ\rلنا: جار ومجرور متعلق بخبر مقدم لمبتدأ مؤخر مجدٌ.\rمؤثل: صفة مجد.\rمعشر: منصوب على الاختصاص بفعل أخص المحذوف، وجملة المبتدأ والخبر ابتدائية. وجملة الاختصاص اعتراضية لا محل لها.\rتفسير\rالمؤثل: الموصل. أنضر: أحسن وأجمل. النمارق جمع نُمرقة: الوسادة.\rالاشتغال\rهو أن يتقدم اسم ويتأخر عنه فعل قد عمل في ضمير ذلك الاسم السابق أوفي سببيه أي المضاف إلى ضمير الاسم السابق بحيث لو تفرغ له لنصبهُ لفظاً أو محلاً. ويكون نصب المشغول عنه بإضمار عامل مناسب للعامل الظاهر نحو: كتابَك","seal":"4EB6E109","part":1},
      {"page":132,"id":125,"nass":"قرأتُه، ومحمداً قهرت عدوه، وخالداً مررتُ به. والتقدير: طالعتُ كتابك قرأته، ونصرت محمداً قهرتُ عدوه، وجاوزت خالداً مررت به.\rوللمشغول عنه ثلاثة أوجه:\rالأول: وجوب نصبه إذا وقع بعد ما يختص بالفعل كأدوات الشرط والحض والعرض والاستفهام بغير الهمزة نحو: إن عليا زرته أكرمك، وهلا مالاً صنته، وألا معروفاً صنعته، وهل ديناً وفيتهُ.\rالثاني: وجوب رفعه إذا وقع بعد ما يختص بالمبتدأ كإذا الفجائية، أو قبل ما له الصدارة كأدوات الشرط والاستفهام والتعجب وما النافية نحو: وصلت إذا الباب مغلق. ولسانك إن قيدته حرسك. والكتاب هل جلدته. والعلم ما أنفعه. وأحمد ما رأيتهُ.\rالثالث: جواز الأمرين فيما عدا ذلك نحو: الدرسُ فهمته أو الدرسَ، لكن النصب أرجح إذا وقع بعد همزة الاستفهام أو قبل فعل يدل على الطلب نحو: أصحيفة تقرؤها، ومحمداً سامحهُ، وسليماً لا تغضبهُ.\rشواهد\rفنفسكَ أكرمها فإنك إن تهن ... عليك فلن تلقى لها الدهر مكرِما\rحيثما الروض زرته تلق فيه ... زهراً ناضراً وماء وطِييا\rكيف مجد البلاد نبنيه إن لم ... يك فينا أي وفينا ثباتُ\rتنبيه\rنصبُ المشغول عنه لفظاً يكون بتعدي الفعل بذاته. ومحلاً يكون بالحرف نحو: بكرٌ مررت به، فالهاء في محل جر بالباء الزائدة لفظا وفي محل نصب محلاً لأن أصله: جاوزتُ بكراً.","seal":"71DB3F87","part":1},
      {"page":133,"id":126,"nass":"التحذير والإغراء والتنازع\rالتحذيرُ: هو اسم منصوب بعامل محذوف تقدييره: احذر. والحذف واجب في ثلاثة: التكرار والعطف وإياك. وجائز في غيرها نحو: التهاون التهاون، لسانك والكذبَ. إياك والعجبّ. والتقدير: احذر التهاون والكذب والعجب. ويجوز أن تقول: الكسل أو احذر الكسل.\rالإغراءُ: أسم منصوب بفعل: إلزم مخذوفاً وجوباً مع التكرار والعطف وجوازاً مع غيرها نحو: الوفاء الوفاء. المروءة والنجدة أي: الزم الوفاء والمروءة والنجدة. ويجوز الحذف في مثل: الصلاة جامعة بنصب الصلاة بتقدير احضروا، ونصب جامعة على الحال.\rالتنازعُ: هو توجهُ عاملين على معمول واحد نحو: أكرمت وأكرمني تنصرٌ. والتقدير: أكرمت نصراً وأكرمني. ولك أن تعمل الأول لسبقه أو الثاني لقربه وهو الصواب نحو: {آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا} فقطرة منصوب بأحد الفعلين، وقد يكون التنازع في أكثر من معمول واحد نحو:\rأرجو وأخشى وأدعو الله مبتغياً ... عفواً وعافية في الروح والجسد\rشواهد\rإياك أن تعظ الرجال وقد ... أصبحت محتاجاً إلى الوعظ\rفإياك إياك المراء فإنهُ ... إلى الشر دعاءٌ وللشر جالبُ\rأخاك أخاك إن من لا أخا له ... كسَاع إلي الهيجا بغير سلاح\rإعراب\r{نَاقَةَ اللَّهِ وَسُقْيَاهَا} .\rناقة: منصوب بفعل مضمر وجوباً على التحذير.","seal":"3EC411B6","part":1},
      {"page":134,"id":127,"nass":"الله: مضاف إليه.\rوسقياها: معطوف على الناقة. والمعنى: ذروا ناقة الله وسقياها.\rتفسير\rالقطرُ: الحديد المذاب. المراءُ. الجدالُ.\rالاستغاثةُ\rهي نداء من يعين على دفع شدةٍ. كيا للأغنياء للفقراء. ويكون بيا خاصةٌ ويجرُّ المسغاث به بلام مفتوحة لا تكسر إلا إذا تكرر خالياً من (يا) نحو: (يا للكهول وللشبان للعجب) . ويجر المستغاثُ له بلام مكسورة دائما نحو: (يا لسعيد لوليد) . والجاران والمجروران متعلقان بيا المتضمنة معنى (أدعو) ، وقد يجرُّ بمن إذا كان مستغاثاً منه كقول الشاعر:\rيا للرجال ذوي الألباب من نفر ... لا يبرح السفهُ المردي لهم دينا\rوقد يبقى المستغاث به على حاله ويعرب إعراب المنادى كياقومُ لخائف. ويجوز أن تختمه بألف كيا قوما، وضمهُ حينئذ مقدر. وكالمستغاث به في أحواله السابقة المتعجب منه فتقول: يا للهول ويا للروض ويا للنضارة متعجباً من كثرتها.\rشواهد\rيا للرجال لداء لا دواء ... وقائد ذي عمي يقتاد عميانا\rيا لقومي ويا لأمثال قومي ... لأناس عتوهم في ازدياد\rيا يزيد لآمل نيل عز ... وغني بعد فاقةٍ وهوان\rيالقوم من للعلى والمساعي ... يا لقوم من للندى والسماح","seal":"71B80C2D","part":1},
      {"page":135,"id":128,"nass":"إعراب\rالبيت الثاني من الشواهد السابقة:\rيا: حرف نداء واستغاثة. واللام حرف جر، والمستغاث به مجرور متعلق بين المتضمنة معنى أدعو.\rويا لأمثال: كذلك. وقومي مضاف لأمثال المتعلق بأدعو المقدرة أي أدعوكم لأُناسٍ.\rلأناس: مستغاث له، جار ومجرور متعلق بأدعوكم المقدرة.\rعتوهم: مبتدأ.\rفي ازدياد: جار ومجرور خبر. والجملة في محل صفة لأناس. والشاهد فتح لام المستغاث وما عطف عليه.\rشطر الثالث:\rيا: حرف نداء واستغاثة. يزيداً: مستغاث به مبني علي ضم مقدر منع من ظهوره الألف المستعاض بها عن لام الاستغاثة المحذوفة.\rلآمل: جار ومجرور.\rنيل: مفعول به لاسم الفاعل آمل. وعز مضاف إليه والجاران والمجروران متعلقان بيا.\rتفسير\rالعتُوُّ: الاستكبار. الفاقة: الحاجة. الندى: الجود. الهوان: الذل.\rالنُّدبَةُ\rالندبة هي نداء، المتفجع عليه أو المتوجع منه. وأداتُهُ (وا) كوا ولداه، و (يا) عند أمن اللبس كيا كبداه. ولا يندبُ إلا العلم المشهور، والمضاف إضافة توضحُه توضيح العلَم، أو موصولاً بصلة تعينه نحو: (واحُسَيناه) و (واجامعَ القرآن) و (وامَنْ هَزَمَ","seal":"5FAE942D","part":1},
      {"page":136,"id":129,"nass":"الفُرْسَ) ؛ فلا تُبْدَبُ النكرةُ ولا المبهمُ فلا يقال: (وارجلُ) ولا (واهؤلاء) . ويُعْرَبُ المندوبُ إعراب المنادى؛ فيبنى على ما رفع به إن كان مفرداً علماً، وينصب إن كان مضافاً. ولك فيه ثلاثة أوجُهٍ:\rالأول: أن يبقى على حاله كواعُمَرُ، وواحرَّ قلبي.\rالثاني: أن يختم بألف كواعمرا، وواحر قلبا.\rالثالث: أن يختم بألف وهاء سكْت كواعُمَراهُ، وواحرَّ قلباهُ.\rشواهد\rواحرَّ قلباه ممن قَلبُهُ شيم ... ومن بجسمي وحالي عندهُ سقمُ\rفواعجبا كم يدعي الفضل ناقص ... وواأسفاكم يظهر النقص فاضلٌ\rفواكبدا من حُبَّ من لا يحبني ... ومن عبرات ما لهن فناءُ\rفواكبدي مما ألاقي من الهوى ... إذا حَنّ إلفٌ أو تألق شارقُ\rإعراب\rوامَنْ حفرَ بئْرَ زمْزَماهْ.\rوا: حرف نداء وندبه.\rمنْ: منادى مندوب مبني على ضم مقدر منع من ظهوره سكون البناء الأصلي في محل نصب. وجملة حفر صلته.\rبئر: مفعول به.\rزمزماه: مضاف إليه مجرور بكسرة مقدرة منع من ظهورها حركة مناسبة ألف الندبة. والهاء للسكت.\rتفسير\rالشبمُ: البارد. تألق: لمع، الشارق: الشمس أو أي كوكب.","seal":"6E6AA19D","part":1},
      {"page":137,"id":130,"nass":"الجمل التي لها محل من الإعراب\rالجُمَلُ التي لها محل من الإعراب هي سبعٌ مبينة فميا يلي:\rالأولي: الواقعة خبراً نحو: الحلمُ يسمو صاحبهُ.\rالثانية: الواقعة حالاً نحو: ذهبت والسماء غائمة.\rالثالثة: الواقعة مفعولاً به نحو: علمت أنك طبيبٌ.\rالرابعة: الواقعة مضافاً إليها نحو: اسكن حيث طاب المناخُ.\rالخامسة: الواقعة نعتاً لمفرد نكرة نحو: ذاك أمر مردهُ إليكَ.\rالسادسة: التابعة لجملة لها محل من الإعراب نحو: هو يعطي ويمنعُ.\rالسابعة: الواقعة جواباً لشرط جازم مقرونة بالفاء أو إذاً الفجائية نحو: إن تتصدق فلك ثواب. ونحو: إن يوسروا إذا هم يبطرون.\rأمثلة\rالعلُم يرفعُ قدرَ صاحبه ... إن الخريف بردُهُ مخيف\rكان عمر يحكم بالعدل ... جئت والمطر يهمي رذاذاً\rأقبل الموزع يحمل كتبا ... ذهبوا يتلو بعضهم بعضاً\rعرفت أنك صديق وفيَّ ... قال إني عبد الله\rيود أحدهم لو يعمرُ ... أقيم حيث يقيم أهلي\rتكلم حين يحسُنُ الكلام ... لما وصلت استرحتُ\rللجاحظ قلم يسيل بلاغةٌ ... هذا عمل يكسبكُ فخراً\rلزهير شعرٌ يفيضُ حكمةٌ ... الدهر يجرحُ ويأسو\rالطفل يلعب ويلهو ... الكاتب يكتبُ ويمحو\rمن ظلمك فسوف يظْلُم ... ما تصنعْ فأنت لهُ أهلٌ\rإن يحكموا إذا هم يظلمون","seal":"B50CDC01","part":1},
      {"page":138,"id":131,"nass":"الجمل التي لا محل لها من الإعراب\rهي سبع:\rالأولى: الواقعة في ابتداء الكلام نحو: المتقن عمله نائلٌ أمله.\rالثانية: الواقعة صلة الموصول نحو: إن أخاك من واساك.\rالثالثة: الواقعة مفسرة نحو: {إِذَا السَّمَاءُ انْشَقَّتْ} .\rالرابعة: الواقعة معترضة نحو: الكذبُ - وفقتَ - شينٌ.\rالخامسة: الواقعة جوابا لقسم نحو: والله إلاً الإنصاف لمفيدٌ.\rالسادسة: التابعة لجملة لا محل لها نحو: جاء سعيد وذهب وليد.\rالسابعة: الواقعة جواباً لشرطة غير جازم أو جازم غير مقرون بالفاء أو إذا\rالفجائية نحو: من ثبت نبت. وأيان نؤمنكّ تأمنْ غيرنا.\rأمثلة\rقيمة كل امرئ ما يحسنُ ... إن البلاء موكل بالمنطق\rكل نفس بما كسبت رهينةُ ... لوْ ضيفك جاء لأكرمناه\rإذا الطالب جدْ وَجَدَ ... إذا المرء جاد ساد\rجاء من يجعله الناس ... قابلت الذي زارك أمس\rفهممت ما تفوهت به ... إني - وحُبَّكَ - لضنينٌ بك\rأنت - حفظك الله - مهذب ... هو - سامحهُ الله - متسرعٌ\rوالله إنك لعزيز عليَّ ... والعصر إن الإنسان لفي خسرِ\rفورب السماء إنهُ لحق ... اشتريت كتاباً وتصفحته\rقرأ أمجد وسمع أحمدُ ... جاء مسرعاً وعاد مبطئاً\rمن صدقت لهجته وضحت حجتهُ ... أي علم تطلب تستفدُ\rمن يعمل سوءاً يجز بِهِ","seal":"C750FD03","part":1},
      {"page":139,"id":132,"nass":"شواهد\rإذا أنتَ أكرمت الكريم ملكته ... وإن أنت أكرمت اللئيم تمردا\rإن الثمانين - وبلغتها - ... قد أحوجت سمعي إلى ترجُمان\rإن سُليمى - والله يكلؤُها - ... ضنت بشيء ما كان يرزؤها\rتفسير\rيكلؤها: يحفظها. ضنت: بخلت، الرزء والرزيئة: المصيبة.\rإعراب أسماء الشرطِ الجازمِة\rمنْ. مَا. مهمَا: محلها الرفع مبتدأ إن كان الشرط ناقصاً أو متعدياً آخذاً مفعوله نحو: من كان مُلحّا حُرم. ومن أخر عمله ندم. وفي محل نصب إن كان متعدياً غير آخذ مفعوله نحو: من تكْرمْ يكرمكَ. وفي محل جر إن وقعت بعد حرف جر أو مضاف نحو: بمن تهتد تقتد. وأقل من تحتقْر يؤذك.\rمتى، أيان. أين. حيثما: محلها النصب على الظرفية الزمانية أو المكانية بفعل الشرط إن كان تاماً وبخبره إن كان ناقصاً نحو: متى تعنْ قومك ئشكرْ. وأيانَ تغذُ محسناً تذكرْ. وأينما تُبدَّدْ مالك تخسر. وحيثما تذهبا تنجحا. ومتى تكن تعباً فاسترح.\rكيفما: محلها النصب على الحال إن كان فعل الشرط تاماً نحو: كيفما تتكلم أفهم، وإن كان فعل الشرط ناقصاً فهي خبرٌ له نحو: كيفما تكن يكن ولدُك.\rأي: معربة دائماً، فإن دلتْ على ظرف أو حدث فمنصوبة على الظرفية أو المصدرية، وإلا فعلى حسب ما تضاف إليه نحو: أي وقت تزرنا نكرمك. أي حي تسكن نتبعك. أي عمل تعمل يُفدْك. أي عالم تسألْ يُجبك.","seal":"DDF0440A","part":1},
      {"page":140,"id":133,"nass":"إعراب\r1 - ما تنقصِ الأيامُ والدَّهْرُ ينفدْ\rما: اسم شرط جازم في محل نصب مفعول به لتنقص.\rتنقص: فعل الشرط مجزوم.\rالأيام: فاعل مرفوع.\rوالدهرُ معطوف على الأيام،\rينفدْ: مضارع مجزوم جواب الشرط وفاعله مستتر.\r2 - متى تزْرنا نكرمكَ\rمن: اسم شرط جازم محلهُ النصبُ على الظرفية الزمانية متعلق بالشرط.\rتزرنا: مضارع مجزوم فعل الشرط فاعله مستتر. ونا مفعول به.\rنكرمك: جواب الشرط مجزوم والفاعل مستتر والكاف مفعول به.\r3 - كيفما تتكلم أفهمْ\rكيفما: اسم شرط جازم محله النصب على الحال.\rتتكلم: مضارع مجزوم فعل الشرط فاعله الضمير المستتر.\rأفهم: جواب الشرط مجزوم وفاعله الضمير المستتر.\rأدوات الشرط غير الجازمَةِ\rهي: لْو، لولاَ. لوْما. أمَّا. لمَّا. كلما. إذا. وإليك أحكامها:\rلوْ: حرف امتناع لامتناع. سميت بذلك لأن امتناع حصول مضمون الجواب يكون لامتناع حصول الشرط. فقولك: (لو سألني لأجبتهُ) يفيد امتناع حصول الإجابة لامتناع حصول السؤال. وحكم لو هذه أن يليها ماض غالباً. فإن وليها مضارع قلبت معناه إلى الماضي نحو: لو يرشدني لاهتديتُ. المراد: لو أرشدني. ويكثر اقتران جواب لو باللام كما مثل. وقد يرد بدونها نحو: (ولو شاء اللَّهُ ما فعلوهُ) ، وقد يليها اسم مرفوع أو منصوب بعامل محذوف يفسره المذكورُ","seal":"D5F2A561","part":1},
      {"page":141,"id":134,"nass":"نحو: (لو خالدٌ جاءَ لأكرمتُه) (ولو مازناً لقيت لنصحتهُ) ، والتقدير لو جاء خالدٌ، ولو لقيت مازناً.\rوقد ترد لو لغير الشرط فتكون للعرض نحو: لو تنرل عندنا فتكرم. وللحضَّ نحو: لو تأمرنا فتطاع. وللتمني نحو: لو تأتينا فتحدثنا. وتكونُ مصدرية دون أن تنصب. وأكثر ورودها بعد فعل ود نحو: {يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ} .\rلولاَ ولوْما: حرفا امتناع لوجود، والاسم بعدهما مبتدأ حذف خبره تقديرهُ: موجود. فإن كان الجواب مثبتاً قرن باللام غالباً نحو: لولا علي لهلك عُمر. وإن كان منفيا تجرد من اللام نحو: لولا المربي ما عرفت ربي.\rأمَّا: حرفُ تفصيل وتوكيد تنوب مناب أداة الشرط وفعله ومعناها: مهما يكن من شيء. ولابد لجواب شرطها من أن يقترن بالفاء نحو {فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ} ، {وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (10) وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} . وقد تجيء لغير تفصيل نحو: (أمَّا محمود فمنطلق) .\rلمَّا: حرفُ وجود لوجود تتضمن معنى الظرفية من حيث اختصاصُها بالماضي وإضافتها إلي الجملة، ويكون جوابها فعلاً ماضياً اتفاقا أو جملة اسمية مقرونة بإذا الفجائية نحو {وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا} ، (فلما نجيناهم اذا هم يشركون) .\rكلما: حرف شرط يفيدُ التكرار لا يليها إلا المضاي نحو: {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا} .\rإذا: ظرف لما يستقبل من الزمن خافض لشرطهِ منصوب بجوابه، ومعنى ذلك أن جملة الشرط محلها الجر بالإضافة إلى إذا نحو: (إذا قمت أقوم) أي عند قيامك، وأن متعلقها جواب الشرط، ويكونا الفعل بعدها ماضياً كثيراً ومضارعاً قليلاً، وقد اجتمعا في قول أبي ذؤيب:","seal":"022DA86C","part":1},
      {"page":142,"id":135,"nass":"والنفس راغبة إذا رغبتها ... وإذا تُردُّ إلى قليل تقنعُ\rشواهد\rلو أشبهتك بحار الأرض في كرم ... لأصبحَ الدُّر مطروحاً على الطرقِ\rلو يسمعون كما سمعت حديثها ... خروا لعَرة ركعاً وسجوداً\rلولا المشقة ساد الناس كلهم ... الجود يفقرُ والإقدام قتال\rولم أر كالمعروف أما مذافهُ ... فحلوّ وأما وجههُ فجميلُ\rولما صار ود ُّالناس خباّ ... جزيتُ على ابتسام بابتسام\rكم أداوي القلب قلت جيلتي ... كلما داويت جرحاً سال جرحُ\rإذا امتحن الدنيا لبيب تكشفت ... له عن عدو في ثياب صديقِ\rإعراب\rإذا الخطوب توالتْ تولَّتْ\rإذاً: ظرف زمان متضمن معنى الشرط منصوب على الظرفية متعلق بالجواب.\rالخطوبُ: فاعل لفعل محذوف يفسره المذكور.\rتوالت. تولت: فعل ماض فاعله مستتر. وجملة الشرط المحذوفة وتقديرها توالت محلها الجرُّ بالإضافة إلى إذا والتقدير حين توالي الخطوب. وجملة توالت الظاهرة مفسرة لا محل لها. وجملة تولت جواب الشرط متعلق إذا.\rتفسير\rخرّ: سقط، الخِبُّ: الخداع.","seal":"347C9527","part":1},
      {"page":143,"id":136,"nass":"ضمير الشأْنِ\rهو الذي لا يعودُ على متقدم ويفسر بكلمة الحال أو الشأن.\rوهو نوعان: مذكور ومحذوف:\rوالمذكور نحو: {قُلْ هُوَ اللَّهُ أَحَدٌ} وإعرابه: هو مبتدأ ولفظ الجلالة مبتدأ ثان خبره أحد. والجملة خبر المبتدأ الأول هو.\rوالمحذوف في نحو: {وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ} ونحو {كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ} والتقدير أنه وكأنها.\rشواهد\rهي الأمور كما شاهد دُولٌ ... من سرهُ زمنُ ساءته أزمان\rإن الهلال إذا رأيت نموهُ ... أيقنت أن سيكون بدراً كاملاً\rكأن لم يمكن بين الحجون إلى الصفا ... أنيس ولم يَسْمر بمكة سامرُ\rوليس يصحٌ في الأذهان شيء ... إذا احتاج النهار إلى دليلِ\rإعراب\rأيقنت أن سيكون بدراً كاملاً\rأيقنت: فعل وفاعل.\rأن: مخففة من أن، واسمها ضمير الشأن محذوف، وخبرها الجملة بعدها.\rسيكون: مضارع ناقص اسمه مستتر.\rبدراً: خبره منصوب.\rكاملاً: نعت.\rسكنت الرياحُ الهُوج كأنْ لم تكُ عاصفة أمس:\rسكنت الرياح: فعل وفاعل.","seal":"215C9368","part":1},
      {"page":144,"id":137,"nass":"الهوج: صفة الرياح.\rكأن: مخففة من كأنْ، واسمها ضمير الشأن محذوف، والتقدير كأنها.\rتك: مضارع ناقص مجزوم بلم اسمه مستتر وخبره عاصفة.\rأمس: ظرف زمان متعلق بعاصفة.\rتفسير\rغني بالمدن: أقام به. الحُجُون: جبل بمكة. الصفا والمروة: من شعائر الله بمكة، السامر: المحدث ليلا.\rهمزتا الوصل والقطع\rالهمزة المزيدة في ماضي الخماسي والسداسي وأمرهما ومصدرهما وأمر الثلاثي تسمى همزة وصل للتوصل بها إلى النطق بالساكن، ولذلك تسقط في درج الكلام نحو: انطلَقَ واستغفَرَ وانطلِقْ واستغِفرْ وانطلاق واستغفار واعلم. وفي ابن وابنة وامرئ وامرأة واسم وأثنين واثنتين وأيمن القسم وآل التعريف. وما سوى ذلك فهمزته همزة قطع لا تسقط أبدأ نحو: أكرم الضيف، وأعط السائل. وهمزة الوصل مكسورة دائماً إلا في آل وآيمن فتفتح وإلا في الأمر المضموم العين والماضي المبني للمجهول فتضم نحو: أكتب وأنصر وانطُلق واستغفر. وهمزة القطع مفتوحة قي الأفعال الرباعية كأنعم وأكرم، مكسورة في مصادرها كإنعام وإكرام.\rالوقفُ\rإذا وقفت على اللفظ فإن كان ساكن الآخر بقي على سكونه كمن وبل ولم\rيكن. وإن كان متحركاً سكن كالهواء والماء. والتنوين يحذف في الرفع والجر ويقلب ألفاً في النصب كهذا قلم وكتبَ بالقلمْ وبريتُ قلما.","seal":"C2E689F4","part":1},
      {"page":145,"id":138,"nass":"الوقفُ في المنقوص والمقصورِ:\rيجوز في المنقوص إثبات الياء وحذفها معرفة كان أو نكرة نحو: ولهُ الجواري أو الجوارْ، ولكل قوم هادي أو هادْ. غير أن الأكثر في المعرفة الإثبات وفي النكرة الحذف. أما المقصور فتبقى ألفه على كل حال.\rهاء الضمير: بحذف إشباعها مضمومة كأكرمتهُ. فإذا كانت مفتوحة فتشبع كأكرمتها.\rتاء التأنيث: تقلب هاء إن كانت في اسم ليس جمع مؤنث سالماً ولا ملحقاً به وكان قبلها متحرك أو ألف كفاضله وفتاهْ. وتبقى تاء في غير ذلك كأتتْ وبنتْ ومعلمات وعرفات.\rما الاستفهامية: إذا حذفت ألفها تلحقها هاء تسمى هاء السكت فيقال: لمهْ وعمهْ.\rاللفيف المفروق: تلحق هاء السكت أمره ومضارعه المجزوم نحو: قِ، ولم يعِ فيقال: قهْ، ولم يعهْ.\rتحرير الألفاظ\rكل كاتب أريب يحرص على أن تكون كلماتهُ في المكاتبة مطابقة لأحكام التحرير سالمة من الخطأ واللحن. جاء في المزهر للسيوطي أن الخليفة عمر بن الخطاب ورد إليه كتاب من أبي موسى الأشعري فأرسل إليه: (أن اضري كاتبك سوطا فإنهُ لحن بكلمة كذا) . وما فتئ أهل اللغة يعنون بهذه القواعد بوصفها ملاك كتابة الكرات على الوجه الصحيح. ويتضمن هذا الطلب ستة مباحث: الوصل والفصل. الألف اللينةُ. الهمزة اليابسة. الزيادة والحذف. اسم المفعول من الثلاثي المعتل العين. وزن (مفعول) من الصفات.","seal":"39BCA5F8","part":1},
      {"page":146,"id":139,"nass":"المبحث الأولُ\rفي الوصل والفصلِ\rالأصل فصل الكلمة من الكلمة لأن كل كلمة لها معنى خاص بها، فحقها أن تستقل عن غيرها. ويستثنى مواضع كتبت على خلاف الأصل من ذلك:\rأولاً: التركيب المزجي كبعلبك وحضرموت وتلبيسه ومرجعيونَ.\rثانياً: ما لا يصح الوقوف عليه كباء الجر وكافهِ وفاء العطف والجزاء.\rثالثاً: ما لا يصح الابتداء به في اللفظ كالضمائر البارزة المتصلة ونون التوكيد وعلامة التأنيث والتثنية والجمع نحو: قمت ويسمعنَ وأتتْ وكتبنا وفهموا.\rرابعاً: توصل في ومن وعن بعد حذف نونهما بما الزائدة نحو: فيمن وممن وعمنْ.\rوخامساً: توصل رب وكي وإن وأن وكأن ولكن وليت ولعل وأين وحيث بما الزائدة نحو: ربما وكيما وإنما وأنما وكإنما وليتما ولعلما وأينما وجيثما.\rسادساً: توصل إن الشرطية بلا وما بعد حذف نونها نحو: إلا تفعلوه وإذا تخافن.\rسابعاً: الآحاد إذا جاء من بعدها كلمة مائة كثلاثمائة وتسعمائة، تكتب كلمة واحدة.\rتنبيه\rوسمع الوصل تخفيفاً أو إدغاما. فالتخفيض كالبسملة والحمدلة وملماء وبلعنبر. الأصل: بسم الله والحمد لله ومن الماء وبنو العنبر، ومثله عبدلي وعبشمي نسبة إلى عبد الله وعبد شمس، قال الشاعر:\rوتضجَك مني شيخة عبشميةٌ ... كأن لم تجد قبلي أسيراً يمانيا\rوالإدغام نحو: بران (بمعنى غطَّى) وبردْ من الورود. قال الشاعر:\rعافت الماء في الشتاء فقلنا ... برديه تُصادفيه سخينا\rفأصل برانَ: بلْ ران. وأصل برديهِ: بل رديهِ.","seal":"F671F80E","part":1},
      {"page":147,"id":140,"nass":"المبحثُ الثاني\rفي الألف اللينة\rالألف اللينة تقع حشواً وطرفاً. فالواقعة في الحشو تكتبُ ألفاً مطلقاً كفتاة وغلام وقال وباع. والمتطرفةُ ترسم ألفاً أو ياء. فترسم ألفاً في أربعة مواضع:\rالأول: إذا وقعت ثالثة منقلبة عن واو في أسم أو فعل نحو: العصا والرَّيا ودعا وسما. الثاني: في حروف المعاني كلولا وهلا وكلا. ويستثنى إلى وبلى وعلى وحتى.\rالثالث: في الأسماء الأعجمية كحنا ولوقا وصيدا وعكا ويستثنى موسى، عيسى، كسرى، بخارى.\rالرابع: في الاسم المنصوب كقرأت بحثا. ويستثنى ما آخره هاء التأنيث أو همزة مرسومة ألفا أو ألف مقصورة أو ممدودة نحو: ملأت دواة وارتكبت خطأ وصافحت فتى وتركت صفحة بيضاء.\rوترسم ياء في موضعين:\rالأول: إذاً وقعت ثالثة منقلبة عن ياء في أسم فعل كالهدى والردى ومضى ورمى.\rالثاني: إذا وقعت رابعة فأكثر في اسم أو فعل وليس قبلها ياء كملهى ومستشفى وأعطى واسترضى. فإن كان قبلها ياء في اسم علم رسمت ياء حسب القاعدة كيحيى وريي وإلا رسمت ألفا نحو: (يحيا) مضارع و (ريا) رائحة.\rكيف يعرف أصل الألف اللينةِ\rيعرف ذلك بالتثنية وجمع المؤنث السالم كعصوان ورحيان وعصوات ورحيات. وبالإسناد إلى ضمير الفاعل كدعوتُ ورميتُ. وبالمصدر كعدواً وسَقياً.","seal":"04E42C83","part":1},
      {"page":148,"id":141,"nass":"شواهد\rإني لقد جربت أخلاق الورى ... حتى عرفت ما بدا وما اختفى\rوآفة العقل الهوى فمن علا ... على هواه عقله فقد نجا\rوإنما المرء حديث بعدهُ ... فكن حديثاً حسناً لمن وعى\rوالدهر يكبو بالفتى وتارة ... ينهضُهُ من عثرة إذا كَبَا\rوالحمدُ خير ما اتخذت عُدة ... وأحسنُ الأدخار من بعد التقى\rالمبحث الثالث\rفي الهمزة اليابسة\rإما أن تكون في أول الكلمة أو في حشوها أو في آخرها.\rفإن كانت في أول الكلمة رسمت ألفاً سواء أكانت همزة وصل أم همزة قطع.\rوإن كانت في وسط الكلمة فلها أربع حالات: تكتب. على ألف أو واو أو ياء أو منفردة.\rفالأولي: ترسم عن ألف إن كانت مفتوحة بعد فتح أو بعد صحيح ساكن كسأل يسأل ودأبَ يذأَبُ.\rالثانية: ترسم على واو كانت ساكنة بعد ضم أو مضمومة بعد سكون كمؤمن وأروس. وإذا كانت مفتوحة بعد ضم أو مضمومة بعد فتح كفؤاد ورؤوف.\rالثالثة: تكتب على نبرة (بيت ياء) إذا وقعت مكسورة أو بعد كسر أو بعد ياء ساكنة كقائل ومائل وفئة ورئة وبطيئة ومشيئة.\rالرابعة: تكتب منفردة على السطر إن كانت مفتوحة بعد ألف كعباءة وملاءة. أو كانت مفتوحة أو مضمومة بعد واو ساكنة نحو: إن وضوءَكَ ضوءُكَ. البحر نوُءُهُ مخيف. وهذان توءمَان.\rوالمتطرفةُ: تكتب بحسب سكون ما قبلها أو حركته، فإن كان ما قبلها ساكناً","seal":"230D5659","part":1},
      {"page":149,"id":142,"nass":"رسمت منفردة نحو: دفء وبطْء وشيء. وإن كان ما قبلها متحركاً كتبت على حرف مناسب لحركته نحو: جاء امرؤ، ورأيت امرأ، ومررت بامرئ.\rشواهد\rتثاءبَ عمرو إذ تثاءب خالدٌ ... بعدوى فما أعدتني الثؤباء\rإذا قل ماء الوجه قل حياؤه ... ولا خير في وجه إذا قل ماؤه\rإذا شئت يوماً أن تسود عشيرة ... فبالحلم سد لا بالتسرع والجهل\rما وهب الله لامرئ هبة ... أحسن من عقله ومن أدبه\rليست يخلو المرء من ضد ولو ... حاول العزلة في رأس الجبل\rتقول عركسي وهي لي في عومَره ... بئس امراً لي وأنا بئس المَرَه\rتفسير\rالعرس: بكسر العين الزوجة. العومَرَةُ: الصياح والصَّخب.\rالمبحث الرابع في الزيادة والحذف\rفي الزيادة\rزيادة الألف: تزاد الألف حشواً وطرفاً. فحشوأ في كلمة (مئة) متصلة بالآحاد كثلاثمائة. فإنه لم تتصل بها تكتب بحسب القاعدة: مئة مئتان مئات مئون مئين.\rوطرفا بعد واو الضمير في فعل ماض أو أمر كضربوا واضربوا، أو مضارع محذوف النون لجازم أو ناصب نحو: لم يعملوا ولن يعملوا. فإن كانت الواو من أصل الكلمة لم تزد الألف كندعو وترجو ويسمو، وفي التنزيل: {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} .\rزيادة الواو: تزادُ الواو حشواً وطرفاً. أما حشواً ففي ثلاث كلمات: أولى وأولئك وأولاء. وأما طرفا ففي اسم عمرو وفرقا بينه وبين عُمَرَ.","seal":"3EDAD36F","part":1},
      {"page":150,"id":143,"nass":"زيادة الهاء: تزاد الهاء في الوقف كما في فعل الأمر من اللفيف المفروق لبقائه على حرف واحد نحو: قهْ وعهْ وفي مثل: لمَهْ وفيمهْ.\rفي الحذف\rحذف الألف: تحذف الألف أولاً وحشواً وطرفاً. (فأولاً) من كلمة ابن الواقعة بعد همزة الاستفهام نحو: آبنك هذا؟. أو بين علمين كأحمد بن فارس. وبعد يا النداء نحو: يا بن الكرام. و (حشواً) في مثل الإله والرحمن وإسحق. و (طرفاً) من ما الاستفهامية إذا دخل عليها حرف جر نحو: لم عمَّ إلام حتام.\rحذف الواو: تحذف من الواوات المتكررة تخفيفا نحو: داود طاوس ناوُس.\rالمبحث الخامس\rاسم المفعول من الثلاثي المعتل العين\rيصاغ على وزن (مفعول) أو (فعيل) كمصون ومبيع. أصلهما مصوْون ومبيُوع، حذفت منهما واو المفعول للتخفيف وجيء بضمة قبل الواو وكسرة قبل الياء للمناسبة. ولمعرفة عينه أهي واو ياء، يقاس على (فعْلة) نحو: ُصغتُ الخاتم (صوغةٌ) ، وخاط الثوب (خيطة) . وإن كان الفعل متعدياً لم يحتج إلى حرف جر. أما اللازم فيحتاج إليه وإلى ظرف. تقول: مسبح معوم فيه. وسورٌ\rمطوف حوله. وضرر محيدٌ عنه. ونفع مميل عنه. وإليك أمثلة على ذلك:\rمن ذوات الواو\rموضع مؤوب إليه، أي مرجوع إليه. عمل مثوب عليه. لبن مشوب أي مخلوط. أمر مسوغ فيه. منزل مروح إليه. عدوٌ منوح عليه. الرجل مسود من السيادة. ملاذٌ معوذٌ","seal":"5FE87D5C","part":1},
      {"page":151,"id":144,"nass":"به. هو مجور عليه، البناء مدور حوله. الجاسرُ مجوزٌ. البساط مدوسٌ. الشعب مسوس من السياسة. ماء مخوض. فرس مروض من الرياضة. الطعام مذوق. الجواد مسوق. كلام مقول. خطب مهول. المحسن مروم. المذنب ملوم.\rمن ذوات الياء\rالحكم مجئ إليه، الجميل مشئ أي مراد. الرجل مريب من الريب. الشيخ مهيب، أسد مهيج. حصن مشيد. طبي مصيد. عدو مكيد به. الدرب مسير فيه. الرجل مسير به. أمر محيصٌ عنه أي معدول فيه. الحوض مفيض. الجناح مهيض أي مكسور بعد\rجبر. الثوبُ مخيط. الرجل مضيف والبُر مكِيل.\rالمبحث السادس\rوزن (مفعول) من الصفات\rأجمع المحققون، على أن وزن (مفعول) للصفات لا يجمع جمع تكسير (مفاعيل) . بل جمعه سالم. فالمذكر يجمع بواو ونون، والمؤنث بألف وتاء. فيقال في جمع: مشهور ومأمون ومسؤول: مشهورون ومأمونون ومسؤولون، ومشهورات ومأمونات ومسؤولات. وقد سمع شذوذاً من مثل ملعون وميمون ومشؤوم ومسلوخة: ملأعين وميامين ومشائيم ومساليخ، ولكنه غير مقيس.\rفائدة\rقال ابن حني في الخصائص: إذا تعارض السماع والقيام نطقت بالقياس على ما جاء عليه نحو: استحوذ واستنوق الجمل واستتيست الشاةُ.","seal":"BD378EB4","part":1},
      {"page":153,"id":146,"nass":"القسم الثاني\rبلاغة وعروض\rالبلاغة\rمعان، بيان، بديعٌ\rالمعاني\rالخبر والإنشاء. الذكر والحذفُ\rالتقديم والتأخير. الإيجاز والإطناب\rالبيان\rتمهيد وتعريف. التشبيه وأقسامه\rالمجاز وأقسامه. الكناية وأنواعها\rالبديع\rمحسنات معنوية. محسنات لفظية","seal":"C47FDB56","part":1},
      {"page":155,"id":148,"nass":"توْطئةٌ\rالبلاغة والجمال\rالبشرُ يهوى الجمال ويتوخاه في آثار الطبيعة كما يتحراه في آثار الفكر، فالأول يبدو في آثار الكون وما فيه من تنوع وانسجام. والثاني ينبثق من العقل ويبرزهُ الفنُّ.\rيرى أحدنا منظراً حسناً فيروقُهُ جملة لكنه يغفل عن دقائقه، فإذاً صورة مصور حاذق وأسبغ عليه من فنه ما يوائمه من ألوانه ويلائمه من ظلال برز لنا في غاية الرواء والجمال.\rويمر الملأ بأشجار الصفصاف على ضفاف النهر فلا يفطنون إلى ما يكمنُ فيها من جمال حتى يصفها الشاعر بقوله:\rوتُرخي علينا للغصون ذوائباً ... يسرحها كف النسيم بلا مشط\rولما شاهد أحمد شوقي مغاني دمشق وما يكتنف برداها من أفنان وارفةٍ وأطيار ساجغة ومناطر ساحرة أخذته هزةُ الطرب وأضفى عليها من روعة فنه ودقة وصفه ما أكسبها بهاء على بهاء وجمالاً على جمال فقال:\rدخلتها وحواشيها زمردة ... والشمس فوق لجين الماء عقيانُ\rجرى وصفق يلقانا بها بردى ... كما تلقاك دون الخلد رضوان\rوالحور في دمر أو فوق هامتها ... حور كواشف عن ساق وولدان\rوربوة الواد في جلباب غانية ... الساقُ كاسيةٌ والنحر عريانُ","seal":"7246C351","part":1},
      {"page":156,"id":149,"nass":"والطير تصدحُ من خلْف العيون بها ... وللعيون كما للطير ألحان\rوقد صفا بردى للريح فابترذتْ ... لدي ستورٍ حواشيهن أفنان\rوفي يوم قائظ لأذ شاعر أندلسي بوادي (آش) ينعمُ بظله الظليل أهوائه البليل ومائه السلسبيل فجادت قريحته بما هو أرق من النسيم وأنعُم من النعيم فقال:\rوقانا لفحة الرمضاء واد ... سقاهُ مضاعف الغيث العميمِ\rحللنا دوحَهُ فحنا علينا ... حنو المرضعات على الفطيم\rوأرشفنا على ظمأ زلالاً ... ألذ من الُمدامة للنديم\rيصدُّ الشمس أنى واجهتنا ... فيحجبها ويأذن للنسيم\rتروعُ حصاهُ حالية العذارى ... فتلمس جانب العقد النظيم\rأما البحتري فقد وصف الربيع بما يشبهُ الدر ويحكي السحْر، فمثلهُ فتى وسيماً باسماً مائساً يهمُّ بالكلام فقال:\rأتاك الربيع الطلق يختال ضاحكاً ... من الحسن حتى كاد أن يتكلما\rوقد نبه النوْرُوز في غسق الدجى ... أوائل ورْد كن بالأمس نوَّما\rيُفتقُها بردُ الندى فكإنما ... يبث ُّحديثاً كان قبل مكتَّما\rهذه أمثلة من ومضات العقل ولمسات الفن. والوصول إلى تذوق أمثالها يكون بمعرفة علوم البلاغة فإنها تهب دارسها ملكة تهديه إلى مواطن الجمال في آثار الفكر من نظم ونثر، وترشده إلى تخير الألفاظ الحسنة والمعاني الشريفة حتى يبلغ بالمران ما يرومُهُ من لذاذةٍ فما يقرأ أو يكتب أو ينظم.\r* * *","seal":"84B66F57","part":1},
      {"page":157,"id":150,"nass":"عُلوم البلاغةِ\rهي من أجل علوم العربية قدراً، وأجزلها نفعاً، بها يظهر إعجاز القرآن وتُجلي عرائس البيان، وبفضلها يهْتدى إلى حسْن اللفظ وجودة الوصف ولطف الإشارة وحسن الاستعارة. فإذا كان اللفظُ فصيحاً والمعنى شريفاً صنع في القلوب صنيع الغيث في التربة الكريمة.\rقال أحد البلغاء: لا يوصف الكلام بالبلاغة حتى يتسابق لفظُهُ معناه ومعناه لفظهُ فلا يكون لفظهُ إلى سمعك أقرب من معناه إلى قلبك.\rوقال الأصمعي: البليغ من طبَق المفصِل وأغناك عن المفسَّر.\rوقال أحمد بن سليمان: أحسن الكلام ما لا تمُجُّهُ الآذان، ولا تتعبُ فيه الأذهانُ.\rولابدّ لطالب البلاغة من معرفة النحو والصرف واللغة والعروض، وأن يكون ذا ذوق سليم يهتدي به إلى تخير الألفاظ الفصيحة والمعاني الشريفة.\rوعلوم البلاغة ثلاثة: المعاني والبيان والبديع.\r* * *","seal":"4784B24B","part":1},
      {"page":159,"id":152,"nass":"المعاني\rالخبر والإنشاء. الذكر والحذف\rالتقديم والتأخير. الإيجاز والإطناب","seal":"1C0F4DFB","part":1},
      {"page":161,"id":154,"nass":"علم المعاني\rهو قواعد يُعرفُ بها مطابقة الكلام لمقتضى الحال. وخيرُ الكلام ما شاكل الزمان. وفي المثل: (لكل مقام مقالٌ) ، وملاكُ الأمر في هذا العلم أن تكون الكلمة مأنوسة غير غريبة ولا متنافرة الحروف، وأن يكون الكلام المركب وحسن التأليف منرها عن التعقيد لا يحوج سامعة إلى كدَّ ذهن وإعمال فكْر. فخيرُ الكلام ما لا تمجُّه الآذان ولا تتعبُ فيه الأذهان.\rوفي رأي المأمون: \"هو ما فهمتهُ العامةُ ورضيتهُ الخاصةُ\".\rومن أبوابه: الخبرُ والإنشاء، والذكر والحذفُ، والإيجاز والإطنابُ.\rالخبرُ والإنشاءُ\rالخبرُ: ما يحتمل الصدق والكذبَ. فإن كان واقعا فهو صدق وإلا فكذب. والخبر من حيثُ تقبلهُ وإنكارهُ ثلاثة أنواع: ابتدائي وطلبي وإنكاري.\rفالابتدائي يُلقى من غير توكيد.\rوالطلبي يؤكد بمؤكد واحدٍ.\rوالإنكاري بمؤكدين أو أكثر بحسب درجة التردُّد.\rويكون التوكيد بإن وأن وأحرف التنبيه ولام الابتداء والقسم وقد والحروف الزائدة. تقول: أخوك قادم، إنه أخاك قادم، إنهُ لقادم. والله إنه لقادمٌ.\rالإنشاء: ما لا يصح أن يُقال لقائله إنه صادق أو كاذب. ويكون بالأمر والنهي","seal":"5629A1DD","part":1},
      {"page":162,"id":155,"nass":"والاستفهام والتمني والتعجب والنداء نحو: أحفظ لسانك. ولا تؤذ جارك. وما أحسن الوفاء. ويا أيها الرجل.\rشواهد\rابدأ بنفسك فانهها عن غيها ... فإذا انتهت عنه فأنت حكيم\rلا تنهَ عن خلقِ وتأتي مثلهُ ... عار عليكَ إذا فعلتَ عظيم\rليت الكواكبَ تدنو لي فانظمها ... عقود مدح فما أرضى لكم كلمي\rالذكرُ والحذفُ\rالذكر: الأصل في تركيب الجملة أن يذكر المسند إليه والمسند إذا لم تقم قرينة تدل عليه وإلا كان الكلام غامضاً. ويحسن ذكر أحدهما إذا وجدت قرينة لدواع بلاغيةٍ تزيد الكلام حسناً وبهاء كالفخر والمدح والرثاء والتلذذ.\rالفخر:\rوإني لحُلو تعتريني مرارةٌ ... وإني لتراك لما لم أعود\rكررّ هنا المسند إليه (وإني) للفخر.\rالمدحُ:\rفعباسٌ يصد الخطب عنا ... وعباس يجيرُ من استجارا\rكرر اسم (عباس) مبالغة في المدح.\rالرثاء:\rأعينيَ جودا ولا تجمدا ... ألا تبكيان لصخر الندى\rألا تبكيان الجرئ الجميل ... ألا تبكيان الفتى السيدا\rكررتْ الخنساء (ألا تبكيان) توكيداً للتفجع.","seal":"7CA86CF1","part":1},
      {"page":163,"id":156,"nass":"التلذذ:\rبالله يا ظبيات القاع قُلْن لنا ... ليلاَي منكن أم ليلى من البشر\rكرر اسم (ليْلى) تلذذا.\rومثلهُ:\rسقى الله نجداً والسلام على نجد ... ويا حبذا نجد على القرب والبعد\rالحذفُ: من محاسن اللغة العربية أن بلاغة القول أحياناً تكون بحذف أحد ركني الجملة كقولك: فلان يأمر وينهي. أي يأمر بالمعروف وينهى عن المنكر. فلو أظهرت المحذوف هنا لنزل قدر الكلام. ومن أروع أمثلة الحذف ما جاء بسورة القصص (23) بصدد التقاء موسى ببنتي شعيب وهو: {وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ (1) وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ (2) قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي (3) حَتَّى يُصْدِر َ (4) الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ (23) فَسَقَى لَهُمَا (5) } .\r(1) يسقون مواشيهم (2) تذودان أغنامهما (2) لا نسقي أغنامنا (4) يصدر\rالرعاة مواشيهم (5) فسقى لهما أغنامهما.\rومن دواعي الحذف: المدح والذم والاحتقار والخوف منه والعلم به.\rالمدح:\rلسنٌ إذا صعدِ المنابر أو نضا ... قلما شأى الخطباء والكُتَّابا\rحذف هنا المبتدأ أي (الممدوح) تعظيماً لشأنه.","seal":"59BE2120","part":1},
      {"page":164,"id":157,"nass":"الذم:\rحريص على الدنيا مضيع لدينهِ ... وليس لما في بيته بمضيع\rحذف المبتدأ أي (المذموم) استنكاراً لبخله.\rالاحتقار:\rلئن كنت قد بلغتَت عني وشايةٌ ... لمبلغكَ الواشي أغش وأكذبُ\rلم يذكر المسند إليه احتقاراً لشأنه.\rالخوف منه:\rنبئْتُ أن أبا قابوس أوعدني ... ولا قرار على زأرٍ من الأسَدِ\rكنى عنه خوفاً من شره\rالعلمُ به:\rأسرتُ وما صحبي بعزلٍ لدى الوغى ... ولا فرسي مهر ولا ربهُ غُمرً\rحذف الآسر للعلم به.\rتفسير\rالندى: الجود. اللسن: الفصيح البليغ. نضا السيف: ستلهُ. شأي: سبَقَ. الغمر: بالضم من لم يجرب الأمور. أوعد: وعدَ بالشر.\rالتقديم والتأخير\rالتقديم والتأخير: ولما كانت الألفاظ قوالب المعاني وكان بعضها أكثر دلالة على المعنى من غيره حسن تقديم ما حقهُ التأخير من ركني الجملة؛ لأن تقديمه يرمي إلي مطابقة الكلام لمقتضى الحال.\rومن أغراض هذا الباب: التخصيص. وسلب العموم. وعموم السلب، والتعجبُ الإنكاري. والتشويق إلى المتأخر.","seal":"DFB1D707","part":1},
      {"page":165,"id":158,"nass":"التخصيص:\rلك القلم الأعلى الذي بشباته ... تصاب من الأمر الكلي والمفاصلُ\rوخصص هنا الممدوح دون سواه بالقلم البليغ.\rسلب العموم: والمراد به تقديم أداة النفي على أداة العموم كقولك: \"ما كل ما يعلم يقال\" أي: لا يعلم كل القول بل بعضه. ومنه قول المتنبي:\rما كل ما يتمنى المرء يدركه ... تجري الرياح بما لا تشتهي السفن\rقدم أداة النفي على (كل) يريد: لا يدرك كل ما يتمناه بل تعضه.\rعموم السلب: والمراد به تقديم العموم على النفي كقولك: \"كل ما يقوله الخضم غير صحيح\" أي: جميع أقواله غير صحيحة. ومنه قول الشاعر:\rقد أصبحت أم الخيار تدعي ... على ذنباً كلهُ لم أصنع\rقدم أداة العموم (كلهُ) على أداة النفي (لمْ) أي كل ذلك لم يصنًعْ.\rالتعجب الإنكاري:\rأعندي وقد مارست كل خفيةٍ ... يصدقُ واش أو يخيبُ سائلُ\rقدم (أعندي) على (يصدق) تعجباً واستنكاراً.\rالتشويق إلى المتأخر:\rثلاثة ليس لها إياب ... الوقت والجمالُ والشبابُ\rقدم الخبر وأخر المبتدأ تشويقاً إلى المتأخر.\rتنبيهٌ\rثمة مسألة يحسن الانتباه إليها وهي الفرق بين وجوب النفي ونفي الوجوب.\rفتفي الوجوب: أن يتقدم النفي على الوجوب نحو: لا يجبُ أن يضربَ الغلام.\rووجوب النفي: أن يتقدم الوجوب على النفي نحو: يجب أن لا يضرب الغلام.","seal":"85A5E5D4","part":1},
      {"page":166,"id":159,"nass":"ففي المثال الأول نفي وجوب الضرب وإباحة جوازه.\rوفي المثال الثاني إثبات وجوب عدم الضرب ومنع جوازه.\rالإيجاز والإطنابُ\rكانت العرب توجز تارة وتسهب تارة. ولكل من النوعين مكان يليق به وموضع يحسن فيه. فالاقتضاب يكون عند البداهة. والإطناب يكون يوم الغزارة. وسئل أبو عمرو بن العلاء: هل كانت العرب تطيلُ؟ قال: نعمْ، ليسمع منها. وسئل: هل كانت توجز؟ قال: نعم، ليحفظ عنها. ومدارُ الأمر على الإفهام والتفهيم، وخير الكلام ما شاكل الزمان.\rالإيجاز: هو تأدية المعنى بعبارة ناقصة عنه فرب قليل يغني عن الكثير. وهذا الباب دقيق المسلك، لا يرتقي إليه إلا ذوو الفصاحة والزّكن. قال أحد النقاد: \"أحسن الكلام ما كان قليلة يُغنيك عن كثيره ومعناه في ظاهر لفظه\".\rومن فوائد الإيجاز حسن التخير ودقة التفكير وتقريب الفهم وتسهيل الحفظ. وأكثر ما يوجد الجيد منه في آي الذكر الحكيم وحديث الرسول الكريم وخطب البلغاء، وأقوال الحكماء وفي أمثالهم السائرة، قال تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} ، وقال: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ} ، وقال: {مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} ، وفي الحديث الشريف: \"دع ما يريبك إلى ما لا يريبك\". ومن كلام الإمام علي: \"قيمة\rكل امرئ ما يحسنُ\". ومن كلام أكثم بن صيفي: \"الصدق منجاة والكذب مهواة، والحزم مركب صعبً والعجز مركب وطيء. آفة الرأي الهوى، من شددَ نفر ومن تراخى تألف. رب قول أنقذ من صوْل\". ومن أقوال البلغاء: \"المرء بأصغريه قلبه ولسانه. حسبك من شر سماعه. أنجز حر ما وعد. الشرط أملك عليك أم لك. من صدقت لهجته وضحت حجته. الليل أخفى للويل. القتل","seal":"BDEF863D","part":1},
      {"page":167,"id":160,"nass":"أنفى للقتل. إن البلاء موكل بالمنطق. لسانك سبعُك، إن قيدتهُ حرسكَ وإن أطلقتهُ افترسك. سلامة الإنسان في حفظ اللسان. خلفُ الوعد خلق الوغد\". ومن أمثال العرب: \"يكفيك من القلادة ما أحاط بالعنق\".\rالإطناب: هو تأدية المعنى بعبارة تزيد عن مع وفائها بالغرض وإلا عد تطويلاً. ومن فوائده أنه يثبت المعاني في الذهن ويكسبُها رونقاً وجمالاً كالوردة لا يبدو للناظرين حسنُها إلا بعد أن يتفتق كمها. قال تعالى على جهة التفصيل: {قُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} . وللبحتري في هذا المعنى جولات لطاف منها قوله:\rتردد وفي حقلي سُؤدد ... سماحاً مرجى وبأساً مهيبا\rفكالسيف إن جئته صارخاً ... وكالبحر إن جئته مستثيبا\rوقوله على جهة التثميل:\rدنوت تواضعاً وعلوت مجداً ... فشأناك انخفاض وارتفاعُ\rكذاك الشمسُ تبعد أن تسامى ... ويدنو الضوء منها والشعاع\rوقوله:\rذات حسن لو استزادت من الحسـ ... ـن إليه لما أصابت مزيدا\rفهي كالشمس بهجة والقضيب اللدنِ قداً والرئم طرفا وجيدا\rوللجاحظ في رسائله المشهورة وفي فواتح كتبه إسهاب مستعذب كقوله في مستهل كتابه (البيان والتبيين) : \"اللهم إنا نعوذ بك من فتنة القول كما نعوذ بك من فتنة العمل. ونعوذ بك من التكلف لما لا نحسن كما نعوذ بك من العجب بما نحسنُ. وقديما تعوذوا بالله من شرهما وطلبوا السلامة منهما\".\r* * *","seal":"725FA913","part":1},
      {"page":169,"id":162,"nass":"البيان\rتمهيد وتعريف\rالتشبيه وأقسامهُ\rالمجاز وأقسامهُ\rالكناية وأنواعها","seal":"40BD5230","part":1},
      {"page":171,"id":164,"nass":"علم البيان\rهو الحلبُة التي يتبارى في ميدانها أرباب الفصاحة والفطن ويتسابق فرسان البلاغة والزكَنِ.\rوفي علو شأنه قال تعالى: {الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ (2) خَلَقَ الْإِنْسَانَ (3) عَلَّمَهُ الْبَيَانَ} وقال: {هَذَا بَيَانٌ لِلنَّاسِ} .\rوقال عليه السلام: \"إن من البيان لسحراً\".\rوهو علم يتمكن به من إبراز المعنى الواحد بطرق مختلفة وتراكيب متباينة في درجة الوضوح. تقول: (فلان جواد هو كالسحاب سخاء. هو بحرٌ يفيض كرماً. المجد بين برديهْ) .\rفالملمُّ بهذا الفن يختار من ضروب الكلام ما هو أبين لغرضه، فيقرب ما بين متباعد الألفاظ، ويؤلف بين مختلفها، ويولدُ منها معاني شتى بحسب ما هو من فطنة وما اكتسب من تجربة ومران.\rوأركان البيان ثلاثة: التشبيه والمجاز والكناية.\rالتشبيه\rالتشبيهُ في اللغة صفقة الشيء بما يقاربهُ ويشاكلهُ، ويراد به تقريب الصفة وإفهام السامع.\rوفي الاصطلاح إلحاق أمر بأني في صفة بأداة. فالأمر الأول مشبهٌ، والثاني مشبهُ به، والصفة وجهُ الشبهُ، والأداة الكاف وكأن وشبهُ ومثل وكل ما يفيد معنى التشبيه كحسب وظن وحكي وروى نحو: (العلم كالنور في الهداية) فالعلمُ","seal":"9CD15601","part":1},
      {"page":172,"id":165,"nass":"مشبهُ، والنور مشبهٌ به، والهداية وجه الشبه، الكاف أداة التشبيه.\rفالتشبيه خمسة أنواع: مرسلٌ ومؤكد وبليغ وتمثيل ومقلوبٌ.\rالمرسلُ: ما ذكر فيه الأداة ووجهُ الشبه نحو:\rكأن أخلاقك في لطفها ... ورقة فيها نسيم الصباح\rالمؤكدُ: ما خلا من الأداة نحو:\rأنت نجم في رفعةٍ وضياء ... تجتليك العيون شرقاً وغربا\rالبليغ: ما خلاً من الأداة ووجه الشبه نحو:\rالأرض ياقوتة والجو لؤلؤة ... والنبتُ فيروزجٌ والماء بلورُ\rالمقلوبُ: ما جعلل فيه المشبهُ مشبهاُ به نحو:\rيريك إذا بدا وجهاً ... حكاه الشمس والقمرُ\rالتمثيل: ما كان وجه الشبه فيه منتزعاً من متعدد أي تشبيه حالة بحالة نحو:\rوكأن أجرام السماء لوامعاً ... دررٌ نثرن عن بساط أزرقِ\rشبه حالة النجوم تلمع في السماء بحالة بساط أزرق نثرت عليه درر بيضاء. ُ\rشواهد\rكأنهم في ظهور الخيل نبت ربى ... من شدة الحزم لا من شدة الحزمِ\rإذا قامت لحاجتها تثنتْ ... كأن عظامها من خيزران\rوكأن محمرَّ الشقيـ ... ـق إذا تصوب أو تصعد\rأعلام ياقوت نشرْ ... ن على رماح من زبرجدْ\rكأن الثريى والنجوم وراءها ... قناديل رهبان دنت لخمود\rكأن سهيلاً والنجوم وراءه ... صفوف صلاة قام فيها خطيبُها\rقي صفحة البدر شيء من تلهبها ... وللقضيب نصيب من تثنيها\rوبدا الصباح كأن غرتهُ ... وجه الخليفة حين تمتدحُ","seal":"E01A541F","part":1},
      {"page":173,"id":166,"nass":"تنبيه\rالتشبيه ميدان يتسابق فيه فرسان البلاغة وأمراء القريض، وقد تفننوا في ضروبه وتنافسوا في فنونه. فبعضهم أورد تشبيهين في بيت واحد وأورد غيره ثلاثة فأربعة، فمن التشبيهين في بيت واحد قول امرئ القيس:\rكأن قلوب الطير رطباً ويابساً ... لدى كرها العناب والحشفُ البالي\rوقول بشار:\rكأن مثار النقع فوق رؤوسنا ... وأسيافنا ليل تهاوى كواكبُه\rوالثلاثة كقول المرقش:\rالنشرُ مسك والوجوهُ دنا ... نيرٌ وأطراف الأكفَّ عنمْ\rوالأربعة كقول أبي الطيب:\rبدت قمراً ومالت خوط بان ... وفاحت عنبراً ورنت غزالاً\rالمجازُ\rالمجار: هو اللفظ المستعمل في غير ما وصغ له علاقة مع قرينة مانعة من إرادة المعنى الأصلي. فإن كانت علاقته المشابهة سمي استعارة وإلا فمجازاً مرسلاً أو مركباً أو عقلياَ.\rالاستعارة: هي تشبيه حذف أحدُ طرفيه ووجهة وأداتهُ كقولك: (فلان يتكلم بالدُّرر) فالكلام مستعار له، ولفظ الدرر مستعار منهُ، والعلاقة بينهما الحسْن، والقرينة يتكلم.\rوالاستعارة قسمان: مصرحة ومكنيةٌ.\rفالمصرحَةُ: ما صرح فيها بلفظ المشبه به نحو:\rفأمطرت لؤلؤاً من نرجس وسقت ... ورداً وعضت على العناب بالبردِ","seal":"1FF0795B","part":1},
      {"page":174,"id":167,"nass":"فقد استعار اللؤلؤ للدموع والنرجس للعيون والورد للخدود والعناب للأنامل والبرد للأسنان على سبيل الاستعارة المصرحة.\rوالمكنيةُ: ما حذف فيها المشبهُ به ورمز إليه بشيء من لوازمه كقوله:\rوإذا المنية أنشبت أظفارها ... ألفيتَ كل تميمةٍ لا تنفعُ\rاستعار الوحش المفترس للمنية ثم حذفهُ وكنى عنه بشيء من لوازمه وهو إنشابُ الأظافر على سبيل الاستعارة المكنية.\rشواهد\rفزحرحت شفقاً غشى سنا قمر ... وساقطت لؤلؤاً من خاتم عطر\rقوم إذا الشر أبدى ناجذيه لهم ... طاروا إليه زرافات ووحددانا\rأثمرت رمحك من رؤوس كماتهم ... ولما رأيت الغصن يعشق مثمراً\rفتى كلما فاضت عيون قبيلةٍ ... دما ضحكت عنه الأحاديث والذكر\rأتته الخلاقة منقادة ... إليه تجرر أذيالها\rولم أر قبلي من مشى البحر نحوهُ ... ولا رجلاً قامت تعانقهُ الأُسدٌ\rلا تعجبي يا سلمُ من رجل ... ضحكَ المشيب برأسه فبكى\rوإذا العناية لاحظتك عيونها ... نم فالمخاوف كلهن أمانُ\rقامت تظللني من الشمس ... نفس أيعزُّ علي من نفسي\rقامت تظللني ومن عجب ... شمس تظللني من الشمس\rأنت في خضراء ضاحكة ... من بكاء العارض الهتنِ\rعضنا الدهر بنابهُ ... ليت ما حل بنابهْ\rالمجاز المرسل: هو مجاز علاقته غير المشابهة مع قرينة مانعة من إرادة المعنى الأصلي كالسببية والمسببية والجزئية والكلية والحالية والمحلية واعتبار ما كان واعتبار ما سيكون، وإليك أمثلتها:","seal":"36F62910","part":1},
      {"page":175,"id":168,"nass":"المسببية: نحو: (أمطرت السماء نباتًا) أي مطراً يتسبب عنه النبات، ومثله: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} أي من سلاح يحدث القوة\rوالمنعَةَ.\rالسببية: نحو: (عظمت يد فلان عندي) أي نعمته التي سببها اليدُ.\rالجزئية: نحو: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} أي عتق عبد من إطلاق الجزء وإرادة الكل، ومثله: (بث القائد عُيونهُ) يريد جواسيسه.\rالكلية: نحو: {يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ} يريد أناملهم وهي رؤوس الأصابع أي جزء منها، فقد ذكر الكل وأراد الجزء.\rالحالية: نحو: (نزلت بالقوم فأكرموني) أي بدارهم فقد ذكر الحال وأراد المحلّ. ونطيره قول أحمد شوقي:\rنزلت فيها بفتيان جحاجحَةٍ ... آباؤهم في شباب الدهر غسان\rباعتبار ما كان: نحو: {وَآتُوا الْيَتَامَى أَمْوَالَهُمْ} أي البالغين الذين كانوا صغاراً أيتاماً. ومثله: (شربت بنا عدنياً) أي قهوة كانت بنا.\rباعتبار ما سيكون: نحو: (غرست اليوم أشجاراً) يريد غراساَ ستكون أشجاراً. ومثله: {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} أي عنباً سيكون خمراً.\rالمجاز المركب: هو ما أرسل لغرض يفهم من سياق الكلام في بيت أو مثل أو حكمة. والأغراض هي: التحسر والتهكم والازدراء والنصح وغير ذلك نحو:\rأخذت من شبابي الأيام ... وتولى الصبا عليه السلامُ\rمن يهن يسهل الهوانُ عليه ... ما لجرح بميتِ إيلامُ\rمثل النهار يزيد أبصار الورى ... نوراً ويعمي أعين الخفاشِ\rإن الأفاعي وإن لانت ملامسهُا ... عند التقلب في أنيابها العطبُ","seal":"4F9C2375","part":1},
      {"page":176,"id":169,"nass":"المجاز العقلي: هو إسناد الفعل أو ما في معناه إلى غير ما هو له كقولك: (شيبتني الوقائع) ، فإسناد الإجابة إلى الوقائع مجاز عقلي. ومنه الإسناد إلى الزمان والمكان والمصدر.\rفإلى الزمان نحو:\rكلما أنبتَ الزمان قناة ... ركب المرء في القناة سِنانا\rوإلى المكان نحو: {وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ} والحقيقة أن الجريان للماء لا للأنهار.\rوإلى المصدر نحو:\rسيذكرُني قومي إذا جد جدهم ... وفي الليلة الظلماء يفتقد البدْرُ\rشواهد\rأشاب الصغير أفنى الكبير ... كرُّ الغداة ومر العشيّ\rإني لمن معشر أفنى أوائلهم ... قيل الكماه ألا أين المحامونا\rستبدي لك الأيامُ ما كنت جاهلاً ... ويأتيك بالأخبار من لم تزوَّد\rهرمتني قبل إبان الهرمْ ... وهي إن قلتُ كلي قالت نعَمْ\rالكنايِة\rهي من أبلغ أنواع الكلام وأرفعه شأناً وأذقهُ فكرة، لا يدرك مراميها إلا كل فطن فهم لما تحويه من دقة الإشارة وبعد الاستعارة.\rوعرفها ابن رشيق بقوله: الكناية ومعناها الإشارة والإيماءة هي من غرائب الشعر وملحهِ. وهي بلاغة عجيبة تدل على بعد المرمى وفرط المقدرة، وهي في كل نوع من الكلام لمحة دالة واختصار وتلويح يعرف مجملاً ومعناه بعيد من ظاهر لفطهِ.","seal":"4E0ADBF7","part":1},
      {"page":177,"id":170,"nass":"وعرفها البلاغيون بقولهم: الكناية لفظ يطلق ويرأد به لازم معناه مع جواز إرادة المعنى الأصلي. تقول: هو واسع الصدر، أي حليم. ويجوز وأن يكون واسع الصدر حقا. وتقول: هي نؤوم الضحى، أي مترفَة. ويجوز أن تكون نؤوم الضحى فعلاً.\rأقسام الكناية\rتنقسم باعتبار المكني عنه إلى ثلاثة أقسام: صفة ونسبة وغير صفة ونسبة.\rفالصفة كقول الخنساء: (طويل النجاد رفيع العماد) أي مديدُ القامة، سيد كريم.\rوالنسبة كقولهم: (تأزرَ بالمجد ثم ارتدى) كناية عن نسبة المجد إليه.\rوغير الصفة والنسبة كقول أحدهم: (أأيقاظٌ أميةُ أم نيامُ؟) كناية عن الحضَّ على التنبه للخطر.\rوتنقسم الكناية باعتبار الوسائط إلى أربعة أقسام: تلويح وورمز وإشارة وتعريض.\rفالتلويح ما كثرت فيه الوسائط نحو: (كثير الرماد) كناية عن الكرم.\rوالرمزُ ما قلت فيه الوسائط نحو: (غليظ الكبد) كناية عن القسوة.\rوالإشارة ما خفيت فيه الوسائط نحو: (المجد في برديه) كناية عن تأصله فيه.\rوالتعريض ما يفهمُ من السياق كقولك للمؤذي: (خير الناس أنفعهم للناس) .\rشواهد\rامرؤ القيس:\rوتُضحي فتيتُ المسك حول فراشها ... نؤوم الضحى لم تنتطقُ عن تفضل","seal":"073521AA","part":1},
      {"page":178,"id":171,"nass":"ابن أبي ربيعة:\rبعيدة مهوى القرطِ إما لنوفَل ... أبوها وإما عبد شمس وهاشم\rأحدهم:\rلا ينزل المجد إلا في منازلنا ... كالنوم ليس له مأوى سوى المقَل\rنصر بن سيار:\rأرى خللَ الرماد وَميض نار ... وأخشى أن يكون لها ضرامُ\rفإن لم يطفها عقلاء قوم ... يكون وقودها جثث وهَاُم\rالأعشى:\rيكادُ يقعدُها لولا تشدُّدُها ... عند القيام إلى\"جاراتها الكسلُ\rأبو الطيب:\rإذا الجود لم يرزقْ خلاصاً من الأذى ... فلا الحمد مكسوباً ولا المالُ باقيا\rتبيين كنايات الشواهد\rفي البيت الأول: كناية عن أنها مترفة منعمة.\rفي البيت الثاني: كناية عن ألا طويلة العنق كريمة المحتِدِ.\rفي البيت الثالث: كناية عن أنهم سادة أشراف والمجدُ متأصل فيهم.\rفي البيتين الرابع والخامس: كناية عن أن التنبيه إلى بوادر فتنةٍ عارمةٍ.\rفي البيت السادس: كناية عن أن الموصوفة عبلَةٌ سمينة.\rفي البيت السابع: كناية عن أن المنةَ تبطلٌ الصنيعَةَ.\r* * *","seal":"BD9E6175","part":1},
      {"page":179,"id":172,"nass":"البديعُ\rمُحسناتُ معنوِيَّةٌ. مُحسناتٌ لفظِيةٌ","seal":"750219C0","part":1},
      {"page":181,"id":174,"nass":"علم البديع\rعندما بلغ الترف في العصر العباسي مداه وشمل جميع أنواع أمور الحياة أبتكر الأدباء البديع تزويقاً لشعرهم وتزييناً لنثرهم. بيد أن من خلفهم أكثروا من أنواعه حق أربت على مئة وخمسين نوعاً، ولزموا فيها ما لا يلزم من التعمل إظهاراً للبراعة وتنافساً في الصناعة حتى صاروا ينظمون ويكتبون بألفاظ كل حروفها معجمة أو مهملة كقوله أحدا:\rأعددْ لحسادك حد السلاح ... وأورد الآمل ورد السماح\rوقول الآخر:\rفتنتني بجبين ... كهلال السعد لاح\rوتعضهم أتى بكلمات حرف فيها معجم وحرف مهمل فقال: (أخلاق سيدنا تحَبُّ) . وصنع آخرون كلاما يقرأ طرداً وعكساً منها: (سور حماه بربها محروس) ، (دام علا العماد) ، (سر فلا كبا بك الفرسُ) ، (ربك فكبَّر) ، (رمح أحمر) .\rومن الإغراق في التعمُّل أن تظم أحدهم أبياتاً مزدوجة الألفاظ مختلفة المعاني إذاً صحفتْ بان أزيل نقطها بدت كل كلمتين برسم واحد فقال:\rزينب زينب بقد َّيقدُّ ... وتلاهُ ؤيلاهُ نهدّ يهُدًُّ\rجندُها جيدها وظرفّ وطرفٌ ... ناعسٌ تاعسٌ بخدَّ يخدُّ\rفارقتني فارقْتني وشطتْ ... وسطت ثم نم وجدٌ وجدُّ","seal":"C0B10C5A","part":1},
      {"page":182,"id":175,"nass":"وإنما أوردْنا هذه المثل للاطلاع لا للأتباع، واجتزأنا من أنواع هذا العلم بما هو مستعذب مستملح، واقتصرنا على تعريفه بقولنا:\rهو علم يعرف به وجوب تحسين الكلام المطابق لمقتضى الحال، وهذه الوجوه ما يرجع منها إلى تحسين المعنى يسمى بالمحسنات المعنوية، وما يرجع منها إلى تحسين اللفظ يسمى بالمحسنات اللفظية.\rمحسنات معنويةٌ\rحسُن الابتداء: هو أن يستهل الكلام بلفظ يهش له السمع ويتقبله الذوق كالتهنئة ببناء قصر:\rقصر عليه تحية وسلام ... خلعتْ عليه جمالها الأيام\rوكالتهنئة بالشفاء من مرض:\rالمجدُ عوفي إذ عوفيت والكرم ... وزال عنك إلى أعدائك الألمُ\rالتورية: هي أن يذكر لفظ قريب غير مراد وبعيد مراد كقوله:\rيا سيداً حاز لطفاً ... له البرايا عيبدُ\rأنت الحسينُ ولكنْ ... جفاك فينا يزيذُ\rالطبَاقُ: هو أن يجمع بين معنيين متضادين نحو: أضحك وأبكى وأمات وأحيا. ونحو: {يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ} وكقول الشاعر:\rإن كنت عبداً فنفسي حرة أبداً ... أو أسود الخلق إني أبيض الخُلق\rفقد طابق بين الحرية والعبودية وبين سواد الخلق وبياض الخلق.\rوكقول الآخر:\rلئن ساءني أن نلتني بمساءة ... فقد سرني أني خطرت ببالكِ","seal":"E3D4A4A3","part":1},
      {"page":183,"id":176,"nass":"طابق بين الإساءة في الشطر الأول وبين المسرة في الشطر الثاني.\rالمقابلةُ: أن يؤتى بمعنيين أو أكثر ثم يبقى بما يقابل ذلك على الترتيب كقول المتنبي:\rأزورهم وسواد الليل يشفع لي ... وأنثني وبياض الصبح ويُغري بي\rقابل فيه خمسة بخمسة. وقال الطغرائي:\rحلو الفكاهة مر الجد قد مُزِجت ... بشدة البأس منه رقة الغزلِ\rقابل فيه أربعة بأربعة.\rالمدح بمعرض الذم:\rولا عيب فيهم غير أن سيوفهم ... بهن فُلول من قراع الكتائب\rالمبالغة:\rخطرات النسيم تجرح خديْه ... ولمسُ الحرير يدمي بنانَهْ\rوكقول المتنبي:\rكفى بجسمي نحولا أنني رجل ... لولا مخاطبي إياكَ لم تزني\rوقوله:\rولو قلٌم ألقيتُ في شق رأسه ... من السقم ما غيرتُ من خط كاتبِ\rمراعاة النظير: هي جمع أمر وما يناسبه من غير تضاد كقوله:\rوالطل في سلك الغصون كلؤلؤ ... رطب يصافحه النسيم فيسقُطُ\rوالطير تقرأ والغديرٌ صحيفةٌ ... والريح تكتب والغمام ينقطُ","seal":"9CC8983E","part":1},
      {"page":184,"id":177,"nass":"محسنات لفظية\rالجناسُ: هو أن يتفق اللفظان أن في النطق ويختلفا في المعنى ويكون: تاماُ وناقصاً ومصحفاً.\rالتام:\rأرْخينَ من فوق النهود ذوائباً ... فتركن حبات القلوب ذوائباً\rالناقص:\rأشكو وأشكر فعلهُ ... فاعجبْ لشاكِ منه شاكر\rالمصَحَّف:\rمن بحر جودك أغترفْ ... وبفضل علمك أعترفْ.\rالاقتباس: أن يوضع في الشعر آية أو حديث نحو:\rكيد عزولي وهنا ... ولي سرور وهنَا\rالحمد لله الذي ... أذهب عنا الحزنا\rوقول أحدهم:\rقلت للمحبوب صلني ... يا بديع الحسن أنتّ\rقال لي: قد قال ربي: لن تنالوا البر حتَّى\rالسجعُ: توافق الفاصلتين في الحرف الأخير، وأحسنه ما توافقت فقرُه نحو: أي شيء أطيب من ابتسام الثغور، ودوام السرور، وبكاء الغمام، وسجع الحمام. ونحو قول الحريري: (يطبع الأسجاع بجواهر لفظه، ويقرع الأسماء بزواجر وعظه) .","seal":"6695CA15","part":1},
      {"page":185,"id":178,"nass":"علم العروض\rتمهيد وتعريف\rالبحور\rالطويل. البسيط. الوافر. الكامل. الرجز\rالرمَل. السريع. الخفيف. المتقارب. المتدارك\rالفنون\rالتوشيح. التضمين. إجازة التشطير. التخميس.","seal":"8D7AFA4C","part":1},
      {"page":187,"id":180,"nass":"علمُ العروض\rتعريف وتمهيد\rهو علم يعرفُ به صحيح وزن الشعر من فاسده، وضعهُ الخليل بن أحمد مهتدياً إليه بعلم الإيقاع لتقاربهما. وأركان العروض تفعيلاتهُ وهي:\rفعولن مفاعيلن مفاعلتن فاعلاتن\rفاعلن متفاعلن مستفعلن مفعولات\rوهذه التفاعيل بمثابة ميزان دقيق يبين ما في بيت الشعر من صحة أو خلل وما يطرأ عن أجزائه من زيادة أو نقص أو تحريك أو تسكين. ويكون الوزن بتجرئة البيت وجعله قطعا متساوية لأجزاء ميزانه، فيقابل المتحرك في الموزون بالمتحرك في الميزان والساكن بالساكن، والمعولُ في الوزن على اللفظ لا على الخط. فهمزة الوصل لا تكتب لأنها لا تلفظ، ألف هذا تكتب لأنها\rتلفظ. والتنوين يرسم نوناً. والحرف المشدد يرسم حرفين منفصلين، فكلمة (كريمٌ) تكتب (كريمن) ، وهذا تكتب (هاذا) ، ومد تكتب (مدْد) . وقد تشبع الحركات قد فتغدو حروف مد: الفتحة ألفاً والضمة واوا والكسرة ياء. فكفه تكتب (كففهُوْ) ، ومنزل تكتب (منزلى) . وبحسب هذه القواعد يقطع بيتُ المعري وهو من البحر السريع ووزنه: (مستفعلن مستفعلن فاعلن) مرتين:\rالأرض للطوفان مشتاقٌة ... لعلها من درن تغسلُ\rالأرضلط. طوفانمش. تاقتنْ ... لعللها. منذرنِنْ. تغسلُوْ\rمستفعلن مستفعلن فاعلن ... متفعلن مفتعلن فاعلن","seal":"4C077123","part":1},
      {"page":188,"id":181,"nass":"تنبيه\rقد يطرأ على التفعيلات تغيير من زيادة أو نقص أو تسكين أو تحريك ليحصل التطابق بين الميزان والموزون كما ورد في تقطيع البيت المذكور.\rالبيت وأقسامه\rالبيت كلام تام يتألف من أجزاء وينقسم شطرين: الأول (صدر) والثاني (عَجُز) . ويقال لآخر كلمة من الصدر (عروض) ولآخر كلمة من العجز (ضرب) ، وما عداها فحشو. مثال ذلك:\rلعمرك إن الحلم زين لأهله ... وما الحلم إلا عادة وتحلُّمُ\rحشو عروض ... حشو ضرب\rوالبيت إما تام أو مجزوء أو مشطور أو منهوك، فالتام ما استوفى جميع أجزائه، والمجزوء ما حذف جزء من شطريه ما آخرها، والمشطور ما حذف ثامي شطريه بتمامه، والمنهوك ما حذف ثلثا شطريه.\rوالبيت الواحد يقال له (يتيم) ، وللبيتين والثلاثة (نتفَةٌ) ، وللأربعة والخمسة والستة (قطعة) ، وللسبعة فأكثر (قصيدة) .\rالبحورُ\rالبحور التي نظم عليها العرب قي الجاهلية والإسلام ستة عشر بحراً نجتزئ منها بما يلي لكثرة تداولها وهي:\rالطويل. البسيط، الوافر. الكامل. الراجز. الرمل. الخفيف. السريع. المتقارب. المتدارك. المنسرحُ. المجتثُّ. المضارعُ. المقتضبُ.\rوقد لنظم صفي الدين الحلي وزنا لكل بحر تسهيلاً لحفظه وتذكيراً بوزنه.","seal":"8C4D732E","part":1},
      {"page":189,"id":182,"nass":"البحر الطويل\rطويل له بين البحور فضائل ... فعولن مفاعيلن فعولن مفاعلُ\rولعروضه (مفاعلن) ثلاثة أضرب: مفا مفاعلن ومفاعيلن وفعولن. يجوز في فعولن: فعولُ. وفي مفاعيلن: مفاعلن ومفاعلُ وفعولن.\rأمثلة\rغنى النفس ما يكفيفكَ من سدَّ خلةٍ ... فإن زاد شيئاً عاد ذاك الغنى فقرا\r(مفاعيلن)\rومهما تكن عند امرئ من خليقةٍ ... وإن خالها تخفى على الناس تعلمِ\r(مفاعلن)\rإذا المرء لم يدنسْ من اللؤم عرضهُ ... فكل يرتديهِ جميلُ\r(فعولن)\rالبحر البسيط\rإن البسيط لديُه يبسط الأملُ ... مستفعلن فأعلن مستفعلن فعَلُ - وعروضه التامة (فعلنْ) وضرباها فعِلن وفعْلن، وعروضه المجزوءة مستفعلن\rوضربها مثلها مستفعلن.\rيجوز في مستفعلن: مُتفْعِلُنْ ومَفْتعِلُن ومفعولن.\rويجوز في فاعلن: فعِلن وفعْلن.\rأمثلة\rلا تحقرن صغيراً في مُخاصمةٍ ... إن البعوضة تدمي مقلَةَ الأسدِ\r(فعِلن)","seal":"94015C78","part":1},
      {"page":190,"id":183,"nass":"إذا ابتسمْنَ فدرُّ الثغرِ منتظمٌ ... وإن نطقنَ فدُرُّ الثغر منثورُ\r(فعْلن)\rماذا وقوفي على ربعٍ عفا ... مخلولقِ دارسِ مستعجم\r(مستفعلن)\rالبحر الوافر\rبحور الشعر وافرها جميلُ ... مفاعلتن مفاعلين فعولُ عروضه التامة (فعولن) وضربها مثلها، وعروضه المجزوءة مفاعيلن\rوضرباها مفاعلين ومفاعيلن.\rيجوز في مفاعلتن: مفاعيلن في الحشو والعروض المجزوءة على أن تبقى صحيحة ولو مرة واحدة.\rأمثلة\rجراحات السنان لها التئامٌ ... ولا يلتائمُ ما جرحَ اللسانُ\r(فعولن)\rغزال زانه الحورُ ... وساعدَ طرفهُ القدرُ\r(مفاعلتن)\rيريكَ إذا بدا وجها ... حكاه الشمس والقمرُ\r(مفاعلتن)\rأعاتبُه وآمرُهُ ... فيغضبني ويعصيني\r(مفاعيلن)\rالكامل\rكمل الجمال من البحور الكامل ... متفاعلن متفاعلن متفاعلُ - و","seal":"C70ECEFB","part":1},
      {"page":191,"id":184,"nass":"المشهور من أعاريضه ثنتان: الأولى: تامة (متفاعلن) وضروبها: متفاعلن ومتفاعلْ وفعْلُن. والثانية: مجزوءة متفاعلن وضربها مثلها.\rأمثلة\rيا من حوى ورد الرياض بخَدَّه ... وحكى قضيبّ الخيزران بقدهِ\r(متفاعلن)\rريانُ من مَاء الجمالِ مهفهٌف ... أرأيت غصنَ البان كيف يميلُ\r(متفاعل)\rبابي وأمي غادة في خدها ... وزد وبين جفونها سحرُ\r(فعْلن)\rمن مجزوء الكامل:\rاصبرْ على كيدِ الحسُو ... د فإن صبركَ قاتلُهْ\rكالنار تأكل بعضها ... إن لم تجد ما تأكلهْ\r(متفاعلن)\rالرجزُ\rفي أبحر الأجاز بحلرٌ يسهُلُ ... مستفعلن مستفعلن مستفعلُ -\rوأعاريضه أربع: تامة ومجزوءة ومشطورة ومنهوكة.\rيجوز في مستفعلن: مُتَفْعِلن ومُفْتَعِلن ومفعولن\rأمثلة\rإن الشباب والفراغ والجدهْ ... مفسدةُ للمرء أي مفسَده\rتامة\rالشعراء في الزمان أربعه ... فواحد يجري ولا يجرى معه\rتامة","seal":"FBDAF7BD","part":1},
      {"page":192,"id":185,"nass":"وواحد يخوض وسط المعمعهْ ... وواحد لا تشتهي أن تسمعههْ\rتامة\rوواحد لا تستحي أن تصفعهْ. مشطورة\rأعطيتهُ ما سألا ... حكمتهُ لو عدلا. مجزوءة\rيا ليتني ... فيها جزع. منهوكة\rأخبُّ فيها وأضعْ. منهوكة\rالرَّمَل\rرَمَلُ الأبحر ترويه الثقاتُ ... فاعلاتن فاعلاتن فاعلاتُ -\rوعروضه التامة: (فاعلن) . والمجروءة: فاعلاتن. والأضرب: فاعلن\rوفاعلاتن وفاعلانْ.\rيجوز في فاعلاتن: (فعِلاتن) ويشمل العروض والضرب.\rأمثلة\rكم أداوي القلب قلت حيلتي ... كما داويت جرحاً سأل جُرحُ\r(فاعلاتن)\rربْ ساع مبصر في سعيه ... أخطأ التوفيق فيما طلبا\r(فعلن)\rزاد معروفك عندي عظماً ... أنه عندك مستور حقيرْ\r(فاعلانُ)\rيا هلالاّ قد تبدي ... في ثياب من حريرِ\r(مجزوء)\rما لخديك استعارا ... حمرةَ الوردِ النضير\r(فاعلاتن)","seal":"29A5AAF4","part":1},
      {"page":193,"id":186,"nass":"السريع\rبحرٌ سريع ماله ساحلٌ ... مستفعلن مستفعلن فاعلُ -\rوله عروضان مشهورتان. الأولى: فاعلن وأضربها: فاعلن وفعلن وفاعلان. والثانية: فعلن. وضرباها: فعِلن وفعْلن.\rيجوز في مستفعلن: (متفْعلن) و (مُفْتَعِلن) و (مستفعلْ) .\rأمثلة\rلو أنصف الدهر هجا أهله ... كأنه الروميُّ أو دعبلٌ\r(فاعلن)\rالنشرُ مسكٌ والوجوهُ دنا ... نيرٌ وأطراف الأكف عَنَمْ\r(فعلن)\rبديع نثر رق حتى غدا ... يجري مع الروح كما تجري\r(فعلن)\rأهيف قد أزرى بقُضب القنا ... فهيَ لديه مطرقات قيامْ\r(فاعلان)\rتفسير: ابن الرومي ودعبل: شاعران عباسيان. النشر: الرائحة الطيبة. البنان: رؤوس الأصابع. الغنم: شجر لين الأغصان تشبه به بنان الجواري. الأهيف: الرقيق الخصر. قضب القنا: الرماح.\rالخفيفُ\rيا خفيفاً خفت به الحركات ... فاعلان مستفعلن فاعلاتُ -\rولعروضه التامة ضربان: فاعلاتن وفاعلن. وللمجزوءة مستفعلن مثلها. يجوز في فاعلاتن: فعِلاتن وفعْلاتن ومفعولن.","seal":"9C8F8C7A","part":1},
      {"page":194,"id":187,"nass":"وفي مستفعلن: مفتعِلُنْ ومفعولن.\rأمثلة\rخطرات النسيم تجرح خديـ ... ـه ولمس الحرير يدمي بنانهْ\r(فاعلاتن)\rقد أرانا من مبسميه بُروقاً ... فأريناه ديمةْ هتانهُ\r(مفعولن)\rما لليلى تبدلتْ ... بعْدنَا وُد غيرنا\r(متفعلُنْ)\rالمتقاربُ\rعن التقارب قال الخليلُ: فعولن فعولن فعولن فعولُ -\rوعروضه فعولن يجوز فيها: فعولُ وفعولُ وفَعَلْ.\rأمثلة\rومن ظن ممن يلاقي الحروب ... بألا يصاب فقد ظن عجزا\r(فعولن)\rكريم الخصال لطيف المقال ... جزيل النوال حميدُ الفعالْ\r(فعولْ)\rإذا كنت في حاجة مرسلاً ... فأرسلْ حكيماً ولا توصهِ\r(فعَلْ)\rالمتدارك ويسمى المحدثَ\rحركات المحدث تنتقلُ ... فعلن فعلن فعلن فعلُ -\rووزنه: فاعلة ثماني مرات لكنها تأتي كثيراً فعِلن وقليلاً فَعْلن.","seal":"F5C891A1","part":1},
      {"page":195,"id":188,"nass":"أمثلة\rلم يع من مضي للذي قد غبَرْ ... فضلَ علم سوى أخذِهِ بالأثرْ\r(فاعلن)\rيا ليلٌ الصبُّ متي غدُهُ ... أقامُ الساعة موعدهُ\r(فعِلن)\rمالي مال إلا درهمْ ... أو برْذوْني ذاك الأدهمْ\r(فعْلن)\rكرة ضربت بصوالجةٍ ... فتلقفها رجٌل رجلُ\r(فعِلن)\rالبحر المنْسَرحُ\rمنسرحٌ فيه يضربُ المثلُ ... مستفعلن مفعولاتُ مفتعلو\rيستحسن في مستفعلن (مفاعلن ومفتعلن) ، ويكثر في مفعولات (فاعلن) .\rأمثلة\rلا تسأل المرء عن خلائقهِ ... في وجهه شاهدٌ من الخبَرِ\rكأنَّ تلك الدموعَ قطر ندى ... يقطر من نرجس على ورْدِ\rالبحر الُمجْتَثُّ\rإن جثَّتِ الحركاتُ ... مستفعلن فاعلاتُ\rعروضه وضربه (فاعلاتن) . يجوز فيهما (مفعولن) . وفي مستفعلن (مفاعلن) .","seal":"EEF8870D","part":1},
      {"page":196,"id":189,"nass":"أمثلة\rلا أركب البحر إني ... أخاف منه المعاطبْ\rطين أنا، وهو ماء ... والطينُ في الماء ذائبْ\rالبحر المضارعُ\rتعَدُّ المضارعات ... مفاعيل فاعلاتٌ\rيجوز في مفاعيلن (فاعلات) .\rمثال\rفي ثغرها أقاح ... وفي الوجنتين وردُ\rالبحر المقتضب\rاقتضبْ كما سألوا ... مفعولات مفتعِلو\rيجوز في مفعولات (فاعلاتُ) و (مفاعيل) .\rأمثلة\rأقبلت فلاح لها ... عارضان من سَبَجِ\rعاذلي حسبكما ... قد غرقت في لجج","seal":"8AD235EA","part":1},
      {"page":197,"id":190,"nass":"فنون الشعر\rعندما استفاضت حضارة العرب في المشرق والمغرب وتمازجتْ ثقافاتهم بثقافات غيره ابتدع شعراؤهم بحوراً جديدة للشعر كالسلسلة والوسيط والوسيم، وأحدثوا فنوناً منه تعبر عن طراز حياتهم وألوان مجمتعهم كالمواليا والدوبيت والموشح والزجل والإجازة والتضمين والتشطير والتخميس وهذه أمثلة من بعضها:\rبحر السلسلة\rوزنه\rفعْلن فعِلاتن متفعلن فَعِلاتن ... فعلن فعلاتن متفعلن فعلاتانْ\rومثاله:\rيا مالك روحي إلي حبك يوحي ... آيات صبوحي بها المتيم نشوان\rالموشح\rهو من اختراع شعراء الأندلس، وضابطهُ أنه ينظم بيتان عروضهما على قافية وضربهما على قافية أخرى. ثم ينظم بعدها خمسة أبيات. الثلاثة الأولى متفقة الأعاريض والأضرب. والبيتان الأخيران عروضهما وضربهما كالبيتين الأولين، ويبدو ذلك في موشح لسان الدين بن الخطيب في مطلعه ودوره:\rجادكّ الغيثُ إذا الغيثُ همًى ... يا زمان الوصل بالأندلسِ\rلم يكن وصلُك إلا حلُما ... في الكرى أو خلسة المختلسِ\rدوْر\rإذ يقودُ الدهر أسباب المنى ... ينقل الخطوَ عن ما نرسمُ\rزمراً بين فرادى وثنى ... مثلما يدعو الوفود الموسمُ","seal":"0C548369","part":1},
      {"page":198,"id":191,"nass":"والحيا جدد للروض سني ... قسنا الأزهار فيه تبسمُ\rوروى النعمانُ عن ماء السما ... كيف يروي مالك عن أنس\rفكساه الحسنُ ثوباً معلما ... تزدهي منه بأبهى ملبسِ\rالتضمين\rهو أن يضمن الشاعر أبياتاً أو أشطاراً من نظم غيره (تزويقاً وتحسيناً) كتضمين ابن حجة أبياته في وصف مغاني حماة فقال:\rتفوق عيون الزهر بين شطوطها ... (عيون المها بين الرُّصافة والجسر)\rوإن جرتُ في الرمضاء بين غصونها (جلبن الهوى من حيث أدري ولا أدري)\rالإجازة\rهي أن ينظم شاعر شطراً أول، ويجيزه آخر بالشطر الثاني كقول أحدهم يصف ماء نهر جعدهُ مر النسيم، وكان بالقرب منه فتاة أعرابية.\rفقال: عقد الريحُ على الماء زردُ\rفقالت: يا له درعاً منيعاً لو جمدْ\rوقال أبو نواس: عذب الماء وطابا\rفقال أبو العتاهية: حبذا الماء شرابا\rالتشطير\rهوان تختار بيتاً فتجعله بيتين اثنين بأن تضم إلى الشطر الأول منه شطراً أخر بعده وللشطر الثاني شطراً آخر قبله كما ترى في تشطير:\rكسرَ الجرةَ عمداً ... وسقى الأرض شرابا\rصحتُ والإسلام ديني ... ليتني كنت ترابا","seal":"52B878E5","part":1},
      {"page":199,"id":192,"nass":"تشطيرهما:\rكسر الجرة عمداً ... أهيفٌ يحلو رُضابا\rوسقاني خمر فيهِ ... وسقى الأرض شرابا\rصحت والإسلام ديني ... حلَّ ذا السكر وطابا\rوغدا الكوب ينادي ... ليتني كنت ترابا\rوكتشطير هذين البيتين:\rلقد زارني من بعد حول مودعاً ... وطرف الدجى قد صارفي راحة الفجر\rفاخجلته بالعتب حتى رأيته ... يزيل الثريى بالهلال عن البدر\rوتشطيرهما:\rلقد زارني من بعد حول مودعا ... ليودع قلبي حرقة البعد والهجر\rفقلت أتأتيني كطالب جمرة ... وطرف الدجى قد صار في راحة الفجر\rفأخجلته بالعتب حق رأيته ... قد احمر وجهاً ثم كلَّلَ بالدرَّ\rوقوس قضبان اللجين وقد غدا ... يزيل الثريى بالهلال عن البدر\rالتخميس\rهو أن تعمد إلى بيت فتقدم عليه ثلاثة أشطر على قافية الشطر الأول كتخميس:\rتمتع من شميم عرار نجد ... فما بعد العشية من عرار\rوتخميسه:\rومذ أزف الرحيل بركب هندِ ... جرى دمعي دماً من فوق خد\rفقالت ثم ضمتني لنهدٍ ... تمتع من شميم عرار نجدٍ\rما بعد العشية من عرار\rالعرارُ: بهاار البر وهو نبت طيب الرائحة، الواحدة عرارة.","seal":"4C6E3AEB","part":1},
      {"page":201,"id":194,"nass":"القسم الثالث\rفي اللغة والأمثال\rويتألف من مجموعتين\rالمجموعة الأولى\rالمنتقى من فرائد اللغة\rوتحوي مئات من الألفاظ المتخيرة من كتاب اللغة ومعاجمها\rالمجموعة الثانية\rتتضمن مئتين وواحداً وثلاثين مثلاً متصيدة من مؤلفات\rالأيمة كالضبي والأصمعي والزمخشري والأصفهاني\rوالميداني","seal":"FB822621","part":1},
      {"page":203,"id":196,"nass":"المجموعة الأولى\rالمختار من فرائد اللغة\rفي هذه المجموعة ألفاظ مستقاة من كتب اللغة ومعاجمها، وموشاة بأبيات عامرة وأمثال سائرة، ترفد المتأدب، وتهب كلامهُ رونقاً ورواء على أن توضع كل كلمة الموضع اللائق بها كما توضع الحجارة الكريمة في عقود الحسان. وقد بلغ عدد هذه الفرائد بضع مئات فسرت ورتبت على النحو التالي:\rالآية: أصلها (أيْيَِة) ، ووزنها فعْلة. أبدلت اليء، الساكنة ألفاً فصارت (آية) . والآية العلامة يقال: فعلهُ بآية كذا والآية الدليل، ومنه:\rوفي كل شيء له آية ... تدل على أنه واحدُ\rوالآية من القرآن ما يصح السكوت عليه. وجمع الآية: آيات وآي كجمع بانة وبان وراحة وراح وراية وراي وساحة وساح وشامة وشام وهامة وهام وحاجة وحاج. قال:\rنروح ونغدو لحاجاتنا ... وجاج ابن آدم لا تنقضي\rوالبانة ضرب من الشجر. والساحة باحة الدار. والشامة الخال. والهامة الرأس.\rأما: للتنبيه، ويكثرُ بعدها القسم نحو: أما والله لأفعلنَّ، قال الشاعر:\rأما والله إن الظلم شين ... وإن الظلم مرتعُة وخيمُ\rوقال آخر:","seal":"5AF05406","part":1},
      {"page":204,"id":197,"nass":"أما والذي أبكى وأضحك والذي ... أمات وأحيا والذي أمرهُ الأمر\rلا أبالك: قيل: هي كلمة مدح، أي أنت شجاع مستغن عن أب ينصرك. قال زهير:\rسئمت تكاليف الحياة ومن يعشْ ... ثمانين حولا لا أبالك يسأم\rإبانَ: بكسر الهمزة وتشديد الباء: الوقت. إنما تستعمل مضافاً فيقال: إبان الفاكهة، وإبان الحصاد، وإبان القطاف، أي أوانها ووقتها، وفي المثل: (أطب الأمر في إبانه وخذه في رُبانه) أي أوله، وقالوا: (العيش في ربانه) أي في حداثته. وأنشد ابن الأعرابي:\rقد هرمتني قبل إبان الهرم ... وهي إذا قلت كلي وقالت نعَم\rصحيحة المعدة من كل سقم ... إن أكلت فيلين لم تخش البشمْ\rوالبشمُ: التخمة. وقال غيره:\rما أنضر الروض إبان الربيع وقد ... سقاه ماء الغوادي فهو زيانُ\rالأرز: القوة. قال تعالى: {اشْدُدْ بِهِ أَزْرِي} ، وآزره عاونه. وهو عفيف المئزر. قالت: (والطيبون معاقد الأزرِ) .\rالإصرُ: بالكسر: العهد، وهو أيضاً الذنب والثقل يقال: هو أوفى من أن يخيس بالعهد أو ينقضن الإصر. قال تعالى: {وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا} ، وقالوا النابغة:\rيا مانع الضيم أن يغشى سراتهم ... والحامل الإصر عنهم بعدما غرقوا\rويقال: عطف علي بغير آصرة ونظر إلي بعين باصرة.\rالمالكةُ: بضم اللام وفتحها: الرسالة. تقول: ألكني إلى فلان، واحمل إليه","seal":"C1D342A6","part":1},
      {"page":205,"id":198,"nass":"ألُوكتي، أي رسالتي. قال الأعشى:\rأبلغ يزيد بني شيبان مألكة ... أبا ثُبيت أما تنفكُّ تأتكل\rالإمارة: بالكسر: الولاية، والأمارة بالفتح: العلامة. وأمر فلان أمارة إذا نصب علما، قال الشاعر:\rإذا طلعت شمس النهار فإنهما ... أمارة تسليمي عليك فسلمي\rإمرةٌ: رجل إمرة: يقول لكل أحد: (مرني بأمرك) كما يقال: إمعة لمن يقول لكل أحد: (أنا معك) . وفي الحديث: \"لا يكون أحدكم إمعة\".\rأنق: الشيء أنقاً من باب تعب: راع حسنهُ وأعجب. وأنقتُ به: أعجبت. ويتعدى بالهمزة فيقال: آنقني، وشي أنيق: مثال عجيب وزناً ومعني. وتأنق في عمله: أحكمه. وهذا شيء أنيق وآنقٌ ومونقٌُ. ورأيت له حسنا وأنقاً وبهاء ورونقاً. قاله الشاعر:\rاشرب على المنظر الأنيق ... وأمزج بريق الحبيب ريقي\rواحلل وشاح الكعاب رفقاً ... حرصاً على خصرها الرقيق\rأيضاً: مصدر آض يئيض إذا رجع. فقولهم: افعل ذلك أيضاً معناه: افعله عوداً إلى ما تقدم. ولا تستعمل إلا مع شيئين بينهما توافق كقولك: زرته وكلمته أيضا.\rبتةَ: يقال في الأمر الذي لا رجعة فيه، وهو مصدر منصوب بفعل محذوف تقديره بت في الأمر بتاتا أي قطع. وقد استعملها بعضهم مع اللام البتة.\rبحتٌ: معناه صرف. يقال: هو عربي بحتٌ: خالص. وبرد بحت ومسك بحت وظلم بحت. وباحته الود: خالصة إياه.","seal":"549C3CB9","part":1},
      {"page":206,"id":199,"nass":"لابُد: لابد من فعل كذا أي لا فراق ولا محالة. ويقال: لابد أن يكون، ولا جرم مثل لابد بمعنى وجب وحق.\rالبردُ: ضد الحر، والبرودة ضد الحرارة. والبرد بالفتح حبٌ الغمام. وبردت فؤادك بشربة، وهم يتبردون بالماء ويبتردون، تال الراهب المكي:\rإذا وجدت أوار الحب في كبدي ... أقبلت نحو سقاء القوم أبتردٌ\rهبني بردت ببرد الماء ظاهره ... فمن لنار على الأحشاء تتقد\rوقال أحمد شوقي وأجاد:\rوقد صفا بردى للريح فابتردت ... لدى ستور حواشيهن أفنان\rبَشَر: بشرتهُ بكذا وبشرتُهُ، واستقبلني ببشره، وطلعت تباشير الصبح، وهي أوائله. وباشر الأمر: حضره بنفسه. وباشره النعيم.\rالبشرةُ: والبشرُ ظاهر جلد الإنسان، وقد وصف الشعراء بشرات الحسان بالطراوة والليونة فقال أحدهم:\rلها بشر مثل الحرير ومنطق ... رخيم الحواشي لا هراء ولانزرُ\rوالمباشرة: أن تلي الأمور بنفسك. وباشره النعيم، قال عمر بن أبى ربيعة:\rلها وجه يضيء كضوء بدر ... عتيق اللون باشره النعيم\rبكتَ: بكتهُ بالحجة وبكتهُ: غلبهُ، تقول: بكته حتى أسكته. وبكتهُ: قرعَهُ.\rالبكرةُ: بكر المسافر وبكرَ: خرج في البكرة. وباكورة الفاكهة: أولها. وباكره: بكر إليه. وباكرها النعيم. قال:\rبيضاء باكرها النعيم فصاغها ... بلباقة فأذقها وأجلها","seal":"48ABD6A3","part":1},
      {"page":207,"id":200,"nass":"بلْة: بمعنى دع، وهي مبنية على الفتح، وقيل: أنها بمعنى غير وسوى. تقول: هذا ما أظهره لك بلة ما أضمره. أي دع ما أضمره فهو خير مما أظهره. والبلة: سلامة الصدر وضعف العقل، وهو أبلَه، وهي بلهاء. وتبالَهَ: أظهر البلة. قال ابن أبي ربيعة:\rتبالهْن بالعرفان لما عرفني ... وقلنَ امرؤ باغ أكل وأؤضعَا\rبيدَ: حرف استثناء كإلا بمعنى غير. وترد بمعنى من أجل. وتستعمل مع أن نحو بيد أن. هو كثير المال بيد أنه بخيل.\rالتافهُ: تقهَ يتفهُ تفهاً فهو تافهٌ: الخسيس الحقير.\rثَمً: بالفتح والتشديد: اسم يشار به إلى المكان البعيد، وهو ظرف لا ينصرف، وقد يستعمل مع من نحو: (من ثَم) .\rلا جرم: الأصل بمعنى لا بد ولا محالة، فحولت إلي معنى القسم وصارت بمعنى حقاًَ، ولذلك تجاب باللام فيقال: لا جرَمَ لأفعلن.\rالحفيطةُ: هي الحميةُ عند حفظ الحرمةِ. وفي المثل: (المقدرة تذهب الحفيظة) ، بفتح الدال وكسرها. يضرب في وجوب العفو عند المقدرة. قال\rالحُطيئة:\rيسوسون أحلاماً بعيداً أناتُها ... وإن غضبوا جاء الحفيظة والجدُّ\rحَاصَ: حاص عنه حيصا وحيوصا: مال وحاد. يقال: ما عنه محيصٌ ومهرب، وهو حائط بائص، ووقع في حيص بيصَ.\rلا محالة: أكثرما تستعمل بمعنى الحقيقة واليقين كقوله: وكل نعيم لا محالة زائل.\rالخدنُ: والخدينُ: الصديق. خادنتُه: صاحبتهُ، وهم إخواني وأخداني.","seal":"DBE4386E","part":1},
      {"page":208,"id":201,"nass":"خراجٌ: ولاج: للمتصرف. وهو يعرف خوارج الأمور وموالجها ومواردها ومصادرها.\rالخريدَةُ: والجمع خرائد وخزدٌ. وجارية خرود: خفرةٌ. والخريدة: العذراء. ومن المجاز: لؤلؤة خريدة: عذراء. قال:\rكأن بنات نعش في دجاها ... خرائد سافرات في حداد\rالخصرُ: الخُصر وسط الإنسان. ق خصرهُ وخاصرتُهُ. قال المتنبي:\rوخصر تثبت الأبصار فيه ... كأن عليه من حدق نطاقا\rوالخصرُ بفتحتين: البرْدُ. وخصر يومنا: اشتد برده. قال ابن أبي ربيعة:\rرأت رجلاً أما إذا الشمس عارضت ... فيضحى وأما بالعشي فيخصَرُ\rالخصِلُ: النديُّ. ونبات خضلُ. ويومنا يوم خضلة وهي النعيم. ودرة خضلة صافية كأنها قطرة ماء.\rالخلابَةُ: الخديعة، ورجل خلاب وخلبوتٌ: خداع كذاب. والبرقُ الخلبً: السحاب الذي لا مطر فيه كأنه خادع. ومنه قيل لمن يعدُ ولا ينجز: إنما أنت كبرق خلَّب. قال:\rلا يكن وعدك برقاً خلباً ... إن خير البرق ما الغيث معَهْ\rالديدبانُ: الربيئة، وهو العبن الذي يرقب العدو. قال:\rأقاموا الدَّيدبان على يفاع ... وقالوا لا تنم للديدبَاَنِ","seal":"0A5A2716","part":1},
      {"page":209,"id":202,"nass":"دَعبَ: بفتح العين وكسرها، وفيه دعابة. ورجل داعب ودعبٌ إذا مزح وتكلم بما يستملحُ. ويقال: المؤمن دعب لعبٌ، والمنافق عبس قطبٌ.\rدُون: ظرف مكان يقال: جلس دونهُ، أي تحته. ودون ذلك أهوال، أي أمامه. وترد لمعان أخر نحو: هذا دون ذاك، أي أقل منه قدراً. وشيء دون: ٌ هين. ودونك هذا الشيء: خذه.\rالرؤيةُ: مصدر رأى ين رأيت الشيء رؤية: أبصرته بحاسة الخضر. وجمع روية: رؤى.\rالرؤيَا: مصادر رأى لا يرى في المنام. وفي القرآن الكريم: {إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ} .\rأرجَأ: أرجأت الأمر وأرجيته: أخرتهُ. تقول: ولا يغرر بك مذهب إلا رجاء.\rلا مرحباً: دعاء عليه. تقول لمن تدعو له: مرحباً أي أتيت رحباً لا ضيقاً. ثم تدخل عليه لا لعكس المعنى. قال النابغة الذبياني:\rلا مرحباًَ بغد ولا أهلاً به ... إن كان تفريق الأحبة في غد\rالرصينُ: المحكم الثابت. تقول: له رأي رصين، وكلام رصين، وهو رصين الرأي، وإذا علمت علي فأرصنه وأتقنه.\rالرطب: والرطيب: المبتل بالماء. وعيش رطيب: ناعم. وجارية رطبة رخصة ناعمة. ورجل رطب: فيه لين. ورطب لساني بذكرك وترطب.\rالرعونة: الحمْقُ والاسترخاء. ورعن الجبل: أنفهُ الشاخص منه. ورجل أرعن: فيه طول وحمق، وامرأة رعناء، وقوم رعنٌ.","seal":"87351A2C","part":1},
      {"page":210,"id":203,"nass":"الرفدُ: العطاء والإعانة. وفلان نعَم الرافد إذا حل به الوافد. وهذا النهر له رافدان أي نهران يمدانه. وقيل لدجلة والفرات: رافدان لذلك.\rرنا: يرنو إليه رنواً: أدام إليه النظر وظل رانياً إليه. وحدثني فرنوت إلى حديثه.\rالريثُ: الإبطاء، تقول: انتظرني ريثما أكلم فلاناً أي بمقدار ما أكلمه، قال الراعي:\rفقلتُ ما أنا ممن لا يواصلني ... وما ثُوائي إلا ريث أرتحل\rوفي المثل: (ربَّ عجلة تعقبُ ريثاً) .\rزحَلَ: عن مكانه: تنحى وتباعد وتزحَّل مثله، قال إبراهيم النبهاني: فكيف وكل ليس يعدو حمامه ... وما لامرئ عما قضى الله مزحل وقال معن بن أوس: (إذا لم يكن عن شفرة السيف مزحلُ) .\rزحلق: الزحلقة كالدحرجة وقد تزحلق، قال الراجز:\rلمن زخلوقة زلُّ ... بها العينان تنهلُّ\rزرفَ: زاد. وفلان زرفَ على الستين، وهو يزرفُ في الحديث. وجاؤوا بزرافاتهم. وطاروا إليه زرافات ووحداناً أي جماعات وأفراداً.\rزلَّ عن مكانه زلاً: تنحى. وزلَّ زللاً. والمزلة المكان الدحض، وأرض مزلة تزل فيها الأقدام. قال امرؤ القيس في وصف جواده:\rكميت يزل اللبد عن حال متنهِ ... كما زلت الصفواء بالمتنزل\rأزرى: أزريت به: حقرتهُ. وزريتُ عليه فعله: عبتهُ. وازدرته عيني: احتقرته. وتركت إكرامه ازدراء له وزراية عليه.","seal":"D45FAD3A","part":1},
      {"page":211,"id":204,"nass":"قال النابغة:\rنُبئتُ نُعماً على الهجران زارية ... سقياً ورعياً لذاك العاتب الزاري\rوقال أبو فراس:\rوقالت لقد أزري بحث الدهر بعدنًا ... فقلت معاذ الله بل أنت لا الدهر\rالسبطُ: - بفتح السين وكسرها -: الشعر المسترسل غير الجعد. وسبط الجسم: إذا كان جسن القدَّ والاستواء. والسبط: ولدُ الولد. والأسباط من بني إسرائيل كالقبائل من العرب. ورجل سبط الأصابع والبنان والكفين.\rالسجاحةُ: اللين والسهولة. سجح خلقُهُ سجاحة فهو سجيح الخلقِ. وتقول: في عقله زجاحهْ وفي خلقه سجاحهْ.\rسجَا: سجَا الليل والبحر وإذا سكن، وليل ساج. وريح سجواء: لينٌة. وهو على سجية حميدة: وهي ما سجا عليه طبعه وثبت.\rالسغَبُ: الجوع مع التعب. هو ساغب لاغب. ويوم ذو مسبغة. وتقول: لو بقي الليث في الغابة لمات من السغابة.\rسكَعَ: كمنع وفرح: مشى مشيتاً متعسفا. وفلان يتسكع: لا يدري أين يذهب. وتسكع في الظلمة: خبط فيها. قال:\rأيادي بيضاً بيضت وجهَ مطلبي ... وقد كنت في ظلمائه أتسكع\rالسمتُ: النحو. وقد سمتُّ نحوه. وخذ في هذا السمت، ولا أحسن سمته.\rسمْجٌ وسمِجٌ وسميِجٌ: لا ملاحة فيه. وقد سمج سماجة، وما أسمج فعله.\rساغ الطعام والشراب: سهل مدخله في الفهم. وساغ له ما فعل: جاز. وساغ لي الطعام وكنت قبلاً ... أكاد أغص بالماء القراحِ","seal":"0E21A058","part":1},
      {"page":212,"id":205,"nass":"وقال:\rما كل يوم ينال المرء ما طلبا ... ولا يسوغه المقدار ما وَهَبا\rسولَ: شول له الشيطان أمراً: سهل له وزين.\rالشجا: الحزن. وأمر شاج: محزن. ورجل شج: حزين. وفي المثل: (ويل للشجي من الخلي) . وأشجاه: أغصهُ. والشجا: ما نشب في الحلق من عظم وغيره. قال:\rويراني كالشجا في حلقهِ ... عسراً مخرجه ما ينتزعْ\rالشجون والأشجان: الهموم والحاجات. والحديث ذو شجون: ذو شُعبٍ.\rشروى: بمعنى مثل. وهو وهي وهما وهم وهن شرواك، قالت الخنساء:\rأخوان كالصقرين لم ... ير ناظر شر واهما\rوقال أبو الطيب:\rفقل في حاجة لم أقض منها ... على شغفي بها شروى نقير\rالشظفُ: بفتحتين: شدة العيش وضيقه. وهو في شظف من العيش، قال ابن الرقاع:\rولقد لقيت من المعيشة لذة ... ولقيت من شظف الأمور شدادها\rالشغوذة: هي خفة في اليد على نحو من السحر. وفلان يشعوذ ويشعبذ.\rشفَّ: شف الثوب يشف شفيفاً: رقَّ. وثوب شفَّ: رقيق يستشف ما وراءه. وفي المثل: (ثوب الرياء شفاف لا ينخدع به إلا لابسه) .","seal":"215558A7","part":1},
      {"page":213,"id":206,"nass":"شمخَ: بفتحتين: علا، وجبال شوامخ وشامخات: شاهقات. وشمخَ بأنفه إذا تكبر وتعظمَ.\rالشانئُ: المبغضُ. شنئتهُ أشنؤه شنئاً وشنآناً بفتح النون وسكونها، وفي التنزيل: {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} .\rشاة: رجل أشوهُ: قبيح. وامرأة شوهاء، وهو مشوهٌ، وشاهت الوجوه.\rشاح: رجل مشايح ومشيح: جاد حذر. وكلتمه فأشاح وجهه: أعرض. وللبحتري في إيوان كسرى:\rمن مشيح منهم بعامل رمح ... ومليح من السنان بترسِ\rشاد القصر وأشاده وشيدهُ: رفعه. وقيل: المشيد للمعمول بالشيد وهو الجصُّ. وأشاد بذكره: رفعه بالثناء عليه.\rشان: الشينُ: ضد الزين. هو فعل شائن. وهذه شائنة من الشوائن. ووجهك شين ووجهي زين.\rالضغْثُ: قبضة حشيش مختلطة الأخضر باليابس. وأضغاث أحلام: الرؤيا التي لا يصح تأويلها لاختلاطها.\rالضغنُ والضغينة: الحقد وقد ضغن عليه من باب طرب. وتضاغن القوم انطووْا على الأحقاد.\rالضنكُ: الضيق، وهو في ضنك من العيش.\rضاع: المسلك يضوعُ: تحرك فانتشرت رائحته. وفغمني ضوعُ المسك أي ملأ أنفي.\rالمضاهاة: المشاكلة. فلان لا يضاهى كرماً، ولا يضاهيه أحد.","seal":"976D375E","part":1},
      {"page":214,"id":207,"nass":"ضوى: غلام ضاو: مهزوم. وفي الحديث: (اعتزلوا ولا تُضوُوا) . ويقولون: (الغرائب أنجب والقرائب أضوى) وقال:\rفتى لم تلده بنت عم قريبة ... هزيلاً وقد يضوى سليل الأقارب\rوأويت إليه وضويت أويا ضوْيا فآواني وأضواني، قال أبو فراس:\rإذاً الليل أضواني بسطت يد الهوى ... وأذللت دمعاً من خلائقه الكبرُ\rالطبيب: العالم بالطب، وفلان يستطيب لوجعه آي يستوصف الطبيب.\rلكل داء دواء يستطب به ... إلا الحماقة أعيت من يداويها\rوكل حاذق عند العرب طبيب، قالا:\rفإن تسألوني بالنساء فإنني ... خبير بأحوال النساء طبيبُ\rالطبَقُ: واحد الأطباق. وطبقات الناس: مراتبهم. والسماوات طباق أي بعضها فوق بعض، والتطابق: الاتفاق. ومطر طبقُ الأرض أي غطاؤها. قال امرؤ القيس:\rديمة هطلاء فيها وطفٌ ... طبق الأرض تحري وتدِرٌ\rوالديمة بالكسر: المطر يدوم أياما. الوطف: الاسترخاء. تحرى: تتمكث. تدر: تكثر.\rالطراز: الهيئة. قال حسان بن ثابت:\rبيض الوجوه كريمة أحسابهم ... شم الأنوف من الطراز الأول\rأي من النمط الأول. ويقال: هذا طرز هذا أي شكله.\rالطوقُ: واحد الأطواق. وحمامة مطوقة. والطوق: الطاقة. وعجز عنه طوقي.","seal":"B7F010B7","part":1},
      {"page":215,"id":208,"nass":"الظرفُ: الكيس والذكاء. وقد ظرف فهو ظريف وهم ظراف.\rغزبَ: بعد وغاب. عزبَ عنه حلمه. واعزبْ عن وجهي. قالت النابغة:\rوصدر أراح الليلُ عازب همهِ ... تضاعف فيه الحزن من كل جانب\rغزَّ: غلب. وفي المثل: (من غزَّ بزَّ) أي من غلبَ سلب. وفي التنزيل: {وَعَزَّنِي فِي الْخِطَابِ} .\rالمعرقُ: فلان معرق له في الكرم أو اللؤم، وهو عريق فيه ومعرٌ، قال الشريف الرضي: أبداً كلانا في المعالي معرقُ.\rتعال - بالفتح -: أمر بمعنى جئ. وأصله أن يقوله من في المكان العالي إلى من في المكان الأسفل، ثم كثر استعماله فأريد مطلق المجيء من أي مكان.\rالعُرام: الشرهُ. وعرام الجيش: حدته وكثرته، وجيش عرمرم.\rالعرنين: الأنف. وأشم العرنين: شامخ الأنف. ويقال للأشراف: العرانين.\rعوضُ: ظرف لاستغراق المستقبل يختص بالنفي نحو: لا أفارقك عوضُ، أي لا أفارقك أبداً.\rالغرثانُ: الجوعان، وهي غرثى. وإني لغرثان إلى لقائك.\rلا غرْوَ: لا عجب. وأغري بالشيء، غري به إذا أولع به.\rالغزالة: الشمس. جئتك مع الغزالة أي مع طلوع الشمس.\rالغسقُ: دخول أول الليل حين يختلط الظلام. من الغسق إلي الفلق. قال:\rإن هذا الليل قد غسقا ... واشتكيت الهم والأرقا","seal":"947D87EC","part":1},
      {"page":216,"id":209,"nass":"الغشوم: الظالم. غشم الوالي الرعية: إذا خبطهم بعسفه، فهو يغشم النفوس ويهشم النفوس.\rالغضارة: طيب العيش. فلان مغضور: إن كان في طيب من العيش.\rالغضاضة: النقص والعيب. لحقته من كذا غضاضة. وشيء غض: طري. ومنه شباب غض. وجارية غضة: بضّة.\rجارية شبت شبابًا غضا ... لا تعرف التقبيل إلا عَضّا\rغمَط النعمة: احتقرها ولم يشكرها وغمط الناس حقوقهم: ظلهم.\rالغوْلُ: ما يغتال العقل. وفي التنزيل: {لَا فِيهَا غَوْلٌ} أي ليس فيها غائلة الصداع. واغتاله: قتله غيلة أي من حيث لا يدري. والغائلة: الشرُّ.\rغيداءُ وغادة: أي ناعمة:\rونساء جيدٌ غيدْ ... يوم لقائهن عيدْ\rغيرُ: اسم ملازم للإضافة، ويجوز أن ينقطع عنها لفظا إذا تقدمت عليها كلمة ليس. فيقال: قبضت عشرة ليس غير، بالرفع على حذف الخبر أي مقبوضاً. وبالنصب على إضمار الاسم أي ليس المقبوض غيرها. وقولهم: لا غير لحن، والصحيح ليس غيرُ. ويمتنع تعريفها بأل.\rالفجوة: المتسع، وفجوة الدار: ساحتها.\rالفخامة: العظمة. فلأن معظم في قوله مفخم. وكلام فخم: جزلٌ.\rفدح: ثفلَ، ودين فادح: مثقل.\rالقدْم: البليد والعيُّ.\rالفارع: الطويل. والفرعاء: طويلة الشعر. لابد للفرعاء من حسد القرعاء. وقال الأعشى:","seal":"7C6BF4A5","part":1},
      {"page":217,"id":210,"nass":"غراء فرعاء مصقول عوارضها ... تمشي الهويني كما يمشي الوجي الوحلُ\rالوجي: الحافي.\rفشلَ: جبُن وضعف. والفشل: الضعيف الجبان الكسل الفزع. قال:\rوقد أدركتني والحوادث جمة ... أسنة قوم لا ضعاف ولا فشلُ\rوفي التزيل: {وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ} أي فتجبنوا.\rالفلذة: القطعة. وفلذة من كبدي: قطعة منه.\rالفهاهةُ: والفهَّة: العي، وهو ضد البيان. ورجل فه، وامرأة فهةُّ.\rفلم تلفني فهاً ولم تلف حجتي ... ملجلجة أبغي لها من يقيمها\rالفوت: السبق. فاتني بكذا: سبقني إليه وذهب به عني.\rالأفيحُ: الواسع. ممن أفيح: واسع. وبلدة فيحاء.\rفاضَ: فاض الخبر يفيض: شاع. فاض الماء: كثر. فاضت نفسه: خرجت. ورجل فياض: وهاب جواد. أفاض صدره من الغيظ. قال:\rشكوت وهما الشكوى لمثلي عادة ... ولكن تفيض النفس عند امتلائها\rالقارةُ: الجبل الصغير المنقطع عن الجبال. والأرض ذات الحجارة السوداء. وبلدة قرب النبك شمالى دمشق. وجمع القارة قار وقُور، قال المتنبي:\rصحبت في الفلوات الوحش منفرداً ... حتى تعجب مني القور والأكم\rوالأكم جمع أكمة: تل كالرابية.\rقذعً: قطعه وأقذعه: أي رماه بالفحش وشتمه. وأقذع في كلامه: أفحش.\rالقسطاسُ: - بضم القاف وكسرها -: الميزان. وفي التنزيل: {وَزِنُوا بِالْقِسْطَاسِ","seal":"2FBFF9A1","part":1},
      {"page":218,"id":211,"nass":"الْمُسْتَقِيمَ} . وقسط بينهم المال: قسمه على القسط. قسطه: نصيبه.\rقضى: في اللغة على ضروب كلها يرجع إلى معنى قطع شيء وإتمامه، ومنه: {ثُمَّ قَضَى أَجَلًا} أي ختم ذلك وأتمه. وقوله: {وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ} أي أعلمناهم إعلاما قاطعا. وقوله: {إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ} أي لفصل وقطع الحكم بينهم. ومثل ذلك: قفى القاضي بين الخصوم أي قطع بينهم في الحكم. وقضى فلان دينه: أي قطع ما لغريمه عليه فأداه له. وكل ما أحكم فقد فصل وقضي. وقضي مناسكه، وقضي حوائجه، وقضي أعواماً طوالاً.\rقطُّ: ظرف لاستغراق الزمن الماضي مبنية على الضم ومعناها القطع. تقول: ما فعلته قطُّ، أي ما فعلته فيما انقطع من عمري. وكثيراً ما تدخلها الفاء كقرأت صفحة فقط، فالفاء كأنها للعطف، وقط: مبتدأ حذف خبره أو خبر حذف مبتدؤه.\rالقميء: الصاغر وقد قمؤ فماءة إذا ذل وصغر في الأعين، وفلان قمي.\rقوضَ: الخيمة. وقبض البناء: نقضه من غير هدم. وتقوض البيت والمجلس.\rكبتَ: كبت الله العدوَّ: صرفه وأذله. وكبته لوجهه: صرعه.\rالكبلُ: القيدُ، وفلان مكبل: مأسور بالكبل، وهو القدُّ.\rكبَا: لوجهه: سقط. لكل جواد كبوة، ولكل صارم نبوة، ولكل عالم هفوة، ويقال: الحد ينبو والجدُّ يكبو.\rكثُف: الشيء: كثر مع الالتفاف. وتكاثف عددهم.\rكرَّسَ: الحطب وغيره: جمعه، ومنه الكراسة بالتثقيل. تقول: ما هذه الكراسة عشر","seal":"174F1156","part":1},
      {"page":219,"id":212,"nass":"ورقات، وفي هذا الكتاب عدة كراريس.\rالكراعُ: ما دون الكعب من الدابة، وما دون الركبة من الإنسان. وفي المثل: (أعطي العبد كراعاً فطلب ذراعاً) .\rالكشحُ: ما بين الخاصرة إلى الضلع الخلف. وطوى فلان عني كشحهُ: قطعي.\rكظَمَ: غيظه: اجترعه فهو كاظم، وكظمه الغيظ والغم: أخذ بنفسه، فهو مكظوم وكظيم {فَهُوَ كَظِيمٌ} .\rكفر: الشيء وكفره: غطاه. وكفر الليل بظلامه. وليل كافر. وكفر الفلاح الحبَّ. ومنه قيل للزراع: الكفار. قال:\rلي فيك أجر مجاهد ... إن صح أن الليل كافر\rكافة: مما يلزم النصب على الحال نظير طراً وقاطبة.\rالكلأُ: العشب رطباً كان أو يابساً. وكلأه الله يكلؤه كلاءة: حفظه.\rكلاَّ: حرف معناه الردع والزجر. يجوز الوقوف عليها والابتداء بما بعدها.\rكندََ: النعمة: كفرها فهو كنود، وامرأة كنود. فلان إن سألته نكد وإن أعطيته كند. قال تعالى: {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ} .\rالكنفُ: الجانب. وكنفهُ: حاطه وصانه. وكنفته: حفظته. قال:\rفي كنف الله وفي حرزه ... من ليس يخلو القلب من ذكرهِ\rالكنُهُ: كنه الأمر: حقيقته وكيفيته. وأتيته في غير كنهه: في غير وقته.\rكيتَ وكيتِ: حكاية عن الأحوال والأفعال تقول: كان من الأمر كيتَ وكيتَ بالفتح، وكيِت وكيِت بالكسر.\rالكيسُ: - وزان فلس -: الظرف والفطنة، وهو كيس وهم أكياس وكيسى بوزن","seal":"619D1445","part":1},
      {"page":220,"id":213,"nass":"حمقى. قال:\rوكن أكيس الأكياس إن كنت فيهمُ\rوإن كنت في الحمقى فكن مثل أحمقا\rاللاواء: الشدة، هم في لأواء العيش. وفعل ذلك بعد لأي. (ولأيا عرفت الدار بعد توهم) .\rلبقٌ: ولبيقٌ: لينُ الأخلأق لطيف ظريف. وهو لبق العمل وهي لبقةٌ.\rلبك: الثريدَ: خلطهُ. والتبك على الأمر: التبسَ.\rاللحنُ: - بفتحتين \": مصدر لحن يلحن لخنا، وهو الفطنة والفهم يقال: هو لحن فطن فهمم. وفي الحديث: \"لعل أحدكمً ألحن بحجته من غيره\". ولحن له: قال له قولاً يفهمه ويخفي على غيره.\rوأصل اللحن: أن توري عنه بقول آخر قولك: (والله ما رأيتهُ وما كلمته) تعني بما رأيته: ما ضربت رئته. وبما كلمته: ما جرحتهُ.\rقال الفزاري:\rمنطق صائب وتلحن أحياناً ... وخير الحديث ما كان لحنا\rيريد ألا تعرض في كلامها فتزيله عن جهته إلى غيره لفظتها وذكائها.\rاللحنُ: - بسكون الحاء -: مصدر لحنَ يلحن لحناً، وهو واحد الألحان واللحون، ومعناه التطريب والتغريد. يقال: هو ألحن الناس إذا كان أحسنهم قراءة وغناء.\rواللحن أيضاً الخطأ في الإعراب. ولحن في كلامه إذا مال به عن وجه الصواب، ويقال: فلان لحان ولحانة ولحنة. والتلحين: التخطئة.","seal":"A1842FE3","part":1},
      {"page":221,"id":214,"nass":"اللدد: شدة الخصومة، ورجل ألد بين اللدد. وهو لادَّ ولدُودٌ. وشديد لديد. وفي التزيل: {وَهُوَ أَلَدُّ الْخِصَامِ} .\rاللكنةُ: العيَّ. رجل ألكنُ، وقوم لكنٌ، وفي لسانه لكنَةُ.\rاللهاةُ: الهنة المطبقة في أقصى سقف الفم. والجمع اللهي واللهيات. واللهوةُ بالضم العطية دراهم كانت أو غيرها وجمعها اللها بالضم واللهوات. ومن المجاز (اللُّها تفتح اللهى) أي الأعطيات تطلق اللسان بالحمد.\rاللابةُ: الحرةٌ الملبسة حجارة سوداء وجمعها لأب ولوب.\rليسَ: أصله لا أيس. والأيسُ اسم للموجود. فإذا قيل: لا أحسن فعناه: لا وجود ولا موجود. ثم كثر استعماله؛ فحذفت الهمزة؛ فبقي ليس، وهي كلمة نفي لما في الحال. ويوضع موضع لا كقول لبيد: (إنما يجزى الفتى ليس الجمل) أي\rلا الجمل.\rما: تأتي على وجهين: اسمية وحرفية.\rفالاسمية خمسة: استفهامية وشرطية وموصولة وتعجبية ونكرة بمعنى شيء.\rالاستفهامية: نحوما مهنتك؟\rالشرطية: نحو ما تحمل في الصغر ينفعك في الكبر.\rالوصولة: نحو ما عندكمً تنفدُ وما عند الله باق.\rالتعجبية: نحوما أحسن الربيع.\rالنكرة: نحو مررت بما معجب لك، أي بشيء معجب لك.\rوالحرفية خمسة: كافة ونافية وزائدة ومصدرية ومهيئة.\rالكافة: في نحو طالما وقلما وإنما وكأنما.\rالنافية: نحو ما حك جلدك مثل ظفرك.\rالزائدة: نحو إذا ما وأينما وبينما وكيفما.","seal":"611B6622","part":1},
      {"page":222,"id":215,"nass":"المصدرية: هي التي تؤول هي وما بعدها بمصدر، وهي نوعان: زمانية وغير زمانية. فالزمانية نحو: ما دمت حياً أي مدة دوامي\rحياً. وغير الزمانية نحو: وضاقت عليهم الأرض بما رحبت أي برحبها.\rالمهيئة: تكون بعد رب فتهيئها للدخول على الفعل نحو: ربما أسافر غداً.\rالماتعُ: الطويل المرتفع. متع النهار متوعاً ارتفع غاية الارتفاع. ومتع الضحى: ارتفع.\rالمجُونُ: أن لا يبالي الإنسان ما صنع. وقد مجن فهو ماجن من المجان. أما المجان بالفتح فهو العطاء بلا منَّ ولا ثمن. وتقول: (طلب المجان من عمل الُمجَّان) .\rمحص: الشيء محصاً ومحصه وتمحيصاً: خلصه من كل عيب. والتمحيص: الابتلاء والاختبار.\rمحك: رجل محك وماحك: لجوج عسر تقول: (المتلون تارة يمحكُ وتارة يضحك) .\rمُذ ومنذُ: حرفا جر بمعنى من إن كان الزمن ماضيا، وبمعنى في إن كان الزمن حاضراً، وبمعنى من وإلى إن كان معدوداً نحو: ما رأيته مذ يوم الجمعة أو من يومنا أو مذ ثلاثة أيام. وقد تليهما الجملة الاسمية أو الفعلية نحو: ما زلت أبغي المال مذ أنا يافع. ونحو: ما زال مذ عقدت يداه إزاءه.\rالمرحُ: شدة الفرح والنشاط. وبه مرحٌ ومراح. ويقال للرامي إذا أصاب: مرْحي.\rالمعمعَةُ: صوت الحريق وصوت الأبطال في الحرب. والمعمعان: شدة الحر.","seal":"FEAE35A7","part":1},
      {"page":223,"id":216,"nass":"والمعمعيُّ الذي يكون مع من غلب ويقول لكل أحد (أنا معك) ومثله: الإمعة.\rالأملودُ: الناعم. غصن أملود وغصون أماليد ورجل أملد لا يلتحي.\rمنَّ: منَّ عليه: أنعم. والله المنان على عباده. وله علي منة قال أبو فراس:\rيمنون أن خلوا ثيابي وإنما ... علي ثياب من دمائهم حمْرُ\rوالمُّن: القطع. قال تعالى: {فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} .\rوالمنةُ بالضم: القوة. يقال: هو ضعيف المُنة. والمنة بالكسر أن تعدد ما فعلت من الصنائع كقولك: فعلت لك كذا وأعطيتك، قال\rالشاعر:\rلا تحملن لمن يمنُّ ... من الأنام عليك منهْ\rمنن الرجال على الرجا ... ل أشد من وقع الأسنهْ\rوقال تعالي: {لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} ، وقال محمود سامي البارودي:\rتحملتُ خوف المن كل رزيةٍ\rوحمل رزايا الدهر أحلى من المن\rالمهمهُ: المفازة البعيدة. والجمع المهامه. والمهاة: الطراوة والحسْنُ. قال:\rوليس لعيشنا هذا مهاة ... وليست دارنا الدنيا بدارِ\rنبسَ: فلان ساكت لا ينبس. وما ينس بكلمة. وتقول (كلمته فعبس وما نَبَسَ) .\rنبا: نبا الشيء عنه: تجافى وتباعد. نبا السيف عن الضريبة. ولكل صارم نبوة. قال حافظ إبراهيم:","seal":"5598D324","part":1},
      {"page":224,"id":217,"nass":"لا تلمم كفي إذا السيف نبا ... صحَّ مني العزم والدهر أبى\rنَتَر: الثوب: جذبه في جفوة.\rنُتْفةٌ: من الطعام: شيء منه. وأفاد نتفاً من العلم. ورجل نتفةٌ.\rالنجعةُ: طلب الكلأ. وانتجعت فلاناً: طلبت معروفه.\rنَجَم: النبات: طلع. ونجم في القبيلة شاعر.\rنحفَ: هزلَ. وفلان نحيف الدين ونحيفة الأمانة. وتقول: (من كان حنيفاً لم يكن نحيفاً) ومثله: نحَلَ.\rالمندُوحةُ: السعةُ. ولك عنه مندوحة ومنتدح أي سعة وفسحة.\rالندلُ: خدم الدعوة.\rالندى: الجود، ورجل ند: جواد. وإن يده لندية بالمعروف. وكم نعشتني يداك، وكم أعاشني نداك.\rنسأَ: الأمر: أخره. وأنسأته الدين: أخرته. وبعته بالنسيئة: أخرت ثمنه.\rالتنسيق: التنظيم. نسق الدر ونسقهُ. وكلام متناسق. وجاء على نسق ونظام.\rنشبَ: الشيء في الشيء نشوباً: علق. والنشبُ: المال الأصيل. وتقول: لكم نسب وما لكم نشب ما أنتم إلا خشب.\rالنشيجُ: الغصص بالبكاء وتردده في الصدر.\rنشز: الشيء: ارتفع. وفي التنزيل: {وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا} ونشزت المرأة على زوجها فهي ناشز. أي استعصت عليه وأبغضته. ونشز بعلها عليها: ضربها وجفاها. وفى التنزيل: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا} .","seal":"5E32F869","part":1},
      {"page":225,"id":218,"nass":"النشوان: السكران. وامرأة نشوى، وقومٌ نشاوى.\rنصَعَ: لونه: خلص. وأحمر وأبيض ناصع. ونصعَ الحقُّ. ولا حسبٌ ناصعٌ قال النابغة: (ولم يأتك الحق الذي هو ناصع) .\rالنصيفُ: ينصف الخمار. قال النابغة:\rسقط النصيف ولم ترد إسقاطهُ ... فتناولته واتقتنا باليدِ\rالتنضيد: ضم المتاع بعضه إلى بعض. والنضيد: السرير. ورأي منصدٌ: مرصف. ومنه تنضدت الأسنان.\rونضُر: (مثلثة العين) : حسُن. والنضارة: الحسنُ والرونقُ. والنضارُ: الذهب. ونضر الشجر والنبات. قال الكميت:\rورتْ بك عيدان المكارم كلها ... وأؤرق عودي في ثراك وأنضرا\rونضر الله وجهه: حسنه. وجارية ناضرة: غضة.\rالنضوُ: المهزول. والثوب الخلق. وقد أنضته الأسفار. ونضوب الثوب عني: خلعتهُ. وأنضيتهُ: أبليته.\rالنطاسي: والنطيس: العالم بالطب. والنطيس: الفطن والمتنوق في الأمور. وتئطس في الكلام: تأنق فيه.\rالناعور: واحد النواعير، وهو الدولاب. والنعير: صوت في الخيشوم. وامرأة نعارة: صخابة. قال:\rناعورة في سيرها ... قد أصبحت كحائره\rقد ضاع منها قلبها ... فهي عليه دائره\rنفثَ: الشيء من فيه: رمي به. ونفث ريقه. قال عمر بن أبي ربيعة:\rفلو نفثت في البحر والماء مالح ... لأصبح ماء البحر من ريقها عذبا","seal":"B1296B72","part":1},
      {"page":226,"id":219,"nass":"وامرأة نفاثة: سحارة. ومنه قوله تعالى: {وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ} .\rنفحَ: الطيب نفحاً: فاح. وله نفحة طيبة. ونفحات من المعروف. والله نفاح بالخيرات. ورجل نفاع نفاح: ينفح بالمال. والنفحة: العطية. والمنافحة: المكافحة والمخاصمة. وكان حسان بن ثابت ينافح عن رسول\rالله ويقول:\rوكم مشهدنا فحتُ عنك خصومه ... وكلهم غضب اللسان منافح\rنقحَ: الكلام: هذبهُ. وخير الشعر الحولي المنقح كشعر زهير بن أبي سلمى. ورجل منقح: مجرب نقحته السنون.\rنقَدَ: الدراهم: ميز جيدها من رديئها فهو ناقد ونقاد. ونقد الكلام. وهو من نقدة الشعر ونقاده. قال:\rالموت نقاد على كفه ... جواهر يختار منها الجياد\rنكأ: القرحة: عرفها بعد البرء فنكسها، قال:\rولم تنسني أوفى المصائب بعده ... ولكن نكء القرح بالقُرح أوجع\rنكبَ: عن الطريق وتنكبَ: عدلَ. والنكبة: المصيبة.\rنكصَ: أحجَم. ونكص على عقبيه: رجع. فلان حظه ناقص وجدهُ ناكص.\rنَكَل: ينكُلُ عن العدو وعن اليمين: جبَن. ونكل به: جعله عبرة لغيره.\rالنمط: النوع. وما عنده نمط من العلم.\rالنمامُ: هو من ينقل الحديث من قوم إلى قوم على وجه الإفساد والشر. ونم الحديث: نقله. ونم به وعليه. وقد مم لك نم عليك. ونمت على المسك رائحته.","seal":"A48D755C","part":1},
      {"page":227,"id":220,"nass":"نهد: نهض. ونهد ثديُ المرأة نهوداً فهي ناهد وهن شواهد. وورد ناهدة في قول أحدهم: (وناهدة الثديين قلت لها اتكي) .\rنهكتَهُ: الحمى (بفتح الهاء وكسرها) : جهدته وأضنته وهزلته فهو منهوك. وانتهك عرضته: بالغ في شتمه.\rالنهلُ: الشرب الأول. والعلل: الشرب الثاني. يقال: علل بعد نهل: والناهل: العطشان والريان؛ فهو من الأضداد. وفي المثل: (المنهل العذب كثير الزحام) ، وقال الشاعر لابنه:\rغذوتُك مولوداً ومنتكَ يافعاً ... تعلُّ بما أجني عليك وتنهلُ\rالنهَمُ: إفراط الشهوة في الطعام. وفي الحديث: \"منهومان لا يشبعان: منهوم بالعلم، ومنهوم بالمال) .\rناء: بالجمل: نهض به مثقلاً. وفي التنزيل: {مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ} . وناوأت الرجل: عاديته.\rتاسَ: تذبذبَ. والقرط ينوس في الأذُن.\rالمناغاة: المغازلة. وناغت المرأة ولدها: كلمته بما يجذله، أي يعجبه ويسره.\rنافَ: جبل منيف: مرتفع. وأناف عليه: أشرف. ونيف: زاد. وهذه الدراهم ألف ونيف. وله عز منيفٌ.\rالتنوقُ: التأنق. وفلان له نيقهْ، وصناعته أنيقهْ.\rالنوكُ: الحمق. هو أنوكُ، وقوم نوْكى.\rنوهَ به: رفع ذكره وشهرهُ.\rنيفٌ: النيفُ: الزيادة يخفف ويشددُ كهيْن وليْن. وأصله من الواو يقال:","seal":"CFD429BC","part":1},
      {"page":228,"id":221,"nass":"عشرة ونيف، ومئة ونيف. وكل ما زاد عن العقد فهو نيف حتى يبلغ العقد الثاني.\rالهباءُ: دقاق التراب. والشيء الذي تراه في البيت من ضوء الشمس. قال تعالى: {وَبُسَّتِ الْجِبَالُ بَسًّا (5) فَكَانَتْ هَبَاءً مُنْبَثًّا} .\rهبْ: قال الحريري: يقولون: هب أني فعلمت وهبْ أنه فعل. والصواب: هبني وهبْه. قال الشاعر:\rهبكَ بلغتَ كل ما تشتهيه ... وملكت الزمان تحكُم فيه\rهل قصارى الحياة إلا ممات ... يسلب المرء كل ما يقتنيه\rالهبلُ: الثكلُ. يقال: لأمه الهبل. واهتبل الصائد الصيد: احتال عليه واختدعه. وسمعت كلمة فاهتبلتها: اغتنمتها وافترصتها. قال:\rوالناس من يلق خيراً قائلون له ... ما يشتهي ولأم المخطئ الهبلُ\rهتفَ: الهتفُ: الصوت. هتفت الحمامة. قال أبو فراس:\r(رُب ورقاء هتوف بالضحى)\rوهتفت به: صحت به. وسحابة هتوف: راعدة. قال لبيد:\rأربت عليه كل وطفاء جوْنةِ ... هتوف متى ينزف لها الوبل تسكبِ\rهتكَ: الستر هتكاَ: هو أن يجذبه حتى ينتزعه من مكانه أو يشقه حتى يظهر ما وراءه. وهتك الثوب: شقهُ طولاً. وانتهك الستر وتهتك.\rهتم: الهتُم: انكسار ثنايا الأسنان من أصلها. ورجل أهتم وامرأة هتماء.\rهجسَ: الهاجس: الخاطر. يقال: هجسَ في صدري شيء وهذا بعض هواجسه.\rهدل: الهديل: صوت الحمام. وتهدل الثوب: استرسل.","seal":"191B4D06","part":1},
      {"page":229,"id":222,"nass":"الهواءُ: الفاسد. ومنطق هراء. وأهرأ في كلامه: جاء بالهراء.\rالإهراعُ: الإسراع في رعدة. ومنه قوله تعالى: {قَوْمُهُ يُهْرَعُونَ} . وأهرع الشيخ. وهو مما يبنى للمفعول.\rهرف: هو يهرف بفلان، وهو الإطناب في الثناء شبه الهذيان للإعجاب به يقال: (لا تهرف بما لا تعرف) .\rالهزجُ: صوت الرعد، وضرب من الأغاني. وهزجَ المغني في غنائه: طربَ.\rهصرَ الغصن: أماله - إليه. وهصر به: أماله. قال امرؤ القيس: (هصرتُ بفوديْ رأسها فتمايلت) . فودُ الرأس: جانبه.\rالهمزُ: همزَ رأسَه: عصره بكفه. ورجال همزة لمزة. والشيطان يهمز\rالإنسان.\rالهنةُ: خصلة السوء. فيه هنات وقنوات، قال لبيد:\rأكرمت عرضي أن ينال بنجوةٍ ... إن البري من الهنات سعيدُ\rالأهوج: رجل أهوجُ، وامرأة هوجاء، وفيه هوجّ: حمق مع طول. وريح هوجاء، ورياح هوجُ.\rهوَّم: هوموا وتهوموا: هزوا هامهم من النعاس. وهذا هامة القوم: سيدهم.\rهات: تقول: هات يا رجل - بكسر التاء - أي: أعطني، وللاثنين: هاتيا، وللجميع: هاتوا، وللمرأة: هاتي، وللنساء: هاتين. قال الخليل: أصل هات من آتي قلبت الألف هاء.\rهيتَ: هيت لك بمعنى هلم لك. وهيت به: صاح به. ورجل هيات.\rهاضّ: العظم: كسره بعد الجبر. وعظم مهيض ومنهاض.","seal":"FF5CB675","part":1},
      {"page":230,"id":223,"nass":"الهيفُ: - بفتحتين -: ضمر البطن والخاصرة. ورجل أهيف، وامرأة هيفاء، وقوم هيفّ.\rهينَم: هينمة: أخفى كلامه (لا تمش بالريبة مهينماً ولا تنس أن عليك مهيمناَ) .\rوأدّ: بنته: دفنها حية. {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (8) بِأَيِّ ذَنْبٍ قُتِلَتْ} . قال الفرزدق:\rوجدي الذي منع الوائدات ... وأحيا الوئيد فلم يوءد\rواتأد في الأمر وتوأد: تمهل وترزن قال:\rما للجمال مشيهاً وئيداً أجندلاً يحملن أم حديداً\rالوئامُ: الموافقة. وأءمهُ مواءمة ووئاماً: أي فعل كما يفعل. وفي المثل: (لولا الوئام لهلك الأنام) .\rأوباش: الناس وأوشابهم وأوخاشهم: أخلاطهم وأراذلهم.\rالتواتر: التتابع. والوتيرة: الطريقة والسجية. والوتر والترة: الثأر. والوتر ضد الشفع، فالوتر الفرد، والشفع الزوج، تقول: (كان وتراً فشفعته) . قال أبو الطيب:\rوأقدمتُ إقدام الآتي كأن لي ... سوى مهجتي أو كان لي عندها وترُ\rوالأتيُّ: السيْل.\rالوتينُ: عرق في القلب. يقال في الدعاء: (قطع الله وتينه) .\rالوجوم: السكوت مع الغيظ والهم.\rالوجى: الخفَى، قال الأعشى: (تمشي الهوينى كما يمشي الوجي الوحلُ) .","seal":"AF4AE66F","part":1},
      {"page":231,"id":224,"nass":"الورقُ: - بكسر الراء -: الدرهم المضروب. وأورَق الرجل: صار ذا ورقِ، أي مال. قال أبو العلاء:\rأعطيتني ورقاً لم تعطني ورِقاً ... قل لي: بلا ورق ما ينفع الورقُ؟\rالوزرُ: - بكسر الواو -: الجمل الثقيل والذنب. وهو وزير الملك: أي يوازره أعباء الملك.\rالوازعُ: الكاف عن الشر والبغي. ولابد للناس من وزعةٍ. قال:\rإذا لم أزرع نفسي عن الجهل والصبا ... لينفغها علمي فقد ضرها جهلي\rالواشجة: - وجمعها وشائج -: الرحم المشتبكة. وبينهم واشجة رحم ووشائج النسب.\rوالقرابات بيننا واشجات ... محكمات القوى بعقد شديدِ\rالوشلُ: الماء المتحلب من صخر الجبل قليلا قليلاً. قال الطغرائي:\rفيم اقتحامُك لج البحر تركبهُ ... وأنت يكفيك منه مصةُ الوشلِ\rالوشيُ: التزيين والزخرفة، وثوب موشيَّ وموشّي. والواشي: من يشي كلامه بالزور ويزخرفه. وقد وشى به إلى السلطان وشاية. قالت النابغة للنعمان:\rلئين كنت قد بلغت عني وشاية ... لمبلغُك الواشي أغش وأكذبُ\rالوصبُ: والنصبُ: التعبُ، فهو وصب نصبٌ.\rالوضر: الوسخ. وفلان وضرُ الأخلاق.\rالوعثُ: الرمل الرقيق تغيب فيه الأقدام؛ فهو شاق. ثم استعير لكل أمرٍ شاق. وأرضٌ وعثاء. ومنه وعثاء السفًر.\rوعَدَ. أوْعَد: تستعمل وعد في الخير، وأوعد في الشر، قال الشاعر:","seal":"2DC90435","part":1},
      {"page":232,"id":225,"nass":"وإني إذاً أوعدته أو وعدته ... لمخلفُ إيعادي ومنجز موعدي\rوَفَرَ: أتم وأكمل. ووفر عرضه: صانه ووقاه. قال زهير:\rومن يجعل المعروف من دون عرضهِ ... يفرهُ وقد لا يتق الشتمَ يشتَم\rوفي المثل: (توفر وتحمد) أي يصان عرضك ويثنى عليك. والعرضُ: موضع المدح والذم من الإنسان.\rالوَقرُ: الثقلُ. أوقرهُ الدين: أثقله. وبأذنه وقرٌ: ثقل. قال سالم بن وابصة:\rأحبُّ الفتى ينفي الفواحش سمعُه ... كأن به عن كل فاحشةٍ وقرا\rورجل وقور: رزين.\rالوكاءُ: الرباط. أوكى السقاء: شده بالوكاء. وفي المثل: (يداك أوكتا وفوك نفخ) .\rالوكزُ: الضرب بحمع الكف {فَوَكَزَهُ مُوسَى} . وفلان وكاز كأنه حيةٌ نكاز.\rالوكفُ: القطر. كف السقف كيفاً. ودمع واكفٌ.\rالوكَلُ: والوكلة والتكلة: الضعيف العاجز يتكل على غيره.\rالوكن: العشُّ والجمع وكُنات. قال امرؤ القيس:\rوقد أغتدي والطير في وكناتها ... بمنجرد قيد الأوابد هيكلِ\rالولهُ: ذهاب العقل والتحير من شدة الوجد. ورجل واله وولهٌ.\rومقَ: يمق مقةٌ: أرحبٌ فهو وامقٌ. وفي المثل: (وإن لم يكن وماق فتعجيل وفراق) .\rالوَهَجُ: - بفتحتين -: حر النار. وتوهجت: توقدت. ولما وهيج. وسراجٌ","seal":"EE52F30D","part":1},
      {"page":233,"id":226,"nass":"وهاجٌ. قال ابن الرومي يصف عنباً يانعاً:\rلم يبق منه وهج الحرور ... إلا ضياء في ظروف نورِ\rيبابٌ: تقول: دارهم خراب يباب لا حارس ولا باب. وحوضٌ يباب: لا ماء فيه.\rيدٌ: أصلها يدي وزن فعلنْ، والجمع: أيد، وجمع الجمع: أياد. واليدُ: القوةٌ. وأيدهُ: قواهُ. وما لي بفلان يدان: أي طاقة.\rكالبدر تأخذه العيو ... ن وما لهن به يدان\r{وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ} أي بقوة. وأعطوا الجزية عن يد: أي عن ذلة واستسلام. وقيل: معناه نقداً لا نسيئة. وأسقط وسقطَ في يده: ندمَ. وهذا شيء في يدي: أي في ملكي. ويديت يدهُ: شلتْ. ولفلان عندي يدٌ: نعمة.\rاليراعةُ: القصبة. واليراعُ: القلم. قال:\rفلا تغتررْ أن قد دعوهُ يراعةٌ ... فإن صريراً منه يستهزم الُجندا\rاليفاعُ: ما ارتفع من الأرض. وأيفع الغلام يفوعاً: شب فهو يافع ويفعةٌ.\rيمَّمَ: يمَمهُ: قصده. وتيممَهُ: تقصدهُ. وأصله التعمد والتوخي. واليمامُ: الحمامُ التي تألف البيوت، واحدها يمامة. وزرقاء اليمامة جارية تبصر من ثلاثة أيام. واليمامة: بلدٌ باسم هذه المرأة.\r* * *","seal":"876FB0EF","part":1},
      {"page":234,"id":227,"nass":"ملحقٌ غير مرتب على الهجاء\rطالما: مؤلفة من طال وما الكافة. ودليل كون (ما) كافة: عدم اقتضاء طال للفعل. ومثلها: قلما وكثرما ونحوهما.\rقال أبو علي الفارسي: طالما وقلما ونجوهما أفعال لا فاعل لها مضمراً ولا مظهراً؛ لأن الكلام كان محمولاً على النفي و (ما) دخلت عن الفاعل.\rالُمسْكةُ: من الطعام: ما يمسك الرمق. وليس في أمره مسكَة: أي أمر يعولُ عليه. وليس به مسكَة: أي قوة.\rالأخصام: في التاج: الأخصام: جمع خصم ككتف وأكتاف. أو جمع خصْم كفرْخ وأفراخ. أو جمع خصيم كشهيد وأشهاد.\rلاقَ: لصق وأمسكَ. وأصله اللصوق والإمساك. يقال: هذا أمر لا يليقُ بك: أي لا يمسك ولا يلصق ولا يعلق بك. والليقةُ: صوفة الدواة.\rزاغ. راغ: بمعنى مال. أزاغ الله قلوبهم، أي أمالها عن الُهدى. حوَّل قُلبٌ: إذا كان جيد الحيلة في الأمور متصرفاً.\rحبل الوريد: عرقٌ في العنق إذا قطع مات الإنسان.\rالفرقدان: كوكبان معروفان. واحدهما فرقد. يضرب بهما المثل في الاجتماع وعدم التفرق. قال الشاعر:\rوكل أخ مفارقه أخوه ... لعمر أبيك إلا الفرقدان\rالكفُّ: راحة الأصابع، سيت بذلك لكفها الأذى عن البدن.","seal":"FB7BACB9","part":1},
      {"page":235,"id":228,"nass":"البختُ: هو الجدُّ والحظ، قال الشاعر:\rأرى زمناً نوكاهُ أسعد خلقه ... ولكنه يشقى به كل عاقلِ\rومعنى النوكى: الحمقى.\rالأنشوطةُ: عقدة يسهل حلها إذا أخذ بأحد طرفيها.\rالشأو: الأمدُ والغاية.\rالأسطرلاب: آلة يقاس بها ارتفاع الكواكب.\rالشادن: ولدُ الظبي إذا تهيأ للجرْي.\rالحمَأ: الطين الأسود المنتن.\rالخلوق: - بالفتح -: ضرب من الطيب.\rالبائقة: الغائلة والشر.\rالترقوة: عظم دقيق بين ثغرة النحر والعاتق.\rالوريد: عرق في العنق.\rالعاتق: ما بين المنكب والعنق.\rالكوع: طرف الزند الذي يلي الإبهام.\rالبوع: والباع: مسافة ما بين الكفين إذاً بسطتهما. قال أبو ذؤيب:\rفلو كان حبلاً من ثمانين قامة ... وخمسين بوعاً نالها بالأناملِ\r* * *","seal":"3CAEB42B","part":1},
      {"page":236,"id":229,"nass":"الأعضاءُ\rثلاثة أقسام:\rالأول: يُذكر ولا يؤنث مثل: الرأس والحلْق والشعر والفم والحاجب والصدغ والخد والأنف والقلب والخصر والظهر والزند والظفر والناب والضرس واللسان والساعد.\rالثاني: يؤنث ولا يذكر مثل: العين والأذن والكبد والإصبع والساق والفخذ واليد والرجل والقدم والكف والضلع والذراع والسن والكرش واليمين والشمال.\rالثالث: جواز الأمرين مثل: العنُق والعاتق والقفا والمعى والإبط والعضُد والعجز والنفس والروح وهما بمعنى، قال تعالى: {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ} ، وقال الُحطيئة:\rثلاثة أنفس وثلاث ذوْد ... لقد جار الزمان على عيالي\rوقال تعالى: {فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا} وقال الشاعر:\rروحي بروحك ممزوج ومتصل ... وكل بادرة تؤذيك تؤذيني\rوتذكير الروح أشهر. وورد بالتأنيث قول ذي الرمة:\rيا نازع الروح من جسمي إذا قبضتْ\rوفارج الكرب أنقذني من النار","seal":"BC2BD3D4","part":1},
      {"page":237,"id":230,"nass":"المتخيرُ من فقهِ اللغة للثعالبي\rكليَّاتٌ\rكل ما علاك فأظلك فهو سماءٌ.\rكل أرض مستوية فهي صعيدٌ.\rكل بناء عال فهو صرحٌ.\rكل ما يُستحيا من كشفه فهو عورة.\rكل ما يستعار من قدر أو قصعة فهو ماعون.\rكل شيء من متاع الدنيا فهو عرضٌ.\rكل أمر لا يكون موافقاً للحق فهو فاحشة.\rكل شيء تكون عاقبته الهلاك فهو تهلكة.\rكل نازلة شديدة بالإنسان فهي قارعة.\rكل ما يصيد من السباع والطير فهو سبُع.\rكل كريمة من النساء والخيل وغيرها فهي عقيلة.\rكل ما له ناب من السباع والطير فهو سبع.\rكل طائر ليس من الجوارح يصاد فهو بُغاث.\rكل طائر له طوق فهو حمام.\rكل ما واراك من شجر وأكمة فهو خمرٌ.\rكل بقعة ليس فيها بناء فهي عرْصَة.\rكل ما يلي الجسد من الثياب فهو شعار.\rكل ما يلي الشعار فهو دثار.\rكل ثواب يبتذل فهو مبذلة ومعوز.","seal":"997C2D7A","part":1},
      {"page":238,"id":231,"nass":"كل شيء أودعته الثياب فهو صوان.\rكل ما ارتفع من الأرض فهو نجْد.\rكل شيء استجدته فأعجبك فهو طُرفة.\rكل شيء خف محملُه فهو خفَّ.\rكل صائب مطرب فهو غرد ومغردٌ.\rكل ما أهلك الإنسان فهو غول.\rكل شيء جاوز قدره فهو فاحش\rكل شر في الحر فهو ناجر.\rكل كلام لا تفهمه العرب فهو رطانة.\rكل شيء قليل رقيق من ماء وغيره فهو ركيك.\rكل شيء له قدر وخطر فهو نفيس.\rكل كلمة قبيحة فهي عوراء.\rكل فعلة قبيحة فهي سوآء.\rكل شيء لان من عود أو حبل فهو لدن.\rكل شيء نمت عليه فوجدته وطيئا فهو وثير.\rصفات\rالجمُّ: الكثير من كل شيء.\rالعلق: النفيس من كل شيء.\rالصَّريح: الخالص من كل شيء.\rالرحبُ والرحيب: الواسع من كل شيء.\rالصدْع: الشق في كل شيء.\rالطلا: الصغير من ولد كل شيء.\rالبدرُ للحبوب كالبزر للبقول.","seal":"E226756D","part":1},
      {"page":239,"id":232,"nass":"اللفحُ من الحرَّ كالنفح من البرْد.\rالدرج إلى فوق كالدرك إلى أسفل.\rالهالة للقمر كالدارة للشمس،\rالضعف في الجسم كالضعف في العقل.\rالوهنُ في العظم كالوهي في الثوب.\rالبصيرة في القلب كالبصر في العين.\rالوعورة في الجبل كالوُعوثة في الرمل.\rالعمى في العين مثل العمه في الرأي.\rالعقاقير في الأدوية كالتوابل في الطعام.\rصدر كل شيء وغزته أوله.\rفاتحة الكتاب أولُه.\rريق المطر أول شؤبوبه.\rتباشير الصبح أوائله.\rشرخُ الشباب وريعانه وعنفوانه وميعتُه وروْنقه ريقه: أولُه.\rلا يقال كأس إلا إذا كان فيها شراباً وإلا فهي زجاجة.\rلا يقال مائدة إلا إذا كان عليها طعام وإلا فهي خُوان.\rلا يقال كوز إلا إذا كان له عروة وإلا فهو كوب.\rلا يقال نفق إلا إذاً كان له منفذ وإلا فهو سرب.\rلا يقال للمجلس النادي إلا إذا كان فيه أهلُه.\rلا يقال للشمس الغزالة إلا عند ارتفاع النهار.","seal":"38F26D40","part":1},
      {"page":240,"id":233,"nass":"المطرُ\rإذا أحيا الأرض بعد موتها فهو الحيا.\rفإذا جاء بعد المحل فهو الغيث.\rفإذا دام مع سكون فهو ديمة.\rفإذا زاد فهو الهتان والتهتان.\rفإذا كان المطر مستمراً فهو الودْق.\rفإذا كان ضخم القطر شديد الوقع فهو وابل.\rفإذا كان عاماً فهو الجدا.\rفإذا جاد المطر بعد المطر فهو ولي.\rفي أخلاق الإنسان\rإذا كان الرجل ساقط النفس والهمة فهو وغد.\rفإذا كان مزدرىّ في خلْقه وخُلُقه فهو نذل.\rفإذا كان ضد الكريم فهو لئيم.\rفإذا كان مع لؤمه وخبثه ضعيفاً فهو نكس وجبس.\rفإذاً زاد سوء خلُقُه فهو شرس وشكس.\rفإذا تناهى في ذلك فهو عكس.\rالجمال\rالصباحة في الوجه. الوضاءة في البشرة. الجمال في الأنْف.\rالحلاوة في العين. الملاحة في الفم. الرشاقة في القد.","seal":"378D2739","part":1},
      {"page":241,"id":234,"nass":"الأمكنَة\rالثغر مكان المخافة. المدرس مكان دَرس الكتب.\rالمحفلُ مكان اجتماع الرجال. المأتم مكان اجتماع النساء.\rالنادي والندوة مكان اجتماع الناس للحديث والسمر.\rالحانوت مكان الشراء والبيع. المرقبُ مكان الديدبان.\rالمربع مكان الحي في الربيع.\rالجماعَات\rنفرّ، ورهٌط، وشرذمة، وقبيل، وعصْببة، وطائفة، وثُلة، وفوج، وفرقة،\rوحزب، وزمرة.\rالشعْب، ثم القبيلة، ثم الفصيلة، ثم العشيرة، ثم الذريَّة، ثم العترة، ثم الأسرَة.\rالعلمُ والرجاحَة\rعالم نحرير. فيلسوف نقرس. فقيه طبِن.\rطبيبٌ نطاسي. كاتب بارع. خطيب مصقع.\rصانع ماهر. قارئ حاذق. فصيح مدره.\rشاعر مفلق. داهية باقعة. دليل خريت.\rصفات\rثوب لين. رمح لدن. لحم رخص.\rبنان طفل. غصن أملُود. فراش وثير.\rريح رخاء. أرض دمثة. بدن ناعم.","seal":"EDB6FBCB","part":1},
      {"page":242,"id":235,"nass":"الأُواز شدة حر الشمس. الصرُّ شدة البرد.\rالغيهبُ شدة سواد الليل. الجمشع شدة الحرص.\rالخفَر شدة الحياء. الشك شدة اللجاج.\rالهدّ شدة الهدْم. الوصب شدة الوجع.\rالحسرة شدة الندامة.\rيوم عصيب. داء عضال. ريح عاصف.\rمطر وابل. برد قارس. حرَّ لافح.\rفتنة صماء. أرض واسعة. دار قوْراء.\rبيت فسيح. عين نجْلاء. ثوب جديد.\rلحم طري. شباب غض. شراب حديث.\rأسود حالك. أصفر فاقع. أخضر ناصر.\rأحمر قانئ.\rالغلسُ والغبشُ آخر ظلمة الليل. الخاتمة آخر الأمر.\rشج الرأس. هشم الأنف. هتم السنَّ.\rقصم الظهر. هاض العظم. دك الحائط.\rهدَّ الركن. هصَرَ الغصن. ثردَ الخبز.\rفض الختْمِ.","seal":"97A610D4","part":1},
      {"page":243,"id":236,"nass":"الطرُقُ\rالنجْد: الطريق الواضح، وكذلك الصراط والجادة والمنهج. المحجَّة: وسط الطريق ومعظمه. المهيَع: الطريق الواسع. الشارع: الطريق الأعظم. النقب والشعْب: الطريق في الجبل.\rمن شوارد الأوزان\rتِفْعال: وتَفعال: لم يرد في كلام العرب صفة ولا اسم على وزن تفعال بكسر التاء إلا بضعة عشر حرفا. منها:\rرجل تكرام. وتلقام (عظيم اللقم) . وتجفاف للدابة. وتمثال. ورجل تمساح (أي كذاب) . وتنبال (قصير) . وتلعاب (كثير\rاللعب) . أما تلقاء وتبيان فمصدران في القرآن.\rوأما وزن تفعال بالفتح فكثير منه: تقضاء وتَمشاء وتصهال وترحال وترداد وتهطال ... إلخ.\rفعَّيل: مما جاء على وزنه: سجيل وسكيت وفسيق وعبيث من العبث وعميت (لا يهتدي لوجهته) .\rفعَلول: مما جاء على وزنه: طرسوس. وحلكوك (أسود) وملكوت وجبروت ورهبوت (أي مرهوب) ورحموت (مرحوم) . ويقال: (رهبوت خير من رحموت) أي لأن ترهب خير من أن تُرحم.\rأفعَلُ: لم يرد أفعل إلا ومؤنثه فعلاء ما عدا أحرفا. قالوا: امرأة حسناء. ولم يقولوا: رجل أحسن. وقالوا: ديمة هطلاء. ولم يقولون: سحاب أهطل. وقالوا: شجرة مرداء. ولم يقولوا: ورق أمرد. وقالوا: غلام","seal":"F34A6F94","part":1},
      {"page":244,"id":237,"nass":"أمرد. ولم يقولوا: امرأة مرْداء. وقالوا: امرأة عجزاء ولم يقولوا: رجل أعجز.\rفاعِل: ليس في كلام العرب فاعل بمعد مفعول إلا قولهم:\rتراب ساف بمعنى مسفْي. وعيشة راضية بمعنى مرضية.\rماء دافق بمعنى مدفوق. سر كاتم بمعنى مكتوم.\rليل نائم بمعنى ناموا فيه.\rوقد يجيء مفعول بمعنى فاعل كقوله تعالى: {حِجَابًا مَسْتُورًا} أي ساتراً.\rفَعْيل: مما جاء على وزنه:\rأيهِم: أي ليل لا نجوم فيه. والبلد الذي لا علم به. والأيهم من الرجال: الجريء الذي لا يستطاع دفعه. وجبلة بن الأيهم\rأخر ملوك بني غسان.\rيبدَر: الكدس من القمح.\rبيذق: (معرب) وهو من قطع الشطرنج.\rبيهَس: الأسد.\rخيبَر: موضع بالحجاز حصين فيه مزارع ونخل كثير. قال حسان بن ثابت:\rفإنا ومن يهد القصائد نحونا ... كمستبضع تمراً إلى أرض خيبرا\rوممر خيبر مشهور في باكستان.\rديدَن: العادة والدأب. ديدنه أن يفعل كذا. أي عادته.\rديلَم: جيل سمُّوا بأرضهم. واسم ماء لبني عبس. قال عنترة: (زوراءُ تنفر من حياض الديلم)\rزيدَل: اسم علم للرجال. وقرية معروفة من قرى حمص.","seal":"12C82C4B","part":1},
      {"page":245,"id":238,"nass":"زينَب: شجر حسن المنظر طيب الرائحة، وبه سميت المرأة.\rشيزر: قلعة على نهر العاصي قريبا من حماة، ذكرها امرؤ القيس:\rتقطع أسباب اللبانة والهوى ... عشية جاوزنا حماة وشيزرا\rصيدح: رفيع الصوت. يقال: شاد صيدح.\rصيدن: اسم للثعلب.\rصيقل: الصانع والجمع صياقلة وصياقل.\rضيغم: من الضغم وهو العض وبه سمي الأسد، قال:\rمن ضيغم من ضراء الأسد مخدره ... ببطن عثر غيل دونه غيلُ\rغيلَم: السلحفاة والضفدع والمرأة الحسناء. قال الشاعر:\rمن المدعين إذا نوكروا ... تنيف إلي صوته الغيلمُ\rفيصل: الحاكم الفاصل بين الحق والباطل. يقال: كانوا حكاماً فياصل يحُزون في الحكم الفاصل. وهذا الأمر فيصل أي مقطع\rللخصومات.\rنْيرب: قرية مشهورة بدمشق على نصف فرسخ في وسط البساتين أنزه موضع. قال أبو المطاع وجيه الدولة بن حمدان:\rسقى الله أرض الغوطتين وأهلها ... فلي بجنوب الغوطتين شجون\rفما ذكرت النفس إلا استخفني ... إلى برد ماء النيربين حنين\rهيثم: فرخ العقاب. وبه سمي الرجال.\rهيكل: الضخم من كل شيء. والفرس العبْل اللين. قالت أمرؤ القيس:\rوقد أغتدي والصيرفي وُكناتها ... بمنجرد قيد الأوابد هيْكل\rفاعل وفاعِلة: فاعل يجمع على فواعل إن وقع اسم أو صفة نحو: حاجب وحواجب وكاهل وكواهل وحاتم وحواتم وحامد وحوامد.","seal":"C6DF5C96","part":1},
      {"page":246,"id":239,"nass":"فإن وقع صفة فلا يجمع على فواعل إلا في أربعة أحرف:\rفارس فوارس وهالك هوالك وناكس نواكس وخاشع خواشع. أما فاعلة فتجمع على فواعل صفة كانت أو اسماً نحو: فاطمة فواطم. وكاتبة كواتب. وسافرة توافر. ونابغة نوابغ. وداهية دواه.\rتفْعُلة: من نوادر المصادر لم يأت على وزنها إلا مصدر تهلكة. قال تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} بضم اللام. وقد جاء تهلوك أيضا:\rشبيب عادى الله من يقليكا ... وسببَ الله له تهلوكا\rمفعَالَةٌ: ليس في الصفات مفعالة إلا حرفاً واحدا. قالوا: رجل معزابة إذا طالت عزبته. يقال: رجل عزب وامرأة عزبة وعزب بدون هاء والجمع عزاب. وينشد:\rهل عزبٌ أدله على عزب ... على فتاة مثل تمثال الذهب\rمفعُل: ليس في كلام الملا على مفعُل إلا أربعة: مكرم ومعون وميسر ومالك وهي الرسالة. قال عدي:\rأبلغ النعمان عني مألكاً ... أنه قد طال حبسي وانتظاري\rتفعَّال: ليس في كلام العرب على تفعَّال إلا قولهم: تملقه تملأقأ أي تلطفَ إليه وتودد. قال:\rثلاثة أحباب فحب خلابة ... وحبَّ تملاق وحب هو القتل\rأفْعولَة: والجمع أفاعيل نحو أبطولة أباطيل، أرجوحة أراجيح، أرجوزة أراجيز، أحبولة أحابيل، أغلوطة أغاليط، أكذوبة أكاذيب، ألعوبه ألاعيب، أضلولة أضاليل، أهزوجة أهازيج، أحجية أحاجي، أغنية أغاني، ألهيَّة ألاهي، أمسية أماسي، أمنية أماني، وأصل أمينة أمنوية قلبت الواو ياء والضمة كسرة وأدغمت الياء بالياء. ونظيراتها كذلك.","seal":"EC542DCA","part":1},
      {"page":247,"id":240,"nass":"فُعَلَة: ورد في اللغة صفات على هذا الوزن تفيد الكثرة على وجازتها نحو: طلعة. سمعة. لحنة. مسكة. خبثة. خدعة. همزة. لمزة.\rحطمة. خبأة. خضعة. زحلة. سؤلة. سخرة. لعبة.\rفُعَاَلة: وفعال مما هو فضلة تلقى كالخالة والنشارة والقراضة والقصاصة والنفاية والكناسة والقمامة والنحاتة والزبالة. وجاء بعضها علي فُعال نحو: الرفات والحطام والرذال والفتات.\rفُعْلةٌ: - بضم الفاء وسكون العين - إذا جمعت بالألف والتاء فإن كانت صفة فالعين ساكنة في الجمع أيضا نحو: حلوات ومرات. وإن كانت اسماً فتضم العين للإتباع نحو: غرفات وحجرات.\rفَعَّيل: - بكسر الفاء والعين وهي مشددة -: يجيء للمبالغة نحو: زهيد لكثير الزهد. وسكيت الكثير السكوت. وصدَّيق لكثير الصدق.\rفاعل: في العدد يكون على قياس التذكير والتانيث تقول: رجل واجد وثان وثالث إلى عشر. وامرأة واحدة وثانية وثالثة إلى عشرة. قال الشاعر:\rولو كان رمحاً واحداً لاتقيته ... ولكنه رمحٌ وثانِ وثالثُ\rفِعْلى: حِجلى وظربى.\rروي أن أبا الطيب سئل عن الكلمات على وزن فعلي فقال: حجْلى وظربى؛ فبحث السائل في كتب اللغة فلم يعثر على غيرها.\rفاعُولٌ: مما يأتي على هذا الوزن:\rبارُوك: وهو الكابوس.\rباسور: واحد البواسير وهي علة تحث قي المقعدة وفي داخل الأنف.\rتابوت: الصندوق الذي يحرز فيه المتاع. وفي المجاز يقال: ما أودعت تابوتي شيئا ففقدته. أي ما أودعت صدري علماً فعدمته.","seal":"40389E0F","part":1},
      {"page":248,"id":241,"nass":"تامور: المهْجَة والنفس ودم القلب وحبته وغلافه. وهو القلب نفسه يقال: حرف في تامورك خير من عشرة في طومارك أي كتابك.\rجاثوم: وهو الكابوس يجثم على الإنسان وهو نائم.\rجاسوس: من يتفحص الأخبار في الشر.\rحاسوس: من يتحسس الأخبار في الخير. قال تعالى: {يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ} .\rحاطوم: السنة المجدبة. والحاطوم: الهاضوم وهو ما هضم الطعام، يقال: نعم حاطوم الطعام البطيخ.\rحانوت: معروف. وقد غلب على دكان الخمار، ومنه الحانة. قال الأخطل: (ولقد شربت الخمر في حانوتها) .\rدامور: نهر معروف في لبنان.\rداوُد: اسم علم.\rراووق: المصفاة.\rساجور: خشبة تجعل في عنق الكلب.\rسارود: نهر معروف بين شيزر وحماة.\rساطور: سيف القصاب.\rطاحون: الرحى.\rطالوت: اسمم ملك ورَدَ في القرآن.\rطاوُس: طائر معروف.\rفاروق: من يفرق بين الحق والباطل، وبه سمي عمر بن الخطاب. قال الفرزدق يمدح عمر بن عبد العزيز:\rأشبهت من عمر الفاروق سيرته.... فاق البرية وَأتمتْ به الأممُ\rقابوس: الرجل الجيل الوجه الحسن اللون. وكني به النعمان بن المنذر. قال النابغة:","seal":"2E33A915","part":1},
      {"page":249,"id":242,"nass":"نبئتُ أن قابوس أوعدني ... ولا قرار على زأر من الأسد\rوهو ممنوع من الصرف للعلمية والعجمة لأنه معرب (كاووس) .\rكابوس: ما يقع على النائم لا يقدر معه أن يتحرك.\rكافور: من الطيب. وعين ماء في الجنة طيب الرائحة. قال تعالي: {إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا} .\rماروت وهاروت: ملكان ورد اسماها في القرآن: {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ} .\rماعون: اسم جامع لمنافع البيت كالقدر والفأس ونحوهما. قال تعالي: {وَيَمْنَعُونَ الْمَاعُونَ} .\rماخور: مجلس الريبة.\rناسور: - بالسين والصاد - وهو علة تحدث في مآقي العين يسقي ولا ينقطع. وقد يحدث في المقعدة وفي اللثة.\rناطور: معروف.\rناعور: واحد النواعير التي يُستقى بها يديرها الماء ولها صوت.\rناقوس: معروف.\rناموس: صاحب سر الأمير المطلع على باطن أمره. والحاذق الفطن.\rناووس: واحد النواويس وهي مقابر النصارى.\rهرون: عَلَم.\rهاضوم: ما يهضم الطعام.\rيافوح: ملتقى عظم مقدم الرأس وعظم مؤخره.\rياقوت: حجر كريم.\rفَعَل وأَفْعَل: ورد في التاج والمصباح أن في اللغة ألفاظا من وزن قبل وأفعَل مستوية في المعنى والاستعمال نحو: لامهُ وألآمهُ، ورَعَبه وأرْعَبَهُ، وهَمهُ واهمَّهُ.","seal":"09CC698C","part":1},
      {"page":250,"id":243,"nass":"المنتخب من أمثال العرب\rللعرب أمثال كما لغيرهم من الأمم تمثل طرفاً صالحاً من حياتهم وتعكس صوراً بينة من فداحة ألسنتهم وقوة حدسهم واقتضاب جملهم. قال أبو حيان: \"بلاغة المثل أن يتكون اللفظ مقتضباً والصورة محفوظة والمرمى لطيفاً والإشارة مغنية والعبارة سائرة \". ومما زاد في رفعة قدر المثل ورود طائفة منه في القرآن الكريم قال تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ} ، وقال: {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ} ، وقال: {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} .\rولإعجاب علماء العربية بالأمثال وبما حوته من تجربة واختبار ولطف كناية واختصار ألفوأ فيها المطولات وتعاقبوا على شرحها وتبيان وقائعها وأصولها. ومن أشهرها (مجمع الأمثال للميداني) ، و (الدرة الفاخرة للأصبهاني) ، و (المستقصى للزمحشري) ، و (أمثال القاسم بن سلام) ، و (أمثال الضبي) .\rولقد غضت في لجج هذه المصنفات وانتزعت من أصدافها دُرراً نفيسة تخيرت منها أوضحها لفظا وأقربها معنى. ولخصت ما طال من الشروح مضيفاً إلى بعضها ما يلائم المثل من آية الحديث أوحكمة أو أبيات من الشعر زيادة في الإبانة والاستبانة، ثم أتبعتها بما يجري مجرى المثل من شعر ابي الطيب وأبي العتاهية وأقوال الحكماء.\rوقد بلغ عدد المنتخبات مئتين وواحداً وثلاثين مثلاً، نسَّقَت على أحرف الهجاء:","seal":"686284EA","part":1},
      {"page":251,"id":244,"nass":"1 - أبصَرُ من فرس في غَلَسٍ\rالغلَسُ: ظلام آخر الليل. وقد وصف المتنبي بصرها ليلاً فقال:\rوتنظر من سود صواعق في الدجى ... يرين بعيدات الشخوص كما هيا\rقوله من سود أي من عيون سود. يريد أن خيله لقوة بصرها ترى في ظلام الليل الأشياء البعيدة كما هي.\r2 - أبلغ من سحْبان\rهو رجل من باهلة كان من خطباء العرب وبلغائها. في نفسه يقول:\rلقد غلم الحي اليمانون أنني ... إذا قلت أما بعد أني خطيبها\r3 - أبين من فلق الصبْح\rالفَلَقُ: الفجر. وفي التنزيل: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} . يضرب للأمر الواضح. ويقال: (تبين الصبح لذي عينين) أي ظهر ووضَحَ.\r4 - أتبع السيئة الحسنة تمحُها\rيضرب للتوبة بعد اقتراف الذنوب. قال أبو نواس:\rخير هذا بشَرَ ذا ... فإذا الربُّ قد عفا\r5 - أتركِ الشرَّ يترككَ\rأي إنما يصيب الشر من يتعرض له. وقيل: (حسبك من شرَّ سماعُه) .\r6 - أثقل من الكانون\rالكانون هو الذي إذا دخل على قوم يتحدثون استثقلوه كما يستثقل كانون النار إذا وضع لا يحرك ولا يرفع لثقله إلى آخر الشتاء. قال الحطيئة قي أمه:\rأغربالاً إذا استودعت سراً ... وكانوناً على المتحدثينا","seal":"3BB92D40","part":1},
      {"page":252,"id":245,"nass":"7 - أجهلُ من فراشة\rلأنها تطلب النار لتلقي نفسها فيها. قال ابن أبي الحديد يخاطب الفلاسفة:\rما أنتم إلا الفراش ... رأى السراج وقد توقدْ\rفدنا فاحرق نفسهُ ... ولو اهتدى رشداً لأبعدْ\r8 - أجودُ من حاتم\rهو حاتم الطائي، وهو جواداً شاعرا، إذا غنم أنهب، وإذا سئل وهب، وإذا أسر أطلق، وإذا أثرى أنفق. ومن قوله لامرأته:\rأماوِي إن المال غاد ورائح ... ويبقى من المال الأحاديث والذكر\r9 - أحذرُ من ذئب\rلأنه إذا نام جعل إحدى عينيه مطبقة نائمة والأخرى مفتوحة حارسة. قال الشاعر:\rينام بإحدى مقلتيه ويتقي ... بأخرى المنايا فهو يقظانُ نائم\r10 - أحزمُ من حرباء\rلأنه لا يترك ساق شجرة حتى يمسك ساق شجرة أخرى. وقد قيل فيه: (لا يرسل الساق إلا ممسكاً ساقا) .\r11 - أحشفاً وسوء كيلة\rالخشفُ: أردأ التمر. أي: أتجمع حشفاً وسوء كيل؟!\rيضرب لمن جمع بين خصلتين مكروهتين.\r12 - أحولُ من أين براقش\rمن التحول. وهو طائر يتلون في اليوم ألواناً متعددة. قال الشاعر:\rكأبي براقش كل يو ... م لونه يتحولُ","seal":"B03971CD","part":1},
      {"page":253,"id":246,"nass":"13 - اختلطَ الحابلُ بالنابل\rالحابلُ: صاحب الحبالة التي يصادُ بها الوحش. النابل: صاحب النبل. يضرب للمخلطّ.\r14 - أخذه برُمتهِ\rأي بجملته. والرُّمَّةُ: قطعة من الحبل بالية.\r15 - أخرقُ من حمامةٍ\rلأنا لا تحكم عشها؛ تجيء إلى الغصن فتبني عليه عشها في الموضع الذي تذهب به الريح فيكسر من بيضها أكثر مما يسلم. قال عبيد بن الأبرص:\rعيُّوا بأمرهم كما ... عَيت ببيضتها الحمامهْ\rجعلت لها عودين من ... نشم وآخر من ثُمامَهُ\rالنشَم: شجر للقسي. والثمامة: واحدة الثمام بالضم: نبتٌ.\r16 - أخفى مما يخفي الليلُ\rقال أكثم بن صيفي: \"الليل أخفى للويل\". وقال غيره: \"الليل أخفى، والنهار أفضحُ\".\r17 - أخف حلماً من عصفور\rالعرب تضرب العصفور مثلاً لأحلام السخفاء وكذلك البعير. قال حسان:\rلا بأس بالقوم من طول ومن عظم ... جسمُ البغال وأحلام العصافير\rوقال غيره:\rذاهب طولاً وعرضاً ... هو في عقل البعير\r18 - أخلص وعداً من عُرقوب\rهو رجل من نواحي يثرب يضرب به المثل في خلف الوعد. قال الأشجعي:","seal":"8519A5B0","part":1},
      {"page":254,"id":247,"nass":"وعدت وكان الوعد منك سجية ... مواعيد عرقوب أخاه بيثرب\rوقال كعب بن زهير:\rكانت مواعيد عرقوب لها.... وما مواعيدها إلا الأباطيل\r19 - إذا أسديْت يداً فانسها\rأي إذا أسديت معروفا لأحد فلا تذكره ولا تمنن عليه به فتفسد عملك. قال الشاعر:\rأفسدت بالمن ما أصلحت من نعم ... ليس الكريم إذا أسدى بمنان\rوقال المتنبي:\rإذا الجودُ يرزق خلاصاً من الأذى ... فلا الحمد مكسوباً ولا المال باقيا\rويقال: (المنة تهدم الصنيعة) وكل مقتبس من قوله تعالى: {لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} .\r20 - إذا زل العالم زل بزلته عالمٌ\rلأن للعالم تبعا فهم به يقتدون. قال الشاعر:\rإن الفقيه إذا غوى وأطاعه ... قوم غووْا معهُ فضاع وضيعا\rمثل السفينة إن هوت في لجة ... تغرق ويغرق كل من فيها معا\r21 - أذل من حماية مقيد، وأذل من وتد بقاعٍ\rلأن الأول مربوطة مهيأ للخدمة، والثاني يدق أبداً. قال المتلمسُ:\rولا يقيم على ضيم يراد به ... إلا الأذلان غير الحي والوتد\rهذا على الخسف مربوط برمته ... وذا يشج فلا يرثي له أحدُ\r22 - أذل الناس معتذر إلى لئيم\rلأن الكريم لا يحوج إلى الاعتذار. ولعل اللئيم لا يقبل العذر.","seal":"7AE05F9E","part":1},
      {"page":255,"id":248,"nass":"23 - أرسل حكيماً ولا توصهِ\rلأنه مستغن بحكمته عن الوصية. وفي ذلك قال الشاعر:\rإذا كنت في حاجة مرسلاً ... فأرسل حكيماً ولا توصهِ\rوإن باب أمر عليك التوى ... فشاور لبيباً ولا تعصهِ\r24 - أرقُّ من دمع المحِبَّ\rوفيه يقول خالد الكاتب:\rبكى عاذلي من رحمتي فرحمتُه ... وكم مثله من مسعف ومُعين\rورقتْ دموع العين حتى كأنها ... دموع دموعي لا دموع عيوني\rويقال: أرق من النسيم، ومن الماء، ومن دمع الغمام، ومن دمع المستهام.\r25 - أروغُ من ثعْلبٍ\rمن الروغان. قال طرفة:\rكلهم أروغ من ُثعلب ... ما أشبهَ الليلة بالبارحهْ\rوقالت آخر:\rيعطيك من طرف اللسان حلاوة ... ويروغ منك كما يروغ الثعلبُ\r26 - أسرعُ من الريح\rومن البرق، ومن اللمح، ومن لمح البصر، ومن رجع الصدى، ومن السيل إلا الحدور، ومن النار في يبسَ العرفج. (العرفج: شجر سهْلي) .\r27 - أسعدٌ أم سعيدٌ\rيضرب في الاستخبار عن الأمرين: الخير والشر. فالتصغير للشر والتكبير للخير. قال أبو تمام:\rغنيتُ به عمن سواه وحولتْ ... عجافُ ركابي عن سعيد إلي سعْدِ\rيعني من الجدب إلى الخصب. ومعنى عجاف: ضعاف.","seal":"F4ED58D7","part":1},
      {"page":256,"id":249,"nass":"28 - أسمع جعجعة ولا أرى طحناً\rالطحْنُ: الدقيق. يضرب لمن يعدُ ولا يفي.\r29 - أسمعُ من فرس\rلأنه يسمع صوت الشعرة تسقط منه. قال المتنبي:\rوتنصيب للجرس الخفي سوامعاً ... يخلن مناجاة الضمير تناديا\rيريد أنها قوية حاسة السمع تسكع أخفى صوت. بل تحسب مناجاة الضمير أصوات ناس يتنادون. وفي ذلك مبالغة لطيفة سائغة.\r30 - أسوأ القول الإفراط\rلأن الإفراط في كل أمر مؤدَّ إلي الفساد. وقيل: (لا تكثُر فتسقط) . وقال غيره: \"متى أكثرت البحث في حقيقة أفسدتها\".\r31 - أسيرُ من شعرٍ\rلأنه يرد الأندية، ويلج الأخبية، سائراً في البلاد، مسافراً في غير زاد. والشعر قيد الأخبار، وبريد الأمثال، والشعراء أمراء الكلام وزعماء الفخار. ولسان الزمان الشعر.\r32 - أشأم من غراب البين\rلأن الغراب إذا بان أهل الدار للنجعة وقع في موضع بيوتهم يتلمس ويتقمم، فتشاءموا به وتطيروا منه. وسموه غراب البين. واشتقوا من اسمه الغربة والاغتراب والغريب. قال شاعرهم:\rوصاح غراب فوق أعواد بانةِ ... بأخبار أحبابي فقسمني الفكرُ\rفقلت غرابٌ باغتراب وبانة ... ببين النوى تلك العيافة والزجرُ\rوقال غيره:","seal":"9E87AE72","part":1},
      {"page":257,"id":250,"nass":"تغنى الطائران ببين سلمى ... على غصن من غرب وبانِ\rفكان البانُ أن بانت سليمى ... وفي الغرَب اغتراب غير دان\rبيد أن ناسا منهم لا يتشاءمون ولا يتطيرون بل هم دائما متفائلون. ومردُّ ذلك إلي أن كل فريق ينساق مع نحيزته وطبعه كما ترى في قول أحد متفائليهم:\rوقالوا تغنى هدهد فوق بانة ... فقلت هدى تغدو به وتروحُ\rوقالوا حمام قلت حمَّ لقاؤها ... وعادت لنا ريح الوصال تفوح\r33 - أصنع من نحلٍ\rلما فيه من نيقة في عمل العسل. النيقة: اسم مصدر من تنوق في الأمر وتأنق فيه: إذا جوده. قال الشاعر:\rفجاء بمزج لم ير الناسُ مثله ... هو الضحك إلا أنه عمل النحل\rيضرب للصناع المهرة في صناعتهم.\r34 - أضلُّ من الترَّهات\rالترهات: الطرق الصغار التي تتشعب من الطريق الأعظم. ويقال لمن جاء بكلام محال: (جاء بالترهات) ؛ لأنه سلك طريق الباطل.\r35 - أطمعُ من أشعبَ\rهو رجل من أهل المدينة كان طماعاً وصاحب نوادر. بلغ من طمعه أنه مر برجل يعمل طبقاً فقال: أحبُّ أنما تزيد فيه طوقاً. قال: ولم؟ قال: عسي أن يُهدى إلي فيه شيء.\r36 - أطولُ صحبة من الفرقدين\rالفرقدان نجمان من السماء لا يغربان، وفي صحبتهما يضرب المثل. قال الشاعر:\rوكل أخ مفارقه أخوه ... لعمر أبيك إلا الفرقدان","seal":"D3E3A67C","part":1},
      {"page":258,"id":251,"nass":"37 - أطول عمراً من لُبد\rلبد نسر يزعمون أنه عاش خمسمائة عام، يضرب به المثل بطول العمر فقالوا: (أتى أبد على لبد) ، وذكره النابغة بشعره فقال:\rأضحت خلاء وأضحى أهلها احتملوا ... أخنى عليها الذي أخنى علي لبدِ\r38 - أطيب نشراً من الصوارِ\rالنشر: الرائحة الطيبة. والصوارُ: بالضم المسك. وبالكسر: بقر الوحش. قال الشاعر وقد جمع المعنيين في بيت واحد:\rإذا لاح الصوارُ ذكرتُ ليلى ... وأذكرها إذا نفح الصوارُ\r39 - أظلم من ذئب\rأصله أن أعرابياً ربى جرو ذئب بلبن شاته، فلما شبّ ؤثب عليها فأكلها؛ فقال الأعرابي:\rأكلت شويهتي وفجعت قلبي ... فمن أدراك أباك ذيبُ\r40 - أعجزُ من الثعلب عن العنقود\rزعموا أن ثعلباً نظر إلي عنقود، فرامه فلم يناله، ومضى يقول: (هذا حامض) ؛ فقال الشاعر:\rرام عنقوداً فلما ... أبصر العنقود طالهْ\rقال: هذا حامض لما رأى لا ينالهْ\rيريد بكلمة (طالهُ) بعدَ عنه.\r41 - أعذرَ منْ أنذرَ\rأي من حذرك ما يحل بك فقد أعذر إليك. أي صار معذوراً عندك.\r42 - أعطاه غيضاً من فيضِ\rأي قليلاًَ من كثير. يضرب لمن يسمح بقليل وماله كثير.","seal":"45443BC2","part":1},
      {"page":259,"id":252,"nass":"43 - أعط القوس باريها\rالبريُ: النحت. أي استعن على عملك بأهل المعرفة والحذق فيه. قال الشاعر:\rيا باري القوس برياً ليس تحسنه ... لا تفسدنها وأعط القوس باريها\r44 - أعقد من ذنب الضبَّ\rلأن عقده كثيرة تبلغ إحدى وعشرين عقدة فضرب به المثل للأمور المعقدة.\r45 - أعقل وتوكلْ\rيضرب لأخذ الأمر بالحزم.\r46 - أعمي من الخفاش\rالخفاش ويسمي الوطواط: طائر غريب الشكل والوصف يطير قي الليل عند غروب الشمس ويطلب البعوض. ولعدم رؤيته في النهار قال الشاعر:\rمثل النهار يزيد أبصار الورى ... نوراً ويُعمي أعين الخفاشِ\r47 - أعيا من باقلٍ\rهو رجل من إياد اشتهر بالعي. اشترى يوماً ظبياً بأخذ عشر درهماً ومرَّ بقوم فسألوه: بكم اشتريت الظبي؟ فمد يديه ورفع لسانه يريد بأصابعه عشرة دراهم وبلسانه درهماً. فشرد الظبي حين مد يديه وكان تحت إبطه.\r48 - أغرب من سراب\rالسراب هو الذي تراه نصف النهار كأنه ماء. ويقال في مثل آخر: (كالسراب يغر من رآه وبخلف من رجاه) .","seal":"040500F4","part":1},
      {"page":260,"id":253,"nass":"49 - أفرخ روعُه\rالروع القلب. وأفرخ الطائر إذا نقف البيضة وخرج منها. والمراد سكن جاشُه.\r50 - اقتلوني ومالكاً\rيضرب لمن أراد لصاحبه مكروها وإن ناله من المكروه ضرر.\r51 - أقضى من درهم\rمأخوذ من قول الشاعر:\rلم ير ذو الحاجة من حاجة ... أقضى من الدرهم في كفهِ\r52 - أقلل طعامك تحمد منامَك\rأي أن كثرة الطعام تورث الآلام المسهرة.\r53 - أكثر من تفاريق العصا\rلأن العصا تقطع أجزاء مفيدة. وأصله أنه كان لأعرابية ولد شرير على ضعف أسر ورقة عظم. واثب مرة فتى فقطع الفتى أنفه؛ فأخذت أمه ديته فحسنت حالها بعد فقر. تم واثب آخر فقطع أنه؛ فأخذت ديتها. ثم واثب ثالثاً فقطع شفته؛ فأخذت ديتها فقالت:\rأقسم بالمروة حقاً والصفا ... لأنت خير من تفاريق العصا\r54 - أكل الدهر عليه وشرب\rيضرب لمن طوال عمره. يريدون أكل وشرب دهراً طويلاً. قال الشاعر:\rكم رأينا من أناس قبلنا ... شرب الدهر عليهم وأكلْ\r55 - أكسفاً وإمساكاً\rالكسف العُبوس. أي أتكسف الوجه كسفاً وتمسك المال إمساكاً؟!","seal":"F2179932","part":1},
      {"page":261,"id":254,"nass":"56 - البغي آخر مدة القوم\rيعني أن الظلم إذا امتد مداه آذن بانقراض مدة البغاة.\r57 - الجار قبل الدار\rمعناه قبل شراء الدار سل عن الجار واخبره.\r58 - الجرعُ أروى والرشيف أنقعُ\rالرشف والرشيف: المص للماء. والجرع بلعه. وأروى: أسرع رياً. أي أن الشراب الذي يترشف قليلاً اقطع للعطش. يضرب للاقتصاد في المعيشة فهو أبلغ وأدوم من الإسراف فيها.\r59 - الحديث ذو شجون\rأي ذو طرق، الواحد شجن. يضرب في الحديث يتذكر به غيره، قال أحدهم:\rتذكر نجداً والحديث شجون ... فجن اشتياقاً والجنون فنوق\r60 - الحق أبلج والباطل لجلج\rأي واضح مشرق. ولجْلجٌ: ملتبسٌ. وقيل: (للباطل جولة ثم يضمحلُّ) ، أي يذهب ويبطلُ.\r61 - ألحن من حبابَةَ وسلامةٌ\rكانتا ألحن قينتين أي مغنيتين. واللحن في اللغة الترتيل والتطريب. ومن معانيه التورية في الكلام، وهي أن تريد الشيء فتوري بقول آخر. قال مالك بن أسماء:\rوحديث ألذه هو مما ... يشتهي السامعون يوزن وزنا\rمنطق صائب وتلحن أحيا ... نأ وخير الحديث ما كان لحناً","seal":"3148795D","part":1},
      {"page":262,"id":255,"nass":"يعني أنها تتكلم بشيء وهي تريد غيره، وتعرض في حديثها فتزيله عن جهته من ذكائها وفطنتها. وفي التنزيل: {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} .\r62 - ألذ من إغفاءة الفجر\rيضرب لكل لذيد. قال الشاعر:\rفلو كنت ماء كنت ماء غمامةٍ ... ولو كنت درّاً كنت من دُرة بكرِ\rولو كنت لهواً كنت تعليل ساعة ... ولو كنت نوماً كنت إغفاءة الفجْر\r63 - ألذ من المنى\rمأخوذ من قول الشاعر:\rمُنى إن تكن حقاً تكن أحسن المنى ... وإلا فقد عشنا بها زمنا رغداً\rوقال آخر:\rإدا ازدحمت همومي في فؤادي ... طلبت لها المخارج بالتمني\rوقال غيره:\rإذا تمنيت بت الليل مغتبطاً ... إن المنى رأس أموال المفاليس\r64 - ألزم للمرء من ظله\rلأنه لا يزايل صاحبه. ولذلك يقال: (لزمني فلان لزوم ظلي) .\r65 - السعيد من وعظ بغيره\rأي العاقل من اعتبر بما لحق غيره من المكروه فيجتنب الوقوع في مثله.\r66 - السليم لا ينام ولا ينيم\rالسليم: الملسوع، سمي بذلك تفاؤلاً بسلامته. يضرب لمن لا يستريح ولا يُريح.","seal":"973BB826","part":1},
      {"page":263,"id":256,"nass":"67 - الشبعان يفت للجوعان فتاً بطيئاً\rيضرب لمن لا يهتم بشأنك ولا يأخذه ما أخذك.\r68 - الشرُّ قليله كثيرٌ\rهذا مثل قولهم: (الشر تحقره وقد ينمى) . وقولهم: (ومعظم النار من مستصغر الشرر) .\r69 - الشرط أملك عليك أم لك\rمعنى أملك أقوى. القصد: وجوب تبيين الشروط بين المتعاقدين، وذلك أكثر فائدة وأسلم عاقبة. يضرب في الاحتراس عند معاملة الناس.\r70 - الصمت حكم وقليل فاعله\rالحكم: الحكمة. وفي التنزيل: {وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا} ، سأل الشعبي أعرابيا لكن طول صمته فقال: أسمع فأعلم وأسكت فأسلم، وقيل: (إذا كان الكلام\rمن فضة فالسكوت من ذهب) .\r71 - الصيف ضيعتِ اللبنَ\rيضرب لمن يطلب شيئا في غير أوانه فيضيعه على نفسه.\r72 - العجز مركب وطيء\rيضرب لمن استوطأ مركب العجز وقعد عن طلب المكاسب والمحامد.\r73 - العود أحمد\rأي الابتداء محمود والعود أحق بأن يحمد. قال الشاعر:\rفلم تجر إلا جئت في المجد سابقا ... ولا عدت إلاً أنت في العود أحمدُ\r74 - الغرائب لا القرائب\rأي أن الغريبة أنجب للنسل، ويقال: (اغتربوا لا ئضوُوا) أي لا تهزلوا. قال:","seal":"47EAB0EE","part":1},
      {"page":264,"id":257,"nass":"تجاوزت بنت العم وهي عزيزة ... مخافة أن يضوي علي سليلي\r75 - الكافر مخبثة لنفس المنعم\rيعني بالكفر جحود النعمة. بالمخبثة: المفسدة. أي كفر النعمة يفسد قلب المنعم. يضرب لجاحد النعمة.\r76 - أمر من العلقَم\rومن الحنظل، ومن الصبر.، وقيل في مدح الصبر:\rولقد رأيت الصبر مراً طعمهُ ... لكنه عند الحقيقة يعذبُ\rوقيل:\rسأصبر حق يعلم الصبر أنني ... صبرت على شيء أمر من الصبر\rوقيل:\rالصبر كالصبر مر في مذاقته ... لكن حقيقتُه أحلى من العسلِ\r77 - أمنع من عقاب الجو\rأي بعيد المنال.\r78 - إن تعش تر ما لم تَرَه\rأي من طال عمره رأى من الحوادث ما فيه معتبرٌ، وهذا مثال قولهم: (عشْ رجباً تر عجباً) ، قال الشاعر:\rقل لمن أبصر حالاً منكره ... ورأى من دهره ما خيَّره\rليس بالمنكر ما أبصرته ... كل من عاش يرى ما يَرَه\r79 - أن ترد الماء بماء أكيسُ\rيعني ورودك الماء مع ماء أحزم وأنفع. وهو حث على الاقتصاد والادخار.","seal":"BBAC82DB","part":1},
      {"page":265,"id":258,"nass":"80 - أنا ابن بجدتها\rأي أنا عام بها. ويقال: هو ابن مدينتها وبجدتها. من مدن بالمكان وبجَد إذا أقام به. ويقال البجدة: التراب.\r81 - إن أخاك من آساكَ\rيقال: آسيت فلاناً بمالي أو غيره إذا جعلته أسوة له.\rومعنى المثل: إن أخاك حقيقة من قدمك وآثرك على نفسه.\r82 - أنجزَ حُرُّ ما وعد\rقاله الحارث بن عمرو آكل المرار الكندي، وقيل: (وعدُ الكريم نقْد وتعجيل، ووعد اللئيم مطل وتأجيل) .\rإذا قلت في شيء نعم فأتمه ... فإن نعم دين على الحر واجبُ\r83 - أندمُ من الكسعي\rهو رجل من بني كسعة، أخذ قوساً من شجرة نبع وعمل من برايتها خمسة أسهم وقال:\rهن لعمري أسهم حسان ... تلذ للرامي بها البنانُ\rثم خرج للصيد وكمن في مخبأ، فمر به قطيع فرمى منه عيراً فجازه السهم فأصاب الجبل. ثم رمي آخر فآخر إلى الخمسة وهو يظن أنه أخطأها؛ فاغتاظوكسر القوس. فما أصبح أبصر الأعيار الخمسة مضرجة حوله والأسهم قربه؛ فندم على كسر القوس، فشد على إبهامه فقطعها تلهفاً، قال:\rندمت ندامة لو أن نفسي ... تطاوعني إذن لقطعت خمسي\rتتبين لي سفاهُ الرأي مني ... لعمر أبيك حين كسرت قوسي\rوقال الفرزدق مثلاً:\rندمت ندامة الكسعي لما ... غدَت مني مطلقة نوارُ","seal":"75DDF256","part":1},
      {"page":266,"id":259,"nass":"وكانت جنتي فخرجت منها ... كآدم حين أخرجه الضرار\rالعيْر: حمار الوحش والحمار الأهلي أيضا، والأنثى عيرة.\r84 - أنصر أخاك ظالماً أو مظلوماً\rقيل للنبي (ص) : ننصره مظلوماً فكيف ننصره ظالما؟\rقال: بأن ترده عن الظلم.\r85 - إن كنت كذوباً فكن ذكوراً\rيضرب للرجل يكذب ثم ينسى فيحث بخلاف ذلك.\r86 - إن كنت ذقته فقد أكلته\rيضربه الرجل المجرب للأمور.\r87 - إنك لا تجني من الشوك العنبَ\rأي لا تجد عند ذي المنبت السوء جميلاً. أخذ من قول الشاعر:\rإذا وترت امرأ فاحذر عداوته ... من يزرع الشوك لا يحصد به عنباً\rأخذه الشاعرين قول أحد حكام العرب: \"من يزرع خيراً يحصد غبطة، ومن يزرع شراً يحصد ندامة، ولن تجني من شوك عنبة\".\r88 - إن الذليل الذي ليست له عضُدُ\rأي أنصار وأعوان. ومنه قوله تعالى: {وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا} . وفت في عضده أي كسر من قوته. قال النابغة:\rتعدو الذئاب على من لا كلاب له ... وتتقي مربضَ المستنفر الحامي\rيضرب لمن يخذله ناصره.\r89 - إن لم يكن وفاق ففراق\rأي إن لم يكن حب في قرب فالأولى المفارقة. قال أحدهم:","seal":"72A3534D","part":1},
      {"page":267,"id":260,"nass":"فإما أن تكون أخي بحق ... فأعرف منك غثي من سميني\rوإلا فاطر حني واتخذني ... عدواً أتقيك وتتقيني\r90 - إن الغني طويل الذيل مياسُ\rأي لا يستطيع الموسر أن يكتم غناه. وقالوا: (أبت الدراهم إلا أن تخرج أعناقها) .\r91 - إنه لغضيض الطرف\rأي يغض بصره عما في حرز غيره. و (تقي الطرف) أي ليس بخائن. قال الشاعر:\rأعمى إذا ما جارتي خرجت ... حق يواري جارتي الخدرُ\r92 - إنه لحولٌ قلبٌ\rأي مفكر قارح يحتال للأمور ويقلبها ظهراً لبطن.\r93 - الناس عبيد الإحسان\rويروي: الإحسان يستعبد الإنسان. قال الشاعر:\rأحسنْ إلى الناس تستعبد قلوبهم ... فطالما استعبد الإنسان إحسانُ\rيضرب للحث على عمل المعروف.\r94 - إن البغاُ بأرضنا يستنسرُ\rالبغاث من ضعاف الطير. واستنسر صار كالنسر في القوة. يضرب للضعيف يصير قوياً، وللذليل يغدو عريزاً.\r95 - إن غداً لناظره قريب\rأي لمنتظره. يقال: نظرته أي انتظرته. وهو من قول الشاعر:\rفإن يك صدر هذا اليوم ولي ... فإن غداً لناظره قريبُ","seal":"3840C3F8","part":1},
      {"page":268,"id":261,"nass":"96 - أنم من زجاجة على ما فيها\rلأن الزجاج جوهر لا ينكتم فيه شيء لما في جرمه من الضياء. وإذا وقع جوهر الزجاج على المصباح صار الزجاج والمصباح مصباحاً واحداً، قال تعالى: {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ} ، وقال أبو نواس:\rرق الزجاجُ وراقت الخمرُ ... وتشابها فتشاكل الأمرُ\rفكإنما خمر ولا قدح ... وكأنما قدح ولا خمرُ\r97 - إنما هو كبرق الخلَّب\rهو البرق الذي لا غيث فيه، والسحاب الذي لا مطر فيه. يضرب لمن يعد ثم يخلف ولا ينجز. قال المعري:\rالمرء إن لم تُفدْ نفعاً إقامتُه ... غيم حمى الشمس لم يمطرْ ولم يسِر\r98 - إن من البيان لسحراً\rيعني أن البيان يعمل عمل السحر. ومعنى السحر: إظهار الباطل في صورة الحق. والبيان: إجمتاع الفصاحة والبلاغة وذكاء القلب مع اللسن. يضرب في استحسان المنطق وإيراد الحجة البالغة.\r99 - إنه لألمعيّ\rومثله لوذَعِيّ. يضرب للرجل المصيب بظنونه. قال أوسُ بن حجر:\rالألمعي الذي يظن بك الظن ... كأن قد رأى وقد سمعا\rوأصله من لمع إذا أضاء ... كأنه لمع له ما أظلم على غيره.\r100 - إنه نسيجُ وحده\rأي أنه واحد في معناه ليس له فيه ثان، انه ثوب نسج على حدته لم ينسجْ معه غيره.","seal":"3B350F6F","part":1},
      {"page":269,"id":262,"nass":"101 - الهيبةُ من الخيبة\rيعني إذا هبت شيئاً رجعت منه بالخيبة. قال سلمُ الخاسر:\rمن راقب الناس مات غماً ... وفاز باللذة الجسور\r102 - أوفى من السموءل\rهو السموءل بن عاديات صاحب القصيدة المشهورة ومطلعها:\rإذا المرء لم يدنس من اللؤم عرضه ... فكل رداء يرتديه جميلُ\rومن وفائه أن امرأ القدس لما أراد الخروج إلى قيصر استودعه دروعه ريثما يعود. فلا مات امرؤ القيس غزا أحد الملوك السموءل، وهدده بقتل ابنه إن لم يسلمه الدروع، فأبي السموءل أن يخفر ذمته، وتحرز بحصنه، فقتل الملك ابنه. ثم سلم السموءل الدروع إلي ورثة امرئ اليدس وقال:\rوفيتُ بآدرع الكندي إني ... إذا ما خان أقوام وفيت\rوضرب الحل بوفائه.\r103 - أولى الأمور بالنجاح المواظبة والإلحاح\rيضرب للحث على المداومة لأن فيها النجح والظفر بالمراد. وبمعناه قولهم: (من أدام طرق الباب ولجَّ ولجَ) .\r104 - اليد العليا خير من اليد السفلى\rحديث شريف للحث على الصدقة، يراد منه أن من يعطي أفضل ممن يُعطى.\r105 - إياك أعني فاسعي يا جارة\rأول من قاله سهل بن مالك الفزاري في بيتين أنشدهما على مسمع من امرأة هويها وكانت عقيلة قومها وأجمل أهل دهرها:\rيا أخت أهل البدو والحضاره ... كيف ترين في فتى فَزاره","seal":"E0379D46","part":1},
      {"page":270,"id":263,"nass":"أصبح يهوى حرة معطاره ... إياك أعني فاسمعي يا جاره\rفتطلعت إليه نفسها وكان جميلاً وتزوجته.\rيضرب لمن يخاطب ناساً ويريد آخرين.\r106 - أي الرجال المهذب\rأول من قاله النابغة في بيته:\rولست بمستبق أخاً لا تلمه ... على شعت أي الرجال المهذب\rيضرب في عذر الصديق.\r107 - باقعة من البواقع\rأي داهية من الدواهي. ويقال للرجل الداهي: باقعة.\r108 - بالرفاء والبنين\rالرفاء: الالتحام والاتفاق من رقوْت الثوب. يقال عند التهنئة بالزواج.\r109 - بعض الشر أهون من بعض\rقاله طرفة بن العبد حين أمر النعمان بقتله:\rأبا منذر أفنْيت فاستبق بعضنا ... حنانيكَ بعض الشر أهون من بعض\r110 - بنان كف ليس فيها ساعدُ\rيضرب لمن له همة ولا مقدرة له على بلوغ ما في نفسه.\r111 - تركتني خبرةُ الناس فرداً\rأي دعاني اختبار الناس إلى أن أنفرد عنهم. وقيل: (الوحدة خير من جليس السوء) .\r112 - تركتهم في حيصَ بيصَ\rالحيص: الفرار. والبوص: الفوتُ. صيَّرت واوه ياء ليزدوجا. يضرب لمن","seal":"C274FDD9","part":1},
      {"page":271,"id":264,"nass":"يقع في أمر لا مخلص له منه فراراً أو فوتاً.\r113 - تشددِي تتفرجي\rيقال عند اشتداد المصائب. قال الشاعر:\rأشتدي أزمة تتفرجي ... قد آذنَ ليلُكِ بالبلَج\rالبلوج: الإشراق. بلج الصبحُ: أي أضاء.\rوقال أبو تمام:\rوما من شدة إلا ويأتي ... لها من بعد شدتها رخاءُ\r114 - تفرقوا أيدي سيأٍ\rأي تفرقوا تفرقاً لا اجتماع بعده إشارة إلى تفرق عرب اليمن بعد سيل العرم.\r115 - تقطع أعناق الرجال المطامعُ\rويقال: (مصارع الرجال تحت بروق المطامع) . يضرب في ذم الطمع والجشع.\r116 - ثمرة العجِب المقتُ\rأي من أعجب بنفسه مقته الناس. والعجبُ بالنفس: التكبر والترفع.\r117 - جاء بالقضَّ والقضيض\rالقضُّ: الحجارة الكبيرة. والقضيض: الجارة الصغيرة.\rأي جاء بالكبير والصغير. وقالوا: (جاء القوم قضهم بقضيضهم) ، أي زرافاتِ ووُحداناً.\r118 - جاؤوا على بكرة أبيهم\rالبكْرة: الجماعة. يقال: جاؤوا على بكرتهم وبكرة أبيهم أي أجمعهم.","seal":"2410895A","part":1},
      {"page":272,"id":265,"nass":"119 - جاء يمشي سبهْلَلا\rإذا جاء وذهب في غير شيء. قال عمر: (إني لأكره أن أرى أحدكم سبهْلَلا) .\r120 - جزاني جزاء سنمّار\rسنمارُ رجل رومي بنى الخورنق بظهر الكوفة للنعمان بن امرئ القيس. فلما فرغ منه ألقاه الملك من أعلاه فخز ميتا لئلا يبنيَ مثله لغيره. يضرب فيمن أساء لمن أحسن إليه. وفي الحديث: \"التي شر من أحسنت إليه\".\r121 - جعل كلامه دبر أذنيهِ\rإذا بلم يلتفت إليه وتغافل عنه.\r122 - حلمي أصم وأذني غير صماء\rأي أعرض عن الخنا بحلمي وإن سمعته بأذني. ومثله:\r(أصم عما ساءهُ سميع) ، أي يسمع الحسن ويتصامم عن القبيح. قال الشاعر:\rأحبُّ الفتى ينفي الفواحش سمعهُ ... كأن به عن كل فاحشةَ وقْرا\r123 - خيرُ عونِ المرء مالُهُ\rقال الشاعر:\rكل انداء إذا ناديت يخذلني ... إلا ندائي إذا ناديتُ: (يا مالي) .\r124 - خير مالك ما نفعَكَ\rأي خير المال ما أنفقه صاحبُه في حياته ولم يخلفه لمن بعده.\r125 - دُون ذلك خرط القتادِ\rالخرْطُ: قشرك الورق عن الشجرة اجتذاباً بكفكَ.\rوالقتادُ: شجر له شوك أمثال الإبر.\rيضرب للأمر دونه مانع.","seal":"00FED0A1","part":1},
      {"page":273,"id":266,"nass":"126 - وونهُ بيضُ الأنوق\rالأنوقُ: الرخمة تضع بيضها حيث لا يوصل إليه بعْداً وخفاء. وهي طائر أبقع. يضرب للشيء يتعذر وجوده.\r127 - ذهبً دمه أدراج الرياح\rالأدراج جمع درج وهي طريقها. يضرب في الدم يذهب هدراً. أي باطلاً لا طالب له ولا قود أي بلا دية.\r128 - رأي الشيخ خير من جَلَد الغلام\rأي أن تجربة الشيخ خير من عزم الفتي.\r129 - رب أخ لك لم تلده أمُكَ\rيعني به الصديق. فإنه ربما أربى على الأخ من الأب والأم.\r130 - رب أكلة منعت أكلات\rيضرب في ذم الحرص على الطعام والإفراط فيه.\r131 - ربَّ حال أفصحُ من لسان\rوقيل: (لسان الحال أبين من لسان المقال) .\r132 - ربَّ رمية من غير رامٍ\rأي قد تصيب رمية من رام لا يحسنُ الرماية.\r133 - ربَّ ريثٍ يعقب فوتاً\rهذا مثل قولهم: (للتأخير آفات) ، أي ربما أخر أمر فيفوت. قال الشاعر:\rوربما فات بعض القوم أمرهم ... مع التأني وكان الحزم لو عجلوا","seal":"B15485A9","part":1},
      {"page":274,"id":267,"nass":"134 - ربَّ ساع لقاعدٍ\rقد يظفر المرء بغنيمة هي من كد غيره. وقيل: (ورب امرئ يسعى لآخر قاعد) . وقيل: (هذا يصيد وهذا يأكل السمكا) .\r135 - رب علجلة تهب ريثاً\rالريث: البطء. ويفسر المثل قولهم: (في الثاني السلامة، وفي العجلة الندامة) ، وقول الشاعر:\rقد يدرك المتأني بعض حاجته ... وقد يكون مع المستعجل الزللُ\rوفي مثل آخر: (الخطأ زاد العجول) ، قال الشاعر:\rتأن في الشيء إذا رُمته ... لتدرك الرشدَ من الغيَّ\rوقال آخر:\rتأن ولا تعجل بلومك صاحباً ... لعل له عذراً وأنت تلوم\r136 - ربما خان النمصيح المؤتمن\rيضرب في ترك الاعتماد على أبناء الزمان لقلة الناصحين.\r137 - رجع بخفي حُنين\rيضرب عند الرجوع بالخيبة.\r138 - رضيت من الغنيمة بالإياب\rيضرب عند القناعة بالسلامة، قال امرؤ القدس:\rلقد طوفت ما في الآفاق حتى ... رضيت من الغنيمة بالإياب\r139 - زُر غباً تزددْ، حُباً\rالغِب بالكسر: ورود الماء أو الزيارة يوماً بعد يوم. قال الشاعر:\rإذا شئت أن تقلي فزر متواتراً ... وإن شئت أن تزداد حباً فزرْ غباً","seal":"8A24B33A","part":1},
      {"page":275,"id":268,"nass":"140 - سبقَ السيف الغذلّ\rالعذل: الملام. يضرب في الأمر الذي لا يقدر على ردهِ. قال الطغرائي:\rإن كان ينجع شيء في ثباتهمُ ... على العهود وفسبق السيف للعذلِ\r141 - سحابة صيف عن قريب تقشعُ\rيضرب احتمال انقضاء الشيء وشيكا.\r142 - سقط في يدهِ\rيضرب للنادم، فإنه يضرب إحدى يديه بالأخرى تندماً وتحسراً.\r143 - صاحت عصافيرُ بطنِهِ\rقال الأصمعي: العصافير: الأمعاء. يضرب للجائع.\r144 - صدرك أوسع لسرَك\rيضرب في الحث على كتمان السر. قال المعري:\rالنجمُ أقرب من سر إذا اشتملت ... مني على السر أحشاءٌ وأضلاعُ\rوقال المتنبي:\rوللسر مني موضع لا يناله ... نديم ولا يقضي إليه شرابُ\r145 - صرحَ الحق عن محضه\rأي أنكشف الباطل واستبان الحق فغرف. قال تعالى:\r{قُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} .\r146 - ضغثٌ على إبالهْ\rالإبَّالة: الحزْمة من الحطب. والضغث: قبضة من حشيش مختلطة الرطب باليابس. ومعنى المثل: بليةٌ على أخرى.","seal":"67FF0E09","part":1},
      {"page":276,"id":269,"nass":"147 - طارت عصافير رأسهِ\rيضرب للمذعور، أي كأنما كانت على رأسه عصافير فلما ذُعر طارت.\r148 - طرفُ الفتى يخبر عن لسانه\rويروي عن ضميره. وقال بعض الحكماء: (لا شاهد على غائب أعدل من طرف على قلب) . قال الشاعر:\rالعين تبدي الذي في نفس صاحبها ... من المحبة أو بعضِ إذا كانا\rوالعين تنطق والأفواه صامتة ... حتى تري من ضمير القلب تبيانا\r149 - طوقَ عمله طوق الحمامة\rأي لزمته الفعلةُ لزوم الطوق للحمامة لأنه لا يفارقها.\r150 - طوى عنه كشحاً\rالكشحُ: ما بين الخاصرة إلى الضلع الخلفي. والكاشح: الذي يطوي كشْحهُ على العداوة. يقال: طوى عني كشحاً، وضرب عني صفحاً، وأدرجني في طي النسيان. قال الشاعر:\rوصاحب لي طوى كشحاً فقلت له ... إن انطواءك هذا عنك يطويني\r151 - عاد الأمرُ إلى نصابه\rيضرب في الأمر يتولاه أربابُه. والنصاب: الأصل.\r152 - علمان خير من علم\rيضرب في مدح المشاورة والبحث. قال الشاعر:\rشاور سواك إذا نابتك نائبة ... وإن تكن أنت من أهل المشوراتِ\r153 - على الخبير ستقطتَ\rالخبير: العالم ومعنى سقطت عثرت.","seal":"230DC8EC","part":1},
      {"page":277,"id":270,"nass":"154 - عند الرهان يعرفُ السوابقُ\rيضرب للذي يدعي ما ليس فيه. قال الشاعر:\rكل من يدعي ما ليس فيه ... كذبته شواهدُ الامتحان\r155 - غمامُ أرض جاد آخرينا\rيضرب لمن يعطي الأباعد ويترك الأرقاب. قال الشاعر:\rفيالكَ بحراً لم أجد فيه مشرباً ... على أن غيري واجد فيه مسبحاً\r156 - غمرتٌ ثم ينجلين\rالغمرات: الشدائد. يضرب في احتمال الأمور العظام والصبر عليها.\r157 - فقدُ الإخوان غُربٌة\rمن قوله:\rوما غربةُ الإنسان في غربة النوى ... ولكنها والله في عدم الشكلِ\rوقال أبو تمام:\rوقلبت أخي قالوا أخ ذو قرابة؟ ... فقلت لهم إن الشكوك أقاربُ\r158 - فلما اشتد ساعده رماني\rيقال في العقوق. وهو من قول الشاعر:\rأعلمه الرماية كل يوم ... فلما اشتد ساعده رماني\rوكم علمتُه نظام القوافي ... في قال قافية هجاني\r159 - فمن نجا برأسه فقد ربح\rالليل داج والكباش تنتطحْ ... نطاحَ أسد ما أراها تصطلح\rفن نجا برأسه فقد ربح\rالكباشُ: سادة القوم. ويقال: انتطحت الكتائب. قال الشاعر:\rوإنا لمما يضرب الكبشَ ضربة ... على رأسه تلقي اللسان من الفمِ","seal":"1AC63B59","part":1},
      {"page":278,"id":271,"nass":"160 - فيه سدادٌ من عوزٍ\rالسدادُ بالكسر: ما تسدد به الخَلة. والعوزُ: الحاجة والفقر. يضرب للقليل يسد به الحاجة. قال الشاعر:\rأضاعوني وأي فق أضاعوا ... ليوم كريهة وسداد ثغرِ\rوالسدادُ بالفتح: الصواب.\r161 - قتَلَ أرضاً عالمُها\rأصل القتل التذليل. يقال: قتلت الخمر: إذا مزجتها بالماء.\rويقال في ضده: (قتلت أرضٌ جاهلها) .\rيضرب لمن يباشر أمراً لا علم له به.\r162 - قد أحزمٌ لو أجزمُ\rالحزم: ضبط الرجل أمره. يريد: إن عزمت الرأي فأمضيُته فأنا حازم وإلا لم ينفعني حزمي. قال الشاعر:\rإذا َهم ألقى بين عينيه عزمَه ... وتكبَ عن ذكر العواقب جانبا\rنكبَ عنه: مال وعَدَلَ.\r163 - قد ألقى العَصا\rإذا استقر من سفَر أو غيره. قال الشاعر:\rفألقت عصاها واستقر بها النوى ... كما قرَّ عيناً بالإياب المسافرُ\r164 - قد نجّذته الأمورُ\rيضرب لمن أحكمته التجارب. قال الشاعر:\rأخو خمسين قد تمت شذاتي ... ونجَّذني مداورة الشؤون\rالشذاة: كقناة بقية القوة والشدة. والناجذ: آخر الأضراس.","seal":"371C5D97","part":1},
      {"page":279,"id":272,"nass":"165 - قطعت جهيزة قول كل خطيب\rجهيزه: اسم امرأة، أخبرت فريقين متخاصمين بخبر كان فصل الخطاب.\r166 - قلبَ له ظهر المجنَّ\rالمجنُّ: الترس. يضرب لمن كان لصاحبه على مودة ورعاية ثم حال عن العهد.\r167 - كأن على رؤوسهم الطير\rيضرها للساكن الوادع لأن الطير لا تسقط إلا على ساكن.\r168 - كل امرئ في بيته صبيَّ\rأي يطرح الحشمة ويستعمل الفكاهة في أهله وذويه.\r169 - كل إناء يرشح بما فيه\rويروي: ينضح بما فيها، أي يتحلب، ومعناه يسيل. أي يصدر المرء عما عليه رُبيّ.\r170 - كل ذي نعمة محسودٌ\rيفسر في قولهم: ذو الفضل يحسده ذوو التقصير. قال الشاعر:\rحسدوا الفتى إذا ينالوا شأوهُ ... فالكل أعداء له وخصوم\rكضرائر الحسناء قلن لوجهها ... حسداً وبغياً إنه لذميمُ\r171 - كالغراب والذئب\rيضرب للرجلين بينهما موافقة؛ لأن الذئب إذا أغار على غنم تبعه الغراب ليأكل ما فضل عنه.\r172 - كالقابض على الماء\rيضرب لمن يرجو أمراً مستحيلاً. قال الشاعر:","seal":"60C1F104","part":1},
      {"page":280,"id":273,"nass":"فأصبحتُ من ليلى الغداة كقابضِ ... على الماء لا يدري بما هو قابضُ\rويروى عجزه أيضاً: (على الماء خانته فروجُ الأصابع) .\r173 - كل لياليه لنا حنادسُ\rالحندسُ: الليل الشديد الظلمة. يضرب لمن لا يصلك منه إلا ما تكره.\r174 - كلامٌ كالعسل وفعل كالأسلِ\rالأسلُ: الرماح. يضرب لاختلاف القول والفعل. ومثله: (كلام ليَّن وظلم بين) ، وكذلك: (لسان من رطب ويدٌ من خشب) . قال الشاعر:\rيُعطيك من طرف اللسان حلاوة ... ويروغ منك كما يروغ الثعلب\r175 - كالمستغيث من الرمضاء بالنار\rيضرب لمن هرب من خلةٍ أي (خصلة) مكروهة فوقع ما أشد منها، وهو من قول الشاعر:\rالمستجير بعمرو عند كُربته ... كالمستجير من الرمضاء بالناء\r176 - كما تدينُ تدانُ\rأي كما تجازَي تُجارَي. يعني كما تعمل تجازى إن حسناً فحسن وإن سيئاً فسيئّ. ويقال: كما تزرع تحصد. يضرب في الحث على فعل الخير.\r177 - كمجير أم عامرٍ\rأم عامر لقب الضبُع. طردها مرة قوم فلجأت إلي خباء أعرابى فحماها منهم وسقاها ماءً ولبناً. فلما نام وثبت عليه وبقرت بطنه فقال أخوه:\rومن يصنع المعروف في غير أهله ... يلاقِ الذي لاقى مجيرُآم عامِر\r178 - كانت بيضةّ الديك\rيضرب لما يكون مرة واحدة. قال بشار:","seal":"35E220E9","part":1},
      {"page":281,"id":274,"nass":"قد زرتني زورةٌ في الدهر واحدة ... ثني ولا تجعليها بيضة الديكِ\r179 - كنباحِ الكلاب\rذلك أن الكلب في البادية يعيش في العراء والمطر يؤذيه فإذا أبصر غيماً. نبحه. وقد قيل: (كالكلب ينبح من بعُد على القمر) . وقيل أيضاً: (هل يضر السحابة نبح الكلاب) .\r180 - لا أصل له ولا فصل\rيعني لا حَسَبَ له ولا نُطق.\r181 - لا في العير ولا في النفير\rقاله أبو سفيان بن حرب. يضرب للرجل يحطُّ أمره ويصغر قدرُه.\r182 - لا لعاً له\rيقال للعاثر: (لعاً لهُ) إذا دعوا لهُ. و (لا لعاً لهُ) إذا دعوا عليه.\rقال المتنبي:\rعثرت بسيري نحو مصرَ فلا لعاً ... بها ولعاً في السير عنها ولا عثرا\rوقال الأخطل:\rفلا هدى الله قيساً من ضلالتهم ... ولا لعاًَ لبني زكوان إذ عثروا\r183 - لا ناقتي في هذا ولا جملي\rيضرب عند التنصل من الظلم والإساءة قال الراعي:\rوما هجرتك حتى قلت معلنة ... لا ناقة لي في هذا ولا جملُ\r184 - لا يذهب العرفُ بين الله والناس\rقاله الحُطيئة وصدره: (من يفعل الخير لا يعدم جوازيهُ) ، يضرب للحث على عمل الخير والمعروف.","seal":"720637F3","part":1},
      {"page":282,"id":275,"nass":"185 - لا يشقُّ غبارُهُ\rأي لا غبار له فيشق من سرعة عدوه، أي لا يُجارى، قال النابغة:\rأعلمت يوم عكاظ حين لقيتني ... تحت العجاج فما شققت غباري\r186 - لا يعدمُ مانع عِلةٌ\rيضرب لمن يعتل فيمنع شحاً وإبقاء على ما في يده.\r187 - لبس له جلد النمر\rيضرب في إظهار العداوة\r188 - لعلَّ له عذراً وأنت تلومُ\rومن قول الشاعر:\rتأن ولا تعجل بلومك صاحباً ... لعَلَّ له عذراً وأنت تلومُ\rوقال أكثم بن صيفي: (رب ملومٍ لا ذنب له) .\rيضرب لمن يلومُ امرَأ على أمر وهو يجهل عذرهُ.\r189 - لقد أسمعت لو ناديت حياً\rيضرب لمن يوعظ فلا يقبلُ. وكامل البيت:\rلقد أسمعت لو ناديت حيّاً ... ولكن لا حياة لمن تُنادي\r190 - لكلَّ ساقطة لاقطةٌ\rهو من قوله الشاعر:\rلكل ساقطة في الحي لاقطة ... وكل كاسدة يوماً لها سوقُ\r191 - لكل مقام مقالٌ\rأي لكل أمرِ قول لا يحسنُ في غيره.","seal":"20689D65","part":1},
      {"page":283,"id":276,"nass":"192 - لله دَرُّهُ\rأي خيره وعطاؤه وما يؤخذ منه. يقال لكل متعجبِ منه.\r193 - لوْ ذاتُ سوارٍ لطمتني\rالمعنى: لو ظلمني من كان كفؤاً لي لهان عليَّ. ولكن ظلمني من هو دوني وذات السوار هي الحرة لأن العرب قلما تلبسُ الإماء الأساور.\r194 - لولا الوئام لهلك الأنائمُ\rالوئامُ: الموافقة. أي لولا توافق الناس في الصحبة والمعاشرة لكانت الهلكةُ.\r195 - ما حك ظهري مثل يدي\rيضرب في ترك الاتكال على الناس. قال الشاعر:\rما حك جلدك مثل ظفرك ... فتول أنت جميع أمركْ\rوقال الطغرائي:\rوإنما رجل الدنيا وواحدها ... من لا يعول وفي الدنيا على رجُل\r196 - ما ضاعَ من مالك ما وعظكَ\rقاله أكثم بن صيفي ومعناه: إذا ذهب من مالك شي اتعظت به فما هو بضائع.\r197 - ما عدا مما بَدَا\rأي ما منعك مما ظهر لك أولاً؟ قاله الإمام علي كرم الله وجهه.\r198 - مضي لطيتِهِ\rالطيةُ: الجهة التي إليها يطوي البلاد. يقال: أين طيئُكَ؟ وأين أمُّك؟ أي قصدك.","seal":"F55EF344","part":1},
      {"page":284,"id":277,"nass":"199 - معاتبة الأخ خير من فقده\rوالمعنى: لأن تعاتبه ليرجع إلى ما تُحبُّ خير من أن تقطعه فتفقده.\rويقال: (ظاهر العتاب خير من باطن الحقد) .\rويقال: (ويبقى الود ما بقي العتابُ) .\rوالعامة تقول: (العتاب صابون القلب) .\r200 - مقتل الرجل بين فَكيهِ\rقاله أكثم بن صيفي. يضرب في وجوب حفظ اللسان. قال الشاعر:\rاِحفظ لسانك لا تقول فتبتلى ... إن البلاء موكل بالمنطق\rوقال آخر:\rاحفظ لسانك أيها الإنسان ... لا يلدغنك إنه ثعبانُ\r201 - ملحُهُ على ركبَتِه\rيضرب لمن لا ذمام له. والعامة تقول: ملحه على ذيله.\r202 - من الحبَّة تنشأ الشجرةُ\rآي من الأمور الصغار تنتج الكبار. ومثله: (العصا من العصيَّة والحيَّة من الحُييَّة) ، ومثله: (ومعظم النار من مستصغر الشرر) .\r203 - من الرفش إلى العرش\rيعني كان نازلاً فصار مرتفعاً. قال الشاعر:\rبالأمس كنا عبيداً قي منازلنا ... واليوم صرنا ملوك السهل والجبَل\r204 - من عز بزْ\rقالته الخنساء:\rكأن لم يكونوا حميّ يُتقى ... إذا الناس إذ ذاك من عز بَزا\rأي من غلب سلبَ.","seal":"43EABAC3","part":1},
      {"page":285,"id":278,"nass":"205 - من غربل الناس تخلوهُ\rأي من فتش عن أمور الناس وأصولهم وتقصى عيوبهم بالغربال. دققَ الناس عنه بالمنخل. (وهو أضيق عيناً من الغربال) .\rيضرب في عدم الخوض في أعراض الناس.\r206 - من قلَّ ذلَّ\rمن قلَّ أنصاره غُلبَ. قال النابغة:\rتعدو الذئاب على من لا كلاب له ... وتتقي مربضَ المستنفر الحامي\r207 - من قنعَ بما هو فيه قرتْ عينُهُ\rأي من رضي باليسير طابت معيشته. قال الشاعر:\rغني النفس ما يكفيك من سدَّ خلةٍ ... فإن زاد شيئاً عاد ذاك الغنى فقْرا\r208 - موالينا كثر ما احتاجوا إلينا\rالموالي: المناصرون. قال الشاعر:\rموالينا إذا افتقروا إلينا ... وإن أثروا فليس لنا موالي\rأي هم أصحابنا ما داموا محتاجين إلينا فإذا استغنوا انصرفوا عنا.\r209 - نفسُ عصام سودتْ عصاما\rوتتمته: (وعلمته الكرَّ والإقداما) و (صيرتهُ ملكاً هماماً) .\rوفي المثل: (كن عصامياً ولا تكن عظامياً) أي أفتخر بنفسك لا بآبائك.\rوقال الشاعر:\rإذا ما الحيُّ عاش بعظم ميتِ ... فذاكَ العظَمُ خي وهو ميتُ\r210 - هذه بتلك والبادي أظلمُ\rأي واحدة بواحدة.","seal":"2FB67AB6","part":1},
      {"page":286,"id":279,"nass":"211 - هلك من تبع هواهُ\rقال الشاعر:\rوعاص الهوي الُمردي فكم من محلقٍ ... إلى الجو لما أن أطاع الهوى هَوى\r212 - هما كفرسي رهانٍ\rيضرب للاثنين إنما غاية يستبقان فيستويان. ومثله (هما كركبتي البعير) .\r213 - هو إمعهْ\rإمعةٌ وإمعٌ: الرجل الضعيف الرأي الذي يقول لكل: (أنا معك) ، قال الإمام علي:\rولستُ بإمعةٍ في الخطو ... ب أسائلُ هذا وذا ما الخبرْ\r214 - هو على حبْل ذراعكَ\rأي هو أمره إليك.\rيضرب في قرب المتناول.\r215 - هو كدُودَةِ القزَّ\rتعمل لغيرها وتُهلك نفسها. قال الشاعر:\rكدودٌ كَدود القز يعمل دائباً ... ويهلك غماً بالذي هو ناسحُهْ\rومثله (كفأرة المسك يؤخذ خشوها ويُنبذ جرمُها) . ويقال:\r(هو كصحيفة المسَن) لأنها تأخذ ولا تقطع. قال الشاعر:\rيا حَجَرَ السن حتى متى ... تسُّن الحديَ ولا تقطعُ\r216 - هو مثل النعامة\rإن أريد تحميلها قالت: أنا طائر. وإن أريد تطيرها قالت: أنا ناقة. قال الشاعر:","seal":"14038A45","part":1},
      {"page":287,"id":280,"nass":"مثل النعامة إن قيل احملي لحقتْ ... بالطير أو طيرت صارت مع الإبل\r217 - وافق شنَّ طبقةٌ\rكان شن من دهاة العرب وعقلائهم، فجعل يضرب في الأرض رجاء أن يظفر بامرأة ممثله يتزوجها إلا أن خطير بما يصبو إليه وتزوج من (طبقة) وكانت تضارعه فطنة وعقلاً. فقال الناسُ: (وافق شن طبقة) ، فذهب قولهم مثلاً يضرب. لكل متماثلين.\r218 - وبعد بلاء المرء فاذمُم أو احْمَدِ\rأي لا تحكم إلا بعد الاختبار. قال الشاعر:\rلا تحمدن امرأحتى تجربه ... ولا تذمنه من غير تجريب\rوقيل: (لا تهرف بما لا تعرف) ، الهرفُ: الإطناب بالمدح.\rيضرب لمن يتعجل بمدح الشيء قبل تمام معرفته.\r219 - وعند جُهَيْنةَ الخبر اليقين\rيضرب في أن الخبر الموثوق يكون عند العالم به حقاً دون غيره.\r220 - وهل يخفى القَمر\rيضرب للأمر المشهور. قال ذو الرُّمة:\rوقد بهرْت فما تخفى على أحدٍ ... إلا على أحد لا يعرف القَمَرا\r221 - يا طبيبُ طبَّ لنفسِكَ\rوقالوا: (طبيبٌ يداوي الناس وهو عليلُ) . يضرب لمن يدعي علماً لا يحسنه.\r222 - يبني قصراً ويهدم مصراً\rيضرب لمن شره أكثر من خيره.","seal":"E5CEA761","part":1},
      {"page":288,"id":281,"nass":"223 - يتلونُ تلوُّن الحرباء\rالحرباء: حيوان على هيئة السمك يتلون ألواناً. وإذا رأى ما يروعه تشكل بشكل ينفر منه من يريده بسوء. يضرب لمن لا يثبت على حالة.\r224 - يداك أوكتا وفوك تفَخَ\rشوهد رجل يهم باجتياز النهر على ظهر قربة نفخها ولم يحكم ربط فمها. فلما توسط الماء انحل الوكاءُ وأنسل الهواءُ فجعل يتخبط ويصرخ: فقيل له:\rيداك أوْكتا وفوك نفخ ... ونفسك الجاني علام الصرخ\rهم بالأمر: أراده. وأهمه الأمر: أقلقه وأحزنه. أوكتا: شدتا الوكاء، وهو حبل يشد به رأس القربة. يضرب لمن لا يحكم أموره ويقع في شر عمله.\r225 - يرعدُ ويبرُقُ\rرعدَ الرجل وبرَق: إذا هدد. قال الشاعر:\rأبرق وأرعد يا يزيدُ ... فما وعيدُك لي بضائرْ\r226 - يشجُّ ويأسُو\rأي يجرح ويداوي، يضرب لمن يصيب في التدبير مرة ويخطئ مرة. قال أبن زيدون:\rما على ظني باسُ ... يجرحُ الدهرُ وياسو\rوقال آخر:\rإني لاكثر مما سُمتني عجباًً ... يد تشجُّ وأخرى منك تأسوني\rوالتأسية: التعزية.\r227 - يعلمُ من أين تؤكل الكتفُ\rويروى (من حيث تؤكل الكتف) . يضرب للرجل الداهية.","seal":"46691EA2","part":1},
      {"page":289,"id":282,"nass":"228 - يمشي رويداً ويكونُ أولاً\rيضرب للرجل يُدرك حاجته في دعةٍ وتؤدة. قال الشاعر:\rتسألني أم الوليد جملاً ... يمشي رويداً ويكون أولا\r229 - يصبحُ ظمآن وفي البحر فُمهُ\rيضرب لمن عاش بخيلاً مثرياً\r230 - يغرِف من بحرٍ\rيضرب لمن ينفق من ثروة.\r231 - كالقرِلَى إن رأى خيراً تدَلّى أو رأى شراً تولّى\rالقرلّى: طائر مائي عين منه على الماء وعين إلي السماء، فإن رأى في الماء صيداً انقض عليه. وإن رأى في الجو جارحاً ولى هارباً. يضرب لمن يهجم على الغنم ويهرب من الغرْمِ.","seal":"574FCEC7","part":1},
      {"page":290,"id":283,"nass":"الأمثال\rفي أبيات الشعراء\rوأقوال الحكماء\rالمثل في الشعر كثير في الأبيات، فمنها ما فيه مثل واحد، ومنها ما فيه\rمثلان أو ثلاثة إلى ستة أمثال:\rفما جاء فيه مثل واحد قال عنترة:\rنبئتُ عمراً غير شاكر نعمتي ... والكفر مخبثة لنفس المنعم\rوما فيه مثلان: قول أبي الطيب:\rأعز مكان في الدنا سرج سابح ... وخير جليس في الأنام كتاب\rوما فيه ثلاثة أمثال: قول زهير:\rوفي الحلم إذعان وفي العفو دربة ... وفي الصدق منجاة من الشر فاصدق\rوما فيه أربعة أمثال: قول ابن رشيق:\rكلَّ إلى أجل والدهر ذو دُولٍ ... والحرصُ مخيبة والرزق مقسوم\rوما فيه خمسة أمثال: قول القزاز:\rخاطر تفدْ وارتد تجدوا اكزُمْ تسُدْ ... وانقُد تقُد واصغر تُعدَ الأكبرا\rوما فيه ستة أمثال: قال أحدهم:\rخذ العفو وأب الضيم واجتنب الأذى ... وأغضِ تسد وارفق تنلْ واسمح تُحمد","seal":"DE1B66A8","part":1},
      {"page":291,"id":284,"nass":"من شعر أبي الطيب\rوللسرَّ مني موضع لا ينالهُ ... نديمٌ ولا يفضي إليه شرابُ\rأعزُّ مكان في الدنا سرج سابحِ ... وخير جليس في الأنام كتابُ\rوكل امرئ يولي الجميل محببٌ ... وكل مكان ينبت العز طيبُ\rولو جاز أن يحْحووا علاك وهبتها.... ولكن من الأشياء ما ليس يوهبُ\rفما الحداثة من حلْم بمانعةٍ ... قد يوجد الحلمُ في الشبان والشيب\rنحن بنو الموتى فما بالنا ... تعافُ ما لابدَّ من شربه\rتبخلُ أيدينا بأرواحنا ... على زمان هُن من كسْبه\rفهذه الأرواح من جوه ... وهذه الأجسام من تُربه\rيموتُ راعي الضأن في سربه ... ميتة جالينوس في طبَّه\rوغاية المفرط في سلمهِ ... كغاية المفرط في حرْبهِ\rومن نكد الدنيا على الحر أن يرى ... عدؤاً له ما من صداقته بُدُّ\rوحيد من الخلان في كل بلدة ... إذا عظُمَ المطلوب قل المساعدُ\rبذا قضت الأيام ما بين أهلها ... مصائب قوم عند قوم فوائدُ\rإذا أنت أكرمت الكريم ملكته ... وإن أنت أكرمت اللئيم تمردا\rووضع الندى في موضع السيف في العُلى ... مُضر كوضع السيف في موضع الندى\rومن جعل الضرغام بازاً لصيده ... تصيده الضرغام فيما تصيدا\rإنما تنفعُ المقالة في المر ... ء إذا صادفته هوى في الفؤاد\rوإذا الحلم لم يكن في طباع ... لم يحلم تقدم الميلاد\rومن ينفق الساعات في جمع ماله ... مخافة فقر فالذي فعل الفقرُ\rومن جهلت نفسهُ قدرهُ ... رأى الناس منه ما لا يرى\rوما الحسن في وجه الفتى شرف له ... إذا لم يكن في فعله والخلائق\rوإذا الشيح قال أفَّ فما ملَّ حياة وإنما الضعف ملاّ","seal":"036251A5","part":1},
      {"page":292,"id":285,"nass":"آلةُ العمر صحة وشبابٌ ... فإذا وليا عن المرء ولّى\rيهون علينا أن تصاب جسومنا ... وتسلم أعراض لنا وعقولٌ\rوإذاً ما خلا الجبان بأرض ... طلب الحرب وحده والنزالا\rمن أراد التماس شيء غلاباً ... واغتصابا لم يلتمسهُ سُؤالا\rلولا المشقة ساد الناس كلهم ... الجودُ يُفقرُ والإقدام قتالُ\rذريني أنل مالا يُنال من العُلى\rفصعب العلى في الصعب والسهل في السهل\rتريدين لقيان المعالي رخيصة ... ولابد دون الشهد من إبر النحل\rذو العقل يشقى في النعيم بعقله ... وأخو الجهالة في الشقاوة ينعمُ\rلا يسلم الشرف الرفيع من الأذى ... حتى يراق على جوانبه الدمُ\rوالظلم من شيم النفوس فإن تجدْ ... ذا عفةٍ فلعلةٍ لا يظلم\rومن العداوة ما ينالك نفعُه ... ومن الصداقة ما يضر ويؤلم\rوكم من عائب قولاً صحيحاً ... وآفتهُ من الفهم السقيم\rوإذا كانت النفوس كباراً ... تعبت في مرادها الأجسام\rعلى قدرأهل العزم تأتي العزائم ... وتأتي على قدر الكرام المكارم\rإذا غامرت في شرف مروم ... فلا تقنع بما دون النجوم\rفطعم الموت في أمر حقير ... كطعم الموت في أمر عظيم\rإذا ساء فعل المرء ساءت ظنونهُ ... وصدق ما يعتاده من توهم\rولم أر في عيوب الناس عيباً ... كنقص القادرين على التمام\rولم تزل قلة الإنصاف قاطعة ... بين الأنام ولو كانوا ذوي رحم\rأفاضل الناس أغراض لذا الزمن ... يخلو من الهم أخلاهم من الفطن\rالرأي قبل شجاعة الشجعان ... هو أول وهي المحل الثاني\rلولا العقول لكان أدنى ضيغم ... أدنى إلى شرف من الإنسان\rما كل ما يتمنى المرء يدركه ... تجري الرياح بما لا تشتهي السفن","seal":"4941AF40","part":1},
      {"page":293,"id":286,"nass":"وإذا لم يكن من الموت بدَّ ... فمن العجز أن تموت جبانا\rإذا الجود لم يرزق خلاصاً من الأذى ... فلا الحمد مكسوباً ولا المال باقيا\rوللنفس أخلاق تدل على الفتى ... أكان سخاء ما أتي أم تساخيا\rومن أرجوزة أبي العتاهية\rهي المقادير فلمني أو فذرْ ... إن كنت أخطأت في أخطا القدرْ\rما انتفع المرء بمثل عقله ... وخيرُ ذخر المرء حسن فعله\rإن الشباب والفراغ والجذه.... مفسدة للمرء أي مفسده\rمازالت الدنيا لنا دار أذىّ ... ممزوجة الصفو بألوان القذى\rالخير والشر بها أزواجُ ... لذا نتاجٌ ولذا نتاجُ\rمن لك بالمحضِ وليس محضُ ... يخبثِ بعضٌ ويطيب بعضٌ\rإنك لو تستنشق الشحيحا ... وجدته أنتن شيء ريحاً\rوالخير والشر إذا ما عُدا ... بينهما بوْن بعيد جدا","seal":"ECD66170","part":1},
      {"page":294,"id":287,"nass":"من كتاب الصادح والباغم\rديك صدوح وصداحٌ: رفيع الصوت. وفي المجاز: قينة صادحة، وحاد\rصيدحٌ.\rالبغام: الصوت الرخيم للناقة والظبية.\rالعيش بالرزق وبالتقدير ... ولبس بالرأي ولا التدبير\rفي الناس من تسعده الأقدارُ ... وفعله جميعه إدبارُ\rوقد علمت واللبيب يعلم ... بالطبع لا يُرحم من لا يَرحَمُ\rجهد البلاء صحبة الأضداد ... فإنها كي على الفؤاد\rوأنتهز الفرصة إن الفرصة ... تصير إن تنتهزها غصهْ\rوالحزم والتدبير روح العزم ... لا خير في عزم بغير حزم\rوفي الخطوب تظهر الجواهر ... ما غلب الأيام إلا الصابر\rلكل شيء مدة وتنقضي ... ما غلب الأيام إلا من رضي\rلا تحتقر شيئاً صغيراً تحتقرْ ... فربما أسالت الدم الإبرْ\rوالغدر بالعهد قبيح جداً ... شر الوري من ليس يرعى العهدا\rمن أقوال الحكماء\rأكثم بن صيفي: عدو الرجل حُمقه، وصديقه عقله. رب قول أشدُّ من صوْل.\rمن مأمنه يؤتى الحذِرُ ... الليلُ أخفى للويْل\rالمرء يعجز لا المحالة ... مقتل الرجل بين فكيهِ.\rإبراهيم الصولي: مثل الأصدقاء كالنار قليلها متاعٌ وكثيرها بوارٌ.\rأبو ذر الغفاري: قول الحق لم يدع لي صديقاً.","seal":"51CF524E","part":1},
      {"page":295,"id":288,"nass":"الحسين بن سهل: عجبت لمن يرجو من فوقه كيف يظلم من دونه.\rلا يصلح للصدر إلا واسع الصدر.\rعمر بن عبد العزيز: إن الليل والنهار يعملان فيك فاعملْ فيهما.\rالشبْلي: نور الحقيقة أحسن من نور الحديقة.\rالفضل بن سهل: الأمور بتهامها، والأعمال بخواتيمها، والصنائع باستدامتها.\rأحمد بن سليمان: من صدقت لهجتُه وضحت حجته.\rعبد الله بن جعفر: أمطروا المعروف مطراً فإن أصاب الكرام كانوا له أهلا وإن أصاب اللئام كنتم لما صنعتم أهلاً.\rأرسطو: اعص الهوى وأطع من شئت.\rأفلاطون: ينبغي أن نشفق علي أولادنا من إشفاقنا عليهم.\rلا تُعان إصلاح ما عظم فسادهُُ فيحيلك إلى الفساد قبل أن تحيله إلى الصلاح.\rإذا قويت نفسي. الإنسان اعتقد على الرأي والجد وإذا ضعفت اعتمد على البخت والجد.\rوقيل له: لم لا تجتمع الحكمةُ والمال؟ فقال: لعز الكمال.\rحكيم: من أفرط كمن فرط. ومن احتفل في غلوه استقل في عُلوه.\rمن المروءة اجتنابُك ما يشينك واختيارك ما يزينك.\rمن أطاع غضبه أضاع أدبه. ومن أدب أولاده أرغم حساده. من لانت كلمته وجبت محبته. المرء حيث يضع نفسه.","seal":"6E48457A","part":1},
      {"page":296,"id":289,"nass":"الخاتمة\rفي علم الكتابة\rعرفه العلماء بأنه علم بأصول يُعرفُ بها تأدية الكتابة على وجه الصحة.\rوقيل أيضاً: هو قانون تعصم مراعاته من الخطأ في (الخط) كما تعصم قواعد النحو من الخطأ في (اللفظ) .\rوينحصر موضوعه في أربعة أبواب:\r1 - الحروف التي تفصل في موضع وتوصل في موضع آخر، مثل حرف (ما) في نحو: طال ما وطالما، وإن ما وإنما، وقل ما وقلما وغيرها.\r2 - الحروف التي تُبدل نحو: نما ورمى أصلها نمو ورمَي. ومثلها: سماء وبناء واتقاء وازدراء وغيرها.\r3 - الحروف التي تزاد نحذو الألف في: أكلوا وشربوا. والواو في عمرو.\r4 - الحروف التي تنقص كحذف الواو من داود وطاوُس وغيره.\rوكان أرباب الفصاحة من السلف يلزمون أنفسهم بأصول الكتابة لتكون صحيحة خالية مما يُعاب وينقد، ويلحنون من يحيد عن قواعد الكتابة حرصاً على سلامة اللغة ونقائها. وكان الخلفاء والولاة يقدمون أهل اللغة والأدب، ويغدقون عليهم الأموال تكريمً لهم وترغيباً لمن يسير على نهجهم. حدث أبو بشير","seal":"5A311AE1","part":1},
      {"page":297,"id":290,"nass":"محمد بن فالح عن النضر بن شُميل قال: \"كنت أدخل على المأمون في سمرِه، فدخلت عليه ذات ليلة، فجرنا الحديث إلى ذكر النساء، فقالت المأمون: حدثنا هشيم عن مجالد عن الشعبي عن ابن عباس قال: قال رسول الله (ص) : إذا تزوج الرجل المرأة لدينها وجمهالها كان فيها سداد من عوزٍ. فقلت: \"سدادٌ من عوز\"، فقال المأمون: ويحك يا نضر أتلحنني؟ قلت: السداد ههنا لحنٌ، وكان هُشيم لحَّانة فتبعه أمير المؤمنين بلفظه. قال: وما الفرق بينهما؟ قلت: السداد: القصد بالدين والسبيل. والسداد (بالكسر) : البُلغة. وما سددت به شيئا فهو سداد. قال: وتعرف العرب هذا؟ قلت: نعم، العرجي يقول:\rأضاعوني وأي فتى أضاعوا ... ليوم كريهة سدادِ تغرِ\rقال المأمون: قبح الله من لا أدب له. ثم قال: ما مالكَ يا نضر؟ قلت: أريضة لي بمروَ أتصابُّها وأتمززها. فأمر لي بخمسين ألف درهم وزاد عليها الفضل بن سهل ثلاثين ألفاً. فأخذت ثمانين ألف درهم بحرف استفاده مني.\r* * *\rوالكتابةُ والكتابُ والكتبُ مصادر فعل (كتبََ) : إذا خط بالقلم وضمَّ وجمع. يقال: كتَبَ قرطاساً إذا ضم فيه حروفاً وجمعها إلي بعضها.\rوكتب كتائب الجيش: إذا جمعها. ويستعار الكتب بمعنى الطعن. ومنه قوله\rالبوصيري:\rوالكاتبون بسمْر الخط ما تركتْ ... أقلامُهم حرف جيم غير منعجم","seal":"0E4FF286","part":1},
      {"page":298,"id":291,"nass":"وشاع إطلاق الكتابة عرفاً على أعمال الكتابة باليد وتصوير الحروف ونقشها. واصطلاحاً عند الأدباء على صناعة الإنشاء بدليل قولهم: \"بُدئت الكتابة بعبد السيد وختمت بابن العميد\". ويقولون: فلان شاعر وفلان كاتب أي: منشئ. قال الشاعر:\rوما كل من لاق اليراعَ بكاتب ... ولا كل من راش السهام بصائب\rومن الألفاظ المرادفة للكتابة بالمعنى: الخط والسطر والسْفر والزبرُ والرسْم والرقم والتحرير.\rولما كان الخط وعاء الكتابة وقوامها حسُن أن نورد ما ذكره العلماء المؤرخون بشأن الخطوط عامة والخط العربي خاصة:\rقال ابن خلكان وتبعه الدميري في حياة الحيوان والحلبي في السيرة: \"إن كتابات الأمم في المشرق والمغرب اثنتا عشرة كتابة، خمس منها ذهب من يعرفها وهي الحميرية والقبطية والبربرية واليونانية والأندلسية. وثلاث فقد من يعرفها في بلاد الإسلام ومستعملة في بلادها وهي: الهندية والصينية والرومية. وأربع منهما باقية ومستعملة في بلاد الإسلام وهي السريانية والفارسية والعبرانية والعربية\".\rوالحميرية هي خط أهل اليمن قوم هود وهم عاد الأولى، وكانت كتابتهم تسمى (المُسند) . وقال المقريزي في الخطط: \" الخط المسند هو القلم الأول من أقلام حمير وملوك عاد \". وقال السيوطي في المزهر: \"المشهور عند أهل العلم أن أول من كتب بخطنا عرب طيب طي، ثم علموه أهل الأنبار، ومنهم انتشرت الكتابة في العراق الحيرة وغيرها\". وقال النووي: \"إن أهل الحجاز تعلموا الخط من أهل الحيرة\".","seal":"F2A995EC","part":1},
      {"page":299,"id":292,"nass":"وقال ابن خلدون في المقدمة: \"إن أهل الحجاز لقنوها (أي الكتابة) من الحيرة، ولقنها أهل الحيرة من التبابعة وحمير، وهو أليقُ الأقوال\".\r* * *\rولما بزغت شهس الإسلام في الحجاز وكتب القرآن في المصاحف منقوطاً مشكولاً تحسن الخطة وساير الحضارة في بلاد العرب والإسلام تقدماً وإزدهاراً على يد المبدعين من نوابغ الخطاطين حتى بلغ غاية الجمال والكمال على يد الوزير أبي علي بن مقلة الذي جاء على رأس القرن الثالث للهجرة، فهو الذي هندس الحروف وأجاد تحريرها. وعنه انتشر الخط المعروف في مشارق الأرض ومغاربها قال أبو حيان التوحيدي في رسالته (علم الكتابة) فيما رواه عن ابن الزنجي قال: \"أصلح ألخطوط وأجمعها لأكثر الشروط، ما عليه أصحابنا في العراق؛ فقيل له: ما تقوم في خط ابن مقلة؟ قال: ذاك نبيُّ فيه، أُفرغّ الخط في يده كما أوحي إلي النحل في تسديس أبياتها\".\rوقال الصاحب بن عباد:\rخط الوزير ابن مقلة ... بستان قلب ومقله\rوقال آخر:\rوأجاد السطور في صفحة الخدَّ ... ولم لا يجيد وهو ابن مقله\rواستمر الخط العربي يتطور إبداعاً وجمالاً، وتعددت أنواعه، فكان منها الكوفي الرائع والديواني والفارسي والنسخ والثلث، ورسمت الطغراء، وكتبت المصاحف موشاة بماء الذهب ومنقطة بالألوان المتآلفة.\rوفي حسن الخط قال إبراهيم الصولي: \"يوصف الخط بالجودة إذا اعتدلت أقسامه، وطالت ألفه ولامه، واستقامت سطوره، وضاهى صعوده حدورُه،","seal":"50517E3A","part":1},
      {"page":300,"id":293,"nass":"وتفتحت عيونه، ولم تشتبه راؤه ونونه، وأشرق قرطاسه، وأظلمت أنفاسه، واندمجت وصوله، وتناسب دقيقه وجليله\".\rوقال ابن المعتز في خطاط:\rإذا أخذ القرطاس خلت يمينه ... تفتّضح نوراً أو تنظم جوهرا\rوقال أحدهم في بلاغة إبراهيم الصولي وفي حسن خطه:\rيؤلف اللؤلؤ المنثور منطقهُ ... وينظم الدرَّ بالأقلام في الكتب\rوقال عبيد الله بن عباس: \"الخط لسان اليدِ\".\rوقال أبو هلال العسكري:\rالكتبُ عقل شوارد الكلم ... والخط خيط في يد الحكمِ\rوالخط نظم كل منتثر ... منها وفصَّل كل منتظمِ\rولما أفلت شمس الحضارة اختفت تلك الخطوط البديعة، ولا تزال مجموعات منها محفوظات عند الهواة وفي خرائط المتاحف، وأصبحت الخطوط سقيمة ولا سيما خطوط الطلاب لفقدان من يدربهم على الخط الصحيح وقواعده القويمة.\rولعل أهل المعرفة في بلاد العرب يسعون لإحياء هذا الفن الجميل.\r* * *","seal":"737AC828","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"اللباب في قواعد اللغة وآلات الأدب النحو والصرف والبلاغة والعروض واللغة والمثل","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد علي السراج","bLnk":null,"Inf":null,"Auth":"محمد علي السراج","Betaka":"الكتاب: اللباب في قواعد اللغة وآلات الأدب النحو والصرف والبلاغة والعروض واللغة والمثل\r\nالمؤلف: محمد علي السَّراج\r\nمراجعة: خير الدين شمسي باشا\r\nالناشر: دار الفكر - دمشق\r\nالطبعة: الأولى، 1403 هـ - 1983 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]\r\nأعده للشاملة: أبو إبراهيم حسانين","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"62C34517","cat":"كتب اللغة","oNum":3538,"BkId":3538,"oAuth":2253,"bVer":1,"aSeal":"7F7CCC76"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t3538":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"القسم الأول النحو والصرف"},
      {"lvl":2,"id":4,"sub":1,"tit":"تعريف وتمهيد"},
      {"lvl":2,"id":6,"sub":0,"tit":"الكلام على الفعل"},
      {"lvl":2,"id":8,"sub":0,"tit":"الباب الأول في الماضي والمضارع والأمر"},
      {"lvl":3,"id":9,"sub":0,"tit":"أمثلة"},
      {"lvl":2,"id":10,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":10,"sub":1,"tit":"الباب الثاني في المجرد والمزيد"},
      {"lvl":3,"id":10,"sub":2,"tit":"إعراب وي لعامل لا يتقن عمله"},
      {"lvl":2,"id":11,"sub":0,"tit":"المجرد"},
      {"lvl":3,"id":12,"sub":0,"tit":"فوائد"},
      {"lvl":3,"id":12,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":13,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":14,"sub":0,"tit":"كيف يتصرف المضارع من الماضي"},
      {"lvl":3,"id":14,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":15,"sub":0,"tit":"الباب الرابع في المعتل والصحيح"},
      {"lvl":3,"id":16,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":17,"sub":0,"tit":"الباب الخامس في التام والناقص"},
      {"lvl":3,"id":18,"sub":0,"tit":"فوائد"},
      {"lvl":3,"id":18,"sub":1,"tit":"أمثلة"},
      {"lvl":3,"id":19,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":19,"sub":1,"tit":"إعراب من استرعى الذئب الغنم فقد ظلم"},
      {"lvl":2,"id":20,"sub":0,"tit":"أفعال المقاربة"},
      {"lvl":3,"id":20,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":21,"sub":0,"tit":"الباب السادس في اللازم - والمتعدي"},
      {"lvl":3,"id":21,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":21,"sub":2,"tit":"إعراب عسى الله أن يأتي بالنصر"},
      {"lvl":3,"id":22,"sub":0,"tit":"أمثلة الفعل اللازم"},
      {"lvl":3,"id":22,"sub":1,"tit":"أمثلة الفعل المتعدي"},
      {"lvl":3,"id":23,"sub":0,"tit":"فوائد"},
      {"lvl":2,"id":24,"sub":0,"tit":"الباب السابع في المبني للمعلوم والمبني للمجهول"},
      {"lvl":3,"id":24,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":24,"sub":2,"tit":"إعراب {إن أدري أقريب أم بعيد ما توعدون} ."},
      {"lvl":3,"id":25,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":25,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":26,"sub":0,"tit":"الباب الثامن في المؤكد وغير المؤكد"},
      {"lvl":3,"id":26,"sub":1,"tit":"فائدة"},
      {"lvl":3,"id":26,"sub":2,"tit":"إعراب أعطى المحسن السائل حسنة"},
      {"lvl":3,"id":27,"sub":0,"tit":"أمثلة"},
      {"lvl":3,"id":28,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":29,"sub":0,"tit":"الباب التاسع في المعرب والمبني"},
      {"lvl":3,"id":29,"sub":1,"tit":"إعراب لا تيئسن إذا كبوتم مرة"},
      {"lvl":3,"id":30,"sub":0,"tit":"أمثلة المضارع"},
      {"lvl":3,"id":30,"sub":1,"tit":"أمثلة الماضي"},
      {"lvl":3,"id":30,"sub":2,"tit":"أمثلة الأمر"},
      {"lvl":3,"id":31,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":31,"sub":1,"tit":"إعراب لا تمدحن امرا حتى تجربه"},
      {"lvl":2,"id":32,"sub":0,"tit":"الباب العاشر في نصب الفعل وجزمه ورفعه وإعرابه التقديري"},
      {"lvl":3,"id":33,"sub":0,"tit":"أمثلة"},
      {"lvl":3,"id":34,"sub":0,"tit":"إعراب لن تبلغ المجد حتى تلعق الصبرا"},
      {"lvl":3,"id":35,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":36,"sub":0,"tit":"أمثلة"},
      {"lvl":2,"id":37,"sub":0,"tit":"فوائد"},
      {"lvl":3,"id":37,"sub":1,"tit":"فوائد"},
      {"lvl":3,"id":38,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":38,"sub":1,"tit":"إعراب من استرعى الذئب الغنم فقد ظلم"},
      {"lvl":2,"id":40,"sub":0,"tit":"الكلام على الاسم"},
      {"lvl":2,"id":42,"sub":0,"tit":"الباب الأول في الجامد والمشتق"},
      {"lvl":3,"id":44,"sub":0,"tit":"شواهد."},
      {"lvl":3,"id":44,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":45,"sub":0,"tit":"فصل في المشتق"},
      {"lvl":3,"id":45,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":46,"sub":0,"tit":"اسم الفاعل"},
      {"lvl":2,"id":46,"sub":1,"tit":"عمل اسم الفاعل"},
      {"lvl":3,"id":46,"sub":2,"tit":"فائدة"},
      {"lvl":2,"id":47,"sub":0,"tit":"اسم المفعول"},
      {"lvl":3,"id":47,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":47,"sub":2,"tit":"إعراب كلانا ناظر قمرا"},
      {"lvl":3,"id":48,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":48,"sub":1,"tit":"فائدتان"},
      {"lvl":2,"id":49,"sub":0,"tit":"الصفة المشبهة"},
      {"lvl":3,"id":49,"sub":1,"tit":"إعراب بكر معطى أبوه وساما"},
      {"lvl":3,"id":50,"sub":0,"tit":"فائدة"},
      {"lvl":3,"id":50,"sub":1,"tit":"أمثلة"},
      {"lvl":3,"id":51,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":52,"sub":0,"tit":"عمل اسم التفصيل"},
      {"lvl":3,"id":52,"sub":1,"tit":"أمثلة"},
      {"lvl":3,"id":53,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":53,"sub":1,"tit":"فائدتان"},
      {"lvl":3,"id":53,"sub":2,"tit":"إعراب أرأيت كتبا أسرع في يده للقلم منه في يد نصر"},
      {"lvl":2,"id":54,"sub":0,"tit":"اسما الزمان والمكان"},
      {"lvl":3,"id":54,"sub":1,"tit":"فائدة"},
      {"lvl":3,"id":54,"sub":2,"tit":"أمثلة"},
      {"lvl":2,"id":55,"sub":0,"tit":"اسم الآلة"},
      {"lvl":3,"id":55,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":56,"sub":0,"tit":"الباب الثاني في المجرد والمزيد"},
      {"lvl":2,"id":57,"sub":0,"tit":"المزيد"},
      {"lvl":2,"id":57,"sub":1,"tit":"الباب الثالث في المقصور والمنقوص والممدود"},
      {"lvl":3,"id":58,"sub":0,"tit":"أمثلة المقصور"},
      {"lvl":3,"id":58,"sub":1,"tit":"أمثلة المنقوص"},
      {"lvl":3,"id":58,"sub":2,"tit":"أمثلة الممدود"},
      {"lvl":2,"id":59,"sub":0,"tit":"الباب الرابع في المفرد والمثنى والجمع"},
      {"lvl":2,"id":60,"sub":0,"tit":"الجمع"},
      {"lvl":3,"id":60,"sub":1,"tit":"فائدة"},
      {"lvl":3,"id":60,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":62,"sub":0,"tit":"فائدتان"},
      {"lvl":3,"id":62,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":63,"sub":0,"tit":"الباب الخامس في التذكير والتأنيث"},
      {"lvl":2,"id":64,"sub":0,"tit":"الباب السادس في النكرة والمعرفة"},
      {"lvl":3,"id":64,"sub":1,"tit":"فوائد"},
      {"lvl":3,"id":68,"sub":0,"tit":"فوائد"},
      {"lvl":3,"id":68,"sub":1,"tit":"إعراب تلك العصا من هذه العصية"},
      {"lvl":2,"id":69,"sub":0,"tit":"خواص الأسماء الموصولة:"},
      {"lvl":2,"id":70,"sub":0,"tit":"الباب السابع في المنصرف وغير المتصرف"},
      {"lvl":3,"id":71,"sub":0,"tit":"تنبيه"},
      {"lvl":2,"id":72,"sub":0,"tit":"الباب الثامن في المبني والمعرب"},
      {"lvl":3,"id":73,"sub":0,"tit":"فوائد"},
      {"lvl":2,"id":74,"sub":0,"tit":"المطلب الأول المرفوعات"},
      {"lvl":3,"id":74,"sub":1,"tit":"إعراب (إدا قالت حذام فصدقوها)"},
      {"lvl":3,"id":75,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":75,"sub":1,"tit":"فوائد"},
      {"lvl":2,"id":76,"sub":0,"tit":"نائب الفاعل"},
      {"lvl":3,"id":76,"sub":1,"tit":"إعراب رأين الغواني الشيب لاح بعارضي"},
      {"lvl":2,"id":77,"sub":0,"tit":"المبتدأ والخبر"},
      {"lvl":3,"id":77,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":77,"sub":2,"tit":"فوائد"},
      {"lvl":3,"id":79,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":79,"sub":1,"tit":"إعراب 1 - أقادم أخواك؟"},
      {"lvl":2,"id":80,"sub":0,"tit":"إن وما ولا ولات"},
      {"lvl":3,"id":81,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":81,"sub":1,"tit":"فوائد"},
      {"lvl":3,"id":81,"sub":2,"tit":"أمثلة"},
      {"lvl":2,"id":82,"sub":0,"tit":"خبر إن وأخواتها"},
      {"lvl":3,"id":82,"sub":1,"tit":"إعراب 1 - وما كل هاو للجميل بفاعل"},
      {"lvl":2,"id":84,"sub":0,"tit":"لا النافية للجنس"},
      {"lvl":3,"id":84,"sub":1,"tit":"فوائد"},
      {"lvl":3,"id":84,"sub":2,"tit":"إعراب اسم لا وبناؤه"},
      {"lvl":3,"id":84,"sub":3,"tit":"إعراب لا شاهد زور موفق:"},
      {"lvl":2,"id":86,"sub":0,"tit":"المطلب الثاني المنصوبات"},
      {"lvl":3,"id":86,"sub":1,"tit":"فوائد"},
      {"lvl":2,"id":87,"sub":0,"tit":"المفعول المطلق"},
      {"lvl":3,"id":87,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":88,"sub":0,"tit":"المفعول لأجله"},
      {"lvl":3,"id":88,"sub":1,"tit":"إعراب تبا لفعل الخونة."},
      {"lvl":2,"id":89,"sub":0,"tit":"المفعول فيه"},
      {"lvl":3,"id":89,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":89,"sub":2,"tit":"إعراب لا أقعد الجبن."},
      {"lvl":2,"id":90,"sub":0,"tit":"المفعول معه"},
      {"lvl":3,"id":90,"sub":1,"tit":"فوائد"},
      {"lvl":2,"id":93,"sub":0,"tit":"الحال"},
      {"lvl":3,"id":93,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":93,"sub":2,"tit":"تنبيه"},
      {"lvl":2,"id":94,"sub":0,"tit":"عامل الحال وصاحبها"},
      {"lvl":2,"id":95,"sub":0,"tit":"وقوع الحال جملة"},
      {"lvl":3,"id":95,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":95,"sub":2,"tit":"أمثلة"},
      {"lvl":2,"id":96,"sub":0,"tit":"التمييز"},
      {"lvl":3,"id":96,"sub":1,"tit":"إعراب أرى العيش بين المدن مرا"},
      {"lvl":2,"id":98,"sub":0,"tit":"تمييز العدد"},
      {"lvl":2,"id":98,"sub":1,"tit":"كنايات العدد"},
      {"lvl":2,"id":99,"sub":0,"tit":"المنادي"},
      {"lvl":3,"id":99,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":101,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":101,"sub":1,"tit":"فائدة"},
      {"lvl":3,"id":101,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":102,"sub":0,"tit":"إعراب يا غافلا تنبه:"},
      {"lvl":2,"id":103,"sub":0,"tit":"المطلب الثالث في جر الاسم"},
      {"lvl":2,"id":104,"sub":0,"tit":"بعض أحكام الإضافة:"},
      {"lvl":2,"id":107,"sub":0,"tit":"الكلام على الحرف"},
      {"lvl":2,"id":108,"sub":0,"tit":"تتمة"},
      {"lvl":2,"id":109,"sub":0,"tit":"التوابع"},
      {"lvl":2,"id":110,"sub":0,"tit":"العطف"},
      {"lvl":2,"id":110,"sub":1,"tit":"التوكيد"},
      {"lvl":2,"id":111,"sub":0,"tit":"عطف البيان"},
      {"lvl":2,"id":111,"sub":1,"tit":"التعجب"},
      {"lvl":3,"id":112,"sub":0,"tit":"فوائد"},
      {"lvl":3,"id":112,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":113,"sub":0,"tit":"حبذا ولا حبذا"},
      {"lvl":3,"id":113,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":114,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":114,"sub":1,"tit":"فائدة"},
      {"lvl":3,"id":114,"sub":2,"tit":"أمثلة نعم ويئس"},
      {"lvl":3,"id":114,"sub":3,"tit":"أمثلة ما جري مجراهما"},
      {"lvl":2,"id":115,"sub":0,"tit":"أحكام التصغير:"},
      {"lvl":3,"id":115,"sub":1,"tit":"إعراب نعم امرا هرم."},
      {"lvl":2,"id":117,"sub":0,"tit":"النسب"},
      {"lvl":3,"id":117,"sub":1,"tit":"فوائد"},
      {"lvl":3,"id":117,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":119,"sub":0,"tit":"تنبيه"},
      {"lvl":3,"id":119,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":120,"sub":0,"tit":"الإبدال"},
      {"lvl":3,"id":121,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":122,"sub":0,"tit":"إعلال اسم المفعول"},
      {"lvl":3,"id":122,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":123,"sub":0,"tit":"الاختصاص"},
      {"lvl":2,"id":124,"sub":0,"tit":"الاشتغال"},
      {"lvl":3,"id":124,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":124,"sub":2,"tit":"فائدتان"},
      {"lvl":3,"id":124,"sub":3,"tit":"إعراب لنا معشر الأنصار مجد مؤثل"},
      {"lvl":3,"id":125,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":125,"sub":1,"tit":"تنبيه"},
      {"lvl":2,"id":126,"sub":0,"tit":"التحذير والإغراء والتنازع"},
      {"lvl":3,"id":126,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":126,"sub":2,"tit":"إعراب {ناقة الله وسقياها} ."},
      {"lvl":2,"id":127,"sub":0,"tit":"الاستغاثة"},
      {"lvl":3,"id":127,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":128,"sub":0,"tit":"الندبة"},
      {"lvl":3,"id":129,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":129,"sub":1,"tit":"إعراب وامن حفر بئر زمزماه."},
      {"lvl":3,"id":130,"sub":0,"tit":"أمثلة"},
      {"lvl":2,"id":131,"sub":0,"tit":"الجمل التي لا محل لها من الإعراب"},
      {"lvl":3,"id":131,"sub":1,"tit":"أمثلة"},
      {"lvl":3,"id":132,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":132,"sub":1,"tit":"إعراب أسماء الشرط الجازمة"},
      {"lvl":3,"id":133,"sub":0,"tit":"إعراب 1 - ما تنقص الأيام والدهر ينفد"},
      {"lvl":3,"id":135,"sub":0,"tit":"شواهد"},
      {"lvl":3,"id":135,"sub":1,"tit":"إعراب إذا الخطوب توالت تولت"},
      {"lvl":2,"id":136,"sub":0,"tit":"ضمير الشأن"},
      {"lvl":3,"id":136,"sub":1,"tit":"شواهد"},
      {"lvl":3,"id":136,"sub":2,"tit":"إعراب أيقنت أن سيكون بدرا كاملا"},
      {"lvl":2,"id":137,"sub":0,"tit":"الوقف"},
      {"lvl":2,"id":138,"sub":0,"tit":"الوقف في المنقوص والمقصور:"},
      {"lvl":2,"id":138,"sub":1,"tit":"تحرير الألفاظ"},
      {"lvl":2,"id":139,"sub":0,"tit":"المبحث الأول في الوصل والفصل"},
      {"lvl":3,"id":139,"sub":1,"tit":"تنبيه"},
      {"lvl":2,"id":140,"sub":0,"tit":"المبحث الثاني في الألف اللينة"},
      {"lvl":2,"id":141,"sub":0,"tit":"المبحث الثالث في الهمزة اليابسة"},
      {"lvl":3,"id":141,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":142,"sub":0,"tit":"المبحث الرابع في الزيادة والحذف"},
      {"lvl":3,"id":142,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":143,"sub":0,"tit":"المبحث الخامس اسم المفعول من الثلاثي المعتل العين"},
      {"lvl":2,"id":144,"sub":0,"tit":"المبحث السادس وزن (مفعول) من الصفات"},
      {"lvl":3,"id":144,"sub":1,"tit":"فائدة"},
      {"lvl":1,"id":146,"sub":0,"tit":"القسم الثاني بلاغة وعروض"},
      {"lvl":2,"id":148,"sub":0,"tit":"توطئة البلاغة والجمال"},
      {"lvl":2,"id":150,"sub":0,"tit":"علوم البلاغة"},
      {"lvl":2,"id":154,"sub":0,"tit":"علم المعاني"},
      {"lvl":3,"id":155,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":157,"sub":0,"tit":"التقديم والتأخير"},
      {"lvl":2,"id":158,"sub":0,"tit":"التخصيص:"},
      {"lvl":3,"id":158,"sub":1,"tit":"تنبيه"},
      {"lvl":2,"id":159,"sub":0,"tit":"الإيجاز والإطناب"},
      {"lvl":2,"id":164,"sub":0,"tit":"علم البيان"},
      {"lvl":2,"id":164,"sub":1,"tit":"التشبيه"},
      {"lvl":3,"id":165,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":166,"sub":0,"tit":"المجاز"},
      {"lvl":3,"id":166,"sub":1,"tit":"تنبيه"},
      {"lvl":3,"id":167,"sub":0,"tit":"شواهد"},
      {"lvl":2,"id":169,"sub":0,"tit":"الكناية"},
      {"lvl":3,"id":169,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":170,"sub":0,"tit":"أقسام الكناية"},
      {"lvl":3,"id":170,"sub":1,"tit":"شواهد"},
      {"lvl":2,"id":174,"sub":0,"tit":"علم البديع"},
      {"lvl":2,"id":175,"sub":0,"tit":"محسنات معنوية"},
      {"lvl":2,"id":176,"sub":0,"tit":"المدح بمعرض الذم:"},
      {"lvl":2,"id":177,"sub":0,"tit":"محسنات لفظية"},
      {"lvl":2,"id":178,"sub":0,"tit":"علم العروض"},
      {"lvl":2,"id":181,"sub":0,"tit":"تنبيه"},
      {"lvl":2,"id":181,"sub":1,"tit":"البحور"},
      {"lvl":3,"id":181,"sub":2,"tit":"تنبيه"},
      {"lvl":2,"id":182,"sub":0,"tit":"البحر الطويل"},
      {"lvl":2,"id":182,"sub":1,"tit":"البحر البسيط"},
      {"lvl":3,"id":182,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":182,"sub":3,"tit":"أمثلة"},
      {"lvl":2,"id":183,"sub":0,"tit":"البحر الوافر"},
      {"lvl":2,"id":183,"sub":1,"tit":"الكامل"},
      {"lvl":3,"id":183,"sub":2,"tit":"أمثلة"},
      {"lvl":2,"id":184,"sub":0,"tit":"الرجز"},
      {"lvl":3,"id":184,"sub":1,"tit":"أمثلة"},
      {"lvl":3,"id":184,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":185,"sub":0,"tit":"أمثلة"},
      {"lvl":2,"id":186,"sub":0,"tit":"السريع"},
      {"lvl":2,"id":186,"sub":1,"tit":"الخفيف"},
      {"lvl":3,"id":186,"sub":2,"tit":"أمثلة"},
      {"lvl":2,"id":187,"sub":0,"tit":"المتقارب"},
      {"lvl":2,"id":187,"sub":1,"tit":"المتدارك ويسمى المحدث"},
      {"lvl":3,"id":187,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":187,"sub":3,"tit":"أمثلة"},
      {"lvl":2,"id":188,"sub":0,"tit":"البحر المنسرح"},
      {"lvl":3,"id":188,"sub":1,"tit":"أمثلة"},
      {"lvl":3,"id":188,"sub":2,"tit":"أمثلة"},
      {"lvl":3,"id":189,"sub":0,"tit":"أمثلة"},
      {"lvl":3,"id":189,"sub":1,"tit":"أمثلة"},
      {"lvl":2,"id":190,"sub":0,"tit":"فنون الشعر"},
      {"lvl":2,"id":190,"sub":1,"tit":"بحر السلسلة"},
      {"lvl":2,"id":190,"sub":2,"tit":"الموشح"},
      {"lvl":2,"id":191,"sub":0,"tit":"التضمين"},
      {"lvl":2,"id":191,"sub":1,"tit":"التشطير"},
      {"lvl":2,"id":192,"sub":0,"tit":"التخميس"},
      {"lvl":1,"id":194,"sub":0,"tit":"القسم الثالث في اللغة والأمثال"},
      {"lvl":2,"id":196,"sub":0,"tit":"المجموعة الأولى المختار من فرائد اللغة"},
      {"lvl":2,"id":227,"sub":0,"tit":"ملحق غير مرتب على الهجاء"},
      {"lvl":2,"id":229,"sub":0,"tit":"الأعضاء ثلاثة أقسام:"},
      {"lvl":2,"id":230,"sub":0,"tit":"المتخير من فقه اللغة للثعالبي"},
      {"lvl":2,"id":230,"sub":1,"tit":"كليات"},
      {"lvl":2,"id":231,"sub":0,"tit":"صفات"},
      {"lvl":2,"id":233,"sub":0,"tit":"المطر"},
      {"lvl":2,"id":233,"sub":1,"tit":"في أخلاق الإنسان"},
      {"lvl":2,"id":233,"sub":2,"tit":"الجمال"},
      {"lvl":2,"id":234,"sub":0,"tit":"الأمكنة"},
      {"lvl":2,"id":234,"sub":1,"tit":"الجماعات"},
      {"lvl":2,"id":234,"sub":2,"tit":"العلم والرجاحة"},
      {"lvl":2,"id":236,"sub":0,"tit":"الطرق"},
      {"lvl":2,"id":236,"sub":1,"tit":"من شوارد الأوزان"},
      {"lvl":2,"id":243,"sub":0,"tit":"المنتخب من أمثال العرب"},
      {"lvl":2,"id":283,"sub":0,"tit":"الأمثال في أبيات الشعراء وأقوال الحكماء"},
      {"lvl":2,"id":289,"sub":0,"tit":"الخاتمة في علم الكتابة"}
    ]
}
