{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36115":
    [
      {"page":1,"id":1,"nass":"جامعة الأزهر الشريف\rكلية أصول الدين والدعوة الإسلامية بالمنوفية\r\rأثر تَارِيخ النَّص الحَدِيثِي في توجيه المعاني\rعند شُرَّاح الحديث\rدراسة تطبيقية\r\rد. يُوسُف جوده يس يوسف\rأستاذ الدراسات الإسلامية المساعد - جامعة طيبة\rالمدينة المنورة - المملكة العربية السعودية\r\rمستلة من حولية كلية أصول الدين والدعوة بالمنوفية\rالعدد السادس والثلاثون لعام 1438 هـ / 2017 م\rوالمودعة بدار الكتب تحت رقم 6175/ 2017","seal":"477E9C34","part":1},
      {"page":3,"id":3,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rمقدمة\rإِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ ونَسْتَغْفِرُهُ ونَعُوذُ باللهِ مِن شُرُورِ أَنْفُسِنَا، وَمن سَيَّئَات أَعْمَالِنَا مَنْ يَهْدِهِ اللَّهُ فَلا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلا هَادِيَ لَهُ، الحمد لله العزيز الحكيم، العلي الكبير أمر أهل العلم وأخذ عليهم الميثاق ببيان الوحي المنزل إليهم، فقال تعالى: \"لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ\" (1)، وأَنَّهُ سُبْحَانَه وتعالى أَمَرَ كذلك بإقامة الدين وعدم التَّفرق فيه، فقال تعالى: \"شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ\". (2)، وَأَشْهَدُ أَنْ لا إلَهَ إلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، اللَّهُمَّ صَلِّ عَلَيهِ وعَلَى آلِه وَصَحْبِهِ وسَلَّم تَسْلِيمًا كَثيرًا، أَمَّا بعد:\r\rإنَّهُ ممَّا لا شك فيه عند أهل العلم أنَّ معرفة معاني نصوص السُّنَّة تحْتَاجُ إِلَى معرفَة التَّارِيخ، وتحْتَاج كذلك إلى عَقْلٍ وَفهمٍ للوصول للمعاني العميقة فيها واستنباط الأحكام؛ ولأنَّ شهادةَ التَّاريخ لا يماثلها ولا يدانيها شهادةً؛ بل هي من أقوى المرجحات في حال الاضطراب وكثرة الأقاويل في المسألة الواحدة،\r__________\r(1) سورة آل عمران آية (187).\r(2) سورة الشورى آية (13).","seal":"F7BC763F","part":1},
      {"page":4,"id":4,"nass":"فكانت دراسة ومعرفة أثر تاريخ النَّص في توجيه المعاني عند شُرَّاح الحديث النَّبوي، الجَدِيدُ في مَقْطعِهِ ونهايتِهِ، القَديمُ في مَشْرَبِهِ وأَصَالتِهِ، من أجلِّ المهمات في علم دراية الحديث، ولمن لا يكتفي بالخبر عن المعاينة، إذ ليس كُلُّ من رام معاني نصوص الحديث وجدها، فقد حَيَّرت عقول الأفذاذ من علماء هذه الأمة، فإذا عُلِمَ ذلك ظهرت قيمة التَّاريخ للنصوص الحديثية، فهي بمثابة الحَدَقِ للعُيون لمن أراد التَّحقيق ومعرفة المعاني والتَّرجيح بينها، وليأخذ منها المتأمل في معاني الحديث النَّبوي الأحكام على بصيرةٍ وبينة، ويذر ما يذر على بصيرةٍ وبينةٍ.\rولاشك أنَّ موجهات وأدوات معرفة المعاني عند شُرَّاح الحديث كثيرة، فمنها ما يختص باللغة والسِّياق، ومنها ما يختص بأسباب ورود الحديث، ومنها ما يختص بتاريخ الحدث أو النص، وغير ذلك كثير فليس المقام حصر تلك الأنواع؛ وإنَّما لبيان أنَّ أداة تاريخ الحدث أو النَّص تندرج تحت تلك الأدوات، وكثيرًا ما تَذْكُرُ لنا كُتب التَّاريخ والتراجم وشُرَّاح الحديث أزمنةً ويستدلون بها، بعضها يبدو واضحًا وصريحًا، والبعض الآخر عميق الغوص طويل الذَّيل، وبإمعان النظر في كتبهم يجد الباحث الكثير من هذه العلوم والأدوات، وأنهم في ثنايا كتبهم قد استخدموا دلالة تاريخ حدوث هذه النصوص في التَّرجيح بين المعاني في الألفاظ التي قد تكون مشتركة، أو تحتمل أكثر من معنى، وغير ذلك من أوجه التَّرجيح ومعرفة المعاني والاستنباط، مما سنُبَيِّنُهُ إن شاء الله في هذه الدِّراسة، وفيها أيضا نحاول إلقاء الضوء على تلك العلوم والأدوات وذكر الأمثلة التطبيقية عليها من مصنفات شُرَّاح الحديث النَّبوي.","seal":"EA2E4C31","part":1},
      {"page":5,"id":5,"nass":"مشكلة البحث:\rكان محتم على الناظر والباحث في مصنفات شُرَّاح الحديث من علماء الأمة الإسلامية أن يعي أنهم استخدموا تاريخ النصوص في بيان حقائق علمية، واستنباط الأحكام، والتَّرجيح بين المرويَّات، وبيان المشكل من السُّنّة؛ فكان من أصعب المهمات على الباحث أَنْ يثبت أنهم استخدموا ذلك العلم العزيز، ولاسيما في بيان تحديدهم لتاريخ النصوص الحديثية بطريقة علمية وتوثيق ذلك، فإذا ظهر هذا فإنَّهُ يَقُودنا إلى سؤالٍ غاية في الأهمية وهو هل يمكن تحديد جميع تواريخ النُّصُوص الحديثية؟ ، في الحقيقة إننا نجد صعوبة في الموافقة على هذا القول؛ لأنَّ كثيرًا من النصوص الحديثية لا يُعْلَم لها تَارِيخٌ يمكن الاعتماد عليه في تحديد تاريخ النَّص؛ على الرَّغم من أننا بالقطع نَجْزم أنَّ هذه الأحداث قد وقعت في زمنٍ محددٍ وكانت في عهد النَّبُوة، ومِن الصُّعوبات التي واجهتني أيضا التَّفريق بين علمي النَّاسخ والمنسوخ وعلم تاريخ النص الحديثي، وقد بينته في موضعه بفضل الله تعالى.\r\rالدراسات السابقة:\rلم أجد دراسات جديدة سابقة متصلة بهذه الدراسة بالتحديد مع طول تفتيش.\rتحديد نطاق البحث:\rإنَّ تحقيق واستخراج ما أَجملَه علماء الحديثِ في مصنفاتهم عملٌ ضخمٌ كبير، ولاسيما استخراج ذلك من أغوار البحار العميقة، أو إظهار فَن مِن أبدع فنونهم المملوءة بالذخائر والنَّفائسِ، وسوف أُحَاول في هذه الدِّراسة توضيح كيفية استخدام علماء الحديث لِتَارِيخ النُّصُوصِ فِي بَيان أوجه المعاني؛ لِيَظهر للدَّارس أو الباحث كنوز وذخائر هذا العلم.","seal":"C4C98C4C","part":1},
      {"page":6,"id":6,"nass":"ومِن البَدِهِي أَنِّي لم أضع هَذَا البحث لبيان تفاصيل علم تاريخ النَّص الحديثي؛ وإنِّمَا لبيان قيمته وأثره عند شُرَّاح الحديث النَّبوي؛ فكان حَسْبِي من القِلادَةِ ما أحَاطَ بالْعُنُقِ، ورضِيتُ بالقَصدِ ما بَلَغَ المنزِلَ؛ لِذَا قمتُ باختيار ثلاث من أَعْرَقِ وأنفع شُرُوح الحديث وهي: فتح الباري شرح صحيح البخاري لأبي الفضل أحمد بن علي بن حجر العَسْقَلانِيّ، والمنهاج شرح صحيح مسلم لمحيي الدين يحيى بن شرف النَّوويّ، والاستذكار (شَرْحُ كِتَاب مُوَطَّأ الإمام مالك) لأبي عمر يوسف بن عبد الله بن عبد البر القُرْطُبِيّ؛ كنماذج لشُرُوح الحديث، وقد اعتمدتُ أَشْهَر خَمْسةَ مَحَاورٍ يُدَنْدِنُ حولها علماءُ الحديث في شرحهم للحديث، وقد اجتمع فيها ما تفرق، واتصل فيها ما انقطع، واكتفيتُ بذكر ثلاث أمثلة لكل محور، وعلقت عليها ولم أُطِلْ النفس فيها، واقتصرتُ على ذِكْرِ ما له علاقة بالبحث، ومَحَلُّ الشَّاهدِ والغرض منه؛ وذلك ليظهر ما كان غامضًا من المعاني؛ ولإيضاح الفكرة، وإبراز معالم استخدام علم تاريخ النص الحديثي عند أولئك الشُّرَاح في مصنفاتهم.\r\rخطة البحث:\rالمقدمة وفيها: أهمية البحث، وأسباب اختياره، ومشكلة البحث، والدِّراسات السابقة، وتحديد نطاق البحث، ومنهجية البحث، وخطة البحث، والدراسة تشتمل على سِتَّةِ مَبَاحث.\rالمبحث الأول: تاريخ النص في الحديث النَّبوي، وارتباطه بالعهد النَّبوي.\rالمبحث الثاني: أثر تاريخ النَّص على الفهم الصحيح، وسلامة الاستنباط.\rالمبحث الثالث: أثر تاريخ النَّص في الجمع أو التَّرجيح بين النصوص.\rالمبحث الرابع: أثر معرفة التاريخ النَّص في إيضاح المشكل في متن الحديث.","seal":"1B947A1F","part":1},
      {"page":7,"id":7,"nass":"المبحث الخامس: أثر معرفة تاريخ النَّص في إثبات تعدد القصة، أو نفي تعددها.\rالمبحث السادس: أثر معرفة تاريخ النَّص في توجيه دلالة الحديث.\rالخاتمة: وفيها أهم النتائج والتوصيات.\rقائمة المصادر والمراجع.\r\rمنهج البحث:\rاتبعتُ في هذه الدِّراسة المنهج الاستقرائي والمنهج الوصفي التَّحليلي:\rفالأول: يكون بجمع وفحص ودراسة المادة العلمية للدراسة المتمثلة في الأمثلة التطبيقية على أثر تاريخ النَّص الحديثي في توجيه المعاني عند شُرَاح الحديث في المحاور المذكورة سالفًا، والثاني: في استعمال الوصف التَّحليلي، والتَّوثيق العلمي للنُّصُوص واستخدام الطرق العلمية للوصول إلى النتائج المرجوة من الدِّراسة، فاتبعت المنهج التالي:\r1 - أذكر الأحاديث المرفوعة من أصول الشروح المذكورة في نطاق البحث مع اختصار الإسناد وذكر الصحابي الرَّاوي للحديث لما له من فوائد في تحديد تاريخ النَّص النَّبَوي.\r2 - في محَاور الدِّراسة أقومُ بشرحٍ مختصرٍ للمحور وبيان أهميته، وعلاقته بتاريخ النَّص إجمالا، مع توضيح المصطلحات المستخدمة في محور المبحث لتظهر أهمية تاريخ النَّص فيه.\r3 - أنقل نص الإمام في شرح الحديث الْمُبَيِّن لاستخدام تاريخ النَّص فإنْ كان النّصُّ طولا اقتصرتُ على المقصود منه، ثم أعلق عليه لزيادة إيضاح أثر تاريخ النَّص في المحور المذكور.","seal":"1E5C8EB6","part":1},
      {"page":8,"id":8,"nass":"4 - إذا كان هناك تعليقات لبعض شُرَّاح الحديث غير المذكورين في نطاق البحث مما يفيد بيان استخدام تاريخ النَّص، وزيادة الإيضاح ذكرتها في التعليق على شرح الحديث.\r5 - وثقت التَّواريخ الخاصة بتاريخ النَّص من المصادر التَّاريخية المعتمدة والموثوق بها مع مقارنة ذلك بالتَّواريخ التي ذكرت في نصوص الحديث.\r6 - إذا كان هناك اختلاف في تواريخ الحدث رجحتُ تاريخًا واحدًا تبعًا للأدلة، ولكلام المحققين من أهل الحديث، وما اتفق عليه أهل السير. ...","seal":"497FA638","part":1},
      {"page":9,"id":9,"nass":"المبحث الأول: تَارِيخُ النَّص في الحديث النَّبوي\rقَبْل الخوض في معرفة تاريخ النَّص وتأثيره في توجيه المعاني والتَّرجيح عند علماء الحديث يجب معرفة المقصود بِتَاريخ النَّص وما لازمه من معاني، وبما أنَّ الأشياء لا تعرفُ إلا بحقائقها وأنواعها وأمثالها وأضدادها، فسوف نتكلم في هذا المبحث عن تلك المصطلحات، ثم نحاول الجواب عن تساؤل مهم وهو: ما الفائدة من وراء التَّحليل بشكلٍ دقيقٍ لتَوَارِيخِ حُدُوث النَّص الحديثي، وما لازمه من أحداث وَوَقَائع؟ ؛ وذلك لبيان أهمية تاريخ النَّص في الحديث النَّبوي.\r\rالمطلب الأول: مصطلحات البحث:\rالتاريخ لغة: أصل التاريخ أَرَّخَ، وجاء في لسان العرب: \" أَرَّخَ: (التَّارِيخُ) وَ (التَّوْرِيخُ) تَعْرِيفُ الْوَقْتِ تَقُولُ (أَرَّخَ) الْكِتَابَ بِيَوْمِ كَذَا، وَقَّته وَالْوَاوُ فِيهِ لُغَةٌ\" (1)، وقال صاحب المصباح: \" أَرَّخْت الْكِتَابَ بِالتَّثْقِيلِ فِي الأَشْهَرِ وَالتَّخْفِيفُ لُغَةٌ حَكَاهَا ابْنُ الْقَطَّاعِ إذَا جَعَلْت لَهُ تَارِيخًا وَهُوَ مُعَرَّبٌ وَقِيلَ عَرَبِيٌّ وَهُوَ بَيَانُ انْتِهَاءِ وَقْتِهِ\". (2)\r__________\r(1) محمد بن مكرم بن منظور، لسان العرب، (4/ 3).\r(2) أحمد بن محمد الفيومي، المصباح المنير في غريب الشرح الكبير، (1/ 11).","seal":"5E4326D2","part":1},
      {"page":10,"id":10,"nass":"التَّارِيخ اصطلاحًا: \" أَنَّهُ فَنّ يبحث عن وقائع الزَّمان، من حيثية التَّعِيين والتَّوقيت، بل عمّا كان في العالم. وأما موضوعه، فالإنسان والزمان، ومسائل أحوالهما المفصّلة للجزئيات تحت دائرة الأحوال العارضة الموجودة للإنسان، وفي الزمان\". (1)\r\rالنص لغة: أصل لفظة \"النَّص\" تدور على معانٍ في اللغة فمنها: رَفْعُكَ الشَّيء، والظهور وكلُّ مَا أُظْهِرَ فقد نُصَّ، ومنه لفظة: \"المنصة\"، ونهاية الشيء وغايته، ومادة \" (نَصَّ) النُّونُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَفْعٍ وَارْتِفَاعٍ وَانْتِهَاءٍ فِي الشَّيْءِ. مِنْهُ قَوْلُهُمْ نَصَّ الْحَدِيثَ إِلَى فُلانٍ: رَفَعَهُ إِلَيْهِ. وَالنَّصُّ فِي السَّيْرِ أَرْفَعُهُ\". (2)\rالنَّص اصطلاحًا: قال المازري: \" وهو عند الأُصوليين اللَّفظُ الكَاشِفُ لِمَعنَاهُ الذي يُفْهَم الْمُراد بهِ مِن غَيرِ احْتِمَال، بل من نفس اللَّفظ، وهكذا حَدَّهُ بَعْضُهُم، فإنَّهُ اللَّفظ الكَاشِف للمعنى بنفسه، وبَعْضهم يَذْكُر هَذَا الْمَعنى بِطَريقَةٍ أُخْرَى في العِبَارة فيقول: ما يُفْهَم الْمُرَاد مِنْهُ عَلَى وَجهٍ لا احْتَمَال فِيهِ\" (3).\rوأرى أنَّ يُعَرَّفَ النَّص اصطلاحًا على وجه العموم بأنَّه كُلُّ كَلامٍ مُفِيدٍ يُظْهِرُ المعنى المراد منه، ويحتوي على جملة وما فوقها وما دونها؛ فالنَّص عند المحدثين هو متن الحديث المنقول من الرسول - صلى الله عليه وسلم - إلى مصنف الكتاب، وعند الفقهاء نص القرآن أو السنة أو نص الإمام في الأحكام، أو نص المخطوط أو\r__________\r(1) عبد الحي بن أحمد العَكري الحنبلي، شذرات الذهب في أخبار من ذهب، (1/ 15).\r(2) أحمد بن فارس القزويني، معجم مقاييس اللغة، (5/ 356).\r(3) محمد بن علي بن عمر، أبو عبد الله المازري (ت: 536 هـ)، إيضاح المحصول من برهان الأصول، (ص 305).","seal":"D3D70B06","part":1},
      {"page":11,"id":11,"nass":"نص الكتاب وغير ذلك كثير، ومما سبق يمكن استنتاج تعريف خاص بتاريخ النَّص النَّبوي.\rتاريخ النَّص النَّبوي اصطلاحًا: هُو الزَّمَن الذي حَدَثَ فيه النَّص الحديثي المأثور عن النَّبِيِّ - صلى الله عليه وسلم - سواء كان ذلك قولاً أو فعلاً أو تقريرًا، وما لازمه في العهد النَّبوي من أحداث وقَرَائِن تدل على تحققه في هذا الزمن المحدد، مع اعتبار معيار التتابع في الحدوث (1).\rوبهذا التَّعريف يتضح أن تاريخ النَّص في الحديث النَّبوي يُعَبِّرُ عن الزَّمن الذي حَدَثَ فيه قولٌ أو فعلٌ أو تقريرٌ للنَّبِيِّ - صلى الله عليه وسلم - في زمن البعثة، والحقائق التَّاريخية تؤيد وقوعه، وهذه الأحداث هي أحد العناصر الْمُكَونة للنص وتدل على التتابع الزَّمني في الحدوث وعلاقة ذلك ببقية الأحداث، وسوف نضرب الأمثلة حتى نقرب مفهوم تاريخ النَّص الحديثي إن شاء الله تعالى.\r\rولا يرتابُ أَحَدٌ في أهمية النَّص؛ فِإنَّه حَامِلُ العُلُومِ ومَصْدَرُ العِرْفَان، وبه تُعْرَفُ الحقائق التي تقوم عليها جميع المعارف الإنسانية، وبدراسة تَارِيخ حُدُوث النَّص يَتَبَيَّن لنا الْمُشْكَل من ألفاظه، أو التَّرجيح بين الرِّوايات المختلفة، أو توجيه المعاني وغير ذلك كما أسلفنا من قبل، وفي ضوء ما تقدم يمكننا إدراك دور تاريخ النَّص في الكشف عن معاني الحديث النَّبوي الشَّريف، وبهذا نُدْرك الفوائد من وراء التحليل بشكل دقيق لتواريخ حُدُوث النَّص الحديثي وما لازمها من أحداث؛ لاستخراج كنوز هذه النُّصُوص.\rومما هو متسقٌ مع ما قبله، قادتنا آلية البحث إلى سؤال مهم: هل كان النَّصُ النَّبويّ مُرْتَبِطًا بالتَّاريخ والأحداث في عهد النّبُوة؟ أم أَنَّهُ لم يكن مُرْتَبطًا بالأحداث؟ وهذا ما سنوضحه إن شاء الله بالتفصيل في المطلب التالي.\r__________\r(1) تعريف تاريخ النَّص النَّبوي اصطلاحًا لم أجد من عرفه بعد طول بحث، وقد اسنبطتُ هذا بعد استقرائي لمادة التعريف في كتب اللغة والحديث والأصول.","seal":"5FB4F2E2","part":1},
      {"page":12,"id":12,"nass":"المطلب الثاني: مدى ارتباط النَّص النَّبوي بالتَّاريخ والأحداث:\rتُشِيرُ المصادر والمراجع التَّارِيخية إلى أنّ النَّص النَّبوي كان مُرْتَبطًا بالأحداث في عهد النّبُوة ارتباطًا وثيقًا؛ إذ كان قَولُ النَّبي - صلى الله عليه وسلم - أو فعله أو تقريره لا يكون إلا بسببِ حدثٍ أو موقف وقع في زَمَنٍ مُحَدَدٍ، وهو ما أسميته تاريخ النَّص الحديثي، ولا شك أَنَّ العِبْرةَ مِن النَّص بعموم اللَّفظ المفهوم منه لا بمجرد معرفة ملابسات تاريخ النَّص فقط؛ وإنَّما هو من أدوات توجيه المعاني والترجيح بينها عند الاختلاف؛ كأسباب النزول للقرآن، وأسباب ورود الحديث وغيرها من أدوات الفهم والاستنباط، فتَارِيخُ النَّص النَّبوي يُضبَطُ بِضَوابطٍ عِدةٍ أولها: زمن وقوع القول أو الفعل أو التقرير، وثانيها: تأثير ذلك الزمن على ما ارتبط به من أحداث، وثالثها: معرفة تتابع الأحداث السابقة واللاحقة لذلك الزمن، وبالمثال يتضح المقال فمن وقائع التَّاريخ والسِّير ما يُبيِّنُ ذلك:\r\rمثال من قول النَّبي - صلى الله عليه وسلم -: ما أخرجه البخاري ومسلم في صحيحيهما عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَنَا لَمَّا رَجَعَ مِنَ الأَحْزَابِ: «لاَ يُصَلِّيَنَّ أَحَدٌ العَصْرَ إِلا\rفِي بَنِي قُرَيْظَةَ» فَأَدْرَكَ بَعْضَهُمُ العَصْرُ فِي الطَّرِيقِ، فَقَالَ بَعْضُهُمْ: لاَ نُصَلِّي حَتَّى نَاتِيَهَا، وَقَالَ بَعْضُهُمْ: بَلْ نُصَلِّي، لَمْ يُرَدْ مِنَّا ذَلِكَ، فَذُكِرَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمْ يُعَنِّفْ\rوَاحِدًا مِنْهُمْ. (1)\r__________\r(1) البخاري، الجامع الصحيح، كتاب الجمعة، بَابُ صَلاَةِ الطَّالِبِ وَالمَطْلُوبِ رَاكِبًا وَإِيمَاءً، (2/ 15)، حديث رقم 946، وكذا مسلم، الجامع الصحيح، كِتَابُ الْجِهَادِ وَالسِّيَرِ، بَابُ الْمُبَادَرَةِ بِالْغَزْوِ، وَتَقْدِيمِ أَهَمِّ الأَمْرَيْنِ الْمُتَعَارِضَيْنِ، (3/ 1391)، حديث رقم 1770.","seal":"C5D9921A","part":1},
      {"page":13,"id":13,"nass":"قلت: إذا أردنا معرفة تاريخ هذا النَّص القولي من رسول الله - صلى الله عليه وسلم -، ففي نص الحديث قد ذُكِرَ أنَّه - صلى الله عليه وسلم - قاله \"لَمَّا رَجَعَ مِنَ الأَحْزَابِ\"، وذكرت لنا المصادر التَّارِيخِية أنَّ غزوة الأَحْزَابِ كانت فِي شَوَّالٍ مِنْ سَنَةِ خَمْسٍ هجرية على الصحيح المعتمد (1)، ويؤيد ذلك ما ذكره شمس الدين الذَّهَبِي بإسناده عن الزُّهْرِيِّ: \" من أنَّ الخندق كَانَتْ بَعْد أُحُدٍ بِسَنَتين\" (2)، وذَكَرُوا أنَّه - صلى الله عليه وسلم - وأصحابه حُوصِروا فيها شهرًا (3)، فيكون زَمَنُ هذا القول في أوائل شهر ذي القعدة مِنْ سَنَةِ خَمْسٍ هجرية، وهو تاريخ هذا النَّص الحديثي.\r\rمثال من فعله - صلى الله عليه وسلم -: ما أخرجه البخاري في صحيحه من حديث مَوْلَى بَنِي حَارِثَةَ أَنَّ سُوَيْدَ بْنَ النُّعْمَانِ أَخْبَرَهُ أَنَّهُ خَرَجَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَامَ خَيْبَرَ، حَتَّى إِذَا كَانُوا بِالصَّهْبَاءِ (4)، وَهِيَ أَدْنَى خَيْبَرَ، «فَصَلَّى العَصْرَ، ثُمَّ دَعَا\r__________\r(1) ابن حجر العسقلاني, فتح الباري، (7/ 393)، وقد ذَكَرتْ بَعْضُ المصادر التَّاريخية أنَّ غَزْوَةَ الأحزاب كانت في سنة أَرْبَعٍ من الْهِجْرَةِ، وتعقب ذلك ابنُ حَجَرٍ في نفس الموضع الخلاف، ثم قال: «وَقَدْ بَيَّنَ الْبَيْهَقِيُّ سَبَبَ هَذَا الاخْتِلافِ وَهُوَ أَنَّ جَمَاعَةً مِنَ السَّلَفِ كَانُوا يَعُدُّونَ التَّارِيخَ مِنَ الْمُحَرَّمِ الَّذِي وَقَعَ بَعْدَ الْهِجْرَةِ وَيَلْغُونَ الأَشْهُرَ الَّتِي قَبْلَ ذَلِكَ إِلَى رَبِيعٍ الأَوَّلِ وَعَلَى ذَلِكَ جَرَى يَعْقُوبُ بْنُ سُفْيَانَ فِي تَارِيخِهِ فَذَكَرَ أَنَّ غَزْوَةَ بَدْرٍ الْكُبْرَى كَانَتْ فِي السَّنَةِ الأُولَى وَأَنَّ غَزْوَةَ أُحُدٍ كَانَتْ فِي الثَّانِيَةِ وَأَنَّ الْخَنْدَقَ كَانَتْ فِي الرَّابِعَةِ وَهَذَا عَمَلٌ صَحِيحٌ عَلَى ذَلِكَ الْبِنَاءِ؛ لَكِنَّهُ بِنَاءٌ وَاهٍ مُخَالِفٌ لِمَا عَلَيْهِ الْجُمْهُورُ مِنْ جَعْلِ التَّارِيخِ مِنَ الْمُحَرَّمِ سَنَةَ الْهِجْرَةِ وَعَلَى ذَلِكَ تَكُونُ بَدْرٌ فِي الثَّانِيَةِ وَأُحُدٌ فِي الثَّالِثَةِ وَالْخَنْدَقُ فِي الْخَامِسَةِ وَهُوَ الْمُعْتَمَدُ».\r(2) محمد بن أحمد الذهبي، تاريخ الإسلام، (2/ 296).\r(3) إسماعيل بن عمر بن كثير، البداية والنهاية، (4/ 120).\r(4) هي التي أعرس بها رسول الله - صلى الله عليه وسلم -، وهى من خيبر على بريد، ذكره عبد الله بن عبد العزيز، أبو عبيد البكري (ت: 487 هـ) في معجم ما استعجم من أسماء البلاد والمواضع، (2/ 522).","seal":"198944ED","part":1},
      {"page":14,"id":14,"nass":"بِالأَزْوَادِ (1)، فَلَمْ يُؤْتَ إِلا بِالسَّوِيقِ (2)، فَأَمَرَ بِهِ فَثُرِّيَ، فَأَكَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَكَلْنَا، ثُمَّ قَامَ إِلَى المَغْرِبِ، فَمَضْمَضَ وَمَضْمَضْنَا، ثُمَّ صَلَّى وَلَمْ يَتَوَضَّا» \". (3)\r\rقلت: ولمعرفة تاريخ هذا النَّص الفعلي من رسول الله - صلى الله عليه وسلم -، ففي نص الحديث ذُكِرَ\rأنَّ الحادثة كانت في \"عَام خَيْبَرَ\"، وغزوة خَيْبَرَ وقعت في صَفَرٍ سَنَةَ سَبْعٍ هجرية (4)، فكان\rفعله - صلى الله عليه وسلم - ذلك في سَنَةَ سَبْعٍ هجرية لا يخرج عنها، وهو تاريخ ذلك النَّص.\r\rمثال من إقراره - صلى الله عليه وسلم -: ما أخرجه البخاري ومسلم في صحيحيهما من حديث عُبَيْدُ اللَّهِ ابْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: أَقْبَلْتُ وَقَدْ نَاهَزْتُ الحُلُمَ، أَسِيرُ عَلَى أَتَانٍ لِي «وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يُصَلِّي بِمِنًى» حَتَّى سِرْتُ بَيْنَ يَدَيْ بَعْضِ الصَّفِّ الأَوَّلِ، ثُمَّ نَزَلْتُ عَنْهَا، فَرَتَعَتْ (5)، فَصَفَفْتُ مَعَ النَّاسِ وَرَاءَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَقَالَ: يُونُسُ، عَنْ ابْنِ شِهَابٍ: بِمِنًى فِي حَجَّةِ الوَدَاعِ\". (6)\r__________\r(1) قال ابن سيده في مادة [ز ود] الزّادً: طَعَامُ السَّفَرِ والحَضَرِ، والجَمْعُ: أَزْوَادٌ. وتَزَوَّدَ: اتَّخَذَ زَاداً، وزَوَّدَه بالزّادِ. كما في المحكم والمحيط الأعظم، (9/ 98).\r(2) السَّوِيقُ مَا يُعْمَلُ مِنْ الْحِنْطَةِ وَالشَّعِيرِ مَعْرُوفٌ، كما في المصباح المنير، (1/ 296).\r(3) البخاري، الجامع الصحيح، كِتَابُ المَغَازِي، بَابُ غَزْوَةِ خَيْبَرَ، (5/ 130)، رقم: 4195.\r(4) محمد بن عمر، الواقدي، المغازي، (2/ 634).\r(5) قال الجوهري في مادة [رتع] رَتَعَتِ الماشيَةُ تَرْتَعُ رُتوعاً، أي أكلت ما شاءت. ويقال: خرجنا نَرْتَعُ ونلعب، أي ننعم ونلهو، كما في الصحاح تاج اللغة، (3/ 1216).\r(6) البخاري، الجامع الصحيح، كِتَابُ الحَجِّ، بَابُ حَجِّ الصِّبْيَانِ، (3/ 18)، رقم: 1857، وكذا مسلم، الجامع الصحيح، كِتَابُ الصَّلاةِ، بَابُ سُتْرَةِ الْمُصَلِّي، (1/ 361)، رقم: 504.","seal":"3F6CE78A","part":1},
      {"page":15,"id":15,"nass":"قلت: لمعرفة تاريخ هذا النَّص من إقرار رسول الله - صلى الله عليه وسلم -، نجد في نص الحديث أنَّ الحادثة كانت في حَجَّةِ الوَدَاعِ، وذكرت المصادر التَّاريخية أن رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ إلَى الْحَجِّ لِخَمْسِ لَيَالٍ بَقِينَ مِنْ ذِي الْقَعَدَةِ من سنةِ عَشْرٍ هجرية (1)، لكنَّ النَّص ذَكَر أنَّ رسول الله - صلى الله عليه وسلم - كان قَائِمٌ يُصَلِّي بِمِنًى فيكون تاريخ نص هذه الحادثة في شهر ذِي الحجة من السَّنةِ العَاشِرة.\r\rونحن نَجُولُ في جَنَبَاتِ هذا البحث، وفي ضوء هذه الحقائق نستطيع أن نستنتج أنَّ النَّص النَّبوي كان مُرْتَبطًا بالأحداث في عهد النّبُوة ارتباطًا وثيقًا، وليس بالضروري أن يَذْكُرَ الرَّاوي أو النَّص شيئًا يَدُّل على الزَّمن كما في الأمثلة السابقة؛ وإنما يُحْسَب زمن النَّص بأدوات يعرفها الخبراء في النُّصُوص الحديثية، مثل جمع الطُّرق والمرويَّات، ومعرفة مخرج الحديث، وتاريخ إسلام الصحابي الرَّاوي للحَدَثِ المشترك فيه، وتاريخ الوفود، وأحداث ووقائع الغزوات، وقرائن أخرى كثيرة تدل على زمن النَّص الحديثي، وليس المقامُ مُقامَ تفصيل ذلك؛ وإنَّما المقصود الإشارة إليها.\r\rولم تَكُنْ الأسْبَاب والدَّوافِع لِدِرَاسة تَاريخ النَّص الحديثي لمجرد معرفة النَّاسِخ والْمَنْسُوخ من الحديث بل كانت أعمق من ذلك، وسوف نُبَيّن في المباحث التالية أثر معرفة تاريخ النَّص الحديثي في توجيه المعاني وهو قلب هذه الدِّراسة، والجدير بالذكر أنَّ استخدام التَّاريخ لتحديد النَّاسِخ والْمَنْسُوخ من الحديث ليس كاستخدام تاريخ النَّص الحديثي اجتمعا في استخدام التَّاريخ؛ ولَكِن افترقا في طريقة استعمال التَّاريخ وأثر ذلك في جميع مفاصل العلوم؛ فالنسخ اصطلاحًا: هو رَفْعُ الْحُكْم الشَّرعى بدليل شَرْعى مُتأخر (2)، أي إِنَّهُ رَفْعُ الْحُكْمِ\r__________\r(1) عبد الملك بن هشام، السيرة النبوية، (2/ 601).\r(2) أبو القاسم هبة الله بن سلامة البغدادي، الناسخ والمنسوخ، (ص 20).","seal":"A56B058E","part":1},
      {"page":16,"id":16,"nass":"بَعْدَ ثُبُوتِهِ، وأَنَّهُ الْخِطَابُ الدَّالُّ عَلَى ارْتِفَاعِ الْحُكْمِ الثَّابِتِ بِالْخِطَابِ الْمُتَقَدِّمِ عَلَى وَجْهٍ لَوْلاهُ لَكَانَ ثَابِتًا بِهِ مَعَ تَرَاخِيهِ عَنْهُ (1)، وجمهور العلماء على أنَّ النسخَ لا يقع إلا في الأمر والنهى ولو بلفظ الخبر، وخُلاصَةُ ذلك أنَّ النسخ يستخدم التَّاريخ لمعرفة الْحُكم الْمُتَقدم لإزالته وإحلال مَحَله الْحُكم الْمُتأخر.\r\rوأمَّا استخدام تاريخ النَّص الحديثي فهو أعمق وأشمل من مجرد معرفة الحديث المتقدم أو المتأخر وحسب؛ وإنما يدخل كما أسلفنا في الاستنباط، والتَّرجيح بين الأقوال، وتفسير الْمُشْكَل، وغير ذلك كثير، ولا يمكن تَصَور ذلك إلا بضرب الأمثلة؛ لِذَا اخْتَرتُ بعض النماذج من تُرَاثِ شُرَاح الحديث النَّبوي الشريف فإنَّهُ قد مُلِيء بكنوزٍ خَفِياتٍ، وفوائد كامناتٍ، وعلوم راسخاتٍ فاقوا بها عصرهم، وكان لهم قَصَبُ السَّبق فيها.\r\rومن هَذِه العُلُوم عِلْمُ تَارِيخ النَّص الحديثي الذي استخرجاه من هذا التُّرَاث العظيم بفضل الله وحده، واخْتَرتُ هَذِهِ النَّماذج بدون أَنْ يكون لَدَىّ أسبابٌ للتَّرجيح بينها؛ وإنَّما هو عرض لبعض استخدامات علماء الحديث لتاريخ النَّص لبيان أوجه المعاني، واستخراج الفوائد والحكم والأحكام؛ وكان غرضي من إيرادها بُرُوز قيمة تاريخ النَّص في توجيه المعاني، وضرب الأمثلة التَّطبيقية نرجو أن تكون هي السبيل بأمر الله لأَنْ تُقَرِّبَ المستعصي، وتَفْتَحَ المستغلق، وتَجْمَعَ المتفرق البعيد، وتُحَرِّرَ الغير مُحَرَّر.\r__________\r(1) أبو بكر محمد بن عثمان الحازمي، الاعتبار في الناسخ والمنسوخ، (ص 6).","seal":"06971E43","part":1},
      {"page":17,"id":17,"nass":"المبحث الثاني: أثر تَارِيخ النَّص على الفَهْم الصَّحِيح، وسَلامة الاسْتِنْبَاط\rإنَّ من نَفَائِسَ مَا يُعْلَمُ في علم دِرَاية الحديث معرفة التَّوَارِيخ التي تفسر الوقائع، وتحدد المعالم، وترجح بالأدلة الدَّامغة مسار النص ومقصوده؛ ممَّا يؤدي إلى أنوار الفهم والاستنباط الصحيح، قال النَّووي: \"وَلَقَدْ أَحْسَنَ القَائِلُ: مَنْ جَمَعَ أَدَوات الْحَدِيثِ اسْتَنَارَ قَلْبُهُ واسْتَخْرَجَ كُنُوزَهُ الْخَفِيَات\" (1)، فإنَّ الحكمة ضالة المؤمن أَنَّى وجدها فهو أحقُّ النَّاسِ بها (2)، ولا يمكن لأَحَدٍ أن يدرك حقيقة أي علم، أو أن يكشف خباياه إلا بالغوص في أعماق زواياه.\r\rوعِلْمُ تَارِيخ النَّصِ النَّبوي يَعْتَمدُ على طرق تحديد وحساب الزَّمن الذي حَدَثَ فيه القول أو الفعل أو التَّقرير، وسوف نجد في الأمثلة التالية أنَّ أئمة شُرَّاح الحديث يذكرون مباشرةً تاريخ النَّص المحدد، ثم يُبَيِّنُون أو يُرَجِّحُون على ضوء هذا التَّاريخ من غير ذِكْرٍ مفصلٍ لكيفية تحديدهم لهذه التَّواريخ؛ وذلك إمَّا أنَّ يكون قَدْ حَسَبَهُ بقرائن ومرويَّات استحضرها من حفظه، أو أنَّهُ أخذها من شيخه، أو ممن قد حَسَبَهَا بقرائن ومرويَّات كذلك؛ ولِذَا قد خَفِيَ علينا هذا العلم الجليل \"علم تاريخ النَّص النَّبوي\"، فهو أشبه بعلم علل الحديث من هذه\r__________\r(1) يحيى بن شرف، النووي، المنهاج شرح صحيح مسلم، (1/ 4).\r(2) حديث إسناده ضعيف جدًا؛ لكنَّ معنى المتن صحيح وهو المراد من ذكره، أخرجه الترمذي في السنن، أَبْوَابُ الْعِلْمِ، بَابُ مَا جَاءَ فِي فَضْلِ الفِقْهِ عَلَى العِبَادَةِ، (5/ 51)، برقم 2687، وابن ماجه في السنن، كِتَاب الزُّهْدِ، بَاب الْحِكْمَةِ، (2/ 1395)، برقم 4169، مداره على إِبْرَاهِيمَ بْنِ الفَضْلِ المخزومي، متروك الحديث انظر تهذيب التهذيب لابن حجر (1/ 150).","seal":"C2572FAF","part":1},
      {"page":18,"id":18,"nass":"الجهة، وفي هذا المبحث سوف نُحَاول توضيح كيفية استخدام أولئك القوم لهذه التَّواريخ في التوصل للفَهْم الصَّحِيح، وسَلامة الاسْتِنْبَاط.\r\rالمثال الأول: ما أخرجه البخاري في الصحيح، من حديث مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ جُبَيْرِ بْنِ مُطْعِمٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: أَضْلَلْتُ بَعِيرًا لِي، فَذَهَبْتُ أَطْلُبُهُ يَوْمَ عَرَفَةَ، فَرَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاقِفًا بِعَرَفَةَ، فَقُلْتُ: «هَذَا وَاللَّهِ مِنَ الحُمْسِ فَمَا شَانُهُ هَا هُنَا» \". (1)\rقَالَ الحَافظُ ابْنُ حَجَرٍ في الفتح: \" وَقَالَ الْكِرْمَانِيُّ (2): وَقْفَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَفَةَ كَانَتْ سَنَةَ عَشْرٍ، وَكَانَ جُبَيْرٌ حِينَئِذٍ مُسْلِمًا لأَنَّهُ أَسْلَمَ يَوْمَ الْفَتْحِ؛ فَإِنْ كَانَ سُؤَالُهُ عَنْ ذَلِكَ إِنْكَارًا أَوْ تَعَجُّبًا فَلَعَلَّهُ لَمْ يَبْلُغْهُ نُزُولُ قَوْله تَعَالَى: \"ثمَّ أفيضوا من حَيْثُ أَفَاضَ النَّاس\"، وَإِنْ كَانَ لِلاسْتِفْهَامِ عَنْ حِكْمَةِ الْمُخَالَفَةِ عَمَّا كَانَتْ عَلَيْهِ الْحُمْسُ فَلا إِشْكَالَ\". (3)\rقلت: قال الأزهري: \" الحُمْسُ: قُرَيْش وَمن ولدت قُرَيْش وكنانة، وجَديلَةُ قيس، وهم فهْم وَعَدْوان ابْنا عَمْرو بن قَيْس عَيْلاَن، وَبَنُو عَامر بن صعصعة هَؤُلاءِ الحُمْس، سُمُّوا حُمْساً لأَنهم تَحمَّسُوا فِي دينهم أَي تَشَدَّدوا، قَالَ: وَكَانَت الحُمْسُ سُكَّانَ الْحرم، وَكَانُوا لا يخرجُون أَيَّام المَوْسِم إِلَى عَرَفَات، وَإِنَّمَا يقفون بالمُزْدَلِفة \". (4)\r__________\r(1) البخاري، الجامع الصحيح، كِتَابُ الحَجِّ، بَابُ الوُقُوفِ بِعَرَفَةَ، (2/ 162)، رقم: 1664.\r(2) انظر: محمد بن يوسف، الكرماني، الكواكب الدراري في شرح صحيح البخاري، (8/ 160).\r(3) ابن حجر العسقلاني, فتح الباري، (3/ 517).\r(4) محمد بن أحمد الأزهري, تهذيب اللغة، (4/ 206).","seal":"99261AB6","part":1},
      {"page":19,"id":19,"nass":"وقد حَلَّ هذا الإشْكَالٍ في فهم مَعنى الحديث الحافظُ ابْنُ حَجَرٍ فذكر أنَّ جُبَيْرِ بْنِ مُطْعِمٍ رَضِيَ اللَّهُ عَنْهُ أنكر وتعجب من وقُوفِ رَسُولِ - صلى الله عليه وسلم - بِعَرَفَةَ لأنَّه من قُرَيْش؛ على الرغم من أنَّهُ في هذه الحادثة كان مُسْلِمًا، فقال: وَقْفَةُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - بِعَرَفَةَ كَانَتْ سَنَةَ عَشْرٍ وَكَانَ جُبَيْرٌ حِينَئِذٍ مُسْلِمًا لأَنَّهُ أَسْلَمَ يَوْمَ الْفَتْحِ، فقال: فَلَعَلَّهُ لَمْ يَبْلُغْهُ نُزُولُ قَوْله تَعَالَى: \"ثمَّ أفيضوا من حَيْثُ أَفَاضَ النَّاس\"، فَرُفِعَ الظنّ أنُّه لم يكن مسلمًا وقتئذٍ، أو الظن بأنَّه يعترض على رسول الله - صلى الله عليه وسلم - حاشاه من ذلك، فَكَان الفَهَمُ الصَّحيح للنَّص بسبب معرفة تاريخ النَّص.\r\rالمثال الثاني: مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ من حديث غُنَيْمِ بْنِ قَيْسٍ، قَالَ: سَأَلْتُ سَعْدَ ابْنَ أَبِي وَقَّاصٍ رَضِيَ اللهُ عَنْهُ عَنِ الْمُتْعَةِ؟ فَقَالَ: «فَعَلْنَاهَا وَهَذَا يَوْمَئِذٍ كَافِرٌ بِالْعُرُشِ، يَعْنِي بُيُوتَ مَكَّةَ» \". (1)\rقال النَّووي في شرح مسلم: \"وَهَذَا يَوْمَئِذٍ كَافِرٌ بِالْعُرُشِ فَالإِشَارَةُ بِهَذَا إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ وَفِي الْمُرَادِ بِالْكُفْرِ هُنَا وَجْهَانِ أَحَدُهُمَا: الْمُرَادُ وَهُوَ مُقِيمٌ فِي بُيُوتِ مَكَّةَ قَالَ ثَعْلَبٌ يُقَالُ اكْتَفَرَ الرَّجُلُ إِذَا لَزِمَ الْكُفُورَ وَهِيَ الْقُرَى وَفِي الأَثَرِ عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَهْلُ الْكُفُورِ هُمْ أَهْلُ الْقُبُورِ يَعْنِي الْقُرَى الْبَعِيدَةَ عَنِ الأَمْصَارِ وَعَنِ الْعُلَمَاءِ وَالْوَجْهُ الثَّانِي: الْمُرَادُ الْكُفْرُ بِاللَّهِ تَعَالَى وَالْمُرَادُ أَنَّا تَمَتَّعْنَا وَمُعَاوِيَةُ يَوْمئِذٍ كَافِرٌ عَلَى دِينِ الْجَاهِلِيَّةِ مُقِيمٌ بِمَكَّةَ، ... وَهُوَ الصَّحِيحُ الْمُخْتَارُ وَالْمُرَادُ بِالْمُتْعَةِ الْعُمْرَةُ الَّتِي كَانَتْ سَنَةَ سَبْعٍ مِنَ لْهِجْرَةِ وَهِيَ عُمْرَةُ الْقَضَاءِ وَكَانَ مُعَاوِيَةُ يَوْمَئِذٍ كَافِرًا وَإِنَّمَا أَسْلَمَ بَعْدَ ذَلِكَ عَامَ الْفَتْحِ سَنَةَ ثَمَانٍ وَقِيلَ إِنَّهُ أَسْلَمَ بَعْدَ عُمْرَةِ الْقَضَاءِ سَنَةَ سَبْعٍ، وَالصَّحِيحُ الأَوَّلُ وَأَمَّا غَيْرُ هَذِهِ الْعُمْرَةِ مِنْ عُمَرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَكُنْ مُعَاوِيَةُ فِيهَا كَافِرًا وَلا مُقِيمًا بِمَكَّةَ بَلْ كَانَ مَعَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\". (2)\r__________\r(1) مسلم، الجامع الصحيح، بَابُ جَوَازِ التَّمَتُّعِ، كِتَابُ الْحَجِّ، (2/ 898)، رقم: 1225.\r(2) يحيى بن شرف النووي، المنهاج شرح صحيح مسلم، (8/ 204)، بتصريف يسير.","seal":"9800FC09","part":1},
      {"page":20,"id":20,"nass":"قلت: أنَّه لْمَّا كان للفظة \"كَافِر\" في قوله: \" فَعَلْنَاهَا وَهَذَا يَوْمَئِذٍ كَافِرٌ بِالْعُرُشِ، يَعْنِي بُيُوتَ مَكَّةَ \" في الحديث وَجْهَانِ، إمَّا بمعنى \"كفر\" أي قرية، وإمَّا بمعنى الكفر أي الجحود وعدم الإيمان برسالة النَّبِيِّ - صلى الله عليه وسلم -؛ فاستخدم الإمام النَّووي تاريخ النَّص الحديثي لبيان أي هذه المعاني يقصد بها في هذا الحديث؛ فاستند إلى أنَّ هذا النَّص كان في عُمْرَةُ الْقَضَاءِ وَكَانَ مُعَاوِيَةُ يَوْمَئِذٍ كَافِرًا وَإِنَّمَا أَسْلَمَ بَعْدَ ذَلِكَ عَامَ الْفَتْحِ سَنَةَ ثَمَانٍ، فرجح المقصود باللفظة وهو الكفر بمعنى الجحود وعدم الإيمان برسالة النَّبِيِّ - صلى الله عليه وسلم -، فَعُلِمَ مقصود سَعْدَ بْنَ أَبِي وَقَّاصٍ رَضِيَ اللهُ عَنْهُ على الوجه الصَّحيح.\r\rالمثال الثالث: ما أَخْرَجَهُ الإمَامُ مَالِكٌ في الموطأ من رواية يَحْيَى، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: صَلَّى لَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلاةَ الصُّبْحِ بِالْحُدَيْبِيَةِ، عَلَى إِثْرِ سَمَاءٍ كَانَتْ مِنَ اللَّيْلِ. فَلَمَّا انْصَرَفَ، أَقْبَلَ عَلَى النَّاسِ، فَقَالَ: أَتَدْرُونَ مَاذَا قَالَ رَبُّكُمْ؟ » قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ، قَالَ: \" أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي، وَكَافِرٌ بِي. فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ. فَذَلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ.\rوَأَمَّا مَنْ قَالَ: مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا، فَذَلِكَ كَافِرٌ بِي، مُؤْمِنٌ بِالْكَوْكَبِ\". (1)\r\rقَالَ ابْنُ عَبْدُ البَر في الاستذكار: \"وَقَالَ الشَّافِعِيُّ: فِي كِتَابِهِ الْمَبْسُوطِ (2) فِي حَدِيثِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاكِيًا عَنِ اللَّهِ عَزَّ وَجَلَّ أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ\r__________\r(1) مالك بن أنس الأصبحي المدني، الموطأ، باب مَا جَاءَ فِي الاِسْتِمْطَارِ بِالنُّجُومِ، كتاب الاسْتِسْقَاء، (2/ 268)، رقم: 653.\r(2) كتاب الْمَبْسُوطِ (في نُصُوص الشَّافِعِي) جمعه البيهقي، وهو كتاب عظيم وصفه السٌُّبكي فقال: \"وَأما الْمَبْسُوط فِي نُصُوص الشَّافِعِي فَمَا صُنف فِي نَوعه مثله\"، كما في طبقات الشافعية الكبرى (4/ 9)، وأشار بروكلمان إلى وجود نسخة منه في مكتبة بودليانا بعنوان: \" نصوص الإمام الشافعي\"، كما في تاريخ الأدب العربي (6/ 232).","seal":"3AAEE82A","part":1},
      {"page":21,"id":21,"nass":"الْحَدِيثَ، قَالَ هَذَا كَلامٌ عَرَبِيٌّ مُحْتَمِلُ الْمَعَانِي، وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ أُوتِيَ جَوَامِعَ الْكَلِمِ وَإِنَّمَا تَكَلَّمَ بِهَذَا الْكَلامِ زَمَنَ الْحُدَيْبِيَةِ بَيْنَ ظَهْرَانَيْ قَوْمٍ مُؤْمِنِينَ وَمُشْرِكِينَ فَالْمُؤْمِنُ يَقُولُ مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ وَذَلِكَ إِيمَانٌ بِاللَّهِ لأَنَّهُ لا يُمْطِرُ وَلا يُعْطِي وَلا يَمْنَعُ إِلا اللَّهُ وَحْدَهُ لا النَّوْءُ لأَنَّ النَّوْءَ مَخْلُوقٌ لا يَمْلِكُ لِنَفْسِهِ شَيْئًا وَلا لِغَيْرِهِ وَإِنَّمَا هُوَ وَقْتٌ، وَمَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا يُرِيدُ فِي وَقْتِ كَذَا فَهُوَ كَقَوْلِهِ مُطِرْنَا فِي شَهْرِ كَذَا وَهَذَا لا يَكُونُ كُفْرًا، وَمَنْ قَالَ بِقَوْلِ أَهْلِ الشِّرْكِ مِنَ الْجَاهِلِيَّةِ الَّذِينَ كَانُوا يُضِيفُونَ الْمَطَرَ إِلَى النَّوْءِ أَنَّهُ أَمْطَرَهُ فَهَذَا كُفْرٌ يُخْرِجُ مِنْ مِلَّةِ الإِسْلامِ\". (1)\r\rقلت: المتأمل في قول الإمام الشَّافِعِيّ رحمه الله يجد أنَّه قد استخدم تاريخ النَّص القولي للنَّبِيِّ - صلى الله عليه وسلم - الذي حَدَثَ زَمَنَ الْحُدَيْبِيَةِ بشهر ذِي الْقِعْدَةِ سنة سِتٍّ مِنَ الْهِجْرَةِ (2)، وعلى ضوء ذلك فَسَّرَ قوله - صلى الله عليه وسلم - تفسيرًا صحيحًا؛ واستنبط أنَّه: \"مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا يُرِيدُ فِي وَقْتِ كَذَا فَهُوَ كَقَوْلِهِ مُطِرْنَا فِي شَهْرِ كَذَا وَهَذَا لا يَكُونُ كُفْرًا\"، مما يثبت قيمة تاريخ النَّص وأثره في فهم الحديث على الوجه الصَّحيح وسَلامة الاستنباط، وهذا مما يبرهن أنَّ علم تاريخ النَّص النبوي ربما ساهم في رفع الفتن عن الأمة الإسلامية في هذا العصر برفع الجهل عنها، والحكم على الأحداث ببصيرةٍ العلم وليس بمجرد التخرص والتأويل الفاسد.\r__________\r(1) يوسف بن عبد الله بن عبد البر، الاستذكار، (2/ 438).\r(2) أحمد بن الحسين البيهقي، السنن الصغير، (2/ 140).","seal":"841CA2B0","part":1},
      {"page":22,"id":22,"nass":"المبحث الثالث: أثر تاريخ النَّص في الجمع أو التَّرجيح بين النُّصُوص\rيُقْصَدُ بالجمع أو التَّرجيح لِنُصُوصِ الحديث النَّبوي ما كان ظاهره التَّعَارض منها، وقد أعمل عُلمَاءُ المسلمين قرائحهم فيها لدفع ما ظاهره التَّعارض والتَّرجيح بين هذه الأقوال، والتَّرجيح واجب عند ظهور التَّعارض وإلا وقع صاحبه في الحيرة والاضطراب، والمتأمل في تُراثِ شُرَّاح الحديث يجد أنهم قد سلكوا طُرُقًا واستخدموا أدوات وقرائن كثيرة للتِّرجيح بين نُصُوص الحديث التي قد يَظْهَرُ للدِّارس أنها مُتَعَارضة، فأماطوا اللثام عن أغنى دُرَرِها، واستخرجوا أَغْمَضَ سَرَائِرها الْمُغَيَّبة؛ لِتَخْرُجَ خَبَايَاهَا الْمُتَحَجبة مِن مَكَامِنِها، فيراها الدَّارسُ للحديث النَّبوي وكأنها نَظْمُ اللؤلؤ والمرجان، ولا شك أنَّ هناك بون بعيد شاسع بين مجرد قراءة كتب التُّرَاث ليلتقط منها الباحث الحكم أو الغريب من لفظ الحديث، وبين من غاص في أغوار ودقائق هذه الشُّروح وتأملها، وعاش أعماق تلك المعاني وميز بين أدواتها وقرائنها، لَحَرِيٌ أن يَقُودَهُ ذلك من المجهول الذي لا يُرَى ولا يُلْمَس إلى المعلوم المحسوس، وسوف نسوق في هذا المبحث بعض النماذج من استخدامات شُرَّاح الحديث لِتَارِيخِ النَّص الحديثي في الجمع أو التَّرْجِيح بين ما ظاهره التَّعارض.\r\rالمثال الأول: ما أَخْرَجَهُ البُخَاريّ وغَيْرُهُ مِن حَدِيثِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: «رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْتُرُنِي بِرِدَائِهِ، وَأَنَا أَنْظُرُ إِلَى الحَبَشَةِ يَلْعَبُونَ فِي المَسْجِدِ، حَتَّى أَكُونَ أَنَا الَّتِي أَسْأَمُ»، فَاقْدُرُوا قَدْرَ الجَارِيَةِ الحَدِيثَةِ السِّنِّ، الحَرِيصَةِ عَلَى اللَّهْوِ. (1)\r__________\r(1) البخاري، الجامع الصحيح، كِتَابُ النكاح، بَابُ نَظَرِ المَرْأَةِ إِلَى الحَبَشِ وَنَحْوِهِمْ مِنْ غَيْرِ رِيبَةٍ، (8/ 38)، رقم: 5236.","seal":"B172AB3C","part":1},
      {"page":23,"id":23,"nass":"قَالَ الحافظُ ابْنُ حَجَرٍ في الفتح: \"وَظَاهِرُ التَّرْجَمَةِ أَنَّ الْمُصَنِّفَ كَانَ يَذْهَبُ إِلَى جَوَازِ نَظَرِ الْمَرْأَةِ إِلَى الأَجْنَبِيِّ بِخِلافِ عَكْسِهِ، وَهِيَ مَسْأَلَةٌ شَهِيرَةٌ وَاخْتُلِفَ التَّرْجِيحُ فِيهَا عِنْدَ الشَّافِعِيَّةِ وَحَدِيثُ الْبَابِ يُسَاعِدُ مَنْ أَجَازَ، وَقَدْ تَقَدَّمَ فِي أَبْوَابِ الْعِيدِ جَوَابُ النَّوَوِيِّ عَنْ ذَلِكَ بِأَنَّ عَائِشَةَ كَانَتْ صَغِيرَةً دُونَ الْبُلُوغِ، أَوْ كَانَ قَبْلَ الْحِجَابِ وَقَوَّاهُ بِقَوْلِهِ فِي هَذِهِ الرِّوَايَةِ فَاقْدُرُوا قَدْرَ الْجَارِيَةِ الْحَدِيثَةِ السِّنِّ؛ لَكِنْ تَقَدَّمَ مَا يُعَكِّرُ عَلَيْهِ وَأَنَّ فِي بَعْضِ طُرُقِهِ أَنَّ ذَلِكَ كَانَ بَعْدَ قُدُومِ وَفْدِ الْحَبَشَةِ وَأَنَّ قُدُومَهُمْ كَانَ سَنَةَ سَبْعٍ وَلِعَائِشَةَ يَوْمَئِذٍ سِتَّ عَشْرَةَ سَنَةً فَكَانَتْ بَالِغَةً، وَكَانَ ذَلِكَ بَعْدَ الْحِجَابِ ... وَيُقَوِّي الْجَوَازَ اسْتِمْرَارُ الْعَمَلِ عَلَى جَوَازِ خُرُوجِ النِّسَاءِ إِلَى الْمَسَاجِدِ وَالأَسْوَاقِ وَالأَسْفَارِ مُنْتَقِبَاتٍ لِئَلا يَرَاهُنَّ الرِّجَالُ، وَلَمْ يُؤْمَرِ الرِّجَالُ قَطُّ بِالانْتِقَابِ لِئَلا يَرَاهُمُ النِّسَاءُ، فَدَلَّ عَلَى تَغَايُرِ الْحُكْمِ بَيْنَ الطَّائِفَتَيْنِ\". (1)\r\rقلت: أَشَارَ الحافظُ ابْنُ حَجَرٍ لتَارِيخ قُدُومِ وَفْدِ الْحَبَشَةِ وَأَنَّ قُدُومَهُمْ كَانَ سَنَةَ سَبْعٍ، وإنمَّا أخذها من بَعْضِ طُرُقِ الحديث من رواية ابن حبان البُسْتِي (2)، وأمَّا حساب سِنُّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا يَوْمَئِذٍ فجاء كما ذكرت المصادر التَّاريخية أنَّ دخول النَّبِي عليها كان فِي شَوَّالٍ سَنَةَ اثْنَتَيْنِ، مُنصَرَفَهُ - عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ - مِنْ غَزْوَةِ بَدْرٍ، وَهِيَ ابْنَةُ تِسْعٍ (3)، فَتَكُونُ على سَنَةَ سَبْعٍ قد بَلَغتْ الرَّابِعَةَ عَشَرَ.\r__________\r(1) ابن حجر العسقلاني, فتح الباري، (9/ 336).\r(2) المصدر السابق، (2/ 445)، وقال الحافظ ابن حجر في هذا الموضع: \" وَقَدْ تَقَدَّمَ مِنْ رِوَايَةِ ابن حِبَّانَ أَنَّ ذَلِكَ وَقَعَ لَمَّا قَدِمَ وَفْدُ الْحَبَشَةِ وَكَانَ قُدُومُهُمْ سَنَةَ سَبْعٍ فَيَكُونُ عُمْرُهَا حِينَئِذٍ خَمْسَ عَشْرَةَ سَنَةً \"، كذا قال، وربما كان لاختلاف وقع في تعين سن السيدة عَائِشَةَ - رضي الله عنهم - يَوْمَئِذٍ.\r(3) محمد بن عثمان الذهبي، سير أعلام النبلاء (2/ 135).","seal":"38DF3F5A","part":1},
      {"page":24,"id":24,"nass":"وفي رواية ابن حبان السالفة أنَّ تلك الحادثة كانت بعد قُدُومِ وَفْدِ الْحَبَشَةِ فيكون سِنُّ السيدة عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا يَوْمَئِذٍ ما بين خَمْسِ أو سِتّ عَشْرَةَ سَنَةً تقريبًا على ما نص عليه الحافظ في الموضعين السابقين، فتاريخ هذا النَّص أو الحادثة يكون ما بين سنة سبع أو ما بعدها؛ مما يؤيد أنَّ أمِّ المؤمنين عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا كَانَتْ بَالِغَةً؛ ولِذَا رجح الحافظ ابن حجر بسبب معرفة تاريخ حدوث النَّص القول بجَوَاز نَظَرِ الْمَرْأَةِ إِلَى الأَجْنَبِيِّ مِنْ غَيْرِ رِيبَةٍ، وذلك تبعًا لما ثبت لديه من أدلة، وأَمَّا القول: بِأَنَّ عَائِشَةَ كَانَتْ صَغِيرَةً دُونَ الْبُلُوغِ\rفمرجوح، فظهر أثر تاريخ النَّص أو الحادثة في التَّرجيح بين الأقوال والأحكام الفقهية.\rالمثال الثاني: ما أَخْرَجَهُ البُخَاريّ، من حديث عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ فِي كُسُوفِ الشَّمْسِ أَرْبَعَ رَكَعَاتٍ فِي سَجْدَتَيْنِ الأَوَّلُ الأَوَّلُ أَطْوَلُ» \". (1)\r\rقال الحافظ ابن حجر في الفتح: \" وَوَقَعَ عِنْدَ ابن حِبَّانَ مِنْ وَجْهٍ آخَرَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِي كُسُوفِ الْقَمَرِ وَلَفْظُهُ مِنْ طَرِيقِ النَّضْرِ بْنِ شُمَيْلٍ عَنْ أَشْعَثَ بِإِسْنَادِهِ فِي\rهَذَا الْحَدِيثِ صَلَّى فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ رَكْعَتَيْنِ مِثْلَ صَلاتِكُمْ (2)، وَأَخْرَجَهُ الدَّارَقُطْنِيُّ أَيْضًا (3)، وَفِي هَذَا رَدٌّ عَلَى مَنْ أَطْلَقَ كَابْنِ\r__________\r(1) البخاري، الجامع الصحيح، بَابٌ: الرَّكْعَةُ الأُولَى فِي الكُسُوفِ أَطْوَلُ، كِتَابُ الجُمُعَةِ، (2/ 40)، رقم: 1064.\r(2) محمد بن حبان، أبو حاتم، البُستي (ت: 354 هـ)، الإحسان في تقريب صحيح ابن حبان، ترتيب: الأمير علاء الدين علي بن بلبان (ت: 739 هـ)، (7/ 78 - 79)، برقم: 2837.\r(3) علي بن عمر أبو الحسن الدارقطني، (ت: 385 هـ)، سنن الدارقطني، (2/ 417)، برقم: 1791، بلفظ: \" «صَلَّى فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ ثَمَانِيَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ يَقْرَأُ فِي كُلِّ رَكْعَةٍ» \".","seal":"EBE3A59D","part":1},
      {"page":25,"id":25,"nass":"رَشِيدٍ (1): أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُصَلِّ فِيهِ وَمِنْهُمْ مَنْ أَوَّلَ قَوْلَهُ صَلَّى أَيْ أَمَرَ بِالصَّلاةِ جَمْعًا بَيْنَ الرِّوَايَتَيْنِ ... ؛ لَكِنْ حَكَى ابن حِبَّانَ فِي السِّيرَةِ لَهُ (2)، أَنَّ الْقَمَرَ خَسَفَ فِي السَّنَةِ الْخَامِسَةِ فَصَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَصْحَابِهِ صَلاةَ الْكُسُوفِ وَكَانَتْ أَوَّلَ صَلاةِ كُسُوفٍ فِي الإِسْلامِ، وَهَذَا إِنْ ثَبَتَ انْتَفَى التَّاوِيلُ الْمَذْكُورُ وَقَدْ جَزَمَ بِهِ مُغَلْطَايْ فِي سِيرَتِهِ الْمُخْتَصَرَة\". (3)\r\rقلت: قد ظَفَرتُ بكلامٍ غَايَة في الدقة والتَّحقيق للعلامة أحمد شَاكِر وهو من تَعْلِيقَاتِهِ على الحديث في حاشيته على المحلى لابن حزم، فأحببتُ أن أثبته على طوله لفائدته فقال: \" لَقَدْ حَاوَلتُ كَثيِرًا أَنْ أَجد مِنَ العُلَمَاءِ بالفَلَكِ مَنْ يُظْهِرُ لنَا بِالحِسَابِ الدَّقِيقِ عَدَدَ الكُسُوفَاتِ التي حَصُلَتْ فِي مُدَةِ إِقَامَةِ النَّبِي - صلى الله عليه وسلم - بالمدينة، وتكون رؤيتها بها ممكنة، وطلبت ذلك من بعضهم مرارًا، فلم أوفق إلى ذلك، إلا أَنَّي وَجَدتُ للمرحوم محمود باشا الفَلَكِي جزءًا صغيرًا سماه نتائج الأفهام في تقويم العرب قبل الإسلام، وقد حقق فيه بالحساب الدقيق يوم الكسوف الذي حصل في السنة العاشرة، وهو اليوم الذي مات فيه ... إبراهيم - عليه السلام -، ومنه اتضح أنَّ الشمس كسفت في المدينة في يوم الاثنين (29) شوال سنة عشر هجرية، الموافق ليوم (27) يناير سنة 632 ميلادية في الساعة (8) والدقيقة (30) صباحًا، وهو يرد أكثر الأقوال التي نقلت في تحديد يوم موت إبراهيم، وعَسَى\r__________\r(1) هو محمد بن أحمد بن رشد، أبو الوليد القرطبي الشهير بابن رشد الحفيد (ت: 595 هـ)، ذكر ذلك في كتابه: بداية المجتهد ونهاية المقتصد، (الْمَسْأَلَةُ الخَامِسَةُ وَاخْتَلَفُوا فِي كُسُوفِ الْقَمَرِ) انظر: (1/ 224).\r(2) محمد بن حبان، أبو حاتم البُستي (ت: 354 هـ)، السيرة النبوية وأخبار الخلفاء، (1/ 251).\r(3) ابن حجر العسقلاني, فتح الباري، (2/ 548).","seal":"26652F24","part":1},
      {"page":26,"id":26,"nass":"أَنْ يكون هذا البحث والتَّحقيق حَافِزًا لبعض النُّبَهاء من العالمين بالفلك إلى حساب الكسوفات التي حصلت بالمدينة في السنين العشر الأولى من الهجرة النَّبَوية، أي إلى وقت وفاته - صلى الله عليه وسلم -، في يوم الأحد (12) ربيع الأول سنة إحدى عشر هجرية، أو الاثنين (13) منه، الموافقان ليومي (7) يونية سنة 632 ميلادية أو (8) منه.\r\rفإذا عُرِفَ بالحساب عَدَد الكسوفات في هذه المدة أمكن التَّحقيق من صحة أحد المسلكين. إمَّا حَمْلُ الرِّوايَات عَلَى تَعَدد الوقَائِع، وإمَّا تَرْجِيح الرِّواية التي فيها ركوعان في كل ركعة، وأنا أميل جدًا إلى الظن بأن صلاة الكسوف ما صليت إلا مرة واحدة، فقد علمنا من رسالة محمود باشا الفلكي أَنَّهُ حَصُلَ خسوف للقمر في المدينة في يوم الأربعاء 14 جمادى الثانية من السنة الرَّابعة للهجرة الموافق (20) نوفمبر سنة 625، ولم يرد ما يدل على أَنَّ النَّبِي - صلى الله عليه وسلم - جمع النَّاس فيه لصلاة الخسوف، ويؤيد هذا أن الأحاديث الواردة في صلاة الكُسُوف دَالة بِسِيَاقِها عَلَى أَنَّ هذه الصَّلاة كَانت لأول مَرةٍ، وأَنَّ الصَّحَابَة لم يكونوا يعلمون ماذا يصنع رسول الله - صلى الله عليه وسلم - في وقتها، وأنهم ظنوا أنها كسفت لموت إبراهيم، وأَنَّ المدة بين موت إبراهيم - عليه السلام - وبين موت أبيه - صلى الله عليه وسلم - لم تزد على أربعة أشهر ونصف، فلو كان الكسوف حصل مرة أخرى وقاموا للصلاة لظهر ذلك واضحًا في النقل لتوفر الدَّوَاعِي إلى نَقْلِهِ، كَمَا نَقَلُوا مَا قَبْلَهُ بأَسَانِيدَ كَثِيرَةٍ، واللهُ أَعْلَمُ بالصَّوَابِ \". (1)\r__________\r(1) ذكره عُبَيد الله بن محمد عبد السلام المباركفوري، مرعاة المفاتيح شرح مشكاة المصابيح، (5/ 129 - 130)، وقال المرجع (حاشية المحلى لأحمد شاكر، (5/ 104 - 105).","seal":"5CD1DA18","part":1},
      {"page":27,"id":27,"nass":"المثال الثالث: ما أَخْرَجَهُ الإمَامُ مَالِكٌ في الموطأ من رواية يَحْيَى فقال: \"عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ قَفَلَ مِنْ خَيْبَرَ، أَسْرَى، حَتَّى إِذَا كَانَ مِنْ آخِرِ اللَّيْلِ عَرَّسَ وَقَالَ لِبِلالٍ: «اكْلا لَنَا الصُّبْحَ»، وَنَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ، وَكَلأَ بِلالٌ مَا قُدِّرَ لَهُ، ثُمَّ اسْتَنَدَ إِلَى رَاحِلَتِهِ، وَهُوَ مُقَابِلُ الْفَجْرِ، فَغَلَبَتْهُ عَيْنَاهُ، فَلَمْ يَسْتَيْقِظْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلا بِلالٌ، وَلا أَحَدٌ مِنَ الرَّكْبِ، حَتَّى ضَرَبَتْهُمُ الشَّمْسُ. فَفَزِعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ بِلالٌ: يَا رَسُولَ اللَّهِ أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْتَادُوا، »، فَبَعَثُوا رَوَاحِلَهُمْ وَاقْتَادُوا شَيْئًا، ثُمَّ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِلالاً فَأَقَامَ الصَّلاةَ، فَصَلَّى بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصُّبْحَ، ثُمَّ قَالَ حِينَ قَضَى الصَّلاةَ: \" مَنْ نَسِيَ الصَّلاةَ فَلْيُصَلِّهَا إِذَا ذَكَرَهَا فَإِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ فِي كِتَابِهِ {أَقِمِ الصَّلاةَ لِذِكْرِي} \". (1)\r\rقَالَ ابنُ عَبْد البَر في الاستذكار: \"وقول ابن شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ فِي هَذَا الْحَدِيثِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَفَلَ مِنْ خَيْبَرَ أَسْرَى - أَصَحُّ مِنْ قَوْلِ مَنْ قَالَ إِنَّ ذَلِكَ كَانَ مَرْجِعُهُ مِن غَزَاةِ حُنَين، وفي حديث ابن مَسْعُودٍ أَنَّ نَوْمَهُ ذَلِكَ كَانَ عَامَ الْحُدَيْبِيَةِ وذلك في زَمَن خَيْبَر، وكذلك قَالَ ابْنُ إِسْحَاقَ وَأَهْلُ السِّيَرِ إِنَّ نَوْمَهُ عَنِ الصَّلاةِ كَانَ حِينَ قُفُولِهِ مِنْ خَيْبَرَ (2)، وَالْقُفُولُ الرُّجُوعُ مِنَ السَّفَرِ وَلا يُقَالُ قَفَلَ إِذَا سَارَ مُبْتَدِئًا\". (3)، ثم قال في موضع آخر: \" وَفِي بَعْضِ الأَحَادِيثِ أَنَّ ذَلِكَ النَّوْمَ كَانَ مِنْهُ - عَلَيْهِ السَّلامُ - زَمَنَ الْحُدَيْبِيَةِ وَفِي بَعْضِهَا زَمَنَ خَيْبَرَ وَفِي بَعْضِهَا بِطَرِيقِ مَكَّةَ، وَيُشْبِهُ أَنْ يَكُونَ كُلٌّ وَاحِدًا لأَنَّ عُمْرَةَ الْحُدَيْبِيَةِ كَانَتْ زَمَنَ خَيْبَرَ\r__________\r(1) مالك بن أنس الأصبحي المدني، الموطأ، باب النَّوْمُ عَنِ الصَّلاَةِ، كتاب وُقُوت الصَّلاَةِ (2/ 19)، رقم: 35.\r(2) إسماعيل بن عمر بن كثير الدمشقي (ت: 774 هـ)، السيرة النبوية، (3/ 403).\r(3) يوسف بن عبد الله بن عبد البر، الاستذكار، (1/ 74).","seal":"116F9D7C","part":1},
      {"page":28,"id":28,"nass":"وَهُوَ طَرِيقُ مَكَّةَ ... ، وَأَمَّا قَوْلُ عَطَاءِ بْنِ يَسَارٍ إِنَّ ذَلِكَ كَانَ فِي غَزْوَةِ تَبُوكَ فَلَيْسَ بِشَيْءٍ وَأَحْسَبُهُ وَهْمًا وَاللَّهُ أَعْلَمُ \". (1)\r\rقلت: أَشَارَ ابنُ عَبْد البَرِ إلى الخلاف الذي وَقَع في الرِّوايات التي تحدد تاريخ حدوث ذلك النَّص، وذكر أنَّ الحادثة وقعت على الصَّحيح الرَّاجح بعد غزوة خَيْبَرَ، ثم جمع بين الرِّوايات التي ذكرت أنها وقعت \"زَمَنَ الْحُدَيْبِيَةِ\" والأخرى \" زَمَنَ خَيْبَرَ \" بقوله: \" كُلٌّ وَاحِد؛ لأَنَّ عُمْرَةَ الْحُدَيْبِيَةِ كَانَتْ زَمَنَ خَيْبَرَ وَهُوَ طَرِيقُ مَكَّةَ؛ ولأنَّ رُجُوعِهِ مِنَ الْحُدَيْبِيَةِ كان في ذِي الْحَجَّةِ وَبَعْضَ الْمُحَرَّمِ، وَخَرَجَ فِي بَقِيَّةٍ مِنْهُ غَازِيًا إِلَى خَيْبَرَ (2)، وغَزْوَةَ خَيْبَرَ كانت سَبْعٍ مِنَ الْهِجْرَة (3).\r\rفظهر أثر تاريخ النَّص في التَّرجيح والجمع بين المرويَّات التي ظاهرها التَّعارض، وأَمَّا مَنْ قَالَ بِتَعْيِينِ نَوْمهُ - صلى الله عليه وسلم - بغَزْوَةِ تَبُوكَ أي أنَّ تَارِيخَ النَّص كان سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ، فهذا القول مرجوح وبعيد؛ لأنَّ الرِّواية فيه مُرْسَلة كما أشار إليه الحافظ ابن حجر في الفتح فقال: \"وَفِي مُصَنَّفِ عَبْدِ الرَّزَّاقِ عَنْ عَطَاءِ بْنِ يَسَارٍ مُرْسَلا (4)، أَنَّ ذَلِكَ كَانَ بِطَرِيقِ تَبُوكَ، وَلِلْبَيْهَقِيِّ فِي الدَّلائِلِ (5) نَحْوُهُ مِنْ حَدِيثِ عُقْبَةَ بْنِ عَامِرٍ\". (6)، فبعد هذه الدِّراسة يجدر بنا التنبيه على أنَّ تاريخ النَّص النَّبوي ما هو إلا مؤشر قوي للترجيح بين الأقوال المختلف فيها؛ لأنَّ التَّاريخ خير شاهد وأوثق دليل. ...\r__________\r(1) المصدر السابق، (1/ 90).\r(2) محمد بن أحمد، ابن سيد الناس، عيون الأثر في فنون المغازي، (2/ 172).\r(3) الذهبي، سير أعلام النبلاء، (2/ 61).\r(4) عبد الرزاق بن همام الصنعاني (ت: 211 هـ)، المصنف، (1/ 588)، برقم (2238).\r(5) أحمد بن الحسين، أبو بكر البيهقي (ت: 458 هـ)، دلائل النبوة، (5/ 241).\r(6) ابن حجر العسقلاني, فتح الباري شرح صحيح البخاري، (1/ 448).","seal":"29BE7736","part":1},
      {"page":29,"id":29,"nass":"المبحث الرابع: أثر معرفة تاريخ النَّص في إيضاح الْمُشْكَل في متن الحديث\rعِلْمُ مُشْكَل الحديث من أهم وأَدَقِّ عُلُوم الرِّواية والدِّرَاية، ولم يَبْرُز هذا العلم إلا بعدما اكتملت مَدَارِس العلوم، وتفتقت فيها أزهارها، ويهتم هذا العلم بإيضاح وُجُوه الْحُجَج والبراهين على حقائقها، ويَنْفِي عَنْهَا اللبس والتَّعارض، وهو من الدُّرُوع القوية لمواجهة شُبَهات المشككين من المستشرقين وغيرهم، وقد ذاعت أنواره في أوائل القرن الثالث الهجري وأشهر المصنفات فيه إن لم تكن أولها: كتاب \"اختلاف الحديث\"، للإمام محمد ابن إدريس الشافعي المتوفى في سنة (204) هجرية، ثم كتاب \"تأويل مختلف الحديث\"، للإمام عبد الله بن مسلم بن قتيبة المتوفى في سنة (276) هجرية، ثم كتاب \"شرح مُشْكَل الآثار\"، للإمام أحمد بن محمد بن سلامة المصري، المعروف بالطحاوي المتوفى في سنة (321) هجرية، ثم انتقل هذا العلم لشُرَّاح الحديث حتى صار من أهم مكونات هذا التراث القيم، وسوف نحاول في هذا المبحث تناول أثر تاريخ النَّص الحديثي في تفسير ما أُشْكِل من الْمَرْويَّات؛ لِنَرَى قيمة هذا العلم عند علماء الحديث.\r\rالمثال الأول: ما أَخْرَجَهُ البُخَاريّ، من حديث أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ لأَبِي طَلْحَةَ: «التَمِسْ غُلاَمًا مِنْ غِلْمَانِكُمْ يَخْدُمُنِي حَتَّى أَخْرُجَ إِلَى خَيْبَرَ» فَخَرَجَ بِي أَبُو طَلْحَةَ مُرْدِفِي، وَأَنَا غُلاَمٌ رَاهَقْتُ الحُلُمَ، فَكُنْتُ أَخْدُمُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، إِذَا نَزَلَ، فَكُنْتُ أَسْمَعُهُ كَثِيرًا يَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ ... الحديث» \". (1)\r__________\r(1) البخاري، الجامع الصحيح، بَابُ مَنْ غَزَا بِصَبِيٍّ، كِتَابُ الجِهَادِ والسِّيَر، (4/ 36) رقم: 2893.","seal":"2FB12C0F","part":1},
      {"page":30,"id":30,"nass":"قَالَ الحافظُ ابْنُ حَجَرٍ في الفتح: \"وَقَدِ اسْتَشْكَلَ مِنْ حَيْثُ إِنَّ ظَاهِرَهُ أَنَّ ابْتِدَاءَ خِدْمَةِ أَنَسٍ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَوَّلِ مَا قَدِمَ الْمَدِينَةَ لأَنَّهُ صَحَّ عَنْهُ أَنَّهُ قَالَ خَدَمْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِسْعَ سِنِينَ وَفِي رِوَايَةٍ عَشْرَ سِنِينَ وَخَيْبَرُ كَانَتْ سَنَةَ سَبْعٍ فَيَلْزَمُ أَنْ يَكُونَ إِنَّمَا خَدَمَهُ أَرْبَعَ سِنِينَ قَالَهُ الدَّاوُدِيُّ وَغَيْرُهُ، وَأُجِيبُ بِأَنَّ مَعْنَى قَوْلِهِ لأَبِي طَلْحَةَ الْتَمِسْ لِي غُلامًا مِنْ غِلْمَانِكُمْ تَعْيِينُ مَنْ يَخْرُجْ مَعَهُ فِي تِلْكَ السَّفْرَةِ فَعَيَّنَ لَهُ أَبُو طَلْحَةَ أَنَسًا فَيَنْحَطُّ الالْتِمَاسُ عَلَى الاسْتِئْذَانِ فِي الْمُسَافَرَةِ بِهِ لا فِي أَصْلِ الْخِدْمَةِ فَإِنَّهَا كَانَتْ مُتَقَدِّمَةً فَيُجْمَعُ بَيْنَ الْحَدِيثَيْنِ بِذَلِكَ\". (1)\r\rقلت: عَرَضَ الحافظُ ابنُ حَجَرٍ الاسْتِشْكَال في متن الحديث مِنْ حَيْثُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ لأَبِي طَلْحَةَ: «التَمِسْ غُلاَمًا مِنْ غِلْمَانِكُمْ يَخْدُمُنِي حَتَّى أَخْرُجَ إِلَى خَيْبَرَ»، وقد ثبت أنَّ خِدْمَةَ أَنَسٍ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَوَّلِ مَا قَدِمَ الْمَدِينَةَ، فيلزم أن يكون طلب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على سبيل عَلَى الاسْتِئْذَانِ فِي الْمُسَافَرَةِ بِهِ؛ لأنَّه ثبت أَنَّ أَنَسًا رَضِيَ اللَّهُ عَنْهُ قَالَ: \" خَدَمْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشْرَ سِنِينَ، فَمَا قَالَ\rلِي: أُفٍّ، وَلاَ: لِمَ صَنَعْتَ؟ وَلاَ: أَلا صَنَعْتَ\". (2)، فظهر أنَّ الحافظ ابن حجر قَارَن بَين تاريخ النَّص وهو سنة سبع هجرية زمن غَزوة خَيْبَرَ، وبين كون أنَّ أنَسًا رَضِيَ اللَّهُ عَنْهُ قد خَدَمَ النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوَّلِ مَا قَدِمَ الْمَدِينَةَ، فخرج بأنَّ المعني: \" تَعْيِينُ مَنْ يَخْرُجْ\rمَعَهُ فِي تِلْكَ السَّفْرَةِ\"، فظهرت قيمة تاريخ النَّص في توجيه معاني ما أُشْكِلَ من الرِّوَايَات.\r\rالمثال الثاني: مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ من حديث سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ أَبِي حُمَيْدٍ، قَالَ: \" خَرَجْنَا مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكَ فَأَتَيْنَا\r__________\r(1) ابن حجر العسقلاني, فتح الباري، ج: 6، ص: 87.\r(2) البخاري، الجامع الصحيح، بَابُ حُسْنِ الخُلُقِ، كِتَابُ الأَدَبِ، (8/ 14)، رقم: 6038.","seal":"6D50734A","part":1},
      {"page":31,"id":31,"nass":"وَادِيَ الْقُرَى (1) عَلَى حَدِيقَةٍ لامْرَأَةٍ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اخْرُصُوهَا» (2) فَخَرَصْنَاهَا وَخَرَصَهَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشَرَةَ أَوْسُقٍ (3)، وَقَالَ: «أَحْصِيهَا حَتَّى نَرْجِعَ إِلَيْكِ، إِنْ شَاءَ اللهُ» وَانْطَلَقْنَا، حَتَّى قَدِمْنَا تَبُوكَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «سَتَهُبُّ عَلَيْكُمُ اللَّيْلَةَ رِيحٌ شَدِيدَةٌ، فَلا يَقُمْ فِيهَا أَحَدٌ مِنْكُمْ فَمَنْ كَانَ لَهُ بَعِيرٌ فَلْيَشُدَّ عِقَالَهُ»، فَهَبَّتْ رِيحٌ شَدِيدَةٌ، فَقَامَ رَجُلٌ فَحَمَلَتْهُ الرِّيحُ حَتَّى أَلْقَتْهُ بِجَبَلَيْ طَيِّئٍ، وَجَاءَ رَسُولُ ابْنِ الْعَلْمَاءِ، صَاحِبِ أَيْلَةَ (4)، إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِكِتَابٍ، وَأَهْدَى لَهُ بَغْلَةً بَيْضَاءَ، فَكَتَبَ إِلَيْهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَهْدَى لَهُ بُرْدًا، ثُمَّ أَقْبَلْنَا حَتَّى قَدِمْنَا وَادِيَ الْقُرَى، فَسَأَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَرْأَةَ عَنْ حَدِيقَتِهَا «كَمْ بَلَغَ ثَمَرُهَا؟ » فَقَالَتْ عَشَرَةَ أَوْسُقٍ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي مُسْرِعٌ فَمَنْ شَاءَ مِنْكُمْ فَلْيُسْرِعْ مَعِيَ، وَمَنْ شَاءَ فَلْيَمْكُثْ» فَخَرَجْنَا حَتَّى أَشْرَفْنَا عَلَى الْمَدِينَةِ، فَقَالَ: «هَذِهِ طَابَةُ، وَهَذَا أُحُدٌ وَهُوَ جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ» \". (5)\r__________\r(1) وهو وهو واد بين المدينة والشام من أعمال المدينة كثير القرى، والنسبة إليه واديّ، كما في معجم البلدان، لشهاب الدين أبو عبد الله ياقوت الحموي (ت: 626 هـ)، (5/ 345).\r(2) الخَرْصُ: حَزْرُ ما على النَخل من الرُطَب تمرًا. وقد خَرَصْتُ النَّخل. والاسم الخِرْصُ بالكسر. يقال: كم خِرْصُ أرضِك؟ ، كما في الصحاح تاج اللغة، لإسماعيل بن حماد الجوهري الفارابي (ت: 393 هـ)، (3/ 1035).\r(3) الوسق من المكاييل سِتُّونَ صَاعا وَجمعه أوسق وأوساق، كما في تفسير غريب ما في الصحيحين، لمحمد بن فتوح الحَمِيدي، ابن أبي نصر (ت: 488 هـ)، (ص 190).\r(4) بالفتح: مدينة على ساحل بحر القلزم مما يلي الشام، وقيل: هي آخر الحجاز وأول الشام، واشتقاقها قد ذكر في اشتقاق إيلياء بعده، كما في معجم البلدان، لياقوت الحموي (1/ 292).\r(5) مسلم، الجامع الصحيح، مُعْجِزَاتِ النَّبِيِّ - صلى الله عليه وسلم -، كِتَاب الْفَضَائِلِ، (4/ 1785)، رقم: 1392.","seal":"8BD69453","part":1},
      {"page":32,"id":32,"nass":"قال النَّووي في شرح مسلم: \" قوله: \"وجاء رسول بن الْعَلْمَاءِ\" بِفَتْحِ الْعَيْنِ الْمُهْمَلَةِ وَإِسْكَانِ اللامِ وَبِالْمَدِّ، وقَوْلُهُ \"وَأَهْدَى لَهُ بَغْلَةً بَيْضَاءَ\" فِيهِ قَبُولُ هَدِيَّةِ الْكَافِرِ وَسَبَقَ بَيَانُ هَذَا الْحَدِيثِ وَمَا يُعَارِضُهُ فِي الظَّاهِرِ وَجَمَعْنَا بَيْنَهُمَا وَهَذِهِ الْبَغْلَةُ هي دُلْدُل بغلة رسول الله صلى الله عليه وسلم المعروفة، لَكِنْ ظَاهِرُ لَفْظِهِ هُنَا أَنَّهُ أَهْدَاهَا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ وَقَدْ كَانَتْ غَزْوَةُ تَبُوكَ سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ وَقَدْ كَانَتْ هَذِهِ الْبَغْلَةُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ ذَلِكَ وَحَضَرَ عَلَيْهَا غَزَاةَ حُنَيْنٍ كَمَا هُوَ مَشْهُورٌ فِي الأَحَادِيثِ الصَّحِيحَةِ وَكَانَتْ حُنَيْنٌ عَقِبَ فَتْحِ مَكَّةَ سَنَةَ ثَمَانٍ، قَالَ الْقَاضِي وَلَمْ يُرْوَ أَنَّهُ كَانَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَغْلَةٌ غَيْرُهَا قَالَ فَيُحْمَلُ قَوْلُهُ عَلَى أَنَّهُ أَهْدَاهَا لَهُ قَبْلَ ذَلِكَ وَقَدْ عَطَفَ الإِهْدَاءَ عَلَى الْمَجِيءِ بِالْوَاوِ وَهِيَ لا تَقْتَضِي التَّرْتِيبَ وَاللَّهُ أَعْلَمُ\". (1)\r\rقلت: عَرَضَ الإمامُ النَّووي الاسْتِشْكَال في متن الحديث قَوْلُهُ \"وَأَهْدَى لَهُ بَغْلَةً بَيْضَاءَ\"، وكون أنَّ ظَاهِرَ لَفْظِ الحديث هُنَا أَنَّهُ أَهْدَاهَا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ وهي سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ وهو تاريخ النَّص، وبين أنَّ هَذِهِ الْبَغْلَةُ كَانَتْ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ ذَلِكَ، وَحَضَرَ عَلَيْهَا غَزَاةَ حُنَيْنٍ كَمَا هُوَ مَشْهُورٌ فِي الأَحَادِيثِ الصَّحِيحَةِ، وَكَانَتْ حُنَيْنٌ عَقِبَ فَتْحِ مَكَّةَ سَنَةَ ثَمَانٍ، فجمع بينهما بقوله: \" فَيُحْمَلُ قَوْلُهُ عَلَى أَنَّهُ أَهْدَاهَا لَهُ قَبْلَ ذَلِكَ وَقَدْ عَطَفَ الإِهْدَاءَ عَلَى الْمَجِيءِ بِالْوَاوِ وَهِيَ لا تَقْتَضِي التَّرْتِيبَ \"، فَزَال عنه الاسْتِشْكَال، فعلم فائدة تاريخ النَّص في الجمع بين الْمَرْويَّات.\r\rالمثال الثالث: ما أَخْرَجَهُ الإمَامُ مَالِكٌ في الموطأ من رواية يَحْيَى فقال: \" عَنِ ابْنِ مُحَيْرِيزٍ، أَنَّهُ قَالَ: دَخَلْتُ الْمَسْجِدَ فَرَأَيْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ فَجَلَسْتُ إِلَيْهِ، فَسَأَلْتُهُ عَنِ الْعَزْلِ؟ فَقَالَ أَبُو سَعِيدٍ الْخُدْرِيُّ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي\r__________\r(1) يَحْيَى بن شرف النووي، المنهاج شرح صحيح مسلم، (15/ 42 - 43).","seal":"C509F408","part":1},
      {"page":33,"id":33,"nass":"غَزْوَةِ بَنِي الْمُصْطَلِقِ فَأَصَبْنَا سَبْيًا مِنْ سَبْيِ الْعَرَبِ، فَاشْتَهَيْنَا النِّسَاءَ، وَاشْتَدَّتْ عَلَيْنَا الْعُزْبَةُ، وَأَحْبَبْنَا الْفِدَاءَ، فَأَرَدْنَا أَنْ نَعْزِلَ، فَقُلْنَا نَعْزِلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَظْهُرِنَا قَبْلَ أَنْ نَسْأَلَهُ، فَسَأَلْنَاهُ عَنْ ذَلِكَ؟ فَقَالَ: «مَا عَلَيْكُمْ أَنْ لا تَفْعَلُوا، مَا مِنْ نَسَمَةٍ كَائِنَةٍ إِلَى يَوْمِ الْقِيَامَةِ إِلا وَهِيَ كَائِنَةٌ» \". (1)\r\rقَالَ ابنُ عَبْد البَر في الاستذكار: \"وَبَنُو الْمُصْطَلِقِ هُمْ مِنْ خُزَاعَةَ وَكَانَتِ الْوَقْعَةُ بِهِمْ فِي مَوْضِعٍ يُقَالُ لَهُ الْمُرَيْسِيعُ مِنْ نَحْوٍ فَرِيدٍ، وَذَلِكَ فِي نَحْوِ سَنَةِ سِتٍّ مِنَ الْهِجْرَةِ وَالْغَزْوَةُ تُعْرَفُ بِغَزْوَةِ الْمُرَيْسِيعِ وَغَزْوَةِ بَنِي الْمُصْطَلِقِ عِنْدَ أَهْلِ السِّيَرِ، وَرَوَى هَذَا الْحَدِيثَ مُوسَى ابْنُ عَقَبَةَ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ بن مُحَيْرِيزٍ عَنْ أَبِي سَعِيدٍ بِالإِسْنَادِ الْمَذْكُورِ إِلا أَنَّهُ قَالَ فِيهِ أَصَبْنَا سَبْيًا مِنْ سَبْيِ أوطاس وأنهم أرادوا أن يستمعتوا مِنْهُنَّ وَلا يَحْمِلْنَ فَسَأَلُوا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَقَالَ ((مَا عَلَيْكُمْ أَلا تَفْعَلُوا فَإِنَّ اللَّهَ كَتَبَ مَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ)) (2)، فَجَعَلَ مُوسَى بْنُ عَقَبَةَ هَذَا الْحَدِيثَ فِي سَبْيِ أَوْطَاسٍ، وَسَبْيُ أَوْطَاسٍ هُوَ سَبْيُ هَوَازِنَ وَسَبْيُ هَوَازِنَ إِنَّمَا سُبِيَ يَوْمَ حُنَيْنٍ وَذَلِكَ فِي سَنَةِ ثَمَانٍ مِنَ الْهِجْرَةِ فَوَهِمَ مُوسَى بْنُ عَقَبَةَ فِي ذَلِكَ وَاللَّهُ أَعْلَمُ\". (3)\r\rقلت: أَشَارَ ابنُ عَبْد البَر إلى التَّعارض بين الرِّوايات التي ذَكَرتْ أنَّهم أَصَابُوا السَبْي فِي غَزْوَةِ بَنِي الْمُصْطَلِقِ، وبين تلك التي ذَكَرتْ أنَّهم أَصَابُوا سَبْيًا مِنْ سَبْيِ أوطاس، فاستخدم ابنُ عَبْد البَر تاريخ النَّص للتَّرجِيح بين هاتين\r__________\r(1) مالك بن أنس، الموطأ، بَابُ مَا جَاءَ فِي الْعَزْلِ، كِتَابُ الطَّلاقِ، (4/ 857)، رقم: 2206.\r(2) أخرجه ابن حبان في صحيحه، باب ذِكْرُ الْبَيَانِ بِأَنَّ قَوْلَهُ - صلى الله عليه وسلم -: \"إِنَّمَا هُوَ الْقَدْرُ\"، كتاب العزل، (9/ 504)، برقم: 4193.\r(3) يوسف بن عبد الله بن عبد البر، القرطبي، الاستذكار، (6/ 222).","seal":"674406AB","part":1},
      {"page":34,"id":34,"nass":"الرِّوَايتين فقال: \" أنَّ غَزْوَةِ بَنِي الْمُصْطَلِقِ كانت فِي نَحْوِ سَنَةِ سِتٍّ مِنَ الْهِجْرَةِ\"؛ بينما كان سَبْيُ أَوْطَاسٍ هُوَ سَبْيُ هَوَازِنَ، وَسَبْيُ هَوَازِنَ إِنَّمَا سُبِيَ يَوْمَ حُنَيْنٍ وَذَلِكَ فِي سَنَةِ ثَمَانٍ، فرجَّحَ أن يكون الرَّواي وهو مُوسَى بْنُ عَقَبَةَ قد وَهِمَ فِي ذَلِكَ، فَظَهر لك قيمة تاريخ النَّص في التَّرجيح.","seal":"0CA020F2","part":1},
      {"page":35,"id":35,"nass":"المبحث الخامس: أثر معرفة تاريخ النص في إثبات تعدد القصة، أو نفي تعددها\rقَدْ تَاتِي الرِّوَايَاتُ مُخْتَلِفَة الألفَاظ عَلَى الرَّغم مِن أَنَّهَا صَدَرَتْ من مَخْرَج إسناد واحد يدور عليها، واخْتِلافُ هَذِهِ الرِّوَايَاتِ بهذه الصورة فِي الموضوع الواحد مَعَ اتِّحَادِ الْمَخْرَجِ يَقْتَضِي التَّرْجِيحَ بينها، ولمعرفة هل كان الأَمْرُ فِي ذَلِكَ وَقَعَ مَرَّتَيْنِ، أي تَعَدد القِصْة -وَالأَصْلُ عَدَمُ التَّعَدُّدِ مَعَ اتِّحَادِ الْمَخْرَجِ - أم أنَّها قِصْةٌ واحدةٌ وقد وهم أو اضطرب فيها بعض الرُّواة؟ ؛ لِذَا استخدم شُرَّاحُ الحديث أدوات وقَرَائِن لإثبات تعدد القصة، أو نفي التَّعدد، ومِن هذه الأدوات والقرائن تاريخ النَّص الحديثي؛ لبيان مَا الْتبس واشتبه من الأحداث ذات الْمَوضُوع الوَاحِد والألفاظ الْمُخْتَلِفَة ولها نفس الْمَخْرَج؛ لأَنَّ الحديث يُفَسِّرُ بَعْضَهُ بَعْضًا، ولا سِيَّمَا مَعَ اتِّحَادِ الْمَخْرَجِ، ولسوف نحاول في هذا المبحث ضرب بعض الأمثلة التطبيقية؛ لِتَظْهَر علاقة أثر تاريخ النَّص في إثبات تعدد القصة، أو نفي التَّعدد.\r\rالمثال الأول: ما أَخْرَجَهُ البُخَاريّ فِي صَحِيحِهِ، من حديث ابْنِ عَبَّاسٍ، قَالَ: انْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي طَائِفَةٍ مِنْ أَصْحَابِهِ عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَقَدْ حِيلَ بَيْنَ الشَّيَاطِينِ وَبَيْنَ خَبَرِ السَّمَاءِ، وَأُرْسِلَتْ عَلَيْهِمُ الشُّهُبُ، فَرَجَعَتِ الشَّيَاطِينُ، فَقَالُوا: مَا لَكُمْ؟ فَقَالُوا: حِيلَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ، وَأُرْسِلَتْ عَلَيْنَا الشُّهُبُ، قَالَ: مَا حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ إِلا مَا حَدَثَ، فَاضْرِبُوا مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا، فَانْظُرُوا مَا هَذَا الأَمْرُ الَّذِي حَدَثَ، فَانْطَلَقُوا فَضَرَبُوا مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا، يَنْظُرُونَ مَا هَذَا الأَمْرُ الَّذِي حَالَ بَيْنَهُمْ وَبَيْنَ خَبَرِ السَّمَاءِ، قَالَ: فَانْطَلَقَ الَّذِينَ تَوَجَّهُوا نَحْوَ تِهَامَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنَخْلَةَ، «وَهُوَ عَامِدٌ","seal":"B7D9F334","part":1},
      {"page":36,"id":36,"nass":"إِلَى سُوقِ عُكَاظٍ وَهُوَ يُصَلِّي بِأَصْحَابِهِ صَلاَةَ الفَجْرِ فَلَمَّا سَمِعُوا القُرْآنَ تَسَمَّعُوا لَهُ»، فَقَالُوا: هَذَا الَّذِي حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ، فَهُنَالِكَ رَجَعُوا إِلَى قَوْمِهِمْ، فَقَالُوا: يَا قَوْمَنَا {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا، يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا}، \" وأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الجِنِّ} (1)، وَإِنَّمَا أُوحِيَ إِلَيْهِ قَوْلُ الجِنِّ\". (2)\r\rقَالَ الحافظ ابْنُ حَجَرٍ في الفتح: \" وَقد روى ابن مَرْدَوَيْهِ أَيْضًا مِنْ طَرِيقِ الْحَكَمِ بْنِ أَبَانٍ عَنْ عِكْرِمَةَ عَن ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ كَانُوا اثْنَيْ عَشَرَ أَلْفًا مِنْ جَزِيرَةِ الْمَوْصِلِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لابْنِ مَسْعُودٍ أَنْظِرْنِي حَتَّى آتِيكَ وَخَطَّ عَلَيْهِ خَطًّا الْحَدِيثَ وَالْجَمْعُ بَيْنَ الرِّوَايَتَيْنِ تَعَدُّدُ الْقِصَّةِ فَإِن الَّذين جاؤوا أَوَّلا كَانَ سَبَبُ مَجِيئِهِمْ مَا ذُكِرَ فِي الْحَدِيثِ مِنْ إِرْسَالِ الشُّهُبِ وَسَبَبُ مَجِيءِ الَّذِينَ فِي قصَّة بن مَسْعُود أَنهم جاؤوا لِقَصْدِ الإِسْلامِ وَسَمَاعِ الْقُرْآنِ وَالسُّؤَالِ عَنْ أَحْكَامِ الدِّينِ، وَقَدْ بَيَّنْتُ ذَلِكَ فِي أَوَائِلِ الْمَبْعَثِ فِي الْكَلامِ عَلَى حَدِيثِ أَبِي هُرَيْرَةَ، وَهُوَ مِنْ أَقْوَى الأَدِلَّةِ عَلَى تَعَدُّدِ الْقِصَّةِ فَإِنَّ أَبَا هُرَيْرَةَ إِنَّمَا أَسْلَمَ بَعْدَ الْهِجْرَةِ وَالْقِصَّةُ الأُولَى كَانَتْ عَقِبَ الْمَبْعَثِ وَلَعَلَّ مَنْ ذُكِرَ فِي الْقِصَصِ الْمُفَرَّقَةِ كَانُوا مِمَّنْ وَفَدَ بَعْدُ لأَنَّهُ لَيْسَ فِي كُلِّ قِصَّةٍ مِنْهَا إِلا أَنَّهُ كَانَ مِمَّنْ وَفَدَ وَقَدْ ثَبَتَ تَعَدُّدُ وُفُودِهِمْ وَتَقَدَّمَ فِي بَدْءِ الْخَلْقِ\". (3)\r\rقلت: ذَكَرَ الحافظُ ابْنُ حَجَرٍ حديث ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ، الذي فيه: \" أنَّ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال لابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنْظِرْنِي حَتَّى آتِيكَ وَخَطَّ عَلَيْهِ خَطًّا\"، ثم أشار إلى\r__________\r(1) سورة الجن الآيات (1، 2).\r(2) البخاري، الجامع الصحيح، بَابُ الجَهْرِ بِقِرَاءَةِ صَلاَةِ الفَجْرِ، كِتَابُ الأَذَانِ، (1/ 154)، 773.\r(3) ابن حجر العسقلاني, فتح الباري شرح صحيح البخاري، (8/ 674).","seal":"9A08BD3C","part":1},
      {"page":37,"id":37,"nass":"حَدِيثِ أَبِي هُرَيْرَةَ، وقال: \"وَهُوَ مِنْ أَقْوَى الأَدِلَّةِ عَلَى تَعَدُّدِ الْقِصَّةِ فَإِنَّ أَبَا هُرَيْرَةَ إِنَّمَا أَسْلَمَ بَعْدَ الْهِجْرَةِ وَالْقِصَّةُ الأُولَى كَانَتْ عَقِبَ الْمَبْعَثِ\"، أي إنَّه استخدم تاريخ النَّص الذي رَوَاهُ أَبُو هُرَيْرَةَ في ترجيح تَعَدُّدِ هَذِهِ الْقِصَّةِ، وحديثُ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ ذكره البخاري بإسناده فقال: أنَّ أَبَا هُرَيْرَةَ كَانَ يَحْمِلُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِدَاوَةً لِوَضُوئِهِ وَحَاجَتِهِ، فَبَيْنَمَا هُوَ يَتْبَعُهُ بِهَا، فَقَالَ: «مَنْ هَذَا؟ » فَقَالَ: أَنَا أَبُو هُرَيْرَةَ، فَقَالَ: «ابْغِنِي أَحْجَارًا أَسْتَنْفِضْ بِهَا، وَلاَ تَاتِنِي بِعَظْمٍ وَلاَ بِرَوْثَةٍ». فَأَتَيْتُهُ بِأَحْجَارٍ أَحْمِلُهَا فِي طَرَفِ ثَوْبِي، حَتَّى وَضَعْتُهَا إِلَى جَنْبِهِ، ثُمَّ انْصَرَفْتُ حَتَّى إِذَا فَرَغَ مَشَيْتُ، فَقُلْتُ: مَا بَالُ العَظْمِ وَالرَّوْثَةِ؟ قَالَ: «هُمَا مِنْ طَعَامِ الجِنِّ، وَإِنَّهُ أَتَانِي وَفْدُ جِنِّ نَصِيبِينَ، وَنِعْمَ الجِنُّ، فَسَأَلُونِي الزَّادَ، فَدَعَوْتُ اللَّهَ لَهُمْ أَنْ لاَ يَمُرُّوا بِعَظْمٍ، وَلاَ بِرَوْثَةٍ إِلا وَجَدُوا عَلَيْهَا طَعَامًا». (1)\r\rوأمَّا الموضع الذي أَحَالَ إِلَيهِ الحافظُ ابْنُ حَجَرٍ في الفتح قال فيه: \"تَقَدَّمَ الْكَلامُ عَلَى الْجِنِّ فِي أَوَائِلِ بَدْءِ الْخَلْقِ بِمَا يُغْنِي عَنْ إِعَادَتِهِ قَوْلُهُ وَقَوْلُ اللَّهِ عَزَّ وَجَلَّ قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنّ الآيَةَ يُرِيدُ تَفْسِيرَ هَذِهِ الآيَةِ، وَقَدْ أنكر ابن عَبَّاسٍ أَنَّهُمُ اجْتَمَعُوا بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ فِي الصَّلاةِ مِنْ طَرِيقِ أَبِي بِشْرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابن عَبَّاس رَضِيَ اللَّهُ عَنْهُ، قَالَ: ماقرأ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْجِنِّ وَلا رَآهُمْ الْحَدِيثَ، وَحَدِيثُ أَبِي هُرَيْرَةَ فِي هَذَا الْبَابِ وَإِنْ كَانَ ظَاهِرًا فِي اجْتِمَاعِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْجِنِّ وَحَدِيثِهِ مَعَهُمْ؛ لَكِنَّهُ لَيْسَ فِيهِ أَنَّهُ قَرَأَ عَلَيْهِمْ وَلا أَنَّهُمُ الْجِنُّ الَّذِينَ اسْتَمَعُوا الْقُرْآنَ؛ لأَنَّ فِي حَدِيثِ أَبِي هُرَيْرَةَ أَنَّهُ كَانَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَتَئِذٍ، وَأَبُو هُرَيْرَةَ إِنَّمَا قَدِمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّنَةِ السَّابِعَةِ الْمَدِينَةَ وَقِصَّةُ اسْتِمَاعِ الْجِنِّ لِلْقُرْآنِ كَانَ بِمَكَّةَ قَبْلَ الْهِجْرَةِ، وَحَدِيث ابن عَبَّاسٍ صَرِيحٌ فِي ذَلِكَ فَيُجْمَعُ بَيْنَ مَا نَفَاهُ وَمَا أَثْبَتَهُ غَيْرُهُ بِتَعَدُّدِ وُفُودِ الْجِنِّ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَّا مَا وَقَعَ فِي\r__________\r(1) البخاري، الجامع الصحيح، بَابُ ذِكْرِ الجِنِّ، كِتَابُ المَنَاقِبِ، (5/ 46)، رقم: 3860.","seal":"D87D5CF1","part":1},
      {"page":38,"id":38,"nass":"مَكَّةَ فَكَانَ لاسْتِمَاعِ الْقُرْآنِ وَالرُّجُوعِ إِلَى قَوْمِهِمْ مُنْذِرِينَ كَمَا وَقَعَ فِي الْقُرْآنِ، وَأَمَّا فِي الْمَدِينَةِ فَلِلسُّؤَالِ عَنِ الأَحْكَامِ\". (1)\r\rالمثال الثاني: مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ من حديث عُوَيْمِرٌ الْعَجْلانِيِّ رضى الله عنه، أنَّه أَتَى رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَسَطَ النَّاسِ، فَقَالَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ رَجُلا وَجَدَ مَعَ امْرَأَتِهِ رَجُلا أَيَقْتُلُهُ فَتَقْتُلُونَهُ؟ أَمْ كَيْفَ يَفْعَلُ؟ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَدْ نَزَلَ فِيكَ وَفِي صَاحِبَتِكَ، فَاذْهَبْ فَاتِ بِهَا»، قَالَ سَهْلٌ: فَتَلاعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا فَرَغَا، قَالَ عُوَيْمِرٌ: كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللهِ، إِنْ أَمْسَكْتُهَا، فَطَلَّقَهَا ثَلاثًا قَبْلَ أَنْ يَامُرَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ ابْنُ شِهَابٍ: «فَكَانَتْ سُنَّةَ الْمُتَلاعِنَيْنِ» \". (2)\r\rقَالَ النَّووي في شرح مسلم: \" وَاخْتَلَفَ الْعُلَمَاءُ فِي نُزُولِ آيَةِ اللِّعَانِ هَلْ هُوَ بِسَبَبِ عُوَيْمِرٍ الْعَجْلانِيِّ أَمْ بِسَبَبِ هِلالِ بْنِ أُمَيَّةَ؟ ، فَقَالَ: بَعْضُهُمْ بِسَبَبِ عُوَيْمِرٍ الْعَجْلانِيِّ، وَاسْتَدَلَّ بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَدِيثِ الَّذِي ذَكَرَهُ مُسْلِمٌ فِي الْبَابِ أَوَّلا لِعُوَيْمِرٍ قَدْ أَنْزَلَ اللَّهُ فِيكَ وَفِي صَاحِبَتِكَ، وَقَالَ جُمْهُورُ الْعُلَمَاءِ سَبَبُ نُزُولِهَا قِصَّةُ هِلالِ بْنِ أُمَيَّةَ وَاسْتَدَلُّوا بِالْحَدِيثِ الَّذِي ذَكَرَهُ مُسْلِمٌ بَعْدَ هَذَا فِي قصة هلال، قَالَ: وَكَانَ أَوَّلَ رَجُلٍ لاعَنَ فِي الإِسْلامِ، قَالَ الْمَاوَرْدِيُّ مِنْ أَصْحَابِنَا فِي كِتَابِهِ الْحَاوِي: قَالَ الأَكْثَرُونَ قِصَّةُ هِلالِ بْنِ أُمَيَّةَ أَسْبَقُ مِنْ قِصَّةِ الْعَجْلانِيِّ، قَالَ: وَالنَّقْلُ فِيهِمَا مُشْتَبِهٌ ومختلف. وقال ابن الصَّبَّاغِ مِنْ أَصْحَابِنَا فِي كِتَابِهِ الشَّامِلِ فِي قِصَّةِ هِلالٍ تَبَيَّنَ أَنَّ الآيَةَ نَزَلَتْ فِيهِ أَوَّلا، قَالَ: وَأَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعُوَيْمِرٍ إِنَّ اللَّهَ قَدْ أَنْزَلَ فِيكَ وَفِي صَاحِبَتِكَ فَمَعْنَاهُ مَا نَزَلَ فِي قِصَّةِ هِلالٍ؛ لأَنَّ ذَلِكَ حُكْمٌ\r__________\r(1) ابن حجر العسقلاني, فتح الباري شرح صحيح البخاري، (7/ 171).\r(2) مسلم، الجامع الصحيح، بَابُ انْقِضَاءِ عِدَّةِ الْمُتَوَفَّى عَنْهَا زَوْجُهَا، كِتَابُ الطَّلاقِ، (2/ 1129)، رقم: 1492.","seal":"5CE485F5","part":1},
      {"page":39,"id":39,"nass":"عَامٌّ لِجَمِيعِ النَّاسِ، قُلْتُ: وَيُحْتَمَلُ أَنَّهَا نَزَلَتْ فِيهِمَا جَمِيعًا فَلَعَلَّهُمَا سَأَلا فِي وَقْتَيْنِ مُتَقَارِبَيْنِ فَنَزَلَتِ الآيَةُ فِيهِمَا وَسَبَقَ هِلالٌ باللِّعَانِ فَيَصْدُقُ أَنَّهَا نَزَلَتْ فِي هَذَا وَفِي ذَاكَ وَأَنَّ هِلالا أَوَّلُ مَنْ لاعَنَ وَاللَّهُ أَعْلَمُ، قَالُوا وَكَانَتْ قِصَّةُ اللِّعَانِ فِي شَعْبَانَ سَنَةَ تِسْعٍ مِنَ الْهِجْرَةِ وَمِمَّنْ نقله القَاضِي عِياضٍ عَنْ ابْنِ جَرِيرٍ الطَّبَرِيِّ\". (1)\r\rقلت: تَعقب الحافظ ابْنُ حَجَرٍ الإمامَ النَّوَوي في الفتح فَقَالَ: \"عَنِ الزُّهْرِيِّ قَالَ، قَالَ: سَهْلُ بْنُ سَعْدٍ شهِدت الْمُتَلاعِنَيْنِ وَأَنا ابن خَمْسَ عَشْرَةَ سَنَةٍ، وَوَقَعَ فِي نُسْخَةِ أَبِي الْيَمَانِ عَنْ شُعَيْبٍ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ: تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا ابن خَمْسَ عَشْرَةَ سَنَةً. فَهَذَا يَدُلُّ عَلَى أَنَّ قِصَّةَ اللِّعَانِ كَانَتْ فِي السَّنَةِ الأَخِيرَةِ مِنْ زَمَانِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ لَكِنْ جَزَمَ الطَّبَرِيِّ وجماعة من العلماء، بِأَنَّ اللِّعَانَ كَانَ فِي شَعْبَانَ سَنَةَ تِسْعٍ، وَجَزَمَ بِهِ غَيْرُ وَاحِدٍ مِنَ الْمُتَأَخِّرِينَ، وَوَقَعَ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ عِنْدَ الدَّارَقُطْنِيِّ (2)، أَنَّ قِصَّةَ اللِّعَانِ كَانَتْ بِمُنْصَرَفِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ تَبُوكَ وَهُوَ قَرِيبٌ مِنْ قَوْلِ الطَّبَرِيِّ وَمَنْ وَافَقَهُ؛ لَكِنْ فِي إِسْنَادِهِ الْوَاقِدِيُّ فَلا بُدَّ مِنْ تَاوِيلِ أَحَدِ الْقَوْلَيْنِ فَإِنْ أَمْكَنَ وَإِلا فَطَرِيقُ شُعَيْبٍ أَصَحُّ، وَمِمَّا يُوهِنُ رِوَايَةَ الْوَاقِدِيِّ مَا اتَّفَقَ عَلَيْهِ أَهْلُ السِّيَرِ أَنَّ التَّوَجُّهَ إِلَى تَبُوكَ كَانَ فِي رَجَبٍ وَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ هِلالَ بْنَ أُمَيَّةَ أَحَدُ الثَّلاثَةِ الَّذِينَ تِيبَ عَلَيْهِمْ، وَفِي قِصَّتِهِ أَنَّ امْرَأَتَهُ اسْتَاذَنَتْ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ تَخْدُمَهُ فَأَذِنَ لَهَا بِشَرْطٍ أَنْ لا يَقْرَبَهَا، فَقَالَتْ: إِنَّهُ لا حِرَاكَ بِهِ. وَفِيهِ أَنَّ ذَلِكَ كَانَ بَعْدَ أَنْ مَضَى لَهُمْ أَرْبَعُونَ يَوْمًا فَكَيْفُ تَقَعُ قِصَّةُ اللِّعَانِ فِي الشَّهْرِ الَّذِي انْصَرَفُوا فِيهِ مِنْ تَبُوكَ\r__________\r(1) يَحْيَى بن شرف النووي، المنهاج شرح صحيح مسلم، (10/ 119 - 120).\r(2) أخرجه الإمام علي بن عمر بن أحمد، أبو الحسن الدراقطني (ت: 385 هـ)، في السنن، باب المهر، كتاب النكاح، (4/ 417)، رقم: 3709، الحديث ضعيف جدًا فيه محمد بن عمر الواقدي متروك، انظر: تهذيب التهذيب، (9/ 363)، مما يؤيد ترجيح الحافظ أَنَّ قِصَّةَ اللِّعَانِ لم تكن سَنَة تِسْعٍ؛ كانت فِي السَّنَةِ الأَخِيرَةِ مِنْ زَمَانِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.","seal":"58A80651","part":1},
      {"page":40,"id":40,"nass":"وَيَقَعُ لِهِلالٍ مَعَ كَوْنِهِ فِيمَا ذَكَرَ مِنَ الشُّغْلِ بِنَفْسِهِ وَهِجْرَانِ النَّاسِ لَهُ وَغَيْرِ ذَلِكَ، وَقَدْ ثَبت فِي حَدِيث ابن عَبَّاسٍ أَنَّ آيَةَ اللِّعَانِ نَزَلَتْ فِي حَقِّهِ وَكَذَا عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ أَنَسٍ أَنَّهُ أَوَّلُ مَنْ لاعَنَ فِي الإِسْلامِ، وَوَقَعَ فِي رِوَايَة عباد بن مَنْصُور فِي حَدِيث ابن عَبَّاسٍ عِنْدَ أَبِي دَاوُدَ وَأَحْمَدَ حَتَّى جَاءَ هِلالُ بْنُ أُمَيَّةَ وَهُوَ أَحَدُ الثَّلاثَةِ الَّذِينَ تِيبَ عَلَيْهِمْ فَوَجَدَ عِنْدَ أَهْلِهِ رَجُلا الْحَدِيثَ. فَهَذَا يَدُلُّ عَلَى أَنَّ قِصَّةَ اللِّعَانِ تَأَخَّرَتْ عَنْ قِصَّةِ تَبُوكَ وَالَّذِي يَظْهَرُ أَنَّ الْقِصَّةَ كَانَتْ مُتَأَخِّرَةً وَلَعَلَّهَا كَانَتْ فِي شَعْبَانَ سَنَةَ عَشْرٍ لا تِسْعٍ وَكَانَتِ الْوَفَاةُ النَّبَوِيَّةِ فِي شَهْرِ رَبِيعٍ الأَوَّلِ سَنَةَ إِحْدَى عَشْرَةَ بِاتِّفَاق\". (1)\r\rالمثال الثالث: ما أَخْرَجَهُ البُخَاريّ فِي صَحِيحِهِ، وهو قطعة من حديث عَبْدَ اللَّهِ بْنَ عَبَّاسٍ الطويل فقال فيه: \" ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الَّذِي بَعَثَ بِهِ دِحْيَةُ إِلَى عَظِيمِ بُصْرَى، فَدَفَعَهُ إِلَى هِرَقْلَ، فَقَرَأَهُ فَإِذَا فِيهِ \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ: سَلاَمٌ عَلَى مَنِ اتَّبَعَ الهُدَى، أَمَّا بَعْدُ، فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ \"وَ {يَا أَهْلَ الكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَنْ لاَ نَعْبُدَ إِلا اللَّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} قَالَ أَبُو سُفْيَانَ: فَلَمَّا قَالَ مَا قَالَ، وَفَرَغَ مِنْ قِرَاءَةِ الكِتَابِ، كَثُرَ عِنْدَهُ الصَّخَبُ وَارْتَفَعَتِ الأَصْوَاتُ وَأُخْرِجْنَا، فَقُلْتُ لأَصْحَابِي حِينَ أُخْرِجْنَا: لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ، إِنَّهُ يَخَافُهُ مَلِكُ بَنِي الأَصْفَرِ. فَمَا زِلْتُ مُوقِنًا أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللَّهُ عَلَيَّ الإِسْلاَمَ\". (2)\r__________\r(1) ابن حجر العسقلاني, فتح الباري، (9/ 447 - 448).\r(2) البخاري، الجامع الصحيح، بَابُ بَدْءِ الوَحْيِ، (1/ 8)، رقم: 7.","seal":"77D85CB7","part":1},
      {"page":41,"id":41,"nass":"قَالَ الحافظ ابْنُ حَجَرٍ في الفتح: \"وَقَعَ بِإِثْبَاتِ الْوَاوِ فَهِيَ دَاخِلَةٌ عَلَى مُقَدَّرٍ مَعْطُوفٍ عَلَى قَوْلِهِ أَدْعُوكَ فَالتَّقْدِيرُ أَدْعُوكَ بِدِعَايَةِ الإِسْلامِ وَأَقُولُ لَكَ وَلأَتْبَاعِكَ امْتِثَالا لِقَوْلِ اللَّهِ تَعَالَى يَا أَهْلَ الْكِتَابِ، وَيُحْتَمَلُ أَنْ تَكُونَ مِنْ كَلامِ أَبِي سُفْيَانَ؛ لأَنَّهُ لَمْ يَحْفَظْ جَمِيعَ أَلْفَاظِ الْكِتَابِ فَاسْتَحْضَرَ مِنْهَا أَوَّلَ الْكِتَابِ فَذَكَرَهُ وَكَذَا الآيَةُ؛ وَكَأَنَّهُ قَالَ فِيهِ كَانَ فِيهِ كَذَا وَكَانَ فِيهِ يَا أَهْلَ الْكتاب فَالْوَاوُ مِنْ كَلامِهِ لا مِنْ نَفْسِ الْكِتَابِ، وَقِيلَ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَتَبَ ذَلِكَ قَبْلَ نُزُولِ الآيَةِ فَوَافَقَ لَفْظُهُ لَفْظَهَا لَمَّا نَزَلَتْ؛ وَالسَّبَبُ فِي هَذَا أَنَّ هَذِهِ الآيَةَ نَزَلَتْ فِي قِصَّةِ وَفْدِ نَجْرَانَ وَكَانَتْ قِصَّتُهُمْ سَنَةَ الْوُفُودِ سَنَةَ تِسْعٍ، وَقِصَّةُ أبي سُفْيَانَ كَانَتْ قَبْلَ ذَلِكَ سَنَةَ سِتٍّ وَسَيَاتِي ذَلِكَ وَاضِحًا فِي الْمَغَازِي وَقِيلَ بَلْ نَزَلَتْ سَابِقَةً فِي أَوَائِلِ الْهِجْرَةِ وَإِلَيْهِ يُومِئُ كَلامُ بن إِسْحَاقَ وَقِيلَ نَزَلَتْ فِي الْيَهُودِ وَجَوَّزَ بَعْضُهُمْ نُزُولَهَا مَرَّتَيْنِ وَهُوَ بَعِيدٌ\". (1)\r\rقلت: ذَكَرَ الحافظُ ابْنُ حَجَرٍ أنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَتَبَ ذَلِكَ قَبْلَ نُزُولِ الآيَةِ فَوَافَقَ لَفْظُهُ لَفْظَهَا لَمَّا نَزَلَتْ، وكان تَارِيخُ هَذَا النَّص سَنَةَ سِتٍّ؛ وذلك لِقَولِ أَبِي سُفْيَان لَمَّا سَأَلَهُ هِرَقْل: \"فَهَلْ يَغْدِرُ؟ قُلْتُ: لاَ، وَنَحْنُ مِنْهُ فِي مُدَّةٍ لاَ نَدْرِي مَا هُوَ فَاعِلٌ فِيهَا\". (2)، والْمُدَّةُ المذكورة هي كانت في زَمَن الْحُدَيْبِيَةِ سَنَةَ سِتٍّ هجرية؛ ثم قارن الحافظ بين ذلك وبين تاريخ نزول الآيَة فقال: \"وأنها نَزَلَتْ فِي قِصَّةِ وَفْدِ نَجْرَانَ وَكَانَتْ قِصَّتُهُمْ سَنَةَ الْوُفُودِ سَنَةَ تِسْعٍ\"، ثم قال: \"وَجَوَّزَ بَعْضُهُمْ نُزُولَهَا مَرَّتَيْنِ، وَهُوَ بَعِيدٌ\"، فظهر قيمة تاريخ النَّص في تعدد القصة، أو نفي التَّعدد، وتوجيه المعاني من خلال ذلك.\r__________\r(1) ابن حجر العسقلاني, فتح الباري، (1/ 39).\r(2) البخاري، الجامع الصحيح، بَابُ بَدْءِ الوَحْيِ، (1/ 8)، رقم: 7.","seal":"A48F54CA","part":1},
      {"page":42,"id":42,"nass":"المبحث السادس: أثر معرفة تاريخ النص في توجيه دلالة الحديث\rتُعْتَبر الدَّلالةُ من أهم محاور توجيه المعاني في الحديث النَّبوي، قال ابْن السكّيت عَن الفرّاء: \"دَليلٌ من الدِّلالة والدَّلالة بِالْكَسْرِ وَالْفَتْح\" (1)، وهو مَا يُمكن أَن يُسْتَدلّ بِهِ عَنْ قصد قَائِله أو فَاعِله، والأثر الدِّلالي لِتَاريخ النَّص الحديثي كان لَهُ دَورٌ فَعَّالٌ في توجيه الدَّلالة عند شُرَّاح الحديث، ومِن الْمَعُلوم قطعًا أنَّه ليس لَدَينَا تَاريِخًا مُحددًا لجميع ما أُسْنِدَ من رِوَايَاتٍ وأَحْدَاثٍ؛ ومَعَ ذلك فإنَّهُ من المؤكد أَنَّها قد وَقَعَتْ فِي زَمَنٍ محددٍ وكانت لها مُلابَسَاتٍ وقرائنَ تَدُلُّ على وقوعها في هذا الزَّمن، فالجهل بالشِّيء لا يُوجِبُ عَدمه، وهذا مبدأ ينسحبُ على كل الظواهر الكونية؛ لِذَا كَانَ الظّفَرُ بمعرفة تَارِيخ النُّصُوصِ الحديثية مِنْ أَجَلِ المهمات الْمُلقَاة على كاهل أهل الحديث؛ لِمَا لَهُ من قوة الحجة في دلالة النَّص، ومعرفة مقصوده الشَّرعي، وفي هذا المبحث نُحَاول بيان أثر تاريخ النَّص في توجيه الدَّلالة.\rالمثال الأول: ما أَخْرَجَهُ البُخَاريّ فِي صَحِيحِهِ، من حديث جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّهُ: سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ عَامَ الفَتْحِ وَهُوَ بِمَكَّةَ: «إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الخَمْرِ، وَالمَيْتَةِ وَالخِنْزِيرِ وَالأَصْنَامِ»، فَقِيلَ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ شُحُومَ المَيْتَةِ، فَإِنَّهَا يُطْلَى بِهَا السُّفُنُ، وَيُدْهَنُ بِهَا الجُلُودُ، وَيَسْتَصْبِحُ بِهَا النَّاسُ؟ فَقَالَ: «لاَ، هُوَ حَرَامٌ»، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ: «قَاتَلَ اللَّهُ اليَهُودَ إِنَّ اللَّهَ لَمَّا حَرَّمَ شُحُومَهَا جَمَلُوهُ، ثُمَّ بَاعُوهُ، فَأَكَلُوا ثَمَنَهُ» \". (2)\r__________\r(1) محمد بن أحمد بن الأزهري، تهذيب اللغة، (14/ 48).\r(2) البخاري، الجامع الصحيح، بَابُ بَيْعِ المَيْتَةِ وَالأَصْنَامِ، كِتَابُ البُيُوعِ، (3/ 84)، رقم: 2236.","seal":"5EBB4553","part":1},
      {"page":43,"id":43,"nass":"قَالَ الحافِظُ ابْنُ حَجَرٍ في الفتح: \"فِي رواية أحمد (1) عَنْ حَجَّاجِ بْنِ مُحَمَّدٍ عَنِ اللَّيْثِ بِسَنَدِهِ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ بِمَكَّةَ قَوْلُهُ وَهُوَ بِمَكَّةَ عَامَ الْفَتْحِ فِيهِ بَيَانُ تَارِيخِ ذَلِكَ وَكَانَ ذَلِكَ فِي رَمَضَانَ سَنَةَ ثَمَانٍ مِنَ الْهِجْرَةِ، وَيُحْتَمَلُ أَنْ يَكُونَ التَّحْرِيمُ وَقَعَ قَبْلَ ذَلِكَ ثُمَّ أَعَادَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَسْمَعَهُ مَنْ لَمْ يَكُنْ سَمِعَهُ قَوْلُهُ إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ هَكَذَا وَقَعَ فِي الصَّحِيحَيْنِ بِإِسْنَادِ الْفِعْلِ إِلَى ضَمِيرِ الْوَاحِدِ وَكَانَ الأَصْلُ حَرَّمَا\".\r\rقلت: اسْتَخْدَمَ الحافظُ تَارِيخ هَذَا النَّص لِبَيانِ أنَّ هذه الأشياء المذكورة في الحديث كانت مُحْرَمةً قبل فتح مَكَّةَ وَكَانَ ذَلِكَ فِي رَمَضَانَ سَنَةَ ثَمَانٍ مِنَ الْهِجْرَةِ، ثم قال: \"وَيُحْتَمَلُ أَنْ يَكُونَ التَّحْرِيمُ وَقَعَ قَبْلَ ذَلِكَ ثُمَّ أَعَادَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَسْمَعَهُ مَنْ لَمْ يَكُنْ سَمِعَهُ \"؛ فأفاد بذلك كَون أَنَّ دَلالة هذا النَّص للتذكير بالتحريم وليس لبداية تحريم ذلك سَنَة ثَمَانٍ مِنَ الْهِجْرَةِ، وبرهان ذلك قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ}. (2)\r\rقال الشَّوكاني في فتح القدير: \"قَالَ فِي الْكَشَّافِ: أُكِّدَ تَحْرِيمُ الْخَمْرِ وَالْمَيْسِرِ وُجُوهًا مِنَ التَّاكِيدِ، مِنْهَا: تَصْدِيرُ الْجُمْلَةِ بِإِنَّمَا، وَمِنْهَا: أَنَّهُ قَرْنَهُمَا بِعِبَادَةِ الأصنام ومنه قوله صلّى الله عليه وَسَلَّمَ: «شَارِبُ الْخَمْرِ كَعَابِدِ الْوَثَنِ» وَمِنْهَا: أَنَّهُ جَعَلَهُمَا رِجْسًا، كَمَا قَالَ: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثانِ} (3)، وَمِنْهَا: أَنَّهُ جَعَلَهُمَا مِنْ عَمَلِ الشَّيْطَانِ وَالشَّيْطَانُ لا يَاتِي مِنْهُ إِلا الشَّرُّ الْبَحْتُ، وَمِنْهَا: أَنَّهُ أَمْرٌ بِالاجْتِنَابِ، وَمِنْهَا: أَنَّهُ جَعَلَ الاجْتِنَابَ مِنَ الْفَلاحِ، وَإِذَا كَانَ الاجْتِنَابُ فَلاحًا كَانَ الارْتِكَابُ خَيْبَةً\r__________\r(1) أخرجه أحمد في المسند (22/ 360)، برقم (14471)، وإسناده على شرط الشيخين.\r(2) سورة المائدة آية رقم: (90).\r(3) سورة الحج أية رقم (30).","seal":"1CA2597D","part":1},
      {"page":44,"id":44,"nass":"وَمُحْقَة\" (1)، وَالْمَشْهُورُ أَنَّ الْخَمْرَ حُرِّمَتْ سَنَةَ ثَلاثٍ مِنَ الْهِجْرَةِ بَعْدَ وَقْعَةِ أُحُدٍ (2)، وكذلك تحريم المَيْتَة وَالخِنْزِير نزل في قوله تعالى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ}. (3)\r\rالمثال الثاني: مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ من حديث صَفْوَانُ بْنُ يَعْلَى، عَنْ أَبِيهِ رَضِيَ اللهُ عَنْهُ، قَالَ: كُنَّا مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَاهُ رَجُلٌ عَلَيْهِ جُبَّةٌ بِهَا أَثَرٌ مِنْ خَلُوقٍ، فَقَالَ يَا رَسُولَ اللهِ، إِنِّي أَحْرَمْتُ بِعُمْرَةٍ، فَكَيْفَ أَفْعَلُ؟ فَسَكَتَ عَنْهُ، فَلَمْ يَرْجِعْ إِلَيْهِ، وَكَانَ عُمَرُ يَسْتُرُهُ إِذَا أُنْزِلَ عَلَيْهِ الْوَحْيُ، يُظِلُّهُ، فَقُلْتُ لِعُمَرَ رَضِيَ اللهُ عَنْهُ: إِنِّي أُحِبُّ، إِذَا أُنْزِلَ عَلَيْهِ الْوَحْيُ، أَنْ أُدْخِلَ رَاسِي مَعَهُ فِي الثَّوْبِ، فَلَمَّا أُنْزِلَ عَلَيْهِ، خَمَّرَهُ عُمَرُ رَضِيَ اللهُ عَنْهُ بِالثَّوْبِ، فَجِئْتُهُ فَأَدْخَلْتُ رَاسِي مَعَهُ فِي الثَّوْبِ، فَنَظَرْتُ إِلَيْهِ، فَلَمَّا سُرِّيَ عَنْهُ، قَالَ: «أَيْنَ السَّائِلُ آنِفًا عَنِ الْعُمْرَةِ؟ » فَقَامَ إِلَيْهِ الرَّجُلُ، فَقَالَ: «انْزِعْ عَنْكَ جُبَّتَكَ، وَاغْسِلْ أَثَرَ الْخَلُوقِ الَّذِي بِكَ، وَافْعَلْ فِي عُمْرَتِكَ، مَا كُنْتَ فَاعِلاً فِي حَجِّكَ» \". (4)\r\rقَالَ الحَافِظُ ابْنُ حَجَرٍ في الفتح: \" وَلِمُسْلِمٍ مِنْ طَرِيقِ رَبَاحِ بْنِ أَبِي مَعْرُوفٍ عَنْ عَطَاءٍ مِثْلَهُ وَقَالَ سَعِيدُ بْنُ مَنْصُورٍ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا عَبْدُ الْمَلِكِ وَمَنْصُورٌ وَغَيْرُهُمَا عَنْ عَطَاءٍ عَنْ يَعْلَى بْنِ أُمَيَّةَ أَنَّ رَجُلا قَالَ يَا رَسُولَ اللَّهِ إِنِّي أَحْرَمْتُ وَعَلَيَّ جُبَّتِي هَذِهِ وَعَلَى جُبَّتِهِ رَدْغٌ مِنْ خَلُوقٍ الْحَدِيثَ وَفِيهِ فَقَالَ اخْلَعْ هَذِهِ الْجُبَّةَ وَاغْسِلْ هَذَا الزَّعْفَرَانَ وَاسْتُدِلَّ بِحَدِيثِ يَعْلَى عَلَى مَنْعِ اسْتِدَامَةِ الطِّيبِ بَعْدَ\r__________\r(1) الشَّوكاني، فتح القدير، (2/ 84).\r(2) محمد الطاهر بن عاشور، التحرير والتنوير، (7/ 22).\r(3) سورة البقرة أية رقم (173).\r(4) مسلم، الجامع الصحيح، بَابُ مَا يُبَاحُ لِلْمُحْرِمِ بِحَجٍّ أَوْ عُمْرَةٍ، كِتَابُ الْحَجِّ، (2/ 838)، رقم: 1180.","seal":"A5DAF01D","part":1},
      {"page":45,"id":45,"nass":"الإِحْرَامِ لِلأَمْرِ بِغَسْلِ أَثَرِهِ مِنَ الثَّوْبِ وَالْبَدَنِ وَهُوَ قَوْلُ مَالِكٍ وَمُحَمَّدِ بْنِ الْحَسَنِ، وَأَجَابَ الْجُمْهُورُ بِأَنَّ قِصَّةَ يَعْلَى كَانَتْ بِالْجِعِرَّانَةِ كَمَا ثَبَتَ فِي هَذَا الْحَدِيثِ وَهِيَ فِي سَنَةِ ثَمَانٍ بِلا خِلافٍ، وَقَدْ ثَبَتَ عَنْ عَائِشَةَ أَنَّهَا طَيَّبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدَيْهَا عِنْدَ إِحْرَامِهَا كَمَا سَيَاتِي فِي الَّذِي بَعْدَهُ وَكَانَ ذَلِكَ فِي حَجَّةِ الْوَدَاعِ سَنَةَ عَشْرٍ بِلا خِلافٍ؛ وَإِنَّمَا يُؤْخَذُ بِالآخِرِ فَالآخِرِ مِنَ الأَمْرِ وَبِأَنَّ الْمَامُورَ بِغَسْلِهِ فِي قِصَّةِ يَعْلَى إِنَّمَا هُوَ الْخَلُوقُ لا مُطْلَقُ الطِّيبِ فَلَعَلَّ عِلَّةَ الأَمْرِ فِيهِ مَا خَالَطَهُ مِنَ الزَّعْفَرَانِ وَقَدْ ثَبَتَ النَّهْيُ عَنْ تَزَعْفُرِ الرَّجُلِ مُطْلَقًا مُحْرِمًا وَغَيْرَ مُحْرِمٍ وَفِي حَدِيث ابن عُمَرَ الآتِي قَرِيبًا وَلا يَلْبَسُ أَيِ الْمُحْرِمُ مِنَ الثِّيَابِ شَيْئًا مَسَّهُ زَعْفَرَانٌ وَفِي حَدِيثِ ابن عَبَّاسٍ الآتِي أَيْضًا وَلَمْ يَنْهَ إِلا عَنِ الثِّيَابِ الْمُزَعْفَرَةِ، وَسَيَاتِي مَزِيدٌ فِي ذَلِكَ فِي الْبَابِ الَّذِي بَعْدَهُ، وَاسْتُدِلَّ بِهِ عَلَى أَنَّ مَنْ أَصَابَهُ طِيبٌ فِي إِحْرَامِهِ نَاسِيًا أَوْ جَاهِلا ثُمَّ عَلِمَ فَبَادَرَ إِلَى إِزَالَتِهِ فَلا كَفَّارَةَ عَلَيْه\". (1)\r\rقلت: بَيَّنَ الحافظُ ابْنُ حَجَرٍ أنَّ بعض أهل العلم استدلوا بهذا الحديث عَلَى مَنْعِ اسْتِدَامَةِ الطِّيبِ بَعْدَ الإِحْرَامِ لِلأَمْرِ بِغَسْلِ أَثَرِهِ مِنَ الثَّوْبِ وَالْبَدَنِ، ثم أشار إلى أن الجمهور على خلاف ذلك، ثم ساق برهان الجمهور بِأَنَّ قِصَّةَ يَعْلَى كَانَتْ بِالْجِعِرَّانَةِ كَمَا ثَبَتَ فِي هَذَا الْحَدِيثِ وَهِيَ فِي سَنَةِ ثَمَانٍ بِلا خِلافٍ، وَقَدْ ثَبَتَ عَنْ عَائِشَةَ أَنَّهَا طَيَّبْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدَيْهَا عِنْدَ إِحْرَامِهَا، وَكَانَ ذَلِكَ فِي حَجَّةِ الْوَدَاعِ سَنَةَ عَشْرٍ بِلا خِلافٍ، بناءً على هذا قال الحافظ مستدلا بتَارِيخ النُّصُوصِ: \" بِأَنَّ الْمَامُورَ بِغَسْلِهِ فِي قِصَّةِ يَعْلَى إِنَّمَا هُوَ الْخَلُوقُ أو الزَّعْفَرَانُ لا مُطْلَقُ الطِّيبِ\"، وهو توجيه مَدْلُول النَّهي في الحديث.\r__________\r(1) ابن حجر العسقلاني, فتح الباري، (3/ 395).","seal":"13F2E8EE","part":1},
      {"page":46,"id":46,"nass":"المثال الثالث: مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ من حديث أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ، قَالَ: نُهِينَا أَنْ نَسْأَلَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ، فَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ الرَّجُلُ مِنْ أَهْلِ الْبَادِيَةِ الْعَاقِلُ، فَيَسْأَلَهُ، وَنَحْنُ نَسْمَعُ، فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ، فَقَالَ: يَا مُحَمَّدُ، أَتَانَا رَسُولُكَ فَزَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ اللهَ أَرْسَلَكَ، قَالَ: «صَدَقَ»، قَالَ: فَمَنْ خَلَقَ السَّمَاءَ؟ قَالَ: «اللهُ»، قَالَ: فَمَنْ خَلَقَ الْأَرْضَ؟ قَالَ: «اللهُ»، قَالَ: فَمَنْ نَصَبَ هَذِهِ الْجِبَالَ، وَجَعَلَ فِيهَا مَا جَعَلَ؟ قَالَ: «اللهُ»، قَالَ: فَبِالَّذِي خَلَقَ السَّمَاءَ، وَخَلَقَ الأَرْضَ، وَنَصَبَ هَذِهِ الْجِبَالَ، آللَّهُ أَرْسَلَكَ؟ قَالَ: «نَعَمْ»، ... ، قَالَ: وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا حَجَّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلا، قَالَ: «صَدَقَ»، قَالَ: ثُمَّ وَلَّى، قَالَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ، لا أَزِيدُ عَلَيْهِنَّ، وَلَا أَنْقُصُ مِنْهُنَّ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ» \". (1)\r\rقَالَ ابنُ عَبْد البَر في الاستذكار بعد الإشارة للحديث: \"وَقَالَ مَنْ ذَهَبَ مِنْ أَصْحَابِنَا وَغَيْرِهِمْ إِلَى أَنَّ الْحَجَّ عَلَى الْفَوْرِ لَمْ يَكُنِ الْحَجُّ مُفْتَرَضًا فِي حِينِ سُؤَالِ هَذَا الأَعْرَابِيِّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الإِسْلامِ وَشَرَائِعِهِ وَهَذَا لا مَعْنَى لَهُ؛ لأَنَّ الأَعْرَابِيَّ هُوَ ضِمَامُ بْنُ ثَعْلَبَةَ مِنْ بَنِي سَعْدِ بن بكر وفي خبره من رواية ابن عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ذِكْرُ الْحَجِّ وَكَانَ قُدُومُهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا زَعَمَ أَهْلُ السِّيَرِ سَنَةَ خَمْسٍ مِنَ الْهِجْرَةِ وَلَيْسَ مَنْ قَصَّرَ عَنْ حِفْظِ الْحَجِّ فِي ذَلِكَ الْخَبَرِ بِحُجَّةٍ عَلَى مَنْ حَفِظَهُ، وَقَدِ اخْتَلَفَ فِي هَذِهِ الْمَسْأَلَةِ أَصْحَابُ مَالِكٍ وَأَصْحَابُ الشَّافِعِيِّ وَأَصْحَابُ أَبِي حَنِيفَةَ عَلَى قَوْلَيْنِ أَحَدُهُمَا عَلَى الْفَوْرِ وَالآخِرُ عَلَى التَّرَاخِي\". (2)\r__________\r(1) مسلم، الجامع الصحيح، بَابٌ فِي بَيَانِ الإِيمَانِ بِاللهِ، كِتَابُ الْإِيمَانَ، (1/ 41)، رقم: 12.\r(2) يوسف بن عبد الله بن عبد البر، القرطبي، الاستذكار، (2/ 373).","seal":"E7F79E27","part":1},
      {"page":47,"id":47,"nass":"قلت: اسْتَخْدَمَ ابنُ عَبْدُ البَر تاريخ نص الحديث وهو تاريخ قُدُوم ضِمَام بْن ثَعْلَبَةَ للدَّلالةِ على وجوب الحج عَلَى التَّرَاخِي، فقال: \"لأَنَّ الأَعْرَابِيَّ هُوَ ضِمَامُ بْنُ ثَعْلَبَةَ مِنْ بَنِي سَعْدِ بن بكر وفي خبره من رواية ابن عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ذِكْرُ الْحَجِّ وَكَانَ قُدُومُهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا زَعَمَ أَهْلُ السِّيَرِ سَنَةَ خَمْسٍ مِنَ الْهِجْرَةِ\"؛ لأنَّه ثبت أنَّ حَجَّةَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كانت عَشْر من الهجرة، قَالَ الحافظُ ابْنُ حَجَرٍ: \"وَقَدِ احْتَجَّ الشَّافِعِيُّ لِكَوْنِهِ عَلَى التَّرَاخِي بِأَنَّ فَرْضَ الْحَجِّ كَانَ بَعْدَ الْهِجْرَةِ وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ قَادِرًا عَلَى الْحَجِّ فِي سَنَةِ ثَمَانٍ وَفِي سَنَةِ تِسْعٍ وَلَمْ يَحُجَّ إِلا فِي سَنَةِ عَشْر\". (1)\rوبنهاية هذا المثال تم البحث بحمد الله وفضله\r__________\r(1) ابن حجر العسقلاني, فتح الباري، (1/ 134).","seal":"AA41E58D","part":1},
      {"page":48,"id":48,"nass":"-","seal":"7B37AB32","part":1},
      {"page":49,"id":49,"nass":"-\r\rالخاتمة وفيها أَهَم نتَائج البَحْثِ والتَّوصِيَاتِ","seal":"ECF0DEDC","part":1},
      {"page":50,"id":50,"nass":"-","seal":"351F835F","part":1},
      {"page":51,"id":51,"nass":"الخاتمة\rبعد البحث الطَّويل والسَّبر العميق، وبذل الجهد أرجو أَنْ يَكُونَ بحثي قَدْ أَصَاب الهدف كما يوافق الإثْمِد الحَدقة، فإنَّ العُلُومَ منحٌ مِن الله العزيز الحكيم؛ لأنَّه لولاه سبحانه ما وضعت سوادًا في بياض، وإِنّهُ لمن البدهي في مثل هذه المحاولات من تأصيل العلوم لا يخلو الأمر من زلل وسهو؛ إذ ليس كُلّ بناءٍ يُبْنَى دفعة واحدة، وعلم تاريخ النَّص الحديثي الجَدِيدُ في مَقْطعِهِ، القَديمُ في مَشْرَبِهِ بناء كبير، وحسبي أَنِّي قد وَضَعتُ فيه لَبِنَةً عسى أن يأتي من يُكْمِلُهُ، وفي ضوء هذه الدِّراسة تحقق لدينا بعض النتائج والتَّوصيات أَحْبَبتُ أن أذكرها:\r\rأهم نتائج الدِّراسة والتَّوصيات:\rأولاً: أهم نتائج الدراسة:\r1 - ظهر لنا أَنَّ لتَاريخ النَّص النَّبوي أثر كبير في محاور توجيه معاني الحديث كالفهم الصحيح، وسلامة الاستنباط، وإيضاح المشكل، توجيه الدلالة وغير ذلك.\r2 - أنَّ التَّواريخ والأحداث قد اقترنت بالنَّص النَّبوي، ونجزم أنَّّه كان مُرْتَبطًا بالأحداث في عهد النّبُوة ارتباطًا وثيقًا.\r3 - أنَّ نسبة التَّواريخ ذُكِرَتْ في نُصُوص المرويَّات واضحة وصريحة قليلة جدًا، والكم الأكثر عميق الغوص طويل الذَّيل، بعيد المنال قيم الأثر.\r4 - ظهر من خلال البحث أنَّ تاريخ النَّص الحديثي عند علماء الحديث قد اتسعت مجالاته في توجيه المعاني والتَّرجيح.\r5 - استخدام تاريخ النَّص الحديثي عند شُرَّاح الحديث أعمق وأشمل من مجرد معرفة علم النَّاسخ والمنسوخ.","seal":"E8A0AF66","part":1},
      {"page":52,"id":52,"nass":"6 - كشفت الدِّراسة عن المحاور التي غالبًا من يستخدمها شُرَّاح الحديث النَّبوي في بيان المعاني والأحكام والتَّرجيح بينها.\r7 - يعتبر الحافظ ابن حجر مِن أوسع مَنْ تكلم في هذا العلم العزيز، وكان بارعًا فيه، وأَنَّهُ قد ملك من ناصية القول، وقوة المنطق، وجهارة الدليل في هذا العلم.\r8 - اتضح من خلال مبحث أثر تاريخ النَّص في الفهم الصحيح أنَّ كثيرًا ممن أخطأ في فهم النُّصُوص كان بسبب البعد عن استخدام أدوات العلم والجهل بها.\r9 - ظهر في تحليل شُرَّاح الحديث لتاريخ النُّصُوص قوة حجة استخدامه لتحديد المعاني وتوجيه الدلالات، والتَّرجيح بين الأقوال.\r10 - أنَّ تُرَاثِ شُرَاح الحديث النَّبوي الشريف قد مُلِيء بكنوزٍ خَفِياتٍ، وفوائد كامناتٍ، وعلوم راسخاتٍ فاقوا بها عصرهم، وكان لهم قَصَبُ السَّبق فيها.\r\rثانياً: أهم التَّوصيات:\r1 - لو أُتِيح للمشتغلين بالحديث دارسة تُرَاثِ شُرَّاح الحديث النَّبوي الشَّريف، وما يتعلق بها من علوم دارسةً جادةً لأفاد الأمة الإسلامية إفادة عظيمة.\r2 - العمل على البحث ودراسة علم تاريخ النَّص الحديثي واستكمال أركانه وأدواته وقواعده.\r3 - التَّحقق من صحة التَّواريخ التي حدثت في العهد النبوي الشريف؛ فإنَّ هذا يُسهل التَّرجيح في كثير من المسائل والأحكام الفقهية المختلف فيها.\r4 - الاهتمام بتاريخ النَّص للمرويَّات التي ظاهرها التعارض لمواجهة الإلحاد، والرد على شُبَهات المشككين من المستشرقين وغيرهم.","seal":"75ACDEF4","part":1},
      {"page":53,"id":53,"nass":"المصَادِرِ والمرَاجِعِ\r1 - الإحسان في تقريب صحيح ابن حبان، محمد بن حبان، أبو حاتم، البُستي (ت: 354 هـ)، ترتيب: الأمير علاء الدين علي بن بلبان (ت: 739 هـ)، مؤسسة الرسالة، بيروت، ط 1، 1408 هـ - 1988 م، تحقيق: شعيب الأرنؤوط، عدد الأجزاء: 18 ج.\r2 - الاستذكار، يوسف بن عبد الله بن عبد البر، القُرْطُبِي (ت: 463 هـ)، ، تحقيق: سالم عطا، محمد علي معوض، طبعة: دار الكتب العلمية، بيروت، سنة 1421 هـ - 2000 م)، عدد الأجزاء: 9 ج.\r3 - الاعتبار في الناسخ والمنسوخ من الآثار، أبو بكر محمد بن موسى الحازمي (ت: 584 هـ)، طبعة: دائرة المعارف العثمانية، حيدر آباد، الدكن، ط 2، سنة 1359 هـ، عدد، الأجزاء: 1\r4 - إيضاح المحصول من برهان الأصول، أبو عبد الله محمد بن علي بن عمر المازري (536 هـ)، دار الغرب الإسلامي، ط 1، تحقيق: د. عمار الطالبي، عدد الأجزاء: 1 ج.\r5 - بداية المجتهد ونهاية المقتصد، محمد بن أحمد بن رشد (الحفيد) القرطبي، (ت: 595 هـ)، دار الحديث، القاهرة، 1425 هـ - 2004 م، عدد الأجزاء: 4 ج.\r6 - البداية والنهاية، إسماعيل بن عمر بن كثير، أبو الفداء الدِّمشقي (ت: 774 هـ)، طبعة دار إحياء التراث العربي، ط 1، سنة 1408، هـ، تحقيق: علي شيري، الأجزاء: 14 ج.","seal":"59C8F2B1","part":1},
      {"page":54,"id":54,"nass":"7 - تاريخ الأدب العربي، كارل بروكلمان، طبعة دار المعارف، القاهرة، ط 1، نقله للعربية جماعة منهم: د. عبد الحليم النجار، د. السيد يعقوب بكر، د. رمضان عبد التواب، عدد الأجزاء 6 ج.\r8 - تاريخ الإسلام، محمد بن أحمد بن عثمان، أبو عبدالله الذَّهبِي (ت: 748 هـ)، طبعة دار الكتاب العربي، بيروت، ط 2، سنة 1413 هـ، تحقيق: عمر عبدالسلام التدمري، عدد الأجزاء: 13 ج.\r9 - التحرير والتنوير، محمد الطاهر بن عاشور التونسي (ت: 1393 هـ)، ، طبعة: الدار التونسية، تونس، سنة 1984 هـ، عدد الأجزاء: 30 ج.\r10 - تفسير غريب ما في الصحيحين البخاري ومسلم، محمد بن فتوح بن عبد الله الأزدي الميورقي الحَمِيدي أبو عبد الله بن أبي نصر (ت: 488 هـ)، مكتبة السنة، القاهرة، 1415 - 1995، ط 1، تحقيق: د. زبيدة محمد عبد العزيز، عدد الأجزاء: 1 ج.\r11 - تهذيب التهذيب، أحمد بن علي بن حجر، أبو الفضل العسقلاني (ت: 852 هـ)، مطبعة دائرة المعارف النظامية، الهند، ط 1، 1326 هـ، عدد الأجزاء: 12 ج.\r12 - تهذيب اللغة، محمد بن أحمد بن الأزهري الهروي، أبو منصور (ت 370 هـ)، طبعة: دار إحياء التراث العربي، بيروت سنة 2001 م، ط 1، تحقيق: محمد عوض، عدد الأجزاء: 8 ج.\r13 - الجامع المسند الصحيح، محمد بن إسماعيل أبو عبدالله البخاري (ت: 256 هـ)، طبعة: دار طوق النجاة، ط 1، سنة 1422 هـ، تحقيق: محمد زهير بن ناصر الناصر، عدد الأجزاء: 9 ج.","seal":"5E2FBBF5","part":1},
      {"page":55,"id":55,"nass":"14 - دلائل النبوة، أحمد بن الحسين بن علي، أبو بكر البيهقي (ت: 458 هـ)، دار الكتب العلمية، دار الريان للتراث، ط 1، 1408 هـ - 1988 م، تحقيق: د. عبد المعطي قلعجي، عدد الأجزاء: 7 ج.\r15 - سنن ابن ماجه، محمد بن يزيد، أبو عبد الله القزويني، ابن ماجه، (ت: 273 هـ)، دار إحياء الكتب العربية - فيصل عيسى البابي الحلبي، تحقيق: محمد فؤاد عبد الباقي، عدد الأجزاء: 2\r16 - سنن الدارقطني، علي بن عمر أبو الحسن الدارقطني، (ت: 385 هـ)، طبعة مؤسسة الرسالة، بيروت، ط 1، 1424 هـ - 2004 م، تحقيق: شعيب الارنؤوط وجماعة، عدد الأجزاء: 5 ج.\r17 - السنن الصغير، أحمد بن الحسين بن علي، أبو بكر البيهقي (ت: 458 هـ)، طبعة جامعة الدراسات الإسلامية، كراتشي، باكستان، ط 1، 1410 هـ - 1989 م، تحقيق: عبدالمعطي أمين قلعجي، عدد الأجزاء: 4 ج.\r18 - سير أعلام النبلاء، محمد بن أحمد بن عثمان الذَّهبِي (ت: 748 هـ)، طبعة مؤسسة الرسالة، بيروت، ط 3، سنة 1405 هـ، تحقيق: مجموعة بإشراف شعيب الأرناؤوط، عدد الأجزاء: 25 ج.\r19 - السيرة النبوية (من البداية والنهاية لابن كثير)، إسماعيل بن عمر بن كثير أبو الفداء الدمشقي (ت: 774 هـ)، دار المعرفة، بيروت، 1395 هـ - 1976 م، تحقيق: مصطفى عبد الواحد، عدد الأجزاء: 6 ج.\r20 - السيرة النبوية وأخبار الخلفاء، محمد بن حبان، أبو حاتم البُستي (ت: 354 هـ)، الكتب الثقافية، بيروت، ط 3، 1417 هـ، صحّحه،","seal":"3AC15BBE","part":1},
      {"page":56,"id":56,"nass":"وعلق عليه الحافظ السيد عزيز بك وجماعة من العلماء، عدد الأجزاء: 2 ج.\r21 - السيرة النبوية، عبد الملك بن هشام، أبو محمد، جمال الدين (ت: 213 هـ)، مطبعة مصطفى البابي الحلبي وأولاده بمصر، ط 2، 1375 هـ - 1955 م، تحقيق: مصطفى السقا وإبراهيم الأبياري وعبد الحفيظ الشلبي، عدد الأجزاء: 2 ج.\r22 - شذرات الذهب في أخبار من ذهب، عبد الحي بن أحمد العَكري الحنبلي، أبو الفلاح (ت: 1089 هـ)، ، طبعة: دار ابن كثير، دمشق، بيروت، ط 1، سنة 1406 هـ، تحقيق: محمود الأرناؤوط عدد الأجزاء: 11 ج.\r23 - الصحاح تاج اللغة وصحاح العربية، إسماعيل بن حماد، أبو نصر الجوهري (ت: 393 هـ)، طبعة دار العلم للملايين، بيروت، ط 4، 1407 هـ‍- 1987 م، تحقيق: أحمد عبد الغفور عطار، عدد الأجزاء: 6 ج.\r24 - طبقات الشافعية الكبرى، عبد الوهاب بن تقي الدين، تاج الدين السبكي (ت: 771 هـ)، مطبعة هجر، ط 2، تحقيق: د. محمود محمد الطناحي، د. عبد الفتاح محمد الحلو، عدد الأجزاء: 10 ج.\r25 - عيون الأثر في فنون المغازي، محمد بن أحمد، ابن سيد الناس، اليعمري (ت: 734 هـ)، طبعة: دار القلم، بيروت، ط 1، 1414 هـ - 1993 م، تحقيق: إبراهيم محمد رمضان، عدد الأجزاء: 2 ج.\r26 - فتح الباري شرح صحيح البخاري، ابن حجر العسقلاني (ت: 852 هـ) , طبعة دار المعرفة، بيروت سنة 1379 هـ، تحقيق: محب الدين الخطيب، محمد فؤاد عبد الباقي، عدد الأجزاء: 13 ج.","seal":"68058F6F","part":1},
      {"page":57,"id":57,"nass":"27 - فتح القدير، محمد بن علي الشوكاني اليمني (ت: 1250 هـ)، ، طبعة: دار ابن كثير، دمشق/ دار الكلم الطيب، بيروت، ط 1 سنة 1414 هـ، عدد الأجزاء: 6 ج.\r28 - الكواكب الدراري في شرح صحيح، محمد بن يوسف، شمس الدين الكرماني (ت: 786 هـ)، طبعة دار إحياء التراث العربي، بيروت البخاري، ط 2، 1401 هـ - 1981 م، عدد الأجزاء: 25 ج.\r29 - لسان العرب، محمد بن مكرم بن منظور الإفريقي (ت: 711 هـ)، طبعة: دار صادر، بيروت سنة 1414 هـ، ط 3، عدد الأجزاء: 15 ج.\r30 - المحكم والمحيط الأعظم، علي بن إسماعيل بن سيده المرسي (ت: 458 هـ)، دار الكتب العلمية، بيروت، ط 1، 1421 هـ - 2000 م، تحقيق: عبد الحميد هنداوي، عدد الأجزاء: 11 ج.\r31 - مرعاة المفاتيح شرح مشكاة المصابيح، عبيد الله بن محمد عبد السلام المباركفوري (ت: 1414 هـ)، طبعة: إدارة البحوث العلمية، الجامعة السلفية، بنارس الهند، ط 3، 1404 هـ، 1984 م، عدد الأجزاء: 9 ج.\r32 - المسند، أحمد بن محمد بن حنبل، أبو عبد الله الشيباني (ت: 241 هـ)، مؤسسة الرسالة، ط 1، 1421 هـ - 2001 م، تحقيق: شعيب الأرنؤوط - عادل مرشد، وآخرون، بإشراف د عبد الله بن عبد المحسن التركي.\r33 - المسند الصحيح المختصر، مسلم بن الحجاج أبو الحسن النيسابوري (ت: 261 هـ)، طبعة: دار إحياء التراث العربي، بيروت، عدد الأجزاء: 5 ج.\r34 - المصباح المنير في غريب الشرح الكبير، أحمد بن محمد بن علي الفيومي (ت: نحو 770 هـ)، طبعة: المكتبة العلمية، بيروت، عدد الأجزاء: 2 ج.","seal":"E57BF975","part":1},
      {"page":58,"id":58,"nass":"35 - المصباح المنير في غريب الشرح الكبير، أحمد بن محمد، أبو العباس الفيومي (ت: نحو 770 هـ)، المكتبة العلمية، بيروت، 2 ج.\r36 - المصنف، عبد الرزاق بن همام، أبو بكر اليماني الصنعاني (ت: 211 هـ)، المكتب الإسلامي، بيروت، ط 2، 1403 هـ، تحقيق: حبيب الرحمن الأعظمي، عدد الأجزاء: 11 ج\r37 - معجم البلدان، ياقوت بن عبد الله الرومي، شهاب الدين أبو عبد الله الحموي (ت: 626 هـ) دار صادر، بيروت، عدد الأجزاء: 7 ج\r38 - معجم مقاييس اللغة، أحمد بن فارس القزويني (ت: 395 هـ)، طبعة: دار الفكر، بيروت 1399 هـ، تحقيق: عبد السلام محمد هارون، عدد الأجزاء: 6 ج.\r39 - المغازي، محمد بن عمر، أبو عبد الله، الواقدي (ت: 207 هـ)، دار الأعلمي، بيروت، ط 3، 1409 هـ، تحقيق: مارسدن جونس، عدد الأجزاء: 3 ج.\r40 - المنهاج شرح صحيح مسلم، يحيى بن شرف النووي (ت: 676 هـ)، ، دار إحياء التراث العربي، بيروت، ط 2، سنة 1392 هـ، عدد الأجزاء: 18 ج.\r41 - الموطأ، مالك بن أنس بن عامر الأصبحي المدني (ت: 179 هـ)، طبعة: مؤسسة زايد بن سلطان آل نهيان، أبو ظبي، ط 1، سنة 1425 هـ - 2004 م، تحقيق: محمد مصطفى الأعظمي، عدد الأجزاء: 8 ج.\r42 - النَّاسخ والمنسوخ، أبو القاسم هبة الله بن سلامة البغدادي (ت: 410 هـ)، طبعة: المكتب الإسلامي، بيروت، ط 1، 1404 هـ، تحقيق: زهير الشاويش , محمد كنعان عدد، الأجزاء: 1 ج.","seal":"3D896747","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"أثر تاريخ النص الحديثي في توجيه المعاني","HigriD":"معاصر","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":4,"verName":null,"Lng":"أبو عبد الرحمن، يوسف بن جودة يس يوسف الداودي","bLnk":null,"Inf":"","Auth":"يوسف بن جودة الداودي","Betaka":"الكتاب: أثر تاريخ النص الحديثي في توجيه المعاني عند شُرَّاح الحديث دراسة تطبيقية\r\nالمؤلف: يوسف بن جودة الداودي\r\nالناشر: مستلة من حولية كلية أصول الدين والدعوة بالمنوفية\r\nالعدد 36 لعام 1438 هـ / 2017 م\r\nوالمودعة بدار الكتب تحت رقم 6175/ 2017\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":"","PdfCs":2,"AuthInf":"أبو عبد الرحمن، يوسف بن جودة يس يوسف الداودي\r\r[المولد]: حي الظاهر بيبرس بالقاهرة سنة 1960 م\r[المؤهل]: الدكتوراه في الدراسات الإسلامية - الحديث وعلومه من جامعة بيروت الإسلامية، دار الفتوى، بيروت (أزهر لبنان سابقا).\r[العمل]: عضو هيئة التدريس بجامعة طيبة، المدينة المنورة.\r\r[الشيوخ في القرآن الكريم والقراءات]:\r1 - العلامة الشيخ عبد الرزاق البكري رحمه الله: من كبار علماء القرآن الكريم، وكان رحمه الله مدرس بمعهد القراءات بشبرا، قرأ عليه إلى سورة المؤمنون ثم قُبِضَ رحمه الله يوم الاثنين من شهر رمضان سنة 1418 هـ تقريبا.\r2 - العلامة الشيخ نبيل بن عبد الحميد بن جاد: من علماء القرآن الكريم، وشيخه هو عبد الحكيم بن عبد اللطيف من كبار علماء القرآن الكريم والقراءات وشيخ مقرأة جامع الأزهر، قرأ خاتمة كاملة علي الشيخ نبيل بن عبد الحميد برواية حفص عن عاصم الكوفي وأجازه برواية القرآن الكريم، وكذا إجازة في علوم القرآن.\r3 - فضيلة الشيخ ناصر بن حسين بن عبد الجواد: قرأ عليه القراءات السبع من طريق الشاطبية وأجازه بها.\r\r[الشيوخ في الحديث]:\r1 - العلامة الشيخ محمد نجيب المطيعي رحمه الله: من كبار علماء الأزهر وله أسانيد موصولة لأصحاب الحديث والسنن: حضر دروسه في شرح صحيح البخاري في منطقة البعوث الإسلامية بالقاهرة وذلك سنة 1393 هجرية تقريباً.\r2 - العلامة الشيخ محمد عمرو بن عبد اللطيف رحمه الله [صاحب لبدائل المستحسنة وتبييض الصحيفة وغيرها، وكان من كبار المحدثين بمصر]: قرأ عليه بعض المتون ومصنفات الحديث\r3 - الشيخ أبو إسحاق الحويني: استفاد منه ومن تصانيفه المفيدة منها تنبيه الهاجد، وتهذيب سنن النّسائي وغيرها.\r4 - لازم الشيخ حامد أحمد إبراهيم رحمه الله [صاحب مكتبة المصطفي بالدمرداش بالقاهرة، وصاحب موسوعة الرجال التي تضمنت أكثر من مائتي كتاب من كتب تراجم رجال الحديث]: استفاد منه طرق البحث والدراسة.\r5 - العلامة الشيخ ناصر الدين الألباني رحمه الله: حضر له محاضرةً في المركز العام لجماعة أنصار السنة في عابدين وكانت محاضرته في سنة 1396 هجرية أو بعدها بقليل وموضوعها الدفاع عن السنة ومكانتها من التشريع\r\r[الشيوخ في اللغة والفقه وأصوله والعقيدة والتفسير]:\r1 - الشيخ الدكتور محمود أبو سعيفة: من علماء الأزهر ويُدَّرس أصول الفقه بجامعة الأزهر، وقرأ عليه بعض كتب الأصول ومنها إرشاد الفحول.\r2 - الشيخ محمد الدبيسي: من علماء التفسير والفقه وحاصل علي درجة الدكتوراه في التفسير من جامعة الأزهر.\r3 - الشيخ جمال فاروق: مدرس اللغة العربية بالأزهر، وقد قرأ عليه ألفية بن مالك مع شرح ابن عقيل.\r\r[الرسائل العلمية]:\r1 - رسالة الماجستير: منهج الإمام الدَّارَقُطْنٍيّ في كتابه العلل.\r2 - رسالة الدكتوراه: مرويّات يَحْيَى بن أبِي كثير المعلّة في كتاب العلل لابن أبي حاتم.\r\r[البحوث والمصنفات]:\rأولاً: الأبحاث المنشورة في مجلات محكمة:\r1 - المتفق والمفترق فيمن ذُكر بكنيته في الكتب الستة، حولية كلية أصول الدين والدعوة، جامعة الأزهر، العدد 32 لعام 1434 هـ - 2013 م\r2 - أثر تاريخ النص الحديثي في توجيه المعاني عند شُرَّاح الحديث دراسة تطبيقية، حولية كلية أصول الدين والدعوة بالمنوفية، العدد 36 لعام 1438 هـ -2017 م\r\rثانيا: الأبحاث المنتهية والمطبوعة:\r1 - حروف أئمة القراءات عند أئمة السنة: بحث يجمع ألفاظ القراءات السبع التي وردت في الأحاديث النبوية الشريفة، غير مطبوع.\r2 - الجامع لمعرفة كلمات الخلاف بين طرق التوسط والقصر: جزء لطيف لمعرفة الخلاف بين طرق التوسط والقصر في رواية حفص عن عاصم الكوفي، غير مطبوع.\r3 - الجامع الصحيح فيما كان على شرط الشيخين أو أحدهما ولم يخرجاه: كتاب جامع مفيد، في جزئين كل جزء حوالي 400 صفحة وقد حوى شرح لبعض غريب الحديث وبرهان الإسناد وفوائد علمية تخص الحديث المذكور، ورتب على الأبواب الفقهية، وقد حاز الكتاب على ثناء جمع من العلماء وطلبة العلم، مطبوع في دار قباء للطباعة، القاهرة سنة 1997 م.\r4 - إعلام الأمة بضعف ما اشتهر على ألسنة الخاصة والعامة: كتاب الأحاديث التي اشتهرت عند أهل الفقه وهي ضعيفة وكذلك التي اشتهرت عند العوام، في جزء كبير وقد حوى الكتاب فوائد الإسناد وبيان درجة الحديث، وبيان فوائد عامة وخاصة. (تحت الطبع إن شاء الله).\r5 - التزكية الحقة في الكتاب والسنة: جزء لطيف يعرض جانباً من الانحراف عن نهج السلف الصالح في التزكية، وعلاج هذا الانحراف بتعريف التزكية الحقة من الكتاب والسنة. مطبوع في دار قباء، القاهرة سنة 1995 م.\r6 - الزهر المطلول لمعرفة الخبر المعلول: جزء متوسط شيق مفيد لطلبة علم الحديث، فقد حوى الوسائل التي كان يعتمد عليها جُل أئمة الحديث لمعرفة الحديث المعلول. (تحت الطبع إن شاء الله).\r7 - منهج الإمام الدارقطني في كتابه العلل: رسالة الماجستير، طبعت في دار المحدثين، القاهرة سنة 2011 م، توزيع دار طبية الخضراء، الرياض.\r8 - مرويات يحيى بن أبي كثير المعلة في كتاب العلل لابن أبي حاتم: رسالة الدكتوراه (تحت الطبع إن شاء الله).","seal":"F8CE7755","cat":"علوم الحديث","oNum":36115,"BkId":36115,"oAuth":2681,"bVer":1,"aSeal":"659BACBB"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36115":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"مقدمة"},
      {"lvl":2,"id":5,"sub":0,"tit":"مشكلة البحث"},
      {"lvl":2,"id":5,"sub":1,"tit":"الدراسات السابقة"},
      {"lvl":2,"id":6,"sub":0,"tit":"خطة البحث"},
      {"lvl":2,"id":7,"sub":0,"tit":"منهج البحث"},
      {"lvl":1,"id":9,"sub":0,"tit":"المبحث الأول: تاريخ النص في الحديث النبوي"},
      {"lvl":2,"id":9,"sub":1,"tit":"المطلب الأول: مصطلحات البحث"},
      {"lvl":2,"id":12,"sub":0,"tit":"المطلب الثاني: مدى ارتباط النص النبوي بالتاريخ والأحداث"},
      {"lvl":1,"id":17,"sub":0,"tit":"المبحث الثاني: أثر تاريخ النص على الفهم الصحيح، وسلامة الاستنباط"},
      {"lvl":1,"id":22,"sub":0,"tit":"المبحث الثالث: أثر تاريخ النص في الجمع أو الترجيح بين النصوص"},
      {"lvl":1,"id":29,"sub":0,"tit":"المبحث الرابع: أثر معرفة تاريخ النص في إيضاح المشكل في متن الحديث"},
      {"lvl":1,"id":35,"sub":0,"tit":"المبحث الخامس: أثر معرفة تاريخ النص في إثبات تعدد القصة، أو نفي تعددها"},
      {"lvl":1,"id":42,"sub":0,"tit":"المبحث السادس: أثر معرفة تاريخ النص في توجيه دلالة الحديث"},
      {"lvl":1,"id":51,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":51,"sub":1,"tit":"أهم نتائج الدراسة والتوصيات"},
      {"lvl":2,"id":51,"sub":2,"tit":"أولا: أهم نتائج الدراسة"},
      {"lvl":2,"id":52,"sub":0,"tit":"ثانيا: أهم التوصيات"},
      {"lvl":1,"id":53,"sub":0,"tit":"المصادر والمراجع"}
    ]
}
