{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36361":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله تعالى هدى إلى أكمل الدين، وتولى عباده المؤمنين، والصلاة والسلام على القدوة الأمين، وعلى الآل والأصحاب السَّادة الميامين .. وبعد:\rمعركة ما أشدها من معركة! اشتد وطيسها! وكثرت قتلاها! وتلاحى أقيالها!\rمعركة لا ينطفئ أوارها إلى يوم الدين .. ولا تهدأ لها رحى إلى يوم العرض على رب العالمين!\rأيها العاقل! أتدرى ما هي هذه المعركة؟ !\rإنها الحرب مع الشيطان!\rإنها معركة تقاتل فيها عدوًا يملك كل أنواع الأسلحة!\rإنها معركة تقاتل فيها عدوًا لا يفتر عن القتال!\rإنها معركة تقاتل فيها عدوًا كلَّما قاتلك ازداد معرفة ببواطنك وظواهرك!\rإنها معركة لا تصلح فيها بعثة الطلائع، بل لابد من المواجهة الحاسمة!\rإنها معركةٌ كلما ازددت نصرًا، لابد أن تزداد في التيقظ والانتظار!\rإنها معركة تقاتل فيها عدوًا دائمًا مهاجمًا!\rإنها معركةٌ تقاتل فيها عدوًا لا تراه! !","seal":"2EAAB61A","part":1},
      {"page":6,"id":3,"nass":"{قَالَ أَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ * قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ * قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ * ثُمَّ لَآَتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف: 14 - 17].\rفيالله! يا لها من معركة كَثُرَ منهزموها!\rفيا ابن آدم! لقد أبى اللعين إلاَّ حربك! فماذا أعددت لذلك؟ !\rقال رجل للحسن البصري: يا أبا سعيد أينام الشيطان؟ ! فتبسم، وقال: «لو نام لاسترحنا»!\rأيها العاقل! أتدري من هم أكثر الناس انهزامًا في هذه المعركة؟ !\rإنهم أهل المعاصي والذنوب .. الذين تركوا أمر الرحمن، وأطاعوا أمر الشيطان!\rفيا من ركبت الذنوب .. لا تنس أنك واحد ممن وقع في أمر يحبه الشيطان!\r\r* أيها المذنب! هل فكرت في جهاد الشيطان؟ !\rنعم .. جهاد الشيطان .. وهل تدري كيف يكون جهاده؟ ! إذا أمرك بأمر، فخالفه وافعل ضده!\rقال ابن الجوزي: «فمتى سوَّل للإنسان أمراً فينبغي أن يحذر منه أشدّ الحذر، وليقل له حين أمره بالسوء: إنما تريد بما تأمر به نصحي ببلوغي شهوتي، وكيف يتضح صواب النصح للغير لمن لا تنصح","seal":"49357E29","part":1},
      {"page":7,"id":4,"nass":"نفسه؟ ! ثم كيف أثق بنصيحة عدو؟ ! فانصرف فما فيَّ لقولك منفذ، فلا يبقى إلاَّ أن يستعين بالنفس، لأنه يحث على هواها، فليستحضر العقل إلى بيت الفكر في عواقب الذنب، لعل مدد توفيق يبعث جند عزيمته، فيهزم عسكر الهوى والنفسِ».\rأيها المذنب! إنك لن تَسُرَّ الشيطان بمثل الذنب .. ولن تغيظه بمثل الطاعة، ومجاهدته!\rقال رجل للفضل بن مروان: إن فلانًا يقع فيك، قال: لأغيظن من أمره، يغفر الله لي وله! قيل من أمره؟ ! قال: الشيطان!\rوشكا رجل إلي أبي سليمان الدراني الوسواس، قال: «إذا أحسست به فافرح، فإنك إن رحت انقطع عنك، إنه لا شيء أبغض إلى الشيطان من سرور المؤمن، فإن اغتممت زادك منه».\r\r* أيها المذنب! تذكر العدو الأول!\rإنه الشيطان! آلى على نفسه أن يضلَّ بني آدم .. ويصرفهم عن طريق الرشد! وهو دائب في ذلك .. لا يمل ولا ييأس! كلَّما أغلقت دونه بابًا، فتح بابًا آخر! لا يهمّه من أيّّ مكان يأتيك، خيراً أو شراً! وإنما همّه إضلالك .. ولو عن طريق الخير!\rقال الحسن بن صالح: «إن الشيطان ليفتح للعبد تسعة وتسعين بابًا من الخير، يريد بابًا من الشرِِ»!\rبل إن الشيطان لم ييأس حتى من الأنبياء والرسل - عليهم الصلاة والسلام - فهو يحاول إضلال الخلق أجمعين، مع علمه أنه لا","seal":"2920C7D2","part":1},
      {"page":8,"id":5,"nass":"سبيل إلى بعضهم!\r{قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ * إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} «الحجر: 39 - 42».\rعن الفضيل بن عياض قال: «حدثنا بعض أشياخنا أن إبليس _ لعنه الله _ جاء إلى موسى _ عليه الصلاة والسلام _ وهو يناجي ربه تعالى، فقال له الملك: ويلك! ما ترجو منه، وهو في هذه الحالة، يناجي ربه؟ ! قال: أرجو منه ما رجوته من أبيه آدم وهو في الجنةِ»!\r\r* أيها المذنب! لو رأيت عكوف الشيطان على قلبك، وحرصه على إضلالك!\rمسكين من غفل عن عداوة العدو الأول! العدو الذي سلط عليك .. ولم تسلط عليه! قال الله تعالى: {مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ} «الناس: 4»\rقال مجاهد: «هو منبسط على القلب، فإذا ذكر الله تعالى خنس وانقبض، وإذا غفل انبسط على قلبه»!\rوكان الصحابة _ رضي الله عنهم _ يقولون: «إن الشياطين ليجتمعون على القلب كما يجتمع الذُّبَّان على القرحة، فإن لم تُذَب وقع الفساد»!\r\r* أيها المذنب! كيف تطيع عدوك؟ !\rعجباً لمن استنصح عدوه .. وآثر طاعته! نعم .. أيها المذنب!","seal":"D2DBF6AC","part":1},
      {"page":9,"id":6,"nass":"إنك مطيع لعدوك .. وقد أمرك الله تعالى بخلافه .. وجهاده ..\r{إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ} ٍ [فاطر: 6].\rقال وهب بن منبه: «اتق الله ولا تسب الشيطان في العلانية، وأنت صديقه في السر»!\r\r* أيها المذنب! لا تكن في يد الشيطان كالكرة!\rإن من أتبع نفسه هواها .. وداوم على المعاصي، إنما هو ألعوبة في يد الشيطان .. وكرة يتقاذفها كيف يشاء! فتأمل في حالك أيه المسكين .. هل أنت من هذا الصنف؟ !\rقال وهيب بن الورد: «بلغنا أن إبليس تمثَّل ليحي بن زكريا _ عليهما السلام _ وقال: إني أريد أن أنصحك! قال: لا حاجة لي في نصحك، ولكن أخبرني عن بني آدم، قال: هم عندنا ثلاثة أصناف: أما صنف منهم وهم أشد الأصناف علينا، نقبل على أحدهم، حتى نفتنه، ونتمكن منه، فيفزع إلى الاستغفار والتوبة، فيفسد علينا كل شيء أدركنا منه، ثم نعود إليه فيعود، فلا نحن نيأس منه، ولا نحن ندرك منه حاجتنا، فنحن منه في عناء! وأما الصنف الآخر: فهم في أيدنا بمنزلة الكرة في أيد صبيانكم، نقلبهم كيف شئنا، قد كفونا أنفسهم! وأما الصنف الثالث: فهم مثلك معصومون، لا نقدر منهم علي شيء».","seal":"755693AA","part":1},
      {"page":10,"id":7,"nass":"*أيها المذنب! هل علمت أن الشهوات من جنود إبليس؟ !\rيا من تكالبت علي الشهوات .. أشعرت أن ذلك أعظم ما استعان به الشيطان عليك؟ !\rنعم .. إن الشهوات سلاح قوى من أسلحة الشيطان .. والتي لطالما أهلك بها الكثيرين .. وما زال يهلك بها!\rروُي أن إبليس ظهر ليحيى بن زكريا _ عليهما السلام _ فرأى عليه معاليق من كل شيء، فقال له: يا إبليس ما هذه المعاليق؟ ! قال: هذه الشهوات التي أصبت بها ابن آدم. فقال: هل فيها لي من شيء؟ قال: ربما شبعت فثقلناك عن الصلاة وعن الذكر. قال فهل غير ذلك. قال: لا. قال: لله عليّ أن لا أملأ بطني من الطعام أبداً! فقال له إبليس: ولله عليّ أن لا أنصح مسلمًا أبداً!\rوعن حسن بن صالح قال: «سمعت أن الشيطان قال للمرأة: أنت نصف جندي، وأنت سهمي الذي أرمي به، فلا أخطئ، وأنت موضع سري، وأنت رسولي في حاجتي»!\r\r* أيها المذنب! الشيطان يحب الذنوب!\rيا من نزع سربال الطاعة .. وتسربل بسربال الذنوب! هل تذكرت أن الشيطان يحب الذنوب .. ويبغض الطاعات؟ ! وكم يُسَرُّ إذا رآك في معصية الله تعالى .. وكم يحزن إذا رآك في طاعة لله تعالى!","seal":"A84CA0E1","part":1},
      {"page":11,"id":8,"nass":"قال رسول الله صلى الله عليه وسلم: «إذا قرأ ابنُ آدم السجدة فسجد، اعتزل الشيطانُ يبكي، يقول: يا وَيلَه (وفي رواية: يا ويلي) أُمر ابن آدم بالسُّجود فسجد، فله الجنَّة، وأمرت بالسَّجود فأبيتُ، فَلِِيَ النَّار» (رواه مسلم).\rقال علي بن أبي طالب رضي الله عنه: «ألا إنَّ {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ} [البقرة: 268]، أيها الناس! أحسنوا في عمركم، تحفظوا في عقبكم، فإن الله تبارك وتعالى وعد جنته من أطاعه، وأوعد ناره من عصاه، إنها نار لا يهدأ زفيرها، ولا ينفك أسيرها، ولا يُجبر كسيرها، حرها شديد، وقعرها بعيد، وماؤها صديد، وإن أخوف ما أخاف عليكم اتباع الهوى، وطول الأمل»! .\r\r* أيها المذنب! نسيانك الذنب تسليط للشيطان!\rلهوت عن الذنب أيها المذنب! فأنت بين ذنب قديم وذنب حديث! غافل عن ذنوبك .. تُعلِّل نفسك بسوف! كم في هذا سلطان للشيطان .. وتسليط لعدو الرحمن!\rقال ابن السماك: «قال إبليس: من كانت فيه واحدة من ثلاثة؛ فقد استمكنت منه: من كان مدلا بعلمه، أو نسي ذنوبه، أو كان معجبًا برأيه»!\rوقال بعض السلف: «أنذركم سوف، فإنها أكبر جنود إبليس»!","seal":"21B48CBA","part":1},
      {"page":12,"id":9,"nass":"* أيها المذنب! احذر استدراج الشيطان!\rاعلم يا صاحب الذنب؛ أن الشيطان لا يرضى منك بالذنب والذنبين .. بل هو معك في استدراك وتحريض على المعاصي؛ حتى يوقعك في كبارها .. فلا يزال يزين لك المعاصي؛ حتى يجردك عن دينك! لتكون رفيقه في النار!\r{وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ} [إبراهيم: 22].\rأيها المذنب! إن الشيطان ليكيد أهل الطاعات .. فيستدرجهم حتى يعكس أمرها؛ فتنقلب إلى معاص! فكيف بمن لازم الذنوب؟ !\rقال مكحول: «إن الرجل يعمل العمل في السر، فيطلبه الشيطان حتى يتحدث به، فيمحى من السر، ويكتب في العلانية، ثم يطلبه الشيطان حتى يرائي به، فيمحى ويكتب عليه»!\r\r* أيها المذنب! احذر الشيطان على نفسك!\rأيها المسكين! أنت في عداوة عدو يراك ولا تراه .. ويكيدك ليلاً ونهارًا!\rيتحين غفلتك؛ لينفذ إلى قلبك .. فيوسوس .. ويفسد أمرك! فما أسعده بقلب خراب .. مشحون بحب المعاصي!","seal":"128B2DFE","part":1},
      {"page":13,"id":10,"nass":"عن عبد الواحد بن زيد: «أن حبيبًا أبا محمد جزع جزعًا شديدًا عند الموت، فجعل يقول بالفارسية: أريد أن أسافر سفرًا ما سافرته قط! أريد أن اسلك طريقًا ما سلكته قط! أريد أن أزور سيدي ومولاي، وما أريته قط! أريد أن أشرف على أهوال ما شاهدت مثلها قط! أريد أن أدخل تحت التراب فأبقى تحته إلى يوم القيامة! ثم أوقف بين يدي الله عز وجل، فأخاف أن يقول لي: يا حبيب! هات تسبيحة واحدة سبحتني في ستين سنة لم يظفر منك الشيطان فيها بشيء؟ !\rفماذا أقول، وليس لي حيلة؟ ! أقول: يا رب، هو ذا قد أتيتك مقبوض اليدين إلى عنقي! قال عبد الواحد: هذا عبد الله ستين سنة مشتغلاً به، ولم يشتغل من الدنيا بشيء قط، فإيش يكون حالنا؟ ! واغوثاه بالله»!\r\r* أيها المذنب! ألا تريد النجاة من كيد الشيطان؟ !\rأيها المذنب! دحر الشيطان دحر للذنوب .. ودحر الشيطان شفاء للقلوب! ومن عكف على المعاصي فهو في ملك الشيطان وسلطانه .. فهلاَّ فكرت أيها المذنب في الخلاص من سلطان اللعين؟ !\rفمن أسباب النجاة: إدمان الطاعات:\rفما اغتاظ الشيطان من شيء كغيظه من فعل الطاعات! روي عن أبي سعيد الخدري - رضي الله عنه - قال: «رأيت إبليس اللعين في المنام منكوسًا، فهممت أن أقرعه بالعصا، فقال لي: يا أبا سعيد، أما","seal":"DA4B8F05","part":1},
      {"page":14,"id":11,"nass":"علمت أني لا أخاف من العصا، ولا من الأسلحة! قال: فقلت له: يا ملعون فما الذي تخافه؟ ! قال: أخاف من شيئين: أحدهما: استعاذة المستعيذين، والثاني: شعاع معرفة الصادقين»!\rومن أسباب النجاة: ذكر الله تعالى:\rقال ابن الجوزي: «واعلم أن مثل إبليس مع المتقي والمُخلِّط؛ كرجل جالس بين يديه طعام، فمر به كلب، فقال له: اخسأ، فذهب، فمر بآخر بين يديه طعام ولحم، فكلما أخسأه لم يبرح، فالأول: مثل المتقي يمر به الشيطان، فيكفيه في طرده الذكر، والثاني: مثل المخلط، لا يفارقه الشيطان لمكان تخليطه، نعوذ بالله من الشيطان».\rومن أسباب النجاة: دعاء الله تعالى والاستعاذة به:\rحكى بعض السلف أنه قال لتلميذه: ما تصنع بالشيطان إذا سول لك الخطايا؟ قال: أجاهده. قال: فإن عاد؟ ! قال: أجاهده. قال: فإن عاد؟ ! قال: أجاهده. قال: هذا يطول، أرأيت إن مررت بغنم فنبحك كلبها، أو منعك من العبور ما تصنع؟ قال: أكابده، وأرده جهدي. قال: هذا يطول عليك، ولكن استعن بصاحب الغنم، يكفُّه عنك!","seal":"D35C8D1C","part":1},
      {"page":15,"id":12,"nass":"* وأخيرًا:\rأيها المذنب! طاعة الرحمن خلف كل خير وسعادة .. وطاعة الشيطان خلف كل شر وشقاء! فاختر لنفسك!\rقال بعضهم: «يا عجبًا لمن يعصي المحسن بعد معرفته بإحسانه، ويطيع اللعين بعد معرفته بطغيانه»!\rوقال الحسن البصري: «إنما هما همَّان يجولان في القلب: هم من الله تعالى، وهم من العدو، فرحم الله عبدًا وقف عند همه، فما كان من الله تعالى أمضاه، وما كان من عدوه جاهده».\rفلا يخدعنك الشيطان - أيها المذنب - فيزين لك معصية أنت فيها. ويشغلك عن التوبة .. فيفجؤك الموت وأنت على غير توبة! ونعوذ بالله من الخذلان ..\rوالحمد لله تعالى .. والصلاة والسلام على النبي وآله والأصحاب ..\r* ... * ... *","seal":"288CFD50","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"لا يخدعنك الشيطان","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":null,"Auth":"أزهري أحمد محمود","Betaka":"الكتاب: لا يخدعنك الشيطان\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"646D4CD8","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36361,"BkId":36361,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36361":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله تعالى هدى إلى أكمل الدين"},
      {"lvl":2,"id":3,"sub":0,"tit":"* أيها المذنب! هل فكرت في جهاد الشيطان"},
      {"lvl":2,"id":4,"sub":0,"tit":"* أيها المذنب! تذكر العدو الأول"},
      {"lvl":2,"id":5,"sub":0,"tit":"* أيها المذنب! لو رأيت عكوف الشيطان على قلبك، وحرصه على إضلالك"},
      {"lvl":2,"id":5,"sub":1,"tit":"* أيها المذنب! كيف تطيع عدوك"},
      {"lvl":2,"id":6,"sub":0,"tit":"* أيها المذنب! لا تكن في يد الشيطان كالكرة"},
      {"lvl":2,"id":7,"sub":0,"tit":"*أيها المذنب! هل علمت أن الشهوات من جنود إبليس"},
      {"lvl":2,"id":7,"sub":1,"tit":"* أيها المذنب! الشيطان يحب الذنوب"},
      {"lvl":2,"id":8,"sub":0,"tit":"* أيها المذنب! نسيانك الذنب تسليط للشيطان"},
      {"lvl":2,"id":9,"sub":0,"tit":"* أيها المذنب! احذر استدراج الشيطان"},
      {"lvl":2,"id":9,"sub":1,"tit":"* أيها المذنب! احذر الشيطان على نفسك"},
      {"lvl":2,"id":10,"sub":0,"tit":"* أيها المذنب! ألا تريد النجاة من كيد الشيطان"},
      {"lvl":1,"id":12,"sub":0,"tit":"* وأخيرا"}
    ]
}
