{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36366":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله البرِّ الرحيم، واسع الإحسان الملك العظيم، والصلاة والسلام على المبعوث بالهدى، المخلص عن مسالك الرَّدى، وعلى آله وصحبه نجوم الدُّجى.\rأخي المسلم: كم للنفوس من زلات .. وكم لها من عثرات .. طال بنا ليل المعاصي .. والسعي خلف الشهوات والأماني .. لا عقل صريح .. ولا قلب نجيح .. ولا وازع يصيح ..\rأخي: أتدري من هو العاصي؟ ! هو الآبق من مولاه تعالى .. الهارب عن هديه وتأديبه! فلا غرابة أن تسمي العرب فصيل الناقة إذا لم يتبع أمه بـ (العاصي)! ! {أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ} [الملك]. {اللَّهُ وَلِيُّ الَّذِينَ آَمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ ... } [البقرة].\rأخي المسلم: إنها خمسة منافذ أدخلت علينا إعصار المعاصي، فدمدم في الديار ضعف في الإيمان، وجهل بالله- عز وجل- وأمره ونهيه، واغترار بعفوه تعالى، وكثرة الشبهات والشهوات، ومخالطة لأهل المعاصي وقرناء السوء.\r\rأخي المسلم: خلق الله آدم عليه الصلاة والسلام بيده ونفخ فيه من روحه، ثم أمر ملائكته بالسجود له: {إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ * فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ * فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ * إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} [ص].","seal":"128085AB","part":1},
      {"page":6,"id":3,"nass":"أخي: نعم؛ لقد استكبر إبليس اللعين عن السجود لآدم عليه الصلاة والسلام بقوله: {أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} [ص]. فجازاه الله على عصيانه شر جزاء؛ فقال تعالى: {قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ * وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ} [ص].\rأخي في الله: لقد كان إبليس لعنه الله حريصاً على إضلال آدم وذريته بالمعاصي والذنوب؛ فحذرك الله تعالى أن تسلك سبيله فتكون من الخاسرين. {وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آَذَانَ الْأَنْعَامِ وَلَآَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا * يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا * أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا} [النساء].\r\rأخي في الله: ذلك هو إبليس علم المعاصي وسيد العصاة وكل عاص لله تعالى، إنما هو مقتد بإبليس لعنه الله وسالك طريقه، وأما أهل الطاعات فهم أولياء الله تعالى وأتباع أنبيائه ورسله عليهم الصلاة والسلام: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ} [الحجر].\rأخي: أرأيت كيف كانت عاقبة معصية إبليس لعنه الله، طردًا ولعنةً وسخطًا وخلودًا في النيران يوم القيامة.\rأخي المسلم: ما أقبح شؤم المعصية .. لذا ما كان أبدع قول بعض الحكماء عندما قال: «إياك والذنب؛ فإن الذنب شؤم؛ فيصير شؤمه حجر المنجنيق فيضرب على حائط الطاعة فيكسر الحائط ويدخل ريح الهواء ويطفئ سراج المعرفة».","seal":"647A579D","part":1},
      {"page":7,"id":4,"nass":"أخي: أما رأيت كيف وصل النبي - صلى الله عليه وسلم - تارك المعاصي بـ «المجاهد» و «المهاجر». قال - صلى الله عليه وسلم -: «المجاهد من جاهد نفسه في الله». [رواه الترمذي وأحمد وابن حبان صحيح الجامع/6679].\rوقال - صلى الله عليه وسلم -: «المسلم من سلم المسلمون من لسانه ويده والمهاجر من هجر ما نهى الله عنه» [رواه البخاري وأبو داود].\r\rأخي المسلم: لا تقربن أدغال المعاصي والذنوب، وانج بنفسك منها إلى علاَّم الغيوب؛ فإن ربك تعالى لشديد الغيرة أن تأخذك المعاصي .. فترمي بك في أودية المهالك والمخازي ..\rقال - صلى الله عليه وسلم -: «لا أحد أغير من الله، ولذلك حرم الفواحش ما ظهر منها وما بطن، ولا أحد أحب إليه المدح من الله تعالى» [رواه مسلم].\rقال عمر بن عبد العزيز: «إن أفضل العبادة أداء الفرائض واجتناب المحارم».\rوقال محمد بن كعب القرظي: «ما عبد الله بشيء قط أحب إليه من ترك المعاصي».\rوقال سهل: «أعمال يعملها البر والفاجر، ولا يتجنب المعاصي إلا صديق».\rأخي المسلم: هذه النفس تحتاج إلى جهاد طويل .. فتزكو به عن الدنس .. وتنقى كما ينقى الثوب الأبيض من الدنس .. فيؤمر بجهادها كما يؤمر بجهاد من يأمر بالمعاصي ويدعو إليها، وهو إلى جهاد نفسه أحوج؛ فإن هذا فرض عين، وذاك فرض كفاية، والصبر في هذا من أفضل الأعمال؛ فإن هذا الجهاد حقيقة ذلك الجهاد؛ فمن صبر عليه صبر على ذلك الجهاد .. » [الإمام ابن تيمية].","seal":"E133D4C8","part":1},
      {"page":8,"id":5,"nass":"أخي في الله: كيف يهون عليك أن تهين أعز محبوب عليك؟ ! ولعلك تقول من هو؟ إنها نفسك التي بين جنبيك!\rقال محمد بن محيريز: «إن استطعت أن لا تسيء إلى من تحبه فافعل». قيل له: وهل يسيء أحد إلى من يحبه؟ !\rقال: «نفسك أحب الأنفس وأعزها إليك فإذا عصيت فقد أسأت إليها! » وقيل: «أبخل الناس من بخل على نفسه بما فيه سعادة، وأظلم الناس من ظلم نفسه بمعصية الله تعالى؛ لأن من عمل المعصية فقد أهلك نفسه».\rأخي: فنفسك فافطمها عن المعاصي، حتى لا تألفها.\rوالنفس كالطفل إن تُهْمله شبَّ على ... حب الرضاع وإن تفطمه يَنْفَطَم\r\rقال الحسن البصري: «يا ابن آدم ترك الخطيئة أيسر من طلب التوبة».\rوقال بعض العلماء: «كل سفلة يعمل بالطاعة ولكن الكريم من يترك المعصية».\rأخي في الله: وفقني الله وإياك إلى الطاعات، تأمل معي فقه الحبر زينة العلماء ابن عباس رضي الله عنهما عندما سئل عن رجل كثير الذنوب كثير العمل أعجب إليك؟ أم رجل قليل الذنوب قليل العمل؟ قال: «ما أعدل بالسلامة شيئًا» يعني قليل الذنوب أعجب إليَّ.\rأخي المسلم: ما أرفل أولياء الله في ثياب الطاعات .. وما أحلى تلك الحلى من بضاعات .. تزينوا وبرز أهل المعاصي بأسوأ الثياب .. تسربلوا بثوب المعاصي فحشروا إلى شر مآب ..","seal":"89ECD5D7","part":1},
      {"page":9,"id":6,"nass":"أخي: أما دريت أن: «في كتاب الله دليل على أن ترك المعصية أفضل من أعمال الطاعة؛ لأن الله تعالى قد اشترط في الحسنة المجيء بها إلى الآخرة، وفي ترك الذنب لم يشترط شيئًا سوى الترك، وقال تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا}، وقال تعالى: {وَنَهَى النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى}، والهوى أصل كل ذنب، وقد اشترط في الطاعات والشرائط الكثيرة والأوقات وغيرها، ثم بعد ذلك إن شاء قبل وأدخله الجنة برحمته وفضله، وإن شاء رد ولم يشترط في ترك الذنوب إلا الترك، وواعده دخول الجنة فقال: «إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلاً كريما»؛ وهو: الجنة. [نصر بن محمد السمرقندي].\rأخي المسلم: هل علمت أن من أعظم آفات المعاصي استحقارها واستهوانها؛ فيعمل العبد المعصية، ولا يلقى بها بالاً.\r\rأخي: المعاصي شر ما ألفها قلب فأفلح، وكم كان الصالحون يخافون الذنب وإن صَغُر، فتلك أخي همم الصالحين .. وصفات أولياء الله المتقين .. هذا أنس بن مالك - رضي الله عنه - يقول: «إنكم لتعملون أعمالاً هي أدق في أعينكم من الشعر، إن كنا لنعدها على عهد النبي - صلى الله عليه وسلم - الموبقات». [رواه البخاري].\rقال بلال بن سعيد: «لا تنظر في صغر الخطيئة؛ ولكن انظر من عصيت؟ ! ».\rأخي المسلم: وقد ضرب لك النبي - صلى الله عليه وسلم - مثلاً بديعًا في صغائر الذنوب؛ فعن ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إياكم ومحقرات الذنوب؛ فإنهن يجتمعن على الرجل حتى يهلكنه».","seal":"CF0D5254","part":1},
      {"page":10,"id":7,"nass":"وضرب لهن رسول الله - صلى الله عليه وسلم - مثلاً: «كمثل قوم نزلوا أرض فلاة فحضر صنيع القوم؛ فجعل الرجل ينطلق فيجيء بالعود والرجل يجئ بالعود حتى جمعوا سوادًا وأججوا نارًا فأنضجوا ما قذفوا فيها» [رواه أحمد].\rقال عوام بن حوشب: «أربع بعد الذنب شر من الذنب: الاستصغار والاغترار، والاستبشار، والإصرار».\rأخي: كم كان الصالحون يستعظمون الذنب وإن قلَّ، أما سمعت بقصة كهمس بن الحسن؛ فقد قال عن نفسه: «أذنبت ذنبًا وأنا أبكي عليه منذ أربعين سنة! ».\rقيل: ما هو يا عبد الله؟ !\rقال: «زارني أخ لي فاشتريت له سمكًا فأكل ثم قمت إلى حائط جاري فأخذت منه قطعة طين فغسلت بها يدي! ! ».\rفلله در الصالحين إذا ارتفعوا في العلياء .. سموا حتى استحت منهم الجوزاء .. فعلوا حتى جاوزوا الثريا في أفق السماء! !\rأخي المسلم: ألا أنبئك أن الصبر عن المعاصي من أرفع درجات الصبر؟ ! ما بلغه عبد إلا وأصبح رأسًا في التقوى .. ونورًا في جبين الهدى .. عن الفرج بن مزيد: «طوبى لمن غلب بتقواه هواه، وبصبره الشهوات».\rوقال ميمون بن مهران: «الصبر صبران الصبر على المصيبة حسن، وأفضل من ذلك الصبر عن المعاصي».\rأخي: وفي موقف من مواقف الإيمان الجياشة بالصدق، وحرارة الإخلاص، يحكي لنا مسمع بن عاصم قال: قال لي عبد الواحد بن زيد: «من نوى الصبر على طاعة الله صبَّره الله عليها، وقواه لها،","seal":"7A58819E","part":1},
      {"page":11,"id":8,"nass":"ومن عزم على الصبر عن معاصي الله أعانه الله على ذلك وعصمه عنها».\rقال: وقال لي: «يا سيار أتُراك تصبر لمحبته عن هواك فَيُخيِّب صبرك؟ ! لقد أساء بسيده الظن من ظن به هذا وشبهه» قال: ثم بكى عبد الواحد حتى خفت أن يغشى عليه.\rثم قال: «بأبي أنت يا مسمع نعمه رائحة وغادية على أهل معصيته فكيف ييأس من رحمته أهل محبته؟ ! ».\rأخي المسلم: إن العبد يرتفع بالصبر عن المعاصي الدرجات العاليات .. ويعلو بها على البَريَّات .. فعاقبة الصابرين عن المعاصي إلى فلاح .. وسعيهم إلى نجاح .. وبكورهم ورواحهم إلى رباح ..\rقال شيخ الإسلام ابن تيمية: «كان صبر يوسف عن مطاوعة امرأة العزيز على شأنها أكمل من صبره على إلقاء إخوته له في الجب؛ فصبره عن المعصية صبر اختيار ورضا ومحاربة للنفس؛ ولا سيما مع الأسباب التي تقوى معها دواعي الموافقة؛ فإنه كان شابًا؛ وداعية الشباب إليها قوية، وعزبًا؛ ليس له ما يعوضه ويرد شهوته، وغريبًا؛ والغريب لا يستحي في بلد غربته مما يستحي منه مَنْ بين أصحابه ومعارفه وأهله، ومملوكًا؛ والمملوك أيضًا ليس له وازعه كوازع الحر، والمرأة جميلة وذات منصب وهي سيدته، وقد غاب الرقيب، وهي الداعية له إلى نفسها والحريصة على ذلك أشد الحرص، ومع ذلك توعدته إن لم يفعل بالسجن والصغار، ومع هذه الدواعي كلها صبر اختيارًا وإيثارًا لما عند الله، وأين هذا من صبره في الجب على ما ليس من كسبه؟ ! ».\rأخي في الله: جاهد نفسك على شهواتها وصابرها عسى أن","seal":"AFC67BD2","part":1},
      {"page":12,"id":9,"nass":"تكون من المفلحين .. {يَا أَيُّهَا الَّذِينَ آَمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [آل عمران].\rأخي: للمعاصي عشر من العيوب، كاف كل واحد منها أن يردك إلى رشدك:\rأولها: إن العبد إذا عمل السيئة فقد أسخط خالقه على نفسه وهو قادر عليه في كل وقت.\rالثاني: إنه أدنى من هو أبغض إليه وهو إبليس عدو الله وعدوه.\rالثالث: يتباعد من أحسن المواضع وهو الجنة.\rالرابع: تقربه إلى شر المواضع وهو جهنم.\rالخامس: إنه جفا مَنْ أحب إليه وهي نفسه.\rالسادس: نجَّس نفسه وقد خلقها الله طاهرة.\rالسابع: آذى أصحابه الذين لا يؤذونه وهم الحفظة.\rالثامن: أحزن النبي - صلى الله عليه وسلم - في قبره.\rالتاسع: أشهد على نفسه الأرض والليل والنهار وآذاهم بذلك وأحزنهم.\rالعاشر: أنه خان جميع الخلائق من الآدميين وغيرهم؛ فأما خيانته للآدمييين؛ لو كان لأحد عنده شهادة فإنه لا تقبل شهادته لأجل ذنبه؛ فيبطل حق صاحبه لأجل ذنبه، وأما الخيانة لجميع الخلائق فإنه يقل المطر إذا أذنب؛ فكان في ذلك خيانة لجميع الخلائق؛ فإياك والذنب؛ فإن في الذنب هذه العيوب، وفي ذلك كله ظلم نفسه بمعصيته». [نصر بن محمد السمرقندي].\rأخي المسلم: إياك أن تكون من المبارزين لمولاك تعالى بالمعاصي .. وعندها لا تحمد غبَّ عاقبتك؛ فإن للمعاصي آثارها","seal":"B18D27FC","part":1},
      {"page":13,"id":10,"nass":"القبيحة .. ومراتعها الوخيمة .. «الواجب على العاقل أن يحذر مغبة المعاصي؛ فإن نارها تحت الرماد، وربما تأخرت العقوبة ثم فجأت، وربما جاءت مستعجلة، فليبادر بإطفاء ما أوقد من نيران الذنوب، ولا ماء يطفئ تلك النار إلا ما كان من عين العين؛ لعل خصم الجزاء يرضى قبل أن يبُتَّ الحاكم في حكمه». [الإمام ابن الجوزي].\rأخي: ألا تبكي بدموع التائبين وأنت تطالع هذا الحديث؟ قال - صلى الله عليه وسلم -: «ويضرب جسر جهنم». قال رسول الله - صلى الله عليه وسلم -: «فأكون أول من يجيز، ودعاء الرسل يومئذ: اللهم سلِّم سلِّم، وبه كلاليب مثل شوك السعدان؛ أما رأيتم شوك السعدان؟ قالوا: بلى يا رسول الله. قال: فإنها مثل شوك السعدان غير أنها لا يعلم قدر عظمها إلا الله؛ فتخطف الناس بأعمالهم منهم الموبق بعمله ومنهم المخردل ثم ينجو .. » [رواه البخاري، والحديث طويل].\r\rأخي المسلم: تلك هي عواقب المعاصي، إذا قام الناس لرب العالمين .. فوآه يومها من عثرات المذنبين ..\rأخي: وأما عقوباتها في الدنيا، فما أقبح آثارها .. وما أسوأ منارها .. «فمما ينبغي أن يعلم أن الذنوب والمعاصي تضر ولابد، وإن ضررها في القلب كضرر السموم في الأبدان على اختلاف درجاتهم في الضرر، وهل في الدنيا والآخرة شر وداء إلا سببه الذنوب والمعاصي؟ ! » [ابن القيم].\rخل المدامع والدماءَ فجد بها ... فالذنبُ داءٌ والبكاءُ دواءُ\rواحذر هواكَ تجدْ رضَاه","seal":"41A0C731","part":1},
      {"page":14,"id":11,"nass":"فإنما أصْل الضَّلالة كلها الأهواءُ\r\rأخي المسلم: ها أنا أخبرك عن أضرار المعاصي البليغة .. وآثارها الشنيعة .. فكن على علم، وما عالم كجاهل ..\r\rفمنها: حرمان العلم .. ومنها: وحشة يجدها العاصي في قلبه وبينه وبين الله تعالى .. ومنها: تعسر أموره؛ فما يتجه وجهة إلا وأغلقت دونه. ومنها: حرمان الطاعة؛ فينقطع بالذنب طاعات كثيرة كل واحدة منها خير له من الدنيا وما عليها .. ومنها: محق العمر وزوال بركته .. ومنها الصد عن التوبة، عياذًا بالله وهي أعظمها وأقربها إلى الهلاك .. ومنها: هوان العاصي على الله تعالى:\r{ومن يهن الله فماله من مكرم .. }، ومنها: إن المعصية تورث الذل؛ قال تعالى: {من كان يريد العزة فلله العزة جميعًا} .. ومنها: الطبع على القلوب، فتحدث الغفلة .. ومنها: لعنة الله تعالى ورسوله - صلى الله عليه وسلم - .. ومنها: حرمان دعوة رسول الله - صلى الله عليه وسلم - ودعوة الملائكة؛ فإن الله أمر نبيه - صلى الله عليه وسلم - أن يستغفر للمؤمنين والمؤمنات .. ومنها: حلول النقم وزوال النعم؛ قال تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} ومنها: سوء الخاتمة عياذًا بالله ... » [ابن القيم: باختصار].\rأخي المسلم: هذا قليل من كثير، مما تورثه المعاصي من الآثار الردية .. وقد كان سفيان الثوري كثيرًا ما يتمثل:\rتفنى اللَّذاذةُ ممن نال صفوتَها ... من الحرام ويبقى الإثم والعارُ\rتبقى عواقبُ سوء في مغبتها ... لا خير في لذة من بعدها النارُ","seal":"01C87782","part":1},
      {"page":15,"id":12,"nass":"أخي: بقيت وقفة لا بد منها .. يا ترى ما هو العلاج الترياق لداء المعاصي؟ !\rأخي في الله: ها أنا أصف لك وصفة نافعة لداء المعاصي:\rأولها: الخوف من الله تعالى؛ فإنه أس الدواء.\rثانيها: صدق التوجه إلى الله ودعاؤه وسؤاله الهداية والرشاد.\rثالثها: مجاهدة النفس وفطمها عن شهواتها.\rرابعها: العزيمة الصادقة في مفارقة المعاصي.\rخامسها: الإكثار من النوافل والطاعات.\rسادسها: مجالسة الأخيار ومجانبة الفجار.\r{يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} [آل عمران].\r\r* * * *","seal":"2F3D411F","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"داء النفوس وسموم القلوب المعاصي","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":"","Auth":"أزهري أحمد محمود","Betaka":"الكتاب: داء النفوس وسموم القلوب المعاصي\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":null,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"A0A025A3","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36366,"BkId":36366,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36366":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله البر الرحيم"},
      {"lvl":1,"id":2,"sub":1,"tit":"أخي المسلم: خلق الله آدم عليه الصلاة والسلام بيده ونفخ فيه من روحه"},
      {"lvl":1,"id":3,"sub":0,"tit":"أخي في الله: ذلك هو إبليس علم المعاصي وسيد العصاة وكل عاص لله تعالى"},
      {"lvl":1,"id":4,"sub":0,"tit":"أخي المسلم: لا تقربن أدغال المعاصي والذنوب"},
      {"lvl":1,"id":6,"sub":0,"tit":"أخي: المعاصي شر ما ألفها قلب فأفلح"},
      {"lvl":1,"id":10,"sub":0,"tit":"أخي المسلم: تلك هي عواقب المعاصي"},
      {"lvl":1,"id":11,"sub":0,"tit":"فمنها: حرمان العلم .. ومنها"}
    ]
}
