{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36392":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله تعالى واسع العطاء .. بيده خزائن الأشياء. والصلاة والسلام على خير الأنبياء. وعلى آله وأصحابه خير الأتقياء.\rأخي المسلم: لقد خلق الله تعالى الخلق وهو يعلم سرَّهم وجهرهم .. ويعلم حالهم أينما كانوا ..\r{وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآَنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ} [يونس: 61].\r{يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا} [النساء: 108].\r{أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} [المجادلة: 7].\rأخي المسلم: إن استشعار مراقبة الله تعالى من معاني الإيمان العظيمة؛ التي يرتقي بها العبد إلى درجة: الإحسان.\rوها نحن نقف عند هذه المحطة ونحن ما زلنا في طريق المحاسبة، وضمن هذه السلسلة: «سلسلة المحاسبة».\r(المراقبة) ذلك الأصل العظيم من أصول العمل الصالح .. وقف عنده الصادقون .. ودندن حوله العارفون ..\rزينة الأعمال .. وغاية الصدق في الأقوال والأفعال.","seal":"5944EA72","part":1},
      {"page":6,"id":3,"nass":"أتدري ما هي مراقبة الله تعالى؟\rقال ابن المبارك رحمه الله لرجل: «راقب الله تعالى» فسأله الرجل عن تفسيرها، فقال: «كن أبدًا كأنك ترى الله عزَّ وجلَّ».\rوقال إبراهيم الخواص رحمه الله: «المراقبة خلوص السر والعلانية لله عزَّ وجلَّ».\rوقال ابن القيم رحمه الله: «المراقبة دوام علم العبد وتيقنه باطلاع الحق سبحانه وتعالى على ظاهره وباطنه».\rوقيل: «المراقبة مراعاة القلب لملاحظة الحق مع كل خطرة وخطوة».\r\rأخي المسلم: تلك هي المراقبة كما عرَّفها العلماء العارفون .. ومعنى المراقبة يعقله كل قلب فهمًا .. ولكن قليل تلك القلوب التي تعقله عملاً.\rإنَّ تذكُّر الرَّقابة الإلهية من دلائل التوفيق التي إذا وُفِّق إليها عبد كان ذلك علامة لفلاحه .. وسعادته.\rوقد قسَّم العارفون المراقبة إلى عدَّة أقسام، وإليك تقسيم الحافظ ابن رجب رحمه الله والذي قسَّم المراقبة إلى مقامين.\rقال ابن رجب رحمه الله: «أحدهما: مقام الإخلاص، وهو أن يعمل العبد على استحضار مشاهدة الله إياه، واطلاعه عليه، وقُرْبه منه، فإذا استحضر العبد هذا في عمله، وعمل عليه، فهو مخلص لله، لأنَّ استحضاره ذلك في عمله يمنعه من الالتفات إلى غير الله، وإرادته بالعمل. والثاني: مقام المشاهدة، وهو أن يعم العبد على مقتضى مشاهدته لله تعالى بقلبه، وهو أن يتنوَّر القلب بالإيمان، وتنفذ البصيرة في العرفان حتى يصير الغيب كالعيان. وهذا هو","seal":"9FFBFF34","part":1},
      {"page":7,"id":4,"nass":"حقيقة مقام الإحسان المشار إليه في حديث جبريل - عليه السلام -، ويتفاوت أهل هذا المقام فيه بحسب قوة نفوذ البصائر».\r\rأخي المسلم: هل وقفت مع نفسك يومًا؛ فسألتها: أين هي من مراقبة الله تعالى؟\rقليلٌ أولئك الذين وقفوا هذه الوقفة مع أنفسهم .. وسألوها .. وحاسبوها في خلواتها.\rوأما الأكثرون فقد غفلوا عن المحاسبة .. وأعطوا النَّفس مُناها في عدم التشديد عليها ..\rأرأيت لو قيل لك: إنك مراقب من قِبَل الحاكم؛ كيف سيكون حالك؟ !\rلا شكَّ أنَّك ستحتاط لنفسك، وستبتعد عن كل موطن يكون سببًا في مساءلتك.\rولكنَّ الكثيرين تجدهم لا يخفى عليهم أنهم مراقبون ممن يعلم السرَّ وأخفى .. تبارك وتعالى. ومع هذا تجده لا يلتفت إلى هذه الرَّقابة!\rوهذه الغفلة هي حال الكثيرين من أولئك الذين لم يستشعروا رقابة الله تعالى!\rولعظم مرتبة المراقبة؛ فإنَّ الله تعالى بعث لنبيه - صلى الله عليه وسلم - أمين وحيه جبريل - عليه السلام -؛ لتذكيره بشرف هذه المرتبة.\rففي حديث جبريل - عليه السلام - الطويل، عندنا سأل النبي - صلى الله عليه وسلم - عدة مسائل، ومنها: قال: «يا رسول الله ما الإحسان؟ قال: أن تخشى الله كأنك تراه، فإنك إن لا تكن تراه، فإنه يراك» [رواه البخاري ومسلم/ واللفظ لمسلم].","seal":"3A8BEEA8","part":1},
      {"page":8,"id":5,"nass":"قال الحافظ ابن رجب: «يشير إلى أن العبد يعبد الله على هذه الصفة، وهي استحضار قُرْبه، وأنه بين يديه كأنَّه يراه، وذلك يوجب الخشية والخوف والهيبة والتعظيم ... ».\r\rأخي المسلم: إنَّ من راقب الله تعالى في أفعاله وأقواله؛ كان من أهل الإحسان .. وأهل الإحسان هم الذين قال الله تعالى عنهم: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ} [يونس: 26].\rقال الحافظ ابن رجب: «وقد ثبت في صحيح مسلم عن النبي - صلى الله عليه وسلم - تفسير الزيادة بالنظر إلى وجه الله عزَّ وجلَّ في الجنة، وهذا مناسب لجعله جزاء لأهل الإحسان، لأن الإحسان هو أن يعبد المؤمن ربه في الدنيا على وجه الحضور والمراقبة، كأنَّه يراه بقلبه، وينظر إليه في حال عبادته، فكان جزاء ذلك؛ النظر إلى الله عيانًا في الآخرة».\rفيا من خلوت بمعاصي الله! اعلم أن الرَّقيب عليك من لا تخفى عليه خافية!\rويا من خلوت بمعاصي الله! أنسيت مراقبة ملك الملوك؟ !\rكم من أُناس إذا خلوا بأنفسهم نسوا تلك الرَّقابة الإلهية .. وغرَّهم حلم الله تعالى .. فوقعوا في الآثام .. وارتكبوا الحرام!\rقال بعض العارفين: «اتق الله أن يكون أهون الناظرين إليك! ».\rوقال بعضهم: «خَفِ الله على قدر قدرته عليك، واستحي منه على قدر قربه منك».\rوقال أبو سليمان الداراني رحمه الله: «الخاسر من أبدى للناس صالح عمله، وبارز بالقبيح من هو أقرب إليه من حبل الوريد! ».","seal":"24FC2E4D","part":1},
      {"page":9,"id":6,"nass":"فيا غافلاً عن رقابة ملك الملوك!\rإنك في مُلْك من لا يخفى عليه أمرك .. ولا سترك منه حجاب!\rوحرِيٌّ بمن علم أنه مراقب من الله تعالى؛ أن يحذر حقَّ الحذر .. وأن يستحي منه حقَّ الحساء ..\rقال ابن الجوزي رحمه الله: «الحق عزَّ وجلَّ أقرب إلى عبده من حبل الوريد، لكنه عامل العبد معاملة الغائب عنه، البعيد منه، فأمر بقصد نيته، ورفع اليدين إليه، والسؤال له، فقلوب الجهَّال تستشعر البعد، ولذلك تقع منهم المعاصي، إذ لو تحققت مراقبتهم للحاضر الناظر؛ لكفُّوا الأكف عن الخطايا، والمتيقظون علموا قُربه فحضرتهم المراقبة، وكفَّتهم عن الانبساط».\rأخي المسلم: إنَّ داء الكثيرين من العُصاة؛ الغفلة عن مراقبة الله تعالى ... ونسيان اطلاعه عليهم ..\rفاعجب من رجل سليم الفطرة؛ يعلم أن الله تعالى مطلع عليه؛ ثم إذا خلا بمحارم الله انتهكها!\rفلا خوف من الله تعالى يصرفه .. ولا حياء منه يرده!\rوهذا هو حال كثير من الجهال الذين لم يستشعروا عظمة الله تعالى .. ومراقبته!\rكتب ابن السماك الواعظ لأخ له: «أما بعد: أوصيك بتقوى الله الذي هو نجيُّك في سريرتك، ورقيبك في علانيتك، فاجعل الله من بالك على كل حالك في ليلة ونهارك، وخَفِ الله بقدر قُربه منك، وقدرته عليك، واعلم أنك بعينه ليس تخرج من سلطانه إلى سلطان غيره، ولا من ملكه إلى ملك غيره، فليعظم منه حذرك، وليكثر منه وجلك».","seal":"C33F998F","part":1},
      {"page":10,"id":7,"nass":"فيا من ركبت الذنب إذا هجعت العيون .. اعلم أن هنالك عين لا تنام!\rويا من ركبت الذنب إذا أسدل الليل أستاره .. اعلم أنك تحت بصر من لا يخفى عليه شيء!\rخرج عمر بن الخطاب - رضي الله عنه - إلى مكة، فنزل في بعض الطريق، فانحدر عليه راع من الجبل، فقال له: يا راعٍ، بعني شاة من هذه الغنم؟\rفقال: إني مملوك.\rفقال: قلْ لسيدك أكلها الذئب.\rقال الراعي: فأين الله؟ !\rفبكى عمر، ثم غدا إلى المملوك، فاشتراه من مولاه وأعتقه.\rوقال: أعتقتك في الدنيا هذه الكلمة، وأرجو أن تعتقلك في الآخرة!\r\rأخي المسلم: إذا تأملت هذه القصة، وجدت أن مراقبة الله تعالى، تثمر عن ثمار يانعة؛ من خوفٍ لله تعالى، وصدق، وإخلاصٍ، وأمانةً.\rكل تلك الخصال السامية؛ تجدها في أولئك الذين جعلوا المراقبة من بالهم ..\rوهي صفات عزيزة نادرة؛ كندرة هذه الصفة: (صفة المراقبة).\rقال الإمام الشافعي رحمه الله: «أعزُّ الأشياء ثلاثة: الجود من قلة، والورع في خلوة، وكلمة الحق عند من يُرجى ويُخاف».\rأخي المسلم: مراقبة الله تعالى أكرم الطاعات .. وأنبل ما اتصف به المتصفون ..","seal":"4B9F7C3C","part":1},
      {"page":11,"id":8,"nass":"قال ابن عطاء رحمه الله: «أفضل الطاعات؛ مراقبة الحق على دوام الأوقات».\rفإن من راقب الله تعالى في خلواته؛ فهو المعظم لله تعالى .. الخائف منه تبارك وتعالى .. الصادق في تعامله مع ربه .. القريب من ربه عزَّ وجلَّ ..\rفتذكَّر دائمًا أنك مراقب من الله تعالى .. ملك الملوك .. الذي يعلم السرَّ وأخفي! فلتتقيه أينما كنت، وحيثما حللت ..\rعن أبي ذر - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحُها، وخالقِ النَّاس بخُلُقٍ حسن» [رواه الترمذي وغيره/ صحيح الترمذي للألباني: 1987].\r\rإن من راقب الله تعالى؛ فاز بثمار المراقبة، وأعلى هذه الثمار في الدنيا: بلوغه درجة الإحسان. وفي الآخرة: دخول الجنة!\r* ومراقبة الله تعالى؛ علامة كمال الإيمان:\rقال الحافظ ابن رجب: «وفي الجملة فتقوى الله في السر؛ هو علامة كمال الإيمان، وله تأثير عظيم في إلقاء الله لصاحبه الثناء في قلوب المؤمنين».\r\r* ومراقبة الله تعالى؛ زينة للقلب:\rقال سهل بن عبد الله رحمه الله: «لم يتزيَّن القلب بشيء أفضل ولا أشرف من علم العبد بأن الله شاهده حيث كان».\r\r* ومراقبة الله تعالى؛ عون على غض البصر:\rسُئل الجنيد رحمه الله: بم يُستعان على غض البصر؟ فقال: «بعلمك أن نظر الله إليك أسبق من نظرك إلى من تنظره».\r\r* ومراقبة الله تعالى؛ سبب في الفوز بظل العرش يوم القيامة:","seal":"6DA3D5AA","part":1},
      {"page":12,"id":9,"nass":"قال النبي - صلى الله عليه وسلم -: «سبعة يظلهم الله يوم القيامة في ظلِّه يوم لا ظل إلا ظله» فذكر منهم: «ورجل دعته امرأة ذات منصب وجمال إلى نفسها، قال: إني أخاف الله» [رواه البخاري ومسلم/ واللفظ للبخاري].\rسُئل ذو النون رحمه الله بم ينال العبد الجنة؟ فقال: «بخمس: استقامة ليس فيها روغان، واجتهاد ليس معه سهو، ومراقبة الله تعالى في السر والعلانية، وانتظار الموت بالتأهب له، ومحاسبة نفسك قبل أن تُحاسب».\rأخي المسلم: راقب الله تعالى في أقوالك وأفعالك، وفي كل أمر عزمت عليه .. فإن كان لله فيه رضًا أمضيته، وإن لم يكن فيه لله رضًا؛ فأمسك عنه، فإن أولى من راعيت اطلاعه عليك هو الله تبارك وتعالى ..\rإذا خلَوْتَ الدَّهرَ يومًا فلا تقُلْ ... خلوتُ ولكنْ قُلْ عليَّ رقيبُ\rولا تحسبن الله يغفُلُ ساعةً ... ولا أنَّ ما تُخْفيهِ عنه يغِيبُ\rألم تَرَ أنَّ اليومَ أسرعُ ذاهب ... وأنَّ غدًا للنَّاظرينَ قَرِيبُ\r\rفلا تكن كأولئك الغافلين؛ الذين إذا خلوا؛ نسوا رقابة الله تعالى؛ فوقعوا في المعاصي والآثام!\rقال محمد بن علي الترمذي: «اجعل مراقبتك لمن لا تغيب عن نظره إليك، واجعل شكرك لمن لا تنقطع نعمه عنك، واجعل طاعتك لمن لا تستغني عنه، واجعل خضوعك لمن لا تخرج عن ملكه","seal":"94BEEF8C","part":1},
      {"page":13,"id":10,"nass":"وسلطانه».\r\rأخي المسلم: إن من راقب الله تعالى في أموره، ألقى الله محبته في قلوب العباد، وعكسه الذي لا يراقب الله تعالى؛ أبغضته القلوب ..\rقال أبو الدرداء - رضي الله عنه -: «ليتق أحدكم أن تلعنه قلوب المؤمنين وهو لا يشعر! يخلو بمعاصي الله؛ فيلقي الله له البغض في قلوب المؤمنين».\rولتجعل أيها المسلم من خلواتك فرصة تغتنمها في الطاعات؛ فتناجي ربك تعالى، وتذكره بما هو أهله .. وتذكَّر أن الصالحين كانوا يأنسون بربهم تعالى ذكره .. فلا تمر عليهم لحظة أسعد من لحظات خلوتهم بمناجاة خالقهم ومعبودهم تبارك وتعالى ..\rقيل: لمالك بن مغول رحمه الله وهو جالس في بيته: ألا تستوحش؟ ! فقال: «ويستوحش مع الله أحد؟ ! ».\rوكان حبيب أبو محمد يخلو في بيته، ويقول: «من لم تقر عينه بك، فلا قرَّت عينه! ومن لم يأنس بك فلا أنِسَ! ».\rفراقب الله تعالى أيُّها المسلم في سرك وجهرك .. وقولك وفعلك .. وتذكَّر دائمًا أنه أقرب إليك من حبل الوريد!\rوحاسب نفسك دائمًا .. وذكِّرها بمن لا تخفى عليه خافية ..\rوالحمد لله تعالى، والصلاة والسَّلام على النبي محمد وآله وصحبه ..\r\r* * * *","seal":"DD7C8676","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"هل أنت من المراقبين لله تعالى","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":"","Auth":"أزهري أحمد محمود","Betaka":"الكتاب: هل أنت من المراقبين لله تعالى؟\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":2,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"AE27A26B","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36392,"BkId":36392,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36392":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله تعالى واسع العطاء .."},
      {"lvl":1,"id":2,"sub":1,"tit":"أخي المسلم"},
      {"lvl":1,"id":3,"sub":0,"tit":"أخي المسلم"},
      {"lvl":1,"id":4,"sub":0,"tit":"أخي المسلم"},
      {"lvl":1,"id":5,"sub":0,"tit":"أخي المسلم"},
      {"lvl":1,"id":7,"sub":0,"tit":"أخي المسلم"},
      {"lvl":1,"id":7,"sub":1,"tit":"أخي المسلم"},
      {"lvl":1,"id":8,"sub":0,"tit":"إن من راقب الله تعالى؛ فاز بثمار المراقبة، وأعلى هذه الثمار في الدنيا: بلوغه درجة الإحسان. وفي الآخرة: دخول الجنة"},
      {"lvl":2,"id":8,"sub":1,"tit":"* ومراقبة الله تعالى؛ علامة كمال الإيمان"},
      {"lvl":2,"id":8,"sub":2,"tit":"* ومراقبة الله تعالى؛ زينة للقلب"},
      {"lvl":2,"id":8,"sub":3,"tit":"* ومراقبة الله تعالى؛ عون على غض البصر"},
      {"lvl":2,"id":8,"sub":4,"tit":"* ومراقبة الله تعالى؛ سبب في الفوز بظل العرش يوم القيامة"},
      {"lvl":1,"id":10,"sub":0,"tit":"أخي المسلم"}
    ]
}
