{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36404":
    [
      {"page":null,"id":1,"nass":"حقيقة العبودية\r\rطبعة جديدة\r\rمجدي الهلالي","seal":"98C54F77","part":null},
      {"page":1,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rالحمد لله رب العالمين، والصلاة والسلام على خير المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد:\rففي يوم من الأيام ذهب ثلاثة من الصحابة - رضوان الله عليهم - إلى بيوت أزواج النبي صلى الله عليه وسلم ليسألوا عن عبادته حتى يحذوا حذوه، فلما أُخبروا بقدر تلك العبادة كأنهم تقالُّوها (أي اعتبروها قليلة)، وقالوا: أين نحن من النبي عليه الصلاة والسلام وقد غُفِر له ما تقدم من ذنبه وما تأخر؟! ثم بدأ كل واحد منهم يتحدث عن عبادته، فقال أحدهم: أما أنا فأصلي الليل أبدًا، وقال الآخر: وأنا أصوم الدهر أبدًا ولا أفطر، وقال الآخر: وأنا اعتزل النساء فلا أتزوج أبدًا، فلما بلغ ذلك النبي صلى الله عليه وسلم جاء إليهم فقال: «أنتم الذين قلتم كذا وكذا؟ أما إني لأخشاكم لله وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني» (¬1).\rهذا الحديث العظيم يعلمنا أن العبرة في سباق السائرين إلى الله ليست بكثرة عبادات الجوارح، بل العبرة بما في القلوب من معاني العبودية لله عز وجل «أما إني لأخشاكم لله وأتقاكم له».\rوغني عن البيان أن عبادات الجوارح هي المظهر والشكل الذي من خلاله يُظهر ما في القلب من معاني العبودية لله عز وجل {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183].\rفعبادات الجوارح على درجة بالغة من الأهمية كمظهر وشكل ينبغي الالتزام به في تقربنا إلى الله عز وجل.\rومع ذلك؛ فإن الجهد الأكبر الذي ينبغي أن يُبذل في العبادة هو الاجتهاد في إظهار معاني العبودية لله عز وجل من خلالها؛ وكما أخبرنا سبحانه: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج: 37].\rإن السباق إلى الله عز وجل إنما هو سباق قلوب، والقلب الذي يسبق هو الذي يحوي القدر الأكبر من العبودية الحقيقية له سبحانه {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: 13]، ولقد جاء في الأثر: ما سبقكم أبو بكر بكثرة صلاة، ولا صيام، ولكن بشيء وقر في صدره ..\rفإن كان الأمر كذلك: فما العبودية؟ وما حقيقتها؟ وما طريقها؟\rهذا ما تُحاول - بإذن الله - الصفحات التي بين يديك - أخي القارئ - الإجابة عليه بصورة إجمالية.\rنسأل الله عز وجل العون والتوفيق والسداد والتجاوز عن الزلات، إنه سبحانه ولي ذلك والقادر عليه {سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا} [البقرة: 32].\r¬__________\r(¬1) متفق عليه: البخاري (5/ 1949، رقم 4776)، ومسلم (2/ 1020، رقم 1401).","seal":"EBE9ED37","part":1},
      {"page":2,"id":3,"nass":"الفصل الأول\rمعنى العبودية","seal":"53A8EC7E","part":1},
      {"page":3,"id":4,"nass":"معنى العبودية\rكرَّم الله عز وجل الإنسان تكريمًا عظيمًا، وفضله على كثير من خلقه {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} [الإسراء: 70].\rهذا التكريم العظيم للإنسان يعكس مدى حب الله عز وجل له، ومنزلته عنده.\rولقد علمت الملائكة بهذه المنزلة فجعلت جزءًا من عبادتها: دعاءها واستغفارها للناس، وهي بذلك تريد التقرب إلى الله - سبحانه - وتطمع في نيل رضاه {وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ} [الشورى: 5].\rويزداد دعاؤهم واستغفارهم لمن لهم مكانة خاصة عنده - سبحانه - من البشر المؤمنين لعلمهم بحب الله لهم: {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ* رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ * وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [غافر: 7 - 9].\r\rالجنة تنتظرك:\rومن أعظم الدلائل التي تؤكد على المنزلة الخاصة للبشر عند الله: إعداده - سبحانه - الجنة لتكون لهم دارًا أبدية .. يقيمون فيها إقامة دائمة بلا تعب ولا نصب ولا تكاليف يؤدونها .. بل نعيم مقيم لا يحول ولا يزول {يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ} [الزخرف: 71].\rولقد جعل سبحانه دخول هذه الجنة مرتبطًا بالنجاح في اختبار يُعقد على ظهر الأرض لجميع البشر ..\rجوهر هذا الاختبار: عبادته سبحانه بالغيب، والقيام بحقوق العبودية له: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56].\r{يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 21].\r\rأحب الخلق إلى الله:\rيلاحظ المتدبر لآيات القرآن أن الله عز وجل عندما يمتدح أحداً من رسله وأنبيائه، فإنه سبحانه يصفه بوصف العبودية، كقوله تعالى عن نبيه داود: {وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ} [ص:17].\rوقوله تعالى عن سليمان: {وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} [ص:30].\rوقد تكرر وصف رسولنا صلى الله عليه وسلم بهذه الصفة {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آَيَاتِنَا} [الإسراء:1].\r{وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدً} [الجن: 19]\rمعنى ذلك أن العبودية هي الصفة التي يحب الله عز وجل أن تتمثل في الإنسان: {وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (45) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (46) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ} [ص:45 - 47].\rفأحب الخلق إليه - سبحانه - أكثرهم عبودية له.\r\rجوهر العبودية:\rالعبد عكس الحر وهو المملوك لسيده، وأصل العبودية: الخضوع والتذلل (¬1) فالطريق «مُعَبَّد» إذا كان مذللا بكثرة الوطء (¬2).\rفالعبودية إذن صفة ينبغي أن يعيش المرء حقيقتها، وأن تُظهرها صورة تعامله مع ربه من ذل وانكسار وخضوع وافتقار، وطاعة وهيبة وإجلال، وتعلق تام به، وفوق هذا كله: حبٌ عظيمٌ له ..\rيقول شيخ الإسلام ابن تيمية: \" فمن خضع لإنسان مع بغض له لا يكون عابداً له، ولو أحب شيئا ولم يخضع له لم يكن له عابدًا\" (¬3).\r¬__________\r(¬1) لسان العرب لابن منظور (3:271) - دار صادر بيروت.\r(¬2) المصدر السابق.\r(¬3) العبودية لابن تيمية، ص (34) - مكتبة دار الأصالة - الإسماعيلية - مصر.","seal":"63A0C262","part":1},
      {"page":4,"id":5,"nass":"تكوين الإنسان:\rالله عز وجل يريد الخير لعباده جميعًأ {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ} [الزمر: 7]، يريد لهم دخول الجنة {وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ} [البقرة: 221].\rولأن دخول الجنة مرتبط بالنجاح في اختبار العبودية؛ فقد خلق الله عز وجل الإنسان بطريقة وهيئة تعينه وتيسر له ارتداء رداء العبودية ومن ثمَّ النجاح في اختبارها، فجعل أصله من التراب ولم يجعله من معدن نفيس كالذهب والفضة، فالتراب هو أقل الأشياء وأوضعها ..\rهذا التراب هو التربة التي ينمو فيها النبات فيأكل منه الإنسان، وينشأ من خلاصته المَني والذي من خلاله يتم التكاثر، ومن ثم يتكون الجنين الذي يصبح بعد ذلك ذكراً أو أنثى: {وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا} [فاطر:11].\rولو نظر أحدنا إلى المنيّ واشتم رائحته لأعرض عنه ولعافه ولتقززت نفسه منه، وصدق الله العظيم: {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ} [المرسلات:20].\rهذا الأصل الحقير للإنسان من شانه أن يساعده على الاتصاف بصفة العبودية، فابن التراب والماء المهين ليس له أن يتكبر أو يتعالى أو يرفع رأسه أمام سيده وخالقه.\rنظر مطرف بن عبد الله بن الشخير إلى المهلَّب بن أبي صُفرة وعليه حُلة يسحبها، ويمشي الخيلاء، فقال: يا أبا عبد الله، ما هذه المشية التي يبغضها الله ورسوله؟ فقال المهلَّب أما تعرفني؟ فقال: بل أعرفك: أولك نطفة مَذِرة، وآخرك جيفة قذرة، وحشوك فيما بين ذلك بول وعذرة (¬1).\rومع هذا الأصل الحقير؛ كان الحجم الصغير الذي ينسجم مع كونه عبدا: {لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} [غافر:57].\rفلو كان الإنسان طويلًا .. أطول من الجبال والأشجار، لكان ذلك مدعاة لعلوه وتكبره: {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا} [الإسراء:37].\r\rالضعيف العاجز:\rومع الأصل الحقير، والحجم الصغير، فإن الضعف صفة أصيلة في الإنسان: {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} [النساء:28].\rفمع أن كل ما في الأرض مخلوق للإنسان: {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا} [البقرة:29]، إلا أنه ليس الأقوى فيها، فهناك من المخلوقات من هو أقوى منه في البنيان أو في التحمل أو في البطش.\rوجوانب ضعف الإنسان كثيرة ومتعددة، فهو لا يمكنه أن يتحمل الألم ولا الجوع ولا العطش، بل إنه لا يستطيع مقاومة سلطان النوم فترة طويلة.\rقوة إبصاره وسمعه وبطشه محدودة .. لا يمكنه أن يحمي نفسه من هجمة حيوان مفترس أو حتى لدغة حشرة صغيرة.\rضعيف أمام رغبات نفسه من حب للشهوات، ونفور من التكاليف والمشاق.\rهذا الضعف المتعدد الجوانب من شأنه أن يجعله دوما بحاجة إلى مصدر للقوة يلجأ إليه ليحتمي به ويدفع عنه كل ما يثير مخاوفه ويعكر صفوه.\rولو تخيلنا أن الإنسان خُلق قويا .. أقوى من كل شيئ في الأرض، هل تظنه سيلجأ يوما إلى ربه يطلب منه العون والمدد؟! ولماذا يفعل ذلك وهو يرى قوته تحقق له ما يريد: {كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (6) أَنْ رَآَهُ اسْتَغْنَى} [العلق:6، 7].\r¬__________\r(¬1) أدب الدنيا والدين للماوردي، ص (231) - دار الكتب العلمية - بيروت.","seal":"57A822E9","part":1},
      {"page":5,"id":6,"nass":"إن من رحمة الله بالناس وحبه لهم أن خلقهم ضعفاء وابتلاهم بالأمراض ليسهل عليهم القيام بالمهمة التي خُلقوا من أجلها، ومما يؤكد هذا المعنى ما حدث مع قوم عاد الذين ابتلاهم الله عز وجل بأن حباهم مزيداً من القوة فأساءوا استخدامها، بل كانت وبالاً عليهم وجعلتهم ينسون حقيقتهم: {فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً} [فصلت:15].\rومع الضعف الشديد للإنسان، واحتياجه الدائم لقوة تحميه فإنه كذلك عاجز، لا يستطيع إنفاذ إرادته .. يريد أن ينام سريعا فلا يستطيع .. يريد أن يسهر فيغلبه النعاس .. يريد تذكر شيء ما فلا يتذكره .. يتمنى أن تلد زوجته ذكراً فتلد أنثى ..\rكل هذا ليستشعر مدى عجزه واحتياجه لمن بيده القدرة على فعل كل شيء، ومن يفعل ما يريد وقتما يريد فيستسلم له ويذعن بين يديه.\r\rالجاهل الفقير:\rومن سمات الإنسان كذلك أنه جاهل بعواقب الأمور، وعدم علمه الغيب، ولا حتى ما سيحدث بعد جزء من الثانية .. فهو لا يدري حين ينام هل سيستيقظ أم لا، وإذا ما استيقظ هل يكون معافى أم مريضاً.\rهل العملية الجراحية التي ستُجرى له ستنجح أم لا؟!\rهل هذا الطعام الذي يأكله سيسبب له مرضا أم لا؟!\rهل .. هل؟! {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} [لقمان:34].\rومع عجزه وضعفه وجهله الملازم له، فهو كذلك لا يستطيع أن يتولى إدارة شئون جسمه وتدبير أموره ولو للحظة واحده.\rفالقلب يحتاج إلى تعهد دائم ومطلق ليستمر في الخفقان وضخ الدم إلى جميع أنحاء الجسم، والدم يحتاج لأن يظل في درجة ما من السيولة لو انخفضت لحدثت جلطات وانسدت الشرايين، ولو زادت لحدث نزيف.\rالعضلات تحتاج دوماً إلى من يتعاهد انقباضها وانبساطها، ولو لم يحدث ذلك لشُل الجسم.\rالرئتان .. الكليتان .. المخ .. جهاز الهضم والامتصاص .. جهاز الإخراج .. جهاز المناعة .. الغدد، بل كل خلية من خلايا الجسم البالغ عددها عدة تريليونات تحتاج إلى إمداد مستمر، وإلا توقفت عن العمل .. كل ذلك ينبغي أن يتم بصورة دائمة، فلو توقف إمداد المخ بالدم عدة دقائق لتوقفت الحياة، ولو تخلت الكليتان عن عملهما لتسمم الدم، ولو، ولو، ولو ... إلخ.\rمعنى ذلك أن الجسم يحتاج إلى من يقوم عليه ويمده بما يحفظه ويكفل له الاستمرار في وظائفه، ويدير عملياته الحيوية لينتج عن ذلك: نطق باللسان، ورؤية بالعين، وحركة بالأطراف، وهضم للطعام، وإخراج للفضلات، وشهيق وزفير، و ...\rومن منا يقدر أن يقوم بذلك ولو للحظة واحدة، فنحن نضع اللقمة في الفم ولا ندري ماذا يجري لها داخل الجسم، ولو تُرك لنا هضمها وتوزيع خلاصتها وإخراج فضلاتها لما استطعنا أبداً.\rإننا بحاجة إلى من يقوم بإدارة شئون أجسادنا وإمدادها بما يصلحها، ويحافظ عليها، وذلك دونما توقف ليلاً أو نهاراً بل ولا لحظة واحدة، ويستوي في ذلك جميع البشر، القوي منهم والضعيف .. الغني والفقير .. الصغير والكبير.\r\rلا يملك شيئا:\rوبالإضافة إلى هذا كله، فلقد خلق الله عز وجل الإنسان ولم يعطه أي ملك ذاتي ولو مثقال ذرة، فنحن جميعاً ملك لله: {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} [البقرة:156]، وما عندنا من أموال وأولاد وأثاث و ... فهي ملك له سبحانه، وهبها لنا في حياتنا الدنيا ثم يؤول كل شيء إليه بعد ذلك {إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا} [مريم:40].\rفكل ما تراه عيناك ليس له إلا مالك واحد هو الله سبحانه وتعالى {وَلَهُ كُلُّ شَيْءٍ} [النمل:91].","seal":"440533C3","part":1},
      {"page":6,"id":7,"nass":"وبالإضافة إلى عدم وجود أي شيء يملكه الإنسان ملكا حقيقيا، فلقد خلقه الله بلا قوة ذاتية مهما صغرت، فالقوة كلها لله يمنح جزءا منها للناس ويسلبها منهم متى شاء: {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا} [البقرة:165].\rوكذلك القدرة، فالله على كل شيء قدير، أما الإنسان فلا يقدر على شيء إلا بما قدره له ربه، فلا يمكن له أن يخلق ولو ذبابة: {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ} [الحج:73].\rفلا ملكاً ذاتياً، ولا قوة أو قدرة ذاتية للإنسان، ولا صلاحية له في هذا الكون تجعله يستطيع أن يضر أحداً، أو ينفعه إن أراد ذلك .. وهذا الأمر ينطبق على جميع الخلق بمن فيهم الرسل والأنبياء .. تأمل معي قوله سبحانه لرسوله الحبيب محمد صلى الله عليه وسلم: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} [آل عمران:128].\rومما يؤكد هذا المعنى ما حدث لزوجتي نوح ولوط عليهما السلام: {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ} [التحريم:10].\r\rهذه هي حقيقتك:\rهذه هي حقيقتك أيها الإنسان: أصلك حقير، حجمك صغير، جاهل بالغيب وعواقب الأمور، ضعيف تحتاج إلى قوة تحميك، عاجز لا تستطيع إنفاذ إرادتك .. فقير فقراً مطلقاً وذاتياً، تحتاج دوماً إلى من يقيم حياتك، ليس لك من الأمر شيء .. لا تملك شيئا .. لا قوة لك .. لا قدرة لك .. فأنت لا شيء ولن تكون شيئاً بدون ربك، ولقد خلقك الله عز وجل بهذه السمات رحمة بك، لكي يسهل عليك ارتداء رداء العبودية له سبحانه، ومن ثَمَّ تنجح في الاختبار وتدخل الجنة. وكيف لا وأنت بهذه الصفات تحتاج دوما إلى من يحميك، ويطعمك ويسقيك .. بحاجة إلى من تعتمد عليه في تصريف أمورك .. بحاجة إلى من يعلم ما خفي عنك فيوجهك لما فيه مصلحتك .. بحاجة إلى من يمدك بالقوة والقدرة والمال والصحة والولد و .. والذي يملك هذا كله هو الله وحده لا شريك له، فله ملك السماوات والأرض، وهو على كل شيء قدير، ومحيط، وعليم .. يعلم ما بين أيدينا وما خلفنا .. يصحبنا في حلنا وترحالنا .. قريب مجيب .. يحبنا ويريد لنا الخير، وينتظر منا التفاتة صادقة إليه ليقبل علينا ويصلح شأننا: {إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} [البقرة:143].\rتأمل معي قوله سبحانه في الحديث القدسي: \" يا عبادي كلكم ضال إلا من هديته، فاستهدوني أهدكم، يا عبادي كلكم جائع إلا من أطعمته، فاستطعموني أطعمكم، يا عبادي كلكم عار إلا من كسوته، فاستكسوني أكسكم .. \" (¬1).\rفإن كنا جميعا لا نساوي شيئا بدون الله، وأنه لا يوجد مصدر يمدنا بالحياة والقوة والهداية والعصمة سواه فماذا عسانا أن نفعل معه؟! وما هي الصورة الصحيحة التي ينبغي علينا أن نعامله بها؟!!\rأليس من الطبيعي أن نتذلل دوماً له، ونظهر له سبحانه عظيم فقرنا واحتياجنا له؟!\rألا ينبغي أن نتمسكن بين يديه، ونعترف أمامه بمدى حقارتنا، وضعفنا، وعجزنا، وأننا لا شيء بدونه؟!\rلقد كان هذا بالفعل حال الرسل والأنبياء مع ربهم .. كانوا يعيشون في حقيقة عبوديتهم بكل ما تحمله هذه الحقيقة من معان .. تأمل معي ما قاله رسولنا الكريم صلى الله عليه وسلم في دعائه لربه عشية عرفة:\r¬__________\r(¬1) رواه مسلم (2577).","seal":"62BAB1F6","part":1},
      {"page":7,"id":8,"nass":"\" أنا البائس الفقير، المستغيث، المستجير، الوجل، المشفق، المقر، المعترف بذنبه، أسألك مسألة المسكين، وأبتهل إليك ابتهال المذنب الذليل، وأدعوك دعاء الخائف الضرير، دعاء من خضعت لك رقبته، وفاضت لك عيناه، وذل لك جسده، ورغم أنفه لك \" (¬1).\rوهذا إبراهيم عليه السلام يقول لأبيه: {وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ} [الممتحنة:4].\rوتأمل معي ما قاله نوح عليه السلام لربه: {قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ} [هود:47].\rأما هذا الموقف الذي حدث مع موسى عليه السلام فهو موقف يظهر مدى شعوره بحقيقته كعبد يتصرف فيه مولاه كيفما شاء: {وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ} [الأعراف:155].\rوتأمل حال يوسف الصديق وهو يناجي ربه ويسأله العون على كيد النسوة: {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ} [يوسف:33].\rهذا العبد الصالح ماذا قال لربه عندما مكنه في الأرض: {رَبِّ قَدْ آَتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآَخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} [يوسف:101].\r\rالعبودية والفطرة:\rمن فضل الله على عباده أن جعل معاني العبودية مركوزة فيهم، ومهما حاول المرء إظهار استغنائه عن ربه، ومهما اغتر بما حباه الله عز وجل من إمكانات إلا أنه يظهر على حقيقته كعبد ضعيف أمام الشدائد .. حينئذ تراه يتجه بكليته إلى الله يطلب منه النجاة والحماية: {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} [يونس:22].\rفالشدائد والابتلاءات رحمة من الله عز وجل بالناس، ووسيلة يأخذهم بها إلى حظيرة العبودية: {فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ} [الأنعام:42].\r\rالسعادة الحقيقية:\rمن هنا ندرك سر شعور الإنسان الذي لا يعيش في حقيقة العبودية بأن هناك شيئا ما ينقصه مهما كان معه من إمكانات.\rفتجده كثيراً ما يمر بلحظات يتملكه فيها الخوف من المستقبل المجهول، خاصة على أولاده من بعده.\rفي صدره ضيق ووحشة مهما بدا عليه من مظاهر الفرح والسعادة ..\rتأتيه أوقات يشعر فيها بضعفه وعجزه واحتياجه إلى قوة تحميه ..\rهذه الأمور لا يمكن للإنسان أن يتغلب عليها، أو إغلاق الأبواب دونها بالأسباب المادية، ولو أُوتي مالاً مثل مال قارون، أو قوة وسلطاناً بلا حدود، بل إن هذه الأمور ستزيده شعوراً بالوحشة والاضطراب وعدم الأمان.\r¬__________\r(¬1) رواه الطبراني عن ابن عباس. قال الشيخ الألباني: (ضعيف)، انظر حديث رقم: 1186 في ضعيف الجامع.","seal":"CA82A958","part":1},
      {"page":8,"id":9,"nass":"فلا سبيل لحدوث السلام الداخلي، والشعور بالسعادة والطمأنينة والسكينة إلا من خلال العيش في حقيقة العبودية والتجلبب بجلبابها، ولِمَ لا ومن خلالها يشعر المرء بالأمان وهو يعيش في كنف ربه المقتدر الذي يملك كل شيء، ويقدر على فعل أي شيء يريده، ويستطيع أن يحفظه من كل سوء، ويؤمن مخاوفه، ويحميه ويستره: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) الَّذِينَ آَمَنُوا وَكَانُوا يَتَّقُونَ} [يونس:62، 63].\rفعلى سيبل المثال: الخوف على مستقبل الأولاد وهو أمر يتملك مشاعر الكثير من الناس فيجعل كل همهم جمع المال ليؤمنوا لأولادهم مستقبلهم .. هذا الخوف لا يتملك من يرتدي رداء العبودية لله عز وجل، وكيف يتملكه وقد طمأنه ربه وقال له: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا} [النساء:9].\rوما دام العيد يوقن أن الله هو الذي يكفل الجميع ويكلؤهم بالليل والنهار ففيم الخوف؟!\rويؤكد ابن القيم على هذا المعنى فيقول: ففي القلب شَعْث لا يلمه إلا الإقبال على الله، وفيه وحشة لا يزيلها إلا الأنس به في خلوته.\rوفيه حزن لا يذهبه إلا السرور بمعرفته وصدق معاملته.\rوفيه قلق لا يسكنه إلا الاجتماع عليه والفرار إليه.\rوفيه فاقه لا يسدها إلا محبته والإنابة إليه ودوام ذكره، وصدق الإخلاص له، ولو أُعطي الدنيا وما فيها لم يسد تلك الفاقة منه أبدًا (¬1).\r\rعجزي كنزي:\rمعنى ذلك أن خير أوقات المرء هي تلك الأوقات التي يحدث فيها سلام داخلي بين جوهر حقيقته كعبد وبين ما يعيشه من معاني العبودية ..\rيقول ابن عطاء: خير أوقاتك وقت تشهد فيه وجود فاقتك، وترد فيه إلى وجود ذلتك.\rوفي نفس المعنى يقول ابن تيمية: من أراد السعادة الأبدية فليلزم عتبة العبودية.\rفبالعبودية يدخل المرء جنة الدنيا ونعيمها الذي لا يشبهه أي نعيم آخر.\rيقول ابن القيم: فمحبة الله تعالى، ومعرفته، ودوام ذكره، والسكون إليه، والطمأنينة إليه، وإفراده بالحب، والخوف، والرجاء، والتوكل، والمعاملة، بحيث يكون هو وحده المستولي على هموم العبد وعزماته، وإرادته، هو جنة الدنيا، والنعيم الذي لا يشبهه نعيم، وقرة عين المحبين، وحياة العارفين.\rويحكي عن شيخه - ابن تيمية - أنه قال مرة: ما يصنع أعدائي بي؟ أنا جنتي وبستاني في صدري، أني رحت فهي معي لا تفارقني، إن حبسي خلوة، وقتلي شهادة، وإخراجي من بلدي سياحة.\rويستطرد ابن القيم قائلا: وعلم الله ما رأيت أحداً أطيب عيشاً منه قط، مع ما كان فيه من ضيق العيش، وخلاف الرفاهية والنعيم، بل ضدها، ومع ما كان فيه من الحبس والتهديد والإرهاق، وهو مع ذلك من أطيب الناس عيشا، وأشرحهم صدرا، وأقواهم قلبا، وأسرهم نفسا، تلوح نضرة النعيم على وجهه.\rفسبحان من أشهد عباده جنته قبل لقائه، وفتح لهم أبوابها في دار العمل، فآتاهم من روحها ونسيمها وطيبها ما استفرغ قواهم والمسابقة إليها (¬2).\r¬__________\r(¬1) تهذيب مدارج السالكين، ص (566، 567).\r(¬2) الوابل الصيب، ص (96 - 98) بتصرف - مكتبة المؤيد - الرياض.","seal":"836CD248","part":1},
      {"page":9,"id":10,"nass":"وفي كتابه - مقومات التصور الإسلامي - يؤكد سيد قطب - رحمه الله - على هذا المعنى فيقول: إن الطمأنينة إلى الله، بعد معرفته بصفاته كما يعرضها القرآن، لا تعدلها طمأنينة، ولا يعدلها شيء من أشياء هذه الدنيا، وإنه لتمر بالإنسان أحداث ولحظات يشعر فيها بقيمة هذه المعرفة شعوراً كاملاً واضحاً عميقاً، ولكنه قد ينسى أو يغفل حتى تذكره تلك اللحظات والأحداث! وإن الرضا والأنس والبشاشة والتوجه والطمأنينة والثقة والراحة التي تسكبها تلك المعرفة لأمور تذاق ولا توصف، وأقرب ما يصورها المنهج القرآني في مثل تلك الإشارات:\r{الَّذِينَ آَمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} [الرعد:28].\r\rأهمية العبودية:\rإن العبودية هي الحالة التي يحب الله عز وجل أن يراها متمثلة في عباده، وعلى قدر تمثلها فيهم يكون رضاه عنهم، وقربه منهم.\rومما يؤكد هذا المعنى قوله صلى الله عليه وسلم: \" ما من حالة يكون العبد عليها أحب إلى الله من أن يراه ساجدا يُعفر وجهه في التراب \" (¬1).\rبل إن أي وقت يحدث فيه للعبد انكسار فإن الله عز وجل يعامله في هذا الوقت معاملة خاصة، فالمريض - على سبيل المثال - يكسره المرض، لذلك تجده - سبحانه - قريبًا منه، بل ويحثنا على عيادته للتخفيف عنه كما جاء في الحديث: «أن الله عز وجل يقول يوم القيامة: يابن آدم مرضت فلم تعدني، قال: يارب كيف أعودك وأنت رب العالمين؟ قال: أما علمت أن عبدي فلان مرض فلم تعده، أما علمت أنك لو عدته لوجدتني عنده .. » (¬2).\rيقول ابن القيم: (وهذا - والله أعلم - هو السر في استجابة دعوة الثلاثة: المظلوم والمسافر والصائم، للكسرة التي في قلب كل واحد منهم. فإن غربة المسافر وكسرته مما يجد العبد في نفسه، وكذلك الصوم فإنه يكسر سَوْرَة النفس السبعية الحيوانية ويذلها) (¬3).\rومما يؤكد أن العبودية من ذل وانكسار، وخضوع وتواضع هي الحالة التي يحبها الله عز وجل من العبد ما حدث للمرأة البغي التي سقت الكلب الظمآن وما تلا ذلك من مغفرة الله لها. فعن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \" بينما كلب يطيف بركية كاد يقتله العطش إذ رأته بغي من بغايا بني إسرائيل، فنزعت موقها فسقته، فغُفر لها به \" (¬4).\r(فما قام بقلب البغيّ التي رأت الكلب وقد اشتد به العطش يأكل الثرى ما حملها على أن غررت بنفسها في نزول البئر، وملء الماء في خفها ولم تعبأ بتعرضها للتلف، وحملها خفها بفيها، وهو ملآن، حتى أمكنها الرقي من البئر، ثم تواضعها لهذا المخلوق التي جرت عادة الناس بضربه، فأمسكت له الخف بيدها حتى شرب، من غير أن ترجو منه جزاء ولا شكورا. فأحرقت أنوار هذا القدر من التوحيد ما تقدم منها من البغاء، فغفر لها) (¬5).\rمن هنا ندرك قول أحد الصالحين: دخلت على الله من أبواب الطاعات كلها، فما دخلت من باب إلا رأيت عليه الزحام. فلم أتمكن من الدخول، حتى جئت باب الذل والافتقار، فإذا هو أقرب باب إليه وأوسعه، ولا مزاحم فيه ولا معوق .. فما هو إلا أن وضعت قدمي في عتبته، فإذا هو - سبحانه - قد أخد بيدي وأدخلني عليه.\rوكذلك قول أحدهم: لا طريق أقرب إلى الله من طريق العبودية (¬6).\r¬__________\r(¬1) رواه الطبراني في الأوسط بإسناد حسن.\r(¬2) أخرجه مسلم (4/ 1990، رقم 2569).\r(¬3) تهذيب مدارج السالكين، ص (169 - 170).\r(¬4) رواه البخاري (3467) وركية: أي بئر، وموقها: أي خفها.\r(¬5) تهذيب مدارج السالكين، ص (188).\r(¬6) المصدر نفسه، ص (229).","seal":"8ECA8899","part":1},
      {"page":10,"id":11,"nass":"التمرد على العبودية:\rالعبودية هي الحالة التي يحب الله عز وجل أن يراها بادية على خلقه، وعلى قدر تمثلها فيهم تكون ولايته ونصرته لهم: {أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ} [الزمر:36]، وفي المقابل فإن من أكثر الأمور التي تغضبه سبحانه هو تمرد المرء على ارتداء رداء العبودية، واستبداله برداء العز والكبر .. ففي الحديث: \" العز إزاري، والكبرياء ردائي، فمن ينازعني عذبته \" (¬1).\rفالكبر مناف للعبودية، لذلك فهو من أكبر الذنوب وأخطرها، وصاحبه يحرم من المعية والتوفيق والولاية والنصرة الإلهية: {سَأَصْرِفُ عَنْ آَيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ} [الأعراف:146].\rإن الشرف العظيم للإنسان أن يكون عبدا لله عز وجل، يسأله دوما حاجته، ويطلب منه الحماية والنصرة، والعون والمدد، فإذا ما استكبر عن ذلك، وظن أن بمقدوره العيش في الحياة دون معونة من الله فقد ظلم نفسه، وطغى طغيانا لا حدود له، ومن ثَمَّ كان العقاب الأليم في انتظاره: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر:60].\r\rتضخم الذات:\rهناك أسباب كثيرة لارتداء العبد رداء العزة والكبر، وتمرده على رداء العبودية، لعل من أهمها وأخطرها على المسلم: الشعور بالعزة والرفعة على غيره وذلك بسبب ما حباه الله من الامكانات، وبما أكرمه وهداه إلى فعل الطاعات، فينخدع بذلك، ويظن أن عنده شيئا ذاتيا يملكه ليس عند غيره، فيتكبر به ويتعاظم في نفسه فتصبح هذه الإمكانات وتلك الطاعات التي أكرمه الله بأدائها حجة عليه لا له ... قال صلى الله عليه وسلم: \" لا يزال الرجل يذهب بنفسه حتى يُكتب في الجبارين، فيصيبه ما أصابهم\" (¬2).\rبل إن صاحب الذنب المنكسر الذي يرى نفسه أقل الناس شأنا قد يكون عند الله أفضل منه.\rتأمل معي - أخي القارئ - هذا الحديث: قال صلى الله عليه وسلم: \" كان رجلان في بني إسرائيل متواخيان، وكان أحدهما مذنبا، والآخر مجتهدا في العبادة، وكان لا يزال المجتهد يرى الآخر على الذنب، فيقول: أقصر. فوجده يوماً على ذنب، فقال له: أقصر. فقال: خلِّني وربي، أبُعِثْت عليَّ رقيبا؟ فقال: والله لا يغفر الله لك، أو لا يدخلك الله الجنة، فقُبض روحهما فاجتمعا عند رب العالمين، فقال لهذا المجتهد: أكنت بي عالماً، أو كنت على ما في يدي قادراً؟! وقال للمذنب: اذهب فادخل الجنة برحمتي، وقال للآخر: اذهبوا به إلى النار\" (¬3).\rويؤكد على هذا المعنى ابن عطاء الله بقوله: معصية أورثت ذلاً وانكساراً، خيرٌ من طاعة أورثت عزاً واستكباراً.\rوكذلك قال بعض السلف - كما ينقل عنهم ابن القيم-: إن العبد قد يعمل الذنب فيدخل به الجنة، ويعمل الطاعة فيدخل بها النار. قالوا: كيف ذلك؟ قال: يعمل الذنب فلا يزال نصب عينيه، إن قام، وإن قعد، وإن مشى: ذكر ذنبه، فيحدث له انكساراً، وتوبة، واستغفاراً، وندماً، فيكون ذلك سبب نجاته.\rويعمل الحسنة فلا تزال نصب عينيه، إن قام، وإن قعد، وإن مشى، كلما ذكرها أورثته عجباً وكبراً ومنة، فتكون سبب هلاكه.\rفيكون الذنب موجبا لترتيب طاعات، وحسنات، ومعاملات قلبية، من خوف الله، والحياء منه، والإطراق بين يديه منكساً رأسه خجلاً، باكياً، نادماً، مستقيلاً ربه، وكل واحد من هذه الآثار أنفع للعبد من طاعة توجب له صولة، وكبراً وازدراء بالناس، ورؤيتهم بعين الاحتقار.\r¬__________\r(¬1) رواه مسلم (2620).\r(¬2) رواه الترمذي وقال: حديث حسن. ويذهب بنفسه أي: يرتفع ويتكبر.\r(¬3) رواه الإمام أحمد، وأبو داود عن أبي هريرة، وصححه الألباني في صحيح الجامع، ح رقم (4455).","seal":"5B1597DC","part":1},
      {"page":11,"id":12,"nass":"ولا ريب أن هذا المذنب خير عند الله، وأقرب إلى النجاة والفوز من المعجب بطاعته، الصائل بها، المانّ بها وبحاله على الله عز وجل وعباده، وإن قال بلسانه خلاف ذلك، فالله شهيد عل ما في قلبه.\rفإذا أراد الله بهذا العبد خيراً ألقاه في ذنب يكسره به، ويعرفه قدره، ويكفي به عباده شره، وينكس به رأسه، ويستخرج منه داء العجب والكبر والمنة عليه وعلى عباده. فيكون هذا الذنب أنفع لهذا من طاعات كثيرة، ويكون بمنزلة شرب الدواء ليستخرج به الداء العضال (¬1).\rوخلاصة القول أن الله عز وجل قد خلقنا بهذا التكوين وما فيه من ضعف وعجز وجهل واحتياج دائم ليسهل علينا أداء واجبات العبودية، ويحدث الانسجام بين ما هو مركوز في فطرتنا وبين ما ينبغي أن نقوم به من تواضع، وتذلل، وانكسار، وتضرع، وحب، وخشية، وهيبة له سبحانه، فإذا ما تمرد المرء على ارتداء رداء العبودية فإنه بذلك يخرج من كنف ربه ورعايته، وتكون له المعيشة الضنك في الدنيا، والعذاب في الآخرة.\r¬__________\r(¬1) تهذيب مدارج السالكين، ص (170).","seal":"92CC2BC5","part":1},
      {"page":12,"id":13,"nass":"الفصل الثاني\rبين العبادة والعبودية","seal":"9574F6BC","part":1},
      {"page":13,"id":14,"nass":"بين العبادة والعبودية (¬1)\rلو تأملنا في معاني العبودية لله عز وجل من تعظيم ومهابة، وذل وانكسار، وحب ورجاء، وخشية وإجلال، لوجدنا أنها عبارة عن مشاعر ووجدانات، ولأن القلب هو الذي تجتمع فيه مشاعر الإنسان ووجداناته فالعبودية إذن محلها القلب، وبالتالي فإن أكثر الناس عبودية لله عز وجل هو أعظمهم تعبيدا لقلبه، وتوجيهاً لمشاعره نحوه سبحانه حتى يصير حبه أحب الأشياء إليه، وخشيته أخوف الأشياء عنده ... {وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ} [البقرة:165].\rومع كون العبودية محلها القلب إلا أن آثارها قد تظهر على الجوارح، فالإخلاص عبادة قلبية تظهرها الجوارح على صورة إخفاء الأعمال، والهرب من مواطن الشهرة، وعدم تزكية النفس أو المباهاة بها ...\rوالتواضع عبادة قلبية تظهر آثارها على أفعال صاحبها بخفض الجناح للمؤمنين، والمشي على الأرض هونا، وعدم الاستنكاف من الجلوس مع الفقراء والمساكين ...\r\rالعبودية لا تتغير:\rمنذ بدء الخليقة وهبوط آدم - عليه السلام - على الأرض، وحتى قيام الساعة فإن المطلوب من الإنسان في كل زمان ومكان أن يكون عبداً لله عز وجل.\rهذه هي الوظيفة التي خُلق جميع البشر من أجل القيام بها مدة وجودهم على الأرض وذلك من سن البلوغ حتى نهاية الأجل: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21].\rالمطلوب من الجميع أن يتجه بمشاعره نحو الله ... أن يحبه ويخافه ويتذلل إليه ويهابه ويجله ويتقيه .. .\rهذه العبودية المطلوبة من البشر جميعا تحتاج بلا شك إلى مظاهر تظهرها، وأعمال بالجوارح تُعبر عنها ... من هنا كانت الشرائع السماوية التي تحدد للناس أشكال الأعمال التي ينبغي عليهم أن يقوموا بها إظهاراً لعبوديتهم لله عز وجل.\r__________\r(¬1) اتفق العلماء على أن هناك عبادات محلها القلب من حب وخوف ورجاء وتوبة وإخلاص .. وعبادات محلها الجوارح كالصلاة والصيام والذكر والحج.\rوقد أدرج بعضهم القسمين تحت مسمى العبادة، وإن كانوا قد فرقوا بينهما بعد ذلك فسموهما: عبادة القلب، وعبادة الجوارح، أو أعمال القلب وأعمال الجوارح، والبعض الآخر أدرج عبادات القلب تحت مسمى (العبودية)، وعبادات الجوارح تحت مسمى (العبادة).\rوالملاحظ أن جوهر التقسيم واحد وإن اختلفت المسميات، ونحن في هذا الكتاب نتبنى الرأي الثاني.","seal":"D0327ACB","part":1},
      {"page":14,"id":15,"nass":"والملاحظ أن الشرائع السماوية مختلفة في بعض أعمالها وهيئاتها {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة: 48]؛ إلا أنها تشترك جميعها في كونها تعبر عن معاني العبودية لله عز وجل، والتي لا ينبغي أن تختلف من شخص لآخر مهما كان وضعه أو مكانه أو زمانه الذي يحيا فيه.\rومن أمثلة اختلاف شرائع من قبلنا عن شريعتنا قوله تعالى: {وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ} [الأنعام:146].\rوأخرج الإمام أحمد في الزهد أن وهب بن منبه سُئل: ما كان شريعة أيوب عليه السلام؟ قال: التوحيد وصلاح ذات البين، وإذا أراد أحدهم حاجة إلى الله عز وجل خر ساجدا ثم طلب حاجته (¬1) ..\r\rلا بديل عن الاتباع:\rقد يقول قائل: ولماذا لا يُترك الناس للتعبير عن عبوديتهم لله عز وجل حسب ما يرون؟\rلو تُرك للناس تحديد الأعمال التي يظهرون من خلالها عبوديتهم لله عز وجل لحدث اختلاف كبير بينهم، ولتشدد البعض وتسيب البعض الآخر.\rفعلى سبيل المثال: قد يرى إنسان أن إظهار المسكنة لله عز وجل يستلزم أن يظل واقفا تحت أشعة الشمس فترة طويلة من الوقت، أو ألا ينام أو يأكل أو يتزوج.\rوقد يرى بعض الناس مثلا أنه ما دام القلب متجها إلى الله فليس من الضروري القيام بأعمال أو طاعات له سبحانه ... ، وهكذا.\rمن هنا تظهر قيمة الالتزام بالعبادات والشرائع التي جاءت بها الرسل والتي شرعها الله عز وجل لعباده، وهو أعلم بهم، وبما يناسبهم من أعمال تُعبر عما في قلوبهم تجاهه سبحانه.\rبل إن من أهم مظاهر العبودية: الانقياد والاستسلام لله عز وجل وطاعة رسوله: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران:31].\r\rقيمة عبادات الجوارح:\rإذن فالعبادة التي نؤديها بالجوارح ما هي إلا شكل ووعاء علينا أن نُظهر من خلاله معاني العبودية لله عز وجل من ذل وانكسار وافتقار، وحب وخوف ورجاء، وخضوع واستكانة.\rفالصلاة بالهيئة التي طالبنا الله بها علينا أن تُظهر من خلالها التواضع والانكسار والذل والخضوع له سبحانه. . . تأمل معي هيئة السجود وما فيها من معاني الذل والخضوع ... قال صلى الله عليه وسلم: \" أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا من الدعاء \" (¬2).\rأما الزكاة والصدقة فهي عبادات تُظهر مدى حبنا لله عز وجل ومدى انتصار هذا الحب على حب المال الذي تعشقه النفس.\rوالصوم عبادة تُظهر مدى تضحيتنا وحبنا لله عز وجل أكثر من حبنا للطعام والشراب .. أما الحج فيظهر مدى استسلامنا، وانقيادنا لأمره سبحانه.\rوالذكر كذلك: فالتسبيح يعبر عن تعظيم الله وتنزيهه، والاستغفار يُعبر عن الشعور بالتقصير في جنبه سبحانه، والحوقلة تُظهر الإفتقار والمسكنة إليه ... وهكذا.\rفالعبادات إذن ما هي إلا منظومة تُظهر معاني العبودية لله عز وجل.\rولكي تؤدي هذه العبادات دورها في إظهار العبودية، لا بد من حضور القلب وتفاعله معها .. حضور مشاعر الحب والخوف والرجاء، ليزداد خلالها خشوعه وخضوعه لله عز وجل كما قال تعالى واصفا عباده الصالحين: {وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء:109].\r¬__________\r(¬1) الزهد للإمام أحمد، ص (42) - دار الكتب العلمية - بيروت.\r(¬2) رواه مسلم (2: 49 - 50).","seal":"08C0E0CE","part":1},
      {"page":15,"id":16,"nass":"يقول د. محمد سعيد رمضان البوطي: العبادة هي الوظائف البدنية التي كلف الله عباده بها، من صلاة وصيام وحج وغيرها من العبادات. أما العبودية فهي الذل الذي يهيمن على كيان الإنسان ومشاعره لخالقه، فيقوده إلى تعظيمه ومهابته، وإلى الالتجاء الدائم إليه بالاستغفار والدعاء والرجاء، ومن ثم فهو لا يدين بالولاء والتعظيم لأي كائن غيره.\rوعلاقة ما بين العبادة والعبودية أن العبادة وعاء للعبودية، ومن ثَمَّ فإن قيمة العبادة تكمن في القدر الذي تنطوي عليه من معنى العبودية. ذلك لأن الذي يقرب العبد إلى الله تحققه بمعنى العبودية له، وإنما شُرعت العبادات وسيلة لذلك (¬1).\rويقول كذلك: ثم اعلم أن للطاعات والقربات المتنوعة التي شرعها الله وأمر بها، ثمرة واحدة لا ثانية لها، وهي سر قبول الله لها وإثابته عليها، ألا وهي ثمرة الافتقار إلى الله والتوجه إليه بذل العبودية والضراعة والانكسار.\rبل المطلوب من الإنسان أن يكون في كل أحواله وتقلباته مستشعراً حقيقة الافتقار إلى الله متصفاً بذل العبودية لله، ملتصقاً بأعتاب جوده وكرمه، وما شُرعت العبادات والطاعات إلا لتكون تذكرة لهذا المطلوب، وترسيخاً لمشاعر العبودية لله والافتقار إليه في نفس الإنسان (¬2).\r\rبين الشكل والمضمون:\rمن هنا يتبين لنا أن القيمة العظمى للعبادة هي إظهارها لمعاني العبودية لله عز وجل، مع الأخذ في الاعتبار أنه لا يجوز ابتداع شكل آخر غير الأشكال التي طالبنا الله بها وبينها لنا رسول الله صلى الله عليه وسلم، فالطرق إلى الله كلها مسدودة إلا الطريق الذي يقف عليه محمد صلى الله عليه وسلم.\rوإليك أخي القارئ مثالاً يوضح أهمية الشكل ونسبته إلى المضمون:\rعندما يذهب الواحد منا إلى مصلحة كمصلحة الأحوال المدنية ليستخرج بطاقة للأحوال الشخصية أو مستخرجاً رسمياً لشهادة الميلاد، فإنه يقدم طلبه على نموذج معد لذلك، ويستوفي الشروط المطلوبة لصحة الطلب، ثم يكتب ما يريده بعد ذلك.\rفإذا قام بتقديم طلبه على ورقة أخرى غير هذا النموذج، فلن يُلتفت إلى طلبه مهما كتب فيه.\rوإن قدم النموذج المطلوب واستوفى شروطه ولكنه لم يكتب فيه شيئا مما يريد، فسيُطرح طلبه جانباً من قِبل المختصين لأنهم لم يعرفوا ماذا يريد.\rإذن فالنموذج مطلوب، وملؤه بالبيانات كذلك مطلوب .. فلابد من الإثنين معاً.\rكذلك العبادة بالجوارح والعبودية بالقلب.\rفالعبادة مهمة جداً كشكل ونموذج طالبنا الله عز وجل أن ندخل عليه من خلاله.\rولكن إذا اجتهدنا في تحصيل الشكل الظاهري لتلك العبادة، وبالغنا في إتقانه دون أن نملأه بمعاني العبودية، فقد ضاع تعبنا ... تأمل معي قوله صلى الله عليه وسلم: \"رُب صائم ليس له من صيامه إلا الجوع، ورُب قائم ليس له من قيامه إلا السهر\" (¬3).\rولو قمنا بإظهار معاني العبودية لله عز وجل ولكن بشكل مبتدع مخالف للذي ارتضاه لنا فلن يُقبل منا، وسيُرَد علينا كما قال صلى الله عليه وسلم: \"من أحدث في أمرنا هذا ما ليس منه فهو رَد\" (¬4)، فلو أن شخصا اتجه في صلاته متعمداً لغير القبلة وكانت صلاته خاشعة متذللة متمسكنة فلن تُقبل منه، وفي المقابل لو صلى في اتجاه القبلة، وأتى بجميع حركات الصلاة الصحيحة وقلبه غافل لاهٍ ساهٍ فما قيمة صلاته؟! ألم يقل صلى الله عليه وسلم: \"إن الله لا ينظر إلى أجسادكم، ولا صوركم، ولكن ينظر إلى قلوبكم\" (¬5).\r¬__________\r(¬1) شرح الحكم العطائية (3:142) - دار القلم - دمشق.\r(¬2) شرح الحكم العطائية (3:151).\r(¬3) سنن ابن ماجه (1680). قال الشيخ الألباني: (صحيح) انظر حديث رقم (3488) في صحيح الجامع.\r(¬4) صحيح البخاري (2499).\r(¬5) أخرجه مسلم (8/ 11).","seal":"28E1671D","part":1},
      {"page":16,"id":17,"nass":"يقول ابن القيم: ولا ريب أن مجرد القيام بأعمال الجوارح، من غير حضور ولا مراقبة، ولا إقبال على الله: قليل المنفعة، دنيا وأخرى، كثيرة المؤونة .. فهكذا العمل الخارجي القشوري بمنزلة النخالة، كثيرة المنظر قليلة الفائدة (¬1).\rويقول الإمام البنا رحمه الله: وعمل القلب مقدم على عمل الجارحة وتحقيق الكمال في كليهما مطلوب وإن اختلفت مرتبتا الطلب (¬2).\r\rالنسبة بين الشكل والمضمون:\rإذا كان الشكل مهما وضروريا للدخول على الله عز وجل إلا أن الأهم والأهم هو مدى إظهاره معانى العبودية والتي من أجلها خُلق الإنسان.\rومما يؤكد ذلك أن الله عز وجل قد بيَّن لنا في كتابه أن المقصود الأعظم من العبادة هو زيادة عبودية القلب له سبحانه، تأمل معي قوله تعالى: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21]، وقوله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج:37].\rفإراقة الدماء في الحج ليست غاية في حد ذاتها بل هي شكل من أشكال العبادة التي ينبغي أن تظهر من خلالها تقوانا لله عز وجل ... فما قيمة إراقتها دون أن يصاحبها زيادة في التقوى؟!\rوفي الحديث أنه صلى الله عليه وسلم قال: إنما الصلاة تَمسكُن وتواضع وتضرع وتَأوُه وتنادُم وتضع يديك فتقول: اللهم اللهم. فمن لم يفعل فهي خداج\" (¬3).\rلابد إذن من أن يوضع الشكل - مع أهميته القصوى - في حجمه الصحيح، فوظيفته الأساسية إظهار العبودية وزيادتها في قلب العبد ..\rفإن كنت في شك من هذا فتدبر معي قوله تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآَتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} [البقرة:177].\rفهذه الآية الجامعة قد نزلت بعد تحويل القبلة تجاه الكعبة، وما صاحب ذلك من جدل طويل من اليهود وغيرهم .. نزلت هذه الآية لتضع الأمر في حجمه الصحيح عند المسلم، وأن المقصد الأهم من العبادات هو الإيمان الذي يزيد في القلب فينعكس أثره على الأعمال.\r¬__________\r(¬1) تهذيب مدارج السالكين، ص (153).\r(¬2) رسالة التعاليم، من مجموعة رسائل الإمام الشهيد حسن البنا - دار التوزيع والنشر الإسلامية.\r(¬3) أخرجه الترمذي والنسائي بنحوه من حديث الفضل بن عباس بإسناد مضطرب. وخداج أي ناقصة.","seal":"956C1901","part":1},
      {"page":17,"id":18,"nass":"ولصاحب الظلال تعليق على هذه الآية فيقول - رحمه الله-: إنه ليس المقصد من تحويل القبلة، ولا من شعائر العبادة على الإطلاق؛ أن يولي الناس وجوههم قِبل المشرق والمغرب .. نحو بيت المقدس أو نحو البيت الحرام .. وليست غاية البر - وهو الخير جملة - هي تلك الشعائر الظاهرة، فهي في ذاتها - مجردة عما يصاحبها في القلب من المشاعر وفي الحياة من السلوك - لا تحقق البر، ولا تُنشئ الخير .. إنما البر تصور وشعور، وأعمال وسلوك، تصور ينشئ أثره في ضمير الفرد والجماعة، وعمل ينشئ أثره في حياة الفرد والجماعة. ولا يغني عن هذه الحقيقة العميقة تولية الوجوه قِبَل المشرق والمغرب .. سواء في التوجيه إلى القبلة هذه أم تلك، أو في التسليم في الصلاة يميناً وشمالاً، أو في سائر الحركات الظاهرة التي يزاولها الناس في الشعائر (¬1).\r\rالعبادة المؤثرة:\rمما لا شك فيه أن قيام الجوارح بالعبادة مع حضور القلب وتفاعل مشاعره معها له أثر كبير في زيادة الإيمان والعبودية في القلب، وفي المقابل فإن تحرك الجوارح بالعبادة دون تحريك القلب قليل النفع، ضعيف الأثر، فالرجلان قد يكون مقامهما في صف الصلاة واحداً ولكن بين صلاتهما كما بين السماء والأرض، وليس ذلك لتفاوتهما في حركات الجوارح، ولكن لتفاوت حركة المشاعر في قلبيهما من الخشوع والذل والانكسار والمحبة لله عز وجل.\rمعنى ذلك أن مجرد الإكثار من العبادة بالجوارح ليس دليلا على قرب صاحبه من الله، بل دليل القرب هو مقدار العبودية في القلب والتي لا يعلم مقدارها إلا الله عز وجل {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات:13].\rوالدليل على ذلك الثلاثة الذين ذهبوا إلى بيوت أزواج النبي صلى الله عليه وسلم، يسألون عن عبادته صلى الله عليه وسلم، فلما أُخبروا بها كأنهم تقالُّوها (أي عدُّوها قليلة)، وقالوا: أين نحن من النبي صلى الله عليه وسلم فقد غُفر له ما تقدم من ذنبه وما تأخر. قال أحدهم: أما أنا فأصلي الليل أبداً، وقال الآخر: وأنا أصوم الدهر ولا أُفطر، وقال الآخر: وأنا أعتزل النساء فلا أتزوج أبداً، فجاء رسول الله صلى الله عليه وسلم فقال: أنتم الذين قلتم كذا وكذا؟ أما والله إني لأخشاكم لله وأتقاكم له لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني\" (¬2).\rهنا نجد أن رسول الله صلى الله عليه وسلم لم يكن يصلي الليل أو يصوم الدهر كله، ومع ذلك كان أكثر الخلق خشية وتقوى لله عز وجل، بالرغم من وجود من يصلي الليل ويصوم الدهر كله.\rوقس على ذلك ما وُصف به أبو بكر الصديق رضي الله عنه بأنه\"ما سبقكم أبو بكر بكثرة صلاة ولا صيام، ولكن بشيء وقر في صدره\" (¬3).\rوفي الصحيحين عن أنس بن مالك أن رجلا سأل النبي صلى الله عليه وسلم قال: متى الساعة يا رسول الله؟ قال: \"وما أعددت لها؟ \" قال: ما أعددت لها من كبير صلاة ولا صيام ولا صدقة، ولكني أحب الله ورسوله، فقال رسول الله صلى الله عليه وسلم: \"أنت مع من أحببت\".\rقال أنس: ففرحنا يومئذ فرحاً شديداً (¬4).\rومما يؤكد هذا المعنى قوله صلى الله عليه وسلم: \"والله لقد سبق إلى جنات عدن أقوام ما كانوا أكثر الناس صلاة ولا صياماً ولا اعتماراً، ولكنهم عقلوا عن الله مواعظه، فوجلت قلوبهم واطمأنت إليه النفوس، وخشعت منه الجوارح، ففاقوا الخليقة بطيب المنزلة وبحسن الدرجة عند الناس، وعند الله في الآخرة\" (¬5).\r¬__________\r(¬1) في ظلال القرآن لسيد قطب (1: 159) - دار الشروق - القاهرة.\r(¬2) صحيح البخاري (4675).\r(¬3) المحجة في سير الدلجة لابن رجب، ص (53) - دار البشائر - بيروت.\r(¬4) البخاري 3485\r(¬5) رواه ابن السني وابن شاهين والديلمي عن علي.","seal":"C2782505","part":1},
      {"page":18,"id":19,"nass":"والمتأمل في كتب السير والتراجم يجد أن الصحابة رضوان الله عليهم لم يكونوا أكثر صلاة وصياما ممن جاءوا من بعدهم، ولم يؤثر عن أحدهم أنه كان يصلي الفجر بوضوء العشاء كذا وكذا سنة، بل كانوا ينامون ويستيقظون بالليل .. يصومون ويفطرون .. يضحكون ويبكون .. ومع ذلك كانوا أكثر الخلق بعد الأنبياء قرباً من الله عز وجل وعبودية له بقلوبهم.\rيقول ابن مسعود مخاطباً نفراً من التابعين: أنتم أكثر صلاة من أصحاب محمد صلى الله عليه وسلم، وهم كانوا خيراً منكم، قالوا: وبم ذلك؟ قال: كانوا أزهد منكم في الدنيا، وأرغب في الآخرة (¬1).\r\rأين الأثر؟\rومع قيمة العبادة العظمى في كونها تظهر معاني العبودية لله عز وجل من ذل وافتقار وانكسار وخضوع واستسلام؛ فإنها أيضًا تقوم بوظيفة كبيرة في تحسين السلوك، والاستقامة على أمر الله، وذلك من خلال زيادة الإيمان التي تصاحب تحرك القلب وتجاوب المشاعر مع تلك العبادة ليقوم الإيمان بدوره في دفع المرء للقيام بالأعمال الصالحة: {(ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ} [الحج:32].\rفأسرع الناس إلى فعل الخيرات هم أكثر الناس إيماناً وخشية وتعبيداً لمشاعرهم وقلوبهم لله عز وجل: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآَيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آَتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ} [المؤمنون:57 - 61].\rولئن كان إظهار العبودية لله عز وجل من أهم مقاصد العبادات، فإن من مقاصدها كذلك تحسين السلوك، ودفع المرء إلى الاستقامة على أمر الله.\rفالصلاة من شأنها أن تُشعر المسلم بخضوعه وانكساره لربه، وهي وسيلة عظيمة للاتصال به - سبحانه -، ومناجاته، واستشعار القرب منه، والأنس به، والشوق إليه، فتكون نتيجتها زيادة خضوع المشاعر لله عز وجل {وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 109].\rوبذلك تقرب الصلاة العبد من ربه {وَاسْجُدْ وَاقْتَرِبْ} [العلق: 19].\rومن نتائجها كذلك: زيادة الإيمان في القلب، فإذا ما زاد الإيمان: تحسن السلوك، فتزداد مسارعته لفعل الخير، ويقوى وازعه الداخلي ومقاومته لفعل المعاصي أو الاقتراب منها فيتحقق بذلك قوله تعالى: {إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} [العنكبوت: 45].\rفإن لم تفعل الصلاة ذلك، ولم يظهر أثرها في سلوك المرء، فإن هذا يعني عدم زيادتها للإيمان، وعدم إظهارها لمعاني العبودية، ومن ثَمَّ فقد فقدت روحها والمقصد الأعظم منها.\r\rالمشاعر أولاً:\rمن هنا تتضح لنا أهمية العبودية وضرورة تمكنها من المشاعر أولًا لتأتي العبادة فتعبر عنها وتزيدها رسوخاً في القلب ومن ثَمَّ انعكاساً على السلوك، ومما يؤكد هذا المعنى أن التربية الربانية للجيل الأول كانت تركز على العبودية وزيادة الإيمان في القلب أولاً قبل تشريع العبادة، فكما قيل بأن الإسلام بدأ مشاعر ثم شعائر ثم شرائع.\rإنه لأمر عجيب أن تُفرض الصلاة في رحلة الإسراء والمعراج، ويفرض الصيام وسائر التشريعات في المدينة بعد سنوات من البعثة .. فما كان الذي يفعله المسلمون الأوائل في مكة إذن؟\rماذا كان يفعل الواحد منهم عندما يستيقظ من نومه ولم يكن عليه ساعتها تكاليف يؤديها أو محظورات يجتنبها؟!\r¬__________\r(¬1) حياة الصحابة.","seal":"A8115CCB","part":1},
      {"page":19,"id":20,"nass":"نعم، كان هذا هو الواقع الذي عاشه المسلمون الأوائل .. ومع عدم وجود تكاليف إلا أنه كان يتم في هذه الفترة أخطر مرحلة من مراحل بناء الفرد المسلم، وهي مرحلة تأسيس القاعدة الإيمانية، وارتداء رداء العبودية لله عز وجل .. مرحلة تعبيد المشاعر له سبحانه، لتأتي الشعائر بعد ذلك فتُحسن التعبير عن هذه المشاعر.\rتقول السيدة عائشة رضي الله عنها: أول ما نزل من القرآن سورة من المفصل، فيها ذكر الجنة والنار، حتى إذا ثاب الناس إلى الإسلام نزل الحلال والحرام، ولو نزل أول الأمر: لا تزنوا لقالوا: لا ندع الزنا أبداً، ولو نزل أول الأمر لا تشربوا الخمر لقالوا: لا نترك الخمر أبدا .. أُنزل على النبي صلى الله عليه وسلم وأنا جارية ألعب {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} [القمر:46]، وهي من سورة القمر، وما نزلت البقرة والنساء إلا وأنا عنده في المدينة (¬1).\rويؤكد على هذا المعنى جندب بن عبد الله - رضي الله عنه - بقوله: كنا مع النبي صلى الله عليه وسلم فتيان حزاير (¬2)، فتعلمنا الإيمان قبل القرآن، ثم تعلمنا القرآن فازددنا إيمانا (¬3).\rوليس معنى هذا أن نترك العبادة، أو نقول: لابد أن نفعل مثل ما فُعل مع الصحابة، فلقد اكتمل التشريع كما قال تعالي: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة:3].\rفنحن مطالبون بأداء كل ما افترضه الله علينا، ومع ذلك فلابد من التركيز على القلب وزيادة الإيمان والعبودية لله فيه، وأن نعطي هذا القدر الكافي من الاهتمام، وبخاصة في بداية تكوين الفرد المسلم، لتصبح العبادة مؤثرة تُزيد العبودية في القلب، ومن ثَم تُقرب صاحبها إلى الله أكثر وأكثر.\r\rتربية الأبناء على العبودية:\rولعلنا من ذلك نستخلص طريقة تربوية في تربية أبنائنا على العبودية لله عز وجل قبل سن التكليف، فمع تحبيبهم والعمل على تعويدهم على أداء العبادات إلا أن الجهد الأكبر ينبغي أن ينصب على تعريفهم بالله عز وجل، وتعظيم قدره في نفوسهم، وتعريفهم بأنفسهم، وأنهم لا شيء بدون ربهم .. انظر إلى رسول الله صلى الله عليه وسلم وهو يوجه عبد الله بن عباس رضي الله عنهما لذلك بقوله: \"يا غلام إني أعلمك كلمات؛ احفظ الله يحفظك، احفظ الله تجده تجاهك. إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رُفِعت الأقلام، وجفت الصحف\" (¬4).\r\rاقتران العبادة بالعبودية:\rإن الطاعات التي فرضها الله علينا كلها أنوار، ووسائل يتقرب من خلالها العبد إلى الله عز وجل .. قال صلى الله عليه وسلم: \"الصلاة نور، والصدقة برهان، والصبر ضياء\" (¬5). ولا يمكن أن يتقرب العبد إلى ربه إلا من خلالها، فهي تعد بمثابة المركبات التي تتحرك بمن يركبها فتقربه إلى مولاه .. هذه المركبات تحتاج إلى وقود يُحركها ويدفعها للأمام وإلا لما تحركت .. وهنا يأتي الدور العظيم لمعاني العبودية والتي تُعد بمثابة الوقود لهذه المركبات.\rفالدعاء على سبيل المثال وسيلة وطاعة يتقرب بها العبد إلى ربه كما قال صلى الله عليه وسلم: \"الدعاء هو العبادة\" (¬6).\r¬__________\r(¬1) صحيح البخاري رقم 4707.\r(¬2) جمع حزير، وهو الشاب الممتلئ نشاطا وقوة.\r(¬3) رواه ابن ماجه بسند صحيح.\r(¬4) صحيح، سنن الترمذي (2440).\r(¬5) صحيح مسلم (328).\r(¬6) رواه الترمذي (3369)، وأبو داود (1449)، وصححه ابن حبان (2396).","seal":"A6FAA8FF","part":1},
      {"page":20,"id":21,"nass":"هذا الدعاء يحتاج إلى تضرع وحضور قلب حتى يتقبله الله عز وجل كما طالبنا سبحانه وتعالى بذلك: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً} [الأعراف:55].\rوإذا غاب الوقود توقفت المركبة بصاحبها، فظل مكانه كما أخبرنا بذلك رسول الله صلى الله عليه وسلم: \"وأعلموا أن الله لا يقبل الدعاء من قلب غافل لاه\" (¬1).\rفلابد إذن من الاثنين معا: المركبة والوقود .. الشكل والمضمون .. العبادة والعبودية، وكلما اقترن الإثنان معاً ازداد القرب من الله عز وجل: {وَاسْجُدْ وَاقْتَرِبْ} [العلق:19] .. والحديث القدسي الذي يجمع كل ذلك: إنما أتقبل الصلاة ممن تواضع بها لعظمتي، ولم يستطل بها على خلقي، ولم يبُت مصراًً على معصيتي، وقطع نهاره في ذكري، ورحم المسكين وابن السبيل، والأرملة والمصاب .. \" (¬2).\r\rخطورة الإهتمام بالشكل دون المضمون:\rمما يدعو للأسف أن الكثير من المسلمين قد أصبح اهتمامه بالشكل دون المضمون .. يهتم ويجتهد ويبالغ ويدقق في دقائق الشكل، ولا يفكر في المضمون بنفس الطريقة، بل قد لا يفكر فيه أساسا .. فعلى سبيل المثال: العلم، فلقد فُضِّل العلم لأنه وسيلة عظيمة لمعرفة الله وخشيته وتقواه: {وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ} [الحج:54]، وإذا لم يُثمر ذلك فهذا هو العلم الذي تعوذَّ منه النبي صلى الله عليه وسلم، فقد كان يقول: \"اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها\" (¬3).\rوقديماً حذر الإمام ابن الجوزي من الانشغال بصورة العلم دون فهم مقصوده، فقال: رأيت أكثر العلماء مشتغلين بصورة العلم، دون فهم حقيقته ومقصوده.\rفالقارئ مشغول بالروايات، عاكف على الشواذ، يرى أن المقصود نفس التلاوة، ولا يتلمح عظمة المتكلم، ولا زجر القرآن ووعده .. وربما ظن أن حفظ القرآن يدفع عنه، فتراه يترخص في الذنوب، ولو فهم لعلم أن الحجة عليه أقوى ممن لم يقرأ (¬4).\r\rزخرفة المساجد:\rوالمثال الآخر الذي يدل على الإهتمام بالشكل دون المضمون: هيئة المساجد: فالمساجد هي بيوت الله، ومِن ثَمَّ فينبغي لمن يدخلها من العباد ويصلي فيها لله أن يُظهر استكانته، وخضوعه وذله لصاحب البيت الذي هو ربه وولي نعمته.\rهذه الحالة ينبغي أن تنسجم معها هيئة تلك المساجد، لكن الحادث غير ذلك، فقد بالغ الناس في زخرفتها، وفرشها، وإضاءتها وتزيينها، يقول أبو الدرداء: إذا حليتم مصاحفكم، وزوقتم مساجدكم فالدمار عليكم (¬5).\rفزخرفة المساجد تعكس انشغال الناس عن حقيقة العبودية واهتمامهم بالشكل دون المضمون مما يعرضهم إلى مقت الله عز وجل، ومما يؤكد هذا المعنى ما رواه الإمام أحمد في الزهد عن أبي حصين قال: كان يقال: إذا ساء عمل أمة زينوا مساجدهم (¬6).\rفتزيين المساجد عمل سهل يقدر عليه الجميع، ويظنون من خلال قيامهم به أنهم يخدمون الدين ويؤدون حقه عليهم، ومن ثَم فلا عليهم بعد ذلك ملامة فيما يقصرون فيه.\rيقول الشيخ محمد الغزالي رحمه الله: إن مكانة المسجد في المجتمع الإسلامي، تجعله مصدر التوجيه الروحي والمادي، فهو ساحة للعبادة، ومدرسة للعلم، وندوة للأدب، لكن الناس لما أعياهم بناء النفوس على الأخلاق الجليلة استعاضوا عن ذلك ببناء المساجد السامقة التي تضم مصلين أقزاما!!!\r¬__________\r(¬1) رواه الترمذي والحاكم وابن حبان وغيرهما مرفوعا، وأورده الألباني في السلسلة الصحيحة (594).\r(¬2) رواه البزار.\r(¬3) رواه مسلم.\r(¬4) صيد الخاطر لابن الجوزي، ص (552).\r(¬5) فضائل القرآن للفرياني، ص (248) - مكتبة الرشد - الرياض.\r(¬6) الزهد للإمام أحمد، ص (86).","seal":"6C86E001","part":1},
      {"page":21,"id":22,"nass":"أما الأسلاف الكبار فقد انصرفوا عن زخرفة المساجد وتشييدها إلى تزكية النفوس وتقويمها، فكانوا أمثلة صحيحة للإسلام (¬1).\r¬__________\r(¬1) فقه السيرة لمحمد الغزالي، ص (178) بتصرف يسير - دار القلم - دمشق.","seal":"5FB01B30","part":1},
      {"page":22,"id":23,"nass":"الفصل الثالث\rملامح عامة لطريق العبودية","seal":"59C47C56","part":1},
      {"page":23,"id":24,"nass":"ملامح عامة لطريق العبودية\rكان الحديث في الصفحات السابقة عن حقيقة العبودية وأنها تعني ذل العبد وانكساره لربه، وارتباط حياته به، وافتقاره التام إليه، مع حبه وخشيته ودوام الإنابة والاستعانة به ..\rولو دققنا النظر في هذه المعاني لوجدنا أنها عبارة عن معاملات ينبغي أن يتعامل بها المرء مع الله عز وجل، بمعنى أنه يجب على العبد أن يعامل ربه بحب واشتياق، وأن يعامله بصدق وإخلاص، وأن يتعامل معه وهو يرهبه ويخشاه، وأن يعامله وهو يطمع فيما عنده، وأن يتعامل معه بتذلل وانكسار، وأن يتعامل معه كذلك وهو يستشعر افتقاره، وعظيم احتياجه إليه .. هذه المعاملات لا يمكن أن تتم بصورة تلقائية إلا إذا انطلقت المشاعر، فعلى سبيل المثال: لا يمكن لشخص أن يحب شخصاً آخر لمجرد أنه أُمر بذلك، فلغة القلوب لا يمكن تكلفها.\rفالقلوب بصفة عامة تحب من يحسن إليها ويكرمها، ويحرص عليها، ويرأف بها.\rوالقلوب تخاف ممن تتأكد أنه يملك عقابها وحرمانها مما تحب.\rوالقلوب تفتقر وتتجه إلى من يملك احتياجاتها وما تريد.\rوالقلوب تطمئن وتسكن لمن تشعر بالحماية والأمن في جواره.\rوالقلوب تستعين بمن تراه قادراً على أن يفعل ما تريد ... وهكذا.\r\rلماذا لا تتجه القلوب إلى الله؟\rفإن كان الأمر كذلك فلماذا لا تتجه القلوب إلى الله وتتعامل معه بما هو أهله مع أنه سبحانه وتعالى يحسن إليها ويكرمها، ويملك احتياجاتها كلها، وهو القادر على فعل أي شيء، ويستطيع عقابها وحرمانها مما تحبه؟ ..\rلماذا تتجه القلوب إلى بعض المخلوقين بالتعظيم والتوقير ولا تتجه إلى الخالق العظيم ذي الجلال والإكرام؟\rالسبب وراء ذلك هو الجهل به سبحانه، وبمقامه الجليل، وبقدره العظيم، والجهل كذلك بالطريقة التي يتعامل بها معنا من ود، وحب، وشفقة .. تأمل معي هذه الآية: {لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} [الحشر:13]، فعدم معرفة هؤلاء بالله جعلتهم يرهبون البشر أكثر من رهبتهم لله.\rيقول صلى الله عليه وسلم: \"إن الله قد أذن لي أن أحدث عن ديك قد مرقت رجلاه الأرض وعنقه مثنية تحت العرش، وهو يقول: سبحانك ما أعظمك، فيرد عليه: لا يعلم ذلك من حلف بي كاذبا\" (¬1).\r\rالمعاملة على قدر المعرفة:\rتخيل أنك ذهبت إلى السوق ودخلت حانوتًا من الحوانيت وقابلت فيه رجلاً يتسوق مثلما تتسوق، ودار بينكما حديث ومن خلاله عرفت أن هذا الرجل يعمل وزيراً في حكومة بلدك، هل ستستمر في الحديث معه بنفس الطريقة التي بدأت بها أم ستتغير ليكسوها الاحترام والحذر؟! .. بلا شك أن معرفتك به ستدفعك إلى تغيير معاملتك له ..\rفطريقة المعاملة تحددها درجة المعرفة، وكلما ازدادت المعرفة تغيرت المعاملة، وهذا ما حدث مع سيدنا موسى - عليه السلام - عندما رأى آثار جلال الله على الجبل الذي اندك فخر - عليه السلام - صعقاً، فلما أفاق ماذا قال لربه؟!\r{فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ} [الأعراف:143]، فإن كان هذا قوله عند رؤية أثر جلال الله على الجبل، فكيف لو رأي الله عز وجل؟!\r__________\r(¬1) صحيح، أخرجه الحاكم والطبراني في الأوسط، وصححه الألباني في صحيح الجامع الصغير (1714).","seal":"7F0E15C2","part":1},
      {"page":24,"id":25,"nass":"في الصحيحين عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"إن لله ملائكة يطوفون في الطرق يلتمسون أهل الذكر، فإذا وجدوا قوماً يذكرون الله عز وجل تنادوا: هلموا إلى حاجتكم، فيحفونهم بأجنحتهم إلى السماء، قال: فيسألهم ربهم وهو أعلم بهم: ما يقول عبادي؟ قال: يقولون: يسبحونك، ويكبرونك، ويحمدونك، ويمجدونك، فيقول: هل رأوني؟ فيقولون: لا والله ما رأوك، فيقول: كيف لو رأوني؟ قال: يقولون: لو رأوك كانوا أشد لك عبادة ... ، وأشد لك تمجيداً، وتحميداً، وأكثر لك تسبيحاً ... \" الحديث.\r\rأهمية المعرفة:\rإذن فالسبب الرئيس لعدم معاملة الله عز وجل بما هو أهله: عدم معرفته معرفة صحيحة: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} [الأنعام:91]، وهذا ما أنكره نوح - عليه السلام - على قومه عندما قال لهم: {مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا} [نوح:13]، ثم بدأ في تعريفهم بربهم لعل قلوبهم تتجه إليه: {وَقَدْ خَلَقَكُمْ أَطْوَارًا (14) أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَوَاتٍ طِبَاقًا (15) وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا (16) وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا (17) ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا (18) وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (19) لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا} [نوح:14 - 20].\r\rمعنى ذلك أن نقطة البداية في طريق العبودية والسير إلى الله هي معرفته سبحانه، وكلما قويت تلك المعرفة، ازدادت العبودية أكثر وأكثر، وهذا ما يؤكده قوله تعالى: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ (190) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} [آل عمران:190، 191].\r\rفهؤلاء الصالحون الذين ذكرتهم الآيات، عندما تفكروا في خلق الله، ازدادت معرفتهم به ومن ثَم َّ انعكس ذلك على تعاملهم معه بمزيد من التنزيه والخشية: {سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} [آل عمران:191].\rيقول ابن رجب: وكلما قويت معرفة العبد لله قويت محبته له، ومحبته لطاعته، وحصلت له لذة العبادات من الذكر وغيره على قدر ذلك (¬1).\r\rغاية المعرفة:\rوغاية معرفة الله عز وجل في الدنيا هي الحضور القلبي الدائم معه، أو بمعنى آخر: أن نتعامل معه - سبحانه - ونعبده كأننا نراه، فنناجيه من قريب، ونتحدث معه كأننا نشاهده ...\rأن نستشعر دوما قربه منا، فنأنس به ونكثر من مناجاته.\rأن نجده دائماً يتجلى بصفاته وراء كل حدث من أحداث حياتنا، فنربط أمورنا كلها به، مثل ما قال يوسف - عليه السلام - لأبويه وهو يخبرهم عما حدث له: {وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ} [يوسف:100].\rمع أن ظاهر الأمر أن ملك مصر هو الذي أمر بإخراجه من السجن، لكنه يرى الأمور على حقيقتها، وأن الله هو الذي أخرجه، وما الملك إلا ستار للقدر، وجندي ينفذ الأمر الإلهي ...\r¬__________\r(¬1) استنشاق نسيم الأنس للحافظ ابن رجب، ص (50).","seal":"F4FF6E22","part":1},
      {"page":25,"id":26,"nass":"يقول ابن رجب: الوصول إلى الله نوعان: أحدهما في الدنيا، والثاني في الآخرة. فأما الوصول الدنيوي فالمراد به: أن القلوب تصل إلى معرفته، فإذا عرفته أحبته وأنست به، فوجدته منها قريباً، ولدعائهاً مجيباً، كما في بعض الآثار: ابن آدم، اطلبني تجدني، فإن وجدتني وجدت كل شيئ وإن فتك فاتك كل شيء.\rوأما الوصول الأخروي فالدخول إلى الجنة التي هي دار كرامة الله لأوليائه، ولكنهم في درجاتهم متفاوتون في القرب بحسب تفاوت قلوبهم في الدنيا في القرب والمشاهدة (¬1).\rأي أن الوصول الدنيوي يمثله قول رسول الله صلى الله عليه وسلم: \"أن تعبد الله كأنك تراه\"، أما الأخروي- في الجنة- ففيها الرؤية الحقيقية والقرب والمشاهدة.\r\rلوجدتني عنده:\rإن غاية المعرفة أن نجد الله عز وجل .. {وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا} [النساء:110].\rنجد صفاته العلى تتجلى في أحداث حياتنا.\rنجده قريباً فنأنس به ونناجيه.\rنجده حكيماً في كل مشيئة يشاؤها لنا فنرضى بقضائه.\rنجده سريع الحساب يعاقب على الذنب ويعفو عن كثير، فنسارع بالتوبة إليه كلما وقعنا في الخطأ.\rنجده لطيفاً في قدره.\rنجده سميعاً قريباً يجيب دعاءنا في دقائق الأمور وتفصيلاتها التي دعوناه بها ولم يعرفها سواه فنشعر بالأمان في جواره.\rنجده قهاراً ينفذ مشيئته فنستسلم له.\rنجده قادراً مقتدراً فنستعين به دوماً على تنفيذ كل ما نريد.\rنجده حليماً ستيراً فنحبه ونستحي منه.\rنجده معنا في كل وقت وحين، فنكلمه ونبث إليه أشواقنا، ونُسِرُّ إليه بخصوصياتنا.\rنجده حين نأكل، وحين نشرب، وحين ننام، وحين نستيقظ، وحين نركب دوابنا، فهو الذي يطعمنا ويسقينا، وهو الذي يتوفانا حين النوم ويوقظنا، وهو الذي يحملنا ويسيرنا في البر والبحر والجو ... {وَآَيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ} [يس:41].\rتأمل معي أخي القارئ هذا الحديث النبوي: قال صلى الله عليه وسلم: \"ما من بعير إلا وفي ذروته شيطان، فإذا ركبتموها فاذكروا نعمة الله تعالى عليكم، ثم امتهنوها لأنفسكم، فإنما يحمل الله تعالى\" (¬2).\rفما الدابة التي نركبها إلا ستار وسبب لا قيمة له بدون الله عز وجل، فهو سبحانه الذي سخرها لنا، وهو الذي يحركها لحظة بلحظة، وآناً بآن، وكذلك كل شيء يحدث في هذه الحياة معنا أو مع غيرنا.\rفعندما نضحك نجده من وراء الضحك حياً قيوماً قد علم برغبتنا في الضحك فمكننا من ذلك: {وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى} [النجم:43].\rوعندما نأكل: نستشعر ربوبيته وقيوميته علينا فنقول: الحمد لله الذي أطعمني هذا ورزقنيه من غير حول مني ولا قوة.\rوعندما يأتينا عطاء من أحد الناس نرى أن الله عز وجل هو الذي أعطانا إياه من خلال هذا الشخص، وعندما نُحرم من شيء، أو يُضيَّق علينا البعض نرى الحقيقة واضحة أمامنا وهي أن الله هو الذي حرمنا على يد هؤلاء بسبب ذنب أذنبناه أو لحكمة يعلمها سبحانه.\rنجد الله في كل خير نفعله: {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ} [الدخان:58]، ولو شاء منعه لمنعه: {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ} [الإسراء:86].\r\rنجد الله الهادي في كل طاعة نقوم بها: {وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ} [الأنبياء:73].\r¬__________\r(¬1) المحجة في سير الدلجة للحافظ ابن رجب، ص (80).\r(¬2) حسن، رواه الإمام أحمد والحاكم، وأورده الألباني في صحيح الجامع (5699).","seal":"F49C4C0F","part":1},
      {"page":26,"id":27,"nass":"نجد الله عند المريض ... يشمله بعطفه وحنانه ورعايته الخاصة.\rجاء في الحديث القدسي أن الله عز وجل يقول يوم القيامة: \" يا ابن آدم مرضت فلم تعدني! قال: يا رب، كيف أعودك وأنت رب العالمين؟ قال: أما علمت إن عبدي فلان مرض فلم تعده؟ أما علمت أنك لو عدته لوجدتني عنده؟ ... \" (¬1).\rوبالجملة نرى الله وراء كل حدث يحدث في الحياة ... عند هبوب الريح، وعند طلوع الشمس وعند غروبها .. عند نزول المطر .. عند الكسوف والخسوف {يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ} [النور: 44].\rكان رسول الله صلى الله عليه وسلم إذا كان يوم ذو ريح وغيم عُرف ذلك في وجهه صلى الله عليه وسلم فأقبل وأدبر، فإذا مُطرت سُرِّي عنه، وذهب عنه ذلك، فسألته عائشة - رضي الله عنها - في ذلك فقال: \"إني خشيت أن يكون عذابا سُلِّط على أمتي\" (¬2).\rوكان أحد الصالحين إذا ذهب إلى المسجد ليلقي درسه، وجد جموعاً غفيرة من الناس تنتظره فيناجي الله ويقول: اللهم إنك تعلم أنهم يقصدونك أنت، ولكنهم وجدوني عندك.\r\rالله مقصدنا وغايتنا:\rنعم، أخي هذه هي غاية المعرفة التي ينبغي أن نسعى إليها ... أن نجد الله يتجلى بصفاته العلى في كل شيء لينعكس ذلك على جميع تصرفاتنا، فتصبح إرادة وجهه الكريم هي مقصدنا في كل أعمالنا {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} [البقرة: 115]، فعلى سبيل المثال إطعام الطعام للفقراء والمساكين وغيرهم ينبغي أن يكون المقصود منه رضاه سبحانه: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} [الإنسان:9] وتكريم أهل الصلاح ينبغي أن يكون الهدف منه إجلال الله عز وجل، كما في الحديث: \"إن من إجلال الله: إكرام ذي الشيبة المسلم، وحامل القرآن، غير الغالي فيه والجافي عنه، وإكرام السلطان المقسط\" (¬3).\rقال محمد بن إسحاق: بلغني أن رسول الله صلى الله عليه وسلم لما خرج من مكة مهاجراً إلى الله يريد المدينة قال: \"الحمد لله الذي خلقني ولم أك شيئاً. اللهم أعني على هول الدنيا، وبوائق الدهر، ومصائب الليالي والأيام. اللهم اصحبني في سفري، واخلفني في أهلي، وبارك لي فيما رزقتني، ولك فذلِّلْني، وعلى صالح خلقي فقوّمني، وإليك رب فحببني، وإلى الناس فلا تكلني. رب المستضعفين وأنت ربي، أعوذ بوجهك الكريم الذي أشرقت له السماوات والأرض، وكشفت به الظلمات، وصلح عليه أمر الدنيا والآخرة أن تُحلَّ علي غضبك، أو تنزل بي سخطك. أعوذ بك من زوال نعمتك، وفجأة نقمتك، وتحول عافيتك، وجميع سخطك. لك العتبى حتى ترضى، ولا حول ولا قوة إلا بك\" (¬4).\r\rالتوحيد الخالص:\rقال صلى الله عليه وسلم: \"إنما أنا مبلغ، والله يهدي، وإنما أنا قاسم، والله يعطي\" (¬5).\rوقال يوما لأصحابه: \"ما أنا حملتكم، ولكن الله حملكم ... \" (¬6).\rوكان صلى الله عليه وسلم إذا غزا قال: \"اللهم أنت عضدي ونصيري، بك أحول، وبك أصول، وبك أقاتل\" (¬7).\rفهذه الأحاديث تدل على الحقيقة التي ينبغي أن نشاهدها من وراء أحداث الحياة: {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} [الأنفال:17].\r¬__________\r(¬1) رواه مسلم (2569).\r(¬2) متفق عليه.\r(¬3) حسن، رواه أبو داود، وحسنه الألباني في صحيح الجامع (2199).\r(¬4) أخرجه أبو نعيم، وعبد الرزاق في مصنفه (5:156)، وقال الشيخ الألباني في تعليقه على فقه السيرة للشيخ محمد الغزالي (1:165): ضعيف.\r(¬5) صحيح رواه الطبراني، وصححه الألباني في صحيح الجامع (2347).\r(¬6) صحيح الجامع (5554).\r(¬7) رواه أبو داود (2632)، والترمذي (3584)، وقال: حديث حسن.","seal":"2D36C533","part":1},
      {"page":27,"id":28,"nass":"{وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ} [الفتح:24].\rوهذا هو العلم النافع، والتوحيد الخالص، الذي ينبغي أن نسعى جميعاً إلى تحصيله: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد:19].\rإنه العلم بالله، وربط أحداث الحياة - مهما تنوعت - به سبحانه: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} [آل عمران:18].\rوفي هذا المعنى يقول ابن عطاء: الغافل إذا أصبح ينظر ماذا يفعل، والعاقل ينظر ماذا يفعل الله به.\rويقول سيد قطب: \"شهادة أن لا إله إلا الله\" .. تتطلب أن يصل الإحساس بوجود الله - سبحانه - ووحدانيته حد اليقين الناشئ من مثل الرؤية والمشاهدة، فهي رؤية ومشاهدة لهذه الحقيقة - بآثارها - في أغوار النفس المكنونة، وفي صفحة الكون المنشورة .. رؤية واضحة، ومشاهدة مستيقنة، تقوم عليها \"شهادة\" (¬1).\r\rالاكتفاء بالله:\rفإذا ما وجد المرء ربه، وربط أحداث حياته كلها به، فإن هذا من شأنه أن يجعله يوحد معاملاته، ويجعلها مع الله ..\rفهو يدعو ويجاهد من أجل أن يراه ربه فيحبه ويرضى عنه ...\rيتكلم بحساب، فهو يعلم أن الكلمة التي تخرج من فمه يسمعها ربه قبل أن يسمعها الناس.\rينفق النفقة ولا يهمه كثيراً من يأخذها - مادام حاله في الظاهر يدل على أنه محتاج - لأنه يعلم أنها تقع في يد الله أولا: {ألَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ} [التوبة:104].\rفالله عز وجل هو الحاضر معه في كل صفقة أو بيعة يجريها، فيستشعر أنها تتم معه - سبحانه - أولاً: {إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا} [الفتح:10].\rلا يهمه كثيراً رضا الناس عنه أو سخطهم عليه، فليس هذا مطمعه ولا ما يسعى إليه، بل مطمعه في رضاه سبحانه، كما قال الشاعر:\rفَلَيْتَكَ تَحْلُو وَالحَيَاة ُ مَرِيرَة ٌ ... وَلَيْتَكَ تَرْضَى وَالأَنَامُ غِضَابُ\rوَلَيْتَ الّذي بَيْني وَبَيْنَكَ عَامِرٌ ... و بيني وبينَ العالمينَ خرابُ\rإذا صَحَّ مِنكَ الوُدّ فالكلُ هَيّنٌ ... وَكُلُّ الذي فَوْقَ التّرَابِ تُرَابُ\rينتظر الفرصة التي يخلو فيها المكان، وتهدأ الأصوات ليخلو بربه، ويبث إليه أشواقه، ويعرض عليه شكايته، ويطلب منه حاجته ..\rيسارع في استرضائه، إذا ما وقع منه تقصير أو تجاوز.\rإنه باختصار قد اكتفى بالله واستغنى به عمن سواه.\rقال أحمد بن عاصم الأنطاكي: من عرف الله عز وجل اكتفى به، ومن لم يعرفه اكتفى بخلقه دونه، فطال غمه، وكثرت شكايته (¬2).\rوهذه هي الحياة الحقيقية .. الحياة مع الله ..\rكان ابن عطاء يقول في مناجاته: إلهي ماذا وجد من فقدك، وما الذي فقد من وجدك .. لقد خاب من رضي بدونك بدلاً، ولقد خسر من بغى عنك متحولاً.\rوهذا إبراهيم بن ادهم يقول: اتخِذِ الله صاحبا، ودع الناس جانباً (¬3).\r¬__________\r(¬1) مقومات التصور الإسلامي ص (192).\r(¬2) استنشاق نسيم الأنس للحافظ ابن رجب، ص (80 - 81) -المكتب الإسلامي -بيروت.\r(¬3) استنشاق نسيم الأنس للحافظ ابن رجب، ص (77).","seal":"F88671D9","part":1},
      {"page":28,"id":29,"nass":"وكان يقول: أعلى الدرجات أن تنقطع إلى ربك، وتستأنس إليه بقلبك، وعقلك، وجميع جوارحك حتى لا ترجو إلا ربك، ولا تخاف إلا ذنبك، وترسخ محبته في قلبك حتى لا تؤثر عليها شيئًا، فإذا كنت كذلك لم تُبال في بَرٍّ كنت أو في بحر، أو في سهل، أو في جبل، وكان شوقك إلى لقاء الحبيب شوق الظمآن إلى الماء البارد، وشوق الجائع إلى الطعام الطيب، ويكون ذكر الله عندك أحلى من العسل، وأحلى من الماء العذب الصافي عند العطش في اليوم الصائف (¬1)\r\rالمعرفة المؤثرة:\rفإن قلت: ولكننا نعرف الله عز وجل، ونعرف قدرته وعظمته وفضله علينا ومع ذلك لا نتعامل معه بما يستحقه - سبحانه - ولا نشعر بقربه ولا نأنس به ... ؟!\rنعم، أغلبنا يشتكي من جفاء في علاقته ومعاملته مع الله، مع ما ندعي من معرفته سبحانه وأن الأمر كله بيده، والسبب في ذلك هو أن المعرفة المطلوبة والتي من شأنها أن تغير طريقة المعاملة، وتحسن العلاقة بين العبد وربه، لابد أن تكون معرفة قوية ترسخ في يقين الإنسان وتؤثر في قلبه، أو بعبارة أخرى: تؤثر في مشاعره باعتبار أن القلب هو مجمع المشاعر داخل الإنسان، ومن ثَمَّ تشكل هذه المعرفة جزءاً أصيلاً من إيمانه، كما قال الله عز وجل: {وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ} [الحج:54].\rأما المعرفة المحدودة العابرة فلا يمكنها أن تؤثر تأثيراً مستمراً في حياة العبد، والدليل على ذلك أننا عندما نسمع محاضرة عن فضل الله علينا وتوالي نعمه وإمداده، فإن المشاعر تتجه بالحب إليه سبحانه، ثم بعد ذلك تخفت حرارة تلك المشاعر بانتهاء أثر الكلام الذي سمعناه، وهذا هو الفارق بين الحالة الإيمانية العارضة، وبين الحالة الإيمانية المستقرة.\rفالحالة العارضة هي الحالة الشعورية العابرة التي تنتاب المرء عندما تُستثار مشاعره في اتجاه ما.\rهذه الحالة سرعان ما تزول وذلك عندما تعود المشاعر إلى حالتها الأولى، فنجد الشخص يتأثر بالموعظة المؤثرة وقد ويبكي وينتحب ثم بعد ذلك يعود إلى سابق عهده من الانشغال بالدنيا والغفلة عن الآخرة، فإذا استمر الطرق على المشاعر بدوام الوعظ والتذكير: استمرت الحالة الشعورية للشخص، وشيئا فشيئا تستقر في المشاعر، أي تُشكل هذه الحالة جزءاً ثابتاً من المشاعر، ومن ثَم يسهُل استثارتها بأدنى مؤثر، وتصبح منطلقا دائما للسلوك.\rوهذا هو الفارق بين الإيمان الأصيل الثابت الذي يستقر في القلب وتصدقه الأعمال، وبين الإيمان اللحظي العابر الذي يُنتج أعمالاً آنية وغير مستمرة.\rيقول الحسن: ليس الإيمان بالتحلي ولا بالتمني، ولكن ما وقر في القلب وصدقته الأعمال (¬2) ..\rمعنى هذا أننا بحاجة إلى أن نجعل معرفتنا بالله تتحول إلى إيمان يستقر في القلب ويرسخ فيه وينمو شيئا فشيئا حتى يشكل الجزء الأكبر من المشاعر، فيصير حبه سبحانه أحب الأشياء لدينا وخشيته أخوف الأشياء عندنا، وهكذا في بقية المشاعر فتظهر تبعاً لذلك الثمار الطيبة لهذه المعرفة النافعة كما قال صلى الله عليه وسلم: \"ثلاث من كُن فيه وجد حلاوة الإيمان، أن يكون اللهُ ورسولهُ أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يُقذف في النار\" (¬3).\rفإذا ما اكتفت المعرفة بمخاطبة العقل فقط، ولم تصل إلى المشاعر، ولم يستقر مدلولها فيها، ستظل هذه المعرفة حبيسة العقل، ولن تظهر ثمارها في السلوك.\r¬__________\r(¬1) جامع العلوم والحكم ص 84، دار ابن الجوزي.\r(¬2) شعب الإيمان للبيهقي (1:80).\r(¬3) متفق عليه.","seal":"820A347B","part":1},
      {"page":29,"id":30,"nass":"نور الإيمان:\rإن كنا نريد أن نتعامل مع الله عز وجل بما ينبغي أن نعامله به؛ فلابد أن نعرفه أولاً، وأن تنتقل هذه المعرفة من العقل إلى القلب، وأن تكون مستمرة ومتتابعة حتى يرسخ مدلولها في مشاعر الإنسان وقلبه وتصبح إيماناً راسخاً فتشكل بذلك منطلقاً للسلوك.\rوكلما ازدادت مساحة المعرفة المؤثرة: ازداد انجذاب المشاعر لله عز وجل، وتمكن الإيمان من القلب، وتجلت فيه أنواره، وظهر أثر ذلك على معاملة المرء لربه، فيعبده وكأنه يراه، فيكتفي به، ويوحد معاملته معه، ويربط جميع أحداث حياته به سبحانه.\rتأمل معي - أخي القارئ - ما قاله حارثة لرسول الله صلى الله عليه وسلم والذي يؤكد هذا المعنى:\rعن الحارث بن مالك الأنصاري أنه مر بالنبي صلى الله عليه وسلم فقال له: \"كيف أصبحت يا حارثة؟ \"قال: أصبحت مؤمناً حقاً. قال: \"انظر ما تقول، فإن لكل قول حقيقة، فما حقيقة إيمانك؟ قال: عزفت نفسي عن الدنيا فأسهرت ليلي وأظمأت نهاري، وكأني أنظر إلى عرش ربي بارزاً، وكأني أنظر إلى أهل الجنة يتزاورون فيها، وكأني أنظر إلى أهل النار يتضاغون فيها، قال: \"يا حارثة عرفت فالزم\" (¬1)، وفي رواية: \"أصبت فالزم، مؤمن نور الله قلبه\" (¬2).\rويقول ابن رجب: غاية الحاصل للقلوب في الدنيا هو تجلي أنوار الإيمان في القلب، وحتى يصير الغيب كأنه شهادة (¬3).\r\rمفتاح المعرفة:\rفإن قلت: وما هي الوسائل التي يمكنها أن تفعل ذلك وتصل بنا إلى هذه الآفاق؟!\rكيف يمكن للإنسان أن يتعرف على ربه معرفة يقينية تؤثر في المشاعر بالرغم من أنه لا يراه، ولن يمكنه أن يراه في حياته الدنيا؟!\rنعم، الله عز وجل لا تدركه الأبصار، ولا يمكن لأحد من البشر أن يراه: {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ} [الأنعام:103]، وفي الوقت نفسه فإنه يتحتم على العبد أن يعرف ربه لكي يعبده عبادة صحيحة، تليق به سبحانه وتعالى .. فما السبيل إلى ذلك؟!\rالسبيل إلى معرفة الله عز وجل هو استخدام النعمة العظيمة التي أكرم الله بها الإنسان واختصه بها، ألا وهي نعمة العقل .. هذا العقل به من الإمكانات والقدرات ما لا يمكن تصوره، والتي يستطيع الإنسان - أي إنسان - حين يستخدمها أن يصل إلى معرفة الله عز وجل لدرجة لم يصل إليها مخلوق من قبل.\rهذه المعرفة تمكنه من معاملته وعبادته سبحانه كأنه يراه.\r¬__________\r(¬1) رواه الطبراني في الكبير .. انظر مجمع الزوائد (1/ 220).\r(¬2) رواه البزار عن أنس بن مالك .. انظر المصدر السابق.\r(¬3) استنشاق نسيم الأنس، ص (98).","seal":"66C4080E","part":1},
      {"page":30,"id":31,"nass":"وليس أدل على أن العقل هو مفتاح المعرفة، وأنه من خلاله يمكن للمرء الوصول إلى معرفة الله لدرجة لم يصل إليها مخلوق قط؛ ما حدث في قصة آدم - عليه السلام - وإخباره سبحانه وتعالى للملائكة أنه سيخلق مخلوقاً جديداً يعبده بالغيب في الأرض، فماذا قالوا له: {قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ} [البقرة:30]. فكان الجواب من الله: {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} [البقرة:30]. ثم كان البيان العملي الذي ظهرت من خلاله القدرات العقلية لهذا المخلوق: {وَعَلَّمَ آَدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ (31) قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ (32) قَالَ يَا آَدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} [البقرة:31 - 33].\rإن الوظيفة الأساسية للعقل هي استخدامه في معرفة الله عز وجل ومن ثََمَّ عبادته.\rوالمتدبر للقرآن الكريم يجد فيه الكثير من الآيات التي تحث القارئ على استخدام عقله للاستدلال على وجود الله وعلى أسمائه وصفاته كقوله تعالى: {وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ} [المؤمنون:80]، وقوله: {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [الرعد:4]، بل ويؤكد علينا أن من لا يستخدم عقله فيما خُلق من أجله فقد هوى وأصبح من أشر الدواب: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ} [الأنفال:22].\rويذكرنا بأن أهل النار سيتأكدون من هذه الحقيقة ولكن بعد فوات الأوان: {وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ} [الملك:10].\r\rمجالات استخدام العقل:\rأودع الله عز وجل في عقل الإنسان إمكانات هائلة تمكنه من القيام بالمهمة التي خُلق من أجلها، ومما يؤكد على وجود هذه الإمكانات تلك الاختراعات التي اخترعها العقل البشري في شتى المجالات مما أفاد البشرية كثيراً، ويسَّر على الناس سبل الحياة، وهذا إن دل على شيء فإنما يدل على أننا لو أحسنا استخدام عقولنا في اتجاه معرفة الخالق سبحانه وتعالى لارتفعنا إلى آفاق عُلا، ولتمكنا - بإذن الله - من عبادته وكأننا نراه ..\rفإن قلت: وكيف لنا أن نستخدم عقولنا في معرفة الله، وبخاصة أنه لا يمكن لأحد من الخلق أن يحيط به علما؟!\rنعم، الله عز وجل لا يمكن لأحد أن يحيط به علماً، فلا يعرف الله إلا الله: {الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا} [الفرقان:59]، وكما في الحديث: \"لا أُحصي ثناءً عليك أنت كما أثنيت على نفسك\" وفي الوقت نفسه فإن معاملة الله بما يليق بجلاله، وإظهار صورة العبودية الحقة له لن تتم إلا من خلال معرفته ..\rفكيف يستطيع العبد معرفة ربه وهو لا يراه، ولا يحيط به علماً؟!\rلابد أن تكون هناك سُبل لمعرفته سبحانه وإلا لما استطعنا القيام بحقوق العبودية ..","seal":"36B00B26","part":1},
      {"page":31,"id":32,"nass":"لابد أن يكون الله عز وجل قد أتاح لنا طرقاً ووسائل نتعرف عليه من خلالها، ولم لا وهو الرءوف الرحيم الذي يريد بعباده الخير: {هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} [الأحزاب:43].\rنعم، لقد أتاح الله عز وجل لعباده جزءاً من المعلومات عنه سبحانه وتعالى لكي يتمكنوا من معرفته بالدرجة التي تتحملها عقولهم، ومن ثَمَّ يتمكنون من عبادته كما أمرهم، ولقد أودع - سبحانه - هذه المعلومات في كونه ومخلوقاته: {أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [فصلت:53].\rولله في كل تحريكة وتسكينة أبداً شاهد ... وفي كل شيء له آية تدل على أنه الواحد\r\rفكل ما يحدث في الحياة، وكل مخلوق من مخلوقات الله يُعد بمثابة آية ودليل على الله، وما على البشر إلا أن يستخدموا عقولهم، ويتعرفوا على ربهم من خلال التفكر في تلك المخلوقات: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآَيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [البقرة:164].\r\rارأيت أخي القارئ بماذا ختمت الآية: {لَآَيَاتٍ لِقَوْمٍ يَعْقِلُونَ}: لآيات ودلائل ورسائل تعريف بالله لمن يستخدمون عقولهم في التفكير في هذه المخلوقات.\r\rفالحكمة الأساسية من خلق العقل بما يحتويه من إمكانات جبارة هي استخدامه في التعرف على الله، وذلك من خلال التفكر في مخلوقاته، وقراءة ما تحتويه من رسائل تعريف بالله عز وجل: {وَمِنْ آَيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَعْقِلُونَ (} [الروم:24].\r\rتجليات الرب:\rإن كل شيء يحدث حولنا ما هو إلا آيات ودلائل ووسائل تعرفنا بالله عز وجل، وما الحياة التي نعيش أحداثها المتعاقبة إلا مشهد عظيم تتجلى فيه دلائل وحدانية الله وقيوميته، وقدرته، وعزته، ولطفه، وحكمته، ورحمته، وعدله، والسعيد من استخدم عقله في المهمة التي خُلق من أجلها، وأحسن قراءة الرسائل الإلهية، وتحليل أحداث الحياة فيزداد معرفة بربه ومن ثم تتحسن معاملته له فيزداد له حباً وخشية وإنابة وتوكلاً: {سَنُرِيهِمْ آَيَاتِنَا فِي الْآَفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [فصلت:53].\rوصدق من قال:\r\rتأمل سطور الكائنات فإنها ... من الملأ الأعلى إليك رسائل\rوقد خُط فيها لو تأملت خطها ... ألا كل شيء خلا الله باطل\rتشير بإثبات الصفات لربها ... فصامتها يهدي ومن هو قائل\r\rحاكمية الوحي:\rومع أهمية العقل في التفكر في الكون وأحداث الحياة والاستدلال من خلالها على الله عز وجل، إلا أن العقل قد يسير وراء ظنونه وأوهامه، فينحرف عن الوجهة الصحيحة، ويسلك سبل الضلال ..\rمن هنا تأتي أهمية الوحي وما له من حاكمية على العقل، فيكبح جماح شطحاته، ويصحح تصوراته، ويضعه على الطريق الصحيح.\rويؤكد على هذا المعنى سيد قطب - رحمه الله - فيقول:","seal":"C9DEF36C","part":1},
      {"page":32,"id":33,"nass":"فهذه القضية - قضية الألوهية - الدليل الهادي فيها هو دليل الوحي. وما لم يستصحبه العقل، فهو عرضة للأوهام والتخليطات بين الصحيح فيها وغير الصحيح. مما يفسد العقل ذاته، ويفسد استقامته على الطريق (¬1).\r(إن كل ما ينشئه العقل البشري من عند نفسه عن هذه الحقيقة - حقيقة الألوهية - إنما هو ظن وخرص، فهو لم ير الله، ولا يمكن أن يراه في الحياة الدنيا، والحقيقة الإلهية أكبر من هذا العقل، ومن هذا الكون. فلا سبيل لمعرفتها إلا عن طريق ما يعرفنا صاحبها - سبحانه وتعالى - في حدود ما يعلم هو أن العقل البشري قادر على تصوره وإدراكه) (¬2).\r(إن القرآن وهو يصحح صورة الألوهية في عقول البشر، كان يصحح في الوقت ذاته منهج التفكير العقلي بجملته، ويُعلم الإنسان كيف يفكر تفكيراً صحيحا، فيعتمد على عقله فيما هو من شئون العقل، ويستصحب دليل الوحي فيما وراء ذلك ليهتدي العقل بهذا الدليل القطعي، ولا يعتمد على الظن في قضية كبرى كهذه القضية) (¬3).\r\rالتفكر يقود إلى المعرفة:\rمعنى ذلك أن توجيه العقل للتفكر في خلق الله والاعتبار بأحداث الحياة، وربطها به سبحانه، هو الطريق الأساسي للمعرفة: {وَيُرِيكُمْ آَيَاتِهِ فَأَيَّ آَيَاتِ اللَّهِ تُنْكِرُونَ} [غافر:81].\rوالمتدبر لآيات القرآن يجدها في مواضع كثيرة تحث الناس على الانتفاع بالآيات والرسائل الإلهية والاعتبار بها؛ لأنها الطريق الأكيد لمعرفة الله عز وجل ومن ثَمَّ عبوديته .. تأمل قوله تعالى: {إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآَيَاتٍ لِلْمُؤْمِنِينَ (3) وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آَيَاتٌ لِقَوْمٍ يُوقِنُونَ (4) وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آَيَاتٌ لِقَوْمٍ يَعْقِلُونَ (5) تِلْكَ آَيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآَيَاتِهِ يُؤْمِنُونَ} [الجاثية:3 - 6].\rوفي مقابل الحث القرآني على الانتفاع بالآيات والاستدلال من خلالها على أسماء الله وصفاته، نجد الترهيب الشديد لمن كذب بهذه الآيات أو غفل عنها ولم يعتبر بها: {وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآَيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ} [السجدة:22].\rوما أكثر الآيات التي يغفل عنها الناس: {وَكَأَيِّنْ مِنْ آَيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ} [يوسف:105].\rجاء في بعض الآثار أن الله تعالى أوحى إلى بعض أنبيائه: \"أدرك لي لطيف الفطنة، وخفي اللطف، فإني أُحب ذلك، قال: يا رب ما لطيف الفطنة؟ قال: إن وقعت عليك ذبابة فاعلم أني أنا أوقعتها فاسألني رفعها. قال: وما خفي اللطف؟ قال: إذا أتتك حبة فاعلم أني أنا ذكرتك بها\" (¬4).\r¬__________\r(¬1) مقومات التصور الإسلامي ص (292).\r(¬2) المصدر السابق.\r(¬3) المصدر السابق.\r(¬4) إغاثة اللهفان لابن القيم (1:54) طبعة المكتب الإسلامي.","seal":"235A97B0","part":1},
      {"page":33,"id":34,"nass":"عبادة التفكر:\rمن هنا ندرك أهمية عبادة التفكر، وندرك مغزى قول الحسن البصري: تفكر ساعة خير من قيام ليلة (¬1)، باعتبار أن التفكر يقود إلى زيادة المعرفة بالله، ومن ثَمَّ زيادة العبودية له، وحسن التعامل معه، ومما يؤكد هذا المعنى قول السيدة عائشة رضي الله عنها لما نزلت هذه الآية: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ} [آل عمران:190]، على النبي صلى الله عليه وسلم قام يصلي، فأتاه بلال يؤذنه للصلاة، فرآه يبكي، فقال: يا رسول الله، تبكي وقد غفر الله لك ما تقدم من ذنبك وما تأخر، فقال: \"يا بلال، أفلا أكون عبداً شكوراً، ومالي لا أبكي وقد نزل علي الليلة: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ} ثم قال: ويل لمن قرأ هذه الآية ثم لم يتفكر بها\" (¬2).\r\rدليل المعرفة:\rومع أن الكون هو الوسيلة الأساسية لمعرفة الله عز وجل إلا أن هذه الوسيلة تحتاج إلى دليل يدل عليها، ويفك شفرتها، ويبين كيفية التعامل معها ..\r\rإن الذي يتعامل مع جهاز كهربائي يحتاج إلى وجود الدليل الخاص به بجواره ليتمكن من استخدمه الاستخدام الأمثل، فكيف بالكون وما فيه من بلايين المخلوقات المختلفة في أشكالها وأحجامها، وطرق معيشتها، وبيئاتها؟!\r\rوكيف بأحداث الحياة المتشابكة والتي تكون مبهمة أحيانا؟!\r\rإذن فمن الضروري وجود دليل يدلنا على كيفية التفكر والاعتبار بمخلوقات الله وأحداث الحياة والاستدلال من خلالها على الله عز وجل.\r\rلابد وأن يكون هذا الدليل قد جاء من عند الله فلا يختلف عليه أحد، ولا يتشكك فيه أحد.\r\rمن هنا يأتي دور القرآن العظيم الذي أنزله الله عز وجل إلى الناس كدليل يدلهم عليه ويعرفهم به: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا} [النساء:174].\rفلا يعرف الله إلا الله، وهو سبحانه قد تولى تعريف نفسه إلى عباده بالقدر الذي تتحمله عقولهم وذلك من خلال رسائله لهم، والتي خُتمت بالقرآن.\rفآيات القرآن تعرفنا بالله عز وجل، وتدلنا كذلك على كيفية التطبيق العملي لهذه المعرفة في الكون .. ألم يقل سبحانه: {الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا} [الفرقان:59]. وقد أورد ابن كثير عن شمر بن عطية أنه قال في تفسيره لهذه الآية: هذا القرآن خبير به (¬3)، وهذا ما أكده ابن عباس بقوله: \"عرفت ربي بربي، ولولا ربي ما عرفت ربي\"، أي: هو الذي عرفني بنفسه من خلال حديثه عن نفسه في كتابه، ولولا هذا الوحي الذي أنزله الله لما عرفت الله (¬4).\r\rطريقة فريدة:\rوالمتدبر لآيات القرآن يجد فيها طريقة فريدة في تعريف الناس بربهم وبأسمائه وصفاته، وآثارها في الكون والنفس مع ربط المعرفة بأحداث الحياة قدر المستطاع، لينتقل القارئ بسهولة من آيات الله المقروءة في كتابه إلى آيات الله المرئية في كونه، فيحدث لديه الانسجام بين الإثنين ويتأكد مدلولهما في يقينه، فإذا ما صاحب ذلك تأثر وتجاوب قلبي شكل هذا المدلول إيمانا يظهر أثره في السلوك.\r¬__________\r(¬1) إحياء علوم الدين (5:5) - دار الحديث - القاهرة.\r(¬2) رواه ابن حاتم وابن حبان في صحيحيهما. قال شعيب الأرنؤوط: إسناده صحيح على شرط مسلم. وقال الشيخ الألباني: حسن.\r(¬3) تفسير القرآن العظيم (3:304) - مكتبة العبيكان - الرياض.\r(¬4) أسماء الله الحسنى لعمر الأشقر، ص (11) - دار النفائس - الأردن.","seal":"249C72BC","part":1},
      {"page":34,"id":35,"nass":"تأمل معي قوله تعالى: {الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ} [الملك:3] فهنا تعرفنا الآية بالله وأنه هو الخالق القدير، وبعد ذلك تدعونا لكي نتأكد بأنفسنا من هذه الحقيقة: {فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ (3) ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ} [الملك:3، 4].\r\rوالآيات التي تقرر حقائق المعرفة بالله عز وجل كثيرة .. هذه الآيات كثيراً ما نجدها تنتهي بالحث على استخدام العقل والتفكر والنظر في الكون لرؤية تلك الحقائق رأي العين: {أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآَيَاتٍ أَفَلَا يَسْمَعُونَ (26) أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ} [السجدة:26، 27].\r\rيقول سيد قطب - رحمه الله-:\rويشعر المتدبر لهذا القرآن أن هذا موضوعه، وأن هذه غايته، وكل آية فيه، وكل فقرة، وكل توجيه فيه، وكل تعليم .. هو في الحقيقة جانب من جوانب التعريف بالله .. تعريف الناس بحقيقة ذاته سبحانه، وحقيقة صفاته .. على قدر ما يعلم سبحانه أنهم يدركون منها ويطيقون (¬1).\rفعلى سبيل المثال قوله تعالى: {وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا (26) وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا} [الأحزاب:26، 27].\rيعلق سيد قطب - رحمه الله - على قوله: {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا} فيقول:\rفهذا هو التعقيب المنتزع من الواقع، وهو التعقيب الذي يرد الأمر كله إلى الله، وقد مضى السياق في عرض المعركة كلها يرد الأمر كله إلى الله، ويسند الأفعال فيها إلى الله مباشرة، تثبيتاً لهذه الحقيقة الكبيرة التي يثبتها الله في قلوب المسلمين بالأحداث الواقعة، وبالقرآن بعد الأحداث، ليقوم عليها التصور الإسلامي في النفوس.\rوهكذا تصبح الأحداث مادة للتربية، ويصبح القرآن دليلاً وترجماناً للحياة وأحداثها (¬2).\r\rالتدبر والاعتبار:\rإن القرآن الكريم هو الدليل الذي أنزله الله عز وجل ليدل الناس عليه ويقودهم إلى معرفته: {هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ} [الأعراف:203].\rهذا الدليل يقوم بدور عظيم في تعريف الناس بربهم - بالقدر الذي تتحمله عقولهم - ويعلمهم كيف يستدلون عليه سبحانه من خلال مخلوقاته، ومن خلال أحداث الحياة التي تمر بهم .. ولا يكتفي القرآن بعرض صفات الله وآثاره مرة أو مرتين، بل يعرضها مرات ومرات بأساليب مختلفة لترسخ - من خلال التكرار - في العقل الباطن للقارئ، وتشكل جزءاً رئيساً من يقينه، وهذا لا يوجد في أي كتاب آخر سوى القرآن.\r¬__________\r(¬1) مقومات التصور الإسلامي ص (191 - 192).\r(¬2) في ظلال القرآن (5:2849).","seal":"B7453277","part":1},
      {"page":35,"id":36,"nass":"ومع التكرار في عرض حقائق المعرفة بالله عز وجل تأتي لغة الخطاب المعجز الذي لا يخاطب العقل فقط كما يحدث في الكثير من الكتب التي تعرض الحقائق العلمية - مثلا - والتي من شأنها أن تُضخم العقل دون أن يواكب ذلك تأثير واضح على المشاعر، مما يجعلها ضعيفة الأثر على السلوك .. فالمتأمل لخطاب القرآن يجده يمزج الفكر بالعاطفة .. يستثير كوامن العقل، ويستجيش المشاعر في وقت واحد مما يزيد الإيمان ويولد الطاقة، ويدفع صاحبه للقيام بمقتضى ذلك الإيمان من أعمال البر المختلفة.\rيقول محمد الغزالي - رحمه الله-:\rهذا الكتاب يعرف الناس بربهم على أساس من إثارة العقل، وتعميق النظر، ثم يحول هذه المعرفة إلى مهابة لله، ويقظة في الضمير، ووجل من التقصير، واستعداد للحساب (¬1).\r\rتأمل معي هذه الآيات وما فيها من حقائق تخاطب العقل وتستثير العاطفة: {هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (12) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ} [الرعد:12، 13].\r\rومما يساعد العبد كذلك على تحويل الحقائق التي يطرحها القرآن إلى إيمان يرسخ في القلب: قيامه بقراءة القرآن بالطريقة التي أمرنا الله بها: {وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا} [المزمل:4] فترتيل القرآن والتغني به وتحسين الصوت عند تلاوته مع فهم المراد منه له وظيفة كبيرة في استثارة المشاعر ومزج الفكر بالعاطفة ومن ثَمَّ زيادة الإيمان في القلب.\r\rألوان العبودية:\rعندما تستثار العاطفة تجاه قضية ما فإن هذا يعني دخول صاحبها في حالة إيمانية، فإذا ما استمر الطرق على مشاعره في نفس الإتجاه استقرت تلك الحالة المشاعرية، أو بمعنى آخر وقر الإيمان بهذه القضية في القلب، وهذا من شأنه أن يثمر سلوكاً يُصَدِّق هذا الإيمان، وهذا ما يفعله القرآن بمزجه الدائم بين الفكر والعاطفة، وبشدة طرقه على المشاعر، وتكرار هذا الطرق، أي أنه يُنشئ الإيمان في القلب ويجعل المشاعر تتجه إلى الله.\rمع الأخذ في الاعتبار أن القرآن يفعل ذلك مع كل ما ينبغي الإيمان به، فعلى سبيل المثال: لا يكتفي القرآن بتوجيه مشاعر الخوف من الله فقط بل يوجه جميع المشاعر من حب وخوف ورجاء وطمع وفرح وسكينة إليه سبحانه، أي أن القرآن يُنشئ الإيمان في القلب بقاعدته العريضة، ويجعل صاحبه يتقلب في جميع صور العبودية لله عز وجل حسب الظرف القائم أمامه، فهو أمام السراء تجده يشعر بالامتنان تجاه ربه، وأمام الضراء تجده راضياً مستسلماً للقضاء .. يعيش دوما في حالة الافتقار إلى الله والانكسار الدائم له، والشعور بأنه لا قيام له ولا حياة ولا رشاد إلا به سبحانه.\r\rمنهج القرآن في التعريف بالله:\rولقد أفاض سيد قطب - رحمه الله - في كتابه مقومات التصور الإسلامي في بيان منهج القرآن في التعريف بالله، وتحويل هذه المعرفة إلى إيمان حي يدفع للسلوك القويم فكان مما قاله:\r¬__________\r(¬1) المحاور الخمسة في القرآن - للشيخ محمد الغزالي، ص (120).","seal":"9017BF25","part":1},
      {"page":36,"id":37,"nass":"\" والمنهج القرآني يزحم الشعور الإنساني بحقيقة الألوهية، ويأخذ على النفس أقطارها جميعا بهذه الحقيقة وهو يتحدث عن ذات الله - سبحانه - وصفاته، وآثار قدرته وإبداعه، فتتمثل في الضمير البشري تلك الحقيقة .. حقيقة الذات الخالقة لكل شيء، المالكة لكل شيء، المحيطة بكل شيء، المهيمنة على كل شيء، المدبرة لكل شيء، المؤثرة في كل شيء، وتشغل مشاعر الإنسان وحسه، وضميره وعقله وكيانه كله بهذه الحقيقة وخصائصها، وقدرتها وقوتها، ورحمتها ورعايتها، وجلالها ومهابتها، وأنسها وقربها، وإحاطتها بالكون والناس في كل وضع وفي كل حال، بحيث تستشعر النفس - كما هو الأمر في الواقع - أن لا ملجأ من الله إلا إليه، وأن ليس مهرب منه ولا فوت، وأن ليس سواه عون ولا سند، وأن ليس هناك وجود لشيء - قائم بذاته - إلا ذات الله سبحانه، القوامة على جميع الخلائق الفانية.\rوهذا هو الشعور القوي الغامر الحي الذي يخرج به الإنسان من قراءة القرآن الكريم ..\r\rمنهج فريد:\r(والمنهج القرآني في التعريف بحقيقة الألوهية منهج فريد .. إنه يوقع على أوتار النفس البشرية جميعها، ويدخل عليها من منافذها كلها، يوقع على أوتار الخوف والحذر والرجاء والطمأنينة، وعلى أوتار المهابة والجلال والأنس والود، وعلى أوتار القهر والجبروت والرأفة والرحمة، وعلى أوتار النقمة والعذاب والنعمة والعطاء) (¬1).\rالقرآن وشهادة التوحيد:\r\" .. ولقد جلى القرآن للناس حقيقة الألوهية من خلال آثار فاعليتها المتجلية في الكون والحياة المصرفة لأقدار العباد، وعرض لهم من هذه الآثار في الأنفس والآفاق ما يملأ الكينونة البشرية بالإجلال والحب، وبالخشية والتقوى، وبالرجاء والثقة، وبالأنس والقرب، وبالحذر واليقظة، وبالشعور الدائم بوجود الله - سبحانه - وحضوره، بحيث لا يملك القلب المؤمن أن ينسى، أو أن يغفل عن ذلك الوجود وعن هذا الحضور لحظة في أي وضع وفي أي حال.\r\rوشهادة أن لا إله إلا الله .. تتطلب أن يصل الإحساس بوجود الله - سبحانه - ووحدانيته حد اليقين الناشئ من مثل الرؤية والمشاهدة، فهي رؤية ومشاهدة لهذه الحقيقة بآثارها في أغوار النفس المكنونة، وفي صفحات الكون المنشورة .. رؤية واضحة ومشاهدة مستيقنة، تقوم عليها شهادة (¬2) \".\r\rالمنة الكبرى:\r(إن حقيقة الألوهية - كما يجلوها المنهج القرآني - ذات أثُر إيجابي في ضمائر المؤمنين وعقولهم، وفي واقعهم وحياتهم، بقدر ما هي في ذاتها حق، وبقدر ما هي ذات بهاء وجمال وكمال.\rإن الضمير البشري لا يستقيم بغير هذه الحقيقة.\rإن العقل البشري لا يستقيم بغير هذه الحقيقة.\rإن الحياة البشرية لا تستقيم بغير هذه الحقيقة.\rولئن امتن الله على عباده أن خلقهم، ورزقهم، وكفلهم .. فإن جلاء حقيقة الألوهية في القرآن على هذا النحو - وجلاء سائر الحقائق الأخرى - لهو المنة الكبرى التي تعدل .. بل ترجح كل تلك المنن.\rولا عجب أن يذكر - سبحانه - في مقدمة الآلاء في سورة الرحمن، والتي عدد فيها آلاءه في الأنفس والآفاق وفي الدنيا والآخرة، نعمة تعليم القرآن) (¬3).\r¬__________\r(¬1) مقومات التصور الإسلامي ص (190 - 191).\r(¬2) مقومات التصور الإسلامي ص (192).\r(¬3) المصدر السابق ص (332).","seal":"493F592B","part":1},
      {"page":37,"id":38,"nass":"نموذج لا يُنسى:\rوقبل أن نختم الحديث في هذا الفصل نسوق كلاما للشهيد سيد قطب حول النموذج الذي صنعه القرآن، والذي تمثل في الجيل الأول، وكيف وصلوا إلى معرفة الله وتحققوا بصفات الربانيين .. يقول رحمه الله:\rلقد كنت - وأنا أراجع سيرة الجماعة المسلمة الأولى - أقف أمام شعور الجماعة الأولى بوجود الله - سبحانه - وحضوره في قلوبهم وفي حياتهم، فلا أكاد أُدرك كيف تم هذا؟ كيف أصبحت حقيقة الألوهية حاضرة في قلوبهم وفي حياتهم على هذا النحو العجيب؟ كيف امتلأت قلوبهم وحياتهم بهذه الحقيقة هذا الامتلاء؟ كيف أصبحت هذه الحقيقة تأخذ عليهم الفجاج والمسالك والإتجاهات والآفاق، بحيث تواجههم حيثما اتجهوا، وتكون معهم أينما كانوا وكيفما كانوا؟\r\rكنت أدرك طبيعة وجود هذه الحقيقة وحضورها في قلوبهم وفي حياتهم .. ولكني لم أكن أُدرك كيف تم هذا؟! حتى عُدت إلى القرآن أقرأه على ضوء موضوعه الأصيل وهو:\r\r(تجلية حقيقة الألوهية، وتعبيد الناس لها وحدها بعد أن يعرفوها .. ).\r\rوهنا فقط أدركت كيف تم هذا كله! أدركت ولا أقول - أحطت - سر الصناعة! عرفت أين صُنع ذلك الجيل المتفرد في تاريخ البشرية وكيف صُنع! إنهم صُنعوا ها هنا بهذا القرآن! بهذا المنهج المتجلي فيه! بهذه الحقيقة المتجلية في هذا المنهج! حيث تحيط هذه الحقيقة بكل شيء، وتغمر كل شيء، ويصدر عنها كل شيء، ويتصل بها كل شيء، ويتكيف بها كل شيء.\r\rلقد وُجدت هذه الحقيقة في نفوس الناس وفي حياتهم كما لم توجد من قبل قط في نفوس الناس وفي حياتهم .. وُجدت بكل مقوماتها، وبكل إيحاءاتها، وبكل تأثيراتها .. وُجدت حية فاعلة قوية شاملة .. تتعامل مع الناس - كما تتعامل مع الوجود كله - ويتعامل معها الناس - كما يتعامل معها الوجود كله.\r\rالله هو الأول والآخر. والله هو الظاهر والباطن. والله هو الخالق والرازق. والله هو المسيطر والمدبر. والله هو الرافع والخافض. والله هو المعز المذل. والله هو القابض والباسط. والله هو المحيي والمميت. والله هو النافع والضار. والله هو المنتقم الجبار. والله هو الغفور الودود. والله هو العلي الكبير. والله هو القريب المجيب. والله هو الذي يحول بين المرء وقلبه. والله هو الذي يجيب المضطر إذا دعاه ويكشف السوء. والله هو العليم بذات الصدور. وهو معهم أينما كانوا. وعنده مفاتح الغيب لا يعلمها إلا هو. وهو الذي ينزل الغيث من بعد ما قنطوا وينشر رحمته. وهو الذي يولج الليل في النهار ويولج النهار في الليل. ويخرج الحي من الميت ويخرج الميت من الحي. لا ملجأ من الله إلا إليه. وما لهم من دونه من وال، وكلهم آتيه يوم القيامة فرداً.\r\rوهكذا .. وهكذا .. جعلت هذه الحقيقة تملأ على الناس حياتهم، وتواجههم في كل درب، وتتراءى لهم في كل صوب، وتأخذ على أنفسهم أقطارها، وتعايشهم وتساكنهم بالليل والنهار، وبالغدو والأسحار، وحين يستغشون ثيابهم، وحين تهجس سرائرهم، وحين يستخفون من الناس. بل حين يستخفون من نفوسهم التي بين جنوبهم.\r\rحقيقة الربانية:\rبهذا كله وُجدت - في الأرض وفي دنيا الناس - حقيقة أخرى .. \" حقيقة الربانية \" متمثلة في ناس من البشر. وُجد \" الربانيون \" الموصولون بالله العائشون بالله ولله .. الذين ليس في قلوبهم وليس في حياتهم إلا الله، الذين فرغت قلوبهم من حظ أنفسهم، ولم يعد لهم حظ إلا في الله، ولله.\rوُجدت حقيقة \" الربانية \" هذه في الناس، حينما وُجدت حقيقة الألوهية بصورتها في عالم الناس. حينما وُجدت بهذه القوة، وبهذا الوضوح، وبهذا العمق وبهذا الشمول، وبهذه الإحاطة التي تحجب كل وجود غيرها، وتكشف كل مؤثر سواها، وترد الأمر كله - كما هو في حقيقته - لله.","seal":"E57AE7E1","part":1},
      {"page":38,"id":39,"nass":"وحينما وُجدت حقيقة \" الربانية \" هذه في دنيا الناس، ووجد \" الربانيون \" الذين هم الترجمة الحية لهذه الحقيقة .. حينئذ انساحت الحواجز الأرضية، والمقررات الأرضية، والمألوفات الأرضية .. ودبت هذه الحقيقة على الأرض، حرة من الحواجز .. حرة من المقررات .. حرة من المألوفات، وصنع الله ما صنع في الأرض، وفي حياة الناس، بتلك الحفنة من العباد، الذين تمثلت فيهم تلك الحقيقة الكبيرة، التي ليس ورائها حقيقة إلا ما اتصل بها واستُمد منها فأصبح له وجود مؤثر في هذا الوجود.\r\rوبطلت الحواجز التي اعتاد عليها الناس أن يروها تقف في وجه الجهد البشري وتحدد مداه.\r\rوبطلت المألوفات التي يقيس بها الناس الأحداث والأشياء .. بطلت المقررات التي كان الناس يحكمونها في الأوضاع والأحداث. وثبتت هذه القيمة الجديدة - في عالم الواقع - لأنها وحدها القيمة ذات الوجود الحقيقي الكبير!\r\rووُجد الواقع الإسلامي الجديد .. وولد معه الإنسان الحقيقي الجديد (¬1).\r¬__________\r(¬1) مقومات التصور الإسلامي ص (193 - 194).","seal":"9007F080","part":1},
      {"page":39,"id":40,"nass":"الفصل الرابع\rنقطة البداية","seal":"03E3D7B1","part":1},
      {"page":40,"id":41,"nass":"نقطة البداية\rخلصنا مما سبق بيانه أنه لكي يُحقق المرء في نفسه صفات العبودية لله عز وجل، ويرتدي رداءها لابد له من معرفة عميقة به سبحانه ..\r\rهذه المعرفة تحتاج إلى معلومات .. هذه المعلومات بثها الله عز وجل في الكون المحيط بنا، من مخلوقات تراها أعيننا، ومن أحداث تمر بنا في حياتنا.\r\rكما أرسل سبحانه وتعالى لعباده دليلاً يدل عليه، ويقود من يستخدمه إلى معرفته، وإلى الانتفاع بآياته المبثوثة في كونه .. هذا الدليل هو الكتاب الخالد .. القرآن الكريم: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (15) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [المائدة:15، 16].\r\rالتمسك بالدليل هو البداية:\rإن القرآن الذي بين أيدينا وتراه أعيننا قادر - بإذن الله - على أن يعرفنا بربنا معرفة يقينية، وأن يُنشئ الإيمان بقاعدته العريضة في قلوبنا، وأن يجعلنا نربط حياتنا به سبحانه، وأن يعلمنا كيف نعتبر بآياته المنظورة، وكيف نستدل من خلالها على الله عز وجل فتزداد بذلك المعرفة ومن ثَمَّ المعاملة والقرب.\r\rكل ذلك يفعله القرآن وأكثر وأكثر: {إِنَّ هَذَا الْقُرْآَنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} [الإسراء:9].\r\rإذن فنقطة البداية في رحلة المعرفة والسير إلى الله هي اتخاذ الدليل الذي يدلنا على الله ويعرفنا به ... وهذه هي وظيفة القرآن المتفردة.\rويؤكد على هذا المعنى ابن القيم - رحمه الله - فيقول: لا شيء أنفع للقلب من قراءة القرآن بالتدبر والتفكر؛ فإنه جامع لجميع منازل السائرين، وأحوال العاملين، ومقامات العارفين، وهو الذي يورث المحبة والشوق، والخوف والرجاء، والإنابة والتوكل، والرضا، والتفويض، والشكر والصبر، وسائر الأحوال التي بها حياة القلب وكماله (¬1).\r\rولكي يقوم القرآن بهذه الوظيفة لابد وأن نتعامل معه على حقيقته ... وأنه أعظم وسيلة تعرف بالله وتُنشئ الإيمان في القلب ... تأمل معي تعليق الإمام البخاري على قوله تعالى: {إِنَّهُ لَقُرْآَنٌ كَرِيمٌ (77) فِي كِتَابٍ مَكْنُونٍ (78) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ} [الواقعة:77 - 79].\rيقول: \"لا يجد طعمه إلا من آمن به.\"\r__________\r(¬1) مفتاح دار السعادة لابن القيم (1:553) - دار ابن عفان - الخُبر - السعودية.","seal":"48F6B494","part":1},
      {"page":41,"id":42,"nass":"لابد إذن من الاقتناع بأهمية القرآن في بناء الإيمان وتحقيق العبودية .. هذه القناعة ستثمر بمشيئة الله رغبة، وعلى قدر الرغبة والعزم يكون المدد من الله، فالإمداد على قدر الاستعداد، وكما قال صلى الله عليه وسلم: \"ومن يتحر الخير يُعطه \" (¬1).\r\rوجاء في الأثر عن أبي الدرداء قال: لما أهبط الله آدم إلى الأرض قال له: يا آدم أحبني وحببني إلى خلقي، ولن تستطيع أن تفعل ذلك إلا بي، ولكن إذا رأيتك حريصاً على ذلك أعنتك عليه، فإذا فعلت ذلك فخذ به اللذة والنظرة وقرة العين والطمأنينة (¬2).\rفالرغبة والحرص هما مفتاح الانتفاع بالقرآن، ومفتاح لكل خير (¬3) .. ألم يقل سبحانه: {إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (27) لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} [التكوير:27، 28].\r\rوسائل معينة:\rومع الرغبة والحرص هناك بعض الوسائل التي من شأنها أن تسرع الخطى بنا للدخول إلى عالم القرآن والاغتراف من معينه ... هذه الوسائل يمكن أن نستخلصها من التفكر في هدفنا من التعامل مع القرآن، ألا وهو التعرف على الله عز وجل وإنشاء الإيمان في القلب وبث الروح فيه، فالمعرفة تستدعي فهماً للآيات، واستمراراً لقراءتها والتعامل معها حتى يرسخ مدلولها في العقل، وتستدعي كذلك تجاوب المشاعر معها حتى تثمر إيماناً في القلب .. هذا الإيمان لن يستقر في القلب، ولن يشكل جزءاً أصيلاً من المشاعر إلا إذا حدث تكرار واستمرارية في الطرق على تلك المشاعر.\r\rإذن فقد وضحت أمامنا الوسائل ... مداومة على القراءة اليومية وبأكبر وقت ممكن ... قراءة في مكان هادئ -قدر المستطاع - يستجمع فيه المرء شوارد فكره ليستعين بذلك على التركيز مع الآيات وفهمها ...\r\rأيضاً لابد من تهيئة المشاعر واستجماعها مع القراءة وذلك يمكن حدوثه من خلال التباكي مع القرآن وتكلف الحزن ...\r\rوكذلك فإن القراءة الجهرية والترتيل وتحسين الصوت لهما أثر كبير في استثارة المشاعر وعدم شرود الذهن.\r\rوكما نُعمل عقولنا في أي شيء نقرؤه لكي نفهمه، علينا أن نفعل ذلك مع القرآن، فإذا ما حدث تأثر بآية من الآيات علينا أن نُكثر من ترديدها ليستقر مدلولها في عقولنا، وينمو الإيمان بها في قلوبنا .. وشيئا فشيئا يستقر هذا الإيمان في المشاعر.\r\rبهذه الوسائل السهلة يمكننا بمشيئة الله الانتفاع بالقرآن.\r\rالتدبر والترتيل:\rومما تجدر الإشارة إليه أن هذه الوسائل تدور في فلك الأمرين اللذين أمرنا الله بهما عند قراءة القرآن:\rالأمر الأول: تدبره عند قراءته: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ} [محمد:24].\r{كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} [ص: 29]\rوالأمر الثاني: ترتيله: {وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا} [المزمل:4].\rفالتدبر يخاطب العقل، والترتيل يخاطب المشاعر، فإذا ما قمنا بتنفيذ هذين الأمرين في نفس الوقت فسيؤدي ذلك إلى مزج الفكر بالعاطفة، ومن ثَمَّ زيادة الإيمان في القلب فنحقق قوله تعالى: {وَإِذَا تُلِيَتْ عَلَيْهِمْ آَيَاتُهُ زَادَتْهُمْ إِيمَانًا} [الأنفال:2].\r\rهكذا كان يفعل الصحابة:\rإن كان الجيل الأول قد تحقق بصفات الربانيين، والعيش في حقيقة العبودية، فإن العامل الأساسي لهذا النجاح هو القرآن كما أسلفنا، فلقد كانوا يتعاملون معه على حقيقته، وكان أستاذهم ومربيهم محمد صلى الله عليه وسلم يتابعهم في ذلك، ويرشدهم إلى الوسائل النافعة المعينة على فهمه والتأثر به.\r¬__________\r(¬1) حسن: صحيح الجامع الصغير (2328).\r(¬2) استنشاق نسيم الأنس لابن رجب الحنبلي، ص (127).\r(¬3) بفضل الله تم الحديث عن هذا الموضوع بشيء من التفصيل في كتاب «تحقيق الوصال بين القلب والقرآن».","seal":"80592BF2","part":1},
      {"page":42,"id":43,"nass":"وإليك أخي القارئ بعضا من التفصيل حول هذه الوسائل - والتي تحدثنا عنها بإجمال في الأسطر السابقة - مع ذكر أمثلة تؤكدها من السنة المطهرة وفعل الصحابة رضوان الله عليهم.\r\rأولاً: الانشغال بالقرآن وتلاوته كل يوم:\r\rفمن البديهي أننا ما دمنا نحتاج إلى معرفة الله عز وجل، ودوام ربط أحداث الحياة به، والتجلبب الدائم بجلباب العبودية، فهذا يستدعي تلاوة القرآن كل يوم، وبقدر مناسب، وكلما أعطينا للقرآن وقتاً أطول من يومنا كان المردود أكثر إيجابية بمشيئة الله، وفي المقابل عندما لا نداوم على قراءته كل يوم فسيصعب علينا الانتفاع بما فيه ... قال صلى الله عليه وسلم: \" تعاهدوا القرآن فوالذي نفسي بيده، لهو أشد تفصياً من قلوب الرجال من الإبل في عُقلها\" (¬1).\r\rفلكي يسهل على اللسان قراءته، وعلى العقل فهمه، وعلى القلب التأثر به لابد من مداومة تلاوته وعدم جفائه ولو يوما .. قال صلى الله عليه وسلم: \"اقرؤوا القرآن واعملوا به، ولا تجفوا عنه\" (¬2).\rعن الحسن البصري قال: قال أمير المؤمنين عثمان بن عفان رضي الله عنه: لو أن قلوبنا طهرت ما شبعنا من كلام ربنا، وإني لأكره أن يأتي علي يوم لا أنظر في المصحف، وما مات عثمان رضي الله عنه حتى خُرق مصحفه من كثرة ما كان يديم النظر فيه (¬3).\rوعن ابن عباس رضي الله عنه قال: كان عمر بن الخطاب رضي الله عنه إذا دخل البيت نشر المصحف فقرأ فيه (¬4).\r\rثانيا: التهيئة الذهنية:\rوالمقصد منها تهيئة الذهن لفهم القرآن وعدم الشرود أو التيه في أودية الدنيا، وهذا يستدعي منا أن نقرأ القرآن في مكان هادئ قدر المستطاع دون وجود ما يشوش علينا صفاء أذهاننا، ومما يؤكد ذلك المعنى ما رواه أبو داود بسند صحيح عن أبي سعيد قال: اعتكف رسول الله صلى الله عليه وسلم في المسجد فسمعهم يجهرون بالقراءة فكشف الستر وقال: \" ألا إن كلكم مناج ربه فلا يؤذين بعضكم بعضاً، ولا يرفع بعضكم على بعض في القراءة \".\r\rوجاء ذكر ذلك أيضا في الأمر بالإنصات وليس بالسكوت عند سماع القرآن لأن الفرق بينهما كبير: {فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} [الأعراف:204] وقد فهمت الجن ذلك فنصح بعضهم بعضاً ليس فقط بالسماع ولا بالسكوت ولكن: {فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا} [الأحقاف:29].\r\rثالثاً: التهيئة القلبية:\rوهذه الوسيلة من أهم الوسائل التي تُسرع بنا الخطى نحو الانتفاع بالقرآن والتأثر به، وكيف لا وقد قال تعالى: {سَيَذَّكَّرُ مَنْ يَخْشَى} [الأعلى:10].\rوقال: {فَذَكِّرْ بِالْقُرْآَنِ مَنْ يَخَافُ وَعِيدِ} [ق:45].\rوالمقصد منها تهيئة المشاعر لسرعة الاستثارة والتجاوب مع الآيات، ويمكن أن يتم ذلك من خلال القراءة بتباكي وتحزن وتخشع (أي تكلف ذلك) قال صلى الله عليه وسلم: \"اتلوا القرآن وابكوا فإن لم تبكوا فتباكوا\" (¬5).\rوقال: \" أحسن الناس قراءة الذي إذا قرأ رأيت أنه يخشى الله \" (¬6).\rوهذا عبد الله بن مسعود رضي الله عنه ينصحنا قائلاً:\r\"اقرؤوا القرآن وحركوا به القلوب، ولا يكن هم أحدكم آخر السورة\" (¬7).\rومما لاشك فيه أن المداومة على القراءة بتباك وتحَزُّن لها دور كبير في تحريك القلب وتأثره بالقرآن.\r¬__________\r(¬1) متفق عليه.\r(¬2) صحيح الجامع (1168).\r(¬3) حياة الصحابة (3:168).\r(¬4) المصدر السابق.\r(¬5) رواه ابن ماجه (1337) وسنده جيد كما ذكر العراقي في تخريج الإحياء.\r(¬6) رواه أبو نعيم في \" أخبار أصبهان \"، والطبراني في \" المعجم الكبير \" وصححه الألباني في صحيح الجامع الصغير (194).\r(¬7) شعب الإيمان للبيهقي (2042).","seal":"03ECEDF8","part":1},
      {"page":43,"id":44,"nass":"رابعاً: القراءة من المصحف:\rفالقراءة من المصحف لها فوائد عظيمة في عدم شرود الذهن، ومن ثم حدوث الفهم والتأثر، قال صلى الله عليه وسلم: \" من سره أن يحب الله ورسوله فليقرأ في المصحف \" (¬1).\r\rخامساً: الجهر بالقراءة والترتيل وتحسين الصوت:\rفهذه الوسائل لها وظيفة كبيرة في استجلاب التأثر، قال صلى الله عليه وسلم: \" ما أذن الله لشيء كما أذن لنبي حسن الصوت يتغنى بالقرآن يجهر به \" (¬2).\rوقال: حسنوا القرآن بأصواتكم فإن الصوت الحسن يزيد القرآن حُسنا \" (¬3).\rوكاد ابن مسعود يُقرئ القرآن رجلاً، فقرأ الرجل: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} [التوبة:60] مرسلة، فقال ابن مسعود: ما هكذا أقرأنيها رسول الله صلى الله عليه وسلم، قال: كيف أقرأكها يا أبا عبد الرحمن؟ قال أقرأنيها: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} [التوبة:60] فمدها (¬4).\r\rسادساً: إعمال العقل في فهم الآيات:\r\rفمما لا شك فيه أن تدبر العقل للآيات والاجتهاد في فهمها يشكل المحور الأساسي للانتفاع بالقرآن، فبدونه لن تتم التذكرة ومن ثم التأثر واليقظة: {لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ} [الحاقة:12].\r\rفتدبر القرآن وفهمه - ولو إجماليًا- أمر لابد منه: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص:29].\r\rوقال الحسن بن علي: اقرأ القرآن ما نهاك، فإن لم ينهك فلست تقرأه.\rأي إن لم تعش مع القرآن وتفهم خطابه وما يأمرك به وينهاك فأنت بذلك لا تقرؤه قراءة صحيحة.\r\rولأن القرآن حمال أوجه، فيمكن للجميع أن يتدبروه ويفهموه بقدر مستوى إدراكهم ...\r\rنعم، سيتفاوت الفهم من شخص لآخر، ما بين فهم عميق أو سطحي أو متوسط، لكن ليست العبرة بعمق الفهم، ولكن بالتأثر المصاحب لهذا الفهم، والذي من خلاله يزداد الإيمان، وينتبه القلب، وهذا أمر متاح للجميع بإذن الله.\r\rفن قلت: ولكني أجد بعض الكلمات التي لا أفهم معناها، وبعض الآيات لا أستطيع تدبرها، فماذا أفعل؟!\r\rعلينا أن نمرر مالا نفهمه من آيات ونكتفي بالمعنى الإجمالي وذلك وقت القراءة سواء كان ذلك في الصلاة أو خارجها، وهذا ما دلنا عليه رسول الله صلى الله عليه وسلم بقوله: \" إن القرآن لم ينزل يكذب بعضه بعضاً، بل يصدق بعضه بعضاً، فما عرفتم منه فاعملوا به، وما جهلتم فردوه إلى عالمه\" (¬5).\r\rفلنسترسل في القراءة ولنُعمل عقولنا في فهم ما نقرأ بدون تكلف، ولنمرر ما لا نفهمه، حتى نسمح للآيات أن تنساب داخلنا ويتصاعد تأثيرها شيئاً فشيئاً حتى نصل لمرحلة التأثر.\r\rويمكننا بعد ذلك أن نعود للتفسير لفهم ما أُشكل علينا فهمه، ومعرفة الأحكام التي دلت عليها الآيات، ولكن في وقت آخر غير وقت القراءة.\r\rسابعاً: التجاوب مع القراءة:\r\rالقرآن خطاب من الله عز وجل يخاطبنا من خلاله، فعلينا أن نتجاوب مع هذا الخطاب، فإن كان هناك سؤال أجبنا عليه، وإن كان هناك أمر بالاستغفار أو التسبيح استغفرنا وسبحنا، وعندما نجد حديثا عن النار نستعيذ منها، وإن كان الحديث عن الجنة نتشوق إليها ونسأل الله أن يجعلنا من أهلها.\r¬__________\r(¬1) حسن، رواه أبو نعيم في الحلية، والبيهقي في شعب الإيمان، وحسنه الألباني في صحيح الجامع (6289).\r(¬2) رواه البخاري (5024)، ومسلم (792).\r(¬3) صحيح، رواه الدارمي في سننه، وصححه الألباني في صحيح الجامع (3145).\r(¬4) السلسلة الصحيحة (2237).\r(¬5) حسن، رواه الإمام أحمد في مسنده وابن ماجه في سننه.","seal":"A40ED4F0","part":1},
      {"page":44,"id":45,"nass":"عن حذيفة بن اليمان - رضي الله عنه - قال: صليت مع رسول الله صلى الله عليه وسلم ذات ليلة فافتتح بالبقرة فقرأها، ثم افتتح بالنساء فقرأها، ثم افتتح آل عمران فقرأها، يقرأ مترسلاً، إذا مر بآية فيها تسبيح سبح، وإذا مر بسؤال سأل، وإذا مر بتعوذ تعوذ، ثم ركع (¬1).\r\rوكان صلى الله عليه وسلم يمشي ذات ليلة في طرقات المدينة فسمع من يقرأ: {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ} [الغاشية:1] فبكى وقال: نعم يا رب قد أتاني.\r\rوعن نافع قال: كان ابن عمر يقرأ في صلاته، فيمر بالآية فيها ذكر الجنة فيقف ويسأل الجنة، ويدعو ويبكي، ويمر بالآية فيها ذكر النار فيقف ويستجير بالله عز وجل (¬2).\rثامناً: ترديد الآية التي تؤثر في القلب:\rبالمداومة على الوسائل السابقة ستأتي - بلا شك - لحظات يتجاوب فيها القلب مع آية من الآيات، ويتأثر بها، وهذا يعني دخول نور هذه الآية إليه، وهزها للمشاعر، وبث الروح فيه ... وهذا هو ما نريده.\r\rمن هنا كان من الضروري استثمار تلك الفرصة العظيمة والسماح لأكبر قدر من النور ليدخل القلب، وذلك من خلال ترديد الآية - أو الآيات - التي أثرت فينا ...\rقال أبو ذر رضي الله عنه: قام النبي صلى الله عليه وسلم بآية يرددها حتى أصبح: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [المائدة:118] (¬3).\r\rوعن مسروق قال: قال لي رجل من أهل مكة: هذا مقام أخيك تميم الداري، لقد رأيته ذات ليلة حتى أصبح أو كاد يصبح يقرأ آية من كتاب الله، يركع ويسجد ويبكي: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} [الجاثية:21] (¬4).\r¬__________\r(¬1) رواه مسلم (1764).\r(¬2) الزهد للإمام أحمد (1:193).\r(¬3) رواه ابن ماجه (1389)، والنسائي (1:177)، والحاكم (1:241) وصححه، ووافقه الذهبي، وقال الألباني: حسن.\r(¬4) الزهد لعبد الله بن المبارك (1:31).","seal":"73692374","part":1},
      {"page":45,"id":46,"nass":"وأخيرًا\rأخي بالمداومة على هذه الوسائل يدخل نور القرآن إلى القلب شيئاً فشيئاً، وتدب الحياة في جنباته، ويصبح في حالة دائمة من التذكر والانتباه، وليس ذلك فحسب بل ستزداد يوما بعد يوم المعرفة بالله عز وجل، وستكون بعون الله معرفة مؤثرة تُنشئ الإيمان في القلب وترسخه فيه، لينعكس ذلك على معاملات المرء مع ربه فيزداد له حباً وشوقاً وخشية وإنابة وتوكلاً ..\r\rأخي الحبيب:\r\rإن القرآن يُعد بمثابة الغيث لقلوبنا، فإن أردنا حياة حقيقية فما علينا إلا أن نجعلها تتعرض لهذا الغيث المبارك ما استطعنا إلى ذلك سبيلاً .. علينا أن نقترب دوما منه، ولا نجفو عنه، وأن نمكث معه أطول فترة زمنية ممكنة، وأن نقرأه بالطريقة التي أمرنا الله بها، وفصلها لنا رسولنا محمد صلى الله عليه وسلم .. فإن فعلنا ذلك فسيستمر إمداده لقلوبنا - بإذن الله - فيطهرها، وينورها، ويبذر فيها بذور المعرفة، ويربيها ويغذيها حتى تنبت وتُثمر الثمار المباركة.\r\rجاء في الحديث: \" مثل القرآن ومثل الناس كمثل الأرض والغيث، بينما الأرض ميتة هامدة، إذ أرسل الله عليها الغيث فاهتزت، ثم يرسل الوابل فتهتز وتربو، ثم لا يزال يرسل أودية حتى تبذر وتنبت ويزهو نباتها، ويخرج الله ما فيها من زينتها ومعايش الناس والبهائم، وكذلك فعل هذا القرآن بالناس \" (¬1).\r\rكل ذلك أخي الحبيب سيتحقق بمشيئة الله إن أحسَّنا التعامل مع القرآن، واتخذناه دليلاً في رحلتنا المباركة .. رحلة المعرفة والسير إلى الله.\r\rوالله المستعان وعليه التكلان ...\rوصل اللهم وبارك على سيدنا محمد وآله وصحبه وسلم\rوالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله.\r__________\r(¬1) رواه أبو نعيم والديلمي عن أبي سعيد - انظر كنز العمال - (2457).","seal":"9FC0DB4D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"حقيقة العبودية","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"مجدي الهلالي","bLnk":null,"Inf":null,"Auth":"مجدي الهلالي","Betaka":"الكتاب: حقيقة العبودية\r\nالمؤلف: مجدي الهلالي\r\nالناشر: مؤسسة اقرأ للنشر والتوزيع والترجمة، القاهرة\r\nعدد الأجزاء: 1\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"الدكتور مجدي الهلالي\rطبيب تحاليل طبية، وداعية مصري، من أعلام الدعوة الإسلامية والإخوان المسلمين بمصر، كان له دور فى العمل الطلابى أثناء دراسته الجامعية، اتجه إلى التأليف، فقدم عشرات الكتب فى الدعوة و التربية الإيمانية، والتى تهدف إلى ارتقاء الفرد بنفسه والتخلص من مثبطات الهمم، له العديد من الخطب والتسجيلات والمقالات فى مختلف الصحف والمواقع الالكترونية، شارك فى العديد من الندوات والمؤتمرات المحلية والدولية، عمل بالسعودية فأقام في المدينة المنورة فترة طويلة من عام 1994م وحتى عام 2005م حيث الجوار الطيب المبارك الذي ساعده كثيرا في التأليف، وهو الآن مقيم في القاهرة. وما زال يمارس الدعوة والتربية.\r\rمن مؤلفاته\r1. الإيمان أولاً - فكيف نبدأ به؟\r2. ظاهرة الضعف النفسي وسبل علاجها\r3. واجبات الشاب المسلم\r4. من فقه الأولويات في الإسلام\r5. أضواء على طريق الدعوة\r6. رسالة من غريق\r7. طوق النجاة\r8. فلنبدأ بأنفسنا\r9. هلموا إلى ربكم\r10. رسالة إلى أخي في الله.\r11. تحقيق الوصال بين القلب والقرآن\r12. أين المخرج فالصخرة أغلقت الغار\r13. عودة الروح ويقظة الإيمان\r14. التوازن التربوي\r15. وماذا بعد؟\r16. الجيل الموعود بالنصر والتمكين\r17. كيف نغير ما بانفسنا\r18. كيف نحب الله ونشتاق إليه\r19. العودة إلى القرآن -لماذا وكيف\r20. إنه القرآن سر نهضتنا\r21. حطم صنمك\r22. ركائز الدعوة\r23. حقيقة العبودية\r24. الطريق إلى الربانية\r25. الوعد الحق والثقة\r26. فلنبدأ بأنفسنا\r27. صور مرفوضة إحذرها أخي الداعية\r28. طريق الإصلاح .. أضواء على مفاهيم مختلطة\r29. مهلا أخي الداعية\r30. نظرات في التربية الإيمانية\r31. ركائز الدعوة\r32. أيامًا معدودات\r33. الطوفان قادم .. الله أو الدمار\r\rوكذلك مجموعة من الكتيبات منها:\r1. حتى لا نخسر رمضان\r2. كيف نستفيد من رمضان\r3. الكنز المهجور","seal":"BB8E371E","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36404,"BkId":36404,"oAuth":2289,"bVer":1,"aSeal":"EF88F3EB"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36404":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"الفصل الأول معنى العبودية"},
      {"lvl":2,"id":4,"sub":0,"tit":"الجنة تنتظرك"},
      {"lvl":2,"id":4,"sub":1,"tit":"أحب الخلق إلى الله"},
      {"lvl":2,"id":4,"sub":2,"tit":"جوهر العبودية"},
      {"lvl":2,"id":5,"sub":0,"tit":"تكوين الإنسان"},
      {"lvl":2,"id":5,"sub":1,"tit":"الضعيف العاجز"},
      {"lvl":2,"id":6,"sub":0,"tit":"الجاهل الفقير"},
      {"lvl":2,"id":6,"sub":1,"tit":"لا يملك شيئا"},
      {"lvl":2,"id":7,"sub":0,"tit":"هذه هي حقيقتك"},
      {"lvl":2,"id":8,"sub":0,"tit":"العبودية والفطرة"},
      {"lvl":2,"id":8,"sub":1,"tit":"السعادة الحقيقية"},
      {"lvl":2,"id":9,"sub":0,"tit":"عجزي كنزي"},
      {"lvl":2,"id":10,"sub":0,"tit":"أهمية العبودية"},
      {"lvl":2,"id":11,"sub":0,"tit":"التمرد على العبودية"},
      {"lvl":2,"id":11,"sub":1,"tit":"تضخم الذات"},
      {"lvl":1,"id":13,"sub":0,"tit":"الفصل الثاني بين العبادة والعبودية"},
      {"lvl":2,"id":14,"sub":0,"tit":"العبودية لا تتغير"},
      {"lvl":2,"id":15,"sub":0,"tit":"لا بديل عن الاتباع"},
      {"lvl":2,"id":15,"sub":1,"tit":"قيمة عبادات الجوارح"},
      {"lvl":2,"id":16,"sub":0,"tit":"بين الشكل والمضمون"},
      {"lvl":2,"id":17,"sub":0,"tit":"النسبة بين الشكل والمضمون"},
      {"lvl":2,"id":18,"sub":0,"tit":"العبادة المؤثرة"},
      {"lvl":2,"id":19,"sub":0,"tit":"أين الأثر؟"},
      {"lvl":2,"id":19,"sub":1,"tit":"المشاعر أولا"},
      {"lvl":2,"id":20,"sub":0,"tit":"تربية الأبناء على العبودية"},
      {"lvl":2,"id":20,"sub":1,"tit":"اقتران العبادة بالعبودية"},
      {"lvl":2,"id":21,"sub":0,"tit":"خطورة الإهتمام بالشكل دون المضمون"},
      {"lvl":2,"id":21,"sub":1,"tit":"زخرفة المساجد"},
      {"lvl":1,"id":23,"sub":0,"tit":"الفصل الثالث ملامح عامة لطريق العبودية"},
      {"lvl":2,"id":24,"sub":0,"tit":"لماذا لا تتجه القلوب إلى الله؟"},
      {"lvl":2,"id":24,"sub":1,"tit":"المعاملة على قدر المعرفة"},
      {"lvl":2,"id":25,"sub":0,"tit":"أهمية المعرفة"},
      {"lvl":2,"id":25,"sub":1,"tit":"غاية المعرفة"},
      {"lvl":2,"id":26,"sub":0,"tit":"لوجدتني عنده"},
      {"lvl":2,"id":27,"sub":0,"tit":"الله مقصدنا وغايتنا"},
      {"lvl":2,"id":27,"sub":1,"tit":"التوحيد الخالص"},
      {"lvl":2,"id":28,"sub":0,"tit":"الاكتفاء بالله"},
      {"lvl":2,"id":29,"sub":0,"tit":"المعرفة المؤثرة"},
      {"lvl":2,"id":30,"sub":0,"tit":"نور الإيمان"},
      {"lvl":2,"id":30,"sub":1,"tit":"مفتاح المعرفة"},
      {"lvl":2,"id":31,"sub":0,"tit":"مجالات استخدام العقل"},
      {"lvl":2,"id":32,"sub":0,"tit":"تجليات الرب"},
      {"lvl":2,"id":32,"sub":1,"tit":"حاكمية الوحي"},
      {"lvl":2,"id":33,"sub":0,"tit":"التفكر يقود إلى المعرفة"},
      {"lvl":2,"id":34,"sub":0,"tit":"عبادة التفكر"},
      {"lvl":2,"id":34,"sub":1,"tit":"دليل المعرفة"},
      {"lvl":2,"id":34,"sub":2,"tit":"طريقة فريدة"},
      {"lvl":2,"id":35,"sub":0,"tit":"التدبر والاعتبار"},
      {"lvl":2,"id":36,"sub":0,"tit":"ألوان العبودية"},
      {"lvl":2,"id":36,"sub":1,"tit":"منهج القرآن في التعريف بالله"},
      {"lvl":2,"id":37,"sub":0,"tit":"منهج فريد"},
      {"lvl":2,"id":37,"sub":1,"tit":"المنة الكبرى"},
      {"lvl":2,"id":38,"sub":0,"tit":"نموذج لا ينسى"},
      {"lvl":2,"id":38,"sub":1,"tit":"حقيقة الربانية"},
      {"lvl":1,"id":40,"sub":0,"tit":"الفصل الرابع نقطة البداية"},
      {"lvl":2,"id":41,"sub":0,"tit":"التمسك بالدليل هو البداية"},
      {"lvl":2,"id":42,"sub":0,"tit":"وسائل معينة"},
      {"lvl":2,"id":42,"sub":1,"tit":"التدبر والترتيل"},
      {"lvl":2,"id":42,"sub":2,"tit":"هكذا كان يفعل الصحابة"},
      {"lvl":3,"id":43,"sub":0,"tit":"أولا: الانشغال بالقرآن وتلاوته كل يوم"},
      {"lvl":3,"id":43,"sub":1,"tit":"ثانيا: التهيئة الذهنية"},
      {"lvl":3,"id":43,"sub":2,"tit":"ثالثا: التهيئة القلبية"},
      {"lvl":3,"id":44,"sub":0,"tit":"رابعا: القراءة من المصحف"},
      {"lvl":3,"id":44,"sub":1,"tit":"خامسا: الجهر بالقراءة والترتيل وتحسين الصوت"},
      {"lvl":3,"id":44,"sub":2,"tit":"سادسا: إعمال العقل في فهم الآيات"},
      {"lvl":3,"id":44,"sub":3,"tit":"سابعا: التجاوب مع القراءة"},
      {"lvl":1,"id":46,"sub":0,"tit":"وأخيرا"}
    ]
}
