{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36428":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله تعالى الذي علا في سماواته، الذي جعل الموت والحياة آية من آياته، والصلاة والسلام على محمد سيد البريات، وصاحب المعجزات الباهرات، وعلى آله وأصحابه ألوية الصدق، ونسيم الأنفس الزاكيات.\rوبعد:\rأخي المسلم: رووا أن أعرابيًا كان يسير على جمل له، فخَرَّ الجمل ميتا! فنزل الأعرابي عنه وجعل يطوف به ويتفكر فيه! ويقول: مالك لا تقوم؟ ! مالك لا تنبعث؟ !\rهذه أعضاؤك كاملة! وجوارحك سالمة!\rما شأنك؟ ! ما الذي كان يحملك؟ ! ما الذي كان يبعثك؟ ! ما الذي صرعك؟ ! ما الذي عن الحركة منعك؟ !\rثم تركه وانصرف متفكرا في شأنه!\rأخي: إنه (الموت! ) مهلك العباد .. ومُوحش البلاد .. وميتم الأولاد .. ومذل الجبابرة الشداد ..\rلا يعرف الصغير .. ولا يميِّز بين الوضيع والوزير .. ولا يحابي صاحب المنصب الكبير ..\rسيوفه على العباد مصلتة .. ورماحه على صدورهم مشرعة .. وسهامه لا تطيش عن الأفئدة ..\rخبرٌ عَلِمْنَا كلُّنا بمكانه ... وكأنَّنا في حَالنا لم نَعْلَم","seal":"4ABF98E1","part":1},
      {"page":6,"id":3,"nass":"أخي: إنه (الموت! ) كم قرَّح من قلوب .. وكم أوقع من كروب .. أبشع من أن يوصف! وأشد من أن يعرف! سره مطوي من الخلائق .. لا يعلمه إلا كاشف الضُّر والبوائق .. تبارك وتعالى وتنزَّه من خالق ..\rأخي: كأس الموت أمرُّ من الحنظل! لا يعرف طعمها إلا من ذاقها! وأنَّى لمن ذاقها أن يصفها على حقيقتها؟ !\r* لما نزل الموت بعمرو بن العاص - رضي الله عنه - قال له ابنه: يا أبتِ قد كنتَ تقولُ: إني لأعجب من رجل ينزل به الموت ومعه عقله ولسانه كيف لا يصفه؟ !\rفقال: يا بُني الموت أعظم من أن يوصف! ولكن سأصف لك منه شيئًا: والله لكأنَّ على كتفي جبال رضوى وتهامة!\rوكأني أتنفس من سم إبرة! ولكأن في جوفي شوكة عوسج!\rولكأن السماء أطبقت على الأرض وأنا بينهما!\rأخي: يا حر قلب علم أن له يومًا يتجرع فيه مرارة تلك الكأس! أخي ألا قلت معي بقلب صادق: اللهم هوِّن علينا سكرات الموت يوم تُطْوَى صَحَائفنا! وتنقضي أيامُنا! برحمتك يا راحم المستعيذين بك .. وواهب المخطئين لعفوكَ ..\rأخي: ألا أنبه ما بك من الغفلة؟ ! ألا أدخل الفزع في قلبك؟ !\rفخذ أخي هذا الوصف الفظيع للموت!\rقال عمر بن الخطاب - رضي الله عنه - لكعب: يا كعب حدثنا عن الموت!","seal":"F5BEA942","part":1},
      {"page":7,"id":4,"nass":"قال: إن الموت كشجرة شَوْك أدخلت في جوف ابن آدم! فأخذت كل شوكة بعرق منه! ثم جذبها رجل شديد القُوى فقطع منها ما قطع، وأبقى ما أبقى!\rأخي: فيا لله كم هذا الموت فظيع! وكم هو شديد وعظيم!\rوروي أيضًا: أن الموت أشد من ضرب بالسيوف! ونشر بالمناشير! وقرض بالمقاريض!\r{وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ} [ق: 19].\rأخي: حقا! يا لها من سكرة! ويا لها من شدَّة! هنالك حيث الرُّوح تحشرجت! والأعين قد شخصت! والقلوب قد وَجَفَتْ! والكلمات تلجلجت!\rفيا لله! كم في ذلك من كربات! وكم فيه للنفوس من مصائب وبليات!\rيا مَن أقامَ وقد مضَى إخوانُهُ ... ما أنت إلاَّ واحدٌ ممن مضى\rأنَسيتَ أن تُدعَى وأنتَ مُحَشْرَجٌ ... ما إن تفيقُ ولا تُجاوبُ مَنْ دَعا\r\rأخي في الله: أليس مما يُدخل الفزع في النفوس! أن نبينا - صلى الله عليه وسلم - يوم أن أجاب داعي ربه سأل ربه تعالى أن يخفف عنه سكرات الموت؟ ! !","seal":"058DD93B","part":1},
      {"page":8,"id":5,"nass":"فها هي أم المؤمنين عائشة رضي الله عنها تحكي لنا ذلك، فتقول: وبين يديه ركوة أو علبة فيها ماء، فجعل يدخل يديه في الماء فيمسح بهما وجهه يقول: «لا إله إلا الله إنَّ للموت سكرات! » [رواه البخاري].\rوللترمذي: «اللهم أعني على غمرات الموت! وسكرات الموت! ». أخي: ما أعظم سكرات الموت! وما أشد كرباته! أبعد رسول الله - صلى الله عليه وسلم - يُرجى لأحد أن يشرب كأس الموت صافيًا؟ !\r(فمثِّل نفسك يا مغرور وقد حلَّت بك السكرات! ونزل بك الأنين والغمرات! فمن قائل يقول: إن فلانًا قد أوصى، وماله لا يُحصى!\rومن قائل يقول: إن فلاناً ثقل لسانه. فلا يعرف جيرانه! ولا يكلِّم إخوانه!\rفكأني أنظر إليك تسمع الخطاب، ولا تقدر على رد الجواب!\rثم تبكي ابنتك وهي كالأسيرة وتتضرع وتقول: حبيبي! أبي! من ليتمي من بعدك؟ ! ومن لحاجتي؟ !\rوأنت والله تسمع الكلام! ولا تقدر على رد الجواب!\rوأقْبَلتِ الصُّغرى تُمرِّغُ خدَّها ... على وجْنتي حينًا وحينًا على صَدْري\rوتَخمشُ خدَّيها وتَبكي بحُرْقةٍ ... تُنادي: أبي إني غُلِبْتُ على الصَّبْر","seal":"09FC2609","part":1},
      {"page":9,"id":6,"nass":"حَبيبي أبي مَنْ لليتَامى تركتَهمُ\rكأفراخ زُغْب في بعيدٍ من الوَكر\r\rأخي المسلم: لمثل هذا اليوم! فلتعد الزاد .. لمثل هذا اليوم! فلتهجر العناد والفساد .. ولمثل هذا اليوم! فلتتق رب العباد ..\rدخل الحسن البصري رحمه الله على مريض يعوده فوجده في سكرات الموت! فنظر إلى كربه وشدة ما نزل به، فرجع إلى أهله بغير اللون الذي خرج به من عندهم!\rفقالوا له: الطعام يرحمك الله.\rفقال: يا أهلاه! عليكم بطعامكم وشرابكم، فوالله لقد رأيتُ مصرعًا! لا أزال أعمل له حتى ألقاه!\rأخي: أولئك الصالحون حقًا .. أخذوا في التهيؤ للرَّحيل .. وقد غفل الغافلون حتى هجم عليهم الموت! فطالت الحسرات .. وكثرت الجراحات .. فيا لسعادة أهل الخواتم الحسنة يوم تتلقاهم الملائكة: {سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ} [النحل: 32].\rوقال الله تعالى: {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا} [الأحزاب: 44].\rقال البراء بن عازب - رضي الله عنه -: (فيسلم ملك الموت على المؤمن عند قبض روحه، لا يقبض روحه حتى يسلم عليه).\r\rأخي في الله: إذا انكشف غطاء الحياة الفانية! خرجت تلك الأرواح المؤمنة الطاهرة تُزَفُّ إلى بارئها تعالى .. وقد أحدقت بها","seal":"13589424","part":1},
      {"page":10,"id":7,"nass":"الملائكة المقربون! فتفتَّح لها أبواب السموات! فيستبشر بها أهل السماوات، ويثنون على صاحبها! وهم يتنسَّمون ريحها الطَّيِّب! الذي يشبه عمل صاحبها!\rفيا لله! ما أسعدها من لحظات لتلك الأرواح الطَّاهرة .. وكأنها تقول: وداعًا دار النُّحس والنكد .. وداعًا دار الشقاء والجهد ..\rوداعًا أيتها الدار الدَّنِيَّة .. الآسِنَة الرَّديَّة ..\r\rومرحبًا بدار البقاء .. مرحبًا بدار النَّعيم والهَنَاء .. مرحبًا بدار لا يمسنا فيها نصب ولا عناء ..\rأخي: سلَّمني الله وإيَّاك من كل سوء، تلك هذه قصة الأرواح الطَّاهرة! وها أنا أخبرك بقصة عروجها الطَّاهر، كما أخبرنا بذلك النبي - صلى الله عليه وسلم - ..\rإذ يقول - صلى الله عليه وسلم -: «إن العبد المؤمن إذا كان في انقطاع من الدُّنيا وإقبال من الآخرة؛ نزل إليه ملائكة من السماء بيض الوجوه كأنَّ وجوههم الشمس! معهم كفن من أكفان الجنَّة! وحَنُوط من حَنُوط الجنَّة! حتى يجلسُوا منه مَدَّ البَصَر ثم يجيء ملك الموت - عليه السلام - حتى يجلس عند رأسه فيقول: أيتها النفس الطيبة اخرجي إلى مغفرة من الله ورضوان.\rقال: فتخرج تسيل كما يسيل القطرة في السقاء! فيأخذها، فإذا أخذها لم يدعوها في يده طرفة عين! حتى يأخذوها فيجعلوها في ذلك الكفن وفي ذلك الحنوط، ويخرج منها كأطيب نفحة مسك وجدت على وجه الأرض!","seal":"85689BCB","part":1},
      {"page":11,"id":8,"nass":"قال: فيصعدون بها فلا يمرون على ملأ من الملائكة إلا قالوا: ما هذا الروح الطيب؟ ! فيقولون: فلان بن فلان بأحسن أسمائه التي كانوا يسمُّونه بها في الدنيا، حتى ينتهوا بها إلى السماء الدنيا، فيستفتحون له فيفتح لهم، فيشيعه من كل سماء مقربوها إلى السماء التي تليها! حتى يُنتهى به إلى السماء السابعة.\rفيقول الله عز وجل: اكتبوا كتاب عبدي في عليين، وأعيدوه إلى الأرض فإني منها خلقتهم، وفيها أعيدهم، ومنها أخرجهم تارةً أخرى». [رواه أحمد وغيره].\rأخي: أرأيت كيف سعدت تلك الأنفس الزكية بلقاء بارئها تعالى؟ ! فما أسعدها من أرواح عاملت ربها تعالى في الدنيا بالصدق والإخلاص؛ فلقَّاها جزاء الصادقين .. وألبسها رداء الصديقين .. ولمثل هذا فليعمل العاملون.؟\rثم أخي أما بلغَكَ خبر تلك الأرواح التي تنكَّرت لخالقها تعالى! فكفرت بعبوديته تعالى؟ ! فما هي قصتها يا تُرى؟ !\rلقد جازاها الله تعالى جزاء أعدائه! الذين أعدَّ لهم من العذاب والنكال ما تتفطَّر لذكره الأفئدة!\rفها هو نبينا الصادق - صلى الله عليه وسلم - يخبرنا عن تلك الأنفس الخبيثة التي لم تقم بوظيفة العبودية لله تعالى!\rقال - صلى الله عليه وسلم -: «وإنَّ العبد الكافر إذا كان في انقطاع من الدنيا وإقبال من الآخرة، نزل إليه من السماء ملائكة سود الوجوه! معهم المُسُوح! فيجلسون منه مد البصر، ثم يجيء ملك الموت","seal":"D54BB50A","part":1},
      {"page":12,"id":9,"nass":"حتى يجلس عند رأسه فيقول: أيتها النفس الخبيثة اخرجي إلى سخط من الله وغضب!\rقال: فتفرق في جسده! فينتزعها كما يُنْتَزع السَّفُّود (حديدة يُشوى بها اللحم) من الصوف المبلول! فيأخذها، فإذا أخذها لم يدعوها في يده طرفة عين حتى يجعلوها في تلك المسوح، ويخرج منها كأنتن ريح جيفة وُجدَت على وجه ألأرض! فيصعدون بها فلا يمرُّون بها على ملأ من الملائكة إلا قالوا: ما هذا الروح الخبيث؟ ! فيقولون: فلان بن فلان بأقبح أسمائه التي كان يُسَمى بها في الدنيا! حتى يُنْتَهى به إلى السماء الدنيا فَيُسْتَفتَح له فلا يُفْتَح له!\rثم قرأ رسول الله - صلى الله عليه وسلم -: {لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ} [الأعراف: 40].\rفيقول الله عز وجل: اكتبوا كتابه في سِجِّين في الأرض السُّفْلى! فتُطْرحِ روحه طَرْحًا!\rثم قرأ: {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} [الحج: 31] رواه أحمد وغيره.\rأخي: أرأيت كيف هو مصير أهل الخواتم الرَّديَّة؟ ! أعاذني الله وإيَّاك من الخواتم السيئة ..\rأخي .. ما أشقى من أُغلقت دونه أبواب السَّماوات! وما أهلَكَ من استقبلت روحه ملائكة العذاب! {وَلَوْ تَرَى إِذِ","seal":"B09D9098","part":1},
      {"page":13,"id":10,"nass":"الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آَيَاتِهِ تَسْتَكْبِرُونَ} [الأنعام: 93].\rأخي المسلم: إنها منزلتان بعد الموت! لا ثالث لهما: إما أن تأتيك ملائكة الله تزُفُّ لك البشرى برضوان الله تعالى؛ وأنت يومها السَّعيد فزتَ وأفلحتَ .. وإما أن تأتيك ملائكة سود الوجوه تبشِّرك بسخط الله تعالى وسوء الخاتمة! فما أشقاك! وما أعظم خسراتك!\rالموتُ بابٌ وكلُّ النَّاس داخلُهُ ... يا ليت شعري بعد الباب ما الدارُ\rالدَّارُ جنَّة خُلْدٍ إنْ عَمِلْتَ بمَا ... يُرضي الإلَهَ وإنْ قَصَّرتَ فالنَّارُ\r\rأخي: ألا دموع تذرفها؟ ! ألا زفرات تنفثها؟ ! ألا توجعات من بين الضلوع تخرجها؟ !\rحقًا! قست القلوب! ورانَ عليها غطاء الذنوب!\rنودِّعُ الأموات .. والقلوب أموات!\rنودِّع الأموات .. ولا عبرة ولا عظَات!\rنودِّعُ الأموات .. ولا سؤال: أين القرار في النِّيران أو الجنَّات؟ !\rنودِّعُ الأموات .. وها نحن قبل الممات أموات!\rوكَمْ من صحيح باتَ للموتِ آمِنًا ... أَتَتْهُ المنَايَا بغَتةً بعدَمَا هَجَعْ","seal":"5406FFEC","part":1},
      {"page":14,"id":11,"nass":"ولَمْ يستَطع إذ جَاءهُ الموتُ بغتةً\rفِرارًا ولا منه بقوَّتهِ امتَنَعْ ... فأصبحَ تبكيهِ النِّساءُ مُقَنَّعًا\rولا يَسْمَعُ الدَّاعي وإن صوتَهَ رفَعْ ... ولا يتركُ الموتُ الغَنيَّ لمالِهِ\rولا مُعْدمًا في الحالِ ذا حاجةٍ يَدَعْ\r\rأخي في الله: إنه (كأس الموت! ) وهو حكم الحي الذي لا يموت تبارك وتعالى .. فهل تذكرت أخي أنك ستتجرَّع يومًا هذا الكأس حتى النهاية؟ ! !\rأخي: هل خلوت يومًا بنفسك فبكيت عليها! قبل أن يبكوا عليك؟ ! هل خلوت يومًا بنفسك فقلت لها: يا نفس إنَّك (شيء! ) وقد قال الله تعالى: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} [القصص: 88].\r\rأخي: (إنه هادم اللَّذات! ) دعاك النبي - صلى الله عليه وسلم - إلى كثرة تذكُّره!\rإذ يقول - صلى الله عليه وسلم -: «أكثروا ذكر هاذم اللَّذات». رواه الترمذي والنسائي/ صحيح النسائي: 1823.\rأخي: أتدري ما معنى: (هاذم اللَّذات؟ ! ) إنه: قاطعها ومعدمها! حقًا! إنه مزيل النِّعم .. وقاطع اللَّذات! فهل من مُعتَبر؟ !\rأخي: تذكُّرُ الموت يورث صدق الإقبال على الله تعالى، ويمحو عن القلب آثار الدنيا!\rقال الدَّقَّاق: (من أكثر من ذكر الموت أُكْرمَ بثلاثة أشياء:","seal":"5DE5483A","part":1},
      {"page":15,"id":12,"nass":"تعجيل التوبة، وقناعة القلب، ونشاط العبادة، ومن نسي الموت عوقب بثلاثة أشياء: تسويف التوبة، وترك الرِّضا بالكَفاف، والتكاسل في العبادة).\rأخي: ألا تنضم إلى قافلة أهل البصائر؟ ! الذين كان ذكر الموت شعارهم .. ومحاسبة النفس دثارهم .. فهنيئًا أخي لمن كان في ركابهم! وها هم يمرُّون فيملؤون النفس عظَة وذِكرى ..\r* فهذا سفيان الثَّوري رحمه الله كان إذا ذكر الموت لا ينتفع به أيامًا! فإن سئل عن شيء قال: لا أدري! لا أدري!\r* وقال التيمي رحمه الله: (شيئان قطعا عني لذَّة الدنيا: ذكر الموت! وذكر الموقف بين يدي الله تعالى! ).\r* ونظر ابن مطيع رحمه الله ذات يوم إلى داره فأعجبه حسنها! فبكى وقال: والله لولا الموت لكنتُ بك مسرورًا! ولولا ما نصير إليه من ضيق القُبور! لقرَّت بالدنيا أعيننا، ثم بكى بكاءً شديدًا حتى ارتفع صوته!\r* وكان محمد بن واسع رحمه الله إذا أراد أن ينام قال لأهله قبل أن يأخذ مضجعه: أستودكم الله! فلعلَّها أن تكون منيَّتي التي لا أقوم فيها! فكان هذا دأبه إذا أراد النَّوم.\rأخي المسلم: تلك هي حال الصالحين؛ عرفوا أن لهم يومًا يفارقون فيه دار الغرور! فتذكَّروا ساعة الرَّحيل .. وأعدُّوا الزَّاد للسَّفر الطويل ..","seal":"EE938782","part":1},
      {"page":16,"id":13,"nass":"لو كنت تفهَمُ عن زمانكَ قولَهُ ... لَعَراك منهُ تفجُّعٌ ونَحيبُ\rألححت في طلب الصبا وضلاله ... والموت منكَ وإن كرهت قريبُ\rأمعَ الممات يطيب عيشك يا أخي ... هيهات ليس مع الممات يطيبُ\r\rأخي: يا ترى ما الذي دهانا؟ ! قد أطبقت الغفلة على القلوب .. وما تركت فيها موضعًا لتذكُّر ذلك اليوم المرهوب ..\rأخي: هذا لمن سمع ندائي:\r(إخواني ما هذه السِّنة وأنتم منتبهون؟ !\rوما هذه الحيرة وأنتم تنظرون؟ !\rوما هذه الغفلة وأنتم حاضرون؟ !\rوما هذه السكرة وأنتم صاحون؟ !\rوما هذا السكون وأنتم مطالبون؟ !\rوما هذه الإقامة وأنتم راحلون؟ !\rأما آن لأهل الرقدة أن يستيقظوا؟ ! أما حان لأبناء الغفلة أن يتعظوا؟ !\rواعلم أن الناس كلهم في هذه الدنيا على سفر! فاعمل لنفسك","seal":"10A4D35F","part":1},
      {"page":17,"id":14,"nass":"ما يخلِّصها يوم البعث من سقر!\rآن الرحيلُ فكن على حَذَرْ ... ما قد ترى يُغني عن الحذر\rلا تغترر باليوم أو بغد ... فلرب مغرور على خطر)\r\rأخي: أليس من العجيب أن نودِّع كل يوم ميتًا! ثم لا يحرِّك ذلك قلبًا؟ ! ولا يثير خوفًا أو فزعًا؟ !\rبل كأن الموت مكتوب على هذا المشيَّع وحده! أخي كم هي هذه الغفلة قبيحة! وكم هي كريهة وشنيعة! إنه عَمَى القلوب! وما أسوأه من عمى {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} [الحج: 46].\r\rقال الربيع بن برة: (عجبت للخلائق كيف ذهلوا عن أمر حق! تراه عيونهم، وتشهد عليه معاقد قلوبهم، إيمانًا وتصديقًا، بما جاء به المرسلون، ثم ها هم في غفلة عنه سكارى يلعبون! ).\rأخي في الله: تذكُّرُ الموت أنفع دواء للغفلة! فيا لهف نفسي إن لم يشفك ذلك أخي فأي دواء يشفيك؟ ! أم أي ترياق ينجيك؟ !\rأخي: حقًا! إنَّ غطاء الغفلة شر غطاء! وإنَّ رداء الغفلة شر رداء .. ومن لبسه اجتمعت عليه الأدواء.\rمَالي أرَاكَ على الذُّنوب مُواظبًا ... أأخَذْتَ من سُوء الحساب أمَانَا","seal":"9EE1024C","part":1},
      {"page":18,"id":15,"nass":"لا تغفلَن كأنَّ يومَك قد أتى\rولعلَّ عمركَ قد دَنَا أو حَانَا ... ومضَى الحبيبُ لحَفْر قبركَ مُسْرعًا\rوأتى الصَّديقُ فأنذَر الجيرانَا ... وأتَوا بغسَّال وجاؤوا نَحوَهُ\rوبَدَا بغسلِكَ ميتًا عُرْيَانَا ... فَغُسلتَ ثم كُسيتَ ثوبًا للبِلَى\rوَدَعَوا لحَمْل سريركَ الإخوَانَا ... وأتَاكَ أهلُكَ للوداع فودَّعُوا\rوجَرَتْ عليك دُمُوعُهُم غُدْرَانَا ... فخفِ الإله فإنَّه مَنْ خَافَهُ\rسكنَ الجنانَ مُجاورًا رُضْوانَا\r\rأخي: إذا شغلتك الدنيا! فتذكَّر الموت؛ فإنك راحل! ولن تجد أخي لتلك النفس سوطًا أشد عليها من تذكُّر الموت! فإنه السَّوط الرَّادع الذي لطالما ضرب به الصالحون قلوبهم فارتدعت! وعادت طَيِّعةً .. ذَلُولةً إذا سلكت سبيل الطاعات! ونَفُورةً جامحةً إذا دنت من سبيل المعاصي والخطايا! فتفكر يا مغرور في الموت وسكرته! وصعوبة كأسه ومرارته! فيا للموت من وعد ما أصدقه! ومن حاكم ما أعدله!\rكفى بالموت مُقرِّحًا للقلوب! ومبكيًا للعيون! ومفرِّقًا للجماعات! وهادمًا للذات! وقاطعًا للأمنيات!","seal":"E221E2D8","part":1},
      {"page":19,"id":16,"nass":"فهل تفكرت يا ابن آدم في يوم مصرعك وانتقالك من موضعك؟ !\rوإذا نقلت من سعة إلى ضيق! وخانك الصاحب والرفيق! وهجرك الأخ والصديق!\rوأخذت من فراشك وغطائك إلى غرر! وغطوك من بعد لين لحافك بتراب ومَدَر! فيا جامع المال والمجتهد في البنيان! ليس لك والله من مال إلا الأكفان! بل هي والله للخراب والذهاب! وجسمك للتُّراب والمآب!\rفأين الذي جمعته من المال؟ ! فهل أنقذك من الأهوال؟ ! كلا بل تركته إلى من لا يَحمدك! وقدمتَ بأوزارك على من لا يعذرك! الإمام القرطبي.\r\rأخي في الله: أرأيت هذا البحر الذي غرقنا فيه من لجج الغفلات! هل هو إلا بسبب طول الأمل؟ !\rأخي: إن طول الأمل خلف كل بلية! فالكلُّ إذا أصبح ومسح النَّوم عن عينيه فتل الحبال الطوال من الآمال!\rفيا لله! لقد افترشنا الآمال! والتحفنا الآمال! وتوسَّدنا الآمال! لا الكبير يردُّه دُنُوُّه من الأجل! ولا الصَّغير يرتدع بموت من هو في الصِّغَر!\rأتَطْمَعُ أنْ تُخَلَّدَ لا أَبالَكْ ... أَمنْتَ من المنِيَّةِ أَنْ تَنَالَكْ\rأَمَا والله إنَّ لَهَا رَسُولاً ... وأَقْسمُ لو أتَاكَ لما أَقالَكْ","seal":"89495E42","part":1},
      {"page":20,"id":17,"nass":"وبالبَاكينَ يَقْتَسمُونَ مَالَكْ\rكأنِّي بالتُّرابِ عَليكَ رَدْمًا\rفَلَسْتَ مُخَلِّفًا في النَّاس شيئًا ... ولا مُتَزَوِّدًا إلاَّ فِعَالَكْ\r\rأخي: تَذكُّرُ الموت تِرياق نافع لعلاج داء (طول الأمل! ).\rفقد جاء أن امرأة جاءت إلى أم المؤمنين عائشة رضي الله عنها تشكو إليها قساوة قلبها! فقالت لها عائشة رضي الله عنها: (أكثري من ذكر الموت يرق قلبك! ). ففعلت المرأة ذلك، فرقَّ قلبها! فجاءت تشكر عائشة رضي الله عنها.\rأخي: ما أطال أحد الأمل إلا وركن إلى دنياه الفانية فأفنى أيامه في غير الطاعات .. وأضاع ساعات عمره في أحلام الأمنيات؛ قال الحسن البصري رحمه الله: (ما أطال عبد الأمل إلا أساء العمل! ).\rأخي: وقف عند هذه القصة مع الصالحين يعلِّمونك: ما هو طول الأمل؟ !\rففي لقاء جمع القلوب المؤمنة وهي تؤدي الصلاة، وفي الجمع قدوة الزُّهَّاد، وزينة العُبَّاد معروف الكرخي رحمه الله فأقام معروف الصلاة ثم قال لمحمد بن أبي توبة: تقدَّم.\rفقال محمد: إني إن صلَّيت بكم هذه الصلاة لم أصل بكم غيرها.\rفقال معروف: وأنت تحدِّث نفسك أن تصلِّي صلاة أخرى؟ ! نعوذ بالله من طول الأمل فإنه يمنع خير العمل!","seal":"EA520667","part":1},
      {"page":21,"id":18,"nass":"أخي المسلم: كم مضى من الدنيا؟ ! وكم هلكت من أجيال وأُمم؟ !\rأخي: كم مرَّت عليك من الأيام؟ كم مرَّت عليك من الشهور؟ كم مرت عليك من الأعوام؟\rأخي: كم من ميت من إخوانك وأحبابك أودعته في جوف الثَّرى؟ !\rأخي: كم مرة في يومك أو شهرك أو سنتك تذكَّرتَ الموت؟ !\rأخي: كم مرَّة حدثتك نفسك أنك قد تموت اليوم أو غدًا؟ !\rأخي: كم من العمر مضى وأنت تُومِّل الآمال العِراض؟ ! وهل بلغت كل ما تُؤمِّل؟ ! وإنْ! هل وقفت بك الآمال عند أملك؟ !\rأخي: تذكَّر .. ثم تذكَّر .. وإليك: (للعبد رب هو ملاقيه، وبيت هو ساكنه، فينبغي له أن يسترضي ربه قبل لقائه، ويعمِّر بيته قبل انتقاله إليه). الإمام ابن القيم.\rأخي: هو الموت! زائر غير محبوب .. ووارد غير مرغوب .. وقريب غير مطلوب .. قاطع اللذات .. ومفرق الجماعات .. ومبدد الأمنيات ..\r\rأخي: كن على حذر! وهل يُغني الحَذَر؟ ! ما بقي أخي غير العمل الصالح فهو خير زاد .. وخير رفيق يوم المعاد .. وروضتك يوم الرُّقاد .. وأنيسك إذا تفرَّق عن قبرك العباد ..\r{يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: 102].","seal":"634E7DC1","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"ماذا أعددت للموت","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":"","Auth":"أزهري أحمد محمود","Betaka":"الكتاب: ماذا أعددت للموت؟\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":2,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"DDBF1342","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36428,"BkId":36428,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36428":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"ماذا أعددت للموت؟"},
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله تعالى الذي علا في سماواته"},
      {"lvl":2,"id":4,"sub":0,"tit":"أخي في الله"},
      {"lvl":2,"id":6,"sub":0,"tit":"أخي المسلم"},
      {"lvl":2,"id":6,"sub":1,"tit":"أخي في الله"},
      {"lvl":2,"id":7,"sub":0,"tit":"ومرحبا بدار البقاء .."},
      {"lvl":2,"id":11,"sub":0,"tit":"أخي في الله"},
      {"lvl":2,"id":11,"sub":1,"tit":"أخي: (إنه هادم اللذات! )"},
      {"lvl":2,"id":14,"sub":0,"tit":"قال الربيع بن برة"},
      {"lvl":2,"id":15,"sub":0,"tit":"أخي: إذا شغلتك الدنيا"},
      {"lvl":2,"id":16,"sub":0,"tit":"أخي في الله"},
      {"lvl":2,"id":18,"sub":0,"tit":"أخي: كن على حذر"}
    ]
}
