{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36431":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله منزل الكتاب .. والهادي إلى الصواب. والصلاة والسلام على رسوله الصادق. وعلى آله وصحبه زينة الخلائق. وبعد:\rأخي المسلم: السلام عليكم ورحمة الله وبركاته.\rأخي: يا من حباك الله بنعمة الإسلام .. وأسبغ عليك أنوار الهداية .. يا من عرفت الحق بدلائله وعلاماته ..\rأخي: إليك أنت يا من تردد نداء الحق في أذنك صباح مساء، أن (حي على الفلاح).\rأخي: هل تفكر يومًا أو تأملت في هذه الكلمة؟ ! حي على الفلاح .. حي على الفلاح ..\rأخي: يا من جاورت أشرف وأفضل البقاع ..\rجاء رجل إلى النبي فقال، يا رسول الله أي البلدان أحب إلى الله؟ وأي البلدان أبغض إلى الله؟\rقال: «لا أدري حتى أسأل جبريل عليه السلام».\rفأتاه جبريل فأخبره: «إن أحسن البقاع إلى الله المساجد، وأبغض البقاع إلى الله الأسواق! »\r[رواه أحمد والحاكم/ صحيح الجامع: 320].","seal":"D3074C62","part":1},
      {"page":6,"id":3,"nass":"أخي: يا جار المسجد .. يا من تسمع النداء! إليك كتبت هذه الرسالة، ولم أدخر وسعًا في دلالتك إلى الخير العظيم الذي يجاورك! وذلك أخي هو غاية ما أملك ..\rفتقبل أخي كلماتي هذه .. وضعها في سويداء قلبك .. ولتردد النظر فيها، فإنك لن تعدم خيرًا تجده فيها.\r\r* من هو جار المسجد؟ *\rأخي المسلم: أتدري من هو جار المسجد؟\rيجيبك على هذا السؤال علي بن أبي طالب - رضي الله عنه - يوم أن قال: (لا صلاة لجار المسجد إلا في المسجد! ).\rقيل: ومن جار المسجد؟\rقال: «من سمع الأذان».؟\rأخي في الله: يا من سمعت الأذان .. أنت جار المسجد ..\rأنت جار بيت من بيوت الله!\rأنت جار لأفضل البقاع ..\rأنت الذي قامت عليك حجة الله تعالى بسماعك للأذان صباح مساء ..","seal":"F1BF586E","part":1},
      {"page":7,"id":4,"nass":"* أخي .. هل أديت حق هذه المجاورة؟ *\rأخي: إن من حق هذه المجاورة أن تكون شاهدًا لخير في اليوم والليلة خمس مرات ..\rإن من حق هذه المجاورة إذا سمعت المؤذن يقول: حي على الصلاة .. حي على الفلاح .. أن تبادر لمنادي ربك تعالى، فتسارع إلى هذه البيوت الطاهرة .. إن من حق هذه المجاورة أخي أن تؤدي الصلاة في الجماعة ولا تتخلف عنها ..\r\r* وجوب شهود صلاة الجماعة في المسجد *\rأخي المسلم: ما أظنك ترغب عن معرفة أهمية شهود الصلاة مع الجمعة في المسجد ..\rأخي: لقد تنوعت الأدلة في ذلك من الكتاب والسنة وكلام الصحابة - رضي الله عنهم - ومن بعدهم من السلف الصالح رحمهم الله .. وها أنا أخي أهدي إليك من تلك البساتين النيرات ..\r\rالدليل من الكتاب العزيز:\rقال الله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: 102].","seal":"5670CA6B","part":1},
      {"page":8,"id":5,"nass":"أخي: لقد أمر الله تعالى نبيه بإقامة صلاة الجماعة في أشد الأحوال وهي حال الحرب! وكفى بهذا دليلاً على وجوب إقامة الجماعة.\rقال الإمام ابن القيم: (إن الجماعة حال الخوف يفارقون الإمام، ويعملون العمل الكثير في الصلاة، ويجعلون الإمام منفردًا في وسط الصلاة كل ذلك لأجل تحصيل الجماعة، وكان من الممكن أن يصلوا وحدانًا بدون هذه الأمور.\rومحال أن يرتكب ذلك وغيره لأجل أمر مندوب! إن شاء فعله، وإن شاء لم يفعله، وبالله التوفيق).\r\rالدليل من السنة:\r* عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «والذي نفسي بيده لقد هممت أن آمر بحطب فيحطب، ثم آمر بالصلاة فيؤذن لها ثم آمر رجلاً فيؤم الناس، ثم أخالف إلى رجال فأحرّق عليهم بيوتهم .. » [رواه البخاري ومسلم].\r* وقال رسول الله - صلى الله عليه وسلم -: «من سمع النداء فلم يجب فلا صلاة له إلا من عذر» [رواه ابن ماجه والحاكم، صحيح الترغيب: 421].\r* عن أبي هريرة - رضي الله عنه - قال: أتى النبي رجل أعمى فقال: يا رسول الله إنه ليس لي قائد يقودني إلى المسجد.\rفسأل رسول الله أن يرخص له فيصلي في بيته، فرخص له، فلما ولى دعاه، فقال: «هل تسمع النداء بالصلاة؟ ».\rفقال: نعم. قال: «فأجب» رواه مسلم.","seal":"5714E2E2","part":1},
      {"page":9,"id":6,"nass":"الدليل من أقوال الصحابة - رضي الله عنهم -:\r* قال عمر بن الخطاب - رضي الله عنه -: (ما بال أقوام يتخلفون يتخلف بتخلفهم آخرون، والله لقد هممت أن أرسل إليهم فيُجأ (أي يُطعن) أعناقهم ثم يقال: اشهدوا الصلاة).\r* وقال عبد الله بن مسعود - رضي الله عنه -: (من سره أن يلقى الله غدًا مسلمًا، فليحافظ على هذه الصلوات حيث ينادى بهن فإن الله شرع لنبيكم سنن الهدى، وإنهن من سنن الهدى.\rولو أنكم صليتم في بيوتكم كما يصلي هذا المتخلف في بيته! لتركتم سنة نبيكم، ولو تركتم سنة نبيكم لضللتم.\rوما من رجل يتطهر فيحسن الطهور ثم يعمد إلى مسجد من هذه المساجد إلا كتب الله له بكل خطوة يخطوها حسنة ويرفعه بها درجة، ويحط عنه بها سيئة.\rولقد رأيتنا وما يتخلف عنها إلا منافق معلوم النفاق. ولقد كان الرجل يؤتى به يهادى بين الرجلين حتى يقام في الصف).\r* وقال أبو موسى الأشعري - رضي الله عنه -: (من سمع المنادي فلم يجب بغير عذر فلا صلاة له).\r\rكلام أهل العلم من المتقدمين:\r* قال الإمام ابن المنذر: \"ولقد روينا عن غير واحد من أصحاب النبي - صلى الله عليه وسلم - أنهم قالوا: (من سمع النداء فلم يجب من غير عذر فلا صلاة له) منهم ابن مسعود وأبو موسى الأشعري \".","seal":"44573F6B","part":1},
      {"page":10,"id":7,"nass":"* واستدل الإمام ابن القيم لفرضية وجوب الجماعة بأمور:\rأحدها: إن الجمع لأجل المطر جائز وذلك للمحافظة على الجماعة وإلا كان من الممكن صلاتها منفردًا وهذا لا يتم من أجل ندب محض.\rالثاني: إن المريض إذا لم يطق القيام في الجماعة، وأطاق القيام وحده؛ صلى جماعة وترك القيام ولا يكون ترك ركن من أركان الصلاة من أجل مندوب.\rالثالث: الجماعة في حال الخوف يعملون العمل الكثير في الصلاة وكل ذلك لأجل تحصيل الجماعة، وكان من الممكن أن يصلي كل واحد منفردًا، فمحال أن يرتكب كل ذلك لأجل مندوب). كتاب الصلاة/ باختصار وتصرف.\rأخي .. وهذه فتاوى تهمك ..\r\r* من فتاوى العلماء المعاصرين *\rأخي المسلم: يا من يهمك معرفة دينك .. هذه فتاوى اخترتها لك من كلام العلماء العارفين بأحكام الدين فتأمل فيها أخي لتعلم موضعك من أحكام الشريعة الطاهرة.\r\r* فتوى اللجنة الدائمة للبحوث العلمية والإفتاء:\rالسؤال: ما حكم صلاة الجماعة؟ وهل المقصود بالجماعة جماعة المسجد؟ ما حكم صلاة الرجل في بيته من غير عذر ومنزله قريب من المسجد؟","seal":"785F62E5","part":1},
      {"page":11,"id":8,"nass":"الجواب: (صلاة الجماعة واجبة ويأثم من تركها بغير عذر، وإذا أطلقت فالمراد بها جماعة المسجد إذا وجدوا وقدر المسلم على أدائها معهم) فتاوى اللجنة الدائمة/ فتوى رقم 6036.\r\r* فتوى للجنة الدائمة:\rالسؤال: هل يجب على الرجل المحافظة على جميع الصلوات الخمس جماعة في المسجد؟ وهل يأثم إذا صلى بعضها في البيت بدون عذر شرعي؟ على أنه يسمع النداء في كل وقت، والمسجد ليس بعيدًا عن البيت؟\rالجواب: (صلاة الفرائض الخمس جماعة في المسجد واجبة على المكلفين من الرجال، فمن ترك صلاتها جماعة في المسجد بلا عذر فهو آثم لقول النبي - صلى الله عليه وسلم -: «من سمع النداء فلم يأت فلا صلاة له إلا من عذر» أخرجه ابن ماجة والدارقطني بإسناد صحيح.\rوقد سئل ابن عباس رضي الله عنهما عن العذر، فقال: (خوف أو مرض).\rوبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم. فتاوى اللجنة الدائمة، فتوى رقم 7044.\r\r* إلى العاملين بالشركات والمؤسسات *\rفتوى للجنة الدائمة:\rالسؤال: رجل يعمل في شركة، حول مبنى الشركة من المساجد أكثر من الثلاثة يخرج إلى الصلاة في المسجد دائمًا، زملاؤه","seal":"351A05CD","part":1},
      {"page":12,"id":9,"nass":"يصلون على باب الشركة، ويريدونه أن يصلي معهم في الشركة ولا يذهب إلى المسجد، وقد أفتاه بعض إخوانه بالصلاة معهم، وإلقاء المواعظ والدروس عليهم بعد الصلاة بحكم أنه أعلمهم بالسنة والصلاة بهم مع وجود من هو أقرأ منه وأحفظ.\rفهل يسمع لمفتيه؟ أو يستمر في صلاته في المسجد غير عابئ بما قاله له؟\rالجواب: (يجب على عمال الشركة أن يصلوا مع جماعة أحد المساجد القريبة من مبني الشركة كما يفعل زميلهم فهو المصيب بصلاته في المسجد وهم المخطئون في صلاتهم على باب الشركة لما دلت عليه الأحاديث الصحيحة عن النبي - صلى الله عليه وسلم - من وجوب أداء الصلاة مع الجماعة في المسجد ولا يجوز التأخر عنها إلا بعذر شرعي.\rوبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم، فتاوى اللجنة الدائمة/ فتوى رقم 5186.\r\r* إلى الآباء ... *\rفتوى للجنة الدائمة:\rالسؤال: هل تنوب صلاة الأولاد (وهم دون العاشرة) مع أبيهم أثناء الصلاة عن صلاة الجماعة؟\rالجواب: (لا تنوب صلاة الرجل بأولاده الفريضة جماعة عن صلاة الجماعة في المسجد، سواء كان أولادهم بالغين أو غير بالغين.","seal":"2A3CA234","part":1},
      {"page":13,"id":10,"nass":"بل يجب عليه أن يؤدي صلاة الفريضة جماعة في المسجد فإن النبي - صلى الله عليه وسلم - هم أن يحرق على قوم بيوتهم وهم فيها لتخلفهم عن صلاة الجماعة في المسجد مع أنهم كانوا يصلون في بيوتهم ولم يستفسر هل كانوا يصلونها جماعة في بيوتهم أم لا.\rفعليك أن تحرص على أداء الصلوات الخمس جماعة في المسجد وتمرن أولادك على ذلك حتى يتعودوا عمارة المساجد بأداء الصلوات فيها جماعة ويألفوا ذلك.\rوبالله التوفيق وصلى الله على بينا محمد وآله وصحبه وسلم) فتاوى اللجنة الدائمة/ فتوى رقم 2010.\r\r* أخي .. المؤمن الصادق هو الذي يعمر المساجد .. *\rأخي المسلم: ما أظنك ترضى أن يقال لك: إنك مؤمن غير صادق!\rولكن أخي إذا أردت أن تعرف من هم المؤمنون الصادقون؟ المؤمنون الصادقون أولئك الذين يعمرون بيوت الله بالصلاة والذكر ..\rقال الله تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ} [التوبة: 18].","seal":"55720894","part":1},
      {"page":14,"id":11,"nass":"قال الإمام القرطبي: (قوله تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ} دليل على أن الشهادة لعمّار المساجد بالإيمان صحيحة لأن الله سبحانه ربطه بها وأخبر عنه بملازمتها.\rوقد قال بعض السلف: إذا رأيتم الرجل يعمر المسجد فحسنوا به الظن).\rأخي في الله: إن عمارة المساجد من خصال الصالحين كما رأيت، وإنها- أخي- لسبب لشهادة المؤمنين لعبد بالإيمان ..\rقال عمر بن الخطاب - رضي الله عنه -: (من شهد معنا الصلوات شهدنا له بالإيمان ثم تلا: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ} [التوبة: 18].\r\r* أخي .. احذر النفاق! *\rأخي المسلم: إياك وخصال أهل النفاق! فإن التخلف عن الجماعة في المسجد بريد النفاق! كما أن شهود الجمعات بريد الإيمان ..\rأخي: وإذا أردت أن تعرف ذلك فاسمع معي قول النبي - صلى الله عليه وسلم -: «ليس صلاة أثقل على المنافقين من الفجر والعشاء ولو يعلمون ما فيهما لأتوهما ولو حبوًا. لقد هممت أن آمر المؤذن فيقيم ثم آمر رجلا يؤم الناس، ثم آخذ شعلاً من نار فأحرق على من لا يخرج إلى الصلاة بعد! » [رواه البخاري].","seal":"BDBAA5B2","part":1},
      {"page":15,"id":12,"nass":"قال الحافظ ابن حجر: (ودل هذا على أن الصلاة كلها ثقيلة على المنافقين ومنه قوله تعالى: {وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى}.\rوإنما كانت العشاء والفجر أثقل عليهم من غيرهما لقوة الداعي إلى تركهما لأن العشاء وقت السكون والراحة، والصبح وقت لذة النوم ... ).\rقال ابن عمر رضي الله عنهما: (كنا إذا فقدنا الرجل في هاتين الصلاتين: صلاة العشاء وصلاة الصبح، أسأنا به الظن).\rأخي في الله: كن خير جار لمسجد .. وأقبل على بيوت الله بعمارتها بالصلوات، واعمل الطاعات .. فإنك إن فعلت ذلك أخي أعانك الله تعالى على أمور دنياك، وختم لك الخاتمة الحسنة يوم خروجك من الدنيا، لتلقى أخي ثواب أعمالك في دار الخلود مع أهل الإيمان والصدق ..\rعن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من صلى لله أربعين يومًا في جماعة يدرك التكبيرة الأولى كتب له براءتان: براءة من النار، وبراءة من النفاق» [رواه الترمذي/ صحيح الترغيب: 404].\r\r* بشرى لأهل المساجد .. *\rأخي المسلم: مساكين أولئك الذين حرموا من تلك الخيرات العظيمة التي يجنيها أهل المساجد كل يوم خمس مرات!","seal":"CEF46CFC","part":1},
      {"page":16,"id":13,"nass":"أخي: يا من دنا الخير بقطوفه قريبًا من بابك! لا تحرم أخي نفسك من هذا الخير العظيم، فواحسرة على من زفت له الخيرات حتى بابه! فقال بيده هكذا! يردها ..\rأخي في الله: تعال معي أدلك على تلك القطوف الدانية! فإنك إن أبصرتها لن تملك نفسك عن قطفها والتلذذ بها ..\r* عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من غدا إلى المسجد وراح أعد الله له نزله من الجنة كلما غدا أو راح».\r[رواه البخاري ومسلم]\r* عن بريدة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة».\r[رواه أبو داود والترمذي/ صحيح الترغيب: 310]\rوقال النبي - صلى الله عليه وسلم -: «من مشى في ظلمة الليل إلى المسجد لقي الله عز وجل بنور يوم القيامة».\r[رواه الطبراني وابن حبان/ صحيح الترغيب: 313]\r* عن أبي الدرداء - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «المسجد بيت كل تقي وتكفل الله لمن كان المسجد بيته بالروح والرحمة والجواز على الصراط إلى رضوان الله إلى الجنة».\r[رواه الطبراني في الكبير والأوسط/ صحيح الترغيب: 325]\r* قال النبي - صلى الله عليه وسلم -: «سبعة يظلهم الله في ظله يوم لا ظل إلى ظله». فذكر منهم: «ورجل قلبه معلق في المساجد .. ».\r[رواه البخاري ومسلم]","seal":"D55EF934","part":1},
      {"page":17,"id":14,"nass":"قال الإمام النووي: (ورجل قلبه معلق في المساجد) معناه: شديد الحب لها والملازمة للجماعة فيها).\rأخي جار المسجد: لا أدري كيف تطيب نفسك وأنت تتأمل هذا الخير كله ثم تدعه يفلت من بين يديك!\rأخي: واحسرتاه لمن خرج من الدنيا ولم يتزود للآخرة!\rواحسرتا لمن غفل عمّا ينفعه حتى فارق الدنيا!\rواحسرتا على من ترك ما ينفعه واجتهد في تحصيل ما يضره!\rأخي في الله: لا أملك أكثر من أن أهدي إليك هذه القطوف وأضعها بين يديك ..\r\r* فوائد صلاة الجمعة في المسجد .. *\rأخي: ها هي الخيرات الجليلة لا أزال أنثرها عليك .. فلا تكونن أخي أقل الناس حظًا .. ولا تكونن أخي من أولئك الذين يرغبون في تحصيل متاع الدنيا الفاني وإن فاتهم بسببه الخير الكثير!\rوإليك أخي هذه الدرر النفيسة أنثرها بين يديك من أصدافها براقة .. زاهية .. تأخذ بالألباب ..\r* عن أبي أمامة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من توضأ ثم أتى المسجد فصلى ركعتين قبل الفجر ثم جلس حتى يصلي الفجر كتبت صلاته يومئذ في صلاة الأبرار وكتب في وفد الرحمن» [رواه الطبراني/ صحيح الترغيب: 413].","seal":"64B737D5","part":1},
      {"page":18,"id":15,"nass":"* قال رسول الله - صلى الله عليه وسلم -: «من صلى العشاء في جماعة كان كقيام نصف ليلة، ومن صلى العشاء والفجر في جماعة كان كقيام ليلة»\r[رواه أبو داود والترمذي/ صحيح الترغيب: 409].\r* عن جندب بن عبد الله - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من صلى الصبح فهو في ذمة الله، فلا يطلبنكم الله من ذمته بشيء، ثم يدركه، ثم يكبّه على وجهه في نار جهنم».\r[رواه مسلم وأبو داود والترمذي]\r* وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «ألا أدلكم على ما يمحو الله به الخطايا، ويرفع به الدرجات؟ )\rقالوا: بلى يا رسول الله.\rقال: «إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة. فذلكم الرباط، فذلكم الرباط، فذلكم الرباط» [رواه مسلم والترمذي].\r* عن عقبة بن عامر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «إذا تطهر الرجل ثم أتى المسجد يرعى الصلاة، كتب له كاتباه أو كاتبه بكل خطوة يخطوها إلى المسجد عشر حسنات، والقاعد يرعى الصلاة كالقانت، ويكتب من المصلين من حين يخرج من بيته حتى يرجع إليه» [رواه أحمد والطبراني/ صحيح الترغيب: 294].","seal":"DAB2EF02","part":1},
      {"page":19,"id":16,"nass":"وإليك أخي هذه الزهرات من فوائد صلاة الجماعة لمن شهدها:\r* صلاة الملائكة عليه واستغفارهم له.\r* شهادة الملائكة له.\r* جواب الإمام عند قوله: سمع الله لمن حمده.\r* الأمن من السهو غالبًا.\r* حصول الخشوع والسلامة عما يلهي غالبًا.\r* احتفاف الملائكة به.\r* إظهار شعائر الإسلام.\r* إرغام الشيطان بالاجتماع على العبادة والتعاون على الطاعة ونشاط المتكاسل.\r* السلامة من صفة النفاق ومن إساءة الظن به.\r* قيام نظام الألفة بين الجيران وحصول تعاهدهم في أوقات الصلوات.\r* الإنصات لقراءة الإمام، والتأمين عند تأمينه؛ ليوافق تأمين الملائكة.\rقال رسول الله - صلى الله عليه وسلم -: «إذا قال الإمام (غير المغضوب عليهم ولا الضالين) فقولوا: آمين. فمن وافق قوله قول الملائكة غفر له ما تقدم من ذنبه» [رواه البخاري].","seal":"708E7FCA","part":1},
      {"page":20,"id":17,"nass":"ذكر هذه الفوائد الحافظ ابن حجر/ باختصار وتصرف.\rأخي جار المسجد: تلك هي البركات التي ينالها الذين يعمرون بيوت الله تعالى بالصلوات والذكر ..\rأخي: ما أظنك تزهد في تلك الخيرات الجليلة! فأنت أخي أولى من فاز بها .. فلا تفوتنك أخي فتندم يوم لا ينفعك ندم!\rفالعجل .. العجل .. لا تفوتنك قافلة الإيمان!\r\r* رجال ماتوا في المسجد! ! *\rأخي: لا تستغرب هذا العنوان، فإن لله تعالى عبادًا شغلتهم طاعته عن الدنيا .. فلا غرابة أن يختم لهم بالموت في أطهر البقاع .. وإليك أخي هؤلاء الصالحين:\r* عن عطاء بن السائب قال: دخلنا على أبي عبد الرحمن السلمي وهو يقضى - أي يموت - في المسجد!\rفقلنا له: لو تحولت إلى الفراش فإنه أوثر.\rقال: حدثني فلان أن النبي - صلى الله عليه وسلم - قال: «لا يزال أحدكم في صلاة ما دام في مصلاه ينتظر الصلاة».\rثم قال لهم: فأريد أن أموت وأنا في مسجدي!\r* وهذا عامر بن عبد الله رحمه الله سمع المؤذن وهو في فراش الموت.","seal":"B654FD70","part":1},
      {"page":21,"id":18,"nass":"فقال: خذوا بيدي.\rفقيل له: إنك عليل! .\rفقال: أسمع داعي الله فلا أجيبه؟ !\rفأخذوه بيده فدخل في صلاة المغرب فركع مع الإمام ركعة ثم مات!\rأخي المسلم: تلك هي حرارة الإيمان ونور اليقين أضاء لأقوام فكانت أعمالهم أنصع بياضًا من اللبن! وأزهى منظرًا من الدر والياقوت! !\rولم أجد الإنسان إلا ابن سعيه ... فمن كان أسعى كان بالمجد أجدرا\rوبالهمة العلياء ترقى إلى العلى ... فمن كان أعلى همة كان أظهرا\rولم يتأخر من أراد تقدما ... ولم يتقدم من أراد تأخرا\r\r* حرصهم على الجماعة في المساجد .. *\rأخي: إنك لا تقف على تلك الومضات المشرقة لأهل المساجد إلا عندما تقرأ أخبار الصالحين من سلف هذه الأمة - رضي الله عنهم - الذين عمروا أوقاتهم بالطاعات .. وشغلوا أنفسهم بالإقبال على مولاهم تبارك وتعالى، فكانوا كالشموس في رابعة النهار .. وكالأقمار في حوالك الظلام ..","seal":"2E8F9781","part":1},
      {"page":22,"id":19,"nass":"فانظر معي أخي وتأمل ..\r* هذا أبو الدرداء - رضي الله عنه - في مرض موته، قال: ألا احملوني. فأخرجوه.\rفقال: اسمعوا، وبلغوا من خلفكم: (حافظوا على هاتين الصلاتين: العشاء والصبح. ولو تعلمون ما فيهما لأتيتموها ولو حبوًا على مرافقكم وركبكم! ).\r* وهذا الحارث بن حسان - رضي الله عنه - وكانت له صحبة تزوج في بعض الليالي، فخرج إلى صلاة الفجر. فقيل له: أتخرج وإنما بنيت بأهلك في هذه الليلة؟ !\rفقال: (والله إن امرأة تمنعني من صلاة الغداة في جمع لامرأة سوء).\r* وهذا سيد التابعين سعيد بن المسيب رحمه الله قيل له: إن طارقًا يريد قتلك فتغيب.\rقال: أبحيث لا يقدر الله علي؟\rفقيل له: اجلس في بيتك.\rفقال: (أسمع: حي على الفلاح ولا أجيب؟ ! ).\rأخي: أولئك هم السعداء حقًا .. اهتدوا إلى كنوز السعادة فهنأوا بها ..\rأخي: أما رأيت كيف خلد الله ذكرهم قرنًا بعد قرن .. وزمانًا بعد زمان؟ !","seal":"4AAB1A47","part":1},
      {"page":23,"id":20,"nass":"وأنت أخي ألا تحب الخلود والذكر الحسن في الدارين؟ !\rألا تحب أن تكون من السعداء حقًا؟ !\rألا تحب الفوز برضا الله تعالى؟ !\rألا تحب زوال الكروب ونزول الفرج والرحمة؟ !\rألا تحب حلاوة العبادة والقرب من مولاك تعالى؟ !\rألا تحب تيسير أمورك في دنياك، والأمن والسرور في الآخرة؟ !\rبلى كم أنت سعيد إن تحقق لك ذلك ..\rأخي جار المسجد: هذه هي السعادة فأين أنت منها؟ !\rأخي جار المسجد: أين يذهب قلبك حين ينادي المؤذن: حي على الفلاح؟ !\rأخي جار المسجد: أما تفكرت في يوم من الأيام أنك أولى من فاز هذا الفلاح؟\rأخي جار المسجد: هل من العقل أن يناديك ريك تعالى في اليوم والليلة خمس مرات ثم لا تجيبه؟ !\rأخي جار المسجد: كيف يك إذا ناداك ملك من ملوك الدنيا إلى شيء من متاع الدنيا الفاني؟ ! إذًا لوجدتك سريع الإجابة، مبادرًا إلى الحضور! !\rفكيف بك أخي وملك الملوك يدعوك إلى الخير وهو ملك كل شيء؟ !","seal":"9B278A88","part":1},
      {"page":24,"id":21,"nass":"أخي جار المسجد: أما فكرت يومًا كم فاتك من الخير؟ ! وأنت تعد الأيام عدا لتقبض راتبًا أو حقًا تستوفيه من أحد! !\rأخي جار المسجد: أما علمت أن حجة الله تعالى تقوم عليك في كل يوم خمس مرات؟ ! فإذا قصرت أخي فلتعد للسؤال غدًا جوابًا!\rأخي جار المسجد: أما حدثتك نفسك يومًا لم لا تكون واحدًا من هذه الجموع؟ وأنت تشاهدها تغدو وتروح إلى المسجد لتفوز بما فازوا به ..\rأخي جار المسجد: ما أظنك ترضى لنفسك أن يختم لك بالشقاء؟ ! فتلقى الله تعالى وهو غضبان عليك .. أخي أليس من علامة الشقاء أن يناديك منادي الله تعالى ثم لا تجيبه؟ !\rأخي جار المسجد: نذكر أنك: ستموت ... ستموت .. ويومها ستعلم أن أربح عمل تزودت به هو شهودك للجماعات في بيوت الله تعالى .. وإن كنت من المتخلفين! فوآحسرة .. ووآطول ندم! يوم لا ينفع تحسر ولا ندم ..\rأخي جار المسجد: تذكر الموت وشدته .. والقبر وظلمته .. والوقوف بين يدي الله تعالى عاريًا، حافيًا خالية يداك لا مال ولا جاه، إلا عملك الصالح! تذكر المرور على الصراط وتحتك جهنم! فوآه لها من لحظات! وعلى أطراف الصراط كلاليب عظيمة تأخذ بأهل الشقاء لترميهم في قعر جهنم!\rأخي: تذكر أن شهود الجمعات يومها نور يضيء لأولئك الذين أكثروا الخُطى إلى المساجد ..","seal":"2EE236C5","part":1},
      {"page":25,"id":22,"nass":"أخي جار المسجد: أنت اليوم صحيح سليم بإمكانك المبادرة إلى التوبة، والرجوع إلى الله تعالى .. فلا يفاجئنك أخي الموت وأنت غافل، فتكون من الهالكين!\rأخي جار المسجد: ألا يسرك أن تكون في ضيافة ملك من ملوك الدنيا؟ !\rبلى وكم أنت ستفرح بذلك .. ولكن أخي أليس من العجيب أن يدعوك ملك الملوك إلى بيته وأنت كالزاهد عن ذلك؟ !\rأخي: إن أنت أجبت منادي ربك تعالى في يومك خمس مرات فأنت في ضيافة ربك تعالى! فليت شعري من مثلك؟ !\rمن أسعد منك؟ ! من فاز بالربح الوفير مثلك؟ !\rأخي جار المسجد: أنت اليوم جار المسجد .. ولكن غدًا لا تدري جار من تكون؟ !\rجارًا لأهل الجنان والنعيم الدائم ..\rأم جارًا لأهل النيران والشقاء الدائم ..\rأخي: كن خير جار للمسجد، والزم هذا البيت الطاهر الذي جاورته لتكون من أهل الفريق الأول .. أسعدني الله تعالى وأسعدك بذلك.\rأخي جار المسجد: هذه رسالتي أبعثها إليك .. وفي القلب ما الله به عليم من لوعة الأسى، وحرارة التوجع، أن تكون من أقل الناس نصيبًا وحظًا من ثواب الله تعالى إذا وقف الناس غدًا أمام رب العالمين ..","seal":"0680EA16","part":1},
      {"page":26,"id":23,"nass":"أخي: لا أملك إلا أن أقول لك: فلتستعن بالله، ولا تعجز، ولتشمر، ولتلق عن كاهلك رداء الكسل .. فتبادر إلى هذه البيوت الطاهرة ..\rأخي: إن أدمانك كثرة التردد إلى بيوت الله هو بابك إلى الجنة ..\rأخي: وأنا أودعك لكم يعظم رجائي أن تجد هذه الرسالة في قلبك موضعًا حسنًا؛ فتقبلها كأغلى هدية ..\rوالله تعالى أملُ ورجاءُ من اعتصم به .. وما خاب من استنصر به .. {وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا} [النساء: 45].\rوالسلام عليكم ورحمة الله وبركاته\r\r* * *","seal":"8AE5DA63","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"رسالة إلى جار المسجد","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":null,"Auth":"أزهري أحمد محمود","Betaka":"الكتاب: رسالة إلى جار المسجد\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"B0241FF3","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36431,"BkId":36431,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36431":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله منزل الكتاب .."},
      {"lvl":1,"id":3,"sub":0,"tit":"من هو جار المسجد"},
      {"lvl":1,"id":4,"sub":0,"tit":"أخي .. هل أديت حق هذه المجاورة"},
      {"lvl":1,"id":4,"sub":1,"tit":"وجوب شهود صلاة الجماعة في المسجد"},
      {"lvl":2,"id":4,"sub":2,"tit":"الدليل من الكتاب العزيز"},
      {"lvl":2,"id":5,"sub":0,"tit":"الدليل من السنة"},
      {"lvl":2,"id":6,"sub":0,"tit":"الدليل من أقوال الصحابة - رضي الله عنهم -"},
      {"lvl":2,"id":6,"sub":1,"tit":"كلام أهل العلم من المتقدمين"},
      {"lvl":1,"id":7,"sub":0,"tit":"من فتاوى العلماء المعاصرين"},
      {"lvl":2,"id":7,"sub":1,"tit":"* فتوى اللجنة الدائمة للبحوث العلمية والإفتاء"},
      {"lvl":2,"id":8,"sub":0,"tit":"* فتوى للجنة الدائمة"},
      {"lvl":1,"id":8,"sub":1,"tit":"إلى العاملين بالشركات والمؤسسات"},
      {"lvl":2,"id":8,"sub":2,"tit":"فتوى للجنة الدائمة"},
      {"lvl":1,"id":9,"sub":0,"tit":"إلى الآباء ..."},
      {"lvl":2,"id":9,"sub":1,"tit":"فتوى للجنة الدائمة"},
      {"lvl":1,"id":10,"sub":0,"tit":"أخي .. المؤمن الصادق هو الذي يعمر المساجد .."},
      {"lvl":1,"id":11,"sub":0,"tit":"أخي .. احذر النفاق"},
      {"lvl":1,"id":12,"sub":0,"tit":"بشرى لأهل المساجد .."},
      {"lvl":1,"id":14,"sub":0,"tit":"فوائد صلاة الجمعة في المسجد .."},
      {"lvl":1,"id":17,"sub":0,"tit":"رجال ماتوا في المسجد"},
      {"lvl":1,"id":18,"sub":0,"tit":"حرصهم على الجماعة في المساجد .."}
    ]
}
