{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36502":
    [
      {"id":1,"nass":"معالم على طريق الصحوة (6)\r\rالتنازع والتوازن\rفي حياة المسلم","Part":null,"seal":"ABBB9BA6","page":null},
      {"id":2,"nass":"مقدمة الطبعة الخامسة\rالحمد لله وصلى الله على سيدنا رسول الله، وعلى آله وصحبه ومن والاه، وبعد:\rفقد ظهرت - ولله الحمد - الطبعة الثانية من هذا الكتاب، وفيها زيادات وتصحيحات.\rولعل أهل الزيادات مبحث (التفرغ) الذي كنت أرغب إفراده في رسالة، ولكني رأيت بعد ذلك أن إلحاقه بهذا الكتاب أولى لقوة ارتباطه بمباحثه، وترتيب بعضها عليه. ومن الزيادات كذلك (مطلب في الترويح والاستجمام) وتبعتها - كذلك - الطبعة الثالثة.\rوجاءت الطبعة الرابعة، وفيها زيادة أضيفت إلى المبحث الثالث منه.\rوهذه هي الطبعة الخامسة - ولله الحمد - من هذا الكتاب، وفيها الإضافات التالية:\r1 - ترجمة موجزة للأعلام المذكورين، حيث أن أغلب القراء يحتاجون إلى عرفة شيء عن أولئك الأعلام الذين يقرأون أقوالهم ويعجبون بفعالهم.\r2 - بعض الإضافات المكمِّلة للنص من زيادة عبارة، أو فكرة، أو تقسيم.\r3 - بعض الفهارس العلمية.\rهذا وقد كنت كتبت قبل ست سنوات، وأنا الآن متيقن أكثر من ذي قبل بصعوبة تحقيق ما أوردته، وأن الشخص الذي يريد المعالي المسرودة في هذه الرسالة عليه أن يبذل جهداً كبيراً ويتخطى عقبات جساماً - بدون مبالغة - وإلا راوح مكانه، ولم يأت بشيء ذي بال، فليفزع إلى ذي الجلال سائلاً المعونة والإقبال، والتوفيق والتسديد والمباركة في الأقوال والأعمال.\rهذا وإن الحمد لله أولاً وأخراً حيث كتب لهذا الكتاب بعض القبول والانتشار، وأسأله سبحانه وتعالى أن يضفي عليه مزيداً من القبول، وينيلني من فضله ماهو مأمول، وآخر دعوانا أن الحمدلله رب العالمين، وصلى الله وسلم على نبينا محمد وإلى آله وصحبه أجمعين.\r\rالمؤلف\rد. محمد موسى الشريف\rMohammad-mousa@hotmail.com","Part":null,"seal":"2181AA48","page":null},
      {"id":3,"nass":"مقدمة الطبعة الأولى\rالحمد لله الذي خلق الإنسان وعلّمه البيان، ودلّه على طريق الخير والرشاد بالإيمان، وأنشأ فيه نوازع كثيرة للخير والطغيان، فأما من هذّب هذه النوازع فهو الفائز الجذلان، وأمّا من أتبع نفسه هواها فهو الخاسر الحيران.\rوأشهد أن لا إله إلا الله شهادة شهادة تنقذني يوم العرض، وأشهد أن محمداً عبده ورسوله الذي لم يخلد إلى الأرض، صلى الله عليه وعلى آله وصحبه ومن تبعهم بإحسان وبعد:\rإن المسلم - اليوم - مطالب بإرجاع أمته إلى سابق مجدها وقديم عزِّها، وسبيله إلى ذلك هو إصلاح نفسه، ثم دعوة غيره.","Part":"1","seal":"EA77BF2A","page":5},
      {"id":4,"nass":"وإصلاح النفس هدف يرجوه كل مسلم ولكن دونه عقبات عظيمة لا سيما في هذا العصر، وأعظم هذه العقبات هي ما كان من داخل الشخص نفسه؛ إذ أن هناك عقبات حسيّة ومعنويّة، ولكن أعظم العقبات قاطبة هو ما يصادم الشخص داخل نفسه، فالنفس أمّارة بالسوء، وفيها كَبْر وحسد وحقد وغلّ وبغضاء ورياء وشقاق ونفاق إلى غير ذلك من المهلكات، فمن وفقه الله للنجاة من هذه الآفات وأمثالها فهو في خير عظيم، وقد تكفّلة كتب كثيرة بشرح سبل السلام من هذه المهلكات شرحاً وافياً كافياً.\rثم إن المسلم إذا خلّص دواخله من كل هذا فجأتْه مجموعة من المطالبات النفسية الداخلية - وهي ما يمكن أن يسمى ((النوازع)) - أقلقته وعصفت به، ويمكن في كثير من الأحوال أن يقوده عدم تحقيقها إلى اليأس والإحباط إن لم تدركه رحمة مولاه وفضله.\rوأعني","Part":"1","seal":"D4958E19","page":6},
      {"id":5,"nass":"بهذه النوازع - وسيأتي للكلمة وضوابطها شرح مفصَّل، إن شاء الله تعالى - هو ما تنزع إليه النفس وترغبه وتشتهيه:\rفالمسلم الملتزم بدينه يحب أن يكون داعية إلى الله تعالى.\rوكذلك يرغب أن يكون قويّ الإيمان، راسخ اليقين.\rوهو يحب أن يكون من العابدين الزاهدين. وكذلك يستهويه المال الصالح.\rوتدفعه نفسه إلى أن يكون من رجال الشهرة المعروفين المتصدرين.\rوكذلك يحنّ المسلم إلى أن يكون ممن رزقه الله تعالى العلم الشرعي فأصبح من علماء الأمّة العاملين.\rوهو من الراغبين في الثقافة الفكرية والواقعية، حتى يكون مرشداً ومفيتاً من مُفْتي الشباب والصحوة.\rوهو ممّن تَتُوقُ نفسه إلى الجهاد والذَّودْ عن أعراض","Part":"1","seal":"6B00C7DE","page":7},
      {"id":6,"nass":"المسلمين، ويكاد يتمزق شوقاً عندما تلامس أذنَه نداءاتُ الجهاد وأخبار البطولات.\rوهو ممن لا يُحب أن يُرى مقصِّراً في حقوق الأهل والأرحام والأحباب.\rوهو - ولابد - ممن يرغب أن يرى أولاده وبناته من عباد الله الصالحين الداعين المجاهدين، فيربيهم تربية إسلامية حسنة.\rفهذه عشرة نوازع في نفس الإنسان المسلم يرغب كل عاقل لبيب أن يجمعها، ولكن هيهات أن تجتمع له إلا بتوفيق عظيم.\rقال الإمام ابن الجوزي (¬1) رحمه الله تعالى:\r((ويندر من الخلق من يلهمه الكمال وطلب الآفضل، والجمع بين العلوم والأعمال ومعاملات القلوب، وتتفاوت أرباب هذا الحال)) (¬2).\r¬_________\r(¬1) الشيخ الإمام العلامة الحافظ المفسر أبو الفرج عبد الرحمن بن علي بن محمد، ينتهي نسبه إلى القاسم بن محمد بن أبي بكر الصديق رضي الله عنه، ولد سنة 510 ببغداد، وسمع من مشايخ كثيرين، كان رأساً في التذكير والوعظ بلا مدافعة، صنف مصنفات كثيرة، له حكم وأقوال كثيرة، توفي ببغداد سنة 597، انظر ((سير أعلام النبلاء)): 21/ 365 - 384.\r(¬2) ((صيد الخاطر)): 262.","Part":"1","seal":"A6A9047C","page":8},
      {"id":7,"nass":"ولشرح هذه النوازع والتوفيق بين بعضها البعض والتوازن والترجيح بينها جاء هذا البحث، الذي أحسبه جديداً يضيف شيئاً إلى المكتبة الإسلامية، ويشرح أموراً يجدها كل مسلم ملتزم بهذا الدين داعية - على وجه الخصوص - في نفسه حال سيره في دروب هذه الحياة.","Part":"1","seal":"CB2006A6","page":9},
      {"id":9,"nass":"المبحث الأول\rالنوازع وأهمية التوفيق بينها","Part":"1","seal":"6FDA5C24","page":11},
      {"id":11,"nass":"معنى التوازن والنوازع:\rالتوازن لغةً:\rقال أبو فارس (¬1):\r((الواو والزاء والنون: بناء يدل على تعديل واستقامة, ووَزِينُ الرأي: معتدله. وهو راجح الوزن إذا نسبوه إلى رجاحة الرأي وشدة العقل)) (¬2).\rأما اصطلاحاً فيمكن تعريفه بأنه:\r((إعطاء كل شيء حقه من غير زيادة ولا نقص, وهو ينشأ عن معرفة حقائق الأشياء على ما هي عليه, ومعرفة حدودها وغاياتها ومنافعها.\rوهو الحكمة المنوّه بها في قوله تعالى: (يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد أوتي كثيراً وما\r¬_________\r(¬1) الشيخ الإمام أحمد بن فارس بن زكريا القزويني. ولد سنة 329. وكان مقيماً بهمذان والريّ. له تصانيف كثيرة في اللغة والأصول والفقه والقرآن, وله شعر حسن. توفي بالري سنة 395 رحمه الله تعالى. انظر ((الوافي بالوفيات)): 7/ 278, و ((الأعلام)): 1/ 193.\r(¬2) ((معجم مقاييس اللغة)): 6/ 107.","Part":"1","seal":"05A0A0F2","page":13},
      {"id":12,"nass":"يذكر إلا أولوا ألالباب*) (¬1).\rوأما التنازع فقد جاء في ((المصباح المنير)) في مادة ((ن ز ع)):\r((نازعت النفسُ إلى الشيء نُزُوعاً ونزاعاً: اشتاقت, وبعير وناقة نازع: حَنّت إلى أوطانها ومرعاها)).\rوجاء في ((لسان العرب)) في المادة نفسها:\r((نازعتني نفسي إلى هواها نزاعاً: غالبتني, ويقال للإنسان إذا هَوىَ شيئاً ونازعته نفسه إليه: هو ينزع إليه نزاعاً.\rوالتنازع: التجاذب, ومنه حديث: ((مالي أنازَعُ القرآن)) (¬2) أي أجاذب في قراءته, وذلك أن بعض المأمومين جهر خلفه, فنازعه قراءته, فشغله, فنهاه عن الجهر بالقراءة في الصلاة خلفه)).\r¬_________\r(¬1) ((بصائر تربوية)): 25. والآية من سورة البقرة ورقمها: [269].\r(¬2) أخرجه الترمذي في باب ما جاء في ترك القراءة خلف الإمام إذا جهر الإمام بالقراءة, وقال الترمذي, وقال الترمذي: ((هذا حديث حسن)) , وقد أخرجه كذلك مالك في الموطأ والنسائي وابن ماجه والإمام أحمد.","Part":"1","seal":"A502A5EA","page":14},
      {"id":13,"nass":"فالتنازع تدور معانيه على التجاذب والحنين والمغالبة.\rوالنوازع المذكورة في هذا البحث هي الأمور التي يشتاقها الإنسان ويحنّ إليها, وتحصل المجاذبة فيها بينه وبين نفسه لتحقيقها وتحصيلها.\rولا يخفى على اللبيب العاقل أن كل إنسان ينزع إلى ما تدفعه همته إليه, فمن كان عالي الهمة شريف النفس نزع إلى المعالي, ومن كان ممن جذبته الدنيا إليها وكبّلته بحبها نزع إلى ما يزيده حباً فيها وتعلقاً بها, والبون بين الفريقين شاسع.\rولا شك أن حديثي موجه للفريق الأول؛ لأنه هو الذي تتنازعه فضائل كثيرة, ويمكث زماناً يحاول أن يوفق بينها, أو يختار منها ما وفقه الله إليه.\rوقد رأيت أن أتكلم عن نوازع خمسة أظن أنها تستوعب وتتضمن باقي النوازع التي ذكرتها في المقدمة, وهذه الخمسة هي:\r1 - طلب العلم الشرعي.\r2 - كثرة العبادة وإحسانها.","Part":"1","seal":"24DD2162","page":15},
      {"id":14,"nass":"3 - الدعوة إلى الله تعالى.\r4 - الجهاد في سبيل الله.\r5 - طلب المال الصالح.\rوهي إن حاكت في صدر المسلم كلها أو بعضها منعته الرقاد, وأورثته السهاد, فلا يعود يطيب له العيش حتى يُحكم أمره فيها, ويختار منها ما يوفقه الله تعالى إليه, وقد يمنّ الله عليه بجمعها أو بجمع غالبها, فيكون إماماً قدوة كما سأبين, إن شاء الله تعالى.\rوالجامع بين هذه النوازع المختلفة بطريقة محكمة هو الذي يملي على التاريخ ما يكتبه, وهو الذي يجعله الله تعالى ملجأ للناس وملاذاً لهم حال الخَطْب المُدْلهمّ والحادث الجَلل, وهو الذي إن عاش كان رمزاً, وإن مات صار حديثاً للأجيال.\rأما من جدّ واجتهد في جانب أو جانبين من الفضائل واقتصر على ذلك هو في حال حسنة, لكنها مفضولة.\rيقول الأمام ابن الجوزي رحمه الله تعالى موضحاً كيفية هذا التنازع بين","Part":"1","seal":"E0A2995F","page":16},
      {"id":15,"nass":"الفضائل المتنوعة:\r((نظرت إلى علو همتي فرأيتها عجباً, وذلك أنني أروم من العلم ما أتيقن أني لا أصل إليه؛ لأنني أحب نيل كل العلوم على اختلاف فنونها, وأريد استقصاء كل فرد, وهذا أمر يعجز العمر عن بعضه .. فلا أرى الرضى بنقصان العلوم إلا حادثاً عن نقص الهمّة.\rثم إني أروم - نهايةً - العمل بالعلم، فأتُوق إلى ورع بشر (¬1)، وزهادة معروف (¬2)، وهذا مع مطالعة التصانيف وإفادة الخلق ومعاشرتهم بعيدٌ.\rثم إني أروم الغنَى عن الخلق، وأستشرف الإفضال عليهم، والاشتغال بالعلم مانع من الكسب، وقَبول المننن (¬3) مما تأباه الهمة العالية.\rثم إني أُوق إلى طلب الأولاد، كما أتُوق إلى تحقيق\r¬_________\r(¬1) بشر بن الحارث بن عبد الرحمن. الإمام المحدث الزاهد الرباني القدوة، شيخ الإسلام، أبو نصر المروزيّ ثم البغدايّ، المشهور بـ (الحافي). ولد سنة 152 وكان رأساً في الورع والإخلاص، وله حكم جميلة وكلام رائق. توفي رحمه الله تعالى سنة 227. انظر ترجمته في ((سير أعلام النبلاء)): 10/ 469 - 477.\r(¬2) الكرخي، علم الزهاد، بركة العصر، أبو محفوظ البغدادي، توي سنة 200، انظر أخباره في ((سير أعلام النبلاء)): 9/ 339 - 345.\r(¬3) أي العطايا المالية.","Part":"1","seal":"7C0F93DA","page":17},
      {"id":16,"nass":"التصانيف لبقاء الخَلَفَيْن (¬1) نائبيْن عني بعد التلف، وفي طلب ذلك مافيه من شغل القلب المحب للتفرّد.\rثم إني أروم الاستمتاع بالمستحسنات، وفي ذلك امتناع من جهة قلة المال، ثمّ لو حصل فرّق جمع الهمة ...\rوكل ذلك جَمْعٌ بين أضداد ... فواقلقي من طلب قيام الليل وتحقيق الورع مع إعادة العلم, وشغل القلب بالتصانيف ... وواأسفي على ما يفوتني من المناجاة بالخلوة مع ملاقاة الناس وتعليمهم, ويا كدر الورع مع طلب لابد منه للعائلة, غير إني قد استسلمت لتعذيبي, ولعلّ تهذيبي في تعذيبي, وإن بلغ همي مراده وإلا فنيّة المؤمن خير من عمله)) (¬2).\rوكلام الإمام ابن الجوزي رحمه الله تعالى يتردد في صدور كثير من الصالحين, والغالب أن أكثرهم لا يجد سبيلاً للجمع بين تلك الأمور المذكورات على وجه حسن.\r¬_________\r(¬1) أي الكتب والأولاد\r(¬2) ((صيد الخاطر)): 216 - 217.","Part":"1","seal":"B44EBDF4","page":18},
      {"id":17,"nass":"وللتدليل على أهمية هذا الأمر - أمر التوازن بين النوازع المختلفة - فإني أذكر حال واحد من إخواني الصالحين, فقد كان داعية نشيطاً, ولكنه كان يعاني من عدم استطاعته التوفيقَ والتوازن بين نوازعه, فقد كان يقوم الليل ويكثر من التعبد أياماً كثيرة, حتى إذا فطن أنه قد قصّر في حق الدعوة ترك التعبد وانغمس في العمل الدعويّ بنشاط عظيم, ثم إذا فطن أنه قد قصّر في حقوق أهله وأقاربه ترك كل ما مضى وجعل يهتم بأهله وأبنائه, فنصحته وبعضُ إخواني بالاتزان فلم ينتصح, فنتج عن ذلك أنه ترك الالتزام كلية بعد شعوره بالضعف وعدم القدرة على التوفيق, ثم منّ الله عليه بالتوبة والرجوع والحمد لله, نعم هذا مرض نادر, ولكنه يحدث في صفوف الدعاة بدرجات مختلفة الحدة, لعل هذه الحالة أشدها, عافاني الله وإياكم.\rوحال عرضي لهذه النوازع سوف أذكر أموراً تضبطها, وأقوالاً للسلف حولها, وأذكر أيضاً كيفية تحقيق","Part":"1","seal":"E4BA1A3D","page":19},
      {"id":18,"nass":"التوازن فيها خاصة, وكيفية التوفيق بينها وبين بعض النوازع الأخرى, وقد أرجىء ذكر تفصيل بعض ذلك إلى المبحث الأخير إن شاء الله تعالى.","Part":"1","seal":"74F067B1","page":20},
      {"id":19,"nass":"المبحث الثاني\rالنوازع: ذكرها وبيانها","Part":"1","seal":"2C00BB76","page":21},
      {"id":21,"nass":"النازع الأول: طلب العلم الشرعي:\rهذا النازع قويّ متجذِّر في نفوس كثير من الملتزمين بالإسلام, وذلك لما ورد من نصوص كثيرة في الكتاب والسنة وكلام أئمة السلف تنوِّه بطلب العلم وتذكر عظم أجره وفضله.\rوالعلماء العاملون سبب لهداية الناس, وهم الذين يجدّدون الدين وينقّونه ممّا عَلق به من البدع والمخالفات, ويصححون مفاهيم العامّة وآراءهم, وهم الذين يُستشفى بحديثهم ويتنزل نصر الله بسببهم.\rوإذا علم الأخ المسلم فضل العلم والعلماء دعته نفسه ليكون منهم فيفوز بما فازوا به من الأجر والفضل, ولكنه","Part":"1","seal":"6F6A0038","page":23},
      {"id":22,"nass":"لا بد له أن يلتفت إلى جملة من التحذيرات والتنبيهات في هذا, وهي:\r1 - لا يحسن به ولا يجمل أن يترك دراسته للفنون والصناعات - إن كان من المتخصصين فيها والدارسين لها - ليطلب العلم الشرعي الكفائيّ, فإن هذه الفنون والصِّناعات - من طب وهندسة وفيزياء وكيمياء وغيرها - سببٌ من أسباب سعادة الأمة وفوزها على أعدائها المتربصين بها, وترك المسلمين لها يزيدهم وهناً على وهن, وقد يصيب التاركَ لهذه الفنون - ممن تعينت عليه - إثمٌ؛ لأنها - اليوم - من فروض الكفاية ومن أصول الرِّيادة.\r2 - لم تكن للصناعات والفنون في عهد السلف هذه المنزلة التي لها يقوم, فلا يصح أن نقارن ما عليه السلف بما نحن عليه, فقوة الأمم - اليوم - تقاس بما هي عليه من التقدم التِّقَني والعلميّ.\r3 - كان السلف حريصين على هذه الفنون والصناعات - رغم بدائيتها في عصرهم- فكثير من علمائهم اشتُقت","Part":"1","seal":"A00A1594","page":24},
      {"id":23,"nass":"ألقابهم من الصناعات التي يزاولونها, فهناك القفّال, والشاشيّ, والحدّاد, والزجّاج, والفرّاء, والخيّاط, والسرّاج, والحذّاء, وغيرهم من علماء السلف وأعلامهم.\r4 - قد عاب بعض السلف تضييع بعض الفنون والصناعات, فهذا الإمام الشافعي (¬1) يقول فيما نقله عنه الربيع (¬2):\r((لا أعلم علماً بعد الحلال والحرام أنبل من الطبِّ إلا أن أهل الكتاب قد غلبونا عليه)) (¬3).\rوقال حَرْملة (¬4):\r((كان الشافعي يتلهّف على ما ضيع المسلمون من الطب ويقول: ضيعوا ثلث العلم ووكلوه إلى اليهود والنصارى)) (¬5).\rيقول هذا في زمانه فكيف في زماننا؟!\r5 - قد سَهُل عند بعض السلف الجمع بين الصناعات والفنون وبين طلب العلم الشرعيّ, ولكنّا اليوم يصعب علينا بل قد يعسُر فعل هذا, فطلبك\r¬_________\r(¬1) محمد بن إدريس الشافعي الإمام المشهور, وأحد أصحاب المذاهب الأربعة المتبوعة. كان ذا ذكاء نادر, وصاحب لغة مستقيمة لم يؤثر عنه لحن قط. توفي رحمه الله تعالى سنة 204.\r(¬2) الربيع بن سليمان بن عبد الجبار المراديّ, أبو محمد المصريّ المؤذن, صاحب الإمام الشافعي, ثقة, مات سنة 270 وله ست وتسعون سنة, رحمه الله تعالى. انظر ((التقريب)):206.\r(¬3) ((نزهة الفضلاء)): 2/ 738.\r(¬4) أبو حفص حرملة بن يحيى بن عبد الله التُجيبيّ المصريّ الحافظ, صاحب الإمام الشافعيّ. ولد سنة 166 وتوفي 243. وله بعض المصنفات. انظر ((الوافي بالوفيات)): 11/ 334.\r(¬5) ((نزهة الفضلاء)): 2/ 738.","Part":"1","seal":"E7627BC2","page":25},
      {"id":24,"nass":"للعلم الشرعيّ من مظانّه يعني أنك لابد أن تلتحق بكلية من الكليات الشرعية أو تطلب العلم على شيخ, والأوّل صعب المنال إن كان الشخص مشغولاً بفنه وبصناعته, والثاني من أصعب الأمور؛ إذ هات لي شيخاً يصبر على تدريس الطالب أوّليات العلوم ومبادئها, ثم يتدرج معه حتى يكمل ويفقه, فالمشايخ- اليوم- يعتذرون لطالب العلم بالانشغال وعدم القدرة, وبين كثير منهم وبين الشباب فجوة سحيقة؛ إذ لا يوصل إليهم- غالباً - إلا بشق الأنفس, وإذا وصلت إليهم وجدت من الصِّعاب والعقبات عند الشيخ ما يفقدك الرغبة في طلب العلم عليه.\rهذا ما حدا بكثير من الشباب إلى طلب العلم من الكتب والتفقه بغير شيخ, فظنوا أنهم قد علموا, والحقيقة أنه بينهم وبين العلم الصحيح المعتبر مفاوز؛ إذ هم من الفضلاء المطّلعين, ولا يصح وصفهم بأكثر من هذا.\rفإذا فهمت الأمور الخمسة الماضية فاعلم أنك إن لم","Part":"1","seal":"86C73FF4","page":26},
      {"id":25,"nass":"تستطع تحصيل العلم الشرعيّ على الوجه المطلوب فقد يعوضك الله بفن وبصناعة تكفي بها الأمة الذل والهوان, وتكون ممن رُفع عند الله درجات أعلى وأعظم من كثير من العلماء المتقاعسين الذين لم يجمعوا بين العلم والعمل:\r((أين فينا من يساهم ابتداءً في العمل على رقي المسلمين وتحررهم ووحدتهم إسهاماً يجسد ما يريد الإسلام من أبنائه, أن يكونوا عُباداً بررة وصناعاً مهرة, رهباناً بليل وفرساناً بنهار, دعاة إلى إنارة القلوب بالذكر, وسعاة إلى إزالة الظُلمة والجوع والمرض والفقر بالتقدم, يريدهم أن يكونوا هم المتفوقين دوماً في كل علم وصنعة لا عالة على أهل البحوث والدراسات والصناعات, وهم المخترعين المبدعين المبتكرين في كل فن وميدان لا المستوردين المستهلكين دون تقصٍّ أو انتقاء لكل جديد مُبتدَع, وهم الذين يصنعون التاريخ لا الذين يقرؤون","Part":"1","seal":"76612EDF","page":27},
      {"id":26,"nass":"أحداثه فحسب)) (¬1).\rومن الأمور التي يجب أن تُعرف أنه لا بد لمزاول صناعة أو مهنة أن يكون له إلمام بالأحكام الشرعيّة اللازمة لصناعته ومهنته وفنه, فالطبيب- مثلاً- عليه أن يعرف الحكم الشرعيّ في الاطلاع على عورة مرضاه, ومتى يجوز له ذلك ومتى يُحظر عليه, وحكمَ التشريح, وحكم الإجهاض إلخ ...\rوالإعلاميّ عليه أن يعرف ما الذي يحل له بثُه وإذاعته بين الناس وما لا يحل له, وما هي الضوابط الشرعية لبثّ ما يملك من معلومات وأخبار؟ ويجب أن يعرف أيضاً كيفية التثبت من الأخبار شرعاً حتّى يكون في مأمن من تشويش الناس وإقلاقهم أو تطمينهم وتهدئتهم بدون وجه حقٍّ كما يحصل - اليوم - كثيراً.\r¬_________\r(¬1) ((الرائد)): 12 - 13.","Part":"1","seal":"A59D2EA7","page":28},
      {"id":27,"nass":"وهذا الأمر ينسحب على أصحاب المهن الأخرى من صيدلية وهندسة وتجارة وصناعة إلخ ...\rومما هو معلوم أنه يجب على الشخص - أيّاً كانت صنعته - تعلم فروض العين وفروض الكفاية, ولا يعذر بجهل هذه الأمور, وكذلك يحسن به أن يعرف الضرورات والحاجيات والتحسينات حتى يستطيع فهم واقعه على ما هو عليه.\r\rجوانب التوازن في طلب العلم الشرعي:\rثم إن وفّق الله المسلم لطلب المزيد من العلم فعليه بالآتي ليتوازن في طلبه للعلم, فلا يطغى جانب على جانب:","Part":"1","seal":"47E96231","page":29},
      {"id":28,"nass":"أولاً: التوازن في طلب العلوم المختلفة وتفضيل بعضها على بعض:\rيحتاج طالب العلم إلى النظر والتخير في العلوم ليعلم بأيها يبدأ, وأيها يؤخر.\rقال الإمام يحيى بن عمّار السجستاني (¬1):\r((العلوم خمسة: علم هو حياة الدين وهو علم التوحيد, وعلم هو قوت الدين وهو العظة والذكر, وعلم هو دواء الدين وهو الفقه, وعلم هو داء الدين وهو أخبار ما وقع بين السلف, وعلم هو هلاك الدين وهو علم الكلام)) (¬2).\rوقيل للإمام مالك (¬3):\r((ما تقول في طلب العلم؟ قال: حسن جميل, ولكن انظر الذي يلزمك من حين تصبح إلى أن تمسي فالزمه)) (¬4).\rوقد يحتاج طالب العلم أن يستشير غيره في هذه القضية المهمة, وعلى طالب التفصيل الرجوع إلى الكتب التي تتحدث عن طرق طلب العلم ومراتب العلوم (¬5).\r¬_________\r(¬1) الإمام المحدث الواعظ شيخ سجستان, ونزيل هراة. كان رأساً في التفسير وحسن الموعظة, فصيحاً مفوهاً. توفي سنة 422 رحمه الله تعالى. انظر ترجمته في ((سير أعلام النبلاء)): 17/ 481 - 483.\r(¬2) ((نزهة الفضلاء)): 3/ 1231.\r(¬3) أحد أئمة أهل السنة الأعلام, وأحد أصحاب المذاهب الأربعة المتبوعة, مالك بن أنس الأصبحيّ. توفي بالمدينة 179 عن 89 سنة رحمه الله تعالى. انظر ترجمته في ((سير أعلام النبلاء)): 8/ 48 - 135.\r(¬4) ((نزهة الفضلاء)): 2/ 621.\r(¬5) من تلك الكتب: ((تذكرة السامع والمتكلم)) للشيخ ابن جماعة رحمه الله, و ((تعليم المتعلم طرق التعلم)) لبرهان الدين الزَّرْنُوجي, و ((الحث على طلب العلم)) لأبي هلال العسكري, وغيرها.","Part":"1","seal":"4E75C3D5","page":30},
      {"id":29,"nass":"ثانياً: التوازن بين طلب العلم وطلب ترقيق القلب:\rوهذا من أهم المهمات, فقد حثّ عليه السلف كثيراً وحذروا من تركه والتفريط فيه؛ لأن الشخص حال انشغاله في طلب العلم قد ينسى هذا الأمر المهم.\rفهذا محمد بن عبادة المعافري يحدث أنه وصحبه كانوا عند أبي شريح المعافري (¬1) رحمه الله ((فكثرت المسائل فقال: قد دَرنت (¬2) قلوبكم, فقوموا إلى خالد ابن حميد المَهْري (¬3) استقلُّوا (¬4) قلوبكم, وتعلموا هذه الرغائب والرقائق فإنّها تجدد العبادة, وتورث الزهادة, وتجرّ الصداقة, وأقلوا المسائل فإنها - في غير ما نزل - تقسي القلب, وتورث العداوة)) (¬5).\rوقال شعبة (¬6)\r((إن هذا الحديث يصدكم عن ذكر الله وعن الصلاة وعن صلة الرحم, فهل أنتم منتهون)) (¬7).\r¬_________\r(¬1) الإمام القدوة الربانيّ, أبو شريح المعافريّ الإسكندرانيّ. العابد المتأله الزاهد توفي سنة 167 وكان من أبناء السبعين رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 7/ 182 - 184.\r(¬2) وَسخت.\r(¬3) الإسكندراني. لا بأس به. توفي سنة 167 رحمه الله تعالى. انظر ((التقريب)): 187.\r(¬4) استبدلوا.\r(¬5) ((نزهة الفضلاء)): 1/ 579 - 580.\r(¬6) شعبة بن الحجاج بن الورد العتكي- بالولاء-, أبو بسطام الواسطي ثم البصري, ثقة حافظ متقن, كان أمير المؤمنين في الحديث, وهو أول من فتش بالعراق عن الرجال وذب عن السنة, وكان عابداً, مات سنة 160. انظر ((التقريب)): 266.\r(¬7) ((نزهة الفضلاء)): 1/ 581.","Part":"1","seal":"8CCCBA72","page":31},
      {"id":30,"nass":"يعني أن كثرة طلب الحديث قد تؤدي إلى ما ذكره إذا لم يُجمع بينه وبين قراءة الرقائق والمرغبات والمزهِّدات.\rوذُكر معروف الكَرخي عند الإمام أحمد, فقيل: قصير العلم, فقال: أمسك, وهل يراد من العلم إلا ما وصل إليه معروف (¬1).\rوذكر الإمام ابن الجوزيّ رحمه الله أمر الموازنة بين العلم وطلب ترقيق القلب فقال:\r((تأملت العلم والميل إليه والتشاغل به فإذا هو يقوي القلب قوة يميل به إلى نوع قساوة, ولولا قوة القلب وطول الأمل لم يقع التشاغل به, فإني أكتب الحديث أرجو أن أرويه, وأبتدىء بالتصنيف أرجو أن أتمه, فإذا تأملت إلى باب المعاملات (¬2) قلّ الأمل, ورقّ القلب, وجاءت الدموع, وطابت المناجاة, وغشيت السكينة ... إلا أن العلم\r¬_________\r(¬1) ((نزهة الفضلاء)): 2/ 714.\r(¬2) أي المعاملات القلبية مع الله تبارك وتعالى.","Part":"1","seal":"93C439F4","page":32},
      {"id":31,"nass":"أفضل, وأقوى حجة, وأعلى مرتبة, وإن حدث منه ما شكوت منه (¬1) , والمعاملة- وإن كثرت الفوائد التي أشرت إليها منها- فإنها قريبة إلى أحوال الجبان الكسلان الذي قد اقتنع بصلاح نفسه عن هداية غيره, وانفراد بعزلته عن اجتذاب الخلق إلى ربهم, فالصواب العكوف على العلم مع تلذيع (¬2) النفس بأسباب المرقِّقات تلذيعاً لا يقدح في كمال التشاغل بالعلم)) (¬3).\rوقول الإمام ابن الجوزيّ: ((فالصواب العكوف على العلم مع تلذيع النفس بأسباب المرققات ... )) يُعد من القواعد الجامعة المُثلى في هذا الباب.\rوالناظر اليوم لحال طلبة العلم يعرف أن أكثرهم قد قست قلوبهم وجمدت عيونهم, وانصرفوا عن الرقائق وطلب بعضهم الدنيا بعلمه؛ وذلك لأن القلب ليس متوجهاً إلى الله ولا اللسان بمخلص في دعواه, وهذا من عوامل تأخر النصر, وقلة التوفيق, وندرة البركة في الأعمار والأوقات, والله المستعان.\r\rثالثاً: التوازن بين طلب العلم وحقوق الأهل والأولاد:\rإذ أن حب العلم للعلم أعظم من حب الناس للمال والنساء, وطالب العلم إن لم يوازن\r¬_________\r(¬1) أي نوع من قسوة القلب.\r(¬2) اللذع: الإيلام والإحراق: ((ترتيب القاموس المحيط)): (ل د ع).\r(¬3) ((صيد الخاطر)): 141.","Part":"1","seal":"280A511A","page":33},
      {"id":32,"nass":"بين الحقوق المختلفة يضعف عن إكمال مسيرته.\rوقد يقول قائل: إن السلف كانوا يطلبون العلم ولا يفكرون في غيره من الأمور المذكورة, وأقول لمن يقول ذلك: هات نساء كنساء السلف, وهات معيشة كمعيشتهم, ثمّ يصح لك بعد ذلك قياسك.\rوهاك أمثلةً توضح مدى انشغال طالب العلم به, فقد قال سفيان بن عيينة (¬1) رحمه الله تعالى:\r((لا تدخل هذه المحابر بيت رجل إلا أشقى أهله وولده)) (¬2).\rأي أشقاهم بكثرة انشغاله عنهم, وانشغاله عن طلب الرزق.\rوسأل رحمه الله رجلاً: ((ما حرفتك))؟\rقال: طلب الحديث.\rفقال له: ((بشِّر أهلك بالإفلاس)) (¬3)\rأي أنه لأجل حرفته هذه لن يطلب عملاً دنيوياً يُغني به أهله.\rوقالت بنت أخت الزبير بن بكار (¬4) لزوجه:\r((خالي خير رجل لأهل لا يتخذ ضَرَّة ولا سُرِّية (¬5) , فقالت المرأة: والله\r¬_________\r(¬1) الإمام سفيان بن عيينة بن ميمون الهلالي, أبو محمد الكوفي ثم المكي, ثقة حافظ, فقيه إمام حجة, توفي سنة 198 وله 91 سنة, انظر ((التقريب)): 245.\r(¬2) ((نزهة الفضلاء)): 2/ 671.\r(¬3) ((نزهة الفضلاء)): 2/ 671.\r(¬4) العلامة الحافظ, النسابة, قاضي مكة وعالمها, أبو عبد الله بكار بن عبد الله القرشي الأسدي الزبيدي. ولد سنة 172. وتوفي بمكة سنة 256 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 12/ 311 - 315.\r(¬5) أي الجارية المتخذة للتسري وهو الجماع.","Part":"1","seal":"895C392F","page":34},
      {"id":33,"nass":"هذه الكتب أشدّ عليّ من ثلاث ضرائر)) (¬1).\rونحن اليوم بين مُفْرط ومُفَرِّط, بين قابع في بيته لا يخرج بدعوى الحفاظ على حقوق الأهل والأولاد, وبين مضيع لهم لا يعرف لهم حقاً ولا واجباً, وقليل من التزم الجادة وأعطى كل ذي حق حقه, والطريقة المثلى في ذلك ما كان عليه رسول الله - صلى الله عليه وسلم -.\r\rرابعاً: التوازن بين طلب العلم وفعل التطوعات:\rهذه مسألة مهمة طالما أرَّقت طالب العلم الجادَّ, حيث إنه يفضل طلب العلم على فعل التطوع, ويظل هذا الأمر يحوك في صدره زماناً طويلاً خاصة عند قراءة سير العابدين الزاهدين.\rيقول الإمام الذهبي (¬2) رحمه الله شارحاً المراد:\r((هذه مسألة مختلف فيها: هل طلب العلم أفضل أو صلاة النافلة والتلاوة والذكر؟\rفأمّا من كان مخلصاً لله في طلب العلم وذهنه جيِّد, فالعلم أولى, ولكن مع حظٍّ من صلاة وتعبد, فإن رأيته مجداً في طلب العلم لا حظّ له في القربات, فهذا كسلان مهين, وليس هو بصادق في حسن نيته.\rوأما من كان طلبه الحديثَ والفقه غيَّةً ومحبة نفسانيّة فالعبادة في حقّه أفضل، بل ما بينها أفعل تفضيل.\rوهذا تقسيم في الجملة، فقَلّ - والله - من رأيته مخلصاً في طلب العلم)) (¬3).\rوقال في موضع آخر معلقاً على قول ابن المبارك (¬4):\r((ما\r¬_________\r(¬1) ((نزهة الفضلاء)): 2/ 892.\r(¬2) محمد بن أحمد بن عثمان, الحافظ شمس الدين, أبو عبد الله التركمانيّ الذهبي محدّث العصر, ولد سنة 673, واعتنى بطلب الحديث وارتحل من أجله منذ كان عمره 18 سنة, وألَّف مصنفات جامعة نافعة, وتوفي سنة 748 بعد أن أضَر مدة يسيرة. انظر ترجمته في ((طبقات الشافعية الكبرى)): 9/ 100 - 123, لكن ليُحذر من طعن السبكيّ في الطبقات على شيخه الذهبي فإنه لا يلتفت إليه, والله أعلم.\r(¬3) ((نزهة الفضلاء)): 1/ 578.\r(¬4) عبد الله بن المبارك المروزي مولى بني حنظلة، ثقة ثبت فقيه، عالم جواد، مجاهد، جمعت فيه خصال الخير، مات سنة 181 وله 63 سنة. انظر ((التقريب)): 320.","Part":"1","seal":"3927E296","page":35},
      {"id":34,"nass":"رأيت أحداً ارتفع مثل مالك ليس له كثير صلاة ولا صيام إلا أن تكون له سريرة)).\rفقال رحمه الله:\r((ما كان عليه من العلم ونشره أفضل من نوافل الصوم والصلاة لمن أراد به الله)) (¬1).\rفحاصل كلام الإمام الذهبيّ رحمه الله تعالى هو وجوب التوازن بين العلم والعبادات التطوّعية لتحقيق الكمال المنشود، وإن كان - أي الذهبيّ - يفضل العلم على النوافل مثل كثير من السلف.\r\rخامساً: التوازن بين طلب العلم الشرعي وبين طلب الثقافة الإسلامية والواقعية:\rكثير من إخواننا الصالحين المعتكفين على العلم الشرعي قد قصروا أنفسهم عليه أو على جانب منه، ولم يتهموا بما يُثري ثقافتهم الإسلامية أو بمعرفة واقعهم\r¬_________\r(¬1) المصدر السابق: 2/ 621 - 622.","Part":"1","seal":"87E174F5","page":36},
      {"id":35,"nass":"الذي يعيشونه، فترى كثيراً منهم لا يفقهون أحوال إخوانهم المسلمين، ولا يهتمون بما آل إليه حال الأقليات، ولا يطّلعون على شبهات الكافرين والضالين ... إلخ.\rوهذا الأمر - لا شك - عيب في العالم أو طالب العلم المتصدِّر لإرشاد الناس؛ إذ معرفة أحوال الناس أمر لا غنى عنه لفهم مشاكلهم والعمل على حلها.\rوالعجيب أن بعض الناس اليوم يستهزئ بأمر معرفة الواقع، ويعده من الفضول، بل علامة على خسارة الشخص المشتغل به، وهذا والله عجيب عجيب؛ إذ كيف يريدون أن يعيش الناس، ويواجهوا أعداءهم. أبجهل واقع الأعداء والغفلة عن شأنهم؟! نحن بحاجة ماسة لمعرفة الواقع العقدي، والفكري، والقافيّ، و ((الفني))، والسياسيّ، والاقتصادي، والاجتماعيّ لكل الأمم المحيطة بنا ممن تتربص بنا الدوائر، وتعمل على حربنا بشتى الوسائل، وإن لم نفعل ذلك فنحن غارقون في الغفلة والسذاجة.\rهذه بعض جوانب التوازن في طلب العلم التي لا مناص لطالب العلم من مراعاتها، حتى لا يضل الطريق السويّ أو ينقطع.","Part":"1","seal":"AC0615A5","page":37},
      {"id":37,"nass":"النازع الثاني: كثرة العبادة:\rرغبة كل مسلم ملتزم بدينه أن يكون عظيم العبادة، كثير الأوراد متقرباً إلى بشتّى الطاعات حتى يفوز في الآخرة بالمنزلة العظيمة والدرجة الرفيعة.\rوأشد ما يكون شوقه إلى الإكثار من العبادة حين يقرأ أو يسمع أخبار السّلف وعبادتهم، فهذا سُهيل بن عمرو (¬1)\rرضي الله عنه قد كان ((كثير الصلاة والصوم والصدقة، خرج بجماعته إلى الشام مجاهداً، ويقال إنه صام وتهجّد حتى شحب لونه وتغيّر، وكان كثير البكاء\r¬_________\r(¬1) خطيب قريش وفصيحها وشريفها. أسلم يوم الفتح وحسن إسلامه. وكان سمحاً جواداً. قام بمكة بعد وفاة رسول الله - صلى الله عليه وسلم - بنحو من خطبة الصديق بالمدينة فسكنهم وعظّم الإسلام.\r\rوكان كثير الصلاة والصيام والصدقة. واستشهد يوم اليرموك رضي الله عنه. انظر ((سير أعلام النبلاء)): 1/ 194 - 195.","Part":"1","seal":"DD824355","page":39},
      {"id":38,"nass":"إذا سمع القرآن)) (¬1).\rوهذا أنس بن عياض (¬2) يحدث أنه رأى صفوان بن سليم (¬3) - أحد أئمة التابعين - ((لو قيل له: ((إذا القيامة)) ما كان عنده مزيد على ماهو عليه من العبادة)) (¬4).\rوهذا هنّاد بن السَّري (¬5) يحدث عنه أحمد بن سلمة النيسابوري الحافظ (¬6) بأنه كان ((كثير البكاء، فرغ يوماً من القراءة لنا، فتوضأ وجاء إلى المسجد فصلى إلى الزّوال، وأنا معه في المسجد، ثم رجع إلى منزله، فتوضأ وجاء فصلى بنا الظهر، وأخذ يقرأ في المصحف حتى صلّى المغرب، فقلت لبعض جيرانه: ما أصبره على العبادة، فقال: هذه عبادته بالناهار منذ سبعين سنة، فكيف لو رأيت عبادته بالليل)) (¬7).\r¬_________\r(¬1) ((نزهة الفضلاء)): 1/ 34 - 35.\r(¬2) أنس بن عياض بن ضمرة، أبو عبد الرحمن الليثي المديني. ثقة توفي سنة مائتين وله ستة وتسعون سنة: ((التقريب)): 115.\r(¬3) الإمام الثقة الحافظ الفقيه، أبو عبد الله الزهري المدني مولى محمد بن عبد الرحمن بن عوف، كان قد بلغ في العبادة مبلغاً عظيماً، وكان من الصالحين الثقات. توفي سنة 132 وقد عاش 72 سنة، وانظر ((سير أعلام النبلاء)): 5/ 364 - 369.\r(¬4) المصدر السابق: 1/ 498.\r(¬5) الإمام الحجة القدوة، زين العابدين، أبو السَرِيّ التميمي الدارمي الكوفي. ولد سنة 152. وكان كثير البكاء، طويل التعبد. توفي سنة 243 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 11/ 465 - 466.\r(¬6) الحافظ الحجة المأمون، رفيق الإمام مسلم في رحلته. روى وجمع وصنف توفي رحمه الله تعالى سنة 286. انظر ((سير أعلام النبلاء)): 13/ 373.\r(¬7) ((نزهة الفضلاء)): 2/ 847 - 848.","Part":"1","seal":"E9D7B41D","page":40},
      {"id":39,"nass":"هذه بعض الأمثلة من عبادة السلف، إذ لو أكثرتُ لأتيت بالعجب العُجاب، فهذه الأخبار وغيرها يقرأها المسلم أو يسمعها يتفطر قلبه، ويتمنّى أن ول عبد الله مثلهم، ولكنه يصدم بواقعه، فهو يعمل من الصباح الباكر حتى العصر، هذا إن كان ممن اقتصر على عمل واحد، فكيف بمن يعمل مرتين في اليوم - صباحاً ومساءً - ثم إنه عندما يعود إلى منزله إمّا أن يخلد إلى الرّاحة أو يقضي حوائجه وحوائج أهله، ثم قد ينظر في بعض أموره، فينتهي يومه وهو في عمل متصل، حتى إذا جاء المساء احتاج لقضاء بعض الوقت في الدعوة أو في شأن آخر، ثم يخلد إلى الراحة ليستيقظ فجراً، وهكذا دَوَاليك، فماذا يصنع وكيف يصل إلى ما وصل إليه القوم؟\rلبيان ذلك لابد م توضيح الآتي حتى لا يصاب","Part":"1","seal":"D2A138B6","page":41},
      {"id":40,"nass":"الشخص بإحباط، أو يكذب هذه الأخبار فيرتكب ما لا يسوغ:\r1 - لم يكن السلف يعملون أغلب أوقات نهارهم كما نفعل الآن، بل كان أحدهم إذا كسب ما يقوته اكتفى به، فهذا الآن، بل كان أحدهم إذا كسب ما يقوته اكتفى به، فهذا عتبة الغلام (¬1) - من نسّاك أهل البصرة - ((كان رأس ماله فلساً يشتري به خُوصاً يعمله ويبيعه بثلاثة فلوس، فيتصدق بفلس، ويتعشى بفلس، وفلس رأس ماله)) (¬2).\rهذا شيخ الإسلام حماد بن سلمة (¬3) إذا ربح في ثوب حبة أو حبيتين لم يبع شيئاً (¬4).\rفهذه الصورة لكسب الرزق لم تعُد سائغة اليوم،\r¬_________\r(¬1) عتبة بن أبان البصريّ. الزاهد الخاشع، كان ورعاً زاهداً عابداً. قاتل الروم فاستشهد رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 7/ 62 - 63.\r(¬2) ((نزهة الفضلاء)): 1/ 564.\r(¬3) الإمام القدوة شيخ الإسلام، أبو سلمة البصري النحويّ البزاز مولى آل ربيعة بن مالك. كان إماماً في الحديث العربية، فقيهاً فصيحاً، رأساً في السنة، صاحب تصانيف، عابداً كثير التعبد. توفي سنة 167 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 7/ 444 - 456.\r(¬4) المصدر السابق: 1/ 603. والمقصود بالحبة وزن حبة من شعير ونحوه ذهباً أو فضة.","Part":"1","seal":"35ED5436","page":42},
      {"id":41,"nass":"ولا هي مطلوبة - أيضاً - في زماننا هذا الذي نريد الإمساك بزمام الأمر فيه.\r2 - كانت عندهم بركة في الوقت تكاد تكون معدومة في عصرنا، وما ذاك - والله أعلم - إلا بإخلاصهم وكثرة تحريهم للحلال.\r3 - لم تكن الحياة بنحو هذا العسر الذي نعيشه الآن، فالأماكن كانت متقاربة، والعيش سهل، ولكن انظر إذا تعطلت سيارة الشخص مثلاً كيف يعسر عيشه، أو إذا خرب شيء في منزله فكيف يتنغص ويمكث أيّاماً من أجل إصلاحه، وهكذا ...\r4 - لم تكن هناك كثير من الأمور المزعجة لنا الآن، أذ هاجس الشخص الملتزم - اليوم - هو تربية أولاده فيحتاج إلى مراعاتهم وقضاء كثير من الوقت في إصلاحهم، بينما لم يكن ذلك كذلك عند السلف، وذلك لنقاء حياتهم وصفائها وخلوّها من كثير من أسباب الفساد الكائنة","Part":"1","seal":"B348B1B7","page":43},
      {"id":42,"nass":"في هذا العصر.\rوهاجس آخر - كذلك - هو توفير أسباب العيش الكريم له ولأهله؛ فقد ضافت أرزاق كثير من الناس في كثير من البلاد على وجه لم يكن معروفاً عند سلفنا، وكذلك كانوا يقنعون بالرزق اليسير ممّا لا يقنع أبناء العصر بأضعافه.\rوهاجس آخر، وهو أن الشخص الملتزم في كثير من ديار المسلمين أصبح يفكر كيف يتخفى بإسلامه ودينه عن أعين الغادرين والمتربصين.\rوالهواجس المزعجات أكثر من أن تُحصر في عصرنا.\r5 - تغير نمط الحياة بحيث صار الشخص - إلا من رحم الله - يفكر في مستقبله ووظيفته وماله، وكذا مستقبل أولاده ووظائفهم وأموالهم، ويسعى لهذه الأمور الثلاثة سعياً عظيماً يكاد يغلب كلَّ سعي آخر.\r6 - سَعْيُ الشخص المسلم - في كثير من ديار","Part":"1","seal":"82B1A8DE","page":44},
      {"id":43,"nass":"الإسلام - لإقامة دولة الإسلام قد اقتطع كثيراً من وقته، ولم يعد هناك الوقت الكافي لأن يكثر من العبادة، بخلاق أكثر السلف فإنهم كانوا يعيشون في ظل دولة خلافة إسلامية عزيزة مرهوبة الجانب، قد كفتهم - في أكثر الأحيان - هذه المؤونة.\r\rجوانب التوازن في التعبد:\rإذا عرفنا هذا كله فماذا نصنع لكي نحقق التوازن بين العبادة البدنية وغيرها من العبادات المطلوبة من المسلم كالدعوة، والتعلم، وصلة الرحم، إلخ ... ؟\rهذه بعض الجوانب المساعدة على هذا - في ظني - والله أعلم:\r\rأولاً: الأولوية إقامة الفرائض:\rلابد للشخص المسلم من إقامة الفرائض كاملة غير منقوصة، ولا يُعذر في ترك شيء منها إلا فيما يعذره","Part":"1","seal":"F5E31C7D","page":45},
      {"id":44,"nass":"فيه الشرع، ثم بعد ذلك يأتي بأنواع من الطاعات حسب قدرته وفراغه.\r\rثانياً: فعل بعض التطوعات أمر لازم لطالب الدرجات العلى:\rلا محيص للمسلم - إذا أراد الدرجات العُلى - من فعل بعض الطاعات البدنية التطوعية بقدر ما يسعفه الزمان؛ لأن كثيراً من الناس يُعلل نفسه بأنه يدعوا إلى الله، أو أنه يتعلم العلم, فلا وقت عنده لصلاة تطوع, ولا قدرة عنده على صيام نافلة, فهذا يُساق له قول الفُضيل بن عياض (¬1) رحمه الله تعالى:\r((إذا لم تقدر على قيام الليل وصيام النهار فاعلم أنك محروم, كبّلتك خطيئتك)) (¬2).\r\rثالثاً: العزيمة القوية:\rلابد للشخص من العزيمة القوية حتى يستطيع فعل بعض الطاعات, فهذا أبو مسلم الخولاني (¬3)\r¬_________\r(¬1) الفضيل بن عياض بن مسعود التميمي, أبو علي الزاهد المشهور, أصله من خرسان وسكن مكة, ثقة, عابد إمام, مات سنة سبع وثمانين ومائة. انظر ((التقريب)): 448.\r(¬2) ((نزهة الفضلاء)): 2/ 665.\r(¬3) عبد الله بن ثُوَب الدارانيّ الخولانيّ, سيد التابعين وزاهد العصر, توفي بداريا في الشام سنة 62 , وله أخبار جميلة انظرها في ((سير أعلام النبلاء)): 4/ 7 - 14.","Part":"1","seal":"DE6733A9","page":46},
      {"id":45,"nass":"إذا فَتَر في العبادة ضرب ساقه سوطاً أو سوطين (¬1) , وأما التراخي والتعلّل فلا يورث إلا حرماناً من القُربُات، وقد يعتبر عن العزيمة بالهمة، والحق أن العزيمة فرع عن الهمة، فمن ارتفعت همته صحت عزيمته، والعكس صحيح، والله أعلم.\r\rرابعاً: إقامة الحقوق الأخرى:\rلابد من إقامة الحقوق الأخرى قبل القيام بالعبادات التطوعية، وأعني بها حقوق الزوج والأولاد وما يماثلها مما يتعلق بذمّة الشخص، فقد قال أبو الدرداء رضي الله عنه:\r((كنت تاجراً قبل المبعث، فلما جاء الإسلام جمعت التجارة والعبادة فلم يجتمعا، فتركت التجارة ولزمت البعادة)).\rفقال الذهبي معلقاً على هذا:\r((قلت: الأفضل جمع الأمرين مع الجهاد، وهذا الذي قاله هو طريق جماعة من السلف، ولا ريب أن أمزجة الناس تختلف في ذلك، فبعضهم يقوى على الجمع كالصَّديق وعبد الرحمن بن عوف، وكما كان ابن المبارك،\r¬_________\r(¬1) ((نزهة الفضلاء)): 1/ 318 - 319.","Part":"1","seal":"407BC120","page":47},
      {"id":46,"nass":"وبعضهم يعجز ويقتصر على البعادة، وبعضهم يقوى في بدايته، ثم يعجز وبالعكس، وكل سائغ، ولكن لا بد من النهضة بحقوق الزوجة والعيال)) (¬1).\rوأخرج الإمام البخاري رحمه الله بسنده عن عون بن أبي جُحيفة (¬2) عن أبيه (¬3) ((أن رسول الله - صلى الله عليه وسلم - آخى بين سلمان وأبي الدرداء، فزار سلمان أبا الدرداء، فرأى الدرداء مُتبذلة، فقال لها: ما شأنك؟ قالت: أخوك أبو الدرداء ليس له حاجة في الدنيا، فجاء أبو الدرداء، فصنع له طعاماً فقال: كل، قال: فإني صائم، قال: ما أنا بآكل حتى تأكل، قال: فأكل، فلمّا كان الليل ذهب أبو الدرداء يقوم، قال: نم، فنام، ثم ذهب يقوم، فقال: نم، فلما كان من آخر الليل قال سلمان: قم الآن، فصلَّيا، فقال له سلمان: إن لربك عليك حقاً، ولنفسك عليك حقاً، ولأهلك عليك حقاً، فأعط كل ذي\r¬_________\r(¬1) المصدر السابق: 1/ 157.\r(¬2) السُوائي الكوفي ثقة. توفي سنة 116 رحمه الله تعالى. انظر ((التقريب)): 433.\r(¬3) وهب بن عبد الله السُوائي، مشهور بكنيته، ويقال له وهب الخير. صحابي معروف رضي الله عنه، مات سنة 74: المصدر السابق: 585.","Part":"1","seal":"BD25A131","page":48},
      {"id":47,"nass":"حقٍّ حقّه، فأتى النبيَّ - صلى الله عليه وسلم - فذكر ذلك له، فقال النبي - صلى الله عليه وسلم -: صدق سلمان)) (¬1).\r\rخامساً: الشمولية في العبادة:\rلا بد من الجمع بين التطوعات المختلفة، فلا يصلح الاقتصار على العبادات البدنية فقط، بل هناك عبادات أخرى يحسن الإتيان بها: فالدعوة، والتعلم، والأمور بالمعروف، والنهي عن المنكر، وصلة الرحم كلها من الأمور المهمة، بل قد تكون أهمَّ من العبادات التطوعية البدنية، وذلك - والله أعلم - لأن تلك نفعها متعدٍّ والعبادة البدنية نفعها ذاتي قاصر على العابد.\rوهذا من ميزات دين الإسلام الذي جعل كل حركة يتحركها المسلم عبادةً إذا صلحت نيته وأتى بالعمل على قواعد الإسلام وأحكامه، والناظر للأديان والمذاهب لا يجد مثل هذه الميزة أبداً.\r¬_________\r(¬1) أخرجه الإمام البخاري في كتاب الصيام: باب من أقسم على أخيه ليفطر في التطوع.","Part":"1","seal":"856098F9","page":49},
      {"id":49,"nass":"النازع الثالث: الدعوة إلى الله تعالى:\rهذا مطلب لكثير من الملتزمين، وهو تأدية لحق العلم بالدعوة إلى الله تعالى، وهو أمر واجب في هذا العصر الذي ضلّ فيه كثير من الناس، واتّبعوا أهواءهم وشهواتهم، ونكصوا على أعقابهم، ونكثوا البيعة مع الله تبارك وتعالى.\rوللدعوة (شروطها، ووسائلها، ومقوماتها، وآدابها) رسائلُ كثيرة، ولكن الذي هو مطلوب البحث ذكر بعض الأمور التي يتم بها للداعية أمر دعوته من حيث التوازن والاعتدال.\r\rجوانب التوازن في الدعوة:\rأولاً: التوازن بين الدعوة وأداء القربات:\rحال خوض الداعية غمار الدعوة لا ينسى أن يوازن بين التقرب إلى الله بأداء بعض العبادات البدنية","Part":"1","seal":"36255AC1","page":51},
      {"id":50,"nass":"وبين الدعوة كما كان - صلى الله عليه وسلم - يفعل؛ وذلك لأن الدعوة بدون قُرَب جفاف، والقُرَب بدون دعوة تضييع، والجمع بينهما حال الأنبياء والرسل.\rقال التابعي معاوية بن قُرّة (¬1):\r((من يدلني على رجل بكّاء بالليل بسام بالنهار)) (¬2).\rفهو يبكي بين يدي الله تبارك وتعالى حال قيام الليل، ويضحك في وجوه الناس في النهار تألُّفاً وتحبُّباً.\rوقد سُئل أبو أسامة عن الإمامين الكبيرين الفُضَيْل بن عياض وأبي إسحاق الفزاري (¬3) فأجاب بما يصلح إيراده هاهنا، إذ قال:\r((كان فضيلٌ رجل نفسه، وكان أبو إسحاق رجل عامّة)) (¬4).\rوقال الشيخ عبد القادر الجيلاني (¬5) رحمه الله:\r((أتمنى أن أكون في الصحاري والبراري كما كنت\r¬_________\r(¬1) الإمام العالم الثبت، أبو إياس المزني البصري والد القاضي إياس. أدرك سبعين من الصحابة رضي الله عنه. وله كلام حسن. توفي سنة 113 وهو ابن 76 سنة. انظر ((سير أعلام النبلاء)): 5/ 153 - 155.\r(¬2) ((نزهة الفضلاء)): 1/ 482.\r(¬3) الإمام الكبير، الحافظ المجاهد إبراهيم بن محمد بن الحارث الفزاريّ الشامي. كان من أئمة الحديث، صالحاً، آمراً بالمعروف وناهياً عن المنكر. مات سنة 186 عن ثمانين سنة تقريباً. انظر ((سير أعلام النبلاء)): 8/ 539 - 543.\r(¬4) المصدر السابق: 2/ 679.\r(¬5) الشيخ الإمام العالم الزاهد العارف القدوة، محي الدين أبو محمد عبد القادر بن عبد الله بن جنكي دوست الجيلي الحنبلي، شيخ بغداد، ولد بـ ((جيلان)) سنة 471، وتوفي ببغداد سنة 561. انظر ((نزعة الفضلاء)): 3/ 1573 - 1576.","Part":"1","seal":"F92F6E18","page":52},
      {"id":51,"nass":"في الأول لا أرى الخلق ولا يروني، ثم قال: أراد الله مني منفعة الخلق، فقد أسلم على يديّ أكثر من خمسمائة، وتاب على يدي أكثر من مئة ألف، وهذا خير كثير)) (¬1).\r\rثانياً: عدم الانجراف مع الناس حال دعوتهم:\rولست أقصد أن ينجرف معهم في معاصيهم؛ لأن هذا خارج موضوع البحث، ولكني أقصد ألا ينجرف - حال دعوة الناس - إلى أن يكثر الهَذَر معهم، ويسترسل في اللغو والمزاح فيفقد تأثيره وبريقه، فلا يُقبل بعد ذلك غالب كلامه، ولله در الشاطبي (¬2) رحمه الله حيث قال:\rهو المجتبي (¬3) يغدو على الناس كلهم ... قريباً غريباً مستمالاً مؤمّلاً\r¬_________\r(¬1) ((نزهة الفضلاء)): 3/ 1447.\r(¬2) الشيخ الإمام، العالم العامل، القدوة، سيد القراء، أبو محمد، وأبو القاسم، القاسم بن فيرُّه بن خلف بن أحمد الرُّعينيُّ، الأندلسي الشاطبي، الضرير، ناظم ((الشاطبية)). ولد سنة 538، وكان يتوقد ذكاء، له الباع الأطول في فن القراءات والتقوى والتألُّه والوقار. استوطن مصر، وتصدر، وشاع ذكره، وتفي سنة 590 رحمه الله تعالى. انظر: ((سير أعلام النبلاء)): 21/ 261 - 264.\r(¬3) المختار: ((ترتيب القاموس)): (ج ب ي)","Part":"1","seal":"7686B769","page":53},
      {"id":52,"nass":"نعم هو قريب منهم بدعوته وغريب عنهم حال هذرهم ولغوهم.\rقال الإمام ابن القيم (¬1) رحمه الله تعالى:\r((فأما ما تؤثره كثرة الخلطة فامتلاء القلب من دخان أنفاس بني آدم حتى يَسْود، ويوجب له تشتتاً وتفرقاً، وهمّاً وغمّاً وضعفاً، وحملاً لما يعجز عن حمله من مؤنة قرناء السوء وإضاعة مصالحه والاشتغال عنها بهم وبأمورهم، وتقسم فكره في أودية مطالبهم وإراداتهم، فماذا يبقى من لله والدار الآخرة؟\rهذا وكم جلبت خلطة الناس من نقمة، ودفعت من نعمة، وأنزلت من محنة، وعطلت من منحة، وأحلّت من رزية، وأوقعت في بلية؟ وهل آفة الناس إلا الناس، وهل كان على أبي طالب - عند الوفاء - أضر من قرناء السوء؟ لم يزالوابه حتى حالوا بينه وبين كلمة واحدة توجب له سعادة الأبد ...\rوالضابط النافع في أمر الخلطة: أن يخالط الناس في الخير كالجمعة والجماعة والأعياد والحج وتعلم العلم والجهاد والنصيحة، ويعتزلهم في الشر وفضول المباحات ...\rفإن أعجزته المقادير عن ذلك فليسلّ قلبه من بينهم كسلّ الشعرة من العجين، وليكن فيهم حاضراً غائباً، قريباً بعيداً، نائماً يقظاً، ينظر إليهم ولا يبصرهم، ويسمع كلامهم ولا يعيه؛ لأنه قد أخذ قلبه من بينهم ورقى به إلى الملأ الأعلى يسبح حول العرش مع الأرواح العلوية الزكية، وما أصعب هذا وأشقه على النفوس، وإنه ليسير على من يسره الله عليه، فبين العبد وبينه (¬2) أن يصدق الله تبارك وتعالى، ويديم اللّجَأ إليه، ويلقي نفسه على بابه طريحاً ذليلاً، ولا يعين على هذا إلا محبة صادقة، والذكر الدائم بالقلب واللسان، ولا يُنال هذا إلا بعدة صالحة، ومادة قوة من الله عز وجل، وعزيمة صادقة، وفراغ من التعلق بغير الله تعالى)) (¬3).\rولله در الشافعيّ حيث يرشد تلميذه يونس بن عبد الأعلى (¬4) فيقول:\r((يا يونس، الانقباض عن الناس مكسبة للعداوة، والانبساط إليهم مجلبة لقُرناء السُوء، فكن بين المنقبض والمنبسط)) (¬5).\rوهذا وَهْب بن مُنَبِّه (¬6) رحمه الله قد جاءه رجل فقال:\r((قد حدثت نفسي أن لا أخالط النّاس، قال: لا تفعل، إنه لابدّ لك من النّاس ولا بد لهم منك، ولهم إليك حوائج ولك نحوها، ولكن كن فيهم أصمّ سميعاً، أعمى بصيراً، سكوتاً نطوقاً)) (¬7).\r\rثالثاً: الإقلال من مخالطة المدعوِّين إلا لغرض صحيح:\rوهذا لأن الداعية قد يلتبس عليه الأمر فيخالط\r¬_________\r(¬1) الإمام المشهور محمد بن أبي بكر بن أيوب الزُرَعي الدمشقي، شمس الدين الحنبليّ، ولد سنة 691 وتوفي سنة 751، وكان واسع العلم، عارفاً بالخلاف ومذاهب السلف. انظر ((الدرر الكامنة)): 4/ 21 - 23.\r(¬2) أي بينه وبين أن يحصل على تلك الحالة مخالطته للناس.\r(¬3) ((تهذيب مدارج السالكين)): 245 - 246، بتصرف يسير.\r(¬4) ((نزهة الفضلاء)): 2/ 741.\r(¬5) ((نزهة الفضلاء)): 2/ 741.\r(¬6) الإمام العلامة، الأخباريّ القصصي، أبو عبد الله اليماني الذماري الصنعانيّ. ولد سنة 34. وكان غزير العلم بالإسرائيليات. كان عابداً حليماً زاهداً وله كلام حسن. توفي سنة 114 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 4/ 544 - 557.\r(¬7) انظر ((نزهة الفضلاء)): 1/ 442.","Part":"1","seal":"ECADE959","page":54},
      {"id":53,"nass":"المدعوّين لسبب وبدون سبب، ويكثر من زيارتهم كثرة تفضي به إلى أن تكون زيارته عادة وليست عبادة، فيضيع الغرض الصحيح الأوّل من الزيارة، نعم كثرة الزيارة لغرض صحيح أو لإصلاح مدروس أمرٌ لا غبار عليه بل هو من المندوبات.\rقال الحميدي (¬1) رحمه الله:\rلقاء الناس يفيد شيئاً ... سوى الهَذيان من قيل وقال\rفأقلل من لقاء الناس إلا ... لأخذ العلم أو إصلاح حال\r\rرابعاً: الإقلال من مخالطة الدعاة إلا لغرض صحيح:\rقد يعتاد الداعية زيارة إخوانه الدعاة كثيراً فيضيع وقته وأوقاتهم، ويأخذ من وقت المدعوِّين بدون حق، فيجب على الداعية ألا يكثر من زيارة إخوانه الدعاة إلا لغرض صحيح من تنسيق في أعمال الخير، أو تخطيط\r¬_________\r(¬1) الإمام الكبير شيخ الإمام البخاري، عبد الله بن الزبير بن عيسى القرشي الأسدي الحُميدي المكي، أبو بكر، توفي بمكة سنة 219 رحمه الله تعالى. انظر ((التقريب)): 303.","Part":"1","seal":"86E237B7","page":55},
      {"id":54,"nass":"لغزو بعض القلوب الصَّدئة ونحو ذلك.\rويحسن بالدعاة ألا يتأثروا من قلة زيارة إخوانهم لهم؛ إذ المعيار هو الأخوّة وتقارب القلوب, وليس الدليل على المحبة كثرة الزيارة, فقد جاء يوسف القاضي (¬1) إلى الإمام إبراهيم الحربي (¬2) فقال له:\rيا أبا إسحاق, لو جئناك على مقدار واجب حقِّك لكانت أوقاتنا كلها عندك. فقال:\r((ليس كل غيبة جفوة, ولا كل لقاء مودة, وإنما هو تقارب القلوب)) (¬3).\r\rخامساً: التوازن في الحرص على الناس:\rبعض الدعاة بسبب كثرة مخالطته للناس ومعرفته بمشاكلهم قد يضعف شعوره بمشاكلهم وتجاوبه معها, وبعض الدعاة على العكس من ذلك يكاد يتمزق كلما سمع مشكلة أو رأى منكراً, والمطلوب التوازن.\r¬_________\r(¬1) لعله يوسف بن يعقوب بن إسماعيل, الإمام الحافظ المتوفى سنة 297 كما في ((سير أعلام النبلاء)): 14/ 86.\r(¬2) الشيخ الإمام, الحافظ العلامة, شيخ الإسلام, أبو إسحاق إبراهيم بن إسحاق بن إبراهيم البغدادي الحربي, صاحب التصانيف, ولد سنة 198. كان إماماً في العلم, رأساً في الزهد, عارفاً بالفقه, بصيراً بالأحكام, حافظاً للحديث, مميزاً للعلة, صنف كتباً كثيرة, توفي سنة 258 رحمه الله تعالى.= انظر ((سير أعلام النبلاء)): 13/ 356.\r(¬3) المصدر السابق: 2/ 982.","Part":"1","seal":"A905E3F5","page":56},
      {"id":55,"nass":"فقد حث الله سبحانه وتعالى رسوله الأعظم - صلى الله عليه وسلم - على ألا يهلك نفسه حسرة على قومه فقال:\r((لعلك باخع نفسك ألا يكونوا مؤمنين*) (¬1).\rوقال سبحانه:\r((فلعلك باخع نفسك على ءاثارهم إن لم يؤمنوا بهذا الحديث أسفاً*)) (¬2).\rوالبَخْع: الهلاك.\rولكنه قد غلب الناس في هذه الأزمنة تبلد شعورهم بمشاكل المسلمين, فيا حبّذا أن يتوازن هذا الأمر في الداعية, فلا يتأثر تأثراً يفضي به إلى عدم القدرة على العمل وإلى الإحباط واليأس, ولا يضعف هذا الشعور في نفسه فيتبلد حسه.\rكان أويس القَرَنيّ (¬3) ((إذا أمسى تصدّق بما في بيته من الفضل من الطعام والشراب, ثمّ قال: اللهم من مات جوعاً فلا تؤاخذني به, ومن مات عُرياً فلا تؤاخذني به)) (¬4).\r¬_________\r(¬1) سورة الشعراء: [3].\r(¬2) سورة الكهف: [6].\r(¬3) القدوة الزاهد, سيد التابعين في زمانه, المرادي اليماني. من أولياء الله المتقين وعباده المخلصين. أثنى عليه النبي - صلى الله عليه وسلم - في أحاديث صحيحه. وانظر ((سير أعلام النبلاء)): 4/ 19 - 33.\r(¬4) ((نزهة الفضلاء)): 1/ 324.","Part":"1","seal":"C29C21A2","page":57},
      {"id":56,"nass":"وهذا الزاهد أبو عثمان الحيري (¬1) ((طلب في مجلسه مالاً لبعض الثُّغور فتأخر, فتألّم وبكى على رؤوس النّاس فجاءه ابن نُجيْد (¬2) بألفي درهم فدعا له)) (¬3).\r\rسادساً: التوازن بين كره التصدي والشهرة وبين وجوب قيادة الناس:\rالداعية يكره التصدر والشهرة بطبعه لإخلاصه وبعده عن الرياء, ولكن ماذا يفعل إن تعينّ عليه نصح الجمهور وإرشادهم للحق, فإنه لا ينبغي له الفرار من الميدان بدعوى كراهية الشهرة والتصدر, كما أنه لا ينبغي له طلب الشهرة وإرادة التصدر لئلا يجرح إخلاصه.\rقال تعالى:\r(وأجعلنا للمتقين إماماً*) (¬4).\r¬_________\r(¬1) الشيخ الإمام, المحدث الواعظ, القدوة, شيخ الإسلام, الأستاذ سعيد بن إسماعيل بن سعيد النيسابوري الصوفي. ولد بالري سنة230. وكان مجاب الدعوة, مجمع العباد والزهاد, وله مواعظ حسنة وحكم رائعة وكرامات جليلة. توفي سنة 298 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 16/ 146 - 148.\r(¬2) الشيخ الإمام القدوة, المحدث, الرباني, شيخ نيسابور إسماعيل بن نجيد السلمي الصوفي. ولد سنة 272. وتوفي سنة 365 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 16/ 146 - 148.\r(¬3) ((نزهة الفضلاء)): 2/ 1158.\r(¬4) سورة الفرقان: [74].","Part":"1","seal":"6B54F770","page":58},
      {"id":57,"nass":"وقال سبحانه قاصاً كلام سيدنا يوسف عليه الصلاة والسلام:\r(أجعلني على خزائن الأرض إني حفيظ عليم*) (¬1).\rفهاتان الآيتان توضحان أن المسلم هو الرائد والدليل, بل قد ينبغي له طلب هذه الوظيفة الشريفة.\rوقد يكون في قلب المتصدر المخلص حبٌ للشهرة وهو لا يشعر به ولا يريده, ولكنه نازع من نوازع النفس الإنسانية لا يؤخذ عليه إن شاء الله, فهذا إبراهيم بن أدهم (¬2) يقول:\r((ما صدق الله عبدٌ أحب الشهرة)).\rفيعلق الذهبيّ قائلاً:\r((علامة المخلص الذي قد يحب شهرةً ولا يشعر بها أنه إذا عُوتب في ذلك لا يَحْرد ولا يبرىء نفسه, بل يعترف ويقول: رحم الله من أهدى إليّ عيوبي, ولا يكن معجباً بنفسه لا يشعر بعيوبها, بل لا يشعر أنه لا يشعر, فإن هذا داءٌ مزمن)) (¬3).\r¬_________\r(¬1) سورة يوسف: [55].\r(¬2) القدوة الإمام العارف, سيد الزهاد, أبو إسحاق العجلي الخراساني البلخي, نزيل الشام. ولد في حدود المائة. له = كلام رائق جميل وكرامات. توفي رحمه الله سنة 162. انظر ((سير أعلام النبلاء)): 7/ 387 - 396.\r(¬3) ((نزهة الفضلاء)): 1/ 596.","Part":"1","seal":"40AF384E","page":59},
      {"id":58,"nass":"وقد أكثر السلف من التحذير من طلب التصدر وحب الشهرة, فهذا شيخ المالكية أبو عثمان ابن الحدّاد (¬1) يقول:\r((ما صد عن الله مثل طلب المحامد وطلب الرفعة)) (¬2).\rويقول الذهبي رحمه الله محذراً من حب الشهرة:\r((فربما أعجبته نفسه وأحب الظهور فيعاقب ... فكم رجل نطق بالحق وأمر بالمعروف فيسلط الله عليه من يؤذيه لسوء قصده وحبه للرئاسة الدينية, فهذا داء خفيٌ سارٍ في نفوس الفقهاء, كما أنه سارٍ في نفوس المنفقين من الأغنياء ... وهو داء خفيّ يسري في نفوس الجند والأمراء والمجاهدين, فتراهم يلقون العدو ويصطدم الجمعان وفي نفوس المجاهدين مخبآت وكمائن من الاختيال وإظهار الشجاعة ليُقال (¬3) ... يضاف إلى ذلك إخلال بالصلاة وظلم للرعيّة وشرب للمسكر\r¬_________\r(¬1) الإمام شيخ المالكية سعيد بن محمد بن صبيح المغربي. أحد المجتهدين, وكان بحراً في فروع الفقه, رأساً في لسان العرب, بصيراً بالسنن كريماً حليماً. توفي سنة 302 عن 83 سنة رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 14/ 205 - 214.\r(¬2) ((نزهة الفضلاء)): 2/ 1034.\r(¬3) أي ليقال عنهم إنهم شجعان.","Part":"1","seal":"D6A786F3","page":60},
      {"id":59,"nass":"فأنى ينصرون؟ وكيف لا يخذلون؟ ... فمن طلب العلم للعمل كسره العلم, وبكى على نفسه, ومن طلب العلم للمدارس والإفتاء والفخر والرياء تحامق واختال وازدرى بالناس وأهلكه العجب ومقتته الأنفس)) (¬1).\rوالذي يحب الصدارة معرّض للذل، كما قال أبو الطيب سهل الصعلوكي: (¬2)\r((من تَصدّر قبل أوانه فقد تصدّى لهوانه)) (¬3).\rوكما قال زُفَر بن الهذيل (¬4):\r((من قعد قبل وقته ذَلّ)) (¬5).\rوهذه الأقوال إن انطبقت على محب التصدر والشهرة وعديم الإخلاص فلا تنطبق - إن شاء الله - على داعية\r¬_________\r(¬1) ((نزهة الفضلاء)): 3/ 1277 - 1278.\r(¬2) العلامة شيخ الشافعية بخراسان، الإمام الطيب سهل بن محمد العجلي الحنفي ثم الصُعلوكي النيسابوري الفقيه الشافعي. وبعده بعض العلماء مجدد المائة الرابعة. توفي رحمه الله تعالى سنة 404 وهو في عشر الثمانين. انظر ((سير أعلام النبلاء)): 17/ 207 - 209.\r(¬3) ((نزهة الفضلاء)): 3/ 1277 - 1278.\r(¬4) العنبري، الفقيه المجتهد، الرباني، العلامة، أبو الهذيل. ولد سنة 110 كان ثقة مأموناً. توفي سنة 158 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 8/ 46 - 48.\r(¬5) ((نزهة الفضلاء)): 2/ 612.","Part":"1","seal":"9DF34064","page":61},
      {"id":60,"nass":"تصدّر لإرجاع قومه إلى الحق وإلى طريق مستقيم حتى لو شُهر وعرف فلا بأس عليه - إن شاء الله تعالى - وله أسوة بالرسل الكرام، فهم أعظم الناس شهرة، وكذلك المصلحون والدعاة من بعدهم.\rوما أجملَ قول الفُضَيْل رحمه الله:\r((من أحب أن يُذكر لم يذكر، ومن كره أن يُذكر ذُكر)) (¬1).\rوقد وازن الفُضَيْل - أيضاً - هذا الأمر قائلاً:\r((إن استطعت ألا تكون محدثاً ولا قارئاً ولا متكلماً (¬2)، إن كنت بليغاً قالوا: ما أبلغَه وأحسنَ حديثه وأحسنَ صوته فيعجبك ذلك فتنتفخ، وإن لم تكن بليغاً ولا حسن الصوت قالوا: ليس يحسن يحدّث وليس صوته بحسن، أحزنك ذلك وشق عليك فتكون مرائياً، وإذا جلست فتكلمت لم تبال من ذمك ومن مدحك فتكلم)) (¬3).\rوقد يكون المرء كارهاً للشهرة من باب التواضع الكاذب الذي سول لصاحبه أنه أضعف وأصغر من أن يشتهر ويعرف, وهذا داء سارٍ في كثير من الصالحين ولولاه لتمكنوا من ارتياد آفاق أعظم لدعوتهم ودينهم.\r¬_________\r(¬1) المصدر السابق: 2/ 665.\r(¬2) أي فافعل إن كنت ممن يحب التصدر.\r(¬3) ((نزهة الفضلاء)): 2/ 665.","Part":"1","seal":"068FA6AF","page":62},
      {"id":61,"nass":"النازع الرابع: الجهاد في سبيل الله:\rيطير المسلم شوقاً إلى الجهاد, وكلما دعاه الداعي إليه رغب فيه وحنّ إليه, والجهاد - لا شك - من أعظم القُرب وأفْعَلها في النفس وأشدها تأثيراً, استمع إلى قوله تعالى:\r((* إن الله أشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعداً عليه حقاً في التوراة والانجيل والقرءان ومن أوفى بعهده من الله فأستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيم*)) (¬1).\rفالذي يسمع هذا النداء العلويّ الجليل لا بد أن يستجيب إن كان في قلبه إيمان قويّ.\r\rجوانب التوازن في الجهاد:\rوللتوازن بين نازع الجهاد وبين النوازع الأخرى\r¬_________\r(¬1) سورة التوبة: [111].","Part":"1","seal":"0EAC55EF","page":63},
      {"id":62,"nass":"من دعوة وتعليم وعبادة وأمر بالمعروف ونهي عن المنكر لا بد من ذكر التالي:\r\rأولاً: العلم والدعوة قد يفضلان الجهاد الكِفائي:\rقد يكون العلم والتعليم والدعوة أفضل من الجهاد الكفائي في بعض الأحيان, وخاصة في هذا الزمان الذي قد يتصدر فيه للجهاد كثير, ولكن المتصدر الحكيم للتعليم والدعوة نادر أشبه بالمفقود, فالمتصدر - الصادق الحكيم - للدعوة يفعل في الأمة - أحياناً - ما لا يفعله جمع من المجاهدين.\rيقول يحيى بن معين (¬1) رحمه الله تعالى:\r((الذب عن السنة أفضل من الجهاد في سبيل الله)).\rفقال له محمد بن يحيى الذهلي (¬2).\r((الرجل ينفق ماله ويتعب نفسه ويجاهد فهذا أفضل منه؟\rقال: نعم, بكثير)) (¬3).\r¬_________\r(¬1) الإمام الحافظ الجهبذ, شيخ المحدثين, أبو زكريا يحيى بن معين الغطفاني ثم المري بالولاء البغدادي, أحد الأعلام, ولد سنة 158.\rوكان رأساً في الجرح والتعديل. توفي بالمدينة في طريقه للحج سنة 233, رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 11/ 71 - 96.\r(¬2) الإمام العلامة الحافظ البارع, شيخ الإسلام وعالم أهل المشرق وإمام أهل الحديث بخراسان, أبو عبد الله الذهلي- بالولاء - النيسابوري. ولد سنة بضع وسبعين ومائة وتوفي سنة 258 رحمه الله تعالى. انظر ترجمته في ((سير أعلام النبلاء)): 12/ 273 - 285.\r(¬3) ((نزهة الفضلاء)): 2/ 778.","Part":"1","seal":"7727556D","page":64},
      {"id":63,"nass":"فهذا رأي يحيى بن معين في ذلك الزمان؟ فكيف في هذا العصر الذي قلّ فيه من ينشر العلم ويدعو بصدق وحكمة.\r\rثانياً: وجوب الاستعداد للجهاد:\rمن كان الجهاد مفضولاً في حقّه فليس معنى هذا أنه ينسى الاستعداد له نفسيّاً وعقلياً وبدنياً, بل ينبغي له أن يكثر من ذكره ويتمنّى الشهادة ويرغب فيها, بل يجعلها أسمى أمانيه, ويتحسّر على الجهاد إذا فاته, فهذا يونس بن عبيد (¬1) الإمام التابعيّ ((نظر إلى قدميه عند الموت وبكى, فقيل: ما يبكيك أبا عبد الله؟ قال: قدماي لم تغبرَّ في سبيل الله)) (¬2).\rولقد كان الكثير من السلف مستعدين للجهاد,\r¬_________\r(¬1) الإمام القدوة الحجة, من صغار التابعين وفضلائهم, العبدي - بالولاء - ثقة, ورع. توفي سنة 140 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 6/ 288 - 296.\r(¬2) ((نزهة الفضلاء)): 2/ 903.","Part":"1","seal":"7786DF1F","page":65},
      {"id":64,"nass":"فهذا الإمام البخاري (¬1) رحمه الله تعالى كان يركب إلى الرمي كثيراً, وكان لا يُسبق في إصابته الهدف (¬2).\rوهذا السلطان الصالح نور الدين محمود الشهيد (¬3)\r((كان يكثر اللعب بالكرة فأنكر عليه فقير (¬4) فكتب إليه: والله ما أقصد اللعب, وإنما نحن في ثغر فربّما وقع الصوت (¬5) فتكون الخيل قد أدمنت على الانعطاف والكرِّ والفرّ)) (¬6).\rوهذا سلطان الموحِّدين يوسف بن عبد المؤمن (¬7) ((أمر العلماء أن يجمعوا أحاديث في الجهاد تُملى على الجند, وكان هو يملي بنفسه وكبار الموحِّدين يكتبون في ألواحهم)) (¬8).\r¬_________\r(¬1) الإمام الحافظ العلم محمد بن إسماعيل بن إبراهيم البخاري الجعفي - بالولاء - توفي سنة 256 بقرية خَرْتَنْك, رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 12/ 391 - 471.\r(¬2) ((نزهة الفضلاء)): 2/ 904.\r(¬3) صاحب الشام, الملك العادل, ليث الإسلام, أبو القاسم محمود بن زنكي. ولد سنة 511. كان حامل رايتي العدل والجهاد, قلّ أن ترى العيون مثله. وكان بطلاً شجاعاً, وافر الهيبة, حسن الرمي, ذا تعبد وخوف وورع, وكان يتعرض للشهادة في غزوات كثيرة غزاها مع الإفرنج. توفي رحمه الله تعالى سنة 569. انظر ((سير أعلام النبلاء)): 20/ 531 - 539.\r(¬4) أي صوفي.\r(¬5) أي جاء العدوّ.\r(¬6) ((نزهة الفضلاء)): 3/ 1454.\r(¬7) صاحب المغرب. كان حلو الكلام فصيحاً, حلو المفاكهة, عارفاً باللغة والأخبار والفقه, متفنناً, جواداً, شجاعاً, استشهد بالأندلس الذي دخلها للدفاع عنها سنة 580 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 21/ 98 - 103.\r(¬8) ((نزهة الفضلاء)): 3/ 1473.","Part":"1","seal":"3603973D","page":66},
      {"id":65,"nass":"وهذا العالم الصالح حَيْوة بن شُريح (¬1) إمام المصريين قد قال مرّة لبعض نواب مصر:\r((يا هذا, لا تخليَنّ بلادنا من السلاح, فنحن بين قبط لا ندري متى ينقضّ, وبين حبشي لا ندري متى يغشانا, وبين رومي لا ندري متى يحلّ بساحتنا, وبربري لا ندري متى يثور)) (¬2).\rوأمّا سؤال الله الشهادة فقد كان الصالحون يكثرون منه, فهذا عتبة الغلام بات عند رياح القيسيّ (¬3) فسمعه يقول في سجوده:\r((اللهم احشر عتبة من حواصل الطير وبطون السِّباع)) (¬4).\rأي أن يستشهد في معركة ويُترك حتى تأكل الطير والسباع من لحمه.\rوقد غفل كثير من الصالحين عن الاستعداد للجهاد, فهم إذ نادى مناديه لا أدري كيف سيستجيبون ولسان حالهم الناطق بالعجز أفصح من مقالهم.\r¬_________\r(¬1) الإمام الرباني, أبو زرعة, التجيبي المصري, من البكائين, وكان ضيق الحال جداً, وصاحب كرامات. توفي رحمه الله تعالى سنة 158. انظر ((سير أعلام النبلاء)): 6/ 404 - 406.\r(¬2) ((نزهة الفضلاء)): 1/ 553.\r(¬3) رياح بن عمرو القيسي العابد, أبو المهاصر, بصري زاهد, متألِّه, كبير القدر, وهو قليل الحديث, كثير الخشية والمراقبة.\rانظر ترجمته في ((سير أعلام النبلاء)): 8/ 174 - 175.\r(¬4) ((نزهة الفضلاء)): 1/ 564.","Part":"1","seal":"B185CE33","page":67},
      {"id":66,"nass":"ثالثاً: معرفة أنواع الجهاد:\rهناك جهاد بالنفس وهو أعلاها مرتبةً, وهناك جهاد بالمال وهو من أعظم الأمور خاصةً في هذا العصر, وهناك جهاد بالقلم, وهناك جهاد بالدعوة, وهناك جهاد للنفس, وغير ذلك, فمن لم يوفق للجهاد بالبدن فليس أقل من أن يجاهد بماله أو بلسانه؛ لأن هناك قوماً من الصالحين إذا تخلف عن الجهاد بالنفس صار إلى حبّ الدنيا والتشبث بها, كأنه لا منزلة بين المنزلتين, فهو إمّا أن يجاهد بنفسه أو يركن إلى الدنيا, وهذا غير صحيح, فهو إن لم يجاهد بنفسه فلا بدّ أن تكون حياته بين قومه جهاداً حقيقياً باللسان وبالحال وبالدعوة وغير ذلك.\rوقد غفل كثير من إخواننا الصالحين عن هذا المعنى, فهم في ترف ودَعَة, وكأنهم بعدم خروجهم للجهاد البدني لعذر ما قد سقطت عنهم جميع أنواع الجهاد الأخرى.","Part":"1","seal":"B3DB2F55","page":68},
      {"id":67,"nass":"النازع الخامس: طلب المال:\rأهمية المال:\rالمجتمع الإسلاميّ- اليوم - في أمسِّ الحاجة إلى المال ليقيم به حياة إسلامية كريمة, والمال عصب لكثير من المشاريع الإسلامية النافعة, وكل مناحي العمل الإسلامي في حاجة إليه, إذ هو أساسٌ في الجهاد, والدعوة, والإعلام الإسلاميّ, واللجان الخيرية, وهيئات الإغاثة إلخ ... باختصار هو أساس لا غنى عنه, فهل يلام المسلم الملتزم إن بحث عنه وجدّ في طلبه للأغراض المذكورة آنفاً, لا ليس عليه لوم, فقد قال سعيد بن المسيَّب (¬1).\r((لا خير فيمن لا يريد جمع المال من حله يعطي منه حقّه ويكفّ به وجهه عن الناس)) (¬2).\r¬_________\r(¬1) سعيد بن المسيب بن حزن بن أبي وهب القرشي المخزومي, أحد العلماء الأثبات الفقهاء الكبار, اتفقوا على أن مرسلاته أصح المراسيل, وقال ابن المديني: لا أعلم في التابعين أوسع علماً منه, مات بعد التسعين, وقد ناهز الثمانين. انظر ((التقريب)): 241.\r(¬2) ((نزهة الفضلاء)): 1/ 376.","Part":"1","seal":"D868680D","page":69},
      {"id":68,"nass":"وقال ابن المنكدر (¬1):\r((نعم العون على تقوى الله الغنى)) (¬2).\rوقال وهب بن منبِّه:\r((الدرهم خواتيم الله في الأرض, فمن ذهب بخاتم الله قضيت حاجته)) (¬3).\rوقيل للإمام أبي الزِّناد (¬4).\r((لم تحب الدراهم وهي تدنيك من الدنيا؟ فقال: لأنها وإن أدنتني منها فقد صانتني عنها)) (¬5).\rوقال الثوري (¬6):\r((كان المال فيما مضى يُكره, فأمّا اليوم فهو تُرس المؤمن)) (¬7).\r((ونظر إليه رجل وفي يده [أي سفيان] دنانير, فقال: يا أبا عبد الله, تمسك هذه الدنانير؟\r¬_________\r(¬1) الإمام الحافظ القدوة شيخ الإسلام أبو عبد الله القرشي المدني. ولد سنة بضع وثلاثين. كان من سادات القراء بكاءً.\r\rله كلام حسن رائق, وأخبار جميلة. توفي سنة 130 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 5/ 353 - 361.\r(¬2) ((نزهة الفضلاء)): 1/ 496.\r(¬3) المصدر السابق: 1/ 441.\r(¬4) عبد الله بن ذكوان, الإمام الفقيه الحافظ المفتي, أبو عبد الرحمن القرشي المدني, ويلقب بأبي الزِّناد. ولد نحو سنة 65, وكان من علماء الإسلام وأئمة الاجتهاد. توفي سنة 130 رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 5/ 445 - 451.\r(¬5) ((نزهة الفضلاء)): 1/ 508.\r(¬6) سفيان بن سعيد بن مسروق الثوري الكوفي, أبو عبد الله, ثقة, حافظ, فقيه عابد, إمام حجة, مات سنة 161 وله أربع وستون سنة. انظر ((التقريب)): 244.\r(¬7) ((نزهة الفضلاء)): 1/ 584.","Part":"1","seal":"010CAA30","page":70},
      {"id":69,"nass":"قال: اسكت, فلولاها لتمندل بنا الملوك)) (¬1).\rولتحقيق التوازن في طلبه لا بد من تدبر الآتي:\r\rأولاً: وجوب كون المال في اليد لا في القلب:\rفإن حب المال للمال إذا تمكّن في القلب أهلك صاحبه, فقد قال هشام بن حسّان (¬2):\r((سمعت الحسن (¬3) يحلف بالله: ما أعز أحدٌ الدرهم إلا أذله الله)) (¬4).\rولكي يضمن الأخ الداعية عدم تغير نفسه بكثرة المال فإن عليه أن يستكثر من قراءة سير الصالحين الذين جمعوا بين الغنى والأموال الطائلة وبين الزهد والتطلع إلى الآخرة وما عند الله تبارك وتعالى, ومن أعظم من\r¬_________\r(¬1) المصدر السابق.\r(¬2) هشام بن حسّان الأزدريّ القُرْدُسي, أبو عبد الله البصريّ. ثقة. مات سنة 147 أو التي تليها, وانظر ((التقريب)): 572.\r(¬3) هو الحسن البصري التابعي الكبير. توفي سنة 110. وفي ((التقريب)): 72 كلام عن سماع بن هشام من الحسن, ولعل هذا النص هنا - إن صح - يثبت سماعه منه, والله أعلم.\r(¬4) ((نزهة الفضلاء)): 1/ 449.","Part":"1","seal":"9F9C6A11","page":71},
      {"id":70,"nass":"جمع بين الأمرين عثمان بن عفان وعبد الرحمن بن عوف\rرضي الله عنهما؛ إذ أن كثرة مالهما معروفة, وكانا - مع ذلك - مبشريْن بالجنة.\r\rثانياً: عدم الإغراق في طلب المال:\rوهذا أمر خطير؛ إذ في غمرة حماس الأخ وتطلعه إلى جمع المال قد ينسى دعوته وعبادته فيقسو قلبه وتجف روحه, وإذا رأيته فكأنك ترى أحد أبناء الدنيا المتكالبين عليها والذين لا يبالون بأمر آخر غير حبها وتفضيلها.\rفكم من نفوس زكية خربت, وكم من صلات أخوية متينة تقطعت بسبب التهافت على جمع المال ونسيان الآخرة, والحوادث أكثر من أن تحصر, ولكني أضرب - لما أقوله - ثلاثة أمثلة:\rأعرف أخاً صالحاً داعية ثقة دخل مضمار الدنيا ففتح عليه قليلاً فظن أنه قد فاز, فابتلاه الله تعالى بأمور متعددة نتج عنها قطع صلاته بإخوانه, وخسرت الدعوة","Part":"1","seal":"ADF02367","page":72},
      {"id":71,"nass":"أخاً كان من المأمول أن يرتقي بها ويعلي من شأنها, وخسر هو إخوانه الذين هم رأسماله الحقيقي.\rوأعرف آخر, ليس كسابقه, ولكنه مسلم مستقيم, ترك وظيفته لأجل طلب الدنيا التي استدرجته حتى وقع في حبائلها, فأصبح الآن يُرثى لحاله؛ إذ هو بعيد عن الله تعالى, مكروه من الناس, ممقوت حتى من أقرب أهله إليه, هذا بخلاف ما اعتاده- الآن - من كذب وغش وخداع.\rوأختم بثالث كان نشيطاً في الدعوة محباً لها حينما كان موظفاً, فسوّل له الشيطان ترك الوظيفة والالتحاق بركب التجار, وكانت له أعذار في هذا- كالعادة - فغرق في بحر التجارة شيئاً فشيئاً حتى نسي المعاني العليّة التي كان يدعو لها, وتقهقر نشاطه, وفتر عزمه,\rوتشوش باله, وتفرق قلبه.\rهذه بعض أمثلة توضح ما يمكن أن يصيب الأخ","Part":"1","seal":"7CA6587F","page":73},
      {"id":72,"nass":"الداعية إذا جرى في المضمار بغير فرس جيد وبغير لجام.\rوقد قال أبو الدرداء رضي الله عنه موضحاً ذلك:\r((أعوذ بالله من تفرقة القلب. قيل: وما تفرقة القلب؟\rقال: أن يُجعل لي في كل واد مال)) (¬1).\r\rثالثاً: المسارعة في إنفاقه لوجه الله تعالى:\rقد يسوَل الشيطان لأصحب الأموال جمعها وعدم الإنفاق منها بدعوى استعدادهم لمشاريع آخرَ، وهذا المنطق قد يجر صاحبه إلى أن يكتنز الأموال فلا يراها المحتاجون الذين كان جمْعُ هذا المال من أجلهم، كما هو الظاهر.\rنعم قد يقال إن هذا أمر نفسي لا يُطلع عليه، ولكني أردت أن أحذر إخواني حتى لا يكونوا مثل ذلك الداعية\r¬_________\r(¬1) المصدر السابق: 1/ 160.","Part":"1","seal":"DBE9B1AB","page":74},
      {"id":73,"nass":"الواعظ الذي كان له جلالة عجيبة وأتباع وأنصار، ولكنه لما مات وجودا له أربعين وعاء مختومة مليئة بالأموال لم يفك ختمها، فقال الذهبي:\r((كان من كبار المذكِّرين، لكن ما أقبح بالعالم الداعي إلى الله الحرص وجمع المال)) (¬1).\r\rرابعاً: وجوب التخصص في هذا الباب:\rوأعني بذلك أنه ليس لكل داعية أو مسلم ملتزم الخوض في جمع المال بغرض الإكثار منه للإنفاق في سبيل الله تعالى؛ إذ لابدّ من ضوابط في هذا الباب، باب التجارة، تحكمه وتوجه العاملين فيه، فلا يصلح للتفرغ لهذا الأمر داعية قدوة، ولا غرٌ ضعيف لا يفقه حيل الدنيا غرق فيها، إلخ ...\rوأقول هذا\r¬_________\r(¬1) المصدر السابق: 3/ 1231.","Part":"1","seal":"A6708AFF","page":75},
      {"id":74,"nass":"حتى لا يطغى جمع المال - بدعوى الإنفاق منه في سبيل الله - على غيره من الجوانب المهمة في حياة المسلم، فيضيع في تلك الأودية.","Part":"1","seal":"84ECE51A","page":76},
      {"id":75,"nass":"المبحث الثالث\rالتوازن والتنازع","Part":"1","seal":"4E96FCE6","page":77},
      {"id":77,"nass":"واقعية هذا البحث:\rقد عرضت في الصفحات الماضية النوازع المختلفة التي تتأجّج في نفس المسلم الغيور، وأَوضحُ بأن تحقيق الاتستجابة لنازع أو اثنين أمر قد يكون ميسوراً، ولكن كيف السبيل لتحقيقها كلها أو غالبها فيصير الإنسان قدوة؟\rوقبل أن أجيب على هذا السؤال هناك سؤال آخر يدور بخلد الكثيرين، وهو مدى واقعية هذا المبحث وإمكانية تحققه في هذه الحياة المعقدة كثيرة المطالب.\rولابدّ قبل الإجابة على هذا السؤال التوضيح بأن","Part":"1","seal":"C9662557","page":79},
      {"id":78,"nass":"هذا الكتاب كله لم يصنف لقاعدي الهمّة، أو للمحبَطين اليائسين الذين من صميم عملهم إحباط أي فكرة متفائلة أو عل الأقل الغضّ من شأنها، إنما وضع هذا الكتاب لمن هو عالي الهمة، قويّ الإرادة، ترى بريق العزم في عينيه، ويفصح لسانه عن مخبوء صدره وعقله، فإن كنت من هذا الفريق، أو ممن يطمح لأن يكون منهم فواصل القراءة مستعيناً بالله، وإن كنت من فريق المثبطين فاعزم على فراقهم، والاستئناس بما ورد في هذا الكتاب في مسيرتك الجديدة: (والله معكم ولن يتركم (¬1) أعمالكم) (¬2).\rإذاً قد يسأل سائل مستغرباً مستنكراً: هل هذا بحث واقعي يمكن إيجاد أو تحقيق ما يصبو إليه كاتبه من كتابته؟!\r¬_________\r(¬1) قال صاحب: ((مختار الصحاح)): وَتَرَهُ يَتره - بالكسر - وتراً، بالكسر أيضاً: نفصه، وقوله تعالى (ولن يتركم أعمالكم) أي في أعمالكم)) انظر ((مختار الصحاح)) (وتر).\r(¬2) سورة محمد - صلى الله عليه وسلم -: [35].","Part":"1","seal":"D057FA79","page":80},
      {"id":79,"nass":"أو هو مثاليات وكلام مُرسل لا قيد له ولا ضابط؟\rوللإجابة على هذا السؤال لابد من بيان أنه حتى يُتحقق من واقعية هذا الأمر وإمكانية تطبيقه يُنظر إلى جانبين اثنين:\rالأمر الأول: هل حدث مثل هذا التوازن بين المتنازعات في عصور السلف الذين فهموا الإسلام وطبقوه أو حتى فيمن جاء بعدهم؟!\rوأما الأمر الآخر: هل يمكن أن يحدث هذا التوازن في هذا الزمان؟ سواء أحدث في العصر الأول أم لم يحدث؟\rأما الأمر الأول فقد تحقق جزماً فيسيرة سيد المرسلين - صلى الله عليه وسلم -،فقد كان - صلى الله عليه وسلم - قويَّ الإيمان، راسخ اليقين، بل أعظم الناس في هذا - صلى الله عليه وسلم -، وكان سيد العابدين الزاهدين، وكان مجاهداً عظيماً، وقائداً بطلاً شجاعاً، كما كان - صلى الله عليه وسلم - خير الناس لأهله وأقاربه، وهو - صلى الله عليه وسلم - كذلك - أعظم","Part":"1","seal":"169319A2","page":81},
      {"id":80,"nass":"الناس تربية لصحبه وأزواجه وأولاده، وهكذا لا تكاد تجد جانباً من جوانب التفوق إلا وقد حازه رسول الله - صلى الله عليه وسلم - على الوجه الأعظم (¬1).\rوهناك أمثلة أخرى لبعض صحابة رسول الله - صلى الله عليه وسلم - تتفاوت في تحقيق الجمع بين الفضائل والموازنة بينها، ولكني أحب بيان حال من جاء بعدهم لشهرة الصحابة ولقلة من يَعرف مَنْ جاء بعدهم.\rوهناك مثل مضيء من عصور السلف وهو الإمام بقيّ بن مخلد محدث الأندلس وعالمها وزاهدها، وأعرض عليكم سيرته لتعرفوا ما أقصده، قال الذهبيّ رحمه الله تعالى:\r¬_________\r(¬1) هناك كتب كثيرة تكفلت بإبراز جوانب العظمة والتفوق في شخصية رسولنا الكريم - صلى الله عليه وسلم - مثل كتب السيرة، وكتب فقه السيرة، وهنك كتب تكفلت بإبراز صفاته - صلى الله عليه وسلم - وتقريرها على الوجه الأتم وهي كثيرة فليرجع إليها للتوسع، ومن هذه الكتب ((زاد المعاد))، و ((بطل الأبطال)) لعبد الرحمن عزّام، و ((الرحيق المختوم)) للمباركفوري، وغيرها كثير.","Part":"1","seal":"BCCE6E7A","page":82},
      {"id":81,"nass":"((كان بَقيّ يختم القرآن كل ليلة، في ثلاثَ عشرةَ ركعة، وكان يصلي بالنَّهار مئة ركعة، ويصوم الدهر. كان كثيرَ الجهاد، فاضلاً، يذكر عنه أنه رابط اثنتين وسبعين غَزْوة.\rونقل بعض العلماء من كتاب لحفيد بَقيٍّ عبد الرحمن ابن أحمد:\rكان جدِّي قد قسَّم أيامَه على أعمال البرِّ: فكان إذا صلى الصُّبح قرأ حزبه من القرآن في المصحف، سُدسَ القرآن، وكان أيضاً يَخْتم القرآن في الصلاة في كل يوم وليلة، ويَخْرج كل ليلة في الثلث الأخير إلى مسجده فيختم قُرب انصداع الفجر، وكان يُصلي بعد حزبه من المصحف صلاةً طويلةً جداً، ثم ينقلب إلى داره - وقد اجتمع في مسجده الطلبة - فيجدِّد الوضوء، ويخرج إليه، فإذا انقضت الدُّول (¬1)، صار إلى صومعة المسجد، فيصلي إلى الظهر، ثم يكون هو المبتدئ\r¬_________\r(¬1) النُّوَب، وهي أوقات الطلبة التي يتداولونها بينهم.","Part":"1","seal":"F51B2F43","page":83},
      {"id":82,"nass":"بالأذان، ثم يهبط، ثم يُسمعُ (¬1) إلى العصر، ويصلي ويُسمع، وربما خرج بقية النهار، فيقعد بين القبور يبكي ويعتبر، فإذا غربت الشمس أتى مسجده، ثم يصلي، ويرجع إلى بيته فيفطر، وكان يسردُ الصومَ إلا يوم الجمعة، ويخرج إلى المسجد، فيخرُج إلى جيرانه، فيتكلَّم معهم في دينهم ودنياهم، ثم يصلي العشاء، ويدخل بيته، فيحدِّث أهله، ثم ينام نومه قد أخذتْها نفسُه، ثم يقوم. هذا دَأبُه إلى أن توفي. وكن جَلْداً، قويّاً على المشي، قد مشى مع ضعيف في مَظْلَمة إلى إشبيلية، ومشى آخر إلى إلبيْرة، ومع امرأة ضعيفة إلى جَيَّان)) (¬2).\rهذه هي سيرة الإمام بَقيّ بن مخلد، يراها كثير من الناس من ضروب الخيال، ويراها الصالحون العاملون فيعلمون أنها ترجمة علمية لحياة بعضهم ولأشواق كثير منهم.\rفهو رحمة الله قد عبد الله أحد ما تكون العبادة.\r¬_________\r(¬1) أي يُسمع الطلبة.\r(¬2) مدن أندلسية، انظر ((نزهة الفضلاء)): 2/ 975.","Part":"1","seal":"EC03C8D7","page":84},
      {"id":83,"nass":"ولم ينس تلاميذه وأصحابه، فكان يعلمهم ويرشدهم ويوجههم.\rولم يُغفل جيرانه، فقد كان يتعهدهم بالنصح والإرشاد.\rوكان يتعهد أهله ويحدثهم ويؤانسهم.\rولم يمنعه ذلك كله من الانتصار للمظلومين والسفر من أجلهم، حتى لو كان ذلك المظلوم امرأة ضعيفة.\rوقد توّج أعماله الصالحة بالجهاد، فقد ((كان كثير الجهاد، رابط اثنتين وسبعين غزوة)).\rثمّ إنه قد فهم الشرط الأساسي والمهم لكل تلك الأعمال الصالحة حتى تدخل سجلات الخالدين ألا وهو الدوام والدأب عليه.\rرحمه الله تعالى، فقد كان شخصيته المثال المطلوب المفقود.\rوبهذا المثل - وهناك عشرات غيره في التاريخ","Part":"1","seal":"F7E05FF3","page":85},
      {"id":84,"nass":"الإسلامي، وإنما ضربته مثالاً لقلة من يعرفه في عصرنا - نتبين، أن هذا الأمر - أمر التوازن - قد حدث في عصور سلفنا رحمهم الله، فحدوثه في هذا الزمان ممكن، وليس بمستغرب.\rوليس على الله بمستغرب ... أن يجمع العالم في واحد\rوأما الأمر الآخر وهو إمكانية حدوثه في هذا الزمان ففيه توضيح وضوابط:\rأما التوضيح في هذا الأمر فهو أن هذا الزمان أصبح من الصعوبة والتعقيد بمكان، وقد تداعت الأعداء علينا من كل جانب، وأصبحنا نفاجأ كل يوم بجديد، وقد قلّت بركة الزمان، وكثرت فيه الهموم اليومية والمطالب الدنيوية كثرة عظيمة، وتباعدت الأمكنة والديار، وكثرت شواغل الحياة كثرة قد يعصب معها فعل هذا الأمر، ولكن هناك ضوابط إن استقامت للشخص يستطيع أن يفكر في مثل هذا ويوفقه الله في تحقيقه.","Part":"1","seal":"06AE0B0D","page":86},
      {"id":85,"nass":"وإليك - أخي القارئ - مناقشة لطيفة متوهمة بين المرء وبعض نوازعه، كتبها أحد الأفاضل، ورأيت أن أثبتها بنصها لملائمتها موضوع الكتاب ولطرافتها، فقد كتب تحت عنوان ((حسم الصراع)) ما يلي:\r((إن تعدد الأجزاء في داخل نفسك هو أمر طبيعي، ولكن يحصل في كثير من الأحيان - كما أشرنا من قبل - أن يكون هناك صراع بين هذه الأجزاء، وقد يخف هذا الصراع حتى يتلاشى في أوقات معينة، أو ظروف معينة، فتكون في حالة عدم انسجام، وتتوقف النتيجة على المحصلة النهائية لانسجام الأجزاء، وتأثير ذلك على حياتك وأدائك.\rوفي حالة احتدام الصراع واشتداده يكون من الضروري حسمه، وإنهاء النزاع بين الأجزاء، وتحقيق السلام بينهما.\rوفيما يلي وصف لعملية حسم الصراع لدى شخصية رمزية (عبد الله) الذي توجد بداخله ستة أجزاء، أو ست شخصيات، فعبد الله رجل متدين، وهو موظف لدى الدولة، ومتزوج وله خمسة أولاد، وهو يحب رياضة المشي ويزاولها، كما أنه يكتب بعض المقالات في الصحف والمجلات، وحيث أن دخل عبد الله محدود فهو يفكر بعمل إضافي (تجاري) يدر عليه مالاً إضافياً.\rوقد نشأت عند عبد الله حالة من الصراع بين هذه الأجزاء المختلفة، فوقته لا يسمح بالقيام بها كلها، وكثيراً ما يشعر بالتقصير وتأنيب الضمير تجاه واحد أو أكثر من هذه الأجزاء.\rوقد استشارنا عبد الله فيما يمكن فعله لحسم هذا الصراع الداخلي في نفسه بين هذه الأجزاء الستة، فأخبرناه بأن يتخيل هذه الأجزاء الستة وكأنها أشخاص لكل منهم اهتمامه ورغباته، وأن يدعوهم إلى اجتماع لمناقشة النزاع بينهم، وطلبنا أن يقدم لنا تقريراً عن عملية حسم الصراع لديه لنشره على القراء لعلهم يفيدوا منه، فاستجاب عبد الله، وبعد أيام وافانا مشكوراً بتقديره التالي:\rيقول عبد الله: وجهت الدعوة إلى الشخصيات الست لعقد اجتماع طارئ لمناقشة موضوع الصراع وإيجاد طريقة لحله، فحضر الجميع إلى غرفة الاجتماعات في الوقت المحدد، وهو: الموظف، والأب، والرياضي، والكاتب، والعابد، والتاجر، فأخذوا أماكنهم حول طاولة الاجتماعات، وطلب عبد الله من العابد أن يترأس الجلسة ويدير الاجتماع، فقام العابد وجلس في المكان المخصص لرئاسة الاجتماع، فحمد الله وأثنى عليه، وذكّر المجتمعين بوجوب التعاون على البر والتقوى، والانتهاء عن الإثم والعدوان، وسأل: هل الحضور مكتمل؟ فقالوا: إن الجميع موجودون وليس هناك غائب، فقال: أريد أولاً أن أذكَّركم بجدول الأعمال لهذا الاجتماع، فحسب ماهو موجود في الورقة التي أمامي، حول توزيع أوقات السيد عبد الله بهدف التوصيل إلى صيغة تعطي كل ذي حق حقه بالعدل والقسطاس المستقيم، من أجل أن يستطيع السيد عبد الله القيام بأعماله وواجباته، على أحسن ما يكون القيام به.\rوأود أن أوضح لكم أيها السادة أن للسيد عبد الله أربعاً وعشرين ساعة في اليوم، منها سبع ساعات للنوم، وسبع وسبعة عشرة ساعة لكم، وسوف تدور مداولات هذا الاجتماع حول ساعات اليقظة فقط، إذ لا سبيل إلى ساعات النوم؛ لأنها من حق السيد عبد الله، كما أرجو أن يكون الكلام مقتصراً على هذا الأمر، وعدم إقحام أمور أخرى لا علاقة لها بالهدف من هذا الاجتماع، كذلك أرجو أن يكون الكلام واضحاً ومختصراً، وأن تستأذنوا من رئيس الجلسة عند طلب الكلام، وألا يقاطع أحد منكم أحداً أثناء حديثه، وسيقوم السيد الكاتب بتدوين محضر الجلسه فلنبدأ بسم الله. وهنا رفع التاجر يده طالباً الكلام.\rالرئيس: تفضل.\rالتاجر: إن شعوري بالمسؤولية جعلني أفكر في الظروف التي تحيط بالسيد عبد الله، والتبعات الملقاة على عاتقه، وقد توصلت إلى أنه من الأفضل لي ولزملائي المحترمين أن أنسحب من الجلسة عن قناعة ورضى، إذا أنني تأكدت بأني لا أستطيع أن أقوم بعملي التجاري في هذه الظروف، لذلك فلا أرغب في هذا الاجتماع، ولا أريد تخصيص أي شيء لي من وقت السيد عبد الله الآن، إن قراري هذا لا يعني إلغاء وجودي بينكم، إنما يعني تعليق مطالبي في الوقت الراهن ولمدة سنة واحدة على الأقل، على أن أحتفظ بحق المطالبة لتخصيص جزء من الوقت لي متى رأيت أن الظروف ملائمة لذلك، وشكراً.\rالرئيس: شكراً للسيد التاجر، لقد سمعتم ما قاله زميلكم، والأمر مفتوح للمناقشة.\rالموظف: لقد فوجئت بقرار السيد التاجر، ولا أعلم الدوافع الحقيقية له، ولكني أود التوضيح بأن المسؤوليات المالية تقع كلها على عاتقي، وليس لي غير الراتب الذي أتقاضاه في نهاية كل شهر، وأشعر بأن السيد عبد الله يحتاج إلى مورد مالي إضافي، وخاصة أن له زوجة وأولاد، وأن هؤلاء الأولاد سيكبرون وسيحتاجون إلى مزيد من النفقات، ولا أعلم إن كنت أستطيع القيام بذلك لوحدي، لذا أرجو من السيد التاجر أن يعيد النظر في قراره.\rالأب: إنني أتفهم موقف السيد الموظف، كما أني أشعر بشعوره أيضاً، فأنا زوج وأب لخمسة أطفال، وأنا المسؤول المباشر عن إعالتهم، كما أني أتوقع ازدياد النفقات في السنوات القادمة، وكذلك الحاجة إلى المال في الحالات الطارئة، ولكني من ناحية أخرى أقدر الموقف الصريح للسيد التاجر في أنه لا يتوقع حصوله على وقت كاف لمزاولة عمل إضافي في الوقت الراهن، لذلك أرجو التأكيد من أن قرار السيد التاجر هو تعليق للأمر لمدة سنة، وليس إلغآؤه على أن يطرح الموضوع في اجتماع خاص بعد مرور السنة، كما أقترح أن يبقى السيد التاجر معنا هنا بصفة مراقب دون أن يكون له حق التصويت.\rالرئيس: شكراً للسيد الأب، هل هناك من لديه ما يقول بشأن موضوع السيد التاجر.\rالكاتب: يعلم الجميع أن طلباتي متواضعة، وقد يؤيدني في ذلك السيد الرياضي؛ لأن طلباته متواضعة كذلك.\rالرياضي: هذا صحيح.\rالكاتب: لذلك فإني أؤيد اقتراح السيد التاجر في تعليق مشاريعه، وأرجو أن يتاح لي مزيد من الوقت لممارسة الكتابة، وخاصة أني أتوقع أن يتضاءل نصيبي إذا ما قرر التاجر البدء بأعماله.\rالرئيس: يبدو أن الجميع موافقون على اقتراح السيد التاجر، وهذه علامة جيدة على الجو الودي الذي يسود الاجتماع، وإني أضم صوتي إليكم ليكون قراراً بالإجماع، أرجو من سكرتير الجلسة السيد الكاتب تدوين هذا القرار في المحضر.\rالموظف: ليسمح لي السيد الرئيس ببيان موقفي، فإن لي الآن ثمان ساعات في اليوم للقيام بأعبا وظيفتي، وأشعر بأني بحاجة إلى أمرين اثنين، الأول: هو إلغاء إجازتي السنوية ليتسنى لي إنجاز بعض الأعمال المتراكمة في مكتب؛ لأن ذلك يساعد على ترقيتي في السلم الوظيفي. والأمر الثاني: هو رجائي لرئيس الجلسة والزملاء المحترمين أن يوافقوا على تخصيص ثلاث ساعات من وقت السيد عبد الله لأستطيع القيام بعمل إ ... ضافي خارج ساعات العمل الرسمية، وذلك لزيارة دخل السيد عبد الله، وخاصة وأن السيد التاجر قد انسحب من المشاركة في الوقت الحاضر.\rالكاتب: هذا ليس عدلاً، ولا إنصافاً، فإنك تستأثر بنصف الوقت المتاح، وأنك ...\rالرياضي: وأنا اعترض على إلغاء الإجازة، لأنني أنتظرها ساعة بساعة، وقد وضعت برنامجاً للإفادة من وقتها، وأظن ...\rالرئيس (مقاطعاً): أرجو من الزميل الرياضي أن لا يقاطع المتحدث حتى يكمل حديثه، ثم يطلب التحدث.\rالرياضي: أرجو المعذرة.\rالرئيس: تفضل أيها الكاتب، أكمل حديثك.\rالكاتب: ما أردت قوله للسيد الموظف هو أننا وافقنا السيد التاجر على تعليق طلباته نظراً لعدم وجود وقت كاف له، فكيف يطلب السيد الموظف سلخ ثلاث ساعات في اليوم من وقت السيد عبد الله، إن هذا ليس إنصافاً، كان الأجدر أن تعطى هذه الساعات الثلاث، إن توفرت للسيد التاجر، أما وأنه قد علق طلبه فإني أرجو أن تؤخذ وضعي بنظر الاعتبار، ذلك بأني أشعر بالغبن، فليس لدي إلا بضع ساعات في الأسبوع لمزاولة هوايتي في الكتابة، والكتابة كما يعلم حضراتكم تحتاج إلى القراءة، وبالتالي فإني أحتاج إلى أربع ساعات في اليوم لمواصلة الكتابة.\rالرياضي: إنني أشعر بضيف بسبب الطلبات الكثيرة والمتزايدة للزملاء، ويجب أن تعلموا - أيها السادة - بأن العقل السليم في الجسم السليم، وإذا كان السيد الكاتب يطالب بأربع ساعات فلن أرضى بأقل منه، ولكني سأقتنع بساعة في اليوم لأداء مهمتي.\rالأب: مهلاً مهلاً - أيها الزملاء - يبدو كل واحد منكم يتحدث وكأنه ليس هناك أحد غيره، هل نسيتم أن لي زوجة وأولاداً خمسة يحتاجون إلى رعاية، وتربية، وتوجيه، فما فائدة الكتابة والرياضة إذا ساءت أمور العائلة، وضعفت العلاقات بين أفرادها، إن أمر العائلة ورعايتها يحتاج إلى مالا يقل عن اثنتي عشرة ساعة في اليوم، كذلك أود تنبيه الزملاء إلى أمر يبدو أنهم نسوه، وهو حقوق السيد العابد رئيس الجلسة، فلديه واجبات يومية نحو ربه خمس صلوات في اليوم والليلة، وقراءة جزء من القرآن، إضافة إلى خلوة مع نفسه بين فترة وأخرى، فإذا أخذنا هذا الأمر نظر الاعتبار فلن يبقى هناك وقت للكاتب ولا للرياضي، وأظن أن ما يقومان به هو ترف لا حاجة لنا به.\rالرئيس: أشكر السيد الأب على تطرقه لحقوقي، في الواقع هي حقوق الله، وكنت على وشك أن أنبه الزملاء إليها، وقد كفاني السيد الأب ذلك فجزاه الله خيراً، إننا هنا - أيها الزملاء - لإيجاد صيغة عادلة ترضي الجميع، ولا نريد إلغاء حق أحد، ولكن يجب أن يتذكر الجميع أن لدينا سبع عشرة ساعة فقط، فلننظر إلى مجموع الساعات المطلوبة لحد الآن، ولكن قبل ذلك أود إخباركم بأني احتاج إلى ساعة واحدة في اليوم لأداء الصلوات الخمس، أما قراءة القرآن والنوافل فقد اتفقت مع السيد عبد الله على أخذ ساعة إضافية من نومه، وهذا كما تعلمون اتفاق خاص لا شأن لكم به، كما أنه لا يؤثر على الأوقات الأخرى، على أني لابد أن أبوح لكم برغبتي في أخذ مزيد من الوقت، وأرجو أن تضعوا هذا الأمر في حسابكم، وخاصة وأن الدنيا ليست بدار قرار، والباقيات الصالحات خير عند ربك ثواباً وخير أملاً، وأملي كبير في أن يعطيني كل واحد منكم جزءاً من وقته لأستطيع التقرب إلى الله بالنوافل، وهو خير للجميع إن شاء الله، (ملتفتاً إلى الكاتب): ما هو مجموع الساعات الآن:\rالكاتب: لدي الآن طلبات بالأوقات كما يلي\rالموظف 11 ساعة (8 ساعات + 3 ساعات إضافية).\rالكاتب ... 4 سعات.\rالرياضي ... ساعة واحدة.\rالأب ... 12 ساعة.\rالعابد ... ساعة واحدة.\rالمجموع ... 29 ساعة.\rسيدي الرئيس، لدينا 29 ساعة، بينما الوقت المتاح لنا هو 17 ساعة فقط.\rالرياضي: لقد أثر كلام السيد العابد في نفسي، وفكرت في أن هذا الجسم الصحيح الذي أريده لن ينفعها غداً يوم يقوم الحساب، وأن الله الذي يحي ويميت ويمنح الصحة والقوة، لذلك أرجو إعطائي نصف ساعة في اليوم للمحافظة على اللياقة البدنية للسيد عبد الله، كما أرجو إعطائي بضع ساعات أخرى في أيام العطل والإجازات للاستمتاع بلعبة كرة المنضدة التي أحبها.\rالموظف: لم أكن أعلم أن هناك واجبات وأعباء كثيرة بتعين على السيد عبد الله القيام بها، كما أني أعتذر للسيد التاجر عن عدم مراعاتي لتضحيته، لذلك فأورد أن أعلن عن تنازلي عن مطالبتي بالساعات الإضافية الثلاث، إلا أني أرجو من الزملاء الموافقة على إلغاء إجازتي السنوية، وهو لمدة ستة أسابيع.\rالأب: وأنا كذلك أظنني أسرفت في أمر العائلة وسوف أبذلك جهدي لأن أكتفي بست ساعات فقط، من ضمنها زيارات لبعض الأقارب والأصدقاء، ولكني لا أوافق على طلب السيد الموظف بإلغاء إجازته، إذ أنها ليست حقاً له، وإنما هي للجميع.\rالكاتب: يبدو أن الأنظار تتوجه إلي، فالجميع قد بادر بالتضحية ولم يبق غيري، لذا أعلن عن عزمي على الاكتفاء بساعتين في اليوم، كذلك أود التنسيق والتعاون مع السيد العابد؛ لأن أوقاتنا متجاورة، وغالباً ما تكون في الليل أو في أوقات الخلوة.\rالرئيس: على الرحب والسعة، وأود إخبارك بأني على علاقة جيدة بالسيد عبد الله، وهو لا يبخل علي بجزء من ساعات نومه كلما احتجت ذلك للصلاة وللقيام.\rالرياضي: سيادة الرئيس، أرجو الانتباه إلى أن السهر يضر بالصحة.\rالرئيس: أعلم ذلك، وليس الغرض هو تجاوز الحقوق، فإن رسول الله - صلى الله عليه وسلم - يقول: ((إن لبدنك عليك حقاً ... ))، والآن يقرأ علينا السيد الكاتب الأوقات الجديدة المخصصة لكل زميل.\rالكاتب: لدينا الآن:\rالموظف ... 8 ساعات.\rالكاتب ... ساعتان.\rالرياضي ... 0,5 ساعة.\rالعابد ... ساعة واحدة، مع وعد من الكاتب بالتعاون.\rالمجموع ... 17,5 ساعة.\rالأب: يبدو أن المجموع هو 17,5 ساعة، أرجو من الزميل الرياضي أن يتعاون معي، وسوف أجد له الوقت اللازم مما هو مخصص لي، وخاصة وأنني أشرك الأولاد في بعض الألعاب الرياضية، فهم يحبون كرة القدم.\rالرياضي: فكرة ممتازة، سوف أعمل على تدريبهم على كرة المنضدة أيضاً، وسأجري مباريات معهم.\rالموظف: بقيت قضية الإجازة وهي ستة أسابيع.\rالرئيس: إني أقترح أن تأخذ أسبوعين وتدع أربعة لزملائك الآخرين. ما هو رأيكم؟\rالجميع (يهزون رؤوسهم): موافقون.\rالرئيس: هل هناك شيء آخر يود أحد منكم قوله؟\rالصمت علامة الرضا، أرجو أن يكون كل منكم سعيداً بما كتب الله له، وأدعو الله تعالى أن يوفقكم ويبارك لك في أوقاتكم.\r(يلتفت إلى الكاتب): سجّل، تم الاتفاق بالإجماع شكراً لكم، وفي رعاية الله) (¬1).\r¬_________\r(¬1) ((آفاق بلا حدود)): 86 - 94.","Part":null,"seal":"4AEEE65F","page":null},
      {"id":86,"nass":"أسس وضوابط لتحقيق التوازن:\rتنقسم هذه الأسس والضوابط إلى قسمين:\rأ- صفات لا بد من توفرها في بيئته.\rب- وصفات لا بد من توفرها في الشخص.\r\rالأسس والضوابط اللازم توفرها في بيئة الشخص:\rأولاً: الطمأنينة والأمن:\rوجود المسلم في دولة يقل فيها النزاع بين الناس بعضهم بعضاً، وبين الناس وولاتهم، بحيث يغلب على أهل البلد الطمأنينة والأمن والاستقرار، وجود مثل هذا عامل مهم لتحقيق التوازن المذكور.\rقيل لخُريم المُرِّيّ:\r((ما النعمة؟ قال: الأمن؛ فإن ليس لخائف عيش والغنى؛ فإنه ليس لفقير عيش، والصحة؛ فإنه ليس لسقيم عيش، ثم لا مزيد على هذا)) (¬1).\r¬_________\r(¬1) ((الممتع)): 101.","Part":"1","seal":"A0E5FB3F","page":87},
      {"id":87,"nass":"ثانياً: الخلوّ من الكدورات والهموم:\rلابد من إيجاد مناخ نفسيِّ ملائم لطالب هذا الأمر، بحيث تكون الشواغل عنه بمنأى، أما من ابتلي بزوجة عَسرة كثيرة المطالب والهموم، أو من أبتلي بوالدة أو بوالد لا يريدان فراقه، أو من كان همّه توفير لقمة العيش حيث إنه في بلد فقير كادح، فهذا لا يستطيع أن يحقق المطلوب من هذا البحث ولا بعضه، وقد سبق قول خُريم في الفقرة السابقة ((ليس لفقير عيش)): أي عيش حسن.\r\rثالثاً: انتشار العلم والثقافة:\rفمن شروط تحصيل هذا المطلوب العزيز وجود الشخص في بيئة علمية وثقافية قوية؛ لأن قلة العلم والثقافة قتل للإبداع، وحصر للفكر، وتسبب الرتابة في العمل، والانزواء في الأفكار، وليس أدلّ على ذلك من أن علماء الأمة المبدعين كانوا يعيشون في المراكز العلمية والثقافية الكبرى على امتداد التاريخ الإسلامي، وذلك في المدينة ودمشق والقاهرة وبغداد ونيسابور وغيرها من المدن.","Part":"1","seal":"22C9E185","page":88},
      {"id":88,"nass":"الأسس والضوابط اللازم توفرها في الشخص:\rأولاً: الإعداد المبكر والعناية الإلهية:\rاهتمام الشخص منذ الصغر ببعض الجوانب المذكورة في المباحث السابقة أمر مهم، فلا يعقل أن يبلغ الشخص مبلغ الرجال ثم يفكر في تحقيق هذه الأمور، فقد كان أئمتنا منذ حداثة أسنانهم يطلبون الكمال في كثير من الجوانب الشرعية وغيرها، قد أعدّهم الله للتصدر والرفعة والإمامة منذ صغرهم.\rذكر الإمام السخاوي (¬1) أن الإمام النووي (¬2) ((نشأ في ... ستر وخير، ولما بلغ من العمر سبع سنين كان نائماً ليلة السابع والعشرين من رمضان بجانب والده .. فانتبه نحو نصف الليل ... وقال: يا أبتي ما هذا الضوء الذي قد ملأ الدار؟ فاستيقظ أهله جميعاً فلم نر كلنا شيئاً، قال والده: فعرفت أنها ليلة القدر (¬3).\r¬_________\r(¬1) الشيخ الإمام، العلامة، الرُحَلة، الحافظ محمد بن عبد الرحمن القاهري الشافعي، أبو عبد الله. ولد سنة 831، وحفظ القرآن وهو صغير وحفظ عدة متون. وأخذ عن أكثر من 400 شيخ واختص بشيخ الإسلام الحافظ ابن حجر. وله مصنفات كثيرة. توفي بالمدنية سنة 902 بعد مجاورته فيها زماناً رحمه الله تعالى. انظر ((النور السافر)): 16 - 21.\r(¬2) مفتي الأمة، شيخ الإسلام يحيى بن شرف بن مُرِّي، محيي الدين أبو زكريا النووي، الحافظ الفقيه الشافعي الزاهد، ولد سنة 631 بـ (نوى) إحدى قوى حوران ببلاد الشام. وقدم إلى دمشق واجتهد في طلب العلم والتعبد، وألف مصنفات نفع الله تعالى بها المسلمين، توفي بـ (نوى) نسة 676، رحمه الله تعالى. انظر ((الوافي بالوفيات)): 4/ 264 - 268.\r(¬3) هذا يدل على عناية الله به، منذ صغره.","Part":"1","seal":"38775D03","page":89},
      {"id":89,"nass":"وذكر ولي الله الشيخ ياسين بن يوسف المراكشي قال: رأيت الشيخ وهو ابن عشر سنين بـ (نَوَى) والصبيان يُكرهونه على اللعب معهم، وهو يهرب منهم، ويبكي لإكراههم، ويقرأ القرآن في تلك الحال، قال: فوقع في قلبي محبته، وكان قد جعله أبوه في دكان، فجعل لا يشتغل بالبيع والشراء عن القرآن، قال: فأتيت معلمه فوصيته به، وقلت له: إنه يُرجى أن يكون أعلم أهل زمانه وأزهدهم وينتفع الناس به، فقال لي: أمنجمٌ أنت؟ فقلت: لا، وإنّما أنطقني الله بذلك. قال: فذكر المعلم ذلك لوالده فحرص عليه إلى أن ختم القرآن وقد ناهز الحلم)) (¬1).\rوهذا الإمام ابن الجوزي رحمه الله تعالى يحكي عن نفسه قائلاً:\r((أذكر نفسي ولي همّة عالية وأنا في المكتب ابن ست\r¬_________\r(¬1) ((المنهل العذب الرويّ)):36 - 37.","Part":"1","seal":"1B61C67C","page":90},
      {"id":90,"nass":"سنين وأنا قرين الصبيان الكبار، قد رزقت عقلاً وافراً في الصغر يزيد على عقل الشيوخ، فما أذكر أني لعبت في طريق مع الصبيان قط، ولا ضحكت ضحكاً خارجاً، حتى أني كنت ولي سبع سنين أو نحوها أحضر رحبة الجامع، فلا أتخير حلقة مشعبذ، بل أطلب المحدث فيتحدث بالسير فأحفظ جميع ما أسمعه، وأذهب إلى البيت وأكتبه، ولقد رفق بي شيخنا أبو الفضل ابن ناصر (¬1) رحمه الله وكان يحملني إلى الشيوخ، فأسمعني المسند وغيره من الكتب الكبار، وأنا لا أعلم ما يراد مني (¬2) ... ولقد كان الصبيان ينزلون إلى دجلة ويفترجون على الجسر وأنا في زمن الصغر آخذ جزءاً وأقعد حُجزة (¬3) من الناس إلى جانب الرِّقة فأتشاغل بالعلم، ثم ألهمت الزهد فسردت الصوم\r¬_________\r(¬1) الإمام المحدث الحافظ، مفيد العراق، أبو الفضل محمد بن ناصر بن محمد السَلاميّ البغدادي، ولد سنة 467، وقرأ ما لا يوصف كثرة، وحصل الأصول، وجمع وألّف، وبَعُد صيته، وكان فصيحاً مليح القراءة، قوي العربية، جم الفضائل، توفي سنة 550، رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 20/ 265 - 271.\r(¬2) أي لصغره.\r(¬3) أي بعيداً عن الناس.","Part":"1","seal":"E8753259","page":91},
      {"id":91,"nass":"وتشاغلت بالتقليل من الطعام، وألزمت نفسي الصبر ... وعالجت السهر، ولم أقنع بفنٍّ من العلوم، بل كنت أسمع الفقه والوعظ والحديث وأتبع الزهّاد)) (¬1).\rوقال - أيضاً - رحمه الله تعالى:\r((كمنت في زمان الصبا آخذ معي أرغفة يابسة فأخرج إلى طلب الحديث، وأقع على نهر عيسى (¬2)، فلا أقدر على أكلها إلا عند الماء، فكلما أكلت لقمة شربت عليها وعين همتي لا ترى إلا لذّة تحصيل العلم)) (¬3).\rوهذا الإمام الكبير سفيان بن عيينة يحدث عن أبيه أنه قال له عندما بلغ سنه خمسة عشرة سنة:\r((إنه قد انقضت عنك شرائع الصّبا فاتبع الخير تكن من أهله، فجعلت وصية أبي قبلةً أميل إليها ولا أميل عنها)) (¬4).\r¬_________\r(¬1) ((لفتة الكبد إلى نصيحة الولد)): 61 - 67 بتصرف.\r(¬2) قال المحقق: في ضواحي بغداد.\r(¬3) ((صدي الخاطر)): 213.\r(¬4) المصدر السابق: 160.","Part":"1","seal":"7A258FD3","page":92},
      {"id":92,"nass":"وهكذا هي أحوال من أراد الجمع بين فضائل متعددة؛ إذ أنه أقدر على تحصيلها منذ الصغر، ولا يعني هذا أن الكبير قد فاته جمع الفضائل، ولكنه يثقل عليه، ولقد نبغ جماعات من السلف تعلموا على كبر مثل العز بن عبد السلام والقفّال وغيرهما.\r\rثانياً: النجابة والذكاء:\rظهور لوئح النجابة والذكاء على الشخص عامل مهم في تحقيق هذا الأمر، أمّا من علم من صفاته العقلية الخَلْقية قصوراً فلا ينبغي له الخوض في مثل هذا، فرحم الله امرءاً قدر نفسه.\r\rثالثاً: توفر صفات خَلقية وخُلقية في الشخص تعينه على هذا المطلوب:\rفلا بد من الهمّة، وقوة الإرادة، وكثرة الحركة الفعالة","Part":"1","seal":"26A495E2","page":93},
      {"id":93,"nass":"المنتجة، والتفاؤل، وانشراح الصدر، وسعة الأفق، والقدرة على استجماع الفكرة، ونسيان الكدورات والأحزان، وكرم الخُلُق.\r\rيقول الإمام ابن الجوزي رحمة الله:\r((أول أسباب الكمال تناسب أعضاء البدن وحسن صورة الباطن، فصورة البدن تسمى خَلقاً، وصورة الباطن تسمى خُلُقاً، ودليل كمال صورة البدن حسن السمت واستعمال الأدب، ودليل كمال صورة البدن حسن السمت واستعمال الأدب، ودليل [كمال] صورة الباطن حسن الطبائع والأخلاق، فالطبائع: العفة، والنزاهة، والأنفة من الجهل، ومباعدة الشره. والأخلاق: الكرم، والإيثار، وستر العيوب، وابتداء المعروف، والحلم عن الجاهل. فمن رزق هذه الأشياء رقته إلى الكمال، وظهر عنه أشرف الخلال، وإن نقصت خلة أوجبت النقص)) (¬1).\r¬_________\r(¬1) ((صيد الخاطر)): 255.","Part":"1","seal":"6C29EC07","page":94},
      {"id":94,"nass":"رابعاً: توفر التوازن الذاتي:\rكل الضوابط المذكورة مهمة لتحقيق التوازن بين النوازع المختلفة، ولكنها لا تصلح للتطبيق إن لم يكون عند الشخص توازن ذاتي في شخصيتهن بحيث يكون مكتمل النضج العقلي والنفسي، وشخصيته، مبنية على دعائم قوية وسليمة، بحيث ((يجابه أعباء حياته بإرادة قوية، وعزيمة ثابتة تمكنه من حسن التكيف، والتفاعل والاستجابة، واتخاذ المواقف والاتجاهات الصحيحة حيال كل المشاكل والمعوقات والعراقيل، فلا يفقد اتزانه العقلي، ولا يختل توازنه النفسي، ولا تنهار شخصيته أمام أبسط العقبات والمصاعب)) (¬1).\rومما يدل على التوازن في شخصية الفرد كذلك ((تحمل مسؤولياته في الحياة بقوة وصلابة، وتكوين مناعة ذاتية ضد الضعف والخَوَر، وصون النفس من\r¬_________\r(¬1) ((أسس التربية الإسلامية)): 842 - 843.","Part":"1","seal":"8D77E1A3","page":95},
      {"id":95,"nass":"التقليد والانسياق الأعمى وراء الآخرين والتأثر بسلوكهم وأفعالهم)) (¬1).\r((وكل خلل يلحق بها [أي بالشخصية] يسبب لها الاضطراب والاهتزاز وعدم الاستقرار والثبات، وهو ما يجعلها غير قادر على التكيف مع مشاكل الحياة، وغير مستعدة لتحمل المصاعب والشدائد، وغير مؤهلة لمجابهة المتاعب والأزمات التي تكتنف ظروف حياة الكائن البشريّ منذ مهده إلى لحده، وهو ما يؤدي بالتالي إلى أن تكون شخصيته سلبيّة هروبيّة لا نفع يرجى منها للفرد أو الجماعة أو شخصية عدوانية مدمِّرة تلحق بالفرد والجماعة معاً أفدح الأضرار)) (¬2).\rوإن ((من لوازم هذا الدين أن يكون المسلم متوازناً في أموره كلها، معتدلاً في شئونه الخاصة والعامة، فلا غلو ولا تقصير، ولا إفراط ولا تفريط، ولا مبالغة ولا\r¬_________\r(¬1) المصدر السابق.\r(¬2) المصدر السابق.","Part":"1","seal":"884DB8BD","page":96},
      {"id":96,"nass":"تهاون، وإنما اعتدال وقصد وتوسط)) (¬1).\rوشخصية الإنسان المسلم ((شخصية متوازنة تعطي للجسم حقه من العناية، وللمظهر ما يستوجبه من الرعاية، ولا يلهيها هذا المظهر عن المخبر اللائق بالإنسان الذي كرمه الله وأسجد له ملائكته ... بل تُعنى بما يكوّن فيها العقل الراجح والتفكير السديد، والمنطق السليم، والفهم العميق لحقائق الأشياء، والنظرة النافذة إلى لبِّ هذه الحقائق وجوهرها، ولا يعزب عنها أن الإنسان ليس مكوناً من جسم وعقل فحسب، وإنما له قلب يخفق، وروح ترفرف، ونفس تَهْجسُ (¬2)، وأشواق عليا تدفعه إلى الاستعلاء على هذه الحياة المادية وحطامها، والصعود في معارج الخير والفضيلة والنور، ومن ثَمّ تعني بالتربية الروحية كما تعنى بالتربية الجسمية والعقلية سواء بسواء، في توازن محكم دقيق بحيث لا يطغى جانب من\r¬_________\r(¬1) ((بصائر تربوية)): 25.\r(¬2) ((هجس الشيء يهجس: خطر بباله، أو هو أن يحدث نفسه في صدره مثل الوَسْواس)) ((ترتيب القاموس المحيط)): (هـ ج س).","Part":"1","seal":"7E17328C","page":97},
      {"id":97,"nass":"هذه الجوانب على آخر)) (¬1).\r\rخامساً: الحفاظ على الوقت وعلو الهمّة:\rولا بد كذلك من معرفة القواعد المفصّلة للحفاظ على الوقت، وطلب علو الهمة، والاطلاع على تجارب البارزين في هذا الجانب كابن الجوزيّ ولنوويّ والسيوطيّ (¬2) وغيرهم، وقد ألف في هذا رسائل عديدة (¬3).\r\rسادساً: التنظيم والترتيب:\rلابد لمريد التوازن أن يكون منظماً مرتباً في شئونه، بعيداً عن العشوائية والارتجال، يخطط ويفكر ثم ينفذ، أما من يُقْدم ولا يعرف لماذا أقدم وكيف أقدم فهذا لن يحقق شيئاً ذا بال.\rويجب - كذلك - على المخطط ألا يكون تخطيطه استجابة لنصائح الآخرين أو ردّ فعل لما يشاهده أو يسمعه، ولكن عليه أن يخطط طبقاً لما يريد لنفسه أن تكون، وهذه الإرادة تكوّنت ووضحت معالمها نتيجة دراسة طويلة لقدراته وما يناسبها، ودراسة الأحوال المحيطة وملائمتها.\r¬_________\r(¬1) ((شخصية المسلم)): 334.\r(¬2) عبد الرحمن بن أبي بكر السيوطي الإمام الحافظ المحدث. ولد سنة 849 بالقاهرة. وحفظ القرآن وعدة متون في صغره، وقرأ على مشايخ كثيرين وله مصنفات كثيرة جداً. توفي رحمه الله تعالى سنة 911 بالقاهرة. انظر ((الضوء اللامع)): 2/ 174 - 178.\r(¬3) انظر - مثلاً - ((قيمة الزمن عند العلماء)) للشيخ عبد الفتاح أبو غده، و ((الوقت في حياة المسلم)) للشيخ القرضاوي، و ((الوقت عمار أو دمار)) للأستاذ جاسم المطوع.","Part":"1","seal":"7E68D50F","page":98},
      {"id":98,"nass":"سابعاً: تنمية الأسس التفكيرية:\rفالمرونة الفكرية أو التفكير المنطقي - ويقصد بهما تكوين القدرة على حسن المحاكمة والاستدلال - والتفكير قبل العمل، والاتساع في التفكير، والاستيعاب الكافي للمفاهيم والتصورات بحيث لا ينشأ الفكر مبتوراً أو مشوّهاً أو ناقصاً، كل هذه أمور مهمة في الأسس التفكيرية كي لا يحدث الضعف في إصدار الأحكام والقرارات (¬1).\r\rثامناً: النظرة الشاملة للحياة:\rلا بد لطالب هذا الأمر من ((تخليص العقل من التركيز على النظرة الجزئية؛ لأن التركيز عليها يؤدي إلى آفات عقلية ليس أقلها العجز والانحسار، كما يؤدي إلى تضخيم دور بعض الفروع والجزئيات الأمر الذي يقتل الإبداع، ويصيب قدرة العطاء عند الإنسان، ويوقع في\r¬_________\r(¬1) ((الأهداف الرئيسية للدعاة إلى الله)): 125 - 126 بتصرف يسير.","Part":"1","seal":"036B85FC","page":99},
      {"id":99,"nass":"التقليد، ويحرم صاحبه من الإفادة من جهود الآخرين، سواء أكان ذلك بالتعامل مع التراث، أو القدرة على استلهام الكتاب والسنة لمواجهة حاجات العصر المتجددة)) (¬1).\r\rتاسعاً: معرفة الأوليات:\rمعرفة الأوليات وتسلسلها في الأهمية، وإعادة تصنيف المشكلات الخاصة يحمي الإنسان من التشتت وينجيه من الإحباط.\rوكذلك يجب على طالب هذا الأمر أن يوازن بين هذه النوازع على حسب الأوليات وبحسب الزمان والمكان الذي هو فيه؛ فالمسلم في فلسطين يختلف حاله ونوازعه عن المسلم في البوسنة، وهو ذو حال مميزة عن المسلم في أفريقية السوداء وهكذا ...\r¬_________\r(¬1) مقدمة الأستاذ عمر عبيد حسنة لكتاب ((الأمة)) رقم4: حول إعادة تشكيل العقل الملسم.","Part":"1","seal":"81FFCC68","page":100},
      {"id":100,"nass":"فإن أذن الله له بالجهاد وتعينّ فلابد من الجهاد، وإن كان المسلم في بلد تحتاج إلى العلم الشرعي درس وعلم، أو إلى الدعوة دعا، وهكذا الأمر في بقية النوازع، هذا إن لم يستطع الجمع، أما إن استطاع فهذا الضابط مع بقية الضوابط يعينه إن شاء الله.\r\rعاشراً: عدم الخلط بين الأمنيات والإمكانات:\rفالأماني سلم للوصول إلى المطلوب ولكن بقدر، فأحلام الأمس حقائق اليوم، وأحلام اليوم حقائق الغد، فمن لا يتخيل ويتمنّى فكيف يطيق العيش في هذه الدنيا ذات البلاء والأكدار والأحزان والمعوقات، ولكن الضابط هو عدم الإكثار من هذه الأماني حتى لا يصاب الشخص بالمثالية ويُنعت بعدم الواقعية.\rيقول الأستاذ القرضاوي واصفاً هذا الأمر وأهمية تحققه في جيل النصر المنشود:","Part":"1","seal":"115392DF","page":101},
      {"id":101,"nass":"((جيل يحتكم إلى الحقائق لا إلى الأوهام، ولا ينسى وهو يتطلع إلى السماء أنه واقف على الأرض، فلا يجري وراء خيال كاذب، أو حلم فارغ، أو أماني موهومة فيسبح في غير ماء ويطير بغير جناح، جيل كبير الآمال ولكنه واقعي التفكير، يرنو إلى شاطئ الأحلام ولكنه يتوقع هياج البحر وغضب الموج، ومفاجآت الأعاصير ... لا يحرث في البحر، ولا يبذر في الصخر، ولا ينسخ خيوطاً من الخيال، ولا يبني قصوراً من الرمال)) (¬1)\r\rحادي عشر: عدم الاستعجال:\rسلوك الطريق بغير استعجال، واعتماد سياسة النفَس الطويل أساس مهم في تحقيق التوازن المطلوب.\rفالطريق ذو الألف من الأميال يبدأ بخطوة، وأما المتعجل الذي يريد جمع كل الفضائل ونفي الرذائل\r¬_________\r(¬1) ((جيل النصر المنشود)): 22.","Part":"1","seal":"F1F2275B","page":102},
      {"id":102,"nass":"في مدة وجيزة فهذا لم يفهم السنن الكونية ولن يطيق الصبر على الطريق الطويل.\rنعم إن هناك فرقاً عظيماً بين العجلة وبين الحماس والإيجابية، فالحماس والإيجابية مطلوبات بالقدر الذي يُنفَّر به من الجلة، ولكن هناك كثير من الناس إن رآك متحمساً إيجابياً متحركاً بقوة رماك بالعجلة وعدم التأني، وما أوتي إلا من قبَل رقوده وخموله، فلو ذاق عرف.\r\rثاني عشر: التفرغ ولو بقدر:\rلا بد من أن يكون الشخص الذي يطلب تحقيق مثل هذا الأمر متفرِّغاً له بقدر معقول، فلا يكون هذا الأمر لشخص يعمل عملين في الصباح والمساء، أو يكون ممن ابتلاه الله تعالى بأمر المال فهو يجمعه آناء الليل وأطراف النهار، أو ممن هو ملزم بعمل يومي طويل مثل من يعمل من السابعة إلى الخامسة أو من الثامنة إلى الرابعة أو ما","Part":"1","seal":"10F72B47","page":103},
      {"id":103,"nass":"شابههما، فمثل هذه الأعمال لا تتيح لصاحبها تحقيق مثل هذا الأمر، بل قد لا يفكر فيه إنسان ابتلي بهذا أصلاً.\rوانظر إلى الصدِّيق رضي الله عنه كيف أنه عندما تسلم مهام الخلافة فرّغه الصحابة لإدارة شؤونها ولم يقبلوا أن يعمل أي عمل قد يقتطع من أوقاته الغالية ما تفوت به المصلحة على المسلمين، وكذلك ينبغي لأي متصدر لمهام عظيمة أن يفرغ نفسه من الأعمال الدنيوية ولو بقدر (¬1).\r\rثالث عشر: الإقلال من الاجتماع بالناس ومخالطتهم:\rوهذا من أعظم أسس وضوابط تحقق التوازن المطلوب، فمن يقضي عامة وقته مخالطاً الناس بغير هدف صحيح ولا غرض صريح فكيف يستطيع أن يحقق بعض ما يصبو إليه؟!\r¬_________\r(¬1) انظر ((مطلب التفرغ)) في الصفحات الآتية قريباً إن شاء الله.","Part":"1","seal":"BD3C45D0","page":104},
      {"id":104,"nass":"وهذا مرض اجتماعي أصاب كثيراً من الملتزمين والدعاة، فسرق الشيطان أوقاتهم الغالية، وزيّن لهم ما يصنعونه بأسباب غالبها غير صحيح.\rوقد سبق لي ذكر هذا في نازع الدعوة، ولكني أعدت ذكره هنا لما له من التعلق والخصوص بهذا المبحث، ولأهمية التركيز عليه.\r\rرابع عشر: معرفة أن النوازع يترتب بعضها على بعض:\rيجب أن يعرف مريد التوازن أن النوازع المختلفة يترتب بعضها على بعض - غالباً-, فالدعوة لا بد لها من علم, وثمرتها الجهاد, وضابط الجهاد هو العلم الشرعيّ, والجهاد يحسن معه توفر المال اللازم, وهكذا ...\rفمعرفة هذا تعين على طلب التوازن وترشِّده.","Part":"1","seal":"84D24EF2","page":105},
      {"id":105,"nass":"مطلب في التفرغ\rالتفرغ أمنية كثير من العاملين الصالحين؛ إذ هو مظنّة تحقيق كثير من أهدافهم وتطلعاتهم, والتفرغ فرصة جيدة لمراجعة الإنسان أحوالَه, ومحاولة إقامتها على الجادّة؛ إذ داومة الحياة اليومية قد تمنع المرء الالتفات إلى أحواله وشؤونه وإصلاحها وتقويمها.\rقال ابن جُزَيءْ (¬1) رحمه الله تعالى:\rلكل بني الدنيا مراد ومقصد ... وإن مرادي صحة وفراغُ\rلأبلغ في علم الشريعة مبلغاً ... يكون به لي في الحياة بلاغُ\rففي مثل هذا فلينافس أولو النُهى ... وحسبي من الدنيا الغَرور بلاغُ\rفما العيش إلا في نعيم مؤبد ... به العيش رغد والشراب يُساغُ (¬2)\rوللتفرغ تعلق لا يخفى بموضوع الكتاب: التوازن عند التنازع؛ إذ لا يُتوصل لتحقيق التوازن المطلوب لإشباع النوازع المختلفة إلا بحظ وافر من التفرغ أو بتفرغ كامل.\r\rوالذين يمكن لهم أن يتفرّغوا للحصول على مطلوبهم عدد قليل بلا شك؛ إذ تكاليف الحياة وكثرة شواغلها ومشاكلها تمنع من التفرغ الكلي أو الجزئي, ولكنه لا بد مما ليس منه بُدُّ, وما لا يدرك جُلّه لا يترك كُلّه.\rوالناظر إلى أحوال الأئمة المؤثرين في التاريخ الإسلامي يجدهم متفرغين تماماً لما وفقهم الله تعالى إليه ومنقطعين لتحقيقه وإتقانه, فهؤلاء أئمة الفقه الأربعة: أبو حنيفة ومالك والشافعي وأحمد رحمهم الله جميعاً لم يؤثر عنهم إلا الانقطاع للعلم دراسة وتدريساً, وكذلك أمثالهم من الأئمة نحو النووي وابن تيمية (¬3) والسيوطي .. إلخ.\rولا تنس - أخي - أنني قد ذكرت أن حياتهم لم تكن كحياتنا, فلم تكن الدنيا لتأخذ منهم ما أخذت منا, وليست هممهم كهممنا.\rإذا كان الأمر كذلك فهل هذا التفرغ المنشود أمر ميسور أم هو خيال طامح لا يعدو أن يكون سراباً؟\r\rلا, بل هو أمر سهل ميسور على من يسره الله عليه, وإليك - أخي القارىء - جملةً من الإرشادات في هذا الباب تعين على تحصيل التفرغ أو بعضه:\r1 - الحصول على عمل قريب من تطلعات المرء ورغباته:\rكأن يكون إمامَ مسجد مثلاً, فهذا يساعده على التفوق في دراسة العلوم الشرعية، وكذلك يشبع نازع التعبد ونازع الدعوة ... إلخ.\rأو يصبحَ مدرساً للعلوم الشرعية، وهذا كسابقه، ويمكن - توفيراً لمتطلبات العيش - الجمع بينهما.\rأو يصبحَ صاحب مكتبه إسلامية تحقق له جملة من النوازع وتعطيه قدراً كافياً من التفرغ، وهكذا ...\r2 - الحصول على إجازة طويلة من العمل:\rوهذا بوسع كل الموظفين - تقريباً - أن ينالوه؛ إذ يستطيعون الحصول على إجازة تبلغ سنة بدون راتب مما يمكنهم أن يشبعوا جملة من النوازع والمطالب.\rوإن احتج أحد بضيق الحال يقال له: اجمع من راتبك بالقدر الذي يكفيك أثناء تفرغك، والقناعة كنز لا يفنى.\rوالأكاديميون يُسمح لهم كل عدد معين من سنوات العمل بالحصول على إجازة سنة كاملة للتفرغ للبحث.\r3 - استبدال العمل الخفيف بالعمل الشاق:\rيمكن عمل هذا بالتضحية قليلاً ببعض المزايا المادية مقابل الحصول على تفرغ نسبيّ، فإني أعرف - مثلاً - طبيباً يعمل في مستشفى حكومي من الساعة الثامنة إلى الخامسة تقريباً، ويمكن له أن يعمل في مستشفى خاص من الثامنة إلى الواحدة وذلك بتنازل يسير عن قليل من المزايا المادية، فإذا أراد هذا الطبيب الالتفات إلى نوازعه ومتطلباته وتحقيقها بدرجة مُرْضية فليس عليه إلا أن يستبدل الوظيفة الثانية بالأولى، مع مراعاة أن هذا الطبيب ليست الأمة في حاجة ماسة لطبه، فإن كان طبيباً متميزاً ماهراً فإنه لا يصح ولا ينبغي له الالتفات إلا لطبه الذي يفيد به أمته ويرفع عنها الذل والهوان - بعد فروض الأعيان -\rوهكذا الشأن فيمن يعمل زمانين: صباحاً ومساء فليس عليه إلا أن يترك أحدهما إلا أن تدفعه ضرورة ملحة للجمع بينهما.\rوكذلك حال إخواننا التجار ممن يعمل مدداً طويلة ويرغب في تحقيق بعض النوازع والتطلعات، فليس أمامه إلا أن يتريث قبل أن يعصر زمان شبابه لكسب مادي مجرد قد يزخرفه تحت دعاوى كثيرة.\r4 - التقاعد المبكر:\rكثير من موظفي الدولة يسمح لهم بالتقاعد المبكر بعد مضي عشرين سنة على بدء العمل، فيُعطى نصفَ راتبه شهرياً مما يمكنه - غالباً - من التفرغ مع دخل مادي مناسب، وهذه فرصة عظيمة لمن تناوشه نوازعُ نفسه وتلح عليه أن يستجيب لها منذ أمد بعيد، ولا يلتفت إلى وساوس الشيطان ووعده له بالفقر فالله تعالى لن يضيع عبداً أقبل عليه وضحّى من أجله.\rهذه أفكار مطروحة لتحقيق التفرغ الكامل أو الجزئي.\rولكن قد يقول قائل: إن دعوتك هذه لتحقيق التفرغ قد تؤدي إلى تعطيل قسم ناشط من المجتمع، وكبح طموحه الوظيفيّ، وتتدرج بالموظف إلى التبرم من وظيفته وتصورها حجرَ عثرة في طريقه، وللإجابة على هذا أحيل القارئ إلى الفقرة التالية:\r\rضوابط لمسألة التفرغ:\rأولاً: التفرغ ليس مطلوباً لكل أحد ولا من كل أحد:\rبمعنى أن طالب التفرغ إنما يطلبه لتحقيق أمانيّ ونوازع ومطالب في نفسه لا يحققها إلا التفرغ الكلي أو الجزئي، فهو لهذا يسعى له ويجاهد للحصول عليه، ثم إنه لا يسعى لهذا إلا بعد التأكد من أن لديه قدرةً مالية يُسيرّ بها شؤونه ومتطلبات حياته.\rوالتفرغ ليس مهماً إلا لعدد محدود ذوي مواهبَ وقدرات واضحة بارزة، بحيث يكون التفرغ لأمثالهم على غاية من الأهمية والإيجابية.\rولضرب المثل على أهمية التفرغ لبعض الناس فإني أذكر حال واحد من إخواني يعمل في وظيفة إدارية هامشيّة منذ عشرين سنة، وعمله هذا يمكن أن يقوم به موظف مبتدئ، ولأخي هذا طموحاتٌ كثيرة وتشتعل في نفسه نوازع متعددة لا يحققها إلا تفرغ كامل، وهو قد بلغ الأربعين، فصرت أبين له أهمية أن يحصل على تقاعد مبكر ويتخلصَ من هذه الوظيفة التي سلبته أثمن أوقاته وزهرة شبابه، ولكنه متردد إلى الآن على الرغم من وضوح الفائدة في تقاعده المبكر، والله أعلم.\rفإذا لا يكون التفرغ لكل أحد، بل لأمثال أخي هذا ومن شاكله.\rثانياً: وجوب تنسيق زمن التفرغ وترتيبه حتى تكمل الاستفادة منه:\rإذ الحاصل على التفرغ الكامل أو الجزئي لا بد له من أن يضع لنفسه أهدافاً محددة لتحقيقها زمن تفرغه، فلا تضيع منه هذه الفرصة الثمينة هباءً، فكم من موظف تفرغ للدراسة ثم لم يُوفّق، وكم من مضيع لتفرغه في عمل مفضول ليس من ورائه طائل.\rثالثاً: وجوب التنسيق بين مريدي التفرغ:\rفلا يتفرغ اثنان في تخصص واحد إلا لحاجة ماسة، ولا يتفرغ اثنان لتأدية عمل معين يمكن أن يؤديه متفرغ واحد.\rوينبغي أن يُحرص على ((العمل بجد على أن يتفرغ عدد من الكفايات في المواقع الإستراتيجية الهامة، وخصوصاً في مجال العلم والفكر، ومجال التربية والتكوين، ومجال الدعوة والإعلام ... )) (¬4).\r((ومن الضروري أن يُراعى عند التفرغ التنوع والتكامل حتى تسد كل الثغرات، ولا يقع تركيز في جانب على حساب جانب أو جوانب أخرى، فلا يوجد إسراف إلا بجانبه حق مضيع)) (¬5).\rرابعاً: ضبط الإنفاق الماديّ على مريدي التفرغ:\rالإنفاق على مريدي التفرغ من المهمات التي يشجع القادرون عليها؛ إذ أن التفرغ من المهمات التي يشجع القادرون عليها؛ إذ أن التفرغ يعود على الفكر الإسلامي بفوائد إيجابية مهمة.\r((ولا يجوز أن يكون المال عقبة في سبيل هذه الغاية، فإن بذلك المال لذلك من أهم ما يتقرب به إلى الله، ويمكن أن يصرف فيه من أموال الزكوات والصدقات والأوقات والوصايا وغيرها ... ولا يجوز للعاملين المخلصين أن يستنكفوا من أخذ الأجر الكافي الملائم لأمثالهم لو عملوا في أي مجال آخر حتى يستمروا في العمل ولا يتبرموا به، المهم هو العدل في غير إسراف ولا تقتير)) (¬6).\rوفي نهاية هذا المطلب أريد أن أبين أن التفرغ لابد أن يُضحى له ببعض المزايا المادية، والقناعةُ باليسير أمر مهم في هذا الباب، والعائد من التفرغ على الشخص أهم بكثير مما يمكن أن يفقده حال تفرغه، والله أعلم.\r\rمطلب في الترويح والاستجمام\rوكلاهما بمعنى طلب الراحة للجسد والفؤاد، ويقال:\r((إني لاستجم قلبي بشيء من اللهو - أي المباح - لأقْوى به على الحق)) (¬7).\rولما كانت النوازع المذكورة سابقاً كلها تُعدّ من الحق وأخذ النفس بالشدة وقسرها على مكروهاتها، لما كان الأمر كذلك كان لابد من ذكر ما تستريح إليه النفس ونشده الجسد مما هو من اللهو المباح أو م غيره.\r((وليس معنى هذا أن يسرف الناس في اللهو ويُفْرطوا في المزح، ولكن المقصود ألا يعيش الناس في جو مملوء بالكآبة مشحون بالمضايقات حتى تختفي فيه معالم الفرح والبهجة، بل ينبغي كلما أحس الناس بذلك أن يلجأوا إلى اللهو المباح الذي لا يخلّ بالمروءة ولا يخدش الكرامة، ويخرج بصاحبه عن حياة الجد والعمل الدائب النافع)) (¬8).\r\rفوائد الترويح وعلاقته بالمبحث:\rوالترويح يحقق عدداً من الأمور تخدم تحقيق النوازع المذكورة سابقاً، منها:\r\rأولاً: سدُّ حاجة الأهل والأولاد من جلوسهم مع عائلهم:\rإذ المرأة تحتاج للجلوس مع زوجها بعض الوقت، والأولاد محتاجون للجلوس مع والدهم بعض الوقت أيضاً، فالترويح المشترك مع الأهل والأولاد محقق لهذا الجانب الاجتماعي المهم في حياة الإنسان.\rويمكن أن يجمع المرء عدداً من أهله أيضاً فيشركهم معه في ترويحه كأبيه وأمه وإخوته فيقضي لهم حقاً ما كان يجد له وقتاً.\rوإذا روّح المرء نفسه بهذا ستر نفسه عن كثير من السهام اللائمة، والله أعلم.\rوقد كان النبي - صلى الله عليه وسلم - يجلس بين نسائه فيشهد غيرتهن ويضحك لها، وكان يمكّن عائشة من رؤية الحبشة وهم يلعبون، وكان يحمل أحفاده ويُسرّ برؤيتهم، وهذا منه تعليم لنا - صلى الله عليه وسلم -.\r\rثانياً: سدُّ حاجة الجسد من الحركة اللازمة له:\rحيث إن الترويح أنواع، فمنه العقلي، ومنه الجسدي، ومنه ما هو جامع بين الاثنين، والترويح الجسدي مهم لتحقيق حاجة الجسم من الحركة اللازمة لإقامته واستمرار نشاطه.\rورسولنا - صلى الله عليه وسلم - قد سابق عائشة مرتين، وكان - صلى الله عليه وسلم - يخرج إلى الرمي ويحث الصحابة عليه.\r\rثالثاً: الترويح عن النفس مدعاة لاستزادتها من الخير:\rحيث إن طبيعة الإنسان الجاد ذي الأهداف الخيِّرة أنه متى ما استراح إلى شيء من اللهو المباح فإنه يشعر أثناءه بعظم التبعة الملقاة عليه وصعوبة تحقيقها إن لم يَهْرعْ إلى ما كان عليه قبل لهوه، ويحث مطاياه على السير في ركاب الخير.\rهذا وليُعلم أن الترويح ليس له حدٌّ معين، بل إن شعر المرء أنه قضى حاجته منه فها حدّه.\rوالترويح ليس له ضابط إلا الحل والحرمة، وما يخرم المروءة، أمّا غير ذلك فلا، والله أعلم.\rوإذا كان الأمر كذلك فالترويح ميادينه كثيرة جداً، تتنوع حسَب ميول الشخص وما يهواه، والعاقل السعيد من روّح عن نفسه وأهله بنية التقوي على العبادة، وفي الميادين التي تخدم أهدافه وما يتطلع إليه، والله الموفق.\r\rتنبيه مهم\rلتعلم - أخي القارئ - أن الترويح والمستراحَ إليه أمر نسبيّ يختلف من شخص لآخر، فرُبّ شخص يستريح إلى قراءة القرآن وحفظه، وآخر يستريح إلى قراءة كتب السَّمر، وثالث يفزع إلى إخوانه في الله فيستريح إليهم، ورابعٌ راحته في التسبيح والتهليل والتكبير والاستغفار، وهكذا ...\rإذاً ليس من الضروريّ أن يكون الشيء المستراحُ إليه والمستجمُّ به لهواً أو مَحْضَ تضييع للأوقات، بل يمكن أن يكون في الاسترواح فائدةٌ عظيمة.\rوانظر إلى ابن عقيل الحنبيلي (¬9) رحمه الله تعالى صاحب ((الفنون)) كيف يُروِّح عن نفسه:\r((إني لا يحل لي أن أضيع ساعة من عمري، حتى إذا تعطل لساني عن مذاكرة ومناظرة، وبصري عن مطالعة أعملت فكري في حال راحتي وأنا مستطرح)) (¬10).\rهكذا كان أئمتنا، وهكذا نرجو أن نكون، إن شاء الله تعالى.\r¬_________\r(¬1) محمد بن أحمد بن محمد الكلبي الغرناطي, أبو القاسم. عالم في فنون متعددة, وله تصانيف وفضل, عاكف على الاشتغال بالعلم. توفي شهيداً بطريف سنة 741 رحمه الله تعالى. انظر ترجمته في ((الدرر الكامنة)): 3/ 446 - 447.\r(¬2) ((المختار المصون)): 1/ 179.\r(¬3) شيخ الإسلام أحمد بن عبد الحليم بن عبد السلام, ابن تيمية, سيرته مشهورة, توفي سنة 828 رحمه الله تعالى. انظر ((الدرر الكامنة)): 1/ 154 - 170.\r(¬4) ((أولويات الحركة الإسلامية)): 192.\r(¬5) المصدر السابق.\r(¬6) المصدر السابق: 193.\r(¬7) راجع ((لسان العرب)): (ج م م) و (ر وح).\r(¬8) ((الترويح في المجتمع المسلم)): 7.\r(¬9) الإمام العلامة البحر شيخ الحنابلة، أبو الوفاء علي بن عقيل ابن محمد البغدادي، المتكلم، صاحب التصانيف، ولد سنة 431، وكان يتوقد ذكاء، وكان بحر معارف وكنز فضائل لكنه حصل له خلط في باب الصفات لجلوسه إلى بعض المعتزلة، توفي سنة 513، رحمه الله تعالى. انظر ((سير أعلام النبلاء)): 19/ 443 - 451.\r(¬10) ((الوقت هو الحياة)): 178.","Part":null,"seal":"0F538AF5","page":null},
      {"id":106,"nass":"خاتمة\rثم في نهاية هذا المبحث إليك - أخي - هذه العبارات الذهبية من الحافظ الذهبي تبين لك أن التوازن بين النوازع هو طريق الصالحين وسمت المتقين:\rقال الذهبي رحمه الله تعالى:\r((فو الله إن تريل سبع القرآن في تهجد قيام الليل، مع المحافظة على النوافل الراتبة، والضحى، وتحية المسجد، مع الأذكار المأثورة الثابتة، والقول عند النوم واليقضة، ودبر المكتوبة والسحر، مع النظر في العلم النافع والاشتغل به مخلصً لله، مع الأمر بالمعروف، وإرشاد الجاهل وتفهيمه، وزجر الفاسق، ونحو ذلك، مع أداء الفرائض في جماعة بخشوع وطمأنينة وإنكسار وإيمان، مع أداء","Part":"1","seal":"1C7452F6","page":107},
      {"id":107,"nass":"الواجب، واجتناب الكبائر، وكثرة الدعاء والاستغفار، والصدقة، وصلة الرحم، والتواضع والإخلاص في جميع ذلك، لشغل (¬1) عظيم جسيم، ولمقام أصحاب اليمين، وأولياء الله المتقين، فإن سائر ذلك مطلوب)) (¬2).\rوقال الأستاذ عبد الكريم زيدان فيما يُعدّ مكمّلاً لكلام الإمام الذهبي:\r((المثالية في الإسلام تتصف بالشمول؛ لأن الإسلام يريد من المسلم أن يبلغ الكمال المقدر له بتناسق وفي جميع شؤونه، فلا يُقبل على جانب واحد أو عدة جوانب ويبلغ فيه المستوى العالي من الكمال بينما يهمل الجوانب الأخرى حتى ينزل فيها إلى دون المستوى المطلوب، إن مثله مثل من يقوي يديه ويترك سائر أعضائه رخوة هزيلة ضعيفة.\rوعلى هذا الأساس فهم الصحابة الكرام مثالية الإسلام، فلم تأسرهم عبادة، ولم تقيدهم عادة، وإنما تقلبوا\r¬_________\r(¬1) هذا هو خبر إن الواردة في افتتاح النقل.\r(¬2) ((نزهة الفضلاء)): 1/ 226 - 227.","Part":"1","seal":"95759837","page":108},
      {"id":108,"nass":"في جميع العبادات والأحوال، وبلغوا فيها المستوى العالي من الكمال، فلم يجبسوا أنفسهم في مكان، ولا على نوع من العبادة، ولا على نمط معين من الأعمال، وإنما باشروا الجميع، فعند الصلاة كانوا في المسجد يصلون، وفي حلقات العلم يجلسون معلمين أو متعلمين، وعند الجهاد يقاتلون، وعند الشدائد والمصائب يواسون ويساعدون، وهكذا كان شأنهم في جميع الأحوال)) (¬1).\r¬_________\r(¬1) ((أصول الدعوة)): 70.","Part":"1","seal":"4E5F291A","page":109},
      {"id":110,"nass":"عزاء\rثم - أخي - إن لم تستطع بعد كل هذه الضوابط والأسس أن تحوز الفضائل وتجمع بين النوازع فعلِّل النفس بحديث ابن الجوزي حيث يقول:\r((ولله أقوام ما رضوا من الفضائل إلا تحصيل جميعها فهم يبالغون في كل علم، ويجتهدون في كل عمل، ويثابرون على كل فضيلة، فإذا ضعفت أبدانهم عن بعض ذلك قامت النيات نائبة وهم لها سابقون)) (¬1).\rوفي الختام أسأل الله سبحانه وتعالى أن يكون هذا البحث في ميزان أعمالي يوم ألقاه، وأن ينفع به عباده، والله المستعان، وعليه التكلان، ولا حول ولا قوة إلا بالله، وصلى الله على سيدنا محمد النبي الأمي، وعلى آله وصبح وسلم تسليماً كثيراً، والحمد لله رب العالمين.\r¬_________\r(¬1) ((صيد الخاطر)): 240.","Part":"1","seal":"CC2DBE37","page":111},
      {"id":111,"nass":"فهرس الأعلام\r1 - إبراهيم بن أدهم = أبو إسحاق العجلي البلخي\r2 - إبراهيم الحربي\r3 - إبراهيم بن محمد بن الحارث، أبو إسحاق الفزاري\r4 - أحمد بن سلمة النيسابوري\r5 - أحمد بن عبد الحليم بن عبد السلام، ابن تيمية\r6 - أحمد بن فارس القزويني\r7 - إسماعيل بن نجيد السلمي، ابن نجيد\r8 - أبو إسحاق العلجي، إبراهيم بن أدهم\r9 - أبو إسحاق الفزاري = إبراهيم بن محمد بن الحارث\r10 - أنس بن عياض بن ضمرة\r11 - أويس القرني\r12 - البخاري = محمد بن إسماعيل\r13 - بشر بن الحارث بن عبد الرحمن (الحافي)\r14 - ابن تيمية = أحمد بن عبد الحليم بن عبد السلام\r15 - ابن جُزَيء = محمد بن أحمد بن محمد الكلبي\r16 - ابن الجوزي= عبد الرحمن بن علي بن محمد\r17 - جلال الدين السيوطي\r18 - حرملة بن يحي التميمي\r19 - الحسن البصري\r20 - حماد بن سلمة البصري\r21 - الحميدي= عبد الله بن الزبير بن عيسى\r22 - حيوة بن شريح، أبو زرعة\r23 - خالدبن حميد المهري\r24 - الذهبي = محمد بن أحمد بن عثمان التركماني\r25 - الربيع بن سليمان المرادي\r26 - رياح القيسي\r27 - زفر بن الهذيل العنبري\r28 - الزبير بن بكار بن عبد الله الأسدي\r29 - أبو الزناد= عبد الله بن ذكوان\r30 - السخاوي = محمد بن عبد الرحمن\r31 - سعيد بن إسماعيل النيسابوري، أبو عثمان الحيري\r32 - سعيد بن محمد بن صبيح، أبو عثمان ابن الحداد\r33 - سعيد بن المسيّب\r34 - سفيان بن سعيد الثوري\r35 - سفيان بن عيينة\r36 - سهل بن محمد العجلي، أبو الطيب الصعلوكي\r37 - سهيل بن عمرو\r38 - الشاطبي = القاسم بن فيرُه\r39 - الشافعي = محمد بن إدريس\r40 - أبو شريح المعافري\r41 - شعبة بن الحجاج\r42 - صفوان بن سليم\r43 - أبو الطيب الصعلوكي = سهل بن محمد العجلي\r44 - عبد الرحمن بن علي بن محمد، ابن الجوزي\r45 - عبد القادر بن عبد الله بن جنكي دوست الجيلاني\r46 - عبد الله بن ثُوَب الداراني، أبو مسلم الخولاني\r47 - عبد الله بن ذكوان، أبو الزناد\r48 - عبد الله بن الزبير بن عيسى، الحميدي\r49 - عبد الله بن المبارك المروزي\r50 - عتبة بن أبان البصري، الغلام","Part":null,"seal":"AE18023B","page":null},
      {"id":112,"nass":"51 - عتبة الغلام = عبتة بن أبان البصري\r52 - أبو عثمان ابن الحداد = سعيد بن محمد بن صبيح المغربي\r53 - أبو عثمان الحيري = سعيد بن إسماعيل النيسابوري\r54 - ابن عقيل = علي بن عقيل بن محمد\r55 - علي بن عقيل بن محمد البغدادي، ابن عقيل\r56 - عون بن أبي جحيفة\r57 - الفضيل بن عياض\r58 - القاسم بن فيرُه، الشاطبي\r59 - ابن القيم = محمد بن أبي بكر بن أيوب الزُرَعي\r60 - مالك بن أنس\r61 - محمد بن أحمد بن عثمان، الذهبي\r62 - محمد بن أحمد الكلبي = ابن جزي\r63 - محمد بن إدريس، الشافعي\r64 - محمد بن إسماعيل، البخاري\r65 - محمد بن أبي بكر بن أيوب، ابن القيم\r66 - محمد بن عبد الرحمن، السخاوي\r67 - محمد بن المنكدر\r68 - محمد بن ناصر بن محمد، ابن ناصر\r69 - محمد بن يحيى الذهلي\r70 - معاوية بن قرة المزني\r71 - معروف الكرخي\r72 - أبو مسلم الخولاني = عبد الله بن ثُوَب الداراني\r73 - ابن ناصر\r74 - ابن نجيد = إسماعيل بن نجيد السلمي\r75 - نور الدين محمود زنكي\r76 - النووي = يحيى بن شرف\r77 - هشام بن حسان الأزدي\r78 - هناد بن السّري\r79 - وهب بن عبد الله السوائي\r80 - وهب بن منبّه\r81 - يحيى بن شرف، النووي\r82 - يحيى بن عمار السجستاني\r83 - يحيى بن معين الغطفاني\r84 - يوسف بن عبد المؤمن\r85 - يوسف القاضي = يوسف بن يعقوب بن إسماعيل\r86 - يوسف بن يعقوب بن إسماعيل، القاضي\r87 - يونس بن عبد الأعلى الصدفي\r88 - يونس بن عبيد","Part":null,"seal":"9B82F0F3","page":null},
      {"id":113,"nass":"فهرست المصادر والمراجع\r((القرآن الكريم))\r1 - ((آفاق بلا حدود)): الدكتور محمد التكريتي. نشر دار المنطلق. الطبعة الأولى 1415هـ.\r2 - ((أسس التربية الإسلامية في السنة النبوية)): د. عبد الحميد الصيد الزنتاني. الدار العربية للكتاب. ليبيا - تونس. 1984م.\r3 - ((أصول الدعوة)): الأستاذ عبد الكريم زيدان. نشر مكتبة المنار الإسلامية. الطبعة الثالثة.\r4 - ((الأهداف الرئيسية للدعاة إلى الله)): إصدار لجنة البحوث، مكتبة دار الدعوة. الكويت. الطبعة الأولى 1409هـ.\r5 - ((أولويات الحركة الإسلامية في المرحلة القادمة)): الدكتور يوسف القرضاوي. نشر مكتبة وهبة. القاهرة. الطبعة الأولى.\r6 - ((بصائر تربوية)): مراجعة د. عمر الأشقر. دار النفائس. الأردن. الطبعة الأولى 1412هـ.","Part":"1","seal":"BF204A9A","page":113},
      {"id":114,"nass":"7 - ((تحفة الأحوذي بشرح جامع الترمذيّ)): الإمام محمد المباركفوريّ. دار الفكر. ضبط عبد الرحمن عثمان.\r8 - ((ترتيب القاموس المحيط على طريقة المصباح المنير وأساس البلاغة)): ترتيب الأستاذ الطاهر أحمد الزاوي. دار الكتب العلمية. بيروت. 1399هـ\r9 - ((تهذيب مدارج السالكين)): الإمام ابن القيم. تهذيب الأستاذ عبد المنعم العزي. نشر دار المطبوعات الحديثة. جدة.\r10 - ((جيل النصر المنشود)): الأستاذ يوسف القرضاوي.\r11 - ((حول إعادة تشكيل العقل المسلم)): د. عماد الدين خليل. كتاب الأمة. رئاسة المحاكم الشرعية والشؤون الدينية. قطر. الطبعة الأولى.\r12 - ((الرائد)): مجلة الطلائع الإسلامية. العدد 129.\r13 - ((شخصية المسلم كما يصوغها الإسلام في الكتاب والسّنة)): د. محمد علي الهاشمي. دار البشائر الإسلامية. بيروت. الطبعة 1400هـ.","Part":"1","seal":"7BA1FD83","page":114},
      {"id":115,"nass":"14 - ((صحيح البخاري)): تحقيق الأستاذ أحمد شاكر. دار الجيل. بيروت.\r15 - ((صيد الخاطر)): الإمام ابن الجوزي. تحقيق الأستاذين علي وناجي الطنطاوي. دار الفكر. دمشق. الطبعة الثالثة 1399هـ.\r16 - ((لسان العرب)): الإمام أبو الفضل محمد بن منظور الأفريقي. دار صادر. بيروت.\r17 - ((لفتة الكبد إلى نصيحة الولد)): الإمام ابن الجوزي، مكتبة التراث الإسلامي. مصر.\r18 - ((المختار المصون من أعلام القرون)): المؤلف، نشر دار الأندلس الخضراء، جدة، الطبعة الأولى 1415هـ.\r19 - ((المصباح المنير)): العلامة أحمد بن محمد الفيومي، مكتبة لبنان. بيروت، 1987م.\r20 - ((معجم مقاييس اللغة)): الإمام أحمد بن فارس. تحقيق الأستاذ عبد السلام هارون. مطبعة البابي الحلبي. القاهرة. الطبعة الثانية 1392هـ.\r21 - ((الممتع في علم الشعر وعمله)): عبد الكريم النهشلي. تحقيق الدكتور منجي الكعبي. طبع دار الكتب العربية. ليبيا - تونس. سنة 1398هـ.\r22 - ((المنهل العذب الرويّ في ترجمة قطب الأولياء النووي)): الحافظ محمد بن عبد الرحمن","Part":"1","seal":"CCDE5485","page":115},
      {"id":116,"nass":"السخاوي. تحقيق الدكتور محمد الخطراويّ. مكتبة دار التراث. المدينة المنورة. الطبعة الأولى 1409هـ.\r23 - ((نزهة الفضلاء تهذيب سير أعلام النبلاء)): المؤلف. دار الأندلس الخضراء للنشر والتوزيع. جدة. الطبعة الثانية. 1415هـ.","Part":"1","seal":"6427DC98","page":116}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"التنازع والتوازن في حياة المسلم","HigriD":"معاصر","oAuthVer":4,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"مُحَمَّد بن حَسَن بْن عَقيل مُوسَى الشَّريْف","bLnk":null,"Inf":"","Auth":"محمد بن موسى الشريف","Betaka":"الكتاب: التنازع والتوازن في حياة المسلم\r\nالمؤلف: مُحَمَّد بن حَسَن بْن عَقيل مُوسَى الشَّريْف\r\nالناشر: مؤسسة الطباعة والصحافة والنشر، جدة - المملكة العربية السعودية\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"محمد بن موسى الشريف\r\rيعتبر الدكتور محمد بن موسى الشريف من القلائل في العالم العربي الذين جمعوا بين فنون عدة وبرعوا وبرزوا فيها بشكل واضح وملفت، فإضافة لكونه كابتن طيار مدني، فقد تمكن من إكمال الدراسة الأكاديمية الشرعية وحصل على الدكتوراة في الكتاب والسنة كما حفظ القرآن الكريم وأجيز في القراءات من الشيخ أيمن سويد.\r\rمعلومات شخصية\r* الاسم الكامل: محمد بن حسن بن عقيل موسى الشريف\r* الدولة: السعودية\r* المدينة: جدة\r* من مواليد جدة عام 1381 هـ، وأسرته من المدينة المنورة، ويتصل نسبهم بآل بيت النبي صلى الله عليه وسلم.\r* يعمل حالياً قائد طائرة (قبطان) في الخطوط الجوية السعودية\r\rالسيرة العلمية\r* بكالوريوس الشريعة 1408 هـ، كلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية.\r* ماجستير في الكتاب والسنة 1412 هـ، كلية الدعوة وأصول الدين، بجامعة أم القرى.\r* دكتوراه في الكتاب والسنة 1417 هـ، كلية الدعوة وأصول الدين، بجامعة أم القرى.\r* لديه إجازة في رواية حفص من طريق الشاطبية والطيبة، ويدرس القراءات العشر.\r\rأعماله الدعوية\r* مشرف موقع التاريخ\r* عضو لجنة اختيار الأئمة والمؤذنين بوزارة الشؤون الإسلامية، مدينة جدة (سابقا).\r* إمام وخطيب مسجد الإمام الذهبي بحي النعيم بمدينة جدة.\r* رئيس لجنة مساجد آسيا.\r* يعمل حالياً قائد طائرة (قبطان) في الخطوط الجوية السعودية.\r* عضو الهيئة التأسيسية للهيئة العالمية للقران الكريم، وعضو مجلس إدارتها سابقاً.\r* عضو لجنة الدعوة والقرآن الكريم بهيئة الإغاثة الإسلامية العالمية سابقاً.\r* عضو الجمعية العمومية للهيئة العالمية للإعجاز في القرآن الكريم والسنة النبوية\r* رئيس مجلس إدارة شركة أبحاث للإعجاز في الكتاب والسنة / القاهرة.\r* مقدم برامج في التلفزيون السعودي وقناة الفجر وقناة اقرأ وقناة المجد.\r* درّس عدة كتب شرعية.\r* درّس في معهد مكة المكرمة للعلوم الشرعية.\r* درّس أستاذاً متعاوناً بقسم الدراسات الإسلامية بجامعة الملك عبد العزيز بمدينة جدة.\r* درّس في قسم الدراسات العليا الشرعية في جامعة العلوم والتكنولوجيا اليمنية فرع جدة\r* له درس بمسجد التعاون كل يوم جمعة بعد صلاة العشاء في تفسير القرآن الكريم.\r* له مقالات في مجلة المجتمع\r\rمؤلفاته\r1. - تحقيق ودراسة كتاب التلخيص في القراءات الثمان - لعبد الكريم ابن عبد الصمد الطبري - رسالة ماجستير.\r2. - إعجاز القرآن الكريم بين الإمام السيوطي والعلماء - دراسة مقارنة - رسالة دكتوراه.\r3. - نزهة الفضلاء تهذيب سير أعلام النبلاء (1/ 4).\r4. - المختار المصون من أعلام القرون (1/ 3).\r5. - مختصر الروضتين في أخبار الدولتين.\r6. - استجابات إسلامية لصرخات أندلسية.\r7. - مختصر الفتح المواهبي في مناقب الإمام الشاطبي.\r8. - الطرق الجامعة للقراءة النافعة.\r9. - سلوك الأدب جمال الحياة.\r10. - التنازع والتوازن في حياة المسلم.\r11. - الهمة طريق إلى القمة.\r12. - الثبات.\r13. - أثر الدعاء في دفع المحذور وكشف البلاء.\r14. - عجز الثقات.\r15. - تسبيح ومناجاة وثناء على ملك الأرض والسماء.\r16. - المختار من الرحلات الحجازية إلى مكة والمدينة النبوية.\r17. - المقالات النفيسة في الحج إلى مكة والمدينة الشريفة.\r18. - مقالات الإسلاميين في شهر رمضان الكريم (1/ 2).\r19. - العاطفة الإيمانية وأثرها في الأعمال الإسلامية.\r20. - التدريب وأهميته في العمل الإسلامي.\r21. - التوريث الدعوي.\r22. - العبادات القلبية وأثرها في حياة المؤمنين.\r23. - معجم المصطلحات والتراكيب والأمثال المتداولة.\r24. - ظاهرة التهاون في المواعيد.\r25. - القدوات الكبار بين التحطيم والانبهار.\r26. - التقارب والتعايش بين غير المسلمين.\r27. - الأمن النفسي.\r28. - جدد حياتك (رسالة إلى من جاوز سن الأربعين).\r29. - الشوق والحنين إلى الحرمين.\r30. - قصص وطرائف في الحج من القرون السوالف.\r31. - الاختيارات من مجلة معهد المخطوطات.\r32. - الترف وأثره في الدعاة والصالحين.\r33. - مظهر التقديس بزوال دولة الفرنسيس\r34. - معجم فتاوى القرآن الكريم.\r35. - مصطلح حرية المرأة بين كتابات الإسلاميين وتطبيقات الغربيين.\r36. - وصايا ونصائح إلى الملاحين.\r37. - العلم أهميته وفضله.\r38. - المرأة شؤون وشجون.\r39. - عمر المختار البطل المغوار.\r40. - عبد الحميد بن باديس داعية الجزائر.\r41. - صلاح الدين الأيوبي قاهر الصليبيين.\r42. - محمد عبد الكريم الخطابي بطل من الريف.\r43. - الحسن البصري الزاهد العارف.\r44. - الصواف بطل العراق.\r45. - مآسي الافتراق .. نماذج تاريخية ومعاصرة (تحت الطبع)","seal":"C9BEE2B8","cat":"الرقاق والآداب والأذكار","oNum":36502,"BkId":36502,"oAuth":1531,"bVer":1,"aSeal":"28C4C533"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36502":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة الطبعة الخامسة"},
      {"lvl":1,"id":3,"sub":0,"tit":"مقدمة الطبعة الأولى"},
      {"lvl":1,"id":9,"sub":0,"tit":"المبحث الأول النوازع وأهمية التوفيق بينها"},
      {"lvl":2,"id":11,"sub":0,"tit":"معنى التوازن والنوازع"},
      {"lvl":1,"id":19,"sub":0,"tit":"المبحث الثاني النوازع: ذكرها وبيانها"},
      {"lvl":2,"id":21,"sub":0,"tit":"النازع الأول: طلب العلم الشرعي"},
      {"lvl":3,"id":27,"sub":0,"tit":"جوانب التوازن في طلب العلم الشرعي"},
      {"lvl":4,"id":28,"sub":0,"tit":"أولا: التوازن في طلب العلوم المختلفة وتفضيل بعضها على بعض"},
      {"lvl":4,"id":29,"sub":0,"tit":"ثانيا: التوازن بين طلب العلم وطلب ترقيق القلب"},
      {"lvl":4,"id":31,"sub":0,"tit":"ثالثا: التوازن بين طلب العلم وحقوق الأهل والأولاد"},
      {"lvl":4,"id":33,"sub":0,"tit":"رابعا: التوازن بين طلب العلم وفعل التطوعات"},
      {"lvl":4,"id":34,"sub":0,"tit":"خامسا: التوازن بين طلب العلم الشرعي وبين طلب الثقافة الإسلامية والواقعية"},
      {"lvl":2,"id":37,"sub":0,"tit":"النازع الثاني: كثرة العبادة"},
      {"lvl":3,"id":43,"sub":0,"tit":"جوانب التوازن في التعبد"},
      {"lvl":4,"id":43,"sub":1,"tit":"أولا: الأولوية إقامة الفرائض"},
      {"lvl":4,"id":44,"sub":0,"tit":"ثانيا: فعل بعض التطوعات أمر لازم لطالب الدرجات العلى"},
      {"lvl":4,"id":44,"sub":1,"tit":"ثالثا: العزيمة القوية"},
      {"lvl":4,"id":45,"sub":0,"tit":"رابعا: إقامة الحقوق الأخرى"},
      {"lvl":4,"id":47,"sub":0,"tit":"خامسا: الشمولية في العبادة"},
      {"lvl":2,"id":49,"sub":0,"tit":"النازع الثالث: الدعوة إلى الله تعالى"},
      {"lvl":3,"id":49,"sub":1,"tit":"جوانب التوازن في الدعوة"},
      {"lvl":4,"id":49,"sub":2,"tit":"أولا: التوازن بين الدعوة وأداء القربات"},
      {"lvl":4,"id":51,"sub":0,"tit":"ثانيا: عدم الانجراف مع الناس حال دعوتهم"},
      {"lvl":4,"id":52,"sub":0,"tit":"ثالثا: الإقلال من مخالطة المدعوين إلا لغرض صحيح"},
      {"lvl":4,"id":53,"sub":0,"tit":"رابعا: الإقلال من مخالطة الدعاة إلا لغرض صحيح"},
      {"lvl":4,"id":54,"sub":0,"tit":"خامسا: التوازن في الحرص على الناس"},
      {"lvl":4,"id":56,"sub":0,"tit":"سادسا: التوازن بين كره التصدي والشهرة وبين وجوب قيادة الناس"},
      {"lvl":2,"id":61,"sub":0,"tit":"النازع الرابع: الجهاد في سبيل الله"},
      {"lvl":3,"id":61,"sub":1,"tit":"جوانب التوازن في الجهاد"},
      {"lvl":4,"id":62,"sub":0,"tit":"أولا: العلم والدعوة قد يفضلان الجهاد الكفائي"},
      {"lvl":4,"id":63,"sub":0,"tit":"ثانيا: وجوب الاستعداد للجهاد"},
      {"lvl":4,"id":66,"sub":0,"tit":"ثالثا: معرفة أنواع الجهاد"},
      {"lvl":2,"id":67,"sub":0,"tit":"النازع الخامس: طلب المال"},
      {"lvl":3,"id":67,"sub":1,"tit":"أهمية المال"},
      {"lvl":3,"id":69,"sub":0,"tit":"جوانب التوازن في طلب المال"},
      {"lvl":4,"id":69,"sub":1,"tit":"أولا: وجوب كون المال في اليد لا في القلب"},
      {"lvl":4,"id":70,"sub":0,"tit":"ثانيا: عدم الإغراق في طلب المال"},
      {"lvl":4,"id":72,"sub":0,"tit":"ثالثا: المسارعة في إنفاقه لوجه الله تعالى"},
      {"lvl":4,"id":73,"sub":0,"tit":"رابعا: وجوب التخصص في هذا الباب"},
      {"lvl":1,"id":75,"sub":0,"tit":"المبحث الثالث التوازن والتنازع"},
      {"lvl":2,"id":77,"sub":0,"tit":"واقعية هذا البحث"},
      {"lvl":2,"id":86,"sub":0,"tit":"أسس وضوابط لتحقيق التوازن"},
      {"lvl":3,"id":86,"sub":1,"tit":"الأسس والضوابط اللازم توفرها في بيئة الشخص"},
      {"lvl":4,"id":86,"sub":2,"tit":"أولا: الطمأنينة والأمن"},
      {"lvl":4,"id":87,"sub":0,"tit":"ثانيا: الخلو من الكدورات والهموم"},
      {"lvl":4,"id":87,"sub":1,"tit":"ثالثا: انتشار العلم والثقافة"},
      {"lvl":3,"id":88,"sub":0,"tit":"الأسس والضوابط اللازم توفرها في الشخص"},
      {"lvl":4,"id":88,"sub":1,"tit":"أولا: الإعداد المبكر والعناية الإلهية"},
      {"lvl":4,"id":92,"sub":0,"tit":"ثانيا: النجابة والذكاء"},
      {"lvl":4,"id":92,"sub":1,"tit":"ثالثا: توفر صفات خلقية وخلقية في الشخص تعينه على هذا المطلوب"},
      {"lvl":4,"id":94,"sub":0,"tit":"رابعا: توفر التوازن الذاتي"},
      {"lvl":4,"id":97,"sub":0,"tit":"خامسا: الحفاظ على الوقت وعلو الهمة"},
      {"lvl":4,"id":97,"sub":1,"tit":"سادسا: التنظيم والترتيب"},
      {"lvl":4,"id":98,"sub":0,"tit":"سابعا: تنمية الأسس التفكيرية"},
      {"lvl":4,"id":98,"sub":1,"tit":"ثامنا: النظرة الشاملة للحياة"},
      {"lvl":4,"id":99,"sub":0,"tit":"تاسعا: معرفة الأوليات"},
      {"lvl":4,"id":100,"sub":0,"tit":"عاشرا: عدم الخلط بين الأمنيات والإمكانات"},
      {"lvl":4,"id":101,"sub":0,"tit":"حادي عشر: عدم الاستعجال"},
      {"lvl":4,"id":102,"sub":0,"tit":"ثاني عشر: التفرغ ولو بقدر"},
      {"lvl":4,"id":103,"sub":0,"tit":"ثالث عشر: الإقلال من الاجتماع بالناس ومخالطتهم"},
      {"lvl":4,"id":104,"sub":0,"tit":"رابع عشر: معرفة أن النوازع يترتب بعضها على بعض"},
      {"lvl":5,"id":105,"sub":0,"tit":"مطلب في التفرغ"},
      {"lvl":6,"id":105,"sub":1,"tit":"الإرشادات في هذا الباب تعين على تحصيل التفرغ أو بعضه"},
      {"lvl":6,"id":105,"sub":2,"tit":"ضوابط لمسألة التفرغ"},
      {"lvl":5,"id":105,"sub":3,"tit":"مطلب في الترويح والاستجمام"},
      {"lvl":6,"id":105,"sub":4,"tit":"فوائد الترويح وعلاقته بالمبحث"},
      {"lvl":7,"id":105,"sub":5,"tit":"أولا: سد حاجة الأهل والأولاد من جلوسهم مع عائلهم"},
      {"lvl":7,"id":105,"sub":6,"tit":"ثانيا: سد حاجة الجسد من الحركة اللازمة له"},
      {"lvl":7,"id":105,"sub":7,"tit":"ثالثا: الترويح عن النفس مدعاة لاستزادتها من الخير"},
      {"lvl":5,"id":105,"sub":8,"tit":"تنبيه مهم"},
      {"lvl":1,"id":106,"sub":0,"tit":"خاتمة"},
      {"lvl":1,"id":110,"sub":0,"tit":"عزاء"},
      {"lvl":1,"id":111,"sub":0,"tit":"فهرس الأعلام"},
      {"lvl":1,"id":113,"sub":0,"tit":"فهرست المصادر والمراجع"}
    ]
}
