{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36503":
    [
      {"page":5,"id":2,"nass":"مقدمة الطبعة الرابعة\rالحمد لله رب العالمين، والعاقبة للمتقين، ولا عدوان إلا على الظالمين.\rوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، وسيد الأنبياء والمرسلين. أما بعد:\rفإن رسالة «التوبة إلى الله» التي ألفتها عام 1406هـ قد يسر الله نفعها وقبولها فكانت محل قبول لدى قُرائها، وطبعت ثلاث مرات.\rولما نفدت الطبعة الثالثة أعدتُ النظر فيها لإعدادها للطبعة الرابعة، فأضفتُ بعض النصوص والأدلة من الكتاب والسنة، وبعض التعليقات المختصرة، وها هي تقدم اليوم في طبعتها الرابعة.\rأسأل الله أن ينفع بها كما نفع بسابقاتها، وصلى الله على نبينا محمد، وعلى آله وصحبه وسلم.\rحرر في 29/ 3/1416هـ\rأ. د. صالح بن غانم السدلان\rبمدينة الرياض\r* * *","seal":"C1D7CDAF","part":1},
      {"page":7,"id":4,"nass":"المقدمة\rالحمد لله، غافر الذنب، وقابل التوب، شديد العقاب ذي الطول لا إله إلا هو إليه المصير.\rوالصلاة والسلام على رسول الله، مُعلَّمِ الإنسانية، ومرشدها وهاديها إلى الحق، وإلى صراط مستقيم، وعلى آله وأصحابه وأتباعه وأحبابه إلى يوم الدين، وسلم تسليمًا كثيرًا.\rوبعد:\rفإن الأمور إذا استحكمت وتعقدت حبالها، وترادفت المعاصي وطال ليلُها وانزلق المسلم إلى ذنب، وشعر بأنه باعد بينه وبين ربه، فإن الطهور الذي يعيد إليه نقاءه ويرد إليه ضياءه ويلفه في ستار الغفران والرضا أن يجنح إلى التوبة؛ لأنها النور الذي يشع للمسلم ليعصمه من التخبط، وهي الهداية الواقية من اليأس والقنوط، وهي الينبوع الفياض لكل خير وسعادة في هذه الدار وفي دار القرار.\rوهي اسم جامع لشرائع الإسلام وحقائق الإيمان، لأن المعاصي بمنزلة السموم المهلكة وارتكاب الآثام سبيل","seal":"45DCD70A","part":1},
      {"page":8,"id":5,"nass":"السقوط والإهانة، ومزلقة إلى العقاب في الدنيا والآخرة، وهذا المخلوق البشري بحكم ما رُكّب فيه من ميول وغرائز تسول له نفسه الأمارة بالسوء أحيانًا إلى درك المعصية وتهيج به فورة اللحم والدم، فينزو نزوات الحيوان في حمى الشهوة.\rوليست التوبة في الإسلام مسلكًا وعرًا لا يصل إليها مبتغيها إلا بعد تعب ومشقة، أو اعتراف أمام أحد غير الله تعالى، بل إنها سهلة وميسرة، فبابها مفتوح في كل لحظة يطرقه من يشاء ليستغفر ويتطهر، لا يطرده من رحمة الله طارد، ولا يقوم بينه وبين ربه وسيط مهما أسرف على نفسه؛ قال الله - تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53].\rفمن أرد الرجوع إلى الطريق المستقيم فلا عليه إلا أن يُبادر بالتوبة ويقلع عن الذنوب من قبل أن يأتي يوم يحال فيه بينه وبينها، فيتحسر على ما فرط، ويضيق ذرعًا بما وصل إليه من واقع مرير، ويندم ولات ساعة مَنْدَم؛ فليشمر المسلم عن ساعد الجد، وليتب إلى الله بلسانه ويعزم بقلبه، محققًا مدلول التوبة بالإيمان والعمل","seal":"C99F8AF9","part":1},
      {"page":9,"id":6,"nass":"الصالح، علَّ الله يقبل عثرته، ويقبل أوبته، ويغفر ذنبه، فيأخذ طريقه على هدى من الإيمان والعمل الصالح، وينظمه الله في سلك عباده المهتدين، مصداقًا لقوله - سبحانه: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآَمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} [طه: 82].\rاللهم إنا نسألك أن توفقنا للتوبة والإنابة، وأن تفتح لأدعيتنا أبواب الإجابة، وأن تذيقنا برد عفوك وحلاوة مغفرتك يا أرحم الراحمين.\r* * *","seal":"C1709D55","part":1},
      {"page":10,"id":7,"nass":"تعريف التوبة\rالتوبة لغة:\rالتَّوبَةُ: بفتح التاء وسكون الواو - مأخوذة من «تَوَبَ» التاء والواء والباء كلمة واحدة تدل على الرجوع، يقال تاب وأناب إذا رجع عن ذنبه (¬1).\rوالتوبة: هي الرجوع إلى الله، بحل عقدة الإصرار عن القلب، ثم القيام بكل حقوق الرب - سبحانه وتعالى.\rوالتَّوْبُ والتَّوْبَةُ معناهما واحد، والمراد: ترك الذنب على أجمل الوجوه، وهو أبلغ وجوه الاعتذار.\rوالتوبة في الشرع:\rترك الذنب مخافة الله، واستشعار قبحه، وندم على المعصية من حيث هي معصية، والعزيمة على ألا يعود إليها إذا قدر عليها، وتدارك ما أمكنه أن يتدارك من الأعمال بالإعادة.\r\r* * *\r¬_________\r(¬1) «معجم مقاييس اللغة» لابن فارس، ج1/ 357.","seal":"B3BA2785","part":1},
      {"page":11,"id":8,"nass":"حقيقة التوبة\rالتوبة شعور وجداني بالندم على ما وقع، وتوجه إلى الله فيما بقي، وكف عن الذنب، وعمل صالح يحقق التوبة بالفعل، كما يحققها الكف بالترك؛ فهي فعل وجودي يتضمن إقبال التائب على ربه وإنابته إليه، والتزام طاعته؛ فمن ترك الذنب تركًا مجردًا ولم يرجع منه إلى ما يحبه الله - تعالى - لم يكن تائبًا إلا إذا رجع وأقبل وأناب إلى الله - عز وجل - وحل عقد الإصرار وأثبت معنى التوبة في الجنان قبل التلفظ باللسان، وأدام الفكر فيما ذكره الله - تعالى - من تفاصيل الجنة، ووعد به المطيعين، وما وصفه من عذاب النار وتوعد به العاصين، وواظب على ذلك حتى يقوى خوفه ورجاؤه، فيدعو الله - تعالى - رغبًا ورهبًا أن يقبل توبته، ويغسل حوبته، ويحط عنه خطاياه، وبهذا يكون قد حقق مدلول التوبة بالرجوع عما يكرهه الله إلى ما يحبه ويرضاه؛ بأن يتوب من الذنب ثم لا يعود إليه كما لا يعود اللبن إلى الضَّرع، ويندم بقلبه ويستغفر بلسانه، ويمسك ببدنه،","seal":"C3D02E63","part":1},
      {"page":12,"id":9,"nass":"ويتقي الله - تعالى - ويعمل بطاعته على نور منه يرجو ثوابه ويخاف عقابه، ويرغب إلى خالقه وفاطره أن يقي نفسه شرها، وأن يؤتيها تقواها ويزكيها فهو خير من زكاها، فإنه ربها ومولاها، وألا يكله إلى نفسه طرفة عين.\r«نعوذُ بالله من شرور أنفسنا ومن سيئات أعمالنا»","seal":"5F639A83","part":1},
      {"page":13,"id":10,"nass":"من معاني التوبة في القرآن الكريم\rورد لفظ التوبة في القرآن الكريم دالاً على معان عدة منها:\r1 - التوبة بمعنى الندم:\rومنه قوله - تعالى -: {فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ} [البقرة: 54].\rوقوله - تعالى -: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31].\r2 - التوبة بمعنى التجاوز:\rومنه قوله - تعالى -: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ} [التوبة: 117]، أي تجاوز عنهم.\rوقوله - تعالى -: {وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [الأحزاب: 73].\r3 - التوبة بمعنى الرجوع عن الشيء:\rومنه قوله - تعالى - على لسان موسى - عليه السلام -: {سُبْحَانَكَ تُبْتُ إِلَيْكَ} [الأعراف: 143]، أي رجعت عن سؤالي الرؤية.","seal":"1437F46D","part":1},
      {"page":14,"id":11,"nass":"فضل التوبة إلى الله\rأمر الله - سبحانه - بالتوبة فقال: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31].\rووعد بالقبول عليها، فقال: {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ} [الشورى: 25].\rوفتح لعباده أبواب الرجاء في عفوه ومغفرته، وأمرهم أن يلجؤوا إلى ساحات كرمه وجوده، طالبين تكفير السيئات وستر العورات، وقبول توبتهم، لا يطردهم من رحمة الله طارد، ولا يوصد بينهم وبين الله باب.\rقال تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53].\rفمن تاب واستغفر تاب الله عليه؛ قال - تعالى -: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} [آل عمران: 153].\rوقد أثنى الله على عباده المتقين المداومين على","seal":"12714375","part":1},
      {"page":15,"id":12,"nass":"الاستغفار، فقال - تعالى -: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آَمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ * الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} [آل عمران: 16، 17].\rوالتائب من ذنبه محل رعاية الله وأهلٌ لحفظه ورحمته، يغدق عليه من بركاته، ويمتعه بسعة الرزق ورغد العيش في الدنيا، وينعم عليه بالثواب العظيم والنعيم المقيم في الآخرة؛ قال تعالى في ثواب التائبين إليه: {أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ}\r[آل عمران: 136].\rثم إن الاستغفار مع الإقلاع عن الذنوب سبب للخصب والنماء، وكثرة النسل وزيادة العزة والمنعة؛ قال تعالى: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا} [نوح: 10 - 12].\rففي الإيمان رحمةٌ بالعباد، وفي الاستغفار بركات الدين والدنيا، وفي الحديث الذي رواه ابن ماجه في سننه عن عبد الله بن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: «من لزم الاستغفار جعل الله له من كل هم فرجًا، ومن كل","seal":"E3FDA0E5","part":1},
      {"page":16,"id":13,"nass":"ضيق مخرجًا، ورزقه من حيث لا يحتسب» (¬1).\rوباب التوبة مفتوح على مصراعيه تنسم منه نسمات الرحمة واللطف والنعم؛ قال تعالى: {إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا * جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا} [مريم: 60، 61].\rفالتوبة التي تنشئ الإيمان والعمل الصالح، فتحقق مدلولها الإيجابي الواضح .. تُنجي من ذلك المصير فلا يلقى أصحابها {غيًا}، إنما يدخلون الجنة ولا يظلمون شيئًا.\rفما أعظم بركات الاستغفار والإنابة إلى الله، بهما تُستنزل الرحمات، وتبارك الأرزاق، وتكثر الخيرات، ويعطي الله الأموال والبنين، ويغفر الذنب، ويمنح القوة والسداد والرشاد.\rوالله عفو غفور تواب، يقبل التوب ويغفر الذنب،\r¬_________\r(¬1) «سنن ابن ماجه» ج2/ 1254، رقم (3819) ورواه «أبو داود» (1518) والإمام أحمد في «المسند» 1/ 248 وفي سنده الحكم بن مصعب القرشي المخزومي: متكلمٌ فيه، لكن صححه العلامة أحمد شاكر (2234) حيث ترجم البخاري للحكم في «تاريخه الكبير» ولم يذكر فيه جرحًا فهو ثقة عنده.","seal":"FF193F7E","part":1},
      {"page":17,"id":14,"nass":"ويبسط يده بالنهار ليتوب مسيء الليل، ويبسط يده بالليل ليتوب مسيء النهار، فضلاً منه - سبحانه - وإحسانًا؛ فينبغي للعاقل أن يشتغل بطاعة ربه ولا يغفل طرفة عين عن مراقبته والخوف منه، وأن يستحضر عظمة الله دائمًا، ويخشاه في السر والعلانية؛ فعلمه محيط وغضبه شديد، يملأ قلوب الخائفين من غضبه أمنًا، ويعوض النادمين الآسفين على ما كان منهم بمحو السيئات وغفران الذنوب وقبول التوبة ورفع الدرجات.\rاللهم يا مَنْ يملك حوائج السائلين، ويعلم ضمائر الصامتين، هب لنا من لدنك توبة صادقة، وإنابة كاملة، لا يشوبها تردد ولا يعتريها نقص أو تسويف.","seal":"59306D6F","part":1},
      {"page":18,"id":15,"nass":"وجوب التوبة على الفور\rإذا كان عموم الناس محتاجين إلى التوبة، فإنه لا بد وأن يكونوا مشتغلين بها في كل حين وآن، وقد دّلت النصوص المتضافرة على أن المبادرة بالتوبة من الذنب فرضٌ على الفور، ولا يجوز تأخيرها، وأن التوبة عند المعاينة لا تنفع؛ لأنها والحالة هذه تصبح توبة ضرورة لا اختيار.\rلهذا كان قبول التوبة حقٌ على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب، قبل أن تنقطع الآمال وتحضر الآجال، وتساق الأرواح سوقًا، ويغلب المرء على نفسه؛ قال تعالى: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا * وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآَنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} [النساء: 17، 18].\rفمتى تاب العبد إلى الله نادمًا على ما فعل جادًا عازمًا باذرًا بذور التقوى والعمل الصالح راجيًا رحمة ربه، قَبِلَ الله توبته، لا يتركه منبوذًا حائرًا، ولا يدعه مطرودًا خائفًا؛","seal":"D89487D7","part":1},
      {"page":19,"id":16,"nass":"بل يدله على الطريق ويأخذ بيده، ويسند خطواته، وينير له الطريق، ولا على العبد حينئذ سوى:\r1 - أن يُعجَّل بالتوبة؛ حتى لا تصير المعاصي رانًا وطبعًا لا يقبل المحو.\r2 - أن يعجلها قبل الموت أو المرض:\rوليحذر المغرورون الذين يعملون السيئات ويصرون على المعاصي ويسوفون في التوبة، حتى إذا حضر أحدهم الموت قال: إني تبت الآن. وقد رسخت المعاصي في قلبه، وأنست بها نفسه، حتى صارت ملكات وعادات يتعذر أو يتعسر عليه الإقلاع عنها، حتى إذا جاءه الأجل الموعود، فاضطر إلى التوبة بعد أن لجَّت به الغواية، وأحاطت به الخطيئة، فهو لم يتب إلا حين عاين العذاب وحضره الأجل، ولم يعد هناك متسع لارتكاب الذنوب.\rفهذه التوبة غير صحيحة بل هي مردودة لأنها لا تُنشيء صلاحًا في القلب ولا استقامة في الحياة؛ ذلك لأنها توبة اضطرار لا اختيار؛ فهي كالتوبة بعد طلوع الشمس من مغربها، ويوم القيامة، وعند معاينة بأس الله - تعالى.\rفليبادر المؤمن بالتوبة إلى الله قبل أن يحضر الأجل، وينقطع الأمل، فيندم ولات ساعة مندم، وفق الله الجميع لما يحبه ويرضاه.\r\r* * *","seal":"55D4DAE6","part":1},
      {"page":20,"id":17,"nass":"تأخير التوبة ذنب تجب التوبة منه\rإن العبد إذا عمل المعصية وخطرت بباله التوبة فإنه ينبغي عليه أن يسارع إلى ذلك ولا يركن إلى التسويف والأماني؛ فإنه لا يدري متى تنقضي أيامه، وتنقطع أنفاسه، وتنصرم لياليه.\rوقد دعا القرآن الكريم إلى الاعتراف بالذنب والمبادرة بالتوبة، قال الله - تعالى -: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} [النساء: 17].\rفقبول هذه التوبة حقٌ للذين يعملون السوء بجهالة ثم يتوبون من قريب؛ إنه حق كتبه الله على نفسه رحمة منه وفضلاً، وكل من عصى الله خطأ أو عمدًا فهو جاهل حتى ينزع عن الذنب (¬1).\rفالمبادرة إلى التوبة من الذنب فرضٌ على الفور ولا يجوز تأخيرها؛ فإن أخرها وجب عليه أن يتوب، وتعد هذه توبة من تأخير التوبة.\r\r* * *\r¬_________\r(¬1) انظر «تفسير ابن كثير» سورة النساء، الآية: 17.","seal":"952EC2EB","part":1},
      {"page":21,"id":18,"nass":"شروط التوبة\rالتوبة إلى الله - تعالى - من أعظم الحسنات؛ لأنها تزيل العوائق التي تقوم بين العبد وبين ربه: تلك العوائق الكامنة في النفس من شهواتها ونزواتها؛ فالتوبة تملأ النفس بالأمل، وتقود القلب إلى مصدر النور.\rولن تكون التوبة صحيحة مقبولة حتى تتحقق فيها شروط تثبت صدق التائب في توبته.\rمن هذه الشروط:\rأولاً: أن تكون خالصة لله - عز وجل - لأن الله - سبحانه - لا يقبل من الأعمال إلا ما كان خالصًا له وحده مبتغىً به وجهه، وموافقًا أمره باتباع رسوله - صلى الله عليه وسلم -؛ فلا بد أن يكون العمل خالصًا إلى الله - تعالى - صوابًا؛ أي موافقًا للسُّنَّة؛ إذ قد يكون العمل صوابًا ولا يكون خالصًا، فلا يقبل، وقد يكون خالصًا ولا يكون صوابًا فلا يقبل - أيضًا - وكان من دعاء عمر - رضي الله عنه -: «اللهم اجعل عملي كله صالحًا، واجعله لوجهك خالصًا، ولا تجعل لأحد فيه شيئًا».","seal":"67D6A183","part":1},
      {"page":22,"id":19,"nass":"فيكون الباعث للتوبة حُبُّ الله وتعظيمه ورجاؤه، والطمع في ثوابه، والخوف من عقابه، لا تزلفًا إلى مخلوق، ولا قصدًا في عرض من عرض الدنيا الزائل.\rثانيًا: الإقلاع عن المعصية: لأن النفس المشغولة بلذة المعصية قلَّما تُخْلص عمل الخير؛ فيجاهد التائب نفسه لاقتلاع جذور الشر من قلبه، حتى يصبح نقيًا خالصًا صافيًا، تصدر عنه أعمال الخير بنية صالحة مقبولة عند الله؛ فإن كانت المعصية بفعل محرم تركه في الحال، وإن كانت بترك واجب فعله في الحال إن كان مما يمكن قضاؤه، وإن كانت مما يتعلق بحقوق الخلق تخلص منها وأداها إلى أهلها أو استحلهم منها، وسيأتي بيان ذلك إن شاء الله.\rثالثًا: الندم على ما سلف منه في الماضي، والإقلاع عنه في الحال والعزم على ألا يعاود الذنب في المستقبل، فلن تكون التوبة صحيحة حتى يكون نادمًا آسفًا حزينًا على ما بدر منه من المعاصي، ندمًا يوجب الانكسار بين يدي الله - عز وجل - والإنابة إليه؛ ومن هنا فلا يُعَدُّ تائبًا ونادمًا ذلك الذي يتحدث بمعاصيه السابقة التي قارفها يفتخر بذلك ويتباهى به؛ بل هذا من المجاهرة التي قال","seal":"BD9C9CDE","part":1},
      {"page":23,"id":20,"nass":"عنها رسول الله - صلى الله عليه وسلم -: «كل أمتي معافى إلا المجاهرون» (¬1).\rرابعًا: العزم الجازم على عدم معاودة الذنب: فيتوب من الذنب وهو يُحَدَّث نفسه ألا يعود في المستقبل، والقصد لتدارك ما فات وإصلاح ما يأتي، ودوام الطاعة ودوام ترك المعصية إلى الموت، والعزم الجازم - أيضًا - على فعل المأمور، وترك المحظور، والتزام ذلك طيلة حياته.\rوإذا وصل العبد إلى هذه الدرجة من العزم الجازم فلا يضر توبته لله مرة أخرى إن ندم وأسف وسارع إلى التوبة؛ قال - صلى الله عليه وسلم -: «أذنب عبدٌ ذنبًا فقال: اللهم اغفر لي ذنبي. فقال تبارك وتعالى: أذنب عبدي، فعلم أن له ربًا يغفر الذنب ويأخذ بالذنب، ثم عاد فأذنب فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: عبدي أذنب ذنبًا فعلم أن له ربًا يغفر الذنب ويأخذ بالذنب، ثم عاد فأذنب فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: أذنب عبدي فعلم أن له ربًا يغفر الذنب ويأخذ بالذنب. اعمل ما شئت فقد\r¬_________\r(¬1) رواه البخاري (6069) ومسلم (2990).\r\rوالمجاهرون: هم الذين جاهروا بمعاصيهم وأظهروها وكشفوا ما ستر الله عليهم فيتحدثون بها لغير ضرورة ولا حاجة. انظر: «شرح صحيح مسلم» 18/ 119 للنووي.","seal":"E09E9B4E","part":1},
      {"page":24,"id":21,"nass":"غفرت لك» (¬1). ومعنى قوله: فقد غفرت لك. أي ما دمت تذنب ثم تتوب، غفرت لك.\rخامسًا: عدم الإصرار على المعصية:\rوالإصرار: هو عقد القلب على شهوة الذنب، والاستقرار على المخالفة، والعزم على المعاودة؛ لأن التوبة مع الإصرار توبة الكذابين الذين يهجرون الذنوب هجرًا مؤقتًا، يتحينون فيها الفرص المواتية لمعاودة الذنب، وقد بقيت حلاوته في قلوبهم، يتمنون مقارفته ما وجدوا السبيل إليه، وقد شرط الله لوجوب المغفرة ودخول الجنة عدم الإصرار على فعل الفاحشة أو ظلم النفس؛ قال - تعالى -: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ * أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ} [آل عمران: 135، 136].\rسادسًا: أن التوبة كما تكون بالقلب واللسان تكون أيضًا\r¬_________\r(¬1) رواه «البخاري» (7507) و «مسلم» (2758). وانظر لشرحه «فتح الباري» 13/ 471.","seal":"D4CE945B","part":1},
      {"page":25,"id":22,"nass":"بالعمل الصالح الذي يكون ترجمة عملية لما في قلب الإنسان؛ إذ العمل الصالح ينشيء التعويض الإيجابي في النفس للإقلاع عن المعصية؛ فيعوض التائب ما صرفه من عمره في اللهو والمعصية بالعمل الصالح وفعل الطاعات؛ ليمحق بذلك أثر الخطيئة والسيئات، فإذا تاب وأقلع عن الذنب فينبغي أن يصدق توبته تعويض ما فاته بأعمال صالحة؛ لكي يرجى فلاحه، فليؤد التائب الفرائض وجميع شعب الإيمان البضع والسبعين قدر المستطاع.\rسابعًا: أن يستمر التائب في توبته ولا يأتي بما ينقضها ويخالفها؛ إذ الاستمرار في التوبة شرط في صحة كمالها ونفعها، ولهذه المسألة مزيد بيان سيأتي إن شاء الله.\rثامنًا: من شروط التوبة أن تصدر في زمن قبولها؛ وهو ما قبل حضور الأجل، وطلوع الشمس من مغربها، وسيأتي بيان وقت التوبة ونهاية وقتها إن شاء الله.\rبهذا يتضح أن التوبة كلٌ متكاملٌ يفقد خصائصه كلها حين يفقد أحد أجزائه؛ كالمركب يفقد خواصه كلها إذا فقد أحد عناصره؛ فمن أتى بشرط وأغفل آخر لا يعتد بتوبته ما لم يحقق بقية الشروط ... والله المستعان.","seal":"94B733D2","part":1},
      {"page":26,"id":23,"nass":"وقت التوبة ونهاية وقتها\rالتوبة مقام ينبغي أن يستصحبه العبد من أول ما يدخل فيه إلى آخر عمره، وعموم الناس محتاجون إلى التوبة دائمًا، وعلى الخَلْقِ جميعًا أن يتوبوا وأن يستديموا التوبة؛ قال الله تعالى: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31].\rوالأمر عند إطلاقه يستلزم الوجوب؛ فالتوبة واجبة وجوبًا مطلقًا مدى العمر، ووقتها مدة العمر، وهي غاية كل مؤمن، وقد قال الله لأفضل الأنبياء - صلى الله عليه وسلم -، ولأفضل الخلق بعد الأنبياء: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ} [التوبة: 117].\rوالعبد محتاجٌ إلى التوبة والاستغفار مطلقًا في كل وقت وحين؛ فإذا كان النبي - صلى الله عليه وسلم - قد أُمِرَ أن يختم أعماله بالتوبة والاستغفار في قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا *","seal":"2CC71278","part":1},
      {"page":27,"id":24,"nass":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} [النصر].\rفغيرُ النبي - صلى الله عليه وسلم - أحوج إلى هذا منه، فليجمع العبد همته وعزمه، وليحاسب نفسه، وليتب إلى الله حتى الممات.\rوما من عبد إلا وقد اقترف ذنبًا وفعل إثمًا ... «وكل بني آدم خطاءٌ» (¬1)؛ فقد أقسم إبليس بعزة الله تعالى أنه لا يفارق ابن آدم بالغواية والإضلال ما دام روحه في جسده.\rوعن أبي سعيد - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «قال إبليس: يا رب وعزتك لا أزال أغويهم ما دامت أرواحهم في أجسادهم، فقال الله - عز وجل: وعزتي وجلالي، لا أزال أغفر لهم ما استغفروني» (¬2).\rفباب التوبة مفتوح يثوب إليه الشاردون، فيستردون أنفسهم من تيه الضلال، ويعملون عملاً صالحًا إن قدر لهم امتداد في العمر، قبل أن يأتي يوم لا ينفع نفسًا إيمانها لم تكن آمنت من قبل، أو كسبت في إيمانها خيرًا.\rفمتى وقع الإياس من الحياة، وعاين ملك الموت، وحشرجت الروح في الحلق، وضاق بها الصدر، وبلغت\r¬_________\r(¬1) رواه «الترمذي» (2501) و «ابن ماجه» (4251) وأحمد في «المسند» 3/ 198 و «الدارمي» في «سننه» 2/ 303 وسنده حسن.\r(¬2) رواه الإمام أحمد في «المسند».","seal":"FE67EA78","part":1},
      {"page":28,"id":25,"nass":"الحلقوم، وغرغرت النفس في الحلق فلا توبة.\rويبدأ وقت التوبة عندما يستشعر القلب جلال ربه وعظمة خالقه؛ فيعلن التوبة بالرجوع إلى الله - تعالى - بسلوك صراطه المستقيم الذي نصَّبه لعباده موصلاً إلى رضوانه، وأمرهم بسلوكه بقوله - تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} [الأنعام: 153].\rفيتوب قبل أن يتبين له الموت أو المرض وينشئ بتوبته صلاحًا في القلب، وصلاحًا في الحياة ما دام مكلفًا؛ فالرجاء حينئذ باق ويصح منه الندم والعزم على ترك الفعل، وهذا هو المقصود بقوله تعالى: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} النساء: 17].\rأي الذين يرتكبون الذنوب ويضلون طريق الهدى عن جهالة، طال أمد ذلك أم قصر، ما دامت تلكم الجهالة لا تستمر حتى تبلغ الروح الحلقوم، إذًا فهي موافقة لمحلها؛ قال رسول الله - صلى الله عليه وسلم -: «إن الله يقبل توبة العبد ما لم يُغَرْغر» (¬1).\rومع سعة رحمة الله - تعالى - وشمول عفوه وقبول توبة\r¬_________\r(¬1) رواه «الترمذي» (3531) عن ابن عمر وحسَّنه، ورواه غيره.","seal":"070975AA","part":1},
      {"page":29,"id":26,"nass":"التائب تفضلاً منه ومنَّة في كل وقت وحين إلا أنه سبحانه حَجَبَ باب التوبة عن الذين يعملون السيئات حتى إذا حضر أحدهم الموت قال: إني تبت الآن. فهذا الصنف من الناس ليس داخلاً في حُكم التائبين المقبولين؛ لأنه يتدنس بالمعاصي ويلج في الغواية حتى إذا عاين الموت وصار في حين اليأس أنشأ توبة بعد أن أحاطت به الخطيئة، وانقطعت عنه أسباب النجاة فأنى له ذلك ... ؟!\rفلا يجوز تضييع الوقت بالاشتغال بالمعصية أو اللغو أو الإعراض عن واجب أو فرض.\rعن صفوان بن عَسَّال قال: قال رسول الله - صلى الله عليه وسلم -: «إن من قبل مغرب الشمس بابًا مفتوحًا، عرضه سبعون سنة؛ فلا يزال ذلك الباب مفتوحًا للتوبة حتى تطلع الشمس من نحوه، فإذا طلعت من نحوه، لم ينفع نفسًا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرًا» (¬1).\rوعن عبد الله بن عمرو - رضي الله عنهما - عن النبي - صلى الله عليه وسلم -، قال: «إن الله - عز وجل - ليقبل توبة العبد ما لم يغرغر» (¬2).\r¬_________\r(¬1) رواه «ابن ماجه» (4070) في الفتن باب طلوع الشمس من مغربها.\r(¬2) رواه «الترمذي» (3531)، و «ابن ماجه» (4253)، والحاكم في «المستدرك» 4/ 257 وهو حديث حسن. وقد تقدم.","seal":"567E3E10","part":1},
      {"page":30,"id":27,"nass":"وقال ابن هبيرة: «النفس المؤمنة إن لم تكسب في إيمانها خيرًا حتى طلعت الشمس من مغربها لم ينفعها ما تكسبه».\rفالبدار البدار إلى التوبة قبل الفوات، والحذر الحذر من فعل السيئات قبل أن يقول المذنب: {رَبِّ ارْجِعُونِ * لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ} [المؤمنون: 99، 100].\rاللهم وفقنا للتوبة والاستعداد للموت وما يأتي بعده ... آمين.\r\r* * *","seal":"A9E6B7C2","part":1},
      {"page":31,"id":28,"nass":"إمكان التوبة من جميع الذنوب\rمن عرف حقيقة النفس وما طبعت عليه علم عِلْمَ اليقين أن فيها داعيين؛ داع للخير وداع للشر؛ فإن أخذ بداعي الخير نجا وسعد في الدنيا والآخرة، وإن أخذ بداعي الشر كانت هذه النفس منبعًا لكل شر ومأوى لكل سوء، تورد العبد موارد الهلكة وتلج به في مزالق الشر والخسران.\rومن سُنن الله الثابتة في خلقه أن من سلك طريقه واتبع دينه فقد فاز ونجا وساد وقاد ... ومن ترك هداية الله واستدبر طريقه وجانب شرعه وسلك طريق الشيطان فقد حبط عمله وهلك وضل ضلالاً بعيدًا، ومن ثم كان الشرك بالله من أعظم الذنوب وأقبحها، وحَسْبُ من اتصف به أنه مطرود مُبْعَد من رحمة الله؛ الجنة عليه حرام، والنار مأواه ومهواه؛ قال تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ} [الأنفال: 38].","seal":"F3B15D26","part":1},
      {"page":32,"id":29,"nass":"فباب التوبة مفتوح دائمًا، يدخل منه كل من استيقظ ضميره، وثاب إلى حمى الله، ولاذ به بعد الشرود والمتاهة وأراد العودة والمآب.\rوالذنوب التي دون الشرك قسمان:\rالقسم الأول: ذنوب تتعلق بحق الله - تعالى.\rالقسم الثاني: ذنوب تتعلق بحقوق الآدميين.\r\rوالقسم الأول نوعان:\rالنوع الأول: أن يكون الذنب بترك واجب يمكن استدراكه كالصلوات، والصيام، والحج، فلا بد في هذه الحقوق من التوبة مع القضاء، حيث قدر على ذلك وأمكنه، وفي بعض الذنوب التوبة مع الكفارة؛ كالحنث في الأيمان، والظهار وغير ذلك.\rالنوع الثاني: أن تكون بسبب جهل وعدم معرفة الله كما ينبغي، وتحليل ما أحله، وتحريم ما حرمه، ونحو ذلك، فهذا النوع تجزيء فيه التوبة فقط، ثم إن كان الذنب مما يوجب الكفر فلا بد من الإتيان بالشهادتين، وإثبات ما أنكر، وإنكار ما كان قد اعتقد مما يوجب الكفر.\rوإن كان بسبب جهل أو إعراض فلا بد فيه أن يطلب العلم ويتعلم من أمر دينه ما يعصمه ويحصنه من الوقوع","seal":"D070E4B4","part":1},
      {"page":33,"id":30,"nass":"في الذنب مرة أخرى.\rالقسم الثاني:\rأن تكون الذنوب بسبب حق يتعلق بآدمي.\rوهي نوعان أيضًا:\rالنوع الأول: أن ينجبر الحق بمثله من الأموال والجراحات، وقيم المتلفات والسرقات والغصوبات ... إلخ.\rفلا بد في هذا النوع من رد كل مظلمة لأهلها، ورد كل حق لمستحقه من مال ونحوه - إن كان موجودًا - أو رد مثله إن كان معدومًا أو مستهلكًا؛ لأنه محض حق فيجب أداؤه إلى صاحبه، فإن لم يوجد أهلها تصدق بها عنهم، وتمكين ذي القصاص منه على الوجه المشروع، فإن لم يفعل بردَّ المظالم إلى أهلها، واقتصر على التوبة فقط وندم وأقلع وعزم ألا يعود، فقد تصح توبته فيما بينه وبين الله، وتبقى في ذمته مظلمة الآدمي، ومطالبته على حالها، ومن لم يجد السبيل لإخراج ما عليه لإعسار فعفو الله مأمول، وفضله مبذول، فكم ضمن من التبعات، وبدَّل من السيئات!!\rالنوع الثاني: أن لا ينجبر الحق بمثله؛ بل جزاؤه من غير جنسه، كالقذف فحدُّه الجلد، والزنا - إذا ثبت - فحده","seal":"1F584C14","part":1},
      {"page":34,"id":31,"nass":"الرجم أو الجلد.\rوأما الغيبة والنميمة ففاعلهما مذنب ومستحق للعذاب إن لم يستحل من اغتابه (¬1)، واقتراف مثل هذه الذنوب ما دامت مستورة بين العبد وبين ربه لم يطلع عليها أحد تكون توبته بالندم عليها والإقلاع عن فعلها وكثرة الاستغفار للمغتاب ونحوه، وإكذاب نفسه مما قذف به، وكثرة الإحسان لمن أفسد عليه زوجته وزنى بها، فيدعو الله لصاحب الحق ويستغفر له، ويذكر المغتاب والمقذوف في مواضع غيبته وقذفه بضد ما ذكره به من الغيبة؛ فيبدل غيبته بمدحه والثناء عليه، وذكر محاسنه، ويبدل قذفه بذكر عفته وإحصانه، ويستغفر له بقدر ما اغتاب به. والله أعلم.\r¬_________\r(¬1) المشروع للتائب من الغيبة والنميمة أن يستحلَّ ممن اغتابه أو نمَّ عليه، فإذا لم يمكنه ذلك أو ترتب عليه مفسدة، فإنه يستغفر ويدعو له، ويذكره بالخير في المواضع التي اغتابه، أو نمَّ عليه فيها.","seal":"F84E6BC7","part":1},
      {"page":35,"id":32,"nass":"التوبة من ترك الحسنات\rيظن بعض الناس أن التوبة لا تكون إلا من العصاة ومرتكبي الذنوب والخطايا، وهذا ظن في غير محله؛ فإن التوبة تكون - أيضًا - ممن ترك الحسنات ولم يستزد من الطاعات، وقد نص بعض أهل العلم على أن العبد إذا ترك فعل المستحبات رغبة عنها فقد باشر أمرًا مكروهًا.\rسُئل شيخ الإسلام ابن تيمية - رحمه الله - عمن لا يواظب على السنن الرواتب، فأجاب: «من أصر على تركها، دل ذلك على قلة دينه، وردت شهادته في مذهب أحمد والشافعي، وغيرهما» (¬1).\rوصدق - رحمه الله - فيما قال؛ فإنك تجد من يقل من فعل السنن أقرب ما يكون إلى مواقعة المحرمات؛ بخلاف من حافظ على السنن والطاعات المستحبات فإنها تكون حاجزًا بينه وبين مواقعة المحرمات، فينبغي على المسلم أن يتوب من ترك الحسنات أو التقصير فيها أو التغلغل عنها ويُقبل على الحسنات ويكثر منها كلما تيسرت له ووجد أسبابها.\r¬_________\r(¬1) «مجموع الفتاوى» 23/ 127.","seal":"D2C8ABE8","part":1},
      {"page":36,"id":33,"nass":"قال شيخ الإسلام ابن تيمية - رحمه الله:\r«وليست التوبة من فعل السيئات فقط، كما يظن كثيرٌ من الجُهَّال، لا يتصورون التوبة إلا عما يفعله العبد من القبائح كالفواحش والمظالم؛ بل التوبة من ترك الحسنات المأمور بها أهم من التوبة من فعل السيئات المنهي عنها؛ فأكثر الخلق يتركون كثيرًا مما أمرهم الله به من أقوال القلوب وأعمالها، وأقوال البدن وأعماله، وقد لا يعلمون أن ذلك مما أُمروا به، أو يعلمون الحق ولا يتبعونه، فيكونون إما ضالين بعدم العلم النافع، وإما مغضوبًا عليهم بمعاندة الحق بعد معرفته.\rوقد أمر الله عباده المؤمنين أن يدعوه في كل صلاة بقوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} [الفاتحة: 6 - 7]» (¬1).اهـ\rبل إن الأمر أبعد من ذلك وهي منزلة لا يبلغها إلا الخلص من المؤمنين، وهي توبة المرء من تقصيره في الحسنات بعد أن يعملها وخوفه أن لا يكون قد أتى بها على الوجه المطلوب، ولذا صح عن عائشة - رضي الله\r¬_________\r(¬1) «التوبة» (ص24) لابن تيمية.","seal":"C898EBAB","part":1},
      {"page":37,"id":34,"nass":"عنها - أنها لما قرأت قوله تعالى: {وَالَّذِينَ يُؤْتُونَ مَا آَتَوْا وَقُلُوبُهُمْ وَجِلَةٌ} [المؤمنون: 60]، قالت: أهو الذي يزني ويشرب الخمر ويسرق؟ فقال - صلى الله عليه وسلم -: «لا يا بنت الصديق، ولكنه الرجل يصوم ويصلي ويتصدق ويخاف ألا يقبل منه» (¬1).\r«وهذا منهم من باب الإشفاق والاحتياط؛ أنهم خائفون وجلون ألا يتقبل منهم؛ لخوفهم أن يكونوا قد قصَّروا في القيام بشروط الإعطاء» (¬2).\rولذا قال الحسن البصري - رحمه الله -: «إن المؤمن جمع إحسانًا وشفقة» (¬3).\r\r* * *\r¬_________\r(¬1) رواه الإمام أحمد 6/ 159، 205، و «الترمذي» (3175) في التفسير: باب ومن سورة المؤمنين، و «ابن ماجه» (4198) في الزهد: باب التوقي على العمل. وفي سنده ضعف لانقطاعه بين عبد الرحمن بن وهب الهمداني الراوي عن عائشة وبينها لأنه لم يدركها لكن له شاهد يتقوى به من حديث أبي هريرة عن عائشة عند ابن جرير في «تفسيره» 18/ 33. ولذا صححه الحاكم في «المستدرك» 2/ 394 ووافقه الذهبي، وكذا العلامة الألباني في «الأحاديث الصحيحة» رقم (162).\r(¬2) انظر «تفسير ابن كثير» 3/ 248 ط دار الدعوة بتركيا.\r(¬3) انظر «تفسير ابن جرير» 18/ 32.","seal":"B9F724A9","part":1},
      {"page":38,"id":35,"nass":"الذنوب والمعاصي التي تجب التوبة منها\rإن الإسلام يعتمد في إصلاحه العام على تهذيب النفس الإنسانية قبل كل شيء؛ فهو يكرس جهودًا ضخمة للتغلغل في أعماقها وغرس توجيهاته في جوهرها، والعوامل المسلطة على الإنسان من داخل كيانه ومن خارجه كثيرة؛ فالنفس أمارة بالسوء، والشيطان يقعد للإنسان كل مرصد، ويقطع عليه كل طريق فيه فلاحه وسعادته.\rوبحكم ما رُكّب في الإنسان من غرائز وميول وشهوات، سرعان ما ينحرف عن التوازن السليم، ويقع في المعصية، ويسرف في الذنب، ثم إنَّ دواعي الطبع وإرادات النفس وشهواتها المنحرفة مصدرها: إما جهلٌ، وإما ضعف؛ إذ لا يصدر الذنب إلا عن جهل بآثاره وموجباته، أو يكون عالمًا بذلك لكن فيه ضعف وعجز يمنعه عن محوه من قلبه بالكلية، ولا شيء يمسح صدى النفس ويغسلها من أدرانها ويعيدها إلى نقائها وصفائها أفضل من التوبة إلى الله، والعودة إلى أفياء الطاعة وظلال الاستسلام.\r{وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ}\r[آل عمران: 101].","seal":"89F5B52D","part":1},
      {"page":39,"id":36,"nass":"ولا يسمى العبد تائبًا ما لم يتخلص من جميع أجناس المحرمات وأصناف الذنوب، ويتحصن ويتحرز من مواقعتها، ومنها:\rأولاً: الشرك بالله، وهو أعظم الذنوب:\rوهو أن يتخذ من دون الله ندًا يحبه كما يحب الله تعالى، فيدعوه ويستعين به، ولا يُغفر الشرك إلا بالتوبة منه، وتجريد التوحيد لله تعالى، سواء منه الأكبر أو الأصغر؛ كيسير الرياء، والتصنع للخلق، والحلف بغير الله - تعالى، وكقول الرجل للرجل: ما لي إلا الله وأنت، وتوكلتُ على الله وعليك.\rفعلى التائب تجريد التوحيد لله، ومعاداة المشركين في الله، والتقرب إلى الله بمقتهم، واتخاذ الله وحده وليًا وإلهًا ومعبودًا وناصرًا ووكيلاً، وحافظًا ومستعانًا، وإخلاص القصد لله، متبعًا لأمره، مجتنبًا لنواهيه، طالبًا لمرضاته.\rثانيًا: الكفر:\rذنبٌ عظيمٌ وجرمٌ كبيرٌ بسببه تُحبط الأعمال، ويخلد مرتكبه في أعظم العذاب وأشد العقاب، وأنواعه مفصلة مبينة في غير هذا المقام.\rومع هذا فإن الله قد فتح باب التوبة لمن انتهى عن كفره","seal":"E0922912","part":1},
      {"page":40,"id":37,"nass":"وعناده فأسلم وأناب إليه؛ قال - تعالى -: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّةُ الْأَوَّلِينَ} [الأنفال: 38].\rثالثًا: النفاق:\rوهو الداء العُضال الباطن الذي يكون الرجل ممتلئًا منه وهو لا يشعر؛ فإنه أمرٌ خفيٌ على الناس، وكثيرًا ما يخفى على من تلبس به، فيزعم أنه مصلح وهو مفسد، وهو من الأمراض الباطنة التي تعتور المرء وتعتريه، وإذا لم يعالج صاحبه نفسه، ويزله بالتوبة لم يلق الله - تعالى - بقلب سليم، أعاذنا الله من النفاق في القول والعمل؛ قال - تعالى -: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا} [النساء: 145].\rورحمة الله واسعة لا تضيق بالواردين، وفضله واسع يعم التائبين؛ فمن أراد أن يُنيب إلى الله ويعتصم بالله ويتبرأ من النفاق وأهله فلا عليه إلا أن يُحقق مدلول الآية: {إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا}\r[النساء: 146].\rفشرط في توبة المنافق الاعتصام بالله للتخلص من تلك","seal":"52F0269C","part":1},
      {"page":41,"id":38,"nass":"المشاعر المذبذبة والأخلاق المتخلخلة، وإخلاص الدين لله وتجريده من شوائب الرياء؛ وبذا يرتفع التائب إلى مصاف المؤمنين؛ {وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا} [النساء: 146].\rرابعًا: التوبة من الفسوق:\rوكل أنواع الفسوق تجب التوبة منها؛ سواءً كان فسوقًا في العمل مقرونًا بالعصيان أو مقرونًا بارتكاب ما نهى الله عنه وعصيان أمره، أو فسوقًا في الاعتقاد؛ كفسق أهل البدع والخرافات، وبتحقيق التقوى تصح التوبة؛ بأن يعمل العبد بطاعة الله على نور من الله، يرجو رحمته، ويخاف عقابه، ويهجر المعصية ويعتصم بالكتاب والسُنة، ويعصي دواعي الطبع والشهوة ويقهرها بسلطان الطاعة والخوف من الله.\rخامسًا: التوبة من البدع:\rوالبدعة هي: «تلك الطرائق المخترعة التي ليس لها مستند من كتاب أو سنة أو ما استنبط منهما».\rوتوبة المبتدع تكون بأن يعلم أن ما هو عليه بدعة فيعترف بها ويرجع عنها، ويعتقد ضد ما كان يعتقد منها؛ أما إذا زُين له سوء عمله فرآه حسنًا فلا توبة له ما دام يرى ذلك حسنًا.\rوالتوبة من البدع ممكنة على كل حال بأن","seal":"E785210D","part":1},
      {"page":42,"id":39,"nass":"يهديه الله ويشرح صدره للحق، ويرشده لأحكام الشرع وقواعد الدين حتى يتبين له الحق فيستقيم عليه؛ قال الله تعالى: {وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا * وَإِذًا لَآَتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا * وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا} [النساء: 66: 68].\rسادسًا: التوبة من الزنا والقذف:\rوتكون بأن يتوب إلى الله - تعالى - ويضم إلى التوبة إلى الله الإحسان إلى زوج المزني بها بالدعاء والاستغفار له، والتصدق عنه، ونحو ذلك مما يكون ذابًّا إيذاءه له في أهله.\rوكذا القذف يكون بالندم على قذفه له والإحسان إليه، والاستغفار له، وذكر المقذوف بضد ما قذفه به.\rسابعًا: التوبة من الربا:\rوتكون بأخذ رأس المال والتخلص من الأرباح الربوية والانتهاء من المعاملات الربوية بالكلية.\rقال الله تعالى: {وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ} [البقرة: 279].","seal":"7B2AC7F2","part":1},
      {"page":43,"id":40,"nass":"ثامنًا: التوبة من الظلم:\rوالظلم نوعان:\rالنوع الأول: ظلم النفس: ويكون بترك واجب أو فعل محرم، والتوبة والاستغفار يكون من ترك المأمور وفعل المحظور فإن كليهما من السيئات والخطايا والذنب فيتدارك المرء ما فاته من واجبات فيؤديها، ويقلع عن فعل المحرم أيا كان، وترك الإيمان والتوحيد والفرائض التي فرضها الله على القلب والبدن من الذنوب - أيضًا.\rفعلى التائب أن يرجع إلى حقيقة التوحيد والإيمان ويؤدي الفرائض التي فاتته من صلاة وصيام وزكاة وحج ونحوها، وإذا كان فعل الإنسان إما له أو عليه فهو يستغفر الله مما عليه، وقد يظن ظنون سوء باطلة، وإن لم يتكلم بها فإذا تبين له فيها استغفر الله وتاب من كل ما في النفس من الأمور التي لو قالها أو فعلها عذّب.\rالنوع الثاني: ظلم الغير: يكون في دم أو مال أو عرض؛ فإنه لا بد من إيفاء الحق ما دام قادرًا على ذلك؛ فإن كان قد أخذ المال على سبيل الدَّين فهو مدين لصاحبه حتى يؤدي ما عليه؛ فإن مات فروحه مرهونة بدينه حتى يُقضى عنه، وإلا فالقضاء يوم القيامة من حسناته إن كانت له حسنات، وإلا","seal":"9C90B809","part":1},
      {"page":44,"id":41,"nass":"أُخذ من سيئات غريمه فطرحت عليه ثم طرح في النار.\rعن أبي هريرة -ر ضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - يومًا: «أتدرون ما المُفْلس»؟ قالوا: المُفْلس فينا من لا درهم له ولا متاع؛ قال: «إن المفلس من يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي قد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطى هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضى ما عليه، أُخذ من خطاياهم فطرحت عليه، ثم يطرح في النار» (¬1).\rوهذا مما يُحتم على المسلم الاهتمام بأمر التوبة وخاصة من حقوق العباد.\rويجب على العبد أن يرجع إلى الحق ويتحراه، ويتبرأ من نوازع النفس وشوائب الهوى، وأن يستغفر الله ذاكرًا له في كل حين وآن، وألا يُصر على ما فعل، ويتبجح بالمعصية في غير حياء، وبذا يغفر الله له ذنبه، ويجبر زلته، وينظمه في سلك عباده المتقين، الذين قال في شأنهم: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} [آل عمران: 135].\r¬_________\r(¬1) رواه «مسلم» (2581).","seal":"29EAC99D","part":1},
      {"page":45,"id":42,"nass":"وسائل إزالة تعلق القلب بالذنب\rينبغي على كل ذي لُبًّ وفطنة أن يحذر مغبة المعاصي وعواقب الذنوب؛ إذ أن الذنوب سموم مهلكة، ولها تأثيرات قبيحة، ومرارتها تزيد على حلاوتها أضعافًا مضاعفة، والعاقل من أعد لنفسه زادًا يتوصل به إلى ربه؛ فإنه ليس بين العبد وبين الله - تعالى - قرابة ولا رحم؛ وإنما هو - سبحانه - قائم بالقسط حاكم بالعدل؛ فمع أنه غفور رحيم، لكنه ذو عذاب أليم! فالحذر الحذر!!\rومن الأسباب التي تزيل أثر تعلق القلب بالذنب ما يأتي:\rأولاً: اعلم أن الذنب إما أن يكون: بسبب الغفلة؛ فطريق علاجه العلم.\rفعلى التائب أن يسلك طريق الهداية من تَعَلُّم العلم، وتعليمه، والدعوة إليه، والعمل به، ويعتقد أن الذنوب مضرة يجب تركها، ويتذكر إنذارات القرآن الكريم ووعيده للعاصين، وما جرى للعصاة على اختلاف الأمم بسبب ذنوبهم.\rوإن كان الذنب بسبب غلبة الشهوة ونوازع النفس، فطريق","seal":"0CA6B4AF","part":1},
      {"page":46,"id":43,"nass":"علاجه الصبر واحتساب الأجر عند الله - تعالى - وما أطفأ العبدُ جمرة الغضب والشهوة بمثل الوضوء والصلاة، فليتوضأ وليصل وليعمر أوقاته بتقوى الله، ويزكي نفسه بطاعته - تعالى - ويطهرها من خبائث الأخلاق وذميم الخصال.\rثانيًا: أن يعتصم بالله:\rفمن اعتصم به - سبحانه - ولجأ إليه في كل أحواله تولاه ونصره على عدويه اللذين لا يفارقانه أبدًا، وهما النفس والشيطان الرجيم، ولم يخذله أبدًا؛ قال - تعالى: {وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [آل عمران: 101].\rوأن يعتصم بحبل الله: وهو القرآن الكريم ويعمل بأوامره وأحكامه، ويهتدي به ويداوم على تلاوته وتدبره والاتعاظ بأخباره.\rثالثًا: أن يخاف تعجيل العقوبة في الدنيا؛ فقد يُحْرَمُ العبدُ الرزق بالذنب يصيبه، وكذلك يخاف الفقر والمرض إن هو أصرَّ على عصيانه.\rقال - صلى الله عليه وسلم -: «إن العبد ليُحرَمُ الرزق بالذنب يصيبه» (¬1).\r¬_________\r(¬1) جزء من حديث رواه الإمام أحمد في «المسند» 5/ 277، 282 و «ابن ماجه» (90) (4022)، والحاكم في «المستدرك» 1/ 493. وسنده ضعيف بهذه الزيادة.","seal":"F2F0D58D","part":1},
      {"page":47,"id":44,"nass":"وقال - صلى الله عليه وسلم -: «لم تظهر الفاحشة في قوم قط حتى يعلنوا بها، إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم» (¬1).\rرابعًا: أن يطيب مطعمه ولا يأكل إلا حلالاً:\rفالعبادة مع أكل الحرام كالبناء على أمواج البحر.\rقال رسول الله - صلى الله عليه وسلم -: «إن الله طيب لا يقبل إلا طيبًا، وإن الله أمر المؤمنين بما أمر به المرسلين فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ}\r[البقرة: 172]»، ثم ذكر الرجل يطيل السفر أشعث أغبر، يمد يديه إلى السماء: يا رب يا رب، ومطعمه حرام ومشربه حرام، وملبسه حرام، وغُذَّي بالحرام فأنى يستجاب لذلك (¬2).\rخامسًا: أن يذكر العبد أنه قائم بين يدي الله غدًا يحاسبه على كل أعماله؛ فينظر إلى لذة المعصية التي نالها قد ولَّت، والعقوبة عليها قد حلَّت، فيزجر نفسه ويخاف\r¬_________\r(¬1) رواه «ابن ماجه» (4019)، وفي سنده كلام، لكن له شواهد ينجبر بها، وانظر لذلك: «فتح الباري» 10/ 193.\r(¬2) رواه «مسلم» (1015).","seal":"F91C2E99","part":1},
      {"page":48,"id":45,"nass":"الذنوب التي عملها، ويقطع كل سبب يبعده عن الله - تعالى.\rسادسًا: أن يذكر سرعة لقاء ربه:\rفهو يتوقع في كل لحظة نزول الموت به؛ وما بعد الموت من مُسْتَعْتَبٍ، وما بعد الدنيا من دار، إلا الجنة أو النار، ويتفكر في أمر المعاد وهول المطالع، وشدة بطش الله - تعالى - وأليم عذابه؛ قال الله تعالى: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ} [مريم: 39].\rسابعًا: البعد عن قرناء السوء، وتخير الأصحاب واستبدالهم بجليس صالح يذكره بالله ويدله عليه، والعلماء في كل عصر مصابيح الدُّجى، فعليه بمجالستهم، والتزود من علمهم وتوجيهاتهم، وسيجد بذلك الربح الوفير والخير الكثير إن شاء الله؛ قال - صلى الله عليه وسلم -: «إنما مثل الجليس الصالح والجليس السوء كحامل المسك، ونافخ الكير (¬1)، فحامل المسك إما أن يُحْذيكَ (¬2)، وإما أن تبتاع منه، وإما أن تجد منه ريحًا طيبة، ونافخ الكير إما أن يحرق ثيابك، وإما أن\r¬_________\r(¬1) الحداد.\r(¬2) يعطيك بلا ثمن، هدية.","seal":"B422E09D","part":1},
      {"page":49,"id":46,"nass":"تجد منه ريحًا خبيثة» (¬1).\rثامنًا: أن يستعيذ بالله من شر وساوس الشيطان الرجيم، قال الله تعالى: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [فصلت: 36].\rتاسعًا: الاستغفار من أكبر الحسنات؛ فمن أحس بتقصير في قوله أو عمله، أو غلبه الهوى على نفسه، أو تغير حاله في رزق أو غيره، فعليه بالتوبة والاستغفار؛ ففيهما الشفاء إذا كانا بصدق وإخلاص؛ ففي الاستغفار كل شيء، فمن أراد الولد فعليه بالاستغفار، ومن أراد الجنة فعليه بالاستغفار، قال الله تعالى حكاية عن نبيه نوح وقوله لقومه: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا} [نوح: 10 - 12].\rعاشرًا: إمساك فضول النظر والكلام والطعام، وطاعة الله حيثما كان وأينما كان، وإتباع السيئة بالحسنة، وعدم الإصرار على الذنب؛ قال تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ\r¬_________\r(¬1) رواه «البخاري» (2101) و (5534)، و «مسلم» (2628).","seal":"6566F1AD","part":1},
      {"page":50,"id":47,"nass":"السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ} [هود: 114].\rوقال - صلى الله عليه وسلم - في وصيته لمعاذ: «اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن» (¬1).\r\r* * *\r¬_________\r(¬1) رواه «الترمذي» (1988)، ورواه الإمام أحمد في «المسند» 5/ 153، 158، 177، 236، و «الدارمي» 2/ 323، والحاكم 1/ 54. وهو حديث حسن بشواهده، وقد روي من طرق عن معاذ وأبي ذر - رضي الله عنهما -، وانظر لشرحه «جامع العلوم والحكم» للحافظ ابن رجب - رحمه الله - الحديث الثامن عشر فإنه نفيسٌ جدًا.","seal":"DE1E90F4","part":1},
      {"page":51,"id":48,"nass":"حكم توبة العاجز عن المعصية\rإذا حيل بين العاصي وبين أسباب المعصية وعجز عنها، بحيث يتعذر وقوعها منه هل تصح توبته؟\rكالسارق إذا قُطِعَ، والزاني إذا جُبَّ، وشاهد الزور إذا قطع لسانه، وكل من وصل إلى حد بطلت معه دواعيه إلى معصية كان يرتكبها، فتوبته صحيحة، وتكون التوبة من عزمه على المعصية لو قدر عليها، ومن وساوس الشيطان له بالمعصية بأن لا يستحليها ويستعذبها، بل ينفر منها ويشمئز منها.\rوإن أحدث ورود الوساوس على قلبه بالمعصية توبة واستغفارًا كان ذلك أكمل وأتم في التوبة.\r\r* * *","seal":"3998EAFF","part":1},
      {"page":52,"id":49,"nass":"الوسائل المعينة على التوبة\rالتوبة فرض عين في حق كل شخص، ولا يتصور أن يستغني عنها أحد من البشر؛ لأنه إن خلا عن معصية الجوارح فلا يخلو عن الهم بالذنب بالقلب، وإن خلا فلا يخلو عن وساوس الشيطان بإيراد الخواطر الصارفة عن ذكر الله - عز وجل - حتى وإن خلا منها فلا يخلو عن غفلة وقصور بالعلم بالله وبصفاته وأفعاله.\rلذا فكل إنسان مفتقر إلى التوبة والرجوع عن التعويج الذي وجد إلى سنن الطريق المستقيم؛ ولكن ما هي الوسائل المعينة للإنسان على التوبة إلى الله؟\rإنها أمور كثيرة منها:\r1 - أن يتدارك ما فاته من العبادات، كلما أمكن ذلك.\r2 - أن يقبل على الله ويعمل لطلب مرضاته ويتدبر عظيم قدر مولاه، وقدر رضاه وسخطه، وما وعد به الطائعين، وتوعد به العاصين، ويداوم على ذلك؛ حتى يستنير قلبه ويعود إلى أصله الذي فطره الله عليه.\r3 - البدار إلى محاسبة النفس؛ ويكون بالتوبة عن كل","seal":"2B8C1F89","part":1},
      {"page":53,"id":50,"nass":"معصية توبةً نصوحًا قبل الموت، ويتدارك ما فرط من تقصير في فرائض الله - عز وجل، ورد المظالم إلى أهلها، واستحلال كل من تعرض له بلسانه ويده وسطوته بقلبه، وتذكر ما سلف من جناية نفسه عليه، ويُوقن أن في طاعتها هلاكه يوم معاده، وذله في حياته الدنيا، وأن في عصيانها نجاته في آخرته وعزه في حياته الدنيا كما قال الحسن في شأن العصاة: «إنهم وإن طقطقت بهم البغال، وهملجت بهم البراذين، إلا أن ذُل المعصية لا يجاوزهم، أبى الله إلا أن يذل من عصاه»!\rوقال بعض السلف: إني لأرى أثر المعصية في خُلُق دابتي وأهلي.\rفيعزم بقلبه على تأديبها، ويواظب على توقيفها والإلحاح على معاتبها ويداوم على موعظتها وتذكيرها بربها الذي لا بد لها من المصير إليه.\r4 - عز نفسه عن مواطن المعصية، ومفارقة قرناء السوء ومقاطعتهم، ما داموا على حالهم، واستبدالهم بصحبة أهل الخير، الذين يُذَكِّرونه إذا نسي ويعينونه إذا ذكر ويقومونه إذا اعوج، ويقودونه إلى الحق وإلى الطريق المستقيم.","seal":"8CC75D29","part":1},
      {"page":54,"id":51,"nass":"5 - أن يصدق النية مع الله في الرجوع إليه بإصلاح العمل ظاهرًا وباطنًا.\r6 - أن يطهر قلبه من الإصرار - وهو عقد القلب على شهوة الذنب حتى ولو أقلع عنه، والتطهير يكون بإدمان معاتبة النفس وتخويفها وتذكيرها بإنذارات القرآن وبأخبار العصاة، وحكايات من جرت عليهم المصائب بسبب ذنوبهم، وخوف تعجيل العقوبة في الدنيا وحرمان الرزق الحسي والمعنوي بسبب المعاصي.\r7 - أن ينهي كل ذنب بنوع من التوبة، ولا يتمادى في الذنوب اتكالاً على فضل الله - تعالى - ورجاء عفوه؛ فمع أنه - سبحانه - غفورٌ رحيم لكن عذابه هو العذاب الأليم!! قال تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63]، وقال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآَيَاتِنَا يُؤْمِنُونَ} [الأعراف: 156]، وليرج المؤمن العون في الهداية إلى الخير من الله، قال تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 5]، ويشعر بأن قلبه بين أصبعين من أصابع الرحمن - سبحانه وتعالى.","seal":"15E4B9F3","part":1},
      {"page":55,"id":52,"nass":"8 - أن يأخذ رأس ماله فقط إن كان قد رابى، ويتخلص مما ربحه فلا يأكله ولا يؤكله مسلمًا.\r9 - إن كان الذنب من مظالم العباد - كأن يكون قد أخذ مالاً بغير طريق شرعي أو غصبه من صاحبه - فلا بد من رده إليه والخروج عنه ما دام قادرًا على ذلك، وإلا فيعزم على رده إذا قدر في أعجل وقت وأسرعه؛ عينًا كان أو غيره، وإن لم يعثر له على صاحب معين أو له صاحب وأيس من تحصيله صرفه في مصلحة للمسلمين على نية صاحبه، وهو بذلك مأجور - إن شاء الله تعالى.\r10 - أن يعمل عملاً صالحًا خالصًا لله - تعالى - موافقًا لسنة رسوله - صلى الله عليه وسلم -، وأن يسلك طرق الهداية من تعلم العلم وتعليمه والدعوة إليه والعمل به، وأن يلزم طاعة الله - تعالى - في كل حركة وسكنة من حياته مع حسن الظن به، والوثوق برحمته، وعدم القنوط من عفوه.\rقال تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: 110].\r\r* * *","seal":"589938CE","part":1},
      {"page":56,"id":53,"nass":"الأسباب الصارفة عن التوبة\rإن النفس البشرية تنزع إلى الطبيعة البدنية وتُغْوى باللذات والشهوات الجسمية، والمعاصي تُضعف القلب عن إرادة الخير، وبذا تقوى فيه إرادة المعصية، وتضعف إرادة التوبة شيئًا فشيئًا إلى أن تنسلخ منه بالكلية، والمعاصي تزرع أمثالها، ويولد بعضها بعضًا.\rوما ذاك إلا لعدة أسباب منها:\rأولاً: اعتماد العبد على سعة رحمة الله - تعالى - وكرمه وعفوه حتى إن بعض المذنبين من الناس إن كلَّمْتَه ناصحًا أو زاجرًا له عن الآثام رد عليك بأن رحمة الله واسعة وغفرانه يسع الذنوب كلها، ونسي هذا المسكين أن الله - عز وجل - كما أنه واسع المغفرة؛ فهو - تبارك وتعالى - شديد العقاب!! وأنه لا يُرَدُّ بأسه عن القوم المجرمين، ومن اعتمد على العفو مع الإصرار على الذنب فهو كالمعاند المكابر.\rثانيًا: أن الشهوة لذة ناجزة والنزوع عن هذه اللذة العاجلة لخوف فوت الآجلة شديد على النفس.","seal":"EF00BB12","part":1},
      {"page":57,"id":54,"nass":"ثالثًا: التسويف والاغترار بالأماني، وقد حذَّر الله من ذلك في غير ما آية من كتابه الكريم، كما قال سبحانه: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ} [المنافقون: 9].\rرابعًا: الحرص على جمع المال، وصرف الجهد لتحصيله، وتركيز الفكر حوله، وانشغال القلب بموارد المال ومصادره مما قد يؤدي إلى الغفلة عن المصير المحتوم، ونسيان الاستعداد لما بعد الموت. قال - صلى الله عليه وسلم -: «لو كان لابن آدم واديان من مال لابتغى لهما ثالثًا، ولا يملأ جوف ابن آدم إلا التراب، ويتوب الله على من تاب» (¬1).\rخامسًا: الغفلة والجهل اللذان يدفعان العبد إلى الفرح بشهوته المحرمة، وهذا الفرح دليل على شدة الرغبة فيها والجهل بقدر من عصاه، والجهل بسوء عاقبتها وعظم خطرها.\rسادسًا: استصغار الذنب مما يسبب عدم الخوف من الله.\r\r* * *\r¬_________\r(¬1) رواه «البخاري» (6072 - 6073) في الرقاق: باب ما يتقى من فتنة المال، ومسلم (1048) في الزكاة، باب لو كان لابن آدم واديان لابتغى ثالثًا.","seal":"5DC8A381","part":1},
      {"page":58,"id":55,"nass":"علامات صدق التائب\rلا يعتبر مجرد التلفظ بالتوبة دليلاً على الصدق فيها، ما لم يأت التائب بعلامات تكون ترجمة عملية للتوبة، وبما يحقق وجودها الفعلي الذي ترجى معه المغفرة والقبول، فمن قال قد تبتُ لا يُجتزأ بقوله، حتى ينضاف إلى ذلك أفعاله المحققة للتوبة. ومن العلامات الدالة على صدق التائب:\r1 - الإقلاع الفعلي عن الذنب، والأخذ في مقابله أعمال الطاعة، وهذا دليل حساسية القلب وانتفاضه وشعوره بالإثم، ورغبته في التوبة.\r2 - العزم والقصد لتدارك ما فات، وإصلاح ما يأتي، فإن كان الماضي تفريطًا في عبادة قضاها، أو مظلمة أدَّاها، أو خطيئة لا توجب غرامة حزن إذ تعاطاها، وهذا دليل على تعظيم الله في قلبه واشتداد خوفه منه، ورجائه إياه، وطمعه فيما عنده.\r3 - أن تضيق الأرض عليه كما ضاقت على كعب بن مالك وصاحبيه (¬1)؛ فيستولى عليه الحزن والبكاء، فيشغله\r¬_________\r(¬1) انظر قصته في «الصحيحين»: «صحيح البخاري» (4156) كتاب المغازي: باب حديث كعب بن مالك، «صحيح مسلم» (1890) في التوبة باب حديث توبة كعب بن مالك وصاحبيه.","seal":"8A1C8386","part":1},
      {"page":59,"id":56,"nass":"عن اللهو والضحك.\r4 - أن يكون حاله بعد التوبة خيرًا مما كان قبلها؛ قال تعالى: {فَتَلَقَّى آَدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} [البقرة: 37].\r5 - أن لا يأمن مكر الله طرفة عين؛ قال تعالى: {وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ * إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ} [المعارج: 27 - 28]؛ فيصحبه الخوف طيلة حياته، ويستمر على ذلك حتى يسمع قول الرسل لقبض روحه: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} [فصلت: 30].\r6 - أن يتألم ويندم ويأسف على ما فرط منه، وخوفًا من سوء عاقبته.\r7 - أن يذكر دائمًا سرعة لقاء ربه ويترقب في كل لحظة نزول الموت به وأنه أقرب إليه من شراك نعله. قال رسول الله - صلى الله عليه وسلم -: «الجنة أقرب إلى أحدكم من شراك نعله، والنار","seal":"FB0BFE2E","part":1},
      {"page":60,"id":57,"nass":"مثل ذلك» (¬1).\r8 - ومن أقوى علامات صدقه في التوبة: محبة الله ورسوله ومحبة المؤمنين فيه والإتيان من العمل بما تقتضيه هذه المحبة.\r\r* * *\r¬_________\r(¬1) رواه «البخاري» (6123) كتاب الرقاق: باب الجنة أقرب إلى أحدكم من شراك نعله والنار مثل ذلك.","seal":"34B45D9F","part":1},
      {"page":61,"id":58,"nass":"التوبة العامة والخاصة\rإن الإنسان قد يستحضر ذنبًا أو ذنوبًا معينة فيتوب منها، وقد يتوب توبة عامة ينوي بها الإقلاع عن جنس الذنوب كلها، وما يكرهه الله، والندم على ذلك والرجوع إلى الطاعة بالكلية. وتفصيل ذلك:\rأولاً: إذا تاب من ذنب وهو مُصرٌّ على آخر من نوعه؛ كأن يتوب من شرب الحشيشة وهو قائم على شرب الخمر، أو يتوب عن الزنا بامرأة وهو مصر على الزنا بغيرها - مثلاً - فتوبة مَنْ هذا حالُه غير صحيحة؛ لأنه لم يتب من الذنب؛ وإنما عدل عن نوع منه إلى نوع آخر منه - أيضًا - ولا يدخل في مسمى التائب.\rثانيًا: أن يتوب عن ذنب بعينه مع مباشرة آخر لا تعلق له به ولا هو من نوعه، مثل أن: يتوب عن بعض الذنوب دون بعض؛ كأن يتوب من قتل النفس وأكل أموال اليتامى، وهو مقيم على شرب الخمر وفعل الفاحشة، فهذه هي التوبة الخاصة، وحكمها أنها تصح فيما تاب منه، شريطة أن يكون المتروك ليس شرطًا في صحة المفعول؛ كالإيمان","seal":"31AFD016","part":1},
      {"page":62,"id":59,"nass":"المشروط في غيره من الأعمال؛ كما قال الله تعالى: {وَمَنْ أَرَادَ الْآَخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا} [الإسراء: 19].\rأما ما لم يتب منه فهو باقٍ عليه حتى يتوب منه.\rإذن: فكل ذنب له توبة تخصه، وهي فرض منه لا تتعلق بالتوبة من الآخر، كما لا يتعلق أحد الذنبين بالآخر؛ فلو أتى مثلاً بفرض وترك فرضًا آخر، استحق العقوبة على ما تركه وأُثيب على ما فعله، ولا يكون ما ترك موجبًا لبطلان ما فعل؛ كمن أتى بالصلاة والزكاة وترك الصوم أو الحج مثلاً.\rثالثًا: أن ينتهي عن جميع الذنوب فينشيء توبة تستغرق كل ما رآه ذنبًا؛ فهذه هي التوبة العامة التي لم تُبق ذنبًا إلا تناولته؛ فمَنْ هذه حاله غُفرت ذنوبه كلها شريطة أن يلتزم بعد التوبة بفعل ما أمر الله به وترْك ما نهى عنه، ويندم على ما فرط في أي أمر أو ترك؛ صغيرًا كان أو كبيرًا، ويحقق بقية شروط التوبة.\r\r* * *","seal":"6BFCF4DE","part":1},
      {"page":63,"id":60,"nass":"التوبة التامة\rإذا كانت التوبة واجبة على كل مكلف فإنه لابد وأن تكون كاملة تعم جميع الذنوب وتستغرقها بحيث لا تدع ذنبًا إلا تناولته، ولا معصية إلا محت أثرها من القلب، كما يمحو ضوء النهار ظلام الليل؛ توبة يجمع العبد فيها كل عزمه وإرادته مبادرًا بها عازمًا على المضي فيها إلى آخر عمره، مُقلعًا عن الذنب وهو يحدث نفسه ألا يعود إليه، كما لا يعود اللبن إلى الضرع.\rتوبة تبدأ بالندم، وتنتهي بالعمل الصالح والطاعة، وتظل تُذكِّر القلب بعدها وتُخلَّصه من رواسب المعاصي وعكارها، وتحضه على ألا يعود إلى الذنب أبدًا، وأن تكون لله، لا حفظًا للصحة أو المال، أو حرصًا على حظ من متاع الدنيا، أو خوفًا من عقاب أحد، أو سطوة قانون، أو عدم وجود ما يعينه على المعصية؛ لكنه يهجر الذنب لأنه يُغضب الله ورسوله.\rوأن تستغرق الذنوب كلها؛ فلا تصح من ذنب أصر على مثله؛ لأن قبول الله لأعمال البر من عبدٍ مقيم على","seal":"2D61FEF5","part":1},
      {"page":64,"id":61,"nass":"المعصية غير محقق، والنفش المسوقة بلذة المعصية قلما تخلص عمل الخير، والقلب الملوث بالشهوات يستحيل أن يخلص العمل الصالح إذا كثر عليه الرَّان من تتابع الذنوب وتشبعه بها، والعبد مطالب بترك الشر كله، وتركه الشر يدفعه إلى عمل الخير من تلقاء نفسه؛ فإذا تاب العبد من الكذب فلا يصح أن يقيم على الزنا أو الكِبْرِ مثلاً؛ بل عليه إذا تاب من هذه الخصلة أن ينجرَّ إلى غيرها، حتى يقتلع جميع الجذور الشريرة من قلبه.\rثم اعلم - أرشدني الله وإياك إلى الخير - أن على كل عضو من أعضاء الإنسان توبة؛ فتوبة العين كفُّها عن النظر إلى المحارم، وتوبة اليد كفُّها عن تناول المحرَّم، وتوبة السمع كفُّه عن سماع المحرم، وتوبة الفرج كفُّه عن الزنا وهكذا.\rوأن يستدرك العبد ما فاته فيؤدي كل فرض ضيَّعه ويرد إلى كل ذي حق حقه من المظالم، ويشغل البدن الذي استعمله في السُّحت والحرام بطاعة الله تعالى وامتثال أوامره والتغذي بالحلال، والبُعْدِ عن مواطن الشُبهات والحرام.\rاللهم إنا نسألك توبةً صادقةً وإنابةً كاملةً وعملاً صالحًا متقبلاً يا رب العالمين.\r\r* * *","seal":"1C28E77F","part":1},
      {"page":65,"id":62,"nass":"ما ينقض التوبة\rتقدَّم أن التوبة مقام ينبغي أن يستصحبه العبد من أول ما يدخل فيه إلى آخر حياته، فإذا كان التائب قد جمع همَّه وقصده وتاب توبةً نصوحًا، فعليه ألا يرجع إلى الذنب كما لا يعود اللبن إلى الضرع؛ فإن رجع إلى المعصية وعاود الذنب فقد نقض توبته؛ إذ إن صحة التوبة حينئذ مشروطة باستمرارها؛ فإذا تاب العبد من ذنب معين ثم عاود فعله فإنه حينئذ يُعَدُّ ناقضًا لتوبته بسبب معاودته ذلك الذنب.\rولكن إذا تاب العبد من الذنب ثم عاوده، فهل يعود إليه إثم ذلك الذنب الذي قد تاب منه ثم عاوده بحيث يستحق العقوبة على الأول والآخر وإن مات مُصِرًّا؟ أو أن ذلك قد بطل بالكلية، فلا يعود إليه إثمه، وإنما يعاقب على هذا الأخير؟\rقلتُ: الصحيح أنه لا يعود إليه إثم الذنب الذي قد تاب منه بنقض التوبة؛ لأنه قد ارتفع بالتوبة، وصار بمنزلة من لم يعمله، وكأنه لم يكن؛ فلا يعود إليه إثمُه بعد ذلك، والعائد إثمه عليه هو المستأنف لا الماضي، ولأن التوبة","seal":"35E69B55","part":1},
      {"page":66,"id":63,"nass":"المتقدمة حسنة، ومعاودة الذنب سيئة، فلا تُبطل معاودة الذنب هذه الحسنة، كما لا تبطل السيئة الأخيرة ما قارنها من الحسنات.\rوللعلماء في هذه المسألة بحث أجمله في المسألة التالية:","seal":"17D361F8","part":1},
      {"page":67,"id":64,"nass":"هل العودة إلى الذنب مفسدٌ للتوبة\rبمعنى أن الشخص إذا تاب من ذنب ثم عاد إليه هل يعود إثم هذا الذنب عليه لأنه رجع إليه؟\rتفصيل هذه المسألة على النحو التالي:\r1 - إذا تاب واستمر على توبته، وكانت التوبة مستوفية للشروط خالية من الموانع، فهذه توبة صحيحة لا خلاف فيها بإجماع العلماء.\r2 - أن يتوب من الذنب، ثم يعود إليه، ثم يتوب منه، ثم يعود إليه؛ فإذا كانت كلُّ توبة مستوفية شروطها، فإن كل توبة صحيحة.\r3 - أن يتوب من الذنب، ثم يعود إليه، ويموت على ذلك، فهل يؤخذ بالأول والثاني، أم يؤخذ بالثاني وأما الأول فقد جبَّتْه التوبة ورُفع عنه الإثم؟\rفي ذلك قولان لأهل العلم:\rالأول: أنه يؤخذ بالأول والثاني، وتكون معاودته الذنب مرة أخرى ناقضة للتوبة السابقة؛ وذلك لأن التوبة مشروطة باستمرارها والموافاة عليها، وهذا لم يستمر عليها، ولقوله","seal":"EE831ED2","part":1},
      {"page":68,"id":65,"nass":"تعالى: {وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}، وقوله تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآَخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: 217].\rالثاني: أنه لا يؤخذ إلا بالثاني، وأما الأول فقد مَحَتْ أثره التوبة، وصار بمنزلة ما لم يعمله، ويدل لذلك ما رواه البخاري ومسلم عن أبي هريرة عن النبي - صلى الله عليه وسلم - أنه قال: «أذنب عبدٌ ذنبًا فقال: اللهم اغفر لي ذنبي، فقال تبارك وتعالى: أذنب عبدي، فعلم أن له ربًا يغفر الذنب ويأخذ بالذنب، ثم عاد فأذنب فقال: أي رب اغفر لي ذنبي فقال تبارك وتعالى: عبدي أذنب ذنبًا فعلم أن له ربًا يغفر الذنب ويأخذ بالذنب، ثم عاد فأذنب، فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: أذنب عبدي ذنبًا فعلم أنه له ربًا يغفر الذنب ويأخذ بالذنب، اعمل ما شئت فقد غفرت لك» (¬1). وهو الموافق لسماحة دين الإسلام؛ لما فيه من الترغيب للتائبين والمقبلين على الاستقامة.\r¬_________\r(¬1) تقدم ذكره وتخريجه.","seal":"E6398335","part":1},
      {"page":69,"id":66,"nass":"قال الله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ} [الأنفال: 38].\rوالقول الثاني هو الراجح، وما ورد من أدلة للقول الأول فإنه محمولٌ على الموافاة بالكفر والموت عليه.","seal":"F01DBEB7","part":1},
      {"page":70,"id":67,"nass":"طبقات التائبين\rتختلف طبقات التائبين ورتبهم تبعًا لاختلاف أحوالهم وتباينهم في أعمالهم، واصطحابهم التوبة إلى آخر العمر، واستقامتهم عليها، وهناك أربع مراتب للتائبين:\rالمرتبة الأولى: وهم الذين يستقيمون على التوبة إلى آخر لحظة في حياتهم، ولم تحدثهم أنفسهم بالعودة إلى الذنب، أو مقارفة الإثم، وهؤلاء هم أصحاب النفوس المطمئنة الذين اتصفوا بأعلى رتب التوبة؛ لأنهم سلكوا الطريق المستقيم، فلزموا طاعة الله، بالإتيان بما به أمر، واجتناب ما عنه نهى وزجر، وتخلوا عن كل معصية وخُلُقٍ لا يرضى عنه رب العزة والجلال، وهذه أعلى رتب التائبين.\rالمرتبة الثانية: وهم الذين سلكوا طريق الاستقامة ولازموا التوبة طيلة حياتهم؛ إلا أنهم لا ينفكون عن ذنوب تعتريهم، أو سيئات تزينها لهم أنفسهم؛ لا عن قصدٍ وعمدٍ؛ بل كلما أقدموا على الذنوب لاموا أنفسهم","seal":"C5AFBB35","part":1},
      {"page":71,"id":68,"nass":"وجدَّدوا عزمهم وندموا على الشر؛ لِمَ فعلوه! وندموا على الخير، لِمَ لَمْ يستكثروا منه! وهذه رتبة عالية، وإن كانت دون الأولى، وهي أغلب أحوال التائبين.\rالمرتبة الثالثة: وهم الذين يستمرون على التوبة مدة من الزمن ثم ينزعون إلى المعاصي وتغلبهم الشهوات، فيخلطون عملاً صالحًا وآخر سيئًا، ومع ذلك تؤنبهم أنفسهم على ما فرطوا، ويندمون على ما فعلوا، ويجدُّون في قهر أنفسهم؛ لكنما يغريهم التسويف في التوبة وطول الأمل، وهؤلاء على جانب عظيم من الخطورة؛ لاحتمال أن يوافيهم الأجل فيموتوا قبل أن يتوبوا، فيندموا ولات ساعة مندم.\rالمرتبة الرابعة: وهم الذين استقاموا على التوبة مدة ثم مالت أنفسهم الأمَّارة بالسوء إلى الطبيعة البدنية، وأغوتهم بالشهوات الحسِّيَّة؛ فواقعوا الذنوب دون أن يُحدَّثوا أنفسهم بالتوبة، وهؤلاء يُخشى عليهم سوء الخاتمة إن هم تبعوا هوى أنفسهم وانقادوا لها غافلين عن المصير المحتوم؛ فالعاقل حسن الحظ من قمع نفسه عن غِيِّها، وردَّها إلى طاعة ربها، ورجع إلى الصِّراط السَّوِيِّ، واهتدى بنور الكتاب المبين، وهَدْيِ سيد المرسلين - صلى الله عليه وسلم -.","seal":"C9442D43","part":1},
      {"page":72,"id":69,"nass":"ربنا آتِ أنفسنا تقواها، وزَكِّها أنت خير من زكَّاها، أنت وليُّها ومولاها؛ ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين.\rربنا اغفر وارحم، وتجاوز عما أنت به أعلم، إنك أنت الأعز الأكرم، وأنت أعلم وغيرك لا يعلم، وصلى الله على نبينا محمد، وعلى آله وصحبه أجمعين.\r\r* * *","seal":"C4295850","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"التوبة إلى الله","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أ. د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان","bLnk":null,"Inf":"","Auth":"صالح السدلان","Betaka":"الكتاب: التوبة إلى الله - معناها، حقيقتها، فضلها، شروطها\r\nالمؤلف: أ. د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان\r\nالناشر: دار بلنسية للنشر والتوزيع، الرياض - المملكة العربية السعودية\r\nالطبعة: الرابعة، 1416 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"أ د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان أستاذ الدراسات العليا بكلية الشريعة جامعة الإمام محمد بن سعود الإسلامية.\r\nاسم العائلة: السدلان.\r\nاسم القبيلة: قحطان\r\nالجنسية: سعودي\r\nالدرجة العلمية: أستاذ\r\nالميلاد: 25/12/1359هـ\r\nالحالة الاجتماعية: متزوج.\r\nأولاد الشيخ حفظه الله: محمد, وهيلة, وعبدالعزيز, وأحمد حفظهم الله جميعاً وأنبتهم نباتاً حسناً وجعلهم خير خلف لخير سلف اللهم آمين\r\nابتدأ حياته العلمية بحفظ القرآن الكريم على يد والده رحمه الله فقرأ عليه في مبادئ العلوم: كالعقيدة والفرائض والحديث والنحو وغيرها\r\nويعتبروالده أول مشايخه, ثم التحق بمدرسة تحفيظ القرآن الكريم بالرياض فأتم حفظ القرآن الكريم كاملاً.\r\n* ثم التحق بالمعاهد العلمية التابعة لجامعة الإمام محمد بن سعود الإسلامية عام 1377ه بالمرحلة المتوسطة ثم حصل على الثانوية عام 1382ه.\r\n* وفي عام 1386ه حصل على بكالوريوس الشريعة/ من كلية الشريعة بجامعة الإمام, وفي نفس العام ابتداء حياته العلمية بالتدريس بوزارة المعارف, ثم حصل في عام 1391ه على الماجستير في الفقه المقارن, وكان موضوع الرسالة (الإيضاح في شروط النكاح) .\r\n* وفي عام 1395ه عين محاضراً بكلية الشريعة وحضر للدكتوراه, وحصل عليها من قسم الفقه المقارن من المعهد العالي للقضاء بالرياض عام 1403ه, وكان موضوع رسالة الدكتوراه: (النية وأثرها في الأحكام الشرعية) .\r\n* وتدرج في وظيفته بكلية الشريعة منذ ذلك الوقت أستاذاً مساعداً, فأستاذاً مشاركاً فأستاذاً بقسم الفقه (ثم تقاعد بتاريخ 1/7/ 1419 هـ) وقد تعاقدت معه الجامعة ليعمل بها أستاذاً للدراسات العليا بقسم الفقه بكلية الشريعة ولا يزال عطائه موصولاً بحمد لله\r\nوأول مشائخه والده الشيخ غانم السدلان إذ حفظ عليه القرآن وقرأ عليه الكثير من الفنون ومبادئ العلوم المختلفة كالعقيدة والفرائض والحديث والنحو وغيرها ثم التحق بمدرسة تحفيظ القرآن الكريم بالرياض\r\nوالشيخ محمد بن إبراهيم آل الشيخ حيث قرأ عليه في العقيدة والحديث والفقه, وقد أفاد من الشيخ محمد بن إبراهيم إفادة عظيمة حيث يصفه فيقول عنه: (كان إضافة إلى علميته القوية مهيباً وذا أسلوب تربوي فعال مما جعل معظم علماء البلاد يستفيدون منه وتخرجوا على يديه رحمه الله رحمة واسعة) .\r\n* وسماحة الشيخ عبد الله بن محمد بن حميد رحمه الله.\r\n* وسماحة الشيخ عبد العزيز بن عبدالله بن باز رحمه الله حيث قرأ عليه في العقيدة والفقه, وذلك من خلال دروس سماحة الشيخ في المسجد وكذا في المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية.\r\n* وفضيلة الشيخ عبد اللطيف بن إبراهيم آل الشيخ رحمه الله.\r\n* والشيخ محمد الأمين الشنقيطي رحمه الله , حيث أفاد منه في الأصول والتفسير.\r\n* والشيخ عبد الرزاق عفيفي رحمه الله , حيث قرأ عليه في التفسير والحديث والأصول, وكان معجباً بطريقة الشيخ عبد الرزاق عفيفي رحمه الله في التدريس, حيث المادة العلمية لديه خالية من الحشو مرتبة مركزة معروضة بأسلوب شيق قشيب.\r\n\r\n* والشيخ مناع القطان رحمه الله حيث أفاد منه في الدراسات العليا والشيخ عبدالعزيز بن زاحم, والشيخ الدكتور/ صالح بن فوزان الفوزان, والشيخ ناصر الطريم, والشيخ الدكتور/ عبدالله بن جبرين, والشيخ محمد بن عبدالرحمن بن قاسم والشيخ يوسف البرقاوي والشيخ أحمد البرقاوي رحمهما الله ,, وفضيلة الشيخ عبدالعزيز بن محمد بن داود, وفضيلة الشيخ عبدالرحمن البراك وغيرهم كثير\r\n\r\nالمؤهلات العلمية\r\n(أ) بكالوريوس شريعة\r\nالتخصص العام: شريعة. التخصص الدقيق: فقه وأصوله.\r\nالقسم: الشريعة الجامعة: جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخرج: 1386هـ.\r\n\r\n(ب) الماجستير\r\nالتخصص العام: شريعة التخصص الدقيق: فقه وأصوله.\r\nالقسم: الفقه. جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخرج عام: 1391هـ.\r\n\r\n(ج) الدكتوراه\r\nالتخصص العام: شريعة. التخصص الدقيق: فقه مقارن.\r\nالقسم: الفقه. جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخرج: 1403هـ.\r\n\r\nمن مؤلفاته:\r\nأربعون حديث كل حديث في خصلتين\r\nأربعون حديث كل حديث في ثلاث خصال\r\nمنهج السالك إلى بيت الله المبجل في أعمال المناسك على مذهب الإمام أحمد بن حنبل تأليف/ محمد البيومي أبي عيَّاشة الدمنهوري (دراسة ونحقيق)\r\nآداب و أحكام زيارة المدينة المنورة\r\nالأنشطة الدعوية في المملكة العربية السعودية\r\nأسس الحكم في الشريعة الإسلامية\r\nالقواعد الفقهية الكبرى\r\nالمخدرات و العقاقير النفسية\r\n\rالضرور إلى العلم الشرعي\r\nالوكالة في الخصومة من منظور شرعي ونظامي\r\nأبعاد الوقف الإسلامي على غير المسلمين وإسهاماته في التواصل معهم عبر العصور الإسلامية المختلفة\r\nصلاة الجماعة حكمها , وأحكامها\r\nحديث إنما الأعمال بالنيات\r\nالنشوز\r\n\rوجوب تطبيق الشريعة الإسلامية في كل عصر\r\nأسباب الحكم بغير ما أنزل الله ونتائجه\r\n\rفقه الزواج في ضوء الكتاب والسنَّة\r\n\rمظاهر الأخطاء في التكفير و التفسيق\r\n","seal":"69446195","cat":"الرقاق والآداب والأذكار","oNum":36503,"BkId":36503,"oAuth":612,"bVer":1,"aSeal":"002E48B1"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36503":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة الطبعة الرابعة"},
      {"lvl":1,"id":4,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":7,"sub":0,"tit":"تعريف التوبة"},
      {"lvl":1,"id":8,"sub":0,"tit":"حقيقة التوبة"},
      {"lvl":1,"id":10,"sub":0,"tit":"من معاني التوبة في القرآن الكريم"},
      {"lvl":1,"id":11,"sub":0,"tit":"فضل التوبة إلى الله"},
      {"lvl":1,"id":15,"sub":0,"tit":"وجوب التوبة على الفور"},
      {"lvl":1,"id":17,"sub":0,"tit":"تأخير التوبة ذنب تجب التوبة منه"},
      {"lvl":1,"id":18,"sub":0,"tit":"شروط التوبة"},
      {"lvl":1,"id":23,"sub":0,"tit":"وقت التوبة ونهاية وقتها"},
      {"lvl":1,"id":28,"sub":0,"tit":"إمكان التوبة من جميع الذنوب"},
      {"lvl":1,"id":32,"sub":0,"tit":"التوبة من ترك الحسنات"},
      {"lvl":1,"id":35,"sub":0,"tit":"الذنوب والمعاصي التي تجب التوبة منها"},
      {"lvl":1,"id":42,"sub":0,"tit":"وسائل إزالة تعلق القلب بالذنب"},
      {"lvl":1,"id":48,"sub":0,"tit":"حكم توبة العاجز عن المعصية"},
      {"lvl":1,"id":49,"sub":0,"tit":"الوسائل المعينة على التوبة"},
      {"lvl":1,"id":53,"sub":0,"tit":"الأسباب الصارفة عن التوبة"},
      {"lvl":1,"id":55,"sub":0,"tit":"علامات صدق التائب"},
      {"lvl":1,"id":58,"sub":0,"tit":"التوبة العامة والخاصة"},
      {"lvl":1,"id":60,"sub":0,"tit":"التوبة التامة"},
      {"lvl":1,"id":62,"sub":0,"tit":"ما ينقض التوبة"},
      {"lvl":1,"id":64,"sub":0,"tit":"هل العودة إلى الذنب مفسد للتوبة"},
      {"lvl":1,"id":67,"sub":0,"tit":"طبقات التائبين"}
    ]
}
