{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36512":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله تعالى أسبغ النِّعم الكثيرة. وأعطى العطايا الغزيرة .. والصلاة والسلام على النبي الطاهر، وآله وأصحابه أكرم ناصر. وبعد:\rإليك يا من أظلتك السماء بنجومها .. وأقلتك الأرض؛ فرتعت على ظهرها وأديمها! شربت من مائها .. وأكلت من زرعها .. سخِّرت لك الأنعام .. وذللت لك الأرض، ومخرت في لجج البحار! فأخرجت منها لحمًا طريًا .. وحلية تتزين بها!\rنِعمٌ دارَّة .. وعطايا نازلة! لا يحصيها العدُّ .. ولا يحبط بها العلم!\rيا ابن آدم! هل تذكرت يومًا صاحب هذه النِّعم؟ !\rهل لهج لسانكَ بشكر رب تلك النعم؟ !\rأخي المسلم: نِعَمُ الله تعالى عليك كثيرة .. فهل شكرت الله تعالى عليها؟ !\rحاسب نفسك .. واسألها: هل أنت من الشاكرين؟ ! كم من نعمة عليك في صباحك ومسائك؟ ! وكأنها تناديك: هل أديت شكري؟ !\r{يَا أَيُّهَا الَّذِينَ آَمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [البقرة: 172].\r{وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} [النحل: 14].\r{وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ","seal":"1209E8A6","part":1},
      {"page":6,"id":3,"nass":"لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} [النحل: 78].\r{وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} [القصص: 73].\r{أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ * وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ * وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ} [يس: 71 - 73].\rفعجبًا لمن رتع في نعم الله تعالى؛ ونسي أن يذكرها! نسي أن هذه النعم من الوهَّاب الذي بيده خزائن كل شيء!\rعن عبد الله بن عمر بن عبد العزيز قال: «ما قلّب عمر بن عبد العزيز بصره إلى نعمة أنعم الله عز وجل بها عليه؛ إلا قال: اللهم إني أعوذ بك أن أبدل نعمتك كفرًا، أو أكفرها بعد معرفتها، أو أنساها فلا أثني بها».\rوعن ابن أبي الحواري قال: «جلس فضيل بن عياض وسفيان بن عيينة ليلة إلى الصباح يتذكران النعمّ! فجعل سفيان يقول: أنعم الله علينا في كذا، أنعم الله علينا في كذا، فعل بنا كذا، فعل بنا كذا».\rهكذا كان الصالحون يتذكَّرون نعم الله تعالى عليهم .. ويظل ذلك دائمًا حديث نفوسهم؛ فلا يغيب عنهم لطف الله تعالى بهم .. وإفضاله عليهم.\rقال ابن المنكدر لأبي حازم: «ما أكثر من يلقاني فيدعو لي بالخير، ما أعرفهم، وما صنعت إليهم خيرًا قط! » فقال له أبو حازم: «لا تظنَّ أنَّ ذلك من قبلك، ولكن انظر إلي الذي جاءك ذاك من قبله فاشكره».","seal":"9FF406D1","part":1},
      {"page":7,"id":4,"nass":"ما أروع أولئك الرجال! الذين ما غاب عنهم مراقبة آلاء من لا زال متفضِّلاً عليهم بدقائق النعمَ!\rفهنيئًا لقلب وقف عند النظر إلى جلائل إحسانه؛ فأقر بالنعمة لخالقه تبارك وتعالى؛ فاشتغل بشكره .. ولهج بالثناء عليه .. فأين أنت أخي المسلم من قافلة الشاكرين؟ !\rفإيَّاك أن تكون بعيدًا عنها! وإلاَّ وجدت نفسك في طريق آخر .. ولعله طريق أهل الكفران بالنعمة!\rولا تظنَّ أن نعم الله تعالى لا تتجاوز مأكلك ومشربك وملبسك!\rفإن من ظنَّ ذلك فهو جاهل .. غافل!\rقال الحسن البصري: «من لا يرى لله عليه نعمة إلا في مطعم أو مشرب أو لباس، فقد قصر علمه، وحضر عذابه! ».\rجاء رجل إلى يونس بن عبيد، يشكو ضيق حاله.\rفقال له يونس: أيسرك ببصرك هذا الذي تبصر به مائة ألف درهم؟\rقال: لا! قال: فبيدك مائة ألف؟ !\rقال الرجل: لا!\rقال: فبرجليك؟ !\rقال الرجل: لا! قال: فذكَّر نعم الله عزَّ وجلَّ.\rفقال يونس: أرى عندك مئين الألوف، وأنت تشكو الحاجة؟ !\rأخي المسلم: هذا هو طرف من نعم الله تعالى على خلقه نبَّه إليها هذا الإمام هذا الرجل الذي جاءه يشكو إليه الحاجة، وقد غاب عنه ما هو فيه من النعمة!","seal":"0860D623","part":1},
      {"page":8,"id":5,"nass":"وهذا حال الكثيرين ممن قصر فهمهم عند إدراك حقيقة نِعَم الله تعالى ..\rوافهم أيها العاقل؛ أن من أعظم نعم الله عليك: الهداية إلى دين الإسلام .. والثبات على التوحيد.\rجاء عن مجاهد في قوله تعالى: {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً}.\rقال: لا إله إلا الله ..\rوقال سفيان بن عيينة: «ما أنعم الله عز وجل على العباد نعمة أفضل من أن عرَّفهم أن لا إله إلا الله .. قال: وإن لا إله إلا الله لهم في الآخرة كالماء في الدنيا».\rوقال بكر بن عبد الله المزني: «من كان مسلمًا، وبدنه في عافية؛ فقد اجتمع علبه سيد نعيم الدنيا، وسيد نعيم الآخرة! لأن سيد نعيم الدنيا هو العافية، وسيد نعيم الآخرة هو الإسلام».\rودخل رجل على سهل بن عبد الله، فقال: «اللص دخل داري وأخذ متاعي.\rفقال: اشكر الله، فلو دخل اللص قلبك – وهو الشيطان – وأفسد عليك التوحيد، ماذا كنت تصنع؟ ! ».\rأخي المسلم: تلك هي نعمة الإسلام أعظم وأغلى نعمة نعمت بها .. فهل شكرت الله تعالى عليها؟ !\rهل تذكَّرْتَ عظم هذه النعمة؟ !\rكم هم مساكين أولئك الذين وقفت عقولهم عند نعمة الأكل والشرب، ولم تتذكر هذه النعمة العظيمة!","seal":"AFB85679","part":1},
      {"page":9,"id":6,"nass":"قال ابن القيم: «شكر العامة على المطعم والملبس وقوت الأبدان، وشكر الخاصة على التوحيد والإيمان وقوت القلوب».\rأخي المسلم: إذا كنت من الشاكرين لله تعالى على نعمه فأنت على خير عظيم .. وإن الهداية إلى الشكر نعمة تستحق الشكر!\rقال رسول الله - صلى الله عليه وسلم -: «ما أنعم الله على عبد نعمة فحمد الله عليها؛ إلاَّ كان ذلك الحمد أفضل من تلك النعمة ... » [رواه الطبراني وغيره/ صحيح الجامع: 5562].\rقال ابن القيم: «يقال: الشكر على الشكر أتمُّ من الشكر؛ وذلك لأن ترى شكرك بتوفيقه، وذلك التوفيق من أجلِّ النِّعم عليك؛ تشكر على النعم، ثم تشكره على الشكر».\rوجاء عن بكر بن عبد الله المزني أنه قال: «ما قال عبد قط: الحمد لله؛ إلا وجبت عليه نعمة بقوله: «الحمد لله! » قلت: فما جزاء تلك النعم؟ قال: «جزاؤها أن يقول: الحمد لله، فجاءت نعمة أخرى، فلا تنفد نعم الله عز وجل! ».\rفلتحاسب نفسك .. هل أنت من الشاكرين؟ !\rوإذا كنت منهم .. هل أنت من الشاكرين على نعمة الشكر؟ !\rثم: هل حاسبت نفسك على إحاطة نعم الله بك من كل ناحية؟ !\rوها أنت غاد ورائح في نعم الله تعالى .. وكل ذلك يدعوك إل الشكر والثناء على الوهاب تبارك وتعالى ..\rقال رسول الله - صلى الله عليه وسلم -: «إنَّ الله ليرضى عن العبد أن يأكلَ الأكلَة فيحمده عليها، أو يشرب الشَرْبَة فيحمدَهُ عليها» [رواه مسلم].\rوقال رسول الله - صلى الله عليه وسلم -: «الطاعم الشاكر؛ له مثل أجر الصائم","seal":"1A48052A","part":1},
      {"page":10,"id":7,"nass":"الصابر» [رواه أحمد والترمذي وابن ماجه والدارمي/ صحيح ابن ماجه للألباني: 1440].\rأخي المسلم: تذكر دائمًا أنك راتع في نعم الله تعالى .. فلا تستحقرنَّ نعمة من نعمه .. فكم من نعمة يضيق العلم عن معرفة قدرها وعظمها! ولا تفهمن أن النعمة أن تكون كثير المال .. واسع الثراء .. غارقًا في أنواع اللذات .. بل إن نعم الله تعالى عليك؛ فيها ما هو أعظم من ذلك وإن كنت قليل المال ..\rقال رسول الله - صلى الله عليه وسلم -: «من أصبح منكم آمنًا في سريه، معافى في جسده، عنده قوت يومه، فكأنَّما حيزَتْ له الدنيا بحذافيرها! » [رواه البخاري في الأدب المفرد، والترمذي وابن ماجه وغيرهم/ صحيح الجامع: 6042].\rوعن مكحول: «أنه سئل عن قوله تعالى: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ} قال: بارد الشراب، وظل المساكن، وشِبْع البطون، واعتدال الخَلْقِ، ولذَّة النَّوم».\rوقال يونس بن عبيد: «قال رجل لأبي تميمة: كيف أصبحت؟ قال: أصبحت بين نعمتين لا أدري أيتهما أفصل! ذنوب سترها الله فلا يستطيع أن يُعيِّرني بها أحد، ومودَّة قذفها الله في قلوب العباد لا يبلغها عملي؟ ! ».\rفكما ترى أن العارفين فهموا حقيقة النعم، وأنها لا يشترط فيها أن تكون في بعض الأمور الظاهرة كما يفهم ذلك البعض!\rفكم من صاحب نعمة؛ كثير المال، عريض الثراء؛ لم يستفد من ذلك؛ بسبب أمراض لزمته، أو هلع حلَّ به؛ فتراه غير متمتع بطيب الطعام، ولا هانئ بلذيذ المنام! كثير الشكوى! قليل الشكر!","seal":"32F88B7B","part":1},
      {"page":11,"id":8,"nass":"وكم من فقير .. مُعْدَم .. لا يملك قوت يومه .. ولكنَّه معافًى في جسده .. ضاحكًا .. مسرورًا .. لا يحمل هم قوت غده .. شاكرًا ربه تعالى ..\rفأين هذا من ذاك؟ !\rقال الحسن البصري: «الخير الذي لا شرَّ فيه العافية مع الشكر، فكم من منعم عليه غير شاكر! ».\rأخي المسلم: اجعل الشكر من ديدنك، وأنت تطالع نعم الله عليك ..\rولتعلم أن الشكر الصادق ما صدقَتْهُ الأعمال؛ فليس شاكرًا لله من شكره بلسانه، وعصاه بجوارحه ..\rفأين أنت من شكر الجوارح؟ !\rعن محمد بن كعب القرظي أنه قال: «الشكر: العمل، لقوله تعالى: {اعْمَلُوا آَلَ دَاوُودَ شُكْرًا} يعني: اعملوا عملاً تؤدون به شكرًا».\rوقال نصر بن محمد السمرقندي: «ويقال: الشكر على وجهين: شكر عام، وشكر خاص. فأما الشكر العام فهو: الحمد باللسان، وأن يعترف بالنعمة من الله تعالى، وأما الشكر الخاص: فالحمد باللسان، والمعرفة بالقلب، والخدمة بالأركان، وحفظ اللسان وسائر الجوارح عمَّا لا يحل».\rفيا من رتعت في نعم الله تعالى؛ إن من لوازم ذلك أن تحب واهب هذه النعم، وتقوم بحق طاعته تبارك وتعالى .. لتكون بذلك مؤديًا حقَّ شكره ..","seal":"E6F58CE0","part":1},
      {"page":12,"id":9,"nass":"ولكن كم هو عجيب أن ترى بعض أولئك الغافلين؛ الذين استعانوا بنعم الله على معصيته! فصار حالهم كعبد أعطاه سيده مالاً، وأنعم عليه بخير عظيم، فجعل العبد هذا المال عُدَّة له في أذى سيده ومعاداته!\rقال رجل لأبي حازم: ما شكر العينين يا أبا حازم؟\rقال: إن رأيت بهما خيرًا أعلنته، وإن رأيت بهما شرًا سترته.\rقال: فما شكر الأذنين؟\rقال: إن سمعت بهما خيرًا وعيته، وإن سمعت بهما شرًا أخفيته.\rقال: ما شكر اليدين؟\rقال: لا تأخذ بهما ما ليس لهما، ولا تمنع حقًا لله هو فيهما.\rقال: ما شكر البطن؟\rقال: أن يكون أسفله طعامًا، وأعلاه علمًا.\rقال: ما شكر الفرج؟\rقال: كما قال الله تبارك وتعالى: {إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ} إلى قوله: {فَأُولَئِكَ هُمُ الْعَادُونَ} [المؤمنون: 7].\rقال: فما شكر الرجلين؟\rقال: إن رأيت حيًا غبطته؛ استعملتَ بهما عمله، وإن رأيت ميتًا مقته؛ كفقتهما عن عمله، وأنت شاكر لله.\rوأما من شكر بلسانه، ولم يشكر بجميع أعضائه؛ فمثله كمثل رجل له كساء، فأخذ بطرفه ولم يلبسه، فلم ينفعه ذلك من الحر والبرد والثلج والمطر! ».","seal":"6F314920","part":1},
      {"page":13,"id":10,"nass":"أخي المسلم: إن شكر النعم أمان للنعم من الزوال .. وقيد لها من الفرار .. كما أن كفران النعمة سبب في زوالها!\rقال الحسن البصري: «إن الله ليمتع بالنعمة ما شاء، فإذا لم يُشكر عليها؛ قلبها عذابًا! ولهذا كانوا يسمون الشكر الحافظ؛ لأنه يحفظ النعم الموجودة، والجالب؛ لأنه يجلب النعم المفقودة».\rوقال عمر بن عبد العزيز: «قيِّدوا نعم الله عز وجل بالشكر لله تعالى».\rوقال بعض السلف: «النعم وحشية؛ فقيدوها بالشكر».\rومن شكر النعمة؛ التحدث بها؛ وفي ذلك لفت للسامع إلى نعم الله تعالى ..\rقال النبي - صلى الله عليه وسلم -: «التحدُّث بنعمة الله شكر، وتركها كفر، ومن لا يشكر القليل؛ لا يشكر الكثير، ومن لا يشكر الناس؛ لا يشكر الله، والجماعة بركة، والفرقة عذاب» [رواه البيهقي في الشعب/ صحيح الجامع: 3014].\rوأيضًا أخي المسلم إن شكر النعمة مربوط بالزيادة؛ فمن شكر الله تعالى على نعمه؛ زاده .. والزيادة من الله تعالى؛ زيادة من الغني .. مالك كل شيء!\rقال الله تعالى: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ} [إبراهيم: 7].\rقال علي - رضي الله عنه - لرجل من أهل همدان: «إنَّ النعمة موصولة بالشكر، والشكر متعلق بالمزيد، وهما مقرونان في قرن، فلن ينقطع المزيد من الله عز وجل؛ حتى ينقطع الشكر من العبد».","seal":"4A561038","part":1},
      {"page":14,"id":11,"nass":"أخي المسلم: تلك هي أهم معالم شكر الله تعالى، وإن الموفق من وُفِّق إليها .. وكان من أهلها ..\rفحاسب نفسك: أين أنت من مرتبة الشكر؟ ! وما هو حظك من هذه البضاعة الغالية؟ !\rفلتراقب نعم الله تعالى وهي تَرِدُ إليك بعين الشكر .. ولا تستعملنَّ نعمه في معصيته تبارك وتعالى ..\rواسأل الله تعالى الإعانة على شكره .. عسى أن تكون من الشاكرين ..\rوالحمد لله تعالى .. والصلاة والسلام على النَّبي وآله وصحبه ..\r\r* * * *","seal":"1D7E4BC0","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"هل شكرت الله على نعمه","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":3,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":"","Auth":"أزهري أحمد محمود","Betaka":"الكتاب: هل شكرت الله على نعمه؟\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":2,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"EC05807E","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36512,"BkId":36512,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36512":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":11,"sub":0,"tit":"الخاتمة"}
    ]
}
