{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36542":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمد لله الذي جعل دينه هدى للمتهدين، ومعاذًا للمسترشدين، والصلاة والسلام على النبي الرَّحمة للعالمين، وعلى آله وأصحابه سادة المؤمنين.\rوبعد:\r\rأخي المسلم: قليل أولئك الذين يتذكَّرُون تلك الرحلة الأبديَّة في عالم الغيب! الموت! وما بعد الموت!\rوقليل أولئك الذين يعملون لهول تلك اللحظات! (رحلة الجسد الضعيف في عالم آخر! ).\rوأقلُّ من القليل أولئك الذين يحاسبون أنفسهم في الليل والنهار!\rويسألونها دومًا: كيف يهنأ لك قرار يا نفس وأنت لا تدرين هل أنت من أهل الجنَّة؟ ! أم من أهل النار؟ !\rأخي: أتذكر آخر مرة تذكرت فيها الموت؟ !\rأتذكر آخر مرة تذكرت فيها القبر؟ !\rأتذكر آخر مرة تذكرت فيها ضغطة القبر؟ ! فيا لله ما أفظعها من ضغطة! !\rأخي: أتذكر آخر مرة تذكرت فيها يومًا تقف فيه بين يدي الله تعالى؟ !\rأخي: أتذكر آخر مرة تذكرت فيها الصراط وأهواله؟ ! والنار وشهيقها وزفيرها؟ !\rأخي في الله: هل سألت نفسك يومًا هذا السؤال: يا تُرى إذا كان يوم نزول ملك الموت عليَّ! أتُرى يبشرني يومها بالجنة؟ ! أم بالنار؟ !","seal":"87A795DE","part":1},
      {"page":6,"id":3,"nass":"أخي: هل حاسبتَ نفسك يومًا فقلت لها: يا نفس إنها جنة أو نار! فماذا أعددت لذاك اليوم؟ !\rأخي: إن رحلة المؤمن الحقيقية في هذه الدنيا هي رحلة (العمل الصالح! ) لا يزال فيها المؤمن حتى الممات! {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} [الحجر] {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران].\rقال عمر بن عبد العزيز رحمه الله: (ما رأيت يقينًا أشبه بالشك من يقين الناس بالموت! ثم لا يستعدون له! ).\rأخي: إن من عمل ليوم لقاء ربه تعالى أتاه ذلك اليوم وهو من السعداء بقدومه.\rومن وصية العباس بن عبد المطلب في مرض موته لابنه عبد الله رضي الله عنهما: (وإني موصيك بحب الله، وحب طاعته، وخوف الله، وخوف معصيته، فإنك إذا كنتَ كذلك لم تكره الموت متى أتاك).\rأخي: كم هو مُرَوِّعٌ أن تُخْفَى على العباد خواتيمُهم! ! فلا يدري العبد على أي حال يقدم على ربه تعالى؟ ! ولا يدري أين كتابه؟ ! مع أصحاب اليمين؟ ! أم مع أصحاب الشمال؟ ! ! أخي: قف قليلاً .. بل قفْ كثيرًا! وأنا أسوق لك هذا الحديث: قال رسول الله - صلى الله عليه وسلم -: «إن الرجل ليعمل الزَّمن الطويل بعمل أهل الجنَّة ثم يُخْتَم له عمله بعمل أهل النار! وإن الرجل ليعمل الزَّمن الطويل بعمل أهل النَّار ثم يُخْتَم له عمله بعمل أهل الجنَّة! » رواه مسلم.\rأخي المسلم: إنهما منزلتان لا ثالث لهما: (خاتمة حسنة) أو (خاتمة سيئة! ) جعلني الله وإياك أخي من أهل الخواتم السعيدة.","seal":"E829FB82","part":1},
      {"page":7,"id":4,"nass":"أخي: هل فكرت يومًا في أسباب الخاتمتَيْن؟ ! (الخاتمة الحسنة) و (الخاتمة السيئة! ).\rأخي: أتدري مَنْ هم أهل الخواتم الحسنة؟ !\rهم أولئك الذين عملوا بعمل أهل الجنَّة .. فأفردوا الله تعالى بالتوحيد الخالص .. وتقربوا إليه بالطاعات .. واعتزلوا أسباب غضبه وسخطه .. فجزاهم الله تعالى في دار الدنيا بالعزَّة والتَّمكين .. وجزاهم يوم يلقونه بالرضا التَّام ونعيمه الباقي في جنات الخلود ..\rأخي: حُسْن الخاتمة غاية عمل لها العاملون .. وتنافس فيها المتنافسون .. وسعى نحوها الصالحون .. من فاز بها فهو أسعد السُّعداء .. ومن حُجِبَتْ عنه فهو أشقى الأشقياء! أخي كم سعد أولئك السُّعداء الذين زُفَّت لهم الخواتيم الحسنة! بعد أن نالوا أسبالها وفازوا بعلاماتها ..\rأخي: أما ترى تلك النجوم التي تتلألأ في أفق السماء علامات ودلالات للحائرين؟ ! إنَّها لتحكي تلك العلامات التي تأخذ بأصحابها من ظلام الدنيا إلى الضياء الأبَدي ليسعدوا برضا ربهم تعالى ونعيمه المقيم ..\r\rأخي: أظنك اشتقت إلى معرفة هذه العلامات المباركة! فها هي .. فقِفْ .. وتأمَّل ..\r* من ختم كلامه بشهادة التوحيد .. قال رسول الله - صلى الله عليه وسلم -: «منْ كان آخر كلامه لا إله إلا الله دخل الجنَّة». رواه أبو داود/ صحيح أبي داود: 3116.\rقال عثمان بن عفان - رضي الله عنه -: (لقِّنوا الميت لا إله إلا الله، فإنه ما من عبد يُخْتَم له بها عند موته إلا كانت زاده إلى الجنَّة! )","seal":"399C62B3","part":1},
      {"page":8,"id":5,"nass":"* الموت على عمل صالح يُخْتَم له به .. قال رسول الله - صلى الله عليه وسلم -: «مَنْ قال لا إله إلا الله ابتغاء وجه الله خُتمَ له بها دخل الجنَّة، ومَنْ صام يومًا ابتغاء وجه الله خُتمَ له به دخل الجنة، ومَن تصدق بصدقة ابتغاء وجه الله خُتمَ له بها دخل الجنة» رواه أحمد.\r* من مات شهيدًا في القتال .. قال رسول الله - صلى الله عليه وسلم -: «للشَّهيد عند الله ست خصال: يغفر له في أول دفعة من دمه، ويرى مقعده من الجنة، ويُجارُ من عذاب القبر، ويأمَن من الفزع الأكبر، ويُحلَّى حُلَّة الإيمان، ويُزوَّج من الحور العين، ويشفَعُ في سبعين إنسانًا من أقاربه». رواه الترمذي وأحمد وابن ماجه/ صحيح ابن ماجه: 2275.\r* الموت ليلة الجمعة أو نهارها .. قال رسول الله - صلى الله عليه وسلم -: «ما من مسلم يموت يوم الجمعة أو ليلة الجمعة إلاَّ وقاه الله فتنة القبر». رواه الترمذي وأحمد/ صحيح الترمذي: 1074.\r* الموت برشح الجبين .. جاء عن بريدة بن الحصيب - رضي الله عنه -: أنه كان بخراسان فعاد أخًا له وهو مريض فوجده بالموت، وإذا هو يعرق جبينه فقال: الله أكبر سمعت رسول الله - صلى الله عليه وسلم - يقول: «موتُ المؤمن بعرق الجبين! ». رواه الترمذي وأحمد والنسائي، صحيح الترمذي: 982.\r* الموت بالطاعون .. قال رسول الله - صلى الله عليه وسلم -: «الطاعون شهادة لكل مسلم». رواه البخاري ومسلم.\r* الموت بأحد هذه الأسباب: داء البطن والغَرق والهَدْم وذات الجنب والحريق وصاحب السّل والمرأة تموت في نفاسها .. قال رسول الله - صلى الله عليه وسلم -: «الشهادة سبع سوى القتل في سبيل الله: المطعون","seal":"91F10353","part":1},
      {"page":9,"id":6,"nass":"شهيدٌ، والغَرق شهيدٌ، وصاحب ذات الجنب شهيدٌ، والمبطون شهيدٌ، وصاحب الحَريق شهيدٌ، والذي يموت تحت الهَدْم شهيدٌ، والمرأة تموتُ بجُمْع شهيدٌ». رواه أبو داود والنسائي وابن ماجه/ صحيح أبي داود: 3111.\rوفي رواية للطبراني في الأوسط: «والسّل شهادة».\r\r* الموت دون المال أو النَّفس أو العرض والدين .. قال النبي - صلى الله عليه وسلم -: «من قُتل دون ماله فهو شهيدٌ، ومن قتل دون أهله أو دون دمه أو دون دينه فهو شهيدٌ». رواه أبو داود والترمذي والنسائي/ صحيح أبي داود: 4772.\rقال ابن التِّين رحمه الله: (هذه كلها ميتات فيها شدة، تفضل الله على أمة محمد - صلى الله عليه وسلم - بأن جعلها تمحيصًا لذنوبهم، وزيادة في أجورهم يبلغهم بها مراتب الشهداء! ).\r\r* ثناء الناس على الميت .. عن أنس بن مالك - رضي الله عنه - قال: مُر بجنزاة فأثني عليها خيرًا فقال نبي الله - صلى الله عليه وسلم -: «وجَبَتْ وجَبَتْ وجَبَتْ» ومر بجنازة فأثني عليها شرًا فقال نبي الله - صلى الله عليه وسلم -: «وجبت وجبت وجبت» قال عمر: فدىً لك أبي وأمي؛ مُرَّ بجنازة فأثني عليها خير فقلتَ: وجبت وجبت وجبت؟ ! ومُر بجنازة فأثني عليها شر فقلتَ: وجبت وجبت وجبت؟ !\rفقال رسول الله - صلى الله عليه وسلم -: «من أثنيتم عليه خيرًا وجبت له الجنة! ومن أثنيتم عليه شرًا وجبت له النار! أنتم شهداء الله في الأرض، أنتم شهداء الله في الأرض، أنتم شهداء الله في الأرض». رواه البخاري ومسلم.","seal":"86AF7F1C","part":1},
      {"page":10,"id":7,"nass":"أخي المسلم: إن حُسْن الخاتمة منْحة إلهيَّة! يهبها الله تعالى لأولئك الذين صدقوا في عبادته .. ويحجبها عن أولئك الذين أعرضوا عن طاعته وسلكوا طريق الشيطان ..\rأخي: وحتى توقن أن حسن الخاتمة منحة وعناية إلهية فلتتأمل في أخبار أولئك الذين تداركتهم الرحمة الإلهية في آخر لحظة! ليفوزوا برضوان الله تعالى .. ولا تنس أخي أن أولئك النَّفر كان عندهم من الصِّدق والإخلاص عندما أقبلوا على الله تعالى ما ضاعف لهم الثواب ورفع لهم الدرجات ..\r\r* عن أنس بن مالك - رضي الله عنه - قال: كان غلام يهودي يخدم النبي - صلى الله عليه وسلم - فمرض فأتاه النبي - صلى الله عليه وسلم - يعوده، فقعد عند رأسه فقال له: «أسلم». فنظر إلى أبيه وهو عنده، فقال له: أطعْ أبا القاسم - صلى الله عليه وسلم - فأسلم. فخرج النَّبي - صلى الله عليه وسلم - وهو يقول: «الحمد لله الذي أنقذه من النار» رواه البخاري.\r* وروى ابن سيد الناس قصة الراعي الأسود، عندما حاصر النبي - صلى الله عليه وسلم - يهود خيبر، وكان من قصته أنه أتى النبي - صلى الله عليه وسلم - فقال له: يا رسول الله، اعرض عليَّ الإسلام، فعرضه عليه، فأسلم، فقال: يا رسول الله إني كنت أجيرًا لصاحب هذا الغنم وهي أمانة عندي فكيف أصنع بها؟ ! قال: «اضرب في وجهها فإنَّها سترجع إلى ربها! ». فقام الأسود فأخذ حفنة من الحصباء فرمى بها في وجوهها وقال: ارجعي إلى صاحبك فوالله لا أصحبك! وخرجت مجتمعة كأن سائقًا يسوقها! حتى دخلت الحصن، ثم تقدم إلى ذلك الحصن فقاتل مع المسلمين، فأصابه حجر فقتله، فأُتِي به إلى رسول الله - صلى الله عليه وسلم - فوضع خلفه وسجي بشملة كانت عليه، فالتفت إليه رسول الله - صلى الله عليه وسلم -","seal":"2A8CA3D0","part":1},
      {"page":11,"id":8,"nass":"ومعه نفر من أصحابه، ثم أعرض عنه! فقالوا: يا رسول الله لم أعرضتَّ عنه؟ !\rقال: «إن معه الآن زوجتيه من الحور العين ينفضان التراب عن وجهه ويقولان: تَرَّبَ الله وجه من ترَّب وجهك! وقتل من قتلك! ». عيون الأثر 2/ 194.\r\r* وهذا أبو هريرة - رضي الله عنه - كان يقول: حدِّثوني عن رجل دخل الجنَّة لم يصل قط؟ ! فلم يعرفه أحد! فقال: (أصيرم بني عبد الأشهل عمرو بن ثابت).\rوكان من قصته أنه كان رافضًا للإسلام! فلمَّا كان يوم أُحُد بَدَا له في الإسلام فأسلم وأخذ سيفه فقاتل حتى أثبتته الجراحة! وبينما رجال من بني عبد الأشهل يبحثون عن قتلاهم إذا هم بأصيرم فعجبوا لذلك وسألوه: ما جاء بك؟ ! أَحَدبٌ على قومك؟ أم رغبة في الإسلام؟ فقال: بل رغبة في الإسلام، آمنت بالله ورسوله، ثم لم يلبث أن مات! فذكروه لرسول الله - صلى الله عليه وسلم - فقال: «إنه لمن أهل الجنَّة! ». عيون الأثر 2/ 27، بتصرف يسير.\rأخي في الله: أولئك رجال زُفَّت لهم حُسْن الخاتمة وسعدوا بها عندما صدقت نيَّاتهم ..\rأخي: وهنالك آخرون خُتِمَ لهم بالخواتم السَّعيدة .. إذ أنهم صدقوا مع الله في الدنيا، فشهد لهم الناس بالصلاح وصدق الأعمال .. أخي: قف معي نسرح النظر قليلاً في أخبار أولئك الصادقين .. قومٌ عاشوا حياتهم تحت ظل الطاعات .. وبرد الصالحات .. فخرجوا من الدنيا يوم خرجوا منها وبشائر الخير قد أحاطت بهم .. فكانوا أزكى من الزَّهْر إذا فاح .. وأحلى من نسمة الصباح.","seal":"4B915C4D","part":1},
      {"page":12,"id":9,"nass":"* لما نزل الموت بالربيع بن خثيم رحمه الله بكت ابنته .. فقال لها: يا بنية لا تبكي ولكن قولي: يا بشرى اليوم لقى أبي الخير!\rأخي: أتدري من هو الربيع بن خثيم هذا؟ ! إنه تلميذ ابن مسعود - رضي الله عنه - وهو الذي قال فيه ابن مسعود: (لو رآك النبي - صلى الله عليه وسلم - لأحبَّك! ).\r\r* وهذا أبو حازم رحمه الله لما أدركته الوفاة قال: ما أتينا على شيء من الدنيا إلا على ذكر الله! وإن كان هذا الليل والنهار لا يأتيان على شيء إلا أخلقاه! وفي الموت راحة للمؤمنين ثم قرأ: {وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ} [آل عمران].\r* ولما نزل الموت بثابت البناني رحمه الله يحكي ابنه أنه ذهب يلقنه، فقال له ثابت: يا بني، خلِّ عنِّي؛ فإنِّي في وِرْدي السَّابع! قال ابنه: كأنه يقرأ ونفسه تخرج!\rأخي: وثابت هذا هو التلميذ المقرب من أنس بن مالك - رضي الله عنه - وكان رحمه الله لا يمر بمسجد إلا وصلى فيه!\r\r* وهذا العلاء بن زياد العدوي رحمه الله لما حضرته الوفاة بكى! فقيل له: ما يبكيك؟ ! قال: كنت والله أحب أن أستقبل الموت بالتوبة. قيل: فافعل رحمك الله. فدعا بطهور فتطهَّر، ثم دعا بثوب له جديد فلبسه ثم استقبل القبلة، فأومأ برأسه مرتين أو نحو ذلك! ثم اضطجع فمات!\r* وقال بعضهم: دخلنا على أبي بكر النهشلي رحمه الله وهو في الموت وهي يومئ - أي يصلي -\rفقال له ابن السماك: على هذه الحال؟ !\rفقال: أبادر طيَّ الصحيفة!","seal":"476ED3A4","part":1},
      {"page":13,"id":10,"nass":"أخي المسلم: أولئك هم المؤمنون حقًا! خرجوا من الدنيا بأعمالهم التي لطالمَّا عمَّروا بها حياتهم .. طاعات وصالحات .. وذكر لله تعالى ..\rوهكذا أخي يُخْتَم لكل إنسان بجنس ما اشتغل به من الأعمال في الدنيا!\rأخي: قد رأيت حال الصالحين .. وكيف يخرجون من الدنيا .. وأمَّا أهل الأعمال السَّيئة! فيخرجون من الدنيا على أسوأ الخواتم!\r\r* قال عبد العزيز بن أبي روَّاد رحمه الله: حضرت رجلاً عند الموت يُلقَّن لا إله إلا الله فقال في آخر ما قال: هو كافر بما تقول! ! ومات على ذلك!\rقال: فسألت عنه فإذا هو مُدْمن خمر! فكان عبد العزيز يقول: اتقوا الذنوب فإنها هي التي أوقعته!\r\r* وحكى بعضهم: قيل لرجل: يا فلان قل: لا إله إلا الله. فقال. اشرب واسقني!\rقال الإمام القرطبي: حُكي عن بعض السماسرة قالوا له عند الموت: قل: لا إله إلا الله. فجعل يقول: ثلاثة ونصف أربعة ونصف! غَلَبتْ عليه السمسرة!\rقال القرطبي: (ومثل هذا في الناس كثير ممن غَلَب عليه الاشتغال بالدنيا والهم بها أو سبب من أسبابها! ).أخي: تلك هي الأعمال السيئة! تهلك أصحابها في الحياة الدنيا وفي الآخرة!\rقال الإمام ابن رجب: (إنَّ دسائس السوء الخفية توجب سوء الخاتمة! ).\rأخي في الله: ألا تعجب معي ممَّن يلعب ويمرح! وهو لا يدري","seal":"8E8C0D24","part":1},
      {"page":14,"id":11,"nass":"على أي حال سيختم له؟ ! خاتمة حسنة .. أو خاتمة سيئة!\rأخي: (الخاتمة! ) يا لله من قضاء أُخفي عنا! بل زاده خفاءً غشاوة الأعين .. وغفلة القلوب ..\rأخي: أين ذهب قلبك المذكِّر؟ ! أين ذهب الفؤاد النَّاهي؟ ! أين شردت النَّفس الآبقة؟ !\rأخي: أمالَك في أهل الخواتم السِّيئة عبرة ومتَّعظ؟ !\rأخي: ماذا قدَّمتَ من الأعمال الصالحة حتى تكون من أهل الخواتم الحسنة؟ !\rأخي: لا تنس أنك سترقد تلك الرَّقدة التي لن تقوم منها إلا محمولاً على أعناق الرجال إلى تلك الحفرة المظلمة (القبر! )\rدخل عبد العزيز بن أبي روَّاد على المغيرة بن الحكم في مرضه الذي مات فيه، فقال له: أوصني.\rفقال: (اعمل لهذا المضجع! ).\rأخي المسلم: التوبة الصادقة أول الطريق إلى الخاتمة الحسنة فماذا عملت فيها؟ !\rأخي: لا تقولنَّ سأتوب غدًا أو بعد غدٍ! فالموت أسرع من غدٍ ومن بعد غدٍ! فإذا نزل والأعمال صالحة .. كانت الخاتمة الحسنة .. وإذا نزل والأعمال سيئة! كانت الخاتمة السيئة! ! قال الحسن البصري رحمه الله: لما هبط إبليس قال: بعزَّتك لا أفارق بابن آدم ما دام الروح في جسده! قال الله تعالى: (وعزَّتي لا أحجب التوبة عن ابن آدم ما لم تغرغر نفسه! ).\rأخي: يا حسرة من خرج من الدنيا يغبر توبة! ويا بُؤس من لم يقدم توبة نصوحًا بين يدي يومه ذاك!","seal":"2EAF799A","part":1},
      {"page":15,"id":12,"nass":"قبلَ المماتِ وقبلَ حَبْس الأَلْسُنِ\rقَدِّم لنفسِكَ توبةً مَرْجُوَّةً\rبادرْ بها غَلْقَ النُّفوس فإنَّها ... ذُخْرٌ وغُنْمٌ للمُنيب المُحْسِنِ\r\rأخي: التوبة ... التوبة .. فإنها مفتاح الفلاح .. وسر الخواتم السعيدة لأهل الرَّباح ..\rأخي في الله: وإياك وهذه الأشواك فإنها سد منيع بينك وبين حسن الخاتمة! المعاصي .. طُول الأمَل .. الغَفْلة .. سَوْفَ .. حب الدُّنيا.\rأخي: عليك بعلامات طريق الخاتمة الحسنة .. فإنه طريق سار فيه الصالحون قبلك .. فانظر أخي لنفسك أين أنت؟ !\rهل أنت سائر في طريق أهل الخواتم الحسنة؟ أم أنت سائر في طريق أهل الخواتم السِّيئة والأعمال الرَّديِّة؟ !\rأخي: أتُريدُ أن تعرف طريق أهل الخواتم الحسنة؟ ! فانظر أخي هذا هو الطريق وهذه هي علاماته:\r* إخلاص التَّوحيد لله تعالى ..\r* إفراده تبارك وتعالى بالعبادة والطاعة والقَصْد ..\r* المتابعة الصادقة للرسول - صلى الله عليه وسلم - ..\r* تزيكة النَّفس وتطهيرها من دنس المعاصي والذنوب ..\r* التوبة الصادقة النصُوح ..\r* التَّجافي عن دار الغرور والرَّغبة في ثواب الله تعالى ونعيمه الباقي ..\r* الإكثار من الطاعات حتى تلوح علاماتها وتظهر آثارها ..\r* بعض المعاصي وأهلها وحب الطاعات وأهلها ..\r* المداومة على الطاعات حتى الممات ..","seal":"5A047287","part":1},
      {"page":16,"id":13,"nass":"أخي: ذاك هو الطريق .. وتلك هي الجنَّة! أتَفِر عنها أخي إلى طريق لا يوصلك إليها ..\rأخي: اعمل لدارك الأخرى .. وسل الله دومًا الإعانة والتثبيت، تجده قريبًا منك .. سامعًا لصوتك ..\rوقل معي أخي: اللهم أَنْعِمَ علينا بطاعة حتى الممات .. وأكرم وجوهنا بحسن الخواتم في ساعة الحسرات .. وآنس وحشتنا في وحدة القبور والظلمات .. واجعل مآبنا إلى ظل عرشك ووارف الجنات .. آمين .. آمين .. آمين ..\rوالحمد لله تعالى بلا انقطاع .. والصلاة والسلام على نبيِّه وآله وصحبه والأتباع ..\r\r* * * *","seal":"CE4A8CD4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"غاية الغايات وطريق السعادات حسن الخاتمة","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":"","Auth":"أزهري أحمد محمود","Betaka":"الكتاب: غاية الغايات وطريق السعادات حسن الخاتمة\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":2,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"B67EFA72","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36542,"BkId":36542,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36542":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"الحمد لله الذي جعل دينه هدى للمتهدين"},
      {"lvl":1,"id":2,"sub":1,"tit":"أخي المسلم"},
      {"lvl":1,"id":4,"sub":0,"tit":"أخي: أظنك اشتقت إلى معرفة هذه العلامات المباركة! فها هي .. فقف .. وتأمل .."},
      {"lvl":2,"id":4,"sub":1,"tit":"* من ختم كلامه بشهادة التوحيد .. قال"},
      {"lvl":2,"id":5,"sub":0,"tit":"* الموت على عمل صالح يختم له به .."},
      {"lvl":2,"id":5,"sub":1,"tit":"* من مات شهيدا في القتال .."},
      {"lvl":2,"id":5,"sub":2,"tit":"* الموت ليلة الجمعة أو نهارها .."},
      {"lvl":2,"id":5,"sub":3,"tit":"* الموت برشح الجبين .."},
      {"lvl":2,"id":5,"sub":4,"tit":"* الموت بالطاعون .."},
      {"lvl":2,"id":5,"sub":5,"tit":"* الموت بأحد هذه الأسباب"},
      {"lvl":2,"id":6,"sub":0,"tit":"* الموت دون المال أو النفس أو العرض والدين .."},
      {"lvl":2,"id":6,"sub":1,"tit":"* ثناء الناس على الميت .."},
      {"lvl":2,"id":7,"sub":0,"tit":"* عن أنس بن مالك - رضي الله عنه - قال"},
      {"lvl":2,"id":7,"sub":1,"tit":"* وروى ابن سيد الناس قصة الراعي الأسود"},
      {"lvl":2,"id":8,"sub":0,"tit":"* وهذا أبو هريرة - رضي الله عنه - كان يقول"},
      {"lvl":2,"id":9,"sub":0,"tit":"* لما نزل الموت بالربيع بن خثيم رحمه الله بكت ابنته .."},
      {"lvl":2,"id":9,"sub":1,"tit":"* وهذا أبو حازم رحمه الله لما أدركته الوفاة قال"},
      {"lvl":2,"id":9,"sub":2,"tit":"* ولما نزل الموت بثابت البناني رحمه الله يحكي ابنه أنه ذهب يلقنه"},
      {"lvl":2,"id":9,"sub":3,"tit":"* وهذا العلاء بن زياد العدوي رحمه الله لما حضرته الوفاة بكى"},
      {"lvl":2,"id":9,"sub":4,"tit":"* وقال بعضهم"},
      {"lvl":2,"id":10,"sub":0,"tit":"* قال عبد العزيز بن أبي رواد رحمه الله"},
      {"lvl":2,"id":10,"sub":1,"tit":"* وحكى بعضهم"}
    ]
}
