{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36555":
    [
      {"page":3,"id":2,"nass":"المقدمة\rالحمد لله الذي شرع الشرائع وأنزل الكتب، والصلاة والسلام على المبعوث رحمة للعالمين؛ الذي بلغ الرسالة وأدى الأمانة وجاهد في الله حق جهاده.\rأما بعد:\rفإن الدعوة إلى الله من أوجب الواجبات وأهم المهمات وأعظم القربات.\rوتبرئة للذمة. ولما في هذه العبادة من الثواب العظيم والأجر الجزيل قام بها خيار الأمة، حتى أشرقت الأرض بنور ربها، فذلت لهم الرقاب ودانت لهم البلاد.\rوتذكيرًا لنفسي -وللأحبة الكرام- بهذا الأمر العظيم، وخاصة في فترة أهمل فيها هذا الجانب أو ضعف، جمعت بعض وسائل ومداخل -هي أقرب إلى الخواطر- تعين على طرق سبل الدعوة فيستأنس بها ويؤخذ منها، وجعلت لها علامات وعليها منارات؛ لكي نسير على الخطى ونقتفي الأثر في طريق غير موحشة؛ لأن أقدام الأنبياء والصالحين وطأته وتغبرت في طرقه.\rولم أذكر إلا ما كان في نطاق دعوة الفرد الواحد فحسب؛ لأهميته، وإلا فالمجتمع بعامته له أساليب ووسائل أخر.\rفها هي أبواب الخير مشرعة: فمن أمر بمعروف فهو داعية، ومن نهى عن منكر فهو داعية، ومن ترجم كلمة إلى لغة أجنبية يستفاد منها دينيًا فهو داعية، ومن أهدى شريطًا إسلاميًا فهو داعية،","seal":"A8CAB8BA","part":1},
      {"page":4,"id":3,"nass":"ومن تبسم في وجه أخيه المسلم فهو داعية.\rإنه عقد متكامل إذا أخذت منه جوهرة وطعمتها بالإخلاص نالك الأجر والمثوبة، وانتظمت في سلك الدعاة إلى الله.\rجعلنا الله ممن سار على الهدى واقتفى الأثر حتى نحطَّ رحالنا برحمة الله وعفوه في جنات عدن تجري من تحتها الأنهار.\rعبد الملك بن محمد بن عبد الرحمن القاسم","seal":"C57F6D33","part":1},
      {"page":5,"id":4,"nass":"مدخل\rقال وهيب بن الورد:\rإن استطعت ألا يسبقك إلى الله أحدٌ فافعل.\r\rوسارعوا\rقال الله جل وعلا: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ}.\rوعن أبي هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال: «من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئًا، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص من آثامهم شيئًا» رواه مسلم.\rوقال رسول الله - صلى الله عليه وسلم -: «لأن يهدي الله بك رجلاً واحدًا خير لك من حمر النعم» رواه البخاري ومسلم.\rوقال عليه الصلاة والسلام: «من دل على خير فله مثل أجر فاعله» رواه مسلم.\rوقد جاءت الآيات الكثيرة والأحاديث الشهيرة بالحث على الدعوة إلى الله، وبيان وجوبها، وما للداعي فيها من الأجر العظيم.\rوالآيات القرآنية الدالة على الدعوة أكثر من آيات الصوم والحج اللذين هما ركنان من أركان الإسلام الخمسة. فالدعوة إلى الله من أعظم واجبات الشريعة المطهرة، وأصل عظيم من أصولها، بها يكمل نظام الشريعة، ويرتفع شأنها.","seal":"5E5CCA71","part":1},
      {"page":6,"id":5,"nass":"فإن مهمة الدعوة إلى الله مهمة كبرى، مهمة عظيمة، مهمة فاضلة، مهمة رتب عليها من الأجر العظيم ما الله به عليم، ولذا اختار الله سبحانه وتعالى لها أفضل الخلق وأكرم البشر، اختار لها سادات القوم وصفوة الأمة وفضلاءها.\rفالدعوة عمل الأنبياء والرسل .. ومن سار على نهجهم واقتفى أثرهم.\rإنها نقاط ووقفات لدعوة شخص بعينه ذكرًا كان أو أنثى.\rولم أذكر نقاطًا دعوية جماعية مثل الوعظ في المساجد وإلقاء المحاضرات .. لعلمي أن ذلك معلوم للكثير ويختص بفئة معينة من الدعاة وطلبة العلم وإنما قصدت دعوة شخص بعينه.\r-أخي الحبيب-:\rاستمر نبي الله نوح عليه السلام يدعو قومه سنوات طويلة قال تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا}.\rوقام يوسف عليه السلام بأمر الدعوة وهو في السجن فدعا من معه إلى عبادة الله جل وعلا: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ}.\rوهذا نبينا محمد - صلى الله عليه وسلم - استمر في الدعوة طوال حياته ولاقى من الجهد والعنت ما حفظه لنا القرآن الكريم وكتب الحديث والسير .. ها هو في الرمق الأخير ولم ينس أمر الدعوة كما قالت أم سلمة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - كان يقول في مرضه الذي توفي","seal":"442E2E4B","part":1},
      {"page":7,"id":6,"nass":"فيه: «الصلاة الصلاة وما ملكت أيمانكم» فما زال يقولها حتى ما يفيض بها لسانه. [رواه البيهقي في شعب الإيمان وروى أحمد وأبو داود ونحوه عن علي].\rوكان من آخر كلماته الدعوة إلى الله: «لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد» رواه الشيخان.\rوهذا أبو بكر خليفة رسول الله - صلى الله عليه وسلم - لم يشغله حزن وفاة النبي - صلى الله عليه وسلم - عن أمر الدعوة بل سارع في وسط هذا الحزن إلى تأكيد أمر الدعوة إلى الله وأهميتها فعقد الألوية وسير الجيوش إلى جهات كثيرة لقطع دابر المرتدين.\rوهذا فاروق هذه الأمة عمر بن الخطاب رضي الله عنه وجرحه يثعب دمًا وهو على فراش الموت لم يترك أمر الدعوة فعلى ضعفه وانحطاط قوى جسمه ينادي شابًا أدبر وإزاره يمس الأرض فيقول: «ردوا علي الغلام» ثم قال له: «يابن أخي، ارفع ثوبك فإنه أنقى لثوبك وأتقى لربك».\rومن تتبع سير السلف الصالح وعلماء هذه الأمة يجد منهم الحرص والجلد والمثابرة حتى أصبحت الدعوة إلى الله هي شغلهم الشاغل، وما بقاؤهم في هذه الدنيا إلا للطاعة والعبادة ونصرة هذا الدين.\rفلا شك أن الدعوة إلى توحيد الله وعبادته وإرشاد الخلق ونصحهم هي وظيفة المرسلين وأتباعهم المصلحين والدعاة الناصحين.","seal":"676BDF1A","part":1},
      {"page":8,"id":7,"nass":"ومعلوم أنه ما قام دين من الأديان ولا انتشر مذهب من المذاهب ولا نبت مبدأ من المبادئ إلا بالدعوة، ولا هلكت أمة في الأرض إلا بعد أن أعرضت عن الدعوة، أو قصر عقلاؤها في الأخذ على يد سفائها، وما تداعت أركان ملة بعد قيامها ولا درست رسوم طريقة بعد ارتفاع أعلامها إلا بترك الدعوة .. فإذا أهملت الدعوة فشت الضلالة وشاعت الجهالة وخربت البلاد وهلك العباد.\rأيها الحبيب:\rإن أثر الدعوة واضح وجلي .. ورسول الله - صلى الله عليه وسلم - دعا أبا بكر ثم تبعه الباقون حتى قامت صروح الدعوة على يديهم وتضاعف العدد حتى عم مكة وامتد النور إلى المدينة النبوية.\rإنها تشمير إلى المعالي .. اجعل نصب عينك شخصًا بعينه قريبًا أو بعيدًا .. ادعه وارفع درجة التزامه، فإن أخلصت ورزقك الله التوفيق فلك مثل أجر عمله إلى يوم القيامة .. ها هو يقوم الليل وأنت نائم، ويصوم وأنت مفطر، ويحج وأنت مقيم، ويجاهد وأنت جالس .. ولكن يجري لك من الأجر مثل أجره ولا ينقص من أجره شيئًا .. فما ظنك إذا اهتدى على يديه أكثر من واحد ثم أكثر من عشرة وهكذا مضاعفات الأعداد .. إنها فرصة ثمينة وباب من أبواب العبادة.\rإنها دعوة للخير فربما تدعو شخصًا في اليوم وربما عشرة .. هذا في الورشة وذاك في المنزل وآخر في المسجد ورابع في الشارع العام وخامس عبر مكالمة هاتفية وهكذا .. لكن لكل فرد ما يناسبه","seal":"2A200FFC","part":1},
      {"page":9,"id":8,"nass":"من الوسائل الدعوية.\rإنها دعوة يسيرة يستطيع أن يقوم بها كل شخص كبر أو صغر متعلم أو عامل بل حتى الأمي .. تقوم بتقديم شريط أو كتيب فقط تكون بهذا داعية .. بل إلقاء كلمة طيبة وأنت سائر تكون أخذت من الدعاة بسهم من عملهم.\rأخي المسلم:\rوأنت تسير في الصحراء تتلمس طريقك .. إذا بمن يمسك بمنكبيك بقوة ويرفع صوته: انتبه .. قف أمامك هوة سحيقة .. نظرت فإذا بصدق حديثه .. فرحت ودعوت له .. هذه هي الدعوة المخلصة والنصيحة الصادقة.\rبعضهم يقول لم أر تلك الهوة! ! أين هي؟ ! لن تعيقنا عن السير ..\rوآخرون يكابرون ويدعون أنهم رأو الهوة كذبًا .. كيف رأى الهوة السحيقة وهو واضع أولى قدميه في هوة السقوط .. ولكنه يكابر ويقول: كنت منتبهًا فقط أردت أن أجري .. كذب وخاب وخسر ..\rإنها مواقف ستمر عليك وتلمسها بنفسك وتسمعها بأذنك .. ينالك الخير ويطولك الأذى.","seal":"389398F2","part":1},
      {"page":10,"id":9,"nass":"قبل البداية\rقال جل وعلا: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ ... }.\rقال ابن القيم -رحمه الله تعالى- في هذه الآية: ذكر الله -سبحانه- مراتب الدعوة وجعلها ثلاثة أقسام بحسب حال المدعو: فإنه إما أن يكون طالبًا للحق محبًا له، مؤثرًا له على غيره إذا عرفه .. فهذا يدعى بالحكمة ولا يحتاج إلى موعظة وجدال، وإما أن يكون مشتغلاً بضد الحق لكن لو عرفه آثره واتبعه، فهذا يحتاج إلى الموعظة بالترغيب والترهيب، وإما أن يكون معاندًا معارضًا، فهذا يجادل بالتي هي أحسن، فإن رجع وإلا انتقل معه إلى الجدال إن أمكن. (انتهى كلام ابن القيم).\rفالداعي أمام إنسان مسلم على الفطرة لكن به بعض المعاصي والمنكرات .. وآخر به من الاستقامة الكثير ولكنه لم يتزود من الطاعات. فالأول يحذر من المعاصي والمهلكات والآخر يحث على زيادة القربات .. وكلها دعوة.\rوغالب المدعوين من الصنفين إما أن بهم جهلاً لكثير من الأحكام، مثل التهاون في أمر صلاة الجماعة أو حلق اللحية وغيرها، والآخر عنده غفلة وكسل فتراه لا يقوم الليل ولا يتزود من الصدقات والسنن والأذكار وهكذا.\rوهناك أمة أخرى من غير المسلمين تحتاج إلى دعوة وإيضاح لهذا الدين ومحاسنه وفضائله.","seal":"7D21243D","part":1},
      {"page":11,"id":10,"nass":"إن تنوع الأساليب وتعدد أوجه الدعوة من ضرورياتها ومتطلباتها، هذا نوح عليه السلام ما ترك سبيلاً لدعوة قومه إلا سلكه ولا بابًا إلا طرفه: {قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا * فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا * وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آَذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا * ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا * ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا} [نوح الآيات: 5 - 9].\rوالرسول - صلى الله عليه وسلم - كان يأتي إلى مجامع قريش وأسواقها ويدعوهم إلى دين الله، ووقف مناديًا على الصفا، واتخذ من موسم الحج منبرًا للدعوة، وسار إلى الطائف داعيًا ثم هاجر إلى المدينة النبوية .. إنها أساليب متنوعة وطرق متعددة تخدم الدعوة ولم تقف عند حد .. بل كل أسلوب اتبعه الرسول - صلى الله عليه وسلم - أو له ضابط شرعي فنحن نتبعه ونسير عليه ..\rثم لا بد أن يوطن الداعي نفسه على تحمل المشقة والأذى وسماع ما يكره فإنه قد سلك طريق الأنبياء والمرسلين وهو طريق محفوف بالمكاره مليء بالأشواك .. إنه طريق الجنة.\rأيها الحبيب:\rإن ترتيب الأولويات في الدعوة إلى الله مهم جدًا فالتوحيد قبل الصلاة والصلاة قبل الزكاة .. نبدأ بالأهم فالمهم ونقتفي في ذلك آثار الرسول - صلى الله عليه وسلم - ودعوته. فقد بدأ بالتوحيد ثم تدرج في العبادات وإلا كيف ندعو شخصًا إلى الصلاة وهو يدعو غير الله أو","seal":"DDF29E56","part":1},
      {"page":12,"id":11,"nass":"يطوف بالقبور؟\rولقد جاء الإسلام متدرجًا في تشريعاته .. بدءًا بالتوحيد ثم الأمر بفرائض الإسلام وهكذا، بل كان تحريم الخمر وهي أم الخبائث على مراحل: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} وانتهاء بآية التحريم لها: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ}.\rولما بعث النبي - صلى الله عليه وسلم - معاذًا إلى اليمن قال له: «إنك تأتي قومًا من أهل الكتاب فادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد في فقرائهم ... » [الحديث متفق عليه].\rأيها الداعية الموفق:\rإن عمل الدعوة يلزمه الإخلاص لله جل وعلا وصدق النية رجاء ما عند الله، ومحبة للمسلمين وإنقاذًا لهم من مهاوي الردى ومزالق الانحراف، ورفعًا لدرجاتهم تقربًا إلى الله بالعمل الصالح. وهو فوق ذاك إبراء للذمة ونصح للأمة .. فربما تعلق بك المدعو غدًا لو لم تدعه .. وأخذ ينادي: أنت مسئول عني فلم تدعني .. اهتديت فتركتني .. سمعت بخير ما أعلمتني .. علمت بسنة فما دللتني! !","seal":"5E8706C7","part":1},
      {"page":13,"id":12,"nass":"الانطلاقة\rأعظم دعوة يقوم بها المسلم هي دعوة نفسه .. فيبدأ بها يلزمها الطاعة ويجنبها المعصية .. ويجاهد نفسه في ذلك حتى تستقيم له .. عندها يخلِّص نفسه من عذاب الله -بعفوه ورحمته-.\rومن تأمل سير العلماء والدعاة وجد فيها من مجاهدة النفس والصبر على الطاعة الشيء الكثير .. فهذا أثر عنه صيام داود، وذاك يقوم من الليل ساعات طوال، وآخر اشتهر بالعبادة والورع والتقى .. وكلهم يجاهد نفسه في العبادة والوقوف بين يدي الله بذل وانكسار .. وكل تلك الطاعات تقوي الإيمان وترقق القلوب وتعين على دعوة الآخرين.\rثم الخطوة التالية أن يبدأ الداعي بأقرب الناس وأحبهم إليه من والد ووالدة وأخ وأخت وزوجة: {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} [التحريم: 6].\rأخي الحبيب:\rالدعاء عبادة عظيمة يشعر فيها المخلوق بعظم شأن الخالق وقدرته على تصريف الأمور .. وهو لجوء إلى رب الأرباب ومسبب الأسباب .. الدعاء باب ومدخل من أسباب الهداية، فبسبب الدعاء يحصل سكينة في النفس وانشراح في الصدر وصبر يسهل معه احتمال الأذى، وهو منارة للتفاؤل بقبول الدعوة عند المدعو ورجاء أن يقذف الله في قلبه نور الهداية والتقى.","seal":"97D8EA24","part":1},
      {"page":14,"id":13,"nass":"وهناك أناس كثيرون رزقهم الله الهداية بدعوة من الوالدين أو من أخ مشفق ناصح أو صديق مخلص أو زوجة محب.\rويتحرى الداعي أوقات الإجابة، ويتأدب بآداب الدعاء المعروفة، ويسأل الله من منه وكرمه ويلح في الدعاء ويتذلل بين يدي الله رجاء قبول دعوته. ولقد كان الأنبياء والصالحين يدعون ربهم لأنفسهم ولذرياتهم ولقومهم: {رَبِّ اجْعَلْ هَذَا الْبَلَدَ آَمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ}، {رَبَّنَا آَتِنَا مِنْ لَدُنْكَ رَحْمَةً}، {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا} وغيرها كثير.\rكان - صلى الله عليه وسلم - يحب التفاؤل في كل شيء .. وهل هناك صحيفة أنصع من صحيفة الدعوة؟ لذا يجب أن تجمل بالتفاؤل وتزين بالبشارات التي وعدها الله للدعاة وقرب استجابة دعوتهم ..\rووالله نرى الفرح هذه الأيام من إقبال الناس على الدين فهذا بالأمس فاسق واليوم تقي ورع، وذاك مجاهر بمعصية واليوم تسبقه دمعة الندم .. وذاك كان متراخيًا متكاسلاً لا يقوم الليل واليوم ها هو يصلي الليل إلا قليلاً .. وذاك بالأمس كافر وهو اليوم مسلم .. فاللهم لك الحمد. والتفاؤل وسيلة دعوية للداعي تعينه على دعوته وللمدعو تفرح قلبه وتسر خاطره.\rعلى الداعي الالتزام في النصيحة بما وافق الكتاب والسنة فلا ينصح بأمر إلا وهو عالم به متأكد من ذلك، ولا ينهى عن أمر إلا مثل ذلك ولكن لا يشترط للداعي حفظ الدليل ومعرفته .. بل ما علم من الدين بالضرورة يكفي للداعية العادي.","seal":"42AC79C9","part":1},
      {"page":15,"id":14,"nass":"ولذلك فإن من أهم وسائل الدعوة تعلم العلم النافع للداعي لكي يتسلح الداعي بسلاح قوة فربما يحتاج إلى مناقشة وطرح أفكار فالعلم بالشيء الذي فوق طاقة الداعية يراجعه وينظر فيه لكي تكون دعوته على بصيرة وعلم.\rأخي المسلم:\rينبغي للداعي أن يكون قوله للناس لينًا، ووجهه منبسطًا طلقًا، فإن تليين القول مما يكسر سورة عناد العتاة، ويلين عريكة الطغاة .. فالداعي أيًا كانت منزلته وأيًا كان عقله وعلمه ليس بأفضل من موسى وهارون، ومن وجهت إليه الدعوة ليس بأخبث من (فرعون) وقد أمرهما الله جل وعلا (باللين) معه في قوله: {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى}.\rذلك أن المقصود من الدعوة إلى الله تبليغ شرائع الله إلى الخلق ولا يتم ذلك إلا إذا مالت القلوب إلى الداعي، وسكنت نفوسهم لديه، وذلك إنما يكون إذا كان الداعي رحيمًا كريمًا، يتجاوز عن ذنب المسيء، ويعفو عن زلاته، ويخصه بوجوه البر، والمكرمة والشفقة.\rقال شيخ الإسلام ابن تيمية -قدس الله روحه-: وينبغي أن يكون الداعي حليمًا صبورًا على الأذى، فإن لم يحلم ويصبر كان ما يفسد أكثر مما يصلح.","seal":"10726EC6","part":1},
      {"page":16,"id":15,"nass":"خطوة خطوة\rللمسلم كبوة تبقيه على إسلامه ولكنها تقدح في إيمانه، فكم من مسلم مقيم على منكر، مصر على كبيرة تارك لواجب، متساهل في أمر الخير وغافل عن الفضائل.\rوهناك أناس غير مسلمين أليس لهم دعوة؟ ! وهناك أهل شرك وخرافة .. أليس لهم دعوة؟ !\rولكن كيف الوصول إلى قلوبهم .. هناك طرق وأساليب وهناك عوامل مساعدة وكلها تصب في هدف واحد ألا وهو محاولة هداية المدعو فالداعي يأخذ بيد المدعو من حال سيئة إلى حال حسنة ومن حالة مفضولة إلى حالة أفضل .. يسد ثغرات الكمال في دينه ويرشده إلى أفضل الأعمال وأتمها وأكملها.\rوبعض المدعوين يكون لديه قبول للخير والأمر بالمعروف ولكنه ينفر عند نهيه وزجره عن منكر لأنه يرى ذلك تسلطًا وتدخلاً وما ذلك إلا من جهله.\rفيقدم الداعي له الخير ويدله على طريقه ويؤخر النهي عن المنكر الذي هو واقع فيه إلى حين، فإن النفس إذا أشربت طريق الخير وازدادت تعلقًا به سهل نهيها عن المنكر، بل ربما تكون هي ناهية عن منكرها ومنكرة له فإن الخير يطرد الشر ويبعده ويقلل منه.","seal":"F13A4CE0","part":1},
      {"page":17,"id":16,"nass":"أخي المسلم:\rيدعى كل كافر وكل مشرك وكل عاص درجات وطبقات .. فيها خلل ونقص.","seal":"486597DC","part":1},
      {"page":18,"id":17,"nass":"لله الأمر\rلا بد من اليقين بأن الهداية من الله وأن الداعي سبب سخره الله لهداية هذا الفرد، فالله جل وعلا جعل أمر الهداية بيده « ... ولكن الله يهدي من يشاء». ولذا علينا بذل الأسباب والتعلق بالله جل وعلا لقبول هذا السبب وهداية الفرد على يدي الداعي.\rفعلى الداعي ألا يستعجل أمر دعوته وليس عليه أمر متاعبة النتائج يكفي أنها دعوة خير مأجور عليها قبل المدعو أم أعرض فهو مأجور على حملها معذور على عدم نجاحها: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ}.\rبل الحد في ذلك قوله تعالى: {إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ}.\rوالداعي لا يملك من هداية الناس أكثر من نصحهم وإرشادهم وتبيين الحق لهم أما هداية التوفيق فمن الله، وهذه المعرفة هي المحرك لعمل الداعية وتعتبر عاملاً دعويًا مهمًا لا بد أن يتأصل في نفس الداعي حتى يجتاز الوهن والضعف.\rأيها الداعي:\rقد يجتمع عامل الزمن وعامل المكان ولكن نفس المدعو لم تنفتح للخير، وربما جرب الداعي أكثر من زمان وأكثر من مكان فاجتمع له ما أراد من الزمان والمكان ولكن الله لم ييسر ذلك الأمر على يديه ..\rوقد رأيت بعض الشباب المتحمسين لدعوة غير المسلمين يوضحون ذلك للمدعو بقولهم: إن الإسلام نور يقذفه الله في قلب","seal":"0FD7C4C2","part":1},
      {"page":19,"id":18,"nass":"من يشاء وإلا فالحجج والبراهين الدالة على الله عز وجل ليست هي كل شيء لإسلامك مع أنها براهين قاطعة واضحة ولو كل من سمع بها أسلم لتغيرت الحال ولكن إذا أراد الله بك خيرًا شرح صدرك للإسلام ربما في هذه اللحظة أو بعد يوم أو سنة .. وإن لم يرد هدايتك فلو بقينا معك أبد الدهر لن تسلم إلا بمشيئة الله جل وعلا.","seal":"180AEEDD","part":1},
      {"page":20,"id":19,"nass":"ما بال أقوام\rبعض أنواع النصيحة المباشرة في مجتمعنا الحالي لها بعض المحاذير لسوء الأنفس وعدم تعودها للنصح منذ الصغر .. وهذا ملاحظ في كثير من الأفراد حتى بعض الأخيار منهم إذا نصحته مباشرة ربما سببت هذه النصيحة بعض الجفوة بينك وبينه.\rوأذكر أن أحد الشباب نصح أخًا له عن رائحة كانت تصدر من أبطيه وأشار عليه ببعض المستحضرات التي توقف انتشار هذه الرائحة وأنها موجودة في الصيدليات وقال له .. كنت أعاني ما تعاني منه حتى بدأت أستعمله فاختفت الرائحة .. فكان أن شكره ولكنه بدأ يتثاقل زيارته حتى طالت الوحشة بينهما.\rوالعجيب أمر التربية في هذا الجانب لو رأيت ملاحظة على بعض من تعود النصيحة وهو من الكفار واستدركت عليه أمرًا لشكرك على ملاحظاتك .. وهذا من التعود، فينشأ منذ الصغر على قبول الاستدراك والملاحظة ونحن أولى بهذا منهم.\rومن رأى أن النصيحة ربما تجدي في أمر من الأمور فإن من حسن الأدب تقديم ثناء محق على المنصوح بأنه فيه كذا وكذا .. ثم يكمل: غير أنني رأيت فيك خلة عجبت أن لا تتداركها وهي كذا .. فربما أن المنصوح من أصحاب القلوب المفتوحة والصدور السليمة فيقبل شاكرًا داعيًا.\rوالنصيحة المباشرة قد تكون ضرورة لبعض الأفراد الذين لا يمكن طرق الأساليب الأخرى معهم للتعنت الذي يبدونه فينصحهم","seal":"FFD23983","part":1},
      {"page":21,"id":20,"nass":"مباشرة شخص له مكانته ومنزلته .. ويكون في حالة المكابرة نوع من العقاب والتأديب بل والفرض والإلزام أحيانًا.\rوبعض الناصحين يتدارك المواقف الحرجة حين النصح ويأتي بعده بنكتة لطيفة أو كلمة تضفي جو الدعابة حتى لا يحرج المنصوح.\rوهناك مواقف سريعة مثل وجود منكر في السوق للداعي وليس له وسيلة للدعوة إلا الإنكار باللسان مثلاً فلا يتأخر.\rالتعريض في الحديث وسيلة دعوية غير مباشرة قد تجدي كثيرًا مع أصحاب الفطر السليمة ممن يغلب عليهم الحياء وربما يصدمهم النصح المباشر فيكون التعريض أسلوبًا يرفع الحرج عنهم. وقد كان رسول الله - صلى الله عليه وسلم - يعرض في خطبه كثيرًا .. بقوله - صلى الله عليه وسلم -: «ما بال أقوام .. ».\rوللتعريض أسلوب يطرح فيه بحيث يكون ضمن حديث غير متكلف وهذا يرجع إلى مهارة المتكلم وتسلسل أفكاره .. في وسط الحديث أو في نهايته حسب الحال.\rفمثلاً يعرض بقوم هم جيران المسجد ولا يصلون ومن عوائل معروفة مع الأسف ولقد تحدث جماعة المسجد عنهم كثيرًا.\rوهكذا يعرض للمرأة بأن الرجال ينتقدون المرأة الخراجة الولاجة التي لا يهنأ لها بال حتى تطأ قدمها عتبة السوق .. وتعرض الداعية بما رأته كثيرًا في حفلات الزواج من اللباس غير المحتشم، وتستدل بالفتاوى في ذلك .. وهي تقصد المتحدثة إليها ..","seal":"8BE5AE8B","part":1},
      {"page":22,"id":21,"nass":"أيها الحبيب:\rللرسائل الشخصية أثر محمود قد لا يتوفر في غيرها من الوسائل ومن أهمها أنها تبقى مدة في يد المرسل إليه يقلبها ويقرأها ويتمعن فيها .. بل ويعاود تفسير معانيها ومراجعة كلماتها مرات عدة بدون حرج، ثم إنه لا يعلم من المرسل لكي يتتبعه إن كان ذو طوية سيئة أو يشتمه أو يعاديه. كما أن في عدم معرفة المرسل الحرية في ذكر كل ما يريد أن ينصح به.\rوللرسالة شروط النصيحة بشكل عام فلا يفتري عليه أو على أهل بيته بشيء وتجمل الرسالة بكلمات المحبة والأخوة في الله .. ويتلطف في النصح حتى لا يحدث رد فعل ويدعو له بالهداية والتوفيق والفلاح والنجاح. ويبتعد في رسالته عن الأمور الخاصة التي لا يعلمها إلا قلائل حتى لا يظن بأحدهم ثم يكرهه .. بل تكون عموميات وإن كان لا بد من ذكر الأمر الخاص فيضيف له أمورًا أخرى حتى لا يبقى التركيز منصبًا على الأمر الخاص بعينه. وتكتب بخط جميل واضح وإن كان بجهاز الكمبيوتر فهو أولى.\rوللرسالة الخاصة وقع كبير وأثر محمود يلمسه كل ناصح ومحب ومشفق.\rوالنصيحة كلمة عامة جامعة يعبر بها عن جملة إرادة الخير.","seal":"5EF4BD36","part":1},
      {"page":23,"id":22,"nass":"قال الشاعر:\rتعمدني بنصحك في انفراد ... وجنبني النصيحة في الجماعة\rفإن النصح بين الناس نوع ... من التوبيخ لا أرضى استماعه\rوإن خالفتني وعصيت قولي ... فلا تجزع إذا لم تعط طاعة","seal":"53D4E216","part":1},
      {"page":24,"id":23,"nass":"مفتاح القلوب\rالابتسامة الصادقة أولى علامات المحبة وإظهار الود .. إنها تزيل الفرقة وتبعد الوحشة .. وهي رغم أنها بسيطة وسهلة فهي صدقة قال - صلى الله عليه وسلم -: «وتبسمك في وجه أخيك صدقة» (¬1) فكم من الصدقات أضعنا بعبوسنا وتقطيب جباهنا في وجه إخوتنا المسلمين .. إنها المدخل الأول والعنوان الواضح لما في القلوب.\rأخي الكريم:\rالمظهر الطيب علامة على ما بداخل الشخص ..\rفالمظهر الطيب في المجلس والمأكل والمشرب ويتبعه غض الطرف وخفض الصوت وحسن الأدب مع الكبير والعطف على الصغير .. كلها تنعكس على المدعو فهي مظاهر طيبة بادية على الداعي.\rإفشاء السلام دليل مودة وصدق محبة، فالسلام يزيل ضغن القلوب وحقد النفوس ويسقط الرسميات والحواجز، وللسلام أخوات وهي السؤال عن الحال والأبناء وربما الوالد والوالدة وهكذا تتسع القاعدة يومًا بعد آخر حسب توسع المدعو في الإجابة فربما قال: إن الوالدة مريضة فيبدأ السؤال عنها بصفة خاصة وهكذا يكون السلام قنطرة للسير على دروب الإخاء والمحبة، قال رسول الله - صلى الله عليه وسلم -: «لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، ألا\r¬__________\r(¬1) رواه الترمذي.","seal":"094D384F","part":1},
      {"page":25,"id":24,"nass":"أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم» [رواه مسلم]. وليعلم الداعي أن كثرة الأسئلة فيما لا يعني مذمة ومنقصة .. وهي منفرة للمدعو. فليسأل الأسئلة العامة ولا يكثر منها .. يكفي سؤال الأدب والمجاملة.\rيتبع ذلك إظهار التشجيع والفرحة لخصلة طيبة في المدعو حتى يكون ذلك التشجيع حاجزًا له عن النكوص والتكاسل .. فإذا كانت الطالبة تحفظ القرآن تشجعها المدرسة أمام الملأ وتجعلها قدوة للطالبات حتى يكون ذلك دافعًا لها إذا تراخت وكسلت .. والآخر يصلي ولكنه يخشى عليه من التهاون فيذكر أنه -ما شاء الله- من المحافظين على الجماعة ولا تفوته تكبيرة الإحرام فيكون له نوع من الحرج إذا تأخر أو تكاسل .. ويكون هناك نوع من المتابعة الشخصية والمداومة على السؤال عن صلاة الجماعة أو حفظ القرآن .. مقابلة أو مهاتفة.\rإظهار الفرح والسرور والاستبشار لترك معصية أو فعل طاعة ومحافظة على خير وإعلان ذلك تعريضًا أو تصريحًا حسب الحال.\rفمن عُلم أنه بدأ يحفظ القرآن يؤازر ويشجع، ويدل على طرق الحفظ ومن هم العلماء المشهود لهم بالقراءات وهكذا.\rأما الاستبشار بالإقلاع عن منكر، فيكون بطويه وعدم ذكره ونسيانه حتى لا يكون الإنسان في كل يوم يتذكر ما تركه ويسوءه أنه فعله في يوم مضى .. وربما تكون من عوامل انتكاسة المدعو إذا استسلم لها.","seal":"40C36989","part":1},
      {"page":26,"id":25,"nass":"خلق الله الناس وجعل بعضهم لبعض سخريًا، فهذا رب متجر وذاك مدير مكتب وآخر مدرس في مدرسة وآخر تحت يده من العمال الكثير .. ولا شك أن حسن الخلق والتلطف مدعاة إلى قبول النصيحة بل والتأثر بالأفعال والتصرفات وذلك نابع من محبة الكبير والمسئول في القلب لحسن تعامله.\rولذلك فإن سماحة النفس وعدم الكبر والتغطرس والمعاتبة صفات مهمة فالناس تكره صاحب الرغبات الدنيوية المنتصر لنفسه، وبعض هذه الصفات تظهر في الحياة بوجه عام وأخرى تظهر في حين النقاش ومحاولة الانتصار للنفس واستعلائها، فالداعي مقرب وليس منفر منتصر للحق، إن أخطأ اعتذر وإن لم يطلب منه ذلك؛ لأن هذا من حسن الخلق ومن صفات الداعية الموفق.","seal":"C184A7EE","part":1},
      {"page":27,"id":26,"nass":"استثمار الفرص\rالفرص الدعوية كثيرة ولكن بعضها قد لا يتكرر مرة أخرى؛ مثل جلوس الداعي بجوار شخص في الطائرة أو في صالة مستشفى أو في غيرها .. قد لا ترى الشخص مرة ثانية.\rوهناك فرص قد لا تتيسر لك أنت مرة أخرى فالمرور بقرية على الطريق العام وأنت مسافر للحج أو العمرة أو السياحة أو العمل أو غيرها ووضع كتب وأشرطة في صالة المستشفى الصحي أو لدى الإمام المؤذن؛ لتوزيعها قد لا تحصل لك مرة ثانية وإن حصلت فهي على مدى شهور بعيدة. كما أن ذهابك لإصلاح سيارتك قد يكون مرة أو تزيد في العام كاملاً فهنا فرصة التعرف على العاملين في هذا المجال واهدائهم كتبًا وأشرطة بلغتهم.\rوتتنوع الفرص بحسب الزمان والمكان وبحسب الحالة النفسية للمدعو. ولا شك أن تهيؤ الجو العام للدعوة مدعاة إلى الجد والاجتهاد فالكتاب سعره متوفر والشريط في كل مكان والقبول واسع ..\rهناك دول لا تعرف الكتيب ولم تر الشريط! ! ربما بريال واحد تشتري به كتابًا، وتهديه يهتدي على يديك فرد أو أسرة، أو مجتمع! ! فكم لك من الأجر والمثوبة مقابل هذا الريال؟ !\rأيها الداعي إن من حمل هم الدعوة إلى الله شرعت الأبواب أمامه ووجد حلاوة في الدعوة .. وليس هناك ما يدعو إلى عدم طرق الأبواب ودخولها .. البعض لازمه التقصير وأخذ منه العجز","seal":"917B2AD2","part":1},
      {"page":28,"id":27,"nass":"وإلا فهي دعوة الأنبياء والمرسلين والصالحين.\rأخي الكريم:\rلبعض المناسبات أثر في قبول الحق فيحرص على تلك المناسبات مثل الحج والعمرة وغيرها فإن كان المدعو قريبًا أعانه وضيق عليه طريق الأعذار ورتب له كل شيء حتى يوافق للذهاب للعمرة أو الحج. ويوجد بين ظهرانينا من لم يحج وله من العمر أربعون سنة أو تزيد مع سهولة المواصلات وانتشار الأمن وتيسر السبل فالحرص على هؤلاء واجب، حتى يؤدوا فريضتهم لأنه لا يعلم ما في الغيب من مستقبل الأيام إلا الله.\rوللعمرة في رمضان شعور روحي يتضاعف بأهمية هذا الشهر وقرب الكثير إلى الله ومداومتهم على العبادة فتكون نفوسهم أقرب إلى قبول الحق .. وهناك أمر مهم في هذا الشهر وهو رغبة الكثير في قراءة أي شيء حتى يقطع به ساعات النهار فيهدى له من الكتب ما يجعله ينصرف عن قراءة المجلات غير المفيدة ومشاهدة المسلسلات والأفلام التي تغزو الأمة في هذا الشهر كغزو النار للهشيم.\rوبمناسبة رمضان يدعى الكثير إلى البذل والإنفاق ويعان على ذلك بذكر أماكن الفقراء وعناوين الهيئات والمؤسسات الخيرية ويدفع إليه بتقارير عن أعمالها ونشاطها.\rوفي رمضان يتوسع الناس في أمر الزيارات والبعض يجلس في مجالس طويلة تقارب وقت السحور فيجب الاستفادة من هذه","seal":"8DBD9A8E","part":1},
      {"page":29,"id":28,"nass":"الأوقات في زيارة صحبة طيبة للرجال وصحبة طيبة للنساء ومحاولة الاستفادة من الوقت.\rوكثير من الشباب في رحلة الحج يذهب معهم من يرون أن يحتاج إلى تثبيت أو دعوة للالتزام ويلحون عليه بشتى الطرق حتى يذهب معهم ويأنس بحديثهم ويرى من خدمتهم له وحسن أدبهم حتى إذا عاد لم يتركهم فيستقيم أمره. وكثير من النساء تصر على أن تذهب للحج رغبة في أن يهدي الله محرمها في تلك الرحلة خاصة مع وجود الحملات وكثرة الدعاة فيها وإقامة برامج دعوية في تلك الأيام، وكثرة الأخيار في الحملة، فربما يأنس بهم، وربما تتفق مع قريبة لها أو صديقة لكي يكون قريبها مرافقًا هذا المحرم فتستمر العلاقة الطيبة ويأخذ بيده في الحج وبعده.\rفي حدوث المصائب والنكبات تنبيه وعظة لبعض الناس وإحياء لقلوبهم فتكون فرصة مناسبة للدعوة لتهيؤ النفوس وقبولها الموعظة والنصيحة .. فيذكر أجر الصبر ويطيب خاطره ويذكر بالله وجنته وناره .. فتكون هذه الحادثة نقطة بداية للمدعو.\rكما أنه يَعِنُّ للداعي أمور لم يحسب لها حسابًا مثل سفر مع صحبة أو رحلة مع زملاء، والناس تحب صاحب النفس السخية الخفيفة الذي يخدمهم ويكرمهم ويسأل عنهم ويقرب لهم البعيد ويدني لهم القريب .. كل تلك بشائر محبة تدخل قلب المدعو دون أن يشعر وتجعله يكبر فيه خلقه وحسن أدبه وطيب معشره. وهذا مدخل للدعوة بل إنه فتح للقلوب على مصرعيها لما استقر في","seal":"41826D25","part":1},
      {"page":30,"id":29,"nass":"النفس من المحبة والمودة للمدعو.\rفي المجالس الخاصة والعامة يكون لإشاعة وذكر المشاريع الإسلامية والدعوية أكثر من هدف فمن دعمها بالدعاء إلى مدها بالمال إضافة إلى معرفة الناس لها وتفاعلهم معها ونشر الحس الدعوي لدى المدعو وأن المسلمين بحاجة إلى ذلك المشروع أو غيره وفي ذكر تلك المشاريع أيضًا إشادة بالعاملين وتثبيت لهم.\rوكذلك فإنه يجب على الداعي أن يختلق مناسبات الحديث ويوجه المدعو .. ويتحدث عن موضوع معين ابتداء أو يتعرض له أثناء حديث آخر ويشيد بالكتاب الفلاني ويذكر نقاطه المهمة ويعدد بعض مزايا الكتاب حتى يشد المدعو ويجعله في لهفة لقراءة الكتاب .. ثم يعقب الداعي إذا رأى تلك اللهفة: سيكون الكتاب عندك غدًا هدية مني ..\rأخي الحبيب:\rلا يعلم ما في مستقبل الأيام إلا الله وحده، فمن غنى إلى فقر ومن صحة إلى سقم ومن حال إلى حال ..\rغدًا ربما لا يتوفر لك وقت للدعوة بسبب معين .. وربما لا تجد مالاً لتشتري شريطًا أو كتابًا، وإن توفر المال قد لا تجد الكتاب والشريط ..\rأما وإنك اليوم في صحة .. فالسقم قادم إليك والموت سائر نحوك فأيها الحبيب متى تدعو؟ !","seal":"BBCB9289","part":1},
      {"page":31,"id":30,"nass":"اليوم أنت طالب في مدرسة وغدًا قد لا تجد هذا المجتمع. بل وربما ينأ بك المكان فلا تجد من تدعوه. والساعة الآن كل الأبواب مشرعة فإن أقبلت أقبل عليك الخير وإن أحجمت فقد تغلق الأبواب.\rإنها براءة للذمة وزيادة في الحسنات ورفع للدرجات .. كن متجردًا في الدعوة رغبتك التقرب إلى الله .. مخلصًا له {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ}. فهذه الآية جمعت الإخلاص وشرط البصيرة والعلم.","seal":"C9B01DF1","part":1},
      {"page":32,"id":31,"nass":"تهادوا تحابوا\rللهدية وقع في النفس فهي تقرب القلوب وتزيل الأحقاد قال رسول الله - صلى الله عليه وسلم -: «تهادوا تحابوا» (¬1) وليست الهدية مرتبطة بغلاء ثمنها. بل هي للتواصل والتذاكر أرفع من قيمتها المادية. والكثير غفل عن أمر الهدية ولا يذكرها إلا عند المناسبات كالزواج والولادة.\rوالهدية بذاتها مناسبة مستقلة فمن الممكن اختلاق المناسبة ابتداءً. ويفضل أن تكون الهدية فيها فائدة مثل إهداء كتاب أو شريط أو أمهات كتب أو اشتراك في مجلة أو مجموعة من المساويك أو مصحف مجلد عليه اسم المهدى إليه .. وغيرها كثير ..\rوهناك جانب آخر وهو سد النقص لدى المهدى إليه فإن كان في حاجة إلى مدفأة أو مكتبة أو برداة ماء أو غيرها فهذا أولى؛ لأن في ذلك تلمس لحاجته ولا يمنع الجمع بين أنواع الهدايا على فترات متباعدة خاصة ما رخص ثمنها، ولو جمعنا إهداء من داعية لفرد واحد في عام كامل لما تجاوز ألف ريال.\rومن الأمور المعينة على ترك المنكر إهداء ما يعين على تركه مثل إهداء جوارب لستر القدمين بالنسبة للنساء، وكذلك إهداء ما فيه إعانة على الطاعة والستر والحشمة مثل عباءة واسعة وساترة وتكون من نوع جيد.\r¬__________\r(¬1) رواه البخاري في الأدب المفرد وأبو يعلى بإسنادٍ حسن.","seal":"56F9A4E8","part":1},
      {"page":33,"id":32,"nass":"أيها الحبيب:\rيهدي الله على يديك مسلمًا بألف ريال؟ رخصت البضاعة فأين المشمرون؟","seal":"8C54687A","part":1},
      {"page":34,"id":33,"nass":"أبواب مشرعة\rالعمل الفردي عمل لا حدود له ولا قيود .. هذا رسول الله - صلى الله عليه وسلم - في بداية الدعوة وصعوبتها اتصل بالرعيل الأول الذين أسلموا على يده وكونوا نواة لهذا الدين .. فالدعوة الفردية دعوة لا تعرف مواطن الشدة ولا الضيق لأنها في متناول الداعي في كل وقت وحين .. مقابلة أو مهاتفة أو مكاتبة أو بواسطة شريط أو كتاب أو غيرها ..\rويعتقد كثير من الناس أن الدعوة الجماعية من على المنابر وفي التجمعات هي الأجدى ولكن بالتجربة والاستقراء فإن الدعوة الفردية تحقق ما لا يمكن تحقيقه على رءوس الملأ ولا شك أن في كل خيرًا.\r{فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ} شعار رفعه في سبيل تأليف القلوب بين عائلته فإن العداوة والبغضاء تأكل قومه .. حلقت الدين وحصدت الحسنات .. فلك أيها الداعي أجر تأليف القلوب واجتماع الكلمة وصلاح ذات البين.\rويستفاد منها في الجانب الآخر حب الناس لك وقبول دعوتك وسماع قولك.\rمن وسائل استمرار المدعو تثبيته ومواصلته بالزيارة والسلام عليه وصلته وتفقد أمره وعدم الانقطاع عنه فإن الإنسان ضعيف تتخطفه الشياطين من كل ناحية فهو بإخوانه أقوى وأشد.","seal":"84833F3A","part":1},
      {"page":35,"id":34,"nass":"بث الأمل في النفوس بأن النصر لهذا الدين وترديد الآيات والأحاديث التي تبشر بذلك فإن ذكر تلك البشارات حث للنفوس وتشمير للهمم وصبر على الأذى واستمرار على الطريق.\rمشاركة المدعو في اهتماماته حتى وإن خالفت اهتماماتك؛ لكي يركن إليك ويحرص على محادثتك وينشأ بينكم نوع من الود يكون طريقًا للدعوة. وقد قيل: الطيور على أشباهها تقع، وما ذاك إلا من تقارب الاهتمامات وحسن المودة.\rصلة الرحم من أبواب الدعوة غير المنظورة لما في ذلك من حسن الثناء على الملتزمين والدعاة وذكرهم بصفات تحبب النفوس إليهم وتجعل المدعو يقبل على الاستماع لحديثهم وتقبل دعوتهم.\rتخصيص وقت دعوي ساعة في الأسبوع إذا كان العمل جماعيًا سواء في المعهد أو المدرسة أو المصنع فإن ذلك أقرب إلى دعوة شخص بعينه .. بحيث لا يتم التركيز عليه إلا في وسط الجماعة لأي سبب كان ..\rإظهار المحبة في المقابلة والمهاتفة والدعاء للشخص المقابل بأدعية متصلة تؤثر في نفسه وتحرك شجونه مثل حرم الله وجهك على النار .. أسكنك الله الفردوس الأعلى .. رفع درجتك مع النبيين والصديقين والشهداء .. بلغك الله أعلى منازل الجنة ..\rفإن لتلك الأدعية وقعًا في النفس فهي تفسح المجال لسماع ما بعدها من نصيحة أو توجيه أو حتى كلمة عادية والهدف زرع المحبة وربطه بتلك النظرة البعيدة في الآخرة.","seal":"23C1941F","part":1},
      {"page":36,"id":35,"nass":"لعامل الوقت أهمية في الدعوة فاختيار الوقت مهم جدًا في الزيارة .. فلا يطرق على المدعو في وقت راحته أو أكله أو نومه .. وهناك أوقات تختار بعناية لتساعد الداعي في الدعوة مثل رجل متكاسل في الصلاة فيزوره الداعي قبل الأذان بدقائق وعندما يؤذن يعرض عليه الذهاب معًا إلى المسجد .. فيكون في تلبية الدعوة بداية تطبيق عملي للقبول.\rفي أحيان كثيرة يكون الزمن عاملاً مهمًّا في الدعوة فمثلاً الأمر بالمعروف والنهي عن المنكر ربما تكون المدة الزمنية هي مدة رؤية المنكر .. فتلك امرأة متبرجة مرت من أمام رجل لديه فرصة ثوان فقط؛ لإنكار المنكر فإن استفاد منها وإلا احتاج إلى إيجاد فرصة أخرى مثل مرورها ثانية أو اللحاق بها. والفرصة الأولى أدعى للوقار وأسهل في الوصول. فيجب عدم التردد في أمر النصيحة وتوطين النفس عليها وعلى ما سيلاقيه في سبيل ذلك.\rويكون التعود على الاستفادة من الفرص وعدم التردد بتعويد النفس ومجاهدتها وإذكاء الغيرة الإسلامية فيها.\rقد لا يكون للداعي قبول مباشر أو قد يكون استنفد وسائل الدعوة. فهناك إمكانية دعوة المدعو عن طريق طرف خارجي. مثل دعوة البنت عن طريق أمها أو صديقتها أو الزوجة عن طريق أحد الأصدقاء ممن يعتمد على دينهم وصحبتهم .. أو عن طريق أحد الزوجين.","seal":"53020D79","part":1},
      {"page":37,"id":36,"nass":"فبين الزوجين حبل مودة ورحمة جعله الله سببًا لاستمرار الحياة بينهما وأحيانًا يكون الزوج هو المدعو والزوجة هي الداعية وأحيانًا العكس.\rويختلف أمر دعوة الرجل لزوجته بحكم الولاية والقوامة وسرعة قبول المرأة لفكر وتوجيه زوجها.\rوأسرع الوسائل من أي من الطرفين هو حسن الخلق وبذلك النفس وحسن العشرة وطلاقة الوجه والتوجيه غير المباشر وله منطلقات عدة ومسارات مختلفة بحسب الداعي ونفسيته والمدعوة ونفسيتها وتربيتها.\rوللزوجة أن تدعو زوجها بالتي هي أحسن وتجمل له سماع بعض الأشرطة وقراءة بعض الكتيبات وتضع بين يديه ما تريد من الكتب وتدعه يطلع عليها بمفرده.\rكما أن التأثير ربما يكون من الخارج فتحاول أن تزورها صديقة لها .. زوجها صالح ومستقيم فربما تنشأ بينهم نوع من العلاقة تزداد مع الأيام وتتطور مع مرور الزمن.\rوقد يضطر الزوج لتجاهل طلب زوجته زيارة أناس يرى أن لهم تأثيرًا سيئًا على دين زوجته وفكرها وله أن يبدلها بتعويض مناسب مثل زيارة عائلة أخرى أو كلمة حانية طيبة حتى تهدأ نفسها.\rأما الزوجة وهي غالبًا الداعية كما نسمع فإنها ستواجه صعوبات كثيرة خاصة إذا كان الزوج من أصحاب الشبهات","seal":"98BD6901","part":1},
      {"page":38,"id":37,"nass":"ويجمع مع تلك الرداءة سوء الخلق. فيجمع عليها هم الدين وغم التعامل لكن هذا هو مجال الدعوة وركن الصبر وإلا فكيف تكون داعية وزوجها مستقيم يعينها على الطاعة؟ إنه جهاد له ثمن وصبر له نهاية وربما يعجل الله بطريق الهداية أو بفرج من عنده.","seal":"ED15B789","part":1},
      {"page":39,"id":38,"nass":"يا أبت\rالداعي ينقذ المدعو وينقذ أسرته ومن وراءه من عذاب جهنم .. إنه يأخذ بيده ويبعده عن طريق المهالك ومفازات الصحراء، ويبين له طريقًا فيه أجر من واجب أو سنة أو مستحب فله من الأجر مثل ذلك.\rللوالدين حقوق كثيرة لا تخفى على عاقل .. والناس تلاحظ ذلك وتراعيه وأذكر أن أحد الشباب قد تقدم لخطبة فتاة فسأل والد الفتاة أباه: كيف بره بك؟ !\rولا شك أن ذلك أكبر منطلق للبر بالأم والزوجة والأخت.\rوالناس تحت صاحب الأخلاق الحميدة والصفات الكريمة وتتعاطف مع كبار السن ممن يحتاجون إلى أبنائهم.\rوقد ذكر لي أحد الأخوة عن رجل كبير في السن وله منصب وجاه ولم يكن ذا التزام كامل فكان أن مرض وبدأ كبار القوم ووجهاؤهم يزورونه فجعل يثني على أحد أبنائه علانية وأنه بار به لا يفارقه ليلاً ولا نهارًا.\rفالتفت القوم إلى الابن البار فإذا عليه سمت الصالحين وسيمًا للخير فكان داعيًا صامتًا. وقد ذكر الشيخ أحمد القطان كيف كانت توبة والده وهي حول هذا الموضوع. وكثير من الشباب الملتزمين ليس لوالديه نصيب من الدعوة بل ولا من التلطف وحسن الأدب وقضاء الحوائج فمن أولى بذلك؟ أتدعو صديقك وتترك أباك وتدع أمك؟ !","seal":"8E6AFB68","part":1},
      {"page":40,"id":39,"nass":"لذلك فإن بسط الوجه والإحسان إلى الوالدين وخدمتهما والسهر على راحتهما مفتاح للدعوة إلى الله في قلوبهما.\rأخي المسلم:\rيغفل كثير عن أمر دعوة من حوله مع أنهم إذا اهتدوا والتزموا يعينون على الطاعة ويثبتون على الحق فهم الأكثر التصاقًا بالمدعو .. بل إن منهم من سيكون له تأثير على تربية أبناء المدعو والمدعوة كالخال مثلاً فهدايته مدعاة إلى المحافظة على صلاح أبنائه؛ إذا رأوا خالهم وأبناءه على حال طيبة .. أما إذا كان الخال على سوء حال والأبناء والأم لا بد أن يذهبوا لأخوالهم قلت أو كثرت تلك الزيارات فإن ذلك له آثار سلبية على الصغار .. وطول مدة الدعوة في هذه العلاقة تجعلها تسير ببطء وبنفس دعوي مركز سيثمر إن شاء الله ..\rأخرج مسلم عن عائشة رضي الله عنها قالت: لما نزلت: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} قام رسول الله - صلى الله عليه وسلم - فقال: «يا فاطمة ابنة محمد، يا صفية ابنة عبد المطلب، يا بني عبد المطلب، لا أملك لكم من الله شيئًا، سلوني من مالي ما شئتم».\rوهذا سعد بن معاذ رضي الله عنه لما أسلم قال لقومه بني الأشهل: كلام رجالكم ونسائكم عليَّ حرام حتى تسلموا. فأسلموا فكان من أعظم الناس بركة في الإسلام.","seal":"399F1AEF","part":1},
      {"page":41,"id":40,"nass":"العدو\rللدعوة عداء مع اليأس .. فلا يأس مع الدعوة، والدعوة ليست مرة واحدة لنقف بعدها .. بل تكرر المحاولات وتعاد المرات مرة بعد أخرى حتى ينتهي وقت الدعوة وهو نهاية عبادة الله وخروج العبد من الدنيا .. عندها يتوقف أمر الدعوة .. فالرسول - صلى الله عليه وسلم - وقف على رأس عمه وهو في الموت يقول له: «يا عم، قل لا إله إلا الله كلمة أحاج لك بها عند الله» متفق عليه.\rلذلك فاليأس داء قاتل ويجب الحذر منه فإنه يؤدي إلى المهالك، وربما قاد إلى الانفعال في النصيحة وهذه ضررها واضح، ولكن يكفي الداعي أنه وضع لبنة أولى ورسم معلمًا واحدًا، فيأتي من يتمم بعده ويكمل الطريق فلا يصادم المدعو ولا يولد عداوة وكرهًا بل يقف عند حد الدعوة وعدم الانتصار للنفس.","seal":"68F89D0D","part":1},
      {"page":42,"id":41,"nass":"وقفات\rإن بث الحماس في الناس وتجديد معلوماتهم عن سيرة\rالرسول - صلى الله عليه وسلم - وسيرة أصحابه وكذلك التاريخ الإسلامي والمواقع التي جملت جبينه على مر الأيام فيها إذكاء لحماسهم وتقريبهم إلى الأعمال وتحبيبهم إلى حب هذا الدين.\rوفي المقابل فإن من أبواب الدعوة غير المباشرة ذكر مآسي المسلمين وما يعانون من فقر وجهل وقتل وتشريد، ويعرض في ذلك شكر للنعم التي نعيش فيها ودفعًا للمدعو إلى التفكر في الفرق بين الأمم وما حل بها من العقوبة لما اقترفوه. وهذا يرسخ في الإنسان المدعو فضيلة التفكر والنظر في مآل ومصير الآخرين وما هو فيه من نعمة وأمن. ثم إن ذلك يحرك كوامن الإسلام في نفسه ويوقظ قلبه من سباته .. وينفخ في نار تحت رماد المعصية فربما يهب من سهوه ويصحو من سباته ويستيقظ من غفلته.\rذكر البشارات المفرحة لكي يطمئن قلب المدعو .. مثلاً ذكر الأحاديث في باب المحافظة على الصلاة «ومن ترك شيئًا لله عوضه الله خيرًا منه» وحديث: «بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة» وهكذا من البشارات التي تفرح المدعو وتجعل نفسه تطمئن وتنشط.\rأيها الداعية:\rمن مظاهر الدعوة الصامتة الاعتزاز بهذا الدين والتفاخر به وتطبيقه في الحركات والسكنات والمظهر والمخبر على الأبناء","seal":"F3E845B3","part":1},
      {"page":43,"id":42,"nass":"والزوجات .. وعلى نفس الداعي، فتراه ملتزمًا بأمر الله معتزًا بأعمال لا يطأطئ رأسه ولا ينحني إلا لله .. وبعض الأطفال يحرج إذا سئل هل لديكم تلفاز أو دش في البيت؟ ! لكن إذا كان قد ربي على العز والفخار، أجاب: لا بملء فيه.\rولا شك أن في ذلك لفتًا للنظر بل ومدعاة للسؤال وإن أجاد الطفل والإجابة ووضح الأضرار والمساوئ كان قد أدى المقصود والمراد.\rلإمام الحي مكانة في النفوس خاصة إذا كان عالمًا أو طالب علم وله نشاط ملموس في الحي، وكلما تقاربت مساكن الحي كانت كلمة الإمام أكثر وأجدى لقربهم من المسجد.\rوللإمام طابع رسمي يعين على الاستفادة من مركزه في الزجر والتحذير في حالة عناد ومكابرة المدعو وهي مرحلة متأخرة تأتي بعد الدعوة بالحسنى.\rوعن طريق الإمام يكون هناك ترتيب كامل للحي وترتيب للدعوة وتوزيع للكتب عن طريقه وتحدثٍ باسمه.\rكما أن زيارته للمدعو لها أثر طيب ووقع حسن في النفس، وقد تكون هذه الزيارة ابتداء من الإمام إذا كان من أهل الدعوة وقد تكون بطلب من أحد الجيران أو الزوجة وغيرها.\rولا شك أن الاستفادة من ممارسات الآخرين وأعمالهم والأخذ من تجاربهم أمر مهم وضروري لأن الداعي مثل البائع الذي يعرض سلعته وبعض البائعين قد تمرس في البيع وعرف المداخل","seal":"D9945368","part":1},
      {"page":44,"id":43,"nass":"والمخارج فهكذا الداعية كلما ازداد مسيرًا في طريق الدعوة زاد خبرة ومعرفة بأحوال الناس وأسهل وأيسر المداخل.\rفي كل مدعو غالبًا نقاط خير متعلق بها فيزداد منها، ويحث على الإكثار منها وينظر إلى نقاط الشر الأقل تعلقًا بها فينهى عنها في بادئ الأمر فإن التزود مما تحبه النفس فيه يسر وكذلك النهي عن بعض المنهيات التي يتعلق بها الشخص تعلقًا يسيرًا أمر فيه سهولة أقل من قطع الصلة بسرعة لما هو متعلق به .. فالتدرج ضروري.\rولا بد من البحث عن أسباب وقوع المعاصي والبحث عن أسباب دواعي الخير فتلك المعلومة تقلل من وقوع المعاصي ومعرفة مداخلها فتغلق أو تضيق وهو أمر مهم أما فعل الخير فيزاد ويستدرك.\rتوطين النفس وتعويدها على البذل والجود بالمال والوقت والعلم فإن تلك الصفات مما يحبه الناس ويقبلون من صاحبها فالجود سبب لانفتاح القلوب وهي صفة إذا عرفت عن الداعي أصبح محبوبًا ومقبولاً:\rأحسن إلى الناس تستعبد قلوبهم ... فطالما استعبد الإنسان إحسان","seal":"26102925","part":1},
      {"page":45,"id":44,"nass":"لا تزل قدمك\rللداعي خط واضح يكفي أنه سائر على طريق غير مستوحش فيه لأن أقدام الأنبياء والصالحين سارت عليه .. فهو يسير على الخطى ويقتفي الأثر.\rوقد جمعتني ببعض الأحبة مناسبة أسلم فيها بعض الأجانب وكان محور الحديث فيها عن الإسلام وكيف أسلم كل فرد\rمنهم.\rوعندما أتى الحديث إلى أحدهم قال: كنت طبيبًا ولا أزال وأعمل مع الموجودين في المجلس وأحمد الله أن منَّ علي بنعمة الإسلام. ثم ذكر بداية معرفته بالإسلام فأشار إلى بعض الحاضرين وقال: هذا دعاني مرة وأخرى وثالثة وأنا معرض عنه حتى أتى يومًا فتحدث لي عن الإسلام وكنت غضبان فنهرته وطردته من مكتبي فلم يعد إلي مرة أخرى ولكن كانت هناك محاولات أخرى مع زوجتي وهي طبيبة في نفس المستشفى فكان أن أتى الإسلام إلى منزلنا عن طريقها فأسلمت ثم أسلمت ولله الحمد. وأنا أعتذر للأخ الذي نهرته ولكني ألومه الآن، لماذا لم يعد عندما نهرته وغضبت عليه؟ ! فالدعوة تحتاج إلى صبر وتضحية ومعاودة مرة ثانية.\rوفي أمر الدعوة يجب أن يلاحظ الداعي احتياجات الشخص فمن كان التقرب إليه بالمال دفعنا له مالاً ولا يستعجب من ذلك فهذا الذي قدم على رسول الله - صلى الله عليه وسلم - وأعطاه ما يريد من الدنيا عاد","seal":"1EC17063","part":1},
      {"page":46,"id":45,"nass":"لقومه ليقول لهم: أتيت من عند من يعطي عطاء من لا يخاف الفقر .. لم ينظر إلا من هذه الزاوية ولذا لم يقل أتيت من عند نبي الله أو هلموا لأكمل الأديان وأتمها. لا بل نظر إلى ذلك من زاوية الدنيا وهي التي لفتت انتباهه وهي التي رغبته في الإسلام .. وبعض المدعوين ينقاد من هذه الزاوية أو من زوايا أخرى فلا يتعجب في البداية من ذلك وليكن الرسول - صلى الله عليه وسلم - القدوة في الدعوة.\rفي أحايين كثيرة من الدعوة يحسم الموقف عند حد معين خاصة إذا كان المدعو بدأ ينفعل وينتصر لرأيه فربما يكون في ذلك ضرر عليه في دينه إن كان مسلمًا فيجب التوقف والانسحاب فالداعي صاحب دعوة لا صحاب انتقام وتشفي.\rفهناك جهلة كثيرون .. وهناك مكابرون ومعاندون ولكن الداعي يسير على نور من ربه في طريق مرسوم {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ}.\rوالحذر أن يكون للداعي موقف يأخذه الشيطان فيرى أن ينتصر لنفسه ويشفي صدره وهذا ليس بأسلوب الدعاة بل الانتصار لله ولرسوله، وتهان النفس وتذل في سبيل الدعوة. لأنه يستقي علمه ومسير حياته من تعاليم القرآن الكريم وسنة نبيه - صلى الله عليه وسلم - ربما يقف يومًا يحتار فيه حتى يقرأ هذا الآية فتنجلي الحيرة وتتضح الرؤية: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ * وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ}","seal":"F7F0467B","part":1},
      {"page":47,"id":46,"nass":"[السجدة: 34 - 35].\rيجب الحرص وعدم التحدث عند الآخرين بأن فلانًا به كذا وكذا وينقصه كذا وكذا، إلا إذا كان في أخبارهم فائدة لدعوة المدعو؛ لأن ذلك ينفر عن الداعي ويجعله غير محبوب. كما أنه يفتح باب الغيبة بين المسلمين.","seal":"ECF4965B","part":1},
      {"page":48,"id":47,"nass":"بحر الجود\rومن أهم الوسائل الدعوة إلى الله الإنفاق في سبيل الدعوة فالمنفق يستطيع أن يطبع ألوفًا من الكتب ويوزع مثلها من الأشرطة ولديه إمكانية تأليف القلوب بالمال والجاه الذي يملكه، ولا شك أن إنفاق المال في الدعوة إلى الله من شكر نعمه، فالغني أتى إلى هذه الدنيا وهو لا يملك نعلاً في قدمه فضلاً عما وراءها.\rفالنعم قسمة من الله لعباده مثلما قسم وبسط الأعمار والأجسام والأخلاق، فلا لأحد فيها فخر ولا له فيها جهد ونصب فلا يدعي أحد مثل قول من كفر بنعمة الله: {إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} أو إنني إنسان ذكي نهاز للفرص مطلع على الأحوال .. فهذه مكابرة، فليس كل من عمل أو استغل الفرص كثر ماله بل ربما يكون العكس.\rفليتق الله أهل الأموال، وغالب الناس اليوم كذلك. فلينفق الجميع مما أعطاهم الله قل أو كثر، فوالله كم رأينا من محروم حرم نعمة المال وكم من محروم حرم نعمة الإنفاق.\rومن تأمل في حال الكثير وجد أن الآخرة لا حظ لها من ماله .. فكم من معلم أو موظف أو تاجر أنفق في عام كامل ألف ريال فقط في سبيل الدعوة وكم من معلمة أو موظفة أنفقت مائة ريال في الشهر!\rنعم مائة ريال من مرتب يزيد عن ستة آلاف ريال!","seal":"46308B4A","part":1},
      {"page":49,"id":48,"nass":"لا تتعجب أيها الحبيب .. بل ريال في كل يوم من كل مسلم يكفي أمة محمد دعوة وتعليمًا وسد حاجة وستر عورة! !\rولكن أين المنفقون؟ !\rأما من يسعون للآخرة سعيًا فسأحدثك بطرف من أخبارهم ..\rأحدهم جزاه الله خيرًا وحرم وجهه على النار وضع حصالة في صالة منزله يضع فيها يوميًا مبلغًا من المال صباح كل يوم عندما يوزع مصروف أبنائه .. فيكون للحصالة نصيب من المصرف .. ريال أو عشرة أو خمسة أو مائة .. وفي نهاية الشهر أو أكثر يسلمها إلى أصحابها. قال: لم أستطع أن اقتطع شهريًا من مرتبي بصفة مستمرة نسيانًا أو غفلة فوضعت هذه الحصالة لأراها كل يوم فأضع فيها ما يتيسر ولله الحمد ..\rأما إحداهن ستر الله وجهها عن النار فكأنها ما خلقت الصدقة إلا لها .. صدقة من حليها ومن ملبسها وإنفاق من مرتبها وكفالة يتيم لمدة عام ومشاركة في أعمال الخير .. تريد أن يكون لها سهم في كل إنفاق! !\rأما طفل الإسلام الصغير الذي لم يتجاوز العشر سنوات فهو يأخذ من مرتبه -في مدرسة تحفيظ القرآن- عشرة ريالات فقط والباقي ينفقه في سبيل الله.","seal":"67490A0B","part":1},
      {"page":50,"id":49,"nass":"أسهل الوسائل\rالاتصالات الهاتفية جعلت باب الدعوة سهلاً ميسرًا .. وطرق الدعوة تختلف باختلاف طبائع الأشخاص ونوع المعصية فربما يستنفذ الشخص جميع الوسائل ولا تجدي أي وسيلة وربما ينفع الله بأول وسيلة .. ومن تلك الوسائل التي يسرها الله لنا في هذا العصر .. الهاتف.\rوهو وسيلة دعوية سهلة .. فيها صلة الأرحام، وسؤال عن الحال .. وبث نصيحة وإنكار منكر وإعلام بحديث، وحفظ ومراجعة للقرآن .. وبالهاتف يستفتى العلماء ويسأل طلبة العلم وكثير من الاتصالات التي يداوم عليها صاحبها تزرع في نفس المتصل عليه المحبة لهذا الشخص بشرط أن يبتعد عن كثرة الأسئلة وفضول الكلام .. بل يكفي السؤال العابر وإظهار المحبة الصادقة ومع تكرار تلك الاتصالات حتى على فترات متقطعة يستطيع الداعي أن يدعو بسهولة وتدرج.\rوالهاتف من أسهل أمور الدعوة بالنسبة للمرأة التي لا تستطيع أن تصل رحمها متى ما أرادت، وتدعو أحبتها وقريباتها من خلال الهاتف، ولها في الاتصالات قربة وسلوى.\rولا تغني الاتصالات عن المشاهدة والسؤال عن الحال مباشرة، ولكنها تؤدي غرضها إلى أجل الزيارة. فإذا وقعت الزيارة كانت الدعوة أكثر قبولاً وأوضح محبة للزائرة التي تتفقدها بين حين وآخر.","seal":"41060D90","part":1},
      {"page":51,"id":50,"nass":"وللهاتف مجال رحب وواسع في باب النصح خاصة لأصحاب السمت الطيب والحياء الفطري. فبالإمكان الاتصال على المدعو ذكرًا أو أنثى ويسلم عليه ويمدح بما هو أهله ثم يذكر الأمر .. وإن كان في ذلك حرج وصعوبة فبالإمكان شرح الأمر لأحد أصحاب الرفق واللين ممن منحه الله طلاقة في الحديث وحسنًا في اختيار العبارات. فيحدثه الداعي بأن هنا كذا وكذا ولا يخبره إلا بالاسم الأول لعدم الحاجة إلى الاسم الكامل ويدعه يتصل بالمدعو في وقت مناسب ويختصر في الحديث ولا يجادل ولا يعارض .. بل هو حامل رسالة يبلغها. وكثير من تلك الاتصالات خاصة النسائية نفع الله بها لأنها خالصة لوجهه الكريم ويخاطب فيها أصحاب الحياء والفطر الطيبة .. وما كان لله فهو يبقى.","seal":"5AA03F39","part":1},
      {"page":52,"id":51,"nass":"يا بني\rالأبناء مرآة تعكس حال المنزل وما بداخله .. والأبناء إذا كانوا على درجة من النظافة والترتيب وحسن الأدب علم الناس حسن تربيتك وتقربوا لك لأنهم رأوا حالك في المنزل .. وقليل من يهتم بجانب تربية أبنائه في هذا الزمن.\rولحسن التعليم والتربية نرى أن من يحفظ القرآن وهو صغير يبرز بين أقرانه ويحدثهم بحفظه للقرآن وكم يحفظ، ومتى يحفظ؛ فيكون داعية لحفظ القرآن بحديثه مع أقرانه .. بل ربما امتد ذلك للآباء والأمهات ليتحدثوا عن حفظه وكم يحفظ. إنها حلق ومدارس مباركة فما أن ينتهي الطالب من المرحلة المتوسطة حتى يكون قد حفظ القرآن كاملاً .. وهذا يحرك شعور النقص في تربية بعض الأسر وسوء اختيارهم وغفلتهم عن أبنائهم.\rمن وسائل محبة الزائر أن يظهر الداعي محبة أبناء البيت والسلام على أطفالهم والسؤال عن أحوالهم ومستوياتهم الدراسية فإن هذا مما يفرح الوالدين .. أما إظهار عبارات الثناء والمديح للأبناء فإن ذلك قمة السعادة للوالدين لأن الأب يرى أن ذلك امتداد لشخصه فكأنه مدحه من جهة الامتداد ومن جهة حسن التربية والتعليم والعناية بالطفل.\rوما دام للأطفال هذا الواقع فإنهم مدخل من مداخل الدعوة من إظهار محبتهم وإهدائهم الهدايا الطيبة وهناك أشرطة جميلة","seal":"A1EF09EE","part":1},
      {"page":53,"id":52,"nass":"للأطفال ليس فيها محظور شرعي بل فيها قراءات لصغار الطلاب وأناشيد ومسابقات وهناك أشرطة فيديو في نفس هذا الاتجاه. والإهداء لا يختص بالأطفال فربما أن الوالدين استمعا وشاهدا تلك الأشرطة فتلين قلوبهم لذلك وقد اهتدى الكثير عندما رأوا حالات الدمار والجوع والفقر في الصومال والتشريد والقتل في البوسنة.\rللداعية تأثير قوي على من حوله من الأبناء فيحث الأب على العناية بأبنائه وتربيتهم والعناية بهم والسؤال عن عدم حضورهم للصلاة في المسجد .. وكذلك الأم تسأل عن ابنتها وعدم مبالاتها بالمدرسة أو كثرة الهواجس فربما أنها تعاني من مشكلة ولا يجد أحد حلاً لها إلا بتدخل أكثر من طرف.","seal":"EB20D1E7","part":1},
      {"page":54,"id":53,"nass":"أصحاب الهمم\rمن أدب الدعوة إنزال الناس منازلهم وذكر ما بهم من صفات طيبة ولما لوالديهم أو عائلاتهم من مكانة .. وما يتمتع به المدعو من سيرة حسنة .. فإن ذلك أدعى للقبول وراحة للنفس وتقبل للنصيحة. ولا يتعجل في النصيحة إلا بعد طرق المدعو بالعبارات الطيبة والكلمات المختارة وهي كلها كلمات حق وفيها معنى سام للدعوة.\rوهذا الأمر مهم جدًا فيفرق بين نصيحة كبير في قومه أو مركزه، أو رجل له فكر ومكانة لعلمه، أو كان من أهل الحسب والنسب، فإن ذلك من باب كسب القلوب وتأليفها وإنزال الناس منازلهم وحال المدعو تستدعي طريقة الحديث ونوعه بل ومكانه أيضًا.\rولا بد من الاهتمام بهؤلاء لمكانتهم ولتأثيرهم في مجتمعهم بل ولتأثر الناس بما هم عليه من صلاح أو فساد. ولا يعني ذلك إغفال الآخرين إنما يدعى كل بحسب حاله وينزل منزلته.\rكما أن في ذكر من لهم أثر في رفعة الإسلام من علماء وتجار للمدعو وكيف بذلوا أوقاتهم وأنفسهم وأموالهم .. بل حتى ممن هم دون ذلك ولهم أعمال مشهورة .. مدعاة إلى الحياء من الله وتنقص الحال .. فإن ذكرت سيرة علمائنا المعاصرين وجدت الدرر الكامنة والصور الناصعة ومن يجعل علامة الإسلام في عصره وإمام أهل","seal":"C1E32448","part":1},
      {"page":55,"id":54,"nass":"السنة في زمانه الشيخ عبد العزيز بن باز وما يبذله من مال في سبيل الدعوة حتى تواتر أنه يكفل ما يزيد عن ستمائة داعية في مشارق الأرض ومغاربها ولا يرد سائلاً أبدًا ويبذل من وقته وماله للإسلام ما استفاضت به الأخبار وسارت به الركبان.\rوهناك من المربين والمربيات من حسنت سيرتهم وطار ذكرهم لما لهم من أعمال عظيمة .. فهذه مدرسة لغة إنجليزية استقامت مدرسة كاملة على يديها. وتلك بذلت مالها وحليها في سبيل الله .. وأخرى حرم الله وجهها على النار لا تأخذ من مرتبها ريالاً واحدًا بل تدفعه كله إلى الفقراء والمحتاجين والهيئات الخيرية .. وآخر يذهب لمراكز إصلاح السيارات، وما بسيارته من خلل، وإنما هدفه دعوة العاملين إلى الإسلام وتوزيع كتب الجاليات عليهم. صور كثيرة لا تخلو منها أسر ولا يغيب عن البال كثير من تلك الإشراقات الطيبة.\rإن في ذكر ذلك تقوية للعزائم وتحريكًا للهمم وإشاعة لأعمال الخير وثناء على العاملين ودعاء للمخلصين.","seal":"7D446337","part":1},
      {"page":56,"id":55,"nass":"تقدموا وتأخرنا\rللنصارى والكفار عمومًا دورٌ لا ينكر في كثرة أعمالهم وتتابع جهودهم التي شرقت وغربت، فهم يدعون ويبذلون ويجاهدون ولا ييأسون .. وذكر أعمالهم وصبرهم فيه إذكاء للتحدي وتحريك لنفس المدعو وضرب للأمثال وقياس للواقع .. فهؤلاء النصارى بذلوا جميع ما يملكون من إمكانات مادية وبشرية وغيرها في سبيل دعوتهم الباطلة ودينهم المحرف.\rوقد حدثني أحد العاملين بمستشفى للعيون فذكر لي أن لديهم طبيبًا ماهرًا نابغًا في عمله ويعد من الأطباء القلائل في مجال تخصصه. وله مرتب ضخم وسكن مريح وسيارة فارهة. ولما تقدم بطلب إجازة سئل أين ستقضيها؟\rفأجاب: في أفغانستان! ! مع جماعة أطباء بلا حدود .. وهي جمعية تنصيرية اتخذت العلاج لعملها الخبيث.\rفتعجب الكثير من تضحيته بالمسكن المريح والمكان الجميل والإجازة السنوية يقضيها بين القنابل والرصاص في خيام لا تقي الحر ولا البرد.\rأما ذلك المنصر الآخر فقد أقام في كوخ تنقصه وسائل الراحة مدة أربعين سنة كاملة .. نعم أربعين سنة في أدغال أفريقيا ووسيلة اتصاله بالعالم طائرة مروحية صغيرة تأتيه بين حين وآخر محملة بالأدوية والهدايا.","seal":"BCAD8065","part":1},
      {"page":57,"id":56,"nass":"فذكر تلك القصص وتلك الإمكانات المالية الضخمة في التنصير تدمي القلب وتحرك المشاعر الكامنة في النفوس كما أنها تلقي ظلالاً على أعمال الكفار في سبيل تنصير وإفساد عقائد المسلمين.","seal":"994AAA31","part":1},
      {"page":58,"id":57,"nass":"أنت تحت المجهر\rالناس يتعاطفون مع الضعيف والصغير .. ويتشوق الكثير إلى معرفة حال الداعية في منزله مع زوجته وأبنائه؛ هل هو حسن الخلق لين الجانب أم عكس ذلك؟ وتلك الأخبار تتجاوز الأسر والأقارب إلى الجيران والمعارف وكلها مقدمات لقبول الدعوة وربما تكون بابًا للصد بل وأحيانًا للاستهزاء إذا تلقفتها ألسنة الفساق .. فهذا لا يكرم زوجته وربما رفع صوته عليها وهكذا.\rثم إن الناس إذا رأوا حسن تعامل وخلق الأخيار أحبوهم وأحبوا تزويجهم والعكس ربما يقع.\rوأذكر هنا قصة خاصة ليست من القصص العامة ولا تنطبق إلا على أفراد قلائل من بعض الشباب.\rفقد كان لامرأة عجوز قريب غير ملتزم ولكنه حسن الخلق بار بوالديه وأقاربه صاحب كرم وسخاء وهدايا وعطايا فأحبته قريبته رغم علمها بمعاصيه الظاهرة. وكان لها قريبة تزوجت بمن ظهر عليه علامات الصلاح ولكنه كان يسوم زوجته العذاب لسوء خلقه، ومنعها من زيارتها وإعانتها وهكذا حتى كرهته النساء وكان صورة كريهة للملتزمين. فإذا تقدم للمرأة العجوز خاطب ردت وعارضت قبول الملتزم وإذا تقدم صاحب الفسق الظاهر وربما التارك للصلاة رحبت به قياسًا على الآخر.","seal":"4978C6DA","part":1},
      {"page":59,"id":58,"nass":"وهكذا كان هذا الأخ الملتزم مع جهل المرأة سببًا في كره الملتزمين لسوء خلقه وعشرته مع زوجته .. فهذا لا تقبل دعوته في وسطه لأن تلك المعاملة السيئة سبقت دعوته فكرهه المدعو وكأني به يقول: أصلح نفسك أولاً! !","seal":"43313468","part":1},
      {"page":60,"id":59,"nass":"الصدقة الجارية\rفي الساحة الآن مجلات إسلامية ذات منهج طيب وعلى الرغم من الحاجة إلى أضعاف هذا العدد من المجلات الموجودة إلا أن العدد الموجود على قلته يعتبر من وسائل الدعوة وذلك بتقديم اشتراك في المجلة للمدعو سواء علم من الشخص الذي دفع بقيمة الاشتراك نيابة عنه أم لا .. بحسب الحال فقد يكون هناك مناسبة طيبة ويخبر المدعو بذلك وقد لا تتهيأ الفرصة المناسبة ويتحرج الداعي من إخبار المدعو ولكنه يقدم اشتراكًا باسمه ويدفع قيمة الاشتراك.\rوهناك مناسبات الأولى تنوع الهدية فيها مثل الهدايا التي تقدم إلى المرأة بعد ولادتها فغالبها تتراوح بين ثلاثة وأربعة أنواع من هدايا متكررة منذ سنوات .. فما المانع أن تخبر الزائرة صاحبة المنزل أنها ستزورها كل أسبوع مثلاً على سبيل الدعابة فإذا تعجبت من ذلك قالت لها .. إنني أقدم لك هدية مختلفة عن الهدايا المعروفة وسأقدم لك اشتراكًا في مجلة تصلك كل أسبوع .. تنوب عني في زيارتك ..\rوهكذا ستجد المدعوة أن وسيلة دعوية ستطرق بابها كل أسبوع أو كل شهر وستقرأها على مهل وتتأمل ما فيها .. وتطلع على الفتاوى الشرعية وأقوال العلماء وغيرها مما فيه فائدة عظيمة.\rوفي هذا الاشتراك إعانة للمجلات الإسلامية على الاستمرار والبقاء في جو سيطرت عليه المجلات الخليعة والفاسدة.","seal":"BCC6525A","part":1},
      {"page":61,"id":60,"nass":"ثم الأمر الثالث في هذه الهدية هو أن وقت قراءة هذه المجلة ربما يكون في قراءة مجلات سيئة مادة ومحتوى. ومن ناحية مادية فإن قيمة الاشتراك ربما يقل كثيرًا عن قيمة الهدايا الأخرى التي تقدم.","seal":"02CA290A","part":1},
      {"page":62,"id":61,"nass":"تنفيس الكرب\rلا بد من خدمة المجتمع والجماعة والقيام على شئونهم وتلمس حاجاتهم حتى يكسب الداعي عطف ومحبة الجميع .. فيكون محبوبًا عندهم .. ومن أعظم الخدمات التي تقدم للمدعو كشف الكرب.\rفإن كشف الكرب عن الناس وقضاء حوائجهم وتيسير أمورهم أمر تحبه النفوس وتتعلق بفاعله. فالنفوس مجبولة على حب من أحسن إليها وفي الحديث: «من نفس عن مؤمن كربة من كرب الدنيا، نفس الله عنه كربة من كرب يوم القيامة .. » (¬1) فالكثير يضرب أخماسًا بأسداس لأمر يسير إذا سدت في وجهه مفاتيح الطلب والرزق .. فتراه يقلب الطرف ويبحث عن أحد يعينه ويساعده ..\rفكن أول من يهب لخدمته بالمال والجاه وبذل النفس، وأذكر أن أحد الإخوة حدثني عن أحد العلماء الأجلاء -رحمه الله- ممن لهم مكانة ومنزلة فقال: حدثت الشيخ برغبتي في النقل من مكاني ووظيفتي إلى إدارة أخرى وكان هذا الطلب عرضًا فهب الشيخ -رحمه الله- من المجلس إلى داخل منزله فظننت أن الشيخ سيحادثهم بالهاتف فإذا بالشيخ قد أقبل وعليه آثار الوضوء ويحمل عباءته في يده وقال: هيا نذهب الآن، فقلت له: يا شيخ، ما قصدت ذلك الآن، أردت توصية أو خطابًا فقاطعني الشيخ وقال: هيا.\r¬__________\r(¬1) رواه مسلم.","seal":"FAB55D5B","part":1},
      {"page":63,"id":62,"nass":"فكان أن ذهب معه وفرج كربته ولا يزال الرجل يدعو للشيخ إلى اليوم وكلما سنحت فرصة أو مناسبة أعاد هذه القصة على مسامع الجميع. وقد يظن البعض أن قضاء حوائج الناس والشفاعة لهم مختصة بطبقة معينة ليس هو من أهلها، ولكن هذا ليس بصحيح .. فمثلاً التوسط لإدخال ابن المدعو مدرسة أمر ميسور للكثير حتى لو ذهب بنفسه للمدرسة .. وإعانة المرضى للحصول على العلاج في المستشفيات يقارب الأولى وكذلك التوسط للكثير في إنجاز أعمال صغيرة فيه فرح وتفريج كربة.\rوأذكر أن شابًا في أحد الأحياء، فرغ نفسه لخدمة الأرامل والأيتام ومتابعة أبنائهم في المدارس وإنهاء معاملاتهم لدى الدوائر الرسمية وهي لا تأخذ من وقته مع حسن النية كثيرًا وتعني شيئًا عظيمًا لتلك الأسر.\rوتفريج الكرب وإزالة الهموم لا حد له من الأعمال بل ربما بكلمة عن الصبر والاحتساب تجعل المدعو تهدأ نفسه وتقر عينه. وأعرف من بذلت نفسها للرد على مكالمات النساء لحل مشاكلهن وأكثر حلولها تطييب خاطر ودعاء وإعانة على الصبر والاحتساب وذكر بعض القصص والعبر .. فسبحان من سخرهم لخدمة المسلمين وتفريج كربهم وهمومهم.","seal":"88565AD1","part":1},
      {"page":64,"id":63,"nass":"الصحبة\rأصدق وصف وأوضحه في أمر الصحبة حديث نافخ الكير قال - صلى الله عليه وسلم -: «إنما مثل الجليس الصالح وجليس السوء، كحامل المسك، ونافخ الكير، فحامل المسك، إما أن يحذيك، وإما أن تبتاع منه، وإما أن تجد منه ريحًا طيبة، ونافخ الكير، إما أن يحرق ثيابك وإما أن تجد منه ريحًا منتنة» متفق عليه.\rبل رفع الله ذكر الكلب برفقته للصالحين قال تعالى: {سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ}.\rوالصحبة في مجال الدعوة تكون في خطوتين؛ الأولى منهما الدعوة إلى الالتزام، والثانية الإعانة والتثبيت على الالتزام.\rوإن كانت المرحلة الأولى تختلف مدتها إلا أن الثانية مستمرة حتى مراحل متقدمة من ثبات الالتزام ووضوحه .. بل إنها مستمرة حتى الموت.\rوالصحبة تكون غالبًا من خارج وسط المدعو، وحتى يكون لها قبول عند المدعو. يجب أن يودها ويحترمها ويقدرها وعندها يبدأ أمر الدعوة أما إذا كان هناك تنافر وعدم انسجام فربما يكون العائد من الدعوة قليلاً جدًا. ولذا يفضل أن تعرف حال المدعو وما هي هواياته ورغباته وماذا يحب وكيف هي شخصيته.\rوأذكر أن امرأة صالحة أرادات لزوجها الالتزام وسلوك جادة الحق فهاتفت بعض أقاربها وبعض العلماء وبعد مشاورات قالت","seal":"DA42A9D2","part":1},
      {"page":65,"id":64,"nass":"لإحدى صديقاتها: زوجي يحب الرحلات البرية والصيد فابحثوا له عن رفقه طيبة لها تلك الرغبات وتحب تلك الرحلات.\rفكان أن تم التعارف بينه وبين تلك الصحبة والرفقة وبدأ يذهب معهم في رحلاتهم البرية فأنس بهم والتزم على أيديهم.\rوهذا يعطي مثلاً لمن أراد الدعوة أن يلتمس جانبًا يتفق فيه المدعو مع الصحبة حتى يكون منطلقًا لتلك الصحبة. وهذه الوسيلة تطرقها الأمهات والزوجات لأبنائهن وأزواجهن إذا لم يرين تأثر المدعو بطريقتهن وكذلك تشيع بين أوساط الطلبة والطالبات وفي مجتمعات الأحياء. وهي وسيلة فيها من الدعوة والصبر الشيء الكثير.\rوعند البحث عن الصحبة الطيبة يجب الحرص على اختيار أفضل تلك الصحبة وأنفعها علمًا وأكثرها قربًا إلى الله فإن هناك من هم على خير وصلاح في أنفسهم ولكنهم مضيعون للأوقات في أحاديث عن الدنيا وربما بعضها في الغيبة .. فهذا وإن كان له في الدعوة نصيب فإن ضرره حاصل على نفسه وعلى المدعو.\rوهناك أمور تعين على الصحبة ييسرها الله مثل صحبة مدرسة أو رحلة جماعية أو لقاء في مكان عام وهكذا.\rوللداعي أن يتلطف مع المدعو ويتصرف بلباقة وحسن أدب وبشاشة وسرعة خدمة حتى يكسب قلب المدعو ويجعله يتقبل ما يطلب منه من ترك معصية أو فعل خير .. وعليه بذلك الجهد","seal":"7C0A7931","part":1},
      {"page":66,"id":65,"nass":"والنفس وربما المال والوقت في سبيل ذلك ولا يتكبر ولا يتعالى .. بل يتواضع ويتلاين حتى تبلغ محبته قلب المدعو.\rالخلق الحسن إلهام من الله ومنحة لمن وفقه الله، ومن يتحلى بذلك قلائل ولكن يجب أن نوطن أنفسنا على حسن الخلق فما الحلم إلا بالتحلم والكرم إلا بالبذل. ويعجب المرء من أصحاب الدعوات الباطلة والعقائد المنحرفة كيف وطنوا أنفسهم على حسن الخلق والصبر على أذى الناس إن الكثير يلمز ويغمز بحسن خلقهم مقارنة بالآخرين وما علموا أن الله قال فيهم: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ * عَامِلَةٌ نَاصِبَةٌ * تَصْلَى نَارًا حَامِيَةً}.","seal":"45040012","part":1},
      {"page":67,"id":66,"nass":"الجليس الصامت\rللكتاب الإسلامي انتشار واسع في مشارق الأرض ومغاربها وهو من أقوى وسائل الدعوة إلى الله وأكثرها شيوعًا وانتشارًا وقد ساعد على ذلك صغر حجمه وخفة وزنه وتدني سعره فلا يتجاوز البعض منها ريالاً واحدًا. كما أن لجمال العرض وتصميم الأغلفة عوامل جذب أيضًا.\rولقد تنوعت عناوين الكتب واختلفت المعالجات فيها وللداعي أن يختار من الكتب ما يناسب من المادة والموضوع.\rولا شك أن أهم تلك الكتب كتب العقيدة الصحيحة التي ألفها علماؤنا الأفاضل ولنرى أثر الكتاب واضحًا سأروي قصة أحد الإخوة ممن عملوا في توزيع الكتب على حجاج بيت الله الحرام في مطار جدة فحدثني قائلاً:\rإنه في حج 1415 هـ، وأثناء توزيع الكتب على حجاج رحلة قادمة من السودان لفت نظري رجل يحمل كتابًا أصفر تمزقت أطرافه وقد تقادم به الزمن فسألت صاحبه أن يعطيني إياه فرفض وقال: هذا الكتاب له عندنا في القرية سبع عشرة سنة وكلما حج شخص من قريتنا حمل هذا الكتاب. قال المتحدث: فنظرت إلى الكتاب فإذا به «دليل الحاج والمعتمر» للشيخ عبد العزيز بن باز. فقلت له: هاتان نسختان من كتاب التحقيق والإيضاح لنفس المؤلف وتعطيني النسخة الموجودة لديك؟ فوافق بعد مشقة.","seal":"61E9F631","part":1},
      {"page":68,"id":67,"nass":"وأذكر أيضًا أن إحدى المؤسسات الخيرية التي تقوم بإرسال كتب لخارج المملكة وصلتها رسالة من أخت مغربية أوضحت فيها حالتها المادية الجيدة وكيف أنها تلقت الكتب قبل رمضان بستة أشهر ولم تلق لها بالاً .. حتى جاء شهر رمضان فتناولتها وقرأتها وتابت من أمور كثيرة ذكرتها.\rوالبعض أرسل يقول أن لديهم أحد الكتيبات الصغيرة محجوز لمدة شهر كامل يتناوبون قراءته واحد إثر الآخر.\rولا شك أن ندرة الكتاب الإسلامي في الخارج يدعو إلى بذل وإرسال المزيد دعوة إلى الله ورفعًا للجهل وإنارة للبصائر.\rهذا بالنسبة للبعيد .. أما بالنسبة للقريب من ديارنا فحدثني من أثق به أن هناك مناطق لم تر الكتيبات وقد استظرف أحدهم كتابًا ذا غلاف جميل وحسبه من الروايات الغربية وتعجب من حسن غلافه وتصميمه ومادته.\rوالكثير ولا شك ربما قرأ كتبًا لكن موضوع النصيحة لم يقرأ عنه كتابًا.\rفمثلاً المبذرون لم تصلهم كتب عن التبذير، وأهل الفسق والمعاصي لم تصلهم كتب عن التوبة، وأهل النوم عن الصلاة لم يروا كتبًا عن حكم تأخير الصلاة وهكذا.\rويحسن اختيار الكتاب بدقة وعناية وحرص .. وبالإمكان الاستفادة من البريد في إرساله أو يقدم في الحفلات والتجمعات العائلية والأسرية والمدرسية وغيرها على شكل جوائز وهدايا.","seal":"45488FD8","part":1},
      {"page":69,"id":68,"nass":"وكثير ممن يرسلون رسائل لأشخاص في الخارج يركزون على كتب الرقائق وبعض قصص التوبة ولا يرسلون معها كتبًا عن العقيدة فما الفائدة إذًا إذا تاب المرسل إليه وعاد ورجع عن معصيته ثم قام ليذهب إلى قبر الولي ليدعوه أو ليطوف به؟ ! فالأولى إرسالهما معًا وإن كان ولا بد من كتاب واحد فكتب العقيدة أولى.\rوالعجيب من تهاون الكثير في مجال الدعوة المتيسرة لديهم، فمن لديه خادمة يقوم شهريًا بإرسال رسالة لأهلها. فلماذا لا يرسل مع هذه الرسالة كتابًا أو أكثر. ولو أردنا أن نعرف تقصيرنا وأحصينا ما لدينا من خادمات أندونيسيات مثلاً لقارب العدد مليون خادمة حسب الإحصاءات المعلنة فلو أرسل مع كل رسالة كتابان فقط وكان معدل الرسائل عشر رسائل سنويًا لأرسل كل شخص عشرين كتابًا ولأرسلنا من هذا البلد المبارك أكثر من عشرين مليون كتابًا لبلد مسلم استوحشته الأمم الكافرة وقامت بحرب شرسة لتنصيره فالله المستعان! !","seal":"816E10E7","part":1},
      {"page":70,"id":69,"nass":"أصغ بقلبك\rمن نعم الله على هذه الدعوة في هذا الزمن وجود الشريط الإسلامي وهو وجود متعدي النفع، فمن تعدده وكثرة المحاضرين إلى تيسر حمله وقلة ثمنه واصطحابه في أكثر الأماكن فراغًا وهي السيارة والمنزل. وكذلك انتشار محلات بيعه بل إنه يوجد في كثير من البقالات والدكاكين غير المتخصصة في هذا النشاط وما ذاك إلا دلالة على كثرة الطلب عليه.\rوفي تنوع أسماء المحاضرات والمحاضرين فرصة كبيرة للاختيار. فمن دروس علمية إلى شرح للمتون ومحاضرات وعظية وقصائد شعر ترقق القلوب إلى أشرطة تحمل نفسًا إسلاميًا للطفل الصغير. وهذا التعدد والتنوع ربما يوقع الداعي في حيرة من أمره .. ماذا يقدم ويهدي للمدعو؟ !\rولا شك أنه لا بد من حسن تقييم الداعي ومعرفته بالأشرطة الموجودة وحاجة المدعو وطبيعته الشخصية وميوله النفسية، ويمكن سؤال المهتمين بالأشرطة والمتابعين لها من المستمعين أو من العاملين بالتسجيلات.\rويفضل أن تكون الدعوة في البداية بالتمهيد وتعويد الأذن على سماع الشريط الإسلامي هي فاتحة سماع الشريط عند البعض فهناك أشرطة دعوية أدبية وهناك أشرطة عن تربية الأبناء وهناك أشرطة للصغار .. كل هذه تكون نواة للشريط الأول المهدي لشموليتها في المواضيع كشريط عام عن السعادة مثلاً وكذلك لتربية","seal":"8EE4D54C","part":1},
      {"page":71,"id":70,"nass":"الأبناء اهتمام لدى الكثير.\rويحسن إهداء شريط واحد فقط حتى يسمع كاملاً ويكون له وقع في النفس. وبعض الأشخاص ربما تكون دعوتهم عن طريق صغارهم فيهدي أشرطة أطفال كإهداء من الداعي إلى أطفال المدعو وغالبًا يحبها الأطفال ويفرحون بها فتكون بداية لدخول الشريط الإسلامي لذلك المنزل.\rوقد ذكر لي بعض الإخوة الكرام عن شاب سافر إلى بلدته من الرياض ومعه والدته وعمته فلما ركبت عمته العجوز وبدأ السير رفع الشاب جهاز التسجيل فإذا بصوت غناء أحد المغنين فسألته العمة العجوز: كم المسافة إلى البلدة؟\rفأجاب: بأنها تقارب من الساعتين.\rفقالت له: وهل سنمضي الساعتين مع هذا الغناء؟\rقال لها: نعم، قالت: ليس هذا من حسن العشرة ورفقة الطريق ولكن لك ساعة ولنا ساعة أي أن الطريق مناصفة بيننا.\rقال الشاب: فاستلطفت العرض ووافقت على ذلك. فقلت لها: أين شريطك يا عمتي؟ قالت: بل أنت ضع شريطك، فقال لها الشاب: بل أنت يا عمتي أكبر سنًا مني ولك الحق في ذلك .. فناولته شريطًا لأحد الوعاظ مليئًا بالقصص الجميلة عن الحياة ويردد بين حين وآخر بيتًا من الشعر .. فاستمع الشاب إلى الشريط بمتعة عجيبة حتى مضت الساعة كاملة وكأنها دقيقة، وعندها قالت له عمته: هيا، هات شريطي وضع شريطك .. قال لها: يا عمتي حتى ينتهي","seal":"1D755012","part":1},
      {"page":72,"id":71,"nass":"الشريط قالت: لا .. المؤمنون عند شروطهم.\rفأصر الشاب على عدم تغيير الشريط رغبة في معرفة نهاية إحدى القصص التي ذكرت في الشريط .. عندها قالت له العمة: بشرط أن لا تضع شريطًا لك طوال ذهابنا وعودتنا .. فوافق على ذلك وكانت بداية هدايته على يد ذاك الشريط.\rفحسن الاختيار مهم والتوقيت مهم والموضوع الذي يختار مهم أيضًا وكلها عوامل إذا اجتمعت قد تكون سببًا من أسباب هداية المدعو أرادها الله.","seal":"19E4C051","part":1},
      {"page":73,"id":72,"nass":"لمسات حانية\rالمدرسة مكان دعوي مهم وأرض خصبة منبتة .. يساعد على ذلك عوامل كثيرة منها طول مدة اليوم الدراسي والسنة الدراسية وكذلك قيمة الدرس وأهميته .. وتتفاوت الدعوة باختلاف الأعمار من مرحلة إلى أخرى.\rومن خلال خمس وأربعين دقيقة يستطيع المعلم والمعلمة إيصال ما يرغبون فيه إلى الطلبة بشكل عام وإلى الطالب المعني بشكل خاص. وهناك التفاتات من المعلم إلى الطلبة النابغين والنابهين ومن لهم وجاهة في المجتمع من علم أو منصب أو جاه فإنهم القدوة في وسط ذاك المجتمع .. وكذلك الالتفات إلى من يحتاج من الطلاب إلى عناية ودعوة، وللمعلم حرية وطول وقت تساعده على اختيار وسائل وطرق الدعوة بل وتنوعها وتعددها.\rوسأضرب لذلك مثلين أو أكثر تبين أهمية المدرس في المدرسة وأثره على الطالب وأسرته:\rفالأول ذكره لي أحد أئمة المساجد، وكان قادمًا من منطقة بعيدة إلى الرياض للدراسة الجامعية وكان متفوقًا وقد سأل أحد المشايخ طلاب السنة الأولى الجامعية .. من الأوائل في هذا الصف؟ ! ثم بدأ يسأل الأوائل كم تحفظ من كتاب الله عز وجل؟ !\rقال الإمام -وكان من المتفوقين-: سألني كم تحفظ من كتاب الله؟ ! فأجبته: أربعة أجزاء ..","seal":"5E47FE28","part":1},
      {"page":74,"id":73,"nass":"فقال: هذا لا يليق بك ولا بطالب علم مثلك.\rوطلب منه أن يحضر إلى مكتبه بعد المحاضرة.\rقال الإمام: فذهبت إليه وأنا كلي رهبة وحياء من الشيخ خاصة أنني قادم من مدينة بعيدة .. ولا أعرف نظام الجامعة ..\rوعندما سلمت عليه حثني على حفظ كتاب الله وحفظ المتون الأخرى وطلب أن أوافيه كل أسبوع ليسمع ما حفظت .. ورتب لي جدولاً بذلك. فكان أن بدأت أحفظ وهو على تسميعه لي .. واستمررت بعد ذلك الفصل حتى حفظت القرآن وبدأت أحضر دروس العلماء ودروسه هو بالذات.\rفهذا الاهتمام الشخصي له أثر واضح ورعاية طالب بعينه لها وقع في نفسه وشحذ لهمته.\rوموقف آخر لمدرسة في مدرسة ثانوية للبنات بدأت تتلطف مع طالباتها حتى أحببنها ثم بدأن يتنافسن لحفظ القرآن في المنزل بمشورة منها .. بل وأصبح الكثير منهن داعيات في وسط أسرهن.\rوهناك أمثلة كثيرة تحفل بها كتب التاريخ والتراجم والسير عن بروز ونبوغ أحد العلماء على يد شيخه بل ربما بكلمة منه تغير مجرى حياة الطالب.\rوبعض المدرسين يأتي به من جانب آخر كما ذكر لي أحد المدرسين فقال: عندما عينت في إحدى المدارس كان هناك طالب مشاغب ومهمل في دراسته إلى درجة أن يثير الاشمئزاز من تصرفاته فأخذته بمفرده وقلت له: أنت لم تخلق لمثل هذا، ومثلك تنتظره","seal":"6B624AE1","part":1},
      {"page":75,"id":74,"nass":"الأمة، وجعلته عريفًا على الفصل وبدأت أتابع دروسه وقلت له: نريدك قائدًا عسكريًا، فكان أن تغير حاله وصلحت أموره وترك التدخين وأتاني والده وسلم علي ودعا لي.\rإنها لمسات حانية وجهد بسيط يغير أمورًا كثيرة ومشاكل متواصلة.\rكما أن لشهادات الشكر أثرًا ملموسًا في تهيئة الطالب واهتمامه بمستقبله. والاهتمام بالطالب ربما يؤثر في أسرته بشكل مباشر من حسن تعامل المدرس وحديث الطالب عنه بين والديه وأهله كما أن لوصول الكتب والأشرطة التي تهديها المدرسة إلى منزل الطالب وحسن الاختيار فيها أثرًا واضحًا ملموسًا.\rربما يكون الداعي مدرسًا فيهتدي على يديه أمة.\rوالمدرس ينفع الله بهدايته فصولاً دراسية كاملة .. بل ربما طالب واحد يكون عالم الأمة غدًا .. كم من الأجر سيكون لهذا الداعي الأول؟ ! لا ينقص من أجرهم شيئًا؟ ! وأذكر أن رجلاً كبيرًا في السن لا يقرأ ولا يكتب قصد شابًا حتى اهتدى على يديه وهذا الرجل الكبير الآن يحضر محاضرات الشاب الذي أصبح داعية معروفًا .. فكم من الأجر لهذا الداعي؟ وهو أمي لا يقرأ ولا يكتب ولكنه كان سببًا في هداية هذا الشاب الذي أصبح داعية الآن ونفع الله به!\rوهناك أمور يستفيد منها المدرس أو المدرسة وهي اختيار بحث أو دراسة كتاب للمدعو ويركز على الأمور الإسلامية","seal":"84EBDAD9","part":1},
      {"page":76,"id":75,"nass":"وخاصة ذات الطابع الإعلامي حتى لا يكون أمر الدعوة مباشرًا؛ فمثلاً كتابة بحث عن المسلمين في روسيا أو البوسنة أو الصين أو الصومال فإن في ذلك ربطًا لواقع المدعو بالمسلمين وهمومهم وما يصيبهم من نكبات وويلات، وكذلك إدراج بحوث عن التنصير وجهود النصارى.\rوهناك نقاط تربوية كثيرة يعرفها المربون ويبذلون في ذلك أوقاتهم وأموالهم ويرهقون أعصابهم محتسبين في ذلك كله الأجر والثواب .. وكم من معلم خرج أجيالاً متعاقبة أثرت في مسير الأمة كلها، وكما أن المعلم يحرص على الطالب النابغ والنبيه فهو يحرص أيضًا على الطالب الذي ظهرت عليه أمارات الانحراف فإن المربي (أو المربية) يضع عينه على بعض الطلاب فيعمد إلى عزل بعض من يرى فيه خيرًا أو توجهًا وقبولاً عن بقية التلاميذ حتى لا ينجرف مع التيار ويكتسب صفات سيئة.\rوالحديث عن التعليم لا ينقطع وهو سبيل الأمة إلى النهوض والرفعة والسؤدد.\rأخي المسلم:\rالكثير يلقي كلمة دعوية عابرة ولا يلقي لها بالاً وكثير من المدعوين اهتدوا بكلمة واحدة .. فكثير بدأ يجاهد نفسه على فعل الطاعات بسبب كلمة سمعها .. وكثير استقامت أمورهم لكلمة أثرت في نفسه ووجدت لها في قلبه مدخلاً.","seal":"689A5555","part":1},
      {"page":77,"id":76,"nass":"وحدثت أن مدرسة مادة الكيمياء في المختبر بدأت تذيب الحديد وتصهره .. ثم قالت: هذه نار الدنيا فكيف بنار الآخرة؟ فكان أن هبت طالبة من سباتها واستيقظت من غفلتها وبدأت لحفظ ذلك الحديد المذاب وتلك النار تحته. فاعتبرت وفكرت واستقام أمرها وتابت إلى الله من غيها وعبثها .. فالكلمة وسيلة دعوية لها تأثير في نفس المدعو فينتقي من الكلام أطايبه، فربما يقع من الحديث كلمة تكون سببًا في هداية المدعو.","seal":"DA1F05AE","part":1},
      {"page":78,"id":77,"nass":"المجاهدة\rانتظار النتائج والحرص على حصول الإيجاب أمر لم نؤمر به. إنما أمرنا بالدعوة فقط وليس علينا تتبع النتائج وإن كانت النفس البشرية تفرح بالحصاد المبكر .. لكن ربما يكون هناك إحباط في حالة عدم القبول وتكاسل حين الإعراض بل هناك دعوة لا تستطيع أن تتلمس أثرها مثل إهداء كتاب في طريقك وأنت مسافر .. لا تعلم هل صلح حال المدعو أم لا؟ كذلك إلقاء كلمة أمر أو نهي في المحل التجاري ربما تكون هذه الكلمة سببًا في استقامة المدعو بعد حين، وهكذا.\rيأتي أحدهم .. يقول: حاولت فلم أستطع ..\rجرب فربما أن له نفحة توافق دعوتك .. مرة بالشريط وأخرى بالكتاب وثالثة في شهر رمضان ورابعة في حالة مصيبة عندهم وخامسة في مناسبة فرح .. وأنت مأجور في كل مرة .. فلا تيأس، ولو كل من دعا أو نصح نصيحة لم تقبل منه توقف عن أمر الدعوة فكيف يقوم هذا الدين؟ ! عليك المعاودة مرة بعد أخرى.\rفالدعوة إلى الله ليست دعوة لمرة واحدة فإن أثمرت وإلا توقف الداعي .. بل هي دعوة متصلة مرة بعد أخرى بأساليب مختلفة ووسائل متعددة، فكلما وجد الداعي مناسبة دعوية أعاد وكرر وصبر على طول المدة وعدم القبول السريع.\rوقد حدثني أحد كبار السن -وكان حليقًا- أن طريق أحد","seal":"964CE94B","part":1},
      {"page":79,"id":78,"nass":"العلماء كل أسبوع يمر على مكتبه فيدخل عليه ويذكره بالله وبحكم تحريم حلق اللحية واستمر على ذلك سنوات طويلة دون كلل أو ملل حتى أطلق الرجل لحيته وأعفاها.\rوالتأخر عن المعاودة حرمان للأجر وإلا فما المانع من كسب الأجر والمثوبة عند معاودة الدعوة وإذلال النفس لله واختيار المناسبات والأوقات التي يرى الداعي أن حال المدعو ربما تكون مهيأة لقبول الدعوة، وفي معاودة الدعوة وعدم الاستجابة لها في المرة الأولى مباشرة حكمة بالغة وإلا لو كل من دعي من المرة الأولى استجاب لما تردد كثير من الناس في أمر الدعوة .. إنما هي جهاد وصبر واحتساب، ولنا في سيرة الرسول - صلى الله عليه وسلم - وأمر الدعوة والصبر عليها ومعاودتها منهاج دعوة ونبراس حياة.\rولهذا يجب أن يكون الداعية صاحب نفس طويل وصبر متواصل، وأنه يسعى لإنقاذ المدعوين من نار جهنم. أمر يستدعي الصبر والمداومة .. استمر رسول الله - صلى الله عليه وسلم - سنوات طويلة يدعو في مكة المكرمة والمدينة المنورة حتى توفاه الله عز وجل.\rأخي الحبيب:\rمن الحكمة في الدعوة التدرج والتمهيد للأمور وإعطاء البديل إذ النفوس تبحث عن بديل خاصة لمن كان لديه ضعف ووهن .. ولا شك أن التوحيد لا يجوز تأخير بيانه مراعاة لخاطر فلان وفلان أو الخوف من رد الفعل عند المدعو لأن اللحظات تجري وربما يموت","seal":"E4047467","part":1},
      {"page":80,"id":79,"nass":"المدعو على الشرك فلا بد من البدار لما فيه مصلحة وفي تأخيره عن وقته مضرة.\rولا شك أنك تحب المدعو لما فيه من خير، وتكره ما فيه من الشر ولذا تحبه محبة لله وفي الله لأنه يصلي ويؤدي الفرائض وتكره تهاونه في أمر إعفاء اللحية مثلاً ولذا تبحث عن كل ما يدعه يتجنب هذه المعصية .. لا شك أنه أخ في الله .. وكلنا ذوو خطأ. ويحتاج منك إلى صبر وجلد وطول نفس ولذا يجب التضحية ببعض الوقت للدعوة وإذلال النفس في سبيل الله .. هناك من يضي بنفسه ودمه، وآخر بعمره وأنت لا تضحي بأيام، بل بساعات .. فإذا وجدت فرصة رحلة برية أو زيارة لقريب فاستفد من ذاك الوقت وأجل بعض أعمالك إلى وقت آخر فهذه فرصة قد لا تكرر وأعمالك تنقضي على مهل .. والأعمال لا تنتهي وإلا فالميت يموت ولديه مواعيد ومراجعات وقائمة مليئة بالأعمال.","seal":"8B279420","part":1},
      {"page":81,"id":80,"nass":"آخر الدواء الكي\rباب الستر على المسلم من أوسع وأسرع أبواب الدعوة تأثيرًا فمن رأى من المسلم ما يوجب رفعه إلى الوالي وعلم أن المدعو ليس متمرسًا في الشر وليس طريقه بل إنها سقطة وزلة فالأولى أن يستر على المسلم وتكون منقبة له وربما يؤدي هذا الستر على المسلم أو المسلمة إلى لزوم الجادة ..\rولا يفشي بهذه السقطة لأحد فإن ذلك من الغيبة وإشاعة الفاحشة وتتبع العورات. بل كما ستر يكتم، وكأن عينه لم تر وأذنه لم تسمع، والهدف من الستر هو الهدف من العقوبة لو رفعت للوالي وهي الزجر والردع. فرب ستر أعظم من عقوبة.\rوإذا تدرج الداعي في وسائل الدعوة وأساليبها وعجز عن المحاولة بالتي هي أحسن فأمامه بدائل صعبة ولكنها طاعة لله ولرسوله؛ فامرأة لا يصلي زوجها وحاولت وجاهدت ولكن دون نتيجة وهي تعلم أنه لا يجوز لها البقاء، ليس لها إلا الفراق الصعب قال الله جل وعلا: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا} وقال - صلى الله عليه وسلم -: «من ترك شيئًا لله عوضه الله خيرًا منه».\rوقد ذكر لي أن امرأة حاولت مع زوجها أن يصلي بشتى الطرق والوسائل لكنها وجدت منه الصد والإعراض فكان أن ذهبت لأهلها زائرة ورفضت العودة إلا بشرط أن يصلي لكنه عاند وكابر في البداية وهذا أمر متوقع ثم هداه الله. فهذه وسيلة أتت","seal":"16356CA3","part":1},
      {"page":82,"id":81,"nass":"بنتيجة طيبة وحتى إن لم تأت بنتيجة سريعة فهي براءة للذمة ومحاولة أخيرة لا عودة بعدها .. وكثير من ناقصي العقل إذا ذكر لهم أن امرأة تركت زوجها لأنه لا يصلي اتهموها بالجنون ونقص العقل ولكن لو قيل لهم إنه يهينها أو بخيل في بيته لسمعت الأصوات ترتفع لماذا تبقى عنده؟ ماذا تريد منه؟ فسبحان الله. وما ذاك إلا من هوان الدين عندهم.\rالهجر من وسائل الدعوة خاصة لمن هم تحت يد المدعو كالزوجة التي هي في حاجة لزوجها فإنها لا ترضى بهجر زوجها لها فتعود له، وكالابن المحب لوالديه، والأخ لإخوته، والهجر أسلوب علاجي وليس غاية ومنتهى؛ لأن الهجر قد لا ينفع مع أناس بعيدين يأخذهم الكبر والعناد فلا يرون للداعي حقًا فيكرهونه ويبغضونه ولا يقبلون منه شيئًا. ولكنه يجدي مع بعض الناس خاصة الأقارب.\rوأذكر أن إحدى الأسر بدأ الإخوة والأخوات فيها بهجر أخ لهم لا يصلي فلا يدخلون بيته ولا يدعونه لزيارتهم ولا يسلمون عليه .. حتى عاد إلى رشده وثاب إلى عقله وأناب إلى ربه.\rمن أسلوب الدعوة المتأخر في التدرج بعد طرق جميع المحاولة إبلاغ أصحاب الصلاحية من رجال الحسبة بعد استنفاد كافة الوسائل وقد لا يرضى البعض بذلك ولكن أليس هذا لمن نحب أخف من نار الآخرة؟\rوأليست الفضيحة الآن خير منها يوم القيامة؟ فليقارن الداعي","seal":"42C0D43F","part":1},
      {"page":83,"id":82,"nass":"بين ذلك ويزنه. وما الذي يمنع أن تقوم الهيئة بأخذ تعهد عليه بالمحافظة على الصلاة أو ترك كذا وكذا من المعاصي؟ !","seal":"B9B2D518","part":1},
      {"page":84,"id":83,"nass":"أنت أم هم؟\rليس في مجال الدعوة إلى الله ضعف ولا مجاراة للعصاة في معصيتهم حتى يستأنسوا بذلك ويألفوا الداعي كما يقول البعض، فهذا ليس من هديه - صلى الله عليه وسلم - بل كان قويًا في الحق يتمعر وجهه إذا رأى معصية أو منكرًا.\rهناك مواقف يكون فيها الداعي هو المتأثر والمنجرف مع المدعو في مساوئه فيجب عليه أن ينجو بنفسه إذا رأى أنها تتأثر بسوء المدعو وتستمرئ منكره أو غفلته .. انج بنفسك ولا تتأثر به بل دعه حتى لا تصبح مثله خاصة وقد رأيت في نفسك ميلاً لسوء عمله.\rأيها الحبيب:\rالداعية رجل عمل يبحث عن مكافأته وجزائه، ولكن ليس في الدنيا بالتباهي والتفاخر والمنة بأن فلانًا اهتدى على يدي وقد كان ضالاً منحرفًا ..\rوهكذا يزري بالناس ويتفاخر بما قدم، فذاك من خسران العمل والعياذ بالله. ثم إن الأمر ربما يصل المدعو فيكره الداعي ولا يحبه وربما تكون له انتكاسة إذا كان ضعيف الإيمان ..\rعلى الداعي أن لا يحقر من أمر الدعوة ولو كلمة يسيرة فربما تكون سببًا للهداية: «لا تحقرن من المعروف شيئًا ولو أن تلقى أخاك بوجه طليق» رواه مسلم.","seal":"99CD0836","part":1},
      {"page":85,"id":84,"nass":"يا حفيد أبي بكر وعمر:\rالفجار والفساق يجاهرون بمعاصيهم ويرجون ضلالاتهم دون خوف أو وجل .. من يحمل المخدر في يده أشجع منك وأحرص منك! ! حتى يبلغه إلى فريسته وضحيته ..\rهل جبنت أن تبلغ دعوة الله؟ هل وهنت فما تهدي كتابًا أو شريطًا؟ هل قلوب أهل الشر والفساد أصلح وأمضى؟ أم هل فسادهم وبلاؤهم هو المعتبر؟\rلا يا ابن الإسلام .. أنت تحمل أمر الدعوة وتحمل رسالة الأنبياء والمصلحين. لا تبخل ولا تهن ولا تكسل .. نترك أمر الدعوة لمن إذا تركتها أنا وأنت؟ !\rبل احمد الله واسع في نشر العلم الشرعي بالكتاب والشريط اللذين يصدران من علماء معروفين وموثوقين علمًا وورعًا وتقى وكتبهم وأشرطتهم تحمل إذنًا وتصريحًا فلم التردد؟ !\rلا أريد منك جوابًا ولكن هاك معلومات عن نشاط المنصرين لعام 1996 م لترى كيف شيبهم وشبابهم وفتيانهم ونساؤهم يعملون .. ونحن نائمون!\r- بلغ ما جمعته المنظمات النصرانية مبلغًا وقدره (193) مليار دولار أمريكي.\r- بلغ عدد المنظمات التنصيرية (23300) منظمة عاملة.\r- بلغ عدد المنظمات التنصيرية التي ترسل منصرين إلى","seal":"5F9C14B8","part":1},
      {"page":86,"id":85,"nass":"الخارج (4500) منظمة.\r- بلغ عدد المنصرين الذي يعملون داخل أوطانهم (4635500) منصرًا -أما الذين يعملون خارج أوطانهم فعددهم (398.000) منصرًا.\r- أما عدد كتب الإنجيل التي تم توزيعها خلال عام واحد فقط هي 178.317.000 كتابًا.\r- بلغ عدد المجلات والدوريات التنصيرية (30100) مجلة ودورية ويوجد لديهم 3200 إذاعة ومحطة تلفزة مختصة بالتنصير.\r- أما أجهزة الكمبيوتر في المؤسسات التنصيرية فتزيد عن (20.696.100) جهازًا.\rأيها الحبيب: إن تيسر أسباب الدعوة وسهولة طرقها وتعددها وتنوعها مدعاة إلى عدم التكاسل في هذا الأمر العظيم .. فلقد تيسر لنا في هذا الزمن ما لم يتيسر لغيرنا من السابقين من وسائل الدعوة ورخص ثمنها وتنوعها وسهولتها ..\rلا تقف ولا تتردد، ولا يكن -أيها الحبيب- البوذي والهندوسي والنصراني أشد منك حرصًا على ملته، انظر إلى ذمتك هل تبرأ وأنت على سكونك وكسلك وغفلتك؟ !\rأخي الحبيب .. الرفق .. الرفق ..\rقال رسول الله - صلى الله عليه وسلم -: «ما كان الرفق في شيء إلا زانه، ولا نزع من شيء إلا شانه» رواه مسلم.","seal":"A8712F84","part":1},
      {"page":87,"id":86,"nass":"","seal":"025FAA29","part":1},
      {"page":88,"id":87,"nass":"","seal":"A09BCF97","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"ليس عليك وحشة","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عبد الملك بن محمد بن عبد الرحمن بن قاسم العاصمي","bLnk":null,"Inf":null,"Auth":"عبد الملك بن قاسم","Betaka":"الكتاب: ليس عليك وحشة\rالمؤلف: عبد الملك بن محمد القاسم\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"داعية إسلامي، له العديد من الكتيبات والمطويات الدينية، ولعل من أبرزها وأقدمها الزمن القادم.\rصاحب دار القاسم للنشر والتوزيع، وهو ابن الشيخ محمد بن عبد الرحمن بن قاسم","seal":"CAF1ABCC","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":36555,"BkId":36555,"oAuth":2724,"bVer":1,"aSeal":"6E081F37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36555":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":4,"sub":1,"tit":"وسارعوا"},
      {"lvl":1,"id":9,"sub":0,"tit":"قبل البداية"},
      {"lvl":1,"id":12,"sub":0,"tit":"الانطلاقة"},
      {"lvl":1,"id":15,"sub":0,"tit":"خطوة خطوة"},
      {"lvl":1,"id":17,"sub":0,"tit":"لله الأمر"},
      {"lvl":1,"id":19,"sub":0,"tit":"ما بال أقوام"},
      {"lvl":1,"id":23,"sub":0,"tit":"مفتاح القلوب"},
      {"lvl":1,"id":26,"sub":0,"tit":"استثمار الفرص"},
      {"lvl":1,"id":31,"sub":0,"tit":"تهادوا تحابوا"},
      {"lvl":1,"id":33,"sub":0,"tit":"أبواب مشرعة"},
      {"lvl":1,"id":38,"sub":0,"tit":"يا أبت"},
      {"lvl":1,"id":40,"sub":0,"tit":"العدو"},
      {"lvl":1,"id":41,"sub":0,"tit":"وقفات"},
      {"lvl":1,"id":44,"sub":0,"tit":"لا تزل قدمك"},
      {"lvl":1,"id":47,"sub":0,"tit":"بحر الجود"},
      {"lvl":1,"id":49,"sub":0,"tit":"أسهل الوسائل"},
      {"lvl":1,"id":51,"sub":0,"tit":"يا بني"},
      {"lvl":1,"id":53,"sub":0,"tit":"أصحاب الهمم"},
      {"lvl":1,"id":55,"sub":0,"tit":"تقدموا وتأخرنا"},
      {"lvl":1,"id":57,"sub":0,"tit":"أنت تحت المجهر"},
      {"lvl":1,"id":59,"sub":0,"tit":"الصدقة الجارية"},
      {"lvl":1,"id":61,"sub":0,"tit":"تنفيس الكرب"},
      {"lvl":1,"id":63,"sub":0,"tit":"الصحبة"},
      {"lvl":1,"id":66,"sub":0,"tit":"الجليس الصامت"},
      {"lvl":1,"id":69,"sub":0,"tit":"أصغ بقلبك"},
      {"lvl":1,"id":72,"sub":0,"tit":"لمسات حانية"},
      {"lvl":1,"id":77,"sub":0,"tit":"المجاهدة"},
      {"lvl":1,"id":80,"sub":0,"tit":"آخر الدواء الكي"},
      {"lvl":1,"id":83,"sub":0,"tit":"أنت أم هم؟"}
    ]
}
