{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36553":
    [
      {"page":3,"id":2,"nass":"المقدمة\rالحمد لله الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون، والصلاة والسلام على نبينا محمد وآله وصحبه أجمعين وبعد:\rفالحمد لله الذي من علينا بأعظم النعم وأجلها وهي نعمة الإسلام؛ فكم من أمم تتخبط في ظلام الشرك والكفر، وكم من حسيب ووجيه وغني ورئيس لم تدركه رحمة الله؛ ها هو فرعون يحكم ويدير مملكة مترامية الأطراف لم تغن عنه شيئًا، وها هو قارون أغنى الأغنياء في زمانه ولم تمنعه أمواله عن النار، وها هو فلذة الكبد لم تغنه محبة أبيه شيئا كما في حال ابن نوح عليه السلام، وها هو سيد ووجيه قريش وعم النبي - صلى الله عليه وسلم - أبو طالب في النار، لم تنفعه القرابة، ولم تنفعه عراقة النسب؛ وأبو لهب وأبو جهل .. والقائمة طويلة، فاللهم لك الحمد على ما تفضلت به علينا، ونسألك الثبات حتى نلقاك ...\rوإن من شكر هذه النعم القيام ببعض حقوق هذا الدين العظيم، والسعي في رفع رايته وإيصاله إلى الناس، مع استشعار التقصير والعجز عن الوفاء بذلك فاللهم تقبل منا القليل، ولا تكلنا إلى أنفسنا طرفة عين.\rوما يراه القارئ الفاضل إنما هي قطرات في بحر خدمة الدين ورفعة رايته، وليس لمثلي أن يستقصي الأمر ولكني أدليت بدلوي ونزعت نزعا لا أدعي كماله، والدعوة إلى الله عز وجل ليست","seal":"AE9E8B33","part":1},
      {"page":4,"id":3,"nass":"خاصة بفئة معينة من الناس لكنها شأن الأمة كلها.\rاللهم انصرنا بالإسلام وانصر الإسلام بنا، واجعلنا ممن يحمل هم هذا الدين ونشره، وارزقنا الشهادة تحت رايته مقبلين غير مدبرين.","seal":"2F4980DF","part":1},
      {"page":5,"id":4,"nass":"مستشفى طائر للتنصير\rبتكلفة 25 مليون دولار ...\rنشرت الصحف العام الماضي الخبر التالي:\rعم الترقب والتلهف حين وصلت الأخبار إلى المدينة حيدر أباد بجنوب الهند قبل شهور بأن (المستشفى الطائر) إحدى معجزات القرن العشرين سيزور المدينة لأسبوعين في شهر نوفمبر القادم، وسيعالج الفقراء فقط وسيجري عمليات جراحية للمعدمين الذين لا حظ لهم في الحياة .. وكل هذا سيكون مجانا .. وعلت لافتات كبيرة شوارع المدينة تعلن هذا الحدث العظيم، تدعو الفقراء للتقدم إلى عناوين معينة لتسجيل أسمائهم.\rوهكذا حين حط المستشفى الطائر بمطار المدينة كان الجو مشحونا بالترقب، لدرجة أن كبير وزراء الولاية (تشاندرا بابو نايدو) بنفسه كان في استقبال المستشفى الطائر بالمطار وقام بزيارة أجنحته في شوق ولهفة للتعرف على أحدث الأجهزة والتسهيلات التي يقدمها هذا المستشفى الذي يعتبر أكبر مستشفى طائر في العالم. فقد تم تحويل طائر لوكهيد من طراز (لـ 1011 - 50) إلى مستشفى طائر بإنفاق (25) مليون دولار على هذا المشروع.\rوتدافع الفقراء إلى المدينة للحصول على العلاج المجاني الذي قيل: إنه سيكون ذا مستوى عالمي غير متوفر في الهند. وسرعان ما انكشف الأمر حين بدأ المرضى يكتشفون بأنفسهم حقيقة هذا العمل الخيري. فكان أول شيء يتعرض له المريض قبل الكشف عليه","seal":"2BF69F5D","part":1},
      {"page":6,"id":5,"nass":"هو السؤال عن ديانته ثم يعطى محاضرة لنحو (10) دقائق حول (السيد المسيح) والمسيحية (¬1) وضرورة البحث عن الخلاص في رحاب (السيد المسيح) ثم يعطى كمية من الكتب والنشرات ويطلب منه دراستها والحضور إلى عنوان معين بعد أيام. وكان من أوائل هؤلاء سيدة مسلمة تدعى (سعيدة بي) التي رمت بالكتب وصرخت في وجوههم: إن لها ديانة تؤمن بها وهي جاءت هنا للعلاج، وليس للوعظ والكتب.\rوحين علت الصيحات وأخذت الصحف المحلية تكشف حقيقة هذا العمل الخيري، خفت نبرة الوعظ وسكتت مكبرات الصوت، ولكن محاولات التنصير لم تنته.\rوظهر من تحقيقات الصحافة أن المستشفى الطائر يتبع منظمة تنصيرية تدعى «عملية البركة الدولية»، والتي تتبع بدورها منظمة شبكة الإذاعة المسيحية التي يرأسها المنصر المعروف (بات روبرتسون) الذي ينتمي إلى اليمين المتطرف في الولايات المتحدة وسبق أن رشح نفسه في الانتخابات الأمريكية سنة 1987 م كما عمل في إدارة الرئيس ريغان سنة 1982 م.\rويقال: إن هذا المستشفى الطائر، الذي يزور مناطق كثيرة في أنحاء العالم، قد عالج حتى الآن (43000) مريض وأجرى أكثر من (19000) عملية جراحية، وهو يمكث في مختلف الأمكنة نحو\r¬__________\r(¬1) الأولى إطلاق كلمة (النصرانية والنصارى).","seal":"D306566C","part":1},
      {"page":7,"id":6,"nass":"أسبوع أو عشرة أيام، ويقال: إنه أكبر مستشفى جوي في العالم وهو مزود بكل التسهيلات الممكنة للعمليات الجراحية والعلاجية.\rانتهى الخبر، والله أعلم كم مسلمًا تحول فكره إلى النصرانية؟ وكم مسلمة أثيرت الشبه في قلبها عن دين الإسلام؟","seal":"8C5F75CD","part":1},
      {"page":8,"id":7,"nass":"وهم يعملون\rذكرت مجلة البيان أنه أنشئ مستشفى تنصيري في عام 1965 م في قرية (معلوم جات) في منطقة (شيتا جانج) في بنغلادش التي لم يكد يوجد بها نصراني آنذاك، أما الآن فقد بلغ عددهم أربعين ألف نصراني.\rمنظمة براك: منظمة تنصيرية كندية يتبعها في بنغلادش 3099 مدرسة، وعدد المنظمات في هذا البلد المسلم الفقير (3000) منظمة تنصيرية.\rوكان عدد النصارى في دولة بنغلادش عام 1972 م مئتي ألف نسمة وارتفع في عام 1991 أي خلال 19 سنة إلى خمسة ملايين.\rوفي هذه السنوات بذلت أموال وجهود مكثفة حتى نالوا ما أرادوا.\rنعم ما أرادوا لأنهم بذلوا وعملوا.","seal":"86AA4725","part":1},
      {"page":9,"id":8,"nass":"كيف أخدم الإسلام؟\rكيف أخدم الإسلام. كلمة رنانة لها في القلب وقع وفي النفس أثر ...\rخدمة هذا الدين أمنية عزيزة وهدف سام نبيل لمن رضي بالله ربا وبالإسلام دينا وبمحمد - صلى الله عليه وسلم - نبيا ورسولا، إنه حلم يراود الكبار والصغار والرجال والنساء، لكن الجنة سلعة الله الغالية لا تنال بالأماني والأحلام.\rوقد وفق الله من شاء من عباده للقيام بأمر هذا الدين ونصرة أهله والدفاع عنه والدعوة له، وحرم آخرون من هذا الخير بسب أنفسهم وضعفها وجبنها وخورها وشحها وبخلها وتلبيس إبليس عليها.\rخدمة الإسلام: شرف ما بعده شرف، وعز ما بعده عز.\rخدمة هذا الدين: رفعة وعزة، وعلو منزلة، تسير في طريق آمن سار عليه محمد - صلى الله عليه وسلم - وتقتفي أثره.\rخدمة الإسلام: ليست قصرا على العلماء والفقهاء والمحدثين، وليست قصرا على الأغنياء والموسرين.\rإنها باب مفتوح لكل مسلم ومسلمة، والناس ما بين مقل ومستكثر!\rوفي هذا الكتاب أخاطب عامة الناس والضعفاء مثلي الذين يرضون بالقليل من العمل والدنو في الهمة.\rقال ابن القيم رحمه الله: «فالدعوة إلى الله تعالى هي وظيفة","seal":"712A242E","part":1},
      {"page":10,"id":9,"nass":"المرسلين وأتباعهم».\rوقال رحمه الله عن الدعوة إلى الله: «إنها أشرف مقامات العبد، وأجلها وأفضلها».\rقال مالك بن دينار: «إن صدور المؤمنين تغلي بأعمال البر وإن صدور الفجار تغلي بأعمال الفجور، والله تعالى يرى همومكم، فانظروا ما همومكم رحمكم الله» (¬1).\rفانظر أيها القارئ ما هو همك، رحمك الله؟\rوتأمل في مهمة الأنبياء والمرسلين فهي ليست إعمار الأرض ولا بناء الدور والقصور وإجراء الأنهار وغرس الأشجار، بل إن مهمتهم الأساسية تبليغ الرسالة وإخراج الناس من الظلمات إلى النور، فليكن لك من ذلك نصيب لتقتفي أثرهم وتسلك منهجهم.\r¬__________\r(¬1) الزهد للإمام أحمد 451.","seal":"11D44A2C","part":1},
      {"page":11,"id":10,"nass":"ماذا يعود علي إذا خدمت الإسلام؟\rالكل يريد خدمة هذا الدين ويبحث عن عمل يقربه إلى الله زلفى، ولكن الكسل والفتور وعدم المبالاة تصد الإنسان عن أمر الدعوة؛ استشعر الثمرات الحاصلة بالدعوة حتى تنهض من كبوتك وتقوم من قعدتك فإن لك أجرا ومثوبة وخيرًا عظيمًا.\rمن أعظم ما يعود عليك إذا قمت ونهضت لهذا الدين:\r1 - الأجر والمثوبة: قال تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ}.\r2 - التسديد والتوفيق .. قال عز وجل {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللهَ لَمَعَ الْمُحْسِنِينَ}.\r3 - حفظ الذرية قال تعالى: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللهَ وَلْيَقُولُوا قَوْلاً سَدِيدًا}.\r4 - تكثير سواد المسلمين: فقد انتشر الفساد وكثر أتباعه، وبالدعوة يكثر سواد الأخيار ويزيد في الأمة عددهم ويظهر أثرهم.\r5 - تقليل الفساد ودحر المفسدين: فإن الدعوة إلى الله أمر بالمعروف ونهي عن المنكر، وفي هذا العمل دحر للمفسدين، وشل لطاقاتهم، وإيقاف لفسادهم.\r6 - النظر إلى نصر قادم لهذا الدين يعيد عز الأمة وكرامتها.\rوأنت تعمل تلمس فجرًا يبزغ في وسط ظلام حالك .. إنه ضوء الفجر يبدو باهتا ثم يظهر شيئا فشيئا، حتى يعم النور، ويظهر قرص الشمس، وتنتشر أشعة الحق ونور الإسلام.","seal":"45882676","part":1},
      {"page":12,"id":11,"nass":"أين أثرك؟\rكل من سار على هذه الأرض ترك أثرًا وعلامة تدل على مروره على هذه الأرض، فإن سرت على الرمال بدت آثار قدمك، وإن تجولت في حديقة ظهرت علامات طريقك.\rولنا اليوم أن نتساءل: لك سنوات تتعلم العلم فأين أثر علمك؟ ولك سنوات تصلي وتصوم فأين الأثر في النفس والجوارح؟ ولقد قرأت كثيرًا وحفظت كثيرا عن بر الوالدين وحسن المعاملة فأين النتيجة؟\rدعني أنقلك إلى واقع موظف صغير في إحدى المستشفيات لترى كيف نفع الإسلام والمسلمين.\rموظف صغير في المرتبة والمكان ولكنه موفق مسدد استثمر مكانه في الأمر بالمعروف والنهي عن المنكر وذلك بتطبيق عملي، فهو يعمل في قسم المواعيد، فإذا أتته امرأة أحالها إلى الطبيبة مباشرة، وإذا تقدم إليه رجل أحاله إلى الطبيب، ثم في حالة وجود عجز وضغط على الطبيبة فإنه يحول النساء الكبيرات في السن إلى الطبيب. وهو بهذا حفظ نساء المسلمين وحفظ رجالهم ومنع وقوع المحظور الشرعي من رؤية الرجل للمرأة والمرأة للرجل.\rأليس هذا الموظف الصغير قدم خدمة عظيمة للإسلام؟\rومن أمثلة خدمة الدين: طرح الآراء النيرة والأفكار الجيدة على أهلها، ومتابعة تنفيذها، وقد ألقى أحد الموفقين قبل سنوات كلمة إلى أحد الدعاة وقال له: هذه الجالية التي تقدر أعدادها","seal":"920CD985","part":1},
      {"page":13,"id":12,"nass":"بالملايين لماذا لا يجعل لها مكان يختص بدعوتها وتعليمها الإسلام؟ ألقى هذه الكلمات على الداعية وخرج .. ولا يعرف من هو حتى الآن؟ بعد حين سعى الداعية إلى تنفيذ هذه الفكرة الجيدة وطرق الأبواب لإصدار ترخيص لأول مكتب جاليات في المملكة وكان له ما أراد، وزاد اليوم عدد تلك المكاتب عن مائة وعشرين مكتبا نفع الله بها نفعا عظيما.\rفما رأيكم لو بقيت هذه الفكرة حبيسة رأس صاحبها؟\rومن أمثلة نفع الإسلام والمسلمين: عمل بسيط قام به أحد الشباب قبل سنوات، بأن أحصى من بداية العام الدراسي عدد المكتبات التجارية في حيهم، واشترى من جيبه الخاص مجموعة من الكتيبات والمطويات، والأذكار وذهب بها إلى تلك المكتبات وكانت فترة زحام وكثرة مشترين، وقال لكل صاحب مكتبة: هذه هدايا وزعها على المشترين: فسروا بذلك وفرحوا وأخذوها وفيما بعد طالبوا بالمزيد.\rوقس على ذلك توزيع الكتب على الأسواق التجارية، ومحلات الملابس، والذهب، وغيرها مما يرتاده الناس بكثرة.\rأما توزيع الكتب على صوالين الحلاقة، والمستشفيات الحكومية الخاصة، وإدارات الجوازات والمرور وأماكن المراجعين فيها، فهي ولله الحمد منتشرة وبكثرة لكنها تشكو من الفتور والغفلة وكل موظف يستطيع أن يجعل رفًّا من هذه الكتب كإهداء ويتعاهدها باستمرار ولا تكلف شيئا يذكر من مرتبة.","seal":"2979714C","part":1},
      {"page":14,"id":13,"nass":"وفي مجال طبع الكتب ونشرها أذكر أن بعض الكتب التي نشرت هي من اقتراحات القراء مثل كتاب: (ماذا تفعل في 10 دقائق) وكتاب: (إلى من حجبته السحب) وكذلك فكرة كتيبات الجيب الدعوية المتدرجة مثل (إشراقات) وغيرها فهي فكرة من إحدى الأخوات فانظر أيها الحبيب إلى ثمرتها وكثرة النفع لهذه الاقتراحات.\rوأذكر هنا عمل امرأة كبيرة محبة للخير، فقد كنت خارجا من مكة المكرمة إلى الرياض في رمضان العام الماضي وتوقفت للصلاة في مسجد أحد محطات الوقود وكان مصلى النساء بجوار مدخل الرجال وقد جلست بين المدخلين امرأة عجوز كبيرة وكان معها مجموعة من الأشرطة وبجوارها صغير لعله من أحفادها، وكلما رأت مصليا خارجا أرسلت الصغير بشريط من الأشرطة الإسلامية الموجودة لديها كهدية، وكان الشريط الذي أرسلته إلَّ عن بر الوالدين، فجزاها الله خيرا.\rأخي الكريم:\rما ذكرته تجارب إخوة لنا في الإسلام ونحن لا نقرأ ونسمع لنستمتع بجهودهم ونفرح بأعمالهم فحسب بل لنقتدي ونتأسى، وإلا فقد قامت الحجة علينا فلا تأخذنا الغفلة وتلهينا الأماني!\rفالدعوة تحتاج إلى قيام وجهد وتعب ونصب، يقول الله جل وعلا: {يَا أَيُّهَا الْمُدَّثِّرُ * قُمْ فَأَنْذِرْ} فأمره الله عز وجل بالقيام والجهاد في سبيل هذا الدين.","seal":"E933DBFB","part":1},
      {"page":15,"id":14,"nass":"وقال الله عز وجل حاكيا عن أهل النار: {أَلَمْ يَأْتِكُمْ نَذِيرٌ * قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ}.\rفالنذير يذهب ويكد ويكدح في سبيل الوصول إلى الناس وتعليمهم وإرشادهم، ونبينا عليه الصلاة والسلام في كل مكان يسعى إلى الدعوة فصعد الصفا، وذهب إلى الطائف، وهاجر إلى المدينة، كل ذلك في سبيل نشر هذا الإسلام.","seal":"5D6074CC","part":1},
      {"page":16,"id":15,"nass":"كيف تخدم الإسلام\r1 - تخدم الإسلام: إذا صح منك العزم وصدقت النية: فإن الله عز وجل يبارك في العمل الخالص لوجهه الكريم حتى وإن كان قليلا، والإخلاص إذا تمكن من طاعة ما حتى وإن كانت قليلة أو يسيرة في عين صاحبها ولكنها خالصة لله تعالى يكمل فيه إخلاصه وعبوديته لله، فيغفر الله به كبائر كما في حديث البطاقة.\r2 - تخدم الإسلام: إذا عرفت الطريق وسرت معه: الطريق المستقيم هو سلوك طريق نبينا محمد - صلى الله عليه وسلم - في أمر الدعوة ومبتدئها ووسائلها وطرقها والصبر على ذلك مع الرفق بالناس ورحمتهم فهم مرضى المعاصي والذنوب.\r3 - تخدم الإسلام: إذا استفدت من جميع الظروف المتاحة والإمكانات المتوفرة: وهذه نعمة عظيمة فكل الوسائل مباحة إلا ما حرمها الله عز وجل، ونحن ندعو بكل الوسائل المشروعة مراعين الأدلة الشرعية والآداب المرعية.\r4 - تخدم الإٍسلام: إذا قدمت حظ الإسلام على حظوظك النفسية والمادية، خدمة هذا الدين معناها قيامك ببذل الغالي والنفيس من مال وجهد ووقت وفكر وغيرها، أرأيت من يحب رياضة (كرة القدم) مثلا، كيف يفرغ جهده ووقته وماله لمحبوبته تلك، وأنت أولى بذلك منه ولا شك.\r5 - تخدم الإسلام: إذا سلكت سبل العلماء والدعاة والمصلحين: فاستصحب الصبر وتحمل التعب والنصب فأنت في","seal":"610D9CC3","part":1},
      {"page":17,"id":16,"nass":"عبادة عظيمة هي مهمة الأنبياء والمرسلين ومن سار على أثرهم.\r6 - تخدم الإسلام: إذا ابتعدت عن الكسل والضعف والخور: فإن هذا الدين دين العزيمة والهمة والشجاعة والإقدام، ولا يضر الدعوة إلا خمول كسول، أو متهور جهول.\r7 - تخدم الإسلام: إذا ربطت قلبك بالله عز وجل وأكثرت من الدعاء والاستغفار ومداومة قراءة القرآن، فليس أنفع في جلاء القلوب وصقل الأرواح وجعلها تعمل ولا تكل، وتكدح ولا تمل من الإكثار من ذكر الله عز وجل والتقرب إليه بالطاعات ونوافل العبادات.\r8 - تخدم الإسلام: إذا ارتبطت بالعلماء العاملين: الذين لهم قدم صدق وجهاد معلوم في نصرة هذا الدين، فإن السير تحت علمهم وتوجيههم فيه خير عظيم، ونفع عميم.\r9 - تخدم الإسلام: إذا نظمت الوقت بشكل يومي وأسبوعي وشهري: فهناك أعمال تقضيها في اليوم، وأخرى في الأسبوع، وثالثة شهرية، ورابعة سنوية.\rمثال اليومي: دعوة من تراهم كل يوم، وأسبوعي: من تقابلهم كل أسبوع، وشهري: مثل اجتماع الأسرة العائلي الشهري، وسنوي: مثل اللقاءات الكبيرة السنوية أو السفر إلى الحج أو العمرة وهكذا\r10 - تخدم الإسلام: إذا وهبته جزءًا من همك، وأعطيته جزءًا من وقتك وعقلك وفكرك ومالك، وأصبح هو شغلك","seal":"1DDC54AF","part":1},
      {"page":18,"id":17,"nass":"الشاغل وهمك وديدنك، فإن قمت فللإسلام، وإن سرت فللإسلام، وإن فكرت فللإسلام وإن دفعت فللإسلام، وإن جلست فللإسلام.\r11 - تخدم الإسلام: كلما وجدت بابا من أبواب الخير سابقت إليه وسرت إلى الإسهام بالعمل فيه .. لا تتردد ولا تؤخر ولا تسوف ...","seal":"38268C85","part":1},
      {"page":19,"id":18,"nass":"تأمل نعمة الله عليك\rكثير اليوم شغلوا أنفسهم في غير طاعة، وبذروا أموالهم في غير طريق مشروع.\rأحدهم: رهن منزله بأكثر من مليون ريال ليفك ضائقة مالية وقع فيها ناديه المفضل.\rوآخر: أضاع عمره بين الاستراحات لهوا ولعبا، وثالث: أخذت وقته الصحف والمجلات، ورابع وخامس .. والكنز الثمين الوقت يذهب هدرا ويضيع سدى.\rلقد اشتغل الكثير بسفاسف الأمور، وتضيع منهم أنفس اللحظات وأثمن الدقائق في غير ما خلقوا له.\rتجد لأحدهم اهتماما دنيويا أخذ عليه ماله ووقته وجهده .. ودينه. أليس هذا من أعظم الحرمان؟\rثم أليس من أعظم نعم الله عليك أن صرفك لطاعته واستعملك في عبادته؟ !\rوقفة:\rيرى سماحة الشيخ عبد العزيز بن باز رحمه الله أن الدعوة إلى الله تصير فرض عين عند تغير الأحوال حيث يقول: «فعند قلة الدعاة، وعند كثرة المنكرات وعند غلبة الجهل كحالنا تكون الدعوة فرض عين على كل واحد بحسب طاقته» (¬1).\r¬__________\r(¬1) الدعوة إلى الله وما ينبغي أن يتحلى به الدعاة (16).","seal":"BEAF2D1A","part":1},
      {"page":20,"id":19,"nass":"الدعوة إلى الله\rالدعوة إلى الله عز وجل هي مهمة الأنبياء والمرسلين ومن سار على دربهم إلى يوم الدين من الدعاة والمصلحين قال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} وقال تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللهِ وَعَمِلَ صَالِحًا}.\rويقول النبي - صلى الله عليه وسلم - في حديث هو حجة علينا جميعا: \"بلغوا عني ولو آية\".\rوبعض الجن أفقه من بعض الإنس لما نزل قول الله تعالى: {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ} كانت نتيجة ذلك أن قام البعض بمهمة الدعوة: {وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ} يدعون إلى الله عز وجل {يَا قَوْمنَا أَجِيبُوا دَاعِيَ اللهِ وَآمِنُوا بِهِ}.\rويقول الله عز وجل حاكيا عن أهل النار: {أَلَمْ يَأْتِكُمْ نَذِيرٌ * قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ} وهذا يؤكد أن الداعي هو الذي يذهب إلى الناس ويقوم بدعوتهم؛ ولهذا أمر الله عز وجل نبيه بالقيام، والعمل لأجلها: {يَا أَيُّهَا الْمُدَّثِّرُ * قُمْ فَأَنْذِرْ} وهذا يتطلب جهدا بدنيًا وماليًّا وفكريًا للقيام بذلك كله.\rورتب الله عز وجل الأجر والمثوبة العظيمة والفضل الجزيل، لمن قام بذلك: \"لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم\" [رواه البخاري ومسلم].\rويقول - صلى الله عليه وسلم -: \"من دعاء إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئًا\" [رواه مسلم].","seal":"1D0D97AD","part":1},
      {"page":21,"id":20,"nass":"والدعوة لا تحدها الحدود ولا تردها القيود؛ هذا نبي من أعظم الدعاة إلى الله عز وجل يدعو وهو في السجن، الأبواب فيه موصدة، والجدران سميكة، والحراس أعينهم لا تنام، ومع هذا فهو يستفيد من كل الوسائل ويدعو من حوله: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللهُ الْوَاحِدُ الْقَهَّارُ}.\rونبي آخر هو نوح عليه السلام لم يمنعه طول المدة وعدم الاستجابة من السير قدما في الدعوة مئات السنين: {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ} فأين هو عليه السلام من صاحب النفس القصير الذي يدعو مرة وثانية ثم يتوقف؟\rوأين من يكسل حينا ويفتر حينا آخر من نبينا محمد - صلى الله عليه وسلم - وهو في النزع الأخير وقد اشتد عليه الخطب ودنا الفراق يحذر أمته ويقول: \"لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد\" [متفق عليه].\rوأين الداعية الذي إذا أصابته نازلة توقف؛ من عمر بن الخطاب رضي الله عنه الذي يدعو إلى الله وهو ينزف دما ويقول: \"ردوا علي الغلام\" ثم قال له: \"يا ابن أخي، ارفع ثوبك فإنه أنقى لثوبك، وأتقى لربك\"؟\rأين الداعية الذي يبخل ويشح بقليل الدراهم، وها هو أبو بكر رضي الله عنه يخرج من ماله كله؟ أين الذي يبخل ولا يخرج إلى الرديء وأبو طلحة رضي الله عنه لما سمع قول الله عز وجل:","seal":"5287C32F","part":1},
      {"page":22,"id":21,"nass":"{لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} خرج من أحب أمواله إليه (بيرحاء) وهو بستان مورق به ماء بارد؟\rأين من يقدم نفسه ويقول بإيمان صادق: فزت ورب الكعبة؟\rأين الذين يقولون: اللهم خذ من دمائنا حتى ترضى؟ فهل قدمنا أرواحنا وهل خرجنا من أحب أموالنا، أم من أردئها وأقدمها؟","seal":"CAA8C13E","part":1},
      {"page":23,"id":22,"nass":"كيف نصل بالدعوة؟\rلا تصل الدعوة إلى الناس إلا عبر طريقين لا ثالث لهما.\rأما الأول: فهو القدوة بحسن المعاملة وطيب المعاشرة والصدق في الحديث والالتزام بالعهود وإعطاء كل ذي حقه، يقول الله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب: 21] والناس يلاحظون تعاملك مع ربك، ثم مع نفسك ووالديك وزوجتك وأبنائك، ومعاملتك في الشارع، ومعاملتك مع مرؤوسيك ومن تحت يدك فكيف أنت في هذه الأحوال؟\rوقد يكون من آثار سوء القدوة الصد عن سبيل الله، فكم من شخص إذا قيل له: دع هذا عنك، قال: أنتم الملتزمون لا تدعونه. أو يقول: رأيت ملتزما مقيما عليه، وإن قيل لرجل كافر: لماذا لا تسلم؟ قال: كفيلي كره الإسلام إلي بسوء معاملته وتأخير الراتب وفظاظة خلقه، وهكذا يكون الصد عن سبيل الله عائقا دون انتشار الدعوة.\rأما الأمر الثاني الذي نصل به إلى الناس: فهو البلاغ {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} والوسائل في هذا كثيرة: عبر المنبر، والصحيفة، والمجلة، والكتاب والشريط، والمحاضرة وغيرها لا حصر لها، وقد توفر في هذا الزمن ما لم يتوفر من الوسائل والوسائط والسبل منذ عهد آدم مرورا بالأنبياء عليه السلام وحتى نبينا محمد - صلى الله عليه وسلم - فالحجة قائمة والرسالة خالدة فأين العاملون؟\rوقبل أن تبدأ العمل تأمل في حديث أبي موسى الأشعري وما","seal":"C1D5C2C6","part":1},
      {"page":24,"id":23,"nass":"لاقوه من الشدائد والصعاب، حيث قال: خرجنا مع رسول الله - صلى الله عليه وسلم - في غزاة ونحن ستة نفر بيننا بعير نعتقبه، فنقبت أقدامنا ونقبت قدمي، وسقطت أظافري فكنا نلف على أرجلنا الخرق ..\r[متفق عليه].\r\rكيف أخدم الإسلام؟\rتخدم الإسلام في كل حركة وسكنة .. ليس لخدمتك منتهى ولا لها حد ولا تعرف مكانا ولا زمانا .. بل في كل حين ووقت وزمان، ومكان .. استفد من الفرص وأوجد بنفسك المناسبات، إن لم تستطع أن يتحول المجلس إلى ما تريد فلا أقل من قطع الطريق على أصحاب الغيبة والنميمة والمزاح والكذب .. اذكر قصة رأيتها عن موت فلان من الناس، أو اذكر بعضًا مما سمعته عن مصائب المسلمين، المجالات كثيرة وطرق الخير مفتوحة؛ فقط أمسك بناصية الحديث ولا يشترط أن تكون خطيبا مفوها!\rتأمل في حال نبي الله موسى عليه السلام وما كان يجد من صعوبة في الكلام ومع هذا دعا قومه، ولم يكن ذلك حاجزًا أو سببًا لتوقف دعوته عليه السلام.\rقال الحسن رحمه الله في وصف أناس ندعو الله عز وجل أن لا نكون منهم: \"إن هؤلاء ملوا العبادة ووجدوا الكلام أسهل عليهم، وقل ورعهم فتحدثوا\" وقال الأوزاعي: \"إن المؤمن يقول قليلا، ويعمل كثيرا، وإن المنافق يتكلم كثيرًا ويعمل قليلاً\".\rفاللهم لا تجعلنا من أولئك واجعلنا من عبادك الصالحين.","seal":"A231595D","part":1},
      {"page":25,"id":24,"nass":"أخي المسلم:\rيكفى أنه تحرك بداخلك شعور طيب جعلك تتساءل كيف أخدم الإسلام؟\rبقي الجواب منك، وليكن جوابًا عمليًّا.","seal":"844AE3FB","part":1},
      {"page":26,"id":25,"nass":"متى تعمل؟\rأيها المسلم يا من رضيت بالله ربا وبالإسلام دينا،\rوبمحمد - صلى الله عليه وسلم - نبيًا ورسولاً إني سائلك فأجب فنحن أحبة وإخوة.\rإذا لم تعمل في شبابك ووقت نشاطك فمتى سوف تعمل! إذا هرمت وشخت وحملت العصا؟\rإذا لم تعمل وأنت صحيح الأعضاء تسير بقوة وتسمع بوضوح وترى عن بعد!\rإذا متى تعمل؟ إذا قلت أموالك وكثر دائنوك؟\rمتى تعمل إذا تركت مكانا لن تعود إليه مطلقا مثل الجامعة أو المدرسة؟\rمتى تعمل إذا مت وانتقلت إلى مثواك وقبرك؟\rإذا متى تعمل؟\rأنت في هذه الحياة! أمامك أبواب مفتوحة، وطرق ممهدة، وجدد سالكة، فإذا أغلقت الأبواب وحيل بين جسمك وروحك انقطع العمل.\rقالت صفية بنت سيرين: \"يا معشر الشباب خذوا من أنفسكم وأنتم شباب، فإني ما رأيت العمل إلا في الشباب\".","seal":"D224C1E4","part":1},
      {"page":27,"id":26,"nass":"من خدمة الإسلام\rتتنوع وسائل وطرق خدمة الإسلام ومنها:\rأولاً: إشاعة كل عمل إسلامي تراه أو تسمع به فتدل عليه وتخبر عنه ولك مثل أجر فاعله، ويكون ذلك حديثا في المجالس أو نشرة عبر الصحف والمجلات والإذاعة، أو من خلال المدرسة أو الجامعة أو التجمعات العائلية أو غير ذلك.\rثانيًا: الدفاع عن العلماء والدعاة والمصلحين ورد غيبتهم؛ وذكر محاسنهم وفضائلهم، ونبذ أولئك الذين لا هم لهم إلا الحديث عن العلماء وتصيد هفواتهم وزلاتهم، يقول النبي - صلى الله عليه وسلم -: \"من رد عن عرض أخيه رد الله عن وجهه النار يوم القيامة\" [رواه أحمد].\rثالثًا: التحدث بفضائل هذا الدين ومحاسنه، وإزالة الالتباس الذي زرعه الفكر السيء الدخيل على الأمة ومن المواضيع المطروحة، تكريم المرأة في الإسلام، حقوق الأطفال، الطلاق وما هي ضوابطه الشرعية وكيف شدد في عدم التساهل فيه؟ تربية الأبناء والحرص على تنشئتهم النشأة الصحيحة، حقوق الزوجة المادية والمعنوية، تعدد الزوجات وما فيه من المصالح العظيمة وفق الضوابط الشرعية، الإنجاب وكيف سعى الأعداء إلى تحديده، وهكذا تساهم في إزالة ما علق في أذهان الناس من تشويه لهذه الأمور.\rرابعًا: بطاقات دعوة الأفراح تباهى الناس فيها كثيرا، لكن من أجملها ما يقدم بشكل جميل أنيق بسيط فيقوم الموفق بإعداد هذه","seal":"DDC82721","part":1},
      {"page":28,"id":27,"nass":"البطاقات عن طريق الكمبيوتر والطابعة الملونة إذا توفرت، أو عن طريق الخدمات الطلابية التي تقدم مثل هذه البطاقات الجميلة وتوضع الدعوة داخل علبة تحوي كتابا وشريطا، وقد رأيت أحد الشباب وقد فرغ نفسه لهذا العمل لدى أهل قريته فهو الذي يطبع البطاقات ويشتري الكتب والأشرطة فنفع الله بجهده نفعا عظيما.\rخامسًا: امرأة فاضلة وداعية موفقة أدخلت المستشفى ورغم ما لها من وجاهة ونسب إلا أنها رفضت أن تكون في غرفة مستقلة وقالت: أبقى مع المريضات في غرفة مشتركة حتى أدعوهن، وكان لها ذلك، فتوطدت علاقتها بالمريضات ودعتهن إلى الأخذ بالأسباب والتوكل على الله عز وجل وأوضحت لهن في أيام ما لا يستطيع غيرها في شهور، لقرب المكان وكثرة الفراغ.\rسادسًا: امرأة إذا ذهبت للحرم المكي أو المسجد النبوي بذلت نفسها لتعليم المسلمات أمور دينهن، وحثهن على الحجاب الشرعي، إحداهن رأت مجموعة من الفتيات من دولة عربية كاشفات الرأس وعندما سألت عن حضور الشابات بهذه الصورة، قلن لها: نحن عضوات فريق كرة الطائرة في بلد .. وأتينا للعمرة عندها بدأت الموفقة في الدعوة إلى الله عز وجل فما خرجت حتى تحجب بعضهن، وقد رأيت رسالة من إحدى اللاعبات أرسلتها إلى الداعية من بلدها وبشرتها بأنها بدأت تبث في نفوس اللاعبات التمسك بالحجاب والستر والعفاف.\rفانظر أخي القارئ إلى الأثر الكبير .. والتحول السريع من","seal":"A978304B","part":1},
      {"page":29,"id":28,"nass":"لاعبات كرة طائرة، سافرات كاشفات، إلى متحجبات متسترات.\rسابعًا: أحد المدرسين لما عين مدرسا في منطقة بعيدة عن بلده، شمر لأمر الدعوة وسارع إلى الخير، ولكن الأبواب كانت أمامه موصدة والطرق شائكة ولم يجد وسيلة وطريقا للدخول إلى أهل القرية، وعلم أنهم يمضون مساءهم في الحديث عن أمر يهمهم جميعا وهو الرعي فغالب حديثهم عن الغنم ومن باع ومن اشترى وكم لدى فلان وما هي مشاكل علان، فما كان منه إلا أن اشترى غنمًا، وبدأ يرتاد منتدياتهم يسأل عن أمراض الحيوانات ويستفسر عن أفضل الأسواق؛ وهكذا حتى تمكن منهم.\rومضت سنة كاملة والرجل يعمل بجد وإخلاص عبر الشريط والموعظة والتعليم والتدريس، حتى فتح الله على يديه القلوب والعقول، ولما أراد السفر قام جمع منهم بمحاولة ثنيه عن ذلك، ولكنه قال: ها كم الأغنام فلست بصاحب لها وليست بصاحبة لي إنما كانت طريقا إلى مجالسكم.\rواليوم قل أن تجد أحدنا يستفيد من الأماكن التي يذهب إليها بشكل يومي أو شهري، مثلا محطات البنزين التي كما بها من عامل مسلم أو كافر هل ناولناهم كتابا وشريطا ونحن وقوف ننتظر تعبئة البنزين؟ إنه سؤال محرج أن نظل نقف بشكل أسبوعي أمامهم لمدة سنوات ولا نعمل شيئا.\rوآخر فرغ نفسه لمتابعة السلال التي توضع في حوائط المستشفيات وذلك لإمدادها بالكتب والمطويات .. وكان العبء","seal":"F470A9E8","part":1},
      {"page":30,"id":29,"nass":"كبيرا لكن الهمة العالية تقطع الطرق وتشتري الكتب وتصبر على الحر والقر إنه توفيق من الله عز وجل الذي جعله يعمل في طاعته واستعمله في مرضاته.\rوأخرى لا تذهب لأقاربها إلا ومعها مشروع خيري تطرحه .. مرة كفالة داعية، وأخرى كفالة يتيم، وفي مواسم رمضان تفطير صائم، وفي شهر ذي الحجة تطرح مشروع الأضاحي، وفي الصيف حفر الآبار، وفي الشتاء بطانية الشتاء وهكذا.","seal":"D8654D38","part":1},
      {"page":31,"id":30,"nass":"لقد فتح لك الباب\rأبواب الدعوة كثيرة جدا ولكل منا أن يطرق ما يناسب قدراته وملكاته من وقت ومال وفكر وعلم، والبعض يفتح الله له بابا من أبواب الخير وتراه يلج فيه ويسارع إليه، لكن ما إن تمر أيام أو تعصف أدنى مشكلة، أو تقف أمامه عقبة إلا رجع وترك هذا الطريق، بعضهم يترك المكان لأن فلانا من الناس يعمل في ذاك المكان وهو لا يريد هذا الرجل، وآخر يتعذر أعذارًا أخرى واهية؛ مثل عدم وجود الإمكانات الكبيرة والاستعدادات التامة، وآخر لأن المكيفات لا تعمل وهكذا.\rواعرف بعض الشباب دخل في طريق خير ولكن الشيطان لبس عليه بأمور يسيرة فارتد على عقبه وترك أمر الدعوة وضاعت عليه سنوات من عمره بدون عمل دعوي وآخرون سمعت أنهم والعياذ بالله قد أصابهم الوهن وعلت قلوبهم الانتكاسة نسأل الله السلامة وما ذاك إلا أنهم فتح لهم باب فأعرضوا عنه، وقد لا يفتح هذا الباب مرة أخرى، فاستمسك بالذي أنت فيه، فسر ولا تدع الفرصة، فإن عمرك فرصة، والأيام تطوى والمراحل تقضى.\rكتب عبد الله القمري العابد إلى الإمام مالك يحضه على الانفراد والعمل فكتب إليه مالك رحمه الله: «إن الله قسم الأعمال كما قسم الأرزاق، فرب رجل فتح له في الصلاة ولم يفتح له في الصوم وآخر فتح له في الصدقة ولم يفتح له في الصوم، وآخر فتح له في الجهاد، فنشر العلم أفضل أعمال البر، وقد رضيت بما فتح لي فيه، وما أظن ما أنا فيه بدون ما أنت فيه، وأرجو أن يكون كلانا على خير وبر».","seal":"1C23FCD0","part":1},
      {"page":32,"id":31,"nass":"احذر\rشرف عظيم ونعمة عظمى من الله عز وجل أن جعلك تخدم الإسلام واحمد الله أن يسر لك هذا الأمر.\rومما يبطئ العمل وقد يوفقه أمور لا تخفى على فطن مثلك ومنها:\rاحذر الكسل والفتور: فإنه يقعد عن العمل ويضيع الأوقات والفرص والمناسبات، وربما تحول إلى داء يستمر معك ولا يتركك.\rاحذر الرياء والسمعة: فإنه يقتل العمل وقد يحبطه.\rتجنب حظوظ النفس: التي من أبرزها الأنانية ونسبة الأعمال إليك وتقليل عمل من كان معك.\rتجنب التذمر والتشكي: فإن ذلك من أنواع المنة والعياذ بالله، بل كن صامتا محتسبا.\rإياك والانقطاع عن العمل: كثير يأخذه الحماس ليوم أو يومين لكنه بعد ذلك يتوقف، والعمل المستمر حتى وإن كان قليلا فإنه أدعى للاستمرار يقول النبي - صلى الله عليه وسلم -: \"أحب العمل إلى الله أدومه وإن قل\".\rتجنب الحقد والحسد والكبر، وطهر القلب:\rقال الغزالي: والقلب بيت هو منزل الملائكة ومهبط أثرهم، ومحل استقرارهم، والصفات الرديئة مثل: الغضب والشهوة والحقد، والحسد والكبر والعجب وأخواتها، كلاب نابحة، فأنى تدخله الملائكة وهو مشحون بالكلاب.","seal":"1A01E82E","part":1},
      {"page":33,"id":32,"nass":"ابتعد عن الاندفاع والعجلة: من عمل في المجال الدعوي يرى أن الساحة تحتاج إلى أضعاف الجهود المبذولة وقد يدفع هذا بالبعض إلى التسرع والعجلة رغبة في تحصيل الخير وسد الثغرات، والعمل الدعوي يحتاج إلى الأناة وعدم العجلة والتريث وإعطاء الأولويات حقها.\rولذا كان التوقف هو داء الأدواء وأخطر الأمراض، وحديث النبي - صلى الله عليه وسلم - \"خير العمل أدومه وإن قل\" نبراس لمن أراد العمل.\rوليكن الرفق حاديك ولصيقك فإنه أدعى للقبول، وقد كان الأنبياء عليهم السلام ديدنهم الرفق بأممهم والمجادلة بالتي هي أحسن استجابة لأمر الله تعالى وسعيا نحو فتح القلوب وقد أمر الله موسى وهارون عليهما السلام بالرفق بفرعون: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى * فَقُولَا لَهُ قَوْلاً لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} وفي الحديث: \"إن الله رفيق يحب الرفق في الأمر كله\" [متفق عليه].\rاحذر حب الرياسة والتصدر: فإنها مهلكة للنفس الضعيفة جالبة للرياء والسمعة، قال الفضيل بن عياض: \"ما أحب أحد الرياسة إلا أحب ذكر الناس بالنقائص والعيوب ليتميز هو بالكمال، ويكره أن يذكر الناس أحدًا عنده بخير، ومن عشق الرياسة فقد تودع من صلاحه\".\rابتعد عن مواقف التهم:\rأنت في عين المجهر وتحت الأنظار، الحركة تحسب عليك والزلة تحط من قدرك، ومن يتصيد الأخطاء كثر من الكفار والمنافقين ومن في قلوبهم مرض؛ بل وبعض الأخيار بحسن نية أو","seal":"5294FBFA","part":1},
      {"page":34,"id":33,"nass":"بجهل، روى البخاري في صحيحه أن أم المؤمنين صفية رضي الله عنها جاءت إلى رسول الله - صلى الله عليه وسلم - تزوره في اعتكافه في المسجد في العشر الأواخر من رمضان، فتحدثت عنده ساعة، ثم قامت تنقلب، فقام النبي - صلى الله عليه وسلم - يقلبها أي يردها إلى منزلها، حتى إذا بلغت باب المسدد مر رجلان من الأنصار، فسلما على النبي - صلى الله عليه وسلم - فقال لهما: \"على رسلكما، إنما هي صفية بنت حيى\" فقالا: سبحان الله يا رسول الله، وكبر عليهما فقال رسول الله - صلى الله عليه وسلم - \"إن الشيطان يبلغ من ابن آدم مبلغ الدم، وإني خشيت أن يقذف في قلوبكما شيئا\".\rقال ابن حجر: وفيه التحرز من التعرض لسوء الظن والاحتفاظ من كيد الشيطان.\rوقال ابن دقيق العيد: وهذا متأكد في حق العلماء، ومن يقتدى به، فلا يجوز لهم أن يفعلوا فعلا يوجب سوء الظن بهم، وإن كان لهم فيه مخلص؛ لأن ذلك سبب إلى إبطال الانتفاع بعلمهم.\rاحذر اليأس وعليك بالتفاؤل وحسن الظن بالله عز وجل: فإن هذا باب لانشراح الصدر وزيادة العمل؛ في غزوة الأحزاب وقد بلغت القلوب الحناجر وزلازل المؤمنون زلزالاً شديدًا في وسط هذا الجو المظلم والموضع الحرج يبشر النبي - صلى الله عليه وسلم - الصحابة بسواري كسرى، حتى قال البعض: يذكر لنا سواري كسرى وأحدنا لا يستطيع أن يذهب ليقضي حاجته.\rإنه بعث الأمل وإشاعة التفاؤل في المجتمع وبين الناس وأثره واضح جلي.","seal":"97AD556F","part":1},
      {"page":35,"id":34,"nass":"في جنب هؤلاء\rمنارات شامخة وعلامات بارزة في تاريخ أمة الإسلام أولهم نبي هذه الأمة - صلى الله عليه وسلم -، ماذا ناله من البلاء والمصائب؟ فقد أوذي في جسده وألقي عليه جزور الإبل عند الكعبة، وقيل: كاهن وساحر وكذاب، وحوصر في شعب عامر سنوات، وألقيت عليه الحجارة حتى أدمي عقبه، وطرد من بلده حتى اغروقت عيناه بالدموع وهو يودع مكة أحب البقاع إليه، ثم هو في المدينة يعاني من المنافقين ومن اجتماع المشركين على قتاله والطعن في عرضه الشريف مصائب وبلاءات متتالية فما وهن لا تنازل عن دينه.\rوأنت أيها الحبيب وقعت في فتنة عظيمة من نوع آخر، فها أنت تبجل وتقدر وتدعى للولائم والأفراح ولك منزلة بين الناس ثم لا نراك ولله الحمد تتعرض لكلمة نابية ولا للفظة جائرة فما هذا التكاسل والهوان والضعف والله لو جرى خلفك رجل يسمع الناس بقوله: هذا كاذب أو ساحر، لترك الكثير العمل إلى الدين ورفعته، كيف وأنت لم يصبك شيء من ذلك.\rثم إن أصابك شيء من الأمر فأنت مبتلى يضاعف الله لك الأجر، ويمحص دينك، ويطهر قلبك، ويرفع درجتك، انظر إلى الفجار والفساق كيف هم يعانون ومع هذا يصبرون ويواصلون المسير؟ {وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ}.","seal":"398A4724","part":1},
      {"page":36,"id":35,"nass":"وقفات\rقال الشيخ عبد الرحمن السعدي رحمه الله:\rورحم الله من أعان على الدين ولو بشطر كلمة، وإنما الهلاك في ترك ما يقدر عليه العبد من الدعوة إلى هذا الدين.\rقال ابن ضبارة:\rإنا نظرنا فوجدنا الصبر على طاعة الله تعالى أهون من الصبر على عذاب الله تعالى. . فاصبروا يا عباد الله على عمل لا غنى لكم عن ثوابه، واصبروا على عمل لا صبر لكم على عقابه.\rقال ابن القيم في الفوائد: قال تعالى: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} علق سبحانه الهداية بالجهاد فأكمل الناس هداية أعظمهم جهادا، وأفرض الجهاد: جهاد النفس، وجهاد الهوى، وجهاد الشيطان، وجهاد الدنيا؛ فمن جاهد هذه الأربعة في الله هداه الله سبل رضاه الموصلة إلى جنته، ومن ترك الجهاد فإنه من الهدى بحسب ما عطل من الجهاد.\rقال أبو إسماعيل عبد الله بن محمد الهروي كما في تذكرة الحفاظ (9 م 1184) «عرضت على السيف خمس مرات، لا يقال لي: ارجع عن مذهبك، لكن يقال لي: اسكت عما خالفك فأقول: لا أسكت.\rأخي المسلم:\rأسهم لرفع راية هذا الدين وليكن همك وتفكيرك في كل حين كيف أخدم هذا الدين؟ وأنت إنما تخدم نفسك بجمع الحسنات،","seal":"6DEC68C5","part":1},
      {"page":37,"id":36,"nass":"وتكفير السيئات ورفع الدرجات.\rواعلم أن من إعراض الله عن العبد أن يستغله فيما لا فائدة تعود عليه، وانظر في حالك وساعاتك وأيامك.","seal":"936409FE","part":1},
      {"page":38,"id":37,"nass":"همسة\rإذا عملت في خدمة هذا الدين نالك الخير العظيم والأجر الجزيل من الله عز وجل وهذا هو مطلب كل مسلم. ولكن قد يعترض طريقك بعض العقبات السيرة والحواجز الوهمية ومن تلك:\r1 - تصيد الأخطاء: وهذا منهج والعياذ بالله ابتلى الله به بعض الناس من الذين لا هم لهم ولا عمل سوى تصنيف الناس والبحث عن زلاتهم وأخطائهم ومعلوم أن كل من يعمل يخطئ ويقع منه هنات، ولكن من لا يعمل لا يخطئ مطلقا، ولقد رأيت من يتحدثون في المجالس ليس لهم عمل دعوي إطلاقا وصرفهم الله عز وجل إلى الغيبة والتثبيط والوقوع في الأعراض.\rقال الإمام الشعبي: لو أصبت تسعا وتسعين، وأخطأت واحدة، لأخذوا الواحدة وتركوا التسع والتسعين.\rوفي تصيد الأخطاء والزلات لذاتها لا للإصلاح طريق غير سوي ينبئ عن قلة دين وفساد قصد وسوء طوية والعياذ بالله.\rقال ابن القيم رحمه الله: «ومن العجب أن الإنسان يهون عليه التحفظ والاحتراز من أكل الحرام، والظلم، والزنا والسرقة، وشرب الخمر، ومن النظر المحرم وغير ذلك، ويصعب عليه التحفظ من حركة لسان، حتى يرى الرجل يشار إليه بالدين والزهد والعبادة، وهو يتكلم بالكلمة من سخط الله لا يلقي لها بالا يزل منها أبعد مما بين المشرق والمغرب، وكم ترى من رجل متورع عن الفواحش والظلم ولسانه يفري في أعراض الأحياء والأموات لا","seal":"E47CFC51","part":1},
      {"page":39,"id":38,"nass":"يبالي ما يقول.\rواعلم أيها الداعية الموفق أن من يعمل في الساعة معرض للخطأ والزلل، فاحرص على قبول النصيحة وإصلاح الخطأ، ثم بعد ذلك لا يهمك حديث الناس في المجالس والمنتديات، فهؤلاء شبههم شيخ الإسلام بالذباب يقول رحمه الله:\r«إن بعض الناس لا تراه إلا منتقدا داء، ينسى حسنات الطوائف والأجناس ويذكر مثالبهم فهو مثل الذباب يترك مواضع البرد والسلامة، ويقع على الجرح والأذى، وهذا من رداءة النفوس وفساد المزاج».\rثم ليطمئن قلبك وتهدأ جوارحك فإن الناس لا يتركون أحدا، قالوا عن الله عز وجل: ثالث ثلاثة، وقالوا: اتخذ الله ولدا، وقالوا عن نبينا محمد عليه الصلاة والسلام: ساحر ومجنون .. وهكذا هم، ومن ظن أنه يسلم من كلام الناس فهو مجنون، ورضا الناس غير مشروع وغير مقدور.\rوليكن لك سلوى: أنهم يهدون إليك حسناتهم ويدفعون لك الأجر دون مقابل بل هذه عقوبة المغتابين.\rولكن هنا ملاحظة مهمة وهي حرصك على قبول النصيحة من الناصحين إذا أخطأت وزلت بك قدم، وعليك بالعودة والرجوع عن خطئك طلبا لمرضاة الله عز وجل.","seal":"D3046865","part":1},
      {"page":40,"id":39,"nass":"في منتصف الطريق\rيقول ابن القيم رحمه الله:\rإن لم يكن العبد في تقدم فهو في تأخر ولا بد، فالعبد سائر ولا واقف، فإما إلى فوق، وإما إلى أسفل، وإما إلى أمام، وإما إلى وراء وليس في الطبيعة ولا في الشريعة وقوف البتة، ما هو إلا مراحل تطوى أسرع طي إما إلى الجنة أو إلى النار، فمسرع ومبطئ، ومتقدم ومتأخر، وليس في الطريق واقف البتة، وإنما يتخالفون في جهة المسير وفي السرعة والبطء {إِنَّهَا لَإِحْدَى الْكُبَرِ * نَذِيرًا لِلْبَشَرِ * لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ} ولم يذكر واقفا إذ لا منزل بين الجنة والنار ولا طريق لسالك غير الدارين البتة، فمن لم يتقدم إلى هذه بالأعمال الصالحة، فهو متأخر إلى تلك بالأعمال السيئة.","seal":"30930F96","part":1},
      {"page":41,"id":40,"nass":"الدعوة في بيوتنا\rحين يكون الحديث عن أمر الدعوة إلى الله يظن البعض أن الأمر متعلق بالصين والهند والشرق والغرب، وما علم أن الأمر من تحته وأقرب إليه من ذلك كله.\rفأول أمور الدعوة أن يأخذ الإنسان نفسه على الحق وهذه أعظم دعوة، يتوب من المعاصي والذنوب ويستزيد من الصالحات ويحافظ على النوافل قدر المستطاع. ولا بد أن يحدث له توبة من ترك النوافل والمستحبات فيتوب من تضييع السنن الرواتب، ويتوب إلى الله من التفريط في المسارعة إلى الصف الأول، ويتوب إلى الله من هجر القرآن، ويتوب إلى الله من قلة ذكره سبحانه وتعالى، ويتوب إلى الله من إضاعة الأوقات دون فائدة.\rثم هو مع هذا كله يبدأ خطوة في إصلاح منزله وأولهم والداه وزوجته وأبناؤه وقرابته كل بحسبه {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ}.\rويسهم بين حين وآخر في محاولة دعوة أسرته وقرابته في الاجتماع الأسبوعي أو الشهري، ويعين أهل الحي وخاصة الجيران على الصلاة وتفقد أبنائهم .. إنها قائمة طويلة لو تتبعتها لوجدت في نهايتها صلاح المجتمع بعامة!\rونحتاج لتحقيق ذلك كله إلى أمرين هامين:\rالأول: الرفق واللين، فإن الرفق ما كان في شيء إلا زانه، ويقول الله تعالى عن نبينا محمد - صلى الله عليه وسلم -: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ","seal":"5E7D1FD4","part":1},
      {"page":42,"id":41,"nass":"رَحِيمٌ}.\rالثاني: الاستمرار والمداومة، فإن البعض يدعو مرة ثم يتوقف، والأمر ليس بذاك، بل هو أمر مستمر ودعوة قائمة حتى يموت الإنسان؛ ونوح عليه السلام مضى عمرًا طويلاً يقارب الألف عام، وهو يدعو والنبي - صلى الله عليه وسلم - مكث سنوات وليس معه إلا الرجل والرجلان، وما وهن، أو تراجع، أو توقف.","seal":"5BEFEF6D","part":1},
      {"page":43,"id":42,"nass":"فتوى\rسئلت اللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية هذا السؤال وأجابت عليه بالفتوى رقم 20062.\rهل طباعة الكتب الشرعية الصحيحة ينتفع بها الإنسان بعد موته ويدخل في العلم الذي ينتفع به كما جاء في الحديث؟\rالجواب: طباعة الكتب المفيدة التي ينتفع بها الناس في أمور دينهم ودنياهم هي من الأعمال الصالحة التي يثاب الإنسان عليها في حياته ويبقى أجرها ويجري نفعها له بعد مماته ويدخل في عموم قوله - صلى الله عليه وسلم - فيما صح عنه من حديث أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"إذا مات الإنسان انقطع عمله إلا من ثلاث: إلا من صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له\" رواه الإمام مسلم في صحيحه، والترمذي والنسائي والإمام أحمد، وكل من ساهم في إخراج هذا العلم النافع يحصل على هذا الثواب العظيم سواء كان مؤلفا أو معلما أو ناشرا له بين الناس، أو مخرجا أو مساهما في طباعته كل بحسب جهده ومشاركته في ذلك [فتوى رقم 20062].\rأخي المسلم:\rهذا باب خير عظيم أمامك .. فالأموال متيسرة ولله الحمد، والكتيبات متوفرة بأسعار زهيدة، والبريد قائم والقبول من الناس واضح جلي فماذا تنتظر؟","seal":"6C66A49C","part":1},
      {"page":44,"id":43,"nass":"من يحمل هم هذا الدين؟\rيحمل هم هذا الدين أبناؤه البررة رجالاً ونساءً وأطفالاً وشيبًا وشبابًا على اختلاف مستوياتهم العلمية والوظيفية .. فالأمر كله في النهاية .. كالقافلة التي تسير في الصحراء قاصدة مكانا معينا، وتجد في هذه الرحلة مختلف الناس أصحاء وأقوياء وضعفاء ومساكين، وشباب وشيبا ورجالا ونساء، ومتعلمين وجهلة .. لكن لكل فرد دور محدد في هذه الرحلة، فهذا دليل يعرف المواقع، وآخر يسقي الماء، وثالث يتابع سير القافلة ويتفقد الجميع، ورابع وخامس .. وهذه بهذه المجهودات مجتمعة تسير ولا تتوقف ولا يكون فيها خلل أو نقص.\rقال علي بن أبي طالب رضي الله عنه: قيمة كل امرئ ما يحسنه.\rوقد كان السلف متباينين في القدرات والطاقات، وكل أخذ بالعمل الذي يجيده، وبعضهم جمع أكثر من عمل، فمنهم من كان في الإنفاق رأسا كأبي طلحة وعثمان بن عفان ومنهم من كان مجاهدا صابرا وفتى مغوارا كعلي بن أبي طالب وخالد بن الوليد وغيرهم.\rومنهم من كان خطيبا مفوها وشاعرا مقدما مثل حسان بن ثابت رضي الله عنهم أجمعين.","seal":"BCA1A64B","part":1},
      {"page":45,"id":44,"nass":"لا تطلب الجزاء\rمن قام بأمر الدعوة أحيانا تدعوه نفسه إلى النظر فيما يقول الناس عنه، وما يقومون له من شكر، أو يفسحون له في مجلس، أو يخدمونه في أمر من أمور الدنيا، وهذه قد تثلم إخلاصه، فهو إنما قدم العمل لله عز وجل لا لطلب الجزاء أو الشكر أو رد المعروف كما يقال.\rقال ابن تيمية رحمه الله: .. ومن الجزاء أن يطلب الدعاء قال تعالى عمن أثنى عليهم: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} والدعاء جزاء كما في الحديث: \"من أسدى إليكم معروفا فكافئوه، فإن لم تجدوا ما تكافئونه به فادعوا له حتى تعلموا أن قد كافأتمونه\" وكانت عائشة إذا أرسلت إلى قوم بصدقة تقول للرسول: اسمع ما يدعون به لنا حتى ندعو لهم بمثل ما دعو لنا ويبقى أجرنا على الله.\rوقال بعض السلف: إذا قال لك السائل: بارك الله فيك، فقل: وفيك بارك الله فمن عمل خيرا مع المخلوقين سواء كان المخلوق نبيا أو رجلا صالحا أو ملكا. من الملوك أو غنيا من الأغنياء فهذا العامل للخير مأمور بأن يفعل ذلك خالصا لله يبتغي به وجه الله، لا يطلب به من المخلوق جزاء ولا دعاء ولا غيره، لا من نبي ولا رجل صالح ولا من الملائكة فإن الله أمر العباد كلهم أن يعبدوه مخلصين له الدين (¬1).\r¬__________\r(¬1) مجموع الفتاوى (1/ 180).","seal":"2774B206","part":1},
      {"page":46,"id":45,"nass":"تيسر أمر الدعوة\rمن نعم الله عز وجل أن وسائل الدعوة وسبلها سهلة ميسرة لكل فرد، ومما نراه من ذلك:\r1 - قبول الناس للحق بشكل منقطع النظير وهذا ملاحظ مشاهد، وأحيانا تغيب فترة عن رجل ما وتقابله بعد حين فإذا حاله قد تبدلت، والبعض تلقي إليه بكلمة فإذا به يتمسك بك كالغريق يريدك أن تزيده، ولهذا سمى الكثير هذه السنوات بسنوات العودة إلى الله عز وجل.\r2 - نعمة الحياة التي أنت فيها من أعظم النعم للقيام بأمر الدعوة، وعمرك سنوات قلائل فإن استثمرتها وإلا ضاعت عليك سدى، وأنت اليوم في دار مؤقتة فاعمل لدار باقية خالدة.\r3 - أنعم الله علينا بأموال طائلة كثيرة، ونصرف منها على توافه الأمور والكماليات الشيء الكثير، وأمر الدعوة أوجب وألزم وأبقى وأدوم وقد وعد الله عز وجل بمضاعفة الأجر للمنافقين: {مَنْ ذَا الَّذِي يُقْرِضُ اللهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً ....... }.\r4 - الصحة والعافية نعمتان تعينان على العمل دون عوائق، وقد رأيت مريضا في الطائف لا يتحرك سوى رأسه فقط، ويعمل -وفقه الله- في الدعوة داخل المستشفى وأسلم على يديه بعض الكفار من الممرضين والممرضات، ويناصح كل من يقابله أو يراه، بل ويخاطب المسئولين في أمور عامة.","seal":"0355B16B","part":1},
      {"page":47,"id":46,"nass":"5 - العلم الشرعي نعمة عظيمة ولا حد لنشر الدعوة\rوالنبي - صلى الله عليه وسلم - يقول: \"بلغوا عني ولو آية\" وكثير اليوم لديه من العلم الشرعي الكثير ولكنه لا يعمل لإيصاله، ومع توفر الوسائل والسبل يستطيع حتى العامي الذي لا يقرأ ولا يكتب أن يسهم في الدعوة عبر وسائل متاحة، منها توزيع ونشر الكتاب والشريط وغير ذلك.\r6 - الاستفادة من الوسائل الحديثة مثل الهاتف والاتصالات كالانترنت، وسرعة خدمة البريد، فهذه وسائل لم تكن متوفرة من قبل.\r7 - توفر الكتاب والشريط الإسلامي بمبلغ زهيد وما رأينا مثل هذا الزمن الذي يطوف فيه العلماء القارات الخمس وينتشر علمهم عبر الأثير، بريال واحد قيمة كتاب قد يسلم بسببه كافر أو يهتدي ضال.\r8 - عدم وجود مؤثرات قاطعة تؤثر على انتشار هذا الدين في كل مكان بلا استثناء وتأمل في حال الرسول - صلى الله عليه وسلم - وكيف رمت العرب والعجم بسهم واحد من كنانتها نحوه - صلى الله عليه وسلم -، وأنت أيها الحبيب من منعك من أمر الدعوة؟ وهل نشر رأسك نصفين لتخشى العمل وتتوقف؟ بل نرى تاجر ومروج المخدرات أكثر من البعض همة وحماسا لنشر فساده.","seal":"5AF90C20","part":1},
      {"page":48,"id":47,"nass":"نكتة لطيفة\rقال ابن القيم رحمه الله: وها هنا أمر يجب التفطن له: وهو أنه قد يكون العمل المعين أفضل منه في حق غيره، فالغني الذي بلغ له مال كثير ونفسه لا تسمح ببذل شيء منه، فصدقته وإيثاره أفضل له من قيام الليل وصيام النهار نافلة. والشجاع الشديد الذي يهاب العدو سطوته فوقوفه في الصف ساعة، وجهاده أعداء الله أفضل من الحج والصوم والصدقة والتطوع، والعالم الذي قد عرف السنة، والحلال والحرام، وطرق الخير والشر، ومخالطته للناس وتعليمهم ونصحهم في دينهم أفضل من اعتزاله وتفريغ وقته للصلاة، وقراءة القرآن والتسبيح، وولي الأمر الذي قد نصبه الله للحكم بين عباده: جلوسه ساعة لنظر في المظالم وإنصاف المظلوم من الظالم وإقامة الحدود ونصر المحق وقمع المبطل أفضل من عبادة سنين من غيره، ومن غلبت عليه شهوة النساء فصومه له أنفع وأفضل من ذكر غيره وصدقته (¬1).\r¬__________\r(¬1) عدة الصابرين (93).","seal":"3A7E8821","part":1},
      {"page":49,"id":48,"nass":"مواقف\rذهبت إلى الطائف قبل سنوات واضطررت أن أزور المنطقة الصناعية لعمل عطل يسير في سيارتي استمر إصلاحه أقل من ساعة، وكان معي أحد الشباب وناول العامل العربي كتابا، فانفجر بالدعاء وقال: لي هنا خمسة عشر سنة ولا أصلي مطلقا ولم يناولني أحد كتابا إلا اليوم.\rقلنا: إن صدق الرجل فتلك مصيبتان عظيمتان: مصيبة ترك الصلاة، ومصيبة عدم دعوته\rشاب جعل هدفه منذ عشر سنوات خدمة الفقراء والأيتام في الأحياء الفقيرة، وبدأ هذا العمل وهو طالب في الجامعة، ثم استمر حتى أذن له بإنشاء مبرة خيرية في وسط الحي، ولا يزال بنفس الهمة والنشاط، بل ويعرف الفقراء والأيتام بأسمائهم فردًا فردًا، وقد جعل مع التوزيع الشهري كتابًا وشريطًا حتى يجتمع لدى المحتاجين غذاء للقلب والجسم.\rتؤانس طريقك في السفر لوحات جانبية صغيرة كتب عليها عبارات تذكر بالتسبيح أو التهليل أو التكبير أو الصلاة على\rالنبي - صلى الله عليه وسلم - وهذه تزيل وحشة الطريق وتذكر الغافل، فطوبى لمن قام بها وأحسن الله إليه كما أحسن إلى المسافرين، وبعضهم فكر أن يقوم بعمل مثل هذه الكلمات الطيبة في اللوحات الإرشادية في المدن، وذلك باستئجار اللوحات الدعائية بمبلغ من المال.\r* أحدهم ذهب إلى موقف النقل الجماعي وسلم للإدارة","seal":"ECFD3E26","part":1},
      {"page":50,"id":49,"nass":"مجموعة كبيرة من أشرطة القرآن الكريم واشتراط عليهم جعلها في الحافلات المغادرة حتى يسمع الركاب كتاب الله عز وجل، وزودهم بعد حين بأشرطة العلماء والمشايخ وخص الحافلات المسافرة إلى مكة بأشرطة توضح صفة العمرة والحج.\rقصة عجيبة ذكرها لي أحد الأفراد العاملين في دعوة الجاليات قال: ذهبت إلى فندق لمقابلة شخص وانتظرته في صالة الفندق، وكان بجواري رجل فلبيني تجاذبت وإياه أطراف الحديث وقال لي: أقوم الآن ببناء مسجد في الفلبين، يقول الداعية لما ذكر لي حال المسجد وكم تبقى من المبالغ أدخلت يدي في جيبي وأخرجت ورقة وكانت من فئة الخمسمائة ريال، قال: فنازعتني نفسي، المبلغ كبير، وقد يكون الرجل غير صادق، لماذا الحماس والعاطفة السريعة؟ ولكن لما رأيته شاهد الخمسمائة ريال استحييت منه ودفعتها له، وقلت: هذه مساعدة لبناء المسجد، قال: فأعادها إلي وقال: أنا أبني المسجد من مرتبي ولا أقبل أن يدخل معي أحد، وكل شهر أستقطع من مرتبي لبناء هذا المسجد.\rقال الداعية: فزاد حزني على سوء الظن وما نالني من البخل والشح.\r* إحداهن تسعى إلى إسعاد الفقراء والمساكين وتفريج كربهم، وإدخال السرور على نفوسهم، يوما قالت لأحد أبنائها: هذه مئتا ريال اشتر مطبقا (نوع من الأكل) واذهب به إلى هذه البيوت بعد صلاة العشاء مباشرة حتى يفرح الفقراء مع أطفالهم بهذه","seal":"83F0965F","part":1},
      {"page":51,"id":50,"nass":"الوجبة التي ربما لم يسمعوا عنها، أو سمعوا عنها ولم يأكلوها.\r* مع كثرة ما نراه من الملتزمين إلا أن عملهم في الدعوة إلى الله عز وجل قليل جدا، ولذا كثر الخبث وزادت الشرور وتعالى أهل الفسق والفجور.\rوأذكر أني قد زرت مكتبا من مكاتب الجاليات ودار الحديث عن منطقة صناعية بجوارهم وماذا قدموا للعاملين الذي لا يأتون إليهم، قال لي مدير المكتب: توجد لدينا سيارة (حافلة) فاملؤوها بالكتب ونجعل معك عاملاً يساعدك، فقط نريد شخصًا سعوديًا يكون في المقدمة للحديث والهيبة وحتى تكون الأمور متكاملة ودارت الأيام وكلما رأيت مجموعة من الشباب ذكرت لهم حاجة المكتب؛ وحسب علمي أنه لم يأتهم أحد بشكل مستمر.\rوبدون هذه القصة نتساءل: كم عدد مكاتب الجاليات وعدد مكاتب المؤسسات الخيرية والإغاثية وجمعيات البر في مدينة الرياض مثلا أو جدة؟ إنها أعداد مباركة، لكن كم عدد العاملين بها من المتعاونين مقارنة بعدد الملتزمين في الرياض؟ إنهم قليل جدا مع تنوع الفرص ومواقع هذه المكاتب واختلاف طرق العمل وغيرها.\rبمعنى أن هناك فرص كثيرة متاحة، لكن من يعملون قلة وقلة جدا، وقارن واسأل لتتأكد، ثم الطامة الكبرى أين يذهب الملتزمون الذين لا يعملون في الدعوة، إنه ضياع أوقات وجلسات غيبة ونميمة وقل منهم من استفاد من وقته في تحصيل علم، أو بر والدين، أو عمل دعوي فردي، أو غير ذلك.","seal":"7080C3DC","part":1},
      {"page":52,"id":51,"nass":"إمام المسجد\rلإمام المسجد دور كبير وفاعل في نشر الدعوة في حيه، ومن أبرز الطرق التي نعرفها: قراءة درس يومي في أحد الكتب المعتمدة، واستقطاب الدعاة والعلماء لإلقاء المحاضرات وكذلك تفقد أهل الحي والجيران، وإقامة حلق تحفيظ القرآن الكريم والعناية بها، وغير ذلك من الأعمال العظيمة، ومن أجمل وسيلتين دعويتين سمعت بهما:\rالأولى: أحد الأئمة الموفقين مع نهاية العام الدراسي وزع إعلانا على جميع بيوت الحي أخبرهم فيها بأن هناك جوائز للناجحين في جميع المراحل، وعدد أسماء الجوائز وأنها قيمة؛ واشترط إحضار صورة الشهادة دون النظر إلى التقدير كما اشترط حضور ولي الأمر كشرط أساسي.\rفكان أن بدأ الحفل بعد صلاة المغرب، وقد غص المسجد بالمصلين من أولياء الطلبة، بعضهم لأول مرة يدخل المسجد، وبعد الصلاة كانت هناك محاضرة جيدة لأمثال هؤلاء، ثم توالت فقرات الحفل وتلتها صلاة العشاء. ثم وزعت الجوائز، فكرة كانت موفقة وجيدة أتم الأمر بأن جعل من ضمن الهدية الأساسية للطفل، كتبا وأشرطة لإصلاح البيوت.\rوفي نهاية الحفل حدد موعدا بعد شهر لإلقاء محاضرة ومسابقات مثل هذه؛ قال الإمام: اجتمع أناس لم أرهم من قبل واكتظ المسجد بالمصلين أكثر من يوم الجمعة .. وهكذا الصغار","seal":"D7B27289","part":1},
      {"page":53,"id":52,"nass":"يأتون بآبائهم.\rالثانية: إمام مسجد موفق اقترح على بعض الجيران وضع مظروف بلاستيكي كبير يوضع فيه مجلد في العلم الشرعي مضافا إلى ذلك كتاب وشريط ومجلة شهرية يوزع باشتراك شهري مخفض، ليصل إلى كل بيت في السنة 12 مجلدًا متنوع العلوم، منها في التفسير، والحديث والفقه، والسيرة، وغيرها وبهذا يتكون في كل بيت مكتبة إسلامية صغيرة، هذا عدا الأشرطة والكتيبات والمجلات الإسلامية، ووضع أيضا اشتراكا ممتازا لمن أراد أن يسهم في الخير؛ ويرسل هذا الإهداء إلى جيران لم يشتركوا في هذا البرنامج.\rقلت لذلك الإمام: ليتني جاركم ليحصل لي هذا العدد من المجلدات والأشرطة والكتب، قال: أبشرك بدأت بمسجدي والآن لدي اشتراكات من أماكن أخرى، وفي مدينتي ستة مساجد بدأت بتطبيق هذا البرنامج.\rومن وسائل النهوض برسالة المسجد في الحي:\rأ- إقامة حلقة ثابتة لتعليم أبناء الحي القرآن الكريم والأحاديث النبوية وبعض الآداب الإسلامية وأخذ الطلاب المتميزين منهم إلى العلماء وطلاب العلم في زيارة لهم.\rب- زيارة المتخلفين عن صلاة الجماعة والسؤال عن حالهم، وتذكيرهم بأهمية الصلاة في المساجد مع إهدائهم بعض الكتيبات والفتاوى والمجلات النافعة والأشرطة المفيدة.\rج- تنظيم دورية لأهل الحي كل نصف شهر وتكون بعيدة","seal":"299B5E48","part":1},
      {"page":54,"id":53,"nass":"عن الإسراف والتبذير ويتخللها بعض الفوائد النافعة، ويعالج من خلالها أوضاع الحي المختلفة.\rد- وضع مسابقة ثقافية كل أربعة أشهر لكافة سكان الحي بحيث تصل هذه المسابقة كل منزل وترصد لها الجوائز المناسبة.\rهـ - استضافة بعض طلبة العلم لإلقاء كلمة إرشاد وتوجيه في مسجد الحي بين فترة وأخرى، ولتكن كل أسبوعين مثلا.\rوزيارة أصحاب التموينات والأسواق التجارية وتذكيرهم بحرمة بيع الدخان والمجلات الفاسدة، وإعطاؤهم الفتاوى الصادرة بهذا الشأن، ومقاطعتهم حتى ينتهوا عن بيع ما حرم الله، وكذا أصحاب محلات بيع الشيش وأشرطة الغناء، وصوالين الحلاقة وتذكيرهم بالحديث النبوي: \"كل جسد نبت من السحت فالنار أولى به\" والسحت هو الحرام.\rوأعمال إمام المسجد لا حصر لها من متابعة الأيتام والأرامل والمحتاجين وغيرها كثير.","seal":"A9EF77EB","part":1},
      {"page":55,"id":54,"nass":"الدعوة في المدارس\rالمدارس من أهم محاضن الدعوة والتربية، بل هي المكان الأوسع لذلك، والمعلم الذي يحمل هم هذا الدين هو أمة في رجل .. ولإحياء ذلك أطرح بعض المقترحات التي سمعت بها أو رأيتها ومنها.\r1 - القيام بعمل نشاط ثقافي شهري تبذل فيه الهدايا القيمة، ويوضع كتاب كل شهر مع مسابقة تكون جوائزها كتابا وأشرطة أو غيرها من الهدايا المرغوبة لكل عمر من الأعمار وهكذا يكون في كل عدد زيادة في المشتركين والمشتركات مع ما يصل إلى البيوت من الهدايا الدعوية القيمة.\r2 - التركيز حين الدرس على الدعوة وإشعار الطلاب والطالبات بأهمية المحافظة على الواجبات والبعد عن المحرمات وربط ذلك بواقع الناس، وفي كتاب أمانة التعليم، من ذلك الكثير خاصة للمدرسين والمدرسات.\r3 - استقطاب المحاضرين والمحاضرات من خارج المدرسة؛ رغبة في التغيير والتجديد على الطلاب، ويختار بعناية المواضيع التي تعود بالنفع على الجميع وتطعم بالقصص والمشاهدات.\r4 - إقامة علاقات مودة لكسب قلوب الطلاب والطالبات وإشعارهم بأهميتهم وحل مشاكلهم والقرب منهم.\rوأذكر أن أحد أئمة المساجد ذكر لي أن سبب حفظه لكتاب الله عز وجل أن أحد المدرسين سأله: كم تحفظ من كتاب الله؟","seal":"5EA47039","part":1},
      {"page":56,"id":55,"nass":"يقول فأجبته: أربعة أجزاء، فقال: هذا لا يليق بك، وبدأ يراجع ويسمع لي حتى تيسر لي حفظ كتاب الله عز وجل.\rومدرس آخر يقول: درست في المرحلة الثانوية فوجدت طالبا مهملاً مؤذيًا لزملائه بليد الفهم، لا يحل واجبًا، ولا يحفظ درسًا، يقول المدرس: فأخذته إلى غرفة منفردة وقلت له: أنت طالب قيادي ولا يصح هذا منك، أنت تدير مدرسة كاملة ولذا سأجعلك مسئولاً عن النظام في الفسح، قال الطالب: أنا، فقلت: نعم أنت وسوف تقوم بهذه المهمة أحسن قيام، قال المدرس: تغير حال الطالب بعد ذلك وأصبح من المؤدبين المنضبطين دراسيا وأتى والده إلي وقال: ماذا فعلت بابني؟ لقد تغيرت حاله وصلح أمره؛ قلت: هي لمسات بسيطة وخبرات تربوية، وما كان لديه من نشاط وحركة جعلته في صالح المدرسة ونجحت في تحويل مجرى هذه الطاقة من الأذية والفوضى إلى النفع والانضباط.\r5 - مدرسة موفقة جعلت في نهاية شهر شعبان ورقة مسطرة تحوي جدولاً لشهر رمضان، ووضعت خانات للصلوات الخمس وللصيام، وكذلك جدولاً لقراءة القرآن وحفظه، ووزعته على طالبات المرحلة الابتدائية، ثم استقبلت الأوراق في شهر شوال فإذا النتيجة الباهرة، لقد ربت الصغيرات وعودتهن على الصلاة والصيام وقراءة وحفظ القرآن، فكم في ورقة واحدة فقط من سنة حسنة ودلالة على الخير فعلتها هذه المدرسة مع طالباتها؟ !","seal":"F1CFB779","part":1},
      {"page":57,"id":56,"nass":"داعية بدون وسائل كاملة\rبعض الإخوة ينتظر حتى تتم الأمور ويتوفر المكان والكتب والأشرطة أو حتى تتهيأ الأمور، وهكذا لا تنتهي القائمة المطلوبة، وقد لا يحصل المراد.\rوالنبي - صلى الله عليه وسلم - جعل حديثه حجة علينا: \"بلغوا عني ولو آية\" ولم يقل القرآن أو نصفه أو ربعه، بل قال: آية، وهذه الآية تتوفر لدى الكثير.\rلنطل على داعية من أعظم الدعاة في التاريخ .. إنه في غياهب السجن، الأبواب دونه موصدة، والجدران سميكة، والمكان موحش مظلم، والحراس أعينهم لا تنام؛ ومع هذا كله، ومع عدم توفر الوسائل وقلة الإمكانات إلا أنه دعا وهو في السجن .. إنه يوسف عليه السلام: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللهُ الْوَاحِدُ الْقَهَّارُ}.\rفأين حال يوسف عليه السلام من حالنا؟ لقد قامت علينا الحجة بتوفر الوسائل والأسباب المعينة على الدعوة إلى الله عز وجل، لكن يبقى العمل وتبقى الهمة.\rأما ذلك الفقير المحروم والشخص الذي لا يقرأ ولا يكتب ويعيش في رمال الصحراء بعيدًا عن الناس .. فإن معه سلاحا نفاذا وسهاما لا تخطئ، يستطيع أن يخدم الإسلام وأهله والعلماء والدعاة وشباب ونساء المسلمين برفع يديه إلى السماء في كل وقت يتضرع إلى الله بإصلاح حال الأمة، ورفع كيد الأعداء وشر المفسدين وإن خلت يداه من أموال الدنيا، فإنها لن تخلو بإذن الله من دعوة صادقة لهذا الدين.","seal":"B7A7C24C","part":1},
      {"page":58,"id":57,"nass":"من أعمال السائرين\rليس لمثلي أن يستقصي أعمال السائرين إلى الله عز وجل لكن أذكر بعضا منها بعثا للهمم وإحياء للعزائم.\rأحدهم يأخذ بين الحين والآخر كتبًا باللغة العربية وباللغات الأخرى ويذهب بها إلى محطات وزن الشاحنات، على الطرق السريعة، وعندما تأتي السيارات الكبيرة يناول كل سائق الكتاب الذي يناسبه، وقد ذكر لي أحد الإخوة أنه وزع أكثر من خمسمائة كتاب في أقل من ثلاث ساعات.\rوعلل ذهابه إلى ذلك المكان بأن هؤلاء السائقين لا وقت لديهم في المدن لزيارة مكاتب الجاليات أو الهيئات الدعوية فهم محرومون من الكتيبات، فأنا أذهب إلى مكان وقوفهم الإجباري خارج المدن، أما من لا يجيد القراءة منهم فقد أهديته شريطا بلغته، وإن تعثر عليَّ معرفة لغته، أو لم يتوفر لدي أهديه شريطا به قراءة لأئمة الحرم.\r* منذ سبع سنوات بدأ بعض الشباب توزيع الكتب على الحجاج القادمين وكانوا يحملون تلك الكتب في سياراتهم، وتدرج الخير حتى أصبح لهم مكتب مرخص له وتم توزيع أكثر من ثمانية ملايين نسخة في عام واحد عبر مكتبهم بمساندة المؤسسات الدعوية والجهات الخيرية.\r* أحدهم فرغ نفسه لكتابة مقتطفات من المطويات المجودة وإرسالها إلى الصحف. يقول: لا يهمني أن تنشر كلها، يكفي","seal":"F4116028","part":1},
      {"page":59,"id":58,"nass":"البعض، وقد بدأ بإرسال كلمات عن أضرار التدخين، ووصايا لتربية الأبناء، وحقوق الزوج وحقوق الزوجة، وفضل يوم عاشوراء، والتحذير من البدع التي تحدث في رجب وشعبان وهكذا مواضيع كثيرة. فقط يجرد قلمه ويسجل على ورقة أو يطبع على جهاز الكمبيوتر، ويرسل للصحف والمجلات.\rكم من الناس يقرءون ما يكتب؟ أعتقد أن من يقرأ هذا النقل في الصحف أكثر ممن يقرءون المطوية نفسها، أليس هذا باب خير عظيم؟\rرأيت قبل سنوات داعية أمريكيًّا وتعجبنا من قوله: إن كل ساعات يومي للدعوة، فقط وقت نومي هو الذي لا أدعو فيه، أما الوقت الباقي فكله للدعوة: في السيارة والشركة والطريق والمسجد والبيت، لقد ذكرني بهمته وحماسه ما نقرأه عن حال السلف رحمهم الله، وقد مثل بعض الدعاة أعمال شباب اليوم في الدعوة بأنه مثل البالون ينتفخ بسرعة ولكنه في لحظة ينتهي، وهو واقع بعض الشباب يتحمس لأيام ثم ينطفئ نوره ويخبو أثره، والله المستعان، وحديث النبي - صلى الله عليه وسلم - نبراس لمن أراد الاستمرار: \"خير العمل أدومه وإن قل\".\rأحد المدرسين ذكر أنه طرح على زملائه المدرسين مشروعًا خيريًّا جيدًا عن طريق إحدى المؤسسات الخيرية قال: فتحمس المدرسون وأثنوا على المشروع ووعدوا بالتبرع، قال المدرس: قلت لهم: لعله أدعى للإخلاص وأبعد عن الرياء أن نجعل صندوقا يمر به","seal":"EB0F0769","part":1},
      {"page":60,"id":59,"nass":"أحد الطلبة عليكم فكان كذلك.\rيقول المدرس: عاد إلي الصندوق بعد أن مر على أكثر من أربعين مدرسًا لكني لما فتحته لم أجد ريالا واحدا، أليست هذه مصيبة إنا لله وإنا إليه راجعون.\r* السفر وسيلة دعوية عظيمة، ومن الاستفادة في السفر حمل كتب لتوزيعها على المحطات والمساجد وكذلك المرور على القرى والهجر التي بجوار الطريق وإعطاء إمام المسجد أو المؤذن هذه الكتب، أو جعلها في مستوصف القرية فإنهم بأمس الحاجة إليها.\r* إحداهن رأت أن تخرج بعد سنوات داعية من قعر بيتها، إنها خادمتها التي بدأت معها في حفظ سور القرآن، ثم أتت إليها بالكتب والأشرطة وبدأت تشرح لها العقيدة الصحيحة، وتحذرها من البدع والشركيات، وقالت: أطمع أن تكون داعية في قريتها، دع الكثيرات يخرجن خادمات يجدن الطبخ، ولا يعرفن من الدين إلا مثلما أتين.\rلو أن كل امرأة استشعرت الأمر، لخرجنا سنويا مئات الآلاف من الداعيات.\r* يعمل في محل لصنع الخبز منذ أن يصبح وهو يفتح على إذاعة القرآن الكريم وجعل لديه من المواعظ الكثير فنفع الله به كل من يأتي للشراء، وهو بعمله هذا خير من كثير من المتعلمين العاطلين.\r* امرأة تزوجت زوجًا غير ملتزم وأهله مثله، فكانت صدمة","seal":"B0A7902E","part":1},
      {"page":61,"id":60,"nass":"لها جعلتها مذهولة حينا من الزمن، لكن لما أفاقت من الصدمة علمت أن الطريق هو طريق محمد - صلى الله عليه وسلم - فشمرت في العمل، وبدأت بألين وأسهل من في الأسرة من البنات الصغيرات وبذلت نفسها في خدمتهم جميعًا فكانت لا تكل ولا تمل ولا تتذمر ولا تتشكى حتى أحبها البعض ومع هذا قالت: البعض نعمة؛ مرت سنوات هي على حالها تعاني من الاستهزاء والغمز واللمز، لكنها صابرة محتسبة حتى كبرن الصغيرات، وفرج الله عنها بهداية الأسرة لكن ذلك لم يأت من التشكي والتجزع أو من الضعف وترك الدعوة، بل يأتي من الصبر والهمة العالية والدعاة وتحمل المشاق.\rلموسى عليه السلام منزلة عند ربه، وخصوصًا في همته الدعوية، حتى غفر الله له ما غفر لسبب همته الدعوية، كما قرر ابن تيمية رحمه الله فيما يرويه عن ابن قيم الجوزية في كتابه مدارج السالكين قال:\rانظر إلى موسى عليه السلام رمى الألواح فيها كلام الله الذي كتبه بيده فكسرها، وجر بلحية نبي مثله، ولطم عين ملك الموت ففقأها وعاتب ربه ليلة الإسراء في محمد - صلى الله عليه وسلم - وربه يحتمل له ذلك كله، ويحبه ويكرمه لأنه قام لله تلك المقامات العظيمة في مقابلة أعدى عدو له، وصدع بأمره، وعالج أمة القبط وبني إسرائيل، فكانت هذه الأمور كالشعرة في البحر، وانظر إلى يونس عليه السلام حيث لم يكن له هذه المقامات التي لموسى غاضب ربَّه مرة، فأخذه وسجنه في بطن الحوت، ولم يحتمل له ما احتمل لموسى.","seal":"AD56B64D","part":1},
      {"page":62,"id":61,"nass":"تأمل معي\rلو فتح مثلا في بعض بلاد المسلمين الباب لتوزيع كتب الرافضة والنصارى فهل يا ترى يخلو بيت منها؟ ونحن اليوم الكتب والأشرطة متوفرة لدينا بمبالغ زهيدة جدا، لكننا نكسل ونبخل بإيصالها إلى أهلنا وذوينا والبعض بيته وبيوت أقاربه لا يعرفون الكتاب ولا الشريط.\rأب رحوم وأم رءوف لكنها تلقي بأبنائها وبناتها إلى النار والله عز وجل يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُو أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} فهل وقيناهم من تلك النار وجعلنا بينهم وبينها وقاية؟\rلا نريد أن يربي الأب ولده لنفسه .. نريد أن يتربى الصغير وينشأ لينفع أمة محمد - صلى الله عليه وسلم -، ليجعل الأب والأم نصب أعينهما أننا نريد عالما ربانيا، وداعية مخلصًا، ومجاهدًا مغوارا، وطبيبا، ومهندسا، ومزارعا، الجميع همهم رفعة الإسلام، إنهم ليسوا لك وحدك، هم لأمة محمد - صلى الله عليه وسلم - أجمع، وهذا من أعظم أبواب الدعوة اليوم! فتأمل لو خرج لنا كل بيت خمسة دعاة إلى الله عز وجل كم يكون العدد بعد سنوات؟\rمن يتصدر المجلس بالحديث عن الدعوة ولمز الدعاة وغمز المؤسسات الخيرية والدعوية، أولئك لا يعملون إلا بألسنتهم فلا يكن حظك هذا الضياع، ولا يكن حظ أذنك هذا الخواء.\rأبواب الدعوة كثيرة، ولم نر من يشتكي من إغلاق الأبواب كلها، فإن الله عز وجل متم نوره وإذا أغلق باب، فتحت أبواب","seal":"7151BE3B","part":1},
      {"page":63,"id":62,"nass":"ولله الحمد.\rكم هي حاجتك إلى هذا الدين، إنها كالهواء والماء والطعام بل هي أعظم، ماذا قدمت من عمل للحصول على الشراب والطعام. ثلث وقتك، أو نصفه اجعل لهذا الدين ما تراه يفي بفضل الله عليك ولن تستطيع لكنه تبارك وتعالى بمنه وكرمه يقبل القليل ويبارك فيه! .","seal":"88F2C429","part":1},
      {"page":64,"id":63,"nass":"يا باغي الخير أقبل\rأبواب الخير كثيرة ومتنوعة .. هذه جملة من تلك الأبواب لعلك تطرقها جميعًا.\rقال - صلى الله عليه وسلم -: \"كل سلامى من الناس عليه صدقة، كل يوم تطلع فيه الشمس: تعدل بين الاثنين صدقة، وتعين الرجل على دابته فتحمله عليها، أو ترفع له عليها متاعه صدقة، والكلمة الطيبة صدقة، وبكل خطوة تمشيها إلى الصلاة صدقة، وتميط الأذى عن الطريق صدقة\" [متفق عليه].\rوقال عليه الصلاة والسلام: \"الإيمان بضع وسبعون، أو بضع وستون شعبة، فأفضلها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان\" [متفق عليه].\rوقال - صلى الله عليه وسلم -: \"سبق درهم مائة ألف درهم\" قالوا: يا رسول الله وكيف؟ قال: \"رجل له درهمان فأخذ أحدهما فتصدق به، ورجل له مال كثير فأخذ من عرض ماله مائة ألف فتصدق به\" [رواه النسائي].\rوقال عليه الصلاة والسلام: \"لقد رأيت رجلاً يتقلب في الجنة في شجرة قطعها من ظهر الطريق كانت تؤذي المسلمين\" [رواه مسلم].\rومع التفاوت في الأعمال إلا أن الإسلام جعل الأجر والمثوبة لكل عمل تقوم به، ولا تعلم ماذا يتقبل من الأعمال؟ وما هي أرجى أعمالك عند الله وأكثرها قبولا؟ فلا تحقرن من العمل شيئا قل أو كثر.","seal":"F2554B8B","part":1},
      {"page":65,"id":64,"nass":"ما الذي يمنعك؟\rأنت -ولله الحمد- مسلمٌ، ولهذا الدين عليك حقوق عظيمة، لكنك في الناحية العملية ضعيف الانتاج قليل الهمة، دعنا نناقش ما يتعذر به البعض من الأوهام:\r1 - الكسل والفتور: وهذا لا نراه إلا في هذا الجانب الدعوي، أما في الجوانب الأخرى فأنت صاحب همة ونشاط .. رحلة صيد، لعب كرة .. الذهاب إلى الاستراحة لديك همة وعزيمة، إذا لديك همة وعزيمة، لكنك لم تصرفها لصالح هذا الدين ولذا أصابك الكسل والفتور.\r2 - تلبيس إبليس: يلبس إبليس على الكثير بأمور كثيرة؛ منها الخوف من أهل الدنيا وهذا مردود عليك لأمور منها.\rأولاً: انضبط في أمر الدعوة ولا مدخل لأحد عليك، ورأينا من أفنوا أعمارهم في الدعوة ولم يصبهم ولله الحمد أذى.\rثانيًا: تجنب المواقف الحساسة فإن المؤمن كيس فطن يبحث عن المصلحة ويتجه إليها، ويدرأ المفسدة بمصلحة أخرى.\rثالثًا: عليك بالتوكل على الله عز وجل فإن الله يحفظ عبده {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} ولو قال لك مسئول كبير مثلا من أهل الدنيا. اذهب وادع وإذا جرى لك شيء فأنا المسئول وسوف أحميك .. ألست تنطلق بلا تردد وتتحدث بلا تهيب؟ الله عز وجل أعظم وأجل، وعلى الله فليتوكل المتوكلون {فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ","seal":"8884B729","part":1},
      {"page":66,"id":65,"nass":"عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ}.\rرابعًا: الإكثار من الدعاء والتضرع إلى الله عز وجل بأن يقيك الشرور، وأن لا يكلك إلى نفسك طرفة عين، فأنت ضعيف بذاتك، وقوي بجوار الله عز وجل وحفظه وتسديده.\rخامسًا: إن أصابك أمر في جانب الدعوة إلى الله عز وجل فقد أصاب قبلك من الأنبياء والمرسلين الشيء الكثير فاصبر واحتسب وأبشر {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللهَ لَمَعَ الْمُحْسِنِينَ} إنه قسم من الله عظيم لمن دعا إليه وجاهد في سبيله باللسان والقلم والمال، بأنه يهديه سبيل النجاة .. وهي عصمة من الانحرافات ونجاة من الفتن وتثبيت على الطريق.\rوتأمل في حديث النبي - صلى الله عليه وسلم -: \"لقد كان من قبلكم ليمشط بمشاط الحديد، ما دون عظامه من لحم أو عصب، ما يصرفه ذلك عن دينه، ويوضع المنشار على مفرق رأسه فيشق باثنين، ما يصرفه ذلك عن دينه\" [الفتح: 7/ 202].","seal":"45AC52D9","part":1},
      {"page":67,"id":66,"nass":"وقفات دعوية\rقبل سنوات بحثت عن كلمات كثبت في الصحف والمجلات عن فضل يوم عاشوراء فلم أجد مع الأسف الشديد شيئا، وهذا ولا شك من التقصير، وإلا فالصحف والمجلات تقبل ما يرسل إليها، وليس بالضرورة أن تنشر كل ما يرد، لكن دعونا نرسل لهم عشر مقالات وينشر مقال واحد، وهذه نعمة وفضل من الله عز وجل، ومن المجالات التي يكتب فيها: التوحيد بأنواعه، خاصة ما تفلت من قلوب الناس، كالتوكل واللجوء إلى الله، والسحر وحكمه وكذلك الصلاة ووجوب المحافظة عليها، والوقت وأهميته، وحكم شرب الدخان وخطره، وبر الوالدين، وصلة الأرحام، وتربية الأبناء، وغيرها كثير، وبالإمكان الأخذ من المطويات والكتيبات الموجودة بعد تلخيصها.\r* من يكتب يحتاج إلى توجيه واستدراك، فالمحسن يقال له: أحسنت ويثبت على ما هو عليه من الخير، والمسيء يوجه للصواب وترسل له فتاوى العلماء والكتب النافعة فإن في هدايته خيرًا عظيمًا، وإن لمن ينفع فلا أقل من أن يشعر أن القراء يتابعون زلله، وربما رفعوا في أمره للجهات المسئولة فبهذا يخف شره ويقل.\r* تنظيم مسابقة عائلية سواء للأسرة الصغيرة أو للعائلة حين اجتماعها نهاية الأسبوع، وتوزيع الجوائز وعمل اشتراك للأسرة في المجلات الإسلامية: كالدعوة والأسرة والشقائق، لما في ذلك من","seal":"81F635AA","part":1},
      {"page":68,"id":67,"nass":"النفع والتنوع والاستمرار.\rامرأة فاضلة إذا أقبل موسم الحج قامت باختيار وشراء الآلاف من الكتب باللغة الأندونيسية من مكاتب الجاليات، ثم وضعت كل مجموعة داخل مغلف، ثم ترسل بها إلى الحجاج، ليتم التوزيع هناك كل عام فيا ترى كم حاجًّا استفاد من هذه الهدية العظيمة واستثمر هذا التجمع الكبير؟\rرجل وزوجته لا يذهبان إلى الأماكن العامة إلا ومعهم كتب ومطويات، فإذا ذهبوا إلى المستشفى أو المستوصف جعل الرجل ما معه من الكتب والمطويات في انتظار الرجال، والمرأة مثل ذلك في انتظار النساء، وهكذا لا تخلو سيارة الزوج من كتب، أما حقيبة الزوجة فإنها لا تخلو من المطويات.\r* ممرضة في أحد المستوصفات من دولة عربية كانت فاتنة وتظهر شعرها ونحوها، وأهدي إليها كتاب عن الحجاب فكان أن أخفت شعرها ونحرها ولله الحمد، وقام آخرون بإهدائها كتاب فتاوى النظر والخلوة والاختلاط فتركت العمل تمامًا واستقرت في عقر دارها، رغم حاجتها للوظيفة، فالحمد لله على هذا الفضل، وتأمل في أثر كتابين فقط كيف كانت الأمور؟ وكيف تبدلت القلوب ولله الحمد؟\r* إذا أتى الخير ونزل، رحل الشر وولى، وأوجه دلالة الناس على الخير كثيرة جدًّا منها: الدلالة على مواعيد ومكان المحاضرات والدروس، الدلالة على السنن وما فيها من الأجر، الدلالة على","seal":"8C5BBB7A","part":1},
      {"page":69,"id":68,"nass":"الفقراء والمساكين والأرامل والغارمين، الدلالة على مدارس تحفيظ القرآن الصباحية وما فيها من حفظ كتاب الله عز وجل، والدلالة على حلق التحفيظ في المساجد، وعلى المدارس النسائية المسائية لتحفيظ القرآن.\rوفي حيك أيها الموفق عليك بالدلالة على الكتب النافعة والأشرطة المفيدة، والدلالة على المدارس المتميزة، الدلالة على أهل الخير والصلاح، والدلالة على الأماكن الصيفية التي ليست بها منكرات، الدلالة على أماكن صرف الزكوات، التعريف بالمؤسسات الخيرية، تقديم النصح للراغبين في الزواج وإعلامهم بالعوائل الطيبة المناسبة للزواج، وهكذا أوجه الدلالة كثيرة لا تحصى ولا تعد.\rوالناس في هذه الأيام تناول يدها لمن يأخذها، ونتعجب أن الكثير لا يعرف أن هناك دور تحفيظ نسائية أو أن هناك رحلات صيفية للطلاب الملتزمين، والبعض لا يعرف أن هناك مجلات إسلامية جيدة .. وهذا كله خلل في أمر الدلالة لدينا.\rفتذكر دائما حديث النبي - صلى الله عليه وسلم -: \"الدال على الخير كفاعله\".\rجعلني الله وإياكم وجميع المسلمين مفاتيح للخير مغاليق للشر!","seal":"DE1BD069","part":1},
      {"page":70,"id":69,"nass":"النبي القدوة\rنبينا محمد عليه أفضل الصلاة وأتم التسليم هو النموذج القدوة في الدعوة إلى الله عز وجل.\r{لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب: 21]. وقد قال عليه الصلاة والسلام: \"مثلي ومثلكم كمثل رجل أوقد نارا، فجعل الجنادب والفراش يقعن فيها، وهو يذبهن عنها، وأنا آخذ بحجزكم عن النار، وأنتم تفلتون من يدي\" [رواه مسلم].\rلقد دعا عليه الصلاة والسلام في الوادي وعلى الجبل وفي المسجد والطريق والسوق وفي منازل الناس وفي الموسم، وفي المقبرة ودعا - صلى الله عليه وسلم - في الحضر والسفر، والأمن والخوف، والصحة والمرض، ودعا - صلى الله عليه وسلم - عندما يزور أو يزار، دعا من أحبوه، ومن أبغضوه، ومن أطاعوه، ومن أعرضوا عنه، وبعث الوفود وأرسل الدعاة، وكتب الرسائل إلى الملوك والرؤساء.\rأخي الداعية: أذكرك بقول النبي - صلى الله عليه وسلم -: \"من أراد أن يعلم ما له عند الله، فلينظر ما له عنده\" السلسلة الصحيحة (2310).\rوقال - صلى الله عليه وسلم -: \"من خاف أدلج، ومن أدلج بلغ المنزل، ألا إن سلعة الله غالية، ألا إن سلعة الله الجنة\" [السلسلة الصحيحة 6222].\rوقال عليه الصلاة والسلام: \"من دل على خير فله مثل أجر فاعله\" [رواه مسلم].","seal":"D8DC13A9","part":1},
      {"page":71,"id":70,"nass":"قال النووي: وفيه فضيلة الدلالة على الخير والتنبيه عليه والمساعدة لفاعله.\rوالمراد بمثل أجر فاعله: أن له ثوابا بذلك الفعل، كما أن لفاعله ثوابًا.\rفكم من الثمار غرست لتزهر وتورق لك فتستظل بها يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، جعلني الله وإياكم من أولئك بمنه وكرمه.","seal":"956B5E21","part":1},
      {"page":72,"id":71,"nass":"وفي الختام\rأيها المسلم وأيتها المسلمة، أكثرت من الحديث وزادت الحروف، والله إنا نتوق إلى ألسن بكم وأيد وضاح.\rوخير من ذلك قوله تعالى: {مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ}.","seal":"26C50312","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"كيف أخدم الإسلام","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عبد الملك بن محمد بن عبد الرحمن بن قاسم العاصمي","bLnk":null,"Inf":null,"Auth":"عبد الملك بن قاسم","Betaka":"الكتاب: كيف أخدم الإسلام؟\rالمؤلف: عبد الملك بن محمد القاسم\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"داعية إسلامي، له العديد من الكتيبات والمطويات الدينية، ولعل من أبرزها وأقدمها الزمن القادم.\rصاحب دار القاسم للنشر والتوزيع، وهو ابن الشيخ محمد بن عبد الرحمن بن قاسم","seal":"39100E58","cat":"الدعوة وأحوال المسلمين - مرقم آليا","oNum":36553,"BkId":36553,"oAuth":2724,"bVer":1,"aSeal":"6E081F37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36553":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"مستشفى طائر للتنصير بتكلفة 25 مليون دولار ..."},
      {"lvl":1,"id":7,"sub":0,"tit":"وهم يعملون"},
      {"lvl":1,"id":8,"sub":0,"tit":"كيف أخدم الإسلام؟"},
      {"lvl":1,"id":10,"sub":0,"tit":"ماذا يعود علي إذا خدمت الإسلام؟"},
      {"lvl":1,"id":11,"sub":0,"tit":"أين أثرك؟"},
      {"lvl":1,"id":15,"sub":0,"tit":"كيف تخدم الإسلام"},
      {"lvl":1,"id":18,"sub":0,"tit":"تأمل نعمة الله عليك"},
      {"lvl":1,"id":19,"sub":0,"tit":"الدعوة إلى الله"},
      {"lvl":1,"id":22,"sub":0,"tit":"كيف نصل بالدعوة؟"},
      {"lvl":1,"id":23,"sub":0,"tit":"كيف أخدم الإسلام؟"},
      {"lvl":1,"id":25,"sub":0,"tit":"متى تعمل؟"},
      {"lvl":1,"id":26,"sub":0,"tit":"من خدمة الإسلام"},
      {"lvl":1,"id":30,"sub":0,"tit":"لقد فتح لك الباب"},
      {"lvl":1,"id":31,"sub":0,"tit":"احذر"},
      {"lvl":1,"id":34,"sub":0,"tit":"في جنب هؤلاء"},
      {"lvl":1,"id":35,"sub":0,"tit":"وقفات"},
      {"lvl":1,"id":37,"sub":0,"tit":"همسة"},
      {"lvl":1,"id":39,"sub":0,"tit":"في منتصف الطريق"},
      {"lvl":1,"id":40,"sub":0,"tit":"الدعوة في بيوتنا"},
      {"lvl":1,"id":42,"sub":0,"tit":"فتوى"},
      {"lvl":1,"id":43,"sub":0,"tit":"من يحمل هم هذا الدين؟"},
      {"lvl":1,"id":44,"sub":0,"tit":"لا تطلب الجزاء"},
      {"lvl":1,"id":45,"sub":0,"tit":"تيسر أمر الدعوة"},
      {"lvl":1,"id":47,"sub":0,"tit":"نكتة لطيفة"},
      {"lvl":1,"id":48,"sub":0,"tit":"مواقف"},
      {"lvl":1,"id":51,"sub":0,"tit":"إمام المسجد"},
      {"lvl":1,"id":54,"sub":0,"tit":"الدعوة في المدارس"},
      {"lvl":1,"id":56,"sub":0,"tit":"داعية بدون وسائل كاملة"},
      {"lvl":1,"id":57,"sub":0,"tit":"من أعمال السائرين"},
      {"lvl":1,"id":61,"sub":0,"tit":"تأمل معي"},
      {"lvl":1,"id":63,"sub":0,"tit":"يا باغي الخير أقبل"},
      {"lvl":1,"id":64,"sub":0,"tit":"ما الذي يمنعك؟"},
      {"lvl":1,"id":66,"sub":0,"tit":"وقفات دعوية"},
      {"lvl":1,"id":69,"sub":0,"tit":"النبي القدوة"},
      {"lvl":1,"id":71,"sub":0,"tit":"وفي الختام"}
    ]
}
