{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36567":
    [
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rزيد بن محمد:\rهو زيد بن حارثة بن شرحبيل، وقصته طريفة ترتبط ارتباطًا وثيقًا بحياة زينب بنت جحش -رضي الله عنها- وكذلك برسول الله - صلى الله عليه وسلم -.\rكان طفلاً صغيرًا وقع في السبي، حين أغارت طائفة من قطاع الطرق والصعاليك على القافلة التي كان زيد فيها مع أمه، وقد قصدت زيارة أهلها فأخذ منها وبيع في أسواق مكة، واستقر في بيت خديجة وحين تزوجها رسول الله - صلى الله عليه وسلم - أهدته إليه.\rوأخذ أهله يبحثون عنه في كل مكان ثم عرفوا أنه عند محمد بن عبد الله بن عبد المطلب في مكة فجاءوا لفدائه والعودة به.\rفلما دخلوا الدار عرفوا بأنفسهم وغرضهم وأثنوا على طيب عنصر النبي - صلى الله عليه وسلم - وكريم خلقه، فأخرج إليه زيدًا ثم سأله: أتعرف هؤلاء؟\rقال: نعم، هذا أبي وهذا عمي.\rثم قال لهما رسول الله - صلى الله عليه وسلم -: «أتريدون خيرًا مما تطلبون؟ ».\rقالوا: وما هو؟\rقال - صلى الله عليه وسلم -: «أخيّره .. فإن أختاركم فهو حر لوجه الله -تعالى-، وإن اختارني فأشهدوا أنه مني بمنزلة الولد يرثني وأرثه».\rفقالوا: لقد أنصفت.\rوحين خير زيد في ذلك قال: أنا ليست بالذي أختار عليك أحدًا فخرج أهله من عند محمد - صلى الله عليه وسلم - وهم مطمئنون واثقون من","seal":"8FF5B30F","part":1},
      {"page":6,"id":3,"nass":"حسن اختياره وطيب مقامه.\rوكان ذلك قبل البعثة النبوية، ولقد أشهد رسول الله - صلى الله عليه وسلم - على ذلك أهل مكة إذ نادى به على الملأ من قريش عند الكعبة، ليعرف القاصى والداني ذلك ومن ذلك الحين أصبح زيد بن حارث يعرف بزيد بن محمد وكانت عادة التبني سارية وعرفًا متبعًا في الجاهلية واستمر الأمر على ذلك زمنًا حتى أنزل الله - تعالى - حكمه في كتابه العزيز: {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ} [الأحزاب: 5].\rفعاد زيد إلى نسبه الأصلي الأول وظل على ولائه\rلرسول الله - صلى الله عليه وسلم - مخلصًا محبًا وفيًا أمينًا مسلمًا مؤمنًا تقيًا والنسبة للآباء أولى وأجدى وأضمن لسلامة الأحساب والأنساب في المجتمعات الإنسانية حتى لا تضيع أو تضل في متاهات الصلات البشرية.\r\rزينب فتاة قريش:\rوكانت زينب بنت جحش بن رئاب المخزومية، وأمها أمية بنت عبد المطلب الهاشمية عمة رسول الله - صلى الله عليه وسلم -، وكانت زينب زينة فتيات مكة تتباهي بأصالة أرومتها وطيب عنصرها فقد جمعت المجد من طرفيه قمة في فصاحة اللسان، وذروة في الفضائل والأخلاق.\rأسلمت وآمنت وبايعت وظلت عزباء، إذ ردت كثيرًا من الأيدي التي تقدمت لها، لأنها لا تجد فيمن رغب بالزواج منها تكافؤًا اجتماعيًا.\r\rزوجها من زيد المولى:\rبعد أن هاجر المسلمون من مكة إلى المدينة، أراد النبي - صلى الله عليه وسلم - أن","seal":"B144764E","part":1},
      {"page":7,"id":4,"nass":"يبني المجتمع المدني على أسس جديدة فيها الثورة على كل الأعراف الجاهلية وقيمها الزائفة، أراد أن يبني المجتمع على قاعدة صلبة في الإخاء الإنساني في الله، بحيث تكون بشرية الإنسان والفرد وتقواه مع الله هي مؤهلاته فقط .. لا ماله ولا حسبه ولا نسبه ولا سلطانه.\rبدأت الأخوة في الله تأخذ سبيلها وتمضي نحو غايتها، ويروى أن رسول الله - صلى الله عليه وسلم - قال لزينب بنت عمته: «إني أريد أن تتزوجي من زيد بن حارثة» وفاجأها الطلب وهز كيانها كله.\rفقالت: يا رسول الله لا أرضاه لنفسي وأنا أيم قريش فقال - عليه الصلاة والسلام -: «أما أنا فقد رضيته لك».\rوكان القول الفصل فما دام رسول الله - صلى الله عليه وسلم - هو الذي ارتضى زيدًا لزينب فمعنى ذلك حكمة ما بعدها حكمة، وتم زواج المولى زيد بن حارثة من الفتاة القرشية ذات الحسب والنسب (زينب بنت جحش)، ولم يعد هناك من فرق بين الزوجين؛ لأن الإسلام سوى بينهما فأكرمهما عند الله اتقاهما.\r\rحتى كان المفترق:\rجاء ذات يوم رسول الله - صلى الله عليه وسلم - إلى دار زيد يسأل عنه لحاجة يريدها فلما علمت زينب بمقدم رسول الله - صلى الله عليه وسلم - خرجت مسرعة، وأخبرت رسول الله - صلى الله عليه وسلم - بعدم وجود زيد ثم دعته إلى الدخول فأبى -عليه الصلاة والسلام- رغم إلحاحها ثم غض بصره وأدار ظهره، وتمتم ببعض كلمات لم تسمعها زينب ولم تفهمها سوى أنها سمعته يقول: «سبحان الله سبحان مصرف القلوب».","seal":"CEBD35F6","part":1},
      {"page":8,"id":5,"nass":"قلب الرسول البشر:\r{قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا} [الإسراء: 93] لقد كان رسول الله - صلى الله عليه وسلم - بشرًا يحس إحساسهم ويتفاعل في كيانه عوامل البشرية الإنسانية.\rعاد زيد إلى الدار فأخبرته زينب بكل الوقائع من سؤال\rالنبي - صلى الله عليه وسلم - عنه حتى منصرفه عن باب الدار إلى ما كان يردده من قول وهو في طريق الأوبة؛ عندئذ أسرع زيد إلى رسول الله - صلى الله عليه وسلم - ولبى حاجته التي جاء من أجلها، ثم دار الحوار بين زيد وبين رسول الله - صلى الله عليه وسلم - في شأن زينب فرد عليه الرسول الكريم قائلاً: «أمسك عليك زوجك» ردد العبارة أكثر من مرة في عزم وتصميم واستمساك بحبل الله المتين؛ لأنه كانت من عادة الجاهلية أن يمتنع المتبني عن الزواج من قريبة من تبناه، لأنه كان بمنزلة الولد فلما جاء الإسلام وأبطل عادة التبني ورد الأمر إلى أصوله وجذوره. قال تعالى: {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ} [الأحزاب: 5].\rأراد أن يحق الحق بكلماته ويبطل تلك العادة كلية بأصولها وفروعها وأن يكون رسول الله - صلى الله عليه وسلم - هو القدوة في هذا الشأن: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} [الأحزاب: 21].\rودبر الأمر - سبحانه - على الكيفية والصورة المثالية ثم أعقبها بحكمه الشرعي الذي لا يأتيه الباطل من بين يديه ولا من خلفه: {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ}","seal":"ABD1E640","part":1},
      {"page":9,"id":6,"nass":"[الأحزاب: 37].\rاستحكم الخلاف بين زيد وزينب وذلك في شأن من شئون الدنيا ومتاع الحياة وغرض منزلي وهو يرى رأيًا وهي ترى رأيًا آخر.\rفكان - رضي الله عنه - يأتي رسول الله طالبًا أن يساعده في الخلاص من زينب والتفريق بينهما ليأخذ طريقه في الحياة، فيردد النبي - صلى الله عليه وسلم - بقوله: «أمسك عليك زوجك» وتكرر الطلب من زيد كما تكرر الرد من رسول الله - صلى الله عليه وسلم - وأخيرًا جاء الأمر من السماء بالتفريق وبزواجه - صلى الله عليه وسلم - من زينب، يقول الله - عز وجل - في كتابه الكريم: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} [الأحزاب: 37].\r\rالزواج:\rفلما انقضت عدتها من زيد، أرسل رسول الله - صلى الله عليه وسلم - خادمته سلمى لتخبر زينب برغبته - عليه الصلاة والسلام - بالزواج منها، فلما سمعت زينب بذلك خرت ساجدة وقد استبدت بها الفرحة ثم فأعطت الخادمة التي بشرتها هدايا قيمة ثمينة جزاء ما أخبرتها الخبر الطيب، الخبر الذي كانت تنتظره منذ أمد بعيد كي تنال الحظوة والشرف العظيم وتدخل في عداد أمهات المؤمنين، وتتفيأ ظلال بيت النبوة الكريم.\rأعظم الولائم وليمة العرس التي أولمها رسول الله - صلى الله عليه وسلم - عند زواجه من زينب إذ ذبح فيها شاة ودعا إلى الوليمة ما يزيد عن","seal":"FF647A36","part":1},
      {"page":10,"id":7,"nass":"سبعين رجلاً من جلة أصحابه وكبار إخوانه حتى قيل إنه لم يبق في المسجد يومها أحد إلا وحضر الطعام وأكلوا جميعًا باسم الله.\r\rالأمر بالحجاب:\rمكث الحاضرون المدعوون في بيت رسول الله - صلى الله عليه وسلم - وقتًا طويلاً أطول من اللازم ومن المألوف يتحدثون ويتسامرون ورسول الله - صلى الله عليه وسلم - مشغول بينهم وبين زوجته زينب حتى إنه تأذى من ذلك ولكنه أخفاه في نفسه وفي هذا نزل قوله تعالى: {يأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ ... } [الأحزاب: 53].\r\rفرحة زينب - رضي الله عنها -:\rقالت زينب - رضي الله عنها -: لما جاء الرسول بتزويج رسول الله إياي جعلت لله علي صوم شهرين.\rفلما دخل علي رسول الله - صلى الله عليه وسلم - كنت لا أقدر أن أصومها في حضر ولا في سفر تصيبني فيه القرعة، فلما أصابتني القرعة في المقام صمتها، ولقد وصفتها أم سلمة أم المؤمنين - رضي الله عنها - فقالت: كانت لرسول الله معجبة وكان يستكثر منها وكانت امرأة صالحة صوامة قوامه (تجيد الصناعة باليد كالخياطة والغزل وغير ذلك) تتصدق بذلك كله على الناس.\r\rمفاخرتها نساء النبي - صلى الله عليه وسلم - وإعجابها بنفسها:\rكان فد سبق لنا القول عن إعجاب زينب بنفسها في الجمال والمال والحسب، وكان ذلك من أعراف الجاهلية والسبب المباشر في تأخر زواجها، ولقد كان من هموم النبي - صلى الله عليه وسلم - في بناء الشخصية أن","seal":"C23EEBAA","part":1},
      {"page":11,"id":8,"nass":"يقتلع من جذور النفوس تلك الرواسب وينقيها ويهذبها ويهديها سواء السبيل، كما أننا عرفنا أن من أسباب تزوج زينب - رضي الله عنها - من زيد بن حارثة المولى، كسر حدة تلك الظاهرة لدى زينب، لقد خفت ولكنها لم تنته وما اضطربت حياتها مع زيد - رضي الله عنه - إلا بسبب ذلك، ثم بعد زواجها من رسول الله - صلى الله عليه وسلم - وجدت نفسها ضمن مجموع من لآلئ العقد الثمين، ومن أمهات المؤمنين - رضي الله عنهن - ولا تعدو أن تكون واحدة منهن لكن عامل الغيرة في الكيان الأنثوي يقبع إلى حين فإذا ما تبدت الفرصة تحرك وأعلن عن نفسه فيروى أنه جرت ذات يوم ملاحاة بينها وبين عائشة - رضي الله عنها - التي كانت تغار منها غيرة شديدة.\rفقالت زينب: إني والله ما أنا كأحد من نساء رسول الله - صلى الله عليه وسلم -، إنهن زوجن بالمهور وزوجهن الأولياء، وزوجني الله رسوله، وأنزل في الكتاب يقرأ به المسلمون لا يبدل ولا يغير.\r\rالمتصدقة بالأموال:\rكانت شهرة زينب - رضي الله عنها - بشأن الصدقة أكثر منهن جميعًا فما كانت لترضى أن تبيت درهمًا في دارها قبل أن تتصدق به على من هو بحاجة إليه، تنفق كل ما يصل إلى يدها من عطاء تقربًا إلى الله - تعالى - واقتداء بسيدنا رسول الله - صلى الله عليه وسلم -.\rيروى أن عمر بن الخطاب - رضي الله عنه - أرسل إلى أم المؤمنين زينب بالذي لها من الصلة والرزق فلما أدخل عليها قالت: غفر الله لعمر غيري من إخواني كان أقوى على قسم هذا مني، فقالوا: هذا كله لك قالت: سبحان الله، ثم استترت بثوب وقالت صبوه واطرحوا","seal":"D6F124E1","part":1},
      {"page":12,"id":9,"nass":"عليه ثوبًا وقالت لبرة بنت نافع: أدخلي يدك فاقبضي منه قبضة فاذهبي بها إلى بني فلان وبني فلان من أهل رحمها وأيتامها حتى بقيت بقية تحت الثوب فقالت لها برة: يا أم المؤمنين غفر الله لك والله لقد كان لنا في هذا حق، فقالت: لكم ما تحت الثوب، قالت برة: فوجدنا تحته خمسة وثمانين درهمًا ثم رفعت زينب يدها إلى السماء فقالت: اللهم لا يدركني عطاء لعمر بعد عامي هذا.\rويروى أن عطاءها بلغ اثني عشر ألف درهم، لم تأخذ إلا في عامها هذا وفرقته على اليتامي والمساكين والمحتاجين، لقد كانت جميع زوجاته - صلى الله عليه وسلم - حريصات على البر بالمساكين والمحتاجين ولا يدخرن وسعًا في الإنفاق والبذل راجيات من الرب الكريم أن يتقبل صدقاتهن أحسن القبول.\r\rالمتصدقة بالأكفان:\rولما حضرتها الوفاة في العام العشرين من الهجرة وكانت قد بلغت الثالثة والخمسين من عمرها أرسل لها عمر بن الخطاب - رضي الله عنه - بخمسة أثواب من الخزائن يتخيرها ثوبًا ثوبًا، فكفنت فيها وتصدقت أختها (حمنة) عنها كما أوصيت بكفنها الذي أعدته لتكفن فيه، وبهذا التصرف تعطي زينب أم المؤمنين - رضي الله عنها - للمؤمنين والمؤمنات من بعدها خير المثل وأعظمه في احتساب ماديات الدنيا كلها عرضًا زائلاً تبتغي به الدار الآخرة التي هي أخلد وأبقى.\r\rوالصلاة عليها ودفنها:\rروى القاسم بن عبد الرحمن قال: لما توفيت زينب بنت","seal":"920ACE2D","part":1},
      {"page":13,"id":10,"nass":"جحش أم المؤمنين – رضي الله عنها – وكانت أول نساء النبي لحوقًا به (وقد سبق أن قلنا أن سودة بنت زمعة هي أول نسائه لحوقًا به وهو أولى) فلما حملت إلى قبرها فحمد الله وأثنى عليه ثم قال: إني أرسلت إلى النسوة يعني أزواج النبي حين مرضت هذه المرأة: أن من يمرضها ويقوم عليها، فأرسلت إليهن حيث قبضت: من يغسلها ويحنطها وكفنها فأرسلن نحن فرأيت أن قد صدقن.\rثم أرسلت إليهن: من يدخل قبرها؟ فأرسلن من كان يحل له الولوج عليها في حياتها فرأيت أن صدقن فاعتزلوا أيها الناس فنحاهم عن قبرها ثم أدخلها رجلان من أهل بيتها، وكان عمر - رضي الله عنه - هو الذي صلى عليها وتبع جنازتها حتى البقيع، وانتظر حتى فرغ من حفر القبر تكرمة لها واعترافًا بفضلها ومكانتها رضي الله عن أم المؤمنين وزوجة رسول رب العالمين.\rفاكس: 6072211\rص ب: 5 الرمذي البريدي: 11322\rوكالة الربوة\rجدة","seal":"611FFF72","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"أم المؤمنين زينب بنت جحش","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"خالد الحمودي","bLnk":null,"Inf":"","Auth":"خالد الحمودي","Betaka":"الكتاب: أم المؤمنين زينب بنت جحش\rالمؤلف: خالد الحمودي\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":null,"AuthInf":"","seal":"8A304A1D","cat":"التراجم والطبقات - مرقم آليا","oNum":36567,"BkId":36567,"oAuth":2909,"bVer":1,"aSeal":"F77821AD"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36567":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"زيد بن محمد"},
      {"lvl":1,"id":3,"sub":0,"tit":"زينب فتاة قريش"},
      {"lvl":1,"id":3,"sub":1,"tit":"زوجها من زيد المولى"},
      {"lvl":1,"id":4,"sub":0,"tit":"حتى كان المفترق"},
      {"lvl":1,"id":5,"sub":0,"tit":"قلب الرسول البشر"},
      {"lvl":1,"id":6,"sub":0,"tit":"الزواج"},
      {"lvl":1,"id":7,"sub":0,"tit":"الأمر بالحجاب"},
      {"lvl":1,"id":7,"sub":1,"tit":"فرحة زينب - رضي الله عنها -"},
      {"lvl":1,"id":7,"sub":2,"tit":"مفاخرتها نساء النبي - صلى الله عليه وسلم - وإعجابها بنفسها"},
      {"lvl":1,"id":8,"sub":0,"tit":"المتصدقة بالأموال"},
      {"lvl":1,"id":9,"sub":0,"tit":"المتصدقة بالأكفان"},
      {"lvl":1,"id":9,"sub":1,"tit":"والصلاة عليها ودفنها"}
    ]
}
