{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b36576":
    [
      {"page":1,"id":1,"nass":"شرح البيقونية [1]\rمن أنواع الحديث الضعيف: الحديث الشاذ والحديث المقلوب، والحديث الشاذ هو: مخالفة المقبول من هو أرجح منه عدالة أو عدداً أو ضبطاً، والقلب إما أن يكون في السند أو في المتن، ولكل منهما أمثلة كثيرة في كتب الحديث.","seal":"D5B0C476","part":1},
      {"page":2,"id":2,"nass":"الرد على من قال: إن النقاب عادة وليس عبادة\rالحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه، بلّغ الرسالة، وأدى الأمانة، ونصح الأمة، فما ترك من خير يقربنا من الجنة إلا وأمرنا به، وما من شر يقربنا من النار إلا ونهانا عنه، فترك الأمة على المحجة البيضاء ليلها كنهارها، لا يزيغ عنها إلا هالك، اللهم صل وسلم وزد وبارك عليه في الأولين والآخرين، والملأ الأعلى إلى يوم الدين.\rأما بعد: أيها الإخوة الكرام الأحباب! نواصل الحديث مع المنظومة البيقونية، وسنتحدث فيها عن الحديث الشاذ والحديث المقلوب، وقبل ذلك دفع لي أحد الإخوة بمقال لعله بجريدة الأهرام، عنوان هذا المقال: النقاب عادة وليس عبادة، لأستاذ مفكر إسلامي، نسأل الله العافية! وهكذا قد وكل الأمر إلى الأصاغر، ووسّد الأمر إلى غير أهله، ونطقت الرويبضة، نسأل الله العافية! سلف الأمة كـ ابن كثير والطبري وكل علماء الأمة من المفسّرين يقولون: إن النقاب عبادة مشروعة، بل هو واجب على رأي البعض، ومكرمة وفضيلة على رأي الآخرين، وإن كان الزمن زمن فتنة يصبح ستر الوجه أمراً واجباً لا شك فيه، والنصوص متضافرة وكثيرة في هذا الأمر، يقول ربنا سبحانه: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ} [الأحزاب:59]، واقرأ في التفسير معنى كلمة: الإدناء، وتفسير ابن عباس لها.\rورحم الله نساء الأنصار لما نزلت آية الحجاب عمدن إلى مروطهن فشققنه ووضعنه على رءوسهن، وكن كالغربان من السواد، ولذلك يقول صفوان بن المعطل في حادثة الإفك: رأيت زوجة النبي صلى الله عليه وسلم عائشة، وكنت أعرفها قبل نزول آية الحجاب.\rولما خرجت سودة بنت زمعة لتقضي حاجتها في المناصع بالبقيع، وكانت تلبس سواداً قال عمر: عرفناك يا سودة! لا تخفين علينا، فعرفها من طولها وعرضها.\rويقول نبينا صلى الله عليه وسلم: (لا تنتقب المرأة المحرمة ولا تلبس القفازين)، وقالت أمنا عائشة: كنا نطوف حول البيت، فإذا خالطنا الرجال أسدلنا.\rوكانت النساء إلى زمن قريب قبل حركة تحطيم المرأة لا تحرير المرأة في مصر ينتقبن، وآباؤنا وأجدادنا يذكرون هذا.\rوالمصيبة أن بعض من ينتسبون إلى العمل الإسلامي، ويظنون أنهم الجماعة الأم، أن أتباعهم في الجامعة يقولون: إن النقاب خاص بزوجات النبي صلى الله عليه وسلم، وليس لنساء المؤمنين، فانظروا إلى التحلل والتفسخ، نسأل الله العافية! وهذا إن دل على شيء فإنما يدل على الغربة الثانية التي نحن فيها: (بدأ الإسلام غريباً وسيعود غريباً كما بدأ، فطوبى للغرباء)، فيا أيها الغرباء! لا تعبئوا بأقوال العلمانيين، أو من ينتسبون إلينا وهم من جلدتنا ويتحدثون بألسنتنا: العلم قال الله قال رسوله وما سواه وساوس الشيطان ولعلهم لا يستطيعون أن يحكموا في بيوتهم، ولا يملكون أمراً على زوجاتهم، فيريدون أن يجدوا ترخصاً لأنفسهم، وهذا هو الشاهد في الأمر، فإنه لا أحد يكره العفاف.","seal":"1346BCA3","part":1},
      {"page":3,"id":3,"nass":"الحديث الشاذ والحديث المقلوب\rيقول الناظم رحمه الله: وما يخالف ثقة فيه الملا فالشاذ والمقلوب قسمان تلا إبدال راوٍ ما براو قسم وقلب إسناد لمتن قسم يتحدث الناظم عن نوعين من الأحاديث الضعيفة: الحديث الشاذ والحديث المقلوب، فما هو الشاذ؟ وما هو المقلوب؟","seal":"68A49C7C","part":1},
      {"page":4,"id":4,"nass":"معنى الحديث الشاذ لغة واصطلاحاً\rالشذوذ لغة: المخالفة والمفارقة، يقول صلى الله عليه وسلم: (يد الله مع الجماعة، ومن شذ شذ في النار)، أي: من خالف وخرج فهو من الشاذين.\rواصطلاحاً: مخالفة الراجح لمن هو أرجح منه عدداً أو عدالة أو ضبطاً.","seal":"DC5ECEA7","part":1},
      {"page":5,"id":5,"nass":"أمثلة على الحديث الشاذ\rوالشذوذ إما أن يكون في حديث، وإما أن يكون في حديثين، ونضرب أمثلة على ذلك: ففي حديث أبي هريرة في الصحيح قال صلى الله عليه وسلم: (لا تقدموا رمضان بصيام يوم أو يومين إلا أن يكون عادة)، والحديث في البخاري، وهو يبين جواز الصيام بعد نصف شعبان شريطة ألا تتقدم على رمضان بصيام يوم أو يومين إلا أن يكون صيام عادة.\rوهناك حديث آخر في السنن يقول: (إذا انتصف شعبان فلا تصوموا).\rففيه دلالة واضحة على عدم جواز الصيام بعد نصف شعبان.\rفحديث السنن شاذ؛ لأنه خالف ما هو أرجح، وهو حديث البخاري، فتقدم حديث البخاري؛ لأن ما في البخاري أرجح، وقد خالف الثقة من هو أوثق، فتقدم الأوثق.\rولذلك قال الإمام أحمد بن حنبل: إن حديث (إذا انتصف شعبان فلا تصوموا) حديث شاذ.\rيعني: ضعيف.\rومن الأمثلة أيضاً: حديث محمد بن عوف الطائي، وهو أن تقول بعد النداء: (اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمداً الوسيلة والفضيلة، وابعثه اللهم مقاماً محموداً الذي وعدته).\rفإن عشرة من الرواة رووا هذا الحديث بهذه الصيغة دون قولهم: (إنك لا تخلف الميعاد)، فجاء محمد بن عوف الطائي وزاد في روايته عند البيهقي: (إنك لا تخلف الميعاد) فيكون محمد بن عوف قد خالف عشرة من نفس الطريق -أي: من نفس السند- فنقول له: حديثك شاذ، وبالتالي فالثقة إذا خالف جماعة فإن حديثه شاذ.\rيقول المصنف: الشاذ أن يخالف الواحد الجماعة، أو يخالف الواحد من هو أوثق منه أو أرجح.\rكذلك من أمثلة الشذوذ: حديث الذهب المحلق، ففي السنن: أن النبي صلى الله عليه وسلم نهى المرأة أن تلبس الذهب المحلق.\rوفي البخاري من حديث جابر: (أن النبي صلى الله عليه وسلم لما أمر النساء بالصدقة عمدن إلى ما في آذانهن من خروصهن وتصدقن به في حجر بلال).\rإذاً: أثبت حديث البخاري أن النساء كن يلبسن ذهباً محلقاً، إذ أنهن عمدن إلى ما في آذانهن، وما في أيديهن، فنزعنه ووضعنه في حجر بلال، وعليه فحديث البخاري يخالف الحديث الذي في السنن، فيكون الحديث في السنن شاذاً.","seal":"CF10473F","part":1},
      {"page":6,"id":6,"nass":"إمكانية الجمع بين حديثين يزيل الشذوذ\rقال العلماء: إذا أمكن الجمع فلا شذوذ؛ لأننا نقول بالشذوذ في حالة استحالة الجمع بين الحديثين.\rمثال ذلك: يقول عليه الصلاة والسلام: (إذا انتصف شعبان فلا تصوموا).\rوهو حديث صحيح، ويقول عليه الصلاة والسلام أيضاً: (لا تقدموا رمضان بصيام يوم أو يومين).\rوهو حديث صحيح أيضاً، ويمكن الجمع بينهما فنقول: حديث: (إذا انتصف شعبان فلا تصوموا) لمن لم يكن له عادة في الصيام، فلا يجوز له بعد نصف شعبان أن يصوم؛ لأنه سيدخل على رمضان وهو متعب، أما من له عادة في الصيام فلا بأس.\rفأنزل هذا الحديث على صفة، وأنزل الحديث الآخر على صفة، لكن ابن حنبل يقول بالشذوذ.\rكذلك: حديث الإشارة والتحريك في التشهد في الصلاة، فقد روى أكثر من عشرة من الرواة: (أن النبي صلى الله عليه وسلم كان يشير بيده في التشهد من أوله إلى آخره)، لكنهم ما قالوا: إنه كان يحرك، فجاء زائدة بن قدامة وقال: (كان يشير ويحرك)، فنقول: زائدة زاد الحركة رغم أنه جاء من نفس طريق الرواة، فبعض العلماء قالوا: بالشذوذ للحركة، وبعضهم حاول الجمع، فإذا أمكن الجمع دون تعارض فلا بأس.\rوالشيخ أبو إسحاق حفظه الله يقول: الإشارة تستلزم الحركة، لكن من العلماء من قال: إن الإشارة ما نقلت بحركة إلا من طريق زائدة.\rوالشيخ ابن عثيمين يقول في حديث: (إنك لا تخلف الميعاد): إنها ليست شاذة؛ لأنها تتفق مع لغة القرآن.","seal":"18195E0E","part":1},
      {"page":7,"id":7,"nass":"معنى الحديث المقلوب وأنواعه","seal":"B3665FC9","part":1},
      {"page":8,"id":8,"nass":"الحديث المقلوب وأنواعه\rالقلب ينقسم إلى نوعين: قلب في الإسناد، وقلب في المتن، والمصنف لم يتحدث عن قلب المتن، وإنما تحدث عن قلب الإسناد، وقلب الإسناد ينقسم إلى قسمين: فالأول مثل قولك: حدثني يوسف عن يعقوب، فقلت: حدثني يعقوب عن يوسف، فقلبت السند، حيث أنك ما سمعت من يعقوب، وإنما سمعت من يوسف، فهذا يسمى قلباً في الإسناد.\rوالثاني: القلب في السند لمتن آخر، وهذا وقع في بغداد مع الإمام أبي عبد الله محمد بن إسماعيل بن إبراهيم البخاري المتوفى سنة 256هـ رحمه الله طبيب، الحديث في علله وأستاذ الحديث كما قال الإمام مسلم.\rفقد كانت بغداد قبلة العلماء -حدث ولا حرج واقرأ تاريخ بغداد- الجهابذة الأعلام: ابن حنبل، الطبري، الترمذي، ابن ماجة، أبو داود، ابن أبي الدنيا، الخرائطي، الحافظ البغدادي، وكانوا يعتبرون من لم ينزل بغداد أنه لم يزل بعد في مرحلة طلب العلم؛ لأن بغداد كانت قلعة العلماء في العصر العباسي الأول، والعصر العباسي الأول كان عصر ازدهار، وقد وقع في زمن المعتصم والمأمون المصيبة الكبرى، وهي أنهم استجلبوا لنا من اليونان كتب الفلسفة وترجموها، والآن يدرسون عندنا الفلسفة والمنطق أرسطو وأفلاطون، ولما علم ملك اليونان بالأمر قال: ما دخلت هذه العلوم في بلد إلا أفسدتها فأعطوها لهم، ولو قرأت في تاريخ الدولة العباسية لوجدت العجب العجاب من مظاهر الترف والإنفاق، فربما يقول شاعر بيت شعر واحد، ويعجب به ولي الأمر أو الخليفة فيأمر بإنفاق مليون ريالاً من بيت مال المسلمين للشاعر! والشاهد يا إخواني! أن البخاري نزل بغداد في رحلة لطلب العلم، ومن لم تكن له رحلة لن تكون إليه رحلة، أي: من لم يرحل لن يرحل إليه؛ ولذلك ضبط البخاري في كتاب العلم: باب الخروج إلى طلب العلم، أي: الهجرة والمهاجرة، لكن نحن من شبابنا من يذهب إلى النمسا وإلى ألمانيا ليس لطلب العلم، وإنما ليبيع الخمور وليخالط النساء ويفعل الزنا، فإن قلنا له: ارحل في طلب العلم من مدينة نصر إلى حدائق الزيتون لقال لك: يا الله! جهد علي كبير، سأركب (المترو) وأنزل محطة، أحضروا لنا الشيخ إلى هنا! وكما قال الدكتور مصطفى حلمي -حفظه الله- من أستاذة العقيدة في دار العلوم: حتى في المعاصي كسالى.\rقلت: كيف؟ قال: حينما يغني فريد الأطرش يقول: هاتوا لي حبيبي، وهكذا في عالم المعاصي يريدون المعصية أن تأتي إليهم، وهذا طبعاً يدل على الخمول والكسل.\rأعود فأقول: لما دخل البخاري بغداد أراد أهل بغداد أن يختبروه في حفظه في مجلس علم كهذا المجلس؛ فدفعوا إليه عشرة من الحفاظ، وأعطوهم عشرة أحاديث مقلوبة الأسانيد، فقام السائل الأول يسأل البخاري: ما تقول في حديث رسول الله صلى الله عليه وسلم: حدثنا مكي بن إبراهيم عن الليث عن يعقوب عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (إنما الأعمال بالنيات)؟ فالحديث صحيح لكن السند غير صحيح، فقال البخاري: لا أعرفه، فالجهلاء قالوا: سقط في الامتحان، والعلماء قالوا: أدرك اللعبة؛ لأنه قال: لا أعرفه.\rثم قام الثاني فألقى حديثه والبخاري يقول: لا أعرفه، وقال للثالث: لا أعرفه، وللرابع: لا أعرفه، حتى سمع العشرة، ولما انتهوا قال: أين السائل الأول؟ قال: أنا، قال: أنت قلت كذا، وسند الحديث كذا، ثم قال: للثاني مثل ما قال للأول وهكذا، يقول العلماء: ليس العجب أنه صحح السند، وإنما العجب أنه أعاد الأحاديث بنفس الترتيب.\rوصدق الله: {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ} [البقرة:282].\rقول الناظم: (والمقلوب قسمان تلا)، أي: أن المقلوب نوعان.\rوقوله: (إبدال راوٍ ما براو قسم)، أي: بدلاً من يوسف عن يعقوب نقول: يعقوب عن يوسف، وهذا بدل.\rوالناظم رحمه الله تحدث عن القلب في السند، ولم يتحدث عن القلب في المتن، والقلب في المتن مثل حديث: (سبعة يظلهم الله في ظله يوم لا ظل إلا ظله، ومنهم: ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه)، وفي رواية عند مسلم: (حتى لا تعلم يمينه ما تنفق شماله)، فنقول: هذا فيه قلب؛ لأن اليمين هي التي تنفق، أما الشمال فلا تنفق، وبالتالي نقول: هذه الرواية ضعيفة، والقلب من أنواع الضعف؛ لأنه يدل على عدم الضبط.","seal":"66DC2F0D","part":1},
      {"page":1,"id":9,"nass":"شرح البيقونية [2]\rبين العلماء في علم مصطلح الحديث أن للحديث الصحيح شروطاً خمسة، وأن بينه وبين الحسن فرقاً واحداً، كما تناولوا أيضاً أنواع الحديث الضعيف، وعدوا منها: المعلق، والمعضل، والمنقطع، والمرسل وغيرها، فتناولوها بالتعريف والبيان مع الأمثلة لكل منها، وما ذاك إلا لأهمية هذا العلم في الشريعة الإسلامية.","seal":"8EC6722F","part":2},
      {"page":2,"id":10,"nass":"منزلة القرآن والسنة في التشريع\rالحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة، يا أيها الناس! اذكروا نعمة الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض لا إله إلا هو فأنى تؤفكون، خلقنا من عدم، وأطعمنا من جوع، وعلمنا من جهل، وكسانا من عري، وهدانا من ضلال، فالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله.\rوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه، بلّغ الرسالة، وأدى الأمانة، ونصح الأمة، فما ترك من خير يقربنا من الجنة إلا وأمرنا به، وما من شر يقربنا من النار إلا ونهانا عنه، فترك الأمة على المحجة البيضاء ليلها كنهارها، لا يزيغ عنها إلا هالك.\rاللهم صل وسلم وزد وبارك عليه في الأولين والآخرين، والملأ الأعلى إلى يوم الدين.\rأما بعد: أيها الإخوة الكرام الأحباب! نعود إلى ما بدأنا به قبل شهر رمضان، وأسأل الله تبارك وتعالى بأسمائه وصفاته أن يتقبل منا صيامنا وقيامنا، وأن يختم بالباقيات الصالحات أعمالنا، وأن يبلغنا رمضان أعواماً عديدة، ودهوراً مديدة، وأن يحسن خاتمتنا؛ إنه ولي ذلك والقادر عليه.\rكنا قد توقفنا في أصول الفقه عند مصادر التشريع أو ما نسميه بأدلة الأحكام، وتحدثنا عن القرآن باعتباره أصل الأصول ومصدر المصادر، ثم انتقلنا بعد ذلك إلى السنة باعتبارها المصدر الثاني، أو قل: المصدر الأول في نفس الرتبة مع القرآن؛ لأن النبي عليه الصلاة والسلام قال: (أوتيت القرآن ومثله معه، ولن يفترقا حتى يردا عليَّ الحوض)، فحاجة القرآن للسنة أشد من حاجة السنة للقرآن، ولا يمكن بحال أن نستغني عن السنة، والهجوم على السنة هجوم على القرآن، لكنهم لا يستطيعون أن يهاجموا القرآن، فمن طريق غير مباشر يتعدون على السنة؛ لأن الله تبارك وتعالى يقول لسيد البشر صلى الله عليه وسلم: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل:44]، ويقول ربنا تبارك وتعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر:7]، فلا شك أن السنة لها منزلة عظيمة.\rولشيخنا العلامة الألباني رحمه الله تعالى رسالة مختصرة تحمل عنوان: منزلة السنة في التشريع، بين فيه بالأدلة التفصيلية أنه لا يمكن بحال للقرآن أن يستغني عن السنة، فكلاهما يبين الآخر.","seal":"57DFA0A2","part":2},
      {"page":3,"id":11,"nass":"عرض سريع لمنظومة البيقوني\rتوقفنا عند المصدر الثاني وهو السنة، وقلنا: إننا سنعيش مع علم مصطلح الحديث في عجالة؛ لنعرف بعض المصطلحات عند علماء الحديث، وقلنا: إن مرجعنا في ذلك هي المنظومة البيقونية، وهذا عرض سريع للمنظومة.\rقال الناظم رحمه الله: أبدأ بالحمد مصلياً على محمد خير نبي أرسلا وذي من أقسام الحديث عدة وكل واحد أتى وحده أولها الصحيح وهو ما اتصل إسناده ولم يشذ أو يعل يرويه عدل ضابط عن مثله معتمد في ضبطه ونقله والحسن المعروف طرقاً وغدت رجاله لا كالصحيح اشتهرت وكل ما عن رتبة الحسن قصر فهو الضعيف وهو أقسام كثر وما أضيف للنبي المرفوع وما لتابع هو المقطوع والمسند المتصل الإسناد من راويه حتى المصطفى ولم يبن وما بسمع كل راوٍ يتصل إسناده للمصطفى فالمتصل مسلسل قل ما على وصف أتى مثل أما والله أنبأني الفتى كذاك قد حدثنيه قائماً أو بعد أن حدثني تبسما عزيز مروي اثنين أو ثلاثة مشهور مروي فوق ما ثلاثة معنعن كعن سعيد عن كرم ومبهم ما فيه راو لم يسم وكل ما قلت رجاله علا وضده ذاك الذي قد نزلا وما أضفته إلى الأصحاب من قول وفعل فهو موقوف زكن ومرسل منه الصحابي سقط وقل: غريب ما روى راوٍ فقط وكل ما لم يتصل بحال إسناده منقطع الأوصال والمعضل الساقط منه اثنان وما أتى مدلساً نوعان الأول الإسقاط للشيخ وأن ينقل عمن فوقه بعن وأن والثان: لا يسقطه لكن يصف أوصافه بما به لا ينعرف وما يخالف ثقة فيه الملا فالشاذ والمقلوب قسمان تلا","seal":"D9F6656C","part":2},
      {"page":4,"id":12,"nass":"شروط الحديث الصحيح\rوضع العلماء للحديث الصحيح شروطاً أربعة وهي: الأول: اتصال السند، أي: أن يكون السند متصلاً ليس فيه انقطاع في أوله أو في وسطه أو في آخره؛ لأن السند هو الطريق المؤدي إلى المتن، فبدون اتصال السند يكون الحديث ضعيفاً.\rالثاني: عدالة الرواة، ومن شروط العدالة: الصدق وعدم الكذب، وضبط الدين، والمروءة.\rالثالث: عدم الشذوذ.\rالرابع: عدم العلة.\rقال الناظم: أولها الصحيح وهو ما اتصل إسناده ولم يشذ أو يعل يرويه عدل ضابط عن مثله معتمد في ضبطه ونقله إذاً: فهذه شروط الحديث الصحيح، والإسناد من فخر هذا الدين، ومن محاسن هذه الشريعة الغراء.","seal":"38A38E0B","part":2},
      {"page":5,"id":13,"nass":"الفرق بين الصحيح والحسن\rهناك فرق واحد وهو: أن الحديث الحسن يكون فيه الراوي خفيف الضبط، مع توفر شروط الحديث الصحيح من اتصال السند، وعدالة الرواة، وعدم الشذوذ، وعدم العلة، إلا أن الرواة في الحسن خفيفي الضبط، وفي الصحيح تامي الضبط، ولذا فالحسن في مرتبة أدنى من مرتبة الصحيح.","seal":"BA11D4BA","part":2},
      {"page":6,"id":14,"nass":"الحديث المعلق والمعضل والمنقطع والمرسل\rإذا سقط من أول السند راوٍ فأكثر على التوالي يسمى معلّقاً، وللبخاري في الصحيح معلقات غلقها العلامة ابن حجر في كتاب يسمى: تغليق التعليق.\rفإن سقط من وسط السند راويان على التوالي يسمى معضلاً.\rقال الناظم: والمعضل الساقط منه اثنان وما أتى مدلساً نوعان وإن سقط من وسط السند راويان لا على التوالي نسميه منقطعاً، وإن سقط راوٍ من آخر السند فوق التابعي نسميه مرسلاً.\rقال الناظم: ومرسل منه الصحابي سقط.\rوهذا التعريف غير صحيح، والأولى أن يقول: ومرسل فوق التابعي سقط، أي: ما بعد التابعي؛ لأننا لا ندري من الساقط فيسمى مرسلاً.\rوالمعضل والمنقطع والمرسل والمعلق كلها من أنواع الضعيف.","seal":"F49764AB","part":2},
      {"page":7,"id":15,"nass":"الحديث المسلسل\rإذا نقل الراوي حديثاً بصفة لاصقة بالحديث، كأن يقول: عن أبي هريرة رضي الله عنه: أن النبي صلى الله عليه وسلم ابتسم حتى بدت نواجذه، فيبتسم أبو هريرة، فنسمي هذا الحديث مسلسلاً.\rقال الناظم: مسلسل قل: ما على وصف أتى مثل أما والله أنبأني الفتى كما قال النبي صلى الله عليه وسلم لـ معاذ: (إني أحبك! فلا تدعن في دبر كل صلاة أن تقول: اللهم أعني على ذكرك وشكرك وحسن عبادتك)، فـ معاذ رضي الله لما أراد أن يحدث بهذا الحديث قال لمن حدثه: إني أحبك، ومن حدثه قال لمن حدثه: إني أحبك، فأصبحت كلمة: (إني أحبك) صفة لاصقة بالحديث، وعندئذ نسمي الحديث مسلسلاً.\rثم بعد ذلك تحدث الناظم عن المدلس وعن أنواع التدليس وعن الشذوذ.","seal":"9FE8CE04","part":2},
      {"page":8,"id":16,"nass":"الحديث المقلوب وأنواعه\rقال الناظم: وما يخالف ثقة فيه الملا فالشاذ والمقلوب قسمان تلا إبدال راو ما براوٍ قسم وقلب إسناد لمتن قسم شرع الناظم في بيان الحديث المقلوب، وهو ينقسم إلى قسمين: الأول: أن يكون القلب في السند.\rالثاني: أن يكون القلب في المتن.\rومن أمثلة ذلك: قوله صلى الله عليه وسلم في السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله: (ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه)، قال الراوي: (حتى لا تعلم يمينه ما تنفق شماله)، فهذا نسميه قلب المتن؛ لأن الإنفاق يكون باليمين لا بالشمال، فقلب الراوي اليمين بدلاً من الشمال.\rوقد يكون القلب في السند، بمعنى: أنه يقدم ويؤخر في السند، وقد حدث هذا مع شيخ المحدثين أبو عبد الله محمد بن إسماعيل البخاري، فقد كان طبيب الحديث في علله رحمه الله تعالى، لما نزل بغداد أراد جمع من العلماء أن يختبر ذكاءه وحفظه -كلما زادت حاسة الحفظ عند العبد فهذا معناه رضا من الله عز وجل عليه- فجلس البخاري بينهم فأرادوا أن يختبروه، فأتوا بمائة حديث وقلبوا أسانيدها، كحديث: (إنما الأعمال بالنيات) رواه عمر بن الخطاب، فجعلوا الراوي هو أبو هريرة بسند مختلف، وهكذا في كل الأحاديث.\rفقام السائل الأول يقول له: حدثنا فلان عن فلان عن أبي هريرة قال: (إنما الأعمال بالنيات)، فقال البخاري: لا أعرفه، فقال الجهلاء: سقط في الاختبار، وقال العلماء: أدرك اللعبة، وقام الثاني والثالث والبخاري لا يزيد على أن يقول: لا أعرفه، حتى أتموا المائة، ولما انتهوا قال: أين السائل الأول؟ قال: أنا.\rقال: حديثك الذي ذكرت كذا، وصحة السند كذا، حتى أتى على المائة تماماً بترتيبها.\rيقول الحضور: ما عجبنا من تصحيحه بقدر ما عجبنا من إعادته للأحاديث المائة مرتبة كما ذكروها.\rقوله الناظم: (والمقلوب قسمان تلا)، أي: أن المقلوب قسمان.\rالأول: إبدال راوٍ ما براوٍ، مثل أن يقول: حدثنا مكي بن إبراهيم، فيضع مكانه أبا اليمان.\rالثاني: قلب إسناد لمتن قسم وقد بين الناظم أنواع القلب في هذا البيت، وإن شاء الله تعالى سنواصل الحديث بعد ذلك.","seal":"623CD400","part":2},
      {"page":1,"id":17,"nass":"شرح البيقونية [3]\rتناول الناظم رحمه الله تعالى في بيقونيته أنواع الحديث الضعيف، فذكر نحواً من ثلاثة وعشرين نوعاً، وذكر منها: الغريب والمعلل والمضطرب، وقد تناولها العلماء بالتعريف والبيان والأمثلة؛ لما للسنة من مكانة عظيمة في الشريعة المحمدية.","seal":"2F3C00BB","part":3},
      {"page":2,"id":18,"nass":"النهي عن القول على الله بغير علم\rالحمد لله الذي شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة.\rوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيّه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه، بلّغ الرسالة، وأدى الأمانة، ونصح الأمة، فما ترك من خير يقربنا من الجنة إلا وأمرنا به، وما من شر يقربنا من النار إلا ونهانا عنه، فترك الأمة على المحجة البيضاء ليلها كنهارها، لا يزيغ عنها إلا هالك.\rاللهم صل وسلم وزد وبارك عليه في الأولين والآخرين، والملأ الأعلى إلى يوم الدين.\rأما بعد: أيها الإخوة الكرام الأحباب! نواصل الحديث مع المنظومة البيقونية باعتبارها المتمم للمصدر الثاني من مصادر التشريع: السنة، وقبل ذلك نورد أموراً عجيبة في هذا الزمن! أخ كريم فضلاً عما سمعت يخبرني: أنه اليوم يسمع في إذاعة القرآن صباحاً أن أحد من يتحدث فيها يقول: إن الملائكة ليس لهم أجنحة، وإنما الجناح أطلق على سبيل المجاز كقول الله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} [الإسراء:24]، فليس للإنسان جناح، وإنما هي إشارة إلى التواضع، وعلى هذا فليس للملائكة أجنحة! فقلت: إنا لله وإنا إليه راجعون! يا عبد الله! أما قرأت أن النبي صلى الله عليه وسلم رأى جبريل وله ستمائة جناح؟! أما علمت أن جبريل حمل قرى لوط على جزء من جناحه؟! أما سمعت قول الله: {جَاعِلِ الْمَلائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ} [فاطر:1]؟! لكن الرويبضة نطق! وبالأمس أيضاً وأنا أستمع قدراً إذا بأحدهم يقول: ومن أسمائه صلى الله عليه وسلم طه ويس لما روى علي بن أبي طالب، ولا ندري من أين جاء بهذا الأثر وما صحته؟! واليوم في جريدة الجمهورية -مسألة خلافية نعم- استند كاتب دكتور إلى حديث استناداً غير صحيح: (من مر على قبور وقرأ: قل هو الله أحد كتب له بعدد المقابر حسنات)، فهذا الحديث رواه الدارقطني وضعفه كل علماء الحديث، فانظروا إلى هذه الفوضى التي نحن فيها، لذا ينبغي أن يتقوا الله عز وجل في دين الله، وأن يعلموا أن الناس منهم المقلّدة العوام، فقد يقول واحد منهم: هل أتبع كلام شيخي العزيز أم الدكتور؟! وانتبه إلى كلمة الدكتور فهي كبيرة قليلاً! وأقول: إن المسألة الآن تحتاج منا إلى جهد لنعلم الناس العلم الصحيح؛ لأنه قد أصبح كل واحد يقول ما يشاء، وإن قلت لأحدهم: فوائد البنوك حرام قال لك: أقدم فتواك أم فتوى مجمع البحوث؟! فمجمع البحوث أصدر فتوى بحلها وانتهى الأمر، وكما يقول المثل: (حطها في رقبة عالم واطلع سالم)، لن تخرج منها سالماً يا عبد الله! نحن الآن في الزمن الذي صوّره لنا النبي صلى الله عليه وسلم: (وسّد الأمر إلى غير أهله)، من المتحدث؟ لا أدري! نسأل الله العافية.","seal":"01E7011E","part":3},
      {"page":3,"id":19,"nass":"الحديث الفرد\rيقول الناظم رحمه الله: والفرد ما قيّدته بثقة أو جمع أو قصر على رواية والحديث الفرد بصفة عامة: ما انفرد به راوٍ واحد في أي طبقة من الطبقات، كأن يكون في طبقة الصحابة رواه واحد، أو في طبقة التابعين رواه واحد، أو في طبقة تابع التابعين رواه واحد.\rهذا يسميه العلماء الحديث الفرد.\rويغلب على هذه الأحاديث أنها تكون ضعيفة؛ لأنه ربما يكون للراوي ستمائة شيخ نقل عنهم، فينفرد واحد فقط من هذا العدد الكبير برواية، فنقول: من العسير أن يخطئ هذا العدد الكبير وينفرد هو برواية صحيحة؛ ولذلك يقول الشيخ ابن عثيمين في الشرح رحمه الله تعالى: الحديث الفرد في زمن الصحابة كان يميل إلى الصحة؛ لأن عدد الصحابة قليل، وكلما اتسع وتقدمنا إلى الأمام زاد احتمال الضعف.","seal":"0D08AA2B","part":3},
      {"page":4,"id":20,"nass":"أقسام الحديث المفرد وأمثلة لكل قسم\rينقسم الحديث الفرد إلى ثلاثة أقسام.\rيقول الناظم: الفرد ما قيدته بثقة أو جمع أو قصر على رواية إذاً: أول قسم من الحديث الفرد: ما قيّد بثقة.\rثانياً: ما قيد بجمع.\rثالثاً: ما قصر على رواية.\rسنضرب مثلاً للقسم الأول: حديث: (إنما الأعمال بالنيات) حديث فرد؛ لأنه انفرد به سيدنا عمر من طبقة الصحابة، وانفرد به أيضاً في طبقة التابعين راوٍ واحد، وفي طبقة تابعي التابعين راوٍ واحد، إلا أن الجميع ثقات، فهذا يسمى حديث فرد.\rومثال ما قيد بجمع: أهل الشام ينقلون حديثاً واحداً فينفرد بخلافه راوٍ من أهل الشام، فهذا يسمى فرداً نسبياً يعني: خالف أهل بلدته أو أهل قبيلته.\rالقسم الثالث من الحديث الفرد: هو الحديث الذي قصر على رواية.\rنقول: انفرد به فلان بهذه الرواية.\rهذا هو الحديث الفرد.","seal":"F17346D5","part":3},
      {"page":5,"id":21,"nass":"الحديث المعلل\rقال الناظم: وما بعلة غموض أو خفا معلّل عندهم قد عرفا قلنا قبل ذلك: إن من شروط الصحيح عدم الشذوذ وعدم العلة؛ ولذلك علم العلة في الحديث علم الجهابذة، وطبيب الحديث في علله هو البخاري وعلي بن المديني وابن أبي حاتم والدارقطني، فهؤلاء متخصصون في علم العلل، فظاهر الحديث الصحة: اتصال السند، عدالة الرواة، ضبط الرواة، عدم الشذوذ، فظاهر الحديث: أنه صحيح، لكن فيه علة لا يعرفها إلا المتخصص.\rمثال ذلك: يروي راوٍ عن شيخه حديثاً والسند فيه اتصال، وبالتنقيب والبحث وجد أن الراوي نزل هذه البلدة بعد موت الشيخ، والشيخ لم يفارق البلدة حتى نقول: ربما سمع منه في بلد آخر، فظاهر الحديث: السند متصل، وعدم الشذوذ، وعدم العلة، كل صفات الصحيح متوفرة إلا أن فيه علة قادحة لا يعرفها إلا جهابذة الحديث، وهذا الحديث المعلّل من الأنواع العسيرة على الكثير إلا من أعطاهم الله هذا العلم.","seal":"E1925A93","part":3},
      {"page":6,"id":22,"nass":"الحديث المضطرب\rقال الناظم: وذو اختلاف سند أو متن مضطرب عند أهيل الفن المضطرب إما أن يكون اضطراباً في السند، وإما أن يكون اضطراباً في المتن، والاضطراب بمعنى: الاختلاف، فإن أمكن الجمع فلا اضطراب، وإن لم يمكن الجمع فهناك اضطراب، والاضطراب من أقسام الضعيف.\rنضرب مثلاً على ذلك: حجة النبي عليه الصلاة والسلام، ورد في شأنها أحاديث، منها حديث يقول: أن النبي صلى الله عليه وسلم حج مفرداً، وحديث آخر يقول: أنه حج قارناً، وثالث يقول: أنه حج متمتعاً، وأنواع النسك في الحج ثلاثة أنواع، ولندخل قليلاً في أنواع الحج: إن طواف القدوم سنة، والإفاضة ركن، والوداع واجب، والواجب يجبره دم، والركن لا يجبر بدم، فإن ترك الوداع يلزمه دم، وإن ترك الإفاضة فحجه باطل؛ لأن الأركان لا يجبرها دم.\rوالطواف على الحاج المفرد ثلاثة: حينما ينزل إلى مكة يطوف طواف القدوم وهو سنة ثم يسعى للحج وليس عليه إلا سعي واحد، ثم يوم العيد يطوف طواف الإفاضة، ثم عند الرحيل يطوف طواف الوداع.\rفإن قيل: هل هناك فرق بين الحاج المفرد والحاج القارن في النسك بالنسبة للطواف أو السعي؟\rA  لا فرق.\rالحاج القارن أيضاً يطوف للقدوم ويطوف للإفاضة ويطوف طواف وداع، وعليه سعي.\rأما المتمتع لا يطوف طواف القدوم في تكليفه الفقهي، لكن لا فرق في عدد الطوافات، فالحاج المتمتع عليه ثلاث طوافات: طواف عمره، وطواف إفاضة، وطواف وداع؛ وعليه سعيان، فالمتمتع يطوف طواف العمرة أولاً ويسعى للعمرة ثم يتحلل، ثم يطوف طواف الإفاضة ويسعى للحج.\rإذاً: حينما نقول: إن النبي صلى الله عليه وسلم حج مفرداً فإن الحديث صحيح؛ لأننا نقصد بكلمة مفرد: أنه أتى بأعمال المفرد لكنه يقيناً حج قارناً؛ لأنه ساق الهدي وقال لأصحابه: (لو استقبلت من أمري ما استدبرت ما سقت الهدي ولأحللت بعمرة)، يعني: لجعلتها عمرة؛ لأن حج التمتع -وهو أفضل النسك كما تعلمون- فيه خلاف بين العلماء، فالحاج المتمتع يلبي من الميقات بعمرة ثم يؤدي العمرة: يطوف ويسعى ويتحلل: يحلق أو يقصر، ويظل إلى يوم ثمانية ذي الحجة -يوم التروية- ثم يلبي بحج ويؤدي مناسك الحج.\rفالنبي صلى الله عليه وسلم ظل محرماً؛ لأنه حج قارناً بين عمرة وحج، ومذهب الحنابلة -وهو الراجح- أنه لا يجوز إدخال الحج على العمرة، فطالما أنت نويت حجاً مفرداً لا يجوز أن تدخل على الحج العمرة، لكن يجوز أن تدخل بعد أداء العمرة الحج عليها.\rفأنت ستجد أحاديث تدل على أنه حج قارناً، وأحاديث على أنه حج متمتعاً، وأحاديث على أنه حج مفرداً، فستقول: فيه اضطراب؛ لأن فيه اختلاف، لكننا نقول: لا اضطراب، فإن شيخ الإسلام جمع بين الأحاديث الثلاثة وإذا أمكن الجمع تقول: لا اضطراب.\rقال شيخ الإسلام رحمه الله: حج مفرداً باعتبار أنه أتى أفعال الحاج المفرد، وحج متمتعاً باعتبار أنه أدى العمرة والحج كما يؤديهما المتمتع، فأنشأ سفراً واحدً لعمرة وحج، وحج قارناً وهذا هو اليقين؛ لأنه ساق الهدي وما تحلل من إحرامه عليه الصلاة والسلام، فإنه بعد أن طاف طواف القدوم ثم سعى ظل على إحرامه حتى أدى النسك، ثم أدى طواف الإفاضة، ثم تحلل بعد ذلك صلى الله عليه وسلم.\rإذاً: إذا أمكن الجمع فلا اضطراب.\rمن أمثلة الاضطراب مثلاً: حديث بريرة مع مغيث، فـ مغيث كان عبداً مملوكاً، وبريرة كانت مملوكة أيضاً، لكن بعض الروايات تقول: إن مغيثاً كان حراً، والرواية الأخرى تقول: كان عبداً، إذاً: هناك اضطراب للاختلاف الذي بين الروايتين، فلابد أن أحدهما الحديثين ضعيف والآخر صحيح.\rقال الناظم: وذو اختلاف سندٍ أو متن مضطرب عند أهيل الفن يعني: عند أهل الصنعة، والله تعالى أعلم.","seal":"F1311EB4","part":3},
      {"page":7,"id":23,"nass":"الحديث الفرد وأقسامه\rقال الناظم رحمه الله: والفرد ما قيّدته بثقة أو جمع أو قصر على رواية الحديث الفرد بصفة عامة: ما انفرد به راوٍ واحد في أي طبقة من الطبقات، كأن يكون في طبقة الصحابة رواه واحد، أو في طبقة التابعين رواه واحد، أو في طبقة تابعي التابعين رواه واحد.\rويغلب على هذه الأحاديث أنها تكون ضعيفة؛ لأنه ربما يكون للراوي ستمائة شيخ نقل عنهم، فينفرد واحد فقط من هذا العدد الكبير برواية، وعليه فنقول: من العسير أن يخطئ هذا العدد الكبير وينفرد هو برواية صحيحة؛ ولذلك يقول الشيخ ابن عثيمين في الشرح رحمه الله تعالى: الحديث الفرد في زمن الصحابة كان يميل إلى الصحة؛ لأن عدد الصحابة قليل، وكلما اتسع وتقدمنا إلى الأمام زاد احتمال الضعف.\rقال الناظم: الفرد ما قيدته بثقة أو جمع أو قصر على رواية القسم الأول: ما قيّد بثقة.\rالقسم الثاني: ما قيد بجمع.\rالقسم الثالث: ما قصر على رواية.\rوسنضرب مثالاً لكل قسم.\rفمثال القسم الأول: حديث: (إنما الأعمال بالنيات)، فقد انفرد به سيدنا عمر من طبقة الصحابة، وانفرد به أيضاً في طبقة التابعين راوٍ واحد، وفي طبقة تابعي التابعين راوٍ واحد، إلا أن الجميع ثقات، فهذا يسمى حديثاً فرداً.\rومثال القسم الثاني: أن أهل الشام ينقلون حديثاً واحداً فينفرد بخلافه راوٍ من أهل الشام، فهذا يسمى فرداً نسبياً، أي: أنه خالف أهل بلدته أو أهل قبيلته.\rومثال القسم الثالث: نقول: انفرد به فلان بهذه الرواية.","seal":"15FD50EE","part":3},
      {"page":8,"id":24,"nass":"الحديث المعلل\rقال الناظم: وما بعلة غموض أو خفا معلّل عندهم قد عرفا قلنا قبل ذلك: إن من شروط الحديث الصحيح عدم الشذوذ وعدم العلة، وعلم العلة في الحديث هو علم الجهابذة، وطبيب الحديث في علله هو البخاري وعلي بن المديني وابن أبي حاتم والدارقطني، فهؤلاء متخصصون في علم العلل.\rوظاهر الحديث الصحة؛ لأنه توفرت فيه شروط الصحيح من اتصال السند، وعدالة الرواة، وضبط الرواة، وعدم الشذوذ، إلا أن فيه علة لا يعرفها إلا المتخصص.\rمثال ذلك: يروي راوٍ عن شيخه حديثاً والسند فيه اتصال، وبالتنقيب والبحث وجد أن الراوي نزل هذه البلدة بعد موت الشيخ، والشيخ لم يفارق البلدة حتى نقول: ربما سمع منه في بلد آخر، فظاهر الحديث: السند متصل، وعدم الشذوذ، وعدم العلة، وكل شروط الصحيح متوفرة، إلا أن فيه علة قادحة لا يعرفها إلا جهابذة الحديث، وهذا الحديث المعلّل من الأنواع العسيرة على الكثير إلا من أعطاهم الله هذا العلم.","seal":"09BB1812","part":3},
      {"page":9,"id":25,"nass":"الحديث المضطرب\rقال الناظم: وذو اختلاف سند أو متن مضطرب عند أهيل الفن المضطرب إما أن يكون اضطراباً في السند، وإما أن يكون اضطراباً في المتن، والاضطراب بمعنى: الاختلاف، فإن أمكن الجمع فلا اضطراب، وإن لم يمكن الجمع فهناك اضطراب، والاضطراب من أقسام الضعيف.\rمثال ذلك: حجة النبي عليه الصلاة والسلام، فقد ورد في شأنها أحاديث، منها حديث: أن النبي صلى الله عليه وسلم حج مفرداً، وحديث آخر يقول: إنه حج قارناً، وثالث يقول: إنه حج متمتعاً.\rولندخل قليلاً في أنواع الحج الثلاثة فنقول: إن طواف القدوم سنة، وطواف الإفاضة ركن، وطواف الوداع واجب، والواجب يجبره دم، والركن لا يجبر بدم، فإن ترك طواف الوداع يلزمه دم، وإن ترك طواف الإفاضة فحجه باطل؛ لأن الأركان لا يجبرها دم.\rوالطواف على الحاج المفرد ثلاثة: وذلك حينما ينزل إلى مكة فيطوف طواف القدوم وهو سنة، ثم يسعى للحج وليس عليه إلا سعي واحد، ثم يوم العيد يطوف طواف الإفاضة، ثم عند الرحيل يطوف طواف الوداع.\rفإن قيل: هل هناك فرق بين الحاج المفرد والحاج القارن في النسك بالنسبة للطواف أو السعي؟\rA  لا فرق، فالحاج القارن أيضاً يطوف للقدوم ويطوف للإفاضة ويطوف طواف وداع، وعليه سعي.\rأما المتمتع فلا يطوف طواف القدوم في تكليفه الفقهي، لكن لا فرق في عدد الطوافات، فالحاج المتمتع عليه ثلاث طوافات: طواف عمرة، وطواف إفاضة، وطواف وداع، وعليه سعيان، فالمتمتع يطوف طواف العمرة أولاً ويسعى للعمرة ثم يتحلل، ثم يطوف طواف الإفاضة ويسعى للحج.\rإذاً: حينما نقول: إن النبي صلى الله عليه وسلم حج مفرداً فإن الحديث صحيح؛ لأننا نقصد بكلمة مفرداً: أنه أتى بأعمال المفرد، لكنه يقيناً حج قارناً؛ لأنه ساق الهدي وقال لأصحابه: (لو استقبلت من أمري ما استدبرت ما سقت الهدي ولأحللت بعمرة)، أي: لجعلتها عمرة؛ لأن حج التمتع -وهو أفضل النسك كما تعلمون- فيه خلاف بين العلماء، فالحاج المتمتع يلبي من الميقات بعمرة ثم يؤدي العمرة: فيطوف ويسعى ويتحلل: يحلق أو يقصر، ويظل إلى يوم ثمانية من ذي الحجة -يوم التروية- ثم يلبي بحج ويؤدي مناسك الحج.\rفالنبي صلى الله عليه وسلم ظل محرماً؛ لأنه حج قارناً بين عمرة وحج، ومذهب الحنابلة -وهو الراجح- أنه لا يجوز إدخال الحج على العمرة، فطالما أنت نويت حجاً مفرداً فلا يجوز أن تدخل على الحج العمرة، لكن يجوز أن تدخل بعد أداء العمرة الحج عليها.\rفأنت ستجد أحاديث تدل على أنه حج قارناً، وأحاديث على أنه حج متمتعاً، وأحاديث على أنه حج مفرداً، فستقول: فيه اضطراب؛ لأن فيه اختلاف، لكننا نقول: لا اضطراب، فإن شيخ الإسلام جمع بين الأحاديث الثلاثة، وإذا أمكن الجمع فتقول: لا اضطراب.\rقال شيخ الإسلام رحمه الله: حج مفرداً باعتبار أنه أتى أفعال الحاج المفرد، وحج متمتعاً باعتبار أنه أدى العمرة والحج كما يؤديهما المتمتع، فأنشأ سفراً واحداً لعمرة وحج، وحج قارناً وهذا هو اليقين؛ لأنه ساق الهدي، وما تحلل من إحرامه عليه الصلاة والسلام، فإنه بعد أن طاف طواف القدوم، ثم سعى ظل على إحرامه حتى أدى النسك، ثم أدى طواف الإفاضة، ثم تحلل بعد ذلك صلى الله عليه وسلم.\rومن أمثلة الاضطراب أيضاً: حديث بريرة مع زوجها مغيث، فقد كان مغيث عبداً مملوكاً، وبريرة كانت مملوكة أيضاً، لكن بعض الروايات تقول: إن مغيثاً كان حراً، والرواية الأخرى تقول: كان عبداً، إذاً: هناك اضطراب للاختلاف الذي بين الروايتين، فلابد أن أحد الحديثين ضعيف والآخر صحيح.\rقول الناظم: (عند أهيل الفن)، أي: عند أهل الصنعة، والله تعالى أعلم.","seal":"627488CA","part":3},
      {"page":1,"id":26,"nass":"شرح البيقونية [4]\rالمدرج والمدبج من أنواع علوم الحديث، والمدرج ليس من كلام النبي عليه الصلاة والسلام، وقد يكون في أول المتن أو وسطه أو آخره، والمدبج هو ما رواه كل قرين عن قرينه.","seal":"6C710ADF","part":4},
      {"page":2,"id":27,"nass":"مسألة: قيام ليلة رأس السنة في جماعة\rالحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة.\rوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيّه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه أجمعين.\rأما بعد: فقد وصل إلينا بحث من أستاذنا الشيخ العلاّمة فضيلة الدكتور: محمد عبد المقصود حفظه الله تعالى، والخاص بجواز قيام ليلة رأس السنة في جماعة، وكما علمت أيضاً من أستاذي فضيلة الشيخ الدكتور: جمال المركبي: أن السؤال وجه له هنا، ومن عادتنا أننا دائماً نوجه السؤال الواحد لأكثر من شيخ؛ لعلنا نجد عند البعض اختلافاً ونأخذ هذا الاختلاف ونروجه، وهذه مصيبة كبيرة وأمر لا ينبغي أن يكون دأب طالب العلم أبداً؛ لأنه لا بأس من الاختلاف في الرأي كما يقول العلماء، والعلماء اختلفوا كثيراً، لكن المشكلة أن نبحث عن نقاط الخلاف ثم تروجها، وهذا لا نريده في هذا المسجد؛ لأنه يقوم على منهج السنة في طلب العلم.\rوكان ينبغي علينا في الحقيقة قبل أن نبدأ في دراسة الفقه وأصول الفقه والعقيدة وقراءة البخاري وعلوم القرآن: أن ندرس كتاب حلية طالب العلم للدكتور: بكر أبو زيد؛ لأن معنى غياب آداب الطلب: الفوضى في طلب العلم، وهناك آداب للطالب في نفسه، وآداب للطالب مع شيخه، وآداب للطلب في سبعة فصول، وقد أبدع الدكتور: بكر رحمه الله، وقام العلامة فضيلة الشيخ: محمد بن صالح العثيمين بشرح هذه الحلية في مجلد، فأقول: نصيحة لإخواني ولنفسي من قبلهم: أن نحفظ هذه الحلية حفظاً؛ لأن فيها آداب طلب العلم مع الشيخ، وفي الطلب أيضاً.\rأما البحث الذي بين يدي الآن من أستاذنا فضيلة الشيخ: محمد عبد المقصود حفظه الله، فقد قرأته أكثر من مرة، والحقيقة أنه بحث طيب في المسألة، وحبنا للشيخ شديد، لكن مسألة قيام ليلة رأس السنة في جماعة موضوع يحتاج إلى بحث، وقد أخبرني الأخ الشيخ: طارق إبراهيم حفظه الله أنهم أرسلوا البحث إلى اللجنة الدائمة لينظروا في هذا الكلام، هل يؤخذ على إطلاقه أم يحتاج إلى مراجعة؟ والبحث فيه كلام طيب لا شك في ذلك، ووجودك في المسجد في ليلة رأس السنة مهم، ولا نختلف في هذا، بل لا نختلف أن أهل الباطل يوجدون في المسارح والملاهي ونحن نوجد في المسجد، لكن الخلاف في إقامة جماعة، فلو صلينا فرادى فلا بأس، لكن المشكلة أن نجمع الناس على إمام واحد بعد رمضان، فهذا هو مناط النزاع، ولا نزاع إن شاء الله، فشيخنا العلامة حفظه الله نحن تلامذته، لكننا نقول: في أول الأمر أقر الشيخ حفظه الله أن إقامة هذه الليلة من السنة، نعم ونحن نقر أن إقامتها من السنة في بيتك أو في المسجد، ولا شك في هذا، لكن المشكلة التي نريد أن نحققها هي مسألة جمع الناس على إمام واحد كما فعلها عمر رضي الله عنه في صلاة القيام في رمضان، فقد جمعهم على إمام واحد وهو سيدنا أبي بن كعب؛ لأن النبي صلى الله عليه وسلم فعلها، فقد صلى بهم في أول ليلة وثاني ليلة، وبالتالي فهذه المسألة لها أصل، وفي البخاري من حديث ابن عباس رضي الله عنهما أنه قال: بت عند خالتي ميمونة فقام النبي صلى الله عليه وسلم ليصلي بالليل، يقول ابن عباس: فقمت أصلي خلفه، فوقفت عن يساره متأخراً، فجذبني النبي وجعلني عن يمينه، قال ابن حجر معلقاً: وعلماؤنا يقولون: وفي هذا جواز القيام جماعة.\rلكن هل ابن عباس قد أخبر النبي أنه سيصلي خلفه؟ وهل دعاه النبي عليه الصلاة والسلام للصلاة؟ فإن كنت تصلي بمفردك -وهذا ما أقرّه الشيخ حفظه الله في أول بحثه- في قيام هذه الليلة وجاء واحد، ثم وقف خلفك دون ترتيب مسبق ودون دعوة مسبقة، فهذا هو الذي عليه أهل العلم؛ لأن معاذاً صلى خلف النبي عليه الصلاة والسلام وهذا أيضاً دون ترتيب مسبق، أما كوننا نواجه هذا الأمر الآن في بعض مساجدنا، كما يحصل الآن أن بعض الجماعات المنسوبة إلى العمل الإسلامي في المساجد تدعو الناس لصلاة القيام في كل ليلة جمعة بعد العشاء، فيقوم أحدهم ويقول: إن شاء الله سنصلي ركعتين بعد العشاء في جماعة، فهذه مسألة خطيرة جداً، أي: أن نعقد جماعة على إمام واحد في ليلة معينة.\rنعم لشيخنا وجه في جواز إحياء هذه الليلة بالطاعة، وهو أنه مخالفة لأهل المعصية، فإن كان أهل المعصية يرقصون فنحن نصلي لربنا عز وجل، فلنفتح أبواب المسجد، ولنصلي ولنقرأ القرآن، ولنجتمع في المسجد على الذكر والطاعة، لكن المشكلة في أن نجتمع على إمام واحد.\rفالمسألة هذه تحتاج إلى تحقيق، وسوف ننتظر بإذن الله رد اللجنة الدائمة، ورد فضيلة الشيخ عبد العزيز آل الشيخ مفتي الديار السعودية حفظه الله تعالى.\rولا نريد للمسألة أن تتسع أكثر من هذا؛ لأن البعض يروج الآن ويسأل ويتصل: ماذا سنفعل","seal":"340DCD89","part":4},
      {"page":3,"id":28,"nass":"الحديث المدرج\rقال الناظم رحمه الله: والمدرجات في الحديث ما أتت من بعض ألفاظ الرواة اتصلت وما روى كل قرين عن أخه مدبّج فاعرفه حقاً وانتخه ذكر الناظم في هذين البيتين: الحديث المدرج، والحديث المدبّج.","seal":"C14D2803","part":4},
      {"page":4,"id":29,"nass":"الإدراج لغةً واصطلاحاً\rالإدراج لغةً: الإضافة والإدخال والزيادة، يقال: أدرجت، أي: أضفت، وزدت في المتن ما ليس منه.\rواصطلاحاً: هو كلام ما قاله النبي صلى الله عليه وسلم، وإنما أضافه الراوي من عند نفسه، إما لبيان المعنى، وإما كلام اتصل بالحديث فظن الناس أنه من الحديث.","seal":"AEEC09C6","part":4},
      {"page":5,"id":30,"nass":"حكم الإدراج في الحديث\rوحكمه: عدم الجواز إلا إذا بينه الراوي كما فعل الزهري في حديث البخاري في كتاب: بدء الوحي، وذلك حينما عرف التحنث بأنه: التعبد، فقال: (كان النبي صلى الله عليه وسلم يتحنث الليالي ذوات العدد -والتحنث يعني: التعبد-)، فقوله: التحنث يعني: التعبد.\rإضافة من الزهري؛ ليبين بها معنى التحنث.\rكما قد يكون الإدراج لتأكيد الحديث وبيان أهميته، وقد يكون الإدراج سوء قصد، ولذا فالإدراج غير مقبول إلا أن يبين أنه إدراج.","seal":"A9D1CE90","part":4},
      {"page":6,"id":31,"nass":"أنواع الإدراج\rوالإدراج على ثلاثة أنواع: النوع الأول: إدراج في أول المتن، ومثاله: ما رواه أبو هريرة عن نبينا صلى الله عليه وسلم أنه قال: (ويل للأعقاب من النار)، والأعقاب: مؤخرة القدم؛ لأنها مظنة الإهمال والنسيان وعدم الغسل، فإذا بـ أبي هريرة يقول: (أسبغوا الوضوء، ويل للأعقاب من النار)، فزاد: أسبغوا الوضوء، فحينما نقول: قال صلى الله عليه وسلم: (أسبغوا الوضوء ويل للأعقاب من النار)، نقول: في الحديث إدراج في أول المتن، وهي: أسبغوا الوضوء، والذي بيّن أنها إدراج: رواية البخاري، قال البخاري: قال أبو هريرة رضي الله عنه: أسبغوا الوضوء فإني سمعت أبا القاسم صلى الله عليه وسلم يقول: (ويل للأعقاب من النار).\rالنوع الثاني: إدراج في وسط المتن، ومثاله: ما رواه البخاري من حديث الزهري عن عائشة: (كان النبي صلى الله عليه وسلم يتحنث في غار حراء - وهو التعبد - الليالي ذوات العدد)، فلفظ (التعبد) من كلام الزهري أراد به أن يفسر التحنث، فهذا إدراج في وسط الحديث من الزهري أراد به أن يبين المعنى.\rالنوع الثالث: أن يكون الإدراج في آخر المتن، ومثاله: حديث أبي هريرة الذي رواه البخاري: (للعبد المملوك أجران)، هذا هو الحديث، فإذا بـ أبي هريرة يضيف: والذي نفسي بيده! لولا الجهاد في سبيل الله والحج وبر أمي لأحببت أن أموت وأنا مملوك، فهذا كله من كلام أبي هريرة، والذي يثبت أنه من كلام أبي هريرة قوله: بر أمي؛ لأن أمه ماتت قبل بعثته بكثير صلى الله عليه وسلم، فكون أبو هريرة يقول: لولا الجهاد في سبيل الله والحج وبر أمي لأحببت أن أموت وأنا مملوك، هذا كلام مدرج من أبي هريرة في آخر الحديث.\rومن الإدراج أيضاً في آخر المتن: إدراج ابن عمر قال: قال صلى الله عليه وسلم: (كن في الدنيا كأنك غريب أو عابر سبيل)، وكان ابن عمر يقول: إذا أصبحت فلا تنتظر المساء، وإذا أمسيت فلا تنتظر الصباح، فهذا قول ابن عمر وليس قول النبي عليه الصلاة والسلام، فهذا يسمى إدراجاً في آخر المتن؛ لأن قوله: وكان ابن عمر يقول، يبين أن القول لـ ابن عمر، فتبين أن هذا الكلام ليس بكلام النبي عليه الصلاة والسلام.\rوهناك أمور لا بد أن نفقهها لأنها تصطدم مع نصوص ثابتة، فمثلاً: حديث: (بين قبري ومنبري روضة)، فلماذا نقول: إن لفظة (قبري) غير صحيحة؟ لأن الصحابة اختلفوا على مكان قبره، فلو كانوا يعلمون أين يدفن لما اختلفوا، فخلافهم حجة على أنه لم يقل: بين قبري ومنبري روضة من رياض الجنة، إذ أنهم ما علموا حين مات أين القبر؟ قال العلماء: وهذا يدل على أن الحديث غير صحيح فضلاً على أنه لا يدري أين سيموت، قال تعالى: {وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} [لقمان:34]، والصحابة اختلفوا أين يدفن، فلو كانوا يعلمون أنه قال: بين قبري ومنبري، إذاً لعرفوا أين القبر؛ لأنه حدد لهم أين القبر.","seal":"6424CDAA","part":4},
      {"page":7,"id":32,"nass":"تعريف الحديث المدبج\rقال الناظم: وما روى كل قرين عن أخه مدبّج فاعرفه حقاً وانتخه قوله: (انتخه)، أي: افتخر.\rالحديث المدبّج: هو ما رواه كل قرين عن أخه، بمعنى: أن كلاهما يروي عن الآخر، صحابي يروي عن صحابي، عائشة تروي عن أبي هريرة، وأبو هريرة يروي عن عائشة.\rومعنى الأقران: أنهما في رتبة واحدة وفي منزلة واحدة وفي سن واحد، فقد عاصر بعضهما البعض، وليس في سن واحد بمعنى: أنهما متساويان في العمر، فحينما يروي تابعي عن صحابي، أو صحابي عن تابعي لا يسمى مدبجاً؛ لأنهما في رتبة مختلفة، فلا بد أن يكونا في رتبة واحدة، مثل أن تروي عائشة عن أبي هريرة، أو يروي أبو هريرة عن عائشة، فهذا يسمى مدبجاً.","seal":"D5C43821","part":4},
      {"page":8,"id":33,"nass":"رواية الأقران\rأما رواية الأقران فهي: أن يروي عن قرينه دون أن يروي القرين عنه، فهذا يسمى رواية الأقران، يقول الذهبي في كتابه (سير أعلام النبلاء): وخلاف الأقران يطوى، أي: كلام الأقران بعضهم في البعض يطوى ولا يروى؛ لأن كلام الأقران ربما يكون فيه تحامل على بعضهم البعض.\rلذلك يا إخوتي الكرام! نحن نتعلم من بعضنا البعض، ونسأل الله سبحانه وتعالى أن يرزقنا وإياكم حسن العلم وحسن البيان وحسن الأدب.","seal":"D49B9660","part":4},
      {"page":1,"id":34,"nass":"شرح البيقونية [5]\rيعتبر نظم البيقونية من أهم المنظومات للمبتدئ في دراسة علم مصطلح الحديث، فقد عدد فيها صاحبها أنواعاً كثيرة من أنواع الحديث، ومنها المتفق والمفترق، والحديث المنكر والمتروك والموضوع.","seal":"BD0FA91B","part":5},
      {"page":2,"id":35,"nass":"التعليق على بعض أنواع علوم الحديث\rالحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة.\rوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه أجمعين.\rأما بعد: فقد كان الحديث عن السنة باعتبارها أحد مصادر التشريع في أصول الفقه أو أحد أدلة الأحكام، وحيث أنا نتحدث عن السنة، فينبغي أن نتعرف على أنواع الحديث وأقسامه، وعلى مصطلحات أهل الحديث؛ لأنك تقرأ في كتب التفسير والفقه والسيرة: هذا حديث منكر، أو معضل، أو منقطع، أو مرسل، أو متواتر، أو غريب، فهذه المصطلحات لا بد أن تكون على دراية بها، وقد تحدثنا عن هذه الأنواع حتى وقفنا عند المدبّج.\rأعود فأقول: قال الناظم رحمه الله: أبدأ بالحمد مصلياً على محمدٍ خير نبي أرسلا وذي من أقسام الحديث عده وكل واحد أتى وحدّه أولها الصحيح وهو ما اتصل إسناده ولم يشذ أو يعل يرويه عدل ضابط عن مثله معتمد في ضبطه ونقله والحسن الخفيف ضبطاً وغدت رجاله لا كالصحيح اشتهرت أنا قلت: والحسن الخفيف ضبطاً.\rوالناظم قال: المعروف طرقاً، وقد جانب الصواب، وهناك تعليق للشيخ ابن عثيمين على هذا، وضبط المسألة على النحو الذي قرأته، وهناك أبيات سأذكرها ونعدلها.\rقال رحمه الله: وكل ما عن رتبة الحسن قصر فهو الضعيف وهو أقساماً كثر وما أضيف للنبي المرفوع وما لتابعٍ هو المقطوع والمسند المتصل الإسناد من راويه حتى المصطفى ولم يبن وما بسمع كل راوٍ يتصل إسناده للمصطفى فالمتصل مسلسل قل ما على وصف أتى مثل أما والله أنبأني الفتى كذاك قد حدثنيه قائماً أو بعد أن حدثني تبسما عزيز مروي اثنين أو ثلاثة مشهور مروي فوق ما ثلاثة الحديث العزيز يعرفه الناظم: ما رواه اثنين أو ثلاثة، وهذا خطأ، والراجح أن العزيز: ما رواه اثنان في طبقة من الطبقات، فإن قلنا: الحديث رواه خمسة عن أربعة أو عن ثلاثة أو عن اثنين أو عن واحد، فهذا يسمى: غريباً؛ لأنه في طبقة رواه واحد، فنحن نحكم على الحديث بأقل عدد في طبقة واحدة.\rثم قال: معنعن كعن سعيد عن كرم ومبهم ما فيه راوٍ لم يسم وكل ما قلت رجاله علا وضده ذاك الذي قد نزلا وما أضفته إلى الأصحاب من قول وفعل فهو موقوف زكن ومرسل منه الصحابي سقط هذا غلط، والصحيح أن يقال: ومرسل فوق التابعي سقط وقل غريب ما روى راوٍ فقط لأن الحديث المرسل هو ما رفعه التابعي إلى النبي، فيقول التابعي: قال رسول الله، ولو أننا تأكدنا أن الصحابي هو الذي سقط فلا يعتبر هذا قدحاً في الحديث؛ لأن الصحابة كلهم عدول، فسقوط الصحابي لا يؤثر.\rمثال ذلك: محمد بن أبي بكر صحابي ولد في حجة الوداع، ومات النبي صلى الله عليه وسلم بعد ميلاده بأشهر، فحينما يروي محمد بن أبي بكر ويقول: قال رسول الله، نقول: هذا مرسل؛ لأنه يستحيل أن يكون قد سمع من رسول الله، فهو صحابي لم يدرك السماع.\rقال: وكل ما لم يتصل بحال إسناده منقطع الأوصال والمعضل الساقط منه اثنان وما أتى مدلساً نوعان الأول الإسقاط للشيخ وأن ينقل عمن فوقه بعن وأن والثاني لا يسقطه لكن يصف أوصافه بما به لا ينعرف وما يخالف ثقة فيه الملا فالشاذ والمقلوب قسمان تلا إبدال راوٍ ما براوٍ قسم وقلب إسناد لمتن قسم والفرد ما قيدته بثقة أو جمع أو قصر على رواية وما بعلة غموض أو خفا معلل عندهم قد عرفا وذو اختلاف سند أو متن مضطرب عند أهيل الفن والمدرجات في الحديث ما أتت من بعض ألفاظ الرواة اتصلت وما روى كل قرين عن أخه مدبج فاعرفه حقاً وانتخه","seal":"CA8DC0AE","part":5},
      {"page":3,"id":36,"nass":"الحديث المتفق والمفترق\rثم قال الناظم رحمه الله: متفق لفظاً وخطاً متفق وضده فيما ذكرنا المفترق يتحدث الناظم هنا عن نوعين من أقسام الحديث: الحديث المتفق، والحديث المفترق.\rوالحديث المتفق والمفترق يتفقان في اللفظ والخط من حيث الراوي، لكنهما يختلفان من حيث المعنى، بمعنى: عباس كم راو يسمى عباس؟ كثير، لكن هناك عباس ثقة وعباس ضعيف، فحينما نذكر اسم عباس في الرواية لا بد أن نحدد من هو عباس حتى نفرق بين الثقة وبين الضعيف، فكلمة عباس وعباس الأخرى متفقة لفظاً وخطاً.\rوالمقصود: أنهما يتفقان في اللفظ والخط، أما في الأعيان يفترقان.\rمثل: الخليل بن أحمد، وهذا اسم لأكثر من ستة، فحينما أقول: حدثني الخليل لا بد أن أبين من الخليل؛ لأن هناك خليل ثقة وخليل ضعيف، فهذا يسمى المتفق والمفترق.\rثم قال: مؤتلف متفق الخط فقط وضده مختلف فاخش الغلط المؤتلف: متفق الخط لكنه في اللفظ مفترق، مثل: سلام سلاّم، متفقان من حيث الخط، ومختلفان من حيث اللفظ، عباس وعياش قبل التنقيط لا يختلفان، فهذا معناه أن المؤتلف والمختلف متفقان في الخط، لكنهما مختلفان في اللفظ.","seal":"F9C80B55","part":5},
      {"page":4,"id":37,"nass":"الحديث المنكر\rثم قال: والمنكر الفرد به راوٍ غدا تعديله لا يحمل التفردا الحديث المنكر له تعريفان: تعريف للحافظ ابن حجر في نخبة الفكر، وتعريف للناظم هنا.\rفالناظم يعرف الحديث المنكر بأنه: الحديث الذي رواه راوٍ واحد مختلف فيه.\rفقوله: تعديله لا يحمل التفردا، أي: إذا انفرد لا يمكن أن تقبل روايته؛ لأنهم اختلفوا في ضعفه، بمعنى: أن أحدهم قال فيه: ضعيف، وآخر قال: ثقة، وعليه فحينما ينفرد هذا الراوي برواية نقول: إن الحديث الذي رواه منكر.\rأما تعريف الحافظ ابن حجر في نخبة الفكر فهو: ما يخالف فيه الضعيف الثقة، فيسمى حديثاً منكراً.\rوالشاذ هو: مخالفة الثقة لمن هو أوثق منه أو أرجح منه صفة أو عدداً أو ضبطاً.\rوالحديث الضعيف: ما يخالف فيه الثقة الضعيف.\rإذاً: المنكر: ما يخالف فيه الضعيف الثقة، وهو مردود، والمعروف: ما خالف الثقة فيه الضعيف.\rقول الناظم رحمه الله: والمنكر الفرد به راوٍ غدا، أي: رواه راو واحد.","seal":"8A2FB459","part":5},
      {"page":5,"id":38,"nass":"الحديث المتروك\rثم قال: متروكه ما واحد به انفرد وأجمعوا لضعفه فهو كرد الحديث المتروك: ما فيه راو أجمع العلماء على ضعفه، ولم يختلفوا في ضعفه، وبالتالي إذا أجمع العلماء على ضعف رجل وهو قد روى حديثاً فنسميه متروكاً.","seal":"FD3D88B1","part":5},
      {"page":6,"id":39,"nass":"الحديث الموضوع\rثم قال: والكذب المختلق المصنوع على النبي فذلك الموضوع الحديث الموضوع: هو ما رواه كذاب ونسبه إلى النبي عليه الصلاة والسلام، ومعنى اختلقه، أي: اصطنعه، والوضع له أسباب كثيرة منها: التعصب المذهبي، كأن يكون هناك رجل متعصب لمذهب الأحناف ويؤلف حديثاً في ذم الشافعي، فيقول: قال رسول الله صلى الله عليه وسلم: يولد في أمتي رجل اسمه محمد بن إدريس هو أضر عليها من إبليس.\rوالشيعة الرافضة يضعون أحاديث في فضل علي بن أبي طالب، ويضعون أحاديث في ذم أبي بكر وعمر وغيرهما من الصحابة.\rوهذا رجل يسمى نوح بن أبي مريم وضع أربعة ألآلاف حديث من رأسه، فقيل له لم؟ قال: رأيت الناس قد أعرضوا عن كتاب الله فأحببت أن أرغبهم في قراءة القرآن، فقال: قال رسول الله صلى الله عليه وسلم: من قرأ سورة كذا كتب له ألف ألف حسنة، ومحي عنه ألف ألف خطيئة، وارتفع ألف ألف درجة، وتزوج ألف ألف من الحور العين تجد هذا الكلام كثيراً في الأحاديث التي في فضائل السور والآيات.\rوهناك كتب في الأحاديث الموضوعة، مثل: اللآلئ المصنوعة في الأحاديث للسيوطي، الفوائد المجموعة في الأحاديث الموضوعة للشوكاني، الموضوعات لـ ابن الجوزي، لكن ابن الجوزي أحياناً يأتي بحديث في مسلم ويقول: موضوع، لذلك قال العلماء لا تغتر بوضع ابن الجوزي، ولا بتصحيح الحاكم، ولا بإجماع ابن المنذر، بل لا بد أن يكون هناك من يعضد أقوالهم؛ لأنهم يتساهلون، فـ ابن المنذر أحياناً ينقل الإجماع والمسألة ليس فيها إجماع، والحاكم أحياناً يقول: صحيح وهو ضعيف، وابن الجوزي أحياناً يقول: موضوع وهو في مسلم.\rوتجد أن حركة الوضع تزداد كلما ابتعدنا عن العلم، والصوفية كل يوم يألفون لنا أحاديث، وكل يوم تجد أحاديث جديدة ما أنزل الله بها من سلطان، وورق يوزع ويصور، يا علي لا تنام قبل أن تقول: كذا وكذا! وبعض الناس ربما تكون عنده تجارة كاسدة فيريد أن يروجها فيضع لها حديثاً.\rقال الناظم: والكذب المختلق المصنوع على النبي فذلك الموضوع وسمي بالموضوع لسببين: إما لأن العلماء وضعوه، أي: تركوه، وإما وضعه الكذاب من عند نفسه.\rقال الناظم: وقد أتت كالجوهر المكنون سميتها منظومة البيقوني الجوهر المكنون: المحفوظ من الماء والشمس والبرد.\rقال: فوق الثلاثين بأربع أتت أقسامها ثم بخير ختمت أي: ختمت المنظومة هكذا، لكن لم يختم حفظكم لها، ولا استيعابكم لها.","seal":"95CA42FC","part":5}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":null,"Bk":"شرح البيقونية - أسامة سليمان","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":2,"oVer":1,"verName":null,"Lng":"أسامة علي محمد سليمان","bLnk":null,"Inf":null,"Auth":"أسامة سليمان","Betaka":"الكتاب: شرح البيقونية\r\nالمؤلف: أسامة علي محمد سليمان\r\nمصدر الكتاب: دروس صوتية قام بتفريغها موقع الشبكة الإسلامية\r\nhttp://www.islamweb.net\r\n[  الكتاب مرقم آليا، ورقم الجزء هو رقم الدرس - 5 دروس]","TafseerNam":null,"PdfCs":null,"AuthInf":"الشيخ: أسامة علي محمد سليمان\r\r• تاريخ الميلاد: 22 - 2 - 1962\r• بكالوريوس تجارة 1984\r• ليسانس أصول الدين قسم التفسير 1997 جامعة الأزهر\r• تمهيدي ماجيستير كلية دار العلوم قسم العقيدة 2000\r• ماجيستير من كلية دار العلوم قسم العقيدة وعنوانها/ المنهج الأخلاقي عند الحافظ بن أبي الدنيا والحافظ الخرائطي\r• مدير إدارة القرآن بأنصار السنة المحمدية\r• بدأ الدعوة إلى الله منذ عام 1979 - 1980\r• كاتب بمجلة التوحيد \"مقال شهري\"\r\rمصنفات:\r• فتح المنان ببيان أمثال القرآن\r• الشفاعة: مفهومها- الرد على منكريها\r• عذاب القبر\r• فصل الخطاب في إعتقاد أولي الألباب\r• صحيح الأذكار من هدي النبي المختار","seal":"E274759B","cat":"علوم الحديث - مرقم آليا","oNum":36576,"BkId":36576,"oAuth":2361,"bVer":1,"aSeal":"9CB67E35"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
      {"nass":"السؤال","ramz":"Q","Bk":36576},
      {"nass":"الجواب","ramz":"A","Bk":36576}
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t36576":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"شرح البيقونية [1]"},
      {"lvl":2,"id":2,"sub":0,"tit":"الرد على من قال: إن النقاب عادة وليس عبادة"},
      {"lvl":2,"id":3,"sub":0,"tit":"الحديث الشاذ والحديث المقلوب"},
      {"lvl":3,"id":4,"sub":0,"tit":"معنى الحديث الشاذ لغة واصطلاحا"},
      {"lvl":3,"id":5,"sub":0,"tit":"أمثلة على الحديث الشاذ"},
      {"lvl":3,"id":6,"sub":0,"tit":"إمكانية الجمع بين حديثين يزيل الشذوذ"},
      {"lvl":3,"id":7,"sub":0,"tit":"معنى الحديث المقلوب وأنواعه"},
      {"lvl":2,"id":8,"sub":0,"tit":"الحديث المقلوب وأنواعه"},
      {"lvl":1,"id":9,"sub":0,"tit":"شرح البيقونية [2]"},
      {"lvl":2,"id":10,"sub":0,"tit":"منزلة القرآن والسنة في التشريع"},
      {"lvl":2,"id":11,"sub":0,"tit":"عرض سريع لمنظومة البيقوني"},
      {"lvl":2,"id":12,"sub":0,"tit":"شروط الحديث الصحيح"},
      {"lvl":2,"id":13,"sub":0,"tit":"الفرق بين الصحيح والحسن"},
      {"lvl":2,"id":14,"sub":0,"tit":"الحديث المعلق والمعضل والمنقطع والمرسل"},
      {"lvl":2,"id":15,"sub":0,"tit":"الحديث المسلسل"},
      {"lvl":2,"id":16,"sub":0,"tit":"الحديث المقلوب وأنواعه"},
      {"lvl":1,"id":17,"sub":0,"tit":"شرح البيقونية [3]"},
      {"lvl":2,"id":18,"sub":0,"tit":"النهي عن القول على الله بغير علم"},
      {"lvl":3,"id":19,"sub":0,"tit":"الحديث الفرد"},
      {"lvl":3,"id":20,"sub":0,"tit":"أقسام الحديث المفرد وأمثلة لكل قسم"},
      {"lvl":3,"id":21,"sub":0,"tit":"الحديث المعلل"},
      {"lvl":3,"id":22,"sub":0,"tit":"الحديث المضطرب"},
      {"lvl":2,"id":23,"sub":0,"tit":"الحديث الفرد وأقسامه"},
      {"lvl":2,"id":24,"sub":0,"tit":"الحديث المعلل"},
      {"lvl":2,"id":25,"sub":0,"tit":"الحديث المضطرب"},
      {"lvl":1,"id":26,"sub":0,"tit":"شرح البيقونية [4]"},
      {"lvl":2,"id":27,"sub":0,"tit":"مسألة: قيام ليلة رأس السنة في جماعة"},
      {"lvl":2,"id":28,"sub":0,"tit":"الحديث المدرج"},
      {"lvl":3,"id":29,"sub":0,"tit":"الإدراج لغة واصطلاحا"},
      {"lvl":3,"id":30,"sub":0,"tit":"حكم الإدراج في الحديث"},
      {"lvl":3,"id":31,"sub":0,"tit":"أنواع الإدراج"},
      {"lvl":2,"id":32,"sub":0,"tit":"تعريف الحديث المدبج"},
      {"lvl":3,"id":33,"sub":0,"tit":"رواية الأقران"},
      {"lvl":1,"id":34,"sub":0,"tit":"شرح البيقونية [5]"},
      {"lvl":2,"id":35,"sub":0,"tit":"التعليق على بعض أنواع علوم الحديث"},
      {"lvl":2,"id":36,"sub":0,"tit":"الحديث المتفق والمفترق"},
      {"lvl":2,"id":37,"sub":0,"tit":"الحديث المنكر"},
      {"lvl":2,"id":38,"sub":0,"tit":"الحديث المتروك"},
      {"lvl":2,"id":39,"sub":0,"tit":"الحديث الموضوع"}
    ]
}
