{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37067":
    [
      {"page":39,"id":2,"nass":"بسم الله الرحمن الرحيم\rالحمد لله الذي أودع الحكمة أهلها، وعلم آدم الأسماء كلها، وأوقفه على المقصود من دائرة الوجود، فحل شكلها، فبين لبنيه حروفها، ووسم اسمها، ورسم فعلها، فمنهم من شمر لوابل القسمة وما رضي بطلها، ومنهم من رضي بالعزيمة فلما عقد عقد العزيمة حلها، فزمرة أقبلت على إصلاح الشأن ليظهر فضلها، وزمرة تجاوزت إلى جنات الجنان، ذوات أغصان العصيان، من شجرة الطغيان، فقطعت أصلها، ثم نحت نحو من أعلها، لعلها، تظفر بشفائها ولعلها، ويخاطبها شفاها ومن لها.\rأحمده على نعمه كلها، وجوده على دلها، فأهدت إلي وبلها، وأشهد أن لا إله إلا الله وحده لا شريك له شهادة أستظل ظلها، يوم لا ظل إلا ظلها، وأشهد أن سيدنا محمدا عبده ورسوله الذي أرسله إلى جنود الطغيان ففلها، وإلى ليوث الأوثان فأذلها، صلى الله تعالى عليه وعلى آله وأصحابه صلاة دائمة إلى يوم تضع كل ذات حمل حملها، وبعد:","seal":"F8997EF0","part":1},
      {"page":40,"id":3,"nass":"فأن النحو عبارة عن القصد، والناس مختلفون في المقاصد، ومفترقون في المصادر والموارد، فواحد تقويم لسانه مبلغ علمه، وواحد تقويم جنانه أكثر همه، فالأول صاحب عبارة، والثاني صاحب إشارة، فنقول وبالله التوفيق ولرسوله التصديق.\r\rباب أقسام الكلام\rقال أهل العبارة: أقسام الكلام ثلاثة: اسم وفعل وحرف، وقال أهل الإشارة: الأصول ثلاثة أقوال وأفعال وأحوال، فالأقوال: هي العلوم وهي مقدمة على العمل لقوله صلى الله عليه وسلم:} (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله. فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها) {ثم تجب المبادرة إلى صالح العمال، ثم تأتي الأحوال مواهب من الله تعالى.\r\rباب الأسماء واشتقاقها\rقال أهل العبارة: الاسم مشتق من السمو أو من السمة على الخلاف. وقال أهل الإشارة: اسم العبد: ما وسمه الله تعالى به في سابق مشيئته من شقاوة وسعادة، فمن قربه في سابق مشيئته، فقد سما قدره بين بريته.\rولما دخل العباد إلى مكتب التعليم طالع آدم لوح الوجود فقرأ} (وعلم آدم الأسماء كلها) وطالع محمد صلى الله عليه وسلم لوح الشهود، فقيل له بلسان الحال: نحن نطلعك على كل موجود، ثم خوطب بقوله:} (اقرأ باسم ربك الذي خلق) {فلما قرأ وأدب وهذب، قيل يا محمد: قد عرفتنا بالأسماء والصفات فتعرف، إلينا بالذات} (اقرأ وربك","seal":"F1E9DBA6","part":1},
      {"page":41,"id":4,"nass":"الأكرم)} {(قل الله ثم ذرهم في خوضهم يلعبون). فلما غاب عن الاسم وجد المسمى. ولما اعرض عن الفعل حل الحرف المعمى، أي: المعنى الذي لا يسمى.\r\rفصل\rالاسم: صحيح ومعتل. قال أهل العبارة: الصحيح ما سلم من حروف العلة وهي: الألف والواو والياء، وقال أهل الإشارة: من سلم اسمه من ألف الإلباس، وواو الوسواس وياء الياس- فقد صح اسمه وحق له الإعراب وهو البيان، ثم الكشف والعيان، فعلم علم اليقين، ثم عين اليقين، ثم حق اليقين، والله أعلم.\r\rباب موانع الصرف\rموانع الصرف عند أهل العبارة: تسع وهي معروفة، وعند أهل الإشارة (الجمع) - أن يجتنب العالم جمع الدنيا واجتماع الناس عليه. (والصرف) صرف وجوههم إليه. (والوصف) أن يكون قصده أن يوصف بالخير ويعرف به. (والتأنيث) ضعف العزم،","seal":"2E4644EC","part":1},
      {"page":42,"id":5,"nass":"والرضى بالرذائل. (والمعرفة) أن يعرف نعم الله تعالى عليه ثم يقصر عن الشكر. (والعجمة) أن يهمل نعمة الله بكتمان علمه. (والعدل) عدوله عن الطريق القويم. (والتركيب) أن يشوب عمله بأفعال الجهل (والألف) ألف أنا، (والنون) نون العظمة. (ووزن الفعل) أن يزن أعماله معتقدا أن عنده - حاصلا فيحصل العجب. فمتى اجتمعت علتان من هذه العلل لم ينصرف إلى القبول، وانحرف عن باب الوصول.\r\r(باب الإعراب والبناء)\rلما كان الإعراب بالحركات الثلاث: الرفع والنصب والجر، والجزم. كان مدار أهل الإشارة برفع هممهم إلى الله تعالى، ونصب أبدانهم في طاعة الله تعالى، وخفض نفوسهم تواضعا لله تعالى، وجزم قلوبهم عما دون الله تعالى، وسكونهم إلى الله تعالى. والمعرب، هو المتغير من أصحاب التلوين، والمبني: ما كان مستقيما في حاله لا يتغير وهم أصحاب التمكين.\r\rفصل\rالأسماء: معارف ونكرات، وكذلك العباد منهم معروف، له نصيب مع القوم هو به معروف، ومقام في الصدق هو به موصوف، ومنهم منكر لا نصيب له مع القوم، ولا حظ له سوى الأكل والنوم.\r\rفصل\rالمبتدأ: مرفوع لتجرده عن العوامل اللفظية، والفقير المتجرد مرفوع القدر، وخبره مرفوع، لانقطاعه عن العلائق، وتعلقه بالحقائق، الواردة من الخالق.","seal":"DB8EBF0B","part":1},
      {"page":43,"id":6,"nass":"فصل\rالأفعال ثلاثة: ماض وحال ومستقبل، وأحوال القوم مختلفة: فمنهم من فكرته في السابقة، ومنهم من فكرته في الخاتمة، ومنهم من اشتغل بإصلاح وقته الذي هو فيه، عن الفكرة في مستقبله وماضيه.\r\rفصل\rوفعل الحال: مرفوع ما لم يدخل عليه ناصب أو جازم، فالناصب رؤية العبد لفعله، والجازم فترته عن سلوكه، فإذا سلم العبد من الملاحظة والفتور، ارتفع قدره عند العزيز الغفور (إليه يصعد الكلم الطيب والعمل الصالح يرفعه).\r\rفصل\rالفاعل مرفوع، والمفعول منصوب، فلما رأى العارف ألا فاعل إلا الله تعالى عظم قدره، ورفع ذكره، وخضع لجلاله، وتواضع عند شهود كماله، ورأى نفسه مفعولا فانتصب لعبادته} (فإذا فرغت فأنصب، وإلى ربك فأرغب). {\r\rفصل\rالحال: وصف هيئة الفاعل والمفعول، ومن شرطه أن يكون نكرة منصوبة، فالعارف متوجه إلى الله تعالى في إصلاح حاله، مجتهد في تنكير نفسه كي لا يعرف، فأحواله مع الله مستقيمة منتصبة، وهي بستر التورية. والنكرة محتجبة (يحسبهم الجاهل أغنياء من التعفف).","seal":"6B187EB3","part":1},
      {"page":44,"id":7,"nass":"فصل\rالتمييز: تفسير ما أبهم، وتبيين ما لم يكن يفهم، فالقوم بالعلم ميزوا الحق من الباطل، وتبين لهم بالسلوك الحالي من العاطل، ولا يكون التمييز إلا بعد تمام الكلام، وكذلك تفقهوا ثم اعتزلوا، واحكموا العلم ثم تميزوا، فلما تمت لهم رتبة التمييز، نصبهم الله تعالى لإصلاح عباده، وميزهم فأستخلصهم لوداده، قال الله تعالى} (ليميز الله الخبيث من الطيب). {\r\rباب البدل\rالبدل: على أربعة أقسام، بدل الكل من الكل، وهو بدل العارفين، تركوا الكل فعوضهم الكل} (وجوه يومئذ ناضرة، إلى ربها ناظرة) {شعر:\rقلوب العارفين لها عيون ... ترى ما لا يراه الناظرونا\r\rوأجنحة تطير بغير ريش ... إلى ملكوت ربِّ العالمينا\rوبدل البعض: بدل العابدين، بدلوا بالمعاصي الطاعات، وبدلوا باللذات المجاهدات،} (فأولئك يبدل الله سيئاتهم حسنات) {. وبدل الاشتمال: لقوم اشتملت أعمالهم على خوف ورجاء فأعطوا ما يرجون، وأمنوا مما يخافون} (ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون). وبدل الغلط: بدل المطرودين، باعوا نصيبهم من القرب بحظوظ عاجلة (بئس للظالمين بدلا).","seal":"FD1946F6","part":1},
      {"page":45,"id":8,"nass":"فصل\rالنعت: تابع للمنعوت، والوصف تابع للموصوف، كذلك أعمال العبد لا تفارقه، وما حصل من خير أو شر فهو لاحقه.\r\rفصل\rحروف العطف تتبع الآخر الأول، وأهل الإشارة توسلوا إلى الله تعالى في العطف عليهم، واللطف بهم، ليلحقهم بأهل قربه، ويجعلهم من حزبه.\r\rفصل\rالتوكيد: هو التحقيق، والقوم أكدوا إيمانهم بالتصديق، وعقدهم مع الله بالتوثيق، وشمروا في ملازمة الطريق.\r\rفصل\rحروف الجر: تخفض الأسماء، فلما علم المحققون أن الأشياء بالله، ومن الله، وإلى الله، خفضوا أنفسهم تواضعا لله، فتعززوا بالإضافة إلى جانب الله تعالى، أولئك الذين اصطفاهم الله لقربه، وجعلهم من حزبه، نسأل الله العظيم أن يجعلنا منهم، وأن يلحقنا بهم، أنه كريم لطيف حليم وهاب، محسن متفضل جواد رحيم تواب، وإليه المرجع والمآب.\rتم كتاب (نحو القلوب) بحمد الله وعونه، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.","seal":"EC4901DF","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":465,"ShrtCs":0,"Bk":"نحو القلوب","HigriD":"465","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":3,"verName":null,"Lng":"عبد الكريم بن هوازن بن عبد الملك القشيري","bLnk":null,"Inf":null,"Auth":"القشيري، عبد الكريم","Betaka":"الكتاب: نحو القلوب\r\nالمؤلف: الأستاذ أبي القاسم عبد الكريم بن هوازن القشيري المتوفى 465 هـ\r\nوضع حواشيه: مرسي محمد علي\r\nالناشر: دار الكتب العلمية، بيروت - لبنان\r\nالطبعة: الثانية، 1426 هـ - 2005 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"القُشَيْري (376 - 465 هـ = 986 - 1072 م)\r\rعبد الكريم بن هوازن بن عبد الملك ابن طلحة النيسابورىّ القشيري، من بني قشير ابن كعب، أبو القاسم، زين الإسلام: شيخ خراسان في عصره، زهدا وعلما بالدين. كانت إقامته بنيسابور وتوفي فيها. وكان السلطان ألب أرسلان يقدمه ويكرمه. من كتبه «التيسير في التفسير - خ» ويقال له «التفسير الكبير» و «لطائف الإشارات - ط» ثلاثة أجزاء منه، في التفسير أيضا، و «الرسالة القشيرية - ط»\r\rنقلا عن: الأعلام للزركلي","seal":"AD01593E","cat":"الرقاق والآداب والأذكار","oNum":37067,"BkId":37067,"oAuth":125,"bVer":1,"aSeal":"50A5D89B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37067":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"باب أقسام الكلام"},
      {"lvl":1,"id":3,"sub":1,"tit":"باب الأسماء واشتقاقها"},
      {"lvl":2,"id":4,"sub":0,"tit":"فصل"},
      {"lvl":1,"id":4,"sub":1,"tit":"باب موانع الصرف"},
      {"lvl":1,"id":5,"sub":0,"tit":"(باب الإعراب والبناء)"},
      {"lvl":2,"id":5,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":5,"sub":2,"tit":"فصل"},
      {"lvl":2,"id":6,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":6,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":6,"sub":2,"tit":"فصل"},
      {"lvl":2,"id":6,"sub":3,"tit":"فصل"},
      {"lvl":2,"id":7,"sub":0,"tit":"فصل"},
      {"lvl":1,"id":7,"sub":1,"tit":"باب البدل"},
      {"lvl":2,"id":8,"sub":0,"tit":"فصل"},
      {"lvl":2,"id":8,"sub":1,"tit":"فصل"},
      {"lvl":2,"id":8,"sub":2,"tit":"فصل"},
      {"lvl":2,"id":8,"sub":3,"tit":"فصل"}
    ]
}
