{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37064":
    [
      {"page":6,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rمبادىء علم الفقه\rس: ما هو الفقه لغة واصطلاحا؟\rج: الفقه لغةً الفهم واصطلاحا العلم بالأحكام الشرعية العملية المكتسبة من الأدلة التفصيلية.\rس: ما هو موضوع الفقه؟\rج: موضوع الفقه أفعال المكلفين من حيث ما يعرض لها من الوجوب والندب والحرمة والكراهة والإباحة.\rس: ما هي ثمرة الفقه؟\rج: ثمرة الفقه تصحيح العبادات والمعاملات والفوز بالسعادة الكبرى في الدنيا والآخرة.\rس: ما هي الأحكام الشرعية؟\rج: الأحكام الشرعية عشرة: خمسة تكليفية، وخمسة وضعية، فأما التكليفية فهي الوجوب، والندب، والحرمة، والكراهة، والإباحة. فالوجوب هو طلب الشيء طلبا جازما بحيث يثاب على فعله ويعاقب على تركه، والحرمة طلب ترك الشيء طلبا جازما بحيث يثاب على تركه ويعاقب على فعله، والكراهة طلب ترك الشيء طلبا غير جازم بحيث يثاب على تركه ولا يعاقب على فعله. والإباحة هي التخيير بين فعل الشيء وتركه بحيث لا يثاب على فعله ولا يعاقب على تركه.","seal":"77096032","part":1},
      {"page":7,"id":3,"nass":"س: ما الحكم الوضعي؟\rج: الحكم الوضعي هو خطاب الله المتعلق بكون الشيء سبباً أو شرطاً أو مانعاً أو صحيحاً أو فاسداً.\r\rباب نواقض الوضوء\rس: ما هو الناقض؟ وما أقسامه\rج: الناقض هو: ما يُبطِل حكم الوضوء، وأقسامه ثلاثة: - حدث وسبب وغيرهما.\rفأما الحدث فهو ما ينقض الوضوء بنفسه كالخارج المعتاد من المخرج المعتاد على سبيل الصحة والاعتياد، أما الداخل كالحقنة فلا ينقض الوضوء وغير المعتاد كالحصى والدود المتخلقين في البطن لا ينقض الوضوء.\rوالخارج من الثقبة لا يَنْقُض إلا إذا كان تحت المعدة وانسد المخرجان معاً. فإن كانت فوق المعدة أو في نفس المعدة فلا نقض بالخارج منها مطلقاً واحترز بقوله على سبيل الصحة والاعتياد فما خرج على سبيل المرض وهو السلس فإنه لا ينقض الوضوء إلا إذا لم يلازم الزمن أو قُدر على رفعه.\rس: ما هي الأحداث التي تنقض الوضوء بنفسها؟","seal":"EA3CC906","part":1},
      {"page":8,"id":4,"nass":"ج: الأحداث التي تنقض الوضوء بنفسها (خمسة) ثلاثة من القبل وهي: المذي. والودي. والبول. وزادوا المني إذا خرج بغير لذة معتادة. والهادي وهو ما يخرج من قُبُل المرأة قرب الولادة. واثنان من الدبر وهما الغائط. والريح.\rس: ما هو السبب؟\rج: السبب ما لا ينقض الوضوء بنفسه أو هو ما يؤدي إلى الحدث والأسباب التي تؤدي إلى الحدث ثلاثة: وهي:\rزوال العقل بجنون أو إغماء أو سكر أو همّ أو فرح أو نوم ثقيل سواء أكان طويلا أو قصيرا، أما زواله باستغراقه في حبّ الله سبحانه وتعالى فليس بناقض ومسّ البالغ ذكر نفسه المتصل من غير حائل بباطن الكف أو بباطن الأصابع أو بجنبهما ولو بإصبع زائدة إن حس وتصرف، ولمس البالغ من يلتذ بمثله عادة إن قصد اللذة ووجدها أو وجدها ولم يقصدها سواء كانت الملموسة أجنبية أو مَحْرَماً.\rأو قصد اللذة ولم يجدها في الأجنبية لا في المحَْرَم ما لم يكن اللامس فاسقا شأنه الالتذاذ بمحْرَمِهِ، وإلاّ نقض القصد بدون وجدان في المَحْرَم أيضا. والقبلة في الفم ناقضة مطلقا وجدَ لذة أم لا قصد أم لا والملموس إن كان بالغا والتذ انتقض وضوؤه. وإن قصد اللذة فهو لامس يجري فيه تفصيله.\rس: ما هو غير الحدث والسبب؟\rج: هو الرِّدَّةُ: وهي الكفر. أي كفر المسلم والعياذ بالله تعالى ولاشك","seal":"C23A7A8C","part":1},
      {"page":9,"id":5,"nass":"في الحدث. والشك في السبب.\rس: ما هي الأشياء التي تمنع بالحدث الأصغر؟\rج: يمُنع بالحدث الأصغر: صلاة وطواف. ومسّ مصحفٍ وجزئِهِ وكتابته وحمله إلا للمعلم والمتعلم فيجوز لهما مس المصحف وكتابته وحمله كما يجوز للمعلم حمل حرز من القرآن بساتر.\r\rباب أقسام المياه وأحكامها\rس: ما هي أقسام المياه وأحكامها؟\rج: أقسام المياه ستة:\r(الأول) الماء المطلق وهو غير المخلوط بشيء أصلا وحكمه صحة الوضوء منه والغسل. وإزالة النجاسة به وجواز استعماله في العادات من طبخ وعجن وشرب ونحو ذلك سواء نزل من السماء أو نبع من الأرض أو كان بقية شرب بهيمة كانت أكولة اللحم أم لا أو حائض أو جنب أو بقية غسلهما.\r(الثاني) الماء المخلوط بنجس تغير الماء به: وحكمه عدم صحة العبادات وحرمة استعماله في عادات الآدمي وفي مسجد لأنه يَحْرُمُ الانتفاع بكل متنجِّس فيهما. ويجوز الانتفاع به في غيرها كالاستصباح بالزيت المتنجس","seal":"258F4235","part":1},
      {"page":10,"id":6,"nass":"في دار. وإلقاء الطعام المتنجس للبهيمة.\r(الثالث) الماء المخلوط بنجس لم يتغير الماء به. وحكمه صحة العبادة به مع الكراهة فيها وفي العادات بشروط ثلاثة أن يكون الماء قليلا أن يكون راكدا أن يوجد غيره. فإن كان الماء كثيرا أو جاريا أو لم يوجد غيره فلا كراهه.\r(الرابع) الماء المخلوط بطاهر مفارق لم يتغير به كلبن وحكمه صحة استعماله في العبادات والعادات وحكمه حكم المطلق.\r(الخامس) الماء المخلوط بطاهر مفارق للماء وقد تغير به وهو المخلوط بالزعفران والورد والعجين واللبن والعسل: وحكمه جواز استعماله في العادات وعدم صحة استعماله في العبادات فهو طاهر في نفسه غير مُطَهِّرٍ لغيره.\r(السادس) الماء المخلوط بطاهر غير مفارق للماء كالمتغيِّر بشيء من أجزاء الأرض وكالمتغير بما تولد من الماء كالطحلب وحكمه صحة استعماله في العبادات وجواز استعماله في العادات.\r\rباب الوضوء\rوشروطه وفرائضه وسننه وفضائله ومكروهاته\rس: ما هو الوضوء وما أقسام شروطه؟\rج: الوضوء طهارة مائية تتعلق بأعضاء مخصوصة على وجه مخصوص وأقسام شروطه الثلاثة: شروط صحة فقط وشروط وجوب فقط وشروط وجوب وصحة معاً.","seal":"6000579E","part":1},
      {"page":11,"id":7,"nass":"س: ما هي شروط الصحة فقط وشروط الوجوب فقط؟\rج: شروط الصحة ثلاثة: الإسلام وعدم الحائل على الأعضاء وعدم المنافي للوضوء.\rوشروط وجوب فقط خمسة. البلوغ وإمكان الفعل وحصول ناقض للوضوء\rوالقدرة على استعمال الماء ودخول الوقت.\rس: ما هي شروط الوجوب والصحة معاً؟\rج: شروط الوجوب والصحة معاً: خمسة. العقل. وبلوغ دعوة النبي صلى الله عليه وسلم. وانقطاع دم الحيض والنفاس. ووجود الماء الكافي وعدم النوم والغفلة.\r(تنبيه) هذه الشروط جارية في الغسل وفي التيمُّم أيضا ويبدل الماء فيه بالصعيد الطاهر لكن دخول الوقت في التيمُّم شرط في الوجوب والصحة معاً.\rس: ما هي فرائض الوضوء؟\rج: فرائض الوضوء سبعة: -\r(الأول) النية عند أول مفعول بأن ينوي رفع الحدث أو فرض الوضوء أو استباحة ما كان الحدث مانعا منه (الثاني) غسل الوجه وحده طولا من منابت","seal":"F01F6CD6","part":1},
      {"page":12,"id":8,"nass":"شعر الرأس المعتاد إلى منتهى الذقن أو اللحية وعرضا من وتد الأذن إلى وتد الأذن ويتتبع وجوبا بالماء والدلك أسارير جبهتة وما غار من أجفانه وأرنبة أنفه والوترة وظاهر الشفتين والعنفقة والشارب واللحية والحاجب ويجب تخليل الشعر الخفيف دون الكثيف (الثالث) غسل اليدين إلى المرفقين مع تخليل أصابعهما وإزالة وسخ الظفر إذا كثر أو طال الظفر طولا متفاحشا ولا يجب نزع خاتمه المأذون فيه ولو ضيقا ولا تحريكه، (الرابع) مسح جميع الرأس مع شعر الصدغين والبياض الذي فوق الوتدين ولا ينقض الشعر المضفور إلا إذا اشتد أو كان بخيوط كثيرة، (الخامس) غسل الرجلين إلى الكعبين ويتعهد شقوقهما وتكاهيشهما والأعقاب وما تحتها كأخمصيه، (السادس) الموالاة وهي عدم التفريق الكثير بين أجزاء الوضوء. فإن فرّق كثيرا بطل وضوؤه إلا أن يكون ناسياً أو عاجزاَ عجزا حقيقيا أو مكرها على التفريق أو أعد ما يكفيه من الماء قطعا فتبيّن عدمه أو أراقه شخص أو غصبه أو أريق منه بغير اختياره فيُثنِّي على ما فعله بغير نية إن لم يطل فإن\rطال ابتدأ الوضوء، ويعتبر الطول بجفاف العضو المعتدل في الزمان والمكان المعتدلين، (السابع) التدليك وهو هنا إمرار باطن الكف على العضو إمرارا وسطا ومتى تعذر التدليك باليد سقط ولا تجب استنابة ولا غيرها.\rس: ما هي سنن الوضوء؟","seal":"CE625D14","part":1},
      {"page":13,"id":9,"nass":"ج: سنن الوضوء ثمانية:\rالأولى، غسل اليدين إلى الكوعين قبل إدخالهما في الماء القليل الراكد إن أمكن الإفراغ منه - الثانية المضمضة - الثالثة الاستنشاق - الرابعة الاستنثار - الخامسة رد مسح الرأس إن بقي بلل من المسح - السادسة مسح الأذنين ظاهرهما وباطنهما - السابعة تجديد الماء لهما - الثامنة ترتيب فرائض الوضوء فإن نكس ساهيا أو مكرها أعاد المنكس وحده وإن نكس عامدا أو جاهلا أعاده مع ما بعده في القرب وابتدأ الوضوء في البعد.\rس: ما هي فضائل الوضوء؟\rج: فضائل الوضوء سبع عشرة إيقاعه في موضع طاهر أي شأنه الطهارة والجلوس متمكنا والارتفاع عن الأرض واستقبال القبلة ووضع الإناء على اليمين إن كان مفتوحا والتسمية والاستياك واستشعار النية في جميعه وتقليل الماء وترتيب السنن في أنفسها وترتيبها مع الفرائض والبدء باليمنى والبدء بأول الأعضاء والغسلة الثانية والثالثة وألاّ يتكلم فيه بغير ذكر الله والدعاء بعد الفراغ.\rس: ما هي مكروهات الوضوء؟\rج: مكروهات الوضوء أحد عشر: إيقاعه في موضع نجس وإكثار الكلام بغير ذكر الله والزيادة في المغسول على الثلاثة وفي الممسوح على الواحدة والاقتصار على الواحدة، والبدء بمؤخر الأعضاء وكشف العورة بدون رؤية","seal":"EF8B74C4","part":1},
      {"page":14,"id":10,"nass":"أحد له وإلاّ حَرُم والزيادة على غسل محل الفرض ومسح الرقبة وتخليل اللحية الكثيفة، وترك سنة\rمن سنن الوضوء.\r\rباب الغسل\rس: ما هو الغسل؟\rج: الغسل هو إيصال الماء إلى جميع ظاهر الجسد بنية مع الدَّلْكِ والموالاة.\rس: ما هي موجباته؟\rج: موجباته خمسة: الحيض والنفاس والولادة بلا دم والجنابة والموت.\rس: ما هو الحيض؟\rج: الحيض دم أو صفرة أو كدرة خرج بنفسه من قُبُلِ من تحمل عادة.\rس: ما أقله بالنسبة للعبادة وبالنسبة للعدة وما أكثره؟\rج: أقله بالنسبة للعبادة دفعة واحدة، وبالنسبة للعدة يوم أو بعض يوم له بال وأكثره لمبتدأة نصف شهر وللمعتادة مدة عادتها وثلاثة أيام زائدة على أطول عادتها إن لم ينقطع على عادتها ما لم تجاوز نصف شهر فإن زاد على ذلك كان دم علّة وفساد (استحاضة) أي تغسل وتصوم وتصلي وتوطأ ولو كان نازلا ولا يجب عليها غسل ثان إذا أنقطع.","seal":"8D384D81","part":1},
      {"page":15,"id":11,"nass":"س: ما هي علامة الطهر؟\rج: علامة الطهر جفوف أو قصة وأقله خمسة عشر يوماً ولا حد لأكثره.\rس: ما هو النفاس؟\rج: هو الدم الخارج للولادة معها أو بعدها وأقله دفعه وأكثره ستون يوما ويمنع النفاس ما يمنع الحيض والجنابة من صحة صلاة وصوم واعتكاف وطواف ودخول مسجد ومس مصحف.\rس: ما هي الجنابة؟\rج: الجنابة وصف يقوم بالشخص بسبب خروج منيّ منه أو بمَغِيب حَشَفة بالغ في\rفرج مطيق أو دبره وخروجه في النوم موجب للغسل مطلقا وفي اليقظة إن كان بلذة معتادة فإن خرج بلا لذة أو بلذة غير معتادة فلا يوجب الغسل.\rس: ما هي فرائض الغسل؟\rج: فرائضه أربعة: الأول النية بأن ينوي فرض الغسل أو رفع الحدث الأكبر، الثاني تعميم ظاهر الجسد بالماء مع تخليل الشعر مطلقا خفيفا أو كثيفا ويتعهد وجوبا النكاميش والشقوق وكل ما غار، الثالث الدلك وهو","seal":"B8307F7D","part":1},
      {"page":16,"id":12,"nass":"هنا إمرار العضو مطلقا على العضو الرابع الموالاة كما في الوضوء.\rس: ما هي سنن الغسل؟\rج: سننه خمس، غسل اليدين إلى الكوعين ثلاثا قبل إدخالهما في الإناء والمضمضة والاستنشاق والاستنثار ومسح صماخ الأذنين.\rس: ما هي فضائل الغسل؟\rج: فضائله عشر: إيقاعه في موضع طاهر أي شأنه الطهارة والتسمية واستشعار النية في جميعه والسكوت كما تقدم في الوضوء والبدء بإزالة الأذى عن جسده وإكمال أعضاء الوضوء وغسل الأعالي قبل الأسافل والبدء بالميامن قبل المياسر. وتثليث الرأس بالغسل وتقليل الماء مع إحكام الغسل.\rس: ما مكروهات الغسل؟\rج: مكروهاته خمسة: إيقاعه في موضع نجس ولو شأنا. والكلام بغير ذكر الله والتنكيس والإكثار من صب الماء والاغتسال كاشفاً العورة أو حيث يراه أحد من غير قصد.\r\rباب التيمم\rس: ما هو التيممُّم لغة وشرعا وما أسبابه؟\rج: التيمم طهارة ترابية تشتمل على مسح الوجه واليدين على وجه مخصوص\rوأسبابه أمران: الأول فقد الماء الكافي للوضوء حقيقة أو حكما","seal":"D0FE04EA","part":1},
      {"page":17,"id":13,"nass":"كخوف عطش محترم وتلف مال له بال بطلبه وخروج الوقت بطلبه أو استعماله والثاني فقد القدرة على استعمال الماء حقيقة أو حكما كفقد مناول الماء أو آلة أو خوف حدوث مرض أو زيادته أو تأخر برء.\rس: ما هي فرائض التيمم؟\rج: فرائضه خمس. النية عند الضربة الأولى أو عند مسح الوجه فينوي استباحة الصلاة من الحدث ويلزمه نية الحدث الأكبر إن كان محدثا حدثا اكبر وينوي فرض التيمم ولا ينوي رفع الحدث لأن التيمم لا يرفعه. الثاني تعميم مسح وجهه ويديه إلى الكوعين ويراعى الوترة وما غار من العينين ويمر يديه على شعر لحيته ولو طالت ولا يتتبع غضون الوجه ويخلل أصابعه وينزع الخاتم المأذون فيه ولو كان واسعا. الثالث الضربة الأولى بأن يضع يديه على الصعيد. الرابع الصعيد الطاهر وهو كل ما صعد على وجه الأرض من أجزائها كتراب أو رمل أو حجر ومعدن غير نقد وجوهر وكذا يتيمم على الثلج مطلقا وعلى الخضخاض إن لم يجد غيره ويتيمم على خشب وزرع إن لم يجد غيره وضاق الوقت ولم يمكن قلعه الخامس الموالاة كالوضوء.\rس: ما شرط وجوب التيمم وهل يصح أن يُصلَّي به فرضان؟","seal":"69113091","part":1},
      {"page":18,"id":14,"nass":"ج: شرط وجوب التيمم فعله بعد دخول الوقت واتصاله بما فعل له لا يصح به إلا فرض واحد لا غير.\rس: هل يصح بعد الفرض أن يصلي شيئا من النوافل؟\rج: يصح أن يصلي ما يشاء من النوافل بعد الفرض ولا يصح قبله.\rس: ما هي سنن التيمم وما فضائله؟\rج: سننه أربع. ترتيب المسح بأن يمسح الوجه قبل اليدين والمسح من الكوع إلى\rالمرفق والضربة الثانية ونقل ما تعلق باليدين من الغبار إلى الوجه واليدين وفضائله ثمان. التسمية واستقبال القبلة والاستياك والصمت إلا عند ذكر الله والتيمم على التراب والمسح من أول العضوين والبدء من مقدم ظاهر اليمنى باليسرى إلى آخر المرفق ثم إلى آخر الأصابع ومسح اليسرى كذلك.\rس: ما هي مكروهاته وما الذي يبطله؟\rج: مكروهاته أربعة: التيمم على غير التراب إذا وجد والزيادة في المسح على الواحدة والتنكيس بأن يقدم مسح اليدين على مسح وجهه. والتيمم كاشفاً العورة ويُبطل التيمم ما يُبطل الوضوء من الأحداث والأسباب وغيرهما ووجود الماء الكافي لفاقده قبل الدخول في الصلاة لا بعد الدخول فيها إلا أن يكون ناسياً فيبطل وهو فيها.","seal":"2D98C638","part":1},
      {"page":19,"id":15,"nass":"باب الصلاة\rس: ما هي الصلاة وما أقسام شروطها؟\rج: الصلاة لغة الدعاء. واصطلاحا قربة فعلية ذات إحرام وسلام. وأقسام شروط الصلاة. شروط وجوب فقط. وشروط صحة فقط وشروط وجوب وصحة معاً.\rس: ما هي شروط وجوبها وما شروط صحتها؟\rج: شروط وجوبها فقط اثنان. البلوغ وعدم الإكراه على تركها وشروط صحتها خمسة الإسلام وطهارة الحدث والخَبَث لمحمول المصلي وبدنه ومكانه مع الذكر والقدرة واستقبال القبلة مع الأمن والقدرة وستر العورة المغلظة مع القدرة وترك كثير الافعال.\rس: ما هي شروط وجوبها وصحتها معاً؟\rج: شرط وجوبها وصحتها ستة. انقطاع دم الحيض والنفاس وبلوغ دعوة النبي صلى الله عليه وسلم والعقل ووجود الماء الكافي أو الصعيد الطاهر وعدم النوم،\rأما دخول الوقت فهو سبب في الوجوب.\rس: ما هي فرائض الصلاة؟\rج: فرائض الصلاة سبع عشرة: النية وهي قصد الصلاة المعينة في","seal":"4458BA7E","part":1},
      {"page":20,"id":16,"nass":"الفرائض وتكبيرة الإحرام ويجزئ الله أكبر. والقيام لها في الفرض وقراءة الفاتحة، والقيام لها والركوع، والرفع منه، والقيام له، والسجود والرفع منه، والجلوس بين السجدتين، والجلوس بقدر السلام من الجلسة الأخيرة، والسلام المعروف بالألف واللام، والطمأنينة والاعتدال، وترتيب الأداء، ونية الاقتداء في حق المأموم.\rس: ما هي سنن الصلاة؟\rج: سنن الصلاة خمس عشرة:\rقراءة آية على الفاتحة في الركعة الأولى والثانية والقيام لها. والسر والجهر في محلهما، وكل تكبيرة سنة إلاّ تكبيرة الإحرام وكل تسمية للإمام والفذ، وكل تشهد، وكل جلوس له والزائد على الطمأنينة والستر للإمام والفذ إن خشيا مروراً بين أيديهما، والصلاة والسلام على النبي صلى الله عليه وسلم في الجلوس الأخير، والجلوس لها، والجهر بتسليمة التحليل، ورد المقتدي السلام على إمامه.\rس: ما هي فضائل الصلاة؟\rج: فضائلها كثيرة منها:\rرفع اليدين عند تكبيرة الإحرام، وتطويل قراءة الصبح والظهر وتقصير قراءة العصر والمغرب: وتوسطها في العشاء، وتأمين الفذ والمأموم مطلقا، وتأمين الإمام في السر، وقراءة المأموم مع الإمام في السرية وقولنا ربنا ولك الحمد للمأموم والفذ، والتسبيح في الركوع والسجود، والدعاء فيه ووضع","seal":"AA612FE5","part":1},
      {"page":21,"id":17,"nass":"اليدين على الركبتين في الركوع وتمكينها منها. وتقصير الركعة الثانية عن الأولى وتقصير الجلوس الأول، والقنوت في الصبح ولفظه وكونه سراً وقبل الركوع وهو: -\r(اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكل عليك ونثني عليك الخير كله نشكرك ولا نكفرك ونخْنَع لك ونخلع ونترك من يكفرك اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفد نرجو رحمتك ونخاف عذابك الجِّد إن عذابك بالكافرين ملحق)، والدعاء بعد التشهد الأخير والتيامن بتسليمة التحليل. ورد المقتدي السلام على من بيساره.\rس: كم مكروهات الصلاة؟\rج: مكروهاتها: الدعاء بعد تكبيرة الإحرام وقبل القراءة وأثناء الفاتحة والسورة والركوع. وبعد التشهد الأول. وبعد سلام الإمام والدعاء بالعجمية للقادر على العربية والتعوذ والبسملة في الفريضة والقراءة في الركوع والسجود والسجود على البساط ونحوه مما فيه رفاهية والسجود على كور عمامته وعلى طرف كمه أو ردائه والالتفات بلا حاجة وتشبيك الأصابع وفرقعتها ووضع اليد على الخاصرة والقدم على الأخرى وتفكر بدنيوي وعبث بلحيته أو حمل شيء في كمه أو فمه.\rس: ما هي الصلوات المندوبة؟\rج: الصلوات المندوبة المؤكدة أربع ركعات قبل الظهر وبعده وقبل العصر وست بعد المغرب والضحى. والتراويح وتحية المسجد إذا دخل في غير","seal":"606E0FD6","part":1},
      {"page":22,"id":18,"nass":"وقت النهي وأراد الجلوس فيه وكان متوضئاً والشفع وأقله ركعتان. وركعتا خسوف القمر.\rس: ما هي الصلوات المسنونة المؤكدة؟\rج: الصلوات المسنونة المؤكدة خمس صلوات، الوتر، فالعيدان فصلاة كسوف الشمس فصلاة الاستسقاء.\rس: ما حكم صلاة الفجر؟\rج: حكمها رغيبة وهي ركعتان يقرأ فيهما بأم القرآن (الفاتحة).\rس: متى ينهى الشخص عن النفل نهي تحريم؟\rج: ينهى عن النفل نهى تحريم عند طلوع الشمس وغروبها وخطبة الجمعة وضيق الوقت وتذكر الفائتة. وإقامة الصلاة الحاضرة.\rس: متى تكره الصلاة؟\rج: تكره بعد الفجر إلى أن ترتفع الشمس قدر رمح. وبعد صلاة العصر حتى تصلي المغرب.\rس: متى تفسد الصلاة؟\rج: تفسد الصلاة بالضحك عمدا أو سهوا كان المصلي فذا أو إماما أو مأموما وبتعمد ركعة وبزيادة أربع ركعات سهوا في الرباعية وفي الثلاثية وركعتين في الثنائية.","seal":"A751FEEE","part":1},
      {"page":23,"id":19,"nass":"س: ما حكم كل واحد من هؤلاء الثلاثة بعد فساد صلاتهم؟\rج: الفذ يقطع الصلاة: وللإمام أن يستخلف في الغلبة والنسيان ويرجع مأموما ويعيد صلاته وجوباً، والمأموم يتمادى على صلاة باطلة بشروط وهي إن لم يقدر على ترك الضحك. ولم يكن ضحكه ابتدِئ عمداً. ولم يضق الوقت ولم تكن الصلاة جمعة. ولم يلزم عليه ضحك المأمومين أو بعضهم وكذلك يتمادى في صلاته الباطلة إذا كبر للركوع ناسياً للإحرام أو تذكر أولى المشتركين وهو في ثانيتهما قبل خروج الوقت.\r\rباب سجود السهو\rس: ما حكم سجود السهو؟\rج: حكمه سنة مؤكدة وهو سجدتان بتشهد وسلام ويكون قبل السلام إن كان لنقص فقط أو نقص وزيادة. وبعد السلام إن كان لزيادة فقط.\rس: ما عدد السنن التي يسجد لتركها؟\rج: السنن التي يسجد لتركها ثمان وهي السنن المؤكدة. السورة والسر والجهر في\rمحلهما، والتكبيرة غير الإحرام، والتسبيح، والتشهد الأول والتشهد الثاني، والجلوس الأول.\rس: ما الذي لا يجبر بالسجود؟\rج: الذي لا يجبر بالسجود. الفرض وأبطل إن طال فإن لم يطل فإن كان","seal":"3373287B","part":1},
      {"page":24,"id":20,"nass":"النقص من الأخيرة أتى به وسلّم إن لم يكن سلّم فإن سلّم أتى بركعة كاملة إن قرب، وإن كان النقص من غير الأخيرة أتى به إن لم يعقد ركوع التي تلي ركعة النقص فإن عقده ألغى ركعة النقص وأتى بركعة بدلها وسجد ولو قدّم البعديّ أو أخّر القبليّ صحت صلاته مع حرمة الأول وكراهة الثاني.\rس: هل يسجد للفضيلة والسنة الخفيفة؟\rج: لا يسجد للسنة الخفيفة مثل التكبيرة الواحدة والتسميعة ولو سجد لها قبل السلام بطلت صلاته وكذلك الفضيلة إذا تركها لا يسجد لها كالقنوت والتسبيح، والدعاء.\r\rباب الإمامة\rس: ما هي الإمامة شرعا؟\rج: الإمامة أن يتبع المصلي إمامه في جزء من صلاته ركعة فأكثر غير تابع غيره فيه.\rس: كم شروط الإمام؟\rج: شروط الإمام سبعة، الإسلام، والعقل والذكورة، والبلوغ إلا في النفل، وكونه غير مأموم، والعلم بما تصح به الصلاة، والقدرة على الأركان إلا لمثله.\rس: من هم الأشخاص الذين تكره إمامتهم؟","seal":"6FB3A6D3","part":1},
      {"page":25,"id":21,"nass":"ج: الأشخاص الذين تكره إمامتهم: الأغلف، والفاسق بالجارحة والأعرابي للحضري، وصاحب السلس، والمقروح للصحيح ومن يكرهه أقل المصلين الذين ليسوا من ذوي الفضل وإلا حرم، والمأبون ومجهول الحمل، وولد الزنا، والعبد\rفي فريضة أو سنة مؤكدة.\rس: من هم الأشخاص الذين تجوز إمامتهم دون كراهة؟\rج: السليم المعافى من الأمراض الخلقية والبدنية المستوفي للشروط السابقة في الإمام، والأعمى، والمخالف في الفروع والعنين، والأقطع والأشل.\rس: هل يجوز علو الإمام على مأمومه أو علو المأموم على إمامه؟\rج: لا يجوز علو الإمام إلا بالشيء اليسير كالشبر والذراع أما علو المأموم على إمامه فجائز بدون حد ما دام يرى إمامه فإن قصد الإمام أو المأموم بعلوه أو بتقدمه الكبر بطلت صلاته\rس: ما هي شروط المأموم.\rج: شروط المأموم ثلاثة نية الاقتداء بإمامه أول صلاته والمساواة في عين الصلاة وفي زمنها وفي صفتها أداء وقضاء والمتابعة في الإحرام والسلام.\rس: هل يشترط في حق الإمام أن ينوي الإمامة؟\rج: لا يشترط في حق الإمام أن ينوي الإمامة إلا في أربع مسائل: صلاة الجمعة، وصلاة الجَمْع، وصلاة الخوف، وصلاة الاستخلاف.","seal":"3A4067CA","part":1},
      {"page":26,"id":22,"nass":"باب شروط الجمعة\rوآدابها وأعذارها\rس: ما حكم صلاة الجمعة وما هو وقتها؟\rج: حكمها فرض عين إذا توفرت شروطها الآتية. أما وقتها فمن الزوال للغروب.\rس: ما أقسام شروط الجمعة؟\rج: أقسام شروط الجمعة ثلاثة: شروط صحة، وشروط وجوب وشروط وجوب وصحة.\rس: كم شروط صحة الجمعة؟\rج: شروط صحتها أربعة: الإسلام والمسجد الجامع والخطبة والإمام الذي تجب عليه الجمعة ويشترط أن يكون هو الخاطب إلا لعذر يمنعه من صلاتها وإن قرب زوال عذره وجب انتظاره.\rأما شروط وجوبها فخمسة: الذكورية والحرية، والبلوغ، والإقامة وعدم العذر. وأما شروط الوجوب والصحة معا فثلاثة: العقل والجماعة التي تتقرى بهم القرية عادة بالأمن على أنفسهم ويكفي حضور اثني عشر رجلا منهم باقين لسلامتها أو الاستيطان في موضع يستوطن فيه.\rس: ما هي آداب الجمعة؟\rج: آدابها الغسل، ويشترط أن يكون بعد الفجر متصلا بالرواح والسواك، وحلق الشعر المأمور بحلقه، وتقليم الأظافر والتجمّل بجميل","seal":"41E084B1","part":1},
      {"page":27,"id":23,"nass":"الثياب، والتطيب لها والمشي وتجنب ذي الرائحة الكريهة كالبصل.\rس: ما هي الأعذار التي تبيح التخلف عن حضور الجمعة؟\rج: عدم وجود ملبوس يليق بالشخص وأكل ثوم ونحوه إذا تعذر إزالة الرائحة والمطر الشديد. والوحل الكثير، والجذام الذي تضر رائحته بالناس والمرض والتمريض وشدة مرض قريب والخوف على نفسه من نحو ضرب ظالم وعدم وجود قائد لأعمى لا يهتدي بنفسه.\rس: متى يحرم الكلام في المسجد من يوم الجمعة؟\rج: يحرم في المسجد حال الخطبتين وبينهما.\rس: ما هي الأشياء التي تحرم على المكلف في يوم الجمعة؟\rج: تحرم على المكلف صلاة النافلة بخروج الإمام إلى الخطبة ومن تلبس بنفل قبل خروج الإمام أتم ذلك النفل، ويحرم البيع ونحوه من الشروع في الأذان الثاني\rإلى أن يسلم الإمام من صلاتها ويفسخ إن وقع ويكره ترك العمل يوم الجمعة استنانا، وتنفل الإمام قبل الخطبة والجالس عند الأذان الأول، وحضور شابة غير مخشية الفتنة والإحرام والسفر يومها بعد الفجر وحرم عند الزوال على من تلزمه الجمعة.\r\rباب صلاة الجنازة\rس: ما حكم الصلاة على الميت وتغسيله؟","seal":"8F87BA6C","part":1},
      {"page":28,"id":24,"nass":"ج: كل منهما فرض كفاية إذا قام بها البعض سقط عن الباقين ويشترط أن يكون الميت مسلما غير شهيدِ مُعتَركٍ تقدم استقرار حياته ووُجد ثلثاه فأكثر.\rس: متى تَحْرُمُ الصلاة على الميت وتغسيله؟\rج: تحرم الصلاة على الكافر وشهيد المعركة وتغسيلهما.\rس: متى تكره الصلاة والغسل على الميت؟\rج: تكره الصلاة والغسل على السَّقْط ومن وُجِد أقل من ثُلُثَيْهِ.\rس: ما هي أركان صلاة الجنازة؟\rج: أركانها خمسة. النية. والقيام. والتكبير وهو أربع تكبيرات يرفع يديه عند الأولى فقط والدعاء بعد كل تكبيرة والسلام.\rس: ما هو الدعاء المستحب عند الإمام مالك؟\rج: استحب مالك دعاء أبي هريرة رضي الله عنه وهو أن يقول بعد كل تكبيرة الحمد لله والصلاة والسلام على رسول الله اللهم إنه عبدك وابن عبدك وابن أمتك كان يشهد أن لا إله إلا أنت وحدك لا شريك لك وأن محمدا عبدك ورسولك وأنت أعلم به، اللهم إن كان محسنا فزد في إحسانه وإن كان مسيئا فتجاوز عن سيئاته، اللهم لا تحرمنا أجره ولا تفتنا بعده واغفر لنا وله.\rوإن كانت الصلاة على طفل قُلْتَ إثر كل تكبيرة من التكبيرات الثلاثة الأول،\rالحمد لله والصلاة والسلام على رسول الله اللهم إنه عبدك وابن عبدك","seal":"1F7B5878","part":1},
      {"page":29,"id":25,"nass":"وابن أَمَتِك أنت خلقته ورزقته وأَمَتَّه وأنت تُحييه اللهم اجعله لوالديه سلفا وذخرا وفرطا وأجرا وثَقِّل به موازينهما وأعظم به أجورهما ولا تحرمنا وإياهما أجره ولا تفتنا وإياهما بعده.\rاللهم ألحقه بصالح سلف المؤمنين في كفالة أبينا إبراهيم وأبدله داراً خيراً من داره وأهلاً خيراً من أهله وعافه من فتنة القبر ومن عذاب جهنم.\rوتقول بعد الرابعة اللهم اغفر لأسلافنا وأفراطنا ولمن سبقنا بالإيمان اللهم من أحييته منا فأحيه على الإيمان ومن توفَّيته منا فتوفَّه على الإسلام واغفر للمؤمنين والمؤمنات الأحياء منهم والأموات ثم تُسلّم، وإن كان الميت أنثى أتيت بالضمير المؤنث وإن أدركت جنازة ولا تعلم أذكر هي أم أنثى قلت اللهم إنها نسمتك ولك تأنيث وتذكير الضمير.\r\rباب الصوم\rس: ما هو الصوم شرعا؟\rج: الصوم هو الإمساك عن شهوتي البطن والفرج يوما كاملا من طلوع الفجر الصادق إلى غروب الشمس بنيّة.\rس: هل تكفي نية واحدة في كل صوم يجب تتابعه كصوم رمضان وكفارة الظهار أم لا بد من التبييت فيه كل ليلة وما وقتها؟\rج: نعم تكفي نية واحدة في كل صوم يجب تتابعه كصوم رمضان وكفارة الظهار والقتل والنذر الذي أوجبه المكلف على نفسه. أما الصوم","seal":"5F945CF5","part":1},
      {"page":30,"id":26,"nass":"المسرود غير الواجب واليوم المعين فلا بد من تبييت النية فيه كل ليلة، أما إذا انقطع التتابع في كل صوم يجب تتابعه بمرض أو سفر أو حيض أو نفاس فتعاد النية لما بقي من الصوم، أما وقتها فمن بعد غروب الشمس إلى طلوع الفجر الصادق.\rس: ما هي أقسام شروط الصوم؟\rج: أقسامها ثلاثة وهم: شروط صحة فقط وشروط وجوب فقط وشروط وجوب وصحة معاً أما شروط الصحة فقط فأربعة، الإسلام والكف عن المفطرات والزمن القابل للصوم فيما له زمن معين. والنية السابقة للفجر أو المقارنة لهم، وأما شروط الوجوب فقط فثلاثة، البلوغ والقدرة على الصوم والحضور وأما شروط الصحة والوجوب معاً فثلاثة أيضا. العقل والنقاء من الحيض والنفاس. ودخول وقت الصوم فيما له زمن معين كرمضان.\rس: بم يثبت رمضان؟\rج: يثبت رمضان بكمال شعبان، أو برؤية جماعة مستفيضة، أو برؤية عدلين للهلال أو برؤية منفرد بمحل لا يعتني فيه بأمر الهلال وعم الصوم سائر البلاد بالأولين - وكذلك بنقل عدلين، أو جماعة مستفيضة عن عدلين، أو عن جماعة مستفيضة أو عن حاكم وبنقل عدل عن الحاكم أو جماعة مستفيضة ولا يثبت هلال شوال برؤية واحد ولو بمحل لا يعتنى فيه بأمر الهلال.","seal":"B1A3696C","part":1},
      {"page":31,"id":27,"nass":"س: إذا ثبت رمضان نهاراً ما الحكم؟\rج: إذا ثبت رمضان نهارا وجب الإمساك والقضاء.\rس: ما حكم صوم يوم الشك؟\rج: لا يجوز صيام يوم الشك ليحتاط به من رمضان ويجوز صومه تطوعاً ونذراً وقضاء.\r\rأحكام عامة\rس: ما حكم من أكل أو شرب بفمه أو جامع في نهار رمضان متعمدا مختارا غير متأول تأويلاً قريباً وغير جاهل بالشهر أو بحرمة الموجب الذي فعله؟\rج: عليه القضاء والكفارة.\rس: ما حكم من انفرد برؤية هلال رمضان ولم تقبل شهادته فأفطر. ومَن عادَتْهُ الحمى أو الحيض في يوم معلوم فأفطر. ومن تسحّر قرب الفجر فأفطر. ظانين أن كل هذا يبيح لهم الفطر؟\rج: عليهم القضاء والكفارة.\rس: ما حكم المتأول تأويلا قريبا وما مثال ذلك؟\rج: إذا تأول الشخص تأويلا قريبا كمن احتجم أو حجم غيره أو أفطر","seal":"ACBC12E5","part":1},
      {"page":32,"id":28,"nass":"ناسيا أنه صائم أو لم يغتسل من الجنابة إلى بعد الفجر فظن أن من شروط صحة الصوم عدم الحجامة أو الأكل ناسيا أو الاغتسال قبل الفجر فأفطر ظانا إباحة الفطر فعليه القضاء دون الكفارة وكل تأويل قريب عليه القضاء دون الكفارة أما التأويل البعيد فعليه القضاء والكفارة مثل من انفرد برؤية هلال رمضان ولم تقبل شهادته فأفطر.\rس: على من تجب الكفارة؟\rج: تجب الكفارة على الحر الرشيد عن نفسه.\rس: ما هي أنواع الكفارة؟\rج: أنواع الكفارة ثلاثة: إطعام ستين مسكينا لكل مسكين مد بمد النبي صلى الله عليه وسلم أو عتق رقبة مؤمنة. أو صيام شهرين متتابعين وهو مخيَّر بين هذه الأنواع.\rس: ما هي الأشياء التي يجب فيها القضاء دون الكفارة؟\rج: يجب القضاء في الأشياء الآتية: فيما إذا وصل سائل إلى الحلق من غير الفم كالعين والأنف والأذن والرأس ولو بخوراً والغالب من المضمضة والاستنشاق. والواصل إلى المعدة ولو بالحقنة ومن تعمد إخراج قيء وخرج.\rس: ما هي الأشياء التي لا قضاء فيها؟\rج: لا قضاء في خروج القيء غلبةً ولا في غالب من ذباب أو بعوض ولا في غبار طريق أو دقيق أو جبس لصانعه ولا في حقنة من إحليل ولا في","seal":"DA6E9C4C","part":1},
      {"page":33,"id":29,"nass":"دهن جائفة.\rس: ما هي الأشياء التي يكره للصائم فعلها؟\rج: يكره للصائم السواك في جميع نهاره. والمضمضة للعطش. والإصباح بالجنابة. والحامل إذا خافت على ما في بطنها أو على نفسها أفطرت ولا إطعام والمرضع إذا خافت على ولدها ولم يمكنها استئجار أفطرت وأطعمت وجوبا.\rس: ما حكم من فرّط في قضاء رمضان حتى دخل عليه رمضان آخر؟\rج: عليه الإطعام وجوبا وهو مد لكل مسكين عن كل يوم. ويستحب الإطعام للشيخ الهرم كمن لا يقدر على الصوم أصلا.\rس: ما هي الأشياء التي تستحب للصائم؟\rج: يستحب للصائم تعجيل الفطر وتأخير السحور وكف لسانه وجوارحه، وتعجيل قضاء ما عليه من الصوم وتتابعه وصوم يوم عرفة لغير الحاج وباقي عشر ذي الحجة وعاشوراء وتاسوعاء وباقي المحرم، ورجب وشعبان وثلاثة أيام من كل شهر وقيام رمضان مرغب في الحديث (من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه وما تأخر) ويستحب الانفراد به إن نشطت نفسه لفعله في بيته ولم تعطل المساجد.\rس: ما هي الأشياء التي تكره للصائم؟\rج: يكره للصائم ذوق الملح والعسل والخل ومضغ تمر لصبي فإن فعل","seal":"66DBFEFB","part":1},
      {"page":34,"id":30,"nass":"ووصل إلى حلقة منه شيء غلبةً فعليه القضاء وعمداً فعليه الكفارة أيضا، وتكره مقدمات الجماع كالقبلة واللمس والملاعبة والنظر إن عُلمتْ السلامة من الإنزال أو ظُنَّتْ وإلا حَرُم، وإن أمذى من ذلك قضي وإن أمنى قضي وكفّر وكذلك يكره صيام\rالأيام البيض وستة من أول شوال مخافة أن يلحقها الجاهل برمضان.\r\rباب الاعتكاف\rوشروطه ومبطلاته ومكروهاته\rس: ما تعريف الاعتكاف شرعا وحكمه؟\rج: الاعتكاف هو المكث في المسجد للعبادة على وجه مخصوص مع الكف عن الجماع ومقدماته يوما وليلة فأكثر وأما حكمه فهو نافلة.\rس: ما هي شروط صحة الاعتكاف؟\rج: شروط صحة الاعتكاف خمسة النية، والإسلام، والتمييز، والصوم والمسجد المباح لعموم الناس.","seal":"85999E2B","part":1},
      {"page":35,"id":31,"nass":"س: ما هو أقل الاعتكاف تحققا وأقله كمالاً وأكثره وما هو المكروه منه؟\rج: أقل الاعتكاف تحققا يوم وليلة ومن نذر اعتكاف يوم وليلة لزمه يوم وليلة وأقل الاعتكاف كمالاً عشرة أيام وأكثره شهر ويكره الناقص عن عشرة أيام كما يكره الزائد عن الشهر.\rس: ما هي مبطلات الاعتكاف؟\rج: يبطل الاعتكاف بخروج الشخص من الجامع ولو لجمعة كما يبطل بالأكل والشرب عمدا نهاراً وبالسكر الحرام وإن ليلاً وبالجماع ليلاً أو نهاراً ناسياً أو عامداً وبمقدماته كالقبلة وإن بفم والمباشرة، واللمس ليلاً أو نهاراً بقصد اللذة أو وجودها وينقطع التتابع ويبتدئه من أوله بما ذكر من المبطلات.\rس: متى يدخل المعتكف؟\rج: يدخل المعتكف قبل غروب الشمس أو معه ولا يخرج منه إلا لحاجة الإنسان أو نحوها.\rس: ما مكروهات الاعتكاف؟\rج: يكره اعتكافه غير مكفيّ من أكل وشرب واشتغاله بغير الذكر والصلاة والتلاوة.\r\rباب زكاة الفطر\rس: ما حكم زكاة الفطر؟","seal":"8338358B","part":1},
      {"page":36,"id":32,"nass":"ج: زكاة الفطر واجبة بالسنة على الحر المكلف.\rس: وما مقدارها؟\rج: مقدارها صاع أو جزؤه فَضَل عن قوته وقوت عياله يوم الفطر ووجب تسلف إن كان يرجو الوفاء.\rس: على من تجب زكاة الفطر؟\rج: تجب عن نفسه وعن كل مسلم تلزمه نفقته بقرابة أو زوجية أو رِقٍّ فيخرجها عن ولده الفقير الذكر إلى أن يبلغ قادراً على الكسب، والأنثى إلى أن يدخل بها الزوج الموسر البالغ أو يطلبها للدخول مع بلوغه وإطاقتها وعن أبيه وأمه الفقيرين وزوجته وزوجة أبيه وعن رقيقِ مَن ذُكِر.\rس: من أي الأنواع تؤدى؟\rج: تؤدى زكاة الفطر من غالب عيش البلد من قمح وشعير وسلت وتمر وزبيب وذرة وأرز ودخن وأقط وإذا انفرد غير هذه الاصناف بالأفتيات أخرج منه ولو مع وجودها.\rس: متى تجب زكاة الفطر؟\rج: تجب بأول ليلة العيد أو بطلوع فجره ويستحب إخراجها بعد الفجر وقبل صلاة العيد. ويجوز إخراجها قبل ذلك باليومين.\rس: ولمن تدفع هذه الزكاة؟","seal":"0A1111F7","part":1},
      {"page":37,"id":33,"nass":"ج: تدفع هذه الزكاة للحر المسلم الفقير ويجوز دفع صاع لمساكين أوصاع لمسكين واحد.\rس: وهل تسقط الزكاة إذا فات وقتها وهو موسر؟\rج: لا تسقط بمضي زمنها موسرا ويأثم إن أخره عن يوم الفطر.\r\rباب الزكاة\rس: ما هي الزكاة شرعا؟\rج: الزكاة مال مخصوص يؤخذ من مال مخصوص إذا بلغ قدراً مخصوصاً في وقت مخصوص يصرف في جهات مخصوصة.\rس: ما حكم الزكاة؟\rج: حكمها الوجوب.\rس: ما هي شروط الزكاة؟\rج: لها شروط صحة فقط وشروط وجوب فقط.\rس: ما هو شرط الصحة وما هي شروط الوجوب؟\rج: فأما شرط صحتها فقط فهو الإسلام وأما شروط وجوبها فخمسة:","seal":"21989248","part":1},
      {"page":38,"id":34,"nass":"الحرية، وملك النصاب؛ ومرور الحول في غير الحرث ومجيء الساعي في الماشية إن كان، وعدم الدين المنقص للنصاب إذا لم يكن عنده ما يجعله في مقابلته في العين.\rس: متى تجب الزكاة في الحرث، وما هي الأصناف التي تجب فيها؟\rج: تجب الزكاة في الحرث بالإفراك (أي إفراك الحب وطيب التمر) والحب هو القمح. والشعير والسلت وهي جنس واحد والقطاني السبعة وهي: الحمص والفول واللوبياء والعدس والترمس والجُلْيان بضم الجيم وسكون اللام والبسيلة وهي جنس واحد هنا، وذوات الزيوت وهي الزيتون والسمسم والقرطم وحب الفجل الأحمر وهي أجناس والعلس والدخن والذرة والأرز وهي أجناس أيضاً والزبيب وهو\rجنس والتمر جميعه جنس أيضا ولا زكاة في غير هذه الأصناف من الحبوب والفواكه والخضر.\rس: ما النصاب المطلوب بلوغه من هذه الأصناف للإخراج منها؟\rج: النصاب خمسة أو سق والوسق ستون صاعا والصاع أربعة أمداد والمد ملء اليدين والموسطتين وقد حُرّر النصاب بالكيل المصري فوجد أربعة أرادب وويبة فإذا بلغ الحب أو التمر هذا المقدار فأكثر ولو كان مجمعا من أشياء هي جنس واحد ففيه العشر عن سقي بالسَّيْح أي بدون آلة كالنيل والمطر. ونصف العشر إن سقي بآلة كالدواليب والدلاء.","seal":"58B7046E","part":1},
      {"page":39,"id":35,"nass":"باب زكاة العين\rس: متى تجب الزكاة في النقدين؟\rج: تجب الزكاة في النقدين إذا بلغا نصابا ونصاب الذهب عشرون ديناراً ونصاب الفضة مئتا درهم فإذا بلغت الدنانير عشرين فأكثر وبلغت الدراهم مئتين فأكثر وحال الحول ولم يكن دين كما سبق وجب إخراج الزكاة وهي ربع العشر ويضم الذهب إلى الفضة فإذا اجتمع منهما ما فيه الزكاة زكّاه وإلا فلا ويعتبر الدينار بعشرة دراهم وقدر الدينار الشرعي اثنتان وسبعون حبة من متوسط الشعير وقدر الدرهم الشرعي خمسون وخُمْسُ حبة من متوسط الشعير.\r\rباب زكاة الماشية\rس: متى تجب الزكاة في النَّعَم؟\rج: تجب الزكاة في النعم إذا بلغت الناب والنَّعَمُ هي الإبل والبقر ومنه الجاموس والغنم ومنه المعز وإن معلوفة وعاملة ونتاجا ولا تجب في غيرها من خيل وبغال وحمير ولا في المتولد منهما ومن غيرها.\rس: متى تجب الزكاة في الإبل؟\rج: تجب الزكاة في الإبل إذا بلغت النصاب وهو خمس إبل فما فوق ففي خمس منها شاة إلى تسعة وفي العشر شاتان إلى أربعة عشر وفي الخمسة عشر","seal":"9B58E1A2","part":1},
      {"page":40,"id":36,"nass":"ثلاث شياه إلى تسعة عشر وفي العشرين أربع شياه إلى أربع وعشرين وفي خمس وعشرين إلى خمس وثلاثين بنت مخاض وإن لم توجد فابن لبون، وفي ست وثلاثين إلى خمس وأربعين بنت لبون وفي ست وأربعين إلى ستين حِقه، وفي إحدى وستين إلى خمس وسبعين جَذعة، وفي ست وسبعين إلى تسعين بنتا لبون وفي إحدى وتسعين إلى مائة وعشرين حقتان وما زاد على ذلك ففي كل خمسين حقه، وفي كل أربعين بنت لبون وأما البقر ففي كل ثلاثين منها عجل تبيع وفي كل أربعين مسنة وأما الغنم ففي أربعين منها شاة جذعة أو جذع إلى مائة وعشرين، وفي مائة وواحد وعشرين إلى مائتين شاتان وفي مائتين وشاه إلى ثلثمائة وتسع وتسعين ثلاث شياه وفي أربعمائة أربع شياه ثم في كل مائةٍ شاةٌ ولا زكاة في الوقص وهو ما بين الفريضتين من كل الأنعام وتجمع المعز مع الضأن والجاموس مع البقر ولا يؤخذ السخلة ولا العجاف ولا الكرام فإن كانت كلها عجافا أو كرا ما لزم الوسط.\r\rمصرف الزكاة\rس: لمن تصرف هذه الزكاة؟","seal":"5C588B7B","part":1},
      {"page":41,"id":37,"nass":"ج: تصرف للثمانية المذكورين في آية، إنما الصدقات: الأول الفقير وهو من يملك شيئا لا يكفية في عامه، الثاني المسكين وهو من لا يملك شيئا ويشترط فيهما الإسلام والحرية وعدم البنوة لبني هاشم، الثالث العامل على الزكاة، ويشترط فيه زيادة على ما مر الذكورة والبلوغ والعدالة، الرابع المؤلف قلبه وهو مسلم حديث عهد بالإسلام، الخامس الرقاب وهم الأرقاء المؤمنون يشترون منها ويعتقون، السادس الغارم وهو من تداين في غير سنة وفساد ولا يجد ما يوفِّي به الدين\rويشترط في الغارم والصنفين الذين بعده ما اشترط في الفقير، السابع المجاهد ونحوه كالمرابط، الثامن ابن السبيل وهو المسافر الغريب ويعطي بشروط أن لا يكون عاصيا بسفره وأن يكون فقيرا بالموضوع الذي هو به وإن كان غنيّاً ببلده، وأن لا يجد الغني ببلده من يسلفه.\r\rباب الذكاة والأضحية\rس: عرف الذكاة وبين أنواعها؟\rج: الذكاة هي السبب الموصل إلى إباحة أكل الحيوان البري وهي أنواع ذبح ونحر وعقر.","seal":"F57A7F25","part":1},
      {"page":42,"id":38,"nass":"س: ما هي شروط الذكاة العامة والخاصة؟\rج: الشروط العامة النية والتمييز مطلقا مسلما أو كتابيا والشروط الخاصة التسمية للمسلم مع الذكر والقدرة، وأن يذبح من مقدم الرأس وأن يقطع الودجين والحلقوم فيترك منه دائرة إلى جهة الرأس وأن لا يرفع يده حتى يتم، فمن رفع يده بعد إنفاذ مقتل من مقاتلها ثم ذبحت بعد طول لم تؤكل.\rس: ما هي الأنواع التي تذبح فقط والتي تنحر فقط والتي يجوز فيها الأمران؟\rج: الأنواع التي تذبح فقط. الغنم والطيور والتي تنحر فقط الإبل والتي يجوز فيها الأمران البقر والذبح أولى من النحر.\rس: ما هو النحر؟\rج: النحر هو الطعن في اللبة ويجوز الذبح بدل النحر والعكس عند الضرورة.\rس: ما هو العقر؟\rج: العقر جرح مسلم مميز حيوانا أو وحشيا غير مقدور عليه بسهولة بمحدد أو بحيوان معلم كباز أو كلب.\r\rالأضحيّة\rس: ما هي الأضحيّة وما حكمها؟","seal":"CF2CD5BE","part":1},
      {"page":43,"id":39,"nass":"ج: الأضحية هي ما يتقرب بذكاته من الأنعام يوم الأضحى وتاليَيْه وحكمها سنة عين مؤكدة في حق الحر المستطيع غير الحاج وأما الحاج فسنته الهدي ولا تصح من غير المسلم.\rس: أي نوع يجزئ للأضحية.\rج: أقل ما يجزيء للأضحية جذع ضأن، وَثِني معز وبقر وإبل وفحل كل نوع أفضل من خصيِّه والخصيّ أفضل من أنثاه، ولا تجزئ للأضحية العوراء ولا المريضة البيّن مرضها ولا العرجاء البيّن عرجها ولا الجرباء ولا العجفاء ولا الصماء ولا مشقوقة الأذن أكثر من ثلثها ولا مقطوعة ثلث الذنب ولا مكسورة القرن إن كان يدمي.\rس: متى يدخل وقت الأضحية؟\rج: يدخل وقتها للإمام بفراغ صلاته وخطبته، ولغير الإمام بفراغ الإمام من ذكاة أضحيته، أو قدر ذلك إن لم يذبح الإمام وينقضي بغروب شمس اليوم الثالث، والنهار شرط في صحة ذكاة الأضحية.\rس: ما هي الأشياء التي تكره في الأضحية والأشياء التي تستحب منها؟\rج: الأشياء التي تكره في الأضحية تسميتها، والتغالي في ثمنها والأشياء التي تستحب منها الجمع بين الأكل منها والتصدق والإهداء.","seal":"95DA98E6","part":1},
      {"page":44,"id":40,"nass":"باب الحج\rس: ما هو الحج وما حكمه؟\rج: الحج عبادة ذات إحرام وطواف بالبيت سبعا وسعي بين الصفا والمروة سبعا ووقوف بعرفة جزءا من ليلة عاشر ذي الحجة وحكمه الوجوب في العُمْر مرة\rعلى الفور.\rس: ما هي العمرة وما حكمها؟\rج: العمرة عبادة ذات إحرام وطواف وسعي، وحكمها سُنَّة عينٍ كذلك في العمر مرة.\rس: ما هي شروطها؟\rج: شرط صحة الحج والعمرة الإسلام - أما شروط وجوب الحج فالبلوغ والعقل، والحرية، والاستطاعة، وهي إمكان الوصول إمكانا عاديا بلا مشقة عظيمة وأمن على نفس ومال ووجود زاد وراحلة أو ما يقوم مقامها من قدرة على المشي وصنعة لا تزري به يظن عدم كسادها وزيد في المرأة وجود زوج أو محرم أو رفقة مأمونة.\rس: ما هي الأركان المشتركة بين الحج والعمرة والمنفرد بها الحج؟\rج: الأركان المشتركة بينهما ثلاثة: الإحرام، والطواف، والسعي. ويختص الحج بالوقوف بعرفة.","seal":"E5BB78B3","part":1},
      {"page":45,"id":41,"nass":"س: ما هي واجبات الحج؟\rج: فمن واجبات الحج. إفراد الحج، والإحرام من الميقات المكافئ والتلبية وعدم الفصل الطويل بينها وبين الإحرام، وطواف القدوم، والوقوف بعرفة نهاراً وبمزدلفة ليلة النحر بقدر حط الرحال. ورمي الجمار والحلق أو التقصير، وركعتا الطواف غير التطوع، والمبيت بمنى ليالي الرمي فمن ترك شيئا من هذه الواجبات صح حجه ولزمه الهدي.\rوأفضل التلبية تلبية الرسول صلى الله عليه وسلم وهي (لبيك اللهم لبيك، لبيك لا شريك لك لبيك. إن الحمد والنعمة لك والملك. لا شريك لك).\rس: ما المراد بالإحرام. وما أوجُه الإحرام؟\rج: الإحرام نية النسك وأوجُهه ثلاثة إفراد وهو الأفضل بأن يحرم بالحج مفرداً، وقران بأن يحرم بالحج والعمرة معا أو يحرم بالعمرة ثم يردف الحج عليها قبل الفراغ من طوافها وصح بعده وقبل تمام الركوع مع الكراهة، الثالث من الأوجه، التمتع وهو أن يحرم بالعمرة ثم يحل منها في أشهر الحج بحج من عامه والأفضل ترك التلفظ بالإحرام.\rس: متى يبدأ وقت الإحرام. ومتى ينتهي ومتى يكون وقت العمرة؟\rج: وقت الإحرام للحج شوال إلى طلوع فجر يوم النحر، وأما وقته للعمرة","seal":"33CE55AC","part":1},
      {"page":46,"id":42,"nass":"فجميع العام وكره تكرارها فيه.\rس: ما مكان الإحرام بالحج أو بالعمرة؟\rج: مكانه للحج مكة لمن بها، ويعتمر وبقرن من الحل. ولغير أهل مكة الحج والعمرة من ذي الحُلَيْفَة لأهل المدينة، والجُحْفَة لأهل مصر والشام والمغرب. وقرن لأهل نجد وذات عِرْق لأهل العراق، ويَلَمْلَم لأهل اليمن.\rس: ما هي الأشياء التي تسن لأجل الإحرام؟\rج: يسن للإحرام غسل متصل به ولبس إزار ورداء ونعلين وركعتان.\rس: ما هي الأشياء المستحبة للمحرم؟\rج: يستحب له إزالة الشعث والاقتصار على تلبية الرسول صلى الله عليه وسلم وتجديدها لصعود أو هبوط وملاقاة وخلف صلاة والوسط فيها وفي رفع الصوت بها. ويستمر يلبي إلى دخول مكة أو زوال الشمس من يوم عرفه ودخوله إلى مصلاها، والمحرم من مكة يلبي بالمسجد ويقطعها لوصول مصلى عرفة كغيره والمعتمر من الميقات يلبي لدخول الحرم. والمعتمر من الجعرانة أو التنعيم يلبي إلى دخول بيوت مكة وندب عند دخول مكة نزول بذي طُوَى وغسل بها لغير حائض ونفساء ودخوله نهارا من كداء التثنية التي بأعلى مكة ودخول المسجد من\rباب بني شيبة واستحضار ما أمكنه من الخشوع عند رؤية الكعبة المعظمة.\rس: ما هي شروط الطواف؟","seal":"C6BF668F","part":1},
      {"page":47,"id":43,"nass":"ج: شروط صحة الطواف مطلقا: طهارة الحدث والخبث وستر العورة وجعل البيت عن يساره، وخروج كل البدن عن الشاذروان والحجر وكونه سبعة أشواط داخل المسجد وموالاته.\rس: ما واجب الطواف وأي شيء يفعله الشخص في طوافه؟\rج: واجب الطواف ابتداؤه من الحجر الأسود والمشي فيه للقادر ويسن تقبيل الحجر أول الطواف. وللزحمة لمس بيده ثم يضعها على فيه وكبّر مع كلٍّ فإن لم يمكن شيء من ذلك كبّر فقط. واستلام الركن اليماني أول الشوط والدعاء وخبَبٌ في الثلاثة الأول.\rس: ما هي شروط السعي بين الصفا والمروة؟\rج: شروط صحة السعي أن يتقدمه طواف صحيح، والموالاة.\rس: متى يجب ذلك؟\rج: إن أحرم من الحل ولم يَخَفْ فوات الوقت ولم يردف الحج على العمرة بالحرم فإن أخل بشرط أخّر السعي بعد طواف الإفاضة؟\rس: ما هي سنن السعي ومندوباته؟\rج: سُنَّ للسعي تقبيل الحجر الأسود بعد ركعتي الطواف. وصعود الرجل على الصفا والمروة وكذا المرأة إن خلا الموضع من الرجال، والإسراع بين الأخضرين فوق الرمل في ذهابه إلى المروة والدعاء فيه ونُدِب للساعي شروط","seal":"8694A3A1","part":1},
      {"page":48,"id":44,"nass":"الصلاة والوقوف عليها.\rس: متى يتحلل المعتمر؟\rج: المحرم بعمرة يتحلل منها بعد السعي بذبح هديه أو حلق شعر رأسه أو\rتقصيره.\rس: ماذا يستحب للمحرم بحج أو قران؟\rج: يستحب لهما الخروج لمنى يوم التروية بعد الزوال بقدر ما يدرك بها الظهر والبيات بها والسير منها لعرفة بعد طلوع الشمس، والنزول بنَمِرَة وسُن خطبتان بمسجدها بعد الزوال لتعليمهم ما عليهم من المناسك إلى طواف الإفاضة وجمع الظهرين وقصرهما لغير أهل عرفة.\rس: ما المراد من الوقوف بعرفة؟\rج: المراد به الحضور في أي جزء منها إلى غروب الشمس وجزء من ليلة النحر.\rس: ماحكم الوقوف بجبل الرحمة وعلى أية كيفية وما هي الأمور التي يأتي بها الحاج للحل الأصغر؟\rج: ندب الوقوف بجبل الرحمة متوضِئاً ومع الناس والركوب به فالقيام إلا لتعب والدعاء والتضرع للغروب وسُنّ جمع العشائين بمزدلفه جمع تأخير وقصر لغير أهلها. وندب بياته بها وارتحاله بعد صلاة الصبح بغلس ووقوفه بالمشعر الحرام للدعاء مستقبلا للإسفار والإسراع ببطن محسر ورميه جمرة","seal":"50680D88","part":1},
      {"page":49,"id":45,"nass":"العقبة حين وصوله بعد الشمس بسبع حصيات وحَلَّ به كلُّ شيء ما عدا النساء والصيد وتكبيره مع كل حصاة وتتابعها والذبح والحلق أو التقصير قبل الزوال.\rس: بأي شيء يحل كل شيء حتى النساء والصيد؟\rج: يحل بطواف الإفاضة كل شيء حتى النساء والصيد إن حلق أو قصر وقدم السعي.\rس: متى يكون طواف الإفاضة، وهل قبل رمي العقبة أم بعده وماذا يفعل بعد الرمي في الطواف؟\rج: يكون طواف الإفاضة من طلوع فجر يوم النحر. ووجب تقديم رمي العقبة على الإفاضة والحلق، ورجع وجوبا بعد طواف الإفاضة للمبيت بمنى ثلاث ليالٍ إن لم يتعجَّل أو ليلتين إن تعجَّل.\rس: كيف يرمي الجمرات. وما شرط صحة الرمي؟\rج: يرمي كل يوم الجمرات الثلاث كُلاًّ بسبع حصيات. ويبدأ بالأولى ويختم العقبة من الزوال للغروب، وشرط صحة الرمي أن يكون بحجر أو حصاة قدر النواة ويكره الكبير ولا يجزئ الصغير جداً، يرتبهن، ويرمي على الجمرة.\rس: ما هي المندوبات بعد ذلك؟\rج: يندب الرمي في غير أول يوم إثر الزوال قبل صلاة الظهر ووقوفه إثر","seal":"2896853E","part":1},
      {"page":50,"id":46,"nass":"الأولين للدعاء ويندب للنزول بالمحصّب لغير المتعجّل، والإكثار من الطواف وشرب ماء زمزم وطواف الوداع.\r\rفصل محرمات الإحرام\rس: ماذا يحرم على الرجل والمرأة بالإحرام أو بالدخول في الحرم؟\rج: يحرم بالإحرام على الرجل لبس المحيط والمخيط وتغطية رأسه، وحُرّم له على المرأة ستر وجهها وكفيها. ويجب سترها بلا غرز وربط إن خشيت الفتنة ولها تغطية رأسها ولو مع غرز وخياطة، وحرم عليها لبس المصبوغ بالورس ونحوه ودهن الجسد والشعر لغير عذر وحلق الرأس ومشطه وإبانة ظفر غير كسر وإماطة أذى وإن قتل واحداً أو غيره أطعم حفنة وإن إزالة شعث ووسخ وقتل قملة أو برغوث وطرح قراد أو قملة وله طرح البرغوث، وحرّم الاكتحال إلا لضرورة بكحل لا طيب فيه ومس الطيب المؤنث وقربان النساء، وخطبة امرأة لنفسه أو غيره وعقده عليها وبفسخ النكاح مطلقا قبل أو بعد.\rس: ما حكم من فعل شيئا من هذه الممنوعات؟\rج: من فعل شيئا من هذه الممنوعات كلبس ثوب وحلق رأس فعليه الفدية.\rس: ما هي الفدية وما مقدارها من الطعام، ومتى تتكرر؟\rج: الفدية هي صيام ثلاثة أيام أو إطعام ستة مساكين لكل مسكين مُدَّان","seal":"46A65B30","part":1},
      {"page":51,"id":47,"nass":"بمُدِّه صلى الله عليه وسلم أو نسك بشاة حيث شاء وتتكرر الفدية وجوبا بتكرر الفعل إلا في أربع مسائل، إحداها أن يظن الإباحة لفساد أو رفض، الثانية، أن يقع التعدّد في فور كأنه يلبس ويغطي رأسه ويقلم أظافره ويقتل القمل دفعة من غير تراخ، الثالثة أن ينوي التكرار عند الفعل الأول، فإن نوى التكرار فلا تتكرر الفدية ولو بعد الفعلين، الرابعة ألا يحصل بالفعل الثاني انتفاع زائد عن الأول كأن يلبس الثوب ثم السراويل ويحرم بالإحرام أو بالدخول في الحرم التعرض لصيد البر ولو صاده حلالا ولو ذبح مالا يطير كالأوز والدجاج، فإن قتل صيدا فعليه جزاء مثل ما قتل من النَّعَم.\rس: ما حكم من قتل صيدا، وما نوع الجزاء، ومن الذي يحكم به وما محله؟\rج: من قتل صيدا فعليه الجزاء. ونوع مثل ما قتل من النعم. والذي يحكم بذلك عدلان من فقراء المسلمين. وأما محله فمنى أو مكة، وله أن يتصدق على فقراء موضع الصيد بقيمته من الطعام. أو بصوم عن كل مد يوما في أي موضع شاء.\rس: ما الذي يجوز له قتله من الحيوان؟\rج: يجوز له قتل الحيوان المفترس كالأسد. الحية، والعقرب والفأرة والغراب والحدأة والزنبور.","seal":"F5AF85FF","part":1},
      {"page":52,"id":48,"nass":"فصل في مفسدات الحج\rس: ما الذي يفسد الحج. وما حكم الحج الفاسد؟\rج: يفسد الحج بالجماع. وبخروج المنيّ بالمقدمات ولو نظرا وفكرا استديما ويجب إتمام الحج الفاسد وقضاؤه والهَدْي.\rالهَدْي غير الفدية، إذ الفدية عند فعل ممنوع. وهي صيام أو إطعام أو نسك بشاة، أما الهدي فما وجب لتمتع أو قِران، أو لترك واجب أو لجماع أو نحوه وجزاء الصيد هدي.\rس: ما هو أفضل أنواع الهَدْي، وما حكم الجميع في السن والسلامة من العيوب؟\rج: أفضل أنواع الهدي: الأبل فالبقر فالضأن وحكم الجميع من السن والسلامة من العيوب حكم الضحايا، ويجوز لصاحبها أن يأكل منها إلا جزاء الصيد وفدية الأذى، ونذر المساكين، وهدي التطوع إذا عطب قبل محله وهذا آخر مقاصد الحج. فإذا انتهى منه خرج إلى زيارة المصطفى صلى الله عليه وسلم بنية صادقة فإنها فضيلة مرغب فيها ويكثر من الصلاة والتسليم عليه والصلاة والسلام في مسيره إليه. ويستحب أن ينزل خارج المدينة فيتطهر ويتطيب ويلبس أحسن ثيابه. فإذا دخل المسجد النبوي بدأ بتحية المسجد إن كان الوقت تحل فيه النافلة وإلا بدأ بالقبر الشريف ويستقبله ويستدبر القبلة ويلازم الأدب والخشوع، ثم يقول بحضور قلب وغض طرف السلام عليك أيها النبي ورحمة الله وبركاته، ثم يتنحى إلى يمينه نحو ذراع ويقول السلام","seal":"A2268A8A","part":1},
      {"page":53,"id":49,"nass":"عليك يا خليفة سيد المرسلين يا أبا بكر الصديق ورحمة الله وبركاته جزاك الله عن أمة سيدنا محمد صلى الله عليه وسلم خيراً ثم يتنحى إلى يمينه نحو ذراع أيضا ويقول: السلام عليك يا أمير المؤمنين يا أبا حفص عمر بن الخطاب ورحمه الله وبركاته، جزاك الله عن أمة سيدنا محمد صلى الله عليه وسلم خيراً. ويسلم كلما دخل وخرج وليكثر من الدعاء وأحسنه ما ورد في القرآن والأحاديث الصحيحة صلى الله وسلم على قائلها وعلى آله وصحابته المتمسكين بشرائع الدين.","seal":"A06737F4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":979,"ShrtCs":0,"Bk":"خلاصة الجواهر الزكية في فقه المالكية","HigriD":"979","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أحمد بن تُرْكي بن أحمد المنشليلي المالكي","bLnk":null,"Inf":"","Auth":"أحمد بن تركي المالكي","Betaka":"الكتاب: خلاصة الجواهر الزكية في فقه المالكية\r\nالمؤلف: أحمد بن تُرْكي بن أحمد المنشليلي المالكي (المتوفى: 979هـ)\r\nمراجعة: حسن محمد الحفناوي\r\nحاشية: الشيخ عبده يوسف بن سعيد بن إسماعيل الصفتي\r\nالناشر: المجمع الثقافي، أبو ظبي - الإمارات العربية المتحدة\r\nعام النشر: 2002 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"ابن تُرْكي (000 - 979 هـ = 000 - 1571 م)\r\rأحمد بن تركي بن أحمد المنشليلي: فاضل، من فقهاء المالكية. نسبته إلى منشليل (في غربية مصر) ووفاته بالقاهرة. له حواش وشروح، منها (شرح على المنظومة الجزائرية - خ) في التوحيد، و (شرح العشماوية - ط) فقه\r\rنقلا عن: الأعلام للزركلي","seal":"D459C3C6","cat":"فقه مالكي","oNum":37064,"BkId":37064,"oAuth":2340,"bVer":1,"aSeal":"04FF04EA"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37064":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مبادىء علم الفقه"},
      {"lvl":1,"id":3,"sub":0,"tit":"باب نواقض الوضوء"},
      {"lvl":1,"id":5,"sub":0,"tit":"باب أقسام المياه وأحكامها"},
      {"lvl":1,"id":6,"sub":0,"tit":"باب الوضوء وشروطه وفرائضه وسننه وفضائله ومكروهاته"},
      {"lvl":1,"id":10,"sub":0,"tit":"باب الغسل"},
      {"lvl":1,"id":12,"sub":0,"tit":"باب التيمم"},
      {"lvl":1,"id":15,"sub":0,"tit":"باب الصلاة"},
      {"lvl":1,"id":19,"sub":0,"tit":"باب سجود السهو"},
      {"lvl":1,"id":20,"sub":0,"tit":"باب الإمامة"},
      {"lvl":1,"id":22,"sub":0,"tit":"باب شروط الجمعة وآدابها وأعذارها"},
      {"lvl":1,"id":23,"sub":0,"tit":"باب صلاة الجنازة"},
      {"lvl":1,"id":25,"sub":0,"tit":"باب الصوم"},
      {"lvl":2,"id":27,"sub":0,"tit":"أحكام عامة"},
      {"lvl":1,"id":30,"sub":0,"tit":"باب الاعتكاف وشروطه ومبطلاته ومكروهاته"},
      {"lvl":1,"id":31,"sub":0,"tit":"باب زكاة الفطر"},
      {"lvl":1,"id":33,"sub":0,"tit":"باب الزكاة"},
      {"lvl":2,"id":35,"sub":0,"tit":"باب زكاة العين"},
      {"lvl":3,"id":35,"sub":1,"tit":"باب زكاة الماشية"},
      {"lvl":3,"id":36,"sub":0,"tit":"مصرف الزكاة"},
      {"lvl":1,"id":37,"sub":0,"tit":"باب الذكاة والأضحية"},
      {"lvl":2,"id":38,"sub":0,"tit":"الأضحية"},
      {"lvl":1,"id":40,"sub":0,"tit":"باب الحج"},
      {"lvl":2,"id":46,"sub":0,"tit":"فصل محرمات الإحرام"},
      {"lvl":3,"id":48,"sub":0,"tit":"فصل في مفسدات الحج"}
    ]
}
