{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37372":
    [
      {"page":1,"id":1,"nass":"مجالس رمضان_التزكية عند أهل السنة\rلقد اعتنى الشرع المطهر بتزكية الأنفس وتطهيرها من أدرانها، وجعل فلاح العبد وفوزه منوطاً بتزكية النفس، وما ذلك إلا لما للتزكية من المكانة العظيمة عند الله عز وجل، فعلى المؤمن أن يبذل وسعه في تزكية نفسه وتطهيرها.","seal":"3F6B788D","part":1},
      {"page":2,"id":2,"nass":"أهمية تزكية النفوس وبيان مناهجها\rالحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rثم أما بعد: فإن من المهمات التي بعث بها النبي الكريم صلى الله عليه وسلم تزكية نفوس العباد، كما قال عز وجل: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [الجمعة:2]، وكان النبي صلى الله عليه وسلم يسأل الله عز وجل هذه الزكاة لنفسه فيقول: (اللهم آت نفسي تقواها، زكها أنت خير من زكاها، أنت وليها ومولاها).\rكما تمنن الله عز وجل على المؤمنين بهذه الزكاة فقال عز وجل: {وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} [النور:21]، فالله عز وجل يتفضل على من يشاء بالتزكية.\rوقد أقسم الله عز وجل في كتابه أحد عشر قسماً متوالياً -وليس في القرآن كله أقسام متوالية بهذا العدد وعلى هذا النسق- على حقيقة: وهي أن فلاح العباد ونجاحهم منوط بتزكية نفوسهم، وأن خيبتهم وخسارتهم منوطة بتدسية نفوسهم، فقال عز وجل: {وَالشَّمْسِ وَضُحَاهَا * وَالْقَمَرِ إِذَا تَلاهَا * وَالنَّهَارِ إِذَا جَلَّاهَا * وَاللَّيْلِ إِذَا يَغْشَاهَا * وَالسَّمَاءِ وَمَا بَنَاهَا * وَالأَرْضِ وَمَا طَحَاهَا * وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا * قَدْ أَفْلَحَ مَنْ زَكَّاهَا * وَقَدْ خَابَ مَنْ دَسَّاهَا} [الشمس:1 - 10].\rفهذه الأقسام المتوالية على أن فلاح العباد منوط بتزكية نفوسهم.\rفقوله تعالى: (قد أفلح من زكاها) * (وقد خاب من دساها) فما معنى التزكية وما معنى التدسية؟ التزكية: هي التنمية والإصلاح.\rيقولون: زكا الزرع إذا نما وصلح وبلغ كماله.\rفتزكية النفس: هي تنميتها وتعليتها وتنقيتها وإصلاحها بتوحيد الله عز وجل وطاعته؛ لأن النفس تزكو بذلك وتعظم وتطهر.\rأما التدسية: فهي التحقير والتصغير، فالنفس تصير حقيرة دنيئة لا تكاد ترى من حقارتها ودناءتها، كما قال عز وجل: {أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ} [النحل:59]؛ أي: يخفيه في التراب.\rفالنفس تنمو وتصلح بطاعة الله عز وجل، وتصغر وتصير حقيرة دنيئة بمعصية الله عز وجل! فالعباد يجهلون مواقع السعادة ولا يعلمون أن سعادتهم في صلاح نفوسهم وتزكيتها، والله عز وجل قال: {وَحَمَلَهَا الإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا} [الأحزاب:72].\rوالجاهل لا يدري مصلحته، فينبغي أن يجبر على ما فيه صلاحه.\rقال عبد الله بن المبارك رحمه الله: إن الصالحين فيما مضى كانت أنفسهم تواتيهم على الخير عفواً، وإن أنفسنا لا تكاد تواتينا، فينبغي علينا أن نكرهها.\rفالنفوس الجاهلة لا تعلم أن مصلحتها وسعادتها في طاعة الله عز وجل، وفي الاستجابة لأمر الله عز وجل وأمر رسوله صلى الله عليه وسلم، ولكن إذا أجبر العبد نفسه على الطاعة وعلى العبادة وعلى الاستقامة على طريق الله عز وجل، فعند ذلك تذوق النفس حلاوة الطاعة والعبادة، وبعد ذلك تساعد النفس صاحبها وتأتي معه على طاعة الله عز وجل.\rوقال بعض السلف: عالجت قيام الليل سنة وتمتعت به عشرين سنة.\rأي: ثقل على نفسه قيام الليل وعالج قيام الليل.\rومنهم من يفتح عليه في الدعوة إلى الله عز وجل، والأمر بالمعروف والنهي عن المنكر، وتعليم الناس الخير.\rومنهم من يفتح له في قضاء حوائج الناس، وتحقيق مآربهم.\rومنهم من يفتح له في الجهاد والبذل لإعلاء دين الله عز وجل ورفع رايته.\rوهناك من يوفق لكل هذه الأبواب، فإذا نظرت في الحجاج وجدته وسطهم، وإذا نظرت في المجاهدين وجدته بينهم، وإذا نظرت في العلماء وجدته في صفهم، فلو قيل له: ماذا تريد يقول: طاعة ربي جمعتني أو فرقتني، فهو السابق بالخير والمسارع إلى كل سبيل يرضي ربه عز وجل.\rفهذه مناهج التزكية عند أهل السنة والجماعة: التزكية بالتوحيد، التزكية بأداء الفرائض، التزكية بالإكثار من النوافل.","seal":"7B3A172A","part":1},
      {"page":3,"id":3,"nass":"الغاية من تزكية النفس عند أهل السنة\rأما غاية التزكية عند أهل السنة: فهي تحقيق كمال العبودية لله عز وجل، والوصول إلى أعلى مراتب الذل والحب لله عز وجل؛ لأن العبودية هي كمال الحب مع تمام الذل، والله عز وجل وصف أكابر الخلق بالعبودية، فوصف نبيه صلى الله عليه وسلم بالعبودية في أشرف مقاماته، مقام الإسراء، ومقام التحدي، ومقام الدعوة إلى الله عز وجل، فقال: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى} [الإسراء:1].\rوقال: {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا} [الجن:19].\rوقال: {وَإِنْ كُنتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ} [البقرة:23]، ولذلك لما ذكر الإمام الطحاوي رحمه الله تشريفات النبي صلى الله عليه وسلم ابتدأ بالتشريف الأول وهو العبودية، قال: وإن محمداً عبده المصطفى، ونبيه المجتبى، ورسوله المرتضى، وإنه خاتم الأنبياء، وإمام الأتقياء، وسيد المرسلين، وحبيب رب العالمين، وكل دعوى النبوة بعده فغي وهوى، وهو المبعوث إلى عامة الجن وكافة الورى بالحق والهدى، وبالنور والضياء، فقبل أن يذكر بأنه إمام الأنبياء وسيد المرسلين ذكر أنه عبد الله عز وجل المصطفى.\rفالعبودية لله عز وجل تشريف وتكريم، كما قال عياض: ومما زادني شرفاً وتيهاً وكدت بأخمصي أطأ الثريا دخولي تحت قولك يا عبادي وأن صيرت أحمد لي نبيا فالذي يتكبر عن العبودية لله عز وجل لا بد أن يقع في عبودية غير الله عز وجل من المخلوقات الخسيسة، فيعبد الشجر أو الحجر أو الشمس أو القمر أو البقر، بل من الناس من وقع في عبادة الشيطان الرجيم.\rفكل من يتكبر عن العبودية لله عز وجل لا بد أن يقع في العبودية لغير الله، ومهما تحرر العبد من العبادة لغير الله تكمل عبوديته لله عز وجل، ولذلك فإن وظيفة الرسل وأتباع الرسل تعبيد الناس لله عز وجل، وتحرير الناس من العبادة الباطلة للآلهة الباطلة التي لا تستحق العبادة، وجعلهم عبيداً حقيقيين لله عز وجل، كما قال ربعي بن عامر: إن الله ابتعثنا لنخرج من شاء من عبادة العباد إلى عبادة الله، ومن ضيق الدنيا إلى سعتها، ومن جور الأديان إلى عدل الإسلام.\rفوظيفة الرسل وأتباع الرسل أن يحرروا الناس من عبادة غير الله ويعبدوهم لله عز وجل، ويشرفوهم بأن يجعلوهم عبيداً حقيقيين لله عز وجل.\rنسأل الله تعالى أن يشرفنا بالعبودية له عز وجل، وأن يرفعنا بالقيام والصيام.\rأقول قولي هذا، وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على محمد وعلى آله وصحبه وسلم تسليماً.","seal":"633269CF","part":1},
      {"page":1,"id":4,"nass":"مجالس رمضان_الصيام مدرسة التقوى\rالصيام عبادة تفضل الله بها على عباده؛ لما فيها من المنافع والفوائد، فالصائم يغفر الله له ذنوبه بصومه، ويكون صومه شافعاً له يوم القيامة، كما أن الصوم يعود الصائم على الصبر والجلد ومراقبة الله عز وجل، والإحسان في القول والعمل.","seal":"5822DD56","part":2},
      {"page":2,"id":5,"nass":"آثار الصيام في زياد تقوى الصائم\rإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرر أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\r{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102].\r{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1].\r{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71].\rأما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدى هدى محمد صلى الله عليه وآله وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.\rوما قل وكفى خير مما كثر وألهى: {إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ} [الأنعام:134].\rالصيام عباد الله! مدرسة التقوى، قال الله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:183].\rوالترجي في كلام الله عز وجل أو كلام رسوله صلى الله عليه وسلم على القطع، كما قال ابن عباس: عسى من الله واجب.\rعلى عادة الملوك إذا أرادوا أن يقولوا: نحن سنفتح هذا البلد، يقولون: نرجو أن نفتح هذا البلد، ونرجو أن ننتصر على هذا الجيش، فلما يقطعون به يأتون به على صيغة الترجي، كما قال الله عز وجل: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأعراف:204]، فأنتم ترحمون قطعاً إذا استمعتم إلى كلام الله عز وجل، كذلك من صام حق الصيام كما أمر الله عز وجل لا بد أن يصل إلى درجة التقوى.\rوالتقوى هي: علم القلب بقرب الرب.\rوالتقوى هي: أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإن الله عز وجل يراك.\rوالتقوى كذلك عباد الله: ألا يراك الله حيث نهاك، ولا يفتقدك حيث أمرك.\rفالصيام يوصل إلى تقوى الله عز وجل؛ لأنه يتكون من نية باطنة لا يطلع عليها أحد إلا الله عز وجل، وترك لشهوات يستخفى بتناولها عادة، فلا نستطيع أن نجزم في شخص بأنه صائم؛ لأنه قد يخلو ولو للحظات فينتهك حرمة الصيام، فهو إنما يترك الطعام والشراب والشهوة لأنه يحس بأن الله عز وجل يراه، وبأن الله عز وجل مطلع على قلبه، وعلى سر أمره وعلانيته، فالصيام يدرب العبد على مراقبة الله عز وجل، وهذه المراقبة هي التقوى المقصودة، والدرة المفقودة: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:183].\rوقد شرف الله عز وجل هذه العبادة بإضافتها إلى نفسه الشريفة عز وجل فقال تعالى في الحديث القدسي: (كل عمل ابن آدم له، الحسنة بعشر أمثالها، إلا الصيام فإنه لي، وأنا أجزي به).\rفأضاف الله عز وجل كل أعمال ابن آدم إلى نفس ابن آدم، وشرف عبادة الصيام بأن أضافها إلى نفسه الشريفة فقال: (إلا الصيام، فإنه لي وأنا أجزي به).\rفلما كان الصيام سراً بين العبد وربه تكفل الله عز وجل بتحديد أجر الصيام، فليس له تسعيرة محددة: (فكل عمل ابن آدم له، الحسنة بعشرة أمثالها).\rفكل عمل من الأعمال له ثواب محدد، أما الصيام فالله تعالى يتكفل بتحديد أجره.\rوالصيام من الصبر وقد قال الله عز وجل: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} [الزمر:10].\rفالصيام عبادة ترقى بالعبد إلى درجة المراقبة وإلى درجة التقوى، كما أن الصائم يلتزم بأخلاق معينة هي أخلاق المتقين وأخلاق المحسنين، فلا يسفه على السفيه بمثل سفهه، ولا يجهل على الجاهل بمثل جهله.\rقال النبي صلى الله عليه وسلم: (فإذا كان يوم صوم أحدكم فلا يرفث).\rولا يتكلم كلاماً فاحشاً: (ولا يصخب) أي: لا يرفع صوته بغير حاجة أو ضرورة: (وإن سابه أحد أو قاتله، فليقل: إني صائم، إني صائم).\rأي: يدفعه على أن يواجه السيئة بالسيئة أنه صائم، فينبغي عليه أن يلتزم بأخلاق الصائمين، وأخلاق المحسنين، فيدفع بالحسنة السيئة، فيقول: (إني صائم إني صائم).","seal":"F3C683A3","part":2},
      {"page":3,"id":6,"nass":"ما ينتظره الصائم يوم القيامة من الأجر\rفالصيام عباد الله! قد يكون صياماً عن الطعام والشراب والشهوات، فمن كان صيامه عن الطعام، والشراب والشهوة، فله في الجنة ما شاء الله من طعام وشراب وحور عين، كما قال عز وجل: {كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأَيَّامِ الْخَالِيَةِ} [الحاقة:24].\rقال مجاهد وغيره: نزلت في الصائمين.\rومن الناس من يصوم عما سوى الله عز وجل، فيحفظ الرأس وما وعى، ويحفظ البطن وما حوى، ويذكر الموت والبلى.\rومن صام في الدنيا عن شهواته، أدركها غداً بعد وفاته، ومن تعجل ما حرم عليه من لذاته، عوقب بحرمانه في الآخرة وفواته، أنت في دار شتات فتأهب لشتاتك، واجعل الدنيا كيوم صمته عن شهواتك، واجعل الفطر عند الله يوم وفاتك.\rأهل الصيام! أهل الخصوص من الصوام صومهم صون اللسان عن البهتان والكذب والعارفون وأهل الأنس صومهم صون القلوب عن الأغيار والحجب.\rفينبغي للمسلم عباد الله! إذا نوى الصيام أن ينوي ترك كل الذنوب والمعاصي، وأن يصوم سمعه وبصره وجوارحه، كما قال جابر: إذا صمت فليصم سمعك وبصرك ولسانك، ودع أذى الجار، وليكن عليك سكينة ووقار، ولا تجعل يوم صومك ويوم فطرك سواء.\rولما كان الصيام سراً بين العبد وبين ربه يشتهر أهل الصيام يوم القيامة برائحة أفواههم، كما قال النبي صلى الله عليه وسلم: (والذي نفسي بيده لخلوف فم الصائم أطيب عند الله من ريح المسك).\rفكل عبادة ينشأ عنها أثر مكروه عند العباد تكون محبوبة عند الله عز وجل، فخلوف فم الصائم -أي: الرائحة التي تنبعث من المعدة الخالية من الطعام- أطيب عند الله من ريح المسك.\rوالشهيد يأتي يوم القيامة وجرحه ينزف دماً، اللون لون الدم، والريح ريح المسك.\rوقال النبي صلى الله عليه وسلم: (الصيام جنة) أي: وقاية، فهو وقاية لصاحبه من النار؛ لأن النار حفت بالشهوات، والصيام يكسر الشهوات المحرمة، وقد قال النبي صلى الله عليه وسلم: (يا معشر الشباب! من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء).\rفالصيام يكسر الشهوات، ويطوع النفس لرب الأرض والسموات؛ ولذلك ورد في فضل الصيام قوله صلى الله عليه وسلم: (الصيام والقرآن يشفعان للعبد يوم القيامة، يقول الصيام: أي ربي! منعته الطعام والشراب والشهوات بالنهار فشفعني فيه، ويقول القرآن: منعته النوم بالليل فشفعني فيه.\rفيشفعان).\rوقال النبي صلى الله عليه وسلم: (إن في الجنة باب يقال له: الريان، لا يدخل منه إلا الصائمون).\rولم يقل: للجنة ولكن قال: في الجنة، إشارة إلى أن في هذا الباب من الراحة ومن النعيم ومن البهجة والسرور مما في الجنة، فقال: (إن في الجنة باباً يقال له: الريان، لا يدخل منه إلا الصائمون).\rقال النبي صلى الله عليه وسلم: (من صام يوماً في سبيل الله جعل الله بينه وبين النار خندقاً كما بين السماء والأرض).\rوهذا المقصود به: صيام النافلة، فإذا كان يوم صيام في النافلة يباعد الله عز وجل بهذا اليوم بين العبد وبين النار سبعين خريفاً، فكيف بصوم الفريضة الذي هو أفضل وأقرب إلى الله عز وجل.\rوسأل رجل النبي صلى الله عليه وسلم كما روى النسائي عن أبي أمامة عن عمل يتقرب به إلى الله عز وجل فقال: (عليك بالصيام، فإنه لا عدل له أو لا مثل له)، فدله على الصيام.\rفالصيام عباد الله! من أحب العبادات إلى الله عز وجل؛ لأن الله عز وجل يحب من العباد أن يعاملوه سراً، فالصيام سر بين العبد وبين ربه لا يطلع عليه أحد إلا الله عز وجل؛ ولذلك كان من أحب العبادات إلى الله عز وجل، فينبغي علينا أن نصون الصيام، فمن صان صيامه وجد أجر صيامه عند الله عز وجل.\rفنسأل الله تعالى أن يتقبل منا الصيام والقيام، وتلاوة القرآن، وأن ينفعنا بأعمالنا الصالحة، وأن يتجاوز عن الزلات والسيئات.\rأقول قولي هذا وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على محمد وعلى آله وصحبه وسلم.\rسبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك.","seal":"C626C086","part":2},
      {"page":1,"id":7,"nass":"مجالس رمضان_العبودية وظيفة العمر\rخلق الله البشر لعبادته سبحانه، وأمرهم بالقيام بهذه الوظيفة، فلا تكون العبودية إلا لله وحده، وقد فهم الصحابة ومن سار على هديهم حقيقة هذه الوظيفة، فذاقوا السعادة ووجدوا الطمأنينة والراحة ونعيم الدنيا والآخرة.","seal":"BB1E50F9","part":3},
      {"page":2,"id":8,"nass":"فهم وظيفة العبودية والقيام بها\rالحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rأما بعد: فإن الله لم يخلق خلقه عبثاً، ولم يتركهم سدى، بل خلقهم لأمر عظيم وخطب جسيم، عرض هذا الأمر على السماوات والأرض والجبال فأبين وأشفقن منه وجلاً، وقلن: ربنا إن أمرتنا فسمعاً وطاعة، وإن خيرتنا فعافيتك نريد لا نبغي بها بدلاً، وحمله الإنسان على ضعفه وعجزه عن حمله، وباء به بظلمه وجهله، فألقى أكثر الناس الحمل عن ظهورهم لشدة مئونته عليهم وثقله، وصحبوا الدنيا صحبة الأنعام السائمة، لا يتفكرون في معرفة موجدهم وحقه عليهم، ولا يتفكرون في سرعة رحيلهم من هذه الدنيا الفانية، وانتقالهم إلى الآخرة الباقية، فقد ملكهم باعث الحس، وغاب عنهم داعي العقل، وشملتهم الغفلة، وغرتهم الأماني الباطلة، والخدع الكاذبة، فخدعهم طول الأمل، وران على قلوبهم سوء العمل، فهم في شهوات الدنيا ولذات النفوس كيف حصلت حصلوها، ومن أي وجه لاحت أخذوها، إذا بدا لهم حظ من الدنيا بآخرتهم طاروا إليه زرافات ووحداناً، ولم يؤثروا عليه فضلاً من الله ولا رضواناً، نسوا الله فنسيهم أولئك هم الفاسقون، يعلمون ظاهراً من الحياة الدنيا وهم عن الآخرة هم غافلون.\rخلقنا الله عز وجل لوظيفة، فمن اهتدى لمعرفة هذه الوظيفة وقام بها حق القيام أفلح وأنجح، وسعد في الدنيا والآخرة، ومن تغابى عن معرفة هذه الوظيفة أو عرف الوظيفة ولم يقم بها حق القيام خاب وخسر في الدنيا والآخرة، فما هي هذه الوظيفة التي خلقنا الله عز وجل من أجلها، حتى لا نكون يوم القيام من المغبونين، أو من الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعاً؟ فالله عز وجل بين لنا هذه الوظيفة في كتابه، فقال عز وجل: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]، فالله تعالى خلق العباد من أجل عبادته عز وجل وحده، وأرسل الرسل من أجل أن يعبِّدوا الناس له عز وجل، ومن أجل أن ينبهوا الناس إلى القيام بالوظيفة التي خلقهم الله عز وجل من أجلها، فقال عز وجل: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء:25].\rوقال عز وجل: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} [الزخرف:45]، فالله تعالى أرسل الرسل من أجل أن يعبِّدوا الناس له عز وجل، ومن أجل أن يعرف الناس الوظيفة التي خلقهم الله عز وجل من أجلها.\rوقد فهم ربعي بن عامر رضي الله عنه أحد تلامذة النبي صلى الله عليه وسلم هذه الوظيفة، فلما دخل على رستم قال: إن الله ابتعثنا لنخرج من شاء من عبادة العباد إلى عبادة الله، ومن ضيق الدنيا إلى سعتها، ومن جور الأديان إلى عدل الإسلام.","seal":"58A4AF9F","part":3},
      {"page":3,"id":9,"nass":"وجوب إخلاص العبودية لله وحده\rإن وظيفة الرسل، ووظيفة أتباع الرسل وهي تعبيد الناس لله عز وجل، فنحن جميعاً عبيد لله عز وجل، والعبد لا يجوز له أن يعمل ويؤدي إلى غير سيده، بل يجب عليه أن يعمل ويؤدي إلى سيده، فلا يجوز لنا أن نعمل عملاً لا نرجو به وجه الله، فينبغي أن تكون كل الأقوال وكل الأعمال وكل الأحوال لله عز وجل، كما قال تعالى: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ * لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} [الأنعام:162 - 163]، فنحن وأموالنا وأوقاتنا وزوجاتنا وأولادنا ملك لله عز وجل، فلا يجوز لنا أن نعمل عملاً لغير الله، بل ينبغي أن يكون لله عز وجل.\rكثير من الناس يظن أن العبد لو كان كل عمله لله عز وجل فإنه لا يجد سعادة وراحة وحياة طيبة، وهذا من جهلهم بدين الله عز وجل، ومن جهلهم بما تسعد به النفوس، فهم يظنون أنهم لا يمكن أن يسعدوا حتى ينسلخوا من الشرع المتين، وحتى يتبعوا الشياطين، لكن القلوب التي خلقها الله عز وجل بين تعالى أنها لا تسعد إلا به، ولا تطمئن إلا بذكره، كما قال تعالى: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} [الرعد:28]، فالله عز وجل كما خلق العين للإبصار والأذن للسماع واللسان للتحدث والذوق، خلق القلب لمعرفة الله عز وجل وتوحيده، فمهما تعلق بغير الله فمآله إلى التعاسة والشقاء، كما قال النبي صلى الله عليه وسلم: (تعس عبد الدينار، تعس عبد الدرهم، تعس عبد الخميصة، تعس عبد القطيفة، تعس وانتكس، وإذا شيك فلا انتقش)، فالقلب لا يسعد إلا بالله عز وجل، ففي القلب فقر وحاجة واضطرار إلى الله عز وجل، فإذا تعلق بالله، وعُبِّد له سعد بذلك في الدنيا والآخرة، وإذا عُبِّد لغير الله فالتعاسة والشقاء في الدنيا والآخرة.","seal":"1B705E02","part":3},
      {"page":4,"id":10,"nass":"سعادة الصالحين وأخبارهم في عبوديتهم لله\rمهما أكمل العبد عبوديته لله عز وجل سعد في الدنيا والآخرة، ومهما نقصت عبوديته نقصت سعادته، ولذلك يخبرنا الصالحون كيف وجدوا السعادة التي ما ذقنا شيئاً منها لضعف إيماننا ويقيننا وقلة توحيدنا، فقال بعضهم: لو يعلم الملوك وأبناء الملوك ما نحن فيه من نعمة لجالدونا عليها بالسيوف.\rوقال بعضهم: أهل الليل في ليلهم ألذ من أهل اللهو في لهوهم، ولولا الليل ما أحببت البقاء في الدنيا.\rوقال بعضهم: ما بقي من لذات الدنيا إلا ثلاث: قيام الليل، ولقاء الإخوان، وصلاة الجماعة.\rوقال بعضهم: إنه لتمر بي أوقات أقول: إن كان أهل الجنة كالذي نحن فيه والله إنهم لفي عيش طيب.\rوقال بعضهم: والله! إنه لتمر بي أوقات يرقص فيها القلب طرباً.\rوهذا شيخ الإسلام ابن تيمية رحمه الله كان يقول: ما يفعل بي أعدائي، أنا جنتي معي، وبستاني في صدري، إن سجني خلوة، وقتلي شهادة، وإخراجي من بلدي سياحة، وتعذيبي جهاد في سبيل الله.\rولما سجن في القلعة نظر من خلف الباب وقال: {فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} [الحديد:13].\rوكان يقول: لو أملك ملء القلعة ذهباً ما استطعت أن أكافئهم على ما قدموه لي من الخير.\rوكان يقول: المحبوس من حبس قلبه عن ربه، والمأسور من أسره هواه.\rوكان يكثر أن يقول في سجوده وهو مسجون: اللهم! أعني على ذكرك وشكرك وحسن عبادتك.\rيصفه تلميذه المحقق ابن القيم فيقول: كنا إذا ضاقت بنا الأمور، واشتدت بنا الأحوال نلقاه، فما أن نراه وننظر إليه إلا ذهب كل ذلك عنا، وانقلب انشراحاً وفرحاً، ولقد كان من أطيب الناس عيشاً مع ما كان فيه من شدة العيش وخلاف الرفاهية، كانت نضرة النعيم تلوح على وجهه.\rفالحمد لله الذي فتح لعباده باباً إلى جنته، فأتاهم من ريحها وطيبها ما استفرغ قواهم لطلبها، وهم ما يزالون في دار العمل، فـ شيخ الإسلام تجاوز الستين سنة وما وجد حياة الاستقرار حتى يتزوج؛ لأنه كان من سجن إلى سجن، ومن معركة إلى معركة، ومن مناظرة إلى مناظرة، وما سعى يوماً لأن يتزوج زوجة حسناء، أو يملك سرية حوراء، ولا داراً قوراء، ولا سعى خلف دينار ولا درهم.\rفالذي يحقق العبودية لله عز وجل، وتكتمل عبوديته له تكتمل سعادته في الدنيا والآخرة، بل يسعد به من رآه.\rوكان أيوب السختياني سيد شباب أهل البصرة من التابعين، كان إذا دخل السوق ورآه أهل السوق سبحوا وهللوا وكبروا، لما يرون على وجهه من أنوار العبادة، فمن أقبل على الله عز وجل أقبل الله عز وجل عليه، ومن أقبل الله عز وجل عليه أضاءت ساحاته واستنارت جوارحه.\rوالعجب كل العجب من غفلة من لحظاته معدودة عليه، وكل نفس من أنفاسه إذا ذهب لم يرجع إليه، فمطايا الليل والنهار تسير به ولا يتفكر إلى أين يحمل، ويسار به أعظم من سير البريد، ولا يدري إلى أي الدارين ينقل، حتى إذا نزل به الموت اشتد قلقه لخراب ذاته وذهاب لذاته، لا لما سبق من تفريطه حيث لم يقدم لحياته، فإذا خطرت له خطرة عارضة لما خلق له، دفعها باعتماده على العفو، وقال: قد أنبئنا بأنه هو الغفور الرحيم، وكأنه لم ينبأ بأن عذابه هو العذاب الأليم.\rولما علم الموفقون لما خلقوا له, وما أريد بإيجادهم رفعوا رءوسهم، فإذا علم الجنة قد رفع لهم فشمروا إليه، وإذا صراطها المستقيم قد وضح لهم فاستقاموا عليه، ورأوا من بعض الغبن بيع ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، في أبد لا يزول ولا ينفد بصبابة عيش، إنما هو كأضغاث أحلام أو كطيف زار في المنام، مشوب بالنغص، ممزوج بالغصص، إن أضحك قليلاً أبكى كثيراً، وإن سر يوماً أحزن شهوراً.\rآلامه تزيد على لذاته، وأحزانه أضعاف مسراته، فيا عجباً من سفيه في صورة حليم، ومعتوه في مسلاخ عاقل، آثر الحظ الفاني على الحظ الباقي النفيس، وباع جنة عرضها الأرض والسماوات بسجن ضيق بين أرباب العاهات والبليات، ومساكن طيبة في جنات عدن تجري من تحتها الأنهار بأعطان ضيقة آخرها الخراب والبوار، وأبكاراً عرباً أتراباً كأنهن الياقوت والمرجان بخبيثات قذرات سيئات الأخلاق مسافحات أو متخذات أخدان، وحوراً مقصورات في الخيام بخبيثات سيبات بين الأنام، وأنهاراً من خمر لذة للشاربين بشراب نجس مذهب للعقل، مفسد للدنيا والدين، ولذة النظر إلى وجه العزيز الرحيم، بالتمتع برؤية الوجه القبيح الذميم، وسماع الخطاب من الرحمن بسماع المعازف والغناء والألحان، والجلوس على منابر اللؤلؤ والياقوت والزبرجد يوم المزيد بالجلوس في مجالس الفسوق مع كل جبار عنيد.\rوإنما يظهر الغبن الفاحش في هذا البيع يوم القيامة، وإنما يتبين سفه بائعه يوم الحسرة والندامة، إذا حشر المتقون إلى الرحمن وفداً وسيق المجرمون إلى جهنم ورداً، ونادى المنادي على رءوس الأشهاد ليعلمن أهل الموقف من أولى بالكرم من بين العباد، فلو توهم المتخلف عن هذه الرفقة ما أعد الله لهم من الإكرام، وادخر لهم من الفضل والإنعام، لعل","seal":"F247946F","part":3},
      {"page":1,"id":11,"nass":"مجالس رمضان_دعاء تفريج الهم\rإن سعادة القلوب لا تكون إلا بتوحيد الله عز وجل، والتسليم بقضاء الله وقدره، فإذا أصاب عبداً هم أو غم أو حزن لجأ إلى الله عز وجل داعياً متوسلاً بأسمائه، عاكفاً على قراءة القرآن، فكما أن القرآن ربيع القلوب، كذلك هو جلاء الأحزان وذهاب الغموم والهموم.","seal":"E3B7E637","part":4},
      {"page":2,"id":12,"nass":"كيفية علاج القلب من الهم والغم\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rأما بعد: فقوله صلى الله عليه وسلم: (ما أصاب عبداً قط هم ولا غم ولا حزن فقال: اللهم! إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماض فيَّ حكمك، عدل فيَّ قضاؤك، أسألك بكل اسم هو لك، سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلوبنا، وجلاء أحزاننا، وذهاب همومنا وغمومنا، إلا أذهب الله همه وغمه وأبدله مكانه فرحاً).\rهذا الحديث النبوي الشريف يبين لنا كيف تعالج القلوب من الهم أو الغم أو الحزن، فالقلوب خلقت لمعرفة علام الغيوب وغفار الذنوب عز وجل؛ فهي لا تسعد إلا بتوحيد الله عز وجل؛ لأنها خلقت لمعرفة الله وتوحيده، وكما أن السماوات والأرض لو كان فيهما آلهة إلا الله لفسدتا، فكذلك قلوب العباد لو كان فيها آلهة إلا الله عز وجل لفسدت بذلك فساداً لا يرجى له صلاح، حتى توحد ربها وتعرفه عز وجل.\rقال النبي صلى الله عليه وسلم: (تعس عبد الدينار، تعس عبد الدرهم، تعس عبد الخميصة، تعس عبد القطيفة، تعس وانتكس، وإذا شيك فلا انتقش).\rفالقلوب إذا علقت بغير الله عز وجل، وعبدت غيره شقي أصحابها في الدنيا والآخرة.\rوالقلوب لا تصل إلى مناها حتى تصل إلى مولاها، ولا تصل إلى مولاها حتى تكون صحيحة سليمة، فهي لا تسعد إلا بالله عز وجل، ولا تطمئن إلا بذكره وعبادته، كما قال تعالى: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} [الرعد:28].\rفلما خلقت لتوحيد الله عز وجل صار علاجها كذلك إذا أصابها شيء من الهم أو الغم أو الحزن.\rوالهم: ما يصيب القلب عند انتظار مكروه في المستقبل.\rوالغم: ما يصيب القلب عند المصيبة الحاضرة.\rوالحزن: هو الأثر الباقي في القلب نتيجة لمصيبة ماضية.\rفإذا أصيبت القلوب بشيء من الهم أو الغم أو الحزن فعلاجها مركب من أمرين: الأمر الأول: هو توحيد الله عز وجل.\rوالأمر الثاني: هو التسليم بقضاء الله عز وجل وقدره، والتسليم لشرع الله عز وجل، فيقول صلى الله عليه وسلم: (ما أصاب عبداً قط هم ولا غم ولا حزن، فقال: اللهم! إني عبدك وابن عبدك وابن أمتك)، فعلاج القلوب في التوحيد، وأن يقف العبد ذليلاً عند باب ربه العزيز، ويقول بأنه عبد وليس عبداً ابن سيد، ولكن العبودية متأصلة فيه، فهو عبد وابن عبد وابن أمة: (اللهم إني عبدك وابن عبدك وابن أمتك).\rقوله: (ناصيتي بيدك) إقرار لله عز وجل بالربوبية، فالله عز وجل قهر جميع الخلق وأذل جميع الخلق: {مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} [هود:56]، فالله تعالى يملك نواصي العباد وقاهر لكل العباد، ومذل لكل العباد كما يملك قلوب العباد، ولو شاء الله عز وجل لأعطى كل نفس تقواها.\rقوله: (ماض فيَّ حكمك) تسليم للشرع المتين.\rقوله: (عدل فيَّ قضاؤك)، تسليم للقضاء والقدر.","seal":"BD0B260A","part":4},
      {"page":3,"id":13,"nass":"أسماء الله الحسنى ومشروعية التوسل بها\rقوله: (أسألك بكل اسم هو لك، سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك) توسل مشروع بأسماء الله عز وجل، والأسماء الحسنى الله عز وجل هو الذي سمى بها نفسه لكماله سبحانه، وقد عاب الله تعالى الآلهة الباطلة؛ لأنها احتاجت إلى من يسميها، فقال: {إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ} [النجم:23]، فاحتياج المخلوق إلى من يسميه نوع من الفقر، والله عز وجل هو الغني ومن سوى الله عز وجل فقير إليه، فالله تعالى هو الذي سمى نفسه بهذه الأسماء الحسنى واختارها لنفسه.\rقوله: (أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك)، أو: تفصيل بعد إجمال، فالله عز وجل سمى نفسه بكل الأسماء الحسنى، فأنزل بعضها في بعض كتبه، وعلم بعضها بعض خلقه، واستأثر الله عز وجل بعلم بعضها، وهذا موافق لما يجب اعتقاده من أن الله عز وجل لا يحاط به علماً.\rفنحن لا نعلم كل أسماء الله الحسنى؛ وذلك لعظمته وكماله وجلاله، كما أن الله عز وجل يُرى في الآخرة ولا يُدرك، كما قال تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة:22 - 23]، ولكن الإدراك فوق الرؤية كما قال الله عز وجل حاكياً عن موسى وقومه: {قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ * قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} [الشعراء:61 - 62]، فلما حصلت الرؤية وتراءى الجمعان {قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ * قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} [الشعراء:61 - 62]؛ لأن الله عز وجل وعده بأن يجعل له هو وهارون سلطاناً فلا يصلون إليهما، فهو يثق بوعد الله ويثق بنصره عز وجل، فقال: {كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} [الشعراء:62].\rولما سئل الحبر البحر ابن عباس عن قول الله عز وجل: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة:22 - 23]، وقوله تعالى: {لا تُدْرِكُهُ الأَبْصَارُ} [الأنعام:103]، فقال للسائل: سوف أضرب لك مثلاً من خلقه، قال: أترى السماء؟ قال: نعم، قال: أفتدركها، قال: لا، قال: الله أعظم وأجل.\rفالسماء خلق من خلق الله عز وجل، ننظر إليها فنرى شيئاً من الكواكب غير الشمس والقمر، ولكن الإنسان ينظر إلى السماء ولا يحيط بها علماً فيعلم كل ما في السماء من أجرام وكواكب وشموس وأقمار وغير ذلك، فإذا كان خلق من خلق الله لا نستطيع أن ندركه، فكيف بالخالق الذي هو أكبر من كل شيء، وأعظم من كل شيء، وعلا فوق كل شيء سبحانه وتعالى.\rفالله عز وجل له أسماء غير هذه الأسماء التي أشار إليها في الحديث الثابت في الصحيحين: (إن لله تسعة وتسعين اسماً من أحصاها دخل الجنة) فالله عز وجل له أسماء غير التسعة والتسعين، وهذا كما قال شيخ الإسلام شبيه بقول النبي صلى الله عليه وسلم: (إن في الجنة مائة درجها أعدها الله للمجاهدين في سبيله، ما بين الدرجة والدرجة كما بين السماء والأرض)، فمن بين درجات الجنة التي لا نعلم عددها مائة درجة أعدها الله عز وجل للمجاهدين في سبيله، ما بين الدرجة والدرجة كما بين السماء والأرض.\rكذلك من جملة الأسماء التي لا يعلم عددها ووصفها إلا الله عز وجل تسعة وتسعين اسماً موجودة في الكتاب والسنة الصحيحة، من أحصاها قيل: حفظها، وقيل: أثنى على الله عز وجل بها، وقيل: عمل بمقتضاها، فإذا قال: الرزاق وثق بالرزق، وإذا قال: التواب وثق بالتوبة وهكذا.","seal":"B3F55F88","part":4},
      {"page":4,"id":14,"nass":"بيان تأثير القرآن في القلوب\rقوله: (أن تجعل القرآن العظيم ربيع قلوبنا) الربيع: هو المطر، وحال القرآن مع القلوب كحال المطر مع الأرض، فالقرآن واحد ولكن القلوب تختلف، كما أن المطر ينزل واحداً ولكن الأرض تختلف، فهناك أرض طيبة تقبل الماء وتهتز وتربو وتنبت الكلأ والعشب والخيرات الكثيرة والثمار اليانعة، وهناك أرض تمسك الماء فينتفع الناس، وهناك أرض سبخة لا تمسك الماء ولا تنبت كلاً ولا عشباً.\rكذلك القلوب تختلف، فهناك قلوب طيبة عندما تسمع القرآن تثمر الثمار الطيبة والأعمال الصالحة، وهناك قلوب تعي وتحفظ القرآن، وتبلغه فينتفع الناس، وهناك قلوب لا تنتفع في نفسها ولا تنفع غيرها.\rقال: (وجلاء أحزاننا، وذهاب همومنا وغمومنا، إلا أذهب الله همه وغمه وأبدله مكانه فرحاً).\rفمن قال هذه الكلمات الطيبات من كلمات النبي عليه الصلوات أذهب الله عنه همه وغمه.\rفينبغي له أن يلجأ إلى هذه الأفكار الطيبة التي تعالج القلوب، وذلك بتجديد التوحيد والتسليم للشرع المجيد، فإنه سيجد بركة كلام النبي صلى الله عليه وسلم في علاج كثير من الأمراض النفسية كالاكتئاب وغيره وسيغنيه عن كثير من العقاقير أو العلاجات التي لا تزيد إلا هماً وغماً وحزنا، فالإنسان ينبغي له أن يعالج قلبه بالعلاجات القرآنية، وبالأحاديث النبوية؛ لأن القلوب لا تصلح إلا بذلك، فنسأل الله تعالى أن يصلح قلوبنا، وأن يغفر ذنوبنا.\rأقول قولي هذا وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على محمد وعلى آله وصحبه وسلم تسليماً.","seal":"47FF1362","part":4},
      {"page":1,"id":15,"nass":"مجالس رمضان_شهر الاستغفار\rمن فضل الله عز وجل على عباده أن شرع لهم الاستغفار من ذنوبهم في كل وقت، وفي الأوقات الفاضلة لا سيما شهر رمضان، وقد حث الله على الاستغفار في كتابه، وجعل أسباباً للمغفرة، وشرع آداباً يتحلى بها المؤمن حال استغفاره ودعائه.","seal":"F5688A9D","part":5},
      {"page":2,"id":16,"nass":"فضل الاستغفار وبيان أفضله\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rأما بعد: هذا الشهر الكريم ليس شهر الصيام والقيام وتلاوة القرآن والدعاء فحسب، ولكنه كذلك شهر طلب المغفرة من الله عز وجل، قال النبي صلى الله عليه وسلم: (رغم أنف رجل دخل عليه رمضان ثم انسلخ ولم يغفر له)، فقد كثرت في هذا الشهر الكريم أسباب المغفرة، كما قال النبي صلى الله عليه وسلم: (من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه، ومن قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه)، وقال صلى الله عليه وسلم: (من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه)، والمغفرة: هي ستر الذنوب مع محو عقوبتها.\rأي: أن الله عز وجل يستر على العبد فلا يفضحه في الدنيا، ولا في عرصات القيامة، ويمحو عنه عقوبة هذه الذنوب.\rوقد أكثر الله عز وجل من ذكر الاستغفار في كتابه، فتارة يمدح أهله، كما قال في وصف المحسنين: {وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ} [آل عمران:17]، وتارة يأمر به: {وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة:199]، وتارة يخبر الله عز وجل أنه يغفر لمن استغفره، فقال عز وجل: {وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمِ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا} [النساء:110].\rوحكم الاستغفار كحكم الدعاء، فهو سبب مقتضٍ للإجابة إذا توفرت الشرائط وانتفت الموانع، فكذلك الله عز وجل يغفر لمن استغفره إذا توفرت شرائط المغفرة وانتفت الموانع.\rأفضل الاستغفار ما بدئ بحمد الله عز وجل وتمجيده، واعتراف العبد بذنوبه، كما قال النبي صلى الله عليه وسلم: (سيد الاستغفار أن يقول العبد: اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أبوء بنعمتك علي، وأبوء بذنبي فاغفر لي؛ فإنه لا يغفر الذنوب إلا أنت).\rفهذا كان سيد الاستغفار؛ لأنه يشتمل على الاعتراف بنعم الله عز وجل على العبد، وكذلك اعتراف العبد بذنوبه: (أبوء لك بنعمتك علي وأبوء بذنبي فاغفر لي)، أي: واعترف بذنبي.\rوكما يقولون: العارف يسير إلى الله عز وجل بين مشاهدة المنة، ومطاوعة عيب النفس والعمل؛ فينظر بإحدى عينيه إلى نعم الله عز وجل عليه، وهذا يورثه كمال الحب لله عز وجل، وينظر بالعين الأخرى إلى عيوب نفسه وسيئات عمله فيورثه ذلك كمال الذل لله عز وجل، وهما شقا العبادة.\rوقالوا: العارف يخرج من الدنيا وما قضى وطره من شيئين: ثناؤه على ربه عز وجل، وبكاؤه على نفسه.","seal":"9FE5AD50","part":5},
      {"page":3,"id":17,"nass":"الدعاء مع الرجاء وكثرة الاستغفار من أعظم أسباب المغفرة\rروى الترمذي بسند حسن وحسنه الألباني رحمه الله في الصحيحة عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (قال الله تعالى: يا ابن آدم! إنك ما دعوتني ورجوتني غفرت لك ما كان منك ولا أبالي.\rيا ابن آدم! لو بلغت ذنوبك عنان السماء ثم استغفرتني لغفرت لك.\rيا ابن آدم! لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة)، فهذا الحديث يبين لنا ثلاثة أسباب من أعظم أسباب المغفرة.\rأما السبب الأول: فهو الدعاء مع الرجاء: (يا ابن آدم! إنك ما دعوتني ورجوتني)، وهو من أعظم أسباب المغفرة.\rالسبب الثاني من أسباب المغفرة: كثرة الاستغفار، وهو طلب المغفرة من الله عز وجل.\rقال الحسن: أكثروا من الاستغفار على موائدكم وفي طرقكم وفي مجالسكم، فإنكم لا تدرون متى تنزل المغفرة، وروي أن لقمان قال لابنه: يا بني! عود لسانك: اللهم اغفر لي.\rفإن لله ساعات لا يرد فيها سائلاً، وقال علي رضي الله عنه: ما ألهم الله عبداً الاستغفار وهو يريد أن يعذبه؛ لأن الله عز وجل إذا أراد لعبد خيراً فتح له باب الخير، فإذا أراد أن يغفر له ألهمه الاستغفار، فيستغفر العبد فيقبل الرب عز وجل منه ويغفر له، كما إذا أراد الله عز وجل أن يتوب على عبد يوفقه للتوبة ويقبل منه توبته.\rقال عز وجل: {ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا} [التوبة:118]، وإذا أراد الله أن يعطي عبداً مسألة يفتح عليه باب الدعاء بهذه المسألة، فيسأل العبد ربه فيقبل الرب عز وجل منه ويعطيه سؤله، فالله عز وجل هو الأول والآخر والظاهر والباطن، كذلك تقول عائشة رضي الله عنها: طوبى لمن وجد في صحيفته استغفاراً كثيراً.\rفينبغي للعبد أن يكثر من استغفار الله عز وجل، روى مسلم عن النبي صلى الله عليه وسلم أنه قال: (أنه ليغان على قلبي، وإني لأستغفر الله في اليوم مائة مرة)، فهذا النبي صلى الله عليه وسلم المعصوم الذي غفر له ما تقدم من ذنبه وما تأخر يستغفر الله عز وجل في اليوم مائة مرة، وكان يقول: (توبوا إلى الله واستغفروه فوالله إني لأتوب إليه وأستغفره، في اليوم أكثر من سبعين مرة).","seal":"A77371BE","part":5},
      {"page":4,"id":18,"nass":"توحيد الله عز وجل من أعظم أسباب المغفرة\rالسبب الثالث وهو من أعظم أسباب المغفرة: توحيد الله عز وجل: (يا ابن آدم! لو أتيتني بقراب الأرض خطايا؛ ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة).\rيقول ابن القيم رحمه الله: يعفى لأهل التوحيد المحض الذين لم يشوبوه بشيء ما لا يعفى لغيرهم، فلو أتى الموحد الذي أخلص توحيده لله عز وجل ربه بقراب الأرض خطايا لأتاه الله عز وجل بقرابها مغفرة، ودل على ذلك أيضاً حديث البطاقة، كما قال النبي صلى الله عليه وسلم: (يصاح على رجل من أمتي يوم القيامة فيقال: احضر وزنك، وينشر له تسعة وتسعون سجلاً، كل سجل مد البصر مليئة بالذنوب والخطايا، فتوضع في كفة، ويظن أنه هالك، فيؤتى له ببطاقة عليها لا إله إلا الله، فتوضع السجلات في كفة والبطاقة في كفة فتطيش السجلات وتثقل البطاقة).\rيقول ابن القيم: إن هذا الرجل حقق التوحيد، ووقع في ذنوب دون الشرك، فليست هذه بطاقة كل مسلم شهد أن لا إله إلا الله وأن محمداً رسول الله، والله تعالى يقول: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف:106]، ولكن هذا الرجل قام بالتوحيد حق القيام، ووقع في ذنوب دون الشرك، فنجا ببركة التوحيد وفضله، فينبغي للعبد أن يخلص توحيده لله عز وجل، فالتوحيد هو الإكسير الأعظم الذي لو وضعت منه ذرة على جبال من الذنوب لنسفتها نسفاً، قال الله عز وجل: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء:48]، وقال: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} [المائدة:72].\rفينبغي للعبد أن يحقق التوحيد بقلبه وجوارحه، حتى يكون على رجاء المغفرة من الله عز وجل.\rأقول قولي هذا واستغفر الله لي ولكم، وصلى الله وسلم وبارك على محمد وعلى آله وصحبه وسلم تسليماً.","seal":"0118ABAB","part":5},
      {"page":1,"id":19,"nass":"مجالس رمضان_شهر التوبة\rمن فضل الله تعالى أن فتح باب التوبة للتائبين، ولقبول التوبة شروط، ولها علامات تدل على صحتها وعلامات تدل على عدم صحتها، وكل ذلك حري بالمسلم أن يعلمه ليبتغي مواضع الفضل فيه.","seal":"7CF90B73","part":6},
      {"page":2,"id":20,"nass":"أهمية التوبة ودعوة الناس كافة إليها\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rأما بعد: فإن شهر رمضان هو شهر التوبة، فهو الشهر الذي تفتح فيه أبواب الجنة، وتغلق فيه أبواب النار، وتصفد فيه الشياطين، فالذي لا يستطيع أن يقهر نفسه ويطوعها لله عز وجل في هذا الشهر الكريم وقد صفدت الشياطين فمتى يستطيع قهر نفسه؟ ومتى يستطيع إلزام نفسه بطاعة الله عز وجل والاستقامة على طريقه سبحانه؟ والتوبة هي بداية الطريق ووسطه ونهايته، وبعد ما قدمه الصحابة الكرام من الإيمان والهجرة والجهاد والصبر أمرهم بالتوبة فقال عز وجل: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور:31]، فهذه الآية آية مدنية نزلت بعد الإيمان والهجرة والجهاد والصبر، أمرهم الله عز وجل فيها بالتوبة وعلق فلاحهم بها، فقال عز وجل: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور:31].\rوقال عز وجل: {وَمَنْ لَمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} [الحجرات:11]، فقسم الله عز وجل الناس إلى تائب وظالم، وليس ثم فريق ثالث: {وَمَنْ لَمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} [الحجرات:11].\rوقد فتح الله عز وجل هذا الباب العظيم -باب التوبة- وأمر جميع العباد بالولوج من هذا الباب، فأمر المنافقين بالولوج منه، كما أمر المشركين عامة، وأمر اليهود والنصارى، وأمر المسرفين على أنفسهم من أمة النبي صلى الله عليه وسلم ومن غيرهم، كما أمر بذلك المؤمنين الصادقين، فالله عز وجل دعا جميع العباد إلى التوبة وإلى الدخول من هذا الباب العظيم فقد دعا إلى ذلك المنافقين فقال: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا * إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُوْلَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا} [النساء:145 - 146].\rكما دعا المشركين فقال: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة:5].\rوقال: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} [التوبة:11].\rكما دعا اليهود والنصارى الذين قالوا: {إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ} [المائدة:73]، والذين قالوا: {إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} [آل عمران:181]، والذين قالوا: {يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا} [المائدة:64].\rفقال عز وجل بعد أن ذكر حالهم: {أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ} [المائدة:74].\rكما دعا إلى ذلك المسرفين على أنفسهم من أمة النبي صلى الله عليه وسلم فقال تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} [الزمر:53].\rكما دعا المؤمنين الصادقين فقال: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور:31].","seal":"7073A770","part":6},
      {"page":3,"id":21,"nass":"شرائط التوبة\rوالتوبة لها شرائط: الشرط الأول: الإقلاع عن الذنب.\rالشرط الثاني: الندم على فعله.\rالشرط الثالث: العزم على عدم العودة.\rالشرط الرابع: رد المظالم.\rالشرط الخامس: أن تقع التوبة في الوقت الذي تقبل فيه وقبل أن يغلق بابها.\rأما الإقلاع عن الذنب فتستحيل التوبة مع الاستمرار على الذنب، فيجب على العبد أن يقلع عن الذنب، والندم على فعله يدل على استقباح هذا الفعل، والندم توبة كما قال النبي صلى الله عليه وسلم: (والذنب إما أن يحرق بنار الندم في الدنيا، أو يحرق بنار الآخرة).\rكذلك يعزم على ألا يعود عزماً صادقاً، واشترط بعض العلماء ألا يعود، ولكن الصحيح أن الذي يشترط هو العزم على ألا يعود، فكم من محب للصحة ويأكل ما يضره.\rالشرط الرابع: وهو رد المظالم كما قال النبي صلى الله عليه وسلم: (من كان لأخيه عنده مظلمة من مال أو عرض فليتحلله اليوم من قبل ألا يكون دينار ولا درهم إلا الحسنات والسيئات) قبل أن يكون التعامل بالعملة الصعبة بالحسنات والسيئات.\rالشرط الخامس: وهو أن تقع التوبة في الوقت الذي تقبل فيه، وهو قبل أن تطلع الشمس من مغربها، كما قال النبي صلى الله عليه وسلم: (إن الله يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل، حتى تطلع الشمس من مغرها).\rكذلك عندما يصل العبد إلى الحشرجة، كما قال تعالى: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ} [النساء:18]، فساوى الله عز وجل بين من يموت على الكفر، وبين من يتوب عند الموت في عدم قبول التوبة.\rقال الحسن: ابن آدم! لا يجتمع عليك حسرتان: سكرة الموت، وحسرة الفوت.\rأي: فوت التوبة.\rوقال بعض السلف منهم عمر بن عبد العزيز في قوله تعالى: {وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ} [سبأ:54]، قال: حيل بينهم وبين التوبة حين سألوها، فأكثر الناس يسوفون بالتوبة، ويؤجلونها إلى الوقت الذي لا تقبل فيه فيتوبون عند حشرجة الموت، وهو الوقت الذي لا تقبل فيه التوبة، فمن شروط صحة التوبة أن تقع في الوقت الذي تقبل فيه وقبل أن يغلق بابها.","seal":"53AA787C","part":6},
      {"page":4,"id":22,"nass":"علامات صحة التوبة وعدم صحتها\rهناك علامات للتهمة في التوبة، وعلامات لصحة التوبة، فمن علامات التهمة استمرار الغفلة، والتفات القلب إلى الذنب الفينة بعد الفينة، وتذكر حلاوة مواقعته.\rومن علامات التهمة الاطمئنان والأمان، حتى كأنه أعطي منشوراً بالأمان، فالعبد قد تاب، ولكنه لا يدري هل قبلت توبته أم لا، وهل محيت حوبته أم لا.\rأما علامات الصحة فمن علاماتها: أن يستقيم العبد على طاعة الله عز وجل، كما قال الله عز وجل: {وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} [الفرقان:71]، فيكون حال العبد بعد التوبة غير حاله قبلها، فيستقيم على طاعة الله عز وجل، فالتوبة الصادقة هي التي يعقبها عمل صالح: {وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} [الفرقان:71].\rومن علامات الصحة كذلك: أن يستمر العبد على الخوف؛ لأنه يعلم أنه قد تاب، ولكنه لا يدري هل قبل الله عز وجل توبته أم لا، فهو على الخوف حتى تنزل عليه رسل تبشره بقول الله عز وجل: {أَلَّا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} [فصلت:30]، فهناك يزول خوفه.\rومن علامات الصحة كذلك: أن يتقطع قلب العبد كما قال سفيان بن عيينة في قوله عز وجل: {لا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ} [التوبة:110]، قال: تقطعها بالتوبة، والقلوب لا بد أن تتقطع إما بالتوبة في الدنيا، وإما يوم القيامة إذا حقت الحقائق وعاين الخلق ثواب المطيعين وعقاب العاصين.\rومن علامات الصحة: كسرة تصيب قلب العبد وتطرحه على باب الله عز وجل ذليلاً، ويكون حاله كحال عبد أبق من سيده بعد كثرة جناياته ومخالفاته، وهو يعلم أن منتهى سعادته في رضا سيده عنه، فأحيط به وأعيد إلى سيده، فما أحلى قوله عند ذلك: أسألك بقوتك وضعفي إلا رحمتني، أسألك بغناك عني وفقري إليك، هذه ناصيتي الكاذبة الخاطئة بين يديك، عبيدك سواي كثير، وليس لي سيد سواك، أسألك مسألة المسكين، وأبتهل إليك ابتهال الخائف الضرير، يا من ذل لك قلبه! وخشعت لك جوارحه! يا من ألوذ به فيما أؤمله ومن أعوذ به مما أحاذره لا يجبر الناس عظماً أنت كاسره ولا يهيضون عظماً أنت جابره فالبدار البدار إلى التوبة قبل أن تعمل سموم الذنوب بروح الإيمان عملاً يجاوز الأمر فيه مجهود الأطباء واختبارهم، فلا ينفع بعد ذلك نصح الناصحين ووعظ الواعظين، وتحق الكلمة عليه أنه من أصحاب الجحيم.\rفالتوبة التوبة قبل أن يأتيكم من الموت النوبة، فلا تحصلوا إلا على الخسران والخيبة.\rالإنابة الإنابة قبل غلق باب الإجابة.\rالإفاقة الإفاقة فقد قرب وقت الفاقة.","seal":"5A35CCA7","part":6},
      {"page":5,"id":23,"nass":"أقسام الناس في التوبة\rالناس في التوبة على أقسام: منهم من لا يتوب إلى الله عز وجل، بل يعيش حياة الغفلة والمعاصي حتى يموت على ذلك، فهو لم يقف يوماً في الصف، ولم يدخل بيت الله، ولم يقل: إياك نعبد وإياك نستعين، ولعله لا يدخل إلا مرة واحدة، ولا يدخل على قدميه، بل محمولاً على خشبته، ولا يدخل من أجل أن يصلي، بل من أجل أن يصلى عليه، ثم لا يعود بعد ذلك إلى المسجد مرة ثانية، فهذه حالة المصرين على المعاصي الذين يموتون على هذه الحال، نعوذ بالله من حال أهل البوار.\rالقسم الثاني عباد الله! من يعرف ربه عز وجل برهة من عمره وزماناً من دهره، ثم ينقلب -لعلم الله عز وجل فيه- فيعمل بمعصية الله عز وجل ويموت على ذلك.\rما أصعب العمى بعد البصيرة، وأصعب منه الضلالة بعد الهدى، والمعصية بعد التقوى، كم من وجوه خاشعة ووقع على قصص أعمالها عاملة ناصبة! كم من قارب مركبه ساحل النجاة، فلما هم أن يرتقي لعب به موج فغرق! كل العباد تحت هذا الخطر (قلوب العباد بين إصبعين من أصابع الرحمن يقلبها كيف يشاء)، ليس العجب ممن هلك كيف هلك، إنما العجب ممن نجا كيف نجا.\rيقول النبي صلى الله عليه وسلم: (فوالذي نفسي بيده! إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها).\rوتقول السيدة عائشة رضي الله عنها: إن الرجل ليعمل زماناً بعمل أهل الجنة وهو من أهل النار، والعياذ بالله.\rالقسم الثالث عباد الله! من يعمل بمعصية الله عز وجل، ثم يوفق إلى توبة نصوح، فيعمل بطاعة الله عز وجل، ويموت على ذلك، ومن هؤلاء من يتوب قبل موته بمدة مديدة، تؤهله لأن يصل إلى الدرجات، ومنهم من يتوب قبل موته بمدة يسيرة، فحسبه أن ينجو من اللفحات، وأن يدخل الجنات.\rقال النبي صلى الله عليه وسلم: (وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل الجنة فيدخلها).\rبقي هنا قسم هو أشرف الأقسام، وهو حال نبينا محمد صلى الله عليه وسلم وهو أن يعمل الرجل عمره كله بطاعة الله عز وجل، ثم ينبه إلى قرب أجله، فيجتهد في العمل، حتى يموت على عمل يصلح للقاء.\rلما نزل على النبي صلى الله عليه وسلم قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} [النصر:1 - 3]، صار النبي صلى الله عليه وسلم أشد ما يكون اجتهاداً في أمر الآخرة، وكان لا يقوم ولا يقعد إلا قال: سبحان الله العظيم وبحمده يتأول القرآن.\rأقول قولي هذا وأستغفر الله لي ولكم، وصلى الله وسلم وبارك على محمد وعلى آله وصحبه أجمعين.","seal":"FED91456","part":6},
      {"page":1,"id":24,"nass":"مجالس رمضان_شهر الدعاء\rالدعاء من العبادات التي أمرنا الله تعالى بها، والمؤمن يتسلح بالدعاء دائماً، وكلما أكثر المؤمن من سؤاله لمولاه والتضرع بين يديه ودعائه له كان على خير كثير، وللدعاء آداب كثيرة، فحري بالمؤمن التأدب بهذه الآداب لعله يحوز استجابة دعائه.","seal":"1232D5C5","part":7},
      {"page":2,"id":25,"nass":"فضل الدعاء وأهميته\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً.\rثم أما بعد: فهذا الشهر الكريم شهر رمضان ليس شهر الصيام والقيام وقراءة القرآن فحسب، ولكنه كذلك شهر الدعاء؛ لأنه شهر تفتّح فيه أبواب السماء، وتفتّح فيه أبواب الرحمة، وتفتّح فيه أبواب الجنة، وقد ذكر الله عز وجل في كتابه بعد آيات الصيام قوله عز وجل: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [البقرة:186] فلا ينسى العبد نفسه من الدعاء في هذا الشهر الكريم، قال النبي صلى الله عليه وسلم: (الدعاء هو العبادة، ثم تلا قوله عز وجل: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر:60])، فسبحان الله العظيم ذو الكرم الفياض والجود المتتابع، جعل سؤال عبده لحوائجه وما يصلحه في الدنيا والآخرة عبادة، وأمر العبد به، واعتبر الذين لا يدعونه عز وجل ولا ينزلون حوائجهم به عز وجل مستكبرين، فقد أمر الله عز وجل بالدعاء ووعد بالإجابة، قال تعالى: {أَمَّنْ يُجِيبُ الْمُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} [النمل:62]، وقال النبي صلى الله عليه وسلم: (إن الله حيي كريم يستحي من الرجل إذا رفع يديه أن يردهما صفراً خائبتين)، وقال صلى الله عليه وسلم: (لا تعجزوا في الدعاء فإنه لن يهلك مع الدعاء أحد)، وقال صلى الله عليه وسلم: (ما من مسلم يدعو بدعوة ليس فيها إثم أو قطيعة رحم إلا أعطاه الله بها إحدى ثلاث: إما أن يعجّل له دعوته، وإما أن يدّخر له الأجر في الآخرة، وإما أن يصرف عنه من السوء مثلها)، فالله عز وجل يقبل الدعاء، ولكن الصورة التي يقبل فيها الدعاء تختلف، فقد يجيب العبد إلى سؤاله، وقد يدّخر له أجراً في الآخرة، وقد يصرف عنه من البلاء والمصائب ما هو أعظم مما دعا به العبد.\rرأى أحد العلماء رجلاً يتردد على أحد الملوك، فقال له: يا هذا! تذهب إلى من يسد دونك بابه، ويظهر لك فقره، ويخفي عنك غناه، وتدعُ من يفتح لك بابَه ويظهر لك غناه، ويقول: {ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر:60].\rقال النبي صلى الله عليه وسلم: (من لم يسأل الله يغضب عليه).\rقال الشاعر: لا تسألن بني آدم حاجة وسل الذي أبوابه لا تُحجب الله يغضب إن تركت سؤاله وبني آدم حين يُسأل يغضبُ فالله عز وجل يغضب حين لا يسأله العبد، أما ابن آدم يغضب حين يُسأل؛ لأن الله عز وجل ليس كمثله شيء وهو غني كريم يحب أن يتفضّل على عباده، يد الله ملأى لا تغيضها نفقة، سحّاء الليل والنهار، أرأيتم ما أنفق منذ خلق السماوات والأرض فإنه لم ينقص ما في يمينه.","seal":"75EC7053","part":7},
      {"page":3,"id":26,"nass":"آداب الدعاء\rفالدعاء سبب مقتض للإجابة إذا توفّرت الشرائط وانتفت الموانع، وشرائط الدعاء هي آداب الدعاء.\rومن آداب الدعاء: 1 - أن يدعو العبد ربه وهو موقن بالإجابة؛ لأن الله عز وجل وعد بالإجابة، فقال: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر:60].\r2 - أن يعظّم العبد الرغبة في الله عز وجل؛ لأن الله عز وجل غني كريم، لو أعطى كل الخلق جميع ما يؤملونه لما نقص ذلك مما عند الله عز وجل إلا كما ينقص المخيط إذا أُدخل البحر، فالعبد يطمع في الله عز وجل، وفي رحمته وكرمه.\r3 - ألا يعجل العبد، كما قال النبي صلى الله عليه وسلم: (يستجاب لأحدكم ما لم يعجل، قالوا: كيف يعجل يا رسول الله؟ قال: يقول: دعوت فلم يستجب لي)، فالعبد يطلب المسألة من الله عز وجل مرة أو مرتين أو ثلاث أو أكثر من ذلك، ثم يترك الطلب ويترك الدعاء؛ لأنه لم يجد الإجابة على الصورة التي طلبها، فهذا يكون كالمبخِّل للرب الكريم الذي لا ينقصه العطاء، بل ينبغي على العبد أن يلازم الدعاء، ومن داوم طرق الباب يوشك أن يُفتح له، ويمثلون من يدعو بشيء معين ثم يترك الدعاء به بمن حرث الأرض وبذر البذر، وتعهّد الزرع بالخدمة، ثم استبطأ خروج الثمر فترك الزرع فأضاع مجهوده السابق، فينبغي للعبد أن يلازم المسألة.\r4 - أن يحسن الظن بالله عز وجل، فيقول: لعله يستجيب لي، أو يدّخر لي أجراً، أو لعله يصرف عني سوء، ويسيء الظن بنفسه فيقول: لعلي قاطع رحم، أو لعل مطعمي حرام أو مشربي حرام، فيراجع نفسه ويراجع عبادته مع الله عز وجل.\r5 - أن يلح العبد في الدعاء، (كان النبي صلى الله عليه وسلم إذا دعا دعا ثلاثاً، وإذا سلّم سلّم ثلاثاً).\r6 - أن يتخير العبد الأوقات والأحوال والدعوات.\rيتخير الأوقات كيوم عرفة من أيام السنة، وليلة القدر من بين الليالي، والثلث الأخير من الليل، وأن يتحرى ساعة الجمعة، والراجح أنها آخر ساعة من بعد عصر يوم الجمعة أي: قبل المغرب، وقيل: هي ساعة صعود الخطيب المنبر إلى حين ينزل.\rأيضاً الدعاء بين الأذان والإقامة لا يرد.\rويتخير الأحوال كحال نزول المطر؛ لأن الله عز وجل قرن نزول المطر بالرحمة فقال عز وجل: {وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ} [الشورى:28]، وحال السجود، لقوله صلى الله عليه وسلم: (أقرب ما يكون العبد من ربه وهو ساجد فأكثروا فيه من الدعاء فقمن أن يستجاب لكم) أي: جدير أن يستجاب لكم.\rكذلك عند زحف الصفوف لرفع راية الله عز وجل وإعلاء كلمته عز وجل، يقولون: شرف الحال لشرف الوقت، فيوم عرفة يوم تكثر فيه الأسئلة على الله عز وجل ويكثر فيه الدعاء، والله عز وجل ليس كمثله شيء، فترجى الإجابة عند كثرة المسائل، كذلك عند ساعة الجمعة ترتفع الأيدي وتُظهر شعيرة الجمعة فعند ذلك يُرجى قبول الدعاء.\rينبغي أن يتخير العبد كذلك الدعوات القرآنية أو ما ثبت في السنة عن النبي صلى الله عليه وسلم، ولا يتكلّف السجع في الدعاء.\r7 - أن يطيّب العبد مطعمه، قال النبي صلى الله عليه وسلم: (إن الله تعالى طيب لا يقبل إلا طيباً، وإن الله أمر المؤمنين بما أمر به المرسلين، فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} [المؤمنون:51]، وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة:172]، ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه يقول: يا رب يا رب، ومطعمه حرام ومشربه حرام وغُذي بالحرام، فإنى يُستجاب لذلك؟) فالله عز وجل ما فرّق بين الرسل الكرام وبين عامة المسلمين في الأمر بالأكل من الحلال الطيب فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} [المؤمنون:51]، وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة:172]، ثم ذكر الرجل يطيل السفر، ودعوة المسافر مستجابة للمشقة التي يجدها ولكسرة قلبه، والله عز وجل يقبل دعاء المنكسرة قلوبهم إذا مدوا أيديهم، ورفع اليدين متواتر في الدعاء يقول: يا رب يا رب، وفي هذا إلحاح على الله عز وجل باسم الربوبية، وهذا أيضاً من آداب الدعاء.\r8 - أن يبدأ دعاءه بحمد الله عز وجل والثناء عليه، والصلاة على النبي صلى الله عليه وآله وسلم، والدعاء للنبي صلى الله عليه وسلم، ثم يدعو ويختم كذلك بالحمد والثناء والصلاة على رسول الله.\r(رأى النبي صلى الله عليه وسلم رجلاً يدعو لم يحمد الله عز وجل ولم يصل على نبيه صلى الله عليه وسلم فقال: عجّل هذا، ثم دعاه وقال له ولغيره: إذا دعا أحدكم فليبدأ بتحميد الرب جل وعلا، ويثني بالصلاة على نبيه صلى الله عليه وسلم).\r9 - أدب الباطن وهو التوبة والاستجابة لله عز وجل، فمن أراد أن يستجيب الله عز وجل له فينبغي أن يستجيب لله عز وجل، كما قال تعال","seal":"44879A0C","part":7},
      {"page":1,"id":27,"nass":"مجالس رمضان_شهر الذكر\rالذكر من أفضل القربات إلى الله عز وجل، وقد مدح الله تعالى الذاكرين كثيراً وأثنى عليهم ثناءً عظيماً، فالذكر من خير الأعمال وأفضلها عند الله وأزكاها، وللذكر فضائل كثيرة وفوائد عظيمة ينالها الذاكرون الله كثيراً والذاكرات.","seal":"24B72626","part":8},
      {"page":2,"id":28,"nass":"تعريف الذكر\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rثم أما بعد: شهر رمضان هو شهر الذكر؛ فإن أفضل الحجاج أكثرهم ذكراً لله عز وجل، وأفضل المجاهدين أكثرهم ذكراً لله عز وجل، وأفضل الصوام أكثرهم ذكراً لله عز وجل.\rوالذكر: هو منشور الولاية الذي من أعطيه اتصل، ومن منعه عزل، وهو الباب المفتوح بين العبد وبين ربه ما لم يغلقه العبد بغفلته.\rقال الحسن: تفقدوا الحلاوة في ثلاثة أشياء: في الصلاة، والذكر، وتلاوة القرآن؛ فإن وجدتم وإلا فاعلموا أن الباب مغلق.\rفي كل جارحة من جوارح العباد عبودية مؤقتة، والذكر هو عبودية القلب واللسان، وهي غير مؤقتة، بل أمروا بذكر معبودهم ومحبوبهم قياماً وقعوداً وعلى جنوبهم.\rومدح الله عز وجل الذاكرين والذاكرات، وأعد الله عز وجل لهم مغفرة وأجراً عظيماً.","seal":"6BA2E1C8","part":8},
      {"page":3,"id":29,"nass":"فوائد الذكر\rذكر العلامة ابن القيم في كتابه القيم الوابل الصيب من الكلم الطيب أكثر من سبعين فائدة من فوائد الذكر: فمن ذلك: أنه يرضي الرحمن عز وجل، وأنه يقمع الشيطان ويكسره، وأنه يوصل إلى درجة المراقبة والإحسان، ولا يمكن للعبد أن يصل إلى درجة الإحسان بغير ذكر الله عز وجل، كما أن القاعد لا يمكن أن يصل إلى بيته، كذلك من قعد عن ذكر الله عز وجل لا يمكن أن يصل إلى درجة الإحسان.\rقال شيخ الإسلام: والذكر للقلب كالماء للسمك.\rفانظر كيف يكون حال السمك إذا أخرج من الماء؟! والذكر علاج قسوة القلب.\rقال رجل للحسن: يا أبا سعيد! أشكو إليك قسوة قلبي.\rقال: أذبه بالذكر.\rوشكوا إلى أم المؤمنين عائشة رضي الله عنها قسوة قلوبهم.\rقالت: ادنوه من الذكر.\rأي: قربوه من الذكر، فالذكر يلين القلب القاسي.\rومن فضائل الذكر وفوائده: أنه يورث ذكر الله عز وجل، كما قال تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ} [البقرة:152]، وكما في الحديث القدسي: (فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منهم).\rومن ذلك: أن الجبال والقفار تتباهى إذا مر عليها ذاكر لله عز وجل، كما في بعض الآثار: إن الجبل لينادي الجبل باسمه فيقول له: هل مر عليك اليوم ذاكر لله عز وجل؟ فإن قال: نعم استبشر.\rومن ذلك: أنه ليس هناك عمل يورث حلاوة العبادة مثل ذكر الله عز وجل، كما قال مالك بن دينار: ما تلذذ المتلذذون بمثل ذكر الله عز وجل.\rوالله تعالى لم يحرم أهل الجنة من نعيم الذكر فدعواهم فيها: {سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [يونس:10]، مع أن الجنة دار نعيم وليست دار تكليف، ولكن لما كان الذكر من أعظم نعيم الدنيا لم يحرم أهل الجنة من هذا النعيم.\rوكثرة الذكر أمان من النفاق؛ فإن المنافقين لا يذكرون الله إلا قليلاً، ولذلك لما سئل علي رضي الله عنه عن الخوارج أمنافقون هم؟ فقال: المنافقون لا يذكرون الله إلا قليلاً، وكان الخوارج معروفين بكثرة الذكر، وكان الذي يمر بمعسكرات الخوارج يسمع تلاوة القرآن كطنين النحل.\rقال بعض العلماء: ختم الله عز وجل سورة المنافقون بقوله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ} [المنافقون:9]، فالذكر أمان من النفاق.\rومن فوائد الذكر كذلك أنه أمان من نسيان العبد لنفسه، فإذا نسى العبد ربه عز وجل أنساه الله عز وجل نفسه، كما قال تعالى: {نَسُوا اللَّهَ فَنَسِيَهُمْ} [التوبة:67]، {وَمَا كَانَ رَبُّكَ نَسِيًّا} [مريم:64]، والنسيان يأتي بمعنى: الترك، فالله عز وجل ليقسم لهم من توفيقه ولا يقسم لهم في الآخرة من رحمته، وقال تعالى: {نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ} [الحشر:19]، فمن نسى ذكر الله عز وجل أنساه الله عز وجل نفسه فينسى أن يصلح نفسه وأن يقدم لحياته، ويكون حاله كحال من عنده زرع أو ماشية وما لا صلاح له إلا بالتعهد والعناية والرعاية فينساه فيهلك ولابد.\rومن فوائد الذكر كذلك: أنه غراس الجنة، كما أخبر الخليل إبراهيم عليه السلام محمداً صلى الله عليه وسلم فقال: (أقرئ أمتك مني السلام وأخبرهم أن الجنة طيبة التربة عذبة الماء وأنها قيعان وأن غراسها سبحان الله والحمد لله ولا إله إلا الله والله أكبر)، وقال النبي صلى الله عليه وسلم: (من قال: سبحان الله العظيم وبحمده غرست له بها نخلة في الجنة).\rومن فوائد الذكر كذلك أنه يورث صلاة الله عز وجل على العبد، كما قال رجل لـ أبي أمامة: رأيت الملائكة تصلي عليك إذا دخلت وإذا خرجت، فقال: وأنتم لو شئتم صلت عليكم الملائكة، ثم تلا: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا * هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} [الأحزاب:41 - 43].\rومن فوائد الذكر كذلك: أنه يغني عن غيره من نوافل العبادات حيث لا تغني جميع النوافل عن ذكر الله عز وجل كما في الأثر: إذا أعظمكم هذا الليل أن تكابدوه، وبخلتم بالمال أن تنفقوه، وجبنتم عن العدو أن تقاتلوه، فأكثروا من ذكر الله عز وجل.\rوقال ابن مسعود رضي الله عنه: لأن أسبح الله عز وجل تسبيحات أحب إلي من أن أنفق عددهن دنانير في سبيل الله عز وجل، ولما ذهب وفد الفقراء إلى النبي صلى الله عليه وسلم فقالوا: (ذهب أصحاب الدثور بال","seal":"A352DDC1","part":8},
      {"page":1,"id":30,"nass":"مجالس رمضان_شهر القرآن\rوصف الله عز وجل شهر رمضان بأنه شهر القرآن، وهذا يدل على فضل القرآن في هذا الشهر، ومدى ارتباطه به، فشهر منوط بكلام الله عز وجل حري بالمؤمن أن يعتني به، وأن يستغله في فهم كتاب الله تعالى وكثرة تلاوته فيه مع التدبر والتعقل، ثم إتباع ذلك بالعمل.","seal":"F613F9BD","part":9},
      {"page":2,"id":31,"nass":"خصوصية شهر رمضان بالقرآن\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rثم أما بعد: فشهر رمضان ليس شهر الصيام والقيام فحسب، ولكنه كذلك شهر القرآن، فله خصوصية بالقرآن، قال الله عز وجل: {شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} [البقرة:185]، فأنزل القرآن الكريم جملة في هذا الشهر المبارك، وفي ليلة مباركة وهي ليلة القدر، كما قال تعالى: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ * وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ * لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ * تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا} [القدر:1 - 4].\rفالله عز وجل أنزل هذا القرآن قيل: جملة واحدة، في مكان يسمى بيت العزة في السماء الدنيا، ثم نزل بعد ذلك منجماً على قلب رسول الله صلى الله عليه وسلم.\rوقيل: ابتدأ نزول القرآن في ليلة القدر من رمضان، والقرآن كله يسمى قرآناً، والآية الواحدة تسمى قرآناً.\rوقيل: ابتدأ نزول القرآن في هذا الشهر المبارك، وفي الليلة المباركة ليلة القدر، فالشهر له خصوصية بالقرآن.\rوروى الشيخان من حديث ابن عباس: (كان النبي صلى الله عليه وسلم يعارض جبريل القرآن كل ليلة في رمضان).\rفكان يعرض القرآن على جبريل عليه السلام، وعارضه القرآن مرتين في السنة الأخيرة من عمره صلى الله عليه وسلم، وأسر إلى فاطمة الزهراء بحديث فبكت رضي الله عنها، ثم أسر إليها بحديث آخر فضحكت، فلما سألت عائشة رضي الله عنها فاطمة الزهراء عما أسر به رسول الله صلى الله عليه وسلم إليها قالت: (ما كنت لأفشي سر رسول الله صلى الله عليه وسلم، فلما لحق النبي صلى الله عليه وسلم بالرفيق الأعلى، أخبرت بأن النبي صلى الله عليه وسلم أخبرها بأن جبريل كان يعارضه القرآن مرة واحدة، وأنه في هذه السنة عارضه القرآن مرتين، وقال: ما أرى ذلك إلا لقرب أجلي، فبكت فاطمة رضي الله عنها، ثم أسر إليها بأنها أول أهله لحوقاً به فضحكت رضي الله عنها، وتوفيت فاطمة الزهراء بعد رسول الله صلى الله عليه وسلم بستة أشهر، فكانت أول أهله لحوقاً به).\rفهذا الشهر له خصوصية بالقرآن.\rكان الإمام مالك إذا دخل الشهر الكريم يترك الحديث ومجالسة أهل العلم، ويقبل على قراءة القرآن من المصحف.\rوكان سفيان الثوري يقول: إنما هو إطعام الطعام وقراءة القرآن، فينبغي على المسلم أن يتأسى برسول الله صلى الله عليه وسلم، وأن يدارس القرآن من هو أحفظ له منه في هذا الشهر المبارك.\rوكان من السلف من يختم القرآن كل عشرة أيام، ومنهم من يختم كل سبعة أيام، ومنهم من يختم في ثلاثة أيام، ورخص بعض العلماء في أن يختم القرآن في أقل من ثلاث في رمضان، لخصوصية يعني هذا الشهر الكريم بالقرآن.\rوالقرآن جعله الله عز وجل هدى للمتقين كما أخبر الله عز وجل.\rوالمؤمنون يزدادون إيماناً بسماع القرآن، ولا يزداد الذين في قلوبهم مرض إلا شكاً واضطراباً، كما قال الله عز وجل: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} [الأنفال:2].\rفمقياس الإيمان الصحيح والصدق في الإيمان أن المسلم عندما يسمع القرآن يزداد إيماناً.\rوكما قال الله عز وجل: {وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ * وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ} [التوبة:124 - 125].\rفأهل الإيمان الذين في قلوبهم صدق وإيمان ومحبة وإخلاص لله عز وجل عندما يستمعون للقرآن يزدادون إيماناً، والذين في قلوبهم ريب وشكوك ونفاق لا يزدادون إلا شكاً واضطراباً، فهذا القرآن هدى للمتقين، والله عز وجل جعله شفاء لما في الصدور.\r{وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} [الإسراء:82].\rفهو شفاء لما في الصدور.","seal":"B45A580A","part":9},
      {"page":3,"id":32,"nass":"أنواع الأمراض وعلاج القرآن لها\rوالقلوب تصاب بنوعين من الأمراض: أمراض الشبهات، وأمراض الشهوات.\rالأول: أمراض الشبهات كما قال الله عز وجل: {فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا} [البقرة:10].\rقال مجاهد وغيره: شك، فالمرض هنا: هو الشك، أي: عندهم شك في صدق القرآن وفي وعد الله عز وجل، وفي صدق رسول الله صلى الله عليه وسلم.\rوالنوع الثاني من الأمراض: أمراض الشهوات، كما قال الله عز وجل آمراً أمهات المؤمنين وبالأولى نساء الأمة: {فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ} [الأحزاب:32].\rفالمرض هنا هو مرض الشهوة؛ لأن المريض يضره ما لا يضر السليم، والسليم يدفع بصحته وسلامته أضعاف ما يمكن أن يتحمله المريض.\rفالقرآن يعالج أمراض الشبهات ويعالج أمراض الشهوات يعالج أمراض الشبهات بما فيه من أدلة قطعية وبراهين ساطعة، كما قال الله عز وجل: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ} [يس:78 - 79]، قيل: نزلت هذه الآية في أحد الكفار، أتى بعظمة بالية ففركها ونفخها وقال لرسول الله صلى الله عليه وسلم: (أويحيي هذا الله بعد أن رم؟ قال: نعم، ويدخلك النار).\rأي: بعد أن صار رميماً وتراباً قال: (نعم ويدخلك النار).\rونزلت هذه الآية الكريمة: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ} [يس:78]، أي: نسي هذا الكافر الجاحد أن الله عز وجل خلق الإنسان ولم يكن قبل ذلك شيئاً مذكوراً، فالذي يأتي إلى عمارة أو إلى منزل ويقول: لو سقط هذا المنزل لا يستطيع أحد أن يقيمه مرة ثانية، لاتهمه الناس بالخبل؛ لأن الذي أقامه في المرة الأولى قادر ولا شك على إقامته في المرة الثانية، وهو أهون عليه، أي: أسهل عليه، وكل شيء هين على الله عز وجل: {مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ} [لقمان:28].\rفإماتة الخلق جميعاً وإحياء الخلق جميعاً سهل وهين على الله عز وجل، كإماتة نفس وإحياء نفس، فكل شيء هين على الله عز وجل.\rفعندما يسمع الإنسان هذه الآية الكريمة فإن أي شك في نفسه من البعث لا بد وأن يذهب، ولا بد أن يطمئن إلى صدق الله عز وجل: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ} [يس:78 - 79].\rأما علاج القرآن لأمراض الشهوات فيكون بالتزهيد في الدنيا والترغيب في الآخرة، فعندما نقرأ القرآن لا نجده يحدثنا عن المشاكل الحياتية اليومية التي نعيشها، بل يأتي على الدنيا فينسفها نسفاً: {أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الأَمْوَالِ وَالأَوْلادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ} [الحديد:20]، فالقرآن يأتي على الدنيا فينسفها نسفاً ويصور لنا الآخرة أنها هي الحياة الباقية: {وَإِنَّ الدَّارَ الآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ} [العنكبوت:64].\rفعندما يسمع المسلم القرآن أو يقرأ القرآن لا بد أنه يزهد في الدنيا ويرغب في الآخرة، فإن حب الخطير هو الذي يمحو عن القلب حب الحقير.\rفبذلك يعالج القرآن أمراض الشبهات وأمراض الشهوات؛ ولذلك عندما نستمع للقرآن نجد راحة في قلوبنا، ونجد اطمئناناً في نفوسنا؛ لأن القرآن يزيل الشبهات والشهوات من القلوب، وعندما تستريح القلوب من الشبهات والشهوات لا بد أن تطمئن، وأن تسعد وتفرح بالله عز وجل.\rقال الله عز وجل: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الحشر:21].\rفنسأل الله تعالى أن يوفقنا في هذا الشهر الكريم لتلاوة القرآن وتدبره، والاتعاظ بمواعظه، والقيام به بالليل، والعمل به بالنهار.\rأقول قولي هذا، وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على محمد وآله وصحبه وسلم.","seal":"AB848D0D","part":9},
      {"page":1,"id":33,"nass":"مجالس رمضان_طريق الولاية\rولاية الله تعالى منزلة سامية لا يصل إليها إلا من آمن بالله حق إيمانه وحقق تقوى الله في السر والعلن، وقد آذن الله بمحاربة من حارب أولياء الله، ووعد أولياءه الصالحين بمحبته لهم وقربه منهم وإجابة سؤالهم واستجابة دعائهم.","seal":"0E466007","part":10},
      {"page":2,"id":34,"nass":"حديث: (من عادى لي ولياً) أشرف حديث في شأن الولاية\rإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rثم أما بعد: روى البخاري في أصح كتب السنة من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (قال الله تعالى: من عادى لي ولياً فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه، ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه، وما ترددت عن شيء أنا فاعله ترددي عن قبض نفس عبدي المؤمن، يكره الموت وأنا أكره مساءته).\rفهذا الحديث كما قيل فيه: هو أشرف حديث في شأن الولي، فقد بدأ الحديث بإعلان الحرب من الله عز وجل على من عادى ولياً من أولياء الله عز وجل، فقال: (من عادى لي ولياً فقد آذنته بالحرب)، أي: فقد أعلمته بأنني محارب له، حيث أنه كان محارباً لي بمعاداته ولياً من أوليائي، فأولياء الله عز وجل تجب موالاتهم، وتحرم معاداتهم، وأعداء الله عز وجل تجب معاداتهم، وتحرم موالاتهم.","seal":"D4231595","part":10},
      {"page":3,"id":35,"nass":"صفات أولياء الله وخصائصهم\rوولي الله -كما قال الحافظ ابن حجر - هو القائم بطاعته، المخلص في عبادته.\rفكل إنسان قائم بطاعة الله عز وجل، مخلص في عبادته فهو ولي من أولياء الله عز وجل.\rوذكروا في صفات الولاية: أن يكون مستجاب الدعوة، راضياً عن الله عز وجل في كل حال، مكثراً من طاعة الله عز وجل مشغولاً بها غير منشغل بالتكاثر من أعراض الدنيا، إذا وصل إليه القليل صبر، وإذا وصل إليه الكثير شكر، يستوي عنده المدح والذم، والظهور والخمول، والفقر والغنى، لأنه يرجو وجه ربه الأعلى لا يرجو وجوه الناس، حسن الصحبة، كثير الحلم، عظيم الاحتمال، كلما زاده الله عزاً ازداد في نفسه تواضعاً وخضوعاً، فيكون مستجاب الدعوة في منزلة تؤهله إلى أنه إذا دعا الله عز وجل أجابه، وإذا استعاذ بالله عز وجل أعاذه.\rقال أيوب السختياني: ينبغي للعالم أن يضع التراب على رأسه تواضعاً لله عز وجل.","seal":"4614E213","part":10},
      {"page":4,"id":36,"nass":"من قصص وكرامات الأولياء\rإن من وهب له هذه المواهب الجليلة، ومن تخلق بهذه الأخلاق العظيمة، لا نستكثر أن تجري على يده خارقة من الخوارق الرحمانية، وقد ثبتت الخارقة بالكتاب والسنة، كما في القرآن: {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا} [آل عمران:37]، كما ذكر المفسرون كان يجد عندها فاكهة الصيف في الشتاء، وفاكهة الشتاء في الصيف، {قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ} [آل عمران:37]، ومريم لم تكن نبية، وإنما كانت من الأولياء.\rكذلك قصة أصحاب الكهف الذين لبثوا في كهفهم ثلاثمائة سنين وازدادوا تسعاً، فهذه كرامة، حيث أنامهم الله عز وجل ثلاثمائة وتسع سنين، ثم بعثهم الله عز وجل.\rوفي الصحيح أن قصعة الصديق كلما أكلوا منها ربى من أسفلها أكثر منها، حتى أطعم منها النبي صلى الله عليه وسلم الجيش، فالكرامة ثابتة في الكتاب والسنة الصحيحة.\rوقد ورد عن السلف كرامات لا نجزم بصحة جميعها، ولكن وجود الأدلة عليها وثبوت هذه الأدلة يجعلنا نستأنس بهذه الروايات، فيروى أن سعد بن أبي وقاص -وكان مستجاب الدعوة- دعا على امرأة كذبت عليه أن تعمى وأن تموت في أرضها، فعميت ووقعت في حفيرة في أرضها فماتت.\rودعا على الرجل الذي قال بأنه لا يحكم بالسوية، ولا يسير خلف السرية، فدعا عليه بأن يطيل الله عز وجل عمره، وأن يعظم فقره، وأن يعرضه للفتن، فصار شيخاً كبيراً سقط حاجباه يتعرض للجواري في السكك، ويقول: شيخ مفتون أصابتني دعوة سعد.\rويروى أن صلة بن أشيم أحد العباد التابعين، ماتت فرسه في الغزو، فقال: اللهم! لا تجعل لمخلوق علي منة، ودعا الله عز وجل فأحيا له فرسه، فلما عاد إلى بيته قال لابنه: انزع السرج؛ فإن الفرس عارية، فنزع السرج فماتت الفرس.\rويروى أن الحسن البصري دعا على رجل وقال: إن كنت كاذباً فجعل الله حتفك.\rفمات الرجل في مكانه.\rوأيضاً يروى أن زنيرة وكانت ممن عذب بمكة ذهب بصرها من تعذيب المشركين لها، فقال المشركون: ما أذهب بصرها إلا اللات والعزى، فقالت: كلا والله! ودعت الله عز وجل فرد الله عليها بصرها.\rكذلك يروى أن أبا مسلم الخولاني -وكان أحد أئمة التابعين- ألقي في النار، فوجد في النار قائماً يصلي، فقال فيه عمر رضي الله عنه: الحمد لله الذي لم يمتني حتى أراني في أمة محمد صلى الله عليه وسلم من صنع به كما صنع بإبراهيم.\rفالعبد لا يصل إلى هذه الدرجة العالية من إجابة الدعوة، إلا ويصل معها إلى درجات عالية من محبة الله عز وجل والرضا به، كما يروى أن سعد بن أبي وقاص كان معروفاً بإجابة الدعوة، فذهب بصره في آخر عمره، فقيل له: ألا دعوت لبصرك؟ فقال: قضاء الله أحب إلي من بصري.\rويروى أن سعيد بن جبير عذبه الحجاج حتى قتله، وكان يمكن أن يدعو على الحجاج؛ لأنه كان مستجاب الدعوة ولكنه لم يفعل، فقد كان له ديك يوقظه للصلاة، فتأخر الديك يوماً عن الصياح فقال: ما له قطع الله صوته؟ فما صاح الديك بعد ذلك، فقالت له أمه: لا تدع على شيء بعدها أبداً.\rفدعا سعيد بأن يكون آخر من يقتله الحجاج، فكان كذلك، فقد مات الحجاج بعده بمدة يسيرة.","seal":"32549D9A","part":10},
      {"page":5,"id":37,"nass":"شرح حديث: (من عادى لي ولياً)\rفنحن لا نستكثر هذه الكرامة، أو الخارقة الرحمانية على من وصف بهذه الصفات السالفة، وليست كل خارقة كرامة، وليس كل من أتت على يده خارقة من الخوارق نشهد بأنه ولي من أولياء الله، فالخارقة قد تكون خارقة رحمانية، وقد تكون خارقة شيطانية، والمقياس الذي نرجع إليه هو مقياس الكتاب والسنة، فلا بد أن يقاس الشخص بمقياس الكتاب والسنة، فيمكن أن تأتي الكرامة على يد مبتدع أو فاسق أو غير معروف بالصلاح، فلا بد أن يقاس نفس الشخص بمقياس الكتاب والسنة، وأن تقاس نفس الخارقة بمقياس الكتاب والسنة.\rولا شك أن أفضل الأولياء هم الأنبياء، وأفضل الأنبياء هم المرسلون، وأفضل المرسلين هم أولو العزم وهم: محمد ونوح وإبراهيم وموسى وعيسى صلى الله عليهم وسلم.\rوأفضل هؤلاء جميعاً نبينا محمد صلى الله عليه وسلم ويليه في المرتبة إبراهيم الخليل، وقد رتب الحافظ ابن كثير أن بعد الخليل إبراهيم موسى الكليم عليه وعلى نبينا الصلاة والتسليم، ولم يرتب العلماء بين نوح وبين عيسى أيهما أفضل؟ فهؤلاء الخمسة أولوا العزم من الرسل هم أفضل الرسل والأولياء، وقد ذكرهم الله عز وجل في آيتين من كتابه.\rثم يبين الحديث بعد ذلك كيف تكون ولاية الله عز وجل، وكيف يترقى العبد في درجات الولاية؟ فيقول: (وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه)، فينبغي أن يبدأ العبد بالفرائض، فكما قيل في الأثر: أفضل الأعمال أداء ما افترض الله، والورع عما حرم الله، وحسن النية فيما عند الله عز وجل، فينبغي على العبد أن يبدأ بالفرائض؛ لأنها أكثر تقريباً وتحبيباً لله عز وجل.\rفمن أراد طريق الولاية فليبدأ بالفرائض، ويراجع نفسه، فيؤدي الصلاة في الوقت الذي ينبغي على الوجه الذي ينبغي في الجماعة وفي أول الوقت، ويتم الركوع والسجود والخشوع، ويصوم الشهر كما شرع الله عز وجل، ويحج بيت الله الحرام إن استطاع إليه سبيلاً، ويخرج زكاة ماله إن كان عنده مال تجب فيه الزكاة، فيراجع العبد الواجبات التي افترضها الله عز وجل عليه، ويدخل فيها الواجبات التركية، كترك الغيبة والنميمة والغش والزنا، وشرب الخمر وغير ذلك، وهي من باب أولى كما قال النبي صلى الله عليه وسلم: (إذا أمرتكم بشيء فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء فانتهوا).\rويأتي بحد الاستطاعة في الأوامر دون النواهي، فينبغي على العبد أن يكمل الفرائض أولاً؛ لأنها رأس المال، ثم بعد ذلك يتحبب ويتقرب بكثرة النوافل، وفي الحديث القدسي: (ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه)، والنوافل هي ما عدا الفرائض من أجناس الطاعات، فلو جمعنا كل ما يحبه الله عز وجل ويرضاه واستثنينا من ذلك الفرائض فما بقي فهو النوافل.\rقال العلماء: ما بال النوافل كانت هي السبب الموصل إلى محبة الله عز وجل دون الفرائض؟ وأجابوا بأن العبد يفعل الفريضة مخافة العقوبة ورجاء الأجر، أما النافلة فيفعلها بنية التحبب والتقرب إلى الله عز وجل، فلما خلصت النية في النوافل كانت هي السبب الموصل إلى محبة الله عز وجل دون الفرائض.\rفالعبد ينبغي عليه أن يستكمل الفرائض، ثم يفتح على نفسه أبواب النوافل، وهي كثيرة متنوعة بحسب اختلاف استعدادات الناس وقابليتهم، فهناك نوافل في الصلاة: كالسنن الرواتب وهي اثنا عشر ركعة، كما قال ابن عمر رضي الله عنهما: (حفظت عن رسول الله صلى الله عليه وسلم أربعاً قبل الظهر، واثنان بعد الظهر، واثنان بعد المغرب، واثنان بعد العشاء، واثنان قبل الصبح).\rوورد في فضل هذه النوافل حديث أم حبيبة أن رسول الله صلى الله عليه وسلم قال: (من صلى في يوم وليلة اثنا عشر سجدة سوى المكتوبة بني له بيت في الجنة).\rومن نوافل الصلاة: قيام الليل، قال صلى الله عليه وسلم: (أفضل الصلاة بعد المكتوبة قيام الليل) كما ورد في صحيح مسلم.\rومن نوافل الصلاة: صلاة الضحى، وتحية المسجد، وسنة الوضوء، ومطلق التنفل بالصلاة في غير أوقات الكراهة.\rوهناك نوافل الصيام: كصيام ست من شوال، وصيام الإثنين والخميس، ويوم عرفة، ويوم عاشوراء، وصيام يوم وإفطار يوم، وهو أحب الصيام إلى الله عز وجل، وهو صيام داود عليه السلام.\rوهناك نوافل الإنفاق في سبيل الله عز وجل، ونوافل الذكر، ونوافل الحج والعمرة بعد أداء الواجب، فالمسلم بعد أن يستكمل الفرائض يبدأ يتحبب ويتقرب بالنوافل حتى يصل إلى محبة الله عز وجل، كما جاء في الحديث: (فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها) وفي بعض الروايات: (ورجله التي يمشي بها).\rقال الحافظ: وقد استشكل كيف يكون الباري جل وعلا سمع العبد وبصره ويده ورجله؟ ثم أورد سبعة أوجه في تفسير هذا الجزء من الحديث القدسي، وأقرب هذه الأوجه للصواب أن العبد بكليته يكون مشغولاً بالله عز وجل، فإذا سمع سمع ما يرضي الله، وإذا أبصر أبصر ما يرضي الله، وإذا مد يده فبط","seal":"FF3039B5","part":10},
      {"page":1,"id":38,"nass":"مجالس رمضان_فضائل شهر الصيام\rجعل الله تعالى أوقاتاً ومواسم للخيرات، يزيد فيها الأجور، ويضاعف فيها الحسنات، رحمة منه سبحانه وتعالى بعباده وتفضلاً منه تعالى عليهم، ثم دعاهم سبحانه إلى اغتنام هذه الأوقات والمبادرة بالأعمال الصالحة فيها، ومن هذه المواسم شهر رمضان المبارك، فهو غنيمة المسلم وفرصته التي يتزود فيها بما يقربه إلى ربه ويوصله إلى مرضاته.","seal":"88BAFD36","part":11},
      {"page":2,"id":39,"nass":"الحث على اغتنام شهر رمضان\rالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين.\rأما بعد: يا من طالت غيبته عنا قد قربت أيام المصالحة! يا من دامت خسارته! قد أقبلت أيام التجارة الرابحة، من لم يربح في هذا الشهر ففي أي وقت يربح؟ من لم يقرب فيه من مولاه فهو على بعده لا يبرح.\rعباد الله! هبّت اليوم على القلوب نفحة من نفحات نسيم القرب، وسعى سمسار المواعظ للمهجورين في الصلح، ووصلت البشارة للمذنبين بالعفو، وللمنقطعين بالوصل، وللمستوجبين النار بالعتق.\rلما سلسل الشيطان في شهر رمضان وخمدت نيران الشهوات بالصيام انعزل سلطان الهوى، وصارت الدولة لحاكم العقل بالعدل، فلم يبق للعاصي عذر.\rيا غيوم الغفلة! عن القلوب تقشعي، يا شموس التقوى والإيمان! اطلعي، يا صحائف أعمال الصائمين! ارتفعي، يا عيون المتهجدين! لا تهجعي، يا أقدام المتهجدين! اسجدي لربك واركعي، يا ذنوب التائبين! لا ترجعي، يا أرض الهوى! ابلعي ماءك، ويا سماء النفوس أقلعي، يا همم العارفين! ارتعي، يا قلوب المحبين! بغير الله لا تقنعي.\rقد مدت في هذه الأيام موائد الإنعام للصوّام، فما منكم أحد إلا وقد دعي، {يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ} [الأحقاف:31]، فطوبى لمن أجاب فأصاب، وويل لمن صُد عن الباب وما دُعي.","seal":"FB5784A0","part":11},
      {"page":3,"id":40,"nass":"فضل شهر رمضان\rعباد الله! قد أظلنا شهر كريم مبارك، شهر تفتّح فيه أبواب الجنان فلا يُغلق منها باب، وتُغلّق فيه أبواب الجحيم فلا يُفتح منها باب، وتسلسل فيه الشياطين.\rشهر تفتّح فيه أبواب السماء، وتفتّح فيه أبواب الرحمة، قال النبي صلى الله عليه وسلم: (إذا دخل رمضان فُتّحت أبواب الجنة)، وفي رواية (فُتّحت أبواب الرحمة)، وفي رواية: (فُتّحت أبواب السماء، وغُلّقت أبواب النار، وصفّدت الشياطين، ونادى مناد: يا باغي الخير! أقبل، ويا باغي الشر! أقصر) فكيف لا يفرح المسلمون بفتح أبواب الجنة وأبواب السماء وأبواب الرحمة؟ وكيف لا يفرحون بغلق أبواب جهنم وبتصفيد الشياطين؟ وينادي مناد في كل يوم من هذا الشهر الكريم: يا باغي الخير! أقبل ويا باغي الشر! أقصر، فتجدون أهل الخير والصلاح أشد اجتهاداً في طاعة الله عز وجل، وفي طلب مرضاته في هذا الشهر الكريم، وتجدون أهل الشر والفساد تقل غوايتهم وشرهم، فيزداد أهل الإيمان إيماناً وإقبالاً على الله عز وجل وطاعة له عز وجل، وتقل غواية أهل الغي والفساد.\rفهو شهر كريم عباد الله، موسم من مواسم المغفرة والرحمة، مدرسة ربانية رحمانية تفتح أبوابها كل عام، يتدرب فيها العباد على تقوى الله عز وجل وعلى طاعته عز وجل؛ لعلهم عندما ينسلخ الشهر الكريم يصيرون من المتقين ومن عباد الله عز وجل الصالحين.","seal":"08F29CD4","part":11},
      {"page":4,"id":41,"nass":"الغاية من الصيام\rشهر رمضان كله تدريب على تقوى الله عز وجل وعلى طاعته عز وجل، وعلى التشبه بالصالحين وبالمحسنين، قال الله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:183] فالعباد المسلمون في نهار هذا الشهر الكريم صائمون صابرون لله عز وجل، تركوا الطعام والشراب لله عز وجل، وبالأولى تركوا كل معصية لله عز وجل.\rقال النبي صلى الله عليه وسلم: (من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه) فالمسلم الذي ترك الطعام والشراب وما أباحه الله عز وجل في غير نهار هذا الشهر الكريم ينبغي له من باب أولى إذا كان يفهم حكمة الصيام أن يدع كل معصية للواحد العلام؛ لأنه إذا ترك ما أباحه الله عز وجل في غير نهار الشهر الكريم فبالأولى أن يترك ما حرمه الله عز وجل في هذا الشهر وغير هذا الشهر، لأن من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه، فإذا استمر على قول الزور والعمل بالزور فهو لم يفهم حكمة الصيام، ولم يفهم أن الصيام هو تدريب على تقوى الله عز وجل، وعلى ترك المعاصي، وعلى ترك إطلاق البصر وفضول الكلام والسماع المحرم وغير ذلك، كما قال جابر: إذا صمت فليصم سمعك وبصرك ولسانك، ودع أذى الجار، وليكن عليك سكينة ووقار، ولا تجعل يوم صومك ويوم فطرك سواء.\rوكان السلف إذا صاموا جلسوا في المساجد، وقالوا: نحفظ صومنا ولا نغتاب أحداً.","seal":"B6B12B19","part":11},
      {"page":5,"id":42,"nass":"أحوال الصائمين في نهارهم وليلهم\rالمسلم -عباد الله- في نهار رمضان ملتزم بأخلاق الصيام، كما قال النبي صلى الله عليه وسلم: (فإذا كان يوم صوم أحدكم فلا يرفث ولا يفسق، وإن سابه أحد أو قاتله فليقل: إني صائم، إني صائم) فهو يتشبه بالمحسنين الذين يدرءون بالحسنة السيئة، فلا يجهل على الجاهل بمثل جهله، ولا يسفه على السفيه بمثل سفهه، (فإن سابه أحد أو قاتله فليقل: إني صائم، إني صائم) يتدرب على أخلاق المحسنين؛ لأن أخلاق الصائم هي أخلاق المحسنين، فإذا أتى الليل فهو فيه طاعم شاكر كما كان في النهار صائماً صابراً، وكما ترك الطعام والشراب والشهوة لله عز وجل في نهار هذا الشهر فإنه إذا أقبل عليه الليل يبادر بالإفطار، لأن أحب عباد الله عز وجل إليه أعجلهم فطراً، فيبادر بالإفطار طاعة لله عز وجل، ويفرح عند فطره؛ لأنه وفِّق لصيام هذا اليوم، ولأنه أتم العبادة كما أحبها الله عز وجل، فيفرح شرعاً ويفرح طبعاً، لأن العبد الذي منع من شيء تميل النفس إليه ثم رُخِّص له فيه وأُذِن له فيه يفرح بذلك بطبيعة الحال.\rفللصائم فرحتان: فرحة عند فطره، وفرحة عند لقاء ربه، عندما يرى أجر الصيام مدخوراً موفوراً عند الله عز وجل.\rفإذا كان الليل فلا يجلس المسلم أمام الأجهزة الخبيثة ولا يتمتع بالشهوات المحرمة، بل كما شُغل في النهار بالصيام فإنه يُشغل في الليل بالقيام، قال النبي صلى الله عليه وسلم: (من صام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه، ومن قام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه) فالمسلم في النهار صائم صابر، وفي الليل طاعم شاكر، فهو ينتقل من طاعة إلى طاعة، من عبادة إلى عبادة، ومن سعادة إلى سعادة، وجزاء الحسنة الحسنة بعدها، وهذا أمر من الأمور التربوية، فينبغي للعبد أن يُشغل نفسه دائماً بالطاعات، وألا يترك لنفسه فرصة لأن تعصي الله عز وجل، فإذا كان العبد مشغولاً بطاعة الله عز وجل فلن يكون محلاً للوساوس، وإذا غفل القلب ساعة عن ذكر الله عز وجل جثم عليه الشيطان، وأخذ يعده ويمنيه، فرمضان تدريب على الطاعة ودخول في عبادة الله عز وجل، وتدرب على أخلاق الصالحين والمحسنين.\rوالصالحون عباد الله يقومون السنة كلها، كما قال النبي صلى الله عليه وسلم: (عليكم بقيام الليل فإنه دأب الصالحين قبلكم، ومقربة إلى ربكم، ومنهاة عن الإثم، ومطردة للداء عن الجسد) فالصالحون يقومون السنة كلها، ونحن نتدرب في هذا الشهر الكريم على أخلاق الصالحين، فنقوم شهراً كاملاً لعل الشهر ينسلخ وقد صرنا من الصالحين الذين يقومون طوال السنة، كما قال الله عز وجل: {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الآخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} [الزمر:9].","seal":"D0212D71","part":11},
      {"page":6,"id":43,"nass":"فضل قراءة القرآن وأداء العمرة في شهر رمضان وسائر أعمال الخير\rوشهر رمضان -عباد الله- شهر اتصال بالقرآن؛ لأن شهر رمضان له خصوصية بنزول القرآن فيه، قال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} [البقرة:185].\rوكان السلف إذا دخل الشهر الكريم يتركون مجالسة أهل العلم ويقبلون على قراءة القرآن من المصحف.\rوقال بعضهم: إنما هو إطعام الطعام وقراءة القرآن.\rفالشهر له خصوصية بالقرآن، وكان النبي صلى الله عليه وسلم يدارس جبريل القرآن كل ليلة في رمضان، وكان يعارضه القرآن كل ليلة في رمضان.\rفمن السنة عباد الله أن يتدارس المسلم القرآن مع من هو أحفظ وأتقن له منه، وأن يراجع محفوظه من القرآن.\rوهو شهر الصدقة، وكان النبي صلى الله عليه وسلم أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل فيدارسه القرآن، وكان جبريل يلقاه كل ليلة في رمضان، فلرسول الله صلى الله عليه وسلم حين يلقاه جبريل أجود بالخير من الريح المرسلة، فكان أجود الناس صلى الله عليه وسلم، ومع ذلك يزداد جوده في هذا الشهر الكريم.\rوكذلك هو شهر العمرة، كما قال النبي صلى الله عليه وسلم: (عمرة في رمضان تعدل حجة)، (وعمرة في رمضان كحجة معي) فالعمرة في هذا الشهر الكريم لشرف الزمان يبلغ أجرها أجر حجة مع النبي صلى الله عليه وسلم؛ لأن العمل يشرف بشرف الزمان أو بشرف المكان.\rوكذلك هو شهر الاعتكاف، وكان النبي صلى الله عليه وسلم يعتكف في العشر الأواخر من رمضان.\rوهو شهر الدعاء والاستغفار، والتوبة والرجوع إلى الله عز وجل، وقد كثرت في هذا الشهر الكريم أسباب المغفرة والرحمة، قال النبي صلى الله عليه وسلم: (من صام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه).\rوقال صلى الله عليه وسلم: (ومن قام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه).\rوقال النبي صلى الله عليه وسلم: (رغم أنف رجل دخل عليه رمضان ثم انسلخ ولم يُغفر له)؛ لكثرة أسباب المغفرة في هذا الشهر الكريم، فالشقي عباد الله من حُرم مغفرة الله عز وجل في هذا الشهر الكريم.\rوكان السلف رضي الله عنهم يدعون الله عز وجل ستة أشهر أن يبلغهم رمضان، ثم يدعونه ستة أشهر أن يتقبله منهم، وكان من دعاء بعضهم: اللهم سلمني إلى رمضان، وتسلمه مني متقبلاً.\rنسأل الله تعالى أن يتقبل منا صيامنا وقيامنا، وأن يوفقنا لطاعته، وأن يجعل خير أعمالنا خواتمها، وخير أيامنا يوم نلقاه.\rأقول قولي هذا وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه وسلم.\rسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك.","seal":"DB5B7BDD","part":11},
      {"page":1,"id":44,"nass":"مجالس رمضان_فقه التجارة مع الله\rتجارة المرء في هذه الحياة إما تجارة دنيوية أو تجارة أخروية، فحري بالمسلم أن يقصد التجارة الأخروية مع من يملك خزائن السماوات والأرض، ومع من يعطي على الشيء القليل الأجر الكثير المضاعف، فخزائنه ملأى لا تغيضها النفقة ولا ينقصها شيء.","seal":"D0186C5C","part":12},
      {"page":2,"id":45,"nass":"المسارعة إلى التجارة مع الله تعالى\rالحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rأما بعد: فإن مهر المحبة والجنة بذل النفس والمال لمالكهما الذي اشتراهما من المؤمنين، فما للجبان المعرض المفلس وسوم هذه السلعة؟ فوالله ما هزلت فيستامها المبطلون، ولا كسدت فيبيعها بالنسيئة المعسرون، لقد أقيمت للعرض في سوق لمن يريد، فلم يرض لها ربها بثمن دون بذل النفوس، فتأخر البطالون، وقام المحبون، ينتظرون أيهم يصلح أن تكون نفسه الثمن، فدارت السلعة في أيديهم، ووقعت في يد أذلة على المؤمنين أعزة على الكافرين.\rلما كثر المدعون للمحبة، طولبوا بإقامة البينة على صحة الدعوى، فلو يعطى الناس بدعواهم، لادعى الخلي حرقة الشجي، فتنوع المدعون في الشهود، فقيل: لا تثبت هذه الدعوى إلا ببينة: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران:31].\rفتأخر الخلق كلهم، وثبت أتباع النبي صلى الله عليه وسلم في أقواله وأفعاله، فقيل: لا تقبل هذه البينة إلا بتزكية: {يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ} [المائدة:54].\rفتأخر الخلق كلهم، وثبت المجاهدون، فقيل: إن نفوس المجاهدين وأموالهم ليست لهم: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} [التوبة:111]، والعقد يوجب التسليم من الجانبين، لما رأى التجار عظمة المشتري وقدر الثمن، وجلالة قدر من وقع التبايع على يديه، علموا أن للسعلة قدراً وشأناً، فرأوا من الغبن الفاحش والخسران البين أن يبيعوها بثمن بخس دراهم معدودة، تذهب لذتها، وتبقى تبعتها، فعقدوا مع المشتري بيعة الرضوان، فقيل لهم: إن نفوسكم وأموالكم قد صارت إلينا، والآن فقد رددناها عليكم أوفر ما كانت وأضعاف أموالكم معها: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران:169].\rفحي هلا إن كنت ذا همة فقد حدا بك حادي الشوق فاطو المراحلا.\rوقل لمنادي حبهم ورضاهم إذا ما دعا لبيك ألفاً كواملا.\rولا تنظر الأطلال من دونهم فإن نظرت إلى الأطلال عدن حوائلا.\rولا تنتظر بالسير رفقة قاعد ودعه فإن الشوق يكفيك حاملا فما هي إلا ساعة ثم تنقضي ويصبح ذو الأحزان فرحان جاذلا لقد حرك الداعي إلى الله عز وجل وإلى دار السلام النفوس الأبية، وأسمع منادي الإيمان من كانت له أذناً واعية، وأسمع الله من كان حياً، فهزه السماع إلى دار الأبرار، وحدا به في طريق سيره، فما حطت رحاله إلا بدار القرار.\rأرسل عبد الله بن المبارك -وكان مرابطاً بطرسوس- كتاباً إلى فضيل بن عياض الذي يلقب بعابد الحرمين يقول له: يا عابد الحرمين لو أبصرتنا لعلمت أنك بالعبادة تلعب.\rمن كان يخضب خده بدموعه فنحورنا بدمائنا تتخضب أو كان يتعب خيله في باطل فخيولنا يوم الصبيحة تتعب.\rريح العبير لكم ونحن عبيرنا رهج السنابك والغبار الأطيب.\rولقد أتانا من مقال نبينا قول صحيح صادق لا يكذب.\rلا يستوي غبار خيل الله في أنف امرئ وغبار نار تلهب.\rهذا كتاب الله ينطق بيننا ليس الشهيد بميت لا يكذب.\rفلما وصل الكتاب إلى فضيل بن عياض بكى، وقال: صدق أبو عبد الرحمن ونصح، ثم قال للرسول: أتكتب الحديث، قال: نعم، قال: فاكتب هذا الحديث كراء حملك كتاب أبي عبد الرحمن إلينا، ثم أملاه بسنده رواية لحديث أبي هريرة: (أن رجلاً قال للنبي صلى الله عليه وسلم: دلني على عمل يعدل الجهاد، قال: لا أجده، قال: هل تستطيع إذا خرج المجاهد أن تدخل مسجدك فتقوم ولا تفتر، وتصوم ولا تفطر؟ قال: ومن يستطيع ذلك؟ قال أبو هريرة: إن فرس المجاهد ليستن في طوله -أي: يحرك قدميه في موضع ربطه- فيكتب للمجاهد حسنات).\rفأعلى تجارة وأغلى تجارة هي التجارة ببذل النفس والمال لله عز وجل، تجارة بالجهاد في سبيل الله عز وجل، وكل معاملة شرعية مع الله عز وجل وكل عبادة لله عز وجل فهي تجارة، كما قال تعالى: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ} [فاطر:29].\rفكل عبادة لله عز وجل فهي تجارة مع الله عز وجل، وكل تجارة مع الله عز وجل لا يمكن أن تبور بحال من الأحوال، والدنيا -عباد الله- سوق والناس كلهم تجار، قال النبي صلى الله عليه وسلم: (الدنيا سوق قام ثم انفض، ربح فيه من ربح، وخسر من خسر، كل الناس يغدو فبائع نفسه فمعتقها أو موبقها).\r(يغدو) أي: يخرج غدوة أو في أول","seal":"14A536CD","part":12},
      {"page":3,"id":46,"nass":"الفرق بين التجارة مع الله عز وجل والتجارة مع غيره\rالتجارة مع الله عز وجل نوع خاص من التجارات، تفترق عن سائر التجارات في الدنيا؛ لأنها معاملة بين العبد الفقير الضعيف المحتاج والرب الغني القادر القاهر.\rفكل أحد من الناس يريد أن يعامل غيره من أجل أن يربح منه، فهي معاملة بين فقير وفقير، وبين محتاج ومحتاج، فكل الناس يريدك لنفسه، والله عز وجل يريدك لك؛ لأن الله تعالى غني عنك وعن طاعتك وعن عبادتك: (لو أن الخلق كلهم على أتقى قلب رجل واحد منهم، ما زاد ذلك في ملك الله عز وجل شيئاً، ولو كانوا على أفجر قلب رجل واحد منهم، ما نقص ذلك من ملك الله عز وجل شيئاً).\rفالله عز وجل يريد منا أن نعامله من أجل أن نربح نحن أعظم الأرباح، والله غني عنا وعن طاعتنا وعن عبادتنا.\rالفرق الثاني بين تجارة الدنيا والتجارة مع الله عز وجل: أن تجارة الدنيا عرضة للمكسب والخسارة، قد تكسب مرة وتخسر مرة، أو تكسب مرات، وتخسر مرة، أما التجارة مع الله عز وجل فلا تبور بحال من الأحوال، وليس هناك احتمال للخسارة بحال من الأحوال: {يَرْجُونَ تِجَارَةً لَنْ تَبُورَ} [فاطر:29].\rيقول النبي صلى الله عليه وسلم: (ما من غازية تغزو في سبيل الله فيصيبون الغنيمة إلا تعجلوا ثلثي أجرهم في الدنيا، فإن لم يصيبوا الغنيمة تم لهم أجرهم)؛ لأن المجاهد ينتظر ثلاثة: ينتظر الثواب في الآخرة، وفرحة النصر، والغنائم، فإن انتصر نال فرحة النصر، ونال حظه من الغنائم، ويبقى أجر الآخرة، وإن لم ينتصر فيتم له أجره في الآخرة.\rفهكذا التجارة مع الله عز وجل لا تبور بحال من الأحوال.\rالفرق الثالث بين تجارات الدنيا والتجارة مع الله: أن تجارة الدنيا الأرباح فيها محدودة، والسلع قد تربح فيه (10%) أو (20%) غاية الأمر (100%) أو (200%)، فالدرهم يربح درهماً أو درهمين، ولكن لا يمكن أن توجد تجارة في الدنيا الدرهم فيها يربح سبعمائة درهم، لا يمكن أن توجد مثل هذه التجارة، ولكن تجارة الآخرة يقول عز وجل فيها: {مَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ} [البقرة:261].\rإذاً: فيها أرباح عظيمة جداً.\rالفرق الخامس: أن تجارة الدنيا قد يدخلها الغش، وقد تكون هناك سلعة معيبة ويدلسها صاحبها ويخفي ما بها من عيب ويروجها فتروج.\rأما التجارة مع الله عز وجل لا يمكن أن يدخلها الغش؛ لأن الله عز وجل بصير خبير عليم، فلا يمكن أن يدخل التجارة مع الله عز وجل الغش.\rالتجارة مع الله عز وجل نوع خاص من التجارات.","seal":"124F3DC4","part":12},
      {"page":4,"id":47,"nass":"نماذج من فقه التجارة مع الله عز وجل\rوأكثر الناس يعرف كيف يتاجر في الدنيا، ولكن القليل منهم من يعرف كيف يتاجر مع الله عز وجل، فنحتاج أن نتعرف على فقه التجارة مع الله عز وجل.\rفمن فقه التجارة مع الله عز وجل أن يستصحب العبد الإخلاص في كل قول وعمل؛ لأن الله تعالى اشترط الإخلاص، فقال: {أَلا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر:3].\rوقال: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة:5].\rوقال النبي صلى الله عليه وسلم: (إن الله لا يقبل من العمل إلا ما كان له خالصاً، وابتغي به وجهه).\rفينبغي أن نستصحب الإخلاص في كل عبادة، وفي كل قول وعمل.\rومن فقه التجارة مع الله عز وجل: أن يتاجر العبد بالمباحات مع الله عز وجل؛ لأن العمل المباح لو توافرت فيه نية صالحة فإنه يصير من الطاعات، ومن القربات، فلو نام العبد بنية صالحة من أجل أن يقوم من آخر الليل، أو يقوم لصلاة الفجر وأذكار الصباح، فإنه يؤجر على ذلك، كما قال معاذ: إني لأحتسب نومتي كما أحتسب قومتي.\rفالطالب يذاكر من أجل أن يرضي والديه، ومن أجل أن ترتفع رتبته ووجاهته في الدنيا، ومن أجل أن تقبل دعوته ونصيحته.\rفالذي يسعى للمعاش يسعى من أجل أن يكفي نفسه وأولاده ذل السؤال، ومن أجل أن يقوم بالواجب عليه من النفقة على زوجته وأولاده، فكل عمل مباح يستطيع العبد أن يستحضر فيه نية صالحة، فيصير من القربات والطاعات، فيتاجر العبد بالمباحات مع الله عز وجل.\rكذلك أن يستحضر العبد في العمل الواحد نيات كثيرة صالحة لقول النبي صلى الله عليه وسلم: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى).\rفقوله صلى الله عليه وسلم: (إنما الأعمال بالنيات) أي: أصل قبول العمل بتوافر النية الصالحة، ثم قال: (وإنما لكل امرئ ما نوى).\rوكما يقولون: الأصل في الشرع التأسيس، يعني: أن يؤسس قواعد جديدة، فليس قوله: (إنما لكل امرئ ما نوى) تكرار للقاعدة الأولى، ولكنها تأسيس لقاعدة جديدة، وهي أن ثواب العامل على عمله بمقدار ثواب النيات التي يجمعها العامل في هذا العمل: (وإنما لكل امرئ ما نوى) فيجمع العبد في العمل الواحد نيات كثيرة صالحة.\rومن فقه التجارة مع الله عز وجل: أن يتأكد العبد أن أعماله وأقواله مطابقة لسنة النبي صلى الله عليه وسلم، لقوله صلى الله عليه وسلم: (من عمل عملاً ليس عليه أمرنا فهو رد).\rفكل عمل لا يندرج تحت شريعة النبي صلى الله عليه وسلم، ولا تكون سنة النبي صلى الله عليه وسلم حاكمة عليه بالصحة فهو مردود على صاحبه، وغير مقبول، فيشترط أن يكون العمل مطابقاً للسنة.\rومن فقه التجارة مع الله عز وجل: أن يجتهد العبد في أن يكون العمل سراً بينه وبين الله عز وجل، فإن هذا أدعى لحفظ العمل وأدعى لقبول العمل.\rفهناك أعمال لا بد أن تظهر، كالدعوة إلى الله عز وجل، وإمامة الناس، والخروج للحج والعمرة، ولكن قد يصلي العبد ركعات في جوف الليل، كما قال بعضهم: صلوا ركعتين في ظلمة الليل لظلمة القبور، وصوموا يوماً شديداً حره لحر يوم النشور، وتصدقوا بصدقة لشر يوم عسير قد يتصدق العبد بصدقة كما قال النبي صلى الله عليه وسلم في حديث صحيح رواه مسلم: (حتى لا تعلم شماله ما تنفق يمينه)، فهو يخفي هذه الصدقة.\rوكان السلف يجتهدون في إخفاء أعمالهم الصالحة، كما نجتهد نحن في إخفاء أعمالنا السيئة.\rفيروى أن رجلاً من السلف صام سنة كاملة ولم تعلم زوجته في بيته، فهو يخفي العمل عن أقرب الناس إليه، فقد كان يخرج بطعام إفطاره فيتصدق به، ثم يذهب إلى دكانه حتى غروب الشمس، ويعود فيفطر في بيته.\rوكان الواحد منهم إذا كان يقرأ في المصحف ودخل عليه داخل غطاه.\rوكان الواحد منهم يختم القرآن حفظاً ولا يعلم به جاره، فكانوا يجتهدون في إخفاء الأعمال الصالحة.\rومن فقه التجارة مع الله عز وجل: أن يحفظ العبد أعماله الصالحة، فالعبد قد يعمل عملاً صالحاً موافقاً للسنة تتوافر فيه شروط الصحة، ثم يمن بهذا العمل، أو يؤذي من أدى إليه خدمة ويمن عليه، أو يصاب بشيء من الكبر أو العجب أو الرياء فيحبط بذلك عمله الصالح، والله تعالى يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالأَذَى} [البقرة:264].\rفالمسلم ينبغي عليه أن يجتهد في أن يحفظ أعماله الصالحة من محبطات الأعمال، حتى يجد ثواب هذا العمل مذكوراً موفوراً عند الله عز وجل يوم القيامة.\rومن فقه التجارة مع الله عز وجل: أن يداوم العبد على العمل الصالح، كما كان النبي صلى الله عليه وسلم يقول: (أحب العمل إلى الله أدومه وإن قل)؛ لأن العمل الدائم وإن كان قليلاً، فإنه يصير كثيراً بالمداومة عليه، بل يربو، ويكون أكثر من الكثير المنقطع، والله تعالى يحب أن يديم فضله وأن يوالي إحسانه، فيحب الله عز وج","seal":"92193FB3","part":12},
      {"page":1,"id":48,"nass":"مجالس رمضان_قيام رمضان\rقيام الليل شرف المؤمن، حث الله عباده عليه ليتقربوا به إليه سبحانه، ويستعينوا به على ما يواجههم في سائر حياتهم، وقد عظم الله شأن أهله، وضاعف أجورهم، ورفع منزلتهم، وحث على الاقتداء بهم، ويتأكد القيام ويعظم أجره في الأوقات المباركة، كشهر رمضان، والثلث الأخير من الليل، فينبغي للمؤمن اغتنام هذه الأوقات والتزود منها.","seal":"B09BBA0E","part":13},
      {"page":2,"id":49,"nass":"فضل صيام شهر رمضان وقيامه\rالحمد لله الذي رضي من عباده باليسير من العمل، وتجاوز لهم عن الكثير من الزلل، وأفاض عليهم النعمة، وكتب على نفسه الرحمة، وضمن الكتاب الذي كتبه أن رحمته سبقت غضبه، دعا عباده إلى دار السلام فعمهم بالدعوة حجة منه عليهم وعدلاً، وخص بالهداية والتوفيق من شاء نعمة ومنة وفضلاً، فهذا عدله وحكمته وهو العزيز الحكيم، وذلك فضله يؤتيه من يشاء والله ذو الفضل العظيم، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادة عبده وابن عبده وابن أمته ومن لا غنى به طرفة عين عن فضله ورحمته، ولا مطمع له في الفوز بالجنة والنجاة من النار إلا بعفوه ومغفرته، وأشهد أن محمداً عبده ورسوله وصفيه وخليله، أرسله رحمة للعالمين، وقدوة للعاملين، ومحجة للسالكين، وحجة على العباد أجمعين، ترك أمته على الواضحة الغراء والمحجة البيضاء، فسلك أصحابه وأتباعه على أثره إلى جنات النعيم، وعدل الراغبون عن هديه إلى صراط الجحيم، {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ} [الأنفال:42]، فصلى الله وملائكته وجميع عباده المؤمنين عليه كما وحد الله عز وجل وعرفنا به ودعا إليه وسلم تسليماً.\rأما بعد: عباد الله! شهر رمضان ليس شهر الصيام فحسب، ولكنه شهر الصيام والقيام، قال النبي صلى الله عليه وسلم: (من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه، ومن قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه).\rوقال صلى الله عليه وسلم: (من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه).","seal":"126AF759","part":13},
      {"page":3,"id":50,"nass":"مشروعية قيام رمضان\rلقد رغب النبي صلى الله عليه وسلم في قيام رمضان كما رغب في صيامه، وصلى النبي صلى الله عليه وسلم بالصحابة الكرام غير ليلة، فقد صلى ليلة فصلى بصلاته ناس، ثم صلى في الليل التالية فصلى بصلاته ناس، فلما كانت الليلة الثالثة أو الرابعة ضاق المسجد بأهله فترك النبي صلى الله عليه وسلم الخروج إليهم وقال: (صلوا أيها الناس! في بيوتكم)؛ لأن النبي صلى الله عليه وسلم خشي أن يفرض على الناس قيام رمضان، أو يشترط لصحة القيام أن يكون في المسجد، فقال: (صلوا أيها الناس! في بيوتكم).\rفلما كانت الدولة العمرية خرج عمر رضي الله عنه فرأى الرجل يصلي لنفسه، والرجل يصلي فيصلي بصلاته الرجل، والرجل يصلي فيصلي بصلاته الرهط، فقال: لو جمعتهم على قارئ واحد لكان أعجب.\rفجمعهم على أبي بن كعب وتميم الداري، فكان أبي بن كعب وتميم الداري يتناوبان القيام بالصحابة الكرام في الدولة العمرية.\rوقال عمر: نعمت البدعة هذه، والتي ينامون عنها أفضل.\rولم يقصد عمر رضي الله عنه البدعة من حيث الشرع، ولكن أراد البدعة اللغوية، وإلا فقيام الليل في المساجد في رمضان من السنة؛ لترغيب النبي صلى الله عليه وسلم في قيام رمضان، ولصلاته بالصحابة الكرام غير ليلة، ولكنه ترك الخروج إلى الناس؛ لأن الزمن كان زمن تشريع، فلما زالت هذه الخشية جمع عمر رضي الله عنه الصحابة على قارئ واحد في المسجد، وأقره بقية الصحابة على ذلك، وعلى ذلك استمر عمل الأمة.\rثم إن النبي صلى الله عليه وسلم دلنا على سنة الخلفاء الراشدين فقال: (فعليكم بسنتي وسنة الخلفاء الراشدين من بعدي عضوا عليها بالنواجذ)، فسنة عمر رضي الله عنه من سنته صلى الله عليه وسلم، لأنه قال: (عضوا عليها)، ولم يقل: عليهما، لأنهم كانوا أعلم الناس بالسنة وأحرص الناس عليها وعلى اتباعها.\rفمن السنة قيام رمضان واجتماع الناس على القيام في المساجد بعد صلاة العشاء، ونحن نتدرب بقيام رمضان على هذه العبادة التي هي من أجل العبادات، وهي قيام الليل.","seal":"51F17A73","part":13},
      {"page":4,"id":51,"nass":"فضل قيام الليل\rقال النبي صلى الله عليه وسلم: (عليكم بقيام الليل، فإنه دأب الصالحين قبلكم ومقربة إلى ربكم ومنهاة عن الإثم ومطردة للداء عن الجسد).\rوقال صلى الله عليه وسلم فيما رواه مسلم: (أفضل الصلاة بعد المكتوبة قيام الليل).\rووصف الله عز وجل المؤمن فقال: {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الآخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِ} [الزمر:9].\rوقال عز وجل: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ * فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة:17].\rفعندما هدأت الأصوات وسكنت الحركات قاموا لربهم عز وجل يتملقونه ويدعونه رغباً ورهباً، فكما أخفوا العمل واستتروا بظلمة الليل عند ذلك أخفى الله عز وجل لهم الثواب، {فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة:17].\rوقال عز وجل في وصف المحسنين: {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ * وَبِالأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} [الذاريات:17 - 18].\r{كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ} [الذاريات:17]، أي: ينامون، قال بعض السلف: ما مرت عليهم ليلة إلا وأخذوا منها شيئاً.\rوقال بعضهم: ما ناموا ليلة حتى الصباح، بل لهم حظ من قيام الليل.\rفهذا وصف المتقين ووصف المحسنين في كتاب الله عز وجل.\rإذا ما الليل أقبل كابدوه فيسفر عنهم وهم ركوع أطار الخوف نومهم فقاموا وأهل الأمن في الدنيا هجوع منع القران بوعده ووعيده مقل العيون بليلها لا تهجع فهموا عن الملك الجليل كلامه فهماً تذل له الرقاب وتخضع","seal":"1FA3EA80","part":13},
      {"page":5,"id":52,"nass":"صفة الصحابة في القيام\rوصف علي رضي الله عنه الصحابة الكرام فقال: رأيت أصحاب رسول الله صلى الله عليه وسلم فلم أر اليوم شيئاً يشبههم، كانوا يصبحون شعثاً صفراً غبراً بين أعينهم أمثال ركب المعزى، قد باتوا سجداً وقياماً، يراوحون بين جباههم وأقدامهم، فإذا أصبحوا تمادوا كما يميد الشجر يوم الريح وهملت أعينهم بالدموع، فوالله لكأني بالقوم باتوا غافلين.\rوقال الحسن: أدركت أقواماً وخالطت طوائف ما كانوا يفرحون بشيء من الدنيا أقبل، ولا يأسفون على شيء منها أدبر، ولهي كانت في أعينهم أهون من التراب، ولقد كان الواحد منهم يعيش خمسين سنة أو ستين سنة لم يطو له ثوب ولم يوضع بينه وبين الأرض شيء، ولا أمر من في بيته بصنعة طعام قط، فإذا كان الليل فقيام على أقدامهم يراوحون بين جباههم وأقدامهم، فو الله ما سلموا من الذنوب، ولولا مغفرة الله ما نجوا، فرحمة الله عليهم ورضوانه.","seal":"97B85441","part":13},
      {"page":6,"id":53,"nass":"هدي النبي صلى الله عليه وسلم في قيام الليل\rكان من هدي النبي صلى الله عليه وسلم في قيام الليل أنه لا يزيد في رمضان ولا غيره على إحدى عشرة ركعة.\rوفي الحديث الآخر: (ثلاث عشرة ركعة).\rوقال بعضهم: ثلاث عشرة بضم سنة العشاء أو ركعتي الفجر؛ لأن كل صلاة بعد صلاة العشاء من قيام الليل.\rوكان يفتتح القيام بركعتين خفيفتين.\rوقيل: إن الحكمة في هاتين الركعتين فك عقد الشيطان، كما في الصحيح عن النبي صلى الله عليه وسلم: (يعقد الشيطان على قافية أحدكم إذا هو نام ثلاث عقد، يضرب على مكان كل عقدة عليك ليل طويل فارقد، فإذا استيقظ فذكر الله انحلت عقدة، فإذا توضأ انحلت عقدة، فإذا صلى انحلت عقدة، فأصبح نشيطاً طيب النفس، وإلا أصبح خبيث النفس كسلان)، فكأن افتتاح صلاة الليل بركعتين خفيفتين من أجل فك عقد الشيطان.\rوفي حديث عائشة رضي الله عنها: (أنه كان يصلي أربع ركعات فلا تسأل عن حسنهن وطولهن، ثم يصلي أربعاً فلا تسأل عن حسنهن وطولهن، ثم يصلي ثلاثاً)، فهذا كان هديه صلى الله عليه وسلم في قيام الليل.\rوكان يقوم كما أمره الله عز وجل: {يَا أَيُّهَا الْمُزَّمِّلُ * قُمِ اللَّيْلَ إِلَّا قَلِيلًا * نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا * أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} [المزمل:1 - 4] فكان يصلي إلى نصف الليل أو أكثر قليلاً أو أقل قليلاً، أو ما بين ثلث الليل إلى نصف الليل، وقد دل الأمة على أحب القيام إلى الله عز وجل وعلى أحب الصيام إلى الله عز وجل، فقال: (أحب القيام إلى الله عز وجل قيام داود عليه السلام، وأحب الصيام إلى الله عز وجل صيام داود عليه السلام، كان ينام نصف الليل ويقوم ثلثه وينام سدسه، وكان يصوم يوماً ويفطر يوماً)، فداود كان يجم نفسه أي: يريح نفسه بنوم طويل في نصف الليل الأول، ثم يقوم في النصف الأخير من الليل، وهو وقت النزول الإلهي والإذن العام، ففيه ينزل ربنا عز وجل ويقول: (هل من سائل فأعطيه؟ هل من تائب فأتوب عليه؟ هل من مستغفر فأغفر له؟)؟ ولا شك أن النبي صلى الله عليه وسلم هو أولى الخلق بكل فضيلة، فكان من شأنه صلى الله عليه وسلم أن يقوم ثلث الليل تقريباً، وكان يقوم في الثلث الأخير من الليل، وثبت عنه أنه قام في أول الليل وفي وسطه وفي آخره، ولكن كان أكثر عادته صلى الله عليه وسلم أن يقوم في الثلث الأخير من الليل أو بعد منتصف الليل.\rوتقول السيدة عائشة رضي الله عنها: (ما ألفاه عندي إلا قائماً)، وهذا القيام أحب القيام إلى الله، فكان يقوم في هذا الوقت ثم ينام سدس الليل الأخير، أي: قبل صلاة الفجر؛ ليذهب بهذا النوم اصفرار الوجه وذبول العينين وأثر السهر، ولكون هذا أقرب إلى الإخلاص وأبعد عن الرياء، فإذا خرج لصلاة الفجر فكأنه نائم طوال الليل.\rفأما من يخرج من قيام الليل إلى صلاة الفجر فإنه يظهر عليه أثر السهر، فهذا أحب القيام إلى الله عز وجل، وهو قيام داود عليه السلام.\rوكان من هديه صلى الله عليه وسلم طول القيام، يقول حذيفة رضي الله عنه: (صليت ليلة خلف النبي صلى الله عليه وآله وسلم فافتتح سورة البقرة، فقلت: يركع عند المائة، فمضى، فقلت: يركع عند المائتين فمضى، فقلت: يركع بها، فافتتح النساء ثم قرأ آل عمران لا يمر بآية فيها تسبيح إلا سبح، ولا فيها سؤال إلا سأل)، فهذا كان هديه صلى الله عليه وسلم.\rويقول ابن مسعود رضي الله عنه: (صليت ليلة خلف النبي صلى الله عليه وسلم فلم يزل قائماً حتى هممت بأمر سوء)، فكان من هديه صلى الله عليه وسلم طول القيام.","seal":"838E4289","part":13},
      {"page":7,"id":54,"nass":"الأسباب المعينة على قيام الليل\rهناك أسباب ميسرة لقيام الليل، وهي نوعان: أسباب ظاهرة وأسباب باطنة.","seal":"13BA8D83","part":13},
      {"page":8,"id":55,"nass":"الأسباب الظاهرة المعينة على قيام الليل\rفمن الأسباب الظاهرة الميسرة لقيام الليل: أن يترك العبد المعاصي بالنهار، قيل لبعض السلف: لا نستطيع قيام الليل، قال: أبعدتكم الذنوب.\rوقال سفيان الثوري: منعت قيام الليل خمسة أشهر بذنب أصبته.\rوكان الحسن البصري إذا دخل السوق فسمع لغوهم ولغطهم يقول: ما أرى ليل هؤلاء إلا ليل سوء.\rفمن كان نهاره في طاعة الله عز وجل فهو بالليل أقرب إلى رحمة الله عز وجل، ومن كان في المعاصي بالنهار فهو أبعد عن القيام بين يدي العزيز الغفار، والملوك لا يسمحون بالخلوة بهم ومناجاتهم إلا أهل الإخلاص في معاملتهم وفي طاعتهم.\rوالله عز وجل لا يسمح لكل أحد ولا يوفق كل أحد للقيام بين يديه بالليل، فينبغي على العبد أن يترك الذنوب بالنهار حتى يوفق لقيام الليل.\rومن ذلك: عدم الإكثار من الطعام خاصة وجبة العشاء؛ من أجل أن يخف لقيام الليل.\rومن ذلك: أن يستعين بالقيلولة، فقد كان النبي صلى الله عليه وسلم يقيل قبل صلاة الظهر، وكان يبرد بصلاة الظهر غالباً؛ أي: يؤخر صلاة الظهر إلى ثلث الوقت حتى تنكسر شدة الحر، ويقيل قبل صلاة الظهر، فيستعين بالقيلولة على قيام الليل.\rومن الأسباب الظاهرة كذلك التي تعين على قيام الليل: النوم مبكراً من أجل أن يوفق للقيام.","seal":"14630474","part":13},
      {"page":9,"id":56,"nass":"الأسباب الباطنة المعينة على قيام الليل\rوأما الأسباب الباطنة فمن ذلك: معرفة الآيات والأحاديث في فضيلة قيام الليل.\rومن ذلك: خوف يغلب على قلب العبد فيجعله يقوم الليل يدعو الله عز وجل ويصلي له عز وجل.\rومن ذلك: الشوق إلى الله عز وجل ومحبته عز وجل، كما قال بعضهم: عالجت قيام الليل سنة فتمتعت به عشرين سنة.\rفأهل الإحسان والطاعة والعبادة يخف عليهم القيام، أما من لم يكن من أهل الإحسان فيشق عليه القيام، فينبغي عليه أن يجبر نفسه على القيام فترة حتى يذوق حلاوة الطاعة والعبادة، ثم بعد ذلك تساعد النفس صاحبها على الطاعة والعبادة، ويوفق لطاعة الله عز وجل وعبادته عز وجل.\rنسأل الله تعالى أن يتقبل منا الصيام والقيام وتلاوة القرآن، وأن ينفعنا بصالح الأعمال.\rأقول قولي هذا وأستغفر الله لي ولكم، سبحانك اللهم وبحمدك، أشهد أن لا إله أنت، أستغفرك وأتوب إليك.","seal":"76DA27EF","part":13},
      {"page":1,"id":57,"nass":"مجالس رمضان_قيمة الزمن\rالوقت من أعظم نعم الله على عبده، فينبغي استغلاله في طاعة الله والتزود للقائه، فبالاجتهاد في الأوقات فاز المجدون، وسبقوا إلى رضوان الله وجنات النعيم، وبتضييع الأوقات خسر المبطلون واللاهون، وتأخروا في السباق، وفاتهم الركب.","seal":"08AD20DD","part":14},
      {"page":2,"id":58,"nass":"أهمية الوقت وأدلته من الكتاب والسنة\rالحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rثم أما بعد: فإن نعمة العمر والأوقات واللحظات والأنفاس يغفل عن قيمتها كثير من الناس، وبما أننا في زمن طيب مبارك فينبغي لنا أن نعرف قيمة الزمن والوقت والعمر؛ لأن أكثر الناس لا يعرف قيمة عمره ووقته وساعاته وأنفاسه.\rقال الله عز وجل: {وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ * وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} [إبراهيم:33 - 34]، فتسخير ساعات الليل والنهار من أجل أن نملأ هذه الساعات بالطاعات، ومن أجل أن نسابق الأوقات بالطاعات نعمة من الله عز وجل.\rوقال تعالى: {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا} [الفرقان:62].\rقال بعض السلف: من فاته طاعة الله عز وجل بالنهار كان له من أول الليل مستعتب، ومن فاته طاعة الله عز وجل بالليل كان له من أول النهار مستعتب.\rوالله عز وجل أقسم بالفجر وأقسم بالعصر وأقسم بالضحى وأقسم بالليل إذا يغشى والنهار إذا تجلى، والله تعالى يقسم بما شاء من خلقه؛ من أجل أن يلفت أنظارنا إلى خطر المقسوم به، والعبد لا يجوز له أن يحلف بغير الله (ومن حلف بغير الله فقد كفر أو أشر).\rقال الله عز وجل: {وَالْفَجْرِ * وَلَيَالٍ عَشْرٍ * وَالشَّفْعِ وَالْوَتْرِ} [الفجر:1 - 3].\r{وَالْفَجْرِ} [الفجر:1] هنا هو فجر يوم النحر، {وَلَيَالٍ عَشْرٍ} [الفجر:2] هي العشر الأول من شهر ذي الحجة، {وَالشَّفْعِ وَالْوَتْرِ} [الفجر:3] الشفع: هو يوم النحر، والوتر: هو يوم عرفة.\rوقال عز وجل: {وَالْعَصْرِ * إِنَّ الإِنسَانَ لَفِي خُسْرٍ * إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر:1 - 3].\rوقال عز وجل {وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى} [الضحى:1 - 3].\rوقال عز وجل: {وَاللَّيْلِ إِذَا يَغْشَى * وَالنَّهَارِ إِذَا تَجَلَّى * وَمَا خَلَقَ الذَّكَرَ وَالأُنْثَى} [الليل:1 - 3].\rفالله تعالى أقسم بالزمن وبالوقت وبالعصر وبالضحى وبالفجر وبالليل إذا يغشى والنهار إذا تجلى من أجل أن يبين لنا قيمة الزمن وقيمة العمر.\rكما دلت الأحاديث النبوية الشريفة على ما دلت عليه هذه الآيات القرآنية الكريمة، فقال النبي صلى الله عليه وسلم: (نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ).\rوالمغبون هو: الذي باع شيئاً بأقل من ثمنه، أو اشترى شيئاً بأكثر من ثمنه، فمن باع سيارة مثلاً تساوي عشرة آلاف بخمسة آلاف فهو مغبون؛ لأنه أضاع حظه، وكذلك من اشترى سيارة تساوي خمسة آلاف بعشرة آلاف فهو أيضاً مغبون.\rفأكثر الناس مغبون في شيئين: في الصحة والفراغ؛ لأنهم لم يعرفوا قيمتها.\rويوم القيامة هو يوم التغابن؛ لكثرة المغبونين في هذا اليوم، ولم يكن الغبن في يوم القيامة، ولكن يظهر مقدار الغبن وعدد المغبونين يوم القيامة، فمن أسماء يوم القيامة أنه يوم التغابن.\rفالزمن نعمة من الله عز وجل.","seal":"181D7C0F","part":14},
      {"page":3,"id":59,"nass":"الأمور الدالة على أهمية استغلال الوقت\rدل على خطر الوقت والنَّفَس ثلاثة أمور: الأمر الأول: أنه لو تاجر العبد مع ربه عز وجل في كل نفس من أنفاسه لربح على الله عز وجل أعظم الأرباح، قال النبي صلى الله عليه وسلم: (اقرءوا القرآن فإنكم تؤجرون عليه، أما إني لا أقول: ألف لام ميم حرف، ولكن ألف عشر ولام عشر وميم عشر).\rوقال صلى الله عليه وسلم: (من قال: سبحان الله العظيم وبحمده غرست له بها نخلة في الجنة)، وقال: (من قرأ {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص:1] حتى يختمها عشر مرات بني له قصر في الجنة).\rفكل نفس جوهرة لو تاجر به العبد مع الله عز وجل.\rالأمر الثاني الذي يدل على خطر الوقت والأنفاس أن الأنفاس التي قدرها الله عز وجل لنا عددها مغيب عنا، كما قال الحسن البصري: المبادرة المبادرة! فإنما هي الأنفاس لو حبست انقطعت عنكم أعمالكم التي تتقربون بها إلى الله عز وجل، رحم الله امرأ نظر في نفسه ثم بكى على عدد ذنوبه، ثم قرأ: {إِنَّمَا نَعُدُّ لَهُمْ عَدًّا} [مريم:84].\rآخر العدد خروج نفسك، آخر العدد فراق أهلك، آخر العدد دخولك في قبرك.\rفقوله: {إِنَّمَا نَعُدُّ لَهُمْ عَدًّا} [مريم:84] يعني: الأنفاس.\rأي: إن الله عز وجل قدر لكل عبد فينا عدداً محدداً من الأنفاس، فكلما تنفس نفساً سجل عليه هذا النفس، فيعد لكل واحد منا عد تنازلياً، كحال كل المشروعات العظيمة يحدد يوم للافتتاح، فكلما مضى يوم يقولون: بقي تسعة وعشرون يوماً، بقي ثمانية وعشرون يوماًن وهكذا حتى يصل إلى يوم الافتتاح.\rونحن أيضاً كل إنسان فينا له عدد محدد مقدر في علم الله عز وجل، والملائكة تسجل عليه الأنفاس التي يتنفسها حتى يصل إلى آخر العدد، وعند ذلك خروج النفس وفراق الأهل ودخول القبر.\rفكون الأنفاس التي قدرها الله عز وجل لنا عددها مغيب عنا مما يدل على خطر الأوقات والأنفاس.\rوالعبد إذاكان ماله بالمليارات فإنه لو أنفق الآلاف لا يؤثر كثيراً في رأس ماله، بخلاف من ماله بالآلاف، فإنه لو أنفق الآلاف لأثر ذلك في رأس ماله، ونحن لا ندري مقدار رأس المال، فتضييع الأوقات في غير الطاعات مخاطرة خاصة أننا لا ندري مقدار الباقي من أنفاسنا.\rالأمر الثالث: أن كل نفس ينفق في غير طاعة الله عز وجل قد يكون آخر الأنفاس.\rيا من بدنياه انشغل وغره طول الأمل الموت يأتي بغتة والقبر صندوق العمل فأي نفس ينفق في غير طاعة الله عز وجل قد يكون آخر الأنفاس، والعبرة بالخواتيم، كما قال النبي صلى الله عليه وسلم: (إنما الأعمال بالخواتيم)، أي: إن عاقبة العبد تتعلق بخاتمته، فمن ختم له بعمل من أعمال أهل الجنة دخل الجنة، ومن ختم له بعمل من أعمال أهل النار دخل النار والعياذ بالله.\rفالأعمال بالخواتيم.\rكم من وجوه خاشعة وقع على قصص أعمالها! {عَامِلَةٌ نَاصِبَةٌ} [الغاشية:3]، كم من قارب مركبه ساحل النجاة فلما هم أن يرتقي لعب به الموج فغرق! كل العباد تحت هذا الخطر، (قلوب العباد بين أصبعين من أصابع الرحمن يقلبها كيف يشاء)، وليس العجب ممن هلك كيف هلك، إنما العجب ممن نجا كيف نجا.\rيقول النبي صلى الله عليه وسلم: (فوالذي نفسي بيده إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها).","seal":"B8F78A56","part":14},
      {"page":4,"id":60,"nass":"من قصص السلف في المحافظة على أوقاتهم\rكان السلف رضي الله عنهم أحرص الناس على أوقاتهم، وكانوا يبخلون بالوقت والنفس أن ينفق في غير طاعة الله عز وجل، وكانوا أشد بخلاً بذلك من أشد الناس بخلاً بماله.\rوكانوا يعدون خصال الخير ويبكون على أنفسهم إن فاتهم شيء منها.\rدخل بعضهم على عابد مريض فنظر إلى قدميه وبكى وقال: ما اغبرتا في سبيل الله.\rوقال أحدهم: أعد ثلاثين خصلة من خصال الخير ليس في شيء منها.\rوقال بعضهم لأحد العلماء: قف أكلمك، فقال: أوقف الشمس، أوقف الشمس.\rوكان أحد العلماء إذا زاره الناس وجلسوا عنده وأطالوا الجلوس قال: أما تريدون أن تقوموا؟! إن ملك الشمس يجرها لا يفتر.\rفكانوا يجتهدون في طاعة الله عز وجل ولا يفوتون وقتاً بغير طاعة، فملئوا حياتهم عبادة وطاعة لله عز وجل، بل وتمنوا لو أنهم واصلوا العبادة بعد الموت، كما كان ثابت البناني يقول: يا رب! إن أذنت لأحد أن يصلي في قبره فأذن لي.\rوكان يزيد الرقاشي يبكي ويقول: يا يزيد! من يبكي بعد لك، من يترضى ربك عنك.\rودخلوا على الجنيد وكان يصلي وكان في النزع فقالوا له: الآن! قال: الآن تطوى صحيفتي.\rودخلوا على أبي بكر النهشلي وكان صائماً وكان في النزع فقالوا له: اشرب قليلاً من الماء، فقال: حتى تغرب الشمس.\rوبكى أحد الصالحين عند موته فسئل عن سبب بكائه فقال: أبكي لأن يصوم الصائمون ولست فيهم، ويصلي المصلون ولست فيهم.\rفهو يبكي لأنه يفارق الدنيا فيصوم الصائمون وليس هو فيهم، ويصلي المصلون وليس هو فيهم، ونحن والله في الدنيا يصوم الصائمون ولسنا فيهم، ويصلي المصلون ولسنا فيهم.\rفأين وصفنا من هذه الأوصاف؟ وأين شجرة الزيتون من شجر الصفصاف؟ لقد قام القوم وقعدنا، وجدوا في الجد وهزلنا، ما بيننا وبين القوم إلا كما بين اليقظة والنوم.\rلا تعرضن بذكرنا في ذكرهم ليس السليم إذا مشى كالمقعد فأماكن تعبدهم باكية، ومواطن خلواتهم لفقدهم شاكية، زال التعب وبقي الأجر، ذهب ليل النصب وطلع الفجر، يا ديار الأحباب! أين السكان؟ يا منازل العارفين! أين القطان؟ يا أطلال الوجد! أين البنيان؟ إن كنت تنوح يا حمام البان للبين فأين شاهد الأحزان أجفانك للدموع أم أجفاني لا يقبل مدع بلا برهان ونحن إنما ينطبق علينا -عباد الله- قول القائل: يا من إذا تشبه بالصالحين فهو عنهم متباعد! وإذا تشبه بالمذنبين فحاله وحالهم واحد! يا من يسمع ما يلين الجوامد وطرفه جامد! وقلبه أقسى من الجلامد! إلى متى تدفع التقوى عن قلبك؟ وهل ينفع الطرق في حديد بارد؟! أقول قولي هذا وأستغفر الله لي ولكم، وصلى الله وسلم وبارك على محمد وعلى آله وصحبه وسلم تسليماً.","seal":"FD796E92","part":14},
      {"page":1,"id":61,"nass":"مجالس رمضان_معاني إيمانية شريفة\rإن دين الله عز وجل فيه معان عظيمة ومبادئ إسلامية راقية، ترقى بالمؤمن إلى أن يكون ذا عزة وعلو ورفعة على الكافرين، وخضوع وخشوع لله رب العالمين، وتواضع مع المؤمنين والصالحين.","seal":"DB5BCE16","part":15},
      {"page":2,"id":62,"nass":"معان وقيم إسلامية\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه، وعلى آله وصحبه وسلم تسليماً.\rثم أما بعد: فهذه جملة من المعاني الإيمانية الكريمة الشريفة العظيمة، نلقي عليها بعض الضوء، حتى تزداد رسوخاً ووضوحاً في قلوب المؤمنين.","seal":"67D442F4","part":15},
      {"page":3,"id":63,"nass":"التوكل على الله وتعليق القلب به تعالى\rمن هذه المعاني الكريمة الشريفة العظيمة: أن المؤمن لا يجوز له أن يعلق قلبه بغير الله عز وجل، فالله تعالى أمرنا بأن نأخذ بالأسباب، وقال: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} [الأنفال:60]، وقال مع ذلك: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ} [آل عمران:126]، فالعبد يأخذ بالأسباب بجوارحه، ولكن يعلق قلبه بالله عز وجل، ولا يجوز له أن يعلق قلبه بغير الله، أو يرجو الخير من عند غير الله عز وجل.\rوهذا هو التوكل: أن ينتظر العبد بقلبه الخير من عند الله عز وجل، لا يرجو ذلك من عند المخلوقين.\rوهذا يجعله يسأل الحوائج بعزة النفس؛ فإن الأمور تجري بالمقادير، والنبي صلى الله عليه وسلم علّم حبر الأمة ابن عباس بأن الأمة لو اجتمعت على أن ينفعوه بشيء لن ينفعوه إلا بشيء قد كتبه الله له، وإن اجتمعوا على أن يضروه بشيء لن يضروه إلا بشيء قد كتبه الله عليه.","seal":"65C39EA0","part":15},
      {"page":4,"id":64,"nass":"الحب في الله والبغض في الله\rمن هذه المعاني الشريفة الكريمة العظيمة: المحبة في الله والبغض في الله عز وجل، والموالاة في الله والمعادة في الله.\rفمن كمال حب الله عز وجل أن نحب الرسل الكرام، وأن نحب الملائكة الأطهار، وأن نحب العلماء، وأن نحب الدعاة إلى الله عز وجل، وأن نحب الملتزمين بشرع الله عز وجل، فهذا أمر لا يتكلفه المؤمن، بل هو الثمرة الطبيعية لحب الله عز وجل، قال تعالى: {لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمُ الإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ} [المجادلة:22]، فلا يمكن أن يحب المؤمن كافراً وإن كان أباه أو أخاه أو ابنه أو زوجته؛ لأن من كمال حب الله أن نحب أولياءه، ومن كمال حب الله عز وجل كذلك أن نبغض أعداءه، فالحب في الله والبغض في الله، والموالاة في الله والمعاداة في الله من كمال حب الله عز وجل، وليس هناك أحد يُحب لذاته إلا الله عز وجل، حتى محبة الرسول صلى الله عليه وسلم هي ثمرة من ثمرات محبة الله عز وجل؛ لأن الله تعالى اصطفاه وطهّره وجعله أكمل الخلق، وأرسله سراجاً منيراً وهداية للبشر، بل للإنس والجن، فليس هناك أحد يُحَب لذاته إلا الله عز وجل، أما محبة الأنبياء ومحبة الملائكة والأولياء فهي من تمام حب الله عز وجل.","seal":"B4A6FE73","part":15},
      {"page":5,"id":65,"nass":"عزة المؤمن ومذلة الكافر\rمن هذه المعاني الكريمة الشريفة العظيمة: أن المؤمن عزيز وأن الكافر ذليل.\rلأنه ليس هناك مصدر للعزة إلا الله عز وجل، فالله عز وجل هو العزيز، قال تعالى: {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر:10].\rكان الإمام أحمد يدعو ويقول: اللهم أعزنا بطاعتك ولا تذلنا بمعصيتك.\rفالكافر ذليل وإن كان رئيساً وإن كان أميراً، كما قال الحسن البصري: إنهم وإن طقطقت بهم البغال وهملجت بهم البراذين، إن ذل المعصية لفي رقابهم، أبى الله إلا أن يذل من عصاه.\rبل كتب الله عز وجل في اللوح المحفوظ بأن الذلة والصغار على من خالف أمر رسول الله صلى الله عليه وسلم (وجُعلت الذلة والصغار على من خالف أمري)، فكل من خالف أمر النبي صلى الله عليه وسلم من الكفار والمنافقين والعصاة فهو ذليل، كل بحسب ما عنده من المخالفات.\rفالمؤمن عزيز والكافر ذليل، ولما جهل هذا المعنى الإيماني عبد الله بن أبي ابن سلول رأس النفاق، وقال في غزوة المريسيع (غزوة بني المصطلق): {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ} [المنافقون:8] وظن أنه هو الأعز، وأن رسول الله صلى الله عليه وسلم -وحاشاه من ذلك- هو الأذل، لُقّن درساً عملياً تعلم به أن العزة لله ولرسوله وللمؤمنين، ولكن المنافقين لا يعلمون، حيث أن ابنه عبد الله -وكان مؤمناً صادقاً- لما سمع هذه المقالة الفاجرة وقف على باب المدينة شاهراً سيفه والمسلمون يمرون من تحت سيفه، فلما أراد أبوه أن يدخل المدينة قال: والله لا تدخل حتى يأذن لك رسول الله صلى الله عليه وسلم، وحتى تعلم من الأعز ومن الأذل.\rوقف له ولده وكان من أبر الناس بأبيه، ومنعه من دخول المدينة حتى يأذن رسول الله صلى الله عليه وسلم، فعلم بذلك أن العزة لله ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون.","seal":"E7E3BE56","part":15},
      {"page":6,"id":66,"nass":"محبة الآباء والأبناء والإخوة والزوجات محبة طبيعية\rمن هذه المعاني الكريمة الشريفة العظيمة: أن محبة الآباء والأبناء والإخوة والزوجات محبة طبيعية فطرية.\rفالكافر يحب ابنه، وكذلك المؤمن يحب أباه ويحب ابنه ويحب زوجته، فهذه محبة طبيعية فطرية يقرها شرع الإسلام، ولكن الإسلام يهذبها، ولا يجيز لهذه المحبة الفطرية أو الطبيعية أن تزداد؛ فتكون هذه المحبة أكثر من حب المؤمن لله عز وجل أو لرسوله صلى الله عليه وسلم، أو للجهاد في سبيل الله، وإنما كان كذلك حتى يتحقق البذل وتتحقق التضحية، وحتى لا يعز المؤمن شيئاً على الله عز وجل، وحتى يبذل المؤمن كل شيء من أجل أن تعلو راية الله عز وجل، قال الله تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة:24]، فالله عز وجل تهدد كل من يحب أباه أو ابنه أو أخاه أو زوجته أو ماله أو تجارته أو داره أكثر من حبه لله عز وجل، أو لرسوله صلى الله عليه وسلم أو للجهاد في سبيل الله، تهدده بقوله: {فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} [التوبة:24] وفسّقهم في نهاية الآية بقوله: {وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة:24]، فهذه بديهية من بديهيات الإسلام صارت اليوم -لغربة الإسلام- من الغرائب، بل صار المسلمون يضحون بدينهم من أجل أن تسلم لهم دنياهم، ويبخلون بالبذل في سبيل الله عز وجل، ولم يكن السلف كذلك، بل كان الواحد منهم يرحب بأن يندق عنقه ولا يُسلم دينه، كما أسرت قريش خبيب بن عدي وعذّبوه عذاباً شديداً، وقالوا: أتود أن محمداً مكانك، وأنك معافى في أهلك ومالك؟ فقال: والله ما أحب أنني معافى في أهل ومالي ويُشاك محمد صلى الله عليه وسلم بشوكة.\rوفي ذلك قيل: أسرت قريشاً مسلماً فمضى بلا وجل إلى السياف سألوه: هل يرضيك أنك سالم ولك النبي فدى من الإتلاف؟ فأجاب: كلا لا سلمت من الردى ويُصاب أنف محمد برعاف ولما أرادوا قتله أنشأ يقول: ولست أبالي حين أُقتل مسلماً على أي شق كان في الله مصرعي ما دام في ذات الإله وإن يشأ يبارك على أشلاء شلو ممزع مات يوم أحد زوج امرأة وأبوها وأخوها، فقالت: كيف رسول الله صلى الله عليه وسلم؟ فقيل لها: هو على خير ما تحبين، قالت: دعوني أنظر إليه، فلما نظرت إليه قالت: كل مصيبة دونك جلل يا رسول الله! فهي لا تبالي إذا مات زوجها وأبوها وأخوها ما دام قد سلم رسول الله صلى الله عليه وسلم، فكانوا يفدون الإسلام ورسول الإسلام بآبائهم وأمهاتهم وأبنائهم.\rفهذه الروح هي التي ارتفع بها الإسلام، وعلا بها دين الملك العلّام، ولكن المسلمين اليوم عباد الله يبخلون بالبذل في سبيل الله عز وجل، ولا يبالي الواحد منهم إذا سلم في نفسه وماله وأهله صارت الدولة للإسلام أو لأعداء الملك العلّام، وصار الناس يتحاكمون إلى شرع الرحمن أو إلى الطواغيت اللئام، فينبغي على العبد أن يفدي دين الإسلام بنفسه، فالله عز وجل يقول: {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ} [البقرة:165]، فينبغي أن يكون حب المؤمن لله عز وجل أكثر من حبه للآباء والأبناء والإخوة والزوجات.\rمن هذه المعاني الإيمانية الكريمة العظيمة: أن نعتقد أن النصر قادم، وأن جولة الإسلام قادمة، ولا بد كما قال الله عز وجل: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم:47].\rكان الصحابة رضي الله عنهم يعذّبون في ربوع مكة، والنبي صلى الله عليه وسلم يبشرهم بالنصر والتمكين، ويقول: (والذي نفسي بيده ليتمن الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله) وفي رواية: (والذئب على غنمه ولكنكم تستعجلون)، ونزل قول الله عز وجل: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ} [القمر:45] وتحقق هذا الوعد الصادق في أول لقاء بين الكفر والإيمان في يوم الفرقان، يوم التقى الجمعان، فهزم جمع الكفر وولوا الدبر.\rوكان عند الصحابة ثقة بنصر الله عز وجل، حتى كان المنافقون والذين في قلوبهم مرض يتّهمون الصحابة الصادقين بالغرور، قال تعالى: {إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلاءِ دِينُهُمْ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} [الأنفال:49] فمن ثقة الصحابة بنصر الله ووعده كانوا يتهمونه بالغرور، وكان خالد بن الوليد يقول للروم وقد تحصّنوا بالحصون: أيها الروم انزلوا إلينا فوالله لو كنتم معلّقين في السحاب لرفعنا الله إليكم أو لأنزلكم إلينا.\rفينبغي للمسلمين أن يكونوا","seal":"18E6A9C4","part":15},
      {"page":7,"id":67,"nass":"علو الهمة والتنافس في درجات الآخرة\rمن هذه المعاني الإيمانية الكريمة الشريفة العظيمة: أن المؤمن ينبغي أن يكون عالي الهمة فلا يرضى بالدون، ولا يبيع الأعلى بالأدنى بيع الخاسر المغبون.\rلا ينافس في حطام الدنيا، بل ينافس في درجات الآخرة، قال تعالى: {وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ} [المطففين:26]؛ لأن الدنيا كلها لا تعدل عند الله جناح بعوضة، ولو كانت تعدل جناح بعوضة لما سقى كافراً منها شربة ماء، فالمؤمن ينبغي أن يكون عالي الهمة يطمع في جنة الله، بل في أعلى درجات الجنة.\rوقد كان الصحابة رضي الله عنهم الذين رباهم رسول الله صلى الله عليه وسلم عندهم علو في الهمة، فقد سأله أحد الصحابة الكرام، وكان يكنى بـ أبي فراس.\rقال له النبي صلى الله عليه وسلم: (سلني، فقال: أسألك مرافقتك في الجنة) فهو طلب أن يكون رفيق النبي صلى الله عليه وسلم في الجنة، قال: (أو غير ذلك؟ قال: بل هو ذاك، قال: فأعني على نفسك بكثرة السجود)، ويقول النبي صلى الله عليه وسلم: (إذا سألتم الله الجنة فاسألوه الفردوس، فإنه وسط الجنة وأعلى الجنة وسقفه عرش الرحمن) فالعبد عندما يدعو ويطمع في رحمة الله لا يرجو أن يكون آخر من يدخل الجنة، أو يكون في أدنى درجات الجنة، بل يطمع أن يكون في أعلى الدرجات، وفي الفردوس الذي سقفه عرش الرحمن.\rنسأل الله تعالى الفردوس.\rأقول قولي هذا وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه وسلم تسليماً.","seal":"C3CE7BE5","part":15},
      {"page":1,"id":68,"nass":"مجالس رمضان_وبدا لهم من الله ما لم يكونوا يحتسبون\rخلق الله عباده في هذه الدنيا وأمرهم بعبادته وندبهم إلى طاعته، وما من عامل في الدنيا إلا ويرجو أن يجد ما عمله مدخراً له يوم القيامة ليجازى عليه بالحسنات، ودخول الجنات، ولكن الغبن الواضح والخسارة الفادحة لمن أتى يوم القيامة بأعمال يجعلها الله هباء منثوراً؛ لأن العبد لم يتقيد فيها بأوامر الله ولم يتبع منهج رسوله صلى الله عليه وسلم.","seal":"16835CA8","part":16},
      {"page":2,"id":69,"nass":"خوف السلف من لقاء الله عز وجل\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً.\rأما بعد: لما أتت محمد بن المنكدر الوفاة بكى بكاءً شديداً، فأحضروا له أبا حازم من أجل أن يخفف عنه، فسأله أبو حازم عن سبب بكائه، فقال: سمعت الله عز وجل يقول: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47]، فأخاف أن يبدو لي من الله عز وجل ما لم أكن أحتسب.\rفأخذ أبو حازم يبكي معه، فقالوا له: أتينا بك من أجل أن تخفف عنه فزدت في بكائه.","seal":"3C0ABBE1","part":16},
      {"page":3,"id":70,"nass":"أقوال السلف في المعني بقوله تعالى: (وبدا لهم من الله ما لم يكونوا يحتسبون)","seal":"AD6071D5","part":16},
      {"page":4,"id":71,"nass":"أن الآية نزلت في أهل الأهواء والرياء\rوللسلف في هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] أقوال: قال بعضهم: نزلت هذه الآية الكريمة في أهل الرياء الذين لم يخلصوا أعمالهم لله عز وجل، وقد قال الله تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان:23]، فكل عمل كان بإرادة غير الله مشوباً مغموراً يجعله الله عز وجل يوم القيامة هباءً منثوراً.\rقال الله تعالى في الحديث القدسي: (أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه).\rوقال بعض السلف: عملوا أعمالاً فظنوا أنها حسنات، فكانت سيئات، فبدا لهم من الله ما لم يكونوا يحتسبون.\rوقال بعضهم: ويل لأهل الرياء من هذه الآية: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47]، وإنما يشبهون من يعيد الله عز وجل بالرياء كمن دخل السوق وكيسه مملوء بالحصى، فكلما مر بأحد قال: ما أملأ كيسه! حتى إذا وقف عند البائع واختار ما أراد، أخرج ما في الكيس وضرب به وجهه، ولم يحصل به على شيء، ولم ينل إلا قول الناس: ما أملأ كيسه! فينبغي للعبد أن يخلص عمله لله عز وجل، حتى ينتفع بأعماله الصالحة يوم القيامة.","seal":"0ACA52E9","part":16},
      {"page":5,"id":72,"nass":"أن الآية نزلت في أهل البدع\rوقيل أيضاً: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47]، في أهل البدع الذين يظنون أنهم يتقربون إلى الله عز وجل، وهم إنما يبتعدون عن الله عز وجل، فكلما ازداد صاحب بدعة اجتهاداً ازداد من الله عز وجل بعداً، قال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالأَخْسَرِينَ أَعْمَالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف:103 - 104].\rوصف النبي صلى الله عليه وسلم الخوارج فقال: (يحقر أحدكم صلاته إلى صلاتهم، وصيامه إلى صيامهم، وقراءته إلى قراءتهم -ثم قال:- يمرقون من الدين كما يمرق السهم من الرمية).\rإذا لم يكن من الله عون للفتى فأول ما يجني عليه اجتهاده وقالوا: ليس لصاحب بدعة توبة؛ لأن البدعة تزين لأصحابها، ويظنون أنهم على هدى، ويظنون أنهم يتقربون إلى الله عز وجل، وهم إنما يبتعدون عن الله عز وجل.\rقيل لبعض العلماء: ما بال أهل الأهواء لهم محبة شديدة لأهوائهم؟ قال: ألم تسمع قول الله عز وجل: {وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ} [البقرة:93]، فقيل: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أهل البدع.","seal":"4F630D50","part":16},
      {"page":6,"id":73,"nass":"أن الآية نزلت فيمن غره طول الأمل والأماني الباطلة\rقيل أيضاً: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أهل الغرور والأماني الباطلة، الذين خدعهم طول الأمل، وران على قلوبهم سوء العمل، فهم يقصرون في طاعة الله عز وجل، وينتهكون حرمات الله عز وجل، ويقولون: إن الله غفور رحيم.\rقال الحسن البصري: إن قوماً ألهتهم أماني المغفرة حتى خرجوا من الدنيا ولا حسنة لهم، وقالوا: نحن نحسن الظن بالله، وكذبوا.\rلو أحسنوا الظن لأحسنوا العمل.\rوقد تطرق فكر المرجئة الخاطئ إلى كثير من المسلمين، وظنوا أنه لا يضر مع الإيمان ذنب لمن عمله، وأن العبد ما دام مسلماً فإنه لا تضره هذه الذنوب، والله عز وجل يرد على هذا الفكر الخاطئ فيقول عز وجل: {لَيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلا نَصِيرًا} [النساء:123].\rوقال عز وجل: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ * مَا لَكُمْ كَيْفَ تَحْكُمُونَ} [الصافات:153 - 154].\rوقال: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} [الجاثية:21].\rوقال عز وجل: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَه * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَه} [الزلزلة:7 - 8]، فالمعاصي تضر أصحابها في الدنيا والآخرة.\rفقيل نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47]، في أهل الغرور والأماني الباطلة.","seal":"0DC8567D","part":16},
      {"page":7,"id":74,"nass":"أن الآية نزلت فيمن أثقلوا ظهورهم بمظالم العباد\rوقيل أيضاً: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أناس أتوا بحسنات كثيرة عظيمة، ولكنهم أثقلوا ظهورهم بمظالم العباد، فهم يحسنون الظن بحسناتهم، ولكنهم غفلوا عما وقعوا فيه من مظالم العباد، روى الترمذي عن النبي صلى الله عليه وسلم قال: (أتدرون من المفلس؟ قالوا: المفلس فينا من لا درهم له ولا متاع.\rقال: ولكن المفلس من أمتي من يأتي بحسنات كأمثال الجبال، ويأتي وقد شتم هذا وقذف هذا وسفك دم هذا، وأخذ مال هذا، فيأخذ هذا من حسناته، وهذا من حسناته، حتى إذا فنيت حسناته طرحوا عليه من سيئاتهم، ثم طرح في النار)، فيبدو له من الله عز وجل ما لم يكن يحتسب، فهو يحسن الظن بحسناته، ولكنه غافل عن مظالم العباد التي قال النبي صلى الله عليه وسلم فيها: (من كان لأخيه عنده مظلمة من مال أو عرض فليتحلله اليوم من قبل ألا يكون دينار ولا درهم إلا الحسنات والسيئات).\rفقيل: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أناس أتوا بحسنات كثيرة عظيمة، ولكنهم أثقلوا ظهورهم بمظالم العباد.","seal":"87AB22A8","part":16},
      {"page":8,"id":75,"nass":"أن الآية نزلت فيمن ظنوا كبائرهم صغائر\rوقيل أيضاً: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أناس أتوا بذنوب، وظنوا أن هذه الذنوب من الصغائر، وكانت هذه الذنوب من الكبائر، فبدا لهم من الله ما لم يكونوا يحتسبون.\rعن أنس رضي الله عنه قال: إنكم لتعملون أعمالاً هي أدق في أعينكم من الشعرة كإن كنا لنعدها على عهد رسول الله صلى الله عليه وسلم من الموبقات.\rفمقياس التحقير والتعظيم مقياس نسبي، فبحسب إيمان العبد وتقواه يعظم الأمور أو يحقرها.\rوقول أنس هذا يدل على كمال يقين الصحابة وتقواهم رضي الله عنهم، كما قال ابن مسعود -ورواه البخاري معلقاً بصيغة الجزم- قال: (إن المؤمن يرى ذنوبه كأنه في أصل جبل يوشك أن يقع عليه، وإن الكافر أو الفاجر يرى ذنوبه كذباب وقع على أنفه فقال به هكذا فطار) فالمؤمن لأنه يعظم حرمات الله، ويعظم شعائر الله عز وجل يرى ذنوبه كأنه في أصل جبل يوشك أن يقع عليه، لم يقل: مبنى أو شجرة؛ لأن هناك احتمالاً لنجاة من سقط عليه مبنى أو شجرة أو شيء أقل من الجبل، ولكن من سقط عليه جبل فليس هناك أدنى احتمال للنجاة.\rفالمؤمن يرى ذنوبه كأنه في أصل جبل يوشك أن يقع عليه، والفاجر أو الكافر أو المنافق يرى ذنوبه كذباب وقع على أنفه فقال به هكذا فطار.\rفقيل: هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] نزلت في أناس أتوا بذنوب، وظنوا أن هذه الذنوب من الصغائر، فكانت هذه الذنوب من الكبائر، فبدا لهم من الله ما لم يكونوا يحتسبون.","seal":"0CA3956E","part":16},
      {"page":9,"id":76,"nass":"أن الآية نزلت فيمن يناقش الحساب يوم القيامة\rوقيل أيضاً: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أناس شاء الله عز وجل أن يناقشوا الحساب.\rوقد قال النبي صلى الله عليه وسلم: (من نوقش الحساب عذب).\rوفي رواية: (من نوقش الحساب هلك فقالت عائشة رضي الله عنها: ألم يقل الله عز وجل: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا} [الانشقاق:7 - 8]؟ قال: إنما ذلك العرض)؛ أي: أن الحساب اليسير هو أن يعرض العبد على ربه عز وجل، ولكن لو نوقش العبد في أعماله وفي أقواله وفي أحواله فلا بد أن يهلك فلو حاسبنا الله عز وجل على نعمه علينا لم تف جميع أعمالنا الصالحة بأدنى شكر لنعم الله عز وجل علينا، فحق الله عز وجل أعظم من أن يقوم به العباد، ونعمه أكثر من أن يحصيها العباد، ولكن أصبحوا تائبين، وأمسوا تائبين.\rفمن نوقش الحساب عذب؛ لأن الله عز وجل إذا أراد نجاة عبد فإنه لا يسأله عن شكر نعمه عليه، ويتجاوز عن سيئاته ويدخله بحسناته الجنة وإن كانت قليلة، وإذا شاء الله عز وجل أن يهلك العبد ناقشه الله عز وجل وطالبه بشكر نعمه، فلا تفي جميع أعماله الصالحة في أدنى شكر لنعم الله عز وجل عليه، فتبقى بقية النعم بلا وفاء بالإضافة إلى الذنوب وإلى المغارم، فيهلك العبد بسبب ذلك، كما قال النبي صلى الله عليه وسلم: (لو أن الله عز وجل عذب أهل سماواته وأهل أرضه لعذبهم وهو غير ظالم لهم، ولو رحمهم لكانت رحمته خير لهم من أعمالهم).\rفقيل في تفسير هذا الحديث الذي رواه أبو داود بسند حسن: لو أن الله عز وجل عذب أهل سماواته وأهل أرضه لكان متصرفاً بذلك في ملكه والمتصرف في ملكه غير ظالم.\rوقيل: لو عذب أهل سماواته وأهل أرضه لعذبهم ببعض حقه عليهم؛ ولأنهم لم يقوموا بشكر نعم الله عز وجل عليهم، فلو أن الله عز وجل عذب أهل سماواته وأهل أرضه لعذبهم وهو غير ظالم لهم، ولو رحمهم لكانت رحمته خيراً لهم من أعمالهم.\rفقيل: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47]، في أناس شاء الله عز وجل أن يناقشوا الحساب، ومن نوقش الحساب عذب أو هلك.","seal":"82ABA2BF","part":16},
      {"page":10,"id":77,"nass":"أن الآية نزلت فيمن وقع في ذنوب منعت انتفاعه بحسناته\rوقيل أيضاً: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أناس أتوا بحسنات كثيرة، ولكنهم وقعوا في ذنوب منعت انتفاعهم بهذه الحسنات، وقعوا في موالاة أعداء الله عز وجل أو في الصد عن سبيل الله عز وجل، فلم ينتفعوا بهذه الحسنات؛ لأن هذه السيئات التي وقعوا فيها أخرجتهم من ملة الإسلام، فلم ينتفعوا بأعمالهم الصالحة، كمن يصد عن سبيل الله أو يوالي أعداء الله عز وجل أو يسب دين الله عز وجل، أو يستهزئ بشرع الله عز وجل، فهو يحسن الظن بأعماله الصالحة؛ وهو غافل عن المعاصي التي وقع فيها؛ فأخرجته من ملة الإسلام.\rومن ذلك: أن يكون هناك ذنوب تمنع انتفاعه مؤقتاً بحسناته، كالمرأة المتبرجة مهما أدت من حسنات ومن طاعات فإن هذه المعصية تجعلها لا تنتفع بهذه الحسنات كثيراً؛ لأن المعصية التي تقع فيها معصية كبيرة تحيط بها، وتذهب كثيراً من حسناتها وإن كانت لا تخرجها من ملة الإسلام.\rوقس على ذلك من الذنوب العظيمة التي قد يقع فيها العبد أو يبتلى بها، فتكون الحسنات محبطة بهذه السيئات، وإن كان إحباطاً ليس كإحباط الكفر للإيمان، ولكنه إحباط مؤقت لا ينتفع العبد يوم القيامة بحسناته، حتى يؤاخذ بسيئاته.\rفقيل: نزلت هذه الآية الكريمة: {وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ} [الزمر:47] في أناس أتوا بحسنات، ولكنهم وقعوا في ذنوب منعت انتفاعهم بهذه الحسنات، فبدا لهم من الله ما لم يكونوا يحتسبون.\rنسأل الله تعالى أن ينفعنا بالقرآن العظيم.\rأقول قولي هذا وأستغفر الله لي ولكم.\rوصلى الله وسلم وبارك على محمد وعلى آله وصحبه وسلم تسليماً.","seal":"BAA33256","part":16}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":null,"Bk":"مجالس رمضان - أحمد فريد","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":2,"oVer":1,"verName":null,"Lng":"أحمد فريد","bLnk":null,"Inf":null,"Auth":"أحمد فريد","Betaka":"الكتاب: مجالس رمضان - أحمد فريد\r\nالمؤلف: أحمد فريد\r\nمصدر الكتاب: دروس صوتية قام بتفريغها موقع الشبكة الإسلامية\r\nhttp://www.islamweb.net\r\n[  الكتاب مرقم آليا، ورقم الجزء هو رقم الدرس - 16 درسا]","TafseerNam":null,"PdfCs":null,"AuthInf":"يقول الشيخ الدكتور أحمد فريد (باختصار):\r\n\r\n(مولده)\r\n- ولدت في شهر يوليو سنة اثنين وخمسين وغالب ظني في تحديد اليوم أنه يوم الثورة أو قبلها بيوم أو يومين أو بعدها كذلك، وذلك بمدينة منيا القمح \r\n\r\n(نشأته)\r\n- كان والدي رحمه الله رجلاً صلاحاً محافظاً على الصلاة في المسجد وقيام الليل وكان يختم القرآن كل أسبوع تقريباً، وكان محبوباً بين جيرانه وأصدقائه وتردد على مكة لأداء العمرة عدة سنوات ومات على أحسن أحواله بعد أن أطلق لحيته. والوالدة رحمها الله كانت طيبة السيرة والسريرة محافظة على الصلاة هادئة الطباع محبة للخير وفقت لأداء فريضة الحج في آخر سنة من عمرها وطلبت مني أن أصحبها إلى العمرة كل عام في رمضان ولكنها لم يدركها رمضان لأنها بعد عودتها من الحج بشهر أو شهرين أصابها داء السرطان وتوفيت في أقل من شهرين بداء البطن فأرجو أن تكون شهيدة وقد رأيتها في المنام في حالة طيبة وكذلك والدي رحمهما الله وجميع أموات المسلمين.\r\n\r\n- وقد أخبرت بأنني أصابني مرض في الصغر أوشكت منه على الهلاك وكان في هذا العام خروج والدي إلى الحج وودعني على أنني سوف أموت وهو في رحلة الحج فرزقني الله عز وجل العافية ثم انتقلت تبعاً لوالدي رحمه الله في بعض البلاد ثم أقمت بمدينة السنبلاوين بمحافظة الدقهلية فأمضيت بها دراستي حتى الثانوية العامة ثم التحقت بكلية طب المنصورة فأمضيت بها السنة التمهيدية (إعدادي طب) وخلال هذه المدة من حياتي كنت بحمد الله مستقيماً محافظاً على الصلاة أحس بعاطفة دينية وكنت أتطلع كما يتطلع كثير من الناس إلى تحقيق المجد فكنت أفكر في حياتي وما أتمناه لنفسي وما كانت لي رغبة قوية في مجد دنيوي فلم أكن أتمنى أن أكون طبيباً مشهوراً أو مهندساً ناجحاً أو أديباً ولكن الأمل الذي كان يراودني في الصبا أن أكون خطيباً في المساجد فكنت أرى أرفع الناس منزلة هذا الخطيب الذي ينتظره الناس حين يصعد درجات المنبر و يذكر الناس بالله عز وجل. ولم أكن أعرف عند ذلك قول سفيان: أشرف الناس منزلة من كان بين الله وبين عباده وهم الأنبياء والعلماء، فكنت أخرج من خطبة الجمعة بشحنة إيمانية قوية استمر عليها أياماً. وكنت أجد رقة طبيعية في قلبي فإذا سمعت طفلاً يبكي أكاد أبكي لبكائه، وكنت بحمد الله باراً بوالدي محبوباً من أصدقائي وأقاربي وأذكر أنني يوماً ذهبت إلى أحد أصدقائي في المرحلة فلم أجده، فقالت له أخته الصغيرة: (صاحبك أبو وش سمح سأل عنك) ولله الحمد والمنة....\r\n\r\n- وبعد أن قضيت السنة التمهيدية بطب المنصورة انتقلت تبعاً لوالدي وأسرتي إلى الإسكندرية والتحقت بطب الإسكندرية وذلك في بداية السبعينيات. وتعرفت في هذه الفترة على إخواني في الله الذين بدأوا الدعوة إلى الله عز وجل بالجامعة ، وكان على رأسهم أخي الحبيب الدكتور إبراهيم الزعفراني، ثم كثرت اللقاءات بيننا بالكلية وخاصة إبراهيم الزعفراني وكان من أسرة طيبة، يغلب عليه التمسك بالسنة، وكان يرتدي ملابس تشبه ملابس الباكستانيين، وترددت عليه كثيراً في بيته، وصارت بيننا صداقة وأخوة ومحبة، وبدأنا سوياً طريق الدعوة، وكانت هذه بداية الصحوة بالنسبة لنا، وكذا بجامعة الإسكندرية، وبدأ النشاط بالجامعة بعد تكوين الجماعة الإسلامية التي كانت في الظاهر خاصة بالجامعة وفي الواقع ممتدة إلى خارج الجامعة....\r\nوتعرفنا على الشيخ محمد بن إسماعيل وكان في السنة الثالثة أو الرابعة وكان الشيخ محمد نابهاً من صغره حريصاً على طلب العلم إلا أنه لم يبدأ الدعوة حتى وصل إلى مرحلة معينة من العلم. وكنت دونه في العلم والعمل ولكنني كنت قد بدأت الدعوة إلى الله عز وجل بعاطفتي الإسلامية وبضاعتي المزجاة من العلم ويكفي في إثبات هذه العاطفة شهادة أحد أعداء الدعوة في هذا الوقت وهو الأستاذ صبري نور رحمه الله فقد كان في هذا الوقت يخالف الجماعة الإسلامية في الفكر ويميل إلى فكر التكفير وأرجو أن يكون رجع عن ذلك فقد رأيته في مساجد الدعوة قبل وفاته بقليل واستقبلني استقبالاً حسناً. فقال في هذه الأثناء: الأخ أحمد فريد قلبه ينبض بحب الإسلام والحمد لله الواحد العلام.... \r\nوكان الذي يضع برنامج المعسكرات الشيخ محمد بن إسماعيل، فقد كان وما زال أعلمنا ونحسبه أتقانا لله عز وجل، ولم يكن ظهر اسم السلفية وكذا لم يكن هناك تواجد لمنهج الإخوان، فكان العمل تحت اسم الجماعة الإسلامية، ولكن الكتب التي نَدْرُسُهَا ونُدَرِّسُهَا سلفية كتب ابن تيمية وابن القيم، وأذكر أنه في سنة من السنوات تم تدريس كتاب: الأصول العلمية للدعوة السلفية للشيخ عبد الرحمن عبد الخالق.... \r\nوإلى هذا الوقت لم يكن للإخوان أثر على الصحوة الإسلامية سواء بالإسكندرية أو القاهرة وكان ذلك سنة (1976) أو (1977) وكانت الصحوة تعمل تحت اسم الجماعة الإسلامية أما الاتجاه هو على الفطرة والفطرة في اتجاهات الدعوة هي السلفية كما أن الإسلام هو دين الفطرة بالنسبة للشرائع المختلفة. لأن السلفية هي إتباع سلف الأمة وهم الصحابة ومن بعدهم من أهل القرون الخيرية الثلاثة الأول عدا أهل البدع الذين يرون ظلام الظلم نور واعتقاد الحق ثبور وسيصلون سعيراً ولا يجدون لهم من دون الله ولياً ولانصيراً: (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَاوَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ) [يوسف: 108] وكان نشاط الدعوة يتمثل في المعسكرات السنوية حيث تم أكثر من معسكر بمبنى اتحاد الجامعة أمام كلية الهندسة. وكان آخرها بأبي قير. وكذلك خروج رحلات للعمرة يتفق عليها اتحاد الجامعة واشتراكات الطلاب، وكذا عمل الأيام الإسلامية واعتكافات رمضان وطبع بعض الكتيبات باسم الجامعة الإسلامية كرسالة \"يا قومنا أجيبوا داعي الله\" للشيخ محمد إسماعيل ورسالة \"دقائق الأخبار في رقائق الأخيار\" للعبد الفقير. وكانت أول رسالة بعنوان \"العقل وثلاثة أسئلة\" وكان من نشاط الدعوة أيضاً في هذه المرحلة قوافل الدعوة على طريقة التبليغ داخل الجامعة.. \r\n\r\n- حدث في هذه الفترة ظهور جماعة التكفير على يد شكري مصطفى وكان فتنة بالفعل حيث اغتر بفكره وذكائه كثير من الناس وقتل الذهبي وزير الأوقاف المصري وكان ذلك ونحن في أحد المعسكرات الإسلامية فخرجنا إلى المواصلات العامة ونحن نرتدي فانلة مكتوب عليها الجامعة الإسلامية ندعو الله عز وجل ونتبرأ من جماعة التكفير وقتل الذهبي. حتى لاتستغل الفرصة لضرب الصحوة. ....\r\n\r\n- في هذا الوقت كنت أمارس الدعوة إلى الله عز وجل داخل الجامعة وخارجها وكنت أخطب في مساجد الإسكندرية بروح قوية بفضل الله عز وجل، وأذكر أن أول خطبة خطبتها كانت بمسجد أهالي العصافرة وهو مسجد كبير لا يقل عن 400 متر وخطبت ساعة عن يوم القيامة وأبكيت الناس مع أنها كانت أول خطبة. أما عن حياتي الخاصة في هذه الفترة -وهي آخر فترات الدراسة- فقد استأذنت أبواي في أن أسكن في غرفة عرضت عليهم بأنها بجوار مسجد السلام بأرض الحمرة بسيدي بشر القطار وكان باني المسجد عرض علي المسجد للخطابة فاشترطت عليه أن يتحول المسجد من البدعة إلى السنة فأذن لي في ذلك، فكنت أبيت في هذه الحجرة وأذهب إلى البيت كل يومين أو ثلاثة وكان ذلك يرضي والداي، حيث كانت الوالدة هادئة الطبع محبة للخير وكذا الوالد رحمه الله كان محب للإخوة مستعداً للترقي حتى ختم له عمره في أحسن أحواله، واجتهدت في هذه الفترة في تعريف أهل المسجد معنى السنة وحذرتهم من البدع وصار هناك محبة وولاء شديد بيني وبينهم. وفي بعض الجُمعات أعلنت أن الأذان سيكون واحداً بعد ذلك وليس هناك قراءة قرآن قبل الأذان. وتقبل الناس ذلك بفضل الله وكانت مساجد السنة في الإسكندرية قليلة ونادرة، وكانت هذه الفترة من أحسن وأسعد فترات حياتي من حيث التفرغ للطاعة والعبادة ومخالطة من أحبهم من إخواني وكذا الرؤا الصالحة التي رأيتها في هذه الحجرة والتي رؤيت لي وأذكر من هذه الرؤا أن أحد شباب المسجد وكنت أكنيه أبو إسحاق رأى في المنام أن النبي صلى الله عليه سلم دخل المسجد وكنت نائماً بالحجرة وكنت في هذا الوقت مريضاَ فسلم عليَّ وجلس إلى جواري صلى الله عليه وسلم ثم جاءت سيارات نقل كبيرة تحمل لحماً وكوسة \"دباء\" ، فطبخ الإخوة وخرجنا من الحجرة مع رسول الله صلى الله عليه وسلم وأكل معنا رسول الله صلى الله عليه وسلم بالمسجد ووصف الأخ على صغر سنه وقلة علمه الرسول صلى الله عليه وسلم بما ثبت من صفته. وأعلنت هذه الرؤيا في حفل زواج الشيخ محمد بن إسماعيل بمسجد السلام بإستانلي.. وطلبت أن يجتمع الأخوة في المسجد على الطعام كما حدث بالرؤيا وأخذ الإخوة يقولون أين جلس رسول الله صلى الله عليه وسلم حتى يجلسوا في المكان الذي جلس فيه إن جاز التعبير تبركاً وليس بجائز وحضر الأستاذ محمد حسين وغيره هذا الحفل.. وصلت في هذه الفترة إلى أحوال إيمانية طيبة فكنت أجلس في مجالس العلم فإذا ذكر رسول الله صلى الله عليه وسلم بكيت وكنت أحس بشوق شديد إلى القرآن كلما مكثت فترة دون تلاوته أجد ما يدفعني إليه وحفظت ما يقرب من ربع القرآن وأنا في هذه الفترة ولا أكتم أنني كذلك كنت أشتاق إلى رؤية الله عز وجل؛ وأذكر أنني خلال هذه الفترة عندما كنت أذهب من بيتي (بيت والدي) بالعصافرة إلى مسجدي بسيدي بشر القطار كنت أحب القمر حباً شديداً وأستأنس بالنظر إليه وهو مكتمل ثم خشيت أن يكون في ذلك حرج شرعي فكلما نظرت إلى القمر غضضت بصري خوفاً أن يكون في ذلك شيء من العبادة ثم بدا لي في أحد الأيام أن القمر آية من آيات الله ولا حرج في النظر إليه والاعتبار به ومحبته.. وفي نفس الليلة رأيت أن أسير أنا وأحد الإخوة الذين كانوا من أحب الناس إليَّ في هذه الفترة في طريق طويل متسع كنت أشير له إلى القمر وأقول له إنكم سترون ربكم عياناً كما ترون هذا لا تضامون في رؤيته فأحسست أن هذه الرؤيا تشير إلى جواز النظر إليه وتذكر رؤيته عز وجل لأن النبي صلى الله عليه وسلم شبه الرؤية بالرؤية وليس المرأي بالمرأي. فقال صلى الله عليه وسلم \"إنكم سترون ربكم عياناً كما ترون هذا -وأشار إلى القمر ليلة البدر- كما ترون هذا\" كنت في هذه الفترة أحس بقرب شديد من الله عز وجل وأجد ذلك في حسن ظني بالله عز وجل وقبول دعائي. أذكر أن بعض الإخوة كان يبيت عندي بالمسجد وأردنا أن نقوم من الليل للصلاة فقلت لهم متى تريدون أن تقوموا فقال بعضهم: الواحدة والنصف، وقال بعضهم: الثانية،فقلت لهم: نقوم الثانية إلا الربع ودعوت الله أن يوقظني في الثانية إلا الربع وأنا موقن بالإجابة، فاستيقظت بالفعل في الثانية إلا الربع وأيقظت الإخوان؛ ومن الطريف أني مرضت في بعض الأيام وكنت أحب أن أرى إخواني وأن يعودوني في مرضي ففكرت أن أخبرهم ثم قلت لو أخبرتهم لتكلفوا الحضور وركبوا المواصلات وكان في ذلك مشقة عليه مفدعوت الله عز وجل أن أراهم في المنام فرأيتهم في الليل وأنا في غاية السرور وذلك قبل الفجر وبعد الفجر قلت أنا لم أر أخي إبراهيم الزعفراني وفلان فدعوت الله أن أراهم فرأيتهم بعد صلاة الفجر وأنا أذكر ذلك تحدثاً بنعمة الله عز وجل ومن علامات إيماني ومحبتي لله عز وجل في هذه الفترة وشدة محبتي لإخواني الذين أحبهم في الله عز وجل، فقد أحببت أحد إخواني من جيران المسجد وكنيته أبو سعيد وتأخر عليَّ مدة وأنا في شوق شديد إليه ولم يحضر حتى قرب إقامة صلاة الفجر فقلت بلساني أو بقلبي يا رب أرسل إليه ملكاً يوقظه ويأتي به إلى المسجد وبعد دقائق معدودة حضر الأخ إلى المسجد وأدركنا في صلاة الفجر فأخبرته بما حدث فقال: أنا بالفعل كأن أحداً يوقظني وأتى بي إلى المسجد وكان الأخ يعيش مع أمه فكانت إذا تأخرت أمه بعد ذلك يقول: يا رب أرسل إليها ملكاً يأتي بها. في هذه الفترة أيضاً رأيت رؤيا فيها تبشير بالشهادة وتأكدت هذه البشارة برؤا أخرى ورآني أخي الحبيب حامد الزعفراني في الجنة، وأنا أتحرج من قص هذه الرؤا إلا أنها رفعت محبتي للجنة والسعي إليها.. وحفظت قصيدة ابن القيم في بداية حادي الأرواح وأطلق عليَّ الشيخ محمود عيد رحمه الله لقب عاشق الجنة من كثرة ذكري لها وتذكيري بها. في هذه الفترة كذلك تعرفت على أحب الأخوة إلى قلبي وهو الدكتور عادل عبد الغفور.. وكانت بداية محبتي له ومعرفتي به رؤيا رأيتها في حجرة مسجد السلام وتحقق ما رأيته.. رأيت كأنني أقول له: يا عادل أنا أحبك جداً وأتمنى أن تبقى معي في المسجد يومين، فقال لي في الرؤيا سوف أستأذن والدتي وأحضر وكان إذن والدته من أصعب الأمور لأنها أسرة طيبة متدينة وكانت والدته وهي سيدة فاضلة كريمة حريصة عليه وعلى أخيه عماد ولكن بقدر الله عز وجل وافقت والدته وبقي معي في المسجد يومين وتأكدت محبتنا في الله عز وجل. وأذكر أنني كنت عائداً من الكلية وفي غاية الفرح لرؤية قميص أخي عادل الذي نساه بالحجرة وتجددت معاني كثيرة مما نقرأه في محبة السلف وإيثارهم وكلما امتد بنا العمر تزداد هذه المحبة بفضل الله عز وجل والشيخ عادل ممن يشهد له بالعلم والعمل نحسبه ممن يتقي الله عز وجل أسأل الله أن يديم محبتنا فيه وهو الآن من أفراد أهل العلم بالقاهرة.\r\n- المهم ، هذه الفترة وهي نهاية الدراسة بالجامعة وكذا سنة الامتياز كانت مرحلة فاصلة في حياتي وإلى هذا الحد كان العمل ما يزال تحت اسم الجماعة الإسلامية والكل يعمل تحت هذه الراية ولكن العقيدة هي عقيدة السلف والذين يوجهون الفكر بالجماعة الإسلامية هم أعلم الناس بفكر ومنهج السلف.. ثم كان من تقدير الله عز وجل أن بدأ الشيخ محمد بن إسماعيل في إنشاء المدرسة السلفية وذلك بعد أن رأى أنه تأهل للدعوة والتصدي لتعليم الناس وكانت بداية المدرسة السلفية درس عام يوم الخميس في مسجد عمر بن الخطاب وذلك قبل أن يكتمل بناؤه وكانت هناك حلقة بمسجد عباد الرحمن ببوكلى صبح الجمعة وكان الحضور في هذه الحلقة لا يتجاوز العشرة أفراد ولم يكن معنا أحد قادة الدعوة السلفية الآن وكان الشيخ محمد يحفظنا متن العقيدة الطحاوية وكذا تحفة الأطفال وكلفني بتدريس مدارج السالكين شرح منازل السائرين. ثم توقفنا عن ذلك خشية ترويج مصطلحات الصوفية ....\r\n\r\n- في هذه الأثناء دخلت الجيش ولي فيه قصة قد يطول شرحها ولكن أرجو أن يكون في ذلك عبرة وعظة وأسأل الله أن يرزقني حسن النية في عرضها وأن يكون ذلك بقصد الفائدة لا فخراً ورياءاً.\r\n- قدر الله عز وجل أنني رشحت لضباط الاحتياط لأن الكليات العملية خاصة طب وهندسة يرشحون للاحتياط فقلت لمسجل الكلية أنا لن أحلق لحيتي ... وكانت سيارات الكلية واقفة فتم نقلنا إلى كلية الاحتياط بفايد دون أن نخبر أهلنا أننا ذاهبون إلى الكلية؛ وذهبت إلى كلية الاحتياط بالزي الرسمي للجماعة الإسلامية أقصد القميص والغطرة؛ وبت ليلة واحدة بعنبر الطلبة وأحسست بالاختناق في هذا الجو الذي لم أتعود عليه حتى أنني كنت أعيش بالمسجد وأخالط إخواني وأستمع للقرآن وأشتغل بطلب العلم والحرص على سلامة قلبي ولكن بحمد الله لم تكرر هذه الليلة التي بتها في عنبر الطلبة بكلية الاحتياط. وفي الصباح وبعد صلاة الفجر جلست على سرير وكان في الدور الأول أقرأ القرآن فأتى الشاويش المسئول. عن العنبر يقول هيا للطابور فقلت له: أنا رافض الجيش من أوله إلى آخره ورفضت الخروج معه. فذهب من أجل أن يبلغ المسئولين وأتاني أحد الطلبة الذين في الدفعة السابقة لدفعتنا وأخبرني في دفعتهم أخ رفض حلق اللحية وهو الآن بالسجن المركزي وإن شئت أن تذهب إليه فهيا بنا. فقلت له: نعم نذهب إليه. وكان هذا الأخ يسمى رفعت وقد حكم عليه بخمسة أشهر وكان من جماعة التبليغ والدعوة ومن أقرب الناس إلى الشيخ إبراهيم عزت رحمه الله أمير الجماعة ولم يكن للكلية أسوار حتى نعلوها وذهبنا إلى السجن المركزي بفايد وخرج إلينا الشيخ رفعت وكان وسيماً جميلاً والنور يشع من وجهه وهو متعمم عمامة لطيفة فسلم علينا وقال له رفيقي: الأخ أحمد فريد من الدفعة الجديدة وهو يرفض حلق اللحية ويطلب منك النصيحة. فنصحني حفظه الله عدة نصائح أغلى من الدنيا وما فيها، فقال لي: \r\n- إن أمرك أحد المسلمين بأمر فإن كان معصية فلا تطيعه فلا طاعة لمخلوق في معصية الخالق، وإذا أمرك من ليس بمسلم فلا تطيعه على كل حال خالفوا المشركين. \r\n- والنصيحة الثانية: قال: لا تفتر عن ذكر الله عز وجل فإن الله عز وجل لما أرسل هارون وموسى إلى فرعون قال (اذْهَبْ أَنْتَ وَأَخُوكَ بِآَيَاتِي وَلَا تَنِيَا فِي ذِكْرِي) [طه: 42]، فالذكر يقوي القلب على مواجهة الشدائد والدخول على الظالمين. \r\n- والنصيحة الثالثة: قال لي إذا كلمك فلا تنظر إليه لأن النظر إلى وجه الفسقة يقسي القلب ولا تناقشه في كلامه بل دعه يقل ماعنده ثم بلغه دعوتك فإن النبي صلى الله عليه وسلم لما عرض عليه أبو الوليد بمكة أن يجمعوا له من المال حتى يكون أكثرهم مالاً وأن يملكوه عليهم لم يناقشه ولكنه قال له: أفرغت يا أبا الوليد؟ فاسمع مني ثم تلا عليه القرآن. خرجت من هذه المقابلة وأنا أشد عزماً وتصميماً على المواصلة والثبات على الحق وعدت إلى كلية الاحتياط فرأيتهم قد حلقوا لهم رؤوسهم وصرفوا لهم الملابس العسكرية فكانوا يلبسونها قبل أن تفصل عليهم وكانوا في طابور الميز (يعني المطعم) لطعام الغذاء. وأتى الشاويش الذي كلمني في الصباح وقد تعب في البحث عني وقال: أين كنت؟ وعلمت أنه ليس على ملتنا، فقلت: أنت بالذات لا تكلمني. فأخبر أحد الضباط بخبري فقال له: يقف في الطابور. ووقفت في الطابور وأنا أرتدي القميص\r\n\r\nثم يحكي الشيخ (أحمد فريد) قصته عن رفضه - حفظه الله - لحلق لحيته في الجيش ، نقتطف مما جاء فيها  : \r\n*... وكانوا يرغبوني تارة ويهددوني تارة أخرى ويقولون بحمية وعصبية القوانين العسكرية والنظم العسكرية فأقول لهم (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ ) [البقرة: 165] فيقولون نحن لسنا كفاراً، فأقول أنا لا أكفركم ولكنها الغيرة على الشرع كلما وجدت غيرتهم على القوانين العسكرية. \r\n*... وتم  تحويلي إلى السجن المركزي في سجن الطلبة حيث الخلوة وممارسة الدعوة مع الذين يمن الله عليهم بالسجن ، وكان الوقت شتاءاً فكنت أخرج بالبالطو والغطرة وأرى إخواني وهم في البرد القارص بالشورتات وبلغ من فتنة بعضهم ممن كان من الجماعة الإسلامية قبل دخوله الجيش أنه ترك الصلاة. وقد تعجبت كيف دخل الإخوة هذه الكلية وفيها ما فيها وتخرجوا ضباط وكيف سمح لهم إيمانهم بذلك؟! وأحببت أن أترك بالكلية كلمة حق تتوارثها الأجيال وتشهد لي يوم يقوم الأشهاد فقلت في نفسي الجيش كله ظلم.. ظلم النفس وظلم العباد والظلم والظلم هو أظلم الظلم الشرك بالله عز وجل فجهزت خطبة في تفسير الحديث القدسي \"يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا\". وقلت في خلال خطبتي ما ظنكم برسول الله صلى الله عليه وسلم لو أتى فرأى أمته يلتفون حول خشبة في آخرها خرقة يعظمونها من دون الله عز وجل، ما ظنكم برسول الله صلى الله عليه وسلم لو أتى فرأى أمته يعظم بعضها بعضاً وكان قد دخل على أصحابه فقاموا فقال: لا تعظموني كما تعظم الأعاجم ملوكها وقلت لهم: تقولون الجيش يربي الرجال وتأمرون بحلق اللحية والتشبه بالنساء؟! وكان الأولى بكم أن تقولوا الجيش يربي الرجال وتأمرون من يحلق لحيته بإعفاء اللحية لأن الجيش يربي الرجال؟! فقلت ما في نفسي في خطبة الوداع وبعد إقامة الصلاة قلت: كل أخ يلبس باريه: (ما يوضع على الرأس) فيه صنم (النسر) يداريه فإن الملائكة لا تدخل بيتاً فيه كلب ولا صورة وصليت بهم الجمعة، وقد قامت القيامة بالكلية فمن موافق ومشجع لما قلت ومن خائف وعلى كل حال حصل المقصود من إقامة الحجة وترك كلمة الحق بالكلية. ومن رحمة الله بي أنه كان يجعل لي دائماً مخرجاً ويضيق عليهم كما وعد عز وجل (وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا) [الطلاق: 2] \r\n\r\n* ... فجهزت للانتقال من الكلية إلى السجن المركزي بفايد وكانت هذه المنطقة كأنها فتحت فتحاً إسلامياً بدعوة أخي الشيخ رفعت فكان أول من سن هذه السنة الحسنة وكان قائد المحطة العسكرية تاركاً للصلاة وكان يسب دين الله والعياذ بالله فلما رأى رجلاً يترك زوجته وأولاده ويرضى بالسجن (يعني الشيخ رفعت) لأنه يرفض حلق اللحية بكى على نفسه وكان ثبات الشيخ رفعت سبباً في هدايته \r\n\r\n*... ثم أتى أمر بنقلي إلى السجن الحربي وهو أكبر من السجن المركزي؛ حيث يقضي فيه العسكر الذين حكم عليهم بأكثر من ستة أشهر؛ والمركزي لستة أشهر فما دونها. وبالفعل نقلت إلى السجن الحربي، وكان الذي استقبلني بالسجن الحربي قائد ثاني السجن، وكان نقيباً؛ وكان يراني كثيراً مع العقيد عبد الفتاح ويعلم أنني متخصص في الرقائق وذكر الجنة والنار. فقال لي: لن أكلمك عن اللحية ولكن السجن له نظام فلا بد من لبس ملابس السجن. فقلت له ببراءة الفطرة: هل أنا سارق؟! أنا مسجون في طاعة الله عز وجل واتباع سنة النبي صلى الله عليه وسلم فأنا في طاعة وهذا اللبس لبس ذلة ومهانة والذي يكون في طاعة لا يناسبه لبس الذلة والمهانة. وكان يكلمني تارة ويتصل بقيادة الجيش الثاني تارة. وأنا أقول له وأسمعه (وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ (50) فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ) [النمل: 50-51]\r\n\r\n* ... فأدخلت على قائد السجن فقال: يا شيخ أحمد أحلق وأنا أحمل وزرك يوم القيامة جزاه الله خيراً على هذا التبرع ولكنني رددت عليه وقلت: أنت تحمل وزري يوم القيامة وتلوت قول الله عز وجل: (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ (166) وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ) [البقرة: 166-167] فكانت هذه الآيات بمثابة الضربة القاضية فلم يرد علي وقال : الأوامر ، واكتفى بكتابتها دون أن ينطق بها. وخرجت من مكتب قائد السجن وذهبوا بي إلي عنبر الحرس ... (ثم يحكي الشيخ مقاومته لمحاولة الحرس حلق لحيته بالقوة ...) :  ثم فوجئت بعدد من الحرس يتوجه نحوي وكان اختيارهم مقصوداً فهم أجسام ضخمة ... فمن تمكنت منه بيدي ضربته بيدي ومن تمكنت منه برجلي ضربته ... ثم تمكنوا مني بعد أن جمعوا صفوفهم مرة ثانية وكتفوني وأخذوا يضربوني وأنا أقول لا إله إلا الله - لا إله إلا الله؛ فأمرهم شاويش الأمن بالكف عن الضرب وحلقوا لي بالقوة وأنا أظن أنني بذلت كل طاقتي وأخرجت كل ما في جعبتي فأنا معذور وبقيت في هذا السجن الحربي أنتقل من سجن إلى سجن ولكن الله عز وجل مكنني من إلقاء خطبة بالمسجد بداخل السجن الحربي وتعرفت بداخله على إخوة أفاضل من الضباط والعساكر ومكثت فيه ستة أشهر ونصف وتم رفدي من الجيش بفضل الله عز وجل وخرجت بعد زملائي الذين جندوا عساكر بشهر واحد. وكانت هذه قصتي في القوات المسلحة.. وأذكر أن إخواني سألوا الشيخ ابن باز وأنا في غمار المعارك فقال: رحمه الله إن أطاعهم فهو معذور وإن عصاهم فهو مأجور فأسأل الله أن يتقبل مني هذا العمل وأن أجد بره وذخره يوم الورود عليه. وقد رأيت في هذه الفترة من الرؤا الصالحة بشرى بدخول الجنة من أوسع الأبواب وكذلك بشرى بمحبة الله عز وجل.. \r\n\r\n- وبعد أن خرجت من الجيش كانت الجماعة الإسلامية قد تميزت إلى فريقين الإخوان المسلمون والمدرسة السلفية .. فعملت في الدعوة السلفية لأنها الفكر الأصيل وإسلام الفطرة ..وكان جميع الإخوة القائمين على الدعوة محضرون وتم إنشاء معهد تابع للدعوة بمسجد الفرقان بباكوس وكان مدير المعهد الشيخ فاروق الرحماني رحمه الله وتنوعت أنشطة الدعوة وصار للدعوة مجلة وهي (مجلة صوت الدعوة) وصدرت لسنوات متتابعة إلى أن تم إيقافها مع بقية الأنشطة سنة 1994 كما كانت تصدر نشرات دورية لبيان موقف الدعوة من الأحداث العالمية؛ وكان قيم الدعوة على مدى هذه الفترة الشيخ أبو إدريس وكان من أنشطة الدعوة كذلك دورات مكثفة لتوحيد فكر الدعاة وخطباء المساجد وكذلك المخيم السنوي الذي يحضره الحاملين للدعوة بالإسكندرية والمحافظات. وتم تشكيل مجلس تنفيذي لمتابعة أنشطة الدعوة ومجلس للمحافظات ومسئول مالي للإنفاق على أنشطة الدعوة؛ وكذا جمع الزكوات وتوزيعها على مستحقيها.. وفي سنة 1994 أو بعد بداية القضايا العسكرية لجماعة الإخوان تعرضت هيكلة الدعوة وأنظمتها لضغوط فتم إيقاف المعهد وكذا مجلة صوت الدعوة وحل المجلس التنفيذي ومجلس المحافظات واللجنة الاجتماعية، واقتصرت الدعوة على الدروس والمحاضرات العامة والندوات الشهرية؟ ومع ذلك تم عمل قضية للإداريين بالدعوة وسجن فيها قيم الدعوة أبو إدريس والشيخ سعيد وغيرهم لمدة شهر بقسم اللبان ثم أفرج عنهم \r\n\r\n- أذكر قصة اعتقالي السابق سنة 1987 وكان ذلك في جمع عشوائي بعد محاولة اغتيال وزير الداخلية السابق أبو باشا. وظروف هذا الاعتقال وأسبابه لا أعلم لها سبباً معيناً لأنني لم يتم استجوابي من الجهات القضائية أو الأمنية ومن حسن قضاء الله وتقديره أنني كنت قد نقلت أثاث بيتي من الظاهرية إلى شارع مسجد الهداية ببولكلي وكان أهلي وأولادي في بيت أصهاري وكنت أبيت هذه الليلة في مسجد ابن تيمية أمام المنزل الذي انتقلت منه وكان ذلك في بداية رمضان وبعد أن تسحرت فوجئت بطرق شديد على باب المسجد وطلبوا تفتيش المنزل. فقلت إن الشقة ليس فيها شيء وكانوا يتعجبون كأنني أعرف ميعاد حضورهم ورتبت أموري على ذلك ولكنه تقدير العزيز الحميد اللطيف بعباده؛ المهم نقلت إلى قسم ومكثت فيه ليلتين ثم التقيت بإخواني الشيخ ياسر برهامي وفاروق الرحماني -رحمه الله- في سيارة الترحيلات ... واستمرت بنا الرحلة إلى سجن الاستقبال وكانت هذه المرة الأولى التي اعتقل فيها مع الإخوة حيث كنت في السجون العسكرية وحيداً فريداً ويعلم الله أنني وجدت من السعادة ما لم أجده وأنا خارج للحج والعمرة. المهم كنا في زنزانة واحدة مع الشيخ ياسر والشيخ فاروق الرحماني ومكثنا عدة أيام ثم حصل تمرد في السجن أحد إخوة الجهاد أخذ مفتاح الزنازين وفتح عدة زنازين وكنت أنا أمير الزنزانة فاستأذنوني في فتح باب الزنزانة قلت ليس هذا من منهج السلف ما كسر الإمام أحمد باب الزنزانة ولا ضرب الحرس؛ وكذا شيخ الإسلام ابن تيمية بل كانوا يصبرون حتى يجعل الله عز وجل لهم خرجاً ومخرجاً؛ المهم حصل اقتحام للسجن بعد تجهيز الإخوة وأطلقت قنابل مسيلة للدموع ثم تعرض أصحاب الزنازين التي فتحت لبلاء شديد نسأل الله العافية ونقل العنبر بأسره إلى زنازين انفرادي كل أخين في زنزانة فوقفت بين أخي ياسر برهامي وفاروق الرحماني قلت إن أفلت أحدهما فلن يفلت الآخر فقدر لي أن أسجن انفرادي مع أخي فاروق الرحماني رحمه الله فكان يصلي بي التراويح وكان حسن الصوت بالقرآن وكأنه خلق للقرآن فرحمه الله رحمة واسعة.. وبعد عدة أيام انتقلنا إلى زنازين أخرى كبيرة لم تطل هذه الفترة فكانت ثمانية وثلاثين يوماً تقريباً وكانت هذه المرة الأولى التي اعتقل فيها سياسياً. \r\n\r\n- والمرة الثانية منذ سنة ونصف تقريباً مايو 2002م ولم تكن أيضاً هناك أسباب ظاهرة لاعتقالي وإن كانت هناك قضية ولكنني أخلي سبيلي منها بعد شهر تقريباً حيث اتهمت فيها بالتكفير وعدم العذر بالجهل مع أنني صنفت كتاباً فيه إثبات العذر والرد على بدعة التكفير ولم تطل إقامتي أيضاً هذه المرة بل كانت ستة أشهر وعدة أيام ولكنني انتقلت منها في سجون مختلفة أولها الاستقبال (استقبال طره) ثم الترحيلات بالإسكندرية أمضيت في كل منها شهراً كاملاً ثم سجن دمنهور ثم وادي النطرون فأتاحت لي هذه الانتقالات فرصة الدعوة إلى عز وجل من ناحية كما سنه يوسف عليه وعلى نبينا الصلاة والسلام تم التعرف على عدد كبير من إخوة من جماعات مختلفة من الجماعة الإسلامية، والجهاد، والتكفير، وإخوة سلفيين من بلاد يصعب الوصول إليهم، وكذا القطبيين، وحزب الله، والحمد لله كان لنا أثراً كبيراً عليهم، وكان الجميع يعاملوننا بالحب والتقدير؛ وكانت هذه المدة أيضاً فرصة لمراجعة القرآن والصيام والقيام وتربية الأولاد من خلف الأسوار بالخطابات فأسأل الله تعالى أن لايحرمنا أيضاً ثواب هذه الفترة \r\n\r\n- وها أنذا أعود إلى دعوتي وأوراقي وأقلامي وأولادي أسأل الله أن يشغلنا بطاعته وأن يوفقنا إلى أسباب رحمته وجنته.\r\n\r\n(طلبه للعلم وشيوخه)\r\n- أما عن طلبي للعلم وشيوخي فقد شافهت علماء العصر والتقيت بهم وسمعت من أفواههم وعلى رأس هؤلاء مجدد العصر ومحدث الديار الشامية العلامة محمد ناصر الدين الألباني والعلامة ابن باز والعلامة ابن عثيميين وعبد الرازق عفيفي رحمهم الله وكذا الشيخ أبو بكر الجزائري ومحمد الصباغ ولكن أكثر ما تعلمته كما تعلم الألباني رحمه الله من الكتب بالإضافة إلى ملازمة شيخنا محمد بن إسماعيل حفظه الله الذي أثرنا فينا كما أثر شيخ الإسلام ابن تيمية في معاصريه وصبغنا كما صبغهم بالصبغة السلفية وهذا من فضل الله علينا وعلى الناس ولكن أكثر الناس لا يشكرون. فقد قال ابن أبي شوذب: إن من نعمة الله على الشاب إذا نسك أن يوفقه الله إلى صاحب سنة يحمله عليها. \r\n- وساعدني كثيراً في طلب العلم أنني فتح لي في التصنيف والإفادة فكنت أجمع الكتب في علم من العلوم الشرعية من أجل أن أخرج منها بمصنف فيكون في ذلك فائدة من جهة تحصيل هذا العلم وتوصيله للناس وقد وفقت إلى دراسة علوم مختلفة وصنفت في كل منها كتاباً أسأل الله تعالى أن ينفعني والمسلمين بها وأختم بذكر هذه المصنفات بحسب وقت تصنيفها والله الموفق.\r\n1- تذكرة الأبرار بالجنة والنار -رسالة لطيفة طبعت مرات عديدة\r\n2- تزكية النفوس - وكان مطبوعاً باسم \"دقائق الأخبار ورقائق الأسرار\"\r\n 3- البحر الرائق في الزهد والرقائق - وهو أشهر كتبي وترجم لأكثر من لغة أجنبية \r\n 4 - الثمرات الزكية في العقائد السلفية \r\n5 - تحفة الواعظ في الخطب والمواعظ -جزءان-\r\n 6- من أخلاق السلف\r\n 7- العذر بالجهل والرد على بدعة التكفير\r\n 8- تسلية المصاب بما جاء في البلوى من النفع والثواب\r\n 9- الفوائد البديعة في فضل الصحابة وذم الشيعة\r\n 10- الحب في الله وحقوق الأخوة\r\n 11- تعظيم قدر الصلاة\r\n 12- وقفات تربوية مع السيرة النبوية\r\n 13- الإمام البخاري وصحيحه الجامع\r\n 14- نظم الدرر في مصطلح علم الأثر\r\n 15- الزهد والرقائق لابن المبارك -تحقيق وتعليق- \r\n16- من أعلام السلف -60 ترجمة في جزئين- \r\n17- الفرج بعد الشدة\r\n 18- تقريب الوصول إلى معرفة الرسول صلى الله عليه وسلم\r\n 19- تيسير المنان في قصص القرآن -ثلاثة أجزاء-\r\n 20- التقوى الغاية المنشودة والدرة المفقودة\r\n 21- شجرة الإيمان\r\n 22- التزكية بين أهل السنة والصوفية\r\n 23- تذكير النفوس المؤمنة بأسباب حسن الخاتمة وسوء الخاتمة\r\n 24-من أعلام الصحابة -تراجم العشرة المبشرين بالجنة\r\n25- مواقف إيمانية\r\n 26- طريق السعادة\r\n 27- الفتوى آداب وأحكام\r\n\r\n بقلم الشيخ الدكتور أحمد فريد منقول من رسالة تاريخ الصحوة وتاريخ الدعوة (باختصار)\r\n","seal":"2066AF15","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":37372,"BkId":37372,"oAuth":1094,"bVer":1,"aSeal":"DBF22A15"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
      {"nass":"السؤال","ramz":"Q","Bk":37372},
      {"nass":"الجواب","ramz":"A","Bk":37372}
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37372":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"التزكية عند أهل السنة"},
      {"lvl":2,"id":2,"sub":0,"tit":"أهمية تزكية النفوس وبيان مناهجها"},
      {"lvl":2,"id":3,"sub":0,"tit":"الغاية من تزكية النفس عند أهل السنة"},
      {"lvl":1,"id":4,"sub":0,"tit":"الصيام مدرسة التقوى"},
      {"lvl":2,"id":5,"sub":0,"tit":"آثار الصيام في زياد تقوى الصائم"},
      {"lvl":2,"id":6,"sub":0,"tit":"ما ينتظره الصائم يوم القيامة من الأجر"},
      {"lvl":1,"id":7,"sub":0,"tit":"العبودية وظيفة العمر"},
      {"lvl":2,"id":8,"sub":0,"tit":"فهم وظيفة العبودية والقيام بها"},
      {"lvl":3,"id":9,"sub":0,"tit":"وجوب إخلاص العبودية لله وحده"},
      {"lvl":3,"id":10,"sub":0,"tit":"سعادة الصالحين وأخبارهم في عبوديتهم لله"},
      {"lvl":1,"id":11,"sub":0,"tit":"دعاء تفريج الهم"},
      {"lvl":2,"id":12,"sub":0,"tit":"كيفية علاج القلب من الهم والغم"},
      {"lvl":2,"id":13,"sub":0,"tit":"أسماء الله الحسنى ومشروعية التوسل بها"},
      {"lvl":2,"id":14,"sub":0,"tit":"بيان تأثير القرآن في القلوب"},
      {"lvl":1,"id":15,"sub":0,"tit":"شهر الاستغفار"},
      {"lvl":2,"id":16,"sub":0,"tit":"فضل الاستغفار وبيان أفضله"},
      {"lvl":2,"id":17,"sub":0,"tit":"الدعاء مع الرجاء وكثرة الاستغفار من أعظم أسباب المغفرة"},
      {"lvl":2,"id":18,"sub":0,"tit":"توحيد الله عز وجل من أعظم أسباب المغفرة"},
      {"lvl":1,"id":19,"sub":0,"tit":"شهر التوبة"},
      {"lvl":2,"id":20,"sub":0,"tit":"أهمية التوبة ودعوة الناس كافة إليها"},
      {"lvl":2,"id":21,"sub":0,"tit":"شرائط التوبة"},
      {"lvl":2,"id":22,"sub":0,"tit":"علامات صحة التوبة وعدم صحتها"},
      {"lvl":2,"id":23,"sub":0,"tit":"أقسام الناس في التوبة"},
      {"lvl":1,"id":24,"sub":0,"tit":"شهر الدعاء"},
      {"lvl":2,"id":25,"sub":0,"tit":"فضل الدعاء وأهميته"},
      {"lvl":2,"id":26,"sub":0,"tit":"آداب الدعاء"},
      {"lvl":1,"id":27,"sub":0,"tit":"شهر الذكر"},
      {"lvl":2,"id":28,"sub":0,"tit":"تعريف الذكر"},
      {"lvl":2,"id":29,"sub":0,"tit":"فوائد الذكر"},
      {"lvl":1,"id":30,"sub":0,"tit":"شهر القرآن"},
      {"lvl":2,"id":31,"sub":0,"tit":"خصوصية شهر رمضان بالقرآن"},
      {"lvl":2,"id":32,"sub":0,"tit":"أنواع الأمراض وعلاج القرآن لها"},
      {"lvl":1,"id":33,"sub":0,"tit":"طريق الولاية"},
      {"lvl":2,"id":34,"sub":0,"tit":"حديث: (من عادى لي وليا) أشرف حديث في شأن الولاية"},
      {"lvl":2,"id":35,"sub":0,"tit":"صفات أولياء الله وخصائصهم"},
      {"lvl":2,"id":36,"sub":0,"tit":"من قصص وكرامات الأولياء"},
      {"lvl":2,"id":37,"sub":0,"tit":"شرح حديث: (من عادى لي وليا)"},
      {"lvl":1,"id":38,"sub":0,"tit":"فضائل شهر الصيام"},
      {"lvl":2,"id":39,"sub":0,"tit":"الحث على اغتنام شهر رمضان"},
      {"lvl":2,"id":40,"sub":0,"tit":"فضل شهر رمضان"},
      {"lvl":2,"id":41,"sub":0,"tit":"الغاية من الصيام"},
      {"lvl":2,"id":42,"sub":0,"tit":"أحوال الصائمين في نهارهم وليلهم"},
      {"lvl":2,"id":43,"sub":0,"tit":"فضل قراءة القرآن وأداء العمرة في شهر رمضان وسائر أعمال الخير"},
      {"lvl":1,"id":44,"sub":0,"tit":"فقه التجارة مع الله"},
      {"lvl":2,"id":45,"sub":0,"tit":"المسارعة إلى التجارة مع الله تعالى"},
      {"lvl":2,"id":46,"sub":0,"tit":"الفرق بين التجارة مع الله عز وجل والتجارة مع غيره"},
      {"lvl":2,"id":47,"sub":0,"tit":"نماذج من فقه التجارة مع الله عز وجل"},
      {"lvl":1,"id":48,"sub":0,"tit":"قيام رمضان"},
      {"lvl":2,"id":49,"sub":0,"tit":"فضل صيام شهر رمضان وقيامه"},
      {"lvl":2,"id":50,"sub":0,"tit":"مشروعية قيام رمضان"},
      {"lvl":2,"id":51,"sub":0,"tit":"فضل قيام الليل"},
      {"lvl":2,"id":52,"sub":0,"tit":"صفة الصحابة في القيام"},
      {"lvl":2,"id":53,"sub":0,"tit":"هدي النبي صلى الله عليه وسلم في قيام الليل"},
      {"lvl":2,"id":54,"sub":0,"tit":"الأسباب المعينة على قيام الليل"},
      {"lvl":3,"id":55,"sub":0,"tit":"الأسباب الظاهرة المعينة على قيام الليل"},
      {"lvl":3,"id":56,"sub":0,"tit":"الأسباب الباطنة المعينة على قيام الليل"},
      {"lvl":1,"id":57,"sub":0,"tit":"قيمة الزمن"},
      {"lvl":2,"id":58,"sub":0,"tit":"أهمية الوقت وأدلته من الكتاب والسنة"},
      {"lvl":2,"id":59,"sub":0,"tit":"الأمور الدالة على أهمية استغلال الوقت"},
      {"lvl":2,"id":60,"sub":0,"tit":"من قصص السلف في المحافظة على أوقاتهم"},
      {"lvl":1,"id":61,"sub":0,"tit":"معاني إيمانية شريفة"},
      {"lvl":2,"id":62,"sub":0,"tit":"معان وقيم إسلامية"},
      {"lvl":3,"id":63,"sub":0,"tit":"التوكل على الله وتعليق القلب به تعالى"},
      {"lvl":3,"id":64,"sub":0,"tit":"الحب في الله والبغض في الله"},
      {"lvl":3,"id":65,"sub":0,"tit":"عزة المؤمن ومذلة الكافر"},
      {"lvl":3,"id":66,"sub":0,"tit":"محبة الآباء والأبناء والإخوة والزوجات محبة طبيعية"},
      {"lvl":3,"id":67,"sub":0,"tit":"علو الهمة والتنافس في درجات الآخرة"},
      {"lvl":1,"id":68,"sub":0,"tit":"وبدا لهم من الله ما لم يكونوا يحتسبون"},
      {"lvl":2,"id":69,"sub":0,"tit":"خوف السلف من لقاء الله عز وجل"},
      {"lvl":2,"id":70,"sub":0,"tit":"أقوال السلف في المعني بقوله تعالى: (وبدا لهم من الله ما لم يكونوا يحتسبون)"},
      {"lvl":3,"id":71,"sub":0,"tit":"أن الآية نزلت في أهل الأهواء والرياء"},
      {"lvl":3,"id":72,"sub":0,"tit":"أن الآية نزلت في أهل البدع"},
      {"lvl":3,"id":73,"sub":0,"tit":"أن الآية نزلت فيمن غره طول الأمل والأماني الباطلة"},
      {"lvl":3,"id":74,"sub":0,"tit":"أن الآية نزلت فيمن أثقلوا ظهورهم بمظالم العباد"},
      {"lvl":3,"id":75,"sub":0,"tit":"أن الآية نزلت فيمن ظنوا كبائرهم صغائر"},
      {"lvl":3,"id":76,"sub":0,"tit":"أن الآية نزلت فيمن يناقش الحساب يوم القيامة"},
      {"lvl":3,"id":77,"sub":0,"tit":"أن الآية نزلت فيمن وقع في ذنوب منعت انتفاعه بحسناته"}
    ]
}
