{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37541":
    [
      {"page":25,"id":3,"nass":"بسم الله الرحمن الرحيم\rوصلى الله على سيدنا محمد وآله\r\r[مقدمة الكتاب]\rالحمد لله المحمود بكل لسان، المعبود في كل زمان، الذي سدد فأرشد إلى الإيمان والإسلام، وأطلق بتوحيده وتمجيده الأنام وأضراب الأعلام.\rوالصلاة والسلام التامان الأكملان على سيدنا ونبينا ومولانا محمد الآتي بالهدى والإيمان، والآيات الواضحات البيان، الناسخ بدينه القويم كل الأديان، والرضى عن آله وأصحابه الأبرار وعن التابعين لهم بإحسان.\rأما بعد، بعد حمد الله تعالى وترديد الصلاة على سيدنا ومولانا محمد يتكرر ويتوالى. فيقول العبد المعترف بما آتاه المغترف من فيض نعماه ورحماه، عبد الحق الإسلامي، وفقه الله وسدده وهداه وأرشده الله تعالى وله الحكمة فيما قدر وقضى: كان أطلعني منذ ستة عشر سنة على الحق الذي لا يشك فيه عاقل ولا يرتاب فيه إلا أهل الباطل، وهو الإيمان بسيدنا ونبينا ومولانا محمد - صلى الله عليه وسلم - والاقتداء به في جميع الأحكام، وكان من","seal":"CCEE1CDA","part":1},
      {"page":26,"id":4,"nass":"حكمته أن قدر علي بكتمانه وإخفائه وعدم إفشائه وإبدائه إلى أن وفقني الله وألهمني (ونبهني وأفهمني) أن هذا القدر لا يكفيني ولا يخلصني، بل الواجب علي (في ذلك) إذاعة توحيده والنطق بتنزيهه وتحميده وإشاعة الإيمان برسوله سيدنا محمد - صلى الله عليه وسلم -. فبادرت إلى [ما] يجيرني من العذاب الأليم ويقربني من جنات النعيم، فقلت معلنا بكلمة التوحيد ناطقا بالتنزيه والتمجيد:\rأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\rثم أسلم على يدي بحمد الله تعالى جميع أهلي وولدي وكل من سبقت له السعادة ممن كان يلازمني، وكل ذلك ألطاف من الله سبقت، ورحمة منه قد عمت وشملت، ورأفة سددت عبيده إلى طريق هداه (وما كنا لنهتدي لولا أن هدانا الله). فله الحمد والشكر، وله الخلق والأمر، وبيده الخير والشر (والنفع والعز)، يضل من يشاء ويهدي من يشاء. لا يسئل عما يفعل وهم يسئلون.\rولما قدر الله سبحانه وتعالى بما قضى به علي من الإسلام والدخول في دين خير خلقه عليه السلام، أشار علي بعض طلبة مدينة سبتة أعزهم الله تعالى وحرسها أن أؤلف جزءا في بيان ما هم عليه اليهود لعنهم الله تعالى من الضلالة والكفر الشنيع والشرك بالله البشيع، وما هم يعتقدونه من الكذب المحض في إنكار نبوة سيدنا ومولانا محمد - صلى الله عليه وسلم -، فيكون إن شاء","seal":"AE5E2D9E","part":1},
      {"page":27,"id":5,"nass":"الله تعالى ماحيا لاعتقادهم محوا لآثار فسادهم، وانا استعنت بالله تعالى الذي لا إله إلا هو على ما أشير به علي مع قصد التقرب إلى الله تعالى، مستدلا عليهم بالأدلة الساطعة والبراهين القاطعة مما يدل على فساد عقولهم ويؤذن بجرأتهم وعدم أدبهم (في مقولهم) واقتصرت على ما في كتبهم المبدلة مما لا يسعهم إنكاره ولا النزاع فيه بوجه ولا حال، فيكون أنكد الهم وأبلغ في الحجة عليهم وأحرى في الاستدلال. وجعلت ما هو في التوراة بزعمهم أو في غيرها من كتبهم وتواليفهم من النصوص بالعبرانية مكتوبا بالأحمر، وشرحها بالمداد الأكحل، على حسب تفسير قدمائهم وشرح علمائهم، واني لأستغفر الله من حكاية كفرهم وبشاعة نظرهم وبينته على الإيجاز والاختصار من غير بسط ولا إكثار. وسميته \"الحسام الممدود في الرد على اليهود\"، وها أنا قد شرعت فيما به وعدت، وبالله أستعين وهو الموفق المعين، ولا حول ولا قوة إلا بالله العلي العظيم.\rفنقول إن الكلام ينحصر معهم في خمسة أبواب:\r• الباب الأول: في تقرير المواضع التي في كتبهم الدالة على ثبوت نبوة سيدنا ونبيا ومولانا محمد - صلى الله عليه وسلم -، وأنه مرسل لكافة الخلق.\r• الباب الثاني: في نسخ شريعته لجميع الشرائع.\r• الباب الثالث: في وقوعهم في الأنبياء والمرسلين عليهم السلام وملوكهم ومن ليس منهم.","seal":"38A81C52","part":1},
      {"page":28,"id":6,"nass":"• الباب الرابع: فيما في توراتهم المبدلة من الشرك والتجسيم والتبديل والتغيير مما تغلق منه الآذان وينزه عنه الواحد الأحد الفرد الصمد الرحيم الرحمن.\r• الباب الخامس: فيما في كتبهم من تعظيم النبي - صلى الله عليه وسلم - في صلواتهم ومن أسراره ومعجزاته وآياته وأمرائه.","seal":"EDCF21AE","part":1},
      {"page":29,"id":7,"nass":"الباب الأول: في تقرير المواضع الدالة على صحة نبوءة سيدنا ومولانا محمد - صلى الله عليه وسلم - وثبوتها\rاعلم وفقني الله وإياك أن اليهود لعنهم الله أنكروا نبوءة سيدنا محمد - صلى الله عليه وسلم - وبالغوا في ذلك كل المبالغة جحدا منهم وطغيانا وكفرا، وأنه - صلى الله عليه وسلم - لثابت عندهم في كتبهم راسخ في دواوينهم. (ومن يضلل الله فما له من هاد). ونحن نستعين بالله في الرد عليهم وبطلان ما يوافقون عليه ولا ينكرونه، بل ولا يقد رون على إنكاره. وانما أرميهم بأحجارهم وآخذهم بإقرارهم وأستخرج ذلك من كتبهم المنزلة بزعمهم، وعددها أربعة وعشرون كتابا.\rفأول ذلك ما في الكتاب المسمى ملاخم الذين ينسبونه لليسع عليه السلام في قصة سلطان بني إسرائيل المسمى عندهم أحأب، وكان من كبار ملوك بني إسرائيل، وكان معتقدا لدين محمد - صلى الله عليه وسلم -، وكان اليهود يكفرونه حينثذ واستمروا على ذلك حتى الآن. وحكي أنه جاءه ملك من ملوك الروم اسمه ابن هدد بجيوش لا يعلم عددها إلا الله الذي خلقها، ومعه اثنان وثلاثون سلطانا وحصروه بمدينة سمرون، وبعث إليه إرسالا وطلب منه أن يعطيه جميع ما","seal":"8D9ED6E0","part":1},
      {"page":30,"id":8,"nass":"لديه من الذهب والفضة وأولاده ونسائه رهنا، وطلب منه العلم الذي كان يقاتل به وكان مكتوب فيه: لا إله إلا الله محمد رسول الله، وكان يغلب به في الحروب كلها فأجاب إلى كل ما دعاه إليه من المال والأولاد إلا العلم المذكور. ونص ما في كتاب ملاخم:\r«كِي إِمْ كعثْ مَحَرْ اشْلٍحْ إثْ عَبْدَيْ إِلْيخَ وَحبْشوا إثْ بشِيخَ وَإِثْ يَتِي عَبْجَ َيَسخْ وَهَيَا محمد عَيَنَيخَ يَسِيمُوْا بِيدَمْ وَلَقَاضْواْ.» (¬1)\r\rشرحه:\rإذا كان غدا أرسل إليك عبيدي يفتشون بيتك وبيوت عبيدك، وحيث ما كان محمد عنايتك يجعلوه في أيديهم ويأخذونه منهم. يعني العلم الذي فيه اسم محمد - صلى الله عليه وسلم - يأخذوه عبيدي من أيديكم ويزيلوا انتصاركم به، فلما قرأ الملك أحأب الرسالة اجتمع مع أشياخ اليهود وأحبارهم وقرأ عليهم الرسالة واستشارهم في أمرها، فأجمعوا قاطبة على أن يعطوا ما بأيديهم من الذهب والفضة والأولاد رهنا. ولم يوافق أحد منهم على إعطاء العلم المذكور واخراجه من أيديهم، فبعث الملك أحأب إلى ملك الروم بما اتفقوا عليه فغضب وأبى إلا العلم وحلف ليخربن ديارهم ويغصب أموالهم ويسبي أولادهم وعيالهم ويقتل رجالهم، فتشفع له أحأب بالنبي محمد - صلى الله عليه وسلم - فلم يقبل الشفاعة وصمم على يمينه وبنى على هلاك أحأب وكل من معه. فجاءه نبي من أنبياء ذلك العصر وقال له لا تخف توكل على الله سبحانه وعلى نبيه محمد - صلى الله عليه وسلم -،\r¬_________\r(¬1) 1 الملوك 20: 6","seal":"2E2D319B","part":1},
      {"page":31,"id":9,"nass":"ينصرك على هؤلاء الملوك ويعينك على هزمهم فإن الله تعالى لا يضيع من آمن بمحمد واعتقد دينه ومذهبه. فخرج إليهم أحأب وقاتلهم فأعانه الله عليهم فغلبهم وفروا بين يديه هاربين وانقلبوا في صفقتهم خاسرين، واشتهرت هذه الحكاية عند أهل ذلك العصر، فآمن منهم بالله من سبقت له السعادة عند الله. وهذا الملك أخأب عند اليهود لعنهم الله من أعظم الكفار لكونه آمن بمحمد - صلى الله عليه وسلم - واعتقد دينه ومذهبه. قال الله تعالى: (لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا).\rوهذا الملك أحأب مات مسلما حسبما شهدت بذلك نصوصهم. «وهملِيخٍ هَيَّا محمد بَمرٍ كَبَا نَخَحْ أَرَمْ»\r\rشرحه:\rوالملك كان يذكر محمدا ويقاتل الروم. فتأمل هذا الذي ذكرت لك فإن فيه أدلة شافية على كذبهم:\r* منها: أن النبي - صلى الله عليه وسلم - مذكور في كتبهم وهم ينكرونه جحدا منهم للحق الذي لا شك فيه.\r• ومنها: أنهم يعلمون ويتحققون أن نصرة أحأب على ملك الروم إنما كانت بسبب إيمانه بالنبي - صلى الله عليه وسلم - وبوسيلة المشفع به إلى الله تعالى.","seal":"80682FBC","part":1},
      {"page":32,"id":10,"nass":"• ومنها: أن هذا الملك أحأب كان عظيمهم وسيدهم فلما آمن بمحمد - صلى الله عليه وسلم - كفروه، فناهيك من قوم يصممون على الكفر ويتبعون أهواءهم (ومن أضل ممن اتبع هواه بغير هدى من الله).\rوهذا الذى ذكرنا عنهم يشبه بالنظر ما يأتي من اعتقادهم الفاسد.\r\rفصل\rيتضمن ذكر محمد - صلى الله عليه وسلم - باسمه الذي لا ريب فيه. من ذلك نص ما في كتاب هويشع وهو:\r«مَا تعَسُواْ لِيُومْ مُوعِدْ وَلِيَوْمِ حَغْ أُذْنَيْ كِي هِنِّي هلخُواْ مِشَوَدْ مِض لايَمْ تَقِيمِيمْ مُود تغيرم محمد كَخْسِيم كِؤُس جِيرَسِم حُوِح، بِأهْلِيِهم.» (¬1)\r\rشرحه:\rأي شيء تعملون، أم كيف يكون حالكم في اليوم الموعود وفي اليوم المشهود، ما زلتم تسلكون وتنتقلون من نحس إلى نحس. المصريون أسروكم والروم قتلوكم ومحمد يسبي أموالكم والكؤس يطردونكم والشوك في أخبيتكم.\rومصدق هذا الكلام: التقرير والتوبيخ وتعداد ما نزل بهم من المكروهات وكأنه يقول لهم: لا بد لهم أن يذهب رسمهم وآثارهم حتى لا يبقى منهم أحد، ومحمد - صلى الله عليه وسلم - وأمته هم المسلطون عليهم، بسبب كفرهم وانتقالهم من فساد إلى أفسد منه، وهذا معنى قوله: إنهم يسلكون من نحس إلى نحس، و\"محمد كخسيم\" معناه: أن النبي - صلى الله عليه وسلم - يأمر بتغريمهم المال. والكؤس قبيلة من العرب. وحوح\r¬_________\r(¬1) هوشع 9: 5 - 6","seal":"6528AA4C","part":1},
      {"page":33,"id":11,"nass":"معناه: الشوك، أي أن أمة محمد - صلى الله عليه وسلم - يزيلونهم ويمحون آثارهم لأنهم عندهم بمنزلة الشوك لا منفعة فيه ويبعد المرء عنه، كذلك هم لا منفعة فيهم لأمة محمد - صلى الله عليه وسلم - بل إنهم مضرة مجردة من النفع. وهذا الذي قرر يؤيده ما بعده من النص وهو:\r«بأويمي هغوه بأويمي هشلوم إويل هني مشجع إش هروح عَل رَوبِ عُونَن وَرَبَّهُ مسطِينمَه».\r\rشرحه:\rوصلت ليلة المطالبة، وصلت ايام الانتصاف بسبب وقوعكم في النبي - صلى الله عليه وسلم -، قلتم إنه جاهل، وقلتم إنه أحمق مَرياح، وهذا أعظم ذنوبكم وبه كثر الحقد عليكم ووجب بغضكم وعداوتكم. وفى هذه الجملة أدلة عليهم:\rأحدها: أن النبي - صلى الله عليه وسلم - موجود فى كتبهم كما فى النص الذي قبل هذا.\rالثاني: أن نصهم أخبر أنه لا بد لأمة محمد - صلى الله عليه وسلم - من أخذ أموالهم بسبب كفرهم، وهذا النص مما لا يبدلونه، والله أعلم، لأن ذلك موجود وما زال المسلمون يضربون عليهم الجزية ويأخذونها منهم عن يد وهم صاغرون.\rالثالث: أن كتبهم مبدلة لا محالة، ولا ينبغي لعاقل أن يشك في ذلك لأنه يستحيل أن يكون فى كتاب الله المنزل سب رسول الله - صلى الله عليه وسلم -.\rالرابع: أن هويشيع المذكور كان قبل النبي - صلى الله عليه وسلم - مع أنه أخبر به وصرح باسمه وأنه محمد، والإخبار بالشيء قول كونه قاطع بصحة ذلك","seal":"A86AEDC2","part":1},
      {"page":34,"id":12,"nass":"الشيء لأنه إخبار بما سيكون، والإخبار بما سيكون إنما يكون بإذن الله عز وجل، إذ لا يعلم ما في السموات وما في الأرض الغيب إلا الله،. وما أخبر به تبارك وتعالى حق لا يرتاب فيه مؤمن بالله، فالنبي محمد - صلى الله عليه وسلم - حق والتصديق به واجب. وهذه أدلة كافية في الرد عليهم، كيف وقد وقعوا فيما هو أمر وأدهى، وسياتي ذكر كله مفسرا إن شاء الله تعالى.\r\rفصل\rيتبين فيه ذكر النبي - صلى الله عليه وسلم - في التوراة والزبوز وغيرهما من كتبهم، تارة باسم أحمد وتارة باسم محمد مستخرجا ذلك من كتبهم بحروف أبجد حسبما هو اصطلاحهم في ذلك. فمنه: ما وقع في أول سورة من التوراة ونصه:\r«وياعس ألوهيم إث تنبيه هيروت هجر وليم».\r\rشرحه:\rوخلق الله النورين العظيمين. وقوله: \"هجر وليم\": عدده ثمانية وتسعون، يختص منها اسم محمد - صلى الله عليه وسلم - باثنين وتسعين، والستة الباقية من العدد ليوم الجمعة سادس الأيام. فتفهم أرشدنا الله تعالى وإياك أن هذا بدل من نص أخر كان في موضعه، وبدل منه بعد","seal":"C087E951","part":1},
      {"page":35,"id":13,"nass":"بعث الرسول - صلى الله عليه وسلم -، وإنما كان النص الاول يشير إلى أن الله تبارك وتعالى لم يخلق النورين العظيمين، وهما: الشمس والقمر، إلا من نور سيدنا ومولانا محمد - صلى الله عليه وسلم -، وأنه الذي نسخ يوم السبت بيوم الجمعة، فبدل حينئذ النص الحاسدون الظالمون من علمائهم لعنهم الله، وجعلوا في هذا النص المبدل لفظة تدل على ذلك وهي: \"هجر وليم\" بزعمهم أن محمدا يكون منهم، هكذا هو مفسر في كتاب مضمون عندهم لعنهم الله. وسيأتي مثل هذا كثير إن شاء الله تعالى.\rواعلم أرشدك الله أن حساب أبجد قاعدة من قواعدهم وعليها مدار دينهم في فرائضهم وسننهم، وهذا مما لا ينكرونه قط، لا بوجه ولا بحال.\r\rفصل\rيتبين فيه أن في توراتهم في الحزب الأول منها أن الله تعالى أخبر أن أحمد يدخل الجنة قبل الخلق، ونص ذلك:\r«ويصلع أدني أبوهيم جن بعيدن مقدم». (¬1)\r\rشرحه:\rويدخل السيد أحمد الجنة قبل الخلق. يدل على ذلك لفظة: جن، إذ عدده ثلاثة وخمسون كما هو أحمد، فإذا قالوا: مدلول جن إنما هو جنة، قلنا لهم: هذا يؤول إلى أن يكون معنى الكلام: يدخل الله الجنة في الجنة قبل الخلق، وهذا تفسير غير معقول ينزه كلام الله تعالى [عنه]. فأحد\r¬_________\r(¬1) التكوين 2: 8","seal":"E6225D34","part":1},
      {"page":36,"id":14,"nass":"الأمرين لازم: إما أنه ليس من كلام الله تعالى، وإما ثبوت أن النبي - صلى الله عليه وسلم - في كتبهم. وأيهما كان فهو المطلوب.\r\rفصل\rيتبين فيه أن الله سبحانه وتعالى بشر أبانا إبراهيم عليه السلام بأن من ابن هاجر، وهو إسماعيل، يخرج محمد - صلى الله عليه وسلم -. والنص عندهم في ذلك:\r«وليشيمعيل شمغثيخ ببني رحمتي أوثو ومريثسي أثو بماد ماد هينيم علسر نسيم يولذ وننثين تجوي جدول.» (¬1)\r\rشرحه:\rودعوتك لإسماعيل مقبولة فأبارك فيه وأكبره وأنميه وأخرج منه محمدا. ويدل على اسم محمد - صلى الله عليه وسلم - قوله: «بماد ماد» لأن عدده اثنان وتسعون، ومحمد كذلك، وهذا مما يدل أنه - صلى الله عليه وسلم - موجود في كتبهم، وهم ينكرونه.\r\rفصل\rيتبين فيه أن آدم عليه السلام إنما خلقه الله سبحانه بسبب محمد. ونص ما ورد من ذلك في الحزب الأول من التوراة:\r«ويأمر أذني ألوهيم هن هادم هيه كاحد ممنوا.»\r\rشرحه:\rوقال الله: إنني أخلق آدم ليخرج من ظهره أحمد ويكون كأحدكم. قال علماؤهم: يعني في الرتبة وأعلى. يدل على أحمد \"هيه كاحد\"\r¬_________\r(¬1) التكوين 17: 20","seal":"6422BA01","part":1},
      {"page":37,"id":15,"nass":"عدده ثلاثة وخمسون، وأحمد كذلك. وهذه القاعدة قد قررنا أنها من قواعدهم وأصولهم مما يبنون عليها فرائضهم في أكثر مسائل دينهم، وأنهم بدلوا ما كان من النصوص في هذا المعنى حسدا منهم لعنهم الله وأذلهم. وإن أرادوا نقض هذه القاعدة؛ قالوا: لا تستعمل في هذا المحل. قلنا لهم: تخصيصهم هذا المحل وما أشبهه بعد الاستعمال تخصيص من غير مخصص وهو باطل، وهم دائرون بين شيئين: إما رفض جميع ما بنوا على هذه القاعدة أو استعمالها فيما ذكرنا، وأيهما كان فهو مقو لمطلوبنا ومنتج لدليلنا. ثم نولد عليهم سؤالا ونقول لهم: أنتم مقلدون لعلمائكم، متبعون لهم في أقوالهم وأفعالهم فأتونا بنص من موضوعاتهم ينبئ بأن هذه القاعدة لا تستعمل في هذا المحل. فما لهم جواب عن هذا أصلا إذ لم ينص أحد من أحبارهم على ما راموه. واذا علم النص وجب الرجوع إلى القاعدة الأولى والانقياد إليها، وهو واضح لا ينازع فيه إلا مكابر جاهل. والتوفيق بيد الله.\r\rفصل\rيذكر فيه أن محمدا - صلى الله عليه وسلم - خير خير من كل ما خلق الله، وصلواته خير من كل الصلوات، ونص ما في التوراة من ذلك في الحزب الأول منها:\r«اوير ألوهيم إث كل أشر جسا وهته طوب ماد.» (¬1)\r\rشرحه:\rوعلم الله كل ما خلق، وأن خيرهم أحمد، والخمس صلوات والجمعة والعيدان. ويؤخذ ذلك من قوله: وهته. لأن عدده ستة وستون\r¬_________\r(¬1) التكوين 1: 31","seal":"2D4E96CB","part":1},
      {"page":38,"id":16,"nass":"منها لأحمد ثلاثة وخمسون، وللجمعة ستة لأنها سادس الأيام، وخمس للخمس صلوات، واثنان للعيدان. وهذا فصل حسن مظهر لما فيه من العهد لإنكار محمد - صلى الله عليه وسلم - وما جاء به. ولو أنهم نظروا لأنفسهم بعين البصيرة وتبصروا في لفظه: \"وهته\" التي في توراتهم وبحثوا عن تفسيره وكيف كان النص قبل تبديله وأجروه الآن على عادتهم فيهتدون إلى الحق المستقيم ويتعبدون بالدين القويم. وما زلت أتكلم معهم قبل إسلامي وأبين لهم ما قررته الآن فيخرسون ولا يجيبون بشيء. فإذا قيل هذا الفصل لا يتضمن اتباع شريعته - صلى الله عليه وسلم - ولا أنها ناسخة لكل الأديان. قلنا: نعم ولكن المقصود الأعظم من هذا الفصل إنما هو الإقرار بمحمد - صلى الله عليه وسلم - مذكور في كتبهم، وأما كون شريعته ناسخة لجميع الشرائع فيأتي ذلك إن شاء الله تعالى. واذا سألت عن هذا فلا بد من البحث معك فيه. فنقول:\rإن قولهم في النص: خيرهم أحمد يقتضي أنه أفضل الخلق، ولكن هذه الصيغة لا تدل على عدم فضيلة المفضول بل تدل على فضيلته، ونحن نقول بفضيلة الأنبياء عليهم السلام وأن محمدا هو أفضلهم، وما جاء به أفضل مما جاء به غيره.\r\rفصل\rيذكر فيه رسول الله - صلى الله عليه وسلم - وأنه من ذرية إبراهيم عليه السلام، والنص في ذلك من التوراة:\r«ويومر أدني إل إبرم لخ لخ مئوصخ ومئمرار تخ ومبت أبيخ إل هارص أشر إرايك وإيمسخ لجوي جدول، وأبارصخ واعدالاه شميخ وهي","seal":"080C5273","part":1},
      {"page":39,"id":17,"nass":"براخه، وأبرخس مبار خبخه وممللخ أوور وثبار فخه كل مشجيوت هادما.» (¬1)\r\rشرحه:\rوقال الله لإبراهيم: امض من بلادك وبيت أبيك إلى الأرض التي أريك، وأخلق من ذريتك محمدا، وأبارك فيه وأعظم اسمه. وسيكون بركه وأبارك فيمن يتبرك به، وألعن من سبه. (ويعظمه الأكثر من مخلوقات العالم).\r\rوهذا فصل بديع باتر لحججهم، لأن هذه الأوصاف لم توجد إلا في النبي - صلى الله عليه وسلم -، والبركة والحمد ظاهرة في أمته. وما من اسم أعظم من اسمه - صلى الله عليه وسلم -. وهؤلاء اليهود لعنهم الله الطاعنون عليه قد ضربت عليهم الذلة والمسكنة وباؤوا بغضب من الله ولعنوا أين ما كانوا. وهذا الموضع من النص لا يصلح أن يكون فيه إلا محمد - صلى الله عليه وسلم - ولا يليق بهذا المحل غيره. ولا يمكن لفظ يعني بعدد \"لجوي جدول\" إلا محمد - صلى الله عليه وسلم -. وقد بينا أن هذه قاعدة من قواعدهم بما يغني عن التكرار.\rفصل\rمن نوع ما تقدم، ويذكر فيه قضية إبراهيم مع الخمسة ملوك الذين سبوا لوطا، وأن الله تعالى أوحى إليه بأنه لا يخاف لأن محمدا عضده وترسه. والنص في ذلك في السفر الأول من التوراة:\r«هيا دبر أدني إل ابرم بامجديني ليموز أن تيرا أبرم أنوخي مجن لخ صخار خاصر بي ماد.» (¬2)\r¬_________\r(¬1) التكوين 12: 1 - 3\r(¬2) التكوين 15: 1","seal":"4E2BB4BD","part":1},
      {"page":40,"id":18,"nass":"شرحه:\rكان خطاب الله لإبراهيم في الوحي أن قال له: لا تخف يا إبراهيم، أنا ومحمد ترس لك. ويدل على ذلك لفظ مَجَن الذي في النص لأن عدده ثلاثة وتسعون، لاسم محمد اثنان وتسعون والواحد الباقي من العدد للواحد الباقي سبحانه الفرد الصمد، ويدل أيضا أنه - صلى الله عليه وسلم - أشرف الخلق وأفضلهم وأعلاهم لأن الله تعالى هدن روعته، أعني إبراهيم عليه السلام، بأنه هو ومحمد - صلى الله عليه وسلم - ترس له، لا سيما وهو لم يكن في الوجود، فمن رزقه الله شيئا من العقل ونظر في مثل هذا وتأمله لا شك أنه يرجع إلى الحق وينقاد إلى الطريقة المثلى، ومن سبق له الشقاء والعياذ بالله فلا ينفعه عقله بشيء، بل يضره كل الضرر ويزين له سوء عمله فيراه حسنا. نعوذ بالله من الخذلان ونسأله العفو والغفران وهو حسبنا ونعم الوكيل.\r\rفصل\rيذكر فيه لما خلق الله سبحانه وتعالى إسحاق عليه السلام أخذت سارة غيرة، فما زالت تحاول على إبراهيم حتى انتقل بهاجر إلى مكة مع ولدها إسماعيل. وكان ذلك سابقا في علم الله أن إسماعيل يتربى في مكة ليخلق هناك محمد - صلى الله عليه وسلم -، فلما صرفها إلى مكة تاهت في الطريق وعطش إسماعيل فبعث الله إليها ملكا وأراها ماء زمزم وقال لها: قومي ارفعي ابنك إسماعيل وسيخرج منه محمد - صلى الله عليه وسلم -. والنص في ذلك من التوراة:\r«قومي سات إث هنعر يحيى لجوي جدول اسمي.» (¬1)\r¬_________\r(¬1) التكوين 21: 18","seal":"9086C503","part":1},
      {"page":41,"id":19,"nass":"شرحه:\rارفع الغلام إن محمدا يخرج منه. يدل على ذلك قوله لجوي جدول. وهذا أيضا دليل واضح عليهم لا يفتقر إلى بيان لوضوحه فافهمه.\r\rفصل\rيذكر فيه أن إبراهيم عليه السلام أنه كان يصلي بمكة حسبما شهدت بذلك نصوصهم فمن ذلك:\r«ويسع أبرم هلوخ ونسوع هنجبه.»\r\rشرحه:\rوكان إبراهيم عليه السلام في أكثر رحيله إنما يرحل إلى مكة، وقوله في النص \"هنجبه\": عدده مكة، فإن قيل ما الدليل في هذا النص؟ فالجواب أن اليهود لعنهم الله يزعمون أنهم على ملة إبراهيم وأنهم أولى بها من غيرهم. وإبراهيم عليه السلام كان يصلي بمكة ويرحل إليها، وهؤلاء اليهود لعنهم الله تعالى ودمرهم لا يذكرون مكة بشفة ولا بلسان، فقد تناقض قولهم مع حالهم واختلوا، وصارت دعاويهم مجردة لا يوافقها عملهم. وقد دل النص أنهم إذا غير متبعين لإبراهيم. والمسلمون وفرهم الله تعالى متبعون له، وما من أمة تسير إلى مكة وتعمل الرحلة إليها وتعتني بها إلا أمة محمد - صلى الله عليه وسلم - (فهم المتبعون لإبراهيم وعلى ملته حقيقة والله ولي التوفيق).","seal":"AAE246E1","part":1},
      {"page":42,"id":20,"nass":"الباب الثاني: في نسخ دينه عليه الصلاة والسلام لجميع الأديان\rيتبين فيه أن الله سبحانه وتعالى قال لموسى عليه السلام سأبعث نبيا من قرابة بني إسرائيل واسمه محمد وأنسخ بشريعته شرائعهم وننسخ السبت بيوم الجمعة والنص في ذلك:\r«نبيء أقيم لهم مقرب أخيهم كموخ ونتتي دبري يفح ودبر إليهم إث كل ابشرا موض بنؤا.»\rشرحه: سيقوم نبي (من قرابة إخوان بني إسرائيل وهو نبي) مثلي وأجعل خطابي فيه ويتكلم بجميع ما آمره به.\rويدل على اسم محمد قوله في النص: \"يفح\" إذ عدده ثمانية وتسعون يختص منها اسم محمد - صلى الله عليه وسلم - باثنين وتسعين والباقي يدل على الجمعة، لأنها في سادس الأيام. وهذه الجملة تدل أن دينه عليه السلام ناسخ لجميع الأديان ولذلك أتينا بهذا الباب عقب الباب الأول على أنه - صلى الله عليه وسلم - موجود في كتبهم، لأنه ربما قالوا في الباب الأول إنا نسلم أنه موجود في كتبنا ولا نسلم أن دينه ناسخ لجميع الأديان،","seal":"A5097179","part":1},
      {"page":43,"id":21,"nass":"فيستدل عليهم بهذا الباب. وقوله في النص هو نبيء مثلك يصح باعتبار أن كل نبي منهم كريم على الله تعالى وكون النبي محمد - صلى الله عليه وسلم - أفضل الأنبياء فمعلوم مقرر ولا يحتاج إلى شيء. وقوله: وأجعل خطابي في فيه إشارة إلى أنه كان أميا لا يقرأ ولا يكتب وهو أكبر معجزاته - صلى الله عليه وسلم -، وهذا يدل على تصديق استدلالنا وصحته لأنه لا نبيء بعده ولا نبيء على هذه الصفة سواه. وفيه أيضا دلالة على فضيلته - صلى الله عليه وسلم - إذ ظهرت على يديه الآيات والمعجزات الخارقات للعادات، لم يظهر على يد نبي من أنبياء الله تعالى ولم يأت بها أحد منهم، مع أنه ليس من الكاتبين ولا من الحاسبين.\r\rفصل\rيتبين فيه أن موسى عليه السلام قال لبني إسرائيل: احضروا بالكمر سيأتي في آخر الزمان نبي اسمه مقارن لاسم ربه فاتبعوه واسمعوا منه وأطيعوه والنص في ذلك:\r«نبيء مقر وبيخ مياميخ كمويني يقيم لمخ أذني آلوهيخ إلو تسمعون.» (¬1)\r\rشرحه:\rنبيء من قرابة إخوانكم مثلي يبعثه الله ربكم، منه تسمعون.\rوهذا أيضا يرد عليهم لأنهم يزعمون أنهم متبعون لموسى عليه السلام، وقد أمرهم باتباع محمد - صلى الله عليه وسلم -، فلم يتبعوه، بل كفروا وضلوا عما أمرهم به، وعصوا الجميع لكونهم لم يتبعوا موسى عليه السلام فيما أمرهم به ولا محمدا - صلى الله عليه وسلم - فيما أخبرهم به ودعاهم إليه.\r¬_________\r(¬1) التثنية 18: 18","seal":"4133617A","part":1},
      {"page":44,"id":22,"nass":"فصل\rيذكر فيه أن في التوراة مذكور أن من لم يؤمن ويسمع من النبي - صلى الله عليه وسلم - أن الله خصيمه والنص في ذلك:\r«وهيامايش أشر أو بشمع إل دبر وأيشر يعبر بشمي أنوخي إدروش معمو.»\r\rشرحه:\rويكون الشخص الذي لا يسمع من هذا النبي الذي يتكلم باسمي إني أعاقبه.\rومعنى ما وقع في الشرح أنه يتكلم باسمي، أي أنه في جميع كلامه وفي أوائل السور: بسم الله الرحمن الرحيم، ولم يوجد في سائر الكتب المنزلة على الأنبياء عليهم السلام: بسم الرحمن الرحيم إلا فيما نزل على الرسول المصطفى - صلى الله عليه وسلم -.\r\rفصل\rيتبين فيه أن أشعياء النبي عليه السلام ذكر في كتابه المنزل عليه بزعمهم نبوءة سيدنا محمد - صلى الله عليه وسلم - وأن دينه ناسخ لجميع الأديان، ونص ما في كتاب أشعياء من ذلك:\r«من عبدي إثموخ، بو نحي، وحشا نفشي لو يروص بخيهي ولو يروص عن بسيم بأرض مشبط، وكثورثر اسم ينجلو.» (¬1)\r\rشرحه:\rهذا عبدي اسمك فيه مصطفاي ومختاري أجبلته لجلالي لا يتقلق ولا يجري حتى يجعل في الأرض دينا ولشريعته الأمم ينتظرون.\rوبيانه أن هذا النبي الذي أمر أشعياء أن يمسك فيه إنما هو محمد - صلى الله عليه وسلم - لا غيره لأنه\r¬_________\r(¬1) أشعياء 42: 1","seal":"D88E0549","part":1},
      {"page":45,"id":23,"nass":"هو المصطفى وهو المختار واليه كانت الأمم تنتظر، وبشر به الأنبياء قبل وجوده ولم يأت بعد أشعياء نبي ولا دين بهذا الوصف إلا دين محمد - صلى الله عليه وسلم -، ودليل هذا في النص: ينجلو. إذ هو في العدد أحمد والخمس صلوات، ويوم الجمعة سادس الأيام. وعلى هذا يقع عدد اللفظة المذكورة والله الموفق.\r\rفصل\rيذكر فيه أن موسى عليه السلام أوصى بني إسرائيل أن لا يزيدوا في شريعته ولا ينقصوا منها والنص غير ذلك:\r«اث كل هز بر أشر أنخي مصور إثغم اؤثو تشمرون لعوث لوثوسيف علو ولو تعرم مصنوا.» (¬1)\r\rشرحه:\rجميع الأمر الذي نأمركم به تحفظونه لا تزيدوا عليه ولا تنقصوا منه.\rفإن قيل ما وجه مساق هذا النص في نسخ الأديان: قلنا إن موسى عليه السلام أمرهم أن لا يزيدوا في شريعته ولا ينقصوا منها، ومن الذي أمر به في شريعته ألا يقربوا قربانا إلا بموضع القدس. ثم إن إليسع عليه السلام قرب قربانا بشمرون، وكان أهلها إذ ذاك يعبدون عجول الذهب من دون الله تعالى، فتقبل منه قربانه وبين بيت المقدس وشمرون مدة طويلة. واليهود لعنهم الله لم يزالوا يقربون قربانهم بشمرون، ورفضوا ما أمرهم به موسى عليه السلام من تقريبها بالقدس فربما احتجوا وقالوا أمرنا أن لا نزيد ولا ننقص مما أمرنا به. فيقال لهم: قد زدتم ونقصتم، ويحتج عليهم بما قررنا. فإما أن يلتزموا ذلك أو لا يلتزموه، فإن التزموه لزمهم نسخ دينهم،\r¬_________\r(¬1) التثنية 12: 32","seal":"C167C165","part":1},
      {"page":46,"id":24,"nass":"وإن لم يلتزموه لزمهم عدم العمل بقضية إليسع، ومما يوضح ذلك أنهم كانوا يعرضون علي أعيادا ليست في شريعة موسى عليه السلام ولا في التوراة التي اأنزلت عليه، فزادوا عيدها، فإن المسمى عندهم توريم وقراءة سورة هامان وهي الآن من الفروض الواجبة عليهم. ونص ما هم يصلون به في هذا العيد المذكور:\r«بروخ أنه إلوهيتو ملخ هنولم أشر قدح أنو بمصوثو، وحدنوا على مغر أمقيله.»\r\rشرحه:\rتبارك الله ربنا ملك العالم الذي خصنا بفرائضه وفرض علينا قراءة سورة هامان.\rوبين هامان وزير أردشير، وبين موسى عليه السلام أزيد من الف سنة، فانظر هذا الذي حكيناه فإنه يناقض نصهم الذي أمروا فيه أن لا يزيدوا ولا ينقصوا منه. وانظر هؤلاء الكفار هل لهم عقل أو لا عقل لهم يتبعون أقوال الأغبياء ويتركون الحق الواضح. وهذا ومثله يدل على ان كل ما يعتقدونه فاسد، وكذلك جميع ما في توراتهم أنهم لا يؤمنون على شيء وقد تناقضوا أيضا في محل آخر وذلك في توراتهم أنهم أمروا بأن لا يخرج أحد منهم يوم السبت ولا يتحرك من مكانه، وما عندهم في ذلك إباحة، ثم إن علماءهم أباحوا لهم أن يجعلوا خشبة في دورهم لتبيح لهم الخروج ويعتقدون أن ذلك فرض عليهم، وهذا تناقض أعظم من الأول. وكون الخشبة تبيح لهم الخروج هذا غير معقول المعنى بل يعبثون ويعتقدون اعتقادا فاسدا ويتبعون أهواءهم ويقولون نحن متبعون لموسى عليه السلام، وهم كاذبون. وكذلك أمروا بأن لا يشعلوا نارا يوم السبت","seal":"BD4E63C3","part":1},
      {"page":47,"id":25,"nass":"فأباح لهم علماؤهم أن يشعلوا القناديل، ولا أدري من أين جاءهم هذا. وكذلك يجعلون بعض السنين أزيد من بعض، فيجعلون العام من ثلاثة عشر شهرا لتجيء أعيادهم في الأوقات الحسنة الموافقة لأغراضهم، فيعيدون في غير محل، فهذه مثلة وضحكة وليست من دينهم في شيء، وقد سبق عليهم قول أرمياء عليه السلام حيث قال ما نصه:\r«أبرهاء يمونا واتحرتا مبيهما.»\r\rشرحه:\rقد دمر إيمانهم وانقطع من بينهم.\rفنعوذ بالله من قوم تقبل عقولهم هذا ومثله، وينسخون ما في توراتهم بهذه المضحكات ولا يوافقون على نسخ دينهم. فنسأله جل وعلا أن يمحو رسمهم وأن يذهب عمرهم إذ لم يتبعوا الطريقة المثلى والمحجة المستقيمة. فلله الحمد دائما متواليا، والشكر مستمرا رائحا وغاديا، حيث أرشدنا إلله الحق المستقيم والدين القويم، وما كنا لنهتدي لولا أن هدانا الله.","seal":"AA96DBF6","part":1},
      {"page":48,"id":26,"nass":"الباب الثالث: في بيان تجسيم اليهود لعنهم الله وشركهم بالله تعالى\rاعلم وفقنا الله واياك أن في توراتهم ما نصه: «نفس أدم بطلميق كدموا ثينو.» (¬1)\r\rشرحه:\rوقال الله: أصنع بني آدم كصورتنا كشبهنا.\rوفي هذا تجسيم لا يحتاج إلى دليل لأنهم جعلوا الله صورة وشبها، والله عز وجل منزه عن النظائر والأشباه سبحانه وتعالى عما يقول الظالمون علوا كبيرا. وهذا أقرب ما عندهم من الكفر لأنهم ربما قالوا: إن الإضافة في ذلك إضافة ملك كقوله هذا عمل الله وهذا خلق الله، وفي هذا من التكليف على ما لا يخفى على ذي عقل، لا سيما في قولهم: كشبهنا، فإن التأويل فيه بعيد جدا. ولكن سيأتي ما هو أبشع وأقبح وأفظع، وهذا يدل على أن توراتهم التي بأيديهم مبدلة دمرهم الله تعالى ولعنهم.\rومما في توراتهم المبدلة نسبتهم الندم إلى الله تعالى، ونصهم في ذلك:\r«ويناحح أذني كيشى عسى إث لهادم بأرص وينعصب إل لبو.» (¬2)\r¬_________\r(¬1) التكوين 1: 26\r(¬2) التكوين 6:6","seal":"C60B546A","part":1},
      {"page":49,"id":27,"nass":"شرحه:\rوندم الله الذي خلق الآدميين في الأرض وتغير في قلبه.\rوهذا نص قطع باب التأويل وسد المخارج، وضلوا وكفروا لعنهم الله من وجوه:\r• أحدها: نسبوا إليه تبارك وتعالى الندم والتغيير وذلك من صفة المحدثات.\r• الثاني: نفي العلم عنه سبحانه وتعالى. والله عز وجل عالم بالأشياء قبل كونها وقبل تصورها، لا يعزب عنه مثقال ذرة في الأرض ولا في السماء. فكيف ينسب إليه الندم وهو سبحانه وتعالى بيده ملكوت كل شيء ولا يكون في السموات والأرض شيء إلا بقضائه وقدره.\r\r• الثالث: أنهم جعلوا لله قلبا تعالى الله عز وجل عن ذلك. فصل\rيتبين فيه أنهم نسبوا إليه تعالى شم الرائحة، ونصهم في ذلك في قصة نوح عليه السلام حين قرب القربان:\r«وبارح أذني إث ريح هنيجوخ.» (¬1)\r\rشرحه:\rوشم الله الرائحة المهداة.\rويعتقدون لعنهم الله تعالى أن ذلك بحاسة، وهو كفر صراح تعالى الله عن ذلك.\rومنها أنهم يزعمون أن الله تعالى هبط إلى الأرض، ونصهم في ذلك في قوم لوط عليه السلام:\r«إيرزدن وإزاي هد ضعفته هباه إلى عسوكلا وإم لو إداعه.» (¬2)\r¬_________\r(¬1) التكوين 8: 21\r(¬2) التكوين 18: 21","seal":"ACAA41DD","part":1},
      {"page":50,"id":28,"nass":"شرحه:\rيهبط إلى الأرض وترى هذا المزاح هل عملوه بأفنيتهم.\rوإلا فاعلم الحق، وهذا كفر بألفاظ خبيثة تنبئ بنفي العلم عن الله تبارك وتعالى من أنه لا يدري الحق حتى يهبط إلى الأرض ويستخبرهم، فنعوذ بالله من أقوالهم وأفعالهم واعتقاداتهم وأعمالهم الخبيثة التي لا تليق إلا بالكفرة أمثالهم.\r\rفصل\rيذكر فيه أنهم ينسبون للجليل جل جلاله أبناء وبنين وزوجة، تعالى الله مولانا عن ذلك. ونصهم فى البنين:\r«بنيتم أثم لاذ نبي إلوهيج.» (¬1)\r\rشرحه:\rبنون أنتم لله ربكم.\rومنه نص آخر: «وأمرت إل فرعون كه أمر أذني بخوري إسرائيل.» (¬2)\r\rشرحه:\rوتقولون هكذا قال الله ابني بكر إسرائيل.\rيعنون أن الله سبحانه وتعالى له بنون جملة وأن إسرائيل أكبرهم وأفضلهم، يدل عليه البكر في النص الثاني.\rونص الزوجة في كتاب أشعياء حيث يقول:\r«كو أمو أذني أزي سيفر كرتثوث أمخع أشر شلحتها.» (¬3)\r\rشرحه:\rهكذا قال الله أين عقد طلاق أمكم التي طلقتها.\rوكأن هذا الكلام\r¬_________\r(¬1) التثنية 14: 1\r(¬2) الخروج 4: 22\r(¬3) أشعياء 50: 1","seal":"AD373210","part":1},
      {"page":51,"id":29,"nass":"مراده استفهام الطلاق وأنه يقول تعالى عن قولهم علوا كبيرا: إن صدقتم في طلاقي إياها فأتوني بصك طلاقها، أو أنه طلقها واستفهم عن رسم طلاقها.\rوفي موضع آخر أنه طلقها وأبغضها، والنص في ذلك:\r«سنيتها وإثر إن سيفر كريثوثيها إليها.» (¬1)\r\rشرحه:\rبغضتها وطلقتها وأعطيتها عند طلاقها.\rفانظر هذا الكفر الفاحش الذي لا يقبل التأويل وهو من أعظم العظائم وأجرم الجرائم، ولولا الضرورة الداعية إلى تقرير اعتقاداتهم وكشف سرائرهم ليعلم ما هم عليه وأن هذا مما تضرب به الجزية عليهم وأن المسلمين وفرهم الله يرون أنهم لا يبالغون في الكفر هذه المبالغة، لا ينبغي أن تذكر بلسان ولا يحكيه إنسان، لأنه لا يحتاج إلى الزوجة والابن إلا الفقير المحتاج الملتجىء لغيره. والله تعالى غني على الإطلاق لم يتخذ صاحبة ولا ولدا (إن كل من في السموات والأرض إلا ءاتي الرحمن عبدا)\r\rفصل\rيذكر فيه أنهم زعموا أن موسى وهارون عليهما السلام ونادب واليهود أولاد هارون وسبعون من أشياخ بني إسرائيل رأوا الله تعالى وهو جالس وتحت ساقه موضع مفروش بآجر من ياقوت وهم بالجبل. ونصهم في ذلك:\r«وبرابت ألوهي إسرائيل وماحث رعلو كمعسي كتبث هسيز رخوهم هشمائم لطوهر.» (¬2)\r¬_________\r(¬1) أرمياء 3: 8\r(¬2) الخروج 24: 10","seal":"F2B855DF","part":1},
      {"page":52,"id":30,"nass":"شرحه:\rورأوا الله بنو إسرائيل وتحت ساقيه موضع مفروش بآجر من ياقوت، وكنفاذ السماء للمطر.\rوهذا الفحش أشنع من الذي قبل، ولا شك أن من رزقه الله عقلا يميز به أدنى تمييز يعلم أن هذا باطل محض وكفر صريح.\r\rفصل\rيذكر فيه أن اليهود لعنهم الله زعموا أن الله سبحانه وتعالى أمرهم أن يصنعوا له قبة ليسكن معهم فيها. ونصهم في ذلك:\r«وعسولي مقرش وشاخنتي بثوخم.» (¬1)\r\rشرحه:\rاصنعوا لي قبة لأسكن معكم فيها.\rفانظروا إلى أقوال هؤلاه الكفرة، هل يقبلها عقل أو يمكن أن ينطق بها لسان أو تختلج في صدر إنسان؟ وما أعلم أحدا ولا أعلمه من الطوائف يكني بهذا النوع لعنهم الله تعالى وأخزاهم.\r\rفصل\rيذكر فيه أنهم يعتقدون أن الله سبحانه وتعالى أوصى موسى عليه السلام أن يعمل له في القبة صورتين من ذهب على صورة ولدين صغيرين سماهما كروبيم، يعني صبيانا. وفي توراتهم التي هي الآن بأيديهم وحاشى لله\r¬_________\r(¬1) الخروج 25: 8","seal":"B69A85C0","part":1},
      {"page":53,"id":31,"nass":"أن يكون في التوراة، أن الوحي كان يأتي موسى من بين الصورتين وأنه كان يخاطبه من هنالك. ونصهم في ذلك:\r«ونوعدتي لخم شم ودبرتي إتخ معل هكبواريث مبين شني هكروبيم إث كل أشر أصوبي لاوتخ آل بني إسرائيل.» (¬1)\r\rشرحه:\rوقال الله لموسى سأحضر معك فى القبة وأخاطبك من أعلى الغشاء من بين الصورتين اللتين على صنوف الشهادة فالذي آمرك به لبني إسرائيل.\rوفى الثاني من العشر كلمات ما نصه:\r«لو تعسى لخ بيصل وخذثمونا أشر بشمائم بما عل وأشر بأرض متاحت.» (¬2)\r\rشرحه:\rلا تصنع شكلا ولا شبها مما في السماء وما في الأرض.\rفانظر هذا النص مع الذي قبله فيهما تناقض مفرط وضلال واضح، وهو قولهم اصنعوا، ثم قال لا تصنعوا. وهذا الذي قررناه مبني على فساد دينهم وسوء معتقدهم. ويدل أيضا على أن توراتهم التي بأيديهم ليست من كلام الله وإنما هي وضع كذاب مفتر على الله، وضع فاسق مجترىء على الله لا يؤمن بيوم الحساب، ولو علم أنه مخلد في النار أبدا لما اجترأ على الله هذا الاجتراء العظيم الذي يقطع عليه فيه بالخسران العظيم والعذاب الأليم. ولتعلم أن هذا التناقض الذي ألزمناهم والرهط الذي أرهطناهم لا محيد لهم عنه بوجه ولا بحال، وقصارى ما يجاب به في هذا المحل أن يقال أحد النصين إما يخصص الآخر وإما ينتسخه، إلا أنهم لا يرون نسخا ولا تخصيصا فانسدت\r¬_________\r(¬1) الخروج 25: 22\r(¬2) الخروج 20: 4","seal":"54EDCA3C","part":1},
      {"page":54,"id":32,"nass":"بسبب ذلك عليهم الأبواب وخرسوا عن الجواب وحق عليهم العذاب، والله سبحانه وتعالى هو الموفق للصواب.\r\rفصل\rيتبين فيه أنهم أمروا يوم عاشوراء أن يقربوا عنزين أحدهما لله والآخر لعزازيل، ونصهم في ذلك:\r«جورل ءار لأذني رجورل أحد لعزازيل.» (¬1)\r\rشرحه:\rسهما واحدا لله وسهما واحدا لعزازيل.\rلعنه الله ولعنهم جميعا وأعد لهم جهنم وساءت مصيرا.\r\rفصل\rيتبين فيه أنهم أمروا أن يقربوا القربان بالخمر، والنص في ذلك:\r«يا بن للنسخ ويبعث ههين تقريب ريح يحوح لاذني.» (¬2)\r\rشرحه:\rوخمر القربان ثلث قلة تقرب مقبول مرضي لله.\rيعنون أن الله تعالى أمرهم بها وأنه يحب رائحتها، وقد قدمنا ما عندهم من النسبة لله تعالى من حاسة الشم، تعالى الله عن ذلك علوا كبيرا.\r\rفصل\rيتبين فيه أن اليهود لعنهم الله تعالى عباد النار وأن إلههم النار، والنص في ذلك:\r«كي أذني إلوهيخ إش أوخلاهو.» (¬3)\r¬_________\r(¬1) سفر اللاويين 16: 8\r(¬2) العدد 15: 7\r(¬3) التثنية 4: 24","seal":"7AB4BEF6","part":1},
      {"page":55,"id":33,"nass":"شرحه:\rإن الله ربكم نار محرقة هو.\rفقد اختاروا لأنفسهم عبادة النار فكان مصيرهم إليها وبئس القرار. ونحن المسلمون اخترنا عبادة الله وحده لا شريك له وآمنا بجميع الرسل لا نقرق بين أحد من رسله، لا نفرق بين أحد منهم ونحن له مسلمون. فيكون مصيرنا إن شاء الله إلى جنة الرضوان ويجازينا فيها بالنعيم الدائم حسبما وعدنا بذلك على لسان نبيه ورسوله محمد - صلى الله عليه وسلم - المختار المصطفى من بني عدنان. وهؤلاء اليهود لعنهم الله ليس في توراتهم التي بأيديهم الآن ذكر للجنة ولا للنار. وهذا دليل واضح على أن توراتهم مبدلة ليست من كلام الله تعالى ولا من عنده سبحانه وتعالى عما يقول الظالمون علوا كبيرا. والحمد لله الذي أنعم علينا بنعمة الإسلام واتباع شريعة سيدنا ونبينا ومولانا محمد عليه الصلاة والسلام (والله عليم بذات الصدور).","seal":"B25A4317","part":1},
      {"page":56,"id":34,"nass":"الباب الرابع: وقوعهم في الأنبياء عليهم السلام ودعائهم على المسلمين وملوكهم\rاعلم أن اليهود لعنهم الله تعالى زعموا أن هذه التوراة التي بأيديهم هي المنزلة على موسى عليه السلام، وفيها ما أسرده الآن من سب الأنبياء ونسبة الفواحش إليهم مما لا يخطر ببال ولا يعبر عنه مقال ولا يتوهم على حال. وما أظن المسلمين ولا أحدا منهم يعتقدون قط في اليهود ما أذكر عنهم في الأنبياء وما دخل معهم على ذلك. ولا ضربت عليهم الجزية على مثله ولا ينبغي أن تضرب عليهم معه، لأن ما وقعوا فيه مما لا يحل أن يتركوا عليه ولا يمكن ذلك بوجه ولا بحال، وما لهذا الداء من دواء إلا بشروه من كتبهم ومحوه من صحائفهم حتى لا يبقى فيها من هذا الكفر شيء ويكون ذلك فائدة وأجرا عظيما وثوابا جسيما. وأي فاذدة أكبر من إعفائه وزواله، أم أي أجر أعظم من محو الكفر واضمحلاله وقد زعموا لعنهم الله أن من الفروض الواجبة عليهم في صلواتهم سب المسلمين والدعاء عليهم وعلى ملوكهم وعلى كل من ليس منهم. وقد انعكس والحمدله دعاؤهم عليهم فلزمهم الذل","seal":"890E4E0D","part":1},
      {"page":57,"id":35,"nass":"والصغار واللعنة والامتهان وحق عليهم الخلود في النيران، وها أنا أفسر ذلك إن شاء الله.\rفأقول: إنهم وقعوا في نبي الله لوط عليه السلام وقالوا إنه شرب الخمر وسكر ووقع على بناته وحملن منه وتزايد له منهن ابنان، اسم أحدهما: عمون واسم الآخر مران. ونصهم في ذلك:\r«ومهوين شيء بَنُوت لُوط مِئابيهم.» (¬1)\r\rشرحه:\rحملت كلتا بنتي لوط من أبيهما.\rفانظر إلى هذه الأقوال الشنيعة المفتراة التي لا تليق إلا بالكفرة أمثالهم. والعجب كل العجب ما منهم أحد إلا وهو ينزه نفسه عن الوقوع في مثل هذا وهو جدير به فكيف ينسبه لنبي من أنبياء الله تعالى! فالحمد لله الذي أدخلنا في زمرة المسلمين وأخرجنا من عصابة الكافرين.\rومما وقعوا فيه أيضا أن قالوا في يهودا بن يعقوب عليهما السلام: ضاجع بنته تامر وتزايد له منها ولدان اسم أحدهما بارس واسم الآخر زيرح. (¬2) وينسبون لبارس داود عليه السلام ولزيرح كثيرا من الأنبياء. وهذا كالذي قبله وأفحش منه. والنص عندهم في ذلك مشهور.\rومما وقعوا فيه أيضا أن قالوا عن عمران والد موسى عليه السلام أنه واقع عمته أخت أبيه وتزايد له منها موسى وهارون ومريم. ونصهم في ذلك:\r«ويقح عَمرَم إث يُوخَيبيد دُوحَثُوا لُولاشه.» (¬3)\r¬_________\r(¬1) التكوين 18: 36\r(¬2) التكوين 38: 18\r(¬3) سفر الخروج 6: 20","seal":"80BDFA08","part":1},
      {"page":58,"id":36,"nass":"شرحه:\rواقع عمران عمته يوخيبيد عن زوجه وولدت له هارون وموسى ومريم.\rوهذا مثل ما قبله.\rومما وقعوا فيه أيضا أنهم نسبوا لموسى وهارون عليهما السلام في توراتهم أنهما لم يؤمنا بالله عز وجل تعالى الله عن قولهم، ونصهم في ذلك:\r«ويومر أذني إل موسى وإل هارون ياعن لوهنا منتم في أهند شيني لعيني بني إسرائيل لخن لدنيوا إل هغهل هرد إل هارص أشر يشيبيتي كيهم.» (¬1)\r\rشرحه:\rوقال الله لموسى وهارون: كما أنكما لم تؤمنا بي ولم تقدساني فيما بين بني إسرائيل، لا تدخلا مع هذا الشعب الأرض التي وعدتهم بها.\rيعنون أن بلاد الشام عظيمة. ولذلك لم يدفنا بها بل دفنا في التيه مع العصاة. وهذا افتراء على الله تعالى وعلى رسله عليهم السلام. ولم يبق لهم ما يعتمدون عليه ولا ما يرجعون إليه إذ وقعوا فى نبيهم ورسولهم موسى كليم الله عليه السلام الذي ليس لهم اعتماد إلا عليه ولا لهم مرجع إلا إليه. فقد خرجوا لعنهم الله عن كل ملة وامتازوا عن كل أمة وكفروا بالله وبرسوله، وما جاسوا أحدا منهم بتخصيص عدم إيمانهم بسيدنا محمد - صلى الله عليه وسلم - خطأ وغلط وجهل يكفي فى كفرهم وخداعهم ومكرهم وقذفهم نبي الله ورسوله موسى عليه السلام فهو أدهى وأمر إذ نسبوا له الكفر.\rوقد وقعوا أيضا في أخيه نبي الله ورسوله هارون عليه السلام وخصصوه بعمل العجل وعبادته. ونصهم فى ذلك:\r«ويجوي أذني إث معم عل أشر عسو إث هعيقل إث عسال هارون.» (¬2)\r¬_________\r(¬1) سفر العدد 20: 12\r(¬2) سفر الخروج 32: 35","seal":"874AB57B","part":1},
      {"page":59,"id":37,"nass":"شرحه:\rوغضب الله على بني إسرائيل، كما عبدوا العجل الذي صنعه هارون.\rوهذا في الكفر كالذي قبله.\rومما وقعوا فيه الدعاء على المسلمين وعلى ملوكهم وعلى كل من ليس منهم وعلى كل من يخرج من دينهم، ونصهم في ذلك:\r«لا مشمادنم إل نني تعوه وخل هميم كريقع يوبيد وزحلوا ويبينوا وخل سونا نبئوا مهيره ككاريثو وملخوث ردون مهيرة تشبر وتخنيع بمهيده بيمو بروخ إنا أذني شو بر أيسيم ومخنيع زيربح.» (¬1)\r\rشرحه:\rالخارجون عن ديننا لا يكونون رجاء، وغير المعتقدين لديننا في طرفة عين يبادون، وجميع أعدائنا والباغين لنا في الحين يفنون، والمملكة القاهرة لنا اكسرها وأفنها في أياما يا إله، اكسر الأعداء وهرب الأوقاح.\rهذه - أعزكم الله - صلاتهم التي بها يتعبدون، وعبادتهم التي بها يتقربون، ودعاؤهم الذي يظنون أنهم به للمسلمين يعنون ولأعدائهم كافة يبيدون. وهي عائدة عليهم بالذل والهوان والخزي واللعنة إلى يوم يبعثون، والى جهنم يحشرون.\rومن الفرائض الواجبة عليهم المنصوصة في توراتهم المبدلة إدخال الربا والغش على المسلمين، ونصهم في ذلك:\r«لتحر تشيخ ولاحيخ لو تشيخ.» (¬2)\r\rشرحه:\rللمسلم تربون ولأخيكم لا تربون.\rوكذلك في توراتهم المبدلة أنهم لا يأكلون الطريف وأن الحكم فيه عندهم رميه للكلاب، ونصهم في ذلك:\r«وبسر بشادي طريفة لوثو خيلو للكليب تشلخون أوثوا.» (¬3)\r¬_________\r(¬1) (بركة همينيم)\r(¬2) سفر التثنية 23: 20\r(¬3) سفر الخروج 22: 31","seal":"D217787F","part":1},
      {"page":60,"id":38,"nass":"شرحه:\rلحم الطريف لا تأكلوه بل للكلب ترموه.\rفجعل علماؤهم لفظ \"الكلب\" شامل للمسلمين ومن ليس منهم وأنه لا فرق بينهم وبين الكلاب في ذلك. وأباحوا لهم بيعه للمسلمين، وإن لم يشتروه المسلمون فيرموه للكلاب. فلو ترك المسلمون وفرهم الله شراءه منهم لكان حسنا. وفيه فوائد، أحدها إظهار بغضهم له واتقاء مما هم فيه والبعد من صفقاتهم الفاسدة ومن كراهة ما كرهوه. ونصهم في ذلك:\r«وهجوي هوهو ككليب.» (¬1)\r\rشرحه:\rما تقدم.\rولو تتبعا مساويهم وأنواع كفرهم لطال بنا الكلام لكنا اقتصرنا على هذا القدر كراهة للإكثار من ذلك. إذ المقصود من هذا التأليف التنبيه فقط ما هم عليه على سبيل الاختصار، والله الموفق للصواب.\r¬_________\r(¬1) (والأجنبي عنكم هو كالكلب)","seal":"EF397508","part":1},
      {"page":61,"id":39,"nass":"الباب الخامس: فيما في توراتهم وسائر كتبهم من تعظيم النبي - صلى الله عليه وسلم -\rاعلموا رحمكم الله أن النبي - صلى الله عليه وسلم - معظم في صلواتهم حسبما كان يصلي نبي الله دانيال عليه السلام وأصحابه حيث كانوا في ثقاف بختنصر وكانوا يتشفعون بالنبي - صلى الله عليه وسلم -. واليهود لعنهم الله اتخذوا تلك الصلاة في يوم السبت وفي الأعياد إلا أنهم لا يقرون بذلك.\r\rفصل\rيتبين فيه ما في كتبهم من حديث الإسراء بالنبي - صلى الله عليه وسلم - ونصهم في ذلك:\r«وارو عم عنني شمميا كبر إينش أنني هوا وعد عتيق يوميامضا وقرموهي هقربو هي.» (¬1)\r\rشرحه:\rورأيت عند سحاب السماء كابن آدم طالع محمد هو ووصل إلى الرب الأعلى وبين يديه تقرب.\rمعنى ذلك أن النبي دانيال رأى في وحيه ليلة الإسراء نبينا محمدا - صلى الله عليه وسلم - ويدل على اسمه - صلى الله عليه وسلم - هو \"وعد\" إذ عدده كعدد محمد - صلى الله عليه وسلم -.\rثم عقب دانيال بنص آخر:\r¬_________\r(¬1) دانيال 7: 13","seal":"C61FFB69","part":1},
      {"page":62,"id":40,"nass":"«وليه يهبب شلطان ويقرو ملخوا وخل عمميا أميا ومشالياليه يفلحون شلطينه شلطن علم ذي لا يقدم وملخواتيه لا تتخبل.» (¬1)\r\rشرحه:\rولمحمد تعطى العزة والمملكة وكثرة الأمم، والشعب والألسن لدينه يرجعون، ودينه ثابت لا يزول، ورياسة أمته لا تفسد ولا تحول.\r\rفصل\rيدل على أن أرمياء عليه السلام أخبر بسيد المرسلين سيدنا ونبينا ومولانا محمد - صلى الله عليه وسلم وعلى الأنبياء أجمعين - أنه يسري به، والنص في ذلك:\r«وهيا إدير وممنو وموشو مقرنو بهي ومقربتيق ونجش إلو كي مي هزازي عارب إث لبوا لفينشث إلي مام أدني.» (¬2)\r\rشرحه:\rوتكون الجلالة منه والافتخام من صميم فؤاده بقربته ودنا إلي ومحمد أشجع قلبه للتقريب إلي، يقول الرب.\rمعناه أن النبي - صلى الله عليه وسلم - زاد على جميع الأنبياء في الجلالة والرفعة والمقدار لأنه ليس فيهم من وصل إلى العرش سواه، ويدل على ذلك في النص: \"كي مي هزازي\" إذ عدده كعدد محمد - صلى الله عليه وسلم - وهو كذلك.\r\rفصل\rيتبين فيه أن عزيرا عليه السلام خاتم الكتب المنزلة في التوراة أنبأ أن سيد المرسلين وخاتم النبيئين محمدا - صلى الله عليه وسلم - يبعث في آخر الزمان ويسمى الرسول المعهود. والنص في ذلك:\r«هنني سولح ملاكي ويناديوخ لفني وفتام ينوال هيكل هادون أشراتم مبقشيم وملاك هبريت أشزالم صفعيم بني با امرأذني مباءوث.» (¬3)\r¬_________\r(¬1) دانيال 7: 14\r(¬2) إرمياء 30: 21\r(¬3) ملاخي 3: 1","seal":"5440D68C","part":1},
      {"page":63,"id":41,"nass":"شرحه:\rجاءنا باعث رسولي ينقي الطريق بين يدي وفى غفلة يأتي إلى مكة السيد الذي أنتم طالبون، محمد الذي يأمر بالخمس الصلوات الذي أنتم له محبون ها هو ذا يأتي، قال الله رب الجنود.\rومعنى ذلك أن الله تعالى يبعث الرسول محمدا - صلى الله عليه وسلم - وأنه ينقي الطريق» وينقي الكفر. ويدل على قوله: «وفي غفلة يأتي إلى مكة» قوله فى النص: «وفتام ينوال هيكل» مكة. وقوله الرسول المعهود إشارة إلى العهد به في أول الخلق، والدليل أن محمدا هو المعهود قوله في النص: «وملاك هبريت» ويدل على اسم محمد - صلى الله عليه وسلم - \"ملاكي\" إذ عدده: محمد، والخمس صلوات. ونص صلاتهم المرتبة عندهم في السبت والأعياد، وفيها تعظيم محمد - صلى الله عليه وسلم -:\r«إل ذون عل كل همعسيم بروخ ومبروخ يفني هنيشمه.»\r\rشرحه:\rالسيد على جميع المخلوقين هو محمد قد بارك في فم كل مخلوق.\rيدل على محمد \"إل ذون\" إذ عدده اثنان وتسعون ومحمد - صلى الله عليه وسلم - اسمه كذلك عدده.\rومما في صلاتهم أن الشمس والقمر مدحان أحمد. والنص فى ذلك:\r«طويم ماوروث شبرا أو لوهينوا ملئيم زيو ومفيقم نجه.»\r\rشرحه:\rما أجود الأنوار التي خلق ربنا، يضيئون ويمدحون أحمد.\rهذا في صلاتهم المفروضة عليهم. فانظر لما هم فيه هؤلاء الكفرة من الجحد، ويدل","seal":"AC16CE43","part":1},
      {"page":64,"id":42,"nass":"على أحمد \"نجه\" إذ عدده ثمانية وخمسون يختص منها اسم أحمد بثلاثة وخمسين والخمسة الباقية تدل على ما جاء به من الصلوات الخمس. ويريد بقوله ما أجود الأنوار الشمس والقمر.\rومما وقع في كتاب أشعياء عليه السلام أنه قال: البركة بركة محمد، والحالف بالحق إنما يحلف باسم الله واسم محمد، والنص في ذلك:\r«أشر همتبرخ بأرض يتبرخ بالوهي امن وهنشبع بأرض يشبع بالوهي أأمن.» (¬1)\r\rشرحه:\rما تقدم. ويدل على اسم محمد - صلى الله عليه وسلم - \"أأمن\" الذي في النص.\rفهذه أعزكم الله تعالى أدلة واضحة وتنبيهات صحيحة مختصرة على حسب الوسع والقدرة والتيسير. فإن وجد في سرد معانيها فتور وألفي فيها قصور، فعذري أربعون سنة تقدمت في البطالة من عمري. وإني أتيت بهذا الباب أخيرا للتبرك بذكر سيدنا ومولانا محمد - صلى الله عليه وسلم - ليكون هو المبتدى والمنتهى. وإن المقصود الأعظم من هذا التأليف الأعز إنما هو بيان جحدهم للنبي - صلى الله عليه وسلم - وإنه لثابت في كتبهم فكان البدء به أولا أولى وأوجب، والختم به آخرا أشكل وأنسب. ولنقتصر على هذا القدر من الكلام ونسأله جل وعلا التوفيق لما يهدي إلى دار السلام، وأختم هذا القول بشكر الله وحمده وترديد الصلاة على سيدنا ومولانا محمد نبيه وعبده وعلى آله وأصحابه والتابعين لهم من بعده، وسلم تسليما كثيرا أبد الآبدين.\r¬_________\r(¬1) أشعياء 65: 16","seal":"7ED0E4D2","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":750,"ShrtCs":0,"Bk":"الحسام الممدود في الرد على اليهود","HigriD":"ق 8 هـ","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو محمد عبد الحق الإسلامي المغربي السبتي","bLnk":null,"Inf":"","Auth":"عبد الحق الإسلامي","Betaka":"الكتاب: الحسام الممدود في الرد على اليهود (وهو مطبوع ضمن كتاب رسالتين في الرد على اليهود)\r\nالمؤلف: أبو محمد عبد الحق الإسلامي المغربي السبتي (المتوفى: ق 8 هـ)\r\nدراسة وتحقيق: عبد المجيد خيالي\r\nالناشر: دار الكتب العلمية، بيروت - لبنان\r\nالطبعة: الأولى، 1422 هـ - 2001 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"من مدينة سبتة بالمغرب، كان يهوديا فأسلم، لهذا عُرف بـ «الإسلامي»، عاش في القرن الثامن الهجري، عهد الدولة المرينية","seal":"53F8794B","cat":"العقيدة","oNum":37541,"BkId":37541,"oAuth":2419,"bVer":1,"aSeal":"B61A8524"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37541":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"[مقدمة الكتاب]"},
      {"lvl":1,"id":7,"sub":0,"tit":"الباب الأول: في تقرير المواضع الدالة على صحة نبوءة سيدنا ومولانا محمد - صلى الله عليه وسلم - وثبوتها"},
      {"lvl":2,"id":8,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":9,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":10,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":10,"sub":1,"tit":"شرحه:"},
      {"lvl":3,"id":11,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":12,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":12,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":13,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":13,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":14,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":14,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":14,"sub":2,"tit":"فصل"},
      {"lvl":3,"id":14,"sub":3,"tit":"شرحه:"},
      {"lvl":2,"id":15,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":15,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":16,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":17,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":17,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":18,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":18,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":19,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":19,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":19,"sub":2,"tit":"شرحه:"},
      {"lvl":1,"id":20,"sub":0,"tit":"الباب الثاني: في نسخ دينه عليه الصلاة والسلام لجميع الأديان"},
      {"lvl":2,"id":21,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":21,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":22,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":22,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":22,"sub":2,"tit":"فصل"},
      {"lvl":3,"id":22,"sub":3,"tit":"شرحه:"},
      {"lvl":2,"id":23,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":23,"sub":1,"tit":"شرحه:"},
      {"lvl":3,"id":24,"sub":0,"tit":"شرحه:"},
      {"lvl":3,"id":25,"sub":0,"tit":"شرحه:"},
      {"lvl":1,"id":26,"sub":0,"tit":"الباب الثالث: في بيان تجسيم اليهود لعنهم الله وشركهم بالله تعالى"},
      {"lvl":2,"id":26,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":27,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":27,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":27,"sub":2,"tit":"شرحه:"},
      {"lvl":3,"id":28,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":28,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":28,"sub":2,"tit":"شرحه:"},
      {"lvl":3,"id":28,"sub":3,"tit":"شرحه:"},
      {"lvl":3,"id":28,"sub":4,"tit":"شرحه:"},
      {"lvl":3,"id":29,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":29,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":30,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":30,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":30,"sub":2,"tit":"شرحه:"},
      {"lvl":2,"id":30,"sub":3,"tit":"فصل"},
      {"lvl":3,"id":31,"sub":0,"tit":"شرحه:"},
      {"lvl":3,"id":31,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":32,"sub":0,"tit":"فصل"},
      {"lvl":3,"id":32,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":32,"sub":2,"tit":"فصل"},
      {"lvl":3,"id":32,"sub":3,"tit":"شرحه:"},
      {"lvl":2,"id":32,"sub":4,"tit":"فصل"},
      {"lvl":3,"id":33,"sub":0,"tit":"شرحه:"},
      {"lvl":1,"id":34,"sub":0,"tit":"الباب الرابع: وقوعهم في الأنبياء عليهم السلام ودعائهم على المسلمين وملوكهم"},
      {"lvl":2,"id":35,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":36,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":36,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":37,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":37,"sub":1,"tit":"شرحه:"},
      {"lvl":2,"id":37,"sub":2,"tit":"شرحه:"},
      {"lvl":2,"id":38,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":38,"sub":1,"tit":"شرحه:"},
      {"lvl":1,"id":39,"sub":0,"tit":"الباب الخامس: فيما في توراتهم وسائر كتبهم من تعظيم النبي - صلى الله عليه وسلم -"},
      {"lvl":2,"id":39,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":39,"sub":2,"tit":"شرحه:"},
      {"lvl":3,"id":40,"sub":0,"tit":"شرحه:"},
      {"lvl":2,"id":40,"sub":1,"tit":"فصل"},
      {"lvl":3,"id":40,"sub":2,"tit":"شرحه:"},
      {"lvl":2,"id":40,"sub":3,"tit":"فصل"},
      {"lvl":3,"id":41,"sub":0,"tit":"شرحه:"},
      {"lvl":3,"id":41,"sub":1,"tit":"شرحه:"},
      {"lvl":3,"id":41,"sub":2,"tit":"شرحه:"},
      {"lvl":3,"id":42,"sub":0,"tit":"شرحه:"}
    ]
}
