{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37543":
    [
      {"page":5,"id":2,"nass":"المقدمة\rالحمد لله تعالى المستحق للثناء، والمتفضِّل بالنعم والآلاء، والصلاة والسلام على سيد الأصفياء .. وآله وأصحابه قدوة الأولياء.\rوبعد ..\rذكر الله تعالى خير ما انشغل به المؤمن، وهذه وقفات مع هذا الخير العظيم؛ تقف من خلالها على شرف الذِّكر وعظيم منزلته، ولتسأل نفسك بعدها .. هل أنت من الذاكرين لله تعالى؟\rوتأمَّل أخي في هذه العناوين تأمَّل الحريص على الخير؛ على أن تكون من الذاكرين لله تعالى كثيرًا.\r\rالذِّكر أغلى بضاعة\rأخي المسلم:\rإنَّ ذِكر الله تعالى أغلى ما ادَّخره المسلم .. وأفضل ما حرص على الفوز به المؤمنون .. هو البضاعة الرابحة والربح الكبير!\rصاحبها أغنى رابح وأعظم فائز ..\rقال الله تعالى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللهِ أَكْبَرُ وَاللهُ يَعْلَمُ مَا تَصْنَعُونَ} [العنكبوت: 45].\r{وَلَذِكْرُ اللهِ أَكْبَرُ}","seal":"C1A1670E","part":1},
      {"page":6,"id":3,"nass":"قال مجاهد: «لذكر الله عبده أكبر من ذكر العبد ربه، في الصلاة وغيرها! ».\rالذِّكر غنيمة سهلة الاقتناص، وكنزٌ قريب المنال، فهل أنت من الفائزين به؟ ! أم أنك من الغافلين عنه؟ !\rقال رسول الله - صلى الله عليه وسلم -: «لأن أقول سبحان الله والحمد لله ولا إله إلا الله والله أكبر أحبُّ إليَّ مما طلعت عليه الشمس» (¬1).\rوكان عبد الله بن مسعود رضي الله عنه يقول: «لأن أُسبِّح الله تعالى تسبيحات أحبُّ إليَّ من أن أُنفق عددهنّ دنانير في سبيل الله عزَّ وجل! ».\rوقال عبيد بن عمير: «تسبيحة بحمد الله في صحيفة مؤمن خير له من جبال الدنيا تجري معه ذهبًا».\rأخي المسلم:\rأين أنت من هذا الخير العظيم؟ ! ذكر الله تعالى، بضاعة المُفلحين وتجارة الرابحين وزاد المتقين!\rأين أنت من المنافسة في هذه البضاعة الغالية؟ أين أنت من هذا الكنز الغالي؟ !\rقال أبو بكر الصديق رضي الله عنه: «ذهب الذاكرون الله بالخير كلِّه».\r¬__________\r(¬1) رواه مسلم.","seal":"9B0BB900","part":1},
      {"page":7,"id":4,"nass":"وقال يحيى بن معاذ رحمه الله: «يا غفول يا جهول! لو سمعت صرير الأقلام في اللوح المحفوظ وهي تكتب اسمك عند ذكرك لمولاك؛ لمتَّ شوفًا إلى مولاك».\rأخي:\rها هي الأيام تنقضي سريعًا، والناس راحلون نحو الآخرة!\rولو نرى أحدهم سفرًا قصيرًا لأعد الزاد ولتهيَّأ لسفره.\rفماذا أعددت لسفر الآخرة؟ !\rوبأيَّة بضاعة سترحل؟ !\rذكر الله تعالى تلك البضاعة الخفيفة .. ولكنها الغالية القيمة!\rفكم عمي الغافلون عن نفاسة هذه البضاعة!\rوكم أجهدوا النفوس في تحصيل بضائع الدنيا الفانية!\rوكم شدُّوا المطايا في ملاحقة التراث الفاني!\rوكم واصلوا ليلهم بنهارهم من أجل البضاعة الرخيصة!\rنظروا بعين الحرص، وعميت عندهم عين البصيرة!\rفما أوكسها من صفقة! وما أغبن أهلها!\r{فِي بُيُوتٍ أَذِنَ اللهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ * رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} [النور: 36، 37].","seal":"914BC5F3","part":1},
      {"page":8,"id":5,"nass":"فإيَّاك أن تفوتك هذه البضاعة وأنت قادر عليها؛ فإنها إذا فاتتك فأنت يومها من أغبن الخلق وأسوأهم صفقة!\rفاربح أخي هذا الربح الغالي، واغتنم هذا الكنز النادر، ذكر الله تعالى، عسى أن تكون من أهل الفلاح.\r\rالذِّكر أنيس الذاكرين\rأخي المسلم:\rذكر الله تعالى غاية الصالحين ومنتهى أمل الصادقين، من لزمه فهو في أنس دائمٍ وخيرٍ عميم!\rإذا نزلت بهم النوازل فهو حصنهم، وإذا أحاطت بهم المصائب فهو كهفهم.\rقال ابن القيم:\r«به يستدفعون الآفات، ويستكشفون الكربات، وتهون عليهم به المصيبات، إذا أظلهم البلاء فإليه ملجؤهم، وإذا نزلت به النوازل؛ فإليه مفزعهم، فهو رياض جنتهم التي فيها يتقلبون ورءوس أموال سعادتهم؛ التي بها يتجرون، يدع القلب الحزين ضاحكًا مسرورًا، ويوصل الذاكر إلى المذكور، بل يدع الذاكر مذكورًا».\rأخي:\rتلك هي سمات الذِّكر التي يجدها الذاكرون ويستنشقون عبيرها ويفوزون ببركاتها، فأعظم الناس أنسًا أكثرهم ذكرًا لله تعالى .. وأي أنس أعظم من الأنس بذكر الله تعالى؟ ! فذكر الله تعالى هو","seal":"FDE2374F","part":1},
      {"page":9,"id":6,"nass":"راحة النفوس وحلاوة القلوب، ومن تشبَّث به فقد تشبَّث بعمل جليل وفضل كبير.\rعن عبد الله بن بسر رضي الله عنه أنَّ أعرابيًا قال لرسول الله - صلى الله عليه وسلم -: إن شرائع الإسلام قد كثرت عليَّ؛ فأنبئني بشيءٍ أتشبَّث به، قال: «لا يزال لسانك رطبًا من ذكر الله عزَّ وجل» (¬1).\rفإنَّ هذه الوصية النبوية الغالية تكشف لك فضل الذِّكر ومنزلته السامية، وهي ثمرة يفوز بها الذاكرون.\rأخي المسلم:\rاجعل من ذِكر الله تعالى أنيسك وجليسك؛ فإنك إن فعلت ذلك كان ذكر الله أنيسك في قبرك غدًا، كما هو أنيسك في دنياك اليوم.\rقال ابن القيم:\r«إنَّ الذِّكر نورٌ للذاكر في الدنيا ونورٌ له في قبره ونورٌ له في معاده، يسعى بين يديه على الصراط، فما استنارت القلوب والقبور بمثل ذكر الله تعالى، قال الله تعالى: {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ... }» [الأنعام: 122] ..\rفالأول هو المؤمن استنار بالإيمان بالله، ومحبته ومعرفته وذكره، والآخر هو الغافل عن الله تعالى، المعرض عن ذِكره ومحبته .. إنَّ لذَّة\r¬__________\r(¬1) رواه الترمذي وابن ماجه والحاكم صحيح ابن ماجه للألباني (3861).","seal":"D6CC92E2","part":1},
      {"page":10,"id":7,"nass":"ذكر الله تعالى فوق كلِّ لذَّة! » ..\rوهي لذَّةٌ يجدها أولئك الذين عمرت قلوبهم به، وأنست نفوسهم بملازمته؛ . فاعلم أخي أنَّ لذَّة ذكر الله إذا تذوَّقها القلب فلن يُطيق فراقها، ولن يجد نعمةً أنعم منها!\rقال مالك بن دينار: «ما تنعَّم المتنعمون بمثل ذكر الله تعالى! ».\rوقال ذو النون: «ما طابت الدنيا إلاَّ بذكره، ولا طابت الآخرة إلاَّ بعفوه! ».\rوقال الحسن البصري: «تفقَّدوا الحلاوة في ثلاثة أشياء: في الصلاة، وفي الذِّكر، وقراءة القرآن .. فإن وجدتم وإلاَّ فاعلموا أنَّ الباب مغلق! ».\rأخي المسلم:\rاجعل من ذِكر الله تعالى راحتك إذا ضعضعتك الحياة، ومفزعك إذا أصابتك سهامها، وسلواك إذا أحزنتك؛ فإنك لن تجد لقلبك دواءً أشفى من ذكر الله تعالى، ولن تجد أسعد للنفس من ذِكر الله تعالى .. ومهما التمس الناس من أسباب الترفيه ليُروِّحوا عن النفوس فلن يجدوا أروحَ لها من ذِكر الله تعالى!\rوقد عرف الصالحون هذا الطريق فسلكوه؛ فاستقامت لهم القلوب وصلحت الجوارح.\rقال فتح الموصلي: «المحبُّ لا يجد مع حبِّ الله للدنيا لذَّة، ولا يغفل عن ذكر الله طرفة عين! ».","seal":"8D782FDB","part":1},
      {"page":11,"id":8,"nass":"فالزم أخي ذِكر الله تعالى تجد الأنس في القلب والراحة في النفس والسعادة في الدنيا والآخرة!\r\rكيف تكون من الذاكرين؟\rأخي المسلم:\rإنَّ شرف الذِّكر ومنزلته يدعوانك لتكون من الذاكرين لله تعالى .. وها هي طريق الذاكرين أرسمها إليك؛ عسى الله أن يجعلك من أهلها ..\rإنَّ مما ينبغي لك أن تعرفه أن تعلم أنَّ على المسلم أن يُكثر من ذكر الله تعالى، ولا يفرِّط في ذلك؛ حتى لا يدخل في زمرة أهل الغفلة.\rوأول هذا الطريق:\r\rالمحافظة على الصلوات الخمس\rإنَّ المحافظة على الصلوات بداية طريق أهل الذِّكر، فإنَّ من حافظ على الصلوات الخمس بحدودها وخشوعها فقد نال نصيبًا كبيرًا من ذكر الله تعالى؛ فالصلاة قد اشتملت على أنواعٍ من الذِّكر، مع معانٍ لا توجد في غيرها من خضوعٍ وتذلُّلٍ وخشوع، لذلك فإنَّ الله تعالى ذمَّ المنافقين بقلَّة ذِكرهم له في الصلاة فقال تعالى: {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللهَ إِلَّا قَلِيلًا} [النساء: 142].","seal":"BE6C14D2","part":1},
      {"page":12,"id":9,"nass":"وقال رسول الله - صلى الله عليه وسلم -: «تلك صلاة المنافق؛ يجلس يَرقُبُ الشمس حتى إذا كانت بين قرني الشيطان، قام فنقرها أربعًا، لا يذكر الله فيها إلاَّ قليلاً».\r\rثانيًا- المحافظة على الأذكار دبر الصلوات\rورد في السنة النبوية الكثير من الأذكار، ولكلِّ ذِكرٍ موضعه الذي يُقال فيه، ومن هذه الأذكار أذكار الصلاة، والتي منها ما يُقال بعد الصلاة، فحافظ أخي على هذه الأذكار، وردِّدها بخشوع وتأنٍّ؛ فإنَّ الكثيرين يتهاونون بها، فترى أحدهم يسرع فيها لينصرف، والبعض ينصرف بدون أن يأتي بها!\rفعلى المسلم الحرص عليها حتى يكون من الذاكرين لله تعالى.\r\rثالثًا- الإكثار من قراءة كتاب الله تعالى\rتلاوة كتاب الله تاج الذِّكر وعنوان فضله .. وما ذكره الذاكرون بأفضل من قراءة كتابه العزيز .. قال رسول الله - صلى الله عليه وسلم -: «من قرأ حرفًا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها، لا أقول \"الم\" حرف، ولكن \"ألف\" حرف، و\"لام\" حرف، و\"ميم\" حرف» (¬1).\rوقال رسول الله - صلى الله عليه وسلم -: «من قرأ بمائة آية في ليلة؛ كُتب له قُنوت ليلة» (¬2).\r¬__________\r(¬1) رواه الترمذي/ صحيح الترمذي: 2910.\r(¬2) رواه أحمد والدارمي السلسلة الصحيحة (644).","seal":"DB830D6C","part":1},
      {"page":13,"id":10,"nass":"فاحرص أن تكون من أولئك الذين يتفقدون كتاب ربهم تعالى، ولا تكن من الهاجرين له .. وتأمَّل كم ستجد من الأجر وأنت تتلو كتاب الله تعالى، وقد أخبرك النبي - صلى الله عليه وسلم - أن ثواب الحرف الواحد؛ يُضاعف إلى عشر حسنات!\rفيما أيسر أن تكون من الرابحين الذاكرين لله تعالى.\r\rرابعًا- المحافظة على الأذكار\rوهذا باب عظيم يُدخِلك في جملة الذاكرين لله تعالى، وقد تعدَّدت أنواع الأذكار وصورها وفي جميعها الخير العظيم ..\rوليس صعبًا أن تكون من المحافظين على الأذكار، فما عليك إلاَّ أن تعزم على فعلها وتبدأ بتطبيقها في أمورك كلِّها.\rفإذا خرجت من منزلك قلت ذكر الخروج من من المنزل، وإذا ركبت سيارتك قلت ذِكر ركوب الدابة، وإذا دخلت الخلاء أو خرجت منه قلت ما جاء من الذِّكر في ذلك، وإذا أردتَ أن تتوضَّأ أو فرغت من الوضوء قلت ما جاء في ذلك من الذِّكر، وإذا لبست ثوبًا جديدًا قلت ما جاء من ذِكرٍ في ذلك.\rوهكذا في كلِّ أمورك تحرص على المحافظة على الأذكار، ولا تضيِّع الفرصة في ذلك؛ فإنك إذا فعلت ذلك كنت من الذاكرين لله تعالى.\r\rخامسًا- المحافظة على الأذكار التي ورد فضلها\rهنالك جملة من الأذكار جاء الدليل بفضلها .. والثواب الجزيل","seal":"316B50ED","part":1},
      {"page":14,"id":11,"nass":"على فعلها.\rقال رسول الله - صلى الله عليه وسلم -: «كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم» (¬1).\rأخي المسلم:\rتلك بعض العلامات التي تُدرَك على طريق الذاكرين، فحاول أن تأخذ بنصيبك في ذلك، واعزم عزم الصادقين، واستعن بربك تبارك وتعالى فاسأله التوفيق والإعانة على سلوك طريق الذاكرين، وأن يجعلك من الذاكرين له كثيرًا، فإن وُفقت إلى ذلك فأنت على خيرٍ عظيم!\r\rالذِّكر غيث القلوب!\rأخي المسلم:\rكما أنَّ الأرض تحيا بنزول الغيث فتخرج نباتها وتُزهر، كذلك القلوب تحيا بذكر الله تعالى؛ فيصفو القلب وتصلح الجوارح، وللذِّكر أثرٌ عجيب على القلوب، وهو دواءٌ ناجحٌ لأمراض القلوب وآفاتها.\rقال ابن القيم:\r«إنَّ في القلب قسوةً لا يُذيبها إلا ذكر الله تعالى، فينبغي للعبد\r¬__________\r(¬1) رواه البخاري.","seal":"58EA3B7E","part":1},
      {"page":15,"id":12,"nass":"أن يداوي قسوة قلبه بذكر الله تعالى، وذكر حماد بن زيد عن المعلى بن زياد أنَّ رجلاً قال للحسن: يا أبا سعيد، أشكو إليك قسوة القلب! .. قال: «أَذِبْه بالذِّكر»، وهذا لأنَّ القلب كلَّما اشتدَّت به الغفلة اشتدَّت به القسوة، فإذا ذُكر الله تعالى ذابت تلك القسوة كما يذوب الرصاص في النار! .. فما أذيبت قسوة القلوب بمثل ذكر الله تعالى.\rفالذِّكر حياةٌ للقلوب، وبدونه يكون صاحبه في جملة الأموات!\rوموت القلوب أسوأ موت؛ فإنَّ القلب إذا مات فسد أمر العبد كلِّه!\rقال رسول الله - صلى الله عليه وسلم -: «مثل الذي يذكر ربَّه، والذي لا يذكر ربه؛ مثل الحيِّ والميت! » (¬1).\rوقال شيخ الإسلام ابن تيمية: «الذِّكر للقلب مثل الماء للسمك، فكيف حال السمك إذا فارق الماء؟ ! ».\rوهذا مثلٌ رائع ضربه شيخ الإسلام ابن تيمية لحال القلب مع ذِكر الله تعالى، ويؤيِّده الحديث السابق.\rولتعلم أخي المسلم أنَّ ذكر الله تعالى عصمةٌ من الشيطان؛ فهو حصنٌ للقلب من وسوسة الشيطان وإغوائه.\rقال عبد الله بن شقيق: «ما من آدميٍّ إلاَّ لقلبه بيتان؛ في أحدهما الملك، وفي الآخر الشيطان. فإذا ذكر الله خنس، وإذا لم\r¬__________\r(¬1) رواه البخاري ومسلم.","seal":"20474C64","part":1},
      {"page":16,"id":13,"nass":"يذكر الله وضع الشيطان منقاره في قلبه ووسوس له».\rوذِكر الله تعالى جلاءٌ للقلوب من أدرانها، وهو صابون القلوب الذي ما غُسلت القلوب بمنظِّفٍ أقوى منه!\rقال أبو الدرداء رضي الله عنه: «لكلِّ شيء جلاء، وإنَّ جلاء القلوب ذِكر الله عزَّ وجل» ..\rفلو تعهَّد الغافلون قلوبهم بذكر الله تعالى لاستقامت، ولوجد أصحابها ثمرات ذلك!\rولا تنس أخي المسلم أنَّ ذِكر الله علاج لنفاق القلوب وأمان من أدوائه ..\rقال كعب بن مالك رضي الله عنه: «من أكثر ذكر الله برئ من النفاق».\rوقال ابن القيم: «إنَّ كثرة ذِكر الله عزَّ وجل أمانٌ من النفاق، فإنَّ المنافقين قليلو الذِّكر لله عزَّ وجلَّ .. قال الله عزَّ وجلَّ في المنافقين {وَلَا يَذْكُرُونَ اللهَ إِلَّا قَلِيلًا}.\rأخي المسلم:\rإنَّ همَّ الكثيرين اليوم هو حياة أبدانهم؛ فتراه يكدُّ ويجتهد لتحصيل معاشه، فهو ساعً في ليله ونهاره في تحصيل اللقمة والتي هي حياة للبدن».\rولكن أين هذا المسكين من الاجتهاد في تحصيل غذاء الرُّوح؟ !\rأين هو من ذِكر الله تعالى الذي به حياته الحقيقية؟ !","seal":"DBCDC170","part":1},
      {"page":17,"id":14,"nass":"قليلٌ أولئك الذين اجتهدوا في تحصيل حياة قلوبهم!\rوأمَّا الأكثرون فتراهم غافلين، مُعرضين عن أسباب حياة القلوب؛ فأورثهم ذلك أمراض القلوب وأصابها من غفلةٍ وإعراضٍ عن ذكر الله تعالى وحبٍّ للدنيا وطولٍ للأمل!\rفالزم أخي ذكر الله تعالى ليحيا قلبك؛ فإنَّ ذكر الله نعم الغيث لقلبك ونعم القرين، فأنت بذكره تعالى حيٌّ، منشرح الصدر، مطمئنُّ النفس، قريبٌ من الله تعالى.\rوأما أنت بغير ذكره عزَّ وجل فميت، ضيِّق الصدر، قلق النفس، غافلٌ عن سرِّ سعادتك .. سرور النفس وانشراح الصدر، الغنيمة الغالية التي يفوز بها الذين يذكرون الله تعالى، فلا تكوننَّ أخي من المضيِّعين لهذه الغنيمة!\rفسارع وبادر إلى حياة قلبك وربيع صدرك «ذكر الله تعالى»؛ لتكون من الأحياء حقيقة!\r\rالغافلون عن الذِّكر\rأخي المسلم:\rإنَّ الغفلة شرُّ داءٍ سيطر على القلوب .. فبينما ترى أهل الذِّكر يتنعَّمون بذِكر الله تعالى ويتلذَّذون بمناجاته، ترى أهل الغفلة لاهين في غيِّهم وضلالهم، فهم في شقاءٍ ببريق السعادة الكاذبة!\rأهل الذِّكر حَييتْ قلوبهم وانتعشت.\rوأهل الغفلة ماتت قلوبهم .. وتعثرت!","seal":"1C8E3442","part":1},
      {"page":18,"id":15,"nass":"فإذا أصبح أهل الذِّكر وقد رطَّبوا ألسنتهم بذكر الله تعالى أصبح أهل الغفلة وقد ملئوا أفواههم باللغو والباطل!\rقال نصر بن محمد السمرقندي: «ويقال: الناس يُصبحون على ثلاثة أصناف: صنفٌ في طلب المال، وصنفٌ في طلب الإثم، وصنفٌ في طلب الطريق .. فأما من أصبح في طلب المال فإنه لا يأكل فوق ما رزقه الله تعالى وإن أكثر المال، ومن أصبح في طلب الإثم لحقه الهوان والإثم، ومن أصبح في طلب الطريق آتاه الله تعالى الرزق والطريق! ».\rوالغافلون عن ذِكر الله فقدوا حظَّهم من الحياة الحقيقية، وأضاعوا نصيبهم من ثواب الله الوفير!\rوقد شبَّه النبي - صلى الله عليه وسلم - حال الغافلين بأسوأ مثال!\rقال رسول الله - صلى الله عليه وسلم -: «ما من قومٍ يقومون من مجلسٍ لا يذكرون الله فيه؛ إلاَّ قاموا عن مثل جيفة حمار! وكان لهم حسرة» (¬1).\rأخي المسلم:\rهذا مثل ضربه النبيُّ - صلى الله عليه وسلم - لأولئك الذين يجتمعون لغير ذكر الله تعالى، وهو تنفيرٌ شديدٌ عن مجالس الغفلة، والتي يخوض أهلها في اللغو من القول.\rوقال النبي - صلى الله عليه وسلم -: «ما جلس قومٌ مجلسًا لم يذكروا الله فيه، ولم\r¬__________\r(¬1) رواه مسلم.","seal":"88FCAC11","part":1},
      {"page":19,"id":16,"nass":"يصلُّوا على نبيهم؛ إلاَّ كان عليهم ترة، فإن شاء عذبهم، وإن شاء غفر لهم» (¬1).\rوقد أخبرنا النبي - صلى الله عليه وسلم - أن هذه الحسرة تلزم أهلها وإن دخلوا الجنة!\rقال - صلى الله عليه وسلم -: «لا يجلس قوم مجلسًا لا يصلون فيه على رسول الله - صلى الله عليه وسلم - إلا كان عليهم حسرة، وإن دخلوا الجنة! لما يرون من الثواب» (¬2).\rقال عمرو مولى غفرة: «إذا انكشف الغطاء للناس يوم القيامة عن ثواب أعمالهم، لم يروا عملاً أفضل ثوابًا من الذِّكر، فيتحسَّر عند ذلك أقوام فيقولون: ما كان شيءٌ أيسر علينا من الذِّكر».\rأخي المسلم:\rالغفلة داءٌ خطيرٌ وشرٌّ مستطيرٌ؛ فاحذر داءها، فكم أهلكت من خلائق!\rوإذا غفل القلب عن ذكر الله تعالى استوحش الطاعات وابتعد عن طريق الصالحات!\rقال ابن القيم: «على قدر غفلة العبد عن الذِّكر يكون بُعده عن الله».\rوقال أيضًا: «إنَّ الغافل بينه وبين الله عزَّ وجل وحشة، لا تزول\r¬__________\r(¬1) رواه أبو داود والترمذي واللفظ له/ صحيح الترغيب والترهيب للألباني (1512).\r(¬2) رواه النسائي وأحمد والحاكم/ صحيح الجامع (7624).","seal":"75441355","part":1},
      {"page":20,"id":17,"nass":"إلاَّ بالذِّكر».\rمساكين أهل الغفلة، كم حُرموا من خيرات، وكم غفلوا عن لذَّات! .. ذكر الله أحلى ما تلذَّذت به القلوب، وأجمل ما تزيَّنت به النفوس .. فأين الغافلون من هذه الخيرات؟ ! وأين هم من هذه الغنائم النادرة؟ ! شغلتهم الدنيا عن أفضل المطالب، وأهلكتهم بشهواتها! فتأمل في حالك أيها الغافل، واعلم أنَّ الموت آتٍ عن قريب!\rقال سلمان الفارسي رضي الله عنه: «ثلاث أعجبتني حتى أضحكتني: مؤمل الدنيا والموت يطلبه! وغافل ليس يُغفل عنه! وضاحك ملء فيه ولا يدري أساخطٌ ربُّ العالمين عليه أم راضٍ»!\rفيا من غفلت عن ذكر الله تعالى، اعلم أنك لن تجد لقلبك دواءً أنفع من الذِّكر؛ فلتسعَ إلى إصلاح حالك بملازمة ذِكر الله تعالى ومناجاته؛ لتكون من أولئك المتلذِّذين بحلاوة الذِّكر!\rواعلم أنَّ الموت من ورائك، فلا تأمننَّ نزوله بغتة. فتخسر الساعات، ويُحال بينك وبين الطاعات .. فلا تغرنَّك الدنيا ببهجتها، ولا تخدعنَّك بزخرفها!\rيَا أيُهَا الذي قد غرَّه الأملُ ... ودون ما يأمل التنغيصُ والأجلُ\rألا تَرى أنما الدنيا وزينتهَا ... كمنزل الرَكب دار ثمة ارتحلُوا","seal":"04654730","part":1},
      {"page":21,"id":18,"nass":"تظل تُفزع في الرَّوعات سَاكنَها ... فما يسوغُ له لينٌ ولا جَذَلُ\rالمرءُ يشقَى بما يسعَى لوَارثِه ... والقبرُ وارثُ ما يسعى له الرجلُ\r\rمن كلام العلماء في الذِّكر\rأخي المسلم:\rهذا باقةٌ من كلام العلماء الربانيين، الذين عرفوا شرف الذِّكر ومقامه الرفيع .. وهي عباراتٌ منتقاة، تجد منها أريح كلام العارفين ونفحات الصادقين، فتأمَّل فيها تأمُّل مستفيدٍ، واجعلها في سويداء قلبك؛ فإنك لن تعدم منها نفعًا.\rقال ابن مسعود رضي الله عنه: «إنَّ الله قسَّم بينكم أخلاقكم كما قسَّم بينكم أرزاقكم، إنَّ الله يعطي المال من يحب ومن لا يحب، ولا يعطي الإيمان إلاَّ من يحب، فإذا أحبَّ الله عبدًا أعطاه الإيمان؛ فمن منَّ بالمال أن ينفقه، وخاف العدو أن يجاهده، وهاب الليل أن يكابده؛ فيكثر من قوله: \"لا إله إلا الله والله أكبر وسبحان الله والحمد لله\"».\rوقال كعب بن مالك رضي الله عنه: «من أكثر ذكر الله برئ من النفاق».\rوقال عبيد بن عمير رحمه الله: «إنَّ أعظمكم هذا الليل أن تكابدوه، وبخلتم على المال أن تنفقوه، وجبنتم عن العدوِّ أن","seal":"64AF8F34","part":1},
      {"page":22,"id":19,"nass":"تقاتلوه، فأكثروا من ذكر الله عز وجل».\rوقال الحسن البصري رحمه الله: «تفقَّدوا الحلاوة في ثلاثة أشياء: في الصلاة، وفي الذِّكر، وقراءة القرآن، فإن وجدتم وإلاَّ فاعلموا أن الطريق مُغلق! ».\rوقال ذو النون رحمه الله: «ما طابت الدنيا إلا بذكره، ولا طابت الآخرة إلا بعفوه، ولا طابت الجنة إلا برؤيته».\rوقال عون بن عبد الله رحمه الله: «إنَّ البقاع لينادي بعضها بعضًا: يا جارتاه، أمرَّ بك اليوم أحدٌ يذكر الله؟ فقائلة: نعم، وقائلة: لا».\rوقال أبو خلاد المصري رحمه الله: «من دخل في الإسلام دخل في حصن، ومن دخل المسجد فقد دخل في حصنَين، ومن جلس في حلقة يذكر الله عز وجل فيها؛ فقد دخل في بيته حصونًا».\rوقال مالك بن دينار رحمه الله: «ما تنعَّم المتنعِّمون بمثل ذكر الله».\rوقال فتح الموصلي رحمه الله: «المحب لا يجد مع حبِّ الله للدنيا لذَّة، ولا يغفل عن ذكر الله طرفة عين! ».\rوقال شيخ الإسلام ابن تيمية رحمه الله: «إنَّ في الدنيا جنة من لم يدخلها لا يدخل جنة الآخرة! ».\rوقال ابن القيم رحمه الله: « ... ولا ريب أنَّ القلب يصدأ كما يصدأ النحاس والفضة وغيرهما وجلاؤه بالذِّكر؛ فإنه يجلوه حتى","seal":"F1E9A34C","part":1},
      {"page":23,"id":20,"nass":"يدعه كالمرآة البيضاء، فإذا تُرك صدئ. وصدأ القلب بأمرين: بالغفلة والذنب. وجلاؤه بشيئين: بالاستغفار والذِّكر».\rوقال أيضًا: «فمن كانت الغفلة أغلب أوقاته؛ كان الصدأ متراكمًا على قلبه، وصدأه بحسب غفلته، وإذا صدئ القلب لم تنطبع فيه صور المعلومات على ما هي عليه؛ فيرى الباطل في صورة الحقِّ، والحقَّ في صورة الباطل، لأنه لَمَّا تراكم عليه الصدأ أظلم؛ فلم تظهر فيه صورة الحقائق كما هي عليه، فإذا تراكم عليه الصدأ واسودَّ وركبه الران؛ فَسَدَ تصوره وإدراكه، فلا يقبل حقًّا ولا يُنكر باطلاً، وهذا أعظم عقوبات القلوب، وأصل ذلك من الغفلة واتباع الهوى؛ فإنهما يطمسان نور القلب، ويعميان بصره».\rقال تعالى: {وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} [الكهف: 28].\rوفي هذا الكلام النفيس يخبرك ابن القيم رحمه الله، بحقيقة الداء، والذي من نتائجه الحرمان من ذكر الله تعالى، وحرمان نور القلب! فافهم ذلك ولا تكن غافلاً عن هذه المعاني النفيسة.\rوقال أيضًا: «وذكر العبد لربِّه محفوفٌ بذكرين من ربِّه له: ذكر قبله، به صار العبد ذاكرًا له، وذكر بعده، به صار العبد مذكورًا، كما قال تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ} [البقرة: 152]».\rوقال أيضًا: « ... وهو رُوح الأعمال الصالحة؛ فإذا خلا العمل عن الذِّكر كان كالجسد الذي لا رُوح فيه، والله أعلم».\rقال ابن عباس رضي الله عنهما في قوله تعالى: {اذْكُرُوا اللهَ","seal":"28795B12","part":1},
      {"page":24,"id":21,"nass":"ذِكْرًا كَثِيرًا} [الأحزاب: 41] «إنَّ الله تعالى لم يفرض على عباده فريضة إلاَّ جعل لها حدًّا معلومًا، ثم عذر أهلها في حال العذر، غير الذِّكر؛ فإنَّ الله تعالى لم يجعل له حدًّا ينتهي إليه، ولم يعذر أحدًا في تركه، إلاَّ مغلوبًا على تركه فقال: {فَاذْكُرُوا اللهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ} [النساء: 103]» بالليل والنهار، في البرِّ والبحر، وفي السفر والحضر، والغِنَى والفقر، والسَّقم والصحة، والسرِّ والعلانية، وعلى كلِّ حال!\rوقال أيضًا: «ثبتت أنَّ غاية الخلق والأمر أن يُذكر فلا يُنسى، ويُشكر فلا يُكفر، وهو سبحانه ذاكرٌ لمن ذكره، شاكرٌ لمن شكره».\rأخي المسلم:\rكانت تلك كلماتٍ مضيئةً حول ذكر الله تعالى، وهي وإن اختلفت في ألفاظها إلاَّ أنها اتفقت في معانيها، فهي جميعًا ترمي إلى بيان شرف ومكانة ذكر الله تعالى.\r\rفضائل الذِّكر\rأخي المسلم:\rإنَّ شرف الذِّكر عظيم .. وفضله رفيع!\rفضل يفوز به الذاكرون لله تعالى، ويحصدون ثمراته في الدنيا والآخرة .. وقد ذكر الإمام ابن القيم للذكر أكثر من سبعين فائدة تضمَّنت المعاني العظيمة التي يشتمل عليها ذِكر الله تعالى.","seal":"14D016B0","part":1},
      {"page":25,"id":22,"nass":"وإليك هذه الفضائل باختصار:\r• يطرد الشيطان ويقمعه.\r• يُرضي الله عز وجل.\r• يزيل الهم والغم عن القلب.\r• يجلب للقلب الفرح والسرور.\r• يقوِّي القلب والبدن.\r• ينوِّر الوجه والقلب.\r• يُجلِب الرزق.\r• يكسو الذاكر المهابة والحلاوة والنضرة.\r• يورثه المحبة لله عز وجل.\r• يصل بالعبد إلى مرتبة الإحسان؛ فيعبد الله كأنه يراه.\r• يورث الإنابة والرجوع إلى الله تعالى.\r• القرب من الله تعالى؛ فعلى قدر ذكره لله تعالى؛ يكون قُربه.\r• يورث هيبة الله تعالى وإجلاله تبارك وتعالى.\r• يورث ذكر الله تعالى له، كما قال تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ} [البقرة: 152].\rوقال - صلى الله عليه وسلم - فيما رواه عن ربه عزَّ وجل: «من ذكرني في نفسه ذكرته في نفسي؛ ومن ذكرني في ملأ؛ ذكرته في ملأ خير منهم».","seal":"D7BCF3F6","part":1},
      {"page":26,"id":23,"nass":"• يُورث حياة القلب .. قال شيخ الإٍسلام ابن تيمية: «الذِّكر للقلب: مثل الماء للسمك، فكيف يكون حال السمك إذا فارق الماء؟ ! ».\r• يزيل الوحشة بين العبد وربه تعالى؛ فإنَّ الغافل بينه وبين الله تعالى وحشة لا تزول إلا بالذِّكر.\r• إذا تعرف العبد على الله تعالى بذكره في الرخاء تعرف عليه في الشدَّة.\r• الذِّكر نجاة من عذاب الله تعالى. قال معاذ ابن جبل رضي الله عنه: ما عمل آدمي عملاً أنجى له من عذاب الله من ذكر الله! قالوا يا أبا عبد الرحمن، ولا الجهاد في سبيل الله؟ ! قال: ولا، إلاَّ أن يضرب بسيفه حتى ينقطع، لأنَّ الله تعالى يقول في كتابه: {وَلَذِكْرُ اللهِ أَكْبَرُ} [العنكبوت: 45].\r• سبب في تنزُّل السكينة وغشيان الرحمة وحفوف الملائكة.\r• سبب في اشتغال اللسان عن الغيبة والنميمة والكذب والفحش والباطل.\r• مجالس الذِّكر مجالس الملائكة، ومجالس اللغو مجالس الشيطان.\r• الاشتغال به سبب في عطاء الله للذاكر أفضل ما يعطي السائلين.\r• أيسر العبادات وأجلها.\r• غراس الجنة.","seal":"518A8D31","part":1},
      {"page":27,"id":24,"nass":"• مع البكاء في الخلوة؛ سبب لإظلال الله تعالى لعبده يوم القيامة من حرِّ الشمس.\r• ذكر الله تعالى يوجب الأمان من نسيان الله تعالى له، والذي هو سبب شقاء العبد في المعاش والمعاد قال الله تعالى: {وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ} [الحشر: 19].\r• الذِّكر نور للذاكر في الدنيا، ونور له في قبره، ونور له في معاده.\r• الذِّكر يفتح باب الدخول إلى الله تعالى، فإذا فُتح الباب ووجد الذاكر ربه، فقد وجد كل شيء.\r• الذِّكر ينبه القلب من نومه وغفلته.\r• الذاكر قريب من مذكوره، ومذكوره معه، وهذه المعية معية خاصة غير معية العلم والإحاطة العامة، فهي معية بالقرب والولاية والمحبة والنصرة والتوفيق.\r• الذِّكر رأس الشكر، فما شكر الله تعالى من لم يذكره.\r• أكرم الخلق على الله تعالى من المتقين من لا يزال لسانه رطبًا بذكر الله تعالى.\r• إنَّ في القلب قسوة لا يذيبها إلا ذكر الله تعالى.\r• ما استُجلبت نِعم الله تعالى واستُدفعت نقمته بمثل ذكر الله.\r• الذِّكر يوجب صلاة الله تعالى وملائكته على الذاكر.","seal":"5BA458C9","part":1},
      {"page":28,"id":25,"nass":"• مجالس الذِّكر رياض الجنة في الدنيا. يباهي الله تعالى بالذاكرين ملائكته.\r• من داوم على الذِّكر دخل الجنة وهو يضحك .. قال أبو الدرداء رضي الله عنه: «الذين لا تزال ألسنتهم رطبة من ذكر الله عز وجل، يدخل أحدهم الجنة وهو يضحك».\r• ذكر الله تعالى أكبر عون على طاعة الله تعالى؛ فإنه يحببها للعبد ويسهلها عليه، ويجعل قرَّة عينه فيها.\r• ذكر الله تعالى يُيسِّر الصعب ويهوِّن العسير.\r• ذكر الله يُذهب عن القلب المخاوف.\r• الذِّكر يعطي قوة كبيرة؛ حتى إنه ليفعل مع الذِّكر ما لا يُظن فعله بدونه.\r• يدرك الذاكر من اللذة ما لا يدركها غيره.\r• في تكثير الذِّكر تكثير لشهود العبد يوم القيامة.\r• الذِّكر حماية من الشيطان وكيده.\rنقلاً من كتاب «نضرة النعيم» بتصرف يسير\rأخي المسلم:\rكانت تلك بعض الفضائل والفوائد التي يفوز بها الذاكرون؛ وفي ذلك شاهدٌ واضحٌ على فضل الذِّكر وشرفه، فإيَّاك أن تكون من المضيعين لكلِّ ذلك فتكون من الخاسرين!","seal":"434312E3","part":1},
      {"page":29,"id":26,"nass":"نماذج من حياة الذَّاكرين\rأخي المسلم: إنَّ لله عبادًا شغلهم ذكره عن كلِّ مذكور؛ فهم في رياض ذكره يتقلَّبون، وفي نعيم قُدسه يمرحون!\rاغتنموا الساعات في ادِّخار البضاعة الباقية، وسارعوا في الاستزادة من الرصيد الباقي .. إذا انشغل الناس بالقيل والقال رأيتهم منشغلين بذكر مولاهم تبارك وتعالى .. وإذا انشغل الناس بالدينار والدرهم رأيتهم مشغولين بجمع الباقيات الصالحات!\rوهذا باقةٌ من حياة هؤلاء القوم؛ تقف بك على الحياة السعيدة حقًا، وعلى تلك الرياض الناضرة!\rلقد كان رسولنا - صلى الله عليه وسلم - سيد الذاكرين وقدوة المتبتلين .. تصف لنا أم المؤمنين عائشة رضي الله عنها حاله؛ فتقول: «كان النبي - صلى الله عليه وسلم - يذكر الله على كلِّ أحيانه» (¬1).\rوعن المغيرة بن شعبة رضي الله عنه: «أنَّ النبي - صلى الله عليه وسلم - صلَّى حتى انتفخت قدماه». فقيل له: أتكلف هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ ! فقال: «أفلا أكون عبدًا شكورًا» (¬2).\rوهذا معاذ بن جبل رضي الله عنه لَمَّا حضرته الوفاة، قال: «اخنق خنقك، فوعزَّتك إني أحبك، اللهم إني كنت أخافك وأنا اليوم أرجوك، اللهم إنك تعلم أني ما كنت أحب البقاء في الدنيا\r¬__________\r(¬1) رواه مسلم.\r(¬2) رواه البخاري ومسلم.","seal":"448A93D0","part":1},
      {"page":30,"id":27,"nass":"لكري الأنهار ولا غراس الأشجار، وإنما لمكابدة الساعات وظمأ الهواجر ومزاحمة العلماء بالركب عند حلق الذِّكر! ».\rوهذا تميم الداري رضي الله عنه .. قال مسروق: قال لي رجل من أهل مكة: هذا مقام أخيك تميم الداري، صلَّى ليلةً حتى أصبح أو كاد، يقرأ آية يردِّدها ويبكي {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} [الجاثية: 21].\rوكان أبو هريرة رضي الله عنه يسبح في كلِّ يوم اثنى عشر ألف تسبيحة؛ ويقول: «أسبح بقدر ديتي»!\rوكان قتادة رحمه الله يختم القرآن في سبع، فإذا جاء رمضان ختم في كلِّ ثلاث، فإذا جاء العشر ختم في كلِّ ليلة!\rولَمَّا حضرت الوفاة أبا بكر بن عياش رحمه الله بكت أخته، فقال لها: «ما يُبكيك؟ انظري إلى تلك الزاوية، فقد ختم أخوك فيها ثمانية عشر ألف ختمة! ».\rوهذا هو الإمام الحجَّة مسعر بن كدام رحمه الله، يحكي ابنه محمد بن مسعر، قال: «كان أبي لا ينام حتى يقرأ نصف القرآن»!\rوهذا إمام أهل السنة والجماعة أحمد بن حنبل رحمه الله يحكي عنه ابنه عبد الله قال: «كان أبي يصلي في كلِّ يوم وليلة ثلاثمائة ركعة .. فلما مرض من تلك الأسواط أضعفته فكان يصلي في كل يوم وليلة مائة وخمسين ركعة، وكان قرب الثمانين! ».","seal":"068E3AD7","part":1},
      {"page":31,"id":28,"nass":"وهذا سيد الزهاد بشر الحافي رحمه الله قال عنه ابن المديني: «ما رأيت أخوف لله منه، كان يصلي كل يوم خمسمائة ركعة».\rوهذا إمام العارفين الجنيد رحمه الله يقول عنه أبو بكر العطوي: كنت عند الجنيد حين مات؛ فختم القرآن ثم ابتدأ من البقرة، فقرأ سبعين آية ثم مات! رحمه الله تعالى.\rوهذا أبو بكر الكتاني رحمه الله يقول عنه الذهبي: «يقال: ختم الكتاني في الطرف اثني عشرة ألف ختمة! وكان من الأولياء».\rوهذا الحافظ ابن عساكر رحمه الله يقول ابنه القاسم: «كان أبي مواظبًا على صلاة الجماعة وتلاوة القرآن، يختم كل جمعة، ويختم في رمضان كلَّ يوم، وكان كثير النوافل والأذكار، ويحاسب نفسه على لحظةٍ تذهب في غير طاعة».\rوقال عبد العزيز بن أبي داود رحمه الله: كان رجل بالبادية قد اتخذ مسجدًا، فجعل في قلبه سبعة أحجار، كان إذا قضى صلاته قال: يا أحجار، أُشهِدكم أنه لا إله إلاَّ الله .. قال فمرض الرجل، فعُرج برُوحه .. قال: فرأيت في منامي أنه أُمر بي إلى النار، قال: فرأيتُ حجرًا من تلك الأحجار أعرفه، قد عظم فسدَّ عني بابًا من أبواب جهنم، ثم أُتي إلى الباب الآخر، وإذا حجرٌ من تلك الأحجار أعرفه، قد عظم فسد عني بابًا من أبواب جهنم، حتى سُدَّت عني بقية الأحجار أبواب جهنم.\rوكان شيخ الإسلام ابن تيمية رحمه الله نموذجًا فريدًا للذاكرين.\rقال تلميذه ابن القيم: «حضرت شيخ الإسلام ابن تيمية مرة","seal":"942DD6A3","part":1},
      {"page":32,"id":29,"nass":"صلَّى الفجر، ثم جلس يذكر الله تعالى إلى قريبٍ من انتصاف النهار، ثم التفت إليَّ وقال: هذه غدوتي، ولو لم أتغدَّ الغداء سقطت قوتي! أو كلامًا قريبًا من هذا».\rوقال ابن القيم أيضًا: «وقال لي مرة: لا أترك الذِّكر إلا بنية إجمام نفسي وإراحتها؛ لأستعدَّ بتلك الراحة لذِكرٍ آخر، أو كلامًا هذا معناه.».\rوقال: «وقال لي مرة: المحبوس من حُبس قلبه عن ربِّه تعالى! والمأسور من أسره هواه! ».\rأخي المسلم:\rلقد كانت تلك رحلةٌ قصيرةٌ في رياض الذاكرين، تفهم منها ما كان عليه الصالحون من سلف هذه الأمَّة من صدق العبادة والجدِّ في القصد، حتى غدوا أريجًا يملأ الأكوان شذى وعرفًا، فلا يفوتنك ركب الذاكرين، وأقبل على ربِّك تعالى؛ وقف ببابه للخدمة، وعفر الوجه؛ عسى أن تفوز بالزلفى ورفعة الدرجات، فإن ذكر الله تعالى أغلى بضاعة تفوز بها في الدنيا، وأنفع زاد تقدم به يوم القيامة! فبادر إلى طريق الذاكرين، واطرد الغفلة وطول الأمل، واسأل الله تعالى أن يعينك على ذِكره وشُكره وحُسن عبادته.\rوالحمد لله تعالى، وصلى الله على نبينا محمد وآله وصحبه وسلم.","seal":"E8CF3237","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"غيث القلوب ذكر الله تعالى","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أزهري أحمد محمود","bLnk":null,"Inf":null,"Auth":"أزهري أحمد محمود","Betaka":"الكتاب: غيث القلوب ذكر الله تعالى\rالمؤلف: أزهري أحمد محمود\rالناشر: دار ابن خزيمة\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":1,"AuthInf":"أزهري أحمد محمود\r\rسوداني، له أكثر من مائة كتيب دعوي، مثل:\r\r• سلسلة الزهديات والرقائق\r• سلسلة المحاسبة\r• سلسلة مكارم الأخلاق\r• سلسلة مساوئ الأخلاق\r• سلسلة لافتات في طريق المذنبين، وغيرها من الكتيبات،\r\rومجموعة من قصص الأطفال:\r• كسلسلة مغيث وأيمن التربوية\r• وسلسلة أيتام صاروا عظماء\r\rومن كتبه الكبار:\r• صور من سير التابعين\r• وأقمار بكاها قلمي، وترجم فيه لابن باز، والألباني، وابن عثيمين\r• نساء لهن مواقف\r• المرأة المسلمة وعلو الهمة\r• بيننا وبينكم يوم الجنائز\r• الصابرون عند البلاء\r• دليل الدعاة إلى شعر الرقائق والزهديات","seal":"AB797C0A","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":37543,"BkId":37543,"oAuth":2911,"bVer":1,"aSeal":"568ECC4F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37543":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":2,"sub":1,"tit":"الذكر أغلى بضاعة"},
      {"lvl":1,"id":5,"sub":0,"tit":"الذكر أنيس الذاكرين"},
      {"lvl":1,"id":8,"sub":0,"tit":"كيف تكون من الذاكرين؟"},
      {"lvl":2,"id":8,"sub":1,"tit":"المحافظة على الصلوات الخمس"},
      {"lvl":2,"id":9,"sub":0,"tit":"المحافظة على الأذكار دبر الصلوات"},
      {"lvl":2,"id":9,"sub":1,"tit":"الإكثار من قراءة كتاب الله تعالى"},
      {"lvl":2,"id":10,"sub":0,"tit":"المحافظة على الأذكار"},
      {"lvl":2,"id":10,"sub":1,"tit":"المحافظة على الأذكار التي ورد فضلها"},
      {"lvl":1,"id":11,"sub":0,"tit":"الذكر غيث القلوب!"},
      {"lvl":1,"id":14,"sub":0,"tit":"الغافلون عن الذكر"},
      {"lvl":1,"id":18,"sub":0,"tit":"من كلام العلماء في الذكر"},
      {"lvl":1,"id":21,"sub":0,"tit":"فضائل الذكر"},
      {"lvl":1,"id":26,"sub":0,"tit":"نماذج من حياة الذاكرين"}
    ]
}
