{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37596":
    [
      {"page":1,"id":1,"nass":"مالك بن نبي\rمشكلات الحضارة\rفكرة كمنويلث إسلامي\r\rدار الفكر المعاصر بيروت-لبنان\rدار الفكر دمشق-سورية","seal":"F5F054BB","part":"1"},
      {"page":2,"id":2,"nass":"مالك بن نبي\r- مفكر إسلامي بارز\r- ولد فى مدينة قسنطينة بالجزائر عام 1323هـ / 1905م.\r- درس القضاء بالمعهد الإسلامي المختلط.\r- انتقل إلى باريس فنال شهادة الهندسة الكهربائية من المعهد العالي للهندسة. وهناك أصدر عددٌ من كتبه المهمة.\r- أعطته ثقافته المنهجية قدرة على إبراز مشكلات العالم المتخلف بوصفها قضية حضارية، فوضع كتبه كلها تحت عنوان (مشكلات الحضارة).\r- لجأ إلى القاهرة عام 1956 فأقام بها، وأصدر فيها بعضاً من كتبه، وكان غالب ما يكتب بالفرنسية.\r- عاد إلى الجزائر بعد استقلالها، فعين مديراً عاماً للتعليم العالي وأصدر فيها بقية كتبه.\r- استقال من منصبه عام 1967، ليتفرغ للعمل الفكري .. حتى توفي سنة 1393 هـ/1973 م.","seal":"DF5C74E8","part":"1"},
      {"page":3,"id":5,"nass":"مالك بن نبي\r\rفكرة كمنويلت إسلامي\r\rتَرْجَمَة الطَّيّب الشَّرِيفْ\r\rدار الفكر المعاصر بيروت-لبنان\rدار الفكر دمشق-سورية","seal":"8343E032","part":"1"},
      {"page":4,"id":6,"nass":"إعادة الطبعة الثانية\r1431هـ = 2000م\rط1: 1960م","seal":"C463C108","part":"1"},
      {"page":5,"id":7,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rفي عام 1971، ترك أستاذنا مالك بن نبي -رحمه الله- في المحكمة الشرعية في طرابلس لبنان، وصية سجلت تحت رقم 275/ 67 في 16 ربيع الثاني 1391هـ الموفق لـ 10 حزيران 1971، وقد حملني فيها مسؤولية كتبه المعنوية والمادية.\rوتحملاً مني لهذه الرسالة، ووفاءً لندوات سقتنا على ظمأ صافي الرؤية، رأيت تسمية ما يصدر تنفيذاً لوصية المؤلف (ندوة مالك بن نبي).\rوالتسمية هذه، دعوة إلى أصدقاء مالك بن نبي وقارئيه، ليواصلوا نهجاً في دراسة المشكلات، كان قد بدأه.\rوهي مشروع نطرحه بوصفه لعلاقات فكرية، كان رحمه الله يرغب في توثيقها.\rوإنني لأرجو من أصدقاء مالك وقارئيه، مساعدتنا على حفظ حقوق المؤلف في كل ما ينشر بالعربية، أو الفرنسية مترجماً من قبل المترجمين، أو غير مترجم. فقد حملني -رحمه الله- مسؤولية حفظ هذه الحقوق، والإذن بنشر كتبه. فإن وجدت طبعات لم تذكر فيها إشارة إلى إذن صادر من قبلنا، فهذه طبعات غير مشروعة، ونرجو إبلاغنا عنها.\r\rطرابلس لبنان\r18 ربيع الأول 1399\r15 شباط (فبراير) 1979\rعمَر مسْقاوي","seal":"E8708772","part":"1"},
      {"page":7,"id":9,"nass":"مقدمة\rفكرة كمنويلث إسلامي\rكان مفكرنا الأستاذ مالك بن نبي قد وضع الخطوط العامة لمشروع فكرته في نهاية الخمسينات. وقد أعطاني المشروع حينما كنت طالباً في القاهرة لأطبعه على الآلة الكاتبة. وحينما راجع الطباعة صحح بخطه كلمة (الكمنويلث) ولم أكن أدري أن هذا الصنيع سيعطي بعد ثلاثين عاماً لهذه الوثيقة قيمة تاريخية، باعتبارها أثراً من آثار هذا المفكر الكبير.\rلذا وفي معرض إعادة طبع كتاب (فكرة كملنويلث إسلامي) أرى من الملائم أن ننشر الخطوط العريضة التي كان قد وضعها لمؤلفه، وأن أضيف إلى هذه الوثيقة وثيقة أخرى أعتز بها كثيراً، هي كلمة الإهداء التي وجهها إلي إثر صدور الطبعة الأولى من هذا الكتاب، والتي ننشرها بخط المرحوم مالك بن نبي. فعسى أن يكون مالك بن نبي قد أجيبت دعوته بما نقوم به من الإشراف على طبع مؤلفاته، وعسانا أن نكون قد بلغنا الأمانة ما استطعنا إلى ذلك سبيلاً.\rوكتاب (فكرة كمنويلث إسلامي) يستمد مسوغاته من الخريطة السياسية والحضارية التي نشرت رقعتها على الكرة الأرضية حيث تركزت القوة في محور واشنطن- موسكو واستتبع ذلك وحدات جغرافية سياسية كمنطقة حلف الأطلنطي والمنطقة السوفياتية ومنطقة الصين الشعبية ومنطقة الوحدة الهندية.\rوقد بدا العالم الإسلامي في إطار الجغرافيا السياسية في نهاية الخمسينات خارج الألوان التي تميز كل وحدة عن سواها على خريطة العالم. وقد لاحظ","seal":"0B252B02","part":"1"},
      {"page":8,"id":10,"nass":"بن نبي أن المسلم المنتمي إلى رقعته الجغرافية يستبطن هامشيته على خريطة العالم وهذا يدفعه إلى أحد احتمالين:\rفإما أنه يقوم بثورة تستجيب للعوامل النفسية والاجتماعية الخاصة به.\rوإما أنه يستجيب لثورة تأتيه من الخارج في غياب قيادة حكيمة ترسم له خطة سيره.\rكانت هذه أفكاراً ورؤى، تشغل فكر مالك بن نبي ذلك الزمن، وهو يتطلع إلى سير التطورات الثورية والشعارات التي تنوش فكر النخبة والجيل الصاعد، فتوزعه بدداً إلى تيارات تضج بها نهاية الخمسينات، وتُوَرِّثُ الانقسامات الحادة والتناقضات على سطح المجتمع الواحد، وتركس الإرادة عن خطى الغد.\rلذا كان كتابه هذا إشارات في ضباب ذلك الزمن، تضيء سبل التطلع إلى غدٍ بانت معالمه اليوم، حين يعاد رسم الخريطة السياسية للشرق والغرب. فتبرز وحدة أوروبا كحقيقة ترتد إلى عمق أصولها وترأب صدع (البيت الأوروبي) على حد تعبير غورباتشوف.\rهكذا يصحو العالم الإسلامي، الذي قسمته الثورات المستوردة، على حقيقة واقعه: إنه مطرود من المعسكر الاشتراكي في ظل (البروستريكا)، ومنهوب من المعسكر الرأسمالي، خالي الوفاض رسالةً وثروةً بل تربك خطاه النزاعات الطائفية والعرقية والمذهبية. وتتخذ الأصولية سبلاً لها في ضباب جديد تنثره في أجوائنا رياح العصر الإسرائيلي لتعثر به الأقدام، حين تشتد الانقسامات مرة جديدة على سطح المجتمع.\rفإذا كنا اليوم نطوي صفحة يمين الأمس ويساره، فها نحن نعيد سيرتنا في الدوران حول أنفسنا، حين نفتح صفحة الأصولية المتشددة الرافضة، والاعتدال","seal":"FDCE5BD8","part":"1"},
      {"page":9,"id":11,"nass":"المتسربل بحتميات الواقع، بينما المشروع الإسرائيلي يستكمل طريقه برؤية تزن الخطى وتحكم وسائلها.\rمالك بن نبي في (فكرة كمنويلث إسلامي) يرسم إطاراً لمشروع يمنح العالم الإسلامي موقعاً له في خريطة العالم المعاصر، يستمد رسالته من وسطية عقيدته كشاهد على الناس جميعاً.\rومن الطبيعي أن الشهادة وعي وإدراك لدقائق مسيرة العالم الحديث. وهي فوق ذلك قدوة في السلوك والمبادرات والحضور المؤثر في هذه المسيرة.\rفالمجتمع المتخلف عن الحضارة وخطى الغد لا تقبل له شهادة أبداً. وهو كالفرد المنحرف والمتخلف عن مسيرة السلوك الاجتماعي تسقط شهادته في ميزان العدالة.\rتلك قضية الحضارة ومشكلتها التي يطرح لها مالك بن نبي إطارها الجغرافي في (فكرة كمنويلث إسلامي) وهو كان قد حدد إطارها الفكري في مختلف كتبه.\rوهذا الكتاب الذي نصدره اليوم سوف يجد له في كتابات مالك بن نبي اللاحقة، عبر الستينات وحتى وفاته، توضيحاً أكبر لمداه خصوصاً في كتاب (المسلم في عالم الاقتصاد) وكتاب (مشكلة الأفكار في العالم الإسلامي).\rوالتطورات التي نشهدها اليوم في عالمنا المعاصر سوف ترفد القارئ بفهم أعمق لفكرة ابن نبي التي عرضها في نهاية الخمسينات واستمدت مسوغاتها من تلك الحقبة.\r\rعمر مسقاوي\rدمشق 4 شباط 1990 م","seal":"D6A0AB6D","part":"1"},
      {"page":10,"id":12,"nass":"ـ[لوحة: فكرة كمنويلث إسلامي]ـ","seal":"2781F24E","part":"1"},
      {"page":11,"id":13,"nass":"ـ[لوحة: رسم دراسة لفكرة كمنويلث إسلامي]ـ","seal":"FF5B4054","part":"1"},
      {"page":12,"id":14,"nass":"الخطوط العامة للكتاب\rفكرة ((الكمنويلث)) الإسلامي\r\r1 - المبررات الجغرافية السياسية:\rأ - هناك ناحية جديدة أصبح يتسم بها العالم في الوقت الحاضر: فتحت تأثير العامل ((الفني)) الذي أدى إلى تركيز ((القوى)) في محور واشنطن- موسكو ظهرت مناطق متسعة مخططة تمثل وحدات جغرافية سياسية تركزت في كل منها القوى، وأصجت على وشك التركيز مثل المنطقة الأطلنطية (الخاضعة لتخطيط مارشال). والمنطقة السوفياتية، ومنطقة الصين الشعبية، ومنطقة الوحدة الهندية.\rب - وفي غمار هذا العالم المخطط يشعر الرجل المسلم بعدم جدواه. وبأن أحداث التاريخ تسجل دون أن يكون له دخل فيها (كعضو في منطقة جغرافية سياسية غير مخطّطة) يرى أن تطور العالم قد سبقه.\r\r2 - مبررات سيكولوجية:\rأ - وبما أنه يستبطن هذه المعطيات يصبح المسلم يفكر بمقتضاها بمصير العالم الإسلامي فتراه يحمل بين جنباته بذور ثورة.\rومن ثم يجد نفسه أمام احتمالين:\r1 - هل بوسع العالم الإسلامي أن يقوم بثورة طبقاً لتطورات معينة؟ أي طبعة تخطيط يراعى فيه العوامل النفسية والاجتماعية الخاصة به.\r2 - أم في حالة عدم وجود قيادة حكيمة ترسم له خطته يرى العالم الإسلامي نفسه مندفعاً (بضرورة انسجامه في التطور العالمي الذي لا زالت سرعته تتزايد) إلى ثورة تأتيه من الخارج أي ثورة لن يكون في مقدوره التحكم فيها.","seal":"F517F485","part":"1"},
      {"page":13,"id":15,"nass":"ب - ومن هنا فإن ضرورة تكتل العالم الإسلامي تبدو أول ما تبدو كضرورة نفسية أي كوسيلة تخفف من تهويل القضية في الضمير الإسلامي وبالتالي وسيلة فعالة للحد من بعض النزعات المفرقة التي يمكنها دفع العالم الإسلامي إلى ثورة تأتيه من الخارج.\r\r3 - مبررات فنية:\rولكن ما نكاد أن نحاول مواجهة التخطيط من الناحية الفنية حتى نجد موضوع التخطيط نفسه كأنه انعدم، لأننا نحاول التخطيط لعالم إسلامي، فنجد أنفسنا أمام عوالم إسلامية.\r\rالخلاصة:\rفيترتب إذن على ما سبق شيآن:\rأ - ضرورة التخطيط للعالم الإسلامي.\rب - ولكن لا يمكن هذا التخطيط إلا عن قاعدة اتحادية بعيدة عن فكرة (الإسلامستان) التي ينادي بها قادة الباكستان أحياناً، ولا يمكن وضعها موضع التنفيذ إلا إذا كانت في صورة كمنويلثية.","seal":"536891B8","part":"1"},
      {"page":14,"id":16,"nass":"رسم دراسة لفكرة كمنويلث إسلامي\rملاحظة:\rإذا تعرضا لفكرة كمنويلت إسلامي باعتبارها موضوع بحث يرمي إلى تخطيط وحدة جغرافية سياسية معينة أو إلى مجرد معرفة نظرية للوقوف على معلومات أوسع بشأن هذه الوحدة يوجب أن يتضمن هذا البحث بعض الحقائق الأساسية والمقتضيات المنطقية التي تميز موضوع البحث وتبرر الحل الذي يراد إيجاده.\r\r1 - حقائق أساسية:\rأ - لقد احتفظ العالم الإسلامي في المرحلة التي يجتازها الآن بوحدته الروحية التي تعد له عاملاً جامعاً أساسياً ومبدأ موحداً يجب أن يطبق، في أي محاولة لتخطيطه تطبيقاً يناسب تجانس المشروع من الناحية السيكولوجية وتناسق عناصره من الناحية الفنية.\rب - لكن بجانب وحدته الروحية يبدو العالم الإسلامي في مرحلته الحاضرة متعدد الجوانب كأنه ليس عالماً واحداً بل عوالماً:\r1 - العالم الإسلامي الزنجي أو الإفريقي.\r2 - العالم الإسلامي العربي.\r3 - العالم الإسلامي الإيراني (فرس، أفغان، باكستان).\r4 - العالم الإسلامي الملايو (أندونسيا، ملايو).\r5 - العالم الإسلامي الأصفر.","seal":"D0C5D043","part":"1"},
      {"page":15,"id":17,"nass":"جـ - ونظرا لوحدته من ناحية وتعدده من ناحية أخرى يبدو أن العالم الإسلامي أصبح في مرحلة ينسجم فيها جانبه الروحي ويتشعب جانبه الدنيوي حتى أننا في هذه الظروف لو تعرضنا لمشكلة الخلافة مثلاً- لما كان في وسعنا أن نتغافل عن لزوم تحديد قانوني جديد لمعنى الإمامة في الإسلام.\r\r2 - المقتضيات المنطبقة:\rأ - لكي ينتظم الكمنويلث الإسلامي طبقاً لأوضاعه الخاصة ولانسجامه مع تطور العالم المخطط، يجب أن يخطط ككتلة للعوالم الإسلامية يرأسها المؤتمر الإسلامي كجهاز ((فدرالي)).\rب - ودستور الاتحاد يجب أن يقوم على دراسة جديدة للإمامة مع استخدام الرابطة الاقتصادية حيثما وجدت بطبيعتها مثلاً بين مصر والسودان والرابطة القومية مثلاً في البلاد العربية.\rجـ - تحديد مهمة الكمنويلث الإسلامي في العالم.","seal":"4F3C5240","part":"1"},
      {"page":16,"id":18,"nass":"ـ[لوحة: غلاف الطبعة الأولى]ـ","seal":"67FFCD3B","part":"1"},
      {"page":17,"id":19,"nass":"مدخل\rفي هذه الصفحات التي نتناول فيها موضوع: (كملنويلث إسلامي) ( Commonwealth islamique)  ليس للقارئ أن ينتظر وجود حل جاهز، بينما المشكلة التي تستدعي حلاًّ كهذا، ما تزال هي نفسها لم توضع بعد تماماً. وسوف يتاح للقارئ- خلال تتبعه لنا- أن يعرف البعض من أسباب هذه الثغرة. ولكن ينبغي علينا منذ الآن، أن نحدد الحدود المفروضة التي نستطيع تناول الموضوع في نطاقها، فالعالم الإسلامي، وهو في المرحلة الراهنة من تطوره، ليس مجهزاً لهذا النوع من العمل؛ فتجهيزه في هذا النطاق ليس كافياً، لأسباب عديدة: منها ما هو ذو صبغة نفسية، ومنها ما هو ذو صبغة مادية. وسنعود لتناول هذه المسألة التي تمثل مظهراً من المظاهر الأساسية فيما ندعوه بـ (اللافعالية)، التي أشرنا إليها في مناسبات شتى، والتي نرجئ تحليلها إلى ما بعد.\rومهما يكن من شيء، فموضوعنا لا يتطلب عملاً إدارياً، أو مجرد مقايسة نظرية ( Spéculation)،  ولكنه يستدعي عملاً دقيقاً، على مجال القضية نفسها، وتحقيقاً مُعَمَّقاً على صعيد العالم الإسلامي؛ مضافاً إلى ذلك أن تحقيقاً من هذا النوع، لا يمكن أن يقوم به فرد منعزل، لأنه من مهام هيئة مشتركة من الأخصائيين، الذين يتقاسمون فيما بينهم المظاهر والقطاعات المختلفة لهذه المهمة، كل في دائرة اختصاصه، بنفس الطريقة التي سارت على منوالها هيئات العلماء الذين تقاسموا أعمال السنة الجغرافية- الطبيعية ( Géo-physique)  الجارية على مساحة الكرة الأرضية لدراسة خصائصها. وهذا يعني أن دراستنا يجب أن تتناول","seal":"7621BD34","part":"1"},
      {"page":18,"id":20,"nass":"تحت إشراف (مركز للبحوث) لَمَّا يوجد بعد في العالم الإسلامي، حيث المنشآت التي تستطيع أن تقم بهذا الدور لا تعدو أحد أمرين:\rإما أن تكون قد شاخت وهرمت، كما هو الحال في يومنا هذا بالنسبة إلى الهيئات التي سبق أن لعبت دوراً هاماً في الحياة العقلية للعالم الإسلامي، وإما أنها لا تزال حديثة وشابة، ومن ثَمَّ فهي لم تتكيف بعد مع عمل علميّ واسع النطاق.\rصحيح أن جهوداً قيمة تبذل في مصر، بقصد التكيف مع ضرورات البحث، في مجالات عدة، ولكن العالم الإسلامي بصفة عامة يجتاز فترة تحول و (حَمْلٍ)؛ فبعض الأشياء قد أصبح ميتاً، ولم يعد صالحاً للاستعمال، وبعضها الآخر لما يولد بعد. ومن هنا نجمت فترة من (اللاتكيف)، يتعين على المنشآت والأفراد؛ الأشياء والأفكار، أن تجتازها جميعها بالضرورة، لكي تتكيف مع عالم جديد، لما تزل مقاييسه بعيدة عن متناولنا حتى الآن. إنها فترة ذات صبغة طفولية يمكن أن يعوِّق فيها فعل الإنسان المسلم وفكره، من جرات مركبات معينة، خاصة بوشطه. وفيما عدا ذلك، فالمسلم- لكي يتفوّق على بعض مركبات نقصه بإزاء عالم راضخ للتصميم، وللمنهج (التيلوري)؛ المنهج الذي يعمد إلى تنظيم العمل بشكل مُنَمٍّ لحصوله، حيث يستشعر نفسه، بطريقة غامضة، أنه غير متكيف مع هذا العالم- قد اتخذ بالنسبة له، وبسهولة مرموقة، بعض الدعاوى التي تترجم عموماً عن حقائق معينة. ونحن عندما نواصل تحليل الأشياء أبعد من ذلك، نلاحظ التأثير التنويميّ لهذه الدعاوى التي تخدر وعينا، في نوع من الانقياد المترفع بإزاء العالم الراضخ للتصميم ... فنحن على سبيل المثال، نتقبل على حق ما هو متعارَف من أن المادة تحظى في العالم المخطط، بمرتبة القيمة العليا، وأحسب أننا متفقون على هذه النقطة؛ ولكن لنواصل أبعد من ذلك: فالحق أننا نرى المجتمع الإسلامي الراهن- كما سلف أن أشرت إلى ذلك منذ عشر","seal":"E132D82F","part":"1"},
      {"page":19,"id":21,"nass":"سنوات، في كتابي (وجهة العالم الإسلامي) - يتخذ بالنسبة إلى المادة موقفاً غريباً:\rفالواقع أن المادة قد واكبت تياراً. فكرياً مزدوجاً، ففي العالم الراضخ للتصيم، وللمنهج التيلوري، توجد نزعة مادية رأسمالية أو (بورجوازية) نوعياً، ونزعة مادية ماركسية أو (بروليتارية) نوعياً كذلك. فالنزعة الأولى تلتقي في الغرب، مع رفاهية طبقة مالكة لمصالحها وأذواقها وأشيائها. والنزعة الثانية، تمثل مذهب نضال طبقة كادحة، وتلتقي مع أصول هذا النضال، وتصوراته وأفكاره. وإذا بالعالم الإسلامي، الذي يريد الانفلات من أسر المادة - متخذاً من وجهة نظرية نفس التحفظ بالنسبة إلى كل من النزوعين اللذين تواكبهما- يسقط لا شعورياً في النزغة الأولى، ذلك أنه في الحقيقة منحصر التعلق - في المرحلة الراهنة من تطوره- (بالأشياء) لا (بالأفكار). ونحن نستطيع أن نفهم هذا الميل، على ضوء السيكولوجية الصبيانية: فالطفل لا يرى في العالم أفكاراً، ولكنه يرى أشياء؛ فكومة من قطع الحلوى، أثمن لديه بكثير من كومة من الجواهر! .. وكل المجتمعات البشرية تمر بهذه المرحلة من الصبيانية؛ وليس لغير ما سبب، أن يكون (لينين) قد كرَّس أحد كتبه (لأمراض الماركسية الصبيانية). غير أن هذا النزوع الفكري قد واكب، في العالم الإسلامي، استمراء السهولة. وإنه لمن المؤكد، أن شراء سيارة (كدلاك) أو ثلاجة، أسهل بكثير من الحصول على (الأفكار) الضرورية لصنعهما. ومن ثَمَّ نصل إلى هذا التقرير المتميز، المُتَمَثِّل في أن المادة التي كان من نتائجها في العالم المصمِّم التنمية من كمية (الأفكار)، كان من نتائجها العكسية في العالم الإسلامي، مضاعفة (الأشياء) فحسب .. ولا أحب أن أدفع بهذا التحليل الذي نجازف معه بالخروج عن الإطار الضيق المرصود لهذا المدخل، إلى أبعد من ذلك؛ مع أننا لو واصلنا أشواطاً أخرى، لعثرنا على تقريرات غير منتظرة. إلا أن هناك خلاصة لها أهميتها","seal":"A64FDB13","part":"1"},
      {"page":20,"id":22,"nass":"بالنسبة إلى موضوعنا وهي: أن (الفكرة) ليس لها فعاليتها الكافية في العالم الإسلامي، أو هي لا تلعب دورها فيه. ولا ريب في أن فحص كل العوامل التي كان لها مفعول ما، في هذا القصور، سيكون ذا أهية بالغة. ولكن المؤكد، أن أحد مظاهر هذا القصور، هو ما نلاحظه في التطور الراهن للعالم الإسلامي، من تخلف بالنسبة إلى التطور العام. وإن هذا المظهر بالذات، لهو الذي تتضمنه بصفة خاصة، دراستنا هذه، لأنه يتصل بكل العوامل النفسية- الزمنية، التي تبرر فكرة (الكمنويلث).","seal":"07FA2BAD","part":"1"},
      {"page":21,"id":23,"nass":"القسم الأول:\rمشروع دراسة شاملة","seal":"5581C4A4","part":"1"},
      {"page":22,"id":24,"nass":"أ - تأريخ الفكرة:\r1 - المحيط الجديد:\rإن الحاج المسلم- الذي تضعه (الحافلة)، أثناء وقفة من وقفاتها، في إحدى المحطات، تحت صوامع حي الأزهر، التي طاما اختلطت بأحلامه كإنسان ذي عقيدة- يغتنم فرصة نزوله غالباً، لزيارة القاهرة. وبقدر ما يمكث داخل الدائرة التي حافظت فيها الحياة على طابعها التقليدي في قليل أو كثير- في حي (الموسكي) وما يجاوره على سبيل المثال- تحتفظ ارتساماته بلونها العادي، مع مرتفعات ومنخفضات يتلقاها انفعاله، من حب استطلاع طبيعي لديه. إنه يوجد في محيط توقظ فيه كل خطوة يخطوها، ذكرى تركتها في وعيه، حكايات أجيال الحجيج السابقة له من أسرته. فهو المحيط الذي ترعرت فيه طفولته بأحلامها الملونة، وتكونت فيه شخصيته كذلك؛ إن له روابط لا مرئية، ووشائج من القرابة الخفية، مع هذا العالم من الصوامع، والتوابيت المطعَّمة بالعاج، والأخشاب الثمينة؛ حيث لا يقاس الزمن بغير الفواصل بين الصلوات، أو بمواعيد الوجبات الغذائية الثلاث! .. فآلاف الأشياء الصغيرة، المعروضة على جنبات الدكاكين، وهذه الأشباح المارة من السكك الصغيرة، وتلك الجماعات التي تتجاذب الأحاديث أمام المقاهي الشعبية المنبثة كما اتفق في أي زاوية أو ركن، وهذا الظل الظليل حول المساجد التي ينتظر المتسوّلون أمام أبوابها إحسان المحسنين، مرددين أدعيتهم وصلواتهم الخالدة! .. وكذلك المرأة التي تدفع - لا شعورياً- بطرفٍ من برقعها فوق رأسها ... كل هؤلاء يتكلمون مع هذا الحاج لغة مألوفة. إنه عالم يعرفه حق المعرفة، لأنه يحمل صورته في أفكاره الحميمة، في أحاسيسه وردود أفعاله. وهو العالم الذي فُصِّلَ على مقاسه، فوضع في","seal":"703AFFAD","part":"1"},
      {"page":23,"id":25,"nass":"ذاته صورته الحميمة، وأمده بالمعايير الأساسية للحكم على الأفراد والأشياء، وانطبع على مصيره .. ومن جراء هذه الاعتبارات ذاتها، فهو لا يمثل بالنسبة إليه أيَّ إلْغازٍ، ولا يضع أمامه أيَّ معضل يضايقه. فهذا الحاج المسلم، لا يكاد ينتبه إلى الطوابير التي تجمع أطلال هذا العالم، وتحملها بعيداً، لتهيئ مكاناً لطرقات جديدة، وحركة مرور أخرى، ولإيقاع حياتيّ جديد كذلك.\rولكنه إذا ما اقتادته الصدفة في نفس صبيحة هذا اليوم، خارج دائرة حي الأزهر، ودفعت به خطاه إلى المدينة الحديثة .. اختلفت انطباعاته شيئاً فشيئاً - وبطريقة غير محسوسة- باختلاف الزخرف الجديد. إنه في محيط آخر، قد رأته عيناه في أمكنة أخرى، ولكن وعيه لما يتمثله بعد. فرجلاه تنضويان تقدُّمياً، في عالم يتبدَّى له منه: أن قلبه وفكره ووعيه، لما تصل إليه بعد كلية. ويستشعر ارتساماته، ومشاعره وأفكاره، تتبدل في لونها. فهو في عالم من الأشياء، والأشباح، والمظاهر، التي تراها باصرتاه، ولا تعتدها بصيرته بعد تماماً. إنه المحيط الجديد، الذي يُؤَطِّرُ حياته، ولكن (أناهُ) لم تتقبله بعد في (إنَّيَّتِهِ) أو ذاتيته، ولا تمثلت بنوده، ومواضعاته، ولا عرفت مقاييسه ومعاييره؛ وإن لغته لتبدو له غريبة كذلك، فالمرأة المرتدية (للشوال)، يذكره رداؤها عرضاً بغرابته، فهو يحس بطريقة غامضة، أن بينه وبين هذا العالم، تخلُّفاً وانقطاعاً معيَّنين، من غير أن يعرف بالضبط، كيف يحدد سببهما الحقيقي. فهذه الجولة الصباحية أو المسائية في أحياء القاهرة، تلخص على نحو من الأنحاء، بالنسبة إلى الحاج المسلم، تاريخه الاجتماعي الخاص. فقد ولد في عالم أخذت عربات النقل تحمل منه آخر بقاياه! ..\rوإذا ما اقتادته جولته إلى (ميدان التحرير)، فإن حب استطلاعه سيستوقفه أمام بناية (المجمَّع)، التي تهيمن كل الميدان بأدوارها الثلاثة عشر. ثم ينزلق بصره نحو المسجد الصغير، الذي يبرز بشبحه الأنيق، محاذياً لكتلة البناية","seal":"10D8DE68","part":"1"},
      {"page":24,"id":26,"nass":"الإدارية الضخمة فيَبْدَهُ نظرَه التباين البَيِّن بين العمارتين؛ إذ يتعين توافر عشرين مكعباً في حجم ذلك المسجد تقريباً، لكي تضارع حجم بناية (المجمَّع)! .. وإذن فهناك انقلاب واضح في سُلَّم الأشياء؛ إذ أن الحاج، قد ولد في عالم تقاس فيه الأطوال، على مستوى المساجد- كمسجد (ابن طولون) أو (الجامع الأزهر) - وهو يحيا الآن في عالم، تقاس فيه الأطوال على مستوى بناية إدارية .. وهذا الانقلاب، يمثل عَرَضاً من أعراض تطور العالم الإسلامي، منذ نصف قرن، ويعني أن سُلَّمَ الأشياء عندنا قد تبدل. ولكننا. يجب أن نضع الإنسان المسلم هو الآخر، في هذا المستوى نفسه- (المسلم المقود كإنسان بضرورات اجتماعية، والمدفوع كإنسان عقيدي برغائب أخلاقية معينة) - لنفهم ما يَعْتَمِلُ في داخله؛ ويمر بوعيه ...\r\r2 - أوَّلية المعيار الاجتماعي:\rإن الإنسان المسلم لما يعرف بعد تماماً، عالم الضرورات، لأنه لم يصنعه بنفسه. إنه عالم مستورد، تدخل في حياته بفعل تقلُّبات تاريخه الخاص. لقد كان لا يزال نائماً، عندما وجد نفسه منْضَوياً فيه، حوالي منتصف القرن التاسع عشر، عندما فرضته النزعة الاستعمارية عليه وعلى نشاطاته، وعلى أذواقه أيضاً، بالتدريج. فهو يستطيع المعارضة في طابعه الخاص، لأنه في باطن الأمر، عندما يفحص تلك الضرورات عن كثب، لا تبدو لعينيه جد ضرورية. فأي ضرورة يا ما ترى في رقص (الروك آندرول  Rock and roll)  أو في ارتداء (الشوال) ... ؟ ولكن عالم الضرورات- الحقيقية أو المزيفة- يبلغ حداً من التعقيد، لا يبدو من السهل إزاءه عملياً، أن نقيم على عتبة كل (مَوْئِل) مصفاةً لا تسمح بالعبور لغير الضرورات الحقيقية. فهذا النوع من التكرير أو التصفية يمكن أن يحدث لا على عتبة كل أسرة بمفردها، ولكن على عتبة المجتمع نفسه. وهذا هو الذي لم يحدث بالفعل كما هي الحال بالنسبة إلى رب الأسرة الذي يريد","seal":"C921FF14","part":"1"},
      {"page":25,"id":27,"nass":"توجيه تربية أطفاله وحياتهم إذ يجد نفسه محمولاً على إعداد حساب معين للضرورات الزائفة ... هكذا غزت الحياة الإسلامية- بدون تصفية أو بنصف تصفية- أشياءُ عديدة ليست ضرورية مطلقاً، ظلَّت تقلب التقاليد والأفكار والرغائب التي كانت تحرك تلك الحياة حتى يومنا هذا ...\rونحن ندرك أن الوعي الإسلامي، قد- أصبح ممزقاً منذئذ، بإن الرغبة في استدراك تأخر يعرف شدة وقعه في المجال السياسي- ونعني به التأخر الذي حاق به على الصعيد الاجتماعي- وبين الرغبة في إنقاذ تراث أخلاقي يعرف مدى قيته. وإذا كان يمكن لهذا التوق المزدوج أن يجد- في شكل من أشكال التطور الموجه- تعبيره في صورة تركيب يتم فيه التوفيق بين الحدود المتضاربة والمتنافرة، فإنه على العكس من ذلك تماماً قد أنتج تناقضاً صريحاً في التطور الحقيقي المتَّبَع من طرف البلاد الإسلامية منذ نصفه قرن. فقد مُزَّق وعي الإنسان المسلم في يومنا هذا من جراء التناقض، لأن هذا الإنسان لم يعرف كيف يندمج في عالم زمني هو مرغم على الحياة فيه، وإن كان لم يتمثل بعد معاييره. وهذا حدث من أحداث تطور (إعوازيّ  entropique)  كان قد زاد من حجم الأشياء أكثر مما زاد في حجم الأفكار ... وقد ترتب على ذلك في الفكر الإسلامي. (تقاطب  polarisation)  مزدوج، شطر حياته النفسية إلى عالمين منفصلين: فالمسلم يعيش في عالم غريب له منه (أشياؤه) وليس- (أفكاره)؛ وتلك خاصية النفسية الصبيانية، عندما يبدأ الطفل بوضع يده على الأشياء من غير استعداد لفهمها، فإذا بنا نراه أحياناً يمد يده إلى القمر جاداً في طلابه ولكن من غير طائل بطبيعة الحال! فهذه الحركة. تبدو لنا جذابة، لدى الطفل الذي تضحكنا منه هذه البادرة الدالة على براءته، عندما يندفع في أول تجاربه، لالتقاط. عود ثقاب مثلاً، أشْعِل بغية إثارة حبوره .. ولكننا ندرك كم يكون مثل هذه الحركة فاجعاً، في مجتمع مندفع وراء (الأشياء)، وكم يمكن أن تكون حروق هذا المجتمع نفسه شديدة الإيلام!.","seal":"7E776B53","part":"1"},
      {"page":26,"id":29,"nass":"3 - التقليد و (التمثُّل  assimilation):\rإن الذي يحصل بالفعل، هو أن المجتمع الإسلامي، يقوم بتجربة مؤلمة، منذ نصف قرن، وإذا أردنا الدقة قلنا منذ منتصف القرن التاسع عشر. فهذا المجتمع قد انضوى- منذ أن استيقظ على ضربات النزعة الاستعمارية، وعلى نداء رجال من أمثال جمال الدين الأفغاني والشيخ محمد عبده- في حركة (النهضة)؛ وقد تعورف على تسمية هذه المرحلة بالنهضة- وهي المرحلة التي تبدأ منذ اليقظة الأولى لهذا المجتمع حوالي سنة 1858، وتستمر حتى وضعه الراهن- ولكننا إذا ماحللنا هذه المرحلة لإبراز خصائص الفكر الإسلامي، طوال هذا القرن من تطوره، نجدها تنقسم إلى ثلاثة عصور متميزة:\rأ - عصر النوم الذي استمر قروناً عديدة.\rب - وعصر الانتباه أو استرداد الوعي.\rبر- وعصر الفوضى والذبذبة الراهنة.\rوهذه العصور الثلاثة تتطابق بدقة، مع الأطوار الثلاثة لتجربة الطفل:\rأ - الطور الأمومي: حيث لا يكون لدى الرضيع المتشبث بثدي أمه أيُّ مفهوم لعالم الأشياء.\rب - والطور (قبل الاجتماعي) حيث يبدأ الطفل في الدخول إلى عالم الأشياء، وإن كان لا يزال يجهل كل شيء عن عالم الأفكار.\rجـ - والطور الاجتماعي (المدرسي وما بعد المدرسي) حيث يحاول الطفل أن يقيم في داخله الصلة بين عالم الأشياء وعالم الأفكار.\rولو حاول موجهو العالم الإسلامي تأمل هذا التخطيط البسيط، لتفهموا بكل تأكيد، وبطريقة أفضل، الآليةَ النفسية المهيمنة على تجربة الجيل الإسلامي","seal":"BD105E3D","part":"1"},
      {"page":27,"id":30,"nass":"الراهن، والصعوبات التي يتعين على هذا الجيل التفوُّق عليها، وكذلك المشاكل الناتجة عن هذه الصعوبات في المجال السياسي والاجتماعي.\rومهما يكن من شيء فنحن إذا طبقنا كل دراستنا التخطيط المتعلق بنفسية الطفل، علمنا أن الطفل يجتاز مرحلة من التقليد يسلك أثناءها سلوك كبار الأشخاص، أمثال أمه وأبيه والكبار من إخوته، من غير أن يفهمهم. إنه يقلدهم وكفى. فهو يقلدهم أولاً في اللغة، وبتقليده للأصوات التي لا يفهمها، يتعلم الحديث. ولكن لنفرض أنه لسبب ما قد واصل تقليد هذه الأصوات حتى سن الثامنة والعاشرة ... إننا نرى في هذا بالتأكيد حالة شاذة؛ أعني على وجه الدقة حالة مرضية يكون لأهل الطفل إزاءها الحق ولا شك في التحير، واللجوء إلى أحد الأخصائيين. وهناك ملاحظة أخرى يجب مراعاتها أيضا في نفسية الطفل قبل تطبيقها على المجتمع الإسلامي: فالأهل يعرفون جيداً، وبدقة كافية من جراء ظاهرة التقليد نفسها، خطرَ القدوة أو المثال السيء بالنسبة. إلى طفلهم، ولذلك نراهم يعدّون لهذا الأخير رقابة معينة في المنزل والمدرسة والشارع، لأنهم لا يرون من الضروري ولا من المفيد، أن يقوم الطفل بكل تجربة يقع عليها بصره .. فهناك حتى التجارب المؤذية التي يمكنها أن تعطل لديه كل تقدم أخلاقي وعقلي. ولهذا السبب عينه ولا شك أخذ التحليل النفسي منذ (فرويد  Freud)  يبحث، في حالة شذوذ البالغ، عن الأسباب المرضية في التجارب البعيدة لهذا البالغ نفسه، عندما كان طفلاً ..\rوالآن فلننتقل بهذه الملاحظة المزدوجة- المتعلقة بالطفل المتأخر في تكوينه اللغوي، والبالغ الذي اختل سلوكه، من جراء تجربة بعيدة، لننتقل بها إلى موضوعنا لكي نتفهم ماهية المشاكل التي تعترض المجتمع الإسلامي حالياً. ولكي يزداد تفهمنا لمدى الاعتبار الأول، المنصَبِّ على نزعة التقليد، لنحاول تأمله على ضوء مثال محسوس، يضفي على ذلك الاعتبار كل دلالته الاجتماعية. لقد أرخنا","seal":"1A912111","part":"1"},
      {"page":28,"id":31,"nass":"طفولة العالم الإسلامي الراهن، بسنة 1858، بغية تتبع تطورها بمدى معين من الدقة. ولنأخذ تاريخاً آخر، وليكن سنة 1868، التي تسجل ميلاد مجتمع آخر: هو المجتمع الياباني الحديث. ها نحن إذن، وبفارق عشر سنوات تقريباً- وهو فارق غير معدود، أو لا يعتد به كثيراً، في حياة المجتمعات البشرية- أمام ظاهرتين معاصرتين لطفلين توأمين. ولكن العجيب أن نلاحظ، بأيِّ مدى من السرعة، استطاع الطفل الياباني، اجتياز الطور الذي أطلقنا عليه اسم (الطور ما قبل الاجتماعي) في نفسية الطفل. فهو قد قلد (الكبار) كسائر الأطفال، لكي يتعلم أول الأمر إنشاء الألفاظ، ولقد قلد أوروبا في هذا المجال بطبيعة الحال، فاشترى له (الأشياء) من غير ما فهم (للأفكار) التي تمثلها. ومع ذلك، فالعجيب حقاً، هو تلك السرعة التي تعوَّد بها هذا الطفل، على لغة الكبار من الأشخاص، حتى لقد اعْتُرِفَ له سنة 1905، بأنه قد أصبح يجيد الكلام بإطلاق المدافع في موقعة (ميناء أرثير  Port Arthur)،  وهي لغة سيئة بالتأكيد، ولكننا ندرس هنا حالة اجتماعية، وليس حالة أخلاقية! .. وهذه الحالة تبلور لنا حالتنا نحن، بصورة مميزة؛ إذ أننا، وحتى بعد مرور قرن من الزمان، لما نتعود بعد، على لغة كبار الأشخاص؛ فاليابان قد تمثلت (الأفكار)، بينما المجتمع الإسلامي لا يزال يشتري (الأشياء)!.\r\r4 - فوضى (الأشياء) و (الأفكار):\rعلى أن هذا المجتمع ليس منغلقاً على ذاته: فهو يكون جزءاً من مجتمع عالمي (فوق صياغي  Supertechnique)،  يبيعه (الأشياء)، ويفرض عليه في الوقت نفسه مقاييسه، ويرغمه على إعداد اعتبار لمعاييره، وعلى تمثل ((أفكاره)) حسنها ورديئها. ولقد كان تطوره منذ نصف القرن، مشروطاً بهذه الرابطة المادية الصرف، والحتمية كذلك. ولقد ردّ المجتمع الإسلامي على مفعول هذه الرابطة، باعتبارها إلزاماً في الحقل الاقتصادي، و (فوق الإلزام) في المجال الفكري،","seal":"7962D4EA","part":"1"},
      {"page":29,"id":32,"nass":"فكان رده هذا، لكي يتمكن من تحمل الثقل الساحق، لكومات (الأشياء) التي أدلخها في حياته، ولكي يستوعب الضغط الضخم (للأفكار) التي تهدد شخصيته وبقاءه: بالإلزام من طرف الأشياء، وما فوق الإلزام من طرف الأفكار؛ فما أن يقذف أحد مصمِّمي الأزياء في باريس بموضة خارجة عن العرف، حتى تثار مشكلة (الشوال) الأخلاقية بخطورة في العواصم الإسلامية، حيث يستدعي الحدث استفتاء المشايخ الموقرين في هذا الموضوع! وهكذا يمدنا المجتمع الإسلامي بمفاجآت تضيء لنا بوضوح طوراً غريباً من تطوره؛ وإننا لنلتقي في هذا المجتمع أحياناً بلمحات أكثر بهاء، وأشد جاذبية في الوقت ذاته، لدى بعض البلاد التي لا تزال في حداثة ذلك التطور، حيث لم يتخلص الجيل الراهن بعد، من الطور الاجتماعي السابق للطور الذي نحن بصدده. فنحن نرى؛ على سبيل المثال، الشرطة السعودية، تنظم حركة مرور هامة لقوافل السيارات التي تتضخم بشكل مفرط أثناء موسم الحج، حتى ليؤول الأمر بطبيعة الحال إلى تكاثر الزحام في بعض مراكز هذا المرور الوقتي، وبالخصوص في مكة وعرفات و (مِنَى)، وإذا بنا نرى الشرطي المنهمك بضخامة طابور العربات، يتصرف تماماً كما لو كان أمام قافلة من العير. لقد صادف أن كنت أؤدي فريضة الحج منذ حوالي ثلاث سنوات، فرأيت الشرطي، وهو منهمك لبعض الوقت، وإن كانت البسمة لا تفارق محياه، يطرق بضربات عصاه التي يمسكها في يده إذ ذاك، على ظهر العربة التي أوجد داخلها، تماماً كما لو كان يعطي نفس الضربات لأحد العير، كي يجعله يمر مسرعاً، ويدع القافلة تتقدم في سيرها! ولا ريب في أن هذه الصورة مفرطة في البساطة، باعتبارها علامة من علامات التطور الاجتماعي للعالم الإسلامي، ولكنها تترجم بدقة كافية عن طور من أطوار تطوره النفسي .. وإننا لنستطيع جمع صور أخرى، لها الدلالة العَرَضِيَّة نفسها، بالنسبة إلى الحالة الاجتماعية والنفسية الراهنة. ففي أثناء موسم الحج ذاته، يمكننا أن نشاهد على سبيل المثال، أحد الشبان (يطوف) في شوارع (المدينة) المزدحمة، على دراجة","seal":"BF974647","part":"1"},
      {"page":30,"id":34,"nass":"مزخرفة، كما لو أعدت ليوم مهرجان، وقد جهزت دراجته الصغيرة، بقصاصات من الأوراق الزاهية الألوان، وغطيت العجلتان بالقطن (الكرتوني) المزهر؛ وعندما يمر في المساء، نرى في مؤخرة دراجته ثلاثة أو أربعة أضواء حمراء، وطاقماً كاملاً من الفنارات الأمامية .. فهذا الشاب كما هو مشاهد، مدفوع بشعور الغيرة لمنافسة مُلاَّك سيارات (الكدلاك  Cadillacs)! ..  وإن هذا النوع من الغيرة، ليجعلنا نبتسم بعض الشيء لسذاجته. ولكن لننتقل بنظرنا إلى أعلى من ذلك بقليل، وليكن في هذه المرة حول المناقشات الجارية في حياتنا الفكرية، حيث نرى الكثير من الجهود الكبيرة، والجديرة بالتقدير، تحاول أن تشق طريقاً أمام المجتمع الإسلامي؛ إننا نشاهد أحياناً بعض المحاولات المتميزة الرامية إلى أقْلَمَةِ أفكار يمكن أن تكون شديدة الأصالة بالنسبة إلى وسطها الأصلي، ولكنها تبدو في وسطنا نحن، قريبة الشبه بتلك الطُّرَفِ العصرية التي (تبعثرها) الصدفة أحياناً، في قرانا الجزائرية، والتي نجهل تاريخها واستعمالها. وبهذه الطريقة عينها، تبث الصدفة أحياناً، في أدبنا مواضيع غير منتظرة. فهؤلاء المولعون بالشعر والبدع الخرقاء، ربما وجدوا لذة مستعذبة في بابها، تضمنها مقطع شعري من شعر (الزهاوي)، أراد به الشاعر أن يعطينا نوعاً من التفسير لنشأة الكون، فذكر أن أصل الخليقة هو (الأثير)! .. وهذا أمر حسن ولا شك من ناحية (القافية)! .. ولكن الشاعر الكبير، لم يتصور. أن الإله الذي وضعه أصلاً لنظريته في نشأة الكون حوالي سنة 1925م، قد هلك منذ أكثر من عشر سنوات قتيلاً على يد (فيزياء) القرن العشرين؛ إلا أن هذا الإله الهالك، لا يزال يجر خطاه في عدد لا يستهان به من مباحثنا الأدبية والفلسفية: فقد دخل في عالم (أفكارنا)، في الوقت نفسه الذي لفظه فيه العلم من عالمه! ..\rوفي أيامنا هذه تُدَاعَبُ النزعة الوجودية في العالم الإسلامي، حيث يبذل - أو على الأصح- بذل مجهود معين، لأقلَمة بعض الأفكار (السارترية","seal":"B8E69AAA","part":"1"},
      {"page":31,"id":37,"nass":"Sartriennes)،  ولكننا نتساءل: أي علاقة يمكن أن تكون بين عالم (الأشياء) و (الأفكار) الذي أوحى إلى (جان بول سارتر  John Paul Sarter)  بكتابه: (الغثيان  La nausée)،  وبين عالمنا نحن؟! ..\rحقاً إن التقليد ليذهب مذاهب بعيدة المدى، وهو لا يعضد في هذا المدى غير فوضى من (الأشياء) و (الأفكار): كعالمين منفصلين لا مجال في داخلهما لأي تنظيم، أو كسد يمين ليس بينهما أية صلة جدلية! ..\r\r5 - الاضطراب:\rوبافتقادنا هذا التنظيم الداخلي، الذي يضع كل فرد وكل شيء، حيث ينبغي أن يوضع، نجد العالم الإسلامي لا يمنح الفرد كل الضمانات الاجتماعية لتحسين عمله اليدوي أو الفكري، ولا يتيح له أن يجني ثمار هذا العمل. وإذا كانت بلاد كمصر قد شُرِع فيها بالاهتمام بهذه المشاكل، فذلك راجع في الوقت ذاته تقريباً لتطور الحكم بعيد سنة 1952م، وللاستمرار الاجتماعي الذي عضده (النيل) دائماً في هذه البلاد، من حيث معاضدته للنظام الزراعي منذ آلاف السنين؛ ولسوف تزداد الخاصية الاجتماعية لهذا الاستمرار نمواً، مع حركة التصنيع. ومهما يكن من شيء، فإن المشكلة تتناول هنا، من وجهة النظر الإسلامية بصفة عامة، ولم تعد لتتناول من الزاوية السياسية كما سنوضح أسباب ذلك فيما بعد.\rوإذن فالمسلم يولد في مجتمع، لا يقدم له الضمانات الضرورية لاكتماله الاجتماعي. وعلاوة على ذلك، فهو يأخذ بعين الاعتبار، وبطريقة غامضة في قليل أو كثير: أن ليس مصيره بوصفه فرداً، هو مثار القضية، ولكنه مصيره بوصفه (مسلماً). فالفرد يجد في نهاية الأمر دائماً في بلاده، نفس الحظوظ التي هي لمواطنيه على سبيل التقريب، إلا إذا تدخل سبب شاذ، أو يد غريبة مثلاً","seal":"B3A052BF","part":"1"},
      {"page":32,"id":38,"nass":"في الإضرار به، ولكن حظوظه بوصفه مسلماً، في المنافسة العالمية، أكثر ضآلة، من جراء بعض العوامل السلبية التي أثرت على تطور العالم الإسلامي منذ بضعة قرون. وهذا مجرد تقرير للواقع المشاهد؛ ولكن يجب أن يوضع هذا التقرير داخل وعي الإنسان المسلم، لنتفهم بعض مظاهر سلوكه منذ خمسين عاماً. فالفوضى في الأشياء وفي الأفكار كان من نتائجها الحتمية انعدام الأمن في المجتمع، والبلبلة في الأفكار والاضطراب في الأرواح. فهناك دائماً تبعية مشتركة بين الحالة الاجتماعية، والحالة الأخلاقية في وسط معين: فالفوضى الاجتماعية في أشكالها المختلفة، الاقتصادية والفكرية، تنتج الاضطراب الأخلاقي. وهذا الاضطراب لا يترجم بطبيعة الحال، بنفس الطريقة في طبقات المجتمع المختلفة، ولا في عصور تطوره المختلفة. فقد سلف أن أشرت في غير هذا المكان، كيف أجاب أحد الشبان المسلمين من سكان (موريتانيا  Mauritanie)  عن سؤال وجهه إليه الضابط الفرنسي، والاستعماري اللامع المدعو (إرنست بسيكاري  Ernest bsichari)،  الذي لا يزال على معتقد ديني هش، والذي لم يعرف كيف يحتفظ بالعرفان المدين به للوسط (الموريتاني) الذي أتيح له أن يوجد في أفيائه، فقد حاول أن يضع الشاب المسلم الذي اتخذه دليلاً له في صحراء موريتانيا، أمام التفوق الصياغي الأكيد لأوربا، بغية وضعه في مأزق، يتوقع معه تصدعاً في عقيدة الشاب المسلم؛ ولكن هذا الأخير، من غير أن يفكر في إعداد أي حساب لرده، انفلت من ذلك المأزق مجيباً بكل بساطة:\r((أنتم لكم الأرض، ونحن لنا السماء))! ..\rوهذا النوع من التفكير يتيح لنا أن نأخذ بعين الاعتبار؛ أن الشاب المسلم قد انفلت في الوقت ذاته من المنافسة الأرضية، المتمثلة في الارتباط بالآخرين؛ ويبين لنا كذلك وبصورة حية، رد الفعل للإنسان الشعبي المسلم حوالي سنة 1912م. وحتى في تاريخ أقرب من هذا إلينا لم تكفَّ الأسباب التي يمكننا أن","seal":"146126A7","part":"1"},
      {"page":33,"id":39,"nass":"نعزو إليها هذا الاضطراب اللاشعوري في فكرة الشاب الموريتاني تلك، عن ممارسة مفعولها بطبيعة الحال؛ فنحن لو نظرنا إلى بعض الاعتبارات المعينة، يمكننا أن نقول: إن ذلك الاضطراب قد زاد احتداماً، في الحد الفاصل الذي يمكن أن نتصوره بين المستوى الصياغي (أو الفني) للعالم المخطط سنة 1912م، وبين مستواه الراهن. وحينئذ، فاضطراب الواعية المسلمة حتى لدى الإنسان الشعبي، ليس إلا نتيجة مباشرة في قليل أو كثير لذلك الفاضل الذي نستبين منه أن التطور الصياغي الراهن للعالم قد زاد ولم ينقص من تخلف المجتمع الإسلامي بالنسبة إلى الإيقاع العام؛ لأن الذي تهمنا مقارنته هنا ليس الوضعية الراهنة للعالم الإسلامي بالنسبة إلى وضعيته التي كان عليها حوالي سنة 1913م، ولكان بالنسبة إلى الوضعية العامة التي تنتظم عالم اليوم. ومن هنا نلاحظ أن مفعول هذا التخلف قد تفشى فعلياً في الواعية المسلمة منذ ربع قرن. فهناك احتدام مَأْساويّ لهذا التحلف الذي ندرك نتيجته في أشكال مختلفة للحياة الإسلامية الحالية. وبطبيعة الحال فهذه الأشكال غالباً ما تكون متناقضة ومتقابلة. ولنراقب إذا أردنا ردّ فعل المتفزجين من المسلمين بإحدى قاعات (السينما) في موقف من مواقف فيلم أجنبي؛ إننا نرى متفرجاً يضحك والآخر يبكي من الانفعال. وأنا أتخذ (الفيلم) الأجنبي وليس العربي كمعيار لأنه يتيح لنا بطريقة أفضل التمييز بين تباين استجابات المتفرجين المسلمين بالنسبة إلى (عالم الأفكار) الذي نحن بصدده. وعلى صعيد آخر، وعلى مستوى أرقى إن صح التعبير، نرى حركة نشر وصحافة رائدة تقف في صف كل المبتكرات- كالشوال أو غيره- معتقدة أنها تخدم بذلك تجدد البلاد، أو هي تقف في صف كل الحريات، معتقدة أنها تسهم في تحرير الأمة؛ وكان من الطبيعي أن نرى في نفس الوقت انبثاق حركة (أدب إجتماعي) تواجه كل عنوان من عناوين المنشورات السالفة بعنوان مضاد، مثل: (العدالة الاجتماعية في الإسلام)؛ و (الملكية في الإسلام)!.","seal":"F10F03CD","part":"1"},
      {"page":34,"id":41,"nass":"فالتقاطب المزدوج الذي أشرنا إليه فيما مضى، ونحن بصدد النفسية الإسلامية- ملاحظين لما هو واقع من عدم الترابط العضوي بين عالم (الأشياء) وعالم (الأفكار) - يترجم هنا بعقلية مزدوجة كذلك، فالإنسان الذي يضحك في (السينما) يمثل (مناظراً) للإنسان الذي يبكي. والإنسان الذي يكتب- بين السطور على الأقل- أن الإسلام أصبح شيئاً فات أوانه، ويتعين استبداله بما يحل محله، يمثل مواجهاً للإنسان الذى ينادي بالعودة إلى إسلام اجتماعي بوصفه الوسيلة الوحيدة للنجاة. إنها قطبان متقابلان في حياة المجتمع الإسلامي الراهن: الفكرية والعاطفية. وكل هذا النشاز، وكل هذا (اللاتناغم) من شأنهما أن يضيفا مفعولهما النفسي للاضطراب الأخلاقي السائد في هذا المجتمع. وإذا كنا رأينا شاباً مسلماً ينفلت ببساطة من الأرض وتبعاتها. بمثل ذلك الجواب الذي ردّ به سنة 1912م على الضابط الفرنسي أرنست بسيكاري فإننا نستطيع أن نرى في يومنا هذا أحد كبار المسؤولين الإداريين المسلمين مثلاً، ينفلت من الإسلام بحجة أن الدين قد أدى مهمته الاجتماعية، وأنه يجب أن يدع مكانه من هنا فصاعداً في هذه المهمة إلى العلوم الاجتماعية! .. لندعْ هذا الشخص لشروده ... فالذي تهمنا معرفته آنئذ، هو أن الظاهرة الاجتماعية التي يترجمها بطريقته ومنطقه الخاص، يجب أن تترجم بشكل أو بآخر في الواعية الإسلامية ذاتها ...\r\r6 - تكوين الفكرة:\rإن الاعتبارات التي قدّمناها في الفقرات السالفة، تترجم بكل طريقة عن أزمة النموّ، التي يجتازها العالم الإسلامي منذ أن استيقظ وعيه. وهي اعتبارات تكوّن في جملتها المظهر المرَضيّ، لما تعورف عليه (بالنهضة)؛ فالأزمة نتيجة لهذه النهضة. ونحن نستطيع أن نبوب عناصرها حسب طبيعتها الاجتماعية والنفسية، كما سلف أن قدَّمنا؛ فالتأخر في المجال الاجتماعي، وفي الشروط الراهنة لتطور العالم العام، يُترجم باضطراب في المجال الأخلاقي؛ وهذا الاضطراب","seal":"86531E9A","part":"1"},
      {"page":35,"id":42,"nass":"يُترجم بدوره في سلوك الأفراد؛ فهو في المستويات المختلفة للسُّلَّم الاجتماعي يُترجم: إمَّا بوَهَنٍ في الرَّأي أو بالسُّخط والتطرف في وجهات النظر؛ ولا أحبّ أن أذكر حالات تمثل للشقّ الأخير، لأن من بينها ما هو مضنٍ بدرجة غير محتملة، حتى ليؤول الأمر ببعض الأفراد من هذا الصنف، إلى الارتداد عن الإسلام، واعتناق المسيحية بدافع من اضطرابهم! ... وإني لأعرف من بينهم على الأقل حالة في مراكش، وأكثر من حالة في الجزائر، ويتعيَّن عليّ أن أقول: إن هؤلاء المرتدّين، يكونون أحياناً من صفوة الناس .. ولكني أحب أن أذكر من بين الصنف الثاني نموذجين، لأن حالتهما على وجه الدقة، هي التي أوحت إليّ إجمالاً بموضوع هذه الدراسة.\rلقد ذهبت لزيارة مسلم، كنت أقدر فيه صفته ومجهوده الفكري البارز، وكنت لا أعرفه إلا عن طريق مؤلفاته؛ وعندما دخلت عليه، وجدتُ فيه رجلاً يبعثُ على الارتياح، وربما تكون طلعتي قد حظيت بارتياحه هو الآخر! .. فقد انسجم معي في تجاوب سريع؛ وكنت أنتظر منه أن يحدثني عن عمله، وإذا به يحدثني عن حالته الروحية:\r((إنني أعمل واليأس يملأ قلبي))! ..\rواليأس ربما يكون أفضل من الكفران والارتداد، ولكنه ليس ببادرة صحة أخلاقية في مجتمع معين على أية حال! ..\rأما المثقف المسلم الثاني، فقد سعى إليَّ بنفسه في هذه المرة. وكان. طييباً استدعيته لعلاجي من مرض ألمَّ بساقي؛ ولكن سرعان ما فهمت أنه يتعين عليَّ أن أحاول أنا نفسي علاج رأسه وقلبه اللذين يملؤهما التشاؤم فيما بدا لي. قال لي وهو يتنهد بحسرة:\r((أحب أن أصارحك بأني لا أجد لدى المسلمين أي شيء في مكانه الذي يجب","seal":"EA03B24E","part":"1"},
      {"page":36,"id":43,"nass":"أن يكون فيه)) ...\rوهذا النوع من التفكير. وذلك التنهد المتحسر. ينبئاننا عن الكثير فيما يتعلق بالحالة الروحية التي عليها زائري الذي لا يشكو أيَّ خصاصة من الناحية المادية ...\rوهاتان الزيارتان- الزيارة التي قمت بها. والزيارة التي قام بها غيري إليَّ- تركتا فيَّ تأثيراً عميقا. لأن ما تبدى لي منهما قد ذكرني بحالتين أخريين وَصلتُ من مقارنتهما إلى نتائج محسوسة.\rوالحاصل أن هذه المقارنة قد تمت آلياً في مخيلتي، حتى لقد تلخت عني أوجاع ساقي بمجرد سماعي لكلمات الطبيب الذي استقدمته لعلاجي! ..\rفقد تعرفت في باريس- أثناء المدة الواقعة بين سنة 1934م وسنة 1935م- إلى طالب صيني كان زميلاً لي في الدراسة، وقد ربطت بيننا صداقة متينة، لأن كل واحد منا يعيش مأساةَ الإنسان المستعمَر بطريقته الخاصة.\rونحن نذكر أن (الإمبريالية) اليابانية كانت طوال تلك المدة تتدفق على القارة الصينية بغية اسْتِنْحَاتِ مملكة استعمارية. وكان صديقي شديد التأثر لذلك، مما يزيد في التهاب أحاسيسه الوطنية، وكنا نتبادل بطبيعة الحال أحاسيسنا تلك فيما بيننا. إلا أنني لم أكن لأعرف كيف كانت نظرته إليَّ كمناضل جزائري في ذلك الحين؛ ولكنني أذكر جيداً كيف كانت نظرتي بالنسبة إليه كمناضل صيني؛ فقد كنت متأكداً أنه مستعد لبذل حياته في سبيل خلاص بلاده. ووراء هذا العزم الذي طالما رأيته يلتمع في عينيه كالوميض البارق، كنت أستبين كذلك قرارة من التشاؤم واليأس: لقد كنت أستشعرني إزاء إنسان حائر. إنسان مطارَد .. وعلاوة على ذلك فهو لم يدع لي في هذا الصدد أيَّ مجال للريب: ففي كل مرة يريد أن يتحدث إلي فيها عن السياسة، كان يأخذني جانباً، بعيداً","seal":"CEAC8719","part":"1"},
      {"page":37,"id":44,"nass":"عن كل أذن مطارِدة؛ بل إنه كان يقتادني معه أحياناً حذو (البنثيون  Panthéon)  أو (مقبرة العظماء)، مبالغة منه في الحذر. أعني بطريقة لا يتاح معها لأي طفيلي أن يقتنص ما يدور بيننا، من غير أن نشاهده مقبلاً عن بعد في هذا الميدان البراح.\rوالمؤكد أن الفكرة التي يكونها عن الوضعية الاجتماعية والسياسية في بلاده، هي التي يترجمها سلوكه بهذه الطريقة: إنه إنسان مطارد، لأن الوضع الاجتماعي والسياسي في الصين كان على مدى من السوء اقتضى منه هذا السلوك.\rوبعد عشرين سنة من هذا التاريخ، أتيج لي أن ألتقي بشاب صيني آخر، أعني بعد تحرير الصين. ولقد كان هذا الشاب أقل ثقافة من صديقي ولا شك، وأقل منه اندفاعاً كذلك. ولكن أيّ تماسك في موقفه! ... لقد كان يصغرني بمراحل، ولكنه كان يتفرس فيّ ويتفحصني، يستشفني ويدرسني. وبتذكري لصديقي القديم، فهمت أن الثورة قد قامت بتبديل للشخصية الصينية: لقد هيمن مخاطبي على الصعوبات الداخلية، التي كانت تضفي فيما سلف على صديقي القديم مَيْسَم الإنسان المطارد! ..\rولقد سيطر الشاب الصيني، على هذه الصعوبات القائمة في عالمه الداخلي، وهو الآن- ونظرته إليّ توضح لي ذلك- يسعى للسيطرة على صعوبات عالمه الخارجي. وإننا لنتساءل: كيف تمّ التحول في الشخصية الصينية؟ المؤكد أن الثورة لم تأت بالحل لكل المشاكل القائمة في الصين بطرقة من عصاً سحرية؛ فعدد المشاكل وطبيعتها لما ينقصا بعد إلى حد يسمح بميلاد (عالم خارجي) يستطيع فيه الجيل الصيني الناشئ التمكُّن من الراحة والشعور بالتماسك، إلا أن هذا الجيل يجد أسباب تلك الراحة في ذاته هو، أي في (عالمه الداخلي)، فالثورة الصينية لم تحذف المشاكل ولكنها حورت موقف الفرد بالنسبة إليها من أساسه. وصديقي القديم كان يرى تلك المشاكل، ولكنه لم يكن ليرى أي طريق يؤدي إلى","seal":"CCF4E9CB","part":"1"},
      {"page":38,"id":45,"nass":"حلولها. بينما الشاب الصيني المعنيّ يرى هذه الحلول بعيدة الأوان في قليل أو كثير، هذا هو الذي تبدل بالفعل وإنه لأساسي بالنسبة إلى مجتمع معين.\rوالآن، لو أنني انتقلت بهذه الاعتبارات على الصعيد النفسي لمخاطبَيّ المسلمين السالفي الذكر، لوجدت أن مشاكل المجتمع الإسلامي، في طبيعتها وعددها، ليست هي التي دفعتهما إلى عدم الأمن والقرار الذي هما عليه، ولكنه واقع عدم عثورها على حلول تلك المشاكل والطريق المؤدية إلى تلك الحلول. إن (عالمهما الداخلي) هو الذي يتضمن العلة أكثر مما هو (عالمهما الخارجي). ومخاطباي المسلمان في حاجة إلى شيء معين يبدل من موقفهما بالنسبة إلى المشاكل، وهذا الشيء المعين لا تعطيه غير إرادة جماعية ونزعة غيبية معينة كما سلف أن أعطته الثورة لست مئة مليون صيني. ومن هنا فحسب تنبثق فكرة (كمنويلث إسلامي) بصورة تلقائية، أعني من طبيعة المشاكل ذاتها، تلك التي يواجهها المجتمع الإسلامي الراهن. ولسوف نمد هذه الفكرة بتبريرات أخرى- علاوة على ما قدمنا- في الفقرات التالية.","seal":"C4B58BD0","part":"1"},
      {"page":39,"id":46,"nass":"ب - مشروع دراسة مكتملة:\r1 - تبرير عام:\rإننا بتحليلنا في الفصل السالف، للوضعية السائدة في العالم الإسلامي، قد أكدنا كيف اتسَمت هذه الوضعية في أساسها بالتخلف الاجتماعي للإنسان المسلم، بالنسبة إلى تطور العالم العام. وجدير بنا الآن أن نركز الانتباه حول العوامل - أو بعضها على الأقل- التي تؤثر على تلك الوضعية بوصفها عوامل مسرِّعة او معجِّلة للتطور العالمي، وبالتالي نزَّاعة إلى المضاعفة من تخلف المجتمع الإسلامي، ورامية كذلك إلى تعضيد العناصر ذات الصبغة النفسية والاجتماعية التي تكوِّن معطيات المشكلة ومظاهر الأزمة التي سبق أن حللناها. وكما سلف أن بينا ذلك، فهذه الأزمة ليست في طبيعة مشاكل المجتمع الإسلامي، بقدر ما هي في موقف الإنسان المسلم بالنسبة إلى هذه المشاكل. ولكن إذا كانت طبيعة المشاكل في التقدير الأوَّلي للحلول التي توضع عليها، تقع في الدرجة الثانية، فإن مستوى هذه المشاكل يأتي على العكس من ذلك في الدرجة الأولى، ولذلك يتعيّن اعتبار المساحة الجغرافية للمشاكل التي نريد دراستها، فهناك مشاكل ذات صبغة قومية فحسب ينبغي أن تجد حلولها في البلاد نفسها التي تثار فيها. ففي القاهرة والخرطوم وليس في غيرها يجب أن تجد مسألة مياه النيل حلها وإن كان يمكن أن ينْضمَّ النيل إلى اقتصاد منطقة أخرى معينة، كما أشرت إلى ذلك على سبيل المثال في كتابي (فكرة الأفريقية الآسيوية) ( L'Afro-asiatique)،  وكيف أن العربية السعودية نفسها يمكنها أن تساهم في بناء مثل هذا الاقتصاد الإقليمي. ولكن هناك مشاكل أخرى توضع في (الرباط  Rabat)  مثلاً إلا أنها لا يمكن أن تجد حلها قي نطاق مراكش وحدها لأن التاريخ قد حدد من طبيعتها، والتطور","seal":"9FF2A600","part":"1"},
      {"page":40,"id":47,"nass":"العام قد حدد مستواها بطريقة لا يمكن معها لتلك المشاكل أن تحسم إلا بحل عام يمكن تطبيقه في الرباط وجاكرتا معاً، أعني في مساحة معينة.\r\r2 - أسباب جغرافية سياسية:\rوالمتبقي هو أن هذه الاعتبارات قد أصبحت مُعَضَّدة بالاتجاه العام للتاريخ المعاصر. فهناك في نهاية الأمر مظهر جديد في التطور الراهن للعالم. فالعامل الفني الذي ترتب عليه، في مجرى النصف الأخير من القرن العشرين، تمركز القوة على محور واشنطن- موسكو، ترتب عليه من جراء هذا الحدث نفسه نتيجة أخرى ذات صبغة جغرافية- سياسية، فهذه القوة المركزية تحدد بدورها ظاهرة معينة، إذ هي قد أبرزت إلى حيز الوجود، المساحة المخططة، حيث يمكن أن يكون الاقتصاد منغلقاً على ذاته بقصد غايات استراتيجية. وبطبيعة الحال، فهذه الظاهرة لا تحدد مساحة مفردة، ولكن (مساحات مخططة) عديدة؛ وهي المساحات الكبرى التي تتطابق مع وحدات جغرافية- سياسية تواقة إلى البقاء في دائرة مغلقة، أو هي تكتمل على الأقل في هذا الاتجاه، وحيث تمركزت القوة أو هي بصدد الاتجاه إلى هذا التمركز. فكتلة الحلف الأطلنطي والاتحاد السوفييتي والصين الشعبية والاتحاد الهندي؛ تمثل كلها نماذج مختلفة ومتفاوتة الاكتمال لهذه (المساحات المخططة) التي تمركزت فيها القوة أو هي في طريقها إلى هذا التمركز. والمؤكد أن المشاكل في هذه المساحات، حتى ولو لم تتغير من حيث طبيعتها في قليل أو كثير، فإنها مع ذلك مسوقة إلى مستوى أكبر، وهي تتخذ من جراء هذا الحدث نفسه مظاهر فنية معينة يهيمن عليها قانون الأعداد.\rعلى أن تلك الوحدات ليست مجزَّأة داخلياً بالطريقة نفسها ما دامت هذه (الفِقَر) - إن صح التعبير- متفاوتة في مرونتها، مضافاً إلى ذلك أن طابعها السياسي لا يهمنا، ولكن الذي يهمنا هو المظهر الفني والنفسي للمشاكل الجديدة","seal":"39A7BFC1","part":"1"},
      {"page":41,"id":48,"nass":"التي يضعها وجودها الموطَّد في قليل أو كثير، على محور من القوة، وهي المشاكل التي تتصل بمساحات جغرافية كبيرة وكتل بشرية ضخمة.\r\r3 - أسباب نفسية:\rومهما يكن من شيء فإن الذي يهمنا اعتباره هو كيف كان ردّ الإنسان المسلم، في عالم مخطط راضخ للعامل الفني، ولعامل القوة اللذين يَسِمانِ تطور كتلة بشرية لا يستهان بها بطابع الحركة المعجَّلة، ويعطيان لمشاكل هذه الكتلة مستوى غير مألوف، تصوره لنا أحياناً أرقام قياسية عجيبة، مثل المئة والخمسين ألف طن من الصراصير- إذا لم تخطئ ذاكرتي- التي وقعت إبادتها في الصين الشعبية أثناء المدة التي استغرقها مشروع الخمس سنوات الأولى هناك. وحينئذٍ فالإنسان المسلم يستشعر أحياناً في هذا العالم المخطط عدم جدواه، من حيث استشعاره لما هو واقع من أن التاريخ يصنع بدونه. فهو بوصفه عنصراً من عالم غير مخطط، يرى نفسه مجتازاً من طرف التطور المسَرَّع لبقية البشرية.\rوالآن لو استبطن الإنسان المسلم هذه المعطيات- وهو أمر من الطبيعي أن يفعله، بقدر ما يسترد وعيه وينتبه لدى تخلفه- فسيتاح لنا أن نفهم عنه، أنه سيأخذ بعين الاعتبار في هذا المستوى، أن العالم الإسلامي الذي ينتمي إليه، يحمل جما طواياه بذور ثورة. ومنذ هذا الحين يجتذبه سؤال في صورة (متحارجة  dilemme):\rأولاً- هل يستطيع العالم الإسلامي إنجاز ثورته حسب اطراد محدد منسق بمشروع مُعَدّ يؤخذ فيه اعتبار العناصر النفسية والعوامل الاجتماعية الخاصة بالمجتمع الإسلامي الراهن.\rثانياً- أو أن العالم الإسلامي سيجد نفسه منقاداً- لعدم توافر توجيه سديد، حسب مشروع معَد وبضرورات تكفيه مع تطور عالمي، لم ينفك في","seal":"3B238380","part":"1"},
      {"page":42,"id":49,"nass":"إسراع دائب، يتزايد يوماً فيوماً- إلى ثورة لا يكون مسيطراً عليها؟\rوفي هذا السؤال يتمثل طرفا (المتحارجة) أو (المأزق)! ومن هنا تبدو ضرورة وضع تخطيط للعالم الإسلامي، أولاً وبالذات في المجال الأخلاقي: إذ يتعين التخفيف عن الواعية الإسلامية من ثقل الأحاسيس السلبية، التي تعبر عن ذاتها من خلال كلمات ذلك الشاب (الموريتاني)، وفي كلمات المثقفين التي سلف لنا ذكرها فيما مضى.\r\r4 - المظهر الفني:\rلقد ذكرنا ما يكفي من البيانات عن طبيعة المشكلة وعن مستواها، فهي مشكلة العالم الإسلامي، أي مشكلة مساحة منحصرة بطريقة متحادَّة بين خطَّيْ طول (طنجة وجاكرتا)، وبين خطَّيْ عرض: (مدينة الجزائر ودار السلام) وهذه البيانات، ليست في حدّ ذاتها إلا المعطيات الأوّلية.\rولكننا بمجرد ما نتناول المشكلة في مظهرها الفني، الذي هو مظهر التنفيذ، تتبدى لنا معطيات أكثر تعقيداً. فالواقع أننا نوجد؛ ليس بإزاء عالم إسلامي واحد، ولكن بازاء عوالم إسلامية عديدة:\rأ - العالم الإسلامي الأسود أو الأفريقي.\rب - والعالم الإسلامي العربي.\rجـ - والعالم الإسلامي الإيراني: (فارس وأفغانستان وباكستان).\rد - والعالم الإسلامي الماليزي: (أندونيسيا والملايو).\rهـ - والعالم الإسلامي (الصيني- المنغولي).\rوإذن فهناك مجال لتحديد (مبدأ مكامل) يُتطلَّب منه أن يعبر أساسياً عن وحدة المشكلة من ناحية، ومن ناحية أخرى أن يأخذ بعين الاعتبار ذلك التعدُّد الذي يتعين أن يترجم عن تعقيدها. وعلى هذا فتخطيط العالم الإسلامي، يجب","seal":"7F3D8AAA","part":"1"},
      {"page":43,"id":50,"nass":"أن يبدأ بالضرورة من عملية (مكاملة) من ناحية، ومن عملية تبويب من ناحية أخرى؛ والمظهر الفني يعانق هاتين العمليتين. وإذا كانت العملية الأولى، يمكن أن تبدو لنا على نحو معين من السهولة- بالرغم مما يضفيه عليها العنصر الشيعي من التعقيد- فإن العملية الثانية المتعلقة بالتبويب المتطلب تحديده بين (العوالم الإسلامية)، ستكون أكثر تعقيداً بمراحل. وإذن فإننا إذا ما تناولنا موضوع (كمنويلث إسلامي) باعتباره مجرد موضوع للدراسة، المقصود منه معرفة أكثر بالعالم الإسلامي، أو بغية وضع تصميم لهذا العالم، يتعين علينا بالضرورة أن نأخذ بعين الإعتبار عدداً معيناً من المعطيات العضوية والضرورات المنطقية. ومن بين هذه المعطيات يأتي (المبدأ المكامل) في الاعتبار الأول، إذ لا جدال في أن العالم الإسلامي قد احتفظ- بالرغم من تقلبات تاريخية- بوحدة روحية، تكون عاملاً أساسياً من الوجهة النفسية في تماسك المشروع، ومن الوجهة الفنية في التوفيق بين عناصره، وعلاوة على ذلك، فإن هذه الوحدة لا تستطيع أن تقوم فعَّالياً بدورها (المكامل) إلا إذا تجسمت في صورة موائمة تمثل بشكل إنشائي إرادة العالم الإسلامي الجماعية، ومنذئذ تتعين مراجعة النطر في مشكلة (الْخِلافَة) على ضوء المعطيات الراهنة للعالم الإسلامي. وربما استطاع فقهاء القانون تحديد (الإمامة) تحديداً جديداً، لا يُغفل فيه ما يحمله اليوم المفهوم الإسلامي لكلمة (أمة) من تنوع، من حيث السياسة والجفرافيا والجنس. ويبدو أن هذا المفهوم نفسه قد أخذ يتقلص في الواعية المسلمة، كما تشهد بذلك بعض المظاهر المعينة، فقد تواصلت (الهجرة) إلى بقاع الإسلام المقدسة- وإلى (المدينة) بالخصوص- من طرف الأجيال الإسلامية منذ ثلاثة عشر قرناً؛ ولكن (حق الهجرة) يكون اليوم موضوعاً لتقييدات معينة من طرف السلطة السعودية العامة، ولاحتجاجات معينة من طرف بعض سكان (المدينة) أنفسم، من أولئك المهتمين بمراعاة مصالح مادية مشروعة على أية حال.","seal":"EBEF86F9","part":"1"},
      {"page":44,"id":52,"nass":"وأخيراً فهناك مجال- كما سلف أن ذكرنا- لاعتبار بعض الضرورات المنطقية المعينة، فالكمنويلث الإسلامي، لكي ينظم نفسه في علاقته الوظيفيَّة بمعطيات تطوره الخاص، وبضرورات تكيفه مع تطور عالم مخطط، يمكن أن يُعرَّفَ (كاتحاد فدرالي) بين (العوالم الإسلامية) يترأسه مؤتمر إسلامي، يقوم بدور الهيئة المنفذة لهذا الاتحاد. وعلاوة على ذلك فإن التقسيمات الفدرالية يجب أن تتلاقى مع الاتجاهات الطبيعية للتطور التاريخي والاقتصادي والسياسي. فهناك مثلاً من وجهة النظر الاقتصادية منطقة طبيعية تتمثل في مصر والسودان، ومن وجهة النظر السياسية منطقة عربية تمثل الجمهورية العربية المتحدة إحدى بوادرها.\r\r5 - إعتبارات عامة:\rلقد رسمنا في الفقرات الأربع السالفة، الخطوط الكبرى لدراسة عن الكمنويلث الإسلامي، من وجهة نظر تصميميَّة. ولا بد أن يكون القارئ قد فهم أن هذه الدراسة لا يمكن أن يقوم بها شخص واحد، كما لا يمكن أن تتمَّ في موضع واحد، ولا في شهر واحد! ..\rفنحن مثلاً، عندما نقسم العالم الإسلامي إلى قطاعات خمسة: تمثل ما أطلقنا عليه (العوالم الإسلامية)، نكون كأننا قد أشرنا بهذا التقسيم نفسه، إلى الفصول الخمسة لعمل يقتضي مجهودات مديدة ومتواصلة، لا يمكن أن تتمَّ إجراءاته في مكتب معين، ولكن في مجال القضية نفسها، من طرف هيئة من العاملين الممتازين. وحتى لو فرضنا أن هذا التقسيم لميدان القضية وللعمل الذي يقتضيه، صحيح في مبدئه- والواقع أنه يجب أن نضيف إلى تقسيمنا: (العالمَ الإسلامي الأوروبي) - فليس العمل بالسهل رغم ذلك .. لأن التحقيق في هذه القطاعات الخمسة أو الستة، يجب أن يجري في الداخل وعلى محيطها معاً. ففي","seal":"DF63A2BE","part":"1"},
      {"page":45,"id":53,"nass":"الداخل يتناول التحقيق موضوع العناصر العضويَّة الخاصة (بالعالم المكتشَف)، العناصر التي تكوِّن (هويَّته) وأصالته الخاصة. وعلى المحيط يتناول التحقيق موضوع العناصر النفسية، والقرابات التي يمكنها أن تضم (العالم) المشار إليه إلى (العوالم الإسلامية) الأخرى، تحت المبدأ نفسه (المكامل)، وبالإضافة إلى ذلك، فإن هذا التحقيق لا يمكن ان يقع ابتداء من المحيط إلى الداخل، ولكن من الداخل إلى المحيط. أو هو لا يتعين أن يقع ابتداء من (نقطة إشعاع)، ولكن يجب أن ينتهي إلى (نقطة التقاء). والنزوع إلى الاتصال، يجب أن يأتي من الداخل متجهاً صوب (نقطة الالتقاء) هذه ة فإن الاتصال لا يمكن أن يفرض من الخارج.\rونحن نستطيع تقديم هذه الاعتبارات في شكل تخطيطَيْن، يمكننا أن نتعرَّف من خلالهما- بصورة مشاهدة على نحو من الأنحاء- إلى ما لأحدهما من مميزات تبرر توجيهنا النظر إليه، كمنهج يفضل اتباعه، وما للآخر من عوارض يكون معها من السداد تجنبه، لأن اتباعه يؤدي إلى متناقضات معينة.\r\rأ - تخطيط يتعين تجنبه:\rالعالم الإسلامي الأسود والأفريقي <--•--> العالم الإسلامي الصيني - المنغولي\rالعالم الإسلامي - العربي <--•--> العالم الإسلامي الماليزي\rالعالم الإسلامي - الأوربي <--•--> العالم الإسلامي الإيراني","seal":"21FC3BB7","part":"1"},
      {"page":46,"id":54,"nass":"ففي هذا التخطيط، تشع فكرة كمنويلث إسلامي، من نقطة مركزية؛ والاتصال يقع من الخارج إلى الداخل.\rوقد كان هذا التخطيط ذا قيمة منذ ثلاثة عشر قرناً مضت، لأنه يمثل على وجه الدقة: المجرى الذي اتبعه إشعاع الفكرة الإسلامية الذي كتب له أن يبدأ انطلاقه من نقطة مركزية هي (مكة) على وجه التحديد.\rولم يكن لهذا الإشعاع في ذلك الحين، أن يقع بطريقة غير الطريقة التي سار عليها، وذلك لما فرضته عليه الشروط التاريخية من اتجاه محدد. أما اليوم فإن هذا التخطيط- على العكس من ذلك- لم يعد ذا قيمة لأسباب عديدة، لعل أهمها هو ما يمكن أن تؤوَّل به (النقطة المركزية) التي تشع منها الفكرة في المجال السياسي، باعتبارها (إرادة خاصة) تسعى إلى فرض هذه الفكرة على غيرها. ولنكن على يقين من أنه سيوجد حينئذ في العالم، ما لا يستهان به من المصالح الغريبة عن العالم الإسلامي، التي ستتولى تأويل الفكرة على هذا النحو طواعية ومن غير ما تحرج، علاوة على ما يوجد في هذا التخطيط من عوارض أخري تتعلق بالمنهج وبتسهيل العمل .. وإذن فهو تخطيط يتعين تجنبه.\r\rب - التخطيط الصحيح:\rالعالم الإسلامي الأسود والأفريقي -->•<-- العالم الإسلامي الصيني - المنغولي\rالعالم الإسلامي - العربي -­­->•<-- العالم الإسلامي الماليزي\rالعالم الإسلامي - الأوربي -->•<-- العالم الإسلامي الإيراني","seal":"8AEE8A5C","part":"1"},
      {"page":47,"id":55,"nass":"في هذا التخطيط تلاقينا عوارض التخطيط السالف، أولاً فيما يتعلق بالنقطة المركزية التي لا يمكن تأويلها هنا باعتبارها (إرادة خاصة)، وهو على نقيض سالفه، بتمثيله لنقطة التقاء خمس بوادر أو ستة في نظر الإنسان المسلم وغير المسلم سيان، سيكون من جراء هذا الاعتبار ذاته: التعبير الأكثر حقيقية عن (الإرادة الجماعية) الإسلامية. فهو يحقق إذن، وبطريقة مسبقة في شكله المحسوس، هذه الإرادة الجماعية مانحاً للمبدأ المكامل الذي سبق أن تحدثنا عنه كل فعاليته منذ البداية، حاثاً من جراء هذا الاعتبار ذاته عملية التكامل، وهذا أساسي للغاية.\rوإذن فنحن بتوزيعنا العمل على لجان محلية مكلفة بدراسة المشروع، نكون قد كونا بهذا التوزيع نفسه وبطريقة مباشرة، التدشين الرمزي للكمنويلث الإسلامي، وكأننا قمنا بما يشبه وضع الحجر الأساسي في البناية. أما العمل الدراسي لهذه اللجان، الذي يبدأ من الداخل إلى المحيط كما قلنا، فسيكون- مهما تكن مدته- العمل التكويني، إذ يكون الكمنويلث الإسلامي قد ولد من خلاله في (عالم الأفكار)، ولم يتبق غير دخوله في عالم الوقائع التاريخية، ولسوف يدخله عمل تلك اللجان بطريقة مطردة في هذا المجال الأخير، لأن مواصلة هذا العمل ذاته تحتم بينهما مبادلات تربطها ضرورياً (بقاعدة مجمَّعة) أو (جهاز مركزي)، وهذا الجهاز، بوصله لتلك اللجان فيما بينها، سيكوِّن تيار التفكير الإسلامي، وبما أنه هذا التيار على وجه الدقة، هو الهدف الرئيسي الذي خلقت هذه اللجان من أجله، فإنها سوف تكون قد بلغت هدفها على نحو من الأنحاء، قبل إنجازها لعملها ذاته، لأن هذا العمل نفسه- ككل الأعمال التي تتعلق بالمجال البشري- هو في الوقت ذاته ذو صبغة فنية وأخرى (رمزية). والرمز في حد ذاته، ليس إلا عملية خلق، لأنه (يقاطب) بين الطاقات البشرية ويرغمها على الالتقاء في نقطة معينة. وإن عملية الخلق لتتم أحياناً قبل دخولها في المجال","seal":"23F00C5A","part":"1"},
      {"page":48,"id":56,"nass":"الفني، أعني قبل أن تترجم في أرقام ووقائع.\rإن بذرة الحياة، ليست سوى مجرد رمز في اللحظة التي تضعها (العناية) في رحم أمّ من الأمهات، ما هو وزنها؟ لا شيء أو كاللاشيء، ومع ذلك فإن مثل هذه البذور قد أنتج الأنبياء والعبقريات الكبيرة التي وجهت الحياة على صعيد هذه الأرض؛ وإذا ما اجتمع بعض الأفراد في خمس لجان أو ستة، لدراسة فكرة كمنويلث إسلامي، فإن اجتماعهم يمكن أن يبدوَ وكأنه لا معنى له! .. ومع ذلك فإن عالماً كاملاً يمكن أن ينشأ عن هذا الالتقاء.","seal":"A507D152","part":"1"},
      {"page":49,"id":57,"nass":"القسم الثاني:\rقيمة (الفكرة) في المجتمع الإسلامي","seal":"7B7D23E5","part":"1"},
      {"page":50,"id":58,"nass":"أ - (الفكرة) في المجتمع الإسلامي:\r1 - ضعف أساسنا المفاهيمي:\rإن أمام تنفيذ المشروع الذي سلف أن أشرنا إلى خطوطه العامة، بعض المصاعب التي تقوم في مجالين اثنين:\rأ - فهي تعزى إلى التطور التاريخي للعالم الإسلامي، أعني إلى منشآته.\rب - كما أنها من ناحية أخرى، ناتجة عن تطوره النفسي، أعني عن أفكاره.\rويكفي فيما يتعلق بالنقطة الأولى أن نذكر بما سلف من أن كثيراً من الأشياء المتفسِّخة في العالم الإسلامي قد تلاشت بالموت. وأن الكثير من الأشياء الضرورية لما يولد بعد. والذي يترتب على هذا أن المنشآت في هذا العالم: إما أن تكون قد أصبحت لاغية، وإما أنها لما تتكيف بعدُ مع أوضاع العالم الإسلامي الراهنة. فمصر هي البلاد الإسلامية الوحيدة فيما أعرف، التي تهتم بإنجاز منشآت جديدة ضرورية لحياتها الداخلية ولاتصالها بالخارج. أما فيما يتعلق بالنقطة الثانية فإن الأشياء تبدو أكثر تعقيداً، وذات أهمية أكثر جسامة معاً، فنحن إذ قمنا فيما سلف بالمقارنة بين تطور اليابان الحديثة وتطور الشعوب الإسلامية منذ قرن من الزمان، قلنا إن هذه الشعوب قد دخلت (عالم الأشياء)، وأنها لَمّا تدخل بعدُ في (عالم الأفكار) كلية. كما ذكرنا أيضاً- مستعيرين للغة (علم نفس الطفل) - أن هذه المرحلة تمثل الطور (ما قبل الاجتماعي) الذي يكتشف فيه الطفل عالم الأشياء، وإن كان لا يزال على جهل (بعالم الأفكار).\rويمكننا أن (نُسْقِطَ) هذا الاعتبار على المظاهر المختلفة للحياة الإسلامية لنستخلص منها النتيجة المطابقة لها.","seal":"45926A10","part":"1"},
      {"page":51,"id":59,"nass":"فنحن لو أسقطنا ذلك الاعتبار مثلاً على التطور الاقتصادي للعالم الإسلامي، منذ قرن من الزمان، نلاحظ أن هذا التطور باكتماله في اتجاه (الأشياء)، قد أنتج- ويلزم أن ينتج- (إعوازاً) زاد من حاجات هذا العالم، من غير أن يزيد في وسائله. وإذا ما أسقطناه على التطور الفكري، فهمنا السبب في أن هذا التطور عندما يتحول لدى المثقف المسلم إلى شكل من أشكال المادية، يكون قد اتجه نحو الشكل المحدَّد (بالأشياء) لا نحو الشكل المحدَّد (بالأفاكر).\rوكذلك الأمر فيما لو أسقطناه على التطور الاجتماعي بصفة عامة، فإننا نفهم أن هذا التطور يتجه صوب ذلك الشكل من أشكال الحضارة الذي أدعوه (بالحضارة الشيئية)! ..\rويمكننا أن نسقط ذلك الاعتبار أيضاً على الاتجاه الجمالي أو السياسي، ويستخلص نتائج بالغة الأهمية .. إلا أننا نريد إسقاطه بطريقة أخص، على التصميم المفاهيمي، أعني على حياة الأفكار ذاتها ومدى فعاليتها في العالم الإسلامي.\rفالمؤكد أن الالتقاء لَمّا يَتِمَّ بَعْدُ كلية بالنسبة إلينا بين عالم الأفكار وعالم الأشياء؛ ومن جراء هذا ظلت الفكرة معزولة ومحايدة، وكأنها العَزْلى من سلاحها بفَقْدها لفعَّاليتها.\rوإذا ما أراد القارئ تكوين فكرة شخصية في هذا الصدد، فليقم بتجربة صغيرة يُرْضِخُ فيها محيطه لمعيار موائم. فقد كررت أنا نفسي تجربتي في كل الصور بالجزائر منذ ربع قرن. وإنني لأستطيع تأليف كتاب كامل في هذا الموضوع؛ ولكني أفضل أن يقوم القارئ بتجربته الشخصية بنفسه.\rحاولوا في أي مناقشة أن توجهوا موضوع النقاش بطريقة منهجية حول","seal":"6428626C","part":"1"},
      {"page":52,"id":60,"nass":"(الأفكار)، ولتختاروا على سبيل المثال موضوع المذاهب الاقتصادية أو أي موضوع نفساني. فإنه لا مَعْدى لكم عن الالتقاء في محيطم بثلاثة أصناف من الناس: الذين يلزمون الصمت تأدباً، والذين يتهكمون ملقين فيما بينهم بنظرات ذكية، وكأنهم يقولون من ورائها: يا للمخرف! .. وصنف ثالث وهم أكثر القوم خلوص نية: يتثاءبون من السآمة، ثم ينصرفون عنكم إلى الاهتمام بأشياء أكثر جدية كمشكلة (الشوال) مثلاً! ..\rوحتى هذا المدى، فإنكم لا تزالون بعيدين عن مشاهدة كل المزعجات التي يمكن أن تحيق (بأفكاركم). إلا أنكم على أية حال قد قمتم في هذه الأثناء بملاحظة هامة، تتمثل في إدراككم لمدى ما عليه الفكرة في المجتمع الإسلامي من (لافعالية) وكأنها العَزْلى من سلاحها .. ولكن المجتمع- وهذا هو الأهم بدرجة لا تُضارَع- يعاني حينئذ نقيض مفعول موقفه: فهو مجتمع فقير الأفكار، في الساعة التي تمثل فيها الأفكار الثَّروة الوحيدة التي يُعوَّل عليها؛ وهو مجتمع أعزل مفاهيمياً أو إيديولوجياً، في نفس الوقت الذي يتعين فيه أن تُسَوَّى كل المنازعات في العالم من هنا فصاعداً لا بالأسلحة ولكن بالأفكار.\rإن (عالم الأفكار) هو الذي يدعم (عالم الأشياء)، العالم الذي لا يقف على قدميه بدون العالم الأول، ولا يمكن أن يقف على قدميه بنفسه إذا ما أطاحت به النوائب.\rوالمؤكد أن عصرنا، من جراء العامل الفني الذي يُعَجِّل من خطو كل الاطرادات، هو العصر الأخصب والأحفل بالتجارب الاجتماعية البناءة.\rفقد رأينا كيف قامت ألمانيا- وهي المستنزفة والمنهكة جهداً ووسائل سنة 1945 - بنهوض معجز خلال عشر سنوات. وقد سلف لي أن فسَّرت في دراسة أخرى، هذا النهوض؛ بالإنسان والتراب والوقت، التي تفسر مجتمعة، كل عملية","seal":"D5700E72","part":"1"},
      {"page":53,"id":61,"nass":"اجتماعية. ولكننا إذ ندفع هنا بالتحليل إلى أقصى حدوده، من غير أدنى تغيير في المعادلة:\rـ[إنسان + تراب + وقت = حضارة]ـ\rيمكننا، بل يتعين علينا أن نقول: إن الإنسان هو الذي يحدد في النهاية، القيمة الاجتماعية لهذه المعادلة، لأن التراب والوقت لا يقومان- إذا اقتصر عليهما فحسب- بأي تحويل اجتماعي.\rونحن إذا ما تساءلنا إذن: بأي شيء أنهض (الإنسان) الألماني وضعية بلاده أثناء هذا العقد المنصرم من الزمان كانكون ملزمين بالجواب عن سؤالنا هذا بطريقة واحدة لا غير، وهي أن أفكاره، وأفكاره فحسب، هي التي أتاحت له أن يحقق ذلك النهوض.\rوهذا أمر حقيقي- وحقيقي بصورة لا مجال للريب فيها- سيما وأن حرب 1939 - 1945، قد خرَّبت عملياً (عالم الأشياء) في ألمانيا؛ بمصانعه، وآلاته، ومناجمه، وبنوكه، ومختبراته؛ فكل هذه (الأشياء)، كانت قد دمرت وأتلفت.\rوإذن فقد كانت ألمانيا- على وجه الدقة وبطريقة تكاد تكون رياضية- لا تملك سنة 1945، أي مجموعة من (الأشياء)، ولكن مجموعة من (الأفكار) فحسب. وهي قد كوَّنت من جديد، وابتداء من هذا (الرَّأسمال) المفاهيمي، كل حياتها الاجتماعية، واحتلت مجدَّداً مكانتها السياسية في العالم.\rإن تجربتها بالنسبة إلينا لا تقدر بثمن، فهي تتيح لنا أن نستخلص بطريقة علمية، أن قيمة مجتمع معين في فترة ما من تاريخه، لا يعبر عنها بمجموعة (الأشياء) في هذا المجتمع، ولكن بمجموعة (أفكاره).","seal":"527F7A9F","part":"1"},
      {"page":54,"id":62,"nass":"وإذن فما هي قيمة مجتمعنا الآن؟ .. مهما يكن من أمر، فإن شيئاً واحداً هو المؤكد: وهو أن (أساسنا المفاهيمي) ضعيف للغاية، و (عالم أشيائنا) لا يرتكز على كبير شيء. مضافاً إلى ذلك أنه حتى (الأشياء) الموجودة في هذا العالم، كنَّا قد اشتريناها من مجتمعات تملك (أفكاراً).\r\r2 - الفكرة ومراقب الاستعمار:\rوالواقع أنه يضاف- إلى ضعف جهازنا المفاهيمي الذي كنا بصدد الإشارة إلى فساده الداخلي- مفعول إضعاف آخر يتأتى من الخارج. فنحن عندما نجهل قيمة شيء معين، لا يعني هذا مطلقاً أن كل العالم يجهلها مثلنا. ولنتخذ لهذا مثلاً: فهناك أجيال من إخواننا في الدين، قد عاشت في العراق على مقربة من منابع البترول المنتشرة على سطح الأرض، ولكن هذه الأجيال قد ظلت تجهل الثروة الماثلة لأبصارها، حتى حان الوقت الذي أحسّ فيه مغامر أرْمنِيُّ بالأمر، وكان يحيا في اسطنبول معدماً لا يملك نقيراً، وإذا به يقوم بأكبر صفقة مالية في ذلك الحين، بتخليه لإحدى الشركات الإنكليزية عن حقوق ليست له، ولكن جهالة المسلمين هي التي مكنته من اكتسابها في مقابل لقمة خبز!.\rوقسْ على ذلك الحال بالنسبة إلى القيمة الاجتماعية للفكرة؛ إذ يمكن أن نكون على جهل بقيمتها، بل نحن نجهلها فعلاً، ولكن الاستعمار لا يجهلها مثلنا. فقد مَكَّنَ في العالم لجهاز من المراقب التي تقتصر مهمتها على تَرَصُّد حركة الأفكار، ومنها نفهم أن كل ما يمرّ في العالم الإسلامي من أفكار يهمه بصفة خاصة، بقدر ما يهمه البترول، بل أكثر من ذلك بكثير.\rوبطبيعة الحال فهذا الاهتمام ليس لمصلحة فكرية محضة، فالاستعمار ليس من هواة الرَّقائق الفكرية أو المولعين بها، ولا هو من زارعي الأفكار أو مكتسبيها. فله أفكاره الخاصة به، وهو يحتفظ بها لنفسه بغيرة، مفضلاً بيع","seal":"3C95FAB8","part":"1"},
      {"page":55,"id":63,"nass":"(أشيائه) لنا. ولكنه لكي يحافظ على احتكاره (للأفكار)، قد مكن، على وجه الدقة، في العالم: لجهاز كامل من الْمَراقب التي تستكشف الأفكار، وتتتبع تحركاتها باهتمام بالغ. واهتمامه بها، اهتمام عملي محض، لأن الأمر ينحصر بالنسبة إليه في حماية ذلك الاحتكار لنفسه. وهذا يؤول عملياً إلى صياغة فنية واستراتيجية خاصة، ليس لدى العالم الإسلامي أي فكرة عنها.\rوالاستعمار لا يقنع بمجرد الاستعلام عن حركة الأفكار؛ فهذا شأن (الفيلسوف)، إلا أن للاستعمار فلسفته الخاصة التي تتمثل في التخلص من الأفكار التي تضايقه، وفي الانحراف بها عن مراميها، بتوجيهها خارج المدار الذي أراد أصحابها استبقاءها فيه.\r- كيف يتخلص من فكرة معينة! ... كيف ينحرف بها ويوجهها خارج مدارها؟ ... - ها هنا بالذات تتجلى عبقرية الاستعمار الجهنمية.\rويتعين علينا أولاً أن نقبل مبدئياً: أن الاستعمار يعرف- على الأقل أكثر مما نعرف نحن أنفسنا- كلَّ التفاصيل التي أشرنا إليها بصدد ضعف أساسنا المفاهيمي، وربما لا نكون سوى مجرد أطفال بإزاء الأخصائيين الذين يعملون منذ عشرات السنين في مختبرات الاستعمار النفسية، حيث يمتلكون بالإضافة إلى ذلك، كل وسائل الاستعلام التي لا يمكننا امتلاكها الآن. وإذن فهو محيطٌ علماً بكل ثغرات نفسيتنا، ولذلك فهو عندما يقوم بمعركة مفاهيمية، يكون على معرفة تامة بأرض المعركة أولاً وبالذات، ثم إنه على معرفة فنية (بالفكرة) باعتبارها وسيلة من الوسائل، من حيث معرفته لقيمتها الرياضية، وحدود هذه القيمة في النهاية.\rولذلك فهو يطبق عليها كل قواعد الحساب الأوَّلي تقريباً، للتبديل من قيمتها بالزيادة أو النقص، حسب متطلبات القضية، وحسب البطاقات النفسية","seal":"DA1839CE","part":"1"},
      {"page":56,"id":64,"nass":"التي تشير لديه إلى الاتجاه الذي يتعين على العمل أن يَتمَّ في منحاه. وحساب (الأفكار) هذا، يرتكز من ناحية على القيمة (الصُّلْبِيَّة) للفكرة، وعلى قواعد (علم ردود الأَفعال البافلوفي) من ناحية أخرى.\rفالفكرة (ف) لها قيمة معطاة هي (ك) مثلاً، وهذا الفرض يمكن أن يكتب كما هي الحال في علم الجبر: ف = ك، وهذه العلاقة تعبر عن القيمة الرياضية للفكرة. ولكن إذا كانت القيمة العددية في الرياضة يمكن أن تزداد بجمعها إلى أخرى، فإن القيمة المفاهيمية تنقص عموماً بمجرد ما نضيف لها أي قيمة أخرى، حتى ولو كان حدّاً إيجابياً: ت>س (أكبر من) صفر، مثلاً؛ فأنا إذا أضفت هذا الحدّ مثلاً إلى العلاقة السالفة يكون لدي ف1 = ك + ت، ويكون لدي الإحساس بأني زدت في القيمة الرياضية لِـ: ف، ولكن ليس أقل من ذلك يقيناً: فالحد: ت يمكن أن يُنقص تماماً من قيمة الفكرة، ولا يزيد فيها كفكرة .. ولكي نفهم ذلك نأخذ حالة محسوسة وجد بسيطة، وإن كانت قد تكون غير معبرة بطريقة كافية: فكرة = ماء، لنضف إلى هذه المعادلة حدّاً إيجابياً: فنقول: فكرة جديدة = ماء عذب؛ والمعلوم أن قيمة (الماء) باعتبارها تعبيراً رياضياً عن فكرة معينة، أهم من (الماء العذب) لأنها أكثر (عموماً). وحتى لو أن المثال مفرط في التبسيط، فإنه يوضح مع ذلك أن قيمة فكرة معينة، يمكن أن تنقص حتى بإضافة حدّ إيجابي لها، وإذا كان التدليل صحيحاً بالنسبة إلى الحد الإيجابي، فحري به أن يكون كذلك بالنسبة إلى حدّ سلبي.\rوالآن فلنطبق هذا التخطيط المبسَّط على تصميم المعركة المفاهيمية، فالاستعمار يمتلك كما قلنا جهازاً من المراقب التي تستكشف الأفكار، كما يمتلك منهجاً يتيح له تبديل قيمة فكرة ما، بالإضافة أو الحذف لحدّ من حدودها، وهذا المنهج يطبق قانون ردود الفعل الشرطية الذي اكتشفه (بافلوف)، مستعملاً ما يمكن أن نطلق عليه (المرآة الْمُعَطِّلة) ذات الآلية المبسَّطة؛ فهذه","seal":"CD647FC2","part":"1"},
      {"page":57,"id":65,"nass":"المرآة تُسْتَعْمَل في تسليط الانعكاسات التي (يسقطها) حدٌّ مختار لغاية معينة، بطريقة تلقائية على (فكرة) ما، في ذهن قارئ من القراء.\rونحن نستطيع أن نأخذ على سبيل المثال، بغية توضيح الكيفية التي تعمل بها هذه المرآة، (الفكرةَ) التي نتحدث عنها هنا بالذات، أعني فكرة الكمنويلث الإسلامي؛ ولنكن على اقتناع كما سيأتي توضيح ذلك، أن هذه (الفكرة) لم تغب عن مراقب الاستعمار المختصة، منذ الوهلة الأولى التي أذيعت فيها على الجمهور بين سلسلة الدراسات التي يُزْمَع نشرها في (سلسلة الثقافة الإسلامية)، ومن ثَمَّ فهل تدهش أيها القارئ المسلم الطيِّب القلب، إذا ما قرأت صبيحة ذات يوم في صحيفتك هذه السطور المحرَّرة كما يلي:\r«عندما كان فاضل الجمالي يسافر إلى لبنان، كان يزور حزب الكتائب، ويثير في أعضائه الشبان: النزعةَ إلى الفتنة الطائفيَّة ضدَّ المسلمين، ويخرج من دار الحزب ليعقد المؤتمرات الصحفية التي يدعو فيها إلى تكوين (كملنويلث إسلامي)».\rوإنك لتتساءل أيها القارئ الطيب القلب، عما إذا كان هذا ممكن الوقوع؟! .. - بلى قد حصل ذلك بالفعل، وقد تكون قرأت الخبر المذكور في إحدى الصحف التي تصدر بالقاهرة، في عددها الصادر بتاريخ: 5/ 10/ 1958م.\rها نحن على وجه الدقة، أمام (مرآة) تامة الشروط، حيث يأتي اسم (فاضل الجمالي) كما هو المرآة، ليعكس في ذهن القارئ ردود فعل معَطِّلة، وربما ليس فيما يتعلق بهذه الدراسة فحسب، لأنه من يدري إلى أيِّ مدى ترمي فكرة الاستعمار في هذه الحالة؟\rمهما يكن من شيء، فنحن نرى في نطاق موضوعنا، أيَّ (حدٍّ سلبيّ)","seal":"8B027F98","part":"1"},
      {"page":58,"id":66,"nass":"يريد الاستعمار إضافته في هذه المرَّة إلى الفكرة التي نحن بصدد تحريرها هنا، وهذه لغة مرآته، وكأنها تقول للقارئ: إننا هنا بصدد تحرير فكرة عزيزة على رجل يقف في هذه الآونة أمام عدالة بلاده، متَّهماً بالخيانة العظمى!! ..\rولكي نترك للقارئ تحكيم حاسته النقدية، نُذكِّره فحسب، بأن السيد (فاضل الجمالي) وبقية الرجال الذين كانوا يحكمون معه ببغداد، كان لهم قاموس ديبلوماسي آخر؛ وبما أنني أعرف من هو فاضل الجمالي منذ زمن بعيد- وقد كنت أجاهر بذلك في كتاباتي عندما كان بعض الساسة المعيَّنين يفسحون له صدورهم في صحافتهم- فإنني أستطيع أن أؤكد أن (فرس الرّهان) السابق (لنوري السعيد)، كان يستعمل كلمة (إسلامستان): بدل (كملنويلث إسلامي) وهي الكلمة التي قذفَت بها وزارة الخارجية الإنكليزية في (طهران) منذ نهاية الحرب الأخيرة، لتَضع بها قاعدة مفاهيمية تمهِّد (لحلف بغداد) مستقبلاً!\rوإذن فنحن قلباً وقالباً أمام (مرآة) تُسْتَعمل بدقَّة متناهية في (إسقاط) انعكاسات معينة على فكرة الكمنويلث الإسلامي، ويتعين علينا أن ندع للقارئ التَّمَرُّن على زيادة تحليل آليتها إذا أراد.\rفقد أردنا في هذه الفقرة أن نبين له ببساطة أنه يَنْضافُ إلى الضِّعف الداخلي في تجهيزنا المفاهيمي، (إضْعَاف) ناتج عن مجهود منهجي، من المعاكسة الموتجِّهة من الخارج؛ وباجتماع ذينك المفعولين تصبح حياة (الأفكار) صعبة في المجتمع الإسلامي، المجتمع الذي لم يَصِلْ بعد- في طوره/ ما قبل الاجتماعي/- عالمَ الأشياء بعالم الأفكار. وبطبيعة الحال فإنَّ لهذا التخلُّف الذي يَسِمُ طوره/ ما قبل الاجتماعي/ دَوِيُّه وتأثيره على كل الحياة في الأشكال المختلفة للافعَّالية التي قد تكوِّن من الوجهة الاجتماعية أهمَّ مشكلات العالم الإسلامي.","seal":"520E6A69","part":"1"},
      {"page":59,"id":67,"nass":"ب - اللافعالية في المجتمع الإسلامي:\r(مظاهرها المختلفة):\rمن البين أنه لا تلزمنا ملاحظة طويلة، لكي نأخذ في اعتبارنا أن (المنطق العمليَّ) ينقص البلاد الإسلامية عموماً؛ فهذا أمر متوقَّع، لأنّ العجز في الأفكار، يخلق أو يُنتِجُ في المجال النفسيّ عجزاً في (المراقبة الذّاتية)، وفي مراجعة (النتائج). ففكرنا لا يقيم علاقات بين النشاطات والجهود والوسائل من ناحية، و (نتائجها) من ناحية أخرى. ومفهوم (المحصول) لا وجود له في تربيتنا الأولى، إذ هو لا يكوّن جزءاً من عالم أفكارنا. بينما المجتمع هو جهاز التّحويل، الذي يحوِّل الطاقات الاجتماعية إلى (نتائج) مختلفة، ولذلك يتعيّن علينا أن نطبِّق عليه (برهان الديناميكا الحرارية)، الذي يعبّر عن العلاقة بين (الطّاقة المستهلَكة) م، و (العمل الحاصل) ر، حسب النسبة الكلاسيكية: المحصول= ر/م.\rفالميكانيكيّون يعلمون أن هذا الجهاز، يكون أقرب إلى الكمال عندما تكون قية ر/م أقرب إلى 1 (واحد)؛ مع العلم بأنها تظلّ دائماً دون (الواحد) بحكم طبائع الأشياء. و (الفرق) الموجود بين (الواحد) و (خارج القسمة) يسمَّى (التَبْديد)؛ (فالمحصول) و (التبديد) قيمتان متعاكستان، أعني إذا زاد أحدها نقص الآخر بالضرورة. فإذا كان الجهاز مطلق الجودة، فإن محصوله يكون مساوياً للواحد، وفي هذه الحالة نحصل على ما يسمَّى بـ (الحركة الدّائمة)، وهو أمر مستحيل التحقُّق حسبه قوانين الميكانيكا. وإذن فهناك فجوة بين القيمة الحقيقية للمحصول والواحد، وبهذه الفجوة يمكن أن يقاس مقدار العجز الميكانيكيِّ أو ما يدعى بتبديد الجهاز.","seal":"5DBDE37D","part":"1"},
      {"page":60,"id":68,"nass":"وكل هذه المفاهيم تنطبق تماماً على المجتمع البشري، باعتباره جهاز تحويل للطاقات الاجتماعية. وبطبيعة الحال فإن هذا (الجهاز) الأخير، بقدر ما يكون أكثر جودة، بقدر ما يكون (محصوله) - أعني علاقته ر/م في مستوى أفضل؛ على أنه يتعيَّن علينا أن نلاحظ بانتباه بالغ أنَّ عملية تحويل الطاقات الاجتماعية ترضخ لقوانين مختلفة عن مجرد قوانين العملية الميكانيكيَّة البسيطة؛ فهي ترضخ بالخصوص لنسق النظام الاقتصاديّ الذي يحتِّم أن يكون الإنتاج متفوِّقاً على الاستهلاك دائماً، وإلاَّ تحدَّر المجتمع إلى درك الإفلاس. وهذا الشرط المعبِّر عنه في صورة (جبريَّة) بوساطة (اللاَّمُتَساوية).\rالواجب> (أكبر من) الحق، يشير إلى أن العلاقة: ر/م لأحد المجتمعات يجب أن تكون على عكس العلاقة الميكانيكيَّة، أعني أكثر من (الواحد) بقدر الإمكان. وهذه الحقائق التي تشير إليها المصطلحات في صيغة جبرية، هي التي يعبر عنها عالم الاقتصاد بقوله: إنه يجب أن يكون الإنتاج أكبر من الاستهلاك.\rويمكننا التَّدليل على ما سلف بالمثال التَّالي، وذلك باتِّخاذنا إياه كصورة مُحَلَّلة من صور النَّشاط قي شكل:\r……… ميزانية لإحدى الروابط الطالبية بالقاهرة ………\rابتداءمن شهر (نوفمبر) سنة 1958 حتى شهر (يوليو) سنة 1959 م:\rأ - مداخيل ...................................................................... ق 85، .......... ج 479\r(تضاف إليها مساعدة قيمتها) .................................................... -، ............... ج 120\rب - نفقات ..................................................................... ق 73، ........... ج 331\rجـ - تفاصيل النفقات:\r1 - معونة للطلبة ................................................................ ق 50، ........... ج 83\r2 - مصاريف إدارية .............................................................. ق 20، ........... ج 13","seal":"BB837CCA","part":"1"},
      {"page":61,"id":69,"nass":"3 - مواصلات ................................................ ق 21، ........... ج 6\r4 - مصاريف الاستقبالات ..................................... ق 57، ........... ج 26\r5 - نشاط ثقافي: .............................................. ق 15، ........... ج 1\r(عددان اثنان لجريدة حائطية)\r6 - نفقات المؤتمرات ............................................ -، ........... ج 76\r7 - أدوات الرياضة والرحلات .................................. -، ........... ج 14\r8 - مساهمة الرابطة في تكاليف المحل ............................ ق 7.، ........ ج 67\r9 - تسديد الدُّيون ............................................. ق 61، ....... ج ة 3\r10 - مكافأة البوّاب ............................................. -، ...... ج 08 (¬1)\r\rملحوظة: لو نظرنا إلى الفقرة رقم (5) باعتبارها قاعدة النشاط لرابطة طلابية، لوجدنا العلاقة: ر/م مساوية لِـ: ق10،ج1/ق73،ج331، أي أنها أسوأ من علاقة محرِّك رديء، وذلك باعتبارنا الأشياء من وجهة نظرية بحتة بطبيعة الحال.\rوالواقع أننا عندما نحلِّل بعض النشاطات النموذجية في المجتمع الإسلامي، نلاحظ أن (التبديد) هو الغالب بكثير في معظم الأحيان على (المحصول)؛ وبملاحظتنا لبعض النشاطات النموذجية في الجزائر، تمكنت في دراسة ظهرت لي منذ بضعة سنين، من الإشارة بالأرقام إلى تبديد مفرط، لطاقتنا الاجتماعية، وتبذير مسرف وغير محسوس في وسائلنا، وهذا مظهر من مظاهر اللاَّفعَالية التي تُعزَى إلى العجز في (أفكارنا)، ولكننا إذ نقرِّب الملاحظة التي قمنا بها في الجزائر، من ملاحظة أخرى أجريت على الصعيد الاجتماعي نفسه، نلاحظ أن هذا العجز يخلق مفعولاً اجتماعياً معيناً، وسبباً نفسياً مصطنعاً يمدد في هذا\r¬__________\r(¬1) يلاحظ القارئ أن هناك نقصا مقداره (0،42 ج) بين مبلغ النفقات برمته، وبين مجموع التفاصيل، وهذا لا يقلل من قيمة أحكامنا من الوجهة النظرية، وهي التي تهمنا هنا (المؤلف).","seal":"A109A343","part":"1"},
      {"page":62,"id":70,"nass":"المفعول ويمنحه تبريراً ومغالطة، لأننا نلاحظ على الصعيد نفسه (التبديد) في الوسائل، مما يؤول إلى (نتائج) محدودة من ناحية، ثم نجد أن الأشخاص يفسِّرون هذه المحدوديّة في النتائج لا بسببها الحقيقي المتمثِّل في التبديد، ولكن بسبب ثانوي هو: (الفقر)!\rوبما أن هذا السبب الثاني، ليس هو السبب الحقيقي، نجدنا على نحو من الأنحاء، مُنحَبِسين في مناقضة أضعنا مفتاح مغاليقها: فنحن لا نعاني اللاَّفعَّالية فحسب، ولكننا نخترع شيئاً ما: (تُرَّهة) معينة لاستبقائها! ونحن عندما نتفحَّص عن كثب حياتنا الاجتماعية، نجد فيها ما لا يستهان به من التُّرهات من هذا القبيل، بغية تبرير لافعَّاليتنا.\rبالإضافة إلى تُرَّهة (الفقر)، يمكننا أن نذكر ترَّهة (الجهل) التي تبرِّر لافعَّاليتنا في مجال آخر؛ بل وهناك حتى تُرَّهة (المسافة)! فقد سألت أخيراً اثنين من الطلاب الأندنوسيين السؤال التالي كمعيار:\r- لماذا لا يوجد في العالم الإسلامي تيار فكريّ نوعيّ، كما هو الشأن في العالم الشيوعي، والعالم الغربي؟\rوقد فكر الشابان ثانية من الزمان ثم أجاباني: إن (المسافة) بين أجزاء العالم الإسلامي تفصلها الواحد عن الآخر، وتفصل بين أفكارها كما تفصل بين أجسامها. فسألتُ سؤالاً آخر:\r- هل تريان أن أجزاء العالم الإسلامي هذه، كانت تتصرف بطريقة أخرى، لو انعدمت هذه المسافة التي تفصل بينها؟\r- فأجابا: أن نعم وبالتأكيد.\rوحينئذٍ سألت السؤال الثالث:","seal":"C9CF062F","part":"1"},
      {"page":63,"id":71,"nass":"- ها أنتما تريان أن هذه الأجزاء قد تخلَّصت من تلك المسافة الفاصلة في القاهرة، حيث تتمثَّل هذه الأجزاء في صورة بعوث طالبية، فهَلاَّ رأيتما هؤلاء الطلاب يقيمون فيما بينهم تيَّاراً فكريّاً؟\rولقد بدَّد سؤالي هذا ولا ريب في ذهنيهما (تُرَّهة المسافة) لأنَّني رأيتهما يبتسمان كما يبتسم الطيِّبون من أولي العقيدة، عندما يكتشفون غلطتهم بأنفسهم! ..\rوهناك أشكال أخرى من اللاَّفعَّالية غير التُّرَّهات، أو هي على الأقل تبزر بترهات من نوع آخر، وتفسَّر في النهاية بالداء نفسه المتمثل في: العجز في الأفكار، وانعدام الاتصال بين عالم أفكارنا وعالم أشيائنا.\rلاحظوا سلوكَ أحد الوُعَّاظ المصلحين: ما الذي يريد عمله؟\rتُراه يبغي إصلاح المجتمع بكلماته ومواعظه؟ هذا حسن جدّاً.\rولكننا نتساءل: في أيِّ البقاع تبدو الحاجة أمَسَّ إلى كلماته؟\rإنها تبدو بطبيعة الحال في القطاع الاجتماعي الذي يمكن لمواعظه أن تحدث فيه أكبر قدر مستطاع من التأثير، أعني في البقاع التي تُرك فيها الشعب لمصيره من غير تعليم، ومن غير عمل، ومن غير مثال بناء يُنَزِّله منزلة القُدْوة. وإذن فالمتعَيِّنُ على هذا المصلح أن يحمل كلماته إلى أسفل وأوسع قطاع ممكن؛ أعني إلى الطبقات السفلية من الأهلين، وإذا بنا نراه يقف شخصه على (الأفراد الموسرين)، الذين يسعون بأنفسهم إلى جوار منبره، أو أمام مِنَصَّتِه، ليسمعوا أقواله، ثم يعودون به إلى مقره في عرباتهم الفخمة!\rوفي حالة أبعد من أن تكون مماثلة لهذه، حيث وقف النبي - صلى الله عليه وسلم - ذات مرة كبماتِه على (وجهاء القوم)، فجابهه القرآن بالآية:","seal":"B9305268","part":"1"},
      {"page":64,"id":72,"nass":"{عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الْأَعْمَى .. } [عبس 80/ 1 - 2].\rأيّ كلمات شديدة الوقع تتنزَّل من السماء لو وُجهت في يومنا هذا إلى هذا المصلح بالخصوص!\rولنشاهد أبسط واعظ في المساجد يوم الجمعة، إن دعوته تنصبُّ عملياً على الفضائل التي كوَّنت عظمة الإسلام في القرون الأولى. ولكن لنراقب هذا الواعظ عندما يغادر المنبر. إن حياته العائلية مطابقة في معظم الأحيان للمثال الذي كان ينتقده، فغالباً ما تكون أسرته مالكة لما هو غير ضروري، ومتصلة بالأسر المترفة التي تمتلك السيارات الفخمة والتي تقضي عطلاتها على الشواطئ.\rإن وعظه ليس عملاً اجتماعياً، ولكنه مجرد واقعة لفظية؛ أو هو في أحسن الأحوال مجرد أخلاقية ملتفتة إلى الماضي أكثر من اتجاهها صوب المستقبل؛ فهو يفتقد القوة التي تَسِمُ الأعمال الكبيرة، والتي تصدر عن الروح في لحظات توترها الخلاق، وهو ما يمكن تفسيره بانعدام النزعة الغيبية الحقيقية. فنحن لا نجد في ذلك الوعظ الاهتمام بالفعالية، ولا الفعالية ذاتها، تلك التي تكوِّن معياراً صالحاً في كل زمان، وبالخصوص في عصرنا هذا، حيث تمثل المعيار الراجح في جدول قيم هذا الزمان.\rإننا في كل مرة نقف فيها أمام مظهر من مظاهر اللافعالية في المجتمع الإسلامي، نرى أنفسنا مجبرين على ربطه (بعالم أفكارنا) لأنه في هذا العالم تكمن أدواؤنا!","seal":"E6C7FCE4","part":"1"},
      {"page":65,"id":73,"nass":"القسم الثالث:\rوظيفة كمنويلث إسلامي","seal":"0FAFC963","part":"1"},
      {"page":66,"id":74,"nass":"1 - مناطق (الحضور):\rإن (عالم أفكارنا) يتكوَّن بالتَّدريج، منذ اللحظة التي ندخل فيها هذا العالم. وهو يعانق على التوالي دائرة أوسع، بقدر ما نُحَسِّنُ من تفكيرنا في الأشياء، ابتداء من المرحلة/ ما قبل الاجتماعية/، في انتقالنا تقدمياً من محيط الأسرة إلى المحيط الاجتماعي. وهكذا يتكوَّن تفكيرنا وتنمو معه أفكارنا من احتكاكنا بعالم الأشياء.\rوهذا الاطراد النفسي هو الذي يحدد الخصائص الاجتماعية (للأنا) لدى الطفل، كما يحدد على نحو ما مدى حقل نشاطه، أو بتعبير آخر فَلَكَ (حضوره) في العالم، وبقدر ما تزداد تربية الطفل، بقدر ما تكتمل الخصائص الاجتماعية (لأناه)، وتتسع دائرة (حضوره) في العالم، وتخصب شخصيته. ومن ناحية أخرى، نلاحظ أن تكيّف طفل اليوم مع (عالم الأفكار) وتكوُّن دائرة حضوره، يتمان بأسرع مما كان عليه الأمر قديماً.\rفالعنصر الصياغي الذي أبرز إلى الوجود من الوجهة الجغرافية- السياسية.: المساحات الكبيرة المخططة، وسَرَّع التطور الاجتماعي للكتل البشرية التي تعيش في هذه المساحات، قد سَرَّع كذلك، من وجهة النظر النفسية، تكيف الأطفال مع (عالم الأفكار)، لأن الطفل نفسه قد أصبح يعيش في مجال أوسع، بفضل المذياع، والسينما والتلفزيون، ومجلات الأطفال المصورة. فقد حدث ما يشبه التمدد في مستواه الشخصي، وعلى العكس من ذلك، إذا ما طرأت ظروف خاصة لا تمكنه من التكيف بهذه الطريقة، فهو يبدو متخلفاً بالنسبة إلى جيله، ومن ثَمَّ تطول مرحلته ما قبل الاجتماعية.","seal":"69FC9586","part":"1"},
      {"page":67,"id":75,"nass":"وهذه الاعتبارات ذاتها، صالحة فيما يتعلق بتطور الفرد النفسي عموماً، وتطور المسلم نفسياً بالخصوص. فالمستوى الشخصي لهذا المسلم، حتى ولو نما نمواً نسبياً، يمكن أن يبدو في حالة تضاؤل، بقدر ما ينمو تطور الآخرين بسرعة أكثر. والواقع أن الوعي الاجتماعي الذي كان يتكون منذ حين في دائرة محدودة، أمام منظر محدَّد عموماً، بنطاق بلاد معينة هي الموطن، قد أصبح يتكون اليوم في إطار أكثر امتداداً بدرجة لا تضارع، وفي منظر أكثر انفساحاً كذلك. فكما هي الحال بالنسبة إلى الطفل، وللأسباب نفسها، يحصل امتداد في المستوى الشخصي للفرد: امتداد حضوره إلى مدى أبعد هن مقره، فوسطه، فبلاده. وهذا التوسع في مستواه الشخصي، يكون مقياساً غير مباشر لدرتجة تحضر هذا الوسط، حيث لا يحيا الفرد مع أهله ومواطنيه فحسب، ولكن مع عدد أكبر من الآدميين.\rوإذا كان هذا مقياساً للتحضر بالنسبة إلى وسط معين، فهو صالح كذلك بالنسبة إلى الوسط الإسلامي، إما لقياس تقدمه إذا كان متقدماً في هذا الطريق، وإما لقياس تخلفه إذا كان متخلفاً فيه.\rوإذن فنحن إذا أردنا استدراك هذا (التخلف) الذي تناولناه كحالة مرضية خاصة بالمجتمع الإسلامي، كما سلف أن شرحنا ذلك فيما مضى، فهناك مجال لكي نأخذ في اعتبارنا بطريقة منهجية الإطار الاجتماعي الذي يتكوَّن فيه وعي المسلم المعاصر، بغية منحه أقصى مستوى شخصي ممكن. والواقع أن فكرة الكمنويلث الإسلامي تمثل في ذاتها تمديداً في المنظر الذي يتكوَّن فيه الإنسان المسلم، وبالتالي امتداداً في مستواه الشخصي.\rونحن إذ نُلخِّص هذه الاعتبارات بالنسبة إلى مسلم معين؛ يمكننا أن نقول إن وعيه يتكوَّن وسط عدد معين من الدوائر التي نستطيع تخطيطها، في اعتبارنا لها","seal":"137B7B0D","part":"1"},
      {"page":68,"id":76,"nass":"بالنسبة إلى فرد (عربي جزائري) لا يتعدى نطاق حضوره الدائرة المشار إليها بالرقم (1)، ولتكن (مدينة الجزائر) على سبيل المثال:\r(1 عربي جزائري)\r(2 العالم العربي)\r(3 العالم الإسلامي)\r(4 العالم الإفريقي - الآسيوي)\r(5 الدائرة العالمية)\rفنشاهد على هذا التخطيط، أنه بقدر ما يعي فيه الفرد المولود في الدائرة رقم (1)، الدائرةَ رقم (2)، أعني مشاكل العالم العربي واتجاهاته وآماله، بقدر ما يكتمل وعيه ذاته، وينمو مستواه الشخصي؛ وبقدر ما يتخطَّى دائرة داخلية إلى أخرى خارجية، بقدر ما ينمو عالم أفكاره؛ وعندما يبلغ وعيه الاكتمال المتطابق مع (الدائرة العالمية) يكون مستواه الشخصي قد بلغ أقصى اكتماله، بحيث يَنْبَثُّ (حضوره) في سائر أجزاء المعمورة.\rولكي نعود إلى موضوعنا، نقول إن الإنسان المسلم بتطوره في الاتجاه (الانبساطي)، يستدرك تقدمياً من تأخره، ويملأ فراغ تخلفه كذلك. وإذن فانتقاله من دائرة مواطنه إلى دائرة العالم الإسلامي حيث تحتل فكرة الكمنويلث الإسلامي مكانها، يمثل اتجاه اكتماله الطبيعي في عصر المساحات الكبيرة المخططة!","seal":"E69EE81B","part":"1"},
      {"page":69,"id":77,"nass":"2 - تبعية المشاكل:\rغالباً ما نذكّر بأن القرن التاسع عشر، قد كان قرن التاريخ، لأن مشاكله توضع في الزمان، ويتم تقصِّيه للأحداث في ماضي البشرية حتى تخوم ما قبل التاريخ.\rوكذلك يقال إن القرن العشرين، هو قرن الجغرافيا السياسية، لأن مشاكله أميل إلى عناق معطيات المكان؛ وبما أنه قد شاهد ظهور المساحات الكبيرة المخططة، فقد أدى به اطراده في هذا الاتجاه، إلى أن يشاهد الآن المحاولات الأولى، لفتح ما بين الكواكب من مجال.\rوإن دوائر الأفكار التي قدمنا تخطيطها الرامز لهذا المفهوم، لهي الترجمة البسيطة لهذه الظاهرة العامة في حياة المسلم. فقد أصبح الإنسان المسلم ذاته مرغماً على الحياة في مجال أكبر، أو بتعبير أدق، في مجالات متعددة، فهو في أحدها مواطن في بلاد معينة، وفي الآخر يمكن أن يكون من مشمولات وحدة فدرالية ذات طابع سياسي سُلالي، وفي مجال ثالث يكون فرداً تابعاً لمجتمع ذي طابع ديني، وفي الرابع يمثل عضواً في مُتَّحَدٍ ما زال يبحث عن تحديد طابعه ورسالته، وأخيراً فهو في حيِّز القوة (مواطن عالمي) حسب التعبير الأصيل المعزوّ إلى جاري ديويز ( Garry Dawies).\rولكننا حتى الآن لم نضع مشكلة الإنسان المسلم إلا بالنسبة إلى المجال المحدد (بدار الإسلام). ويمكن للقارئ أن يقدر أننا بهذه الطريقة، قد استطعنا أن نهمل، في قليل أو كثير، المعطيات التي تتدخل على حد سواء في تلك المشكلة، إما باعتبارها عاملاً محدداً لموقف الإنسان المسلم الاجتماعي، أو باعتبارها نتيجة مترتبة على هذا الموقف. وهذا حق فقد قصرنا موضوعنا طواعية على زاوية جد محدودة، إذ لم نأخذ في اعتبارنا إلا العناصر التي تتعلق مباشرة بفكرة","seal":"9C332D53","part":"1"},
      {"page":70,"id":78,"nass":"الكومنويلث الإسلامي. ولكننا بنظرتنا الى المسلم في هذا المجال، يمكننا ان نتعرف من هذه النظرة نفسها على ماضيه ومستقبله، وِراثته ومهمته، وعلى دوره كإنسان عقيدي، ودوره كمواطن.\rولقد لاحظنا في الفقرة السالفة أن كل انتقال من دائرة داخلية إلى دائرة خارجية، يسجل تقدماً في التطور النفسي للفرد، وتمدداً في مستواه الشخصي يمنحه سَعَةً أكبر على نحو من الأنحاء. وعلى ذلك فمن الحق القول بأننا إذ نسلم للمسلم بمهمة تشمل سعة العالم الإسلامي، نكون قد زدنا في مستواه الشخصي أولاً وبالذات؛ ولكن أليس هذا التقدم للإنسان العقيدي في نهاية الحساب تقدماً للمواطن؟ .. المؤكد أنه قيد مشترك بين الطرفين، القول بأن العقيدي الحق، يكون دائماً مواطناً حقيقياً حتى بالنسبة إلى مساكنيه من ذوي المعتقدات المغايرة لمعتقده.\rومن ناحية أخرى فقد قلنا فيما مضى أن (عالم أفكارها) هو الذي يحمل الداء وأسباب أزمة العالم الإسلامي. وهذه الملحوظة يمكن أن تُتَرْجَمَ بطريقة أخرى هنا، فنقول إن (الإنسان العقيدي) يحمل في داخله المشاكل التي يواجهها المواطن، وإذا ما خلَّصْنا الواحد من بعض عقده المعينه، نكون قد خلصنا الآخر، بهذه العملية ذاتها من جزء كبير من مشاقه، لأنه يتصرف حاملاً لردود فعل ليست متأتية من بلاده، ولكن من (حبكة) تاريخية متأتِّية من الحضارة الإسلامية ذاتها. فثلاثة عشر قرناً قد فصَّلت نموذجماً اجتماعياً مسلماً، يتصرف ويفكر حسب كيفيات لا تغيب عنا ملاحظة سماتها المشتركة من (طنجة) إلى (جاكرتا). والمترتب على ذلك، أننا بملاحظتنا لمشكلة (الإنسان العقيدي)، نكون قد لاحظنا مشكلة المواطن في عمقها: إذ أن مشاكل هذا أو ذاك ذات تبعية متلازمة.\rوإذن فنحن إذ نتناول مشكلة الإنسان المسلم نكون قد التقينا بمشكلة","seal":"8DB0BC4E","part":"1"},
      {"page":71,"id":79,"nass":"(المواطن)، في أي بلاد ربطها التاريخ بصلات تقليدية مع المجتمع الإسلامي، بل نحن نتناول هذه المشكلة الأخيرة بطريقة أفضل. فنحن بهذه الطريقة سنتفهم بالخصوص، وبأفضل من ذلك، البدعة المتبدِّية فيما هو واقع من أن مواطن (جاوة) ومواطن (مراكش)، يعيشان اليوم على نفس المحور الجغرافي - السياسي الذي يبدأ من طنجة إلى جاكرتا، وهما مع ذلك جد مختلفيْن، بالنظر إلى النموذج المجتمعي الذي يحيا على محور واشنطن- موسكو ...\rوذلك راجع لما بينهما من قاسم مشترك، ليس متأتياً من الطقس ولا من التراب في بلادهما، ولكن من وراثة معينة يدينان بها إلى مجمتع (ما بعد الْمُوَحِّدين) الذي خصَّهُما في الواقع بالكثير من العناصر السلبية التي سبق لي أن حاولت إدراجها في دراسة أخرى تحت عنوان: (القابلية للاستعمار). وإذن ففي يومنا هذا توضع مشكلة (المواطن) في أي بلاد على نفس المضمون الاجتماعي لمشكلة أي كان من (إخوانه في الدين) في البلاد الأخرى. وهذا يؤدي إلى القول بأن مشكلة الإنسان العقيدي هي التي توضع في حقيقة الأمر، أعني مشكلة الإنسان المسلم الذي لا يعرف البتة كيف يستعمل عقيدته باعتبارها أداة اجتماعية ... وإن إحدى الفضائل التي يتعين ربطها بفكرة الكمنويلث الإسلامي، لهي إرْجاعُ هذا الاستعمال للإنسان المسلم، ومن ثَمَّ إرجاع ما للإسلام ذاته في النهاية من فعالية اجتماعية، ومن إشعاع في العالم.\r\r3 - الشهادة:\rإن الاعتبارات التي أجْرِيتْ على تخطيط الدوائر (أي مناطق الحضور)، قد تناولت بالخصوص موضوع المظهر النفسي- الاجتماعي في مشكلة الإنسان المسلم باعتباره (مُمَثلاً) لأفعاله أو (مؤلفاً) لها .. ولكن القرآن يعينه لدور آخر، هو دور (الشاهد) أو المشاهد الأمين لأعمال الآخرين:","seal":"B96E0ABF","part":"1"},
      {"page":72,"id":80,"nass":"{وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة 2/ 143].\rوالتخطيط السالف يمكن أن يتيح المجال لاعتبارات بالغة الأهمية متعلقة بهذا المظهر الأخلاقي، تلتقي تماماً مع الاعتبارات التي قدمناها في الفقرتين السالفتين، أو هي تواكبها امتداداً على نحو من الأنحاء ..\rفالواقع أن (الشاهد) في أساسه هو (الحاضر) في عالم الآخرين. والصفة الأولى المكتسبة، لإثبات قيمة أي (شهادة) هي: (حضور) الشاهد. ومنذئذ، إذا كان متعيناً على المسلم أن يقوم بالدور الملقى على عاتقه في الآية السالفة، فهو مجبر على الحياة في اتصال وثيق بأكبر عدد من الذوات البشرية ومشاكلها كذلك. ومن ثم يتعين على (حضوره) أن يعانق أقصى حدّ ممكن في المكان، لكي تعانق (شهادته) أقص كمٍّ ممكن من الوقائع. وعلاوة على ذلك، فإن المسلم في هذه الحالة ليس صاحب دور سلبي محض؛ إذ أن حضوره نفسه يؤثر على الأشياء وعلى أعمال الآخرين.\rفعندما يكون الشاهد حاضراً، يمكن لحضوره فحسب أن يغير من سير الأحداث، وأن يجنب الوقوع في المحظور؛ وعلى هذا فإن رسالة المسلم في عالم الآخرين لا تتمثل في ملاحظة الوقائع، ولكن في تبديل مجرى الأحداث، بردها إلى اتجاه (الخير) ما استطاع إلى ذلك سبيلاً:\r«من رآى منم منكراً، فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان».\rفهذا الحديث يضبط درجات الشهادة الثلاث، والدرجة الثالثة تمثّل الحضور المحض من غير تأثير مشاهد على الأحداث. وحتى في هذه الدرجة التي يصفها الحديث «بأضعف الإيمان»، ليس حضور المسلم بالسلبيّة المحضة ... ففي تَثبّت","seal":"D20B503B","part":"1"},
      {"page":73,"id":81,"nass":"الوقائع الباطني، يوجد الدليل الكافي على حضور المسلم في عالم الآخرين، ليس فحسب في دائرة مصالحه ومشاكله الذاتية بصفته مواطناً وعقيدياً، ولكن في الدوائر الأخرى كمجرد (إنسان).\rإلا أنه يجب أن نربط مفهوم الشهادة هذا، بكل الأهمية المتطابقة مع الدلالة التي يمنحه إياها القرآن، لكي نجعل منه رسالة المسلم الأساسية. كما يجب أن نطرح المسألة على الصعيد (الأُخْرَوِيّ)، لكي نستكشف دلالتها بمزيد من الجلاء، وإن كنا لا ننتوي القيام بذلك في هذه الفقرة.\r\r4 - الرسالة:\rوهناك مفهوم آخر يوضحه تخطيط الدوائر كذلك فيما يتعلق بالإنسان المسلم الذي يجب عليه أن يقوم بدور الشاهد، كما سلف القول؛ فهذا المفهوم قد بيَّن لنا أنه يتعيَّن عليه الحضور في مجال الآخرين- أو بتَعبير مُتَمَشٍّ مع تخطيطنا- في الدائرتين 4 و 5، ما دام حاضراً في الدوائر السابقة لهما.\rوفي ذات الوقت الذي يكون فيه (شاهداً)، يتعين عليه أن يصبح (رسولاً). كذلك، أعني صاحب رسالة يبلغها إلى الآخرين.\rلقد ختم النبيُّ - صلى الله عليه وسلم - (حجة الوداع) - كما نعلم جميعاً- بإشهاد ذي أهمية خاصة من وجهة النظر الأخلاقية، إذ توجّه بخطابه إلى جموع المؤمنين التي كانت تستمع إليه في صمت وخشوع، بعد أن أدّى إليهم آخر وصاياه، متخذاً السماء شهيداً، فقال لهم: «ألا ليبلِّغ الشاهد منكم الغائب».\rفهذه العبارة تسجل رمزياً ختام رسالة النبي - صلى الله عليه وسلم -، ولكنها تسجل في الوقت ذاته اللحظة المشهودة التي تصبح فيها هذه الرسالة، بما في محتواها من أساسي، الرسالةَ الخاصة بكل مسلم (حاضر) بإزاء (الغائبين). ولكي نعطي هذا المشهد الدلالة المتطابقة مع رمزيته، يجب أن نربط كلماته ذاتها بمعنى","seal":"2C44E9EA","part":"1"},
      {"page":74,"id":82,"nass":"رمزي ة فالمسلم (الحاضر) في هذا اليوم بسفح جبل عرَفات، لا يمثل شخصه وجيله فحسب، ولكنه يمثل الأجيال التي تأتي بعده كذلك، لأن عبارة النبي - صلى الله عليه وسلم - لم تكف ولن تكفَّ عن التَّصادي والرنين في أسماع الأجيال المسلمة المتعاقبة منذ الجيل الأول الذي سمعها. فقد كانت هذه الأجيال جميعها (حاضرة) في شخص السامعين ذلك اليوم، كما أن الأجيال البشرية قد حلفت يمين آدم في شخصه قبل أن توجد في هذا العالم.\r{وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ * أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ * وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ} [الأعراف 7/ 172 - 174].\rكذلك إذ نستعمل اللغة الرمزية التي تترجم روحَ المشهد المذكور بطريقة أفضل، نقول: إن (الغائبين) في ذلك اليوم ليسوا فحسب، المسلمين الذين أقعدهم الشغل الشاغل أو المرض، بعيداً عن (مكة) و (عرفات)، ولكن (الغائبين) في تصور كل الأجيال، والغائبين الذين لم تبلغهم بعد رسالة الإسلام.\rفكل مسلم قد كان (حاضراً) معنوياً في عرفات، واستمع إلى وصايا الرسول - صلى الله عليه وسلم - الأخيرة. ولذلك يتعين عليه اليوم أن يحمل الرسالة الإسلامية إلى كل الذين غابوا في ذلك اليوم، وإلى كل الذين لا يزالون (غائبين) الآن، وما بعد الآن.\rفهل يحمل المسلم هذه الرسالة؟! ..\rإن هذا الخبر القصير المقتطف من إحدى الصحف، يجيب عن السؤال: فقد قرآنا في صحف 13/ 9 / 1958، هذا الإعلان الغريب: ((زعيمة الجالية الإسلامية في","seal":"EFA1F282","part":"1"},
      {"page":75,"id":83,"nass":"برلين اسمها فاطمة)): ((زعيمة الطائفة الإسلامية في برلين سيدة اسمها فاطمة. إنها ألمانية تزوتجت رجلاً باكستانياً، وأعلنت إسلامها. وعندما مات زوجها ذهبت لتقيم في الجامع الصغير الوحيد الموجود في ضاحية برلين، وكرست حياتها للدعوة الإسلامية.\rإن فاطمة تشكو من إهمال جامع برلين. إنها تشكو من أنها تملك خمس مصاحف فقط؛ ولا تملك أسطوانات كافية لإذاعة القرآن؛ وقد احترقت مكتبة الجامع في الحرب، وهي لا تجد الكتب الكافية للدعوة إلى الإسلام، ولإطلاع الألمان الذين يريدون معرفة تعاليمه، على كل هذه التعاليم)).\rوإنني لعلى علم بوضع هؤلاء المسلمين المعزولين المبذورين في نواحي متفرقة من أوروبا، حيث يحملون إشعاع الفكرة الإسلامية بعيداً عن نطاقاتها التقليدية. ولذلك أحسبني أقرأ بين سطور رسالة الأخت فاطمة، ما لم تسمح لها كرامتها بكتابته. ولكن رسالتها لا تزداد إلا تأثيراً- على ما هي عليه الآن- عندما نكون فى شيء من العلم، بالأشياء التي لا تذكر بصريح العبارة.\rأيتها الأخت فاطمة إن رسالتك اتهام موجه ضدَّ قادة خمس مئة مليون مسلم!. وضدَّ أمرائهم، ممن تستطيع نفقاتهم الباذخة لليلة واحدة أن تمول مشروعك لسنة كاملة. وضدَّ علمائهم ممن يعزز صمتهم الآثم الكثير من الأخطاء والخطايا في البلاد الإسلامية! ..\rأي أختي فاطمة، لَكَمْ تكون شهادتك دامغة، يوم يقوم الحساب، ضدَّ كل أولئك الذين خانوا رسالتم بالنسبة إلى إخوانهم في الإنسانية، الذين كانوا- منذ ثلاثة عشر قرناً- في عداد (الغائبين) عن عرفات يوم حجة الوداع! ..","seal":"F398825F","part":"1"},
      {"page":76,"id":84,"nass":"5 - المثال البريطاني:\rإننا باختيارنا لعنوان هذا الكتاب، قد استقينا النموذج الأصلي- كما لا يغيب عن فطنة القارئ- من مثال موجود فعلاً، وهو (الكمنويلث البريطاني). وكل اختيار لمثال يفرض مواطن شَبَهٍ في مظهر الأشياء أو في ماهيتها. ولكننا لو قمنا بصنع تقويم لمواطن الشبه هذه، فإننا نصل بالضرورة إلى نهايتها التي تتبدَّى فيما وراءها حينئذ مواطن الاختلاف. والمشابهات قائمة على نحو من الأنحاء في مستوى المشاكل، والمفارقات كائنة في طبيعتها؛ فالكمنويلث البريطاني (مساحة كبيرة). وفي هذا المستوى تتخذ المشاكل صبغة جغرافية- سياسية، أعني صبغة سياسية محدَّدة بالمساحة على الخصوص.\rوالكمنويلث الإسلامي، بسبب مسافاته المحورية، والكتل البشرية التي تشملها مساحته، يضع أمامنا مشكلة ذات طابع جغرافي- سياسي، في مستوى الكمنويلث البريطاني.\rوهذه مشابهة مهمة. جداً، من شأنها، في مقياس معين، الإيحاءُ بالحلول، والتقريب بينها، خاصة وأن الكمنويلث البريطاني، ليس دولة، ولا فيدرالية دول، ما دامت كل بلاد عضوة فيه تمارس سيادتها في كل المجالات، وتملك تمثيلها الديبلوماسي الخاص بها في الخارج. وعلى العكس من ذلك، فإن دول (الولايات المتحدة الأمريكية)، تكون فيدرالية ذات تمثيل ديبلوماسي واحد. والمترتب على هذا أنه لكي نحدِّد الرابطة العضوية، التي تستطيع الربط بين أجزاء كمنويلث إسلامي، يمكننا- ما دمنا على علم بالوضع الحقيقي لهذه الأجزاء- أن نستلهم المثال البريطاني، أكثر من استلهامنا للمثال الأمريكي أو السوفياتي.\rعلى أن لهذه المشابهة نفسها حدها الذي لا تتعداه، فالرابطة العضوية بالنسبة إلى الكمنويلث البريطاني، المجسَّمة كما هو الواقع في شخص (ملك","seal":"35B1DDB0","part":"1"},
      {"page":77,"id":85,"nass":"إنجلترا)، تدار سياسياً بواسطة (لائحة وستمنستر)، الناجمة عن قانون صوَّت عليه (مجلس العموم البريطاني) في 11 ديسمبر سنة 1931. ومن ناحية أخرى، فهو يدار من وجهة النظر الاقتصادية (باتفاقيات أوتاوا) التي تعين بعد سنة من التصويت على لائحة وستمنستر، أن تحدد موقف الكمنويلث، لمواجهة الوضع الاقتصادي العالمي، غداة الحرب العالمية الأولى، وبالخصوص لمواجهة عامل جديد هو: الانطلاق الصناعي لليابان.\rفمن الوجهة السياسية والاقتصادية بالخصوص، يمنحنا المثال البريطاني إذن، عناصر بالغة الإفادة فيما يتعلق بتصيم أوَّلي للمثال الإسلامي.\rإلا أن التشابه يقف لدى مدى جد مبكر، ولا يتيح لنا مثلاً أن نتصور الرابطة العضوية للكمنويلث الإسلامي مشخَّصة في (ملك) أو حتى في (رئيس جمهورية)، ولكن في (فكرة) هي: (الإسلام)، ممثلة في (مجمع دائم) يجسِّم (الإرادة الجاعية) للعالم الإسلامي، ويمثل مصالحه العامة.\rوالمقر الرسمي، لهذا (المجمع) يجب أن يكون في ذات الوقت (الوحدة القاعدية) التي تتصل على أساسها أجزاء الكمنويلث المختلفة لتتبادل فيما بينها ما يتعلق (بشؤونها الإسلامية)، و (مركز الدراسة) للمشاكل النوعية في العالم الإسلامي، و (مركز الإنجاز والإذاعة) للحلول التي يعثر عليها.\rوعلى هذا فإذا كان في إمكان المثال البريطاني أن يوحي بحلول نافعة للمثال الإسلامي، فإن لهذا الأخير، علاوة على ذلك، مشاكله النوعية التي تحتم حلولاً خاصة.\rفالكمنويلث البريطاني في أساسه، (مجموعة دول)، ويترتب على هذا أنها ذات مشاكل سياسية بالخصوص، بينما يجب أن يكون الكمنويلث الإسلامي (مجموعة شعوب) بالخصوص.","seal":"AAA2FCB2","part":"1"},
      {"page":78,"id":86,"nass":"ولكي نترجم هذا إلى لغة أكثر تعبيراً نقول: إنه إذا كان المثال البريطاني، قد قُصِدَ به الإجابة عن شواغل سياسية، فإن المثال المسلم يجب أن يُقْصَدَ منه مواجهة المشاكل ذات الصبغة النفسية والاجتماعية التي أشرنا إليها طوال الفصول السالفة.\rولا يجب أن ننسى أن الكمنويلث الإسلامي من وجهة النظر (الوظيفية) يجب أن يمكن البشرية المسلمة، أساسياً، من استدراك تأخرها، واستدراك تخلفها بالنسبة إلى التطور العام، وبالنسبة إلى المساحات الكبيرة المخطَّطة بالخصوص. ومن ثَمَّ فنحن نرى أن مفارقاته مع المثال البريطاني، تذهب أبعد من المشابهات. ويبدو هذا بمزيد من الوضوح، في الدور (الوظيفي) لكل منهما. فلائحة (وستمنستر)، واتفاقيات (أوتاوا)، قد حُدِّدَتا في علاقتهما الوظيفيَّة بالمشاكل الجفرافية- السياسية، التي تعبر إجمالاً عن مشكلة (القوة) البريطانية، كما تبدّت في السنوات العشر التي أعقبت الحرب العالمية الأولى.\rوعلى العكس من ذلك، إذا ما وجب تحديد لائحة الكمنويلث الإسلامي، فإن هذا التحديد سيكون مؤكّداً أميل إلي ما له من علاقة وظيفية بالمشاكل التي تتبدَّى، والتي يجب أن توضع في حدود (البقاء).\r\r6 - نوعية المشاكل:\rعلاوة على المشاكل ذات الطابع الاجتماعي والأخلاقي التي سبق لنا تحليلها في الفصول السالفة، فإن الكمنويلث الإسلامي- باعتباره (هيئة مُمَرْكِزَة) و (مركزاً للبحوث) - يجب أن يدرس أيضاً بعض المشاكل المعينة ذات الصبغة الفنية الخاصة بالمجتمع الإسلامي.\rففي الإمكان تمييز مستوى هذا المجتمع باعتباره- كما سبق أن فعلت ذلك في دراسة أخرى- في حالة (قبل- حضارية) .. فالمشكلة التي توضع أمام كل مجتمع بشري يوجد في هذه الحالة، تمتد أساسياً إلى عناصره (الحيوية- التاريخية)","seal":"E71EFEE4","part":"1"},
      {"page":79,"id":87,"nass":"الثلاثة الرئيسية المتمثلة في: الإنسان، والتراب، والوقت.\rوإذا كانت مشكلة الإنسان، هي التي توضع بصفة عامة، في المجتمع الإسلامي، فهناك مظهر يجب أن تعتبر فيه بصفة أخص، ونعني به (نزعة الترَحُّل):\rفالرَّحالة إنسان لم يتكامل بعدُ مع اطراد حضارة ... والواقع أنه يمْثُل في تقويم حياة اجتماعية لوَسَط معين، كعنصرٍ (صِفْرٍ) أو (محايد)، لأنه يظل بلا تصرف في هذا الوسط، وليس له من تأثير يذكر على توازنه الاقتصادي، ولا على توازنه الثقافي، بل ويمكنه إرباك توازنه السياسي عندما تتدخل فيه مؤثرات أجنبية، كما رأينا ذلك مراراً في بلاد إسلامية كثيرة.\rوالواقع أن هناك بلاداً إسلامية عديدة تتضن من بين سكانها نسبة مئوية هامة من العناصر الرَّحالة التي لم تتكامل- بوصفها هذا- مع الحياة الاجتماعية، بحيث تكون العلامة الأكثر تأكيداً للحالة ما قبل الاجتماعية التي توجد فيها هذه البلاد.\rوبقدر ما تزداد هذه النسبة المئوية في بلاد ما، بقدر ما تقترب حالتها العقلية من الشروط المحدَّدة بالنفسية الصبيانية. ولو أُجرِيَتْ دراسة منهجية على هذا الموضوع، لأثبتت بالتأكيد- بتطبيقها للمعايير الموائمة- تأثير النسبة المئوية للرَّحالة على المستوى العقلي للبلاد التي تناولتها الدراسة.\rوبطبيعة الحال فما دام المتوقع من هذا (التأثير) أن يصبح (سبباً) - وهو أمر طبيعي في اطراد اجتماعي معين- فإننا نرى أيَّ (نتيجة) يمكن أن يؤثر بها على عنصر (التراب) مثلاً.\r(فنزعة الترحُّل) تؤثِّر على التراب، ليس فحسب بطريقة عددية، بواقع أن جزءاً معيناً من السكان غير مستقر فيه وضعياً، ولكنها تؤثر فيه نفسياً","seal":"CF40221F","part":"1"},
      {"page":80,"id":88,"nass":"كذلك؛ إذ أن حالة التراب إلى حد ما، انعكاس لنفسية اجتماعية معينة.\rوإذن، ومن وجهة نظر فنية، فإن مشكلة التراب تنطبق بطبيعة الحال على مشكلة الإنسان، وإن كان لها علاوة على ذلك نوعيتها الخاصة.\rوالواقع أن لمعظم البلاد الإسلامية جزءاً هاماً، في قليل أو كثير، من ممتلكاتها الأرضية في حالة صحراوية أو شبه صحراوية. والنسبة المئوية لهذا الوضع جدُّ متباينة، ويمكنها أن تتعدى في (العربية السعودية) مثلاً التسعين في المئة (90%)؛ وتبقى بكل طريقة. فيما فوق الخمسين في المئة (50%) بالنسبة إلى معظم الأراضي الإسلامية كمصر وليبيا وتونس وغيرها.\rوحيثما يكون الإنسان رحّالة، والتراب في حالة صحراوية أو شبه صحراوية، فإن قاعدة الحياة الاجتماعية نفسها هي التي تشكو النقص، إذ أن (أساس) الحضارة هو المفقود.\rعلى أنه يبدو أن البلاد الإسلامية قد أخذت تنتبه إلى هذه المشاكل الفنية، وتفتش عن الحل، على الأقل فيإطار المنشآت الدولية المعنية. وفي هذا الاتجاه نفسه، يعقد في هذه الآونة بطهران مؤتمر علمي يتناول موضوع دراسة الصحارى.\rولكن الحلول العامة، والتراتيب المتخذة بغية الانتقال من طور الدراسة إلى طور التطبيق، لا يمكن أن تظهر إلا في تخطيط إجمالي معانق لمشاكل الإنسان والتراب في البلاد الإسلامية.\rوتحت هذا المظهر المزدوج، العلمي والتطبيقي، يتعين على المشاكل أن تتبع (مركزاً للبحوث) في مقدوره أن يكون الأداة الأكثر فعَّالية، لخلق (روح) الكمنويلث الإسلامي و (أداته).","seal":"84A18C22","part":"1"},
      {"page":81,"id":89,"nass":"خلاصة\rإن هذه الدراسة جد مجملة، لكي تعرض بما فيه الكفاية لمحتوى فكرة كمنويلث إسلامي؛ وإن كانت على هذه الصورة أطول مما يجب بالنسبة إلى الإطار الضيق المرصود لأعداد هذه السلسلة. وقد اقتضانا الإطار اختصار العرض في كثير من النقط، والتحوير المنهجي في أخرى. فنحن لم نحدد مثلاً (الثقافه الإسلامية) التي تستطيع إحياء الإنسان المسلم، وتكييفه من جديد مع مسؤولياته بالنسبة إلى الدوائر المختلفة التي يتعين فيها حضوره للقيام بمهمته كممثل (أو صاحب دور)، وكشاهد عيان، وكرسول مبلغ ... إذ لا يمكنني تناول هذا الموضوع هنا- في بضعة سطور، وإن كنت قد ذكرت أفكاري حول هذا الموضوع في مجال آخر؛ ولذلك فأنا أفترص أن القارئ على علم بوجهة نظري تلك في هذا الصدد، وأنه قد تبنى وجهة النظر هذه تلقائياً، في قراءته للفقرات السالفة، كما تبنيتها أنا بطريقة ضمنية أثناء كتابتي لهذه الفقرات.\rومن ناحية أخري، فإن للثقافة في القرن العشرين مظهراً جفرافياً- سياسياً يتعلق برسالتها في (عالم الآخرين)، وإذن فلها دورها بالنسبة إلى مشاكل هذا العالم. وضمن هذه العلاقة فإن أحد عناصر تحديدها- وهو عنصر رئيسي ولا ريب لم يتح لنا تناوله- هو مشكلة السلام. وهذا أيضاً إغْفال مقصود فرضته ظروف العمل ذاتها.\rولكننا لا نستطيع إنهاء هذا العمل، دون أن نلفت نظر القارئ مرة أخرى إلى بعض النقط الخاصة التي لم نوضحها بما فيه الكفاية فيما سبق، أو التي لم نتناولها البتة في الفصول السابقة. فقد أشرنا فحسب إلى بعض المعالم العامة في","seal":"09BB272D","part":"1"},
      {"page":82,"id":90,"nass":"تحديد كملنويلث إسلامي من وجهة سياسية، تاركين لمن سيأخذون على عاتقهم الأعمال التحضيرية، إعطاء تحديد أكثر دقة، لكننا بمقارنته مع المثال الأنجلنري، قد أعطينا القارئ لمحة عن الوظيفة السياسية للمثال الإسلامي.\rونريد أن نحدد أكثر من ذلك طبيعة هذه الوظيفة، بتعريف سلبي على الأقل، نقتبسه من أحد أعداد سلسلة الثقافة الإسلامية بعنوان (الوحدة الإسلامية)، حيث كتب الشيخ (أبو زهرة) ما يلي في الصفحة (29): ((إن الوحدة التي نبتغيها لا تمس سلطان ذي سلطان يقوم بالحق والعدل في المسلمين، ولا شكل الحكم في الأقاليم الإسلامية، فلكل إقليم أسلوب حكمه ما دام يؤدي إلى إقامة الحق والعدل فيه، ويحقق المعاني الإسلامية السامية)).\rإننا تقتبص هذه العبارات ليس فحسب لأن اتجاهها يلتقي مع التعريف الذي نوافق على منحه لفكرة الكمنويلث الإسلامي، ولكن لأنه يدعم هذا التعريف كذلك، بمنحه قاعدة شرعية ... لأنني لا أشك مطلقاً في أن وجهة نظر الشيخ (أبي زهرة) تعبر دائماً عن مذهب القانون الإسلامي في أدق الحدود. وهذه واحدة من النقط التي نريد تنبيه القارئ إليها مرة أخرى في هذه الخلاصة.\rأما النقطة الثانية فتتصل بظاهرة لاحظها مراقبو التطورات العالمية؛ فقد لاحظ هؤلاء أن الحرب العالمية الثانية قد ترتب عليها حركة انتقال لقيم الحضارة إلى الشرق، فنتج عن هذه الظاهرة حدوث توازن جديد بين القوى العالمية، أدى إلى تلك المكانة التي احتلها الاتحاد السوفياتي في مجال السياسة الدولية. وقد بدأ أن العالم الإسلامي نفسه قد تأثر تطوره هو الآخر بمفعول هذه الظاهرة، حتى لقد أمكن أن يستنتج من ظهور بعض الدول الإسلامية في آسيا.- نظراً لكثرة عدد سكانها- الحكمُ بأن مركز ثقل التاريخ الإسلامي قد انتقل هو بدوره إلى الشرق.","seal":"373F05C8","part":"1"},
      {"page":83,"id":91,"nass":"وقد سبق لي أنا نفسي أن أصدرت مثل هذا الحكم في دراسة كنت كتبتها إبّان أحداث فلسطين التي كشفت عن مظاهر الضعف المؤسفة في العالم العربي؛ فقد كان يبدو آنذاك أن التاريخ الإسلامي سوف يتم إنجازه في القارة الآسيوية. ولكن حدث بعد هذا الحين أن ظهرت أحداث جديدة كان من شأنها التأثير في تطور العالم العربي، الأمر الذي بدا معه أن مركز ثقل التاريخ الإسلامي قد رجع من جديد إلى معاقله التقليدية- كالقاهرة مثلاً- حيث كانت الثقافة الإسلامية تشع على العالم خلال القرون.\rأما النقطة الثالثة والأخيرة- وهي التي نريد إلفات ذهن القارئ إليها بالخصوص- فتتعلق ببعض المجهولات التي لم تتبلور بعد بوضوح في الواعية الإسلامية الموضوعة أمام مشهد العالم المخطط. وهذه المجهولات يمكن التعبير عنها بطرق عديدة، ومن الراجح جداً أن يكون المختصُّون بمراقبة سير القضايا الإسلامية في العالم، متتبعين لتطورها بانتباه بالغ. ويمكننا نحن أنفسنا أن نتمثل هذا التطور في صورة عملية كيميائية تتمّ في إناء مغلق. ومنذئذ نصبح بإزاء مشكلة ميكانيكية؛ فإذا توازنت القوى الداخلية والقوى الخارجية على جانبي حواجز الإناء، أمكن للعملية أن تستمر في تساوق، وأن تؤول إلى نتيجتها الطبيعية. أما إذا حدث أيُّ اختلال في التوازن فإن حواجز الإناء تتطاير شظايا بديدة في الهواء، وتتوقف العملية الكيميائية توقفاً لا يمكن تداركه.\rإن الإناء المغلق يصور العالم الإسلامي في مجرى تطوره الراهن؛ فهناك قوى داخلية تعمل على تحويله بغية تكييفه مع الحياة العالمية الراهنة إلا أنه يعاني على دائرة محيطة- كما سلف أن أوضحت ذلك- مفعول قوى خارجية مريبة. فإذا لم يتح للقوى الداخلية أن توازن مفعول القوى الخارجية، فإن الأمر سيؤول لا محالة إلى تطاير حواجز الإناء شظايا بديدة في الهواء؛ وحينئذ يتسنَّى للنزعة الاستعمارية وللشيوعية التقاط تلك الشظايا البديدة.","seal":"7F3BAF4D","part":"1"},
      {"page":84,"id":92,"nass":"إلا أنه يجب علينا أن نقول بأن خطورة المشكلة قائمة في داخل ذلك الإناء بوجه خاص. وفي متوقفة على أولئك الذين يوجهون العملية الكيميائية التي تعمل على تغيير العالم الإسلامي في هذه المرحلة من تاريخه. إن أيَّ سهو من جانبهم قد يؤدي إلى انفجار الإناء. وإذا حدث الانفجار، فلن يكون مجدياً أن تقول لأولئك المتطلعين لهذه اللحظة، لا تلتقطوا شظاياه! .. ومن ثَمَّ فلا ريب في أن الخطر سيظل يتهددنا طوال العشرين سنة القادمة ... ولكن (الإسلام) يظل دائماً القوة التي لا تحطم.\r\rنقله عن الفرنسية\rالطيب الشريف","seal":"62840120","part":"1"},
      {"page":85,"id":93,"nass":"المسارد\r1 - مسرد الآيات القرانية\r2 - مسرد الأحاديث النبوية\r3 - مسرد الأعلام (الأشخاص والدول والأمكنة)\r4 - مسرد المذاهب والجماعات والشعوب\r5 - مسرد المعاهدات والمؤتمرات والمنظمات\r6 - مسرد الموضوعات","seal":"147D5481","part":"1"},
      {"page":87,"id":95,"nass":"1 - مسرد الآيات القرآنية\r¬_____________________________________________________________________________________\rالسورة .......................................................................................... رقمها ............................. الصفحة\r_____________________________________________________________________________________\rسورة البقرة (2)\r{وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} ................ 143 .................................. 73\r\rسورة الأعراف (7)\r{وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ\rقَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ *\rأَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ *\rوَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ} ........................................................... 172 - 174 ................ 74\r\rسورة عبس (80)\r{عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الْأَعْمَى} .............................................................. 1 - 2 ...................... 64\r\r2 - مسرد الأحاديث النبوية\r_______________________________________________________________________\rالحديث ..................................................................................................... الصفحة\r_______________________________________________________________________\r(أ)\r«ألا ليبلغ الشاهد منكم الغائب» .............................................................................. 73\r\r(م)\r«من رأى منم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» .......... 72","seal":"DF0507B8","part":"1"},
      {"page":88,"id":96,"nass":"3 - مسرد الأعلام\r(يشمل: الأشخاص والدول والأمكنة)\r¬__________\r\"أ\"\rآدم 74\rآسيا 82\rأبو زهرة 82\rالاتحاد السوفيتي 40، 82\rالاتحاد الهندي 40\rأحياء القاهرة 23\rإرنست بسيكاري 32، 34\rاسطنبول 54\rإسلامستان 58\rالأفغان 14\rأفغانستان 42\rالأقاليم الإسلامية 82\rالألمان 75\rألمانيا 52، 53\rأندونيسيا 14، 42\rأوربا 8، 28، 32، 75\r\r\"ب\"\rباريس 29، 36\rبافلوف 56\rالباكستان 13، 14، 42\rبرلين 75\rبغداد 58\rبقاع الإسلام المقدسة 43\rالبلاد الإسلامية 59، 75، 80\rالبلاد العربية 15\rالبنثيون- مقبرة العظماء37\r\r\"ت\"\rتونس 80\r\r\"ج\"\rجاري ديويز 69\rجاكرتا 40، 42، 70، 71\rالجامع الأزهر 24\rجامع برلين 75\rجان بول سارتر 31\rجاوة 71\rجبل عرفات 75،74،29\rالجزائر 35، 42، 51، 61، 68\rجمال الدين الأفغاني 26\rالجمهورية العربية المتحدة 44\r\r\"ح\"\rحي الأزهر 32، 23\rحي الموسكي 22\r\r\"خ\"\rالخرطوم 39\r\r\"د\"\rدار الإسلام 69\rدار السلام 42\rالدول الإسلامية 82\r\r\"ر\"\rالرباط 39، 40\rالرسول - صلى الله عليه وسلم - 73،63، 74\r\r\"ز\"\rالزهاوي 30","seal":"0EC49CF1","part":"1"},
      {"page":89,"id":97,"nass":"¬__________\r\"س\"\rالسلطة السعودية 43\rالسودان 15، 44\r\r\"ش\"\rالشرطة السعودية 29\rالشرق 8\r\r\"ص\"\rصحراء موريتانيا 32\rالصين 37\rالصين الشعبية 7، 40، 41\r\r\"ض\"\rضاحية برلين 75\r\r\"ط\"\rطرابلس- لبنان 5\rطنجة 42، 70، 71\rطهران 80،58\rالطيب الشريف 88\r\r\"ع\"\rالعراق 54\rالعريية السعودية 39، 80\rعمر مسقاوي 5، 9\rالعواصم الإسلامية 29\r\r\"غ\"\rالغرب 8، 19\rغورباتشوف 8\r\r\"ف\"\rفارس 42\rفاضل الجمالي 57، 58\rفاطمة- زعيمة الطائفة الإسلامية في برلين 75\rالفرس 14\rفلسطين 83\r\r\"ق\"\rالقارة الآسيوية 83\rالقارة الصينية 36\rالقاهرة 7، 22، 23، 39، 57، 60، 63، 83\rالقرى الجزائرية 30\r\r\"ل\"\rلبنان 57\rليبيا 80\rلينين 19\r\r\"م\"\rمارشال 12.\rمالك بن نبي 5، 7، 8، 9\rالمحكمة الشرعية في طرابلس- لبنان 5\rمحمد عبده- الشيخ 26\rالمدينة المنورة 43\rمراقب الاستعمار 57\rمراكش 35، 39، 71\rمسجد ابن طولون 28\rمصر 15، 18، 31، 44، 50، 80\rمكة المكرمة 29، 46، 74\rالملايو 14، 42\rمَلِكْ إنجلترا 77\rالمنطقة الأطلنطية 12\rالمنطقة السوفياتية 7، 12\rمنطقة الصين الشعبية 12\rمنطقة الوحدة الهندية 12\rمنى 29\rموريتانيا 32\rموسكو 7، 12، 40، 71\rميدان التحرير 23\rميناء أرثير 28\r\r\"ن\"\rنوري السعيد 58\rالنيل 31، 39\r\r\"و\"\rواشنطن 7، 12، 40، 71\rوزارة الخارجية الأنكليزية 58\rالولايات المتحدة الأمريكية 76\r\r\"ي\"\rاليابان 28، 50، 77\r\r- 89 -","seal":"C38A1B85","part":"1"},
      {"page":90,"id":98,"nass":"4 - مسرد المذاهب والجماعات والشعوب\r¬__________\r\"أ\"\rالاستعمار 55، 56، 57، 58\rالإسلام 35\rالأصولية المتشددة الرافضة 8\rالأفكار السارترية 30\rالأمبريالية اليابانية 36\r\r\"ح\"\rالجالية الإسلامية 74\rالجيل الإسلامي 26.\rالجيل الصيني الناشئ 37\r\r\"ح\"\rحزب الكتائب 57\r\r\"ش\"\rالشعوب الإسلامية 50\r\r\"ر\"\rالروابط الطلابية بالقاهرة 60\r\r\"ش\"\rالشيوعية 83\r\r\"ط\"\rالطائفة الإسلامية في برلين 75\r\r\"ع\"\rالعالم الإسلامي 7، 8، 9، 12، 14، 15، 17، 18، 19، 20، 24، 26، 28، 29، 30، 31، 32، 34، 39، 41، 42، 43، 44، 46، 51، 54، 55، 58، 62، 68، 70، 77، 82، 83، 84\rالعالم الإسلامي الأصفر 14\rالعالم الإسلامي الأفريقي 14، 42، 45، 46\rالعالم الإسلامي الأوروبي 44، 45، 46\rالعالم الإسلامي الإيراني 14، 42. 45، 46\rالعالم الإسلامي الصيني المنغولي 42، 45\rالعالم الإسلامي العربي 43، 45، 46\rالعالم الإسلامي الماليزي 42، 45، 46\rالعالم الإسلامي الملايو 14\rالعالم الأفريقي الآسيوي 68\rالعالم الشيوعي 62\rالعالم العربي 62، 68، 83\rالعالم المعاصر 9\rالعنصر الشيعي 83\rالعوالم الإسلامية 44، 45\r\r\"ف\"\rفكرة الإسلامستان 13\rالفكرة الإسلامية 75\rفكرة الأفريقية الآسيوية 26\rفكرة بن نبي 9\rفكرة الكمنويلث الإسلامي 12، 14، 28، 57\r\r\"م\"\rالماركسية 19\rالمجتمع الإسلامي 26، 27، 28، 29، 30، 33، 34، 38، 39، 41، 49، 50، 52، 58، 59، 61، 64، 67، 71، 78، 79\rمجتمع ما بعد الموحدين 71\rالمجتمع الياباني الحديث 28","seal":"FC1486D5","part":"1"},
      {"page":91,"id":99,"nass":"¬__________\rالمذاهب الاقتصادية 53\rالمسلمون 35، 57\rالمسيحية 35\rمشكلة الأفكار في العالم الإسلامي 9\r\r\"ن \"\rالنزاعات الطائانية 8\rالنزاعات العرقية 8\rالنزاعات المذهبية 8\rالنزاعات الاستعمارية 83\rالنزاعة الوجودية 30\r\r\"و\"\rالوحدة الإسلامية 82\rالوحدة الهندية 7","seal":"DE48948C","part":"1"},
      {"page":92,"id":100,"nass":"5 - مسرد المعاهدات والمؤتمرات والمنظمات\r¬__________\rاتفاقيات أوتاوا 77، 78\rأحداث فلسطين 83\r\r\"ت\"\rتكتل العالم الإسلامي 13\r\r\"ث\"\rالثورة الصينية 37\r\r\"ح \"\rحجة الوداع 75\rالحرب العالمية الأولى 77، 78\rالحرب العالمية الثانية 82\rحركة النهضة 26\rحلف الأطلسي (الأطلنطي) 7، 40\rحلف بغداد 58\rالشركات الإنكليزية 54\r\r\"ف\"\rالفتنة الطائفية 57\r\"ك \"\rالكمنويلث الإسلامي 7، 9، 15، 17، 20، 43، 44، 46، 47، 48، 58، 65، 67، 68، 70، 71، 76، 77، 78، 80، 81، 82\rالكمنويلث البريطاني 76، 77\r\r\"ل\"\rلائحة وستمنستر 77، 78\rمجلس العموم البريطاني 77\rمحور واشنطن- موسكو 7، 12، 40، 71\rالعسكر الرأسمالي 8\rالمعسكر الاشتراكي 8\rالمؤتمر الإسلامي 15\rموقعة ميناء أرثير 28\r\r\"ن\"\rندوة مالك بن نبي 5","seal":"AB4D6C9F","part":"1"},
      {"page":93,"id":101,"nass":"6 - مسرد الموضموعات\r¬__________\rالموضوع .................................................... الصفحة\rالمقدمة ...................................................... 5\rلوحة فكرة الكمنويلث الإسلامي ............................... 10\rلوحة رسم دراسة لفكرة الكمنويلث الإسلامي .................... 11\rفكرة الكمنويلث الإسلامي ..................................... 12\r1 - المبررات الجغرافية السياسية ............................. 12\r2 - مبررات سكليوجية ....................................... 12\r3 - مبررات فنية ............................................ 13\rالخلاصة .................................................... 13\rرسم دراسة لفكرة الكمنويلث الإسلامي ......................... 14\rملاحظة ..................................................... 14\rحقائق أساسية ............................................... 14\r2 - المقتضيات المنطبقة ................................... 15\rلوحة غلاف الطبعة الأولى .................................. 16\rمدخل ...................................................... 17\rالقسم الأول- مشروع دراسة شاملة ........................... 21\rأ- تاريخ الفكرة ............................................. 22\r1 - المحيط الجديد ........................................ 22\r2 - أولية المعيار الاجتماعي .............................. 24\r3 - التقليد والتمثيل ....................................... 26\r4 - فوضى الأشياء والأفكار .............................. 28\r5 - الاضطراب .......................................... 31\r6 - تكوين الفكرة ......................................... 34\rب- مشروع دراسة مكتملة ................................. 39\r1 - تبريرعام ............................................. 39","seal":"19C28D86","part":"1"},
      {"page":94,"id":102,"nass":"¬__________\r2 - أسباب جفرافية سياسية ......................................... 40\r3 - أسباب نفسية .................................................. 41\r4 - المظهر الفني .................................................. 42\r5 - اعتبارات عامة ................................................. 44\rأ- تخطيط يتعين تجنبه .............................................. 45\rب- التخطيط الصحيح .............................................. 46\rالقسم الثاني- قيمة الفكرة في المجتمع الإسلامي .................... 49\rأ- الفكرة في المجتمع الإسلامي .................................... 50\r1 - ضعف أساسنا المفاهيمي ....................................... 50\r2 - الفكرة ومراقب الاستعمار ...................................... 50\rب- اللافعالية في المجتمع الإسلامي ............................... 59\rمظاهرها المختلفة .................................................. 59\rملحوظة ........................................................... 61\rالقسم الثالث- وظيفة كمنويلث إسلامي ............................ 65\r1 - مناطق الحضور ............................................... 66\r2 - تبعية المشاكل ................................................ 69\r3 - الشهادة ...................................................... 71\r4 - الرسالة ....................................................... 73\r5 - المثال البريطاني .............................................. 76\r6 - نوعية المشاكل ............................................... 78\rالخلاصة .......................................................... 81\rالمسارد ........................................................... 85\rمسرد الآيات القرآنية .............................................. 87\rمسرد الأحاديث النبو ية ........................................... 87\rمسرد الأعلام (الأشخاص والدول والأمكنة) ........................ 88\rمسرد المذاهب والجماعات والشعوب .............................. 90\rمسرد المعاهدات والمؤتمرات والمنظمات ........................... 92\rمسرد الموضوعات ................................................. 93","seal":"7EE519DF","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1393,"ShrtCs":0,"Bk":"فكرة كمنويلث إسلامي","HigriD":"1393","oAuthVer":5,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"مالك بن الحاج عمر بن الخضر بن نبي","bLnk":null,"Inf":null,"Auth":"مالك بن نبي","Betaka":"الكتاب: فكرة كمنويلث إسلامي\r\nالمؤلف: مالك بن الحاج عمر بن الخضر بن نبي (المتوفى: 1393هـ)\r\nتَرْجَمَة: الطَّيّب الشَّرِيفْ\r\nالناشر: دار الفكر المعاصر بيروت-لبنان / دار الفكر دمشق-سورية\r\nالطبعة: إعادة الطبعة الثانية 1431هـ = 2000م - ط1: 1960م\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ العبد الضعيف الراجي عفو ربه أبو ياسر الجزائري.\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"مالك بن الحاج عمر بن الخضر بن نبي \r\n\r\nولد في مدينة تبسة (وهي مدينة تقع أقصى شرق الجزائر على الحدود الداخلية مع تونس) عام 1323هـ الموافق 1905م تلك الفترة التي شهدت أحداثاً كبيرة في تاريخ الجزائر وتاريخ الدول العربية، فقد سقطت الخلافة العثمانية واحتلت فرنسا الجزائر وبسطت هيمنتها على تونس والمغرب وكانت معظم الدول العربية تحت الاستعمار وما ترتب على ذلك من ردود الأفعال سواء في شكل حركات جهادية للتحرر أو دعوات إصلاحية \r\nولد مالك بين مجتمع جزائري محافظ وكانت أسرته فقيرة حيث كَفَلَهُ عمله في مراحل التعليم، وبسبب حالة الاحتلال التي كانت تعيشها الجزائر في ذلك الوقت لم يُقْبَلْ بن نبي، بعد انتهائه من المرحلتين الابتدائية والإعدادية، في الثانوية، فدرس في معهد وتخرج سنة 1925م برتبة باش عدل أي مساعد في القضاء بعد سنوات الدراسة الأربع، في مدرسته التي اعتبرها «سجناً يعلّم فيه كتابة»صك زواج أو طلاق«؛ ثم عمل مُتَطَوِّعًا بسبب عدم وجود وظائف.\r\n\r\nسافر بعدها مع أحد أصدقائه إلى فرنسا حيث كانت له تجربة فاشلة فعاد مجددا إلى مسقط رأسه. وبعد العودة تبدأ تجارب جديدة في الاهتداء إلى عمل، كان أهمها، عمله في محكمة أفلو حيث وصلها في مارس 1927م، احتك أثناء هذه الفترة بالفئات البسيطة من الشعب فبدأ عقله يتفتح على حالة بلاده.\r\n\r\nأعاد الكرة سنة 1930م بالسفر لفرنسا ولكن هذه كانت رحلة علمية. حاول أولا الالتحاق بمعهد الدراسات الشرقية، إلا أنه لم يكن يسمح للجزائريين أمثاله بمزاولة مثل هذه الدراسات. تركت هذه الممارسات تأثيرا في نفسه. فاضطّر للتعديل في أهدافه وغاياته، فالتحق بمدرسة (اللاسلكي) للتخرج كمساعد مهندس، ممّا يجعل موضوعه تقنياً خالصاً، بطابعه العلمي الصرف، على العكس من المجال القضائي والسياسي. وتخرج عام 1935 م مهندسا كهربائيا\r\n\r\nاتجه منذ نشأته نحو تحليل الأحداث التي كانت تحيط به و قد أعطته ثقافته المنهجية قدرة على إبراز مشكلة العالم المتخلف باعتبارها قضية حضارة أولا و قبل كل شيء فوضع كتبه جميعا تحت عنوان مشكلات الحضارة\r\n\r\nانغمس في الدراسة، وفي الحياة الفكرية، وتزوج من فرنسية واختار الإقامة في فرنسا حيث شرع يؤلف، في قضايا العالم الإسلامي، فكان سنة 1946 كتابه (الظاهرة القرآنية) (لبيك) ثم (شروط النهضة) 1948 الذي طرح فيه مفهوم القابلية للاستعمار و (وجهة العالم الإسلامي) 1954،أما كتابه (مشكلة الأفكار في العالم الإسلامي) فيعتبر من أهم ما كتب بالعربية في القرن العشرين .‏\r\nفي عام 1956 لجأ إلى القاهرة بعد إعلان الثورة المسلحة في الجزائر سنة 1954م و قد طبعت له وزارة الإعلام بالفرنسية كتابه ( الفكرة الإفريقية الآسيوية) 1956\r\nاتجه في القاهرة بعد اتصاله بالعديد من الطلاب إلى ترجمة كتبه إلى العربية ثم أصدر بقية كتبه بالعربية وتوالت أعماله الجادة. \r\nبعد استقلال الجزائر عاد إلى الوطن سنة 1963 حيث عين مديرا عاما للتعليم العالي الذي كان محصوراً في جامعة الجزائر المركزية و أصدر في الجزائر ( آفاق جزائرية ) (مذكرات شاهد للقرن ) ( مشكلة الأفكار في العالم الإسلامي ) ( المسلم في عالم الاقتصاد)\r\nفي سنة 1967 استقال من منصبه و تفرغ للكتابة والعمل الفكري وتنظيم ندوات فكرية، وبدأ هذه المرحلة بكتابة مذكراته، بعنوان عام مذكرات شاهد القرن.\r\nتوفي رحمه الله في 31 أكتوبر 1973 بالجزائر لكن علمه مازال مشعا يبلغ الآفاق","seal":"6B322ECD","cat":"الدعوة وأحوال المسلمين","oNum":37596,"BkId":37596,"oAuth":1351,"bVer":1,"aSeal":"CF38272D"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37596":
    [
      {"lvl":1,"id":9,"sub":0,"tit":"مقدمة"},
      {"lvl":2,"id":9,"sub":1,"tit":"فكرة كمنويلث إسلامي"},
      {"lvl":2,"id":14,"sub":0,"tit":"الخطوط العامة للكتاب"},
      {"lvl":3,"id":14,"sub":1,"tit":"المبررات الجغرافية السياسية"},
      {"lvl":3,"id":14,"sub":2,"tit":"مبررات سيكولوجية"},
      {"lvl":3,"id":15,"sub":0,"tit":"مبررات فنية"},
      {"lvl":3,"id":15,"sub":1,"tit":"الخلاصة"},
      {"lvl":2,"id":16,"sub":0,"tit":"رسم دراسة لفكرة كمنويلث إسلامي"},
      {"lvl":3,"id":16,"sub":1,"tit":"ملاحظة"},
      {"lvl":3,"id":16,"sub":2,"tit":"حقائق أساسية"},
      {"lvl":3,"id":17,"sub":0,"tit":"المقتضيات المنطبقة"},
      {"lvl":2,"id":19,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":23,"sub":0,"tit":"القسم الأول: مشروع دراسة شاملة"},
      {"lvl":2,"id":24,"sub":0,"tit":"أ - تأريخ الفكرة"},
      {"lvl":3,"id":24,"sub":1,"tit":"المحيط الجديد"},
      {"lvl":3,"id":26,"sub":0,"tit":"أولية المعيار الاجتماعي"},
      {"lvl":3,"id":29,"sub":0,"tit":"التقليد و (التمثل assimilation)"},
      {"lvl":3,"id":31,"sub":0,"tit":"فوضى (الأشياء) و (الأفكار)"},
      {"lvl":3,"id":37,"sub":0,"tit":"الاضطراب"},
      {"lvl":3,"id":41,"sub":0,"tit":"تكوين الفكرة"},
      {"lvl":2,"id":46,"sub":0,"tit":"ب - مشروع دراسة مكتملة"},
      {"lvl":3,"id":46,"sub":1,"tit":"تبرير عام"},
      {"lvl":3,"id":47,"sub":0,"tit":"أسباب جغرافية سياسية"},
      {"lvl":3,"id":48,"sub":0,"tit":"أسباب نفسية"},
      {"lvl":3,"id":49,"sub":0,"tit":"المظهر الفني"},
      {"lvl":3,"id":52,"sub":0,"tit":"إعتبارات عامة"},
      {"lvl":3,"id":53,"sub":0,"tit":"أ - تخطيط يتعين تجنبه"},
      {"lvl":3,"id":54,"sub":0,"tit":"ب - التخطيط الصحيح"},
      {"lvl":1,"id":57,"sub":0,"tit":"القسم الثاني: قيمة (الفكرة) في المجتمع الإسلامي"},
      {"lvl":2,"id":58,"sub":0,"tit":"أ - (الفكرة) في المجتمع الإسلامي"},
      {"lvl":3,"id":58,"sub":1,"tit":"ضعف أساسنا المفاهيمي"},
      {"lvl":3,"id":62,"sub":0,"tit":"الفكرة ومراقب الاستعمار"},
      {"lvl":2,"id":67,"sub":0,"tit":"ب - اللافعالية في المجتمع الإسلامي"},
      {"lvl":3,"id":67,"sub":1,"tit":"(مظاهرها المختلفة)"},
      {"lvl":3,"id":69,"sub":0,"tit":"ملحوظة"},
      {"lvl":1,"id":73,"sub":0,"tit":"القسم الثالث: وظيفة كمنويلث إسلامي"},
      {"lvl":2,"id":74,"sub":0,"tit":"مناطق (الحضور)"},
      {"lvl":2,"id":77,"sub":0,"tit":"تبعية المشاكل"},
      {"lvl":2,"id":79,"sub":0,"tit":"الشهادة"},
      {"lvl":2,"id":81,"sub":0,"tit":"الرسالة"},
      {"lvl":2,"id":84,"sub":0,"tit":"المثال البريطاني"},
      {"lvl":2,"id":86,"sub":0,"tit":"نوعية المشاكل"},
      {"lvl":1,"id":89,"sub":0,"tit":"خلاصة"},
      {"lvl":1,"id":93,"sub":0,"tit":"المسارد"}
    ]
}
