{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37647":
    [
      {"page":1,"id":1,"nass":"مالك بن نبي\rمشكلات الحضارة\rالمسلم في عالم الاقتصاد\r\rدار الفكر المعاصر بيروت - لبنان\rدار الفكر دمشق - سورية","seal":"A60E96D8","part":"1"},
      {"page":2,"id":2,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rالمسلم في عالم الإقتصاد","seal":"52757736","part":"1"},
      {"page":3,"id":3,"nass":"مالك بن نبي\r\rمشكلات الحضارة\rالمسلم في عالم الإقتصاد\r\rبإشراف ندوة مالك بن نبي\r\rدار الفكر\rدمشق - سورية","seal":"06903765","part":"1"},
      {"page":4,"id":4,"nass":"إعادة\r1420هـ - 2000م\rط3: 1987م","seal":"96971CB2","part":"1"},
      {"page":5,"id":6,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rفي عام 1971م ترك أستاذنا مالك بن نبي- رحمه الله- في المحكة الشرعية في طرابلس لبنان، وصية سجلت تحت رقم 275/ 67 في 16 ربيع الثاني 1391 هـ الموافق 10 حزيران 1971م، وقد حملني فيها مسؤولية كتبه المعنوية والمادية.\rوتحملاً مني لهذه الرسالة، ووفاءً لندوات سقتنا على ظمأ صافي الرؤية، رأيت تسمية ما يصدر تنفيذاً لوصية المؤلف (ندوة مالك بن نبي).\rوالتسمية هذه دعوة إلى أصدقاء مالك بن نبي وقارئيه، ليواصلوا نهجاً في دراسة المشكلات، كان قد بدأه.\rوهي مشروع نطرحه بوصفه نواة لعلاقات فكرية، كان رحمه الله يرغب في توثيقها.\rوإنني لأرجو من أصدقاء مالك وقارئيه، مساعدتنا على حفظ حقوق المؤلف في كل ما ينشر بالعربية أو الفرنسية مترجماً من قبل المترجمين أوغير مترجم. فقد حمّلني- رحمه الله- مسؤولية حفظ هذه الحقوق، والإذن بنشر كتبه. فإن وجدت طبعات لم تذكر فيها إشارة إلى إذن صادر من قبلنا، فهذه طبعات غير مشروعة، ونرجو إبلاغنا عنها.\r\rطرابلس لبنان 18 ربيع الأول 1399هـ\r15 شباط (فبراير) 1979م\rعمر مسقاوي","seal":"A3F62888","part":"1"},
      {"page":6,"id":7,"nass":"","seal":"86BEACB9","part":"1"},
      {"page":7,"id":8,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rالمقدمة\rلم يكن المسلم عندما فتح عينيه في عالم الاقتصاد، بعد أن نالته الصدمة الاستعمارية، سوى قنّ يُسخَّر لكل عمل يريده الاستعمار، فينتج المطاط في حقول الهند الصينية (فيتنام)، والفول السوداني في إفريقيا الاستوائية، والأرز في بورما، والتوابل والكاكاو في جاوه (إندونيسيا)، والخمور في الشمال الإفريقي.\rلم تكن له في هذه الأعمال صلة موضوعية بعالم الاقتصاد، ولا تربطه بعمله صلة ذات طابع مشروع، لم يكن (المنتج) الذي يُرعى حقه، ولا (المستهلك) الذي ترعى حاجته؛ لقد كان أداة عمل مستمر فقط، فلم يتكون لديه (وعي اقتصادي)، ولا تجربة ولا خبرة في عالم اقتصاد غريب عليه بكل مفاهيمه، وبنائه ومصالحه الأجنبية. ثم من ناحية أشمل، ومهما كان حظه في محيطه الاستعماري، كان يجري عليه قانون التقليد كما يجري على كل كائن، فقد صلته بعالمه الأصيل ففقد أصالته. فكان عندئذ أميَل لتقليد (الحاجات) منه إلى تقليد (الوسائل) لأنه فقد وعيه الحضاري أيضاً، فيصير في مرحلة أولى مقلداً بقدر استطاعته للحاجة التي أفرزتها حياة غيره، دون أن يفكر في صنع وسيلة إشباعها، ثم في مرحلة ثانية، إذا تحقق استقلال بلاده، يصير إلى تقليد الحاجات الواردة وتقليد الوسائل المستوردة كيفما اتفق له، ولو على حسابا سيادة البلاد.","seal":"4FE60689","part":"1"},
      {"page":8,"id":9,"nass":"وإذا ما تابعنا هذا الوضع في خطوات أخرى، نراه في المجال السياسي يتحول إلى مشكلات سياسية لابد أن تواجهها الحكومات الإسلامية؛ وفي المجال الاقتصادي يتحول إلى قضية نظرية تحاول نخبة مثقفة معالجتها على أسس علم اقتصاد، وضعت على تجارب وخبرات العالم الذي أنجب (آدم سميث) و (كارل ماركس)، وهكذا تبتدئ قصتنا في صورتها الجديدة.\rفالإنسان الذي استسلم للتقليد في العادات والأذواق، وبصورة عامة في تقليد ما يكتظ به عالم أشياء شيّده غيره، يصبح في المجال النظري مقلداً للأفكار التي صاغتها تجارب وخبرات غيره. فإذا ما عدنا لموقف نخبتنا المثقفة في المجال الاقتصادي، نرى هذه النخبة تقف مجرد موقف اختيار بين ليبرالية (آدم سميث) ومادية (ماركس)، كأنما ليس للمشكلات الاقتصادية سوى الحلول التي يقدمها هذا أو ذاك، دون وقوف وعبرة عند أسباب الفشل، أو نصف النجاح لخطط التنمية التي طبقت على أساس الليبرالية أو المادية، في العالم الثالث ما عدا الصين، بعد الحرب العالمية الثانية.\rبينما نرى تجربة مثل التي أجريت في إندونيسيا قد تضمنت كل شروط النجاح، سواء من ناحية الإمكانيات المادية في أغنى بلاد الله من حيث الثروة الطبيعية والبشرية، أو من الناحية الفنية لأن واضع خطتها الدكتور (شاخت)، الرجل الذي نهض باقتصاد ألمانيا قبيل الحرب العالمية الثانية من نقطة الصفر تقريباً، ومع ذلك نراها فشلت فشلاً ذريعاً.\rولو وقفنا على الأقل متأملين أسباب هذا الفشل لاستفدنا منه درساً اقتصادياً، لا تقدمه لنا الدرسة الليبرالية ولا المدرسة المادية، ولأدركنا أولاً أن المخططات الاقتصادية تتضمن شروطاً ضمنية أو شرطاً ضمنياً على الأقل ليس من اختصاص واضعيها الالتفات إليه، فالدكتور (شاخت) كان بلا جدال، أجدر","seal":"71CEE385","part":"1"},
      {"page":9,"id":10,"nass":"من يضع مخططاً اقتصادياً مثل الذي وضعه لبلاده قبيل الحرب، ولكنه خطط لإندونيسيا فوضع ضمناً خطته، على قاعدة (معادلة اجتماعية) خاصة بالشعب الألماني، وأجنبية عن الشعب الإندونيسي (¬1). فما كان إذن لخططه أن ينجح لأنه فقد منذ لحظته الأولى شرطاً أساسياً.\rوالآن إذا عدنا للحديث عن مثقفينا في المجال الاقتصادي، نرى أنهم وقفوا موقف اختيار وتفضيل بين (آدم سميث) و (ماركس)، بينما كانت القضية ولا زالت قضية تطعيم ثقافي لمجتمع الإسلامي، يمكّنه من استعمال إمكانياته الذهنية والجسمية؛ وبصورة عامة تجعل كل فرد فيه ينشط على أساس (معادلة اجتماعية) تؤهّله لإنجاح أي مخطط اقتصادي.\rأو بعبارة أخرى فالديناميكية الاقتصادية ليست هي هذه النظرية أو تلك الخاصة بعلم الاقتصاد، بل هي مرتبطة بجوهر اجتماعي عام قد نجده، على حد سواء، في تجربة اليابان الرأسمالية أو تجربة الصين الشيوعية بعد 1949، خصوصاً بعد أن عدلت ثورتها الثقافية بين 1966 - 1968، (المعادلة الاجتماعية) في الفرد الصيني ذاته.\rثم إذا عدنا مرة أخرى إلى موقف مثقفينا من القضية الاقتصادية نراهم يصنَّفون صنفين، لا على أساس فني بل على أساس أخلاقي، صنف لا يبالي بعقيدته في انحيازه لنظرية اقتصادية معينة، ويلقَّب أو يلقب نفسه بالتقدمي لأنه يدعي الماركسية، وصنف ينحاز مبدئياً إلى الليبرالية لأنه يتجنب المادية والإلحاد بحافز إسلامه.\rفهذا الصنف الأخير هو الذي يهمنا بالذات، لا لأنه مسلم فحسب، بل لأنه كان أخصب من الصنف الأول في الدراسات الاقتصادية، كما يدل على ذلك عدد\r¬__________\r(¬1) سنبين في أحد الفصول أثناء الدراسة ما نعني بالمعادلة الاجتماعية.","seal":"DB2815F7","part":"1"},
      {"page":10,"id":11,"nass":"الأطروحات ودسامتها، مثل الأطروحة التي قدمها أمام جامعة أميركية طالب مسلم، ذكر لكي اسمه وعنوان أطروحته أثناء رحلتي إلى الولايات المتحدة آخر السنة المنصرمة.\rفهذا الطالب ذُكر لكي بإعجاب زملائه وبتقدير أساتذته لأنه تفوق في معالجة موضوع (الاستثمار بلا ربا).\rوهذا الموضوع الشائك يستحق فعلاً كل الإعجاب والتقدير، وإنما يبقى لنا أن نلاحظ أن هذا الاجتهاد الفذ قد انصرف ضمناً إلى محاولة توفيق بين الإسلام والرأسمالية، ويا حبذا لو بذله صاحبه في اكتشاف طريق آخر ما عدا الاستثمار المالي، لدفع عجلة الاقتصاد.\rوبالتالي نرى الاقتصاديين الإسلاميين وكأنهم بعد أن اختاروا ضمناً المبدأ الليبرالي، يريدون وضع المسحة الإسلامية عليه، لنرى الجهود الحميدة تنصرف بصورة عامة، إلى دراسة النظم المالية في الاقتصاد، كأنما هي الأمر الأساسي في الاقتصاد.\rبينما نرى أن هذه النظم  Banques  سواء أكانت متعاملة على أساس الربا أم لا، ليست إلا جانباً من عالم الاقتصاد الحديث، لأنه لو فقد هذا الجانب أو تضاءل مثلما يحدث الآن في التوجيه الاقتصادي الصيني، فلأن النشاط الاقتصادي يستطيع مواصلة حركته الديناميكية، وسيبقى قائماً أو يعيد قيامه بفضل مقدراته الأخرى، مثلما حدث في ألمانيا بعد الحرب الثانية عندما انطلقت تجربة المستشار (إيرهارت) في خطواتها الأولى بلا رصيد من ذهب أو فضة، أعني بلا تدخل مالي قائم أو غير قائم على الربا.\rوهذه الظروف الصعبة التي يواجهها مجتمع ناشئ مثل الصين أو مجتمع يعيد بناءه مثل ألمانيا، هي الظروف المواتية التي تقدم أصدق صورة عن الجوانب","seal":"8BC2A51F","part":"1"},
      {"page":11,"id":12,"nass":"الأساسية في عالم الاقتصاد، قبل أن تتم بناءاته المكتملة سواء في صورة اقتصاد ليبرالي أو في صورة اقتصاد ماركسي.\rيجب إذن على شبابنا المهتم بالاقتصاد أن يخلي أولاً ذهنه من الجوانب الذهبية الإضافية في المنطلق، أو التنظيمية التي تكتسبها القضية الاقتصادية في الطريق، بصفتها وسائل إدارة أو إشراف ورقابة.\rوهذه الدراسة بالذات هي مجرد محاولة تصفية لموضوع الاقتصاد في الأذهان من الجوانب الإضافية التي تطرأ عليه سواء في صورة ضرورة فنية تنشأ في الطريق، أو في صورة ضرورة سياسية تتسلط عليه لرقابة عمليتي الإنتاج والتوزيع طبقاً لمبادئ ومسلمات مذهبية معينة.\rفإن وفقنا في هذه التصفية فهو ذلك وما أجرنا إلا على الله، وإن كان غير ذلك فلنا أجر من لفت النظر إلى ضرورة هذه التصفية، سواء بالنسبة لمفاهيم أو لبعض النظم الاقتصادية، ويبقى أجران لن يوفق فيها كل التوفيق.\rولا نختم هذه المقدمة دون أن نقول كلمة، (وربما هي تصفية في مجال آخر يتصل بالاقتصاد) بصدد الحوار الذي نشأ في العالم الإسلامي حيث نرى المختصين بالاقتصاد، يوجهون العتاب أو اللوم إلى الفقهاء ويرمونهم أحياناً بالجمود.\rيجب أن ننزه فقهاءنا عن هذا العتاب، ونقول إنه ليس من اختصاصهم أن يدلوا على الحلول الاقتصادية سواء مستنبطة من القرآن والسنة أو غير ذلك، وإنما اختصاصهم أن يقولوا في شأن الحلول التي يقدمها أهل الاختصاص، هل هي تطابق أو لا تطابق الشريعة الإسلامية وعلى الله نتوكل وهو حسبنا.\r\rبيروت في 7/ 3/ 1972\rم. ب. ن\r***","seal":"FEA572E7","part":"1"},
      {"page":12,"id":13,"nass":"","seal":"3475486A","part":"1"},
      {"page":13,"id":14,"nass":"الجزءُ الأوّلُ\rعوميات البحث\rصورة العلاقات الاقتصادية الراهنة في العالم\rالاقتصاد والاقتصادانية\rحدود الاختيار الإسلامي بين المناهج الموجودة","seal":"DD5CE83F","part":"1"},
      {"page":14,"id":15,"nass":"","seal":"49DC7D2C","part":"1"},
      {"page":15,"id":16,"nass":"صورة العلاقات الاقتصادية الراهنة في العالم\rإن النظرية الماركسية التي تَرُدّ المشكلة الإنسانية كلها إلى العوامل الاقتصادية، تغفل بعض الأشياء الجوهرية في الظاهرة الاجتماعية أو تغض من شأنها؛ ولكن هذه النظرية صادقة في الحدود التي يمكن أن تفسر فيها الظاهرة الاجتماعية تفسيراً اقتصادياً.\rوفي هذه الحدود الواسعة يعد (الإطار الإنساني) الممتد من طنجة إلى جاكرتا شاشة من المباني والتكوينات الاقتصادية، ويعد (النموذج الاجتماعي) - الجائع العاري- الذي نراه في شرق المحور في كلكتا وفي غرب المحور في تونس ثمرة لهذه المباني وتلك التكوينات.\rوعليه فمن الممكن أن نتحدث في هذه الحدود عن حتمية اقتصادية تضغط بثقل قضائها على مصير الشعوب الإسلامية، ولكن هذا القضاء لا دخل فيه للميتافيزيقا، وهو ليس قضاء مطلقاً نهائياً، بل هو عارض طارئ من أعراض التاريخ أو هو بمثابة الزمن الميت في النمو المادي لتلك الشعوب، يتفق مع تلك الأوضاع الشخصية الموروثة التي تتنافى مع الأوضاع الاقتصادية التي حددتها وفرضتها الحضارة الغربية.\rولقد ظهرت الآثار الاجتماعية لهذا التنافي منذ اللحظة التي وقع فيها الرجل المسلم في الأحبولة الاستعمارية، فأصبح العميل المستعبد المستغل للاقتصاد الحديث، دون أن يجد في نفسه، وفي تقاليده وفي عاداته الوسيلة الكافية كما ينتزع نفسه من تورطه، وهكذا بدأ عصر الحتمية الاقتصادية بالنسبة له مع بدء","seal":"AC7C5A98","part":"1"},
      {"page":16,"id":17,"nass":"العصر الاستعماري. ولم يخلصه تحرره السياسي بصفة عامة من التورط الاقتصادي، فإن المشكلة أولاً ذات طابع نفسي؛ لأن المعنى الاقتصادي لم يظفر في ضمير العالم الإسلامي بالنمو نفسه الذي ظفر به في الغرب، في ضمير الرجل المتحضر وفي حياته.\rوالحق أن الاقتصاد في الغرب قد صار منذ قرون خلت ركيزة أساسية للحياة الاجتماعية، وقانوناً جوهرياً لتنظيمها.\rأما في الشرق فقد ظل على العكس من ذلك في مرحلة الاقتصاد الطبيعي غير المنظم، حتى إن النظرية الوحيدة التي تناولت تأثير العوامل الاقتصادية في التاريخ وهي نظرية ابن خلدون قد ظلت حروفاً ميتة في الثقافة الإسلامية، حتى نهاية القرن الأخير.\rفلم يُقبل المجتمع الشرقي تحت تأثير احتياجاته الداخلية، على أن يضع نظرية اقتصادية كما حدث في المجتمع الغربي، حين وضع الرأسمالية أو الشيوعية.\rإنه لم يقبل على هذا بسبب ما انطوى عليه من نفسية خاصة منعقدة على (الزهد) كمثل أعلى منذ قرون، وإن فقهاً اقتصادياً يستلهم خطته ومفاهيمه من مثل كهذا ويصدر عنه، لا يمكنه بداهة أن يعبر بالدقة العلمية نفسها عن فكرة (المنفعة) الخاصة بالرأسمالية، أو عن فكرة (الحاجة) الخاصة بالنظرية الماركسية؛ فالزهد والمنفعة والحاجة ثلاث حقائق لا يمكن أن تدخل في اطراد اجتماعي واحد، وفي واقع اقتصادي واحد. فقد كان هناك إذن عنصر تنافر أساسي بين الأوضاع الشخصية الموروثة في البلاد الإسلامية وبين التكوينات الاقتصادية التي وضع أسسها العصر الاستعماري.\rوهناك عنصرآخر يتمتع بالطابع النفسي نفسه، ويجب أن نحسب له حسابه في هذا التنافي، ذلك العنصر هو فكرة الزمن التي تعد أساسية جداً في تنظيم","seal":"8A974296","part":"1"},
      {"page":17,"id":18,"nass":"العمل في العالم الحديث تبعاً لنظرية تايلور  Taylor،  فقد سيطرت هذه النظرية على مفاهيم المقدرة الإنتاجية، فساعة (الكرونومتر) التي تستخدم في حساب الثواني تستخدم في الوقت نفسه في تسعير الإنتاج. وليس قولهم (الوقت عملة  Times is Money)  من قبيل اللعب بالكلمات، بل هو تعبير دقيق عن الواقع المادي في نظر الإنجليز. فجميع ألوان النشاط في المجتمع الصناعي الحديث تنمو في حدود الزمن المادي، وتتقوَّم بساعات عمل؛ أما في البلدان المتخلفة فإنهم لم يجربوا هذه العملة الخاصة إذ تنمو ألوان النشاط والعمل بصورة تقليدية، في حدود الزمن الميتافيزيقي أي في نطاق الأبدية، لأنه لا يهدف إلى تشييد صرح (القوة)، ولا يطبق مبادئها المتنافية مع الأوضاع النفسية، كما نرى ذلك في تاريخ الصين، فقد ظلت الثقافة الصينية الكلاسيكية مثلاً تعلن احتقارها البالغ زمناً طويلاً لقواد الحرب، أولئك (الأدوات) التقليدية (للقوة).\rوإذن فلقد كان التنافي بين هذه المباني الموروثة، وبين ألوان العمل المنظم الموقت في المجتمع الحديث، كان هذا التنافي أمراً محتوماً.\rوبذا نفهم من أول وهلة كيف تتبدد الأوهام أثناء محاولة بعض البلدان الإسلامية تحقيق استقلالها الاقتصادي بعد أن حققت استقلالها السياسي، فأخذت تستشير لهذه الغاية بعض الخبراء الاقتصاديين، ولم تلبث التجربة أن برهنت لهم على أن (الحالة) في علم الأمراض الاقتصادية ليست كما يحدث في الطب من (اختصاص الدكتور). ولقد رأينا في الواقع الدكتور (شاخت) وهو يعطي مثل هذه الاستشارات، ولقد كان بكل تأكيد خير من يقوم بهذه المهمة لما رشحه به نجاحه في (حالة) سابقة، وهو نجاحه الهائل في تخطيط الاقتصاد الذي تحمل جهداً ضخماً لبلد دخل الحرب العالمية الثانية، دون أن يكون لديه رصيد كبير من الذهب.\rلقد تمنوا عموماً أن يكرر الدكتور (شاخت) هذه المعجزة خارج بلاده،","seal":"C15D0CE0","part":"1"},
      {"page":18,"id":19,"nass":"ولكنهم رأوا أنه لم يستطع تكرارها، وإنما رأينا في مقابل ذلك ما يعد أكثر إفادة في نظرنا، وهو أن المعجزة قد تكررت من تلقاء نفسها، أي بدون مساعدة الدكتور (شاخت) في ألمانيا الغربية كما في ألمانيا الشرقية، دون رصيد كاف من الذهب في كلا البلدين، وأيضاً دون الاعتماد على المصانع التي استمد منها الرايخ الثالث قوته، ثم هدمها المنتصرون في الحرب أو فككوها. واليوم وبعد عشر سنوات من الانهيار التام ينهض الاقتصاد الألماني، ويستعيد مكانه في العالم على جانبي ما سمي (بالستار الحديدي)؛ وعليه فلو كان هناك درس نستفيده من هذا البعث الرائع فلن يكون سوى أن نقول: إن مبدأ اقتصادياً لا يمكن أن يكون له أثره، ومقدرته التامة على التأثير إلا في الظروف التي يتفق فيها مع تجربة اجتماعية معينة.\rوالواقع أن هذه القدرة لا تصدر عن ظروف اقتصادية محضة، كما ترينا التجربة الألمانية، تلك التي بدأت سيرها من الصفر في الناحية الاقتصادية، منذ عشر سنوات. فإن هناك معادلة شخصية هي التي تهمنا إلى أقصى حد في مضمون هذه المقدرة، ولا شك في أن الدكتور (شاخت) قد أعطى في (استشاراته) الأفرسيوية خير آرائه التي يمكن أن تصدر عن معادلته الشخصية، تلك المعادلة التي شكلتها الظروف النفسية والزمنية للوسط الألماني، هذه الظروف التي تكون مقياساً ضمنياً لا تؤتي معها نصائح الخبير واستشاراته تأثيرها الكامل إذا خرجت عن حدوده؛ وأي فن اجتماعي أو مبدأ اقتصادي لا يمكن أن يكون صادقاً إلا إذا وجد في وضع، لا يتعارض فيه مع عناصر المعادلة الشخصية السائدة في الوسط الذي يراد تطبيقه فيه، ولكي تؤتي النظريات الاقتصادية تأثيرها الاجتماعي يجب ألا يقتصر في دراستها على منصة الجامعة بوصفها علماً وقفاً على بعض المتخصصين، بل يجب أن يطبق هذا العلم على التجارب الجماعية التي يقف فيها وعي كل فرد وإدراكه أمام المشاكل المادية، مقدماً بذلك لعلم المتخصصين ظروف صلاحيته للتأثير.","seal":"FFD1B328","part":"1"},
      {"page":19,"id":20,"nass":"وعملياً يجب أن تسير النظرية الاقتصادية جنباً إلى جنب مع النظرية السياسية، كيما تحيل المبدأ النظري إلى قانون للعمل والنشاط، فتضمه بذلك إلى دوافعه وإلى نسقه وأسلوبه. والطريقة الوحيدة التي يصبح بها المبدأ أو الفكرة جزءاً من التاريخ هي أن يتحول إلى (عمل)، إلى دافع عمل، إلى طاقة عملية، إلى إمكانية عمل. ولقد تكوَّن (علم) الاقتصاد الاشتراكي على يد (ماركس) و (أنجلز). ولكن تأثيره بدأ مع تكوين (الضمير) الاشتراكي منذ ثورة تشرين الأول (أكتوبر) عام 1917، فلقد صب نشاط لينين ومدرسته مبدأ الاقتصاد الاشتراكي في نفسية الشعب الروسي وفي عقليته، وفي حركته أو ديناميكيته. فالاقتصاد الاشتراكي إذن هو ثمرة التوفيق بين (علم) هو العلم الماركسي وبين (ضمير) هو وعي الطبقات. وبدون أن نصدر هنا حكماً مطلقاً، أي حكماً على هذا التوفيق بوصفه قيمة إنسانية وإنما بوصفه حقيقة، فإننا نقرر أنه هو الذي ولّد ما يسمونه (الطفرة الإنتاجية  Economie de choc) .\rفطريقة (الاستخانوفية  Stakhnovisme)  التي كانت عنصراً جوهرياً في خلق الواقع الاقتصادي الراهن في الاتحاد السوفييتي، هي قبل كل شيء نتيجة للظروف النفسية الجديدة، ونتيجة للبناء العقلي الجديد.\rفأي (مشورة) تهدف إلى وضع نظام اقتصادي أو إصلاح نقائصه، ينبغي إذن من حيث المبدأ- ويصعب عند التطبيق- أن تضع في حسابها العناصر غير الاقتصادية، وبهذا نلتقي مرة أخرى مع أسبقية (عالم الحياة الاجتماعي) على (المهندس الاجتماعي)، عندما نبدأ من الأساس؛ وفي هذا المستوى، أي في بداية أي تجربة اجتماعية لا يكون الأمر فقط أن نحل معادلة اقتصادية، بل أن نكيفها طبقاً لمعادلة شخصية معينة. وأي تجربة تغفل في بدايتها هذه العلاقة الأساسية لا تكون سوى تجربة نظرية مقضي عليها بالفشل. ولو أردنا أن نستخلص من هذا الكلام نتيجة صادقة لبناء اقتصاد إسلامي، فمن الضروري أن","seal":"090E9F27","part":"1"},
      {"page":20,"id":21,"nass":"نفكر في الشروط الفنية التي يتطلبها التوفيق بين معادلة إنسانية معينة خاصة بالبلدان المتخلفة، وبين المعادلة الاقتصادية للقرن العشرين. إن الاستعمار لم يحاول تحقيق هذا التوفيق في استثماره للبلدان المستعمَرة، فقد كان العمل استرقاقاً وعبودية يستهدف إثراء المستعمِر أكثر من أن يهدف إلى إعاشة المستعمَر، وبذلك انحطت فكرة (العمل) على يديه أخلاقياً واجتماعياً، فليس العمل وسيلة لكسب العيش، بل هو طريقة لإرضاء مطالب السلطة التي توزع الخبز، علماً بأن (الخبز) الذي يحصلون عليه بهذه الكيفية ليس حقاً، وإنما هو منحة؛ وبذلك هدمت تصرفات الاستعمار الوضع التعارَف عليه؛ ولكنها حين أدخلت الرجل المستعمَر في خضم العصر الاقتصادي لم تترك له أي وسيلة لحل مشاكله، وهكذا انحط الاستعمار برجل التأمل والنظر. وبدلاً من أن يدخله في جهاز نظامه الخاص فيجعل منه الرجل ذا الوعي الاقتصادي  Homo économicus  إذا به يتخذ منه آلة في هذا الجهاز، أي في الاقتصاد الاستعماري، وبهذا ينتقل الرجل المستعمَر فقط من المرحلة التأملية إلى المرحلة النباتية التي لم تكن له فيها (حاجة)، فأصبحت له حاجات لا يملك أي وسيلة منظمة وعادية لإشباعها.\rفلقد نمّى الاستعمار في نفسيته خوف الجوع الذي يظهر في جميع طبقات المجتمع المستعمَر، خلق منه الرجل الجائع دائماً، وخلق منه الرجل الذي يخاف دائماً من الجوع، وهاتان الصورتان من صور الخوف، قد حطمتا عند الكائن المستعمَر كل إمكانية للتكيف مع التكوينات والأوضاع الاقتصادية في القرن العشرين.\rففي إفريقيا الشمالية مثلاً تخشى الطبقة البورجوازية الجوع، ويتجلى خوفها في صورة (بطنة  Hypergastrisme)  تدل عليها حالة تلك الأسرة الجزائرية التي تستهلك لاستعمالها الخاص مئة كيلو من الزبدة في الشهر (عام 1931). ويتجلى خوف الجوع في الطبقة الكادحة في صورة (مسغبة","seal":"CE927E60","part":"1"},
      {"page":21,"id":22,"nass":"hypogastrisme)  ولا سيما عند هؤلاء الآلاف من العمال في إفريقيا الشمالية، الذين يذهبون للعمل في فرنسا، ويموتون نتيجة نقص التغذية، الذي لا يتلاءم مع وسائلهم الجديدة أو مع المناخ والعمل في المصانع.\rوهكذا لم يقدّم الاستعمار نظاماً للتلمذة الاقتصادية إلى البلاد المستعمَرة، فلم يعدّل في الواقع التكوينات الشخصية طبقاً للتكوينات الاقتصادية الجديدة، بل إنه فرض في هذه البلاد حكم العبودية الاقتصادية فحسب، ذلك الحكم الذي ترك طابعه البارز على نفسية الطبقات البورجوازية، كما تركه على نفسية الطبقات الكادحة.\rفاللجوء إلى (استشارات) المتخصصين في هذه الظروف لإنهاض حالة اقتصادية متعثرة أو منهارة، يجعلها استشارات لا أثر لها لأنها لا تكون سوى طريقة (سحرية) تستمد مبدأها من الثقة التي نخلعها على صاحبها (الدكتور). إن من الواجب أن ننظر إلى المشاكل الاقتصادية في طبيعتها البشرية، وإلا انتهى بنا الأمر إلى نتائج نظرية.\rفهناك ظاهرة أثارت دهشة المراقبين وهي أن الدخل قد هبط في بعض البلاد التي تحررت من نير الاستعمار بحوالي 16% إثر تحررها، ومن الممكن بلا شك أن نفسر هذا الهبوط بإرجاعه جزئياً إلى الأوضاع والتكوينات الاقتصادية العالمية؛ وبناء على العوامل السياسية التي تؤثر في مرحلة انتقال مضطربة، فإن للعوامل ذات الطابع الاستراتيجي تأثيراً على السوق العالمية. وبالتالي على الأسواق المحلية وهو تأثير لا يمكن إغفاله هنا، ولكن في هذا الهبوط جزءاً متصلاً بالعوامل النفسية، أي بعناصر المعادلة الإنسانية الخاصة بتلك البلاد، التي تتجلى فيها النزعات المحلية وتأثيرها المعطل، الذي لا يظهر طالما وجدت قواها الإنتاجية تحت سيطرة النظام الاستعماري عوامل منشطة أخرى.","seal":"5BD6141B","part":"1"},
      {"page":22,"id":23,"nass":"ولا سيما العمل الإجباري الذي ذاقته إندونيسيا، والذي لا زال يطبق في بعض مناطق إفريقيا الغربية الفرنسية على الرغم من صدور (دستور العمل) الجديد.\rوتبرز الأهمية الاقتصادية لهذا التعطيل بصورة جلية إذا ما وضعناها بجانب رقم (2%) وهو الذي يمثل النسبة التقريبية المستثمرة من الدخل في تلك البلاد. فمن الواجب إذن أن نتناول المشكلة الاقتصادية في هذه البلاد من أساسها: أي ابتداء من عناصرها النفسية.\rوفي هذا المستوى يكون حلها منحصراً في تكوين (وعي اقتصادي) بكل ما يستتبعه في التكوين الشخصي للفرد وفي عاداته، وفي نسق نشاطه وفي مواقفه أمام المشاكل الاجتماعية.\rوفي هذا الميدان أكثر من أي ميدان آخر يدخل الرجل المسلم مرغماً، في عالم حديث تسيطر عليه مقاييس معينة لها القدرة على التأثير، وربما احتجنا أن نخفف من حدة هذه المقاييس التي خلقت في المجتمع الصناعي الإنسان الآلي. ولكن القدرة على التأثير كما لاحظ أحد الصحفيين السويسريين إن لم تكن الهدف الأسمى للإنسانية فإن قدراً معيناً منها ضروري على أية حال، إذ بدونه لا يكون المجتمع منتجاً. حتى من الناحية العقلية ... (¬1)\rفالأمر بالنسبة للفرد، كما هو بالنسبة للمجتمع، يتعلق بأن نحقق أقصى حد ممكن من القدرة التأثيرية؛ ولكن العكس يحدث غالباً في البلدان المتخلفة، التي تقل فيها الوسائل بسبب درجة النمو الاجتماعي، وهي فضلاً عن ذلك معطلة عن الاستعمال بفعل بعض النقائص النفسية، ولقد قدمنا هذا المعنى في مكان آخر (¬2)، حيث بيّنا في ضوء بحث قمنا به إذ ذاك في مدينة جزائرية صغيرة أن نسبة ميزانية\r¬__________\r(¬1) (هربرت لوشي)  La France à l'heure de son clocher  فرنسا في العهد القروي.\r(¬2) بحث منشور في فصل من كتاب (وجهة العالم الإسلامي) للمؤلف.","seal":"FE95DA87","part":"1"},
      {"page":23,"id":24,"nass":"الضروريات إلى الكماليات والتوافه هي نسبة 5% إلى 95%، وربما أدى البحث مع اختلاف الأرقام إلى النتائج النسبية نفسها سواء في المستوى القومي أو في المستوى الفردي. ففي الحالتين كلتيهما نكون قد جمعنا الآثار السلبية التي ينتجها المعامل نفسه  Cofficent،  لأنه على علاقة بالمعادلة الشخصية التي تبرز فيها مع عناصر النمو في البلاد التي لم يتكوّن فيها بعد (الوعي الاقتصادي). فليست إذن الوسيلة المادية فحسب هي التي تفتقدها هذه البلاد لصناعة (جورب نقودها) بل إنها تفتقد أيضاً الاستعداد العقلي الذي يبلغها هذه الغاية.\rفلكي يحدد الرجل المسلم وجهته الاقتصادية يجب أن يتخلص من المعامل (المقلل) الذي يهبط بمقدرة وسائله التأثيرية. ولن يستطيع الدخول في أي اطراد للنمو الاقتصادي إلا إذا حققنا انتقاله غير المشروط من المرحلة النباتية إلى الوضع الإيجابي الفعال، باعتباره مبدأ، فنوفر له دون شرط كمية الوحدات الحرارية اللازمة لهذا الانتقال، والضمان الأولي لكرامته النفسية، أي أن من الواجب أن نضع المشكلة أولاً في مصطلحات (البقاء). ووضع مشكلة الغذاء في هذا الإطار ينتج لنا مشكلة أخرى، هي مشكلة التوظيف الكامل لموارد تلك البلاد المادية والبشرية، فالمسألتان تندمجان منذ البداية في مشكلة واحدة تعبر عن المشكلة الاقتصادية في المجال الإنساني والأخلاقي (¬1)، فإن أي نظام اقتصادي إنما توجهه القوى الأخلاقية التي تخلع عليه تفسيراً إنسانياً وغاية تاريخية. فهو في بدايته يحمل طابع اختيار بين (المنفعة) و (الحاجة) وفكرة التوزيع فيه، أعني أن وظيفته الاجتماعية الجوهرية تكتسب تحديدها من هذا الاختيار الأولي.\rفالمذهب التجاري أو الاحتكاري القائم على أساس المنفعة، أي الذي يقوم\r¬__________\r(¬1) ويبدو أن البلاد العربية بدأت تواجه المشكلة في وضع (البقاء). كما برهنت على ذلك التقارير الأخيرة التي اتخذتها الجزائر في قضية التشغيل العام.","seal":"2FC03D49","part":"1"},
      {"page":24,"id":25,"nass":"توازنه على قانون العرض والطلب يتنافس مع الذهب القائم على فكرة (الحاجة)، أي الذي يتوازن على أساس مبدأ الإنتاج والاستهلاك.\rفنظرية اقتصاد قائم على أساس (الحاجة) هي التي تقرر في صورة فرض (الحق) غير المشروط لكل فرد، في أن يحصل على خبزه اليومي، وبالتالي تعد العمل في النهاية (واجباً) يومياً عليه.\rوهذا الاتجاه للاقتصاد الذي يسود شيئاً فشيئاً جميع البلاد الإسلامية، يؤيده التطور العالمي الذي يتخذ الاتجاه نفسه شيئاً فشيئاً. بل إن هذا الاتجاه قد بدأ يظهر خاصة في بعض البلدان الغربية، فإذا بالإنتاج والتوزيع اللذين كانا يخضعان حتى عهد قريب لمجرد الاعتبارات التجارية الدائرة حول محور المنفعة، إذا بهما ينجرّان نحو مذهب يدور حول فكرة (الحاجة). ويظهر هذا في فرنسا في صورة محاولات تحمل طابع المشاريع الخيرية، ولكن هذه الصورة أيضاً تترجم لنا عن تطور المفهوم الاقتصادي. ولقد كانت الصناعة الفرنسية في عام 1936 تطبق مناهج (مالتوس  Malthus)  لكي تتخلص من فائض الإنتاج، واليوم نجدها تحاول أن توزعه عن طريق الدولة، تلك التي توزعه دون مقابل، كما حدث أن بدأت توزع في مطلع كل شتاء كيلو جرامين من السكر على الفقراء (¬1)، وهم يوزعون خمس ليتر من اللبن يومياً على تلاميذ المدارس الابتدائية.\rوتلتزم مناجم الفحم أيضاً بضمان توزيع بالمجان للفحم طبقاً لشروط متفق عليها مع السلطات العامة.\rولا شك في أن للبلدان الإسلامية مصلحة خاصة في أن تأخذ بعين الاعتبار هذا التطور، كما يمكنها أن تطابق بين الطفرة الاقتصادية والطفرة الإنتاجية الضرورية لبعثها في الميدان الاقتصادي.\r¬__________\r(¬1) منذ شتاء 1955 - 1956","seal":"9B23F72D","part":"1"},
      {"page":25,"id":26,"nass":"فبصرف النظر عن التخلف الناشئ عن عوامل نفسية في هذا الميدان مما يجب على الشعوب أن تتداركه، فإن عليها أن تتدارك تخلفها الناشئ عن عوامل اقتصادية بحتة، وهو التخلف الناشئ عن اقتصاد ما زال في مرحلته الابتدائية، فلكي يصل تجهيزها إلى المرحلة الثانوية أي مرحلة التصنيع، فليس له ما يعتهد عليه سوى الزراعة من ناحية، والمواد الأولية (الخام) من ناحية أخرى، وهذان هما ثديا الاقتصاد الإسلامي على العموم ووسيلتا بعثه.\rوإذا قابلنا من الوجهة الفكرية بين الحالين: على محور واشنطن - موسكو من ناحية، وعلى محور طنجة - جاكرتا من ناحية أخرى، حين نعرف المحور الأول بما نسميه (نفسية القوة)، وحين نعبر عن الآخر بلفظ (البقاء)، يمكن أن نقابل بينهما أيضاً مما له صلة بطبيعة وضعهما الاقتصادي. فمن الناحية الاقتصادية نجد أنفسنا أمام محور الصناعة من جهة، ومحور المواد الأولية من جهة أخرى.\rفكل برنامج للتصنيع في البلاد الإسلامية يواجه مشكلة الإنتاج الزراعي من جهة، ومشكلة تسويق المواد الأولية من جهة أخرى. ولقد ورد في أحد الأبحاث الحديثة التي وضعت تحت إشراف الأمم المتحدة، أن مشكلة الجوع في العالم تنتج خاصة من نقص الإنتاج الزراعي في البلاد الاستوائية وما وراء الاستوائية، أي على وجه التحديد في البلاد الإسلامية. وبهذا ندرك أن هذا النقص يؤثر أولاً بصفة لا مباشرة على (مشكلات الأساس أو القاعدة) في هذه البلاد نفسها، وعلى نهوض اقتصادها، وخاصة فيما يتصل بإقحام الرجل المسلم في النشاط الاقتصادي مستهلكاً ومنتجاً.\rومن البديهي أن عملية إقحامه تتطلب أن نعطيه أولاً لقمة الخبز قبل أن نسلمه الفأس والمعول.","seal":"D40B2B50","part":"1"},
      {"page":26,"id":27,"nass":"ومن هنا تظهر المصلحة التي تحققها المحاولات التي قامت بها حديثاً بعض الحكومات، مستهدفة علاج أوجه النقص في الإنتاج الزراعي، الناتج عن استعمال وسائل الزراعة العتيقة من ناحية، وعن طبيعة الملكية العقارية من ناحية أخرى، فالمشكلتان مرتبطتان ببعضهما إلى حد بعيد، واستعمال الوسائل العتيقة مثلاً في إفريقيا الشمالية قد كان يفسره لنا إنشاء الاستعمار للإقطاعيات الضخمة، التي لم تدع للفلاح الوطني أي إمكانية مادية لتعديل طريقته العتيقة. ولكننا نجد الفلاح في مصر ذلك الذي ارتبط بالأرض منذ القدم، نجده حتى ثورة تموز (يوليو) 1952 وليس لديه من الإمكانيات المادية ما يكفيه لتعديل وسائله، وربما إلى الآن.\rومن هنا يأتي تفسير مشروع الإصلاح الزراعي الذي قام به القادة الجدد في مصر، وقد كان من نتائجه المباشرة أنه غيّر حالة الفلاح، ذلك الذي كان يعيش في صورة منبوذ مرتبط بالأرض برباط الاسترقاق، فأصبح عاملاً يربطه بالأرض (وعي اقتصادي) لوضعه بوصفه منتجاً ومستهلكاً؛ وإن هذا الإقحام الاقتصادي ليمس 82% من مجموع الشعب المصري، وهو يعد بهذا، الإجراء الأول في تحويل اقتصاد البلاد، والخطوة الأولى الضرورية في طريق التصنيع؛ وفضلاً عن ذلك فإن نتائجه الاقتصادية الخالصة ستؤكد أهميته من الناحية النفسية والأخلاقية.\rوإن انتزاع ملكية 500،000 فدان مشتراة من الملاك الكبار، ومصادرة 175،000 فدان من أملاك العائلة المالكة السابقة، ليعد- إلى جانب كونه إجراء للإصلاح الزراعي، يحول الرقيق إلى فلاح- علية تكوين رأسمال تُحَوّل رأس المال العقاري- بما يحتوي من قوة فعالة- إلى ميدان الاستثمار الصناعي، مغيرة بذلك الأوضاع الاقتصادية في البلاد ومحتمة وجهتها الصناعية. وفي حدود التفاصيل الخاصة بكل بلد تعد البلدان الإسلامية في هذه المرحلة من مراحل","seal":"F1CAAEE9","part":"1"},
      {"page":27,"id":28,"nass":"التطور الاقتصادي التي اجتازتها نهائياً البلدان الغربية، حين دخلت العصر الصناعي منذ قرن من الزمان. ولكن ظروف هذا التطور قد تغيرت منذ قرن تحت تأثير بعض العوامل النفسية والصناعية. فلقد تحقق اقتصاد القرن التاسع عشر في الغرب في المستوى القومي، ولقد فات أوان هذا المستوى الآن، أو على الأقل هو في طريقه إلى الزوال. فالاقتصاد يتطور شيئاً فشيئاً نحو صورة (الاتحاد الاقتصادي)، وما (البول  Pool)  وهو الاتحاد الذي يتشكل من أكثر من قومية، و (الاتحاد الصناعي  Combinat)  إلا معالم جوهرية لهذا التطور نحو اقتصاد جماعي، يوحد الحاجات والوسائل في عدة بلاد.\rولقد أعطتنا الصين والاتحاد السوفييتي مثالاً فذاً في هذا الميدان، حين بدأتا في دراسة مشروع مشترك وهو يتصل بإنشاء (امبراطورية زراعية  Empire agricole)  مشتركة في مقاطعة (كازاخستان) السوفييتية ومقاطعة (سنكيانج) الصينية، يقوم الإنتاج فيها على القمح الروسي والقطن الصيني، ويستغلان أساساً لتدعيم اتحاد صناعي تشكل على أساسه وحدة اقتصادية مهمة في العالم الشيوعي (¬1). وبديهي أن مصلحة البلدان الإسلامية هي في أن تضع نصب أعينها عند أي تخطيط لاقتصادها هذا التطور، سواء لخلق أوضاع اقتصادية متكاملة، كالاتحاد الصيني الروسي الذي تحدثنا عنه، أم لتمويل مشروع ذي مصلحة عامة كخزان أسوان، إذا لم ننظر إليه من وجهة الاقتصاد المصري فحسب، فإن من الممكن أن يفيد هذا المشروع المملكة العربية السعودية من الناحية الزراعية؛ لأن هذا البلد لا يمكنه أن يقيم في أرضه الصحراوية وسائل الإنتاج الزراعي التي يحتاج إليها.\rومن الممكن أن يتكفل اتفاق ثلاثي بين السعودية ومصر والسودان، بِرِيّ\r¬__________\r(¬1) ترك طبعاً هذا المشروع أثناء الأزمة بين البلدين.","seal":"E127AA58","part":"1"},
      {"page":28,"id":29,"nass":"وإخصاب منخفض (القطارة) الممتد من غرب الاسكندرية إلى حدود ليبيا لمصلحة الدول الثلاث، وذلك خارج نطاق الري المصري.\rوعلى كل، فإن فكرة الاقتصاد الموحد تنمو وتزدهر شيئاً فشيئاً في العالم، وهي التي ألهمت في المجال الأفرسيوي واضعي مشروع (كولومبو) (¬1)، فعلى الرغم من أنه وضع بوصفه ملحقاً اقتصادياً لنظرية الحد من التسرب الشيوعي  Containment،  ويهدف فضلاً عن ذلك إلى القيام بتحسينات زراعية، فإن هذا المشروع يعد من وجهة خاصة مثلاً مفيداً على التعاون الاقتصادي الإقليمي، والمعروف أن ميزانيته كانت تشكل على خمسة مليارات من الدولارات تدفع 60% منها الدول الخمس عشرة الأعضاء، والباقي وقدره 40% يدفعه البنك الدولي للإنشاء والتعمير. فنظرية الاقتصاد الموحد تقدم إذن أمثلة عملية في صورتين مختلفتين، صورة خاصة بالعالم الشيوعي مثل الاتحاد الصيني السوفييتي الذي ذكرناه آنفاً، وصورة أخرى خاصة بالعالم غير الشيوعي كمشروع كولومبو. وأكثر من ذلك فإن هذه النظرية التي تجد فيما ذكرنا تبريراً عملياً، يمكن أن نجد منها الآن أسسها النظرية في بعض الأبحاث الأخيرة عن اقتصاد البلدان المتخلفة، وبخاصة تلك الأبحاث التي قام بها في فرنسا (معهد علم الاقتصاد التطبيقي  I.S.E.A)  وهي تعد في هذا الباب نوعاً من التحديد للموضوع، يحلل أصحابها- عن قصد وبصفة منهجية- عوامل نمو البلدان المتخلفة، ولقد استطاعوا أن يبينوا أن من بين الظواهر المعوقة لهذا النمو (إبقاء الاقتصاد في نطاق قومي محدود) فالقومية الاقتصادية كالقومية السياسية، فات أوانها بتأثير الحقائق الراهنة. لأن الاقتصاد يتطور نحو الاشتراكية (¬2) القومية في الداخل والاشتراكية الدولية في\r¬__________\r(¬1) مشروع إنجليزي لإنعاش اقتصاديات بلدان الكومنولث الداخلة في نطاق الاسترليني في جنوب شرقي آسيا.\r(¬2) على شرط أن نقدر هذا المفهوم على أساس منهج عملي لا بوصفه مذهباً إيديولوجياً.","seal":"B1169609","part":"1"},
      {"page":29,"id":30,"nass":"الخارج، وفضلاً عن ذلك، فإن هاتين المشكلتين تحتفظان باستقلال كلي إزاء السياسة، وأياً ما كانت الحلول التي نرى صلاحيتها لهما، فإن هذه الحلول لا تستتبع بالضرورة أي اتجاه مذهي.\rولسنا نستطيع أن نقوم بفصل قاطع خير من هذا بين الاقتصاد والسياسة، لنحتفظ في الوقت نفسه بحرية الاختيار بين الاتجاهات العالمية، فإن الحجج المذهبية لا تدعم فناً اجماعياً أو صناعياً، ولا تحط من قيمته، إذ الفن يعتمد على قيمته الذاتية، وعلى مقدرته على التأثير في ظروف معينة.\rفاشتراكية وسائل الإنتاج لا ترجع إلى أي مبدأ مذهبي، بل إلى ضرورة تحددها ظروف خاصة بالوسط، وبإمكانياته الحالية. وفي هذه الظروف يستطيع الاقتصاد الإسلامي والاقتصاد الأفرسيوي عامة في ميدان التطبيق أن يستلهم سياسة مخططة من نظام المزارع الحماعية  Système Kholkhozien  توفر له القدرة على التأثير. كذلك لا يمكننا في الميدان النظري أن نغض النظر عن أفكار المهندس الزراعي (تيرانس مالتسيف  Térence Maltsev)،  الذي تخصص في استغلال الأراضي القاحلة أو نصف القاحلة، تلك الصفة التي تنطبق على مساحات شاسعة من الرقعة الإسلامية وتنطبق على كل حال على أراضي الشمال الإفريقي. لأن عجز الإنتاج الزراعي في هذه المنطقة لا ينتج في الواقع عن استعمال الوسائل العتيقة أو عن التنظيم الزراعي فحسب؛ بل إنه ينتج أحياناً عن الظروف الطبيعية القاسية. وقد لا يكون العلم قد توصل حتى الآن إلى التحكم في هذه الظروف لكي يفرض بطريقة علمية توجيه الأراضي في الزراعة، ولكن البلاد القاحلة- وأغلب البلاد الإسلامية في هذه الحالة- تستفيد كثيراً من متابعة نمو الأفكار التي أبدعها (تيرانس مالتسيف).\rوعلى كل، فإن ما تتصف به هذه المشاكل من التسلط على الاقتصاد الإسلامي لا يفتأ يزداد مع ضغط زيادة السكان من ناحية، ومع ضرورات","seal":"B300E7B2","part":"1"},
      {"page":30,"id":31,"nass":"الاستثمار من ناحية أخرى، مادام الانتقال إلى المرحلة الصناعية لا يمكن أن يتم دون فائض في الإنتاج الزراعي؛ والمفروض أن هذا الانتقال سيحدث مع تطبيق الاشتراكية على وسائل الإنتاج، ولكننا نصادف هنا المشكلة الثانية في الاقتصاد الإسلامي، وهي مشكلة المواد الأولية؛ وكما حدث في الأولى، يحدث في هذه المشكلة، فتتراكب العناصر الاقتصادية المحضة فوق العناصر النفسية، التي لا نحتاج أن نعود هنا إلى الحديث عنها. ويبقى علينا أن ننظر إلى زيادة الإنتاج الزراعي الذي يشمل بقدر كبير جميع برامج التجهيز الصناعي، من الزاوية الاقتصادية المحضة.\rومن هذه الزاوية تواجهنا مشكلة تسويق المواد الأولية، فالبلاد الإسلامية مضطرة في الظروف التي توجد فيها الآن إلى أن تصدر المواد الخام، تلك التي لا تملك وسائل تغييرها وتصنيعها في بلادها؛ ومن هنا تكون مرحلة جديدة في مواجهة هذه البلاد لمحور واشنطن - موسكو، هنالك حيث تقوم صناعات التحويل والتغيير، وتلك هي المواجهة الاقتصادية التي تظهر نتائجها بصورة طبيعية في الميزان التجاري لتلك البلاد، وخاصة في الخسارة التي بلغت 16% في دخلها الكلي خلال السنوات التي أعقبت تحررها.\rونحن نصادف مرة أخرى هنا مشكلة (الوعي الاقتصادي) والتخصص الفني، أعني مشكلة توجيه الثقافة وتكوين الإطار الاجتماعي. ولكن بصرف النظر عن هذه العناصر الداخلية التي يجب أن نضيف إليها نتائج الأحداث الثورية التي أدت إلى التحرر، مع تفاوت في درجتها الثورية، فإن الخسارة تنتج أيضاً بقدر ما عن ظروف السوق الدولية. وبالنسبة لهذا الجزء من المشكلة تواجهنا مشكلة تسويق المواد الأولية، وهي تواجهنا أولاً بمنطق الأسواق المالية، بكل ما يحمل هذا المنطق من اصطناع ومكيافيلية وتزييف. وبدهي أن تسعير السوق المالية يبدأ من علاقة (المادة الأولية بالعملة) تلك العلاقة التي يحددها","seal":"D7C59503","part":"1"},
      {"page":31,"id":32,"nass":"سر هذه السوق ولكن السعر لا تحدده العناصر الاقتصادية الخاضعة لقانون العرض والطلب فحسب، بل إنه يتحدد أيضاً بعناصر غير اقتصادية تفصح عن اعتبارات مالية وسياسية واستراتيجية، أعني: الإرادة الخاصة لأحد الأطراف وهو مَن في حوزته العملة، وهذا ينطبق انطباقاً تاماً على البترول مثلاً، فإن هذه العناصر الأخيرة المذكورة هي التي تحدد وحدها أسعاره، دون أن يكون للبلاد المنتجة للمادة حق إبداء رأيها، فإذا انتقلنا عملياً إلى السوق الدولية، وجدنا الأمر قريباً من هذا. إذ تتحدد العلاقة بين المادة الأولية والعملة عملياً من طرف واحد: هو الاحتكار  Trusts  الذي يحدد الأسعار بنسب تناسبه. وهكذا تخضع سوق المادة الأولية- دون مقابل- لسوق المال ولإرادة رأس المال. وإنه من طبيعة هذا الوضع أن نرى في تلك الإرادة، المقدرة بالدولارات والاسترليني، الفلسفة التي كانت تقود منذ عهد قريب الاستغلال الاستعماري، فهي تحاول اليوم لأسباب مالية واستراتيجية إبقاء (منطقة رهو) في البلاد المنتجة للمادة الأولية، تتفق مع التيارات التجارية ومع التيارات السياسية العالمية أي مع مصالح البلاد ذات الطاقة الاقتصادية العالمية: وتسعير القطن المصري، والكاوتشوك والتوابل في إندونيسيا، والأرز في بورما، إنما يتحدد طبقاً لمقتضيات هذه التيارات، وفي خضم هذه الظروف التي تموج بها السوق العالمية تواجهنا مشكلة تسويق المادة الأولية. والضرر الذي يصاب به الاقتصاد الراهن القائم على أساس النقد إنما يأتي من أن العلاقة بين المادة الأولية والعملة إنما تحددها العملة نفسها.\rفمثلاً ليس هناك أي سبب ظاهر لأن يكون سعر (الحلفا) الجزائرية - وهي مادة أولية- أقل ثلاثين أو أربعين مرة من سعر منتجاتها- عجينة السليلوز والورق- المصنوعة في إنجلترا، ليس هناك سوى سبب واحد يتصل بالعلاقة بين الحلفا والجنيه الاسترليني، وذلك هو فائدة الصناعة الإنجليزية والعامل الإنجليزي. وهكذا تكبد ساعة العمل التي يؤديها العامل الإنجليزي","seal":"621F425D","part":"1"},
      {"page":32,"id":34,"nass":"العامل الجزائري كثيراً، إذ أن الأول إنما يفضل الثاني بالعملة. على حين لا يمثل الثاني سوى المادة الأولية.\rوقد لفت هذا الشذود أنظار بعض المراقبين لاقتصاد الشمال الإفريقي حين لاحظوا البون الشاسع بين سعر الطن المصدر من المادة الأولية وسعر الطن المستورد من المنتجات المصنوعة إلى بلد من العالم الثالث. وملاحظة هذه الأرقام باعتبارها متوسطاً كلياً لها دلالتها، ولكنها لا تترجم تماماً عن الواقع الاقتصادي في مستوى العامل المسلم، بل في مستوى رجل الأعمال الأوربي الذي يصدّر المادة الأولية بيد، لتغيرها يده الأخرى إلى مادة مصنوعة يشتريها العامل المسلم بالثمن الغالي، ليبخس حقه منتجاً ومستهلكاً.\rوأياً ما كان الأمر، فلكي نعالج تسلط العملة على المادة الأولية، فإن من الواجب أن نحرر المادة من العلاقة التي تخضعها لظروف السوق الراهنة.\rويبدو أن بعض البلاد الإسلامية قد عقدت فعلاً عملياتها التجارية الأخيرة، على أساس علاقة لا تنفرد فيها العملة بتحديد قيمة المادة الأولية، فلقد تمت هذه العمليات على أساس مقايضة (مادة أولية بمادة أولية) أو (مادة أولية بتجهيز صناعي)، فبادلت سيلان على هذا الأساس محصول الكاوتشوك مقابل الأرز الصيني، وبادلت مصر قطنها مقابل التجهيز الصناعي، وبصفة عامة تقوم عمليات تبادل البلاد الإسلامية مع الشرق على أساس ذي طبيعة أخرى، وهو ما يمكن أن يتضح بقدر كبير في هذه العلاقة:\rمادة أولية - عمل\rومن الممكن أن تتم المبادلات مع الغرب على الأساس نفسه، وإنما هنا نصطدم (بكتلة نقدية)، تلك الكتلة التي كشفت في قضية البترول الإيراني والجزائري أخيراً (¬1) عن إرادتها في أن تظل سيادة العملة على المادة الأولية، ولكن\r¬__________\r(¬1) ومن هنا قدرت قيمة التعديلات التي قررتها الحكومة الجزائرية في هذا المجال.","seal":"CBB34111","part":"1"},
      {"page":33,"id":35,"nass":"البلاد الأفرسيوية عامة، ومن ضمنها البلدان الإسلامية خاصة، تستطيع أن تستلهم من هذه السياسة الاقتصادية سياسة أخرى معارضة لها. بأن تنشئ في مواجهة (الكتلة النقدية) (كتلة المادة الأولية). وبعبارة أخرى، إذا كان مبدأ الاقتصاد الموحد صادقاً في الميادين الزراعية والصناعية في الاقتصاد الإسلامي، فإنه أيضا صادق في ميدان تسويق المواد الأولية لمواجهة الاستراتيجية المالية للأحتكارات  Trusts  بصورة فعالة، وبصفة عامة لمواجهة إرادة القوة، وخاصة إذا ما كانت هذه هي الطريقة الوحيدة لعلاج بعض ألوان الشذوذ المرضي في سوق المواد الأولية.\rفعندما يتعرض الكاوتشوك- وهو عامل طفرة للنمو الاقتصادي في بلاد جنوب شرقي آسيا- لنكسة، في الوقت الذي تدل فيه الإحصاءات على زيادة مستمرة في منحى استهلاكه، فتلك ولا شك حالة تدل على وجود أعراض مرَضِيّة.\rوفي ظاهرة كهذه يمكن أن ندرك- بداهة- تأثير العوامل غير الاقتصادية التي تحرف القانون الطبيعي للعرض والطلب، وهذه العوامل ترتبط- كما هو ظاهر- بتحكيم السياسة في مشكلة التبادل بين بلاد (الكتلة النقدية) والبلاد المنتجة للمادة الأولية، فإن بلاد (الكتلة النقدية) تريد أن تطبع على هذه المبادلات الاتجاهات المناسبة لخطها السياسي الخاص، ولا يمكن تعديل هذه الاتجاهات إلا بتنظيم حكيم لسوق المادة الأولية ولتسويقها بواسطة البلاد الإسلامية، تبعاً لمبدأ الاقتصاد الوحد. ولكنا نلاحظ أن هذا المبدأ- في جميع مناطق الاقتصاد الإسلامي وقد بيّنا ملأءمته لها- يتفق فعلاً مع المبدأ الأخلاقي الأساسي للفكرة الإسلامية أعني مع فكرة (المسلم العالمي). إذ لا يتصور في الواقع أن نواجه مشكلة اقتصاد موحد في منطقة لم يزل عنها خطر الحرب نهائياً. فإن المرء لا ينشئ شركة مالية مع رفيق لن يسير معه إلا جزءاً من الطريق.","seal":"DDA95490","part":"1"},
      {"page":34,"id":36,"nass":"وهذا الاعتبار يبرز شذوذ بعض الحكومات في الرقعة الإسلامية حين تنساق في سياسة الكبرياء، فتضع المشاكل في لغة القوة، في مجال ينبغي عليها فيه أن تصوغها بلغة (البقاء)، بحكم الضرورات الداخلية في تلك البلاد، وبحكم اتجاهها في الظروف الحاضرة المتسمة بإلحاح اعتبارات السلام.\rوبالنظر إلى هذه الاعتبارات الملحة يصبح الاقتصاد عنصراً جوهرياً يحدد وجهة الفكرة الإسلامية. فهو يصبح في هذا المستوى- إلى جانب كونه وسيلة الشعوب الإسلامية للحياة- وسيلة لها كما تتحمل رسالة الإسلام الداعية إلى السلام، التي تقع على عاتقها في مواجهة الكتلتين.\rويستطيع الاقتصاد الإسلامي- حين يجر هذه البلاد إلى منافسة تحمل طابع التعايش- أن يتحاشى تحول المنافسة الاقتصادية إلى وضع انفجاري، ولقد أوضح مشروع بناء خزان أسوان أن هذه المنافسة يمكن أن تكون مثمرة خصبة، لو فهمتها الدول الكبرى، وذلك عندما ينفون عنها ما يمكن أن يخلع عليها صبغة حادة منفعلة، وذلك هو ما فعلته الحكومة المصرية؛ ومن بين الاقتصاديين المشهورين الذين يفكرون في تأثير هذه المنافسة الاقتصادية في علاقات الكتلتين إحداهما بالأخرى، نرى مثلاً مسيو (ألفريد سوفي  Alfred Sauvy)  في فرنسا يقول: \" إن من الممكن وجود نقطة التقاء بينهما في الجنوب البائس\" (¬1).\rفمن الممكن أن تلتحم وحدة الحضارة الإنسانية في الرقعة الإسلامية، وبهذا تتلاحم حلقة الوحدة الإنسانية على محور طنجة - جاكرتا في الميدان الاقتصادي. وحبذا لو أدركت الشعوب الإسلامية في الوقت الذي تكوّن فيه (وعيها الاقتصادي) القيمة التاريخية لهذا الوعي، في العالم الخالي، بصفته عنصراً من عناصر التقدم والسلام.\r¬__________\r(¬1) يشير بهذه إلى البلدان الواقعة في محور طنجة - جاكرتا.","seal":"B3DA2BBF","part":"1"},
      {"page":35,"id":37,"nass":"الاقتصاد والاقتصادانية\r* ( Economie et Economisme)\rفي دراسة خلت بدا لي ضرورة أن أشير إلى التعارض الشديد في المشهد الإنساني بين محور واشنطن - موسكو ومحور طنجة - جاكرتا.\rوقد بيّنا أن هذا التعارض راجع في جانب منه إلى بنى اقتصادية مختلفة، مفسرين هذه البنى تفسيراً قائماً على جذورها النفسية الثقافية لا على أصولها الاقتصادية.\rفالمشكلة نفسية بادئ ذي بدء، ذلك بأن الوعي الاقتصادي لم ينمُ في شعور العالم الإسلامي النموَّ الذي نماه في الغرب في شعور الإنسان المتحضر وحياته.\rالواقع أن الاقتصاد في الغرب قد أمسى منذ قرن دعامةً أساسية للحياة الاجتماعية، وقاعدةً جوهرية لتنظيمها، ومبدأ تصرف للفرد، ومثلاً أعلى للأسرة رمزه (جورب الصوف) (¬1) المشهور في كل بيت (¬2).\rأما الحضارة الإسلامية في الشرق فقد نزلت في فترة من تطوّر البشرِ العام بين الحضارات العتيقة وحضارة الغرب. فاقتصادها يمثل معبراً من الاقتصاد\r¬__________\r* ترجم هذا الفصل السيد مروان قنواتي.\r(¬1) كانت الأسرة الريفية الفرنسية تكتنز ما تقتصد في جورب من الصوف، ويقابله عند العرب (الصرة).\r(¬2)  Cf. L'Afro-Asiatisme p.179 et suivants, édition Cairo","seal":"20BB6AAD","part":"1"},
      {"page":36,"id":38,"nass":"المألوف إلى الاقتصاد المنظم تنظيماً تايلورياً (¬1).\rزد على ذلك أنه منذ عصر ما بعد الموحدين نجد أن الفكر الإسلامي، المسرّح من مهماته التاريخية من وجه ما، فقد وظيفته على وجه العموم فأمسى آلة تدور في الفراغ نسمع جعجعتها ولا نرى طحناً. حتى إن اتجاهاً أو مذهباً اقتصادياً إسلامياً خاصاً لم يكن ليقوى على البزوغ، ذلك بأنه لا يملك أن يتعلق بفكرة (الربح الحر) التي هي دعامة الرأسمالية ولا بفكرة (الحاجة) التي هي نواة الماركسية.\rفدعائم المفاهيم للنشاط الاقتصادي القديم- من وضوح ودقة ونظام وتنظيم وثقة ... - للمجتمع المسلم، انحلت في التفسخ العام الذي أصابه ساعة كانت أوربا على عتبة عصر اقتصادي جديد، بما أوتيت من اكتشافات جغرافية كبرى في القرن السادس عشر الميلادي.\rولم يكن المجتمع المسلم، وقد أثقله عبء حضارة آفلة، بقادرعلى أن يقتفي آثار حضارة ناشئة أخرى على عتبة انقلابات، لم تقتصر على أن تؤدي بالعالم الحديث إلى إحياء دعائم المفاهيم القديمة للاقتصاد، بل أدّت به أيضاً إلى إيجاد دعائم مفاهيم جديدة كساعة العمل والقدرة على الإنتاج، وإلى إيجاد دعائم مادية تندّ عن التصور- كالبخار والكهرباء والآلة- دخل البشر بها الثورة الصناعية الفنية.\rحتى إن العالم الثالث كله غداة الانسلاخ من الاستعمار لم يكن عليه أن يتخلص من سلبيته الموروثة وحدها، بل من عواقب ركوده أيضاً ساعة وثبة أوربا في الميدان الاقتصادي.\r¬__________\r(¬1) نسبة إلى (تايلور) صاحب النظرية الاقتصادية التي أدخلت فكرة ضبط الإنتاج بترتيب الحركات حسب الوقت وترتيب الوقت حسب الحركات (دراسة العمل والزمن).","seal":"CF9349ED","part":"1"},
      {"page":37,"id":39,"nass":"وقد جاوزت هذه العواقب في سوئها حداً، جعلها تمثل صعوبات مادية كبرى في طريق البلدان المستعمرة، وعقداً نفسية تحكم على هذه البلدان بضربٍ من الصبيانية الاقتصادية.\rإن إنسان العالم الثالث عامة والمسلم خاصة، يظنان أنهما بارئان من أسقامهما بدواءٍ جديد يشفيهما من كل داء. وقد تكلما عن الاقتصاد كلامهما عن حجر جديد للفلاسفة يملك أن يجعل الفقر غنى برمشة عين، فوقعا في ضرب من الصبيانية الاقتصادية  Economisme.\rوما يزيد الطين بلة أن حجر الفلاسفة الذي يزعمان المداواة به، لا يصنع المعجزات في البلد الذي يتخذه علاجاً، بل يدسّ له من مخابر البلدان المتقدمة التي همّها الأكبر ضمان مصالحها لا تخفيف عبء البلدان المتخلفة.\rوهذا الدواء الشافي من كل داء في العالم الإسلامي لم يكن له من أثر، إلا أن جعله فريسة شر أدوائه بإيقاعه في (الاقتصادانية  L'Economisme).\rوالاقتصادانية إنما هي فقاعة غاز لا تحوي أي واقع اقتصادي، بل هي أسوأ. إنها ظرف يبدي ألوان قوس قزح لألاءة براقة، إنه يحوي أوهاماً خلابة ضائعة وتناقضات تدعو للسخرية.\rإن الاقتصادانية أو المعاشية لم ينزلْ بها قرآن من السماء، بل أفرزتها كائنات أميبية جسّدت القابلية للاستعمار وتجسد التخلف اليوم. وهي عموماً تعني بادئ ذي بدء استبداداً، أي تقييداً جديداً لحرية التصرف، فيه يلتهم المشرّع الاقتصادي القيمَ الأخلاقية والمدنية كلّها لأبناء الشعوب المستعمرة حتى يعززوا كما يزعمون، الاستقلال السياسي الذي اكتسبه الشعب.\rحتى إن الاقتصادي لا يحيي القرية بإعادة كرامة المواطن التي داستها الأقدام ووطئتها قروناً طوالاً، بل يلبسه ثوب الذل كرة أخرى ويخنق أنفاسه ويضيق","seal":"0FA0F1C4","part":"1"},
      {"page":38,"id":40,"nass":"عليه الحريات المدنية، أي يثقل مشكلة الإنسان من جديد بعناصر سالبة جديدة.\rوإن ابتغت الاقتصادانية أن تفعل خيراً فإنها تتصور شؤون المجتع الإنساني تصور تسيير لمطعم حقير حسابه يتم بعمليتين اثنتين: جمع لا يدخل من مال، وطرح للنفقات.\rعندما يمسي مذهب اقتصاداني نفيا لسنن التاريخ البشري، فيجرد تجريداً مذهبياً من القيم الثقافية التي تنشد كل جهد للنهوض الاجتماعي القائم على الإنسان، نجد أن (منهج التنمية) المزعوم يؤكد ما هو أسوأ من أدواء التخلف كلها.\rويا ليت التسيير الاقتصادي يخلو من العقد! فمولى المطعم الحقير يصب فيه مع الأسف أوهامه الطفولية وتناقضاته التي يزهو بها معاً.\rإن المجتمع الإسلامي في اللحظة الراهنة يقوم في البلاد كلها بجهود مشكورة ويضحي تضحيات نبيلة لإيجاد أطر أو ملاكات صناعية فنية ضرورية هنا وهناك، ولزيادة جهد النهوض الاقتصادي. بيد أن عالماً اجتماعياً إيرانياً يبين لنا مع ذلك في بحث رعته هيئة الأمم المتحدة، عظم هجرة أدمغة العالم الثالث أو العالم الإسلامي خاصة إلى البلدان المتقدمة.\rفهل نظروا في بلادنا إلى هذا التقرير التحليلي فاتخذوا التدابير المناسبة؟ وفي هذا الصدد ينبغي لنا أن نصغي إلى متخصص عربي في النفط هو الشيخ (أحمد الطريقي) الذي يعطينا تعليمات قيمة حول موقف البلدان العربية المنتجة في ميدان الانتفاع بالأدمغة العربية المكوّنة في البلدان الغربية.\rإنه موقف التعالي الصلف الذي يذل. حتى إن (الدماغ العربي) يبحث","seal":"374FFC13","part":"1"},
      {"page":39,"id":41,"nass":"فيجد خير منتفع بكفاءته في مواطن أخرى (¬1).\rفحيثما كانت (الاقتصادانية) وما يتبعها من حاجة عظمى للأدمغة جاء بلد متقدم فامتصها. وما هذا إلا تناقض قليل الشأن، ذلك بأن الاقتصادانية تفعل أكثر منه أيضاً. فعندما يحط الدماغ المكوّن بنفقات عظيمة في مسقطه يصبح مصيره رهناً للنزوة الطائشة. فقد يرى نفسه، بعد إذ تكوّن في مدرسة كبرى، كاتباً في إدارة على سبيل المثل. وقد يرى نفسه، بعد إذ غدا مهندساً في مؤسسة صناعية فنية ألمانية، عاملاً إدارياً وراء مكتب في هذا القطاع العام أو ذاك.\rحتى إن التخلف الذي هو نقص في الوسائل على الصعيد الاقتصادي، ينوء حمله الاقتصادي بجانب سلبيّ جديد من الوجهة النفسية: هو سوء الانتفاع بالوسائل.\rولقد انتصرت الصين الشعبية انتصاراً كاسحاً على هذا الجانب، الذي كان يفرض عليها الخيار بين (الصنع والشراء)، ولكنها لم تنتصر عليه ذلك الانتصار إلا بما قامت به من ثورة ثقافية.\rفينبغي للبلدان الأخرى في العالم الثالث أن تقوم هي أيضاً بثورتها الثقافية، حتى تذلل المصاعب ولا سيما العقد التي تعوق سبيل تنميتها الاقتصادية.\rوليس بضربة لازب أن تختار لذلك قدوة معينة في التنمية أياً كان شأنها، فالاقتصاد يسلك سبله الخاصة التي ليست بالضرورة سبل الرأسمالية ولا سبل الماركسية.\rإن المجتمع في منطلقه يتمتع دائماً بسلطان اجتماعي، يمثله الإنسان والأرض والزمان الذين يملكهم في الحالات جميعاً، لكنه لا يملك سلطاناً مالياً دائماً.\r¬__________\r(¬1) مقابلة في الرائي الجزائري ( Television)  في شهر تشرين الثاني (نوفمبر) 1971م.","seal":"FD5B191C","part":"1"},
      {"page":40,"id":42,"nass":"فينبغي لخطط تنميته والحال هذه أن تعتمد اعتماداً أكثر على السلطان الاجتماعي، حتى لا تعبر عن وسواس نقص المال الذي يهلكها من البداية بإخضاعها إلى إرادة المال.\rوفي البلاد الإسلامية خاصة ليست المسألة بأن نعطي المال سلطاناً لم ينزل به الله، بتركيزه في أيد قليلة يتبعه انخفاض في مستوى المعيشة، ونقص من القوة الشرائية وإفقار للجماهير الكادحة، وليست المسألة بأن ينتزع منه كل سلطان كذلك بإذابته في ضرب المساواة الطوباوية يذهب بنجعه النافع في دفع الإنتاج.\rفينبغي لنا أن نجعل للمال قيمة نسبية، ولكن ينبغي لنا أيضاً أن نكشف النقاب عن مفهوم (الإنتاج)، فلا ينبغي أن يغدو المثل الأعلى للمجتمع كما فعلت (الستاخانوفية) في الاتحاد السوفييتي قبل الحرب العالمية الثانية، بل ضرورة ملحة، تلبيتها شرط كل حياة اجتماعية. ولئن ابتغى قوم صوغ هذا الشرط في حكمة قلنا: نحن لا نعيش لنأكل، بيد أننا نهلك إذا لم نأكل.\rوبعبارة أخرى إن خطط التنمية أياً كان إلزامها الاقتصادي الذي نقدره حق قدره، ينبغي لها مع ذلك أن تطوي كشحاً عن هذا الإلزام لضرورات عليا، حتى لا تهوي في الاقتصادانية، وهم أولئك الذين يظنون أنهم يحلون المشكلات البشرية كلها بسبل اقتصادية.\rيبدو أن العالم الإسلامي في هذه الآونة مصاب بهذا الداء. وهو داء نكأته الحربان العالميتان في هذا القرن، فانتقل من عدم الوعي الاقتصادي الشامل إلى الحصر (¬1) ( Obsession)  الاقتصادي، كأنما ليس للمسلم إلا سبيل واحدة للتفتح: أن يكون بشراً اقتصادياً ( Homo économicus)  وألا يكون غير هذا.\r¬__________\r(¬1) هذا مصطلح وفق إليه أحمد عزة راجح أستاذ علم النفس في جامعة الاسكندرية جزاه الله خيراً، رجع فيه إلى قوله تعالى: {حَصِرَتْ صُدُورُهُمْ ..... }.","seal":"3AAED3FB","part":"1"},
      {"page":41,"id":43,"nass":"ولا يخفى علينا أن التعليم الإسلامي كله في القرآن والسنة يدعوه إلى الحلول الوسطى دائماً:\r{وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا ... }. [البقرة 2/ 143].\rفتوعية الإنسان المسلم في الميدان الاقتصادي، يجب ألا تجره إلى وثنية جديدة ليصير من عبّاد صنم جديد اسمه (الاقتصادانية) أو حتى الاقتصاد.\r***","seal":"76B6BD52","part":"1"},
      {"page":42,"id":44,"nass":"حدود الاختيار الإسلامي بين المناهج الموجودة\rإذا تأملنا الفكر الإسلامي الحديث في مواجهة المشكلات الاقتصادية، نرى أنه يضيّق على نفسه مجال اجتهاده، بمقتضى مسلمات ضمنية يمكن حصرها تقريباً فيما يلي:\r1) إنه يفكر أولاً على أساس أن الموجود من المناهج الاقتصادية هو ما يمكن إيجاده.\r2) إن النشاط الاقتصادي لا يمكن من دون تدخل المال، سواء في صورة استثمار، تنظمه وتشرف عليه قطاعات خاصة أو استثمار تهيمن عليه سلطة سياسية، فيما يسمى القطاع العام.\rومن هنا يبتدئ تعثر الفكر الإسلامي بصعوبات تنشأ من طبيعة موقفه من الأشياء، لا من طبيعة الأشياء ذاتها.\rفالمسلمة الأولى، مثلاً، تضطره إلى الاختيار بين الرأسمالية وبين الشيوعية.\rوإذا به يجد نفسه- مهما كانت ميوله- أمام مشكلات فنية أو مذهبية أو على الأقل أخلاقية، تضيف إلى متاعبه ما شاء الله، لأنه لا يجد لها حلاً في نطاق اختياره في كلا الاتجاهين، إلا على حساب مبادئه الأولية، وبالتالي على حساب شخصيته وهويته من التاريخ.\rفإن جنح إلى الرأسمالية فسرعان ما يصطدم بإباحيتها، القائمة على المبدأ الذي عبر عنه (آدم سميث)، في بداية العهد الاقتصادي الحديث، في عبارته الشهيرة \"دعه يعمل، دعه يسير\".","seal":"A299A4AC","part":"1"},
      {"page":43,"id":45,"nass":"والآن بعد قرن ونصف، يرى المسلم بكل وضوح أين يؤدي هذا، إلى أي اضطراب اجتماعي يؤدي بالمجتمع الذي يسير هكذا، إلى أي انحرافات ثقافية تنشأ فيه متخذة ردود أفعال ضرورية أمام إفراط في الإنتاج وتفريط في التوزيع، فتنشأ الماركسية مثلاً وتقوم على أساسها الثورات الشيوعية لتعيد المياه لمجاريها في عالم الاقتصاد حسب زعمها.\rولا يصطدم المسلم في هذا الاتجاه، بإباحية الرأسمالية فحسب، أي بروحها فقط، بل سيصطدم أيضاً بشروطها أو بعض شروطها الفنية؛ لأن الرأسمالية تقتضي استثمار المال بوصفه الوسيلة الوحيدة لدفع عجلة الاقتصاد، وإذا بها تلجأ لعملية تجميع الأموال وتركيزها في مؤسسات معينة كالبنوك، لتقوم هي بتوزيعها وتوظيفها في القطاعات الإنتاجية المختلفة، على أساس الربا في عمليتي التجميع والتوزيع.\rوإذا بالمسلم الذي يختار هذا الاتجاه يغوص في محاولة تخليص الرأسمالية من الربا، لأنه محرم في شريعته.\rوكأنه من الناحية الفنية يحاول تخليص جسد من روحه، ويرجو أن الجسد سيبقى حياً وسيقوم بمهماته.\rوإن نجح في إيجاد حل نظري في قضية الربا يطابق الفقه الإسلامي، فيكون كأنه وجد روحاً لا يضمه جسد، أو تناقض مع جسده؛ لأن نظام البنوك يرفض هذا الروح وهو يرفضه، فيبقى الحل النظري معلقاً عملياً، لأن صاحبه انطلق على أساس مسلمة استثمار المال بصفته منطلق للديناميكا الاقتصادية، دون أن يراجع هذا المبدأ نفسه.\rوربما يلتفت المسلم، بعد خيبة أمله في الرأسمالية، في الاتجاه الأخير، في اتجاه الاقتصاد الشيوعي، وبكلمة ألطف: في اتجاه الاقتصاد الاشتراكي، لا لأنه","seal":"A658A25F","part":"1"},
      {"page":44,"id":46,"nass":"يحبذ منطلقاته المذهبية غالباً، بل لأنه بعد أن شاهد مساوئ الرأسمالية وتناقضها أخلاقياً وتقنياً مع الفقه الإسلامي، يشاهد نجاح الخطط (الاشتراكية) في الاقتصاد.\rوهنا أيضاً، سرعان ما يصطدم المسلم ببعض جوانب هذه الخطط المتعارضة مع الفقه الإسلامي، مثل تحديد الملكية أو إلغائها، بقطع النظر عن التعارض الأساسي بين المادية والإسلام، تعارضاً أعمق من التعارض مع الليبرالية، أو قضية الربا.\rوفي هذا الاتجاه، لم يبق على الاختصاصي أو السياسي المسلم إلا أن يطبق المنهج (الاشتراكي)، دون مراجعة أسسه المذهبية البعيدة، وأسباب نجاحه في البلاد التي طبقته على نسبة تمسكها بالفكرة الماركسية بصفتها عقيدة، كما يراها دارسون مثل (سيرج بردائيف  S. Berdaef)  أو (فالتر شوبرت  W. Shubart)،  ودون نظرة في نتائج أو توقعات الفتور عندما يعتري (العقيدة) الماركسية، بدورها، ويجعلها غير قادرة في الميدان الاقتصادي، على تعويض أو تغطية بعض الجوانب السلبية في النظرية الاقتصادية الماركسية، التي أثرت من دون جدال علم الاقتصاد بمفاهيم جديدة مثل فائض القيمة ( Plus-value)  أو الإنتاج على أساس الواحد أو الوحدة ( Productivité)  دون أن تشعر أنها مست الطاقة الإنتاجية في جوهرها.\rعندما مست مبدأ الملكية الفردية، أعني عندما ألغت أو خفّضت من قيمة وازع الامتلاء الذي يتصرف حسب مدرسة (بافلوف) الروسية (السوفييتية كان نعلم)، في الربع- على الأقل- مما أسميه بالطاقة الحيو ية  Energie vitale  الموزعة في إمكانيات الحيوان عامة والإنسان خاصة عندما حصل ذلك جاء هذا الأخير منتجاً أومستهلكاً على نسبة ما فيه من هذه الطاقة البيولوجية.\rبينما الفتور- أو الشيخوخة الاجتماعية- متوقع في المجتمع (الاشتراكي) كما هو","seal":"7650729F","part":"1"},
      {"page":45,"id":47,"nass":"شأن كل المجتمعات، وإذن سينكشف الضباب عن الحقيقة الاقتصادية الماركسية المجردة من جانبها العقيدي الذي يحقق نجاحها اليوم، فينتهي المجتمع الشيوعي الحديث، مثل المجتمعات الشيوعية السابقة كمجتمع القرامطة الذي انهار في ومضة بصر، بعد أن هدّد الدولة العباسية في عز قوتها، وكالمجتمع الذي سبقه بإيران قبل البعث الإسلامي.\rفإذا كانت ظاهرة (الفتور) تصيب كل المجتمعات في عصر شيخوختها، فإنها تستعجل الشيخوخة في المجتمعات التي تفقد مسبقاً عوامل الاستقرار النفسي، ولا تستطيع الاستمرار إلا في حالة تغير متواصل وحركة ديناميكية مستمرة، مثل المجتمعات الشيوعية السابقة التي لم تستقر أوضاعها إلا في فترة نشوئها وتشييدها.\rلذلك لا نرى اختيار المسلم- على أساس مسلمته- إلا محدوداً في الاتجاهين كليهما بعوامل بعضها فني وأخلاقي وبعضها فني ونفسي وعقائدي.\rوفي الاتجاهين كليهما نراه في محاولة تركيب روح إسلامية على جسم أجني يرفضها وترفضه؛ لأنه حتى في تجربته (الاشتراكية) المطبقة في بعض البلدان العربية، فهو يحاول تسخير جسم مفصول عن (روحه الشيوعي). ولا يضير المسؤولين العرب الذين يطبقون هذه التجربة في بلادهم، إذا لم يقدر لها النجاح الذي حققته في بلدان أخرى، مثل ألبانيا ورومانيا التي انطلقت من المنطلق نفسه.\rفللمجتد أصاب أوأخطأ، أجر بحسن نيته، ولا أحد يشك في حسن نية من حاول تطبيق خطة (اشتراكية) في البلاد العربية. خصوصاً إذا عددنا- في حالة الخطأ- أنه ليس من رجال السياسة، ولا من رجال الفقه، وإنما هو في جوهر الاختيار على أساس مسلمة كان من واجب صاحب الاختصاص الاقتصادي ألا يسلم بها في منطلق تفكيره، ولعلّه يجدر القول هنا، إن من العوامل التي","seal":"85B0C05B","part":"1"},
      {"page":46,"id":48,"nass":"عطلت نمو الفكر الاقتصادي في العالم الإسلامي ما نراه من طرف بعض علماء الدين من تشدد في الاعتراض على الاجتهاد الاقتصادي، اعتراضاً يُجمّده أحياناً منذ المنطلق.\rولا شك في أن هذا الاعتراض يحدث غالباً حرصاً على صيانة الدين، ولكننا وجدنا أحياناً لهذا الحرص صوراً لا تتسم بالحكمة، عندما يطغى الاعتراض طغياناً يصل إلى درجة التعطيل، فيسأل مثلاً من يقوم بدراسة في الاقتصاد. هل يلتزم فيما يكتب النظرة الفقهية، لا بالنسبة للكليات فحسب، بل بالنسبة لكل تفصيل سيواجه النظرية في المستقبل، كأنما صاحب النظرية ليس مطالباً بالبحث عن أصول تنتج التخلص من التخلف، بل مطالب أيضاً بكل التفاصيل التي قد تنشأ في الطريق كأنه يدعي علم كل شيء.\rبينما واقع العالم الإسلامي يفرض على من يتصدى لمحاولة فقهية أن يحدد موقفه على أساس الاهتمام بشروط الانطلاق  Décollage  أكثر من شروط الاستمرار، حتى إذا كانت ضرورية لمراجعة الأشياء، بعد أن يتحقق الانطلاق، إذا ما اقتضت المرحلة الأولى تعطيل بعض التصرفات الفردية من أجل نجاة أصحاب السفينة.\rفاليوم يجب سواء على الفقهاء أو على أصحاب الاختصاص تقدير مسؤولياتهم، على أساس أن القضية المطروحة ليست قضية تحقيق استمرار الحياة الاقتصادية، بل هي قضية دفع العجلة من أجل إنقاذ السفينة وأهلها، ولو تعطلت من أجل ذلك بعض المصالح الفردية.\r***","seal":"055598E3","part":"1"},
      {"page":47,"id":49,"nass":"الجزءُ الثّاني\rصورة المشكلات\rخريطة توزيع الإمكانات الاقتصادية في العالم\rحدود التفسير الاقتصادي البحت لتوزيع الإمكانات\rالأسس الحضارية لعالم الاقتصاد","seal":"91545E3B","part":"1"},
      {"page":48,"id":50,"nass":"","seal":"C0A04DC8","part":"1"},
      {"page":49,"id":51,"nass":"خريطة توزيع الإمكانات الاقتصادية في العالم\rإن الأقدار لم تظلم أحداً، وإنما تقوم الأمور على سنن لا تغيير لها، تربط المسبَّبات بأسبابها، سنة الله في خلقه، ولغيرنا أن يسميها القوانين، فلا يضيرنا.\rإلا أن موقفنا الفكري قد ينحرف تجاهها إما بطريقة أو بأخرى، عندما نقف منها الموقف السحري ( Attitude magique)  الذي يهدف إلى تعطيل تلك السنن أو القوانين، أو عندما تكون على فكرنا غشاوة، تجعله يربط الأشياء بغير أسبابها.\rفمن يعتقد أنه يعطل الأسباب يبوء بالفشل على حد سواء هو ومن يخطئ في ترتيبها الطبيعي في اطراد جدلي لا يسمح بوضع النتيجة قبل سببها، كما لا يسمح بوضع المحراث قبل الثور.\rإن هذه الاعتبارات تتطرق إلى ذهننا، عندما نتابع بالتبصر والتحليل ما يدور في الفكر الإسلامي تجاه عالم الاقتصاد الذي نراه: إما ينغمس في الغموض السحري كأنه معطِّل للأسباب، أو نراه يربط النتائج- كاليسر المادي في حياة الفرد والضمانات الاجتماعية التي يتمتع بها في مجتمع متقدم- بأسباب قد تبدو لنا- في النظرة الأولى- صحيحة، ثم نتبين عدم جدواها في عملية تطبيق نقوم بها نحن أو يقوم بها غيرنا، فتفشل لأنها قعّدت الأشياء على أسباب سطحية.\rفلو سألنا أنفسنا عن كيفية توزيع متوسط الدخل السنوي في العالم، ونحن نعلم قيمة هذا المفهوم الاقتصادي بوصفه دلالة على درجة التقدم في بلدٍ ما، ماذا سيكون جوابنا عادة؟","seal":"472F4625","part":"1"},
      {"page":50,"id":52,"nass":"إننا قد نتناول الإحصائية لمتوسط الدخل التي تصدرها هيئة الأمم كل سنة، ونتلو الأرقام التي تتضمنها، ومن بينها على سبيل المثال الرقمان الخاصان بالولايات المتحدة أي 3020 دولار وبالكويت أي 3400 دولار (¬1).\rإنني لا أرى بمجرد ذكرهما هكذا، دلالة واضحة على أوضاع البلدين سواء من الناحية الاجتماعية أو الاقتصادية، على حد سواء.\rإذن علينا: إذا أردنا أن نستفيد في موضوعنا من إحصائية متوسط الدخل السنوي الفردي، علينا أن نتناولها بطريقة أخرى.\rإنها تتضمن قرابة مئة وخمسين رقماً، على عدد البلدان المنتظمة في هيئة الأمم المتحدة، فلو رسمنا كل رقم منها على علم صغير ورشقنا كل علم في مكان العاصمة للبلاد التي يخصها الرقم، نكون قد صورنا على الخريطة، على طريقة هيئة أركان الحرب التي تستعمل أعلاماً صغيرة ملونة مرشوقة على طول الجبهة على الخريطة، حتى يتيسر لها متابعة ومراقبة الحركات العسكرية المتقابلة، ونكون بدورنا قد صورنا على الخريطة الصورة التي ستعطينا فكرة عن كيفية توزيع متوسط الدخل الفردي السنوي، في العالم، وربما أوضحت للناس هذا التوزيع.\rإنني أترك جانباً رقم الكويت الذي ذكرناه (3400) لأسباب أشرحها فيما بعد.\rفالإحصائية تبتدئ إذن برقم 3020 دولار للولايات المتحدة، وتنتهي برقم 70 دولاراً لإندونيسيا.\rوعلينا إذن أن نرشق المئة والخمسين علما في عواصم العالم، فإذا تمت هذه\r¬__________\r(¬1) أتناول هذه الأرقام من إحصائية سنة 1967 لأنها تحت يدي، والإحصائيات التالية قد تغير الأرقام بعض التغيير، دون أن تغير دلالتها العامة.","seal":"6A3E6D9B","part":"1"},
      {"page":51,"id":53,"nass":"العملية، فإننا سوف نفاجأ بأمر هو أنَّ الأرقام أو الأعلام، لم تتوزع بطريقة عفوية فوضوية على الخريطة أو على الترتيب الأبجدي، لأنه قد يكون الرقم (جـ) بجانب الرقم (جـ) الذي هو بجانبه فعلاً في الإحصائية وقد جاءت مرتبة بطبيعة الحال ترتيباً أبجدياً حسب أسماء البلدان، ولكنه سوف يكون على العكس في الخريطة بجانب حرف آخر ربما يكون حرف (ي) أو غيره، على ترتيب لا صلة له بحروف الأبجدية.\rفإذا وزعنا المئة والخمسين علماً هكذا، أي المئة والخمسين رقماً، نجد أنها ترتبت ترتيباً آخر، فمجموعها يصوّر لنا توزيعها على الخريطة على شكل قارتين يفصلهما خط عرض 30° تقريباً، وذلك عند رقم 520 $، أي متوسط الدخل الفردي السنوي الذي يعد عتبة نصعد منها إلى القارة الشمالية، أي إلى البلدان التي لديها إمكان تقديم كل الضمانات الاجتماعية لسكانها، أو ننزل منها إلى قارة الجنوب حيث البلدان التي لا تستطيع، في المرحلة الراهنة، أن تتكفل الضمانات الاجتماعية لسكانها.\rفإذا اعتمدنا هذه الخريطة، فقد يتطرق إلى أذهاننا بعض الحالات الشاذة، توهمنا في طبيعة الظاهرة التي نحاول جلاءها في هذا الفصل، خصوصاً لدى من يهوى تعطيل القاعدة بسبب وجود حالة شذوذ. وما أكثر هؤلاء الهواة في البلاد الإسلامية والعربية على وجه الخصوص!\rإننا طرحنا جانباً متوسط الدخل الفردي السنوي في الكويت، بينما يأتي رقمه، أي 3400 دولار، على رأس الإحصائية التي تناولها تحليلنا في هذا الفصل. لذا يجب الآن أن نقدم بعض التفسير لموقفنا هذا الموقف، فنقول إن متوسط الدخل في الولايات المتحدة 3020 دولار لا يخضع لشروط خارجة عن الأرض التي تتمتع به، ولا عن سياستها ولا عن ثقافتها، ولا عن كل الظروف القاسية مثل حرب عالمية كل صلاتها مع الخارج، فإنها لا تفقد بذلك سوى 5% من إمكانياتها","seal":"8A2891CA","part":"1"},
      {"page":52,"id":54,"nass":"الاقتصادية، هذا على تقدير أنها لا تتلافى مثل هذا الخطر بتعديل تستطيعه بكل سهولة، في عمليتي إنتاجها وتوزيعها.\rبينما كل الموارد التي يتكون منها متوسط الدخل الفردي في الكويت هو تحت رحمة يد أو أيد في الخارج تستطيع، في كل حين، أن تغلق أو تفتح صنابير البترول أكثر أو أقل.\rوقصة البطل الإيراني مصدق، ليست بعيدة عن أذهاننا، لتصور ما تستطيع أن تفعله في الكويت، الأيدي التي حطمته سنة 1953 في طهران.\rثم قد يلاحظ علينا هواة الحالات الشاذة: أننا لم نحدد مكان أوستراليا ونيوزيلاندة في خريطة التوزيع.\rفنلاحظ بدورنا أننا لا نقدم هنا درساً في الجغرافيا، وإنما نقدم عرضاً عن قضية اقتصادية، نرى فيه أن مكان أوستراليا ونيوزيلاندة ليس في القارة الاقتصادية الجنوبية بل في القارة الشمالية، مستندين في ذلك على كل الأسباب التاريخية الثقافية والعنصرية التي تربط هذين البلدين بأوربا وأمريكا.\rولو خصصنا نظرتنا في الموضوع إلى أهالي البلدين الأصليين ( Natives)  لربطناهما بالقارة الجنوبية بطبيعة الحال.\r***","seal":"5A5E2CAC","part":"1"},
      {"page":53,"id":55,"nass":"خريطة\rتوزيع متوسط الدخل السنوي الفردي في العالم\rطبقاً لإحصائية الأمم المتحدة لسنة 1967\r\rمتوسط الدخل\rفي الولايات المتحدة\r3020$\r•طوكيو •موسكو •برلين •روما •باريس •لندن •واشنطن\rالقارة الاقتصادية الشمالية\r------------------ خط عرض 30° ------------------\r520$\rفي اليونان\r•كابول •جاكرتا •طهران •بغداد •دمشق •القاهرة •طنجة\r\r70$\rفي أند ونيسيا","seal":"0A8CDA6C","part":"1"},
      {"page":54,"id":56,"nass":"حدود التفسير الاقتصادي البحت لتوزيع الإمكانات\rإنه لجدير بنا أن نتأمل الخريطة التي قدمناها في الفصل السابق، ونتساءل عن سبب التوزيع الغريب الذي نجد صورته في شكل قارتين.\rومن طبيعة الحال أن يأتي جوابنا إذا تسرعنا على أساس تقدير الأشياء من الزاوية الاقتصادية البحتة، قد نقول: إن السبب في ذلك يعود إلى وجود الصناعة في القطاع الشمالي من الكرة الأرضية وفقدانها في الجنوب.\rفهذا الجواب وجيه إلى حد ما، وتترتب عليه النتيجة النظرية التي تخللت كل الدراسات التي استهدفت النهوض بالجنوب، وكل المخططات السياسية التي طبقت من أجل ذلك في العالم الثالث، بعد الحرب العالمية الثانية إلى الآن.\rولكن الإحصائية التي تناولناها في الفصل السابق تدل دلالة واضحة أنه لم يتغير شيء نسبياً في صورة توزيع الإمكانيات المادية في العالم، على الرغم مما بذلته، في تلك الفترة، البلدان المتخلفة من أجل نهضتها الاقتصادية.\rبل يلاحظ بعض المراقبين للشؤون الاقتصادية في البلدان المتخلفة أنها قد ازدادت تخلفاً، في الفترة نفسها، وأن البلدان المتقدمة ازدادت تقدماً، دون أن يشذ على هذه الظاهرة إلا الصين.\rإذن يجب علينا أن نعيد النظر في القضية سواء بالنسبة للبلاد المتقدمة أو البلاد المتخلفة، وأن نستفيد من التجارب الأخيرة في العالم، التي تعطي وجوه، لموازنة سليمة بين بلد إسلامي مثل إندونيسيا في الجنوب، وبلد آخر في الشمال مثل ألمانيا، إذ نرى البلدين يشرعان في النهوض الاقتصادي، من نقطة انطلاق","seal":"BC4E1255","part":"1"},
      {"page":55,"id":57,"nass":"نراها أسوأ بالنسبة لألمانيا إذا ما قدرنا أنها تنطلق من نقطة الصفر، فاقدة كل وسائل الإنتاج الصناعي التي حطمتها الحرب؛ وما تبقّى منها إلى يوم 8 أيار (مايو) 1945، نرى الحلفاء يفككونه وينقلونه خارج البلاد، طبقاً لاتفاقية (بوتسدام)، فبقيت ألمانيا فاقدة كل وسيلة إنتاج صناعي، بل فاقدة سيادتها أيضاً ومضطرة أن تعيش على أرض فقيرة من الناحية الفلاحية، ترزح تحت أكبر احتلال عسكري في التاريخ.\rبينها نرى إندونيسيا في الفترة نفسها تستعيد سيادتها الكاملة، حرة في كل تصرفاتها الداخلية والخارجية، وتشرع في تطبيق مخطط أجدر خبير هو الدكتور (شاخت)، الذي وضع لها خطة تنمية قائمة أساساً على موارد أخصب بلاد الله على وجه الأرض.\rإن نتيجة الانطلاقتين والموازنة بينهما، ستكون واضحة في برهة وجيزة من الزمن، إذ سنرى:\r1) ألمانيا لا تستعيد مركزها الاقتصادي في العالم فحسب، بل تضيف إليه مكتسبات جديدة، تجعلها من الدول الرائدة اقتصادياً، وتضع عملتها في مصف العملات الصعبة التي ينتظر منها أحياناً نجدة الدولار، عندما يفقد النفس في السوق العالمية.\r2) بينما تخرج إندونيسيا من تجربتها في تطبيق مخطط (شاخت)، ليس فحسب من دون أي حصيلة في الميدان الاقتصادي، بل متورطة نفسياً في الشعور بالهزيمة أمام واقع مرير.\rفهذه الموازنة الجزئية تجعلنا، إذا ما أردنا أن نقرر شيئاً، أن نقرر عن جدارة أن فقدان الصناعة لا يفسر كل شيء في عالم الاقتصاد.\rويبدو إذن منذ الآن أن التفسير الاقتصادي وحده، لا يفسر الظاهرة التي","seal":"7DF2448D","part":"1"},
      {"page":56,"id":58,"nass":"انطلقنا منها في الفصل السابق، ومن هنا نبدأ ندرك أن حدود هذا التفسير وحده ضيقة جداً، كما سنزيد في توضيح ذلك. فإذا عدنا للسؤال الذي أوردناه في صدر هذا الفصل، نجد أننا قد قدمنا له ما يسمى (جواب البديهة) أي الجواب الذي قلما يصيب وكثيراً ما يخطئ في المجال العلمي، ولكنه أعطانا فرصة التنقيب في تجربتين متعاصرتين ومعاصرتين لنا.\rويبقى السؤال مطروحاً بصدد كيفية توزيع الإمكانيات الاقتصادية في العالم، لماذا وعلى أي أساس يقوم ذلك التوزيع؟\rإن جوابنا بـ (التصنيع) لم يقنعنا، لأن سؤالاً آخر يبقى بعده: لماذا انطلق العهد الصناعي في القارة الشمالية منذ بدايته، أي منذ اكتشاف الطاقة البخارية؟\rإن ظاهرة البخار تحت الضغط صاحبت تاريخ الإنسانية منذ اكتشاف الآدميين للنار، دون أن يلتفت أحد منهم إلى إمكان استخدام هذه الظاهرة مصدراً للطاقة حتى أتى عصر (دنيس بابان  Denis Papin)  و (واط  Watt)  اللذين سخرا تلك الطاقة الهائلة التي دفعت الإنسان في العهد الصناعي.\rإن أحداً لا يتصور حدوث هذا الاكتشاف فقط في حدود عقل إنسان اسمه (دنيس بابان) أو (واط)، وإنما وقع بسبب تغيير جدري حدث في المناخ العقلي الأوربي كافة، منذ ما يسمى بـ (النهضة) وخصوصاً منذ بداية القرن السادس عشر الميلادي، أي مباشرة بعد اكتشاف أمريكا وآلة الطباعة.\rوإذا كان (ديكارت) في القرن السابع عشر، أو من ترجم هذا التغيير الشامل في المناخ العقلي الأوربي إلى منهج تفكير، فلأنه ولد في هذا المناخ وترعرع فيه، وتأمل فيه فكان من الطبيعي أن تأتي نتيجة تأملاته في كتابه (مقال عن المنهج) كما أتت، في تلك العبارات التي تعلن المنعطف الجديد الذي اتخذه الفكر الأوربي.","seal":"95CE4161","part":"1"},
      {"page":57,"id":59,"nass":"يقول (ديكارت) مما يقول في (مقال ... ):\r\" إنه لمن الممكن الوصول إلى معرفة تطبق تطبيقاً نافعاً في الحياة، فتترك مدارس التعليم تلك الفلسفة السكولاستسية، وتعلم فلسفة تقبل التطبيق، وتتيح لنا، بعد معرفة تأثير النار والهواء والأجرام الفلكية، وكل الأجرام التي تحيطنا، أن نستخدمها تحت قانونها بالذات لمصلحتنا الخاصة، لنتمكن من امتلاك الطبيعة والهيمنة عليها\".\rإن هذه الكلمات ليست إلا عصارة المناخ العقلي الجديد يعصرها رجل عبقري، ما كان يصفيها قبل أوانها في التطور العالمي الشامل، أحد غيره، وما كان أيضاً لأحد قبل (دنيس بابان) و (واط)، أن يستخرج منها نتائجها التطبيقية، مثل الطاقة البخارية وما استتبعت في عالم الاقتصاد حتى عهد التوزيع لمتوسط الدخل الفردي السنوي، على الشكل الذي قدمنا صورته في الفصل السابق.\rوإذن فالتفسير الاقتصادي للأوضاع الموجودة في العالم، من تقدم وتخلف، لا يعطينا فكرة صحيحة عن كيفية معالجة التخلف، لأنه يربط الأشياء بأسباب قاصرة، لا يمكن لتجربة ناجحة أن تقوم على أساسها، لا في إندونيسيا ولا في غيرها من البلاد الإسلامية.\rومن هنا يتضح لنا، كم يجدر بمن يتصدى لقضية التخلف في العالم الإسلامي ألا يطرحها ضمن نطاق اقتصادي يضيق غالباً عن تقديم الطريق الأيسر لحلّها، خصوصاً إذا اقترنت النظرة الاقتصادية بانتظار المال من الخارج، حتى إذا أتى يكون غالباً ورطة سياسية، وإن لم يأت يكن بمثابة معطل لقيام النهضة.\rبل يحسن بمن يهتم بهذه القضية أن ينظر فيها النظرة الشاملة، حتى ترتبط الأشياء الاقتصادية بجذورها الاجتماعية الثقافية البعيدة، على الأقل في أذهان","seal":"172551FA","part":"1"},
      {"page":58,"id":60,"nass":"أصحاب الاختصاص كي تشمل نظرتهم في التصنيع، الذي لابد منه، فكرة واضحة عن القيم الإنسانية الضرورية لنجاح المشروع.\rفإذا فكرنا، على سبيل المثال، فيما يسمى (تغطية) المشروع ( Amortissement)  ندرك مباشرة عن طريق الأرقام أن القيمة الأولى في نجاح أي مشروع اقتصادي هي الإنسان.\rويمكن القول بقدر ما استفدنا من تجارب العالم الثالث في العقود الأخيرة، إن إهمال أو تجاهل قضية الإنسان هي من الأمور التي أفقدت هذه التجارب الشرط الأساسي لنجاحها مثل ما حدث لمخطط (شاخت) بإندونيسيا.\r***","seal":"6A5EEC8E","part":"1"},
      {"page":59,"id":61,"nass":"الأسس الحضارية لعالم الاقتصاد\rإن التغيرات التي نشاهد نتائجها بعد مدة طويلة في عالم الاقتصاد، أحياناً، هي في جوهرها تغيرات حضارية تعتري القيم والأذواق والأخلاق في منعطفات التاريخ، فتتغير معالم الحياة بتحول الإنسان نفسه في إرادته واتجاهه عندما يدرك معنى جديداً لوجوده في الكون.\rوهذا التحول لا يؤثر في عالم الأشياء، ولا في المعقولات التي يتضمنها عالم الأفكار بوصفه أنماطاً تطبيقية ( Modalités opératoires)،  أي لا يؤثر في عالم الاقتصاد بنوعيه- الشيء المصنوع والفكرة الدالة على طريقة صنعه- ما لم يؤثر في محتوى النفوس ذاتها، طبقاً للآية الكريمة: {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد 13/ 11].\rولو تدبر أهل الاختصاص في الاقتصاد من المسلمين هذه الآية، أدركوا أنها تضع هذه القضية وغيرها مما يخص أوضاع المجتمعات أولاً في مستوى تغير مسوّغات الوجود في المجال النفسي، وفي كلمة واحدة وبصورة أوضح في المستوى الحضاري.\rولو تدبروا أيضاً بعض الدراسات المتعمقة في البحث عن جذور الاقتصاد، لوصلوا إلى النتيجة النظرية نفسها، أي أن الاقتصاد ليس قضية إنشاء بنك وتشييد مصانع فحسب، بل هو قبل ذلك تشييد الإنسان وإنشاء سلوكه الجديد أمام كل المشكلات.\rإن دراسة من هذا النوع تفيد قطعاً في تطعيم بعض الأفكار الاقتصادية، إن","seal":"EB70FF1F","part":"1"},
      {"page":60,"id":62,"nass":"لم يكن في تعديلها، حتى تكون في الحالتين كلتيهما أقرب من واقع الإنسان الذي نحاول تدعيمه أو تغييره في المجال الاقتصادي، حسب الظروف.\rإن مصادفة سعيدة، جعلت تحت يدي، وأنا أحرر هذا الفصل دراسة لـ (جون نيف  J. nef)  ألفها محاضرات ثم نشرها في كتاب تحت عنوان (الأسس الثقافية للحضارة الصناعية).\rإن هذا الأستاذ تناول موضوع الاقتصاد من جذوره، فتراه يعالج في صلب موضوعه قضايا، ربما لا يتفق كثير من أصحاب الاختصاص في بلادنا، بأن لها اتصالاً وثيقاً بموضوع الاقتصاد، لأنه سبق في أذهاننا أنه موضوع (الكم) والإحصائيات، فتراه مثلاً يعقد فصله الأول لـ (حركات الفكر) بين 1570 - 1660، ويعقد فصلاً آخر لـ (الإصلاح الديني ... ).\rولكنني لست بصدد تعريف المسلم المتورط في عالم الاقتصاد، كيف نشأ هذا الاقتصاد على أسس حضارة غيره. بل أحاول أن أدله على طريق لحل أزمته الراهنة. على الأقل في المجال الفكري، لتكون له بعد ذلك الخيرة بين أفكار واضحة.\rإن الدارس الغربي مثل (جون نيف)، يدرس الأشياء من الناحية الوصفية كما هي، لأنها واقع شاخص أمام عينيه، وكل أسباب هذا الواقع سابقة في التاريخ عن جيله، فيكفيني أن يصف الأشياء بصدق، أي أن يحللها بدقة، ليفيدنا بقدر توفيقه في الوصف والتحليل.\rولكننا نواجه القضية من زاوية أخرى، يضطرنا لذلك واقعنا الخاص، أي يجب علينا أن نواجه هذا الواقع لا بأسلوب من يصف شيئاً موجوداً، بل بأسلوب من ينشئ شيئاً مفقوداً، أو يحاول إنشاءه طبقاً لأسباب ما زالت فاقدة التأثير في مجتمعنا.","seal":"3191EEE6","part":"1"},
      {"page":61,"id":63,"nass":"إن الاقتصاد- مهما كانت توعيته المذهبية- هو تجسيم لحضارة، على شرط أن نحددها بصفتها مجموعة الشروط المعنوية والمادية التي تتيح لمجتمع ما أن يقدم جميع الضمانات الاجتماعية لكل فرد يعيش فيه.\rفهذا التحديد الوظيفي يجعلنا نرى في الحضارة جانبين: الجانب الذي يتضمن شروطها المعنوية، في صورة إرادة تحرك المجتمع نحو تحديد مهماته الاجتماعية والاضطلاع بها، والجانب الذي يتضمن شروطها المادية، في صورة إمكان، أي أنه يضع تحت تصرف المجتمع الوسائل الضرورية للقيام بمهماته، أي بالوظيفة الحضارية.\rفالحضارة هي هذه الإرادة وهذا الإمكان. وبهذا نستطيع الآن التعبير عن الاقتصاد على أنه الصورة المحَسّة، لهذه الإرادة ولهذا الإمكان، في ميدان خاص هو ميدان الاقتصاد.\rكما نستطيع أيضاً تقديم متوسط الدخل الفردي السنوي، الذي أعطانا مدخلاً لهذا البحث، على أنه مجرد تعبير عن الإمكان الحضاري، أو على الضمانات الاجتماعية بطريقة الأرقام.\rوهنا يجدر بنا الوقوف عند العلاقة النسبية بين الإرادة الحضارية والإمكان الحضاري في الظروف الموضوعية، أي في الظروف الواقعية التي تواجه مجتمعاً منذ نقطة الانطلاق، أو في الحالات الشاذة التي تشبه نقطة انطلاق.\rفلدينا تجربتان، الواحدة في تاريخ الأمة الإسلامية العربية، والأخرى في تاريخ أمة معاصرة هي ألمانيا.\rفالأمة العربية في زمان الرسول - صلى الله عليه وسلم - انطلقت من نقطة الصفر من حيث الإمكان، لم يكن لديها شيء للاضطلاع بمهماتها الجسيمة، في المجال الاجتماعي والسياسي والعسكري، على حد سواء.","seal":"731C7FCA","part":"1"},
      {"page":62,"id":64,"nass":"ولكننا نراها، ولا أحد ينكر هذا، تقوم بهذه المهمات دون إهمال ولا إرجاء حتى يكتمل إمكانها، نراها منذ اللحظة الأولى، وبالإمكان البسيط الذي بيدها في تلك اللحظة، وكأنها قادرة على كل شيء، وإذا بها تنفذ فعلاً كل خططها في كل المجالات، كأنما معامل ضرب  Coefficient  تدخّل في فعالية وسائلها البسيطة، فجعلها كافية لإنجاز المهمات من ناحية وجعلها تكتمل في آن واحد من ناحية أخرى.\rيجدر بنا إذن، أن نقف عند هذا المعامل المضاعف، بوصفه شيئاً أساسياً في سر عمليات الإنجاز، فلا تتوقف هذه العمليات على شروط مادية مفرطة، كأنما تخلص إنجازها من شرط الإمكان.\rنرى هذه الظاهرة أيضاً في عالمنا الحديث، فنرى دولة محطمة مثل ألمانيا تعيد بناءها من نقطة الصفر، أي بلا إمكان يعد بالنسبة إلى ما أنجز فعلاً.\rوهنا أيضا نرى تدخل معامل مضاعف للإمكان، جعله منذ اللحظة الأولى في مستوى المهمات المنجزة. فهذا المعامل المضاعف هو الإرادة الحضارية بالذات، حتى إنه لو فقد في نشاط مجتمع، نراه وكأنما تجمدت وسائله مهما كان كلّها، وكأنما تعطل إمكانه مهما كان حجمه المادي.\rفالعلاقة النسبية بين الإمكان الحضاري والإرادة الحضارية علاقة سببية، تضع (الإرادة) في رتبة السبب بالنسبة للإمكان.\rولو عدنا إلى عالم الاقتصاد بهذه الاعتبارات، فإننا لا نراه عالم الكميات وعالم الأرقام إلا في الرتبة الثانية، أي بعدما تبعث فيه الإرادة الحضارية الحركة والحياة.\rوإنما تتدخل الكميات والأرقام عندما تنطلق عمليات الإنجاز، ويتطلب إنجازها إشرافاً وتنظيما ورقابة، أي بقدر ما يكتمل الإمكان.","seal":"4390148C","part":"1"},
      {"page":63,"id":65,"nass":"ولكن هذا الإشراف والتنظيم والرقابة، مع اعتبارها شروطاً ضرورية بقدر ما يتضخم الإمكان، لا تحقق على أية حال النجاح المضمون للاقتصاد إن افتقد إلى عامل نفسي أو روحي ينهض به على أنه التجسيم لإرادة حضارية.\rومن هنا تبدو لنا أهمية كتاب (جون نيف) في خاتمته، حيث يقول:\r\" إن اقتصاد الوفرة الذي يقاس بالكميات، والذي بدأ يسود خلال القرن التاسع عشر، في أجزاء من أوربا؛ الامبراطورية البريطانية وأمريكا، لم يكن، كما يعتقد علماء العصر الحديث عامة، السببَ الأساسي للتقدم الروحي والأدبي الذي حصل في الأزمنة الحديثة، إذ يبدو أن التقدم الروحي والأدبي الذي بدأ أثناء احتدام الحروب الدينية كان عاملاً رئيسياً في نشوء اقتصاد الوفرة هذا، إذ كان يتعذر حصول مثل هذا التقدم لولا المساعدة الإلهية التي منحت للروح، لكن كان لا بد لإرادة الإنسان، هذه الإرادة الحرة، من أن تطلب هذه المساعدة، وأن تجندها طوعا لمواجهة المسائل في تلك الميادين من التجربة الدنيوية- أي ميادين الدين والفن والأخلاق- التي أثبتت الأساليب العلمية الجديدة عجزها فيها. وسعى أجدادنا إبان الثورة العلمية التي بدأت عند ملتقى القرنين السادس عشر والسابع عشر إلى الوصول بالإنسان كله إلى الكمال، لا إلى مجرد تحسين معرفته عن العالمين المادي والحياتي، ولو أن هؤلاء الأجداد ركزوا جهودهم بلا استثناء على تلك الجوانب من الطبيعة البشرية التي تقع في مجال التفكير العلمي والاقتصادي الجديد، لوجدت الأجيال التي ولدت في القرنين الثامن عشر والتاسع عشر أمر تأسيس اقتصاد الوفرة ( ... ) أصعب حتى مما كان قد حدث بالفعل ... \".\rإنني تعمدت اقتطاف هذا المقطع من خاتمة كتاب (جون نيف)، لأنه يدل بأوضح ما يمكن التعبير به على الجذور البعيدة لا يسميه اقتصاد الوفرة، دون أن نبيح لأنفسنا سوى تعديل بسيط في المصطلحات لمراعاة وحدة البحث.","seal":"C44C67DD","part":"1"},
      {"page":64,"id":66,"nass":"فما يسميه (إرادة الإنسان) ينبغي ضبطه بالتاريخ، أي بالقرن السادس عشر والسابع عشر، أي هي (إرادة الحضارة) الجديدة في منطلقها.\rوما يسميه (اقتصاد الوفرة) ما هو سوى (الاقتصاد) الذي يستند على (إمكان) يكتمل بفضل الوسائل الجديدة التي تهيأت لاكتشافها السبل، منذ العصور السابقة عن الحضارة الأوربية.\rومهما يكن فإننا نرى كيف يرتبط عالم الاقتصاد بالقيم الحضارية ارتباطاً لا يمكن معه أن نتصور نجاح خطة اقتصادية، تقتنع بأرقام وإحصائيات وأدوات مادية، إن لم يكن إنجازها آخذاً في الاعتبار قيمة الإنسان ذاته في رتبة القيمة الاقتصادية الأولى، على شرط أن تكون إرادته شرارة مقتبسة من (إرادة حضارية).\r***","seal":"6E124DDE","part":"1"},
      {"page":65,"id":67,"nass":"الجزءُ الثّالِثُ\rشروط الانطلاق\rدور المال في اختزان العمل\rالاستثمار المالي والاستثمار الاجتماعي\rتحقيق الديناميكا الاقصادية على أساس مبدئي\rالأساس الأخلاقي لعمليتي الإنتاج والتوزيع\rالمعادلة البيولوجية والمعادلة الاجتماعية للفرد في التجارب الحديثة\rضرورة الاكتفاء الذاتي والتطور من الاقصاد الوطني إلى اقتصاد جهوي لتحقيق الاكتفاء","seal":"469E9070","part":"1"},
      {"page":66,"id":68,"nass":"","seal":"403DDEAF","part":"1"},
      {"page":67,"id":69,"nass":"دور المال في اختزان العمل\rإننا منذ الخطوة الأولى نقرن، في أذهاننا أو في مشروعاتنا، قضية العمل بقضية المال، فقد أصبح العمل مقيداً بشروط مالية لا ينطلق بدونها حتى في البلاد الشيوعية الكلاسيكية، حيث لم تتغير هذه الشروط إلا في ملكية المال لا في دوره أساساً.\rتحولت فعلاً ملكية المال في هذه البلاد الشيوعية من الأيدي الخاصة أو المصرف إلى يد واحدة يد الدولة، ومن المصرف إلى الخزينة.\rويكفي الزائر لموسكو، على سبيل المثال، أن يرى تلك الدكاكين الخاصة، فيستطيع شراء ما يريد بأثمان محددة ولكن بالعملة الصعبة، ولا يستطيع المواطن ذلك بالعملة المحلية.\rإننا لا نرى أن العمل تخلص، على هذه الصورة من القيود المالية، ولا تخلصت منها الأذهان أيضاً. فلا يزال المال مهيهناً على تسخير العمل، مع بعض التخفيف في درجة القيود عندما ننتقل من البلاد الرأسمالية الصريحة، إلى بلد شيوعي كلاسيكي، حيث يصبح المال وكأنه يخفي دوره أو لا يخفيه كما هي الحال في يوغوسلافيا ورومانيا.\rربما كان ينتظر من هذه البلاد أن تقوم هي بتصفية أخطر مسلمة، في الاقتصاد تصفية كاملة، فقد تخلص العمل من كل الشروط الثانوية.\rولكن هذه التصفية لم تقع إلى الآن، لا في المجال الثقافي ولا في المجال الاقتصادي البحت.","seal":"DCCE801C","part":"1"},
      {"page":68,"id":70,"nass":"فقضية المال بالنسبة للعمل لا زالت قائمة حتى في البلاد الشيوعية، لأن المال له روابط وعلاقات قرابة عالية، كأخطبوط مدّ أذرعه على الكرة الأرضية، فلا يكفي أن تقطع له ذراعاً قبل أن تقطع رأسه.\rوهذه القضية نشأت منذ نشأ في العالم، أي منذ زمن بعيد جداً، اقتصاد التبادل بمقتضى التطورات التي حدثت في غرّة العهد التاريخي وقضت على الاقتصاد المنزلي، فقد كان الناس يكونون وحدات إنتاجية صغيرة  autarcies domestiques  مستقلة مكتفية في كل بيت، لأن الاستهلاك لم يكن يشمل إلا الحاجات الضرورية لكل أسرة من قوت وملبس.\rوعندما تنوعت الحاجات وتكاثرت بمقدار التطور وتكاثف السكان في أماكن معينة من قرى ومدن، أصبح من الضروري توزيع العمل على أيد مختصة تعمل خارج البيوت، في ورشات مجهزة تجهيزاً خاصاً لإنتاجها.\rهكذا ظهر اقتصاد التبادل الذي أصبح يضمّ عمليتي الإنتاج والتوزيع على نطاق أوسع من البيت، ثم أوسع من القرية، ثم أوسع من المدينة والوطن.\rوبقدر ما اتسعت رقعة التبادل هكذا، أصبح التفكير في إيجاد عامل تيسير للتبادل أمراً طبيعياً.\rوهكذا تقرر اختيار الذهب والفضة (العملة الصعبة في ذلك الوقت) ليقوما بدور تيسير المعاملات، وفي الحقيقة نشأ (المال) ليقوم بدورين:\rفالدور الأول لم يتفرع عن عملية التوزيع، بل عن عملية الإنتاج؛ فالمنتج الذي كان يكتفي بجزء من عمله لسد حاجاته اليومية، وهو يعمل كل يومه، كان من الضروري بالنسبة له أن يفكر في وسيلة اختزان (توفير كما نقول اليوم) للجزء الباقي من عمله، حتى يستطيع رده على حاجات أخرى، أو على أيامه الأخرى إن كان توقف عمله بسبب مرض مثلاً.","seal":"EF077E1C","part":"1"},
      {"page":69,"id":71,"nass":"فـ (المال) مهما كان نوعه ذهباً أو فضة، كان الوسيلة لاختزان العمل حتى يعود لصاحبه في حاجات أخرى أو في أيام صعبة، تماماً كما تخزن الكهرباء فيما يسمى (المدخرات).\rوهو بذلك يمثل فائض العمل عن حاجات البيت، أو عن مقتضيات إنتاج الورشات ( Artisans)،  الفائض الذي يخزن بطبيعة الحال في خزان يرده لصاحبه أو أصحابه إذا اقتضى الحال؛ فكان الذهب يتعين عليه أن يقوم بهذا الدور.\rولكن التطورات في المجال الاقتصادي لم تقف عند هذا الحد، بل تبين في ظروف معينة مثل الحروب، أن هذا الفائض للعمل المختزن في الذهب، قد يتعرض للضياع.\rفنشأت فكرة تجميع هذه الكميات من الذهب، في خزانات أو خزائن من نوع جديد هي المصرف، تتخذ لها الاحتياطات الضرورية للحفاظ على الودائع التي توضع تحت ضمانها، من بينها توزيع هذه الودائع بين الأيدي المختلفة لتستعملها في جو من الإنتاج، في المكان نفسه أو في أماكن غيره.\rوبقدر ما تراكمت وتجمعت الأموال، في منشآت المصرف، تحول أولاً طابعها الاجتماعي، وأصبحت تمثل شيئًا جديداً هو (الرأسمال)، ثم تحولت طبيعة الصلة بين المال والعمل، فبعد أن كان مجرد خزان للعمل أصبح سجّاناً له، السجان الذي لا يعترف لسجينه بحق سوى العمل في مصلحته.\rواليوم بعد أن تنوسي دور المال بوصفه مجرد خزينة يودع فيها فائض العمل، لتعيده لصاحبه عند الحاجة، أصبحت أذهاننا لا تستطيع أن تفكر في مشروع اقتصادي، دون أن تقعّده على شروط مالية، كأن العمل أصبح فعلاً سجيناً لا يتحرك إلا بإذن صاحب السجن أي الرأسمال.\rوربما لا يضير هذا الوضع البلاد المتقدمة، لأنها صاحبة الرأسمال العالمي، فلا","seal":"B8E6BD5B","part":"1"},
      {"page":70,"id":72,"nass":"يضرها أن تضع خططها الاقتصادية طبقاً لشروط مالية، لا تخالف مصلحتها، ولا سياستها ولا مبادئها في شيء.\rكما لا يضيرها أيضاً أن تكون بلدان العالم الثالث تحذو حذوها في وضع خططها بالأسلوب نفسه، وهي تعلم أن هذه الخطط لا تنفذ إلا على شروط الرأسمال أي على شروط الدول الرأسمالية، ولن تخلو هذه الشروط من بعض الرواسب الاستعمارية، حتى في المشروعات التي تقدم تحت إشراف هيئة الأمم، مثل النقطة الرابعة التي قدمت بزعم النهوض بالبلاد المتخلفة اقتصادياً، ففشلت فشلاً ذريعاً، لأنها كانت تحتوي منذ البداية كل بذور الفشل.\rأما أن تختار البلاد المتخلفة نفسها أسلوب التنمية الرأسمالي، فهو أمر أغرب، لأنها تكون كما لو قررت مبدئياً أن تضع عملها من أجل النهوض الاقتصادي، تحت رحمة الآخرين، في سجن المؤسسات المالية العالمية.\rوإن بدأت بعض المجهودات، في المجال الفكري على الأقل، في البلاد المتقدمة من أجل تقديم (مشروع مرشال) جديد للبلاد المتخلفة (¬1)، فبعد ما نرحب بهاته الفكرة كخطوة تقدم في مجال التعاون الأولي، يجب أن نلاحظ أن نجاح مشروع كهذا ليس مشروطاً فقط بحجم المال الذي سيبذل من طرف الدول التي ستقدمه، بقدر ما سيكون مشروطاً بتحويله إلى وسيلة عمل بين الأيدي التي تحركها إرادة بقاء، كالتي حركت الشعب الألماني أيام أتاه مثل هذا المدد من أمريكا، بعد الحرب العالمية الثانية.\rلم يكن هذا المدد السبب الرئيسي في نهضة ألمانيا، وإنما كان أحد المنشطات لعملها الجبار، في تلك التجربة الرائدة المعبرة عن إرادة حضارة، استطاع\r¬__________\r(¬1) يبدو هذا من خلال بعض الدراسات مثل التي نشرت بجريدة لوموند  Le monde  تحت عنوان (مشروع مرشال للعالم الثالث) لموريس جرنييه، عدد 2 أذار (مارس) 1972م.","seal":"2A6725E6","part":"1"},
      {"page":71,"id":73,"nass":"بفضلها الشعب الألماني استعادة مكانه الذي يفرض وجوده في عالم الاقتصاد، بصورة تجعل المراقبين ينعتون هذه التجربة بـ (معجزة).\rويجدر بنا القول إن هذه التجربة ليست خاصة بـ (الدم الألماني) أي العرق كما كان يعتنقه (روزنبرج)، صاحب كتاب (الدم والذهب) في العهد الهتلري، بل هي معجزة تتكرر كلما تحرك النشاط البشري على أساس إرادة حضارية، كما تكررت فعلاً في أقصى البلاد الشرقية، تجربة اليابان الرائعة التي لم تعد هذه الدولة إلى مركزها الدولي قبل الحرب، بل أصبحت تحتل اليوم رتبة (الدولة الاقتصادية الثالثة) في العالم.\rفـ (المعجزة) إذن لا تتوقف على حقنة مالية لأن اليابان لم يتلق أي حقنة من نوع (مشروع مرشال)، ولا تتوقف أيضاً المعجزة على العرق، لأننا ما نعلم أن الشعب الياباني من عرق آري.\rفالقضية إذن، بالنسبة للعالم الإسلامي، ليست قضية إمكان مالي، ولكنها قضية تعبئة الطاقات الاجتماعية، أي الإنسان والتراب والوقت، في مشروع. تحركها إرادة حضارية لا تحجم أمام الصعوبات، ولا يأخذها الغرور في شبه تعالي على الوسائل البسيطة التي في حوزتنا منذ الآن، ولا ينتظر العمل بها حقنة من العملة الصعبة، ولا أي مشروع من نوع مرشال.\rإن الصين الحديثة، صاحبة المعجزة الكبرى في هذا القرن، خرجت من العدم فتحوّلت معالمها، كما حولت، من أجل بناء سدودها وطرقها، المليارات من الأمتار المكعبة من التراب، لا بالآلات الحافرة والناقلة، المفقودة في بلد ينشأ، ولكن بفضل سواعد أبنائها وعلى أكتافهم. تحدوهم الأسطورة المعبرة عن طاقة الإنسان عندما تحركه إرادة حضارية، فتذكروا أو ذكروا أن جدهم (يوكنج) حوّل الجبال.","seal":"D3999E81","part":"1"},
      {"page":72,"id":74,"nass":"وإذا دلت هذه الأسطورة على شيء، فإنما تدل على استقلال العمل، استقلالاً مبدئياً بالنسبة إلى المال، الذي كثيراً ما يتحول من مجرد (مدخرة) لتخزين العمل، يتمرد عليه ويصبح سجانه فلا تعود فائدته على صاحبه، بل على صاحب السجن.\rفإن كان هذا ما يعني ماركس بما يسميه (اغتراب العمل) ( Aliénation du Travail)  فنحن نشاطره رأيه، بقدر ما يتفق مع التحليل الذي قدمناه عن الأزمة التي اغترب فيها الإنتاج عندما نشأ اقتصاد التبادل.\r***","seal":"61C77938","part":"1"},
      {"page":73,"id":75,"nass":"الاستثمار المالي والاستثمار الاجتماعي\rلو دمرت مدينة كبرى مثل نيويورك، على أثر زلزال شديد، فإننا سوف نرى بكل تأكيد إعادة بنائها.\rولو سألنا أحد: هل الولايات المتحدة تستطيع ذلك؟ فلا نتردد في الجواب بنعم، دون أن نقدر في ذلك على أي أساس قررنا جوابنا، بينما لو تأملنا في السؤال المطروح حسب المقتضيات الاقتصادية التي يفرضها مشروع ضخم كإعادة بناء مدينة نيويورك لترددنا قليلاً وما تسرعنا في جواب يحتمل صورتين:\r1) هل تستطيع الولايات المتحدة القيام بالمشروع الذي نعنيه بمجرد طاقتها المالية؟\r2) أم تستطيع ذلك بفضل وسيلة أخرى؟\rيجب للتوضيح أن نصوغ الاحتمال الأول صياغة أخرى تفيدنا أكثر من الناحية العملية.\rفنقول:\r- هل تستطيع أميركا شراء مدينة مثل نيويورك بكل محتوياتها الإسكانية، والصناعية والفنية لتعوض بها ماحطمه الزلزال؟\rفالسؤال في هذه الصورة، يفرض علينا بعض التريث حتى لا نتورط في جواب لا يقره الواقع.\rإن واقع الولايات المتحدة بالنسبة للقضية المطروحة، هو أن رصيدها","seal":"9D966098","part":"1"},
      {"page":74,"id":76,"nass":"لا يتعدى منذ سنة 1969، عشرة مليارات دولار من الذهب، أي إن طاقتها المالية المقدرة بما لديها من ذهب، لا تفي بمبالغ المشروع ولا تغطيها، لأن تثمين مدينة نيويورك، مع محتوياتها الاجتماعية، سوف يكون فوق هذا الإمكان المالي مقدراً بالذهب.\rومن هنا يتبدى لأذهاننا أمران:\r1) إن أميركا لا تستطيع بإمكانها المالي أن (تشتري) مدينة نيويورك.\r2) بينما تستطيع بإمكانها الاجتماعي بناء أو إعادة بناء مئات مدن مثل نيويورك.\rإننا نقرر الأمر الأول على أساس الأرقام التي قدمناها بخصوص الرصيد الذهبي الأمريكي، أما الأمر الثاني فإننا نقرره على أساس تجارب متنوعة، وبوجه خاص تجربة ألمانيا بعد الحرب العالمية الثانية.\rإن الشعب الألماني وجد نفسه بعد عام 1945، في وضع يجعله يعود إلى الحياة من دون أي سلطان مالي، أو لا يعود إن كان المال هو الوسيلة الوحيدة لإعادة بناء وطن كثيف الصناعة، قد دمرته الحرب تدميراً شاملاً.\rوإذا بنا نراه قد عاد، وأعاد بناء كل مدنه المدمرة وصناعاته الضخمة وكل نشاطه الاقتصادي، وذلك بما تبقى لديه من وسائل بسيطة تمثل الإمكان الاجتماعي في الظروف العصيبة، أو ظروف الشر على حد سواء.\rوعليه وعلى أساس تجربة واقعية، تجربة ألمانيا، أو على أساس تقديم الرصيد المالي الأمريكي بالنسبة إلى إمكان إعادة بناء مدينة نيويورك، فرضاً، نرى - بالأرقام أو بما رأينا في ألمانيا- أن الإمكان الاجتماعي هو الذي يقرر مصير الشعوب والمجتمعات والدول.","seal":"971BAE38","part":"1"},
      {"page":75,"id":77,"nass":"ومن هنا تبتدئ ملاحظاتنا على موقف البلدان، في العالم الثالث على العموم، وفي العالم الإسلامي خاصة، تجاه هذه القضية.\rإننا رأينا بعض المشروعات تقوم، بعد الحرب العالمية الثانية، في عدد من هذه البلدان، من أجل النهوض بها اقتصادياً؛ ورأينا على الرغم من فقر هذه البلدان من الناحية المالية، أن المشروعات قامت فيها، في الحقيقة، على أساس الاستثمار المالي، حتى في البلاد التي تبنت المبدأ الاشتراكي.\rوالمناقضة التي تلفت نظرنا في هذه القضية ليست من الناحية النظرية، بوصفها تعارضاً بين تقرير مبدأ مذهبي كالاشتراكية مثلاً، وبين اختيار وسيلة تطبيق تخالف هذا المبدأ، وإن كانت هذه المناقضة أيضاً تلفت النظر، وإنما تهمنا قبل كل شيء المناقضة العملية- البراجماتية- عندما نرى بلاداً فقيرة ترسم خطة نهضتها الاقتصادية على أساس المال، وهي تفقده فلا يمكنها إلا السير البطيء في إنجاز مشروعاتها، أو الاستسلام إلى إرادة الرأسمال كي يقدم لها القروض المناسبة على شروطه، لتسلم المبادرة في تحديد طبيعة الخطة إلى إرادة خبراء أجانب، غير مرتبطين بمصير البلاد التي يخططون لها، مثل أولئك الذين أنيطت بهم (النقطة الرابعة) بعد الحرب العالمية الثانية فطبقوها في العالم الثالث بطريقة لم تحقق أي نتيجة في المجال الاقتصادي، لأنها لم تحرك الإمكانيات الطبيعية في البلاد، وليس هذا فحسب، بل جمدت حتى الإمكان المالي المتخصص لمشروعاتها، لأنها صرفته في جوانب إدارية لا تسمن ولا تغني من جوع، عندما ينطلق النشاط الاقتصادي من نقطة الصفر.\rلذلك لم تكن بالتالي لهذه المشروعات نتيجة تعد، سواء بالنسبة إلى بداية نشاط اقتصادي يرفع بالتدريج كابوس التخلف عن هذه البلاد، أو بالنسبة إلى تكوين خبرة ما، تكون في صورة وعي اقتصادي ينمّي حتى في التجارب","seal":"5DC4BAC7","part":"1"},
      {"page":76,"id":78,"nass":"الفاشلة، رصيداً نفسياً تنطلق منه تجارب أخرى يتأكد فيها أكثر فأكثر، النجاح.\rإن الصين تقدمت اقتصادياً بسرعة مرموقة، لأنها طبقت منذ اللحظة الأولى في خطط تنميتها، مبدأ الاتكال على الذات، أي بالتعبير الاقتصادي مبدأ الاستثمار الاجتماعي من الإنسان الصيني، والتراب الصيني، والزمن المتوفر في كل أرض.\rكما طبقت من ناحية أخرى مبدأ الاستفادة حتى من التجارب الفاشلة، مثل تجربة التعدين ( Métallurgie)  الريفي، في نطاق ما أسموه (الوثبة إلى الأمام)، فقد استفادت الصين من هذه الخطوة الخاطئة على الأقل مزيداً من المعلومات الفنية في تكنولوجية الحديد، كما استفادت من الناحية النفسية، ما كوّن بين أهالي الريف وأهالي المدن المصنعة، شبه قاسم مشترك في مجال التصنيع، فارتبطت المزرعة والمصنع في نشاط ينهض بالريف والمدينة على حد سواء.\rوإنما كانت المزرعة الصينية، ولا تزال فيما أعتقد في المرحلة الحالية، رائدة النهضة الاقتصادية في البلاد، فقد استطاعت بفضلها الصين أن تستثمر 16% من المحصول الوطني السنوي ( PNB)  في التصنيع، ولا ندرك تماماً ما يعبر عن هذا الرقم إلا إذا قرنّاه بما استثمرت الهند، مثلاً، في الفترة نفسها أي 20%.\rولن نستفيد، كل الاستفادة، من هذه الموازنة إلا إذا أخذنا في الاعتبار نوعية الاستثمار الذي يتصل به الرقمان كلاهما: فالصين خططت طريقة تنميتها على أساس الاستثمار الاجتماعي، بينما الهند خططت على الأساس المالي.\rفالصين وضعت كل تبعيات التنمية على كاهل الشعب، فعوضت بطاقاته الحيوية الموجودة بقدر الإمكان، الطاقات الميكانيكية المفقودة، حتى في المشروعات الكبيرة الحجم، أي أنها عوضت، بقدر الإمكان، الإمكان المالي","seal":"9AD2869E","part":"1"},
      {"page":77,"id":79,"nass":"بالإمكان الاجتماعي تعويضاً جعلها رائدة العالم الثالث بلا جدال، وجعلها عامة، تحصل على خبرة فريدة في العالم في مجال توظيف الإنسان والتراب والزمان.\rوالعبرة في هذا ليست فحسب من الجانب الاقتصادي، بل ومن الجانب التربوي، لأن الإنسان الذي يمارس هذا العمل المشترك يدرك من خلال ما يتحقق على يده في المزرعة أو في المصنع أو في ورشات التشييد، أنه يستطيع فعلاً تحويل الجبال مثل جدّه الاسطوري (يوكنج  Yukong)  ليذوب في مفهومه المستحيل، وتزول من نفسه العقد التي تعطل النشاط منذ المنطلق، ومن فكره المسلمات الوهمية التي تضع على عمله نوعاً من الرصد، يجعله عملاً مشروطاً، أي مقيداً بشروط غير طبيعية.\rفالعالم الإسلامي ليس بيده أن يغير أوضاعه الاقتصادية إلا بقدر ما يطبق خطة تنمية تفتق أبعاده النفسية، وتخلصه من تركة عصر ما بعد الموحدين، من خرافاتها وعقدها ومسلماتها الوهمية.\rيجب أن تتضمن النهضة الاقتصادية هذا الجانب التربوي الذي يجعل من الإنسان القيمة الاقتصادية الأولى، بوصفه وسيلة تتحقق بها خطة التنمية، ونقطة تلاقٍ تلتقي عندها كل الخطوط الرئيسية في البرامج المعروضة للإنجاز.\rوتجدر هنا الملاحظة بأن برامج الاستثمار في البلاد الإسلامية، لا زالت بعيدة على وضع الإنسان في هذه الرتبة، بوصفه وسيلة تتغير هي ذاتها في فعاليتها بقدر ما تحدث، من تغيرات في نطاق النمو الاقتصادي.\rويكفينا لتأييد هذه الملاحظة، أن نلفت النظر إلى المشروعات التي تنشأ فكرتها تحت شعار الاشتراكية أحياناً، بينما نراها تدخل حيز الإنجاز على أساس الاستثمار المالي، كأنما أفكارنا لا تستطيع بعدُ التفاعلَ مع الواقع.","seal":"7DE0BF01","part":"1"},
      {"page":78,"id":80,"nass":"وربما يفسَّر هذا، على نحو التفسير الذي قدمناه في كتاب سابق (¬1) لحالات شبيهة، أي أن عمرنا النفسي لا يزال يضع فاصلاً بين عالم أفكارنا وبين واقعنا الاجتماعي، فتفقد حتى أفكارنا المقررة في السياسة وظيفتها في التطبيق والعمل.\rوإن كان هذا التفسير صحيحاً نُضف: إن الأمر طبيعي. لأن مجتمعات أخرى- مثل الهند- تعاني العرض المرضي نفسه (¬2).\rولكننا لا نجد في ذلك عذراً للبقاء على ما نحن عليه، وإنما نريد فقط ألا يوضع المسلم تحت كابوس، عندما نكشف على بعض جوانبنا المرضية.\rبل يجب علينا، خصوصاً في هذا المجال الاقتصادي، أن تكون أفكارنا متصلة بواقعنا: فلا نقول بأفواهنا إن اثنين واثنين أربعة، ثم في التطبيق نتصرف كأنما تساوي ثلاثة.\rلا يكفي كذلك أن نشيد في عالم الاقتصاد بأفكار معينة- مثل الاستثمار الاجتماعي- إذا كانت مشروعاتنا تطبق ما يخالفها، مثل استسلامها إلى سلطان المال.\r...\r¬__________\r(¬1) كتاب (مشكلة الأفكار في العالم الإسلامي).\r(¬2) تدل على ذلك بعض التحقيقات تحت إشراف هيئة الأمم على طرق الفلاحة في الهند 1968","seal":"816AEEAF","part":"1"},
      {"page":79,"id":81,"nass":"تحقيق الدِّيناميكا الاقتصادية على أساس مبدئي\rمنذ عهد تقسيم العمل أي منذ بداية اقتصاد التبادل، تركزت المجهودات المبذولة في تنشيط وتدعيم حركة مسكرة تقوم على توازن معين بين عليتي الإنتاج والاستهلاك، تتوسطهما حلقة وصل مملية ثالثة هي التوزيع.\rوإذا تأملنا شيئاً ما عبر حلقة اقتصادية كاملة ( Circuit)  نراه يتسم بوجه خاص بالطابع الذي تضفيه عليه عملية التوزيع، فهي التي تطبع الحياة الاقتصادية، وتميز أسلوبها الخاص لأنها تحدد هدف الإنتاج من ناحية، ورقعة الاستهلاك من ناحية أخرى، لتنشأ بواسطتها حركة التفاعل بين المنتجين والمستهلكين.\rفهذا التفاعل هو ما يسمى الديناميكا الاقتصادية.\rإننا عندما نحدد طبيعة الحاجة التي يلبيها الإنتاج نحدد طبيعة التوزيع وحجم شبكته. والحاجة من الوجهة الاقتصادية نوعان: الحاجة التي يغطيها مال ( Solvable)،  والحاجة التي تغطيها إرادة حضارية، مثل الإرادة التي فرضت الزكاة للفقير وللمسكين وابن السبيل الذين ليس لهم مال يغطون به حاجاتهم اليومية.\rويتقرر على أساس كيفية تلبية الحاجة كل أسلوب الاقتصاد، إما طبقاً لطبيعة المال الذي يقتضي نظماً خاصة بتوزيع محدود يحده الإمكان المالي، أو طبقاً لإرادة حضارية تفرض شبكة توزيع شاملة تشكل السكان كلهم منذ اللحظة الأولى.","seal":"A4645BB7","part":"1"},
      {"page":80,"id":82,"nass":"فإذا تقرر هذا النوع الأخير لتلبية الحاجة، دون إخضاعها لشرط الإمكان المالي، نستطيع مبدئياً رسم شروط الديناميكا الاقتصادية في صورة مسلمتين:\r1 - لقمة العيش حق لكل فم.\r2 - العمل واجب على كل ساعد.\rفالمسلمة الأولى يفرضها الاختيار لمبدأ معين يلتزمه المجتمع ويسجله في دستوره بوصفه أساساً لعقده الاجتماعي (¬1).\rأما المسلمة الثانية فليست اختياراً بل هي ضرورة تفرضها المسلمة الأولى شرطاً لاستمرار التفاعل بين الإنتاج والاستهلاك، تفاعلاً جدلياً نستطيع صياغته في صورة منطقية إذا قلنا: إنه لا إنتاج من دون استهلاك ولا استهلاك من دون إنتاج.\rولكن هذه الصورة النظرية لترابط طرفي الديناميكا الاقتصادية لا تعني أن صورة التطبيق ستكون بسيطة.\rإنه ليس يسيراً من الناحية الفنية أن نوفق بين الإنتاج والاستهلاك، على أساس المسلمتين إذا لم نستوعب الشروط النفسية والتقنية الضرورية كافة، لتحقيق عملية الانطلاق أو الإقلاع الاقتصادي ( Décollage) ،  في البلاد التي تعاني منذ أمد هذا الكساد للطاقات الاجتماعية الذي يطلق عليه اليوم اسم (التخلف).\rيجب أولاً على من يخطط لإطلاق هذه الطاقات الكاسدة، أن يكون مقتنعاً بضرورة إطلاقها وبإمكانه دون شروط إضافية، خارجة عن المسلمتين.\r¬__________\r(¬1) (العقد الاجتماعي)، هو المصطلح الذي استعمله (جان جاك روسو) عنواناً لكتاب كان أثره كبيراً في توجيه الثورة الفرنسية.","seal":"E647F694","part":"1"},
      {"page":81,"id":83,"nass":"بينما تجدر الملاحظة بأن الاعتراض الأول ينشأ تجاه المسلّمة الأولى، في صورة استحالة تطبيقها في البلاد التي تعاني في ظاهر الأمر نقصاً في التغذية، فلا يتصور المنطق الاقتصادي المعتاد أن هذه البلاد تتكفل حق لقمة العيش لكل فم.\rوقد حدث لي أن سجلت مثل هذا الاعتراض من قبل أصحاب أفكار متنورة كنت أتحدث إليهم في هذا الموضوع، عندما حللت بمصر سنة 1956، فكان يعترض على وجهة نظري بأن البلاد فقيرة، لا تستطيع أن تتكفل بلقمة العيش لكل فم، بينما كانت من الواضح أنها كانت تتحمل عبء كل الأفواه من دون مقابل في عملية الإنتاج، أي أنها كانت في الواقع (تتكفل) دون أن تعود عليها فائدة، لأن كل فم يتناول حتماً لقمة العيش ولو بالطرق غير المشروعة.\rفالقضية ليست في الحقيقة، قضية قصور في الإمكان، بل قصور في التصرف والسياسة والتخطيط.\rفالاعتراض لا يزيد، هو الآخر على أن يكون نوعاً من الكساد في المجال الفكري، يجب رفعه لتحريك الطاقات المعطلة الأخرى.\rونقول مرة أخرى إن مجرد رفعه لا يعني في التطبيق أن أمر مخطط اقتصادي شامل على أساس المسلمتين أمر بسيط.\rفالانتقال من اقتصاد سائب يسير كيفما اتفق له، أو يسير طبقاً لمخطط يترك على الهامش بعض الطاقات الاجتماعية، إلى اقتصاد يحقق تعبئة كل الطاقات، يقتضي عمليات تقنية ربما تتطلب أولاً تغيير خريطة الإسكان في البلاد، للتوفيق بين متطلبات التموين والعمل.\rولا يبدو هذا غريباً، فهذا ما يحدث عرضاً أو قصداً، في كل تخطيط شامل في مرحلة الطفرة أو فيما يسمى في الصين (الوثبة إلى الأمام).\rفألمانيا قبل الحرب العالمية الثانية غيرت إلى حد ما خريطة الإسكان داخل","seal":"E1ADAAC1","part":"1"},
      {"page":82,"id":84,"nass":"حدودها، لتحقق الشروط الأولية لتطبيق مخطط الدكتور (شاخت)، الذي استهدف لأسباب استراتيجية وفنية، إشادة مراكز صناعية كبرى في مناطق جديدة لتيسير التموين بالمواد الخام مع اقتصاد ما يمكن من الوقت ووسائل النقل.\rفاستتبع هذا التغيير لخريطة الصناعة، تغييراً لخريطة الإسكان ولخريطة التموين بالغذاء، ولخريطة المواصلات.\rوهذا الأمر هو ما يتكرر اليوم في الصين منذ بداية (الوثبة إلى الأمام)، وإنني مع حرصي ككل مسلم على مراعاة شروط الفقه الإسلامي لا أرى مسوغاً لتدخل مذهي في قضية ذات طابع تقني بحت. وهي تحت هذا الطابع لا تناقض الشرع كما لا تناقض الماركسية إلا من الناحية المذهبية، عندما يحدد (ماركس) مرحلة التطبيق الذي نحلله في هذه السطور، غاية أخلاقية للتطور الاقتصادي الاشتراكي عندما يصير العمل والتوزيع قائمين على مبدأ: \"من كلِّ بحسب طاقته ولكل بحسب حاجته\".\rبينما لا تقرر هذا التوزيع (لقمة العيش لكل فم) لمجرد غاية أخلاقية بل بوصفها نقطة انطلاق فنية وأخلاقية معاً، يقرها ضمناً الإسلام في مبدأ الزكاة وتفرضها اعتبارات اقتصادية استثنائية، ترمي إلى خلق جو اجتماعي تنمو وتتحرك فيه كل الطاقات، في عمل مشترك من شأنه أن يغير الأوضاع النفسية في الفرد، وملامح الحياة حوله.\rوبهذا يكون العمل المشترك أولاً وقبل كل شيء المدرسة التي تكوّن المسلم الجديد، الذي يستطيع مواجهة كل الظروف الاستثنائية، مثل التخلف؛ لأن مدرسة العمل المشترك تعلمه أن الإرادة إذا حركت الإنسان تجعله يكتشف الإمكان. فالوطن أو المجتمع المسلم الذي يتحول إلى ورشة، سرعان ما يكتشف أن الإمكان الذي ينتظره مما في يد الآخرين لتغيير مصيره هو في يده منذ الآن.","seal":"D75ACED0","part":"1"},
      {"page":83,"id":85,"nass":"إن الإرادة تكتشف الإمكان.\rهذا القانون في المجال الاقتصادي هو في المجال النفسي ما تشير إليه الآية الكريمة: {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد 13/ 11] وما نعبر عنه في المجال الاجتماعي بقولنا: إن الإرادة الحضارية تصنع الإمكان الحضاري.\rفالعالم الإسلامي متى تكونت لديه إرادة واضحة للتخلص من التخلف، سيجد أولاً في المجال النظري أن اختياره ليس محدوداً بالرأسمالية ولا بالماركسية، وأنه بالتالي يستطيع التعويض للاستثمار المالي المفقود لديه بالاستثمار الاجتماعي، الموجود على أساس المسلمتين المعروضتين في هذا الفصل، سواء كان ذلك في نطاق مخطط مرحلي خاص بظروف ما أسميناه الإقلاع ( Décollage)،  أم كان المخطط يعني أيضاً الاستمرار، إذا ما رأى المجتمع مصلحته في ذلك.\rوإذا كان هذا أو ذاك فالمجتمع العصامي الذي يقلع بمجهوده الخاص، سيدرك أن القصور ( Inertie)  الذي يفرضه التخلف في المجال الاقتصادي، إنما هو نتيجة لتصوره الأشياء لا لطبيعة الأشياء ذاتها، وسوف يرى طاقاته الذاتية قادرة على تغيير كل الظروف في جو يسوده الإخاء والطمانينة.\rوإذا ما كان لنا درس نستخلصه من تجربة الصين، فإنما هو أن المعارك الاقتصادية عندما تدور رحاها، فهي تدور حول قطب القيم الأخلاقية، وإن وَسَّعْنا المصطلح قلنا: حول القيم الثقافية.\rوالمجتمع الإسلامي أجدر من يحقق له وللإنسانية التجربة، التي تعيد إلى عالم الاقتصاد أخلاقيته، ويتلافى بذلك الانحرافات الإباحية التي تورطت فيها الرأسمالية، كما ينجو من ورطة الماركسية المادية التي سلبت الإنسان ما يميزه عن الآلات والأشياء.","seal":"434E0932","part":"1"},
      {"page":84,"id":86,"nass":"وأجدر من يقوم بهذه التجربة الرائدة للبلاد هي الجزائر وليبيا ومصر وسوريا، التي دخلت فعلاً المعركة الاقتصادية على نهج معين، تستطيع توسيع أفقه بخبرة جديدة وتطعيمه بروح إسلامي، يعيد المال إلى وظيفته بوصفه خادماً مطيعاً للمجتمع لا سيِّداً له، ويرفع عن الإنسان الأسر الذي قيدته به المادية الماركسية التي أقحمته في عالم الاقتصاد مجرد آلة للإنتاج.\r***","seal":"DDD99068","part":"1"},
      {"page":85,"id":87,"nass":"الأساس الأخلاقي لعمليتي الإنتاج والتوزيع\rإن الأساس المذهي الذي يقرره (آدم سميث) بوصفه قاعدة للديناميكا الاقتصادية، قد أطلق العنان لإرادة المال وفتح الباب لتصرفات الرأسمالية، على حساب المصلحة العامة في المجال السياسي والمصالح الخاصة بالمنتجين والمستهلكين. فكانت النتيجة ماسة أيضاً بالجو الثقافي العام، عندما أصبحت قاعدة (دعه يعمل دعه يسير) الأساس الذي يقوم عليه سلوك الأفراد باسم الحرية.\rبل كانت النتيجة أم من ذلك إذا ما اعتبرنا التطورات الخطيرة والأحداث الكبيرة، التي غيرت وجه القرن العشرين على أنها مجرد انعكاسات، في المجال الثقافي والسياسي لما كان يدور في عالم الاقتصاد.\rإن إباحية الرأسمالية كانت التمهيد العملي للمادية الجدلية، أي لحركة الإلحاد في العالم.\rفرأس المال قام بالتالي بدور الحاجب الذي فتح الباب أمام الثورة الشيوعية مهما يبدو في هذا التقرير من مناقضة ظاهرة.\rهل أراد رأس المال الانتحار أم أنه استسلم فقط لمنطق السهولة؟ إن الوجه الأول لا يعنينا في هذا الفصل، فحسبنا أن نقول: إن المجتمعات تموت غالباً منتحرة.\rوإنما يعنينا الوجه الثاني وهو أن من طبيعة المادة القصور إلا في الحيوان، وإذا تحركت المادة فإنها تتبع أيسر السبل: فالماء لا يجري من أسفل إلى فوق إلا إذا سلطنا عليه ضغطاً.","seal":"98C59850","part":"1"},
      {"page":86,"id":88,"nass":"والإنسان مجبول أيضاً على اتباع المنحدر إذا لم تكن وراءه قوة دافعة إلى أعلى. وربما وجدنا توضيحاً وتأكيداً لهذه الملاحظة البسيطة في الآية الكريمة: {وَهَدَيْنَاهُ النَّجْدَيْنِ * فَلَا اقْتَحَمَ الْعَقَبَةَ} [البلد 90/ 10، 11].\rفالإنسان يفضل بطبيعته المنحدر على العقبة، إلا إذا حفزه أمر يجعله يقتحم العقبة، ولم يكن المسلم عندما دخل المعركة السياسية- يطالب بحقوقه في أواخر القرن الماضي- سوى الإنسان الذي يتبع طريق السهولة، الذي سيؤدي إلى تحقيق بعض الرغبات الرخيصة الثمن، حيناً في الركض وراء استقلال لا تؤيده مقومات، السيادة الحقيقية، لأنه لم يجهد نفسه في التفكير فيها، وحيناً في البحث عن وجود يتناقض مع شروط الاستقرار ومع مصالح عليا، مثلما حدث بباكستان، فقد تقرر وجود هذه الدولة على أسس خيالية وعلى نقيض مصلحة الإسلام.\rوقد يسمى هذا الانحراف في المجال السياسي خطأ سياسياً، ولكننا إذا تابعنا البحث عن سببه الحقيقي، سنجده مستقراً في العالم الثقافي، وفي الأساس الأخلاقي بالضبط.\rإن المقاييس السياسية، حتى إذا لم تتقرر بوضوح وبطريقة إرادية على أساس قيم أخلاقية، لا تخطئ أو تصيب إلا بسبب طبيعة روابط الواقع السياسي مع القيم الأخلاقية.\rفالسياسة التي تنهض أساساً بالطالبة بالحقوق وتهمل جانب الواجبات، لا تعدو أن تكون قد اتجهت هذا الاتجاه على أساس اختيار ضمني أو صريح، بين مفهومين أخلاقيين: الواجب والحق.\rوبمجرد اختيارها أو تفضيلها لأحد الطرفين تكون قد وضعت في أساس الحياة الاجتماعية كلها- بما فيها الاقتصاد والثقافة- علاقة جبرية بين الحق","seal":"341CC350","part":"1"},
      {"page":87,"id":89,"nass":"والواجب، فلو اصطلحنا على المدلول العام للمفهومين أن (الواجب) هو ما نعطيه (مثلاً للمجتمع) وأن (الحق) هو ما نأخذه، وأنهما يمثلان على محور القيم الجبرية قيمتين مختلفتي العلاقة على طرفي الصفر، لو اصطلحنا على ذلك لجاءت صياغة العلاقة بينهما في صورة متراجحة هكذا:\rواجب + حق <> صفر\rولا نتعدى حدود هذه العلاقة الجبرية الأخلاقية إذا نقلناها إلى مجال الاقتصاد، بعد اصطلاحنا أيضا على أن (الإنتاج) هو ما نعطيه للمجتمع وبأن الاستهلاك هو ما نأخذه، لتضم العلاقة الجبرية هاتين القيمتين الاقتصاديتين في صورة متراجحة ذات احتمالات ثلاثة كأي معادلة متراجحة:\rإنتاج + استهلاك <> صفر\rويجدر بنا منذ الآن أن نلاحظ الترابط بين القيم الاقتصادية والأخلاقية، هذا الترابط الذي أهملته الرأسمالية في نظرتها الإباحية إلى الاقتصاد، بينما نرى الرسول - صلى الله عليه وسلم - يعطينا في قضية المتسول الذي أتى يسأل يوماً (لقمة عيش) كان من (حقه) أن يأخذها من المجتمع، بنص من القرآن الكريم في الزكاة، وكان النبي - صلى الله عليه وسلم - أدرى الناس بتطبيقه، كما كان - صلى الله عليه وسلم - أجود من الرياح السخية في الربيع لتقديم هذه اللقمة لمسكين جاء يطلبها.\rولكن أعمال الني - صلى الله عليه وسلم - تشريع أو عبرة لأمته، فأشار الرسول على من حوله من الصحابة رضوان الله عليهم بأن يجهزوا هذا الفقير ليحتطب، وأشار على الرجل بأن يحتطب ليأكل من عمل يده.\rفإذا حللنا هذه الأبعاد الخلقية لهذه القصة، نرى كيف يحل الرسول - صلى الله عليه وسلم - أزمة اجتماعية تعرض عليه صورة متسول من المساكين، فيفضل صلوات الله عليه","seal":"593B8D33","part":"1"},
      {"page":88,"id":90,"nass":"حلها في نطاق (الواجب) على (الحق)، أو إذا قدرنا الأبعاد الاقتصادية فإننا نراه - صلى الله عليه وسلم - يفضل الحل في نطاق (الإنتاج).\rوكل مواقف الرسول - صلى الله عليه وسلم - الأخرى تدعم هذا الاتجاه، بل هذا التوجيه لأمته إن شئنا في مجال الأخلاق، أو في مجال الاقتصاد.\rكما نراه - صلى الله عليه وسلم - في موقف آخر يعطي لصحابي يطلب ممن كان حاضراً، ثم يتكرر الطلب فيتكرر العطاء، ثم يتكرر الطلب والعطاء للمرة الثالثة، ويأتي التوجيه في صورة بارزة فيقول - صلى الله عليه وسلم - للطالب: \" ... إن اليد العليا خير من اليد السفلى\".\rاليد التي تعطي خير من اليد التي تتقبل، هذا هو التوجيه، إن شئنا فسرناه خلقياً أو اقتصادياً سواء.\rوالآن إذا عدنا إلى العلاقة الجبرية بين الإنتاج والاستهلاك، وعددناها في ضوء ما قدمنا، علاقة أخلاقية اقتصادية نستطيع النظر في احتمالاتها فنراها تدل على حالات ثلاث، يحقق المجتمع إحداها حسب اتجاهه الثقافي.\rفحسب تركيزه على مفهوم (الواجب) أو على مفهوم (الحق)، تكون معادلته الاقتصادية إيجابية بفائض الإنتاج على الاستهلاك، أو متعادلة إذا استوى الطرفان. أو سلبية إذا كان الاستهلاك أرجح في الميزانية.\rففي الحالة الأولى يستطيع المجتمع استثمار فائض إنتاجه في العمليات والميزانيات المقبلة فهو مجتمع نام.\rوفي الحالة الثانية فإن كفتي ميزانه متعادلتان فلا ترجح واحدة على الأخرى، فهو لا يصعد ولا يهبط، فهو مجتمع راكد.\rأما في الحالة الثالثة فكفة استهلاكه أرجح لا يصعد ولا يستقر، فهو مجتمع ينهار.","seal":"7CDBC6F4","part":"1"},
      {"page":89,"id":91,"nass":"وتحويل التركيز من (الحق) إلى (الواجب) ليس بالأمر الذي يأتي عفوياً أو بالمصادفة، لأنه تحويل لعادات وطبائع منسجمة مع ما في الإنسان من ميل طبيعي إلى منطق السهولة، مدعماً من ديماغوجيا القرن العشرين التي نصبت من (الأنا) وثناً جديداً يعبده الفرد في المجال السياسي باسم الحرية، وفي المجال الاقتصادي باسم الحقوق. وحتى في المجال الرياضي حيث يعبد (الأنا) المجسم في ملاعب الرياضة. فتحويل التركيز الموروث ليس إذن بالأمر السهل بل لا يتأتى إلا بصراع مع كل التيارات التي تنهي الأنانية بشكليها: الأنا ونحن.\rوربما تقوم، في وجه ثورة ثقافية- من أجل تعديل التركيز في صالح الواجبات- ثورة مضادة لتدعيم البناء المنحرف.\rفهذا ما حدث بالضبط في الصين عندما قامت فيها محاولة لتخفيف ضغط الحقوق على الإنتاج، فسرعان ما قامت في وجهها مطالبة بمزيد من الحقوق، في حصة الأرز مثلاً وفي الأجور؛ وغالب الظن أن هذه المشاغبة كانت موجهة من الخارج من طرف جهات تريد تعطيل حركة التنمية، فاستعملت ضد العمال القائمين بتنفيذ خطة (الوثبة إلى الأمام) ما في نفوسهم من ميل طبيعي إلى السهولة.\rإنه لمن أشد المكر أن يحطم الإنسان، أو يعطل نفسه بيده دون أن يشعر، لأن الماكر استطاع أن يخدعه بلغة الحقوق والحريات.\r***","seal":"63CEFA94","part":"1"},
      {"page":90,"id":92,"nass":"المعادلة البيولوجية والمعادلة الاجتماعية للفرد في التجارب الحديثة\rيعرض لمجتمع أن يُعدّ، من أجل مشكلة، ما يراه صاحب اختصاص ملازماً وكافياً لحلها، ثم يفاجأ بأنها لم تحل على هذا الأساس.\rونستطيع أن نقول إن المجتمع الإندونيسي عاش في أواخر الأربعينات مثل هذا الظرف، وعاشه معه خبير يشار له بالبنان في مجال التخطيط الاقتصادي هو الدكتور (شاخت).\rولا شك أن فشل مخططه في النهوض باقتصاد إندونيسيا كان أمراً لم يتوقعه، لما التزم فيه من دقة فنية من ناحية، ولما توافر في نظره من وسائل مادية وبشرية كفيلة بتحقيقه. في رقعة منّ عليها الله بأخصب تربة تنبت من كل أنواع الخيرات، في مناخ يجعلها تنتج من ثمراتها في ثلاثة مواسم، وأسكن فيها مئة مليون من العباد يعجب الإنسان من ذكائهم ومن ذوقهم الجمالي المرهف.\rومع كل هذه المعطيات فشل المخطط، فشلاً ربما جعل صاحبه يراجعه ولكن لم يترك لنا الدكتور (شاخت)، فيما أعلم، نتيجة هذه المراجعة.\rفيبقى لنا الحق إذن في طرح سؤال: ما هو الأمر الذي تعثّر به مشروع شاخت حتى فشل؟\rإننا، في الحقيقة، نراجع تكوين شاخت بوصفه عالم اقتصاد تكونت خبرته في نهوضه بالاقتصاد الألماني خلال الفترة مابين 1933 - 1936، إذ كان المخطط","seal":"9B55BB9D","part":"1"},
      {"page":91,"id":93,"nass":"مستمداً من تراب ألمانيا الفقير ومن استعدادات الشعب الألماني ليفي بشروط النجاح كلها، وقد نجح فعلأ النجاح الذقي خؤلط ألمانيا أن تواجه اقتصادياَ أقسى الظروف العسكر ية والدنية أثناء الحرب العالمية الثانية، وتصد فيها.\rولا شك أن (شاخت) وضع نحططه على الشروط التي يقدمها الشعب الألماني مباشرة وبطريقة آلية أثناء مرحلة التطبيق، ثم لاشك في أنه طبق هذه الشروط آلياً في التجربة الإندونيسية، أي أنه وضع نحططه على معادلته الشخصية بوصفه فرداً من المجتمع الألماني؛ بينما ستجري التجربة الإندونيسية بطبيعة الحال على أساس معادلة الفرد الإندونيسي فتعثرت التجربة الإندونيسية بسبب خطأ مخططها (شاخت) في تقدير المعطيات البشرية في المجال الاقتصادي، لأن ذهنه يحمل لهذه المعطيات صورة واحدة تطبق في أي تجربة تجري داخل ألمانيا أو خارجها.\rبينما الواقع الإنساني لا يفسر على أساس معادلة واحدة بل حسب معادلتين:\r1) معادلة بيولوجية تسوي بين الإنسان وأخيه الإنسان في كل مكان، ليستطيع هذا كل ما يستطيع الآخر، إلا فيما فضل فيه بعض الأفراد عن الآخرين.\r2) ومعادلة اجتماعية تختلف من مجتمع إلى آخر وفي مجتمع واحد تختلف من عصر إلى آخر حسب الاختلاف في درجة النمو أو التخلف.\rفأما المعادلة الأولى فهي موهوبة من الله الذي خلق الإنسان في أحسن تقويم وميزه على العالمين بالتكريم، فهي منحة منه، عز وجل، إلى البشر كافة.\rأما المعادلة الثانية فهي هبة المجتمع إلى أفراده كافة، بصفتها القاسم المشترك يطبع سلوكهم ويحدد درجة فعاليتهم أمام المشكلات تحديداً يميزهم عن أفراد مجتمع","seal":"6DD26AA2","part":"1"},
      {"page":92,"id":94,"nass":"آخر، أو عن جيل آخر من مجتمعهم، إذا كان الفاصل الزمني كافياً لطبع المجتمع بأسلوب آخر يتفق مع معادلة اجاعية أخرى.\rويجب القول إن مصادر المعادلة الاجتماعية، من الناحية الاقتصادية، اثنان: 1 - المجتمع الذي أسميناه القارة الاقتصادية الشمالية 2 - والمجتمع الذي أسميناه القارة الجنوبية، كلاهما يطبع سلوك الأفراد فيه بدرجة معينة من الفعالية، وبذلك نستطيع أن نعدّ هذه الفعالية مقياساً لقدرة الفرد، بحسب بيئته، على الهيمنة على أسباب الحياة الاجتماعية، قدرة تختلف اليوم من محور واشنطن- موسكو (القارة الشمالية) حيث يسود الإمكان الحضاري، إلى محور طنجة - جاكرتا حيث يفقد هذا الإمكان، كأنما تتدخل ضمناً مجموعة شروط أولية في تحديد مواقف الفرد أمام المشكلات، وبالتالي في تحديد نتائج هذه المواقف.\rفهذه المجموعة من الشروط تكوّن ما نسميه المعادلة الاجتماعية، التي تشرط بطريقة ضمنية مواقف الفرد ونتائجها، لتخضع هذه النتائج إلى نوع من الحتمية ربما تمجها حساسيتنا.\rولكن لعلنا إذا أدركنا طبيعة هذه الحتمية، ندرك مدى سلطانها على تصرفنا في الوقت الراهن، ومدى حريتنا معها إذا ما صممنا على تغيير معادلتنا الاجتماعية على الطريقة التي أتاحت تغييرها لمجتمعات أخرى، مثل اليابان في أواخر القرن الماضي والصين في منتصف هذا القرن.\rفلنفترض فرضين:\r1) إن مولوداً أتى على محور واشنطن - موسكو: سيخضع قطعاً، منذ اللحظة الأولى، إلى قانون الأعداد الكبرى، أي إلى القانون الإحصائي. إنه سيكون له- في التعليم ورعاية الصحة طفلاً، وفي العمل رجلاً- حظ من نسبة نشر التعليم، ورعاية الصحة والعمل على محور ولادته، أي فوق 90%.","seal":"65F181BF","part":"1"},
      {"page":93,"id":95,"nass":"2) إن مولوداً أتى على محور طنجة - جاكرتا: سيخضع أيضاً إلى القانون الإحصائي: أي إن مصيره سيتحقق على نسبة ما دون 40% من التعليم ورعاية الصحة والعمل، أي أنه سيتحقق على مستوى مواهبه المطابقة لمعادلته البيولوجية، ولكن على نسبة المعادلة الاجتماعية لمن سبقه في مجتمعه، فإذا ولد في الهند، مثلاً، فإن له 25% من الحظ أن يكون منبوذاً و 75% من الحظ أن يكون عاطلاً عن العمل، مهما كانت مواهبه الشخصية، لذلك يتبين من خلال هذين الفرضين بأن تصرف الفرد مقيد بشروط اجتماعية سبقته إلى الوجود، وبالتالي إن فعاليته مشروطة بمعادلة اجتماعية يجدها في مهده، وهي تفرض على سلوكه نوعاً من الحتمية لا يتخلص منه إلا بعملية تغيير لمعادلته الاجتماعية، كما حدث ذلك في اليابان أثناء ما يسمونه بالعهد الميجي، وفي الصين أثناء الثورة، والثورة الثقافية بوجه خاص.\rفالشعوب التي تعيش على محور الشمال قد سوّت مشكلة المعادلة الاجتماعية بطريقة تلقائية، مع التجارب التي تتابعت منذ بداية العصر الصناعي، حتى أدت إلى ظهور (تايلور)، الذي وضع مذهبه (التايلورية) تتميماً لما صنعته الأيام في جوهر المعادلة الاجتماعية التي كان هو نفسه وأفكاره في تنظيم الإنتاج، إحدى نتائجها.\rولم يكن الدكتور (شاخت)، هو الآخر، إلا إحدى هذه النتائج، قد تلقى تلقائياً المعادلة نفسها كأي فرد ألماني، وأصبح يطبقها تلقائياً حتى في غير مكانها، مثلاً في مخططه الإندونيسي، دون أن يفكر أن المجتمع الإندونسي لا زال في حاجة إلى من يصنع له معادلة اجتماعية تخوله القيام بإنجاز أي عمل يقتضي نسقاً وتنسيقاً فردياً أو جماعياً.\rفنستطيع القول إن مخطط (شاخت) قد فشل في إندونيسيا، مع توافر","seal":"2E1ABB8F","part":"1"},
      {"page":94,"id":96,"nass":"الشروط الفنية والمادية كلها، لأنه فقد شرطاً ضمنياً ليس من اختصاص رجل الاختصاص في الاقتصاد أن يفكر فيه.\rوإنما يبدو أن الدراسات التي قامت منذ العقد الأخير في مجال التنمية الاقتصادية في العالم الثالث، بدأت خصوصاً بباريس، كأنها تعنى بهذا الجانب الذي نسميه المعادلة الاجتماعية، مهما يكن الاسم الذي تخصصه لهذا الجانب، ومهما كانت طريقة تفسيره عندهم.\rومما يجدر بالذكر أن بعض الجهود من أبناء العالم الثالث بدأت تسهم في هذا الاجتهاد الجديد وتثريه بنتائج تجارب تفيد بفشلها أو بنصف نجاحها، كالتجربة التي يذكرها بالتفصيل رجل اختصاص في الزراعة في الهند؛ يذكر كيف عمل مع مستشارين فنيين من هيئة الأمم المتحدة، طوال خمس سنوات، تحققت فيها بعض النتائج الإيجابية على أساس الطرق الفنية التي طبقت أثناء إشراف المستشارين بينما تعود التجربة- حسب تقرير الاختصاصي الهندي الذي نشير إليه- إلى الطرق التقليدية فور انسحاب الخبراء الأجانب.\rوإذا كانت هذه التجربة تعني شيئاً من الناحية التي تعنينا، فإنما تعني أنها سارت على أساس معادلة اجتماعية خاصة بالخبراء الأجانب المشرفين عليها، وأنها عادت تسير طبقاً لمعادلة أخرى، معادلة المجتمع الهندي، مجرد أن انسحب الخراء.\rوقد تتكرر هذه الظاهرة في صور مختلفة، في كل مجالات النشاط، حتى في المجال العلمي، كما ذكر لي ذلك أحد إخواننا المهندسين الجزائريين وهو يحضر رسالة دكتوراه بأوربا، وكانت بيني وبينه صلة فكرية، وقد سبق أن كان بيني وبينه حديث في الموضوع، فأراد أن يذكر لي ما عنده شخصياً في مختبره إذ كان يلاحظ، على الرغم من تفوقه من الناحية النظرية على زملائه، أنه كان في الناحية التطبيقية، أي من ناحية استخدام أدوات التجربة العملية، يعاني شيئاً","seal":"19C93C6E","part":"1"},
      {"page":95,"id":97,"nass":"من عدم الثقة في تلك الأدوات، فكانت عقدته أو عقده تعطل النتيجة أو النتائج التي يصل إليها عقله قبل الآخرين.\rفهذه القصة هي أخت القصة التي يذكرها الاختصاصي الهندي، على الرغم من الاختلاف الظاهر بين المجالين؛ فالقصتان لا تختلفان إلا في الشكل، هذه كتجربة في مختبر مواد بلاستيك، وتلك في مجال الالكترون المطبق في الفلاحة، ولا تختلفان في المصدر الاجتماعي- النفساني، لأن كل واحدة تدل على أن تكوين الخبير الهندي والخبير الجزائري لم يمنحهما الهيمنة الكاملة على أدوات عملهما العلمي، بينما مستواهما العلمي النظري- على الأقل فيما يخص الخبير الجزائري- يبدو رفيعاً جداً.\rويجدر الذكر هنا بأنني كنت معجباً بالخبير الجزائري، وهو يقص لي قصته، إذ كنت أراه يشعر كامل الشعور بالعقدة التي كان يعانيها، كمن يعيش محنة.\rوعلى أية حال فالقصتان تعبر كلتاهما على أن العمل العلمي أيضاً يتطلب معادلة اجتماعية لا تتكون تلقائياً في الدرجات الجامعية، بل يهبها المجتمع نفسه للأفراد، بين العادات والتقاليد التي يفطر عليها الطفل منذ مهده، ويحرم منها الطفل الذي يولد في مجتمع آخر لم تتكون فيه بعد معادلة اجتماعية، أو فقدها لأسباب تاريخية- اجتماعية معينة مثل المجتمع الإسلامي اليوم.\rإذا طرحنا مشكلة كيفية تكوينها، نراها تتكون بطريقتين: إما أن تصنعها الأيام بتكرار التجارب التي تتحول بالتدريج إلى عادات مستقرة تطبع تلقائياً السلوك الفردي والجماعي بطابع الفعالية، وإما أن تتكون تحت إشراف إرادة هادفة تريد ما تفعل وتفعل ما تريد لمواجهة ظروف وضرورات قاسية.\rفلا شك أن المجتمع الغربي يتمتع بمعادلة اجتماعية صاغتها بالتدريج الأيام،","seal":"E972FEDB","part":"1"},
      {"page":96,"id":98,"nass":"بل القرون، وربما تكملها أفكار جديدة مثل أفكار (تايلور) في القرن الماضي.\rأما المجتمع الصيني فإنه يصنعها اليوم بيده، تحت إشراف إرادة متوترة، أعني تحت ظروف قاسية تضع الضمير في كل فرد فيما نسميه (حالة إنقاذ).\rوقد سبق في هذا المضمار المجتمع الياباني، الذي صنع هو الآخر بيده معادلته الاجتماعية لمواجهة (حالة إنقاذ) كان واجهها منذ قرن، عندما دق بابه (الكمودوربيري) سنة 1853م.\rفالمجتمع الإسلامي في حيرة بين أمرين:\r1) إما أن يترك الأيام تصوغ معادلته الاجتماعية أو تعيد صياغتها لتمكينه من مواجهة التحدي الذي يوجهه له عالم اقتصادي غريب عنه، وهذا طريق طويل تعبّده تجارب ومحن مثل التي عاشها الخبير الجزائري في مخبره، أو مثل التي عاشها الشعب الإندونيسي أيام تطبيق مخطط (شاخت).\rفهذه التجارب، حتى الفاشلة منها، تكوّن بتكرارها وبالتدريج العادات المستقرة التي تصير بالتالي (معادلة اجتماعية)، تطبع النشاط بالفعالية الضرورية في عالم اقتصاد خاضع لمقاييس الضبط والإنتاج.\r2) وإما أن تطرح المشكلة صورة منهجية مثلما فعلت اليابان والصين، أو مثلما فعل (تايلور) ومدرسته في الغرب الذي اكتملت معادلته الاجتماعية في صورة النظرية (التايلورية).\rفالعالم الإسلامي يواجه اليوم \"حالة إنقاذ\" أو- كما يقال في مصطلح العسكريين- يواجه (حالة طوارئ) تفرض عليه أن يتخذ قرارات صارمة في المجال الاقتصادي، كما تتخذ قيادة عسكرية قراراتها لمواجهة ظروف استثنائية.\r***","seal":"D05C20A9","part":"1"},
      {"page":97,"id":99,"nass":"ضرورة الاكتفاء الذاتي\rوالتطور من الاقتصاد الوطني إلى اقتصاد جهوي\rلتحقيق الاكتفاء\r( Autarcie)\rاكتشف العالم، مع الاستعمار، كل أنواع السيطرة من جانب القوي على الضعيف، فهو يقيد حرية تصرفاته بقيود عسكرية واقتصادية، ويحاول أحياناً إحكام شبكتها حتى من الجانب الروحي، ببعثات تبشيرية لا همّ لها إلا تدعيم السيطرة بوسائل تخفى على الأبصار.\rفاليوم، في عهد تصفية الاستعمار تحت إشراف لجنة من هيئة الأمم تحمل هذا الاسم، لم يبق على العموم، مجال للسيطرة العسكرية على مصير شعوب العالم الثالث، أي على أغلبية شعوب العالم الإسلامي؛ ولكن الاستعمار استنبط طريقة تعويض للسيطرة العسكرية بسيطرة اقتصادية تخوله البقاء في مناطق نفوذه السابقة، بل تخوله بسط نفوذ جديد لا يقابل بالرفض بل بالقبول والرضا والتعاقد.\rهكذا نرى أن المظهر قد تغير، لأن الرجل المستعمر استبدل بالسيف الذي كان بيده عرقاً من زيتون رمز السلام، بينما نشعر من خلال ما شاهدناه في حبك العلاقات الجديدة بين قارتي الاقتصاد، أن شيئاً لم يتغير في أعماف ضمير رجل الشمال، فهو ما زال على مذهب (ليبنيتز  Leibnitz)،  الذي كان - وهو يضع الأسس الجديدة لعلم الرياضيات- يفكر أيضاً في احتلال مصر، ويقدم من أجل","seal":"D37D4A77","part":"1"},
      {"page":98,"id":100,"nass":"ذلك تقريراً مفصلاً للويس الرابع عشر، وما زال على مذهب (ارنست رينان) الذي كان يرى \"أن الأوربي خلق للقيادة، كما خلق الصيني للعمل في ورشة العبيد وكل ميسر لما خلق له\".\rفتعويض السيف بعرق من زيتون لم يغير سوى المظهر.\rإن أوربا التي تكتلت في القرن الحادي عشر من أجل الزحف الصليبي، وتكتلت في القرن التاسع عشر في الميثاق الاستعماري تحت إشراف (بسمارك) ببرلين سنة 1881 من أجل الزحف الاستعماري، تعود اليوم إلى تكتل جديد في صورة (السوق المشتركة) في الظاهر من أجل الصمود في وجه الاقتصاد الأمريكي والياباني والصيني، وفي الواقع من أجل الزحف الاقتصادي على مناطق الحضور الأوربي سابقاً لترسي فيها دعائم وجود أوربي جديد بوسائل الاقتصاد.\rوعليه يترتب على كل من يهمه أمر النهوض الاقتصادي في بلد إسلامي أو في العالم الإسلامي على العموم، أن يأخذ في الاعتبار الضرورات الداخلية، كما بينا بعض ملامحها في الفصول السابقة، كما يترتب عليه أن يأخذ أيضاً في الاعتبار الضرورات الخارجية، كان نشير إليها في هذا الفصل.\rيجب أن نصفي أولاً منطق القضية فنتساءل: ما هي حدود الإمكانيات الفردية- نعني بالنسبة إلى وطن بمفرده- لمواجهة الضرورات الداخلية والخارجية؟\rإننا نعني حدود حرية التصرف في الداخل، في نطاق دفع الطاقات الاجتماعية على أساس المسلمتين المذكورتين في فصل سابق بوصفهما شرطين ضروريين لدفع عجلة الديناميكا الاقتصادية، ومن ناحية أخرى من أجل الصمود في وجه الزحف الاقتصادي من الخارج.","seal":"A80592E6","part":"1"},
      {"page":99,"id":101,"nass":"يجب أن نلاحظ أن شروط الاقتصاد التكاملي ( L'autarcie)  لا تتوافر إلا في أوطان معدودة مثل الولايات المتحدة، والاتحاد السوفييتي والصين.\rفالولايات المتحدة مثلاً تستهلك 95% من إنتاجها داخل حدودها، أي أنها تستطيع إلغاء علاقتها الاقتصادية مع الخارج دون أن يتصدع اقتصادها إلا بنسبة 5% ودون أن يشعر العامل بقطع العلاقات إلا على النسبة نفسها.\rوبعبارة أخرى، فإن الولايات المتحدة تتمتع بالحرية الاقتصادية المطلقة، على وجه التقريب، وذلك بسبب اتساع رقعتها وقاعدتها الإسكانية (الديموغرافية)، أي يُسرها من ناحية الثروة الطبيعية والعدة البشرية.\rوالصين، بعد الثورة الثقافية، أصبحت هي الأخرى، تستطيع قطع العلاقات الاقتصادية مع الخارج دون تضرر، على أساس من التقشف تفرضه ضروراتها الداخلية الحالية في مرحلة الإقلاع التي لا زالت تمر بها.\rوكذلك الاتحاد السوفييتي، على نسبة من اليسر أقل من أمريكا وأكثر من الصين اليوم، أما الأوطان الأخرى كلها، فهي لا تستطيع حل مشكلاتها الاقتصادية كلها، داخل حدودها الخاصة.\rفاليابان على الرغم من أنها الدولة الاقتصادية الثالثة، لا تستطيع أن تقطع علاقاتها مع الخارج، أي أن تكوّن داخل حدودها حلقة اقتصادية مغلقة، إلا في حالات شاذة مثل ألمانيا التي استطاعت، على الأقل في السنة الأولى من الحرب العالمية الثانية أن تعيش في اقتصاد مغلق، أي مستقل ( Autarcie)  على أساس مخطط الدكتور (شاخت).\rوالبلد الإسلامي الوحيد الذي يستطيع مواجهة الضرورات الداخلية والخارجية داخل حدوده، هو دون أي شك إندونيسيا، ومع ذلك رأيناها تفشل في تطبيق مخطط (شاخت)، لأنه طبق على أسس غير موضوعية، أي على","seal":"20D20E81","part":"1"},
      {"page":100,"id":102,"nass":"أسس موجودة في ألمانيا مفقودة في إندونيسيا، كما بيّنا.\rفيجب أن نمضي خطوة أخرى في تصفية منطق القضية: إن كل وطن، مسلم أو غير مسلم، يستطيع حل بعض مشكلاته داخل حدوده، مثلاً كل ما يتعلق بالعدل والإدارة والأمن، كما يستطيع حل مشكلات أخرى في نطاق تنظيم جهوي، مثل إنتاج وتسويق البترول بالنسبة للدول العربية لو يتم اتفاقها بهذا الصدد، ثم هناك مشكلات لا تحل إلا على مستوى عالمي مثل قضية السلم، وتنسيق البريد إلخ.\rفاتجاه الأوطان الأوربية نحو فكرة تأسيس السوق المشتركة الأوربية، ما هو إلا تقرير واقع، يمليه تطور العلاقات الاقتصادية في العالم، بعد تصفية الاستعمار، أي بعد أن فقدت الدول الأوربية، مثل فرنسا وإنجلترا وهولاندا، الرقعة التي كانت في إفريقيا أو آسيا، تكمل اقتصادها، فاتخذت هذه الدول اتجاه الاقتصاد التكاملي لمواجهة ضرورات داخلية وخارجية جديدة.\rوإذا ماحللنا العوامل التي شجعت رؤساء دول أوربية، مثل الجنرال (دوغول) على احتضان فكرة السوق المشتركة، وعلى النضال في سبيلها على حساب بعض القيم التي كانت مقدسة قبل قرن، مثل الوطنية المفرطة ( Chauvinisme)  فسنجد أن أوربا وجدت هذا التشجيع أولاً وقبل كل شيء في تراثها العتيد، أيام كان (شارلمان)، معاصر هارون الرشيد ينشئ على أساس العقيدة المسيحية الموحدة، ما يسمى (الامبراطورية المقدسة).\rوبالتالي نرى كيف أن أوربا العلمانية المادية، لا تخشى في سبيل تنظيم اقتصادها تنظيماً جديداً أن تعود إلى عهدها القديم، إلى عالم مقدساتها لتعزيز عالم مصالحها المادية.\rكذلك نرى أن الدول المتقدمة لا تخشى أن ترجع أحياناً خطوة إلى الوراء من","seal":"FC61BD9F","part":"1"},
      {"page":101,"id":103,"nass":"أجل تصحيح خطأ أو تدارك إسراف، بينما نرى أوطاناً متخلفة يعتري مسؤوليها ومثقفيها الخجل إذا ما سمعوا كلمة عن ضرورة تلافي تفريط أو إفراط، كأنهم من القوم الذين يشير إليهم القرآن الكريم: {كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ} [المائدة 5/ 79].\rفاليوم نرى كثيراً من إخواننا في البلاد العربية الإسلامية يسمون المراجعة رجعية، دون أن يشعروا بأن تقدميتهم شاخت وهرمت، قد أكل عليها الدهر وشرب، لأنها فقدت ثقة الناس في مهدها، في البلاد الغربية.\rبينما الأوطان العربية والإسلامية على العموم، أحوج من غيرها إلى إعادة النظر في اقتصادها حتى لا تتبع قدوة أوربا القرن التاسع عشر، ثم تكتشف خطأها بعد قرن، لتعود مرة أخرى، بعد قرن، لقدوة أوربا القرن العشرين.\rيجب على البلاد العربية بوجه خاص أن تعيد النظر في تنظيم حياتها الاقتصادية، على شروط تحقيق حلقة اقتصادية كاملة داخل حدودها، متخذة أساساً شروط الاستثمار الاجتماعي التي قدمناها في صورة مسلمتين ربما يكون تطبيقهما في حدود الوطن الواحد، على درجة من الصعوبة، ولكنها تنخفض بمقدار ما تتسع رقعة التطبيق.\rفأمريكا لا تستطيع تحقيق شروط الحلقة الاقتصادية الكاملة بنسبة 95% لو افترضنا أنها فقدت بعض ولاياتها: فأي تغيير في الخريطة الطبيعية- الإسكانية لوطن يغير قطعاً شروط تطبيق المسلمتين: 1) كل فم يأكل و 2) كل ساعد يعمل.\rوإذن التغيير يحدث إلى أسوأ (حسب فرضنا بخصوص أمريكا) فإنه يحدث إلى أحسن حسب فرض مناقض، مثلاً بالنسبة إلى الرقعة العربية إذا ما توحدت وبقدر ما تتوحد هذه الرقعة أي بقدر ما تجمّع إمكانياتها وحاجاتها.","seal":"E397E40B","part":"1"},
      {"page":102,"id":104,"nass":"ولكن قضية مثل هذه لا يمكن الفصل فيها بالارتجال وإنما بالدراسة على الخريطة.\rإن ليبيا، على سبيل المثال، لها متسع من التراب، ومصر لديها فائض من العدة البشرية، وللكويت فائض من المال المعطل؛ فلو اجتمعت هذه العوامل الثلاثة في خطة تجريبية لأدرك العالم العربي كله أن شروط الإقلاع والاكتفاء الذاتي هي تحت يده، عندما يريد النهوض الاقتصادي بتعميم التجربة الثلاثية التي أشرنا إليها، حتى تصير هذه التجربة لبنة عربية في أساس الحضارة الإسلامية الجديدة.\rإن العالم العربي يتمتع بإمكانيات اقتصادية مهملة، مثل هذه الأراضي التي أنبتت الحضارة الإنسانية الأولى على ضفتي الدجلة والفرات، حيث ترعرعت أيضاً الحضارة الإسلامية الأولى بفضل الخيرات التي كان يمدها بها، منذ خلافة عمر رضي الله تعالى عنه، التراب المطعم بطمي الآلاف من السنين، ذلك (السواد) الذي عاد مرة أخرى مستنقعات تنبت الحمى، بعد أن كان ينبت الأقوات.\rإن في استطاعة العالم العربي أن يعيد للتراب وظيفته الاقتصادية، وذلك منذ اليوم، بوسائله الموجودة بيده منذ الآن، حتى في الميدان الفني إذا قرر من ناحية أخرى استعادة العقول العربية المغتربة لأسباب مختلفة، منها الأسباب الثقافية التي تتصل بفقدان المسوغات الكفيلة بشد العزائم ورفع الهمم، إلى مستوى المسؤوليات المنوطة بالعلماء والمثقفين، في نطاق مشروع شامل تتحد فيه الأيدي والعقول والأموال في الرقعة العربية، أو في أكبر جزء ممكن منها بقدر ما تكتمل فيه شروط الاقتصاد التكاملي، حتى يستأنس الناس، والقادة بوجه خاص، بأن الأوطان التي لا تستطيع مواجهة الظروف الاقتصادية العالمية بمفردها، تستطيع الصمود لها والنمو، إذا تكاتفت عقولها وأيديها وأموالها في ورشة عمل مشترك من أجل اقتصاد متحرر لا يخضع لضغط خارجي.","seal":"4CCE89E8","part":"1"},
      {"page":103,"id":105,"nass":"ومهما تكن من صعوبات في طريق إنشاء حلقة اقتصادية كاملة، عربية في خطوة أولى, إسلامية بالتالى، فيكون تحقيقها أحسن دليل على الاعتدال في التفكير وفي التطبيق، على نحو مما كان يشير إليه (خروثوف) في قوله: \"إن أحسن دليل على صحة أفكارنا لهو نجاحنا الاقتصادي\"، على شرط أن نغير في هذا الحكم كلمة (صحة) بكلمة (صلاحية).\rففي نطاق هذه الأفكار التي تخضع إلى تطبيق اجتماعي فالنتائج لا تترتب على (صحة) الأفكار المطبقة بقدر ما تترتب على (صلاحيتها).\rفحتى الشيوعية قد يكون لها آثار اجتماعية أعمق من أفكار هي أكثر صحة منها إذا أسيء تطبيقها، فإذا استطاعت أن تؤسس في الاتحاد السوفييتي حلقة اقتصادية تستطيع الانغلاق على نفسها، بينما لا نرى العالم الإسلامي يسعى إلى تحقيق اقتصاد تكاملي، فلا يعني هذا إلا أن الشيوعيين يطبقون الفكرة الماركسية بجدية أكثر مما يطبق المسلمون إسلامهم.\rفالنتائج خصوصاً في الحقل الاقتصادي، تتحقق على أساس عوامل اجتاعية صرفة تضفي على الأفكار المطبقة أكثر أو أقل صلاحية.\rوحسبنا أن نقول إن الأسباب التي تطبع سلوك المسلمين لتكون أفكارهم أقل فعالية في الحقل الاقتصادي من أفكار غيرهم، نقول إنها أسباب مرحلية، أعني ملازمة للمرحلة التاريخية التي يمر بها المجتمع الإسلامي اليوم.\rوعلى المسلمين أن يتخلصوا منها في أوجز مدة ممكنة، بالطرق التي يفرضها عصر تسريع التاريخ، وهذا يعني، في مجال الاقتصاد، أن يوحدوا إمكانياتهم وحاجاتهم حتى يحققوا في أسرع ما يمكن شروط الاكتفاء الذاتي ( Lantarcie)  أي الحلقة الاقتصادية التي تستطيع الانغلاق على نفسها، إذا ما اقتضت الضرورات الداخلية والخارجية ذلك.","seal":"F0F93FA3","part":"1"},
      {"page":104,"id":106,"nass":"","seal":"BCEE2C5D","part":"1"},
      {"page":105,"id":107,"nass":"خاتمة\rإننا حاولنا، فيما قدمنا، أن نخلص الفكر الإسلامي من بعض العقد التي تستولي على اجتهاده في مجال الاقتصاد فتجمده، لأنه يرى في هذا المجال حتمية اختيار، لا فرار منه، بين أفكار ونظم الرأسمالية والأفكار والنظم الناتجة عن المذهب الماركسي.\rفحاولنا أن نبين أن هذه الحتمية ليس لها من مسوّغ، سوى تسليمنا مسبقاً بأن ليس هناك مجال للاجتهاد في اكتشاف طريق ثالث، بينما مجرد المراجعة لوظيفة المال في الاقتصاد، بلونيه الرأسمالي والماركسي، تكشف عن آفاق جديدة في كيفية تشغيل الطاقات الاجتماعية، آفاق يتأتى الانطلاق منها لاقتصاد يمكّن المسلم من مواجهة ظروف التخلف، وضرورات العصر في الحدود المشروعة، على سنة الله ورسوله.\rلم يكن موضوعنا سوى محاولة فك قيود، وضعتها أفكار أجنبية على اجتهادنا، والسير في اتجاه جديد بعض الخطوات، مثل التي سميناها الاستثمار الاجتماعي أو مشكلة المعادلة الاجتماعية، حتى يألف فكرنا مواصلة السير بخطوات أخرى، ليس لدينا إمكان الآن سوى أن نلمح إليها.\rوحتى لو كانت الخطوات التي سرناها، مع القارئ في هذه الصفحات، غير مجدية من الناحية التطبيقية، هذا على أسوأ تقدير، فإننا مقتنعون بأن القضايا التي أثرناها وكيفية خوضنا فيها لا تفقدان الجدوى على الأقل كتمرين للفكر الإسلامي على حرية التصرف أمام معضلات الاقتصاد.","seal":"5A6F9773","part":"1"},
      {"page":106,"id":108,"nass":"إن حركة الأفكار، مهما كانت وجهتها، تدفع الفكر لتدعيمها أو لتصحيحها، أو حتى لمقاومتها، وأعتقد أن الفكر الإسلامي مدعو إلى خوض معركة كبرى لمواجهة تحدي عالم الاقتصاد.\rفهذا الكتاب يدعوه إلى خوضها بصفته رجلاً حراً لا يطأطئ الرأس أمام عجل الذهب، ولا أمام زخرف القول الماركسي.\r***","seal":"CCE8A5EE","part":"1"},
      {"page":107,"id":109,"nass":"المسارد\r_______________\r1 - مسرد الآيات القرآنية\r_______________\rالآية ...................................................................................... رقمها ....................... الصفحة\rسورة البقرة (2)\r{وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} ........... 143 ....................... 41\r\rسورة المائدة (5)\r{كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ} .......................................................... 79 ......................... 101\r\rسورة الرعد (13)\r{إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} ............................................ 11 ......................... 59، 83\r\rسورة البلد (90)\r{وَهَدَيْنَاهُ النَّجْدَيْنِ، فَلَا اقْتَحَمَ الْعَقَبَةَ} ......................................................... 10و11 .................... 86\r________________\r2 - مسرد الأحاديث النبوية\r________________\rالحديث .................................................................................................... الصفحة\r\" إن اليد العليا خير من اليد السفلى\" [صحيح البخاري] ....................................................... 88\rدعوة الرسول - صلى الله عليه وسلم - صحابته أن يجهزوا فقيراً ليحتطب فيأكل من عمل يده ................. 87\r[انظر الحديث بتمامه في سنن أبي داود 2/ 120 (الحديث 1641)].","seal":"89E14D81","part":"1"},
      {"page":108,"id":110,"nass":"___________________\r3 - مسرد الأعلام (¬1) والأماكن\r__________________\r\"أ\"\rآدم سميث 8، 9، 42، 85\rابن خلددن 16\rالاتحاد السوفيتي 19، 27، 40، 99، 103\rأحمد الطريقي (متخصص عربي في أمور النفط) 38\rأحمد عزة راجح (أستاذ في علم النفس) ح 40 (1)\rأرنست رينان 97\rالإسكندرية (جامعة) ح 40\rألبانيا 45\rالفريد سوفي (مفكر اقتصادي فرنسي) (34)\rألمانيا 8، 10، 54، 74،55، 91، 99\rألمانيا الشرقية 18\rألمانيا الغربية 18\rإنجلترا 31، 100\rأنجلز 19\rإندونيسيا (جاوة) 7، 8، 9، 22، 31، 50، 53، 54، 55، 57، 58، 90، 93، 100\rأوستراليا 52\rايران 45\rإيرهارت (مستشار ألماني) 10\rباريس ح 22، 94\rبافلون (عالم روسي) 44\rبرلين 53 (الرسم) 98\rبسمارك 98\rبغداد 53 (الرسم)\rبورما 30،7\rبيروت 11\r\r\"ت\"\rتايلور (نظرية) 17، ح 36، 93، 96\rتونس 15\rتيرانس مالتسيف (مهندس زراعي) 29\r\r\"ج\"\rجان جاك روسو ح 80\rجاكرتا 15\rالجزائر ح 23، 84\rجون نيف 60، 63\r\r\"خ\"\rخرشوف 103\r¬__________\r(¬1) الرموز: ح: حاشية، ك: كتاب، ص: صحيفة، ك- م: من كتب مالك.","seal":"9D4CCB52","part":"1"},
      {"page":109,"id":111,"nass":"___________________\r\"د\"\rدجلة 102\rدشق 53 (الرسم)\rدنيس بابان 56\rدوغول 100\rديكارت 57،56\r\r\"ر\"\rروزنبرج 71\rروما 53 (الرَسم)\rرومانيا 45، 67\r\r\"س\"\rسنكيانج (مقاطعة صينية) 27\rالسودان 27\rسوريا 84\rسيرج بردانيف 44\r\r\"ش\"\rشاخت (عالم اقتصاد ألماني) 8، 17، 18، 55، 58، 82، 90، 91، 93، 96، 99\rشارلمان 100\r\r\"ص\"\rالصين 9، 17، 27، 39، 54، 76،71، 81، 89،\r\r\"ط\"\rطرابلس (لبنان)\rطنجة 53،15 (الرسم)\rطنجة - جاكرتا (محور) 25 - ح 34، 35، 93\rطهران 52 - 53 (الرسم)\rطوكيو 53 (الرسم)\r\r\"ع\"\rالعربية السعودية 27\rعمر بن الخطاب (رضي الله عنه) 102\rعمر مسقاوي 5\r\r\"ف\"\rالفرات 102\rفالترشوبرت 44\rفرنسا 21، 24، 34، 100\rفيتنام (الهند الصينية)\r\"ق\"\rالقاهرة 53 (الرسم) ح 78\rالقطارة (منخفض بمصر) 28\r\r\"ك\"\rكابول 53 (الرسم)\rكازاستان (مقاطعة روسية) 27\rكلكتا 15\rكولومبو (مشروع) 28\rالكومودور بيري 96\rالكويت 52\r\r\"ل\"\rلندن 53 (الرسم)\rلويس الرابع عشر 98","seal":"0657AC4A","part":"1"},
      {"page":110,"id":112,"nass":"___________________\rليبنتيز 97\rليبيا 28، 84، 102\r\r\"م\"\rماركس 8، 9، 19، 72، 83\rمالتوس 24\rمرشال (مشروع) 70، 71\rمروان قنواتي ح 35\rمصدق (رئيس الوزراء الإيراني الذي أمم البترول) 52\rمصر 26، 27، 81، 84، 97\rموريس جرنييه ح 70\rموسكو 53 (الرسم) 67\rنيوزيلاندة 52\rنيويورك 73، 74\r\r\"هـ\"\rهربرت لوشي ح 22\rالهند ح 78، 94\rهولندا 100\r\r\"و\"\rواشنطن 53 (الرسم)\rواشنطن موسكو (محور) 25، 30، 35، 92\rواط 56\rالولايات المتحدة 10، 50، 53 (الرسم)، 73، 99\r\r\"ي\"\rاليابان 9، 71، 92، 99\rيوغوسلافيا 67\rيوكنج (جد أسطوري لدى الصينيين) 71، 77\rاليونان 51، 53 (الرسم)","seal":"20366C88","part":"1"},
      {"page":111,"id":113,"nass":"________________________\r4 - مسرد المذاهب والجماعات والشعوب\r________________________\r\"أ\"\rالاستخانوفية 19\rالاشتراكية 45، 75\rالألماني (الشعب) 9، 70، 74، 91\rالأندونيسي (الشعب) 9، 96\r\r\"ر\"\rالرأسمالية 9، 10، 16، 42، 43، 44، 67، 83، 85، 105\r\r\"ش\"\rالشيوعية 9، 16، 42\rالشيوعية (الثورة) 85\r\r\"ق\"\rالقرامطة 45\r\r\"ل\"\rالليبرالية 8، 9، 44\r\r\"م\"\rالمادية 8، 9، 44\rالماركسية 9، 36،15، 44، 82، 83، 103، 105\r\r\"ي\"\rالياباني (الشعب) 71\r______________________\r5 - المؤتمرات والمعاهدات والاتفاقيات\r______________________\r\"أ\"\rالأمم المتحدة (هيئة) 25، 38، 50، ح 78، 94\r_____________\r6 - المراجع والمصادر\r_____________\r\"أ\"\rالأسس الثقافية للحضارة الصناعية (ك) 60\rالدم والذهب (ك) 71\r\r\"ع\"\rالعقد الاجتماعي ح 80\r\r\"ف\"\rفرنسا في العهد القردي (ك) ح 22\r\r\"ل\"\rلوموند (ص) ح 70\r\r\"و\"\rوجهة العالم الإسلامي (ك-م) ح 22","seal":"3FF7EA21","part":"1"},
      {"page":112,"id":114,"nass":"______________\r7 - مسرد الموضوعات\r______________\rالموضوع ........................................................................................... الصفحة\rالمقدمة ............................................................................................. 7\r\rالجزء الأول: عموميات البحث ........................................................................ 13\r1 - صورة العلاقات الاقتصادية الراهنة في العالم ..................................................... 15\r2 - الاقتصاد والاقتصادانية ......................................................................... 35\r3 - حدود الاختيار الإسلامي بين المناهج الموجودة .................................................. 42\r\rالجزء الثاني: صورة المشكلات ....................................................................... 47\r1 - خريطة توزيع الإمكانات الاقتصادية في العالم ..................................................... 49\r2 - حدود التفسير الاقتصادي البحت لتوزيع الإمكانات .............................................. 54\r3 - الأسس الحضارية لعالم الاقتصاد ............................................................... 59\r\rالجزء الثالث: شروط الانطلاق ....................................................................... 65\r1 - دور المال في اختزان العمل ....................................................................... 67\r2 - الاستثمار المالي والاستثمار الاجتماعي ......................................................... 73\r3 - تحقيق الديناميكا الاقتصادية على أساس مبدئي ................................................. 79\r4 - الأساس الأخلاقي لعمليتي الإنتاج والتوزيع ...................................................... 85\r5 - المعادلة البيولوجية والمعادلة الاجتماعية للفرد في التجارب الحديثة ................................. 90\r6 - ضرورة الاكتفاء الذاتي والتطور من الاقتصاد الوطني إلى اقتصاد جهوي لتحقيق الاكتفاء .......... 97\r\rخاتمة ................................................................................................ 105\rالمسارد ............................................................................................... 107","seal":"0D511B16","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1393,"ShrtCs":0,"Bk":"المسلم في عالم الإقتصاد","HigriD":"1393","oAuthVer":5,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"مالك بن الحاج عمر بن الخضر بن نبي","bLnk":null,"Inf":null,"Auth":"مالك بن نبي","Betaka":"الكتاب: المسلم في عالم الإقتصاد\r\nالمؤلف: مالك بن الحاج عمر بن الخضر بن نبي (المتوفى: 1393هـ)\r\nالمحقق: (إشراف ندوة مالك بن نبي)\r\nالناشر: دار الفكر-دمشق سورية\r\nالطبعة: 1420هـ - 2000م\r\nعدد الأجزاء: 1\r\nأعده للمكتبة الشاملة / العبد الضعيف الراجي عفو ربه: أبو ياسر الجزائري\r\n[ترقيم الكتاب موافق للمطبوع]\r\n.","TafseerNam":null,"PdfCs":2,"AuthInf":"مالك بن الحاج عمر بن الخضر بن نبي \r\n\r\nولد في مدينة تبسة (وهي مدينة تقع أقصى شرق الجزائر على الحدود الداخلية مع تونس) عام 1323هـ الموافق 1905م تلك الفترة التي شهدت أحداثاً كبيرة في تاريخ الجزائر وتاريخ الدول العربية، فقد سقطت الخلافة العثمانية واحتلت فرنسا الجزائر وبسطت هيمنتها على تونس والمغرب وكانت معظم الدول العربية تحت الاستعمار وما ترتب على ذلك من ردود الأفعال سواء في شكل حركات جهادية للتحرر أو دعوات إصلاحية \r\nولد مالك بين مجتمع جزائري محافظ وكانت أسرته فقيرة حيث كَفَلَهُ عمله في مراحل التعليم، وبسبب حالة الاحتلال التي كانت تعيشها الجزائر في ذلك الوقت لم يُقْبَلْ بن نبي، بعد انتهائه من المرحلتين الابتدائية والإعدادية، في الثانوية، فدرس في معهد وتخرج سنة 1925م برتبة باش عدل أي مساعد في القضاء بعد سنوات الدراسة الأربع، في مدرسته التي اعتبرها «سجناً يعلّم فيه كتابة»صك زواج أو طلاق«؛ ثم عمل مُتَطَوِّعًا بسبب عدم وجود وظائف.\r\n\r\nسافر بعدها مع أحد أصدقائه إلى فرنسا حيث كانت له تجربة فاشلة فعاد مجددا إلى مسقط رأسه. وبعد العودة تبدأ تجارب جديدة في الاهتداء إلى عمل، كان أهمها، عمله في محكمة أفلو حيث وصلها في مارس 1927م، احتك أثناء هذه الفترة بالفئات البسيطة من الشعب فبدأ عقله يتفتح على حالة بلاده.\r\n\r\nأعاد الكرة سنة 1930م بالسفر لفرنسا ولكن هذه كانت رحلة علمية. حاول أولا الالتحاق بمعهد الدراسات الشرقية، إلا أنه لم يكن يسمح للجزائريين أمثاله بمزاولة مثل هذه الدراسات. تركت هذه الممارسات تأثيرا في نفسه. فاضطّر للتعديل في أهدافه وغاياته، فالتحق بمدرسة (اللاسلكي) للتخرج كمساعد مهندس، ممّا يجعل موضوعه تقنياً خالصاً، بطابعه العلمي الصرف، على العكس من المجال القضائي والسياسي. وتخرج عام 1935 م مهندسا كهربائيا\r\n\r\nاتجه منذ نشأته نحو تحليل الأحداث التي كانت تحيط به و قد أعطته ثقافته المنهجية قدرة على إبراز مشكلة العالم المتخلف باعتبارها قضية حضارة أولا و قبل كل شيء فوضع كتبه جميعا تحت عنوان مشكلات الحضارة\r\n\r\nانغمس في الدراسة، وفي الحياة الفكرية، وتزوج من فرنسية واختار الإقامة في فرنسا حيث شرع يؤلف، في قضايا العالم الإسلامي، فكان سنة 1946 كتابه (الظاهرة القرآنية) (لبيك) ثم (شروط النهضة) 1948 الذي طرح فيه مفهوم القابلية للاستعمار و (وجهة العالم الإسلامي) 1954،أما كتابه (مشكلة الأفكار في العالم الإسلامي) فيعتبر من أهم ما كتب بالعربية في القرن العشرين .‏\r\nفي عام 1956 لجأ إلى القاهرة بعد إعلان الثورة المسلحة في الجزائر سنة 1954م و قد طبعت له وزارة الإعلام بالفرنسية كتابه ( الفكرة الإفريقية الآسيوية) 1956\r\nاتجه في القاهرة بعد اتصاله بالعديد من الطلاب إلى ترجمة كتبه إلى العربية ثم أصدر بقية كتبه بالعربية وتوالت أعماله الجادة. \r\nبعد استقلال الجزائر عاد إلى الوطن سنة 1963 حيث عين مديرا عاما للتعليم العالي الذي كان محصوراً في جامعة الجزائر المركزية و أصدر في الجزائر ( آفاق جزائرية ) (مذكرات شاهد للقرن ) ( مشكلة الأفكار في العالم الإسلامي ) ( المسلم في عالم الاقتصاد)\r\nفي سنة 1967 استقال من منصبه و تفرغ للكتابة والعمل الفكري وتنظيم ندوات فكرية، وبدأ هذه المرحلة بكتابة مذكراته، بعنوان عام مذكرات شاهد القرن.\r\nتوفي رحمه الله في 31 أكتوبر 1973 بالجزائر لكن علمه مازال مشعا يبلغ الآفاق","seal":"E7D592E2","cat":"الدعوة وأحوال المسلمين","oNum":37647,"BkId":37647,"oAuth":1351,"bVer":1,"aSeal":"CF38272D"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37647":
    [
      {"lvl":1,"id":8,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":14,"sub":0,"tit":"الجزء الأول"},
      {"lvl":2,"id":14,"sub":1,"tit":"عوميات البحث"},
      {"lvl":3,"id":16,"sub":0,"tit":"صورة العلاقات الاقتصادية الراهنة في العالم"},
      {"lvl":3,"id":37,"sub":0,"tit":"الاقتصاد والاقتصادانية"},
      {"lvl":3,"id":44,"sub":0,"tit":"حدود الاختيار الإسلامي بين المناهج الموجودة"},
      {"lvl":1,"id":49,"sub":0,"tit":"الجزء الثاني"},
      {"lvl":2,"id":49,"sub":1,"tit":"صورة المشكلات"},
      {"lvl":3,"id":51,"sub":0,"tit":"خريطة توزيع الإمكانات الاقتصادية في العالم"},
      {"lvl":3,"id":56,"sub":0,"tit":"حدود التفسير الاقتصادي البحت لتوزيع الإمكانات"},
      {"lvl":3,"id":61,"sub":0,"tit":"الأسس الحضارية لعالم الاقتصاد"},
      {"lvl":1,"id":67,"sub":0,"tit":"الجزء الثالث"},
      {"lvl":2,"id":67,"sub":1,"tit":"شروط الانطلاق"},
      {"lvl":3,"id":69,"sub":0,"tit":"دور المال في اختزان العمل"},
      {"lvl":3,"id":75,"sub":0,"tit":"الاستثمار المالي والاستثمار الاجتماعي"},
      {"lvl":3,"id":81,"sub":0,"tit":"تحقيق الديناميكا الاقتصادية على أساس مبدئي"},
      {"lvl":3,"id":87,"sub":0,"tit":"الأساس الأخلاقي لعمليتي الإنتاج والتوزيع"},
      {"lvl":3,"id":92,"sub":0,"tit":"المعادلة البيولوجية والمعادلة الاجتماعية للفرد في التجارب الحديثة"},
      {"lvl":3,"id":99,"sub":0,"tit":"ضرورة الاكتفاء الذاتي والتطور من الاقتصاد الوطني إلى اقتصاد جهوي لتحقيق الاكتفاء"},
      {"lvl":1,"id":107,"sub":0,"tit":"خاتمة"},
      {"lvl":1,"id":109,"sub":0,"tit":"المسارد"}
    ]
}
