{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37746":
    [
      {"page":1,"id":1,"nass":"سلسلة آيات الحج في القرآن الكريم [1]\rفي القرآن الكريم آيات كثيرة تتكلم عن الحج وفضله وأشهره، ومن المناسب أن تشرح هذه الآيات حتى يعرف الناس ما هي أشهر الحج وما فضل العشر الأول من ذي الحجة.","seal":"9004496A","part":1},
      {"page":2,"id":2,"nass":"ما هي أشهر الحج\rالملقي: بسم الله الرحمن الرحيم.\rالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله محمد وآله وصحبه أجمعين.\rأيها الإخوة والأخوات، السلام عليكم ورحمة الله وبركاته.\rأهلاً بكم إلى أولى حلقات برنامجكم هذا (آيات الحج في القرآن) والذي نسعد وإياكم فيه باستضافة الشيخ صالح بن عواد المغامسي الإمام الخطيب بمسجد قباء بالمدينة النبوية المطهرة، فأهلاً ومرحباً بكم فضيلة الشيخ.\rالموضوع الذي تم اختياره في هذا البرنامج هو آيات الحج في القرآن، وسيكون مسيرنا بإذن الله تعالى في هذا البرنامج وفقاً للأوقات التي نتحدث فيها حسب الاستطاعة، بحيث نختار الآيات المناسبة لليوم الذي نتحدث فيه.\rأرى أن يكون الحديث في هذه الحلقة عن بداية هذا الموسم، خصوصاً أننا في أول أيام هذه العشر المباركة، نبدأ بقول الله تبارك وتعالى في سورة البقرة: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ} [البقرة:197] الآية.\rالملاحظ فضيلة الشيخ في هذه الآية أن الله تعالى لم يحدد ما هي هذه الأشهر، بينما حدد في مواضع أخرى المواسم التي تحدث عنها كما في شهر رمضان، {شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ} [البقرة:185]، لماذا هنا اكتفى بقوله سبحانه وتعالى: (مَعْلُومَاتٌ) ولم يحدد هذه الأشهر؟ الشيخ: الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وأصحابه ومن والاه، وبعد: ثم يقول الله وقوله الحق: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [البقرة:197]، والمعنى: وقت الحج أشهر معلومات، والسؤال عن عدم التحديد سؤال في محله؛ لأن الله جل وعلا ما عين هذه الأشهر وقوله تعالى في سورة البقرة أيضاً: {شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ} [البقرة:185] فعينه، والفرق بين الأمرين أن العرب في جاهليتها لم تكن تعرف الصيام في شهر رمضان، فكان لزاماً أن يحدد ويبين ويفصل، أما الحج فإن العرب كانوا يعرفونه وإن كانوا يخلطون بالحج ما ليس منه، ويقولون: لا شريك لك إلا شريكاً هو لك، أي: أذنت بأن يكون معك، المهم أنه كانت لهم أخطاء وأغلاط شركية وغيرها في هذا الشأن؛ لهذا قال الله جل وعلا: (الحج أشهر معلومات) ولم يحددها، فهي معلومات أي مشهورات معروفات بين الناس، لا يكاد يجهلهن أحد، خاصة أولئك المخاطبين الأولين بالقرآن.\rكلمة (أشهر) هنا جمع قلة، والقرآن إذا أتى بالأعداد من ثلاثة إلى ستة يأتي بجمع القلة كما في الآية هنا؛ لأن أشهر الحج ثلاثة، لكن عندما يأتي بأكثر يأتي بلفظ الشهور، قال الله جل وعلا: {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا} [التوبة:36]، فلما كانت أكثر من تسعة قال (شهور).\rوهنا قال جل وعلا: ((الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ)) [البقرة:197]، أي: معلومات عند الناس، ومع ذلك وقع الخلاف عند العلماء في تحديد هذه الأشهر، فذهب بعضهم وهو الإمام الكبير الشافعي رحمة الله عليه إلى أن أشهر الحج هي: شوال وذو القعدة، وهذا متفق عليه، لكن الخلاف في ذي الحجة، هل هو شهر الحج بكامله، أو شهر الحج إلى يوم عشر، أو شهر الحج إلى يوم 9، فذهب الشافعي رحمه الله وبعض أهل العلم إلى أن أشهر الحج شوال وذو القعدة وتسع من ذي الحجة، أي: إلى تسع من ذي الحجة، والملحظ هنا ظاهر؛ لأنهم اعتبروا أن الحج يفوت بفوات عرفة، فلا يمكن أن يطلق على اليوم العاشر وما بعده أنه من أشهر الحج.\rوالذين قالوا إنه إلى عشر ذي الحجة قالوا: إن الله جل وعلا سمى يوم العاشر من ذي الحجة، أسماه بالقرآن يوم الحج الأكبر؛ لأن أكثر أعمال الحج تقع فيه، فعلى هذا جعلوا اليوم العاشر منه، وهذا يروى عن ابن عباس رضي الله تعالى عنهما.\rوآخرون قالوا: إن أشهر الحج ثلاثة، فعلى هذا يكون شهر ذي الحجة بكامله داخل في قول الله تعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ}.\rقال الله جل وعلا في صدر هذه الآيات: {يَسْأَلُونَكَ عَنِ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} [البقرة:189]، فهذا يشعر أن جميع العام وقت للحج، فلما جاء قول الله جل وعلا: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [البقرة:197]، فمن العلماء من جعله تخصيصاً.\rوظاهر الأمر عندي والله أعلم أنه ليس بتخصيص؛ لأن قوله تعالى: (يَسْأَلُونَكَ عَنِ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ) ليس فيها نص، إنما هي إشعار، وهذه هي العلاقة بين الآيتين، فليس هناك تخصيص، لكن هناك توضيح لمعنى قول الله جل وعلا: (يَسْأَلُونَكَ عَنِ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ).\rوربما فهم المسلم منها أن الأهلة مواقيت لجميع السنة، وليس الأمر كذلك، فمعنى الآية أن الإنسان يستطيع أن يهل بالحج بدءاً من 1 شوال، وينتهي إدراكه بفوات يوم عرفة، وذلك بطلوع فجر يوم النحر.\rتظهر الصورة واضحة لرجل أهل بالحج من شوال، فهذا نستطيع أن نقول: له التمتع وغير التمتع؛ لأنه يسأل: هل عمرتك في أشهر الحج، أو ليست في أشهر الحج؟ فإن كانت في غير أشهر الحج لا يقال له أنه أهل بالحج في أشهر الحج، لأن رمضان فما قبله إلى محرم ليست من أشهر الحج، فلا نلزمه بالتمتع، لكنه لو أهل بالعمرة من شوال ثم منها كان متمتعاً.","seal":"45EE729A","part":1},
      {"page":3,"id":3,"nass":"علاقة الأشهر الحرم بأشهر الحج\rمداخلة: الأشهر الحرم هل لها علاقة بأشهر الحج؟ الشيخ: الأشهر الحرم ليس لها علاقة، لكن بعض الأشهر الحرم من الحج، مثلاً: الأشهر الحرم ثلاثة سرد وواحد فرد، الفرد رجب بين جمادى وشعبان، والباقي ذو القعدة وذو الحجة ومحرم، فنلحظ أن اثنين منها في الحج، ومحرم وإن كان شهراً حراماً، لكنه ليس من أشهر الحج.\rمداخلة: ولكن شوال من أشهر الحج، ومع ذلك ليس من الأشهر الحرم؟ الشيخ: وهذا يدخل فيه أشياء كثيرة متشابهة في الدين، مثلاً: عرفة منسك عظيم من مناسك الحج، لكنه ليس من الحرم، بخلاف مزدلفة ومنى فهي من مناسك الحج ومشاعره العظام، لكنها أرض حرام، وهاهنا ذو القعدة وذو الحجة من أشهر الحج، وهي من الأشهر الحرم، وشوال ليس شهراً حراماً، لكنه من أشهر الحج بالاتفاق.\rمداخلة: في بعض الآيات قال تعالى: {مَعْدُودَاتٍ} [البقرة:184]، وهنا: ((معلومات))، فما هو الفرق بين المعلوم والمعدود؟ الشيخ: المعدود ما يمكن حصره وإن لم يكن مشتهراً، أما المعلوم ما يمكن حصره ويكون في الأصل مشتهراً معروفاً، والنحويون يقسمون المعارف ويجعلون أولها العلم، فالعلم الشيء المشهور، أما المعدود فقد يكون نكرة غير معروف، لكن الله جل وعلا جعل المعدودات في الأيام، وجعل المعلومات في الأشهر فقال: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [البقرة:197]، وقال: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} [البقرة:203]، فجعل المعدودات المقصود بها هنا أيام التشريق على الأظهر، والمعلومات كما بينا أشهر الحج.","seal":"DE8FD7C1","part":1},
      {"page":4,"id":4,"nass":"فضل عشر ذي الحجة والعمل فيها\rمداخلة: ما فضل هذه الأيام -العشر- بالنسبة لهذه الأشهر المباركة العظيمة؟ الشيخ: أفضل الأيام عشر ذي الحجة، قال صلى الله عليه وسلم: (ما من أيام العمل الصالح فيهن أحب إلى الله من هذه العشر، قالوا: ولا الجهاد في سبيل الله؟ قال: ولا الجهاد في سبيل الله إلا رجلاً خرج بنفسه وماله فلم يرجع من ذلك بشيء) هنا ينيخ المرء مطاياه، فثمة فوائد لا تحصى: أولها: أن الصحابة عندما قالوا: (ولا الجهاد في سبيل الله) يدل ظاهراً على أنه استقر في أذهانهم فضيلة الجهاد في سبيل الله، وإلا لم يوردوا هذا الإشكال، حتى أن النبي صلى الله عليه وسلم لما ذكر تلك العشر الأيام قال: (ولا الجهاد في سبيل الله) ثم استدرك صلوات الله وسلام عليه فقال: (إلا رجلاً خرج بنفسه وماله فلم يرجع من ذلك بشيء) هذا أمر.\rالأمر الثاني: قوله صلى الله عليه وسلم: (ما من أيام العمل الصالح فيهن) نلحظ أن الله جل وعلا لم يحدد عبادة معروفة في هذه الأيام حتى يكون الفضل ليس في العبادة، إنما الفضل في اليوم، فتصبح هذه الأيام وعاء لكل عمل صالح.\rوعظمة هذه الأيام تتأكد إذا أخذنا بقول جماهير أهل السير والتاريخ والتفسير أنها هي الأيام التي زادها الله جل وعلا لموسى، فإن الله قال: {وَوَاعَدْنَا مُوسَى ثَلاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ} [الأعراف:142]، فيصبح الميقات الأول لموسى شهر ذي القعدة، ثم زاده الله جل وعلا العشر من ذي الحجة، وعلى هذا فإن الله جل وعلا كلم موسى يوم النحر عند جبل الطور.\rلكن القرآن عبر عن تلك العشر بالليال، فقال: {وَوَاعَدْنَا مُوسَى ثَلاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ} [الأعراف:142] أي: بعشر ليال، هنا يأتي ملحظ ينبغي أن ينتبه إليه الناس، وهو أن المنافع قسمان: منافع دينية، ومنافع دنيوية، فالدنيوية يعبر عنها بالأيام؛ لأنها ترتبط بمرور الشمس، وأما المناسك والمنافع الدينية البحتة فإنه يعبر عنها بالليالي لأنها ترتبط بالأهلة، ومن ذلك دخول رمضان، وخروج رمضان، دخول ليلة العيد وما أشبه ذلك، فكله مرتبط بالقمر، وهذه قاعدة مطردة أن المنافع الدينية مرتبطة بالليالي، والمنافع الدنيوية مرتبطة بالأيام.\rوالمنافع الدنيوية مثل الزراعة، فالذين يحرثون ويبذرون ليس لهم علاقة بالقمر، بل بالشهور الشمسية الثابتة، لأن القمر يختلف.\rالشيخ: هنا أيام العمل الصالح كمطايا للعمل، لكن دخول هذه الأيام ومعرفة أولها وآخرها مرتبط بالقمر، {يَسْأَلُونَكَ عَنِ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} [البقرة:189]، فهي مواقيت للناس في أمورهم التعبدية، وإذا كانوا يربطون بها بعض المنافع الدنيوية فهذا لهم، لكن الأصل أن الليل الشرعي أشرف من النهار، ولهذا أسرى الله بنبيه وعرج به ليلاً، ونجى لوطاً وبنتيه بالليل، {إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ} [القمر:34] {وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ مُتَّبَعُونَ} [الشعراء:52]، وفي الخبر الصحيح: (صلاة الرجل في جوف الليل الآخر) (صلاة الليل مثنى مثنى) تنزل الإله يكون بالليل، أقسم الله بالليل والنهار، فقدم الليل وقال: {وَاللَّيْلِ إِذَا يَغْشَى * وَالنَّهَارِ إِذَا تَجَلَّى} [الليل:1 - 2]، فالمقصود أن الليل مطية عظيمة لصالح العبادات.\rهنا تأتي مسألة أثارها شيخ الإسلام ابن تيمية رحمة الله عليه لما سئل عن الفرق ما بين هذه الأيام العشر التي نحن بصدد الحديث عنها، وبين العشر الأواخر من رمضان.\rقال رحمه الله: إن أفضل أيام العشر من ذي الحجة نهارها، وليالي العشر الأواخر من رمضان أفضل، باعتبار ليلة القدر، وأعتقد أن هذا القول على إجماله صحيح، لكن يحتاج إلى نوع من التصويب في معنى أن ليست جميع ليالي شهر رمضان أفضل من عشر ذي الحجة، إلا الليلة التي فيها ليلة القدر، ومعلوم أن ليلة القدر ليلة واحدة، فمثلاً لو كانت في عام -على القول بالتنقل- ليلة إحدى وعشرين فلا يمكن أن نقول بعد ذلك إن بقية ليالي الشهر أفضل من عشر ذي الحجة، وقد جاء النص الصريح: (ما من أيام العمل الصالح فيهن) وبالاتفاق أن قول النبي صلى الله عليه وسلم: (ما من أيام) يدخل فيه اليوم والليلة.","seal":"8E1288E8","part":1},
      {"page":5,"id":5,"nass":"أفضل الأيام العشر\rمداخلة: نزل الحديث في أفضل هذه الأيام، لكن هل نخصص في هذه العشر أياماً أفضل؟ الشيخ: هذه الأيام تتفاوت فيها مزايا الشرع، كل امرئ بحسب حاله، بمعنى أن هذه الأيام مطايا للعمل الصالح، والناس يتفاوتون في العمل الصالح، فمن دلائل سماحة شرعنا أنه لا يخاطب فئة بعينها، ونحن قد نجد إنساناً عنده صبر على الطعام والشراب والصيام في حقه يسير، وقد يوجد آخر لا يستطيع ذلك، فلما قال صلى الله عليه وسلم: (العمل الصالح) فتح الأبواب للجميع، فمن لم يقدر على الصيام قدر على الذكر، ومن لم يقدر على الذكر قدر على الصدقات، ومن لم يقدر على الصدقات قدر على الصلاة في الليل، ومن لم يقدر على هذا وهذا قدر على بر الوالدين.\rفكل عمل صالح اجتمع فيه أمران الموافقة للشرع والإخلاص في النية يسمى عملاً صالحاً، هذا كله إذا قدر أن يفعله المرء في هذه العشر العظام كان الأجر أعظم، ومعلوم أن العبادة تفضل أحياناً بزمانها، وتفضل أحياناً بمكانها، وتفضل أحياناً بفاعلها، وتعظم أيما إعظام بنية صاحبها، فنساء النبي صلى الله عليه وسلم جاء التهديد لهن بجعل العذاب ضعفين، لأن مكانتها ليست كمكانة غيرها، {لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ} [الأحزاب:32].\rوفي نفس الوقت البر منهن والعمل الصالح منهن ليس كغيرهن.\rوكذلك جاء في أهل الكتاب {أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ} [القصص:54]، لأنهم آمنوا بمن قبل، وآمنوا بنبينا صلى الله عليه وسلم، وهذا فضل العمل بصاحبه.\rوقد يفضل بزمانه كحالنا الذي نتكلم فيه، وهي العشر من ذي الحجة، وقد يفضل مكاناً كالعبادة في إحدى المكتين مكة أو المدينة، أو الصلاة في الروضة، أو ما نص الشرع على أن العمل فيه ذو صبغة وفضل وأجر كبير.","seal":"3AD58671","part":1},
      {"page":6,"id":6,"nass":"وقت الإمساك عن الشعر والظفر\rمداخلة: يتساءل البعض عن مسألة دخول الشهر لأنها ربما يتأخر الإعلام عنها أو يحصل فيها مشكلة، وبعض الناس يتساءل متى يبدأ في الإمساك عن شعره وظفره.\rالشيخ: يبدأ الإمساك إذا تحقق دخول الشهر، وهو لا يتحقق إلا بإحدى حالين، إما بتمام شهر ذي القعدة، وإما برؤية الهلال، والأصل تمام الشهر، فإذا تم الشهر إلا إذا ورد خبر من الجهات المسئولة المعنية بهذا الأمر، وأعلنت عن هذا، فبعد ذلك يبدأ الإنسان بالإمساك، فلا يمسك حتى يتبين له ذلك.","seal":"D38E2209","part":1},
      {"page":1,"id":7,"nass":"سلسلة آيات الحج في القرآن الكريم [2]\rالحديث عن البيت الحرام يجر دائماً إلى قصة إبراهيم عليه السلام وإتيانه بولده إسماعيل وزوجه هاجر إلى مكة المكرمة، ثم ما حدث فيها من معجزات عظيمة وابتلاءات كبيرة، وكذلك يجر إلى قصة بنائه وبداية هذا البناء، ثم ما حدث له من حوادث كبرى لا تنسى على مدار الأزمان.","seal":"BF72328A","part":2},
      {"page":2,"id":8,"nass":"نبذة عن إبراهيم وإسماعيل عليهما السلام\rالمقدم: بسم الله الرحمن الرحيم.\rالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله محمد وآله وصحبه أجمعين، وبعد: كنا بدأنا الحديث عن قول الله تبارك وتعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [البقرة:197]، ودائماً يرتبط بهذا الموضوع قصة عظيمة جاء ذكرها في كتاب الله جل وعلا وفي السنة النبوية المطهرة.\rففي قول الله تبارك وتعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا} [البقرة:127] ارتبط اسم إبراهيم وإسماعيل عليهما السلام بالكعبة وبالبناء، فنبدأ الحديث عنهما عليهما الصلاة والسلام.\rالشيخ: الحمد لله والصلاة والسلام على رسول الله، وبعد: أما الحديث عن هذين النبيين الكريمين فإبراهيم عليه الصلاة والسلام عرف بأنه أبو الأنبياء؛ لأن الله جل وعلا قال: {وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ} [العنكبوت:27]، فحصر الله الأنبياء بعد خليل الله إبراهيم في ذريته، {قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لا يَنَالُ عَهْدِي الظَّالِمِينَ} [البقرة:124].\rوإبراهيم عليه الصلاة والسلام تقرب إلى الله بأمور، أشهرها: أنه قدم جسده للنيران، وقدم ماله للضيفان، وقدم ولده للقربان، وفي كل هذه الثلاث كان يبتغي رضوان الرحمن؛ ولعل هذه الثلاث هي المقصودة بقول الله جل وعلا: {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ} [البقرة:124].\rفكلمات الله: أوامره، فلما أتمهن على أكمل نحو وأعظم وجه قال له ربه: {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا} [البقرة:124]، والإمامة في الدين أمر عظيم تشرئب إليه الأعناق.\rومن ذريته صلوات ربي وسلامه عليه الابنان الكريمان: إسماعيل وإسحاق، وقد كان النبي صلى الله عليه وسلم يعوذ الحسنين - الحسن والحسين - ويقول: (أعيذكما بكلمات الله التامة من كل شيطان وهامة، ومن كل عين لامة)، ثم يقول: (إن أباكما يقصد خليل الله إبراهيم كان يعوذ بهما إسماعيل وإسحاق).\rأما إسماعيل فقد كان ابناً لإبراهيم عليه السلام، وإسماعيل أثنى الله جل وعلا عليه في سورة مريم بقوله: {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا * وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا} [مريم:54 - 55].\rوهذه عبارات ثناء عظيمة جليلة من رب العالمين لهذا العبد الصالح إسماعيل بن إبراهيم، وكفى إسماعيل شرفاً أن الله أراد أن يكون من ذريته خليله وحبيبه نبينا محمد صلوات الله وسلامه عليه.\rولهذا كان صلى الله عليه وسلم يردد هذا كثيراً: (ارموا بني إسماعيل إن أباكم كان رامياً)، فالانتساب إلى إسماعيل -والد العرب المستعربة- شرف عظيم.","seal":"ED468BD4","part":2},
      {"page":3,"id":9,"nass":"بيان نسبة العرب إلى يعرب بن قحطان\rولما قال صلى الله عليه وسلم: (ارموا بني إسماعيل) فإنه يدخل في ذلك العرب القحطانيون لكنه قال: (بني إسماعيل) من باب التغليب؛ لأنه إذا أطلق العرب فإنه يقال: إنهم من ذرية إسماعيل من باب التغليب، والعرب -كما لا يخفى- عرب عاربة وعرب مستعربة، وإسماعيل عليه السلام أخذ العربية من جرهم، والأصل أن العرب ينتسبون إلى يعرب بن قحطان، فلعله قال هذا من باب التغليب، وإلا فإنه قالها في المدينة وكان يخاطب بها الأنصار، والأنصار يمنيون بالاتفاق.","seal":"75782629","part":2},
      {"page":4,"id":10,"nass":"بناء إبراهيم عليه السلام للبيت","seal":"06556C36","part":2},
      {"page":5,"id":11,"nass":"أول من بنى الكعبة هم الملائكة\rالمقدم: لفت نظري أيضاً في قوله تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} [البقرة:127] سؤال ربما يسوقنا للحديث عن بناء البيت، فقوله: (الْقَوَاعِدَ) كأنه يشعر أنها كانت موجودة؟ الشيخ: وهذا لو ناقشناه نقاشاً عقلياً وقلنا: إن إبراهيم عليه السلام أول من بنى البيت -بمعنى: أن البيت لم يمكن موجوداً أصلاً ولم يبن قبل إبراهيم فإنه ينجم عنه إشكال كبير، وهو: أن البيت إذا كان غير موجوداً قبل إبراهيم فمعناه أنه لم يحج قبل إبراهيم أحد، ويلزم من هذا لزوماً لا انفكاك منه: أن الأنبياء من نوح إلى إبراهيم لم يحجوا، وهذا بعيد جداً، مع ورود الآثار عن النبي صلى الله عليه وسلم: أن صالحاً عليه السلام حج، وصالح عليه السلام بالاتفاق كان قبل إبراهيم، فعلى هذا لا يمكن أن يقال: إن البيت أول من وضع لبناته إبراهيم، ويظهر أن هذا صعب جداً لا يستقيم.\rوالذي يبدو أن أول من وضع البيت الملائكة، وضعته لآدم عليه السلام أهبط إلى الأرض؛ ولما كان هناك بيت في السماء تطوف به الملائكة بني هذا البيت ووضع لآدم؛ حتى يعبد الله جل وعلا فيه ويحج إليه؛ لأنه لو قلنا: إنه لم يكن هناك بيت قبل إبراهيم لقلنا: إن الحج لم يكن موجواً قبل إبراهيم، وهذا بعيد.\rوفي قول الله جل وعلا: (الْقَوَاعِدَ) إشارة إلى أن البيت كان موجوداً، ثم لعارض كالطوفان أو غير الطوفان تهدم؛ لأن بعض الفضلاء يقول: الطوفان أذهب معالمه، وهذا مقبول، ولكن ماذا نقول في الأنبياء الذين حجوا إليه بعد الطوفان إذا كان لا يعرف مكان البيت؟ فهذا القول صعب؛ لأن هؤلاء حجوا.\rولهذا فمن قواعد العلم العامة أنه عند تصدر الإخبار عن الله ورسوله صلى الله عليه وسلم لا بد من استصحاب جميع الأدلة، واستصحاب جميع النصوص التي تعنى بالقضية؛ حتى لا يصبح هناك خلل في الاستنباط؛ لأن الإنسان إذا أغفل نصاً نجم عن ذلك الخلل، وأصبح الاستقراء ناقصاً، وعلى هذا إذا كان جمع الأدلة ناقصاً، فبدهي أن تكون النتيجة ناقصة ولا تفي بالغرض، وجمع الأدلة ينجم عنه خبر حسن.","seal":"5163DF5C","part":2},
      {"page":6,"id":12,"nass":"الترجيح في بناء البيت وبيان مزية إبراهيم في بنائه\rومن نستطيع أن نقول: إن قصة بناء البيت بدأت من عهد آدم عليه السلام، هذا الذي يظهر، فالملائكة بنت البيت وضعته لآدم، وحج إليه آدم، وحج إليه الصالحون من عهد آدم إلى عهد نوح، ولما تبدلت الأرض شركاً بعث نوح، وحج نوح، وحج بعده الأنبياء -كصالح كما أخبر النبي صلى الله عليه وسلم- ثم ذهبت معالمه، فأمر الله الخليل أن يرفع القواعد.\rفإذاً: مزية إبراهيم أنه لم يبن أحد غيره من البشر البيت.\rهذا الذي يتحرر، والعلم عند الله، ولذا قال الله جل وعلا: {وَإِذْ يَرْفَعُ} [البقرة:127]، ولم يقل: وإذ يضع، وكل أحد درس اللغة يعرف الفرق بين (يضع) و (يرفع)، فإن يرفع يشعر أن هذه القواعد موجودة: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} [البقرة:127] فرفع إبراهيم القواعد من البيت.\rوهنا تأتي أمور، فالله يقول في سورة الحج: {وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ} [الحج:26].\rإذاً: الذي حدد لإبراهيم مكان البيت رب العزة والجلال، ولكن البيت كان موجوداً وإنما دل عليه.\rوأما كيف دل عليه فلا نعرف في ذلك أثراً مرفوعاً، لكن قال بعض العلماء: إن سحابة أظلت مكان البيت.\rوهذا ليس ببعيد.\rوقال بعضهم: جاءت ريح كنست المكان الذي حدد له البيت، والذي نحن على يقين منه أن الله جل وعلا هو الذي عين مكان البيت لإبراهيم عليه السلام، (وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ).\rثم في إتيانه بإسماعيل وأمه إلى هذا المكان دليل على أنه كان يعرف أن المكان في مكة، لكن لا يعرف تحديد البيت، أمر بأن يضع إسماعيل في هذا المكان، وكان يعلم أن البيت هنا، بدليل أنه قال: {رَبَّنَا إِنِّي أَسْكَنتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ} [إبراهيم:37] ومعلوم أن البيت لم يكن موجوداً؛ لأن إسماعيل بنى مع أبيه البيت بعد أن كبر، وإبراهيم قال هذه العبارة عندما كان إسماعيل رضيعاً مع أمه قبل أن تخرج زمزم، ولكنه كان يعلم أن البيت في ذلك الوادي.\rولكن تحديد مكان البيت بالضبط كان متأخراً.","seal":"3A8ABF8A","part":2},
      {"page":7,"id":13,"nass":"امتحان إبراهيم عليه السلام لينال شرف بناء البيت\rوإبراهيم علم أنه ما أتي به إلا ليبني البيت، لكنه لم يأته الأمر ببناء البيت، وإنما ابتلي؛ حتى ينال فضيلة أنه أول آدمي يبني البيت، وكان لا بد له من أن يتجاوز محنة حتى يقلد ذلك الوسام.\rفأمر أن يأتي بابنه الوحيد وزوجته ويتركهما في هذا المكان، فأتى بهما، ثم توارى على قول المفسرين حتى لا يرونه، وحتى لا يتأثر، واستقبل مكان البيت فقال: {رَبَّنَا إِنِّي أَسْكَنتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلاةَ} [إبراهيم:37] ثم إنه عليه السلام رجع إلى الشام.","seal":"4A101EFA","part":2},
      {"page":8,"id":14,"nass":"زيارة إبراهيم عليه السلام لولده إسماعيل في مكة\rثم بعد أن كبر إسماعيل رجع إلى مكة لم يجد إسماعيل، وكانت هاجر قد ماتت، ووجد زوج إسماعيل، فسألها عن إسماعيل فقالت: ذهب يحتطب لنا، أو يبحث لنا عن رزق، -يعني: في شأن البيت- وسألها عن طعامهم، فشكت حالهم وأنهم في ضيق وكرب، فقال: إذا جاء إسماعيل فأقرئيه مني السلام وقولي له: غيَّر عتبة بابك، ورجع، فلما جاء إسماعيل كأنه آنس شيئاً، فسألها فأخبرته، فقال: هذا أبي وقد أمرني أن أفارقك، فطلقها وتزوج غيرها.\rثم جاء إبراهيم مرة أخرى ووافق أن إسماعيل لم يكن موجوداً فسأل زوجه، فحمدت الله وأثنت عليه، وهذا الثناء والحمد استعطف إبراهيم عليه السلام وأخرج مكنون دعائه وقال: (اللهم بارك لهم في اللحم والماء).\rقال صلى الله عليه وسلم معقباً: (فلا يخلون أحد بهما في مكة إلا لم يضراه)، بمعنى: أن الإنسان إذا اقتصر على اللحم والماء في أي مكان في الدنيا يتأذى، لكنه إذا اقتصر على اللحم والماء في مكة لا يتأذى؛ لبدعاء خليل الله إبراهيم صلوات الله وسلامه عليه بقوله: (اللهم بارك لهما في اللحم والماء).","seal":"1EBDD2C8","part":2},
      {"page":9,"id":15,"nass":"بيان أهمية التربية الحسنة\rثم عاد إبراهيم ثالثة فوجد إسماعيل يبري نبلاً تحت دوحة، فاستلمه وقبله كما يصنع الوالد بولده والولد بوالده، ثم قال له: أي بني! إن الله أمرني أن أبني له بيتاً -وأشار إلى أكمة في الأرض- فقال: يا أبت! أطع ربك، قال: أوتعينني؟ وفي هذا أدب حوار وأدب عرض وأدب تربية الأبناء على أن يقبلوا الأمر الشرعي؛ وهذه التربية نجم عنها أن إسماعيل عليه السلام لما قال له أبوه: {إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} [الصافات:102] كان جوابه: {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ} [الصافات:102] وهذه ينبغي لمن يفسر القرآن أن ينتبه إليها، قال: {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ} [الصافات:102] ولم يقل: يا أبت! افعل ما تريد؛ لأن إسماعيل أراد أن يعبد الله، ولم يرد في أصل الأمر أن يطيع أباه، وفرق بينهما.\rوكثير من قادة الجيوش الآن يقتل جنودهم ويذبحون بأمر هؤلاء القادة، فهم يطيعون طاعة عسكرية عمياء كما يقال، لكنها ليست طاعة لله، ولكن إسماعيل عليه السلام كان مؤدباً في\rA {  قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ} [الصافات:102] ولو كان الأمر لك كأنت فهذا يقبل الأخذ والعطاء، ولكن لما كان أمراً إلاهياً فإنه لا يقبل الأخذ والعطاء.\rونعود إلى الأمر، قال: أطع ربك، فبنيا البيت، فأخذا كما قال الله: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} [البقرة:127] وتقديم إبراهيم لأنه هو الذي يباشر، {وَإِسْمَاعِيلُ} [البقرة:127]، أي: يعينه، {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} [البقرة:127]، فتم بنيان البيت.","seal":"A1AB42A7","part":2},
      {"page":10,"id":16,"nass":"بيان كيفية التعامل مع قضايا الغيب وكون مكة وسط الأرض\rالمقدم: أصحاب العلم الحديث دائماً يتحدثون أن الكعبة مركز الكون، وأنا لست في مجال التأييد أو الرفض لما يطرح حولها، وأن الله تعالى لما بنيت الكعبة أمر الكون أن يطوف حول الكعبة حتى سمى بعضهم الطائف بالطائف؛ لأنها كانت هي مركز بداية الطواف إلى غير ذلك من هذه القضايا، فما موقفنا من مثل هذه القضايا؟ الشيخ: لم يرد دليل شرعي ظاهر يمكن الركون إليه في هذه المسألة، وبعض من تصدر لهذه الأمور يتكلم بعاطفته أكثر مما يتكلم عن دلائل علمية، ومعلوم أن الحديث في الغيب لا يعرف بالعقل ولا بالاستنباط، وإنما يعرف بالخبر الصحيح.\rومثل هذه الأمور التي سلفت ووقعت وكانت لا يمكن استنباطها؛ لأنه لا بد في الاستدلال من خبر صحيح، ولكن بعضها قد يكون له قرائن وشواهد تقبل.\rفليس بعيداً من أن تكون مكة وسط الأرض؛ لأن الله قال: {لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} [الشورى:7] لكن أن نقول: إن الأرض تطوف حولها، فأظن هذا تكلفاً ما أنزل الله به من سلطان.","seal":"45E88E3B","part":2},
      {"page":11,"id":17,"nass":"بيان بعض الأحداث التاريخية التي مر بها البيت\rالمقدم: البيت مر عليه أحداث تاريخية كثيرة سواء قبل بنائه أو حتى بعد بنائه، وقد ذكرنا بعضها، فلو ذكرتم بعض الأحداث الأخرى؟ الشيخ: البيت رمز الخلود وكعبة الإسلام كم في الورى لك من جلال سامي يهوي البناء إذا تقادم عهده وأراك خالدة على الأيام","seal":"1A7CC611","part":2},
      {"page":12,"id":18,"nass":"حادثة أبرهة الأشرم\rأراد الله أن يبقى هذا البيت، وقد مرت به أحداث تاريخية عظيمة، منها: أنه مر بحادثة أبرهة، قال تعالى: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ} [الفيل:1] ومعلوم أن النبي صلى الله عليه وسلم لم ير أصحاب الفيل، ومع ذلك قال الله له: (أَلَمْ تَرَ)، فأنزل الله جل وعلا خطابه لنبيه منزلة الشيء المرئي.\rوهذا من أعظم القرائن والأدلة على أن الله جل وعلا يحب أن يعرف عباده منه أنه صادق، وتصديق الله جل وعلا من أعظم القربات، قال تعالى: {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ} [الزمر:33].\rوفي هذا الحدث عاقبهم الله وبالطير، وعندي هنا ملحظ مهم وهو: أن الله عذبهم بالطير، ولا يوجد أحد يوماً ما خوف أحداً من ذريته أو من قرابته أو من الناس بالطير، لكن لما كان البيت قد جعله الله للناس أمناً خوفهم الله من حيث يأمنون، فلو قابلتهم سباع البراري والوحوش الكواسر ربما خافوا منها وهربوا؛ لأنها مظنة القتل والهلاك، لكن أن تظلهم طير فلا يمكن أن تكون مظنة هلاك؛ لأنه لا أحد يخوف أحداً بالطير، وإنما يخوفه بالحيات والعقارب والوحوش.\rفهم لما أتوا لبيت آمن وأرادوا أن يهدموه خوفهم الله من حيث يأمنون.\rهذا أجمل ما يمكن أن يقال.\rوالحديث له بقية إن شاء الله.\rوجزاكم الله خيراً، وأحسن إليكم، ونسأل الله تبارك وتعالى أن يتقبل من حجاج بيته الحرام حجهم، وأن يعيدهم إلى أوطانهم سالمين غانمين.","seal":"AB65DDEE","part":2},
      {"page":1,"id":19,"nass":"سلسلة آيات الحج في القرآن الكريم [3]\rشرّف الله عز وجل بيته الحرام وحماه وحرسه من كل من أراده بسوء، ويكفي في شرفه أن أضافه سبحانه إلى نفسه فيقال: بيت الله، وكيف لا يكون كذلك وهو قبلة المؤمنين يتجهون إليه من كل أنحار الأرض.","seal":"4A23FF82","part":3},
      {"page":2,"id":20,"nass":"الأحداث التي مرت بالبيت الحرام","seal":"CE5044EF","part":3},
      {"page":3,"id":21,"nass":"إعادة قريش بناء البيت\rبسم الله الرحمن الرحيم.\rالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله محمد وآله وصحبه أجمعين.\rأيها الإخوة والأخوات! السلام عليكم ورحمة الله وبركاته.\rذكرنا أن هذا البيت شرفه الله جل وعلا منذ أن كان، ومن تشريف الله جل وعلا لهذا البيت أن أحاطه بحفظه، فصد عنه أبرهة، ومعلوم أن النبي صلى الله عليه وسلم لما بركت ناقته في عام الحديبية قال بعض الصحابة: خلأت القصواء، أي: ناقته عليه الصلاة والسلام، فقال عليه الصلاة والسلام: (ما خلأت القصواء وليس ذلك لها بخلق، ولكن حبسها حابس الفيل).\rوهذا كله فيه إشارة إلى البيت؛ ولهذا قال عليه الصلاة والسلام بعدها: (والله لا يسألون شيئاً يعظمون به البيت إلا أعطيتهم إياه).\rونذكر هنا بعض الأحداث التاريخية التي صاحبت بناء البيت في عهد النبي صلى الله عليه وسلم قبل بعثته، فهنا أرادت قريش أن تعيد بناء البيت؛ كما في الأخبار المشهورة بعد أن جرفت السيول أكثره، فأرادوا هدم باقيه لتجديد البناء.\rفيقال تاريخياً: إن أول من بدأ بنقض أحجار البيت الوليد بن المغيرة، فقد أتى حافياً وقال: اللهم إنك تعلم أنا لا نريد به أذى، وانظر إلى أدبه مع البيت، ثم انظر إلى الكبر والحسد ماذا يصنعان؟ فإنه لما بعث النبي صلى الله عليه وسلم أبى أن يسجد لله، وكان رجلاً مقبولاً من قومه، وهذا هو الذي قال الله فيه: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا} [المدثر:11].\rفالمقصود: أن قريشاً هدمت البيت؛ بسبب أن السيول جرفت أكثره، فاختارت طيب أموالها وبدأت في بناء المبيت، لكن تلك الأموال الطيبة قصرت ولم تستوف تكلفة البناء، فبنوا القواعد الجنوبية على قواعد إبراهيم، وهما الركن اليماني والركن الذي فيه الحجر الأسود، وأما الركنان الشاميان فلم يستطيعوا بناءهما على قواعد إبراهيم، فأصبح ما يسمى الآن بحجر إسماعيل، وهو غير صحيح، فليس لإسماعيل علاقة به.\rوهذا الحجر أصبح يدل على مكان البيت القديم أيام إبراهيم، هذا بناء قريش للكعبة، وهو نفس البناء الذي تدخل فيه النبي صلى الله عليه وسلم، ووضع الحجر فيه.","seal":"0899E5DC","part":3},
      {"page":4,"id":22,"nass":"بناء عبد الله بن الزبير للبيت على قواعد إبراهيم\rثم لما من الله على الأمة وبعث النبي صلى الله عليه وسلم وكان عام الفتح قال عليه الصلاة والسلام لـ عائشة: (لولا أن قومك حدثثو عهد بكفر لهدمت الكعبة ولجعلت لها بابين ولأدخلت فيها الحجر).\rوأمهات المؤمنين قال الله لهن: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ} [الأحزاب:34]؛ لأنهن كن في بيت النبوة، فـ عائشة رضي الله عنها حفظت هذا الخبر، والإنسان -جبلة- يحب قرابته، ولما آل الأمر بالحجاز إلى عبد الله بن الزبير رضي الله تعالى عنهما أخبرته خالته عائشة بالخبر، فبدهي أن ينقض البيت ويدخل فيه ما يسمى الآن حجر إسماعيل ويجعل له بابين.\rثم قدر لـ عبد الله بن الزبير أن يقتل على يد الحجاج بن يوسف عامل بني أمية في الحجاز بأمر من عبد الملك بن مروان، وأخبار الحجاج معروفة.","seal":"5B5C6415","part":3},
      {"page":5,"id":23,"nass":"هدم الحجاج بن يوسف للبيت\rلما آل الأمر للحجاج تدخلت أصابع السياسية هنا، وكان كل يريد أن يضع من الآخر، ولم يكن الحجاج محباً لـ عبد الله، ولو تركه لذكر في التاريخ وخلد فعل عبد الله بن الزبير، فهدم الكعبة وردها كما كانت على عهد النبي صلى الله عليه وسلم، وحتى الباب الثاني الذي فتحه عبد الله بن الزبير أعاد إقفاله، والآن الذي يأتي البيت مثلاً أيام الحج يجدها مرتفعة، وإذا تجاوز الحجر يجد رسم الباب واضحاً لو دقق واستصحب أصلاً أن هناك باباً موازياً للباب الأساسي إلا قليلاً، فيجد الباب واضحاً في البناء القديم.","seal":"8ACF180C","part":3},
      {"page":6,"id":24,"nass":"استشارة أبي جعفر المنصور للإمام مالك في إعادة بناء البيت\rفالمقصود: أن الحجاج هدم الكعبة وأعاد بنائها كما كانت.\rيقول المؤرخون: فلما جاءت خلافة أبي جعفر المنصور المؤسس الثاني لدولة بني العباس أراد أن يهدم الكعبة، وقدر له أن يستشير العلماء، وهذه مصلحة كبرى بأن ولي الأمر يكون له تواصل بأهل العلم كما هو الحال في بلادنا، فبعث إلى مالك رحمه الله، فقال مالك: أخشى أن يكون بيت الله بعدك ألعوبة للملوك، هذا يزيد فيه وهذا ينقص منه، فدعه على ما هو عليه، فبقي البيت في ظاهره على ما هو عليه إلى يومنا هذا.\rوهذا أعظم ما يمكن أن يقال من أحداث تاريخية.\rومن الأحداث التاريخية التي مر بها البيت: قضية القرامطة والحجر، ولكن نؤجل الحديث عن القرامطة والحجر حتى يأتي الحديث عن الحجر نفسه، لكن هذه مسيرة البيت وبنائه عبر التاريخ إلى يومنا هذا.","seal":"5C5B9886","part":3},
      {"page":7,"id":25,"nass":"معنى إضافة البيت إلى الله عز وجل\rونحن دائماً نسمع إضافة البيت إلى الله عز وجل، وحتى المساجد يقال لها: بيوت الله، وإذا قيل بيت الله على إطلاقه فينصرف إلى الكعبة، فالإضافة هنا: إضافة تشريف.\rوحتى يتحرر الأمر نقول: المساجد تضاف إلى الله تشريفاً وإلى غيره تعريفاً، بمعنى: أن إضافتها إلى الله تشريف لها، قال تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ} [النور:36] وعندما نضيفها إلى غير الله فهو من باب أن نميز بعضها عن بعض، فمثلاً فلان إمام وخطيب مسجد قباء، فكلمة (مسجد) أضيفت إلى (قباء) وهو اسم موضع؛ ليميز مسجد قباء عن مسجد غيره، وفي الحديث: أن النبي صلى الله عليه وسلم سابق إلى مسجد بني زريق، وصلى المغرب في مسجد بني عبد الأشهل، وهو تمييز لهما عن غيرها.\rفالإضافة هنا إلى غير الله إضافة تعريف، وإلى الله تبارك وتعالى إضافة تشريف، لكنه لا يوجد لله بيت على إطلاقه إلا الكعبة، أما المساجد فيقال تجوزاً إنها بيوت الله.\rوليس لله بيت بمعنى أنه يجوز الطواف حوله إلا الكعبة.\rوهو يوافق أو يوازي البيت المعمور الذي أقسم الله به في قوله: {وَالطُّورِ * وَكِتَابٍ مَسْطُورٍ * فِي رَقٍّ مَنْشُورٍ * وَالْبَيْتِ الْمَعْمُورِ} [الطور:1 - 4].\rويقول بعض أهل العلم: أنه لو قدر أن هذا البيت المعمور سقط لسقط على الكعبة، فالبيت المعمور مطاف أهل السماء، والكعبة مطاف أهل الأرض.","seal":"8CF85C9E","part":3},
      {"page":8,"id":26,"nass":"الربط بين العبادة والاستغفار\rالمقدم: يقول الله تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا} [البقرة:127] ونلحظ أيضاً في كثير من العبادات التي جاءت في القرآن الربط بينها وبين الاستغفار أو الدعاء، حتى في أعمال الحج، قال تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ} [البقرة:200]، {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ} [البقرة:198] فما الرابط بين العبادة والدعاء أو الاستغفار؟ الرابط بينهما فيما يظهر إشعار العابد ألا يركن إلى العمل، وأن العمل مهما عظم وجل يحتاج إلى أن يقبله الله فيكون منه الدعاء والتضرع.\rوليس بعد بناء البيت شيء عظيم حتى إن الله جل وعلا كافأ إبراهيم على هذا بأن النبي صلى الله عليه وسلم رآه في ليلة المعراج قد أسند ظهره إلى البيت المعمور، فالجزاء من جنس العمل، أي: لأنه بنى لله بيتاً في الأرض ورفع قواعده، وإن كان رفعه بأمر من الله.\rلكن هذا الدعاء كأن العبد يقول لربه أنا لا أركن إلى عملي وإنما أركن إلى رحمتك وفضلك، فقبولك يا رب! للعمل من أعظم المنن علي بعد أن وفقتني للعمل، كما قال الله عن أهل الجنة إذا دخلوها: {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ} [الأعراف:43].\rفإذا كان هذا في الجنة فمن باب أولى أن يكون في الدنيا.\rوالإنسان خاصة إذا قدر له أن يحج مع ولده أو يحج ابن مع أبيه فإنهما يتذكران خليل الله وابنه وهما يتضرعان إلى الله جل وعلا، وصحيح أننا لم نبن البيت ولكن لتلك المناسك والمشاعر والمواقف في ذلك المطاف أثر على القلب، فيقف هو وابنه مستقبلي القبلة فيقولان: {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} [البقرة:127] فيستحضران ويستصحبان فعل الخليل صلوات الله وسلامه عليه.\rفإذا احتج علينا أحد وقال: إن النبي صلى الله عليه وسلم لم يفعله، قلنا: إن النبي عليه الصلاة والسلام لم يكن له ولد آنذاك، وسنن الأنبياء نص الله عليها في القرآن، ولا تحتاج منا إلى استصحاب رأي أحد، فهي حجة في نفسها، قال تعالى: {أُوْلَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ} [الأنعام:90].\rفإذا كان هذا أمراً للنبي صلى الله عليه وسلم فكيف بأتباع النبي صلى الله عليه وسلم.\rوالمقصود: أن الدعاء من أعظم ما ترفع به الأعمال، وبه تقبل: {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ} [الشورى:25].\rإلى غيرها من الآيات التي تشعر أن الإنسان يكون قريباً من ربه إذا دعاه وتضرع إليه، وكلما كان ذلك في مكان فاضل وبقلب منكسر وبصوت خفي كان أدنى من ربه وأقرب إلى إجابة دعوته.","seal":"08C5760B","part":3},
      {"page":9,"id":27,"nass":"بيان سبب الإشارة إلى الإسلام عند ذكر إبراهيم عليه السلام\rوقال سبحانه وتعالى: {رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ} [البقرة:128] فالإشارة دائماً إلى الإسلام عند ذكر إبراهيم عليه السلام؛ لأن القضية قضية إسلام كامل لله، والله قال: {وَتَوَفَّنَا مُسْلِمِينَ} [الأعراف:126].\rوالذي يظهر أن (من) هنا تبعيضية، وأن إبراهيم يعلم أن من ذريته من لن يكون مسلماً، ومحال أن يكون جميع ذريته مسلمين، خاصة أنه في عصر متقدم.\rولهذا قالوا: إن بعض الأدعية لا يحسن كل أحد أن يقولها، فمثلاً: إبراهيم عليه السلام قد علم بالوحي أن من ذريته من سيكون كافراً؛ لأنه قال: {وَمِنْ ذُرِّيَّتِي قَالَ لا يَنَالُ عَهْدِي الظَّالِمِينَ} [البقرة:124] فهذا إشعار أن هناك ظالمين سيكونون من ذريته.\rفعندما ذكر الله جل وعلا في سورة إبراهيم دعاء إبراهيم: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي} [إبراهيم:40] فهذا لا يحسن أن يقوله أي أحد؛ لأن قوله: (ومن ذريتي) بعضية، فإبراهيم علم من الله أن ليس كل ذريته سيصلي، ولكن نحن لم نعلم هذا من ربنا، هذا إذا قلنا: إن (من) هنا تبعيضية.\rأما إذا قلنا: إن (من) بيانية أو زائدة للتأكيد فالأمر واسع.\rلكن نقول: إن الاستسلام لله جل وعلا هو دين إبراهيم عليه السلام، قال تعالى: {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ * وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [البقرة:131 - 132] والأمة المسلمة تدخل فيها، قال تعالى: {وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ} [البقرة:128]، ويدخل فيها كل من آمن بالله من ذرية إبراهيم إلى يوم القيامة.\rومن هنا نستطيع أن نقول: إن من كان من ذرية إبراهيم على التوحيد ممن جاء بعده إلى قيام الساعة حتى أتباع موسى وعيسى عليهما السلام كلهم مسلمون؛ لأن دين الأنبياء واحد.\rهو دين رب العالمين وشرعه وهو القديم وسيد الأديان هو دين آدم والملائك قبله هو دين نوح صاحب الطوفان هو دين إبراهيم وابنيه معاً وبه نجا من لفحة النيران وبه فدى الله الذبيح من البلى لما فداه بأعظم القربان هو دين يحيى مع أبيه وأمه نعم الصبي وحبذا الشيخان وكمال دين الله شرع محمد صلى عليه منزل القرآن فدين الأنبياء واحد، كما قال الله: {لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} [البقرة:285].\rصلوات الله وسلامه عليهم أجمعين.","seal":"CCD85EB8","part":3},
      {"page":10,"id":28,"nass":"بيان كون النبي صلى الله عليه وسلم سبباً لدعوة إبراهيم عليه السلام\rثم جاء في معرض هذه الآية الدعوة بمحمد صلى الله عليه وسلم، {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ} [البقرة:129].\rوكما نعلم فإن النبي صلى الله عليه وسلم كان يقول مفتخراً صلوات الله وسلامه عليه: (أنا دعوة أبي إبراهيم، وبشارة أخي عيسى، ورؤيا أمي حين رأت أن نوراً خرج منها أضاءت له بصرى من أرض الشام) وبصرى من أرض الشام هي أول مدينة من مدن الشام دخلت في الإسلام في الفتوحات، وكأنها إشارة إلى قوله صلى الله عليه وسلم: (ورؤيا أمي حين رأت أن نوراً خرج منها أضاءت له بصرى من أرض الشام).\rوأما بشارة عيسى فليس بين عيسى والنبي صلى الله عليه وسلم نبي؛ ولهذا كان صلى الله عليه وسلم يقول: (أنا أولى الناس بعيسى بن مريم).\rوأما دعوة إبراهيم فلأن إبراهيم عليه الصلاة والسلام من شفقته على ابنه إسماعيل وذريته قال: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ} [البقرة:129]، أي: من العرب من ذرية إسماعيل {يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [البقرة:129] وهذه الدعوات من خليل الله إبراهيم تقبلها الله جل وعلا بقبول عظيم؛ ولهذا قال عليه الصلاة والسلام: (أنا دعوة أبي إبراهيم) وفي هذا استحباب الدعاء لمن يحب المرء ولذريته في المقام الأول، وهذا أمر عظيم جليل القدر عند الله تبارك وتعالى.\rوالإنسان إذا أكثر منه فقد يكون في ابنه أو حفيده أو في صديقه من ينفع الله جل وعلا به نفعاً عظيماً بدعاء ذلك الوالد.\rولكننا أحياناً نستهين بأمور عظمها الشرع، ويغيب عنا أحياناً أن نفقه فقه الشرع، وهذه الأمور عندما يقولها الله ليس المقصود منها إخباراً تاريخياً، فالقرآن ليس كتاب تاريخ، ولكن القرآن هدىً وموعظة وبشرى للناس.\rوهذا الجد قبل أن يكون نبياً هو جد لنبينا صلى الله عليه وسلم فدعا أن يخرج الله من ذريته من هذه صفاته: تعليم الناس وتزكيتهم، فكان ما أراد بتوفيق الله جل وعلا له، فخرج نبينا صلوات الله وسلامه عليه.\rولهذا لما قابل عليه الصلاة والسلام إبراهيم عليه السلام في رحلة الإسراء والمعراج قال له إبراهيم: مرحباً بالابن الصالح والنبي الصالح، مع أن غيره من الأنبياء باستثناء آدم كانوا يقولون: أهلاً بالأخ الصالح والنبي الصالح، لكن إبراهيم ناداه بالنبوة؛ لأنه من ذريته، وإبراهيم يفتخر بابنه محمد صلى الله عليه وسلم أيما افتخار.\rوقد كان عليه الصلاة والسلام يعرف قدر إبراهيم، فلما ذكر لواء الحمد قال: (كل الأنبياء يومئذ تحت لوائي، إبراهيم فمن دونه) فذكر إبراهيم، ومعلوم أن هذا يشعر بأن لإبراهيم مقاماً عظيماً عند الله، وكان إبراهيم يعلم ذلك، {قَالَ سَلامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا} [مريم:47].\rفإبراهيم كان يعلم يقيناً احتفاء الله به؛ ولهذا كان يتكئ على هذا الاحتفاء، فقال: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ} [الشعراء:84] وإلى الآن نحن في صلاتنا نقول: اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم.\rفالمقصود: أن هذه الدعوات قبلها الرب تبارك وتعالى، فكان من ذرية إبراهيم نبينا صلوات الله وسلامه عليه، والدعاء في المناسك يتأكد عند الوقوف على الصفا والوقوف على المروة، وبعد رمي الجمرة الوسطى، ورمي الجمرة الصغرى، وسيأتي الحديث عن ذلك في محله مفصلاً بإذن الله.","seal":"4A2DB466","part":3},
      {"page":1,"id":29,"nass":"سلسلة آيات الحج في القرآن الكريم [4]\rمن الآيات المتعلقة بالحج قوله تعالى: ((إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ)) وفيها معان عظيمة تتعلق ببناء البيت وتسمية مكة، ومعنى جعل البيت مباركاً وهدى للعالمين.","seal":"8960D65F","part":4},
      {"page":2,"id":30,"nass":"علم إبراهيم عليه السلام أن محمداً صلى الله عليه وسلم سيبعث بكتاب\rالملقي: بسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين.\rأيها الإخوة والأخوات! السلام عليكم ورحمة الله وبركاته، وأهلاً بكم إلى حلقة جديدة في برنامجكم آيات الحج في القرآن الكريم.\rنسعد في بداية هذه الحلقة بالترحيب بصاحب الفضيلة الشيخ: صالح بن عواد المغامسي إمام وخطيب مسجد قباء، فأهلاً ومرحباً بك يا شيخ صالح؟ وقبل أن نبدأ بذكر الآيات المتعلقة بهذه الحلقة، نذكر أننا توقفنا في الحلقة الماضية عند وعد وعدنا به، وهو السؤال عن قول الله تبارك وتعالى في معرض قصة إبراهيم ورفعه القواعد من البيت قال سبحانه على لسانه: {يَتْلُو عَلَيْهِمْ آيَاتِكَ} [البقرة:129] سؤالي: هل كان إبراهيم عليه السلام يعلم أن هناك قرآناً سينزل على النبي صلى الله عليه وسلم، وجعل من مزية هذا النبي أنه سيتلو عليهم هذه الآيات؟ الشيخ: الحمد لله والصلاة والسلام على رسول الله.\rوبعد: أنبياء الله جل وعلا يعلمون قطعاً أنه لا حياة للناس إلا بالوحي، ولما كان إبراهيم قد أنزلت عليه صحف وكان ظاهر الآية يشعر بأن إبراهيم عليه السلام يعلم أن الله جل وعلا سيمن على نبيه صلى الله عليه وسلم بآيات من لدنه يكون بها حياة الناس، ولهذا قال العلماء: إن جبريل أوكلت إليه حياة القلوب، فهو الذي ينزل بالوحي، وميكال أوكلت إليه حياة الأبدان، فهو الذي ينزل بالقطر.\rفظاهر الآية: {يَتْلُو عَلَيْهِمْ آيَاتِكَ} [البقرة:129]، أن إبراهيم كان يعلم أن هناك آيات تنزل على نبينا صلى الله عليه وسلم، ربما لم يكن يعلم أن القرآن سيكون بهذا الوضع، وأنه معجزة لكنه لما كان قد أنزلت عليه صحف، علم أن أنبياء الله لابد لهم في الغالب من كتاب يهدون الناس به.\rوصحف إبراهيم انقطعت فلا ذكر لها، ولا شهرة، ولا تعرف، لكن دل القرآن على بعضها: {أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى * وَإِبْرَاهِيمَ الَّذِي وَفَّى * أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى * وَأَنْ لَيْسَ لِلإِنسَانِ إِلَّا مَا سَعَى} [النجم:36 - 39]، هذا معناه أن اللفظ: (وأن ليس للإنسان إلا ما سعى)، والآيات التي بعدها جاءت في صحف إبراهيم، وصحف موسى.","seal":"2B5AEC9A","part":4},
      {"page":3,"id":31,"nass":"علاقة قوله: (إن أول بيت وضع للناس) بالآيات الأخرى\rالملقي: في قول الله تبارك وتعالى وهو معرض حديثنا في هذه الحلقة: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا} [آل عمران:96].\rسؤالنا في البداية: هل لهذه الآية علاقة بآيات أخرى في مواضع أخرى؟ الشيخ: أنت تعلم أن القرآن ينظر إليه بمجموعه، وأن آياته يعضد بعضها بعضاً ويصدق بعضها بعضاً، وكذلك السنة، وقد أنزل الله جل وعلا على نبيه: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا} [البقرة:144]، وهذا كان في المدينة، فلما ولى صلى الله عليه وسلم وجهه تجاه الكعبة نقم عليه اليهود.\rهؤلاء اليهود قالوا: لو كان محمد صادقاً في اتباعه لإبراهيم لكان ينبغي عليه أن يتولى أرض الشام، التي هي أرض المحشر، وأرض الأنبياء من قبله فأراد الله جل وعلا أن يجيبهم ويبين لهم حقيقة الأمر، فأنزل الله جل وعلا هذه الآية في سورة آل عمران: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا} [آل عمران:96]، يخبرهم جل وعلا أن أول بيت وضع للعبادة هو بيته الحرام الذي في مكة، فيكون في ذلك رد على ما زعمته اليهود أنه كان ينبغي للنبي صلى الله عليه وسلم أن يبقي على قبلته إلى الشام.","seal":"96932787","part":4},
      {"page":4,"id":32,"nass":"العلاقات بين الآيات\rالملقي: ذكرت قبل قليل العلاقة والربط بين الآيات، فجاء في ذهني أنه نسي مثل هذه العلاقات بعض أهل العلم ومنهم من قال: إنه لا توجد علاقة بين الآيات وأن هذا فيه تكلف، وبعضهم زاد في القضية وأثبت العلاقة في كل آية؟ الشيخ: فيه تفصيل: وكلا طرفي قصد الأمور مذموم.\rبعض العلماء -كما قلتم- يتكلف تكلفاً وليست هناك قرينة على صحة ما يقول؛ لأنه لم يرد: أن الله جل وعلا أخبر أنه لا بد من الربط، لكن هناك من الربط ما لا يمكن تجاهله، فمثلاً قال الله جل وعلا في خاتمة سورة طه: {فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَى} [طه:135]، يأتي\rQ  متى سنعلم؟ ويأتي الجواب في أول سورة الأنبياء: {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ} [الأنبياء:1]؛ لأن هذا يكون يوم الحساب، وهذا رابط مقبول.\rلكن بعض العلماء يربط بين الآية والآية ويحاول أن يقحم رابطاً غير موجود، والأصل أن القرآن كلام الله جل وعلا معجز بمجموعه، ولا يلزم أن يكون هناك ربط بين الآية والآية، إنما هو كتاب شامل، وبدهي أن يكون في كل مقطع منه عناية بأمر ما.","seal":"BA7AFD8C","part":4},
      {"page":5,"id":33,"nass":"المراد بـ (أول بيت وضع للناس)\rالملقي: في قوله تعالى: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ} [آل عمران:96]، ما المراد بأول بيت؟ الشيخ: المراد أول بيت للعبادة، ليس أول بيت سكن، لكن هنا يتكلم الله جل وعلا: أن أول بيت وضع في الأرض ليعبد الله جل وعلا عنده هو البيت الحرام، ثم المسجد الأقصى: وقد سئل النبي صلى الله عليه وسلم: (كم بينهما؟ فقال: أربعون عاماً).\rفأربعون عاماً ما بين الكعبة وبيت المقدس، وقد مضى معنا -أستاذنا الكريم- أننا رجحنا أن إبراهيم رفع القواعد ولكنه لم يضع قواعد البيت، وهذا من الأدلة؛ لأن النبي صلى الله عليه وسلم قال: إن بينهما أربعين عاماً، ومعلوم أن بعد الأربعين من وضع القواعد لم يكن هناك أحد مسلم حتى يضع بيت المقدس، فإن الذين آمنوا بإبراهيم كانوا قلة، والله جل وعلا قال: {فَآمَنَ لَهُ لُوطٌ} [العنكبوت:26]، ولم يذكر أن إبراهيم صلوات الله وسلامه عليه كان له أتباع كثيرون، وإن كانوا موجودين: {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ} [آل عمران:68].\rفهذا من الأدلة على أن إبراهيم رفع القواعد ولم يضع أساسها، فقول الله جل وعلا: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ} [آل عمران:96] أي: أول بيت وضع للعبادة ليعبد الله جل وعلا عنده، وفي هذا رد على اليهود ومن وافقهم في قولهم إنه كان ينبغي أن يتوجه صلى الله عليه وسلم بقبيلته إلى أرض المحشر التي هي أرض الشام.","seal":"A5F41BC7","part":4},
      {"page":6,"id":34,"nass":"من الذي أسس الكعبة والمسجد الأقصى\rالملقي: ما دام قررنا أن بينهما أربعين كما في الحديث الصحيح، فمعنى ذلك أننا لا بد أن نوجد من وضع الكعبة ومن وضع بيت المقدس، حتى يكون الأمر مضبوطاً؟ الشيخ: أما الكعبة فرجحنا أنها الملائكة، أما بيت المقدس فلا أعلم فيه نصاً صريحاً، ويمكن أن يقال: إنها الملائكة، لكني لا أجزم به، قد يكون آدم، أو أحد بنيه، ولا أعلم فيه نصاً مرفوعاً للنبي صلى الله عليه وسلم، ولا أثراً عن أحد ممن ينقل عنه.\rأما الذي ينسب ذلك إلى سليمان عليه السلام فهو خطأ، فقد يكون المقصود أنه أعاد بناءه، لأن سليمان بعد إبراهيم بآلاف السنين؛ فسليمان جاء بعد موسى، وبين موسى ويوسف أعوام عديدة، ويوسف من ذرية إبراهيم.","seal":"A724DCE4","part":4},
      {"page":7,"id":35,"nass":"بكة من أسماء مكة\rالملقي: في قوله: (ببكة) هل هو من أسماء مكة؟ الشيخ: أحياناً يجيء في اللغة الإبدال، يقولون: (طين لازب) و (طين لازم) فالإبدال بين الميم والباء مشهور عند العرب، هذا تخريج.\rوقال بعضهم: إن هذا اسم من أسماء مكة، والمقصود أنها تدك الجبابرة وتقصمهم، لا يستطيع أحد أن يصل إلى البيت بسوء، وهذا قوي جداً، ولعله أرجح من الأول.\rواسم (مكة) قديم: (إن الله حرم مكة يوم خلق السماوات والأرض)، ولا يعرف لها اسم قديم قبل هذا الاسم، يعني: مثلاً المدينة عرفت بأنها: يثرب، سميت باسم أحد العمالقة على قول بعضهم، ثم جاء النبي صلى الله عليه وسلم فسميت بالمدينة.","seal":"3EF71D79","part":4},
      {"page":8,"id":36,"nass":"المراد بالبركة في قوله: (للذي ببكة مباركاً)\rالملقي: أيضاً في قوله تبارك وتعالى: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا} [آل عمران:96] ما المراد بالبركة؟ الشيخ: نبدأ من أصل المسألة (تبارك) فعل عند نحاة العرب لا يتصرف، لا يأتي منه مضارع ولا أمر، ويقولون: لا يخاطب أحد بالفعل: تبارك، ولا يسند إلا لله جل وعلا.\rثمة ألفاظ لا ينادى بها إلا الله، يقال: تبارك الرحمن، تبارك الله، لكن لا يقال: تبارك النبي، ولا تباركت الملائكة، ولا أمثالها، كما أن لفظ (سبحان) لا يقال إلا في حق ربنا جل جلاله، ولهذا أثر عن دعاء بعض الصالحين: (سبحان من لا يقال لغيره سبحانك).\rوالمبارك المقصود به: الزيادة والنماء والخير، وأثر ذلك في انشراح الصدر ورفع العمل وزيادة الأجر، هذا كله مندرج في قول الله جل وعلا (مبارك)، من بركته الحسية، وبركته المعنوية، البركة الحسية كأن الله جل وعلا يجبي إليه كل الثمرات.\rوأنت تعرف أن مكة ليست بأرض زرع، ومع ذلك قل ما يفقد شيء فيها، تأتيها الأرزاق من كل مكان بتسخير الله، من تسخير الله لها، وحب أهل الثرى والمال أن يوقفوا أموالهم في مكة، كل ذلك ناجم من بركة حسية.\rالبركة المعنوية: في أن الإنسان هناك يجد الطواف بالبيت، وهو لا يوجد إلا في مكة؛ لأن الطواف لا يشرع إلا بالبيت، فهو عبادة لا تتم إلا في مكة، وكذلك الصفا والمروة لا يوجد إلا في مكة، فأداء هذه الأفعال من البركات التي يجعلها الله جل وعلا في ذلك المقام، ولهذا قال الله: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا} [آل عمران:96].\rأحياناً نجد في القرآن شيئاً اسمه (الحرم)، وآخر اسمه (مبارك)، وأحياناً (مبارك) تنوب عنها كلمة (مقدس) فمثلاً: لم يرد أن هناك حرماً إلا مكة والمدينة، فالله جل وعلا حرم مكة، وإبراهيم كذلك حرمها، وحرم النبي صلى الله عليه وسلم المدينة.\rلكن كلمة (مقدس)، وكلمة (مبارك)، ليست محصورة في مكة والمدينة، فإن الله قال: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ} [الإسراء:1]، وقال في قضية وادي طوى: {فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى} [طه:12]، والنبي صلى الله عليه وسلم قال في وادي العقيق الذي فيه مسجد الميقات في ذي الحليفة، قال: (أتاني آت من ربي، فقال: صلّ ركعتين في هذا الوادي المبارك).\rفلفظ (البركة) قد يطلق على الحرم، ويطلق على غير الحرم، أما الحرم فلا يطلق إلا على مكة والمدينة بحدودها المعروفة التي حددها الشرع.","seal":"1354ED2B","part":4},
      {"page":9,"id":37,"nass":"معنى قوله: (وهدى للعالمين)\rالملقي: ما معنى قوله: {وَهُدًى لِلْعَالَمِينَ} [آل عمران:96].\rالشيخ: {وَهُدًى لِلْعَالَمِينَ} [آل عمران:96]، لا شك أن أعظم الهداية توحيد الله، فلما جعل الله البيت مثابة للناس وأمناً وحرزاً لعباده، وحصناً في قضية التوحيد، حيث يعظم الله جل وعلا عنده؛ كان بذلك هدى للعالمين، لذلك لما دخل النبي صلى الله عليه وسلم الكعبة عام الفتح، وجد أن القرشيين وضعوا فيها صورتين لإبراهيم وإسماعيل وهما يستقسمان بالأزلام، فقال: (قاتلهم الله، والله لقد علموا ما استقسم بها قط)، أي: الأزلام.\rوهذا البيت كبر النبي صلى الله عليه وسلم في نواحيه، وأمر بإخراج ما كان في الكعبة من أصنام.\rوالعجيب هنا أن النبي صلى الله عليه وسلم قبل هجرته طلب من سدنة البيت أن يفتحوا له باب الكعبة فرفضوا، فقال لـ عثمان بن أبي طلحة: (ليأتين يوم يكون المفتاح بيدي أضعه حيث أشاء، فقال عثمان: إذا هانت قريش يومئذٍ وذلت، فبكى صلى الله عليه وسلم)، فلما كان عام الفتح دخل النبي صلى الله عليه وسلم الكعبة.\rوالله يقول في آية أخرى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} [القصص:68]، فاختيار قدري أن تكون السدانة في بني شيبة.\rوعندما كان آخذاً بعضدتي باب الكعبة أنزل الله جل وعلا عليه قوله: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا} [النساء:58]، فلما خرج بادره علي بقوله: يا رسول الله، اجمع لنا السدانة مع السقاية، فقال عليه الصلاة والسلام: أين عثمان؟ فجاء فأعطاه المفتاح، ثم قال: (خذوها يا بني شيبة خالدة تالدة لا ينزعها منكم إلا ظالم)، فهي إلى اليوم فيهم.\rوقبل ولاية هذه الدولة المباركة على البيت كانت ولاية الأشراف ومن قبلهم في تلك الحقبة، وكان السادن يضعه في جيبه، ومفتاح الكعبة كبير، فكان الرجل يضع المفتاح في الجيب، وهو واقف عند الكعبة يدعو، فجاء أحد الحجاج، فقال للسادن: سبحان الله! ماذا تطلب من الله، فمفتاح الكعبة في جيبك، فماذا تريد تبغى أكثر من هذا! يعني: افتح باب الكعبة وادخل؟ فهذا البيت أعظم مناراته أنه هدى، إليه يحج ويعظم، ومعنى الحج: القصد مع التعظيم، ولا يكون هناك تعظيم إلا لبيت الله، أما غيره فيحترم، وهناك فرق بين الاحترام والتعظيم، والعلم عند الله.","seal":"B9E1AE71","part":4},
      {"page":1,"id":38,"nass":"سلسلة آيات الحج في القرآن الكريم [5]\rإن من أعظم شعائر الله البيت الحرام، وفيه آيات بينات، منها الحجر الأسود الذي نزل من الجنة، ومنها مقام إبراهيم الذي أمر الله باتخاذه مصلى.","seal":"0F75C6B0","part":5},
      {"page":2,"id":39,"nass":"المقصود ببيت الله الحرام\rالملقي: بسم الله الرحمن الرحيم.\rالحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه أجمعين.\rأيها الإخوة والأخوات، السلام عليكم ورحمة الله وبركاته، أهلاً بكم إلى حلقة جديدة في (آيات الحج في القرآن الكريم) مع ضيفنا الشيخ صالح بن عواد المغامسي إمام وخطيب مسجد قباء والذي نرحب به مع مطلع هذه الحلقة، فأهلاً بكم فضيلة الشيخ.\rالشيخ: حياكم الله أستاذ فهد وحيا الله الإخوة المستمعين والأخوات المستمعات.\rالملقي: الآية التي معنا في هذه الحلقة هي قوله تعالى: {فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ} [آل عمران:97].\rفهل المقصود هو المسجد الحرام أم ماذا؟ الشيخ: الآية التي قبلها: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ * فِيهِ آيَاتٌ بَيِّنَاتٌ} [آل عمران:96 - 97].\rفالكعبة والمسجد الذي حولها هو المقصود ببيت الله الحرام، بدليل أن الله قال: {مَقَامُ إِبْرَاهِيمَ} [آل عمران:97].\rفمقام إبراهيم يقيناً ليس من الكعبة، فهذا دليل على أن المقصود بها المسجد.","seal":"54F4DA5F","part":5},
      {"page":3,"id":40,"nass":"من الآيات البينات في الكعبة الحجر الأسود","seal":"30C57CCF","part":5},
      {"page":4,"id":41,"nass":"كيفية تعظيم الحجر الأسود\rأما أعظم الآيات فالحجر الأسود.\rوالآية في اللغة: العلامة، ولها معاني أكثرها في القرآن الكريم، كقوله جل وعلا: {إِنَّ فِي ذَلِكَ لَآيَةً} [البقرة:248] أي: لعبرة.\rلكن هنا (آيات بينات) أي أمور تلفت الأنظار غير ما تعارف الناس عليه، فالحجر في أصله علامة قسوة، لكن هذا الحجر من دلائل احترامه شرعاً، أن النبي صلى الله عليه وسلم قبله، وبدأ به في الطواف من دون أركان الكعبة كلها، على هذا نحرر المسألة على النحو التالي: نستصحب قول الله جل وعلا: {وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ} [الحج:32].\rفشعائر الله يجب أن تعظم، هذا عموم، والسؤال المطروح هنا علمياً، كيف تعظم؟ لا سبيل إلى معرفة كيفية تعظيمها إلا بمعرفة كيف تعامل النبي صلى الله عليه وسلم معها، وإذا جاء سيل الله بطل سيل معقل، والدين يؤخذ عن أنبياء الله ورسله، ونحن مطالبون بالاقتداء بنبينا صلى الله عليه وسلم.\rتأتي أخطاء من هنا وهناك حول هذه المسائل، فمثلاً النبي صلى الله عليه وسلم كيف يكون تعظيمه؟ فننظر للصحابة كيف تعاملوا معه، فنعرف تعظيمه، وهم لم يتخذوه وسيلة بينهم وبين الله، فلا يأتي أحد ويقول إن من تعظيمه اتخاذه وسيلة بيننا وبين الله في الدعاء، لأن الصحابة الذين أنزل عليهم القرآن وكان حياً بين أظهرهم لم يصنعوا هذا.\rكذلك كل شعيرة من شعائر الدين لها نوع من التعظيم، مثلاً الله يقول: {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ} [الحج:36].\rوتعظيمها بأن تقلد وتهدى إلى البيت وتنحر، فنحرها هدياً بالغ الكعبة من تعظيمها.\rاستسمان الأضاحي من تعظيم شعائر الله، لكن لا يمكن أن نقول: إن نحر الحجر أو استسمانه من تعظيمه، فننظر كيف عظم النبي صلى الله عليه وسلم شعيرة الحجر؟ بدأ به مقبلاً بوجهه، ومن أخطائنا أن نأتي بجواره ونضعه على يسارنا، والصواب أن يأتي الإنسان أول المطاف إلى الحجر فيقابله بوجهه، فالنبي صلى الله عليه وسلم: (استلمه وقبله) وفي رواية (سجد عليه ثم جعل الكعبة عن يساره) كما قال جابر، أي: بعد أن استلم الحجر.\rإذا تعظم شعيرة الحجر باستلامها أو بتقبيلها، وإذا عجزنا فبالإشارة إليها كما فعل النبي صلى الله عليه وسلم.","seal":"B9F66527","part":5},
      {"page":5,"id":42,"nass":"مكانة الحجر الأسود\rهذا الحجر جاء في الأثر أنه نزل من السماء أشد بياضاً من اللبن فسودته خطايا بني آدم.\rوهذا الموروث القديم حتى الجاهليون كانوا يعلمونه، ولذلك اختصموا في وضعه، وقدر للنبي صلى الله عليه وسلم أن يضعه لما وضعه في رداء، ثم أخذت كل قبيلة بطرف، ولو لم يكن لهذا الحجر قدر، لما من الله على نبيه بأن يكون وضع الحجر على يديه، لأن الله لا يختار لنبيه إلا الأفضل والأكمل، ولو لم يكن للحجر شأن، لما بدأ النبي صلى الله عليه وسلم به، دون أركان الكعبة كلها، ولو لم يكن للحجر شأن لما قبله صلى الله عليه وسلم.\rولا يعني هذا أن يفهم أحد أن لازم ذلك أن يعتقد أن الحجر يضر أو ينفع، فإنا نعلم أن الحجارة لا تضر ولا تنفع، بل النبي صلى الله عليه وسلم نفسه لا يضر ولا ينفع، يعني إنما جرت هداية البشر به، لكن لا يملك أحد لأحد ضراً ولا نفعاً، ولا موتاً ولا حياة ولا نشوراً، هذا نفاه الله عن جميع خلقه.\rفإذا قبلنا الحجر لا يعني أننا نعتقد أنه يضر أو ينفع، وإنما نحن نقتدي بالنبي صلى الله عليه وسلم.\rالملقي: هناك قضية أثيرت قبل فترة ولعلكم اطلعتم على شيء منها في إحدى القنوات الفضائية، وهي دعوى وجود رموز وثنية عند المسلمين في الحج، وكان هناك تركيز على هذه القضية.\rالشيخ: هذا من الجهل، وهذا يسوق إلى مسألة عجيبة نبه عليها رجل اسمه محمد الطاهر كردي المكي، وهو أن قريشاً الوثنية كانوا يعظمون الوثن والحجارة، ويختلقون الأصنام مثل هبل واللات ومناة والعزى، ومع ذلك صرفهم الله أن يعبدوا الحجر أو يعبدوا المقام، رغم أنه موجود بين أظهرهم؛ لأنه سبق في علم الله أنه سيأتي في دين الله تعظيم الحجر، وتعظيم المقام بما يناسبهما، فلو قدر أن قريشاً كانت تعظمهما وتعبدهما لقال القرشيون: أبقى محمد على شيء من ديننا، لكن الله صرفهم تماماً عن أن يعبدوا الحجر أو يعبدوا المقام.\rوهذا ملحظ عظيم، وأظن أن بركة العلم لها دور كبير في استنباط هذه المسائل والتنبيه إليها، وتذكير الناس بها، حتى يكون هناك حياة الاجتهاد في الأمة منبعثة منبثقة باقية، فالدين أجل وأكبر وأعظم من أن يحويه صدر رجل واحد.\rوحتى محمد الطاهر كردي له كتاب نسيت اسمه، ولعلي أعرج عليه بحلقات قادمه، لكنه نبه إليه ونقله عنه ساعد في كتابه فضل الحجر الأسود ومقام إبراهيم، وهو كتاب تاريخي فقهي مطبوع موجود في الأسواق.","seal":"029845E8","part":5},
      {"page":6,"id":43,"nass":"الحجر الأسود واعتداء القرامطة\rوالحجر كما تعلم تاريخياً من أعظم ما تعرض له اعتداء القرامطة، وأن القرامطة نزعوا الحجر، فحملوه إلى هجر، وكان هذا في أوائل القرن الرابع، سنة ثلاثمائة وسبعة عشر، أو ثلاثمائة وتسعة عشر للهجرة، ومكث هناك عشرين سنة.\rالملقي: هذا الحدث حمل أكثر مما يحتمل، حتى يعتقد بعض الناس عند قراءة التاريخ أن الكعبة عطلت في هذا الزمان، وأن القرامطة كأنهم نفوا وجود المسلمين في فترة معينة.\rالشيخ: هذا الحدث شابه شيء، لكن مجمله يدل على أن قوماً أعطوا جرأة في سفك الدماء، جاءوا إلى الكعبة والناس يحجون، فأخذوا الحجر معهم، في تلك الأيام.\rالملقي: وهل حصل ذلك دون هدم الكعبة.\rالشيخ: نعم، دون هدم الكعبة، إنما نزعوا الحجر انتزاعاً ثم أخذوه، فمكث الناس عشرين عاماً -كما قال أهل التاريخ- إنما يشيرون إلى موضع الحجر في طوافهم، ثم رد بعد عشرين عاماً إلا ثلاثة أيام تقريباً، والآن الذي يتأمل في الحجر يجد أنه إناء فضي، داخله مادة لزجة تجمع قطع الحجر، وهي ثمان قطع على هيئة تمرات، منها الكبير ومنها الصغير متلاصقة بعضها ببعض، هذا هو الحجر المكسور الذي كان أصلاً للحجر الأسود.\rوالسنة أن يقبل الحجر وإن لم يستطع فليمسح عليه، وإن لم يستطع أشار إليه؛ لكن إذا كان معه شيء استلم به الحجر، مثل ما كان عمل النبي صلى الله عليه وسلم بالمحجن، ويجوز له أن يقبل ذلك الذي استلم به، فالنبي عليه الصلاة السلام استلمه بالمحجن ثم قبل المحجن.\rوالركن اليماني يستلم ويقبل، لكنه لا يشير إليه، وهناك قول في مذهب الشافعي رحمة الله تعالى عليه بالإشارة إليه، والمسألة فيها خلاف، لكن الأرجح والعلم عند الله أنه إما أن يستلم وإما أن يترك، وكلاهما في الجنوب من الكعبة، وهما من الكعبة ركناها اليمانيان.\rالنبي عليه الصلاة السلام يقول: (الإيمان يمان والحكمة يمانية) ومما يمدح به أهل اليمن أن ركني الكعبة تجاه اليمن.\rأما الركنان الشاميان فلم يستلمهما النبي صلى الله عليه وسلم لأنهما ليسا على قواعد إبراهيم.","seal":"9E388DC0","part":5},
      {"page":7,"id":44,"nass":"من الآيات البينات في الكعبة مقام إبراهيم\rالملقي: من الآيات التي نص عليها في هذه الآية مقام إبراهيم: {فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ} [آل عمران:97].\rالشيخ: طبعاً هذا تخليد لذكرى خليل الله جلا وعلا، وهذا من الثناء الذي وعده الله نبيه لما قال في دعائه: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ} [الشعراء:84].\rإنما الخلاف بين العلماء في هذا المقام، هل مكانه الحالي هو مكانه في عهد النبي صلى الله عليه وسلم والمسألة فيها أقوال عديدة تصل إلى أربعة: منهم من قال: إن مكانه الحالي هو المكان الذي كان في عهد النبي صلى الله عليه وسلم وفي عهد الخلفاء الراشدين، هذا قول.\rوقال آخرون: إن المقام كان ملتصقاً بالكعبة، وأخر إلى هذا الموضع، بفعل النبي صلى الله عليه وسلم، وهذا مروي عن مجاهد.\rوقال آخرون: إنه كان ملتصقاً في عهد النبي صلى الله عليه وسلم وأخره إلى هذا الموضع عمر رضي الله تعالى عنه وأرضاه، وقيل غير ذلك.\rوالذي يظهر لي أن هذا المكان مقامه منذ أن كان النبي صلى الله عليه وسلم، لكن قول مجاهد أنه كان ملتصقاً بالكعبة له وجه من القوة، لكن الذين نقلوا حجة النبي صلى الله عليه وسلم لم ينقلوا لنا أن النبي أخره.\rلكن نقبل قول مجاهد؛ لأنه لا بد أن يكون المقام ملتصقاً بالكعبة، حتى يستفيد منه إبراهيم ويرتقي عليه، لأنه إذا كان بعيداً لن يستفيد منه، لأن المقام وضع حتى يرقى إبراهيم عليه ويبني الكعبة.\rوقصة المقام أنه حجر ارتقى عليه إبراهيم، حتى يكمل ما ارتفع من بناء الكعبة، والقبة الموجودة مستحدثة.\rقال أبو طالب: وموطئ إبراهيم في الصخر رطبة على قدميه حافياً غير ناعل الذي يهم المؤمن أن الإنسان في كل أحواله عبد لله، فلما ألان إبراهيم لله قلبه، ألان الله الصخر تحت قدميه.\rومقام إبراهيم جعله الله جل وعلا مكاناً للصلاة: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} [البقرة:125].\rوقد ثبت في حديث حجة الوداع أن النبي صلى الله عليه وسلم طاف بالبيت، ثم أتى المقام، وتلا قول الله جل وعلا: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} [البقرة:125].\rوصلى خلف المقام مستقبلاً البيت صلوات الله وسلامه عليه.","seal":"353D51F5","part":5},
      {"page":8,"id":45,"nass":"أولى العبادات تقديماً في المطاف هي الطواف\rوهنا ممكن الإشارة إلى أن الأصل في صحن الكعبة أنه للطائفين لأنهم قدموا في الآية: {وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ} [الحج:26]، فإذا ازدحمت، ازدحم الأمران، إما يكون للطائفين أو للمصلين، فنؤخر المصلين ونبقي الطائفين.\rفمن الخطأ أن يأتي أقوام ويحولوا بين الناس وبين الكعبة بالجلوس ينتظرون الصلاة.\rوهذا نداء أيضاً للمسئولين في رئاسة الحرم، أن يهتموا بمسألة إقامة الدروس في صحن الكعبة، الحقيقة أن إقامة هذه الدروس لا شك في نفعها وخيرها، لكن ينبغي أن يقدم مصلحة الطائفين، لأننا نلحظ أن الدروس في العشر الأواخر من رمضان بالذات تؤذي الطائفين، بل تعيق الطائفين والحق الأول لهم، فإذا قدم الطائفون على المصلين فمن باب أولى أن يقدموا على من يستمعون الدرس.\rالملقي: هل الأثر الموجود في الصخرة لم يمسه أي تغيير.\rالشيخ: لقد تغير كثيراً، وقد نبه إلى هذا بعض الحفاظ من شراح الأحاديث، وقالوا: إن كثرة استلام الناس له، وتبركهم به على مر الأزمنة أذهب كثيراً من المعالم منه.\rالملقي: يتوقع أن قدم إبراهيم عليه الصلاة السلام أكبر وأضخم؟ الشيخ: كان الناس ضخاماً وما زال الناس ينقصون إلى يومنا هذا.\rوبعض الروايات تذكر أن بعض من لهم في القيافة رأى أثر قدمي إبراهيم في الصخر، ورأى النبي صلى الله عليه وسلم وهو صبي يلعب، فقال: إن هذه الأقدام شبيهة جداً بالتي على مقام إبراهيم، وهذا يؤيده قول النبي عليه الصلاة السلام في رحلة المعراج: (فرأيت رجلاً ما رأيت أحداً أشبه بصاحبكم منه)، يقصد عظيم شبهه عليه الصلاة السلام لأبيه خليل الله إبراهيم صلوات الله وسلامه عليه.","seal":"DDC1928E","part":5},
      {"page":1,"id":46,"nass":"سلسلة آيات الحج في القرآن الكريم [6]\rالحج فريضة من فرائض الإسلام، وأول من أذن بالناس في الحج هو سيدنا إبراهيم عليه السلام، وقد جعل الله الكعبة قياماً للناس، وشرع عبادة الطواف حولها، وهي من أعظم العبادات.","seal":"D14C85B8","part":6},
      {"page":2,"id":47,"nass":"الكلام على آية (وأذن في الناس بالحج)","seal":"AA3DFEE8","part":6},
      {"page":3,"id":48,"nass":"أذان إبراهيم في الناس بالحج\rبسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وآله وصحبه أجمعين.\rأيها الأخوة والأخوات السلام عليكم ورحمة الله وبركاته، وأهلاً بكم إلى حلقة جديدة في برنامجكم (آيات الحج في القرآن)، والتي نسعد فيها باستضافة الشيخ صالح بن عواد المغامسي إمام وخطيب مسجد قباء، فأهلاً بكم وسهلاً! في هذه الحلقة سوف نتطرق إلى قوله تعالى: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا} [الحج:27] أولاً نريد أن نعرف من هو المأمور في هذه الآية؟ الشيخ: بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وبعد.\rفالمأمور في هذه الآية هو خليل الله إبراهيم عليه الصلاة والسلام، وذلك أنه رفع القواعد من البيت كما أخبر الله جل وعلا: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ} [البقرة:127] وكنا قد حررنا هذا في موضعه.\rفقول الله جل وعلا هنا: {وَأَذِّنْ} [الحج:27] خطاب له بعد أن فرغ من بناء البيت؛ ولهذا اختلف الناس ما الموضع الذي وقف عليه إبراهيم حتى يؤذن؟ فقيل: إنه وقف على الصفا، وقيل: إنه وقف على المقام الذي قُدِّم له ليعلو عليه حتى عندما ارتفع البناء حتى يبنيه.\rأما ماذا قال؟ فقد ورد أنه قال: أيها الناس إن الله قد اتخذ بيتاً فحجوا ولم يكن أمامه أحد، ولهذا جاء أنه قال لربه: كيف أناديهم ولا يبلغهم صوتي؟ فأوحى الله جل وعلا أن أذن وعليَّ البلاغ، فيقال: إن الجبال تطامنت حتى وصل صوته إلى الأرض كلها، وأسمع من في أصلاب الرجال وأرحام النساء، فأجابه كل من كتب الله عليه الحج: لبيك اللهم لبيك.\r(أذان) لا يخفى أنها وردت كثيراً، والله جل وعلا يقول: {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ} [التوبة:3].\rكلمة (أذان) بالهمز معناها الإعلام، فإن قرنت بتهديد ووعيد أصبحت إنذاراً، وإن لم تقرن بتهديد أو وعيد لا تعد إنذاراً وهو على هذا يتحرر أن كل إنذار أذان، وليس كل أذان إنذاراً، هنا مجرد إعلام في قول الله تعالى: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ} [الحج:27] لأنه لم يقترن بتهديد أو وعيد.\rأما (آذان) بالهمز الممدود فهذه جمع (أذن) أما الأولى فهي (أذان) أي إعلام مصدر من أذَّن؛ أما الآذان بالمد فهذا جمع لأذن، وأحياناً يجتمعان كما ورد في بيت شوقي عندما تكلم عن الاحتلال الفرنسي لسوريا، وكيف أن الفرنسيين النصارى تسلطوا على المسجد الأموي، وهو ليس له قداسة كما هو معلوم، لكنه رمز تاريخي في الأمة، فيقول: مررت بدمشق فلا أذان يؤذن إنما ناقوس نصارى ولا الذين يجتمعون العرب المسلمون، وإنما الذين يجتمعون النصارى.","seal":"47FF65FC","part":6},
      {"page":4,"id":49,"nass":"معنى قوله (رجالاً وعلى كل ضامر)\rالمقدم: أيضاً في قوله سبحانه وتعالى: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا} [الحج:27] بعض الناس يعتقد أن قوله: {رِجَالًا} [الحج:27] معناه نفي النساء.\rالشيخ: (رجال) في القرآن ليست كذلك، فهي جمع (راجل)، وهو من يمشي على قدميه، ويفهم من هذا أن الله قدم الماشي على الراكب.\rولهذا اختلف العلماء في الجمع بين الآية والسنة، وذلك أن الآية دلت على أن الله قدم من يمشي، لكن النبي صلى الله عليه وسلم حج راكباً إلى الحرم؛ ونقل عن ابن عباس رضي الله تعالى عنهما أنه قال: تمنيت لو أني حججت ماشياً لأن الله قدّم المشاة.\rولا شك أن في الحج مشياً فضيلة لزيادة التعب، لكن تلك أقرب للسنة، وقد يكون الركوب من النبي لبعد الديار.\rأو قد يجاب أن النبي صلى الله عليه وسلم ما أراد أن يشق على أمته واختار لها الأمر الوسط.\rوثمة عالم موجود في بريطانيا يقال إنه حج ماشياً، وهو موجود حالياً وعمره قد ناهز المائة، وكنت قد عزمت على الذهاب إليه، لكن أخبرني بعض تلاميذه أو بعض من يعرفه جيداً قال: إن الرجل طاعن في السن ولا أظنك تستفيد من الجلوس معه شيئاً.\rموضوع الشاهد أنه حج ماشياً من ديار شنقيط إلى مكة وأدى المناسك كلها ماشياً، ثم عاد مرة أخرى إلى بيته في بلاد شنقيط.\rويقول لي هذا الأخ وهو أحد طلابه وقد قابلته في قطر قال: إنه لما عاد من الحج كان قد كسي ورعاً، وقال: كان في بلادنا من هو أعلم منه لكن التف الناس حوله لورعه وزهده، نسأل الله القبول! المقدم: لكن يقال إن التقديم في الذكر لا يعني الفضيلة، يعني: عندما قال سبحانه وتعالى: {يَأْتُوكَ رِجَالًا} [الحج:27] قدم ذكر (رجالاً) لأن الرجال في ذلك الزمان أكثر من الركبان؟ الشيخ: هذه قرينة جيدة، لكن من يقول بفضل التقديم يعتبره مثل قول النبي صلى الله عليه وسلم: (أبدأ بما بدأ الله به {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} [البقرة:158]).","seal":"61237D26","part":6},
      {"page":5,"id":50,"nass":"نون النسوة في قوله (يأتين من كل فج)\rالمقدم: في البداية قال في الفعل ((يَأْتُوكَ)) وفي الثاني قال: {يَأْتِينَ} لماذا أتى هنا نون النسوة؟ الشيخ: قوله {يَأْتِينَ} [الحج:27] هنا نون النسوة عائدة على الدواب التي تحمل الحجاج، وهو معنى قول الله تعالى: {وَعَلَى كُلِّ ضَامِرٍ} [الحج:27] أي ضمر جنباه من كثرة ما سيق إلى البيت، أي اشتد عليه الحمل والركوب، والسير إلى أن وصل إلى البيت العتيق فضمر جنب الدابة، فسمي ضامراً من هذا الباب.\rفقال الله جل وعلا: {يَأْتِينَ} [الحج:27] فأعادها على الدواب، وهذا أسلوب قرآني، الله جل وعلا يقول: {وَالْعَادِيَاتِ ضَبْحًا * فَالْمُورِيَاتِ قَدْحًا} [العاديات:1 - 2] فأثنى على الخيل هنا وهو يريد من تحملهم الخيل من المجاهدين، فهنا أثنى الله جل وعلا على الدواب، وأراد من على الدواب من الحجاج والمعتمرين القادمين إلى الحج.","seal":"B13338F5","part":6},
      {"page":6,"id":51,"nass":"المنافع التي يشهدها الحجاج\rالمقدم: في قوله: {لِيَشْهَدُوا مَنَافِعَ لَهُمْ} [الحج:28] ما هي المنافع هنا؟ الشيخ: المنافع هنا عامة فهي منافع دنيوية ومنافع أخروية، وأعظمها غفران الذنوب الذي وعد الله جل وعلا به من أتى البيت.","seal":"7593D484","part":6},
      {"page":7,"id":52,"nass":"الكلام على قول الله: (جعل الله الكعبة البيت الحرام قياماً للناس)","seal":"8C84953B","part":6},
      {"page":8,"id":53,"nass":"معنى جعل الكعبة قياماً للناس\rالمقدم: أيضاً في قوله تعالى: {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ} [المائدة:97] ما المعنى العام لقوله تعالى: {قِيَامًا لِلنَّاسِ} [المائدة:97]؟ الشيخ: قال أهل التفسير: إن المعنى العام لـ (قياماً للناس) أي به وفيه -أي البيت- مصالح دنياهم وأخراهم، أو بتعبير أوضح: مصالح دينهم ودنياهم، هذا المعنى العام لقول الله تعالى: {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ} [المائدة:97].\rوهذا يتجلى بالصور؛ فمثلاً: الصلاة أعظم أركان الدين وأجل العبادات وأولها، والإنسان يتوجه بوجهه إلى الكعبة {فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا} [البقرة:144].\rالإنسان الذي تلم به الضراء يفزع إلى الله ويدعوه، فيتوجه في دعائه جهة الكعبة.\rالإنسان الذي يحل به ضيف يريد أن يكرمه، أو يأتي عليه عيد الأضحى يريد أن يتقرب إلى الله بأضحية، أو يحج يريد أن يتقرب إلى الله بهدي، أو يُرزق بغلام يريد أن يتقرب إلى الله بعقيقة، أو يريد أن يذبح لأهله شاة لحم، ومع ذلك في كل أحواله يتوجه بذبيحته إلى الكعبة فجعلها الله قياماً، هذه بعض صورها، وهذا من باب تعظيم الكعبة.\rكذلك النبي صلى الله عليه وسلم في حجته وقف على الصفا، ووقف على المروة وهو قريب من البيت، ومع ذلك كان يستقبل البيت ويدعو صلوات الله وسلامه عليه مستقبلاً البيت.\rالمؤمن لا بد له أن يموت، وساعة الاحتضار لا بد منها، ففي ساعة الاحتضار يشرع لمن شهد مؤمناً يحتضر أن يوجهه نحو الكعبة.\rيموت المؤمن، فيغسل، ويكفّن، ويصلى عليه، وعندما يدفن يوجه في قبره للكعبة؛ ولهذا قال النبي صلى الله عليه وسلم في حديث طويل آخره: (والمسجد الحرام قبلتكم أحياء وأمواتاً) فقوله عليه الصلاة والسلام: (قبلتكم أحياءً وأمواتاً) مفسِّر لقول الله جل وعلا: {قِيَامًا لِلنَّاسِ} [المائدة:97].\rومعلوم أن الإنسان لا يهمه شيء أعظم من دينه، فإذا كان قوام حياته الدينية مرتبطاً بأنه يتوجه إلى الكعبة كان ذلك من تعظيمها، والكعبة لا تختص بشيء أعظم من الطواف.","seal":"70B84068","part":6},
      {"page":9,"id":54,"nass":"الوثنيون الذين يعظمون الكعبة\rالمقدم: قبل الطواف إذا علمت به وأنت تتحدث عن هذا، أن قبائل الأنتيمور وغيرهم في أفريقيا رغم أنهم وثنيون يتجهون للقبلة في ذبحهم ولا يمدون أرجلهم إليها، ويجعلون فتحات أبوابهم إليها جهة الشمال بالنسبة لهم وهي مكة، ويعتقدون أن شخص محترماً اسمه بارا محمد -أي: المعظم محمد- هو الذي أخبرهم عن هذه الجهة، وأن فيها الإله.\rفهم لا زالوا على ديانتهم الوثنية، لكنهم يعظمون الكعبة ويوجهون موتاهم إلى جهة الكعبة، ولا يدخلون البيوت من جهتها، يعني يجعلون أبوابهم تجاهها حتى لا يكونوا قفا الكعبة.\rالشيخ: يعني هؤلاء يكونون أقرب للدين لو وصلوا إلى هذه المرحلة لتعظيم الكعبة.\rالمقدم: عندهم كعبة كاملة يحجون إليها مرة في العام، ويلبسون الإحرام ويطوفون وينحرون، ويغتسلون كما يصنع الحجاج، ويأتيها آلاف الحجاج، وقد قمت بزيارتها، وعندهم نفس ما يفعله المسلمون لكنهم لا يدرون لماذا؟ هم يقولون بأن بارا محمد هو الذي أتى بهذه الأشياء المعظم.\rالشيخ: هذا مناخ جيد للدعوة! وهذا معناه أن الدين قد وصلهم منه جزئية هي التي أثارت هذه الشعائر في أنفسهم.\rالمقدم: لا شك أنهم عرب، وأنهم من أصول عربية، ولغتهم فيها شيء من هذا.\rالشيخ: ووقوفكم على هذه الأشياء بأنفسكم يدل على أن الدين بلغ مبلغاً عظيماً في القرون الماضية، مع أن تلك الحقبة كانت خالية من وسائل الإعلام السريع وما أشبه ذلك.","seal":"2C41761B","part":6},
      {"page":10,"id":55,"nass":"الربط بين بقاء الكعبة وبقاء الدين\rالمقدم: في قوله تعالى: {قِيَامًا لِلنَّاسِ} [المائدة:97] البعض يربط بين القيام والقوام، وأن بقاء الناس مربوط ببقاء الكعبة، فإذا زالت هذه الكعبة زال الجنس البشري، فيجعل من الفهم لقوله (قياماً) أنه يعني الاستمرار؟ الشيخ: هذا أظنه بعيداً لكن ممكن أن نربط به قيام الدين، لأن النبي صلى الله عليه وسلم أخبر أن الكعبة ستهدم على يد ذي السويقتين من الحبشة، فلا يحج بعده البيت ولا يعتمر إليه كما أخبر صلوات الله وسلامه عليه، ولا ريب أنه إذا بقي الناس على حالهم لا يحجون البيت ولا يعتمرون أن الدين قد ذهب، وهذا لا يكون إلا في آخر الزمان؛ لهذا قدمت مصالح الدين والإسلام أو الشرع أو القرآن، فإذا تكلم عن قيام الناس ينصرف أول ما ينصرف إلى أمور دينهم.","seal":"5DC11EBF","part":6},
      {"page":11,"id":56,"nass":"عبادة الطواف\rالمقدم: بالنسبة للطواف نريد أن تتحدث عنه؟ الشيخ: الطواف {وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ} [الحج:26] الطواف بالبيت هو العبادة التي لا يمكن أن تقع إلا في مكة، وإلا فسائر العبادات يمكن أن تقع في غير مكة إلا الحج والعمرة ومناسكها؛ لأنها مختصة بالبيت، لكن كإطلالة تاريخية: كان هناك رجل في مكة في القرن الثاني الهجري توفي (157) هـ واسمه محمد بن طارق المكي، نقل الثقات من المؤرخين وأهل التراجم وأئمة الحديث عن هذا الرجل أنه كان يطوف بالبيت في اليوم والليلة سبعين مرة، في كل طواف سبعة أشواط حتى قيلت فيه أبيات شعر تخبر عنه.\rويقولون: إن شعبة بن الحجاج أمير المؤمنين في الحديث ذهب إلى عبد الله بن المبارك يطلبه هذين البيتين، والبيتان لـ ابن شبرمة يخاطب فيهما رجلاً يقول له: المفروض أن تكون عالماً، أن تكون طوَّافاً، أن تكون زاهداً وكان هناك رجل معاصر لـ محمد بن طارق اسمه كرز، وكرز هذا كان عابداً لكن لا أعلم عنه شيئاً، أما محمد بن طارق فقد كان مشهوراً بطوافه فقال ابن شبرمة لمن يخاطبه: لو شئت كنت ككرز في عبادته أو كابن طارق حول البيت في الحرم يعني يطوف بالبيت قد حال دون لذيذ العيش خوفهما فسارعا لطلاب الفوز والكرمِ والمقصود أن هذا أحد أفراد أمة محمد صلى الله عليه وسلم، وأنه عرف فضل الطواف وجعل عمره منصبّاً في هذه العبادة العظيمة والشعيرة الجليلة التي خصّها الله جل وعلا بها أهل مكة دون سواهم؛ ولهذا ذكر العلماء أنه يشرع لمن جاور في مكة أن يكثر من الطواف وأنه لا سبيل له إلى الطواف إلا في مكة.\rوقد كان القرشيون يطوفون حول البيت؛ ولهذا من اللطائف الخارجة عن الموضوع -إن صح التعبير- أنه لما يقول الله جل وعلا في الحديث القدسي: (كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به)، يسرع بعض الناس في الإجابة ويقول: لانتفاء الرياء في الصوم، وهذا قلب للمسألة، لأنه ليس هناك عبادة يدخلها الرياء مثل الصوم، لأن الإنسان يستطيع في مدة عشر دقائق أن يتظاهر أمام مضيفه أنه صائم ويرد كل مطعوم ومشروب، بخلاف غيرها من العبادات.\rلكن الصواب أن العبادات الثلاث وقعت لغير الله، بخلاف الصوم، فأنت الآن تقول إن الطواف حصل قبل الإسلام، وهذه حقيقة، وإلى الآن يُطاف على غير الكعبة من مشاهد وأضرحة الوثنيين، وما ذكرتموه في أول اللقاء عن أفريقيا، وكانت قريش تطوف حول البيت، وكل مكان معظّم يقع عنده طواف.\rتأتي للصلاة وهي ركوع وسجود، وكم سُجد لغير الله تعظيماً كالسجود لملوك لسلاطين الذين لا يدخل عليهم إلا بالسجود.\rوأما عبادة الزكاة فهي عبادة أموال، كم يوجد مما يسمى بالإتاوات التي يأخذها السلاطين من الناس، والضرائب في عصرنا الحاضر في الشرق والغرب؛ هذه كلها أخذ من أموال الناس.\rلكن الصوم لا يعرف أن أحداً صام لأحد، ولا يعرف أن أحداً كلّف أحداً أن يصوموا له، يعني: لا يتصور أن يأتي إنسان يتعبده إنسان يقول له: صم لي! لأنه لا يستطيع أن يضبطه، يعني: إذا قال: أعطني مالاً ولم يعطه آخذ منه مالاً بالقوة، وإذا رفض السجود هدده بالسلاح، وكذلك الطواف، لكن إذا قال: صم لي! فمعنى ذلك أنه سيرابط عنده من الصباح إلى المساء، وهذا يكلفه الكثير.\rفالعبادة الوحيدة التي لم تؤد لغير الله هي الصيام، وهذا معنى قوله: (كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به)، وإن كان هذا من الخروج عن موضوع الحج! القرشيون منعهم النبي صلى الله عليه وسلم من الطواف والحج بعد السنة الثامنة وبعث أبا بكر ليعلن: أن لا يطوف بالبيت عريان؛ لأن النبي صلى الله عليه وسلم ما أراد أن يطوف بالبيت وحوله شيء من شعائر الجاهلية، فكان الجاهليون يطوفون بالبيت عراة، ومنه البيت المشهور لتلك المرأة: اليوم يبدو بعضه أو كله وما بدا منه فلا أحله إلى غير ذلك، بعد ذلك حِج النبي صلى الله عليه وسلم وقد عرفت العرب أنه لا يطوف بالبيت عريان، وطُّهِّر البيت من الأوثان، وبعده استمر الطواف دون وجود هذه الأوثان إلى يومنا هذا، وسيبقى إلى أن يأذن الله بهدم الكعبة على يد ذي السويقتين من أرض الحبشة، قال صلى الله عليه وسلم: (كأنني أنظر إليه يقلعها حجراً حجراً ويستخرج كنوزها).","seal":"4ABF027D","part":6},
      {"page":12,"id":57,"nass":"عدم توقف عبادة الطواف حول الكعبة\rالمقدم: هل توقف الطواف في تاريخ الأمة الإسلامية بعد مبعثه صلى الله عليه وسلم؟ الشيخ: لا أعلم أنه توقف أبداً، اللهم إلا كأني كنت أسمع حادثة سير الأربعاء، ولكن هذا توقف عارض، أما توقف تاريخي في معركة فلا؛ لكن توقف في عام 1400هـ في حادثة الحرم.\rوفي حادثة ابن الزبير مع الحجاج كان الناس يطوفون، رغم أن مكة كانت تضرب بالمنجنيق.","seal":"0D6DCF10","part":6},
      {"page":1,"id":58,"nass":"سلسلة آيات الحج في القرآن الكريم [7]\rأمر الله تعالى بإتمام الحج والعمرة، ومن أحرم بحج أو عمرة ثم صد عن البيت بمرض أو عدو أو غيرهما فله أن يتحلل تحلل المحصر، ويذبح ما استيسر من الهدي إن لم يكن قد اشترط.","seal":"D11516D8","part":7},
      {"page":2,"id":59,"nass":"معنى إتمام الحج والعمرة\rالمقدم: بسم الله الرحمن الرحيم.\rالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين.\rأما بعد: فقد قال تعالى في سورة البقرة: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} [البقرة:196]، إلى آخر الآية.\rنبدأ بالحديث عن معنى الإتمام.\rالشيخ: باسم الله، والحمد لله، والصلاة والسلام على رسول الله، وعلى آله وأصحابه ومن والاه.\rقال ربنا وهو أصدق القائلين: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} [البقرة:196]، والإتمام قد اختلف الناس فيه، فذهب بعضهم إلى أن معنى الإتمام: الإتيان بأفعال الحج كاملة، وهذا هو الظاهر المتبادر إلى الذهن، لكن لا ريب أن الإنسان مطالب بالإتيان بجميع التكاليف الشرعية كاملة، فلا يستفاد على هذا التفسير المتبادر كبير معنى.\rوقد اختلف الناس في الإتمام على أقوال: فمنهم من قال إن المعنى أن يتم الإنسان أفعال الحج والعمرة، وكأنهم أرادوا بهذا التفريق بين من نوى نافلة غير الحج والعمرة، ومن نوى نافلة الحج والعمرة، ومعلوم أن من تطوع بنافلة غير الحج والعمرة لا يلزمه الإتمام.\rفعلى هذا المعنى يصبح المقصود أن الإنسان إذا حج تطوعاً لا يجوز له الخروج منه.\rالمعنى الثاني وهو منقول عن أمير المؤمنين علي بن أبي طالب رضي الله تعالى عنه، وقاله ابن عباس وسعيد بن جبير وبعض السلف؛ قالوا: إن المعنى أن تأتي بها من دويرة أهلك، وهؤلاء لا يقولون إن الحج لا يقع إلا من دويرة الأهل؛ لكنهم يقولون إن الإنسان إذا كان قد أخرجه الحج من دويرة أهله، فهذا الذي أتم الحج والعمرة لله، وأما من خرج لغير الحج ثم بدا له أن يحج أو أن يعتمر فيقولون: إن الحج مجزئ وإن العمرة مجزئة، ولا خلاف في قبولها إن شاء الله إن كانت صحيحة مستوفية أركانها وواجباتها؛ لكنهم يقولون: إنه لا يدخل ضمن قول الله: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} [البقرة:196]، وبتعبير أوضح: ليست في صفاتها المثلى، أو ليست في صورة كمالها.\rوإنهم يقولون: إنه لا معنى للآية إلا هذا؛ لأن كل عمل أنت مطالب أن تتمه، ولا بد أن يكون في الآية عندهم زيادة في المعنى؛ لأن الله ما قال: وأتموا الصلاة لله، ولم يقل: وأتموا الزكاة لله، ولم يقل: وأتموا الصيام لله؛ لأنه لا بد أن يكون كل شيء لله، ولا بد أن يكون كل شيء تاماً، لكنهم قصدوا أن تمامها أن تأتي بها من دويرة أهلك.\rوهناك معنى ثالث ضعفه كثيراً ممن له معرفة بالصناعة الفقهية، وقد قيل: إنه منقول عن أمير المؤمنين عمر بن الخطاب رضي الله عنه، وهو أن معنى قول الله جل وعلا: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [البقرة:197]، مع قول الله: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} [البقرة:196]، أنه ينبغي أن يكون الحج في أشهر الحج، وأما العمرة فلا تكون في أشهر محدودة، ولكن لا تكون في أشهر الحج، فكان بعضهم يرى أن من تمامها أن يؤتى بها في محرم، وبعضهم ييسر فيقول: الإتمام هو الانفكاك بين إحرامهما، فيحرم بالحج لوحده، ثم يهل بالعمرة من دويرة أهله لوحده، أو يسبق بالعمرة ثم يعود فيهل بالحج، المهم التفريق بينهما، وإن كان المشهور الذي ينسبونه إلى عمر أن تكون العمرة في غير أشهر الحج.\rوهذا يمكن أن يجاب عليه يجاب عنه بأن النبي صلى الله عليه وسلم اعتمر في أشهر الحج، فقد ثبت أنه اعتمر أربع عمرات كلهن في ذي القعدة، وذو القعدة بالاتفاق من أشهر الحج.\rفهذا يرد هذا القول، وإن كان الذي يشكل فعل الشيخين أبي بكر وعمر في أنهما حجا بعد النبي صلى الله عليه وسلم مفردين، وكذلك نقل عن عثمان أنه حج مفرداً، ولعل هذا يبين أن علماء الأمة عندما يختلفون لا بد من سبب ظاهر لاختلافهم، فلكل منهم وجهة، ولما حررنا المسألة وجدنا أن لكل منهم ذريعة في قوله وفعله، وهذا مبني على أن الاختلاف في أكثره رحمة، واحترام الرأي المقابل أمر مطلوب، قال الشاطبي في الموافقات: وواجب عند اختلاف الفهم إحسان الظن بأهل العلم.\rالمقدم: هل يمكن أن يقال: إن الشطر الأول من هذه الآية يحمل على بقيتها: {فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} [البقرة:196]، فيكون الإتمام هو الأصل، فإذا لم يستطع الإنسان الإتمام فإنه في حكم المحصر؟ الشيخ: هذا قول قوي، لكن أقول: إني لا أعلم أحداً قال ذلك.","seal":"22141511","part":7},
      {"page":3,"id":60,"nass":"معنى الإحصار عن الحج\rالمقدم: قوله تعالى: {فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} [البقرة:196]، ما المراد بالإحصار هنا؟ الشيخ: هذه الآية نزلت في الحديبية، ومعلوم أن النبي صلى الله عليه وسلم أحرم في سنة ست يريد العمرة، فصدته قريش وهو في الحديبية، حتى وقع الصلح المشهور المعروف بصلح الحديبية.\rفهذا إحصار بعدو، وبعضهم يقول إن الإحصار إما أن يكون بعدو وإما أن يكون بمرض، والأظهر والعلم عند الله أن الإحصار ليس مقيداً بشيء، فإن الحج والعمرة ما زالا قائمين إلى أن تقوم الساعة، وأنواع الإحصار وصد الناس عن البيت يختلف، فقد يكون الصد بعدو، وقد يكون الصد بمرض، قد يكون الصد بتعطل الدابة، أو بتعطل السيارة وبأشباه ذلك كعدم ظهور الجوازات، وقد تأتي حروب إقليمية أو حروب دولية تمنع الحاج وغير ذلك.\rوالمقصود أنا لا نستطيع أن نقيده بصورة واحدة، فنقول: كل من أهل بعمرة أو حج وأحرم بها ثم جاءه مانع من أن يصل إلى البيت فهو محصر، وهو لا يخلو من أحد أمرين: إما أن يكون قد اشترط قبل ذلك، كما ثبت من تعليم النبي صلى الله عليه وسلم لـ ضباعة بنت الزبير أن تقول: (لئن حبسني حابس فمحلي حيث حبستني)، فهذا يخرج من الإحصار ولا شيء عليه.\rأما من لم يكن قد اشترط فهذا هو الذي تخاطبه الآية: {فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} [البقرة:196].\rوالهدي في الأصل كل ما تقرب به إلى الله جل وعلا من بهيمة الأنعام، وهنا قال الله جل وعلا: {فَمَا اسْتَيْسَرَ} [البقرة:196]، فينطبق على أقله وهو شاة واحدة أو سبع بدنة أو سبع بقرة، يذبح في محل الإحصار؛ فدم المحصر يذبح في مكان الإحصار، وأما دم الواجب فيذبح لفقراء الحرم.","seal":"72B31C5A","part":7},
      {"page":4,"id":61,"nass":"العلاقة بين الجهاد والحج\rمداخلة: هل هناك ربط بين الجهاد والحج؟ الشيخ: هذا ظاهر في السورتين: سورة البقرة وسورة الحج، ففي سورة البقرة قال الله: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ} [البقرة:193].\rوقال قبله: {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ} [البقرة:194]، وقال قبله: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ} [البقرة:217].\rثم ذكر آيات الحج.\rوفي سورة الحج قال: {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ} [الحج:25]، ثم قال بعدها: {وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ} [الحج:26]، ثم قال: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ} [الحج:27].\rومر معنا أن النبي صلى الله عليه وسلم قال في العشر: (ما من أيام العمل الصالح فيهن أحب إلى الله من هذه العشر، قالوا: ولا الجهاد في سبيل الله؟ قال: ولا الجهاد في سبيل الله إلخ).\rفبعض العلماء يقول: إن المسألة يمكن تصورها بأن المسلم مطالب بالحفاظ على مقدساته، والبيت الحرام في المقام الأول، ثم إذا تم الحفاظ على البيت لا يكتفى به، بل يجب الحج إلى البيت، فيصبح البيت أمانة في أعناقنا بأن نحج إليه والبيت أمانة في أعناقنا بأن ندافع عنه ونحميه.","seal":"8B7A62F2","part":7},
      {"page":5,"id":62,"nass":"متى يحلق المحصر رأسه\rالمقدم: إذا حصل الإحصار فما العلاقة بين فدية الإحصار وبين قوله تعالى: {وَلا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} [البقرة:196]، وهل هذا لمن أحصر أم لغير من أحصر؟ الشيخ: هذا لمن أحصر، ومن الأخطاء أن بعض الحجاج لا يحلق يوم النحر حتى يذبح إن كان عليه هدي، ويأخذ هذه الجزئية من الآية ويقرؤها: {وَلا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} [البقرة:196].\rفهذه الآية تنطبق على من خرج من دويرة أهله ومعه هدي يريد البيت، ولكن حيل بينه وبين البيت وكان قد أحرم، فيجب عليه أن يتحلل بهدي كما قال الله: {فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} [البقرة:196].\rفينحر هديه ويحلق رأسه، وهو الذي فعله النبي صلى الله عليه وسلم، وقد أمر أصحابه به ولم يفعلوا، لما كان في قلوبهم من الغيظ على بنود الصلح، فدخل على أم سلمة رضي الله عنها وأرضاها فأخبرها، فأشارت عليه بأن يبدأ بنفسه، فإن الناس له تبع، ومحبته راسخة في قلوب الصحابة رضي الله تعالى عنهم وأرضاهم، وما امتنعوا عناداً وإنما امتنعوا لما في قلوبهم من الغيظ على أهل الإشراك.\rفلما رأوه صلى الله عليه وسلم قد ذبح وحلق رأسه نحروا هديهم وكان أكثرهم شركاء؛ لأنهم لم يكونوا يستطيعون أن يحملوا عدداً كبيراً من الأغنام، فاشترك في البعير الواحد وفي البقرة الواحدة سبعة وهذا أهون في سوق الهدي وفي ذبحه.","seal":"23E1C58C","part":7},
      {"page":1,"id":63,"nass":"سلسلة آيات الحج في القرآن الكريم [8]\rإذا أحرم الإنسان بالحج فقد دخل في عبادة عظيمة، فعليه أن يمتنع عن محظورات الإحرام، ومن اضطر إلى ارتكاب محظور فعليه أن يفدي عن ذلك بصيام أو صدقة أو نسك، أما هدي التمتع فهو هدي لمن قدر عليه وإلا صام عشرة أيام.","seal":"9790FF0F","part":8},
      {"page":2,"id":64,"nass":"حكم الفدية على من ارتكب محظوراً من محظورات الإحرام","seal":"DADD0482","part":8},
      {"page":3,"id":65,"nass":"فدية حلق الرأس وغيره من محظورات الإحرام\rالمقدم: بسم الله الرحمن الرحيم.\rالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وآله وصحبه أجمعين.\rأيها الإخوة والأخوات، السلام عليكم ورحمة الله وبركاته، وأهلاً بكم إلى حلقة في برنامجكم (آيات الحج في القرآن) مع ضيف البرنامج الشيخ صالح بن عواد المغامسي، إمام وخطيب مسجد قباء، فأهلاً ومرحباً بكم فضيلة الشيخ.\rالشيخ: حياكم الله أخي الشيخ فهد، وحيا الله الإخوة المستمعين والمستمعات.\rQ  لا زلنا في قوله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} [البقرة:196]، وكنا قد أنهينا الحديث عن الإحصار ومعناه المراد به، وفي هذه الحلقة نتحدث عن قوله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ} [البقرة:196]، ما معنى هذه الآية؟\rA  الحمد لله، والصلاة والسلام على رسول الله، وبعد: لا يخفى أن الشارع الحكيم لما شرع الإحرام جعل له محظورات يمتنع على المؤمن أن يأتيها حالة تلبسه بالإحرام، ومنها الصيد، ومنها حلق الرأس، ومنها تغطية الرأس، ومنها لبس الثياب المخيطة.\rفهنا يتكلم الله جل وعلا عن أحد محظورات الإحرام، ذلك أن الإنسان قد يحتاج أحياناً إلى أن يحلق رأسه، فقال الله جل وعلا: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ} [البقرة:196]، فإذا وقع هذا وتعذر الصبر عليه، فإن الدين يسر، وشرع الله جل وعلا له الفدية.\rوالفدية معناها اللغوي: أن يفتدي الإنسان نفسه، أي: أن يخرج من ذلك الذي هو فيه إلى حل مباح بطريقة شرعية، فقال الله جل وعلا: {فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ} [البقرة:196]، فحرف (أو) أفاد التخيير، فهذه الثلاث يأتيها المؤمن المضطر على التخيير.\rوالأصل في سبب النزول هذه الآية أن كعب بن عجرة رضي الله تعالى عنه وأرضاه أهلَّ بالحج، وكان له شعر كثير، فكثرت هوام رأسه ودب القمل إليه بشدة، فلما رآه النبي صلى الله عليه وسلم قال له: (ما كنت أظن أن الأمر بلغ بك إلى هذا الحد)، فأذن له أن يحلق رأسه.\rفالإذن بحلق الرأس من محظورات الإحرام، وشرعت له الفدية، فقال الله جل وعلا: {فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ} [البقرة:196]، والآية قد أجملت لكن السنة فصلت، فالله جل وعلا قال: {مِنْ صِيَامٍ} [البقرة:196]، وهذا ينطبق على اليوم وينطبق على الشهر وينطبق على أشهر، فجاءت السنة بأنه صيام ثلاثة أيام.\r{أَوْ صَدَقَةٍ} [البقرة:196] والصدقة تنطبق على الكثير، وتنطبق على القليل، وعلى إعطاء الواحد، وعلى إعطاء المائة، وجاءت السنة على أنه يطعم ستة مساكين.\r{أَوْ نُسُكٍ} [البقرة:196]: أي: ذبح ذبيحة.\rفأصبح الإنسان إذا ارتكب محذوراً من محذورات الإحرام كفر بفدية وهو مخير بواحد من ثلاث: إما أن يصوم ثلاثة أيام، وإما أن يطعم ستة مساكين، أو أن يذبح شاة؛ على التخيير.\rالمقدم: طيب يعني: معنى ذلك أن هذا مفصول تماماً لهذه القضية.\rوالآية عامة في محذور من محذورات الإحرام اضطر الإنسان له، فما دام الإنسان قد اضطر إلى أن يلبس ثوباً مخيطاً فحجه صحيح، وعليه الفدية: صيام أو صدقة أو نسك، وما أشبه ذلك في كل محذورات الإحرام، باستثناء الجماع فإنه من محظورات الإحرام ولكنه يفسد الحج.","seal":"A2798243","part":8},
      {"page":4,"id":66,"nass":"حكم الفدية على المعاقين وأمثالهم\rالمقدم: يرد إلينا كثيراً مسألة من يسمون بالمعاقين نسأل الله أن يعظم أجرهم، فبعضهم كتلة لحم بعضهم، وليس عنده إمكانية للإحرام، كأن يكون النصف الثاني غير موجود، وهؤلاء يحجون، وإذا لم يلبسوا تكشفوا، فما رأيكم؟ الشيخ: يلبس قطعة إذا كان يريد فقط أن يستر عورته؛ لأنه ثبت عن عائشة رضي الله تعالى عنها وأرضاها أن كان لها عبيد يحملون هودجها في الحج، فكانوا إذا رفعوا لها الهودج وقاموا وقعدوا وحملوا تنكشف عوراتهم؛ فكانت توصيهم بأن يلبسوا شيئاً يستر عورتهم غير مخيط، وهو قريب مما يلبسه النساء في عصرنا، وله اسم معروف، فكانوا يضعونه يسترون به سوءاتهم، تحت الإحرام؛ لأن لبس إحرامهم ينكشف كثيراً عندما يشتغلون، وقد ذهب بعض العلماء إلى أنه إذا كانت الأمر مثل هذا فلا يطالب بالفدية.\rوالمعاق ليس عند قدره على إمساك الثوب ولا على ربطه، وهو إنما يحرك في أجهزة، فهذا لا يطالب بفدية.","seal":"793161EA","part":8},
      {"page":5,"id":67,"nass":"قياس هدي الإحصار على هدي التمتع في البدل\rQ  ما معنى قوله تعالى: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} [البقرة:196]\rA  المتمتع يذبح هدياً، لكن قد لا يجد، وعدم وجود الهدي له صورتان: الصورة الأولى: أن لا يكون معه مال يشتري به هدياً.\rوالصورة الثانية: أن يكون معه مال ثم فقد المال الذي يشتري به الهدي.\rوأياً كان فالمقصود أنه لم يستطع أن يقدم هدياً، فينتقل إلى الحالة الأخرى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ} [البقرة:196].\rفأذن الله جل وعلا له عوضاً عن ذلك الهدي أن يصوم عشرة أيام كما في الآية.\rوهل يقاس عليه هدي من هذا حاله، من به أذى في الفدية؟ الجواب: العشرة أيام هذه جاءت في التمتع، لا في الفدية، فالفدية جاءت مخيرة، كما تقدم في الآية، أما هنا فقد قال تعالى: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} [البقرة:196].\rومن لم يجد هدي التمتع هل يقاس عليه من لم يجد هدي الإحصار، ذهب بعض العلماء إلى هذا، وقد حججت عاماً مع الشيخ عبد العزيز بن باز رحمة الله تعالى عليه فأفتى به.\rوبعض العلماء يرى أن هذا القياس لا يصح القياس، ولهم حجتان: الحجة الأولى: أن الله جل وعلا ذكر هدي الإحصار ولم يذكر بديله، وذكر هدي التمتع وذكر البديل، فقالوا: لو كان واجباً لذكره الله كما ذكر الذي بعده.\rالحجة الثانية: قالوا: إن المتمتع فعله -أي حله من الإحرام-باختياره، أما المحصر ففعله -أي حله من الإجرام- إجبار.\rوهذا القول قاله العلامة ابن تيمية رحمة الله تعالى عليه، وطبعاً نحن حررنا في مسائل كثيرة، قضية أن المستفتي على دين مفتيه، ولكل دليل، فقد قال كثير من العلماء بأنه يقاس عليه، ومنهم من قال: إنه لا يقاس عليه.\rوبعضهم يقيس عليها كل واجب، مثلاً: من لم يبت في مزدلفة، على القول أن المبيت بها واجب، فهذا ترك واجباً فعليه دم، لكنه لو لم يجد دماً، هل نقول له: يبقى في الذمة أو يسقط، أو نقيسه على هدي التمتع؟ بعضهم يقول: يقاس على هدي التمتع فدية ترك الواجب، لكن لا نقيس فدية هدي الإحصار، وذلك لأن هدي الإحصار نص عليه في القرآن، أما هدي ترك الواجب فلم ينص عليه في القرآن، وإنما جاء عن ابن عباس: من ترك شيئاً من النسك أهرق دماً.\rوبعضهم يقيس الجميع، فيقيس هدي الإحصار أيضاً، والذي يظهر والعلم عند الله أنه يقاس عليه دم ترك الواجب ولا يقاس عليه دم ترك هدي الإحصار.","seal":"76BD3595","part":8},
      {"page":6,"id":68,"nass":"حكم حج التمتع وهديه على أهل مكة\rQ  في قوله تعالى: {ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} [البقرة:196]، علام يعود اسم الإشارة (ذلك)؟\rA  صدر الآية {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ} [البقرة:196]، الإشكال في (ذلك) هل هي عائدة إلى الأقرب وهو الهدي الواجب على من تمتع، أو هي عائدة على التمتع نفسه؟ فإن قلنا: عائدة على التمتع نفسه لزم أن نقول: ليس على أهل مكة تمتع، أو ليس لهم أن يتمتعوا، فالمعنى: (ذلك) أي التمتع {لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} [البقرة:196].\rوإن قلنا: إن (ذلك) عائدة للأقرب وهو الهدي {فَإِذَا أَمِنتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} [البقرة:196] يصبح لهم أن يتمتعوا وليس عليهم هدي.\rويتصور من أهل مكة أن يتمتعوا، حيث يعتمر من الحل، فيكون قد خرج إلى الحل، ثم يرجع إلى بيته ويتحلل، ثم يحرم بالحج، وهنا تأتي للطيفة، فالذين قالوا: إن (ذلك) عائدة على الهدي قالوا: فلنأخذ المسألة بعقلية أكبر قليلاً فنقول: إنما فرض هدي التمتع على المتمتع لأنه وجد فسحة بالتحلل والرجوع إلى بيته بين الحج والعمرة، فأحرم وطاف وأهل بالعمرة، ثم تحلل من عمرته وعاد إلى أهله، ثم عاد في اليوم الثامن إلى مكة وأهل بالحج.\rفهذه المدة الزمنية التي تمتع بها هي التي أوجبت في حقه الهدي، ويصبح الهدي دم جبران لهذا الأمر الذي حصل، لكن أهل مكة يختلفون عن هؤلاء في أنهم لم يستفيدوا شيئاً؛ لأنهم أصلاً في مكة، إلى أين سيعود حتى تقول هو استفاد؟ فالراجح أن (ذلك) يعود على الهدي، وأن أهل مكة يتمتعون دون هدي.","seal":"66B36AFB","part":8},
      {"page":7,"id":69,"nass":"حاضرو المسجد الحرام\rالمقدم: من هم حاضرو المسجد الحرام، وما هي حدوده؟ الشيخ: حاضرو المسجد الحرام هم أهله، والذي يبدو والعلم عند الله أن المسجد الحرام في القرآن والسنة جاء على أربعة أضرب: الضرب الأول: الكعبة نفسها.\rوالضرب الثاني: المسجد المحيط بالكعبة.\rوالضرب الثالث: حدود الحرم.\rوالضرب الرابع: ما يسمى في النطاق العمراني والإداري مكة.\rوهذا الضرب، {ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} [البقرة:196] المقصود به أهل مكة، وتحرير المسألة، أننا لو قلنا: إن المقصود به حدود الحرم لكان الهدي واجباً على من بيته في عرفة أو منى، فيصير بعض أهل مكة يجب عليهم الهدي وبعضهم لا يجب عليهم، وهذا لا يرد في الشريعة.","seal":"82B91879","part":8},
      {"page":8,"id":70,"nass":"يوم التروية وما يعمل فيه الحاج\rالمقدم: اليوم الثامن هو يوم التروية، نريد أن نتعرف على معنى كونه يوم التروية؟ وماذا يفعل الحاج فيه؟ الشيخ: هذا هو أول أيام الحج الذي فعلها النبي صلى الله عليه وسلم، فإن الصحابة رضي الله تعالى عنهم وأرضاهم من أحل منهم من العمرة أهل بالحج في هذا اليوم، أما النبي صلى الله عليه وسلم فكان قد بقي على إحرامه لأنه قد ساق الهدي معه، فأتى منىً قبل الظهر وصلى بها الظهر والعصر والمغرب والعشاء والفجر، يقصر في الرباعية صلوات الله وسلامه عليه.\rواختلف في سبب تسميته بيوم التروية، والأظهر أنهم كانوا يكثرون فيه من التروي من الماء وحمله حتى يأخذونه معه إلى عرفه، هذا اليوم لم يقل أحد، قد يكون في أقوال شاذة، لكن الذي عليه العلماء كافة أنه لم يقل أحد بوجوبه، لكنه سنة من أعظم السنن.\rوالإنسان إذا أراد عظيم الأجر وجزيل المثوبة والحج المبرور فليتأس ما أمكن بنبينا صلى الله عليه وسلم، فيصلي في منى الظهر ركعتين في وقتها، والعصر ركعتين في وقتها، والمغرب ثلاث ركعات في وقتها، والعشاء ركعتين في وقتها، وكذلك فجر اليوم التاسع ركعتين في وقتها، ولم ينقل أن النبي صلى الله عليه وسلم صلى نوافل كثيرة في هذا اليوم.\rلو قدر أن الإنسان تأخر كأن أبطأت به السيارة أو نام، فله أن يجمع؛ لأنه في سفر، لكن الأفضل أن يصلي الصلاة في وقتها ويقصر الرباعية منها، لكنه لو اضطر إلى أن يجمع جمع تقديم أو جمع تأخير فلا حرج إجماعاً؛ لأن هذا سفر ونسك في نفس الوقت، فلا حرج عليه، لكن كما قلت: يتقيد بالسنة ما أمكن.\rيتوجه إلى عرفة بعد طلوع الشمس من اليوم التاسع.\rوالنبي صلى الله عليه وسلم بقي في مسجد الخيف من متى، وهو وسط منى، وقد قال النبي صلى الله عليه وسلم: (صلى في مسجد الخيف سبعون نبياً).\rونحن نوصي الحجاج بأن يسعوا قدر الإمكان أن يصلوا في مسجد الخيف، فإن النبي صلى الله عليه وسلم صلى جميع فروضه في منى في مسجد الخيف، وليس هذا واجباً ولا ملزماً ولم يقل أحد فيما أعلم بلزومه، لكن لا شك أن التأسي بسنته صلى الله عليه وسلم خير عظيم.","seal":"B87B0C21","part":8},
      {"page":1,"id":71,"nass":"سلسلة آيات الحج في القرآن الكريم [10]\rيوم العاشر من ذي الحجة هو يوم العيد، وهو يوم الحج الأكبر الذي يقوم فيه الحاج بأكثر أعمال الحج، من الرمي والحلق والطواف والذبح وغير ذلك.","seal":"8C84C0F1","part":9},
      {"page":2,"id":72,"nass":"أعمال النبي صلى الله عليه وسلم يوم العيد في حجة الوداع\rالمقدم: بسم الله الرحمن الرحيم.\rالحمد لله، والصلاة والسلام على رسول الله وآله وصحبه أجمعين.\rأيها الإخوة والأخوات! السلام وعليكم ورحمة الله وبركاته، كل عام وأنتم بخير، تقبل الله منا ومنكم وعيدكم مبارك، أهلاً بكم إلى حلقة جديدة في برنامجكم آيات الحج في القرآن مع ضيفنا فضيلة الشيخ صالح بن عواد المغامسي إمام وخطيب مسجد قباء والذي نرحب فيه في هذه الحلقة، كل عام وأنتم بخير، تقبل الله منا ومنكم.\rالشيخ: تقبل الله من الجميع، وحياكم الله شيخ سعد، وأتقدم بالتهنئة لإخواني المسلمين والمسلمات في جميع أقطار الأرض، ونسأل الله أن يتقبل مني ومنكم.\rالمقدم: نحن اليوم في يوم الحج الأكبر كما هو معروف في قوله تعالى: {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ} [التوبة:3] فلماذا سمي يوم الحج الأكبر؟ الشيخ: الحمد لله، والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن والاه، وبعد: الأظهر من أقوال العلماء أن يوم الحج الأكبر هو يوم النحر، أي: يوم العيد الأول، أي: يوم عيد الأضحى، أي يوم العاشر من شهر ذي الحجة، وقد مر معنا أن الأظهر أنه اليوم الذي كلم الله جل وعلا فيه موسى إذ قال الله تبارك وتعالى: {وَوَاعَدْنَا مُوسَى ثَلاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً} [الأعراف:142]، فعلى هذا يكون الله جل وعلا قد كلم كليمه ونبيه وصفيه موسى بن عمران عليه السلام في يوم الحج الأكبر أي: العاشر من ذي الحجة.\rوأهل العلم يقولون: إن فيه من أفعال الحج ما ليس في غيره، ولنبدأ في أن نستقصيها من باب ماذا فعل النبي صلى الله عليه وسلم في يوم الحج الأكبر؟ مر معنا -في لقاء الأمس- أنه عليه الصلاة والسلام خرج من مزدلفة وأفاض منها قبل شروق الشمس، وأنه في مسيره من عرفة إلى مزدلفة أردف أسامة بن زيد، وفي مسيره عليه الصلاة والسلام من مزدلفة إلى منى أردف ابن عمه الفضل بن عباس رضوان الله تعالى عليه وعلى أبيه، وما زال يلبي حتى أتى جمرة العقبة، فلما أتى جمرة العقبة قطع تلبيته ورماها صلى الله عليه وسلم بسبع حصيات يكبر مع كل حصاة.\rعندما يقول الراوي: (رماها) فالرمي غير الوضع، فلو إن إنساناً وضعها في المرمى أو على الجسر ثم حركها بيده فهذا كله لا يسمى رمياً، فالرمي له طريقة معروفة، ترفع الذراع كاملة أو شبه كاملة ثم ترمى، والمقصود المرمى وهو الحوض، فلو لم تضرب في الشاخص فلا حرج، المهم أن تسقط في المرمى.\rهذا أول أفعال الحج في يوم الحج الأكبر.\rإذاً يبدأ الحاج برمي جمرة العقبة ولا يقف عندها.\rثم إنه صلى الله عليه وسلم أتى المنحر -وهو مكان في منى آنذاك كان مخصصاً للنحر- فنحر هديه، وكان معه عليه الصلاة والسلام مائة ناقة، وعلي رضي الله عنه خرج من اليمن حاجاً يقول في تلبيته: أهللت بما أهل به رسول الله صلى الله عليه وسلم فأشركه فيها.\rوقد نحر منها صلى الله عليه وسلم ثلاثاً وستين بيده، وروى أحمد في المسند بسند صحيح (أنها تأتي على هيئات خمس أو ست، وكانت تتسابق أيهن يبدأ بها) وهذا من عظيم كرامته صلى الله عليه وسلم عند ربه.\rفنحر ثلاثاً وستين بيده وترك لـ علي رضي الله عنه الباقي.\rفلما نحر صلى الله عليه وسلم أتى بعد ذلك الحلاق فحلق رأسه، وقيل: إن الحلاق اسمه معمر جاء في بعض الروايات أنه معمر بن عبد الله، وقد أمر أن يبدأ بالشق الأيمن، ثم قسم صلى الله عليه وسلم شعره بين الناس للتبرك؛ لأنه يجوز التبرك بشعر النبي عليه الصلاة والسلام، لكن لم يبق منه شيء.\rثم إنه أتى بيته صلى الله عليه وسلم فطيبته عائشة لحله قبل أن يطوف بالبيت، أي تحلل من إحرامه وطيبته عائشة لحله كما طيبته لإحرامه، والتطييب في الإحرام يكون في البدن لا في الثوب على الأظهر.\rثم إنه صلى الله عليه وسلم أتى مكة فطاف بالبيت طواف الإفاضة المقصود بقول الله تعالى: {وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} [الحج:29] وقد أجمع العلماء على أنه ركناً من أركان الحج لا يتم الحج إلا به.\rوقد جاءت روايتان: رواية تقول: إنه صلى الظهر في مكة، ورواية تقول: إنه صلى الظهر في منى، وبعض العلماء يجمع بينهما فيقول: صلى الظهر في مكة ثم أعاد الصلاة في منى حتى يأتم به من لم يصل.\rبهذا يكون صلى الله عليه وسلم قد أدى أعمالاً أربعة، هذه الأعمال الأربعة هي التي يظن أنها سبب في تسمية يوم العيد بيوم الحج الأكبر.\rولم يسع صلى الله عليه وسلم مما يدل على أنه كان قارناً، وليس على القارن إلا سعي واحد، وكان عليه الصلاة والسلام قد سعى أول ما قدم؛ أي سعى بعد طواف القدوم.\rوالسعي يكون على المتمتع.","seal":"AE493E7B","part":9},
      {"page":3,"id":73,"nass":"قوله تعالى: (ثم أفيضوا من حيث أفاض الناس)\rQ  أيضاً في قوله تعالى: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} [البقرة:199]؟\rA  بعض العلماء يقولون: إن الآية فيها تقديم وتأخير.\rوالناس قيل: إن المقصود إبراهيم عليه الصلاة والسلام وقيل: المقصود غلبة الناس، وذلك أن قريشاً كانت تأنف أن تخرج إلى الحل في يوم عرفة، ولما ذهب النبي صلى الله عليه وسلم إلى عرفة ما كانت قريش تشك أنه لن يتجاوز مزدلفة؛ لأن النبي صلى الله عليه وسلم من قريش؛ لكنه تجاوزها -أي مزدلفة- حتى أتى عرفة.\rلكن الإشكال أن الله رتب فقال: {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ * ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة:198 - 199]، فقالوا: إن الترتيب هنا فيه تقديم وتأخير وهذا قاله الطبري، وبعض العلماء يقولون: (ثم) هنا ليست للترتيب وإنما بمعنى الواو ويحتجون على أن (ثم) تأتي بمعنى الواو بأن الله جل وعلا قال: {وَمَا أَدْرَاكَ مَا الْعَقَبَةُ * فَكُّ رَقَبَةٍ * أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ * يَتِيمًا ذَا مَقْرَبَةٍ * أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ * ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ} [البلد:12 - 17]، ولا يستقيم أن تكون (ثم) هنا للترتيب لأنه مؤمن من قبل أن يفك الرقبة لكن قالوا: (ثم) هنا بمعنى الواو أي: وكان من الذين آمنوا وتواصوا بالصبر وتواصوا بالمرحمة.\rفجعلوا (ثم) في آية البلد بمعنى الواو، وكذلك هنا في سورة البقرة، وهذا أحد الأقوال في المسألة، ولولا الإجماع المنقول وإن كان لم يثبت بكسرة لقلنا إن الترتيب: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} [البقرة:199] أي: الإفاضة من مزدلفة إلى منى وهذا يجعل الآية على سياقها وعلى ترتيبها ولا يكون في ذلك حاجة.","seal":"31BA3DD6","part":9},
      {"page":4,"id":74,"nass":"الاستغفار بعد العبادة\rالمقدم: في مثل هذه الآيات يأتي ربط الاستغفار والذكر بنهاية الأعمال: {فَإِذَا فَرَغْتَ فَانصَبْ * وَإِلَى رَبِّكَ فَارْغَبْ} [الشرح:7 - 8]، {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ} [البقرة:199 - 200]، والاستغفار بعد الصلاة أيضاً؟\rA  الاستغفار بعد الصلاة يشعر العبد أن عمله كان فيه تقصير، والله يقول: {بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ} [سبأ:15] حتى يعلم حاجتهم إلى ربهم، فعلى هذا كان النبي صلى الله عليه وسلم يستغفر بعد صلاته، وهذه أجل الأماكن وأشرفها وأعظمها وهي مشاعر عظيمة، والعبد فيها متلبس بالإحرام وهو في أوبة وتوبة وعبادة للملك الديان ومع ذلك يؤمر بالاستغفار لأن الاستغفار في ذاته عبادة، كما حكى الله عن نبيه صالح عليه السلام قال: {لَوْلا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} [النمل:46].","seal":"DC622326","part":9},
      {"page":5,"id":75,"nass":"الربط بين آيتين في الحج\rQ  نرجو أن تربط بين قوله تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا} [البقرة:200] وفي آيات الحج لما ذكر الانتهاء قال: {ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} [الحج:29] هنا لا يشعر بأنه نهاية مناسك، وهناك يشعر بنهاية مناسك؟\rA  قوله: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ} [البقرة:200] يقول جمهور العلماء: إنها محمولة على المبيت في منى أيام التشريق، وأما قوله: {ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ} [الحج:29] فالتفث أشبه بما يتعلق بالبدن من طول الأظافر والشوارب ونحو ذلك، وهم يقضون تفثهم إذا أحلوا من إحرامهم ويكون هذا في يوم النحر، فيقضون تفثهم ويحلقون رءوسهم ويقلمون أظافرهم ويطيبون.\rكما جاء في قوله: {وَلْيُوفُوا نُذُورَهُمْ} [الحج:29] هو الهدي والقرابين التي جاءوا بها.\rوأما قول الله جل وعلا: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ} [البقرة:200] فإنه وإن أطلق إلا أن جمهور المفسرين يرون أن المراد به الخاص وهو المبيت في منى أيام التشريق؛ لأن أيام التشريق يشرع فيها ذكر الله لقوله صلى الله عليه وسلم: (أيام منى أيام أكل وشرب وذكر لله عز وجل) وهنا يقول الله: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا} [البقرة:200] وكانت تلك المحافل في الجاهلية مواطن للتعظيم والمدح وإنشاد الأشعار.","seal":"55A678E6","part":9},
      {"page":6,"id":76,"nass":"فضل ذبح الأضاحي\rالمقدم: نرجو الكلام على قول الله: {ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ} [الحج:30].\rالشيخ: الله تبارك وتعالى يبين تعظيم حرمات الله، وتعظيم حرمات الله القاعدة فيه: أن كل حرمة تعظم كما عظمها النبي صلى الله عليه وسلم، ومن حرمات الله المشاعر المقدسة، وقد كان للقرشيين أهل الأوثان مواطن يذبحون فيها وأماكن يتعمدون الذبح فيها لأصنامهم، فلما شرعت الذبائح بين الله لهم أنه لا بد من الفرق بين ما اعتادوا في الجاهلية من الذبح للأصنام أو عند صنم كان يعظم، وأن العبادة لا بد أن تكون في مكان يعظم وفي نفس الوقت لا تكون لأوثانهم إنما تكون لرب العزة، كما قال ربنا: {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ} [الحج:36] وهي آية في سورة الحج.\rوقوله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج:37] معناه أن العبرة بإخلاص القلب وإخلاص النية، لكن من تعظيم شعائر الله أن الإنسان يختار أغلاها ثمناً، فإن النبي صلى الله عليه وسلم ضحى بكبشين أقرنين عليه الصلاة والسلام سمى الله وكبر على كل واحد منهما.\rفمن تعظيم الحرمات أن يختار أكثرها لحماً وأغلاها ثمناً ولا يجادل في سعرها.\rوقد أصبحت الأضحية عند الناس أشبه ما تكون بالعادة، فما هو المراد بالتعظيم؟\rو A  ليست القضية في لحم أو دم لكن لا بد أن يختلط هذا بنية قلبية يراد بها أنني أفعل هذا إجلالاً لله.\rوالدليل أننا لو نفرض أن صالحاً أو فهداً لهم ذبائح ذبحوها قبل صلاة الفجر من يوم العيد وهي في ثلاجات، فأهلي وأهلك في غنى عن اللحم، ومع ذلك فالسنة العظيمة في حقنا -إن لم نقل: بوجوب الأضحية- أن نضحي؛ لأنه ليس المقصود منها أن أبنائي جائعون أريد أن أطعمهم، إنما المقصود إهراق الدم إجلالاً لله، ولهذا قال صلى الله عليه وسلم: (من ذبح قبل الصلاة فهي شاة لحم).\rوالله جل وعلا نهى عن التبذير والإسراف، ولو كانت القضية قضية إطعام لا حاجة لأن نقول لرجل ذبح قبل الصلاة بساعة واحدة: اذبح بعد الصلاة، لأن هذا تبذير.\rوأنت تلحظ أن النبي صلى الله عليه وسلم كان هناك أمور لا يباشرها بنفسه فكان يجعل واحداً يصب عليه الوضوء وأمثال ذلك، لكننا نلحظه في يوم النحر يباشر ذبح أضحيته بنفسه.\rولهذا يذبح الإنسان أضحيته بنفسه، وإن كان لا يحسن الذبح يقف عليها، هذا أقرب إلى الله من شخص يحرر مستندات وأوراق ثم يبعث بها ويقول: هناك محتاجون، ونحن لا نقول: لا تعط المحتاجين لكن هؤلاء المحتاجون يعطون من الصدقات العامة، فعندك عام كامل يمكن أن تبعث إليهم في أي وقت، أما أن تخصه بيوم النحر فلا، بل يوم النحر تذبح أضحية يراها أبناؤك فيحيون وينشئون على ملة إبراهيم.","seal":"7AE756CF","part":9},
      {"page":1,"id":77,"nass":"سلسلة آيات الحج في القرآن الكريم [11]\rجاء في القرآن الكريم ذكر الله في أيام معدودات، وقد عظم الله هذه الأيام وشرع فيها عبادات هي من شعائر الله وأمر الله بتعظيمها.","seal":"6A33F2ED","part":10},
      {"page":2,"id":78,"nass":"الأيام المعدودات والأيام المعلومات والأشهر المعلومات\rالمقدم: بسم الله الرحمن الرحيم.\rالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله محمد وآله وصحبه أجمعين من آيات الحج التي نتحدث عنها في هذه الحلقة هي قوله تعالى: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ} [البقرة:203].\rنبدأ بمطلع هذه الآية: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} [البقرة:203].\rالشيخ: باسم الله، والحمد لله، والصلاة والسلام على رسول الله وبعد: ذكر الله جل وعلا أياماً معدودات وذكر الله جل وعلا أشهراً معلومات، وذكر الله جل وعلا في سورة الحج أياماً معلومات.\rفالأشهر المعلومات هي شوال وذو القعدة وذو الحجة على خلاف فيه هل هو 10 أو 9 أو كله، وقد حررنا هذا في موطنه.\rوالأيام المعدودات التي هنا في سورة البقرة: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} [البقرة:203]، لا خلاف على أنها أيام التشريق اليوم 11 و 12 و13.\rوأما قول الله جل وعلا في سورة الحج: {وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ} [الحج:28]، فالأيام المعلومات هي أيام التشريق ويضاف إليها يوم النحر وتصبح 4 أيام.\rوأول أيام التشريق هو اليوم 11 من شهر ذي الحجة ويسمى يوم القر؛ لأن الحجاج لم يؤذن لهم بالتعجل فيه، وفي هذا اليوم يستقرون في منى وليس لهم نسك يرتحلون إليه في اليوم التاسع بل يكونون في منى ثم يأتون عرفة، وفي عشية عرفة يكونون في عرفة ثم يرتحلون إلى مزدلفة وهي ليلة النحر، وفي اليوم العاشر يكونون في منى ويذهبون إلى مكة لطواف الإفاضة.\rأما في اليوم 11 فالأصل أن الحاج قد انتهى من طواف الإفاضة، ويجوز طواف الإفاضة في اليوم 11 لكن الأصل أنه قد انتهى ولم يبق له إلا أن يستقر في منى ولم يؤذن له بالتعجل؛ لأن هذا اليوم 11 فيسمى: يوم القر، وقد خطب النبي صلى الله عليه وسلم فيه ضحى.\rالمقدم: هل الذكر يكون خاصاً بالحجاج أم يشمل غير الحجاج؟ الشيخ: ذكر الله جل وعلا من أجل مناقب الصالحين، قال الله تعالى: {وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ} [الأحزاب:35]، وقال صلى الله عليه وسلم: (سبق المفردون، قالوا: من المفردون؟ قال: الذاكرون الله كثيراً والذاكرات)، وهذا الذكر جاء في القرآن مقيداً ومطلقاً، جاء مقيداً في الآيات التي سبقت.\rقوله: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} [البقرة:203]، فهذه الأيام تعني: الزمن، وهو حتى في هذا القيد ينقسم إلى مقيد ومطلق، بمعنى: أن الحجاج في منى يكبرون تكبيراً مقيداً في أدبار الصلوات المكتوبة في الثلاثة الأيام، فيبدأ التكبير لأهل الأمصار فجر يوم عرفة، وينتهي بغروب شمس آخر أيام التشريق.\rوهناك التكبير المطلق، وجملة ذكر الله، وتمجيده، وتعظيمه، وتسبيحه، وتهليله: (من قال سبحان الله وبحمده مائة مرة حين يصبح وحين يمسي لم يأت أحد بأفضل مما قال إلا رجل قال مثله أو زاد)، رواه مسلم في الصحيح.\rالذي يعنينا أن ذكر الله جل وعلا في جملته منقبة عظيمة: (لا يزال لسانك رطباً من ذكر الله)، فإذا كان جاء في الحديث: (وهل يكب الناس في وجوههم، أو قال: على مناخرهم إلا حصائد ألسنتهم!)، فكذلك من أعظم ما يدخلك الله به الجنة ذكر الله، {وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} [الأنفال:45]، {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا} [الأحزاب:41 - 42]، بل إن الشعائر كلها ما أقيمت إلا لذكر الله.\rوهذه الأيام المعدودة أيام التشريق قال عنها صلى الله عليه وسلم: (أيام أكل وشرب وذكر لله)، فينتفي فيها الصيام لغير الحاج، وحتى للحاج إلا من لم يسق الهدي -أو تعبير أوضح: من لم يجد الهدي- فانتقل إلى الصيام فهذا يجوز له أن يصوم أيام التشريق.\rوالمسلم عبد أينما حل وارتحل، فأكله وطعامه وشرابه والإكثار منها في هذه الأيام دين، وعبادة، وملة، وقربة.\rفالله جل وعلا يحب أن يرى أثر النعم، يحب أن نتعبده بما شرعه لنا، وشرع الله جل وعلا أكمل الشرائع، فلا يتقدم إنسان بين يدي الله ورسوله.\rفمن كان عليه صيام شهرين متتابعين، فنفرض أنه صام من أول ذي القعدة ثم استمر في الصيام إلى ذي الحجة فلا يصوم يوم النحر ولا أيام التشريق، بل يقطعها، ثم يكمل ولا يعتبر قطعه هذا قطعاً للشهرين المتتابعين؛ لأن القطع هنا قطع شرعي بنص شرعي، ولا يجوز صوم يوم العيد اتفاقاً ولا صوم أيام التشريق عند جمهور العلماء.","seal":"81A1D1A5","part":10},
      {"page":3,"id":79,"nass":"تشريع الهدي والأضاحي لذكر الله\rالمقدم: عند الحديث في سورة الحج عن الأضاحي أو البدن جاءت آية معترضة بين (3) آيات قبلها وبعدها: {الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} [الحج:35]، جاءت بعد قوله تعالى: {وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ} [الحج:34]، ثم أكمل، {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ} [الحج:36].\rفما معنى اعتراض آية الذكر هنا بين الثلاث آيات أو الأربع التي قبلها وبعدها؟ الشيخ: كل الدين ما شرع إلا ليذكر الله، لكنه خاطب الله الحجيج: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} [البقرة:203]، في البقرة، وخاطب الله جل وعلا أهل الأمصار قال: {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ} [الحج:36].\rفما أقيمت شعائر الدين إلا ليذكر الله، والآية التي جاءت في الوسط يقال: المرتبة العليا في ذكر الله أن يحضر القلب، ومن ذكر الله قراءة القرآن.\rوالناس عند قراءة القرآن ينقسمون إلى 3 أقسام: قسم يتلو القرآن أو يتلى عليه القرآن ولا يتغير فيه شيء حال السماع.\rوقسم يصرخ ويعلو صوته ويحدث له أمور قد يكون معذوراً فيها إن كان لا يشعر.\rوقسم لا يعذر فيها إن كان يفعلها عمداً.\rلكن الصواب عند قراءة القرآن 3 أحوال: قشعريرة الجلد، ووجل القلب، وذرف العين، هذه هي التي قال الله فيها: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} [الأنفال:2]، إلى أن قال: {أُوْلَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا} [الأنفال:4]، هذه المرتبة العليا.\rالشيخ: وبعض الفضلاء إذا خطب أو حدث أو وعظ على منبر أو ما أشبه ذلك، فعندما يأتي عند ذكر النار إما يرددها كثيراً أو يصعق أو يرفع صوته أو غير ذلك، وهو حسن النية لكن قلة الفقه مثل: جريج العابد، لو لم يكن يريد الجنة ما ابتنى صومعة وترك الناس وأخذ يعبد الله، لكن قلة فقهه جعلته يرد أمه 3 مرات بحجة أنه يقيم صلاة نافلة، حتى دعت عليه أمه، فقبل الله دعوتها ثم نجاه الله لعبادته.\rلكن القرآن يتلى بهدوء وسكينة ولا حاجة لما يسمى بين قوسين بالصراخ، أو الترداد بعض الأحيان أو حتى الوقوف على أشياء لا يحسن الوقوف عليها.\rبعض الناس يخطئ ويقول: إن النبي صلى الله عليه وسلم عرج به وهو لابس النعلين وأنه لبس نعليه فوق السموات السبع مع أنه قيل لموسى: {فَاخْلَعْ نَعْلَيْكَ} [طه:12] وهو في الأرض، فنعل النبي صلى الله عليه وسلم فوق السبع السموات، فهو يريد أن يعظم النبي صلى الله عليه وسلم.\rونحن نقول: أما تعظيم النبي صلى الله عليه وسلم فهو ثابت لا يحتاج إلى هذا كله، وهذا تكلف ما أنزل الله به من سلطان، ولم ينقل عن النبي صلى الله عليه وسلم أنه عرج به ونعلاه في رجليه، بل جاء أنه استيقظ من النوم.\rموضوع الشاهد قال الله: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} [الزمر:23]، وقال: {وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ} [المائدة:83]، وقال: {إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا} [مريم:58].\rفهؤلاء الفضلاء على خير عظيم في نياتهم ومقصدهم في مرادهم لكن من حقهم علينا أن نبين لهم أين الصواب.","seal":"B0F91E66","part":10},
      {"page":4,"id":80,"nass":"أفضل الأضاحي وتعظيم الله فيها\rخليل الله إبراهيم أمره الله أن يذبح ابنه فاستجاب للطلب، ثم جعلها الله جل وعلا سنة في الناس بعده إكراماً له، واتفق العلماء على أن الأضاحي لا تكون إلا في بهيمة الأنعام: الإبل، والبقر، والغنم ذكراً كان أو أنثى، فالله جل وعلا يقول: {ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ} [الأنعام:143]، الكبش والنعجة، {وَمِنَ الْمَعْزِ اثْنَيْنِ} [الأنعام:143]، العنز والتيس، {وَمِنَ الْبَقَرِ اثْنَيْنِ} [الأنعام:144]، الثور والبقرة، {وَمِنَ الإِبِلِ اثْنَيْنِ} [الأنعام:144]، الجمل والناقة.\rهذه هي بهيمة الأنعام لا تخرج عنها الأضحية بحال اتفاقاً.\rثم اختلفوا في الأفضل، فمن نظر إلى حديث التبكير يوم الجمعة ذهب إلى أن الإبل أفضل ثم البقر ثم الغنم، لكن الاستدلال هنا استدلال من حديث منفك خارج عن الموضوع، والأولى الاستدلال بشيء في الموضوع نفسه، والنبي صلى الله عليه وسلم لم يثبت عنه أنه ضحى في المدينة بغير كبش، وهذا قول المالكية قالوا: فعل النبي صلى الله عليه وسلم، والأمر الثاني: أنه لو كانت التضحية بالإبل والبقر خيراً وأفضل من التضحية بالكبش لفدى الله به إسماعيل.\rوالجمهور يرون أن الإبل أفضل ثم البقر ثم الغنم.\rقول الله جل وعلا: {فِي أَيَّامٍ مَعْلُومَاتٍ} [الحج:28]، جعل البعض من العلماء يقول: إن الأضاحي لا تصح ليلاً، يعني: أن الذبح والنحر لا يكون في الليل؛ لأن الله قال: {فِي أَيَّامٍ} [الحج:28]، وأهل التحقيق يقولون: إنها تشمل الأيام والليالي فيصح، لكن بعضهم قال بالكراهة، والأولى لمن يقدر أن يذبح نهاراً ألا يذبح ليلاً خروجاً من الخلاف.\rأما مسائل التعظيم في قوله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج:37]، {ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ} [الحج:32]، فتعظيم حرمات الله هو الدين، وهذا أمر يحتاج إلى استشعار الناس لعظمة مراد الله منهم، والإنسان إذا علم ضعفه وعجزه وأن الله غني عن هذا كله عظم ذلك، ولهذا قال الله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج:37].\rأنا لا أريد أن أجرح أحداً لكني في مقام التعليم ولابد من البيان، بعض الناس يذهب وهو مستكثر إخراج المال في الأضحية، ثم يقع جدال بينه وبين البائع ربما جعله يحرم من حمل الذبيحة له إلى سيارته.\rثم إذا جاء تجادل كثيراً مع الجزار، ثم إذا نحر آذى جاره بنحره، فهو كمن يحمل هماً فوق رأسه يريد أن يتخلص منه بأي شيء؛ هذا شتان بينه وبين من يعلم أن الله جل وعلا غني عنه وعن أضحيته، إنما هو الذي عليه أن يسعى في أن يخرجها طيبة بها نفسه، يريد أن يعظم الله؛ لأن الله جل وعلا جعل من هذه الأضحية قربة له.\rفعندما يتذكر قول الله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج:37]، يكون تقياً وهو خارج، خاصة إذا تذكر أن العشرات لا يعرفون هذا النسك والله علمه هذا النسك.\rومن أهل الإسلام من يعلمه ولم يقم به، ومن أهل الإسلام من يعلمه ويقوم به كارهاً.\rإذا حج إنسان فإن الناس يكبرونه، وهذا حق لكن يقولون في ألفاظهم العامية: أنت حاج أو داج وهو مطلوب أن يقال: أنت حاج أو مضح؛ لأن كليهما على خير، والنبي صلى الله عليه وسلم لم يحج إلا مرة واحدة ومكث 9 سنوات عليه الصلاة والسلام يحج ويتقرب إلى الله جل وعلا بالأضاحي؛ لكن الناس يرتبطون بالأشياء الظاهرة ويفقدون حقيقة النص، والله يقول: {وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ} [الحج:36]، والقضية الكبرى: {فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ} [الحج:36]، أي: قائمة، {فَإِذَا وَجَبَتْ} [الحج:36]، أي: سقطت.\rولهذا يقال في الحكم: واجب؛ لأنه ساقط عليك وثابت، ويقال: وجبت الشمس يعني: سقطت، فإذا وجبت جنوبها أي: سقطت، {فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ} [الحج:36].\rطبعاً لو لم يأكل صحت الأضحية، ولو أكلها كلها الأضحية، ولو تصدق بها كلها صحت، ولو أهداها كلها صحت، والأولى: أن يجعلها أثلاثاً فيتصدق ويأكل ويهدي.\rالذي يعنينا أن المقصود إهراق الدم من أجل الله، (وطوبى لعبد وقف على أضحيته وقال: باسم الله والله أكبر، اللهم هذا منك وإليك اللهم تقبل مني)، فما تقرب إلى الله يوم النحر بشيء خير من إهراق الدماء.\rنسأل الله تعالى أن يتقبل منا ومنكم ومن جميع المسلمين.","seal":"2F0F736E","part":10}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":null,"Bk":"آيات الحج في القران الكريم","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":2,"oVer":1,"verName":null,"Lng":"أبو هاشم صالح بن عوّاد بن صالح المغامسي","bLnk":null,"Inf":null,"Auth":"صالح المغامسي","Betaka":"الكتاب: آيات الحج في القران الكريم\r\nالمؤلف: أبو هاشم صالح بن عوّاد بن صالح المغامسي\r\nمصدر الكتاب: دروس صوتية قام بتفريغها موقع الشبكة الإسلامية\r\nhttp://www.islamweb.net\r\n[  الكتاب مرقم آليا، ورقم الجزء هو رقم الدرس - 10 دروس]","TafseerNam":null,"PdfCs":null,"AuthInf":"ولد الشيخ عام 1383 هجرية في مدينة النبي صلى الله عليه وسلم، ويعمل عضوا بهيئة التدريس بكلية المعلمين بالمدينة المنورة وهو خطيب مسجد قباء بالمدينة المنورة، وأمين لجنة الأئمة بالمدينة، وعضو في لجنة التوعية في الحج.\r\r• الاسم: صالح بن عواد بن صالح المغامسي.\r• تاريخ الميلاد: 1383هـ.\r• مكان الميلاد: المدينة المنورة.\r• الحالة الاجتماعية: متزوج وله أربعة أبناء\r• 1412هـ مشرف تربوي في قسم اللغة العربية بادارة تعليم المدينة المنورة.\r• 1415هـ عضو هيئة التوعية الاسلامية في الحج.\r• 1422هـ خطيب جامع الملك عبدالعزيز. (بالمدينة المنورة).\r• 1426هـ عضو لجنة التحكيم في الهيئة العالمية للاعجاز العلمي للقرآن والسنة.\r• 1427هـ إمام وخطيب مسجد قباء.\r• 1429 هـ اعتمد كمفتي رسمي في القناة الأولى في التلفزيون السعودي.\r• 3/ 11/1429 هـ عُيّن مديرا لمركز بحوث ودراسات المدينة المنورة بقرار من أمير منطقة المدينة المنورة. •مشاركات علمية متعددة في العديد من الدول الخليجية والعربية ومشاركة في دروس علمية في كثير من القنوات الفضائية.\r•3/ 3/1430هـ كُلف محاضراً في المعهد العالي للأئمة والخطباء بجامعة طيبة الفتره المسائية بالإضافة إلى عمله صباحاً كمدير لمركز البحوث والدراسات.\r\rقال الشيخ: تلقيت الابتدائية في المدرسة الناصرية ومن ثم المتوسطة والثانوية وجميعها كانت في المدينة النبوية، وأما المرحلة الجامعية فكانت في جامعة الملك عبد العزيز فرع المدينة قسم اللغة العربية والدراسات الإسلامية، وإن كان العلم أو التخصص الدراسي هو اللغة العربية.\rأما العلم في المساجد وعلى العلماء فقد كان الشيخ محمد الأمين الشنقيطي جاراً ولم أطلب على يديه وإنماعوضت ذلك بالعكوف على كتبه فقد توفي وأنا لم يتجاوز عمري أحد عشر عاماً وتتلمذت على\rيد الشيخ عطية محمد سالم، والشيخ أبو بكر الجزائري ثم كان انتهاز الفرص واللقاءات مع الشيخ ابن عثيمين ولقاءات معدودة مع الشيخ ابن باز - رحمهما الله - وحفظ الباقين.\r\rويقول عن نفسه: '' الخطابة في مسجد قباء نعمة وفضل من الله سبحانه وتعالى، والإنسان ما وصل لهذا إلا بنعمة من الله ولو شاء الله لخذلنا ولكن الحمد لله على ما أظهر من محاسن وهي مِنهُ وعلى ما ستر من معايب وهي مِنَّا ولكن الله برحمته منَّ علينا بالخطابة في مسجد قباء. ''\r\rالمشاركات والدروس العلمية:\rللشيخ درس أسبوعي في التفسير بمسجد السلام بالمدينة تولت تسجيلات الفالحين إخراجه بعنوان: تأملات قرآنية (صدر منه إلبومان 1و2) وللشيخ دروس شهرية في جدة , حائل , ينبع.\rودرس تفسير شهري ثابت في جامع البواردي بالرياض (بدأ في شهر شعبان الماضي)\rوللشيخ برنامج أسبوعي في التفسير في قناة المجدالعلمية بعنوان (محاسن التأويل) ولقاء شهري ثالث أربعاء من كل شهر بعنوان (قطوف دانية) في المجد العامة , وسبق أن عرض للشيخ برنامج (مجمع البحرين) في القناة العلمية عرض منه ثلاث عشرة حلقة مدة كل حلقة نصف ساعة تقريبا أنهى الشيخ تسجيلها في ثلاثة أيام , وقد عرض للشيخ من قبل شرح (الدرة المضيئة) في السيرة النبوية شرحه الشيخ العام الماضي في دورة ابن باز الكبرى في مدينة جدة.\r\rمن أقوال الشيخ صالح المغامسي:\r* القلوب لا يصلحها شيء أعظم من كلام ربها، فتدبر القرآن السبيل الأول إلى صلاح القلوب.\r* إذا أراد الإنسان بنفسه خيرا، وعند الله قدرا، شد الرحال إلى بيت الكبير المتعال، وأسلم لله جل وعلا قلبه، ورفع لله جل وعلا كفه، وذرف لله جل وعلا دمعته، وخشع لله قلبه، هنالك تُمح خطاياه وتُزال.\r* العبد ينبغي أن يعلم أن خزائن الله لا تُحصى، وفضله تبارك وتعالى لا يُعد، فليفزع إلى الله جل وعلا، العبد، وليظهر ذلته وفقره ومسكنته إلى الله، وليُصاحب ذلك العمل صالح.\r* بالعبادة تُستدر رحمة الله، وبالضعف تستبعد نقمة الله.\r* الإنسان الذي يريد أن يكون قريبا من الله لا بد أن يكون له حظ من الطاعة.\r* في طريقك إلى الله أظهر ضعفك وعجزك.\r* أعظم ما يُطلب من الله أن يطلب منه رضاه، ونيل محبّته.\r* المؤمن الحقّ من خلع جميع المعبودات غير الله.\r* مناجاة الله جل وعلا مطلبٌ عظيم جليل يُتوصّل به إلى جليل الغايات، وعظيم الأماني، وأعذب الآمال.\r* القرآن يربي في الناس فقه الأولويات.\r* إن استصحاب صفات الرب تبارك وتعالى تعين العبد على أن يصل بنفسه إلى طريق النجاة.\r* التوبة وظيفة العمر.\r* لا ييأس أحدٌ من هداية أحد، ولايدري أحدٌ أين الخواتيم.\r\rالموقع الرسمي\rhttp://www.alrasekhoon.com","seal":"7C582565","cat":"التفاسير - مرقم آليا","oNum":37746,"BkId":37746,"oAuth":2359,"bVer":1,"aSeal":"60FBEDF7"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
      {"nass":"السؤال","ramz":"Q","Bk":37746},
      {"nass":"الجواب","ramz":"A","Bk":37746}
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37746":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"[1]"},
      {"lvl":2,"id":2,"sub":0,"tit":"ما هي أشهر الحج"},
      {"lvl":2,"id":3,"sub":0,"tit":"علاقة الأشهر الحرم بأشهر الحج"},
      {"lvl":2,"id":4,"sub":0,"tit":"فضل عشر ذي الحجة والعمل فيها"},
      {"lvl":2,"id":5,"sub":0,"tit":"أفضل الأيام العشر"},
      {"lvl":2,"id":6,"sub":0,"tit":"وقت الإمساك عن الشعر والظفر"},
      {"lvl":1,"id":7,"sub":0,"tit":"[2]"},
      {"lvl":2,"id":8,"sub":0,"tit":"نبذة عن إبراهيم وإسماعيل عليهما السلام"},
      {"lvl":2,"id":9,"sub":0,"tit":"بيان نسبة العرب إلى يعرب بن قحطان"},
      {"lvl":2,"id":10,"sub":0,"tit":"بناء إبراهيم عليه السلام للبيت"},
      {"lvl":3,"id":11,"sub":0,"tit":"أول من بنى الكعبة هم الملائكة"},
      {"lvl":3,"id":12,"sub":0,"tit":"الترجيح في بناء البيت وبيان مزية إبراهيم في بنائه"},
      {"lvl":3,"id":13,"sub":0,"tit":"امتحان إبراهيم عليه السلام لينال شرف بناء البيت"},
      {"lvl":2,"id":14,"sub":0,"tit":"زيارة إبراهيم عليه السلام لولده إسماعيل في مكة"},
      {"lvl":2,"id":15,"sub":0,"tit":"بيان أهمية التربية الحسنة"},
      {"lvl":2,"id":16,"sub":0,"tit":"بيان كيفية التعامل مع قضايا الغيب وكون مكة وسط الأرض"},
      {"lvl":2,"id":17,"sub":0,"tit":"بيان بعض الأحداث التاريخية التي مر بها البيت"},
      {"lvl":3,"id":18,"sub":0,"tit":"حادثة أبرهة الأشرم"},
      {"lvl":1,"id":19,"sub":0,"tit":"[3]"},
      {"lvl":2,"id":20,"sub":0,"tit":"الأحداث التي مرت بالبيت الحرام"},
      {"lvl":3,"id":21,"sub":0,"tit":"إعادة قريش بناء البيت"},
      {"lvl":3,"id":22,"sub":0,"tit":"بناء عبد الله بن الزبير للبيت على قواعد إبراهيم"},
      {"lvl":3,"id":23,"sub":0,"tit":"هدم الحجاج بن يوسف للبيت"},
      {"lvl":3,"id":24,"sub":0,"tit":"استشارة أبي جعفر المنصور للإمام مالك في إعادة بناء البيت"},
      {"lvl":2,"id":25,"sub":0,"tit":"معنى إضافة البيت إلى الله عز وجل"},
      {"lvl":2,"id":26,"sub":0,"tit":"الربط بين العبادة والاستغفار"},
      {"lvl":2,"id":27,"sub":0,"tit":"بيان سبب الإشارة إلى الإسلام عند ذكر إبراهيم عليه السلام"},
      {"lvl":2,"id":28,"sub":0,"tit":"بيان كون النبي صلى الله عليه وسلم سببا لدعوة إبراهيم عليه السلام"},
      {"lvl":1,"id":29,"sub":0,"tit":"[4]"},
      {"lvl":2,"id":30,"sub":0,"tit":"علم إبراهيم عليه السلام أن محمدا صلى الله عليه وسلم سيبعث بكتاب"},
      {"lvl":2,"id":31,"sub":0,"tit":"علاقة قوله: (إن أول بيت وضع للناس) بالآيات الأخرى"},
      {"lvl":2,"id":32,"sub":0,"tit":"العلاقات بين الآيات"},
      {"lvl":2,"id":33,"sub":0,"tit":"المراد بـ (أول بيت وضع للناس)"},
      {"lvl":2,"id":34,"sub":0,"tit":"من الذي أسس الكعبة والمسجد الأقصى"},
      {"lvl":2,"id":35,"sub":0,"tit":"بكة من أسماء مكة"},
      {"lvl":2,"id":36,"sub":0,"tit":"المراد بالبركة في قوله: (للذي ببكة مباركا)"},
      {"lvl":2,"id":37,"sub":0,"tit":"معنى قوله: (وهدى للعالمين)"},
      {"lvl":1,"id":38,"sub":0,"tit":"[5]"},
      {"lvl":2,"id":39,"sub":0,"tit":"المقصود ببيت الله الحرام"},
      {"lvl":2,"id":40,"sub":0,"tit":"من الآيات البينات في الكعبة الحجر الأسود"},
      {"lvl":3,"id":41,"sub":0,"tit":"كيفية تعظيم الحجر الأسود"},
      {"lvl":3,"id":42,"sub":0,"tit":"مكانة الحجر الأسود"},
      {"lvl":3,"id":43,"sub":0,"tit":"الحجر الأسود واعتداء القرامطة"},
      {"lvl":2,"id":44,"sub":0,"tit":"من الآيات البينات في الكعبة مقام إبراهيم"},
      {"lvl":2,"id":45,"sub":0,"tit":"أولى العبادات تقديما في المطاف هي الطواف"},
      {"lvl":1,"id":46,"sub":0,"tit":"[6]"},
      {"lvl":2,"id":47,"sub":0,"tit":"الكلام على آية (وأذن في الناس بالحج)"},
      {"lvl":3,"id":48,"sub":0,"tit":"أذان إبراهيم في الناس بالحج"},
      {"lvl":3,"id":49,"sub":0,"tit":"معنى قوله (رجالا وعلى كل ضامر)"},
      {"lvl":3,"id":50,"sub":0,"tit":"نون النسوة في قوله (يأتين من كل فج)"},
      {"lvl":3,"id":51,"sub":0,"tit":"المنافع التي يشهدها الحجاج"},
      {"lvl":2,"id":52,"sub":0,"tit":"الكلام على قول الله: (جعل الله الكعبة البيت الحرام قياما للناس)"},
      {"lvl":3,"id":53,"sub":0,"tit":"معنى جعل الكعبة قياما للناس"},
      {"lvl":3,"id":54,"sub":0,"tit":"الوثنيون الذين يعظمون الكعبة"},
      {"lvl":3,"id":55,"sub":0,"tit":"الربط بين بقاء الكعبة وبقاء الدين"},
      {"lvl":2,"id":56,"sub":0,"tit":"عبادة الطواف"},
      {"lvl":2,"id":57,"sub":0,"tit":"عدم توقف عبادة الطواف حول الكعبة"},
      {"lvl":1,"id":58,"sub":0,"tit":"[7]"},
      {"lvl":2,"id":59,"sub":0,"tit":"معنى إتمام الحج والعمرة"},
      {"lvl":2,"id":60,"sub":0,"tit":"معنى الإحصار عن الحج"},
      {"lvl":2,"id":61,"sub":0,"tit":"العلاقة بين الجهاد والحج"},
      {"lvl":2,"id":62,"sub":0,"tit":"متى يحلق المحصر رأسه"},
      {"lvl":1,"id":63,"sub":0,"tit":"[8]"},
      {"lvl":2,"id":64,"sub":0,"tit":"حكم الفدية على من ارتكب محظورا من محظورات الإحرام"},
      {"lvl":3,"id":65,"sub":0,"tit":"فدية حلق الرأس وغيره من محظورات الإحرام"},
      {"lvl":3,"id":66,"sub":0,"tit":"حكم الفدية على المعاقين وأمثالهم"},
      {"lvl":3,"id":67,"sub":0,"tit":"قياس هدي الإحصار على هدي التمتع في البدل"},
      {"lvl":3,"id":68,"sub":0,"tit":"حكم حج التمتع وهديه على أهل مكة"},
      {"lvl":3,"id":69,"sub":0,"tit":"حاضرو المسجد الحرام"},
      {"lvl":2,"id":70,"sub":0,"tit":"يوم التروية وما يعمل فيه الحاج"},
      {"lvl":1,"id":71,"sub":0,"tit":"[10]"},
      {"lvl":2,"id":72,"sub":0,"tit":"أعمال النبي صلى الله عليه وسلم يوم العيد في حجة الوداع"},
      {"lvl":2,"id":73,"sub":0,"tit":"قوله تعالى: (ثم أفيضوا من حيث أفاض الناس)"},
      {"lvl":2,"id":74,"sub":0,"tit":"الاستغفار بعد العبادة"},
      {"lvl":2,"id":75,"sub":0,"tit":"الربط بين آيتين في الحج"},
      {"lvl":2,"id":76,"sub":0,"tit":"فضل ذبح الأضاحي"},
      {"lvl":1,"id":77,"sub":0,"tit":"[11]"},
      {"lvl":2,"id":78,"sub":0,"tit":"الأيام المعدودات والأيام المعلومات والأشهر المعلومات"},
      {"lvl":2,"id":79,"sub":0,"tit":"تشريع الهدي والأضاحي لذكر الله"},
      {"lvl":2,"id":80,"sub":0,"tit":"أفضل الأضاحي وتعظيم الله فيها"}
    ]
}
