{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b37996":
    [
      {"page":5,"id":1,"nass":"[بين يدى الكتاب]\rبسم الله الرحمن الرحيم\rوالحمد لله الذى نزل الكتاب وهو يتولى الصالحين، والصلاة والسلام على سيدنا محمد رسول الله الذى أنزل عليه القرآن هدى وشفاء لما فى الصدور وعلى آله وأصحابه والتابعين الذين أدوا رسالتهم فى حفظ كتابهم والحفاظ على تعاليمه وبعد. فالعلوم كأى كائن حى يبدأ صغيرا ثم ينمو ويتزايد، ومنذ نزل القرآن قامت على شواطئه علوم تخدمه وتوضحه، وتبين تعاليمه ومبادئه. وكان من الطبيعى أن تشرئب النفوس لمعرفة معانى القرآن الكريم، منذ نزل على رسول الله .. يعرف العرب بسليقتهم ما يعرفون ويسألون الرسول عما أغلق عليهم فهمه ويحتاجون لتوضيحه. وحين اتسعت رقعة الدولة الإسلامية من أول عهد الخلفاء الراشدين ودخل غير العرب في الإسلام، كانوا أشد احتياجا إلى معرفة معانى القرآن ..\rوإذا كانت الحاجة أم الاختراع كما يقال. فقد كانت حاجة المسلمين ولا سيما الداخلين الجدد فى الإسلام إلى معرفة معانى القرآن سببا فى الكلام عن تفسيره كما كانت الثقافات التى اختلطت بثقافة المسلمين الأصيلة سببا فى احتكاكات العقول، وتعدد مشاربها من القرآن ..\rوكان العلماء المسلمون فى كل زمن يلبون حاجة المسلمين إلى فهم كتابهم سواء بالتدريس أو بالتأليف والتدوين حين بدأ عهد التدوين ..\rكيف نشأ علم التفسير، وكيف تطور، وماذا كان يحكم المفسرين حين يعمدون إلى التفسير أو ما هى مذاهبهم ومناحيهم فى التفسير .. وإلى أى مدى يمكن أن يخدم العلم والمكتشفات العلمية الحديثة علم التفسير .. وهل قام المسلمون بتوصيل معانى القرآن إلى غير العرب وإلى أى مدى كان جهدهم فى هذه الناحية؟","seal":"520C5081","part":"1"},
      {"page":6,"id":2,"nass":"ذلك ما أحببت أن أقدمه لك فى هذه الصفحات دون تطويل يصرفك عن الكتاب والله المستعان\r40 صالح حقى. مصر الجديدة. الدكتور عبد المنعم النمر","seal":"11878F2B","part":"1"},
      {"page":7,"id":3,"nass":"تمهيد:\rالإسلام والعلوم\rما دمنا سنتكلم عن بعض علوم الدين عند المسلمين، فإن هذا يقتضينا أن نقدم بكلمة موجزة عن نظرة الإسلام إلى العلم بكل أنواعه وموضوعاته، لا سيما بعد أن ألقى على موقف الإسلام من العلم شىء من الظلال، ولا سيما فى العصور المتأخرة، وعند بعض الغربيين. متأثرين بفكرتهم عن المسيحية وموقفها العدائى- فى بعض العصور- من العلوم.\rفالعلم فى نظر الإسلام: هو كل ما يمكن ويطلب أن يعرف ويعلم، مهما يكن موضوع هذه المعرفة، ومهما تكن وسائلها، وإن كان فى مقدمة هذه الموضوعات ما يعرفه بربه- عقيدة ونظاما- ويقربه إليه .. باعتبار أن ذلك هو مفتاح الحياة الحقيقية الهادفة للإنسان، ومفتاح الانطلاق فى كل جانب من جوانبها على هدى وبصيرة.\rفحين مدح الله العلماء ورفع درجاتهم لم يخصص العلماء بعلوم الدين، بل أطلق وعمم فقال: يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجاتٍ (¬1). وحين قارن بين العلماء والجهال أطلق وعمم كذلك .. فقال:\rهَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ (¬2) وحين حدد الذين يخشونه ويعرفونه قال: إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ (¬3) وقد جاء هذا عقب آيات تلفت الأنظار إلى التأمل والتدبر فيما خلقه الله من ماء وثمرات ودواب وجبال وإنسان الخ .. ليصل المتأمل إلى الإيمان بالله وعظمته مما يميل بمفهوم العلماء هنا إلى العلماء الباحثين المتدبرين فى هذه المخلوقات مما يطلق عليه الآن علوم الفضاء والجو، وعلم النبات، والحيوان، والجيولوجيا .. الخ .. لأن هؤلاء أكثر اطلاعا على أسرار الكون وعظمة صنع الخالق ..\r¬__________\r(¬1) سورة المجادلة/ 11.\r(¬2) الزمر/ 9.\r(¬3) فاطر/ 28.","seal":"BE87E1F4","part":"1"},
      {"page":8,"id":4,"nass":"وقد كثرت فى القرآن الآيات التى تعرض مظاهر الكون ويأتى فى آخرها حث أصحاب العقول على التدبر فيها ليصلوا إلى ما وراءها ويبدأ التدبر من نظرة سطحية ينظرها الإنسان العادى فيجد عظمة الله فى كل شىء، إلى النظرة المتعمقة القائمة على العلم ولو ببعض التفاصيل والسنن فى هذه المخلوقات. وهذا يفتح الباب للمؤمن لكى يتعلم وينظر ويتدبر ويتعمق لتأتى نظرته فيها عمق، وفيها اعتبار أكثر .. مما جعل علماء الإسلام يقولون، إن هذا يفرض على المسلمين تعلم العلوم التى تتيح لهم الوصول إلى دقائق صنع الله فيما خلقه .. من أجل غاية عليا هى تعميق الإيمان فى القلوب، وهذا بالتالى يبعد هذه العلوم عن أن تكون وسيلة للشر والإيذاء، مما يحصل مثله الآن ولا سيما أثناء الحروب ..\rوإذا انتقلنا بعد ذلك إلى أحاديث رسول الله وهى الموضحة والمفسرة للقرآن وأغراضه، نجد الأحاديث تحض المسلمين على التعليم وتبين فضل العلماء، ولا تقيد العلم\rبفرع دون آخر.\r«فالحكمة ضالة المؤمن فحيث وجدها فهو أحق بها» رواه الترمذى ..\rوالحكمة تعنى هنا كل علم نافع.\r«اطلبوا العلم ولو فى الصين» وقد روى من طرق يقوى بعضها بعضا ..\r«إن الملائكة لتضع أجنحتها لطالب العلم رضا بما يصنع» رواه أبو داود والترمذى\r«من سلك طريقا يبتغى به علما سهل الله به طريقا إلى الجنة» رواه أبو داود والترمذى\r«من خرج فى طلب العلم فهو فى سبيل الله حتى يرجع» رواه مسلم والترمذى\r«الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه وعالما ومتعلما» رواه الترمذى\r«فضل العالم على العابد كفضل القمر على سائر الكواكب» وفى رواية كفضلى على أدناكم .. رواه الترمذى\r«طلب العلم فريضة على كل مسلم» «البيهقى وغيره»","seal":"C040ACAF","part":"1"},
      {"page":9,"id":5,"nass":"ففي هذه الأحاديث وغيرها كثير لم يحدد العلم بعلم خاص، فهو مطلق العلم فى أى فرع من الفروع، مراعيا فى تعلمه تقوى الله، ونفع النفس والعباد.\rوقد جعل الرسول صلى الله عليه وسلم من وسائل فداء أسرى بدر، أن يعلموا المسلمين القراءة والكتابة.\rوأمر صلى الله عليه وسلم زيد بن ثابت رضى الله عنه، أن يتعلم لغة اليهود- بعد ما حدث منهم، ولم يعد يأمن جانبهم، وهذا الفهم العام الواسع لمعنى العلم هو الذى كان سائدا فى تلك الأيام، ولم يكن محددا كما هو الحال عندنا عند ما قسمنا المواد إلى علوم، ورياضة، وآداب، وفن. و. و .. الخ .. والقرآن يقول: «وفوق كل ذى علم عليم» ويقول على لسان قارون: «إنما أوتيته على علم عندى» ويقول: «ولقد آتينا داود وسليمان علما» .. وكل هذا علم عام.\rوفى علوم الدين خاصة، وردت الآية الكريمة\rفَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ 122 (¬1)\rليسد هؤلاء المتعلمون المتفقهون حاجة المسلمين إلى معرفة أمور دينهم.\rومن هذه الآية أيضا يمكن الانطلاق إلى العلم وإلى التخصص فى كل فرع تحتاج إليه الأمة فى أمور حياتها.\rوهكذا يدفع الإسلام المسلمين دفعا إلى طلب العلم والتبحّر فيه، دون أن يحدد نوع أو فرع هذا العلم، فالحكمة والمعرفة ضالة المؤمن أنى وجدها فهو أحق بها ..\r¬__________\r(¬1) التوبة/ 122.","seal":"F35123CE","part":"1"},
      {"page":10,"id":6,"nass":"نهضة المسلمين العلمية\rوعلى هذا الأساس من الفهم المستقيم لمعنى العلم، انطلق المسلمون إلى العبّ من المعرفة، بشتى ألوانها وموضوعاتها دون أى تحرج من تعلم أى علم، حتى ولو كان شرا أو فيه شر .. ومنطقهم فى هذا كما يقول أحدهم:\rوأعرف الشر لا للشر ... ولكن لتوقيه\rفمن لا يعرف الشر ... من الخير يقع فيه\rوكان من الطبيعى أن يبدءوا بمعرفة ما يتصل بدينهم من فهم القرآن، وأحكام العبادات، والمعاملات التى جاء بها الإسلام، من واقع إخلاصهم لدينهم. وحرصهم على تطبيقه فى حياتهم .. ثم انطلقوا بعد ذلك ومعه إلى كل علم، وكل فن لم يقفوا عند حد فيه ولم يتحرجوا من العبّ منه .. على اعتبار أن ذلك مما يأمرهم به دينهم أو على الأقل مما يرضى عنه .. حتى كنا نجد العالم منهم بجوار إحاطته بعلوم التفسير والحديث والفقه، وعلم الكلام متبحرا فى الطب، وفى الفلسفة، وفى الموسيقى .. وفى اللغة، والأدب، ونذكر نموذجا لهذا النوع من العلماء. الإمام فخر الدين محمد عمر بن الخطيب الرازى المولود فى سنة 453 هـ والمتوفى سنة 606 هـ، فقد صدرت عنه كتب فى: التفسير، وعلم الكلام، والأصول والفقه، والنحو والأدب، والفلسفة، والطب والهندسة، والفلك، بجوار معارفه التى لم يصدر فيها كتب، ويعتبر تفسيره موسوعة عامة فى مختلف العلوم مع التفسير.\rفكان العالم بالطب أو الهندسة، أو الفلك أو بها جميعها عالما أيضا فى شئون الدين، واللغة والأدب، مما يشبه أن يكون عالما موسوعيا يجمع بين أطراف العلوم المختلفة فى موضوعاتها .. لم يروا بحكم دينهم وتدينهم أن هناك شيئا يحد من تعلمهم ومن تبحرهم فى علوم أخرى بجوار العلوم المتصلة بالتفسير والحديث واللغة .. كلها علوم يدعوهم دينهم إلى معرفتها.\rولذلك وجدنا فطاحل من علماء المسلمين، فى كل فرع من فروع العلم ..","seal":"B99F1E3B","part":"1"},
      {"page":11,"id":7,"nass":"ويذكر «روم لاندو» فى كتابه «الإسلام والغرب» (¬1) تحليلا لذلك بعد أن يدركه ويعجب به، ويرى أن الدافع إليه عند المسلمين:\rرغبة متقدة فى اكتساب فهم أعمق للعالم كما خلقه الله.\rقبول للعالم المادى لا بوصفه دون العالم الروحى شأنا ومقاما، ولكن بوصفه صنوا له فى الصحة والسوخ.\rواقعية قوية تعكس فى صدق وإخلاص طبيعة العقل العربى اللاعاطفى.\rفضولهم الفهم الذى لا يعرف الشبع فى المعرفة.\rوأخيرا وأولا أن الدين والعلم فى نظر الإسلام لم يول كل منهما ظهره للآخر، ويتخذ طريقا معاكسا، بل كان الأول عندهم باعثا من البواعث الرئيسية للثانى.\rاعتقادهم بأن كل ما فى الوجود صادر عن الله، وكاشف عن قدرته، ولذا فهو جدير بالمعرفة والتأمل: من وجد الصوفى إلى قرصة البعوضة، إلى انطلاق السهم، إلى مرض الطاعون. إلى غير ذلك من المظاهر، كله من الله، فيجب أن يدرس ويعرف حق المعرفة.\rوقد روى أن عمر بن الحسام كان يقرأ يوما كتاب «المجسطى» فى الرياضيات السماوية «الفلك» لبطليموس على أستاذه الأبهرى، فدخل عليهما بعض الفقهاء، فقال لهما: ما الذى تقرءانه؟ فقال الأبهرى: «أفسر آية من القرآن الكريم وهى قوله تعالى:\rأَفَلَمْ يَنْظُرُوا إِلَى السَّماءِ فَوْقَهُمْ كَيْفَ بَنَيْناها وَزَيَّنَّاها وَما لَها مِنْ فُرُوجٍ (¬2)\rفأنا أفسر كيفية بنائها.\rفهكذا كان الربط عندهم بين العلوم المختلفة والقرآن الكريم .. فكلها نابع منه، وخادم له.\r¬__________\r(¬1) ص 246.\r(¬2) سورة ق/ 6.","seal":"DC67BD78","part":"1"},
      {"page":12,"id":8,"nass":"ولذلك يعلق الإمام فخر الدين الرازى على هذه الرواية، فيقول بعد أن أوردها: «ولقد صدق الأبهرى فيما قال، فإن كل من كان أكثر توغلا فى بحار مخلوقات الله كان أكثر علما بجلال الله وعظمته»\rوالله الذى يحب المؤمنين الأقوياء كما يعلمنا رسول الله، كيف يكونون كذلك إذا لم يتعلموا كل ما يوفر لهم هذه القوة؟\rوالله الذى أمرهم أن يعدوا لأعدائهم ما يستطيعون من القوة لكى يسكتوهم ويرهبوهم عن التعرض لهم ..\rوالله الذى جعل العزة له ولرسوله وللمؤمنين.\rكيف يمكن أن يكون ذلك كله واقعا كما يحب الله ويرضى دون أن يكون المسلمون على أكبر قدر من العلوم المختلفة التى يحتاجونها فى صلاتهم بربهم، وفى صلاتهم مع الناس، وفى سيطرتهم على الطبيعة، وتسخيرهم لها؟\rكيف يكونون ملبين أمر ربهم «وأعدوا لهم» إذا لم يكونوا أسبق الناس جميعا فى معرفة أسرار الكون، وفى صنع القنابل والصواريخ .. وغير ذلك من أحدث وسائل القوة، وإذا لم يكونوا المبرزين فى علوم الفضاء والبحار، والزراعة وفى الصناعة والصحة، وفى كل ما يوفر للإنسان القوة والصحة فى كل جانب؟ والمؤمن القوى خير وأحب الى الله من المؤمن الضعيف.\rومن هنا سار الدين مع العلم فى طريق واحد .. وكان الدين هو القاطرة التى تجر مقطورات العلم، وخزائنه المتنوعة. وكلها تكون قطارا واحدا، أو قافلة واحدة فى الحياة تسير باسم الله.\rوقد أنتج هذا نهضة علمية وحضارية أضاءت الدنيا، ومهدت الطريق للنهضة الأوروبية الحديثة .. وحمل هذه النهضة، أو أضاء شمعتها، رجال مؤمنون بربهم، على مختلف مستوياتهم، واتجاهاتهم .. لا يزال الكثير منهم درة فى تاج الإنسانية.\rنذكر منهم على سبيل المثال: عالمنا «أبا الريحان البيرونى» 362 هـ- 973 م وتوفى سنة 440 هـ- 1048 م .. ونبوغه فى عدة علوم كان من أهمها الفلك","seal":"3CE616FC","part":"1"},
      {"page":13,"id":9,"nass":"والرياضة، يقول عنه المستشرق الألمانى الذى نشر كتبه: إن البيرونى هو أعظم عقلية ظهرت فى التاريخ، لا فى الشرق وحده، ولا فى الغرب وحده، ولا فى القديم وحده، ولا فى العصور المتوسطة ولا العصور الحديثة، إنه أكبر عقلية ظهرت فى التاريخ.\rهذا العالم الفذ الذى سبق الأفكار كلها فى عالم الرياضة والفلك، كان من كبار العلماء المشتغلين بعلوم الدين أيضا، حتى ليروى أحد أصدقائه أنه ذهب ليزوره، وهو على فراش الموت وفى النزع الأخير، فحين رآه قال له: لقد كنا نتحدث فى يوم من الأيام عن الجدات الفاسدات (اصطلاح فقهى للجدود من ناحية الأم)، فإلام انتهينا من أمرها؟\rفقال له صاحبه: أفى هذه الحالة، وهذه الظروف تسأل عن الجدات الفاسدات؟\rفقال له البيرونى لأن ألقى الله وأنا من العالمين بها، خير من أن ألقاه وأنابها من الجاهلين»\rوتحدثا سويا فى الموضوع ثم خرج الزائر الصديق، ولم يبعد إلا قليلا عن البيت، حتى سمع الصراخ لموت البيرونى.\rهذه الواقعة التى كانت آخر تحرك علمى فى حياته، ترينا لماذا كان أعظم عقلية، وأعظم عالم فى التاريخ .. ثم ترينا الحافز الدينى الذى كان يدفعه ويدفع أمثاله إلى العبّ\rمن العلم بكل أنواعه .. فكان مع نبوغه فى الفلك والرياضيات وغيرها، متبحرا كذلك فى العلوم المتصلة بدينه وأحكامه، لأنه لم يكن هناك أى حاجز بينها، بل كان بعضها يغذى بعضا ويقويه ..\rوكان «الكندى» أبو يوسف يعقوب بن إسحاق 185 هـ 801 م المتوفى سنة 251 هـ- 865 م، الفيلسوف العربى المولود بالكوفة، كان ملما بعلوم الدين، بجوار اشتهاره بالفلسفة والرياضيات والطبيعيات والفلك، والطب والجغرافيا، والموسيقى وكان لحبه لدينه وغرامه بالفلسفة معنيا بالتوفيق بينهما.\rيقول عنه الغربيون الذين درسوا كتبه: «إنه أحد ثمانية هم على وجه الإطلاق النابغون فى العالم».","seal":"A1D435A3","part":"1"},
      {"page":14,"id":10,"nass":"كان مع دراسته وإحاطته بعلوم الدين، أحد ثمانية من النابغين فى العالم فى الرياضة، وكان طبيبا ناجحا وموسيقيا يعلم الموسيقى ويعزف، ويتخذها إحدى وسائل العلاج، مما وصل إليه العلم أخيرا.\rوابن الهيثم (أبو على الحسن، ولد بالبصرة سنة 355 هـ 965 م ورحل إلى مصر وأقام بها وتوفى سنة 431 هـ- 1039 م فى عهد الدولة الفاطمية) كان نموذجا بل من أعلى النماذج فى النبوغ فى العلم بشتى فروعه، وإن كان قد اشتهر عنه نبوغه فى «علم البصريات» وله نظريات وطرق فى البحث التجريبى سبق به كل علماء أوربا، وكان أستاذهم الذى عنه أخذوا، وبفضله عليهم اعترفوا ..\rوابن سينا (أبو على الحسين بن عبد الله بن سينا، المولود قرب بخارى سنة 370 هـ 980 م- والمتوفى سنة 428 هـ 1036) درس العلوم الشرعية والعقلية، حتى أصبح حجة فى الطب والرياضة والفلسفة والموسيقى بجانب تبحره فى العلوم الدينية، ومحاولاته التوفيق بينها وبين الفلسفة.\rتلك بعض النماذج للعلماء الذين جمعوا بين علوم الدين، والعلوم الأخرى التى نبغوا فيها، وهناك مئات وآلاف من أمثالهم، نبغوا فى ظل الإسلام ..\rوجمعوا بين علوم الدين واللغة، وبين العلوم الأخرى التى نسميها الآن علوما حديثة، وكل ذلك فى ظل الإسلام وبتوجيه منه، حتى ليقول العالم الفرنسى «سيديو»: لقد كان المسلمون منفردين بالعلم فى تلك القرون المظلمة، فانتشر فى كل مكان وطئته أقدامهم، وكانوا هم السبب فى خروج أوربا من الظلمات إلى النور.\rويقول «بريفو» فى كتابه «تكوين الانسانية»: العلم هو أجل خدمة أسدتها الحضارة العربية إلى العالم الحديث، فالعلم الأوربى مدين بوجوده للعرب.\rويتحدث السيد جمال الدين الأفغانى فى كتاب «خاطرات جمال الدين» للمخزومى، عما سبق إليه العرب ونبغوا فيه، فيذكر الكثير من اكتشافات العلماء الإسلاميين. كالجاذبية والمركز، ولم يكن المكتشف لهما «إسحاق نيوتن» وكذلك التحليل والتركيب، والفوسفور، واستحضاره، واستحضار","seal":"3EAA15B7","part":"1"},
      {"page":15,"id":11,"nass":"الأوكسجين، والإيدروجين، والآزوت، وحامض الكبريت والكبريت وغيرهما وقال: كل ذلك من مكتشفات العرب، وكان الأساتذة فى علم الكيمياء للجيل الثالث الهجرى هم: أحمد بن سلمة المجريطى، وتلميذه ابن بشرون، وأبو السمح، وقد تقدمهم مثل جابر بن حيان الحرانى، ومن بعدهم زكريا أبو بكر الرازى وغيرهم.\rوقالوا إن «بيكون» هو أول من جعل التجربة والمشاهدة قاعدة العلم العصرية، وأقامها مقام الرواية ... وذلك حق فى أوربا، وأما عند العرب فقد وضعوا هذه القاعدة لبناء العلم عليها فى أواخر القرن الثانى الهجرى .. ومنها أخذ «بيكون» ويذكر «جوستاف لوبون» أن القاعدة عند العرب كانت «جرب وشاهد ولاحظ تكن عارفا» وعند الأوربى إلى ما بعد القرن العاشر المسيحى: «اقرأ فى الكتب وكرر ما يقول الأساتذة تكن عالما»\r«وأما فى الكيمياء فلا يمكنك أن تعد مجربا واحدا عند اليونانيين، ولكنك تعد من المجربين مئين عند العرب، ولهذا عدت الكيمياء الحقيقية من اكتشاف العرب دون سواهم».\rويقول الفيلسوف «درابر» الأمريكى: تأخذنا الدهشة احيانا عند ما ننظر فى كتب العرب فنجد آراء كنا نعتقد أنها لم تولد إلا فى زماننا.\rويقول الرئيس السابق للولايات المتحدة «أيزنهاور» فى خطاب له:\r«إننى عند ما أتطلع إلى المستقبل أرى ظهور دول عربية حديثة سوف تقدم إلى القرن الحاضر مساهمات تفوق تلك التى لا نستطيع أن ننساها، إننا نذكر أن علوم الحساب والجبر فى الغرب مدينة كثيرا للرياضيين العرب، كما أن الكثير من أسس علم الطب فى العالم، وكذلك علم الفلك قد وضعه العرب». (¬1)\rذكرت هذا مختصرا قدر الإمكان، لنزيل من الأذهان ما علق بها أخيرا فى عصور الضعف من أن الإسلام يفرق بين العلوم، فيحتضن بعضها، ويحث على تعلمه، ويكره بعضها، ويكره أن يتعلمه المسلمون، وهو ما عرف فى عصور\r¬__________\r(¬1) نشرة الاستعلامات فى 10/ 2/ 1959.","seal":"446E9A5A","part":"1"},
      {"page":16,"id":12,"nass":"الضعف بالعلوم الحديثة، وليعلم المسلم وغيره من نصوص القرآن والسنة، ومن واقع المسلمين إبان العصور الأولى، أن الإسلام يحتضن العلم على مختلف موضوعاته، وأن الواجب على المجتمع المسلم، أن يوفر لنفسه العلماء والصناع والزراع وغيرهم فى كل ناحية من نواحى الحياة .. فإذا خلا المجتمع من علماء أو متخصصين فى ناحية من النواحى، وجب وجوبا شرعيا عينيا مؤكدا على ولى الأمر، العمل على توفير هذا التخصص للأمة، حتى لا تحتاج لغيرها، وتكون عالة عليه فى حياتها. يستوى فى ذلك كل علم، وكل حرفة ومهنة، وإن كان من الضرورى- عقلا وشرعا- أن تكون هناك أولوية بين هذه العلوم حسب حاجة الأمة إليها، سواء فيما يتصل بعلاقتها مع ربها أو بعلاقتها مع الناس وتشكيل حياتها.\rولما كان الإسلام يضع قاعدة أولى للانطلاق إلى العمل فى الحياة وهى قاعدة الإيمان، ويبنى على هذه القاعدة تنظيم حياة الإنسان التنظيم الدقيق الإيجابى، كان من المهم أولا العناية بكيفية بناء هذه القاعدة وما يتفرع عنها من نظم لضبط حياة الإنسان واستقامتها.\rومن هنا كانت علوم الدين فى مقدمة العلوم التى يجب على الإنسان تحصيلها، وكان من الضرورى أن يوجد العلماء أو المعلمون، والمتخصصون الذين يتولون الإشراف والتوجيه لبناء هذه القاعدة وصيانتها.\rومن أجل هذا كانت عناية القرآن الخاصة بهذه المهمة، وكان النص عليها بذاتها، مع ما جاء من حث عام على العلم، ومدح للعلماء، ورفع لدرجاتهم.\r. الخ ..\rكان هذا التخصيص دليل عناية خاصة ببناء القاعدة الأساسية، فى حياة الفرد المسلم، وفى حياة الجماعة.\rوذلك فى قوله تعالى «فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ، وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ» (¬1).\r¬__________\r(¬1) التوبة/ 122.","seal":"878B0FB4","part":"1"},
      {"page":17,"id":13,"nass":"ذلك لأن لكل أمة قاعدة تنطلق منها إلى نهضتها، وإلى إثبات وجودها وقيمتها فى الحياة\rوالمسلمون لم يبدءوا حياتهم، ولم يخطوا الخطوة الأولى فى وجودهم، استجابة لفلسفة يضعها بشر، وإنما بدءوا حياتهم على أساس الإيمان بدين منزل من عند الله، وتوجيه رسول أرسله الله، وعلى هدى قرآن أنزله الله على رسوله .. واستمدوا من ذلك وجودهم وكيانهم وشخصيتهم، وبنوا عليه كل تحركاتهم وسكناتهم، وشكلوا على هديه كل مظاهر حياتهم ..\rفمن الضرورى والحالة هذه أن تكون عنايتهم الأولى مركزة على فهم دينهم، وفهم القرآن الذى يمثل العمود الفقرى فى حياتهم، وفهم ما يتصل بالعقيدة وسلامتها، وما يتصل بالأحكام فى العبادة والمعاملات، حتى تأتى أعمالهم طبقا لما يطلبه منهم دينهم ..\rوقد برزت هذه الناحية فى حياة المسلمين بصورة طبيعية، سواء من جانب رسول الله صلى الله عليه وسلم، أو من جانبهم، فكانت عناية الرسول بتبليغهم ما أنزل عليه من القرآن أولا بأول، وتطبيقه على نفسه، وعلى من حوله من أصحابه، وشرح ما يحتاجون إليه من شرح وبيان .. وكانت عنايتهم كذلك بتلقى ما نزل من القرآن، وحفظه ما أمكن، والحرص على ملازمة الرسول، وفهم توجيهاته، حتى كانوا يتناوبون حضور دروسه، ومصاحبته، والحاضر منهم فى نوبته يبلغ الغائب ما سمعه وعرفه .. حتى لا يفوت الواحد منهم شىء نزل من القرآن، أو قاله الرسول .. مدفوعين إلى ذلك بقوة إيمانهم بالله ورسوله، وحرصهم على أن تكون حياتهم صورة حية لما جاء به نبيهم ورسولهم، وطبقا لتعاليم دينهم ..\rكان دينهم هو كل شىء هو زادهم فى حياتهم، وهو رفيقهم حين يلقون ربهم .. وكان القرآن- كما قلنا- يمثل العمود الفقرى لحياة المسلمين، فمن الطبيعى- والحالة هذه- ألا يغيب عنهم منه شىء، وكانوا يفهمون القرآن وتوجيهاته بسليقتهم العربية، فإذا أشكل عليهم منه أمر استوضحوه من رسول الله، أو سأل بعضهم من يظن أنه عارف به ..","seal":"6892B9F4","part":"1"},
      {"page":18,"id":14,"nass":"وقد جاء القرآن مغطيا لكل جوانب الحياة تفصيلا أو إجمالا، وزاده الرسول توضيحا وبيانا وتفصيلا، استجابة لأمر الله وتوجيهه\rوَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ 44 (¬1)\rفلم يكن عجيبا، أن يركزوا كل حياتهم، ويوجهوا كل اهتمامهم إلى القرآن يلتمسون منه الرشد والهدى.\rوكان أسلوب القرآن مع ذلك أسلوبا عربيا جديدا جاذبا أخاذا لم يسمع العرب الفصحاء مثله من قبل، ولم يتمالك أعتى المشركين من أن يصفه برغم معارضته له بقوله «إن له لحلاوة، وإن عليه لطلاوة» كما لم يتمالك عمر بن الخطاب وهو فى ثورته ضد الرسول، وضد من اتبعه، من أن يلقى سلاحه، ويسلم حين سمع آيات منه من سورة «طه».\rوكان العرب فى ذلك الوقت على أعلى درجة من الفصاحة، فلم يكن من الصعب عليهم، أن يفهموا القرآن، ويتذوقوا حلاوته .. وإن كانوا متفاوتين بالطبع فى مدى الفهم والإدراك .. وواقفين ضرورة عند بعض ألفاظ ومعلومات جديدة عليهم يحتاجون إلى تفسيرها وتجلية المراد منها.\rوفى هذه الأرض الطيبة، وفى هذا المناخ، وضعت البذور الأولى لما كان يمكن أن نسميه: بعلوم الدين. من تفسير وحديث وأحكام وعقيدة ..\rكانت كلها شيئا واحدا يرسم طريق المسلم على هدى القرآن وتعليمه .. يتصل بعضه ببعض، ويغذى بعضه بعضا .. وكانت حياة الرسول صلى الله عليه وسلم وأقواله، أوضح بيان وتفسير للقرآن الكريم .. وصورة عملية لما يطلبه الله من المؤمنين .. فحين سئلت السيدة عائشة رضى الله عنها عن خلق رسول الله، قالت: كان خلقه القرآن ..\rومن أجل هذا يكون كلامنا عن تفسير القرآن أولا هو الوضع الطبيعى الواقعى.\r¬__________\r(¬1) النحل/ 44.","seal":"88DE51CC","part":"1"},
      {"page":19,"id":15,"nass":"علم التفسير\rنشأة العلم كنشأة كل كائن حى نام .. يبدأ بذرة صغيرة تتطور لتصبح جنينا أو نبتا، ثم تنمو شيئا فشيئا لتكون فى نهاية أمرها إنسانا، أو شجرة، أو نبتا مثمرا يعطى ثمره، أو يمنح ظله والفائدة منه ..\rفحين نتكلم عن علم التفسير أو غيره من العلوم التى سنتحدث عنها، فإننا نتكلم عنه من خلال هذا التدرج الطبيعى .. ونلقى الضوء عليه منذ تبدأ بذوره الأولى .. فما أى شىء ولد كاملا، ولا وجد عملاقا .. ولكنها سنة الله فى الحياة، كل حياة «ولن تجد لسنة الله تبديلا».\r\rاستطراد لا بدّ منه:\rوقبل أن نكشف عن البذور الأولى فى علم تفسير القرآن أحب أن ألقى ضوءا سريعا أمام القارئ حول القرآن ونزوله وكتابته وجمعه.\r1 - بدأ نزول القرآن على الرسول صلى الله عليه وسلم وهو فى سن الأربعين، وذلك بقوله تعالى «اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ .. الآيات» من سورة العلق.\r2 - ثم توالى نزول القرآن بعد ذلك عليه فى مناسبات متفرقة، ولدواع متنوعة، حتى توفى صلى الله عليه وسلم وهو فى سن الثالثة والستين فكان منه ما نزل عليه فى مكة وهو أكثره، ومنه ما نزل عليه بالمدينة .. وكانت آخر آية نزلت بعد رجوع الرسول من حجة الوداع هى آيات الربا المذكورة فى أواخر سورة البقرة (¬1)، بينما كانت آية «الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ» - المشهور عند الكثيرين- خطأ- أنها- آخر ما نزل- قد نزلت قبل ذلك فى عرفات والرسول يحج حجته الأخيرة- حجة الوداع- باتفاق.\r3 - كان جبريل عليه السلام ينزل على الرسول بالسورة أو الآيات أو الآية، فيسارع الرسول فى حفظها كما يتلقاها .. ثم يمليها على كتاب وجيه فيكتبونها ..\r¬__________\r(¬1) يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا ما بَقِيَ مِنَ الرِّبا .. الآيات.","seal":"2D18CCB5","part":"1"},
      {"page":20,"id":16,"nass":"ويسمعها لمن يلقاه أو يحضر إليه من اصحابه، فيحفظونها، وهؤلاء بدورهم يتلقى عنهم من لم يسمعها من الرسول فيحفظها، وكان مما يسهّل عليهم الحفظ، أن القرآن لم ينزل دفعة واحدة .. كما يقول الله:\rوَقُرْآناً فَرَقْناهُ لِتَقْرَأَهُ، عَلَى النَّاسِ عَلى مُكْثٍ وَنَزَّلْناهُ تَنْزِيلًا (¬1)\r4 - وكان جبريل عليه السلام ينزل على الرسول فى رمضان من كل سنة فيراجع معه ما سبق نزوله، حتى كان آخر رمضان من حياة الرسول فقرأ على الرسول وقرأ عليه الرسول كل ما أنزل خلال السنين التى نزل فيها القرآن، يقرءانه مرتبا حسب الموجود فى المصحف الآن ..\r5 - لم يتيسر لكل الصحابة أن يحفظوا القرآن كله، بل تيسر لعدد قليل منهم، والباقون حفظ كل منهم ما تيسر له، ولكنهم جميعا كانوا حريصين على العمل بالقرآن أولا بأول.\r6 - نزل القرآن أولا فى مكة ومدة فى المدينة بلهجة قريش وحدها وكانت للقبائل لهجات عربية تختلف فى بعض النطق والكلمات عنها فى قبيلة أو قبائل أخرى .. فلما دخلت القبائل العربية بكثرة فى الاسلام بالمدينة، احتاج الأمر إلى التسهيل عليها فى القراءة بلهجتهم فى بعض الكلمات، بناء على رجاء توجه به الرسول لمولاه، تخفيفا عن أمّته. كما جاء فى الحديث الصحيح المشهور فى هذا الموضوع .. «انزل القرآن على سبعة أحرف»\r7 - توفى الرسول صلى الله عليه وسلم والقرآن محفوظ فى الصدور كله لدى بعض الصحابة، ومتناثر عند الكثيرين. كما أنه كان مكتوبا محتفظا به ..\r8 - فى عهد أبى بكر رضى الله عنه وبمشورة عمر رضى الله عنه، كانت مراجعة المكتوب على المحفوظ مع ترتيبه حسبما نزل واحتفظ به عند أبى بكر الخليفة، ثم عند حفصة زوج الرسول وبنت عمر رضى الله عنهم جميعا بعد وفاة أبى بكر.\r¬__________\r(¬1) سورة الأسراء/ 106.","seal":"8EE28F30","part":"1"},
      {"page":21,"id":17,"nass":"9 - وفى عهد عثمان رضى الله عنه، ظهرت الحاجة الماسة إلى كتابة مصحف يكون مرجعا وإماما لجميع المصاحف وللقراء، وكان أساس الجمع لهجة قريش، وإهمال ما عداها من اللهجات العربية الغربية التى لم تنتشر، حتى لا يستفحل الخلاف بين قارئى القرآن، مما يتسبب عنه تفريق وحدة المسلمين، فعمل رضى الله عنه على كتابة مصحف يجمع عليه المسلمين.\r10 - أرسل لكل قطر من الأقطار نسخة من هذا المصحف الإمام الذى سمى بمصحف عثمان ليكون هو المرجع الوحيد فى قراءة القرآن وحفظه، وليحرق ما عداه مما يخالفه، مما كان يضم بعض اللهجات التى أهملها المصحف الإمام وأجمع الصحابة على استحسان هذه الخطوة توحيدا لكلمة المسلمين حول كتاب الله».\r11 - ومنذ هذا اليوم وعلى مر الأيام والسنين، والمسلمون شديد والعناية والحرص على التمسك برسم المصحف الإمام وكلماته، برغم ما فى رسمه من مخالفات أحيانا لما عرف فيما بعد بالإملاء وطريقة كتابة الكلمات والحروف ..\rحتى لا يتسرب إليه أدنى خلاف ولو فى رسم حرف من حروفه ..\r12 - وبذلك امتاز القرآن على كل ما عرفه البشر من كتب مقدسة، وغير مقدسة، أنه الكتاب الوحيد الذى ظل كما هو، وكما أنزله الله، محفوظا فى الصدور، مكتوبا فى المصاحف. وهذه ميزة تفرّد بها القرآن، كما تميز بها المسلمون على غيرهم فى الحفاظ على قرآنهم، وكان ذلك كله تحقيقا لوعد الله:\rإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ 9 (¬1)\r13 - كان لأكثر ما نزل من القرآن أسباب. من أسئلة أو حوادث نزلت من أجلها الآيات، مما سمى أخيرا بأسباب النزول، وأفردها العلماء بمؤلفات خاصة بها .. وهى تهيئ للقارئ والمفسر فهم الآيات. ولكن لا تبقى الآيات خاصة\r¬__________\r(¬1) سورة الحجر/ 9.","seal":"F0C0E2BE","part":"1"},
      {"page":22,"id":18,"nass":"بهذا الذى نزلت من أجله، وينتهى مفعولها بانتهائه، بل تبقى لتعالج كل موضوع يجد، ويمكن انطباقها عليه، مما عبر عنه العلماء بعد ذلك بقولهم:\r«العبرة بعموم اللفظ لا بخصوص السبب» فلم تبق حاجة لمعرفة السبب إلا للمعاونة على فهم الآية، وإن كان من الضرورى أحيانا معرفته عند فهم بعض الآيات.","seal":"86D4FCBC","part":"1"},
      {"page":23,"id":19,"nass":"هل ترك الرسول تفسيرا كاملا للقرآن؟\rلعل البعض يفهم من قوله تعالى «وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ» أن الرسول صلى الله عليه وسلم تولى تفسير كل آية من القرآن لصحابته رضوان الله عليهم .. ولكن هذا فهم مبالغ فيه وغير دقيق، إذ أن قوله تعالى:\r«لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ» يعنى تبين ما يحتاج منه إلى بيان ..\rوقد أنزل الله القرآن على رسوله بلغة قومه «إِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ» وكان العرب فى ذروة البلاغة وهم أرباب الفصاحة، وقد نزل القرآن يخاطبهم جميعا. ويحثهم لما يدعوهم إليه، ومن الطبيعى ألا يكون غامضا عليهم فكانوا أقرب الناس إلى فهمه وإدراك معانيه وتقدير بلاغته، حتى وجدنا أعتى الناس عداوة للرسول، ينقلب- بمجرد سماعه- إلى مسلم تابع له، وأيضا أشد الناس إخلاصا ودفاعا عنه، ووجدنا آخرين يتزعمون معارضته، وإيقاع الأذى به وبدعوته، ومع ذلك تأسرهم بلاغة القرآن ومعانيه، ويتسارقون ويتسربون ليلا، للاستماع إلى الرسول صلى عليه وسلم وهو يقرؤه بصوت مسموع، إشباعا للذة الاستماع إليه، مع كراهتهم له.\rولو لم يفهموه ويحسوا بلاغته، ما سحرهم بيانه، وما جذبهم لهذه المخاطرة التى خاطروا فيها بأنفسهم وبمراكزهم وزعامتهم وسط معسكر الكافرين بالرسول، لو انكشف أمرهم .. وقلنا كانوا أقرب الناس إلى فهمه، لأنهم لم يكونوا جميعا على مستوى واحد من الفهم له وإدراك معانيه إذ من الطبيعى أن تكون أفهامهم متفاوتة، حتى لما يسمعون من كلامهم .. وذكرت لنا الروايات الصحيحة، أن بعضهم، ومنهم مقربون إلى رسول الله كان يتوقف فى فهم بعض ألفاظ وردت فيه، وإن كان يفهم المعنى الإجمالى للآية والسورة. والغرض من سياقها .. فوجدنا الفاروق عمر بن الخطاب رضى الله عنه، مع مكانته يسأله رجل عن معنى «الأب»","seal":"B94C0748","part":"1"},
      {"page":24,"id":20,"nass":"بتشديد الباء فى قوله تعالى «وَفاكِهَةً وَأَبًّا» فيقول: نهينا عن التكلف والتعمق (¬1)» وفى رواية أخرى .. أنه كان يقرأ الآية فتساءل عن معنى «الأب» كما روى (¬2) أيضا أنه كان يقرأ «أو يأخذهم على تخوف» وهو على المنبر، فتساءل عن معنى «تخوف» فقال له رجل من هذيل: التخوف عندنا هو التنقص، ونحن الآن مع تباعد القرون بيننا وبينهم، لا نجد القرآن غامضا علينا إلا النادر منه الذى يحتاج إلى وقفة معه حتى العامى منا يدرك الكثير من معانى الآيات، ويخشع قلبه لما يسمعه ..\rوفى ذلك يروى ابن جرير الطبرى عن ابن عباس رضى الله عنهما قوله:\r«التفسير على أربعة أوجه: وجه تعرفه العرب من كلامها، وتفسير لا يعذر أحد بجهالته، وتفسير تعرفه العلماء، وتفسير لا يعلمه إلا الله» كوقت قيام الساعة.\rفالوجهان الأولان ظاهران لا يحتاجان إلى عناء فى فهمهما، والثالث هو مدار البحث والأسئلة، والرابع يسكت عنه لأنه مما استأثر الله بعلمه ..\rومما لا شك فيه أن الصحابة كانوا أحيانا يتوجهون إلى الرسول لفهم بعض الآيات، أو يتولى الرسول شرحها دون سؤال ويتلقى الصحابة الشرح والجواب ..\rمما عنيت كتب الحديث بذكره.\rولكن إلى أى مدى نثق فى صحة ما نسب إلى الرسول صلى الله عليه وسلم من تفسير لبعض هذه المواضع من القرآن الكريم؟ ذلك أمر تكفلت به كتب السنة الموثوق بها، ولست أعنى بذلك كل كتب السنة المتداولة، لأن بعضها روى فى هذا الباب روايات لا يمكن أن تقبل عقلا .. فمثلا:\rأخرج الحاكم عن أنس رضى الله عنه أنه قال: سئل رسول الله صلى الله عليه وسلم عن القنطار فى قوله تعالى:\r«وَالْقَناطِيرِ الْمُقَنْطَرَةِ» (¬3) فقال: القنطار ألف أوقية «بينما روى الإمام احمد\r¬__________\r(¬1) فجر للمرحوم أحمد أمين ص 281.\r(¬2) المصدر السابق عن كتاب الموافقات للشاطبى.\r(¬3) من قوله تعالى «زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَواتِ مِنَ النِّساءِ وَالْبَنِينَ وَالْقَناطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ» الآية 14 سورة آل عمران.","seal":"EC302AFB","part":"1"},
      {"page":25,"id":21,"nass":"فى مسنده وابن ماجة عن أبى هريرة رضى الله عنه: قال رسول الله صلى الله عليه وسلم: القنطار اثنا عشر ألف أوقية»\rولو اعتبرنا ما فى الروايتين صحيحا، لكانت النتيجة أن الرسول قال مرة:\rالقنطار ألف أوقية، ومرة اثنا عشر ألف أوقية، والزمن واحد أو متقارب جدا، لا يحتمل تغيير وزن القنطار، فلا يعقل أن يصدر عن الرسول مثل هذا التناقض الواضح، ومع ذلك فهما روايتان، رواهما الحاكم، والإمام أحمد ..\rفلو قبلنا مثل هذه الروايات معصوبى الأعين، مغلقى العقول باعتبار أنها وردت فى بعض كتب السنة لأسأنا إساءة واضحة إلى رسول الله.\rولذلك فإن مما نحمد الله عليه أن نجد من المفسرين مثل الحافظ ابن كثير وتفسيره لهذه الآية يقف وقفة متأنية ناقدة ويقول: «لم يصح عن رسول الله صلى الله عليه وسلم حديث فى تحديد القنطار وما ورد من ذلك فموقوف على الصحابة».\rوليقل لنا الصحابة ما يشاءون حسب علمهم عن أمورهم، فقد تكون صحيحة، وقد تكون غير صحيحة، ولسنا ملزمين بأن نأخذ ما يروى عنهم كما هو- فكل يؤخذ منه ويردّ عليه، ما عدا رسول الله صلى الله عليه وسلم، فلا بد إذن من التحوط فى قبول بعض الأحاديث الخاصة بتفسير القرآن، المروية فى بعض كتب الحديث عن الرسول بحيث لا نقبل منها إلا المقطوع بصحته فى كتب السنة، ذات الدرجة الأولى فى التوثيق، وإذا كان هذا بالنسبة لما يروى عن رسول الله فى تفسير القرآن فإن ما يروى عن الصحابة والتابعين يجب أن نقف موقف التحرز والتحوط منه، وما علينا من شىء إذا لم نقبل ما روى عن أحد منهم، وقلنا بغيره.","seal":"A50DCAFB","part":"1"},
      {"page":26,"id":22,"nass":"ابن عباس وما روى عنه\rوأذكر هنا على الأخص ما يروى عن عبد الله بن عباس رضى الله عنهما فى باب التفسير، فقد أكثر الرواة الرواية عنه، حتى لا تجد آية فى القرآن غالبا إلا ويذكرون فيها قولا أو رواية لابن عباس، بل إن هناك تفسيرا خاصا به، منسوبا إليه .. قد يزعم الكثيرون أنه رواه عن رسول الله. وهو مطبوع.\rوابن عباس كان فى نحو الثانية عشرة من عمره حين توفى رسول الله صلى الله عليه وسلم، وهو عمر لا يسمح بمثل هذه الاستزادة من الرسول، إلا أنه كان له من الفطنة والذكاء المبكرين، وطهارة المنبت، ومن دعاء الرسول له «اللهم فقهه فى الدين وعلمه التأويل» يعنى التفسير لما رآه فيه من فطنة وذكاء مبكرين، كما كان له من الحرص الشديد على تعويض ما فاته مباشرة عن رسول الله بالتلقى عن أصحابه، أينما كانوا، وتفريغ وقته لذلك، وقد توفى فى نحو السبعين من عمره بجانب تبحره فى علوم اللغة، وحفظ أقوال العرب وشعرهم، أقول كان له من ذلك كله، ما جعله يحتل منزلته العلمية منذ عمره المبكر، ويأخذ- لذلك- من اجلال الصحابة وفى مقدمتهم الخلفاء الراشدون- ما لم يقاربه فيه أمثاله وقرناؤه .. حتى رويت روايات كثيرة فى فضله العلمى، وتبحره فى علوم الدين واللغة، ولكنا مع اعتقادنا بمكانة ابن عباس العلمية، نكاد نشك، أو نشك فعلا كما شك الأقدمون فى الكثير مما روى عنه فى التفسير، حتى يقول الإمام الشافعى رضى الله عنه: «لم يثبت عن ابن عباس فى التفسير إلا شبيه بمائة حديث (¬1)» ونعتقد أن الكثير مما نسب لابن عباس من روايات قد أضيف إليه فى زمن الدولة العباسية، المنسوبة إليه وإلى أبيه العباس، ويرضيهم ويسرهم كل من يتقدم بزيادة علم وفخر لابن عباس\r¬__________\r(¬1) الإتقان ج 2.","seal":"7A912C12","part":"1"},
      {"page":27,"id":23,"nass":"تقربا وتزلفا. والساعون لذلك كثيرون، ومن هذا وذاك تكونت الهالة الكبرى حول اسمه.\rوهناك أمر آخر نعتقد أنه كان من أسباب الزيادات على ابن عباس.\rفابن عباس مشهور بالعلم وله نسبه ومكانته والوضاعون لم يتورعوا عن الوضع على رسول الله ليؤيدوا وجهة نظرهم، برغم إنذار الرسول صلى الله عليه وسلم للكذابين الذين ينسبون إليه ما لم يقله: (من كذب على متعمدا فليتبوأ مقعده من النار) ..\rأقول إذا كان هناك من تجرأ ونسب إلى الرسول ما لم يقله، برغم هذا الإنذار، فإن الأمر يكون سهلا فى ذلك بالنسبة للوضع على ابن عباس، ونسبة كلام اليه لم يقله .. وهى- أعنى النسبة لابن عباس- تكسب الكلام على أية حال قوة لا يكتسبها من مجرد نسبة الكلام أو الرأى لقائله.\rومن هذا وذاك كثرت نسبة الروايات لابن عباس حتى وجدنا العلماء الناقدين يقفون أمام هذه الكثرة ويزنونها بالموازين التى وزنوا بها أحاديث الرسول أعنى من وجهة الرجال الذين رووا كلامه، ومبلغهم من الثقة، فيزيفون الكثير، ويضعفون الكثير، ويخرجون لنا بالطريقة أو ببعض الطرق التى يمكن أن نثق بها على تفاوت فى هذه الثقة.\rولا شك أن اهتمام الناقدين من العلماء بنقد الرجال الذين يروون عن ابن عباس هو دليل على اهتمامهم، أو إن شئت فقل اهتمام جمهرة طلاب العلم والعلماء، بما يروى عنه، واحتجاجهم به، فكان لا بدّ من غربلته، حتى يتبين الصحيح السليم من غيره.\rولعل مظهر هذا الاهتمام يبدو لنا واضحا جليا فى كتب التفسير .. فإننا لا نكاد نجد آية إلا وقد روى المفسرون فى معناها رأيا لابن عباس، وقد يذكرون له رأيين متعارضين فى الآية، مما يقطع بعدم صحة الروايتين أو إحداهما على الأقل، ومع ذلك تروى الروايتان!! كما رووا عنه فى اسم الشجرة التى أكل منها آدم فى تفسير الطبرى ..","seal":"617C0134","part":"1"},
      {"page":28,"id":24,"nass":"[ابن عباس والاسرائيليات]\rولقد أخذ على ابن عباس أو على ما روى عنه، كثير من الروايات الغريبة، التى تدل على أن مصدرها ليس هو القرآن، ولا الحديث، ولكن من الكتب والمعلومات الإسرائيلية، مما يقطع- إن صحت نسبة هذه الروايات إليه- بأنه كان يستفيد ممن أسلم من أهل الكتاب مثل عبد الله بن سلام، وكعب الأحبار فى موضوعات من القرآن لا تتعلق بعقيدة أو تكليف من التكاليف، فإن هذين لا يصح أن يلجأ فيهما إلى غير ما ورد فى القرآن، ولا يعقل أن ابن عباس كان يروى عنهم فى هذا، لكنه كان يروى- فيما يقول الرواة عنه- فيما يشبع فضول الناس فى القصص التى جاءت فى القرآن الكريم، مما طواه وسكت عنه، وكان مسلمو أهل الكتاب يتحدثون بما يشبع هذا الفضول، الذى لا نزال نرى كثيرا من المسلمين يتعلقون به حتى الآن- وإلا فمن أين جاء لابن عباس أو لغيره، كعلى رضى الله عنهم، بمثل هذه التفصيلات؟ ..\rوقد قلت من قبل: إن صحت هذه الروايات .. لأنى أشك فى أن رجلا كابن عباس أو على رضى الله عنهما يسلم عقله ودينه لأمثال هؤلاء ويأخذ عنهم.\rوأمامهم حديث رسول الله صلى الله عليه وسلم يدلّهم إلى الطريقة التى يجب أن تتبع فى مثل هذه الحالة: إذا حدثكم أهل الكتاب فلا تصدقوهم ولا تكذبوهم. ومعلوم أن هذا فى غير ما ورد فيه نص من القرآن، وما هو من أصول وتعاليم الإسلام .. فإنه لو وافق كلامهم ما عندنا صدقناهم. وإن خالفه كذبناهم، فالحديث إذن فيما سكت القرآن عن بيانه فى القصص مثلا. فلا يعقل إذن أن يأخذ ابن عباس عن الإسرائيليين مثلا: لون كلب أهل الكهف، ولا نوع خشب سفينة نوح، وأمثال هذا مما لم يتعرض له القرآن، لعدم الحاجة إليه، ولاكتمال العبرة فى القصة بدونه، ولنهى الرسول عن تصديقهم أو تكذيبهم فيه، لأن نقله عنهم وتعليمه للناس معناه تصديقهم فيه والاقتناع به.\r\r[يعيب على الأخذ عنهم]\rوإذا أضفنا الى هذا ما رواه الإمام البخارى عن ابن عباس أنه وقف يخطب الناس، وقد هاله اتجاههم لأهل الكتاب، ليشبعوا فضولهم العلمى بسؤالهم عن","seal":"6A3D00F6","part":"1"},
      {"page":29,"id":25,"nass":"أشياء لم يذكرها القرآن فقال لهم: يا معشر المسلمين: تسألون أهل الكتاب، وكتابكم الذى أنزل على نبيه صلى الله عليه وسلم أحدث الاخبار بالله، تقرءونه لم يشب؟ وقد حدثكم الله أن أهل الكتاب بدلوا ما كتب الله، وغيروا بأيديهم الكتاب فقالوا: (هذا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلًا) أفلا ينهاكم ما جاءكم من العلم عن مساءلتهم. ولا والله ما رأينا رجلا منهم قط يسألكم عن الذى أنزل عليكم. أى ليأخذه عنكم، ومفهوم أنهم لم يكونوا يسألونهم عن الصلاة أو تحريم الخمر أو كيفية الحج مثلا، بل كانوا يسألونهم عن أشياء فى القصص وأمثالها، مما سكت القرآن عنه لعدم الحاجة فى العبرة إليه. جريا وراء الفضول العلمى، وغريزة حب الاستطلاع.\rفلا يعقل إذن أمام هذا الحديث الصحيح أن ينهى ابن عباس المسلمين عن الأخذ من أهل الكتاب، وتصديق ما فى كتبهم بهذه الصورة، ثم يسأل هو أهل الكتاب عن أشياء يرجعون فى الإجابة عنها إلى كتبهم ومعلوماتهم، التى عرفوها من هذه الكتب، بل وخيالاتهم.\rولا يغير من الموضوع شيئا أن الذين كان يسألهم ابن عباس قد أسلموا، إن قلنا إنه كان ينهى المسلمين عن الأخذ من أهل الكتاب الذين لم يسلموا، لأن المصدر فى الحالتين واحد وهو كتبهم .. ولا يعقل أن ينهاهم عن شىء وهو يفعله. اللهم إلا إذا كانت ثقته الكاملة فيهم جعلته يستبعد أن يخبروه بشيء غير واثقين به.\rوإزاء هذا لا نملك إلا أن نهوى على رأس كل الروايات التى ذكرت فى التفسير إلى ابن عباس فى هذه الناحية فنطيح بها، ونبرئ ابن عباس من مسئوليتها، ونتحمل وزر بقائها فى كتب التفسير المتداولة حتى الآن، تحشو أذهان المتعلمين والقراء بمعلومات واهية، لا سند لها، وتخرج لنا جيلا مخرفا من طلاب العلم، فإن العملة الزائفة تطرد العملة الصحيحة من السوق وتقضى عليها كما يقال.\rولا بد لنا مع ذلك من وقفة قصيرة مع صرخة ابن عباس هذه فى المسلمين، ينهاهم عن مساءلة أهل الكتاب والتعلم عليهم بهذه الشدة.","seal":"DDB74EC2","part":"1"},
      {"page":30,"id":26,"nass":"فابن عباس لا يقف هذا الموقف، أو يحمل هذه الحملة، إلا لأنه رأى أن إقبال المسلمين على التعلم من أهل الكتاب، والتأثر بهم، قد أصبح ظاهرة تنذر بالخطر .. وهى ظاهرة تشبه الظاهرة التى تقلق الكثيرين منا الآن، والتى تتمثل فى الإقبال على كل ما يرد لنا من الغرب من أفكار وأنظمة، والإعجاب بها، مع عدم الالتفات الواجب إلى كتابنا وعلمنا وأفكارنا .. وذلك يشبه التهيؤ النفسى لفقد الثقة بالنفس فى أمر مهم يتصل بصميم كيان المسلمين، وكتابهم .. ألا ترى لقول ابن عباس لهم: (ولا والله ما رأينا رجلا منهم قط يسألكم عن الذى أنزل عليكم) فلم إذن تعتمدون على علمهم وتثقون بكلامهم؟.\rفلم يحمل ابن عباس على هذا الهجوم- إذن- إلا الخطر الذى أحسه من الاندلاق على معلومات أهل الكتاب فى أمور لا تلزم المسلمين. ولا ينقص من شأنهم عدم العلم بها، بل ربما شوّشت عليهم ونخرت عقولهم.\rفهل يعقل مع هذه الصرخة والشدة أن ينقل ابن عباس عن أهل الكتاب ويصدقهم؟!!\rومع ذلك فان هذه الظاهرة تبين لنا إلى أى حد اختلطت معلومات المسلمين- فى القصص وأمثالها- بمعلومات أهل الكتاب، مما يدعونا إلى الشك فى كل رواية فى هذا الموضوع، حتى ولو رويت عن رجل ثقة لا نشك فى عدالته.، إذ من الذى أنبأه وخبره؟ ومن أين استقى العلم الذى يقوله؟ ..\rوكثير من المزيفين زيفوا على العدول روايات، ونسبوها إليهم .. وإننا لا نستطيع القول بأن الناس- كل الناس- قد امتنعوا عن مساءلة أهل الكتاب، أو أن هذه الظاهرة التى أقلقت ابن عباس قد اختفت، وقضى عليها فى كل مجتمعات العالم الإسلامى حينذاك، بمجرد أن ابن عباس أو غيره ممن يكون قد هالته هذه الظاهرة قد نبه وقرع الأجراس.\r\rحديث آخر\rوهناك حديث لا بد من إيراده هنا، فإنى أعرف أن كثيرا من القراء المتخصصين سيذكرونه، وهم يقرءون هذا الإنكار على من يأخذ من أهل الكتاب فى تفسير القرآن، أو ربما ذكروه فيما كتبوا.","seal":"6155B8F3","part":"1"},
      {"page":31,"id":27,"nass":"هذا الحديث فيما رواه البخارى عن عبد الله بن عمر هو: «بلغوا عنى ولو آية، وحدثوا عن بنى إسرائيل ولا حرج. ومن كذب على متعمدا فليتبوأ مقعده من النار) (¬1) فبعض المشتغلين بالتفسير من العلماء يرون أن هذا يفيد إباحة النقل، والتحدث عن أهل الكتاب فيما يروونه وينقلونه من كتبهم!!\rولا بد لنا حينئذ من وضع الحديث الأول هنا بجانب هذا الحديث- وكلاهما رواه البخارى (¬2) - يقول عليه الصلاة والسلام «لا تصدقوا أهل الكتاب ولا تكذّبوهم وقُولُوا آمَنَّا بِاللَّهِ وَما أُنْزِلَ إِلَيْنا وَما أُنْزِلَ إِلى إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ وَيَعْقُوبَ وَالْأَسْباطِ .. » الآية (¬3).\rفأصبح أمامنا حديثان: الأول .. يدعونا إلى ألّا نصدق أهل الكتاب، ولا نكذبهم فيما يروونه من كتبهم، ومعنى هذا أننا لا ننقل عنهم، لأن النقل يؤدى إلى ترويج كلامهم، وحمل الناس على تصديقه، لا سيما إذا كان الناقل موثوقا به عند الناس .. والنتيجة أننا لا يصح أن نحدث عن بنى اسرائيل. والثانى يقول: (بلغوا عنى ولو آية وحدثوا عن بنى إسرائيل ولا حرج) ويأتى هذا الأمر بعد الأمر بالتبليغ عن الرسول ولو آية .. كأنهما بميزان واحد أو متقاربان على الأقل فى إفادة العلم وفى ضرورة الثقة!!\rوالحديثان فى ظاهرهما لا يمكن أن يصدرا عن الرسول .. فلا بد اذن من شىء خفى يحتاج إلى التأويل فى معنى الحديثين حتى يلتقيا ..\rوقد سبق أن بينا معنى حديث (لا تصدقوا أهل الكتاب ولا تكذبوهم) وقلنا إن مجال تحقيق هذا الحديث وتنفيذ ما جاء فيه، هو ما لم يرد فيه نص من القرآن أو السنة .. مثل ما سكت عنه القرآن من تفاصيل القصص .. فلا يصح أن ننقلها عنهم، ونحكى للناس لون كلب أهل الكهف، ونوع خشب سفينة نوح الخ ..\r¬__________\r(¬1) ج 6 من فتح البارى فى شرح البخارى- كتاب الأنبياء- باب ما ذكر عن بنى اسرائل.\r(¬2) فى فتح البارى ص 120 ج 8.\r(¬3) 136 - من سورة البقرة.","seal":"DCB66486","part":"1"},
      {"page":32,"id":28,"nass":"فأين مجال الحديث الآخر: (حدثوا عن أهل الكتاب ولا حرج)؟ إن كان الأخذ عنهم فيما جاء به القرآن أو تحدث به الرسول فلا مانع ولا حرج. لأنه يكون مؤيدا لهما، وإن كانا فى غير حاجة لتأييد، لكنه استئناس على كل حال تقرّ به العيون .. إلا أنه ليس موضوع كلامنا.\rإن كلامنا فيما سكت القرآن عن بيانه كما سبق، فجاء أهل الكتاب فبينوه، فقالوا لنا مثلا: لون الكلب أبيض أو أسود أو الخشب كان من الزان أو الساج مثلا؛ فهل الحديث الذى يقول «حدثوا عن أهل الكتاب ولا حرج» يبيح لنا أن نمشى وراء أهل الكتاب، عند ما نفسر القرآن، ونقول ما قالوه، فى هذا وذاك- ولو أنه لا يقدم ولا يؤخر لكنه ينسب الى تفسير القرآن، ويتناقله العلماء كأنه شىء ثابت. وهو لا أصل له يعتد به؟\rهل الحديث يبيح لنا أن نحكى عنهم أن الموت يأتى فى صورة كبش، والحياة فى صورة فرس، كما نسب إلى ابن عباس فى بعض كتب التفسير؟!\rهل الحديث يبيح لنا أن نفسر القرآن بما يحكونه- عن كتبهم- من أحوالهم وأعاجيبهم، ويكون معنى ذلك تصديقهم دون سند عندنا نستند إليه إلا كلامهم؟ ..\rأعتقد .. لا. ولا .. لأن الرسول قال فى هذا: (لا تصدقوهم ولا تكذبوهم) ولكن يمكن أن تسمعوا، ولا تعلقوا، وكونوا على حذر. لا تصدقوهم، لأن تصديقهم خطر، ولا تكذبوهم، لأن ذلك ربما يؤدى إلى شقاق وخلاف، أنتم فى غنى عنه. وربما كان صحيحا فتكونون قد أنكرتم الصحيح وأنتم لا تعلمون وهذه هى منتهى العدالة فى العلم وفى الدين ومنتهى الحياد.\rولا يبقى عندنا- لقبول الحديثين- إلا أن نقول: معناه حدثوا عنهم فيما يتفق حديثهم فيه مع ما تعرفونه من كتابكم وسنة نبيكم. وهذا أقصى ما يمكن أن نهضمه حتى لا نرد الحديث.","seal":"3CBAE9B1","part":"1"},
      {"page":33,"id":29,"nass":"وحينئذ لا يمكن الاستدلال بهذا الحديث على إباحة أخذ معلومات عن الإسرائيليين، لتفسير أو توضيح ما سكت القرآن عن بيانه\r\r[احتلال اسرائيلى]\rلقد احتل الإسرائيليون فى وقت مبكر أدمغة كثير من المفسرين، وأفسدوا علينا صفاء القرآن، وصفاء الأفكار، وشغلوا علماءنا بأقاويلهم وأضاعوا عليهم وعلينا أوقاتنا، وكانوا هم السبب فى كثير من الخرافات التى تحتل أدمغة المسلمين فى كل مكان وزمان.\rإنه احتلال سطا على الفكر الإسلامى أيام ازدهاره، ودام قرونا، وسيدوم، إن لم نتدارك الأمر وننقى كتبنا ونخلصها من هذا الاحتلال .. وما أخطره من احتلال .. وما أشد فتكه بالعقول!! ولعل مجمع البحوث يكمل ما بدأه فى هذه الناحية ..\rترانى قد وقفت كثيرا مع ابن عباس. ولا بأس فى ذلك .. بل الأمر معه قد يستحق وقفة أطول، وتشريحا أكثر فى كتاب ضخم ودراسة أعمق، لأنه عند كل المفسرين العمود الفقرى فى التفسير، حتى الذين عرف عنهم أو عن كتبهم (التفسير بالرأى لا بالمأثور) تجدهم يعنون بذكر بعض الروايات فى تفسير الآية، وفى مقدمتها ما يروى عن ابن عباس، لما ذكرنا من الهالة العلمية التى أحيط بها.\rفهو حبر هذه الأمة وترجمان القرآن، دعا له الرسول: فقال «اللهم فقهه فى الدين وعلمه التأويل» فلماذا لا نأخذ عنه؟\rوليس لنا من قصد فى ذلك .. إلا أن يتحرر القارئ من بريق الرواية عن ابن عباس، وألا يحشو بها فكره. قبل أن ينظر إليها نظرة الناقد البصير .. فإن ابن عباس مظلوم فى الكثير مما أسند إليه ..\r\r[ليس تفسيره]\rحتى تفسيره الذى عرف باسمه والمسمى (تنوير المقياس من تفسير ابن عباس) المطبوع المتداول والذى عنى بجمعه العلامة مجد الدين الفيروزآبادي","seal":"4630E8E4","part":"1"},
      {"page":34,"id":30,"nass":"صاحب القاموس المحيط .. هذا التفسير ضعيف الصلة بابن عباس إن لم نقل إنه مما نسب إليه زورا ..\rيقول المرحوم الشيخ محمد على النجار فى مقدمته لكتاب البصائر (¬1) للفيروزآبادي وهو يتحدث عن مؤلفاته وآثاره: «ومن هذا أنه جمع ما يروى فى التفسير عن ابن عباس، واعتمد على رواية محمد بن مروان عن الكلبى عن أبى صالح عن ابن عباس. ويقول السيوطى فى الاتقان (¬2) فى النوع الثمانين الذى عقده لطبقات المفسرين: إن أوهى الطرق عن ابن عباس طريق الكلبى عن أبى صالح عنه. فإن انضم إلى ذلك رواية محمد بن مروان السدى الصغير فهى سلسلة الكذب»\rومع أن هذه هى حقيقة كتاب التفسير المنسوب لابن عباس، فإن جمهرة العلماء والمتعلمين لا يعرفون هذا ويأخذون كل رأى فيه على أنه لابن عباس!!\rأرأيت إلى هذه المظاهرة الكبيرة التى أقامها المفسرون والرواة لابن عباس وما نسب إليه، والتى اندس فيها كثير من ذوى الأغراض المشبوهة، ودسّوا عليه نسب كثير من الكتب والروايات؟\rومع أنه من المعروف عند رجال الجرح والتعديل- أو بلفظ آخر عند نقاد الرواة- أن طرق الرواية عن ابن عباس كثيرة، وأنهم لم يعتمدوا إلا القليل منها، وزيفوا الكثير. فإن بعض المفسرين لم يتحر الدقة فى الرواية عن الموثوق بهم، وترك من عداهم، بل روى عن هؤلاء وهؤلاء دون أى تعليق، ثم جاءت طبقة أخرى من المفسرين أغفلوا أسماء الرواة .. وأوردوا ما رووه من أقوال منسوبة إلى ابن عباس وكأنها قضية مسلمة. وقرأ القراء ذلك، دون أن يخالطهم شك فى نزاهة المفسر، وفى صحة هذه الأقوال التى أوردها، فقبلوها، وتحدثوا بها، واعتمدوا عليها فى تفسيرهم. فدخل من هذه الناحية على التفسير وعلى العقول خلط كثير.\r¬__________\r(¬1) حققه المرحوم الشيخ محمد على النجار وصدر عن المجلس الأعلى للشئون الإسلامية بالقاهرة سنة 1964 م، ص (10) من مقدمة الجزء الأول.\r(¬2) (189) من الجزء الثانى طبعة حجازى بالقاهرة.","seal":"E700CC26","part":"1"},
      {"page":35,"id":31,"nass":"أذكر هنا على سبيل المثال ما جاء فى بعض كتب التفسير معزوا إلى ابن عباس عند قوله تعالى: (الَّذِي خَلَقَ الْمَوْتَ وَالْحَياةَ) من سورة تبارك، فتقول: «واعلم أنه اختلف فى الموت والحياة» ولا أدرى فيم الاختلاف، ولكن انتظر وأقرأ التفاصيل «فحكى عن ابن عباس والكلبى ومقاتل (هكذا بالجملة): أن الموت والحياة جسمان. فالموت فى هيئة كبش أملح، لا يمر بشيء ولا يجد ريحه إلا مات، وخلق الحياة على صورة فرس أنثى بلقاء، وهى التى كان جبريل عليه السلام والأنبياء عليهم السلام يركبونها!! خطوتها مد البصر!! فوق الحمار ودون البغل!! لا تمر بشيء ولا يجد ريحها إلا حيى!! ولا تطأ على شىء إلا حيى!! وهى التى أخذ السامرى من أثرها ترابا فألقاه على العجل فحيى الخ ..\rفهل يعقل أن تقبل عقلية نيرة كعقلية ابن عباس مثل هذا الكلام. ثم من الذى رواه عن ابن عباس؟ لقد ذكر بجانبه الكلبى ومقاتل. والكلبى هذا قال عنه النقاد أنه من الوضاعين الكذابين، ولا يوثق بروايته .. ومع ذلك كله ..\rنجد هذا فى بعض كتب التفسير (¬1) التى يتناولها المبتدءون وغيرهم، وتغذى عقولهم بهذه الروايات، التى تفوق كل خيال، والتى ينفر منها كل ذى عقل يحترم نفسه. فهل كان العالم العلامة العارف بالله الشيخ أحمد الصاوى. الذى نقل هذا الكلام لا يعرف قيمة الرواية عن الكلبى؟\rلكنه روى .. والسلام ..\rوأمثال هذا كثير لا يحصى، ويكاد يغطى معظم تفسير الآيات الكريمة، ولا سيما عند ما تتعرض الآيات لقصة من القصص أو لأمر من الأمور الغيبية.\rابن عباس .. مظلوم، فكم اعتدى باسمه على تفسير القرآن وعلى العقول!!\rحتى فى الأشياء التى لا يتصور عليها خلاف يعنى بعض المفسرين بذكر خلاف على ماهية الموت والحياة ويجر المظلوم ابن عباس جرا إلى معركة الخلاف، وينسب إليه هذا الكلام!!\r¬__________\r(¬1) وجدت هذا فى حاشية الصاوى على تفسير الجلالين. ولا بد أنه مذكور فى غيره لأن الصاوى ينقل عن غيره غالبا .. أو دائما ..","seal":"337326E2","part":"1"},
      {"page":36,"id":32,"nass":"ابن عباس .. كان عملاقا فى علمه المصفى .. فاستغل اسمه وسمعته العلمية كل من أراد ترويج بضاعته الإسرائيلية الزائفة .. تماما كما يستغل بعض المزورين الاستغلاليين الآن أسماء الشركات الموثوق بها فى ترويج بضاعتهم التافهة الهزيلة.\rوعفوا إذا وقفنا مع ابن عباس رضى الله عنهما، هذه الوقفة فهو وما روى عنه يستحقها بل وأكثر منها .. محاولة منا لوضع الأمور فى نصابها ..\rولننتقل إلى الموقف العام للصحابة من التفسير ..","seal":"5FC92EEC","part":"1"},
      {"page":37,"id":33,"nass":"الصحابة وفهمهم للقرآن اعتبارات لا بدّ من مراعاتها ..\rونعود للكلام عن الصحابة رضوان الله عليهم ومدى فهمهم للقرآن وتفسيرهم له بشيء أكثر من التفصيل ..\rفحين نقول إن الصحابة رضوان الله عليهم أجمعين كانوا يفهمون القرآن، قد ينطبع فى أذهان الكثيرين أنهم كانوا يفهمونه على النحو التفصيلى الذى نراه الآن فى كتب التفسير، بحيث لم تكن هناك كلمة أو عبارة غامضة عليهم، لا سيما وهم عرب فصحاء والرسول صلى الله عليه وسلم معهم، يعلمهم ويرشدهم، ويستطيعون سؤاله عن كل شىء يدق فهمه عليهم ...\rفهل كان الأمر كذلك؟.\rوإذا شئنا أن نضع هذا السؤال فى صيغة أخرى، فإنه يمكن أن نقول: إلى أى حد كان الصحابة يفهمون القرآن ويفسرونه؟\rوللإجابة عن هذا السؤال لا بد أن نضع أمام اعتبارنا الأمور الآتية:\r1 - أن القرآن عربى والصحابة عرب فصحاء.\r2 - أنهم لم يكونوا سواء فى الفهم أو الذكاء، كما لم يكونوا سواء فى قربهم من الرسول وبعدهم عنه.\r3 - أن الوقت كان وقت دعوة وبناء للعقيدة ودفاع عنها بالحجة أو السيف.\r4 - أن الصحابة كان همهم الأول الإيمان مع التطبيق والسلوك.\r5 - أن آيات نزلت وأحاديث صدرت من الرسول تحد من تتبع المتشابهات ومن كثرة السؤال ...\r6 - أن البيئة العربية فى ذلك الوقت لم تكن بيئة علمية بالمعنى المعروف ..\rهذه الاعتبارات يجب أن نضعها أمامنا، ونحن نتحدث عن فهم الصحابة للقرآن أو تفسيرهم له.","seal":"0311BEA0","part":"1"},
      {"page":38,"id":34,"nass":"ويمكن أن نتناول كل اعتبار من هذه الاعتبارات بشيء من البسط والتوضيح.\rنزل القرآن باللغة العربية فى عهد ازدهرت فيه هذه اللغة، فلم يكن قد داخل الألسنة شىء مما داخلها بعد ذلك حين اختلط العرب بغيرهم، من أبناء البلاد التى اعتنقت الإسلام، ولقد امتن الله سبحانه على العرب بنزول القرآن بلغتهم، وفى متناول فهمهم\rإِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (¬1)\rإِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (¬2)\rوَلَوْ جَعَلْناهُ قُرْآناً أَعْجَمِيًّا لَقالُوا لَوْلا فُصِّلَتْ آياتُهُ (¬3)\rنَزَلَ بِهِ الرُّوحُ الْأَمِينُ 193 عَلى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ 194 بِلِسانٍ عَرَبِيٍّ مُبِينٍ 195 (¬4)\rكِتابٌ فُصِّلَتْ آياتُهُ قُرْآناً عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ (¬5)\rومؤدى هذا كله أن القرآن نزل بلغة العرب واضحا وبينا، لكى يعقلوه ويتدبروه، ويصلوا عن هذا الطريق إلى الإيمان به، وبالذى أنزله، ومن أنزل عليه .. وقد جعل الله معجزة رسوله فى هذا القرآن، وتحدى العرب أن يأتوا بسورة من مثله فى بلاغته وبيانه .. وهذا يقتضى بالطبع أن يكونوا مدركين له، وللمعانى التى احتوت عليها الآيات وعبرت عنها الكلمات .. إذ بغير إدراك المعانى لا يمكن تذوق البلاغة، ولا الإحساس بالعجز عن مجاراة القرآن فى التعبير عنها بمثل هذا الأسلوب.\r¬__________\r(¬1) أول سورة يوسف.\r(¬2) سورة الزخرف.\r(¬3) سورة فصلت.\r(¬4) الشعراء/ 195.\r(¬5) فصلت/ 3.","seal":"3F37D3E3","part":"1"},
      {"page":39,"id":35,"nass":"وهذا الذى كان .. فقد اتخذ الرسول من بلاغة القرآن أقوى سلاح لدعوته ..\rفكان يحرص فى مجالات الدعوة للإيمان على أن يقرأ على المشركين العرب آيات منه، وهو مدرك تماما أنهم يتفاعلون مع تعبيراته، ويحسون ما فيها من روعة تفوق كل روعة يحسونها من كلام الخطباء وشعر الشعراء .. حتى كانوا يضطرون وهم فى ذروة معارضته، والحملة عليه إلى اعتراف بعضهم لبعض سرا، بأن هذا ليس من كلام\rالبشر، ولكنهم اتهموه أمام العامة بأنه سحر مبين، وأصدر زعماؤهم تحذيرا عاما من الاستماع إليه خوفا من تأثيره عليهم وَقالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ 26 (¬1)\rوقد وجدنا فى قصة إسلام عمر أن استماعه لآيات من سورة (طه) أطفأت ما فى نفسه من حمية جاهلية، وقلبته من رجل يتوعد الرسول، ويستعد لقتله، إلى رجل هادئ، وادع، يستسلم للرسول، ويؤمن به، ويعز الله الإسلام بجرأته.\rهذا- وأمثاله كثير- يدلنا بلا شك على أن القرآن كان مفهوما للعرب بمجرد أن يسمعوه، إذ لو لم يفهموه لما تأثروا به، ولما سحرهم بقوة بيانه وبلاغته ..\r\rولكن أى فهم كان؟\rلقد نزل القرآن يتحدث عن العقائد، كما يتحدث عن التشريع، وعن قصص السابقين، وعن خلق الكون، وبعض مظاهره وذلك بأسلوب جديد عليهم فى قوته وبيانه، مستعملا الحقيقة والمجاز والكناية، وكثير من الموضوعات التى تحدث عنها جديدة عليهم، فإلى أى مدى كان فهمهم للآيات التى تتحدث عن هذا كله؟\rهل كان فهمهم مستوعبا لكل آية، وكل كلمة وعبارة، وفى أى موضوع من الموضوعات التى تحدث عنها القرآن؟\r¬__________\r(¬1) فصلت/ 26.","seal":"23E7A5D7","part":"1"},
      {"page":40,"id":36,"nass":"أو أنهم مع تأثرهم العام ببلاغة القرآن لا يلزم أن يكونوا ملمين بمعانى القرآن كله وكلماته، بل كانت تفوتهم معانى بعض الكلمات أو العبارات، والغرض المراد منها؟ تبعا لاختلاف مستوياتهم فى الفهم والذكاء، أو لقربهم من الرسول- مصدر الإشعاع- وبعدهم عنه، أو لظروف أخرى غير ذلك؟\rإن الإجابة عن هذا تحتاج إلى أن نعرف الجوانب التى كانت تستحوذ على الرسول وصحابته فى بناء حياتهم الجديدة، لأن هذه الجوانب هى التى يمكن أن تبين لنا ما إذا كان عندهم وقت فراغ يتيح لهم التوسع والاستيعاب، وتبين لنا المنهج الذى كان يتناسب مع هذه الحياة الجديدة، أو يفرض نفسه فرضا عليها.\rكما أن الإجابة تحتاج إلى معرفة المحصول العلمى، الذى كان لدى الصحابة قبل إسلامهم، واستقبلوا به القرآن وما جاء به من معارف وعلوم، لأن الرجل المحدود المعرفة، قد يكفيه من الفهم السطحى العابر، أو الإجمالى العام ما لا يكفى الرجل الواسع المعرفة والثقافة. فكلاهما له نظرته الخاصة فيما يقرؤه أو يسمعه، وله تساؤلاته ومناقشاته، وموضوعاته، التى يمكنه أن يخوض فيها، ويسأل عنها، كما هو مشاهد محسوس الآن من الفرق بين الجو العلمى للوسط المثقف، وبين الجو العلمى للوسط الذى لم ينل حظا من الثقافة، من حيث الفهم والدقة فيه، ومن حيث نوع الأسئلة التى تطرح للإجابة عنها ..\rوعلى أساس تحديد الجوانب المهمة فى الحياة الجديدة، والوقوف على ما كان لدى الصحابة من محصول علمى سابق، يمكن تحديد الاتجاه الذى اتجهوا إليه فى فهمهم للقرآن وتفسيره، لأن الطابع العام للحياة فى أى عصر من العصور، له تأثيره القوى على الاتجاه العام للناس، فى فهم القرآن. فطابع الحياة فى عهود الاختلاف ونشوء الفرق مثلا .. أضفى على تفسير القرآن اتجاها يتناسب معه، كما نلمس ذلك فى بعض التفاسير، وفى توجيه المفسر للآية، وفهمه لها على حسب اتجاهه السياسى أو المذهبى، والطابع العلمى الذى يمتاز به عصرنا دفع كثيرا من الناس إلى إضفاء الثوب العلمى على كثير جدا من آيات القرآن وفسروها تفسيرا علميا، حتى خرجوا أحيانا عن الحد المناسب .. وهكذا ...","seal":"774059AD","part":"1"},
      {"page":41,"id":37,"nass":"بناء العقيدة أولا:\rلقد كان أهم شىء فى الحياة الجديدة هو- أولا- بناء العقيدة السليمة- عقيدة التوحيد، والقضاء على كل المظاهر التى تتنافى معها، ولم يكن ذلك بالأمر السهل فى بيئة مردت على الشرك، وعبادة الأصنام، والتعلق بالخرافات، والاستهانة بالعقول، إلى حد أنها كانت تحكّم الطيور والأحجار فيما تقدم عليه من أفعال،. وكانت تعد الخروج على شىء من ذلك، خروجا على مقدسات الآباء الموروثة وتقاليدهم، وثورة على ما تواضع عليه المجتمع، تجب المبادرة بقمعها والقضاء عليها.\rومن هنا كانت العناية المركزة فى القرآن الكريم، وفى دعوة الرسول، على عقيدة التوحيد والبعث.\rكان الإشراك قد تحصن فى عقول العرب، حتى أصبحوا يعدّون ما عداه أمرا غريبا يلفت النظر، ويدعو إلى العجب، والدعوة إلى التوحيد مؤامرة تستدعى الحذر\rأَجَعَلَ الْآلِهَةَ إِلهاً واحِداً إِنَّ هذا لَشَيْءٌ عُجابٌ 5 وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلى آلِهَتِكُمْ إِنَّ هذا لَشَيْءٌ يُرادُ 6 (¬1)\rفهذا الحصن هو الذى يقف أمام دعوة الإسلام. ولا يمكن أن يلجأ الداعون للتوحيد إلى التسلسل من ورائه وتركه .. لا بد من مجابهته، وهدمه حجرا حجرا، بل لا بدّ من إزالة أنقاضه، وترابه وغباره، وكل أثر من آثاره.\r... وهذا كله ليس بالأمر السهل فإن هدم الحصون الحجرية- أو الخرسانية بلغة العصر- قد يكون أسهل كثيرا من التغلب على الحصون العقلية والتقليدية.\rومن هنا يمكن أن نتصور أى شىء كان يشغل الرسول ومن آمن معه، ويأخذ منهم كل أوقاتهم وجهودهم.\r¬__________\r(¬1) أوائل سورة «ص».","seal":"BCA0574E","part":"1"},
      {"page":42,"id":38,"nass":"والقارئ يعلم بلا شك تلك الظروف التى عاش فيها رسول الله صلى الله عليه وسلم والمؤمنون القليلون معه فى مكة مدة ثلاث عشرة سنة .. كما يعلم الظروف التى عاش\rفيها الرسول مع صحابته بعد ذلك فى المدينة.\rوكلها ظروف تحتم توجيه أكبر قسط من الجهد والعناية للأمور الأكثر أهمية بالنسبة للدين الجديد: من الدعوة إليه والتمسك بمبادئه وتشريعاته من ناحية، والدفاع المستميت عنه ضد أعدائه من ناحية أخرى، أو بلغة العصر الحديث:\rإقامة بناء جديد قوى للدعوة فى الداخل، ودفاع وحماية لها من أعدائها فى الخارج.\rوهذا هو الذى كان، فلقد انصرف الرسول وصحابته بكل ما يسعهم من جهد وطاقة، إلى تدعيم العقيدة فى النفوس، والعناية بالتطبيق لكل ما جاء به الدين من تشريعات، والاستعداد التام لمجابهة كل عدو والوقوف أمامه. [وهذا يعنى أن الناحية العلمية كانت هى الجانب الأهم فى حياة الرسول والمؤمنين، وكان المسلمون ينصرفون إليها بكل جهودهم ووقتهم، بعد أن يعلمهم الرسول القائد، ما عليهم من واجبات ..\rثم لا ننسى أنه كان عليهم واجبات معيشية أخرى غير واجبات دينهم ..\r[ولا ننسى أيضا أنهم مع حرصهم الشديد على التجاوب التام مع دينهم، وعلى حفظ القرآن، لم يستطع أكثرهم متابعة ما ينزل على الرسول صلى الله عليه وسلم من القرآن بالحفظ والاستظهار .. ولم يكن هناك أمر فى القرآن، ولا فى كلام الرسول، يوجب عليهم استظهاره كله .. لأن ذلك شىء قد يشق عليهم، ولا يستطيعون احتماله، والله لا يكلف نفسا إلا وسعها .. وليس المهم الحفظ والاستظهار، وإنما المهم فى الدرجة الأولى: التنفيذ والعمل .. وهو ما حرصوا عليه، وقاموا به.\rصحيح أن الرسول صلى الله عليه وسلم كان يحرص على أن يحفظوا، وكانوا هم الآخرين يتسابقون إلى الحفظ، ويعتبرونه مفخرة، لكن ذلك كله لم يصل إلى حد أن كل واحد منهم قد وجد الفرص الكافية لحفظ القرآن كله ... وإن كان كل واحد لم يفته أن يحفظ شيئا من القرآن قليلا أو كثيرا ..","seal":"36AB4E45","part":"1"},
      {"page":43,"id":39,"nass":"وكانوا يتفاوتون فى هذا الحفظ ويتفاضلون به، فحفظ كل منهم قدر ما يستطيع، على حسب ما يتيسر له، وإن كان هناك من الصحابة جمّ غفير عرف عنهم أنهم حفظوا القرآن كله فى عهد رسول الله.\rولا شك فى أن الواحد منهم إنما كان يعنى بتفسير ما يحفظ وفهمه، على قدر استطاعته، أو بالاستعانة بالرسول، أو بغيره من الصحابة، ممن يتوسم فيهم المعرفة. أما ما لا يحفظه فإننا لا نستطيع القول بأنه عنى بفهمه أو بتفهمه، اللهم إلا إذا سمع أحدا يقرؤه.\rومؤدى هذا كله أن الصحابة رضوان الله عليهم مع عنايتهم الشديدة بالقرآن، لم يتيسر لجمهرتهم حفظه كله، كما لم يتوفر لهم بالتالى تفسيره وفهمه تفصيلا، وإن كان هناك من خواصهم من تيسر لهم حفظه، وتوفر على فهمه قدر استطاعته.\rوفى ذلك نروى ما قاله مسروق ((جالست أصحاب محمد عليه الصلاة والسلام فوجدتهم كالإخاذ- يعنى الغدير- فالإخاذ يروى الرجل، والإخاذ يروى الرجلين، والإخاذ يروى العشرة، والإخاذ يروى المائة، والإخاذ لو نزل به أهل الأرض لأصدرهم)) يعنى يرويهم. يعبر بذلك عن اختلاف مستوياتهم العلمية، ومحصولهم من فهم القرآن، كما تختلف الآبار فى كمية مياهها ..\rويقول ابن قتيبة: إن العرب لا تستوى فى المعرفة بجميع ما فى القرآن من الغريب والمتشابه، بل أن بعضها يفضل بعضا فى ذلك ..\rوهذا أمر طبيعى كما سبق أن قررناه .. وقلنا إنه يرجع إلى استعداداتهم الفطرية، كما يرجع إلى قربهم من الرسول .. - مصدر الإشعاع- وبعدهم عنه .. وإن كان من الممكن أن نقول: أنه كان هناك قدر مشترك بينهم فى فهمهم العام لما يقرءون، أو يسمعون من القرآن، باعتبار أنهم عرب .. كما قررنا من قبل ..\rوإذا كانت الدعوة الجديدة قد أخذت من الرسول صلى الله عليه وسلم والمؤمنين معه، جهدا ووقتا فى دعوة الناس إليها، وفى الدفاع عنها بالحجة أو","seal":"16F77E99","part":"1"},
      {"page":44,"id":40,"nass":"بالسيف، مما أضفى على حياتهم الطالع العملى الجاد، فلقد كان من مستلزمات ذلك أن لا تكون هناك عناية إلا بما يمس هذه الناحية العملية .. وأن يحد من الاسترسال وراء شهوة الكلام والجدل، وإثارة الإشكالات والشبه، فإن ظروف المسلمين فيما بينهم لا تسمح بذلك، كما أن ظروفهم أمام أعدائهم المحيطين بهم من كل جانب لا تستسيغه، والبناء الجديد يقتضى احتياطا وعناية لا بد منهما.\rومن هنا تحدد المنهج الذى يجب أن يسير عليه الصحابة فى حياتهم العلمية، وكان لذلك أثره فى فهمهم للقرآن وتفسيرهم له.","seal":"203932DD","part":"1"},
      {"page":45,"id":41,"nass":"المنهج الفكرى فى الحياة الجديدة وصلته بفهم القرآن\rهذا المنهج الفكرى كان من الضرورى أن يكون ملائما ومتناسقا مع الحياة الجديدة وضروراتها وفى إطارها، وإذا أمكن أن نستعمل مصطلحات العصر الحديث، قلنا: إنه كان من الضرورى أن يكون فى خدمة الحياة الجديدة ومتطلباتها، كما يقال الآن: يجب أن يكون العلم فى خدمة الإنتاج مثلا، وأن يغذى الإنتاج الفكرى الأهداف العامة للدولة، وذلك من أجل تماسك البناء، وهو لا يزال جديدا، وعدم إصابته بهزات عكسية، تترك عليه آثارها من التخلخل والتشقق ..\rفكل ما يتصل بالعقيدة وتمتين بنائها مقبول بل مطلوب. أما أن تثار حولها شبهات ومجادلات نظرية تشتت العقول، تدخلنا فى التيه، فذلك أمر غير مقبول .. وذلك مثل الكلام فى القضاء والقدر الذى لم ولن ينتهى إلى نتيجة حاسمة ولذلك نهوا عنه ..\rوكل ما يتصل بتصحيح العمل- عبادة كان أم معاملة- فالكلام والسؤال والجواب فيه مقبول. بل مطلوب كذلك، ولكن بقدر ما يصحح العمل، دون الاسترسال وراء شهوة الكلام والجدل والافتراضات.\rولقد كان القرآن ينزل فى شأن هذا وذاك، والرسول يتابعه بالبيان القولى أو التطبيقى بحيث لا يترك شيئا يحتاج إلى بيان إلا وضحه .. ومع ذلك فمن الجائز أن يبقى هناك شىء غامض لدى بعض الناس. وهذا يحمد منهم أن يستوضحوا أمره .. ومن الجائز أن تنزل آية، ويفهم منها الصحابة شيئا من التكليف الغير المستطاع أو شيئا يخالف ما فهموه من قبل فيلجئوا إلى الرسول ويسألوه، فيوضح لهم الأمر، مسرورا بإقبالهم على فهم دينهم ..","seal":"CB9BB47B","part":"1"},
      {"page":46,"id":42,"nass":"فمثلا .. حين نزل قوله تعالى من سورة الأنعام وهى مكية الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُمْ بِظُلْمٍ أُولئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ 82 (¬1) شق ذلك على أصحاب رسول الله وقالوا: أينا لم يظلم نفسه؟ فقال الرسول صلى الله عليه وسلم: ليس بالذى تعنون. ألم تسمعوا ما قال العبد الصالح:\rإِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ 13 (¬2) يعنى لقمان كما جاء فى سورته.\rفهذا الذى فهموه أولا من الآية السابقة أزعجهم، لأنه يتصل بحياتهم فى الآخرة، وهم يحرصون على أن تكون حياة طيبة، فسألوا رسول الله، فبين لهم أن معنى الظلم فى الآية هو الإشراك، وأحالهم على آية أخرى حكت عن لقمان قوله لابنه: (يا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) وبهذا انتهى الإشكال.\rوالسيدة عائشة رضى الله عنها لما سمعت الرسول صلى الله عليه وسلم يقول:\r«من حوسب عذب»، رأت أن هذا القول فى ظاهره، يخالف قوله تعالى:\rفَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ 7 فَسَوْفَ يُحاسَبُ حِساباً يَسِيراً 8 وَيَنْقَلِبُ إِلى أَهْلِهِ مَسْرُوراً 9 (¬3)\rفهناك إذن من يحاسب، ثم يلقى أهله مسرورا فى الآخرة، ولا يلحقه عذاب. والحديث يقول بصيغة التعميم (من حوسب عذب) فتلجأ إلى الرسول، وتحتج بالآية، وكأنها تعارضه. فتقول له: «أو ليس يقول الله عز وجل فسوف يحاسب حسابا يسيرا، فقال لها الرسول صلى الله عليه وسلم (إنما ذلك العرض) وفى رواية ليس ذاك بالحساب ولكن ذلك العرض، أى عرض\r¬__________\r(¬1) سورة الأنعام الآية 82.\r(¬2) انظر تفسير ابن كثير ج 2 سورة الأنعام. تفسير الآية المتقدمة .. وآية لقمان 13.\r(¬3) سورة الانشقاق 7 - 9.","seal":"6556645C","part":"1"},
      {"page":47,"id":43,"nass":"الأعمال على الله تعالى وتجاوزه عن السيئات منها ثم قال الرسول: (ولكن من نوقش الحساب يهلك، أو من نوقش الحساب يوم القيامة عذب) روايات مختلفة والمعنى واحد.\rوسؤال عائشة رضى الله عنها كان فى أمر مهم، يتصل بمصير الناس فى الآخرة، وما فهمته عنه من الآية الكريمة .. ورواية أخرى عن عائشة أيضا فى هذا تقول: (سمعت رسول الله يقول فى بعض صلاته (اللهم حاسبنى حسابا يسيرا) فلما انصرف، قلت يا رسول الله: ما الحساب اليسير؟ فقال: (أن ينظر فى كتابه، فيتجاوز له عنه. إنه من نوقش الحساب يا عائشة يومئذ هلك) (¬1) وهو سؤال لتوضيح معنى يتصل بالآية السابقة.\rويروى البخارى فى صحيحه- فى باب الصوم- عن عدى بن حاتم رضى الله عنه قال: لما نزلت (حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ) (¬2) عمدت إلى عقال أسود، وعقال أبيض، فجعلتهما تحت وسادتى، فجعلت أنظر إلى الليل، فلا يستبين لى، فغدوت على رسول الله صلى الله عليه وسلم فذكرت له ذلك، فقال: «إنما ذلك سواد الليل وبياض النهار».\rوفى رواية أخرى عن عدى أيضا بلفظ آخر «لما نزلت: وكلوا واشربوا ..\rالآية» عمدت إلى عقالين: أحدهما أسود، والآخر أبيض، فجعلتهما تحت وسادتى. قال: فجعلت أنظر إليهما، فلما تبين لى الأبيض من الأسود أمسكت.\rأى امتنعت عن الطعام وبدأت الصيام. فلما أصبحت غدوت إلى رسول الله صلى الله عليه وسلم فأخبرته بالذى صنعت فقال: (إن وسادك- إذن- لعريض. إنما ذلك بياض النهار من سواد الليل).\rوتعليق الرسول صلى الله عليه وسلم: (إن وسادك لعريض) مبنى على أنه وضع تحته الخيطين اللذين جعلهما الله كناية عن بياض النهار وظلمة الليل فاتخذ\r¬__________\r(¬1) انظر صحيح البخارى فى باب العلم وابن كثير فى تفسير الآية من سورة الانشقاق ج 4 ص 48 طبعة الحلبى.\r(¬2) سورة البقرة 187.","seal":"7123A8D7","part":"1"},
      {"page":48,"id":44,"nass":"وسادته كأنها أفق يضم هذين الخيطين. وفى رواية أخرى أنه قال له أيضا (إنك لعريض القفا) وبعض الناس يفهم من هذا أنه يرميه بالبلادة فى فهم المراد من الآية .. ولكنه من مستلزمات (إن وسادك لعريض) فما دام الوساد عريضا إلى هذا الحد فلا بد أن القفا الذى يستلقى عليه عريض كذلك بما يتناسب معه. وربما يكون ذلك إشارة إلى أنه كان مستريحا فى نومه على وسادة مريحة فتكاسل عن القيام وأجرى تجربته وهو نائم.\rوهى كلها تعليقات طريفة على هذا الفهم البدائى، الذى أخذ ما فى الآية على حقيقته، ولم يفطن إلى أن ذلك كناية عن خيط النور الذى يشق سواد الليل مؤذنا بطلوع الفجر ..\rوالشاهد فى هذه الرواية هو أن الرجل فهم فهما فى القرآن، ثم لم يطمئن إليه بعد التجربة التى أجراها، فذهب إلى الرسول صلى الله عليه وسلم يعرض عليه هذا الفهم، ويستوضحه الحقيقة فيه، فبين له الرسول حقيقة المراد فى الآية ..\rوأمثال هذه الاستفسارات لا بدّ أنها كانت كثيرة، وقد روى البخارى ما صح منها فى صحيحه وكانت أمرا لا بدّ منه فى فهم الصحابة للآيات التى تشرع لهم فى أمر عباداتهم أو معاملاتهم .. ومن الطبيعى أن الرسول كان يتقبل هذه- الاستسفسارات بصدر رحب، ويجيب عنها بما يوضح لهم الفهم الصحيح.\rلأنها كانت تدخل فى صميم الحياة العملية لهم .. ويتوقف عليها تسديد الخطى فى هذه الحياة ...\rلكن العقل البشرى له جولاته فى نطاق الحياة العملية، وله تساؤلاته فيما يغيب عنه، وكثيرا ما يدفعه الفضول أو الرغبة فى الاطلاع على المجهول إلى أسئلة يرجو الإجابة عنها.\rوقد نزل القرآن موجزا مجملا وحمال أوجه، وفيه متسع لمن يريد السير وراء الأسئلة التى من هذا النوع .. حيث ركز على موضع العبرة عنها، تاركا فيها بعض الجوانب التى يلح العقل فى معرفتها عادة ..\rكما أن فى القرآن بعض الآيات التى تبدو فى ظاهرها متناقضة .. فالله «ليس كمثله شىء» كما تقرر آية، ثم تأتى آيات أخرى، فتتحدث عن أن الله","seal":"23AAE3EC","part":"1"},
      {"page":49,"id":45,"nass":"يدا (بَلْ يَداهُ مَبْسُوطَتانِ) ووجها (وَيَبْقى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالْإِكْرامِ) وعينا (وَلِتُصْنَعَ عَلى عَيْنِي)، وسمعا وبصرا (إِنَّ اللَّهَ كانَ سَمِيعاً بَصِيراً). إلى غير ذلك من الآيات التى تبدو على غير اتفاق مع قوله تعالى (لَيْسَ كَمِثْلِهِ شَيْءٌ) مما أطلق عليه أنه من المتشابهات فى القرآن .. بمعنى عدم جلاء معناه عند قراءته أو سماعه، كما يفهم سريعا من قوله تعالى مثلا: (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها) .. (وَإِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ).\rوهناك ألفاظ فى القرآن جاءت على غير ما اعتاد العرب فى كلامهم ((الم.\rألر. المص. طسم. حم. ص. ق. ن). مما بدأ الله به بعض سور القرآن ..\rوهناك آيات فى القرآن الكريم تنص على أن الله «يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ و (مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِداً).\r(وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ) وآيات أخرى صريحة فى مجازاة الإنسان على ضلاله وعلى عمله، وينتج عن هذه وتلك .. هذا الإشكال المزمن: هل العبد مسير أو مخير؟ وكيف يحاسب الله العبد على شىء، نفذت به مشيئة الله وليس فيه حينئذ خيار؟\rآيات كثيرة فيها هذا وذاك وذلك .. ومرت القرون عليها، والناس مختلفون متجادلون فى فهم المراد منها .. وستمر قرون كذلك، دون أن يصل فيها العقل إلى رأى قاطع حاسم، فماذا كان موقف صحابة رسول الله منها؟.\rهل فهموها ووصلوا فيها إلى حل مريح، أو سألوا الرسول عنها فبينها لهم؟\rلو أنهم فهموها أو بينها لهم الرسول، لروى لنا هذا الفهم، وهذا الحل، واسترحنا، إذ ليس من المعقول أن يندرس مثل هذا البيان عن هذه الآيات المشكلة، فلا يرث علمهم أحد ممن أخذ عنهم، ولا نتوارثه، مع أن الروايات، نقلت لنا الكثير من أقوال الرسول وأقوالهم، مما هو أقل شأنا من موضوع فهم هذه الآيات، ومع أن عهد التابعين قد كثرت فيه الأسئلة عن غوامض القرآن.\rولكن هل تمر عليهم دون أن يفهموها، ودون أن يسألوا عنها؟ ..","seal":"03892944","part":"1"},
      {"page":50,"id":46,"nass":"أظن ذلك هو الأقرب إلى العقل .. إذ لو سألوا وأجابهم عنها لوصل إلينا ذلك فيما وصل.\rوما دمنا لم نعثر على حديث صحيح عن الرسول، أو على رأى للصحابة موثوق بنسبته إليهم، فالأقرب للعقول أنهم لم يفهموها تفصيلا ولم يسألوا عنها.\rولكن كيف مرت دون أن يفهموها، ودون أن يسألوا عنها، وهى التى تشغلنا الآن كما أنها شغلت من كان قبلنا، وستشغل من هو بعدنا، ويكثر فى فهمها الاختلاف كما كثر من قبل دون الوصول إلى رأى قاطع ..\rما المراد بقوله تعالى فى أوائل السور: الم. المص. الر. حم .. الخ؟\rما المراد بيد الله وسمعه وبصره وعينه؟\rألم يفسرها الرسول تفسير قاطعا؟ ألم يتطلع الصحابة لمعرفتها فيتركوا لنا فيها تفسيرا مقنعا؟\rتروى بعض كتب التفسير عن أبى بكر وعمر أنهما مما استأثر الله بعلمه ..\rولو صحت هذه الرواية لكان معنى ذلك أنهم يعلمون ذلك من الرسول ..\rولقطعت هذه الرواية حبل الاجتهاد على كل متحدث يريد شرحها وفهمها ..\rولكن حبل الحديث والتفسير والاجتهاد فى فهمها لم ينقطع، حتى بلغت الأقوال مثلا فى معنى الحروف المقطعة .. عشرات. ومغزى هذا أن هذه الرواية عن أبى بكر وعمر لم تصح، ولم تعتمد لدى المفسرين جميعا. فبقى باب الفهم والاجتهاد فيه مفتوحا.\rفرأينا فريقا من المفسرين يقف عن تفسيرها ويقول (الله أعلم بمراده) وآخرين منهم يفسرونها بما يمكنك الاطلاع عليه فى كتب التفسير .. وكلها تفسيرات اجتهادية ترجع إلى عقل المفسر وترجيحه ..\rوالسبب فى ذلك كله أننا لم نرث عن الصحابة رواية صحيحة معتمدة، تقطع الطريق على أى قول آخر.\rفكيف تترك هذه الأمور غامضة دون توضيح؟ .. وهل يعقل أن تكون","seal":"F28AD352","part":"1"},
      {"page":51,"id":47,"nass":"معانيها غامضة عليهم، ثم سكتوا فلم يسألوا الرسول، وهو المرجع الأعلى فى تفسير القرآن وفهمه؟ ..\rأسئلة أجدها كلها نابتة من جونا العلمى والفكرى الذى نعيش فيه، والذى دأب الناس فيه على أن يسألوا عن كل شىء، حتى ما لا يحتمل السؤال .. وفى هذه الأسئلة التى نتساءلها شىء .. من الاستغراب، عن موقف الصحابة وإحجامهم عن السؤال .. وشىء من الأمانى الغالية أن لو كان الصحابة سألوا عنها الرسول فبينها وأراحنا ..\rفهل يلام الصحابة لعدم سؤالهم أو بيانهم؟.\rإنه لا بد لنا لكى نفهم موقفهم ونقدره .. نحاول بتفكيرنا العيش معهم فى الجو الذى كانوا يعيشون فيه، ونقدر مع ذلك البساطة العربية التى كانت تنفر من التعقيد، والتى كانت طابعهم العام، ونعرف فى الوقت نفسه أن وقتهم كان وقت تعبئة عامة وتركيز حول المسائل المهمة، التى تأخذ من حياتهم الاهتمام الأول، وهى العقيدة وبناؤها، والأحكام والالتزام بها، والأعداء الكثيرون المحيطون بهم وضرورة مجابهتهم .. وأولا وأخيرا أمة جديدة فى كل شىء، تزرع وسط حقول ألغام، ولا بد لها من الحذر والحيطة التامة فى سيرها ..\rفهل يحتمل هذا الجو- مع ما نعلمه من البساطة العربية- أن ينصرف الصحابة- والحالة حالة طوارئ- إلى مناقشات حول موضوعات لا تدخل فى صميم عقيدتهم، أو عباداتهم ومعاملاتهم. وهى موضوعات أثيرت فيما بعد، بدافع من الأمن والفراغ، واتساع الحركة الذهنية والعلمية، وكثرة الداخلين فى الإسلام من غير العرب ..\rلقد عاش الرسول صلى الله عليه وسلم بعد بعثته نحو عشرين سنة كانت هى مدة الدعوة إلى الدين الجديد بعد فتور الوحى، ومنذ أمره بإنذار عشيرته الأقربين، وأمره بتبليغ الدعوة جهرا إلى الناس أجمعين. وقد قضى من هذه المدة نحو نصفها فى مكة فى حالة ضغط مستمر عليه وعلى أصحابه، واضطهاد عنيف تحملوه صابرين .. ومطاردة ومصادرة لهم فى أفكارهم وتحركاتهم ..","seal":"2348A95D","part":"1"},
      {"page":52,"id":48,"nass":"بل وحياتهم. فلم يكن من المعقول فى هذا الظرف أن تثور مناقشات نظرية حول هذه المتشابهات التى نزل أكثرها بمكة ..\rوقضى رسول الله فى المدينة نحو عشر سنوات كذلك، قضاها كلها فى دفاع وحروب مستمرة فرضها عليه أعداؤه .. فكانت كلها سنوات طوارئ بلغتنا الحديثة .. وفى حالات الطوارئ لا يقبل فيها من الكلام والمناقشات ما يقبل عادة فى حالات الأمن والرخاء .. بل تفرض التعبئة العامة جوها على الحياة وعلى الأفكار ..\rهل يكون من المقبول والمستساغ لدينا- إذا كنا فى حالة حرب أو طوارئ وتعبئة- أن نثير فى الصحف بحوثا ومجالات نظرية تشغل الأفكار وتمزقها، ولو حول بعض المسائل الدينية البعيدة عن جونا الذى نعيش فيه؟\rهل يستساغ أن نثير فى مثل هذه الحالة بحثا حول جواز ترجمة القرآن مثلا، أو عدم جوازها؟ أو حول من كان أحق بالخلافة. أبو بكر أم على؟. أو حول المراد من الحروف المقطعة التى بدئت بها بعض السور؟ أو حول القضاء والقدر؟\rوهل الإنسان مسير أو مخير؟ - أو حول القرآن، وهل هو مخلوق، أو غير مخلوق؟. أو نثير بحثا حول الشعر القديم والشعر الحديث؟. أو نعيد سيرة البيزنطيين فنتناقش: أيهما الأصل: البيضة أم الدجاجة؟!!\rوإذا كنا لا نستسيغ ذلك حاليا مع شهوتنا الملحة دائما فى الكلام والجدل، فكيف يمكن أن نطلب من الرسول .. وصحابته وقد كانوا فى حالة طوارئ مستمرة، وحالة حرب، وخطر الحرب، أن يسألوا ويبحثوا فى أشياء نظرية، وبعضها قد يثير الاضطراب الفكرى، ويبعثر الجهود، ويشتت الأفكار، ويؤدى إلى الدخول فى التيه؟ ..\rولكن أليس فى فهم معنى يد الله وسمعه وبصره اتصال بالعقيدة؟\rنعم .. كان له اتصال .. ولكنهم فهموه فهما إجماليا وتركوه، واكتفوا بهذا ولم ينساقوا الى ما وراءه مما أثير بعد ذلك .. اكتفوا واكتفى منهم الرسول بأنهم مؤمنون بالله وبصفاته كما جاء فى كتابه، وليس لهم أن يشغلوا أنفسهم وأفكارهم بالبحث","seal":"9817CA81","part":"1"},
      {"page":53,"id":49,"nass":"عن: كيف، ولماذا؟ بدليل أننا لو آمنا الآن بصفات الله كما وردت فى القرآن، وفوضنا معناها إلى الله، ما كان فى ذلك بأس، بل إن بعضنا يقول: هذا هو المطلوب منا. وهكذا سار المسلمون بعد الرسول. وتحرجوا عن السؤال فى هذه المتشابهات وقال الإمام مالك: إن السؤال عنها بدعة.\rومع أن طابع الحياة العملية وظروفها التى عاشوا فيها قد أملى عليهم هذا الاتجاه، كان هناك بجوار هذا أو قبل هذا توجيهات من القرآن الكريم، ومن رسول الله صلى الله عليه وسلم تحبذ مثل هذا أو تدعو إليه، وترسم منهجا لتفكيرهم وأسلوب فهمهم للقرآن، والدين الجديد الذى اعتنقوه ..","seal":"A1978034","part":"1"},
      {"page":54,"id":50,"nass":"لا تسألوا عن أشياء ...\rإن المعروف فى تاريخ الأديان والمذاهب حتى الوضعية منها أن الدور الأول فيها يكون الجهد فيه منصرفا الى القواعد العامة، والى إشعال الروح، والى التطبيق العملى\rلتعاليمها .. أما التفريعات والتعليلات، أو التماس فلسفة لهذه القواعد وهذه التعاليم، فذلك يكون بعد إرساء القواعد، وتكميل البناء، وغالبا ما يصاحب ذلك شىء من خمود الروح ولو نسيبا عما كانت عليه فى الدور الأول .. دور الحماس وفوران العاطفة ..\rلقد وجدنا القرآن الكريم يتعرض لأناس يكثرون من سؤال الرسول ووجدوها فرصة يشبعون فيها نهمهم فى الأسئلة عما فى نفوسهم حتى أدى شغفهم بكثرة الأسئلة إلى أن يسأل واحد منهم رسول الله: اين أبى؟ فيضطر الرسول إلى أن يخبره أنه فى النار، وكان قد مات على الكفر .. ويسأل آخر: من أبى؟ وآخر أين ناقتى؟ وآخر يسأله عن الحج أواجب مرة فى العمر أم فى كل سنة .. إلى غير ذلك، فأنزل الله آية تحسم هذه الحالة، وتحد منها، لأنها لا جدوى منها ولا تتناسب مع الرسول ووقته ومهمته، ولا مع الصحابة وما ينبغى أن ينصرفوا إليه فى حياتهم، فقال\rيا أَيُّهَا الَّذِينَ آمَنُوا لا تَسْئَلُوا عَنْ أَشْياءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْئَلُوا عَنْها حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْها وَاللَّهُ غَفُورٌ حَلِيمٌ 101 قَدْ سَأَلَها قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِها كافِرِينَ 102 (¬1)\rوفى ألفاظ الآيتين وترتيبها المنطقى من قوة الردع والزجر ما تنخلع منها القلوب وتخرس الألسنة «إن تبد لكم تسؤكم. وإن تسألوا عنها حين ينزل\r¬__________\r(¬1) المائدة/ 101، 102.","seal":"DB4042FB","part":"1"},
      {"page":55,"id":51,"nass":"القرآن تبد لكم. ثم «قد سألها قوم من قبلكم ثم أصبحوا بها كافرين».\rردع قوى عن الاسترسال فى توجيه أسئلة للرسول لا داعى لها فوق أنها تشغله، وما كان هذا الردع القوى إلا لأن «الناس» كانوا كما جاء فى حديث أنس رضى الله عنه «سألوا نبى الله صلّى الله عليه وسلّم حتى أضنوه بالمسألة. وفى حديث آخر يوضح المعنى «فلما أكثروا عليه المسألة غضب». وكان من أثر غضبه عليه الصلاة والسلام أن قال لهم: ذرونى ما تركتكم.\rوأجدنى فى حاجة لأن أقف قليلا لأوضح: لم غضب الرسول؟ حتى لا أترك فى ذهن القارئ علامة استفهام كبيرة لا جواب عنها ..\rسبب الغضب يمكن أن يبينه هذا الحديث «خطب رسول الله صلى الله عليه وسلم فقال- إن الله قد فرض عليكم الحج. فقال رجل- أفى كل عام؟ فسكت عنه. حتى أعاده ثلاثا. فقال: لو قلت: نعم لوجبت، ولو وجبت، ما قمتم بها أو لما استطعتم .. ذرونى ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا أمرتكم بشيء فخذوا منه ما استطعتم، وإذا نهيتكم عن شىء فاجتنبوه.» (¬1)\rفمثل هذا السؤال من الرجل «أفى كل عام؟» لا محل له .. إذ لو كان فى كل عام لبينه الرسول دون حاجة إلى سؤال أحد. ثم كان على الرجل أن يكون فطنا حين لم يرد عليه الرسول، فيسكت هو الآخر، ولا يتمادى فى السؤال، كأنه هو الحريص وحده على البيان .. ومثل هذا الموقف كثيرا ما يدخل صاحبه فى باب التنطع الذى قال عنه الرسول «هلك المتنطعون»، والاسلام ذوق، وجمال، وإحساس، وجو، لا بد أن يشيع فيه هذا كله.\rوالذين ما رسوا مهنة الدعوة أو التدريس، هم أكثر الناس إدراكا وفهما لمثل هذا الموقف، فكثيرا ما يجابه المدرس بأسئلة، تنطلق من بعض الطلاب\r¬__________\r(¬1) سنن النسائي ورواه مسلم وغيره بألفاظ مختلفة راجع تفسير الآية فى ابن كثير وفى المنار وغيرهما، وكيف كان غضب الرسول من كثرة الأسئلة فى موضوعات متعددة لا أهمية لها أو تؤدى للتشديد عليهم.","seal":"8DDE43DB","part":"1"},
      {"page":56,"id":52,"nass":"كالرشاش فى (الفاضى والمليان) وقبل الشرح أحيانا، وخارج موضوع المدرس أحيانا، ولو استرسل المدرس مع السائل لتشتت الموضوع، وضاع الوقت، وتبرم الباقون، ولو سكت الطالب (المتسائل) لجاءه الشرح الذى ينبغى له أن يفهمه، ولا يزيد عليه، وخرج هو وزملاؤه بالفائدة المرجوة ..\rثم ماذا ربح السائل: أين أبى؟ «حين قال له: فى النار .. ومعروف أن الذين ماتوا على الكفر مآلهم النار كما قال عمر ملطفا حدة الموقف، ثم هذا الذى سأل: من أبى؟ أكان يضمن- كما قالت له أمه توبخه- أن أمه علقت فيه من غير أبيه فكان يفضحها أمام الجميع ويفضح نفسه؟ جو اندفع إليه الصحابة، ولم يكن لائقا أبدا بهم ولا بالرسول ومهماته ..\rفكان لا بد للرسول أن يغضب من هذه الحالة التى تضيع الوقت وتبعد المسلمين عن الطابع الجدى الوقور، الذى يجب أن يكون طابع مجالس الرسول، ومجالس العلم بعامة، وطابع الجد الذى يعيشون فيه،\rومن هذا يتضح جليا سبب الغضب، ويبعد عن الأذهان ما قد يناوشها- من أن الرسول لم يكن يجب أن يسأل عن بيان أمر شرعى، يتصل بتصحيح عقيدة المؤمن وعمله، لأن ذلك يتنافى مع طبيعة الرسالة ومهمة الرسول ..\rولعل الأمر يزداد وضوحا إذا ذكرت هنا آية أخرى فى هذا المقام- ولو أن الاستطراد سيطول- لكن هذه النقطة لا بدّ أن أوضحها تماما .. ولا أترك لها مخلفات فى الأذهان .. هذه الآية من سورة المجادلة تقول: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ناجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقَةً ذلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ 12 (¬1)\rكيف هذا؟\rهل مناجاة الرسول ومحادثته تقتضى أن يتصدق المتحدث قبل أن يقدم على مناجاته؟\r¬__________\r(¬1) سورة المجادلة الآية 12.","seal":"D9E6AD90","part":"1"},
      {"page":57,"id":53,"nass":"أليس الرسول مبينا، ومن مهمته أن يتحدث للناس ويستمع إليهم؟\rبلى. من مهمته ذلك. ولكن حسن خلقه وسيره على طبيعته السهلة أطمع كل من حوله فى أن يتحدث معه، ويناجيه، وقد ينفرد به، وقد يشغله، وقد يقتحم عليه أوقات راحته، وقد يتحدث معه فى توافه الأمور، فكان تواضعه وحسن خلقه سببا فى إيجاد شىء من عدم الدقة فى فهم مقام الرسول، وما ينبغى أن يكون عليه الحديث معه .. ولما يجب من توفير وقته للمهم من الأمور، أو كما نقول سببا فى «رفع الكلفة» فى الحديث معه، فكان لا بد من وقفة، أو من هزة تنبه الجميع إلى ما يجب أن يكون عليه الحديث مع الرسول، فليس هو مثلهم. إنه رسول .. وإذا كان قد رباه ربه على التواضع، فليس معنى ذلك أن تزيلوا كل حجاب، أو ترفعوا الكلفة بينكم وبينه وتشغلوا كل وقته بأسئلتكم ومحادثاتكم.\rإن مقامه عظيم، ومقام المحادثة معه عظيم، يقتضى أن يقدم من يريد الحديث معه صدقة. نعم. لا حجاب، ولا حراس، ولا استئذان ولكن صدقة من مال، أفهمتم مقام الرسول؟ أفهمتم خطورة التحدث معه؟ لا بد أن تتأدبوا. لا بد أن تحتاطوا.\rوعرفوا قدر المحادثة مع الرسول ومناجاته وقيمة وقته، وأحجموا .. حتى أقرب الناس إليه وهو على رضى الله عنه، لما أراد أن يحدثه، قدم صدقة قبل أن يتحدث معه، ثم تحدث .. وكان المهم أن يعوا هذا الدرس، ويعلموا أنهم يتحدثون مع رسول الله، ولا بد أن يكون الحديث جديا مناسبا لمقامه.\rوقد فهموا هذا ووعوه، ثم أدركتهم رحمة الله سريعا وأعفتهم من هذه الصدقة، لكن بعد أن فهموا وتعلموا، فقال الله لهم أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ 13 (¬1)\rومنه حفظكم لمقام الرسالة والرسول وتأدبكم فى الحديث معه.\r¬__________\r(¬1) المجادلة/ 13.","seal":"97705867","part":"1"},
      {"page":58,"id":54,"nass":"وفى معنى هذا أيضا يقول الله «لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا «من أواخر سورة النور، وقوله فى أوائل سورة الحجرات «يأيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبى ولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعمالكم وأنتم لا تشعرون، إن الذين يغضّون أصواتهم عند رسول الله أولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة وأجر عظيم، إن الذين ينادونك من وراء الحجرات (كما ينادون أمثالهم) أكثرهم لا يعقلون، ولو أنهم صبروا حتى تخرج إليهم لكان خيرا لهم».\rأدب مع النبوة يجب أن تتأدبوا به. فلما غفلوا عنه غضب الرسول وغضب الله له. حتى لا يكون هؤلاء (المتنطعون) سببا فى الإثقال على غيرهم .. كما قال الله «إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ، وَإِنْ تَسْئَلُوا عَنْها حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ». وكما قال الرسول:- «لو قلت نعم لوجبت، ولما استطعتم».\rولقد كان هذا الدرس نافعا ومفيدا، بل ذهب إلى نفوس الصحابة إلى أكثر من مداه .. وهذا هو شاهدنا وموضع هدفنا من الآية وأثرها ..\rفلقد تخوف الصحابة من السؤال، أى سؤال، وتحرجوا منه، مما يمكن أن نعده رد فعل لما كانوا عليه أولا، قبل أن يغضب الرسول وتنزل الآية .. فقد أداهم الخوف والخشية إلى أن يحجموا عن الأسئلة، خوفا من أن يبدو منهم ما قد يكون محل مؤاخذة فآثروا العافية .. والرواية الآتية تبين لنا إلى حد آثروا العافية وتخوفوا الأسئلة ..\rروى مسلم فى صحيحه عن أنس رضى الله عنه قال «كنا نهينا أن نسأل رسول الله صلى الله عليه وسلم عن شىء، وكان يعجبنا أن يجئ الرجل الغافل من أهل البادية (أى الذى لم يبلغه أمر النهى كما بلغنا) فيسأله ونحن نسمع (¬1)، وأخرج الإمام أحمد فى مسنده عن أبى أمامة قال:- «لما نزلت، يأيها الذين آمنوا لا تسألوا عن أشياء» الآية، كنا قد اتقينا أن نسأله صلى الله عليه وسلم فأتينا أعرابيا،\r¬__________\r(¬1) عن تفسير المنار ح 7 ص 148 نقلا عن فتح البارى.","seal":"A23A36BB","part":"1"},
      {"page":59,"id":55,"nass":"فرشوناه برداء وقلنا سل النبى صلى الله عليه وسلم والأعرابى ليس بملتزم بما يلتزمه المقيمون مع الرسول .. والرشوة هنا ليست هى الرشوة المحرّمة طبعا، بل هى تحريض على خير يريدونه ولا يستطيعونه.\rوروى مسلم أيضا عن النواسى بن سمعان قال: «أقمت مع رسول الله صلى الله عليه وسلم سنة بالمدينة ما يمنعنى من الهجرة إلا المسألة، كان أحدنا إذا هاجر لم يسأل النبى صلى الله عليه وسلم».\rفلم يتخذ النواسى صفة المقيم بالمدينة حتى لا ينطبق عليه ما ينطبق على المقيمين مع الرسول من تحشم واحتياط فى الأسئلة، وظل سنة ضيفا، دون أن يأخذ حكم الإقامة،\rلتكون له الحرية فى سؤال الرسول عما يريد. لأن الحرج كان خاصا بالمقيمين لا بالوافدين؟؟؟ .. لأنهم يتزودون بالعلم ويرحلون، وتسامح معهم أكثر مما يتسامح مع المقيمين.\rوروى أبو يعلى عن البراء «إن كان ليأتى على السنة، أريد أن أسأل رسول الله صلى الله عليه وسلم عن الشيء فأتهيب، وإن كنا لنتمنى الأعراب، أى قدومهم، ليسألوا فيسمعوا هم الأجوبة عن أسئلة الأعراب فيستفيدوا منها ..\rإلى هذا الحد بلغ رد فعل هذا الدرس الذى فهموه من الآية: إحجام عن السؤال مع رغبتهم الشديدة فيه، حتى يحرضوا الأعرابى، ليسأل بدلهم، ويغروه بشيء فى مقابل السؤال، واستماعهم معه للجواب .. مبالغة فى الأدب، مع حرص شديد على الاستفادة ..\rومع أن الآية- كما يفهم من مدلولها- لم تنههم عن السؤال أيا كان موضوعه، بل نهتهم عن أسئلة من نوع خاص، بينته لهم «إن تبد لكم تسؤكم» كما أن الحالة التى نزلت الآية تعالجها كانت مفهومة عندهم، أقول ومع ذلك أحدثت الآية فى نفوسهم رد فعل زائد عن الحد المطلوب فيها.\rولو أنهم- مع هذا المعروف عنهم- لم يغفلوا أول الأمر عما كان يجب عليهم من مراعاة مقام الرسول، والحفاظ على وقته الثمين، الذى يجب صرفه كله للأمور المهمة، لما حصل هذا كله .. ولكنه درس لهم، ولكل من أتى أو يأتى من بعدهم، حتى لا تشغلهم التوافه عن العظائم، ولا يتشددوا فيشدد الله","seal":"826BDF7B","part":"1"},
      {"page":60,"id":56,"nass":"عليهم، وحتى يوفروا للعلماء ولمن يدبرون لهم الأمور أوقاتهم، وينزلوا الناس منازلهم.\rونعود بعد هذا لنتساءل- هل معنى هذا أنه لم يعد بعد نزول الآية استفسار من الصحابة للرسول عن أمور تهمهم فى دينهم؟\r. لا .. إذ لا يمكن أن تزول ظاهرة السؤال والجواب .. ما دام الرسول حيا .. ينزل عليه الوحى بتشريعات جديدة، تحتاج أحيانا- ولدى بعض الناس على الأقل- إلى استفسار وتوضيح ..\rفما معنى تهيب هؤلاء، حتى كانوا يستعينون بالوافدين عليهم، أو ينتظرون قدومهم، ليسمعوا أسئلتهم وجواب الرسول عنها؟\rالذى أفهمه من جملة النصوص ومن طبيعة الرسالة معا أنه حدث تهيب عام من الأسئلة بعد نزول الآية، لم يمتد إلى الضرورى مما تمس الحاجة إلى السؤال عنه .. ولكنه وضع حدا للسؤال فيما لا تمس الحاجة إليه، ولا تتوقف صحة العقيدة والعمل عليه .. بالإضافة إلى أن بعض الناس رأى من باب الأحوط أن يأخذ نفسه بعدم السؤال عن شىء، خوفا من الوقوع فى الحرج، مكتفيا بما يسمعه من سؤال الوافدين على الرسول، وإجابته لهم، أو ببيان صحابى له، يكون أكثر إدراكا وفهما منه ..\rومما لا شك فيه أن هذا الجو الذى أحدثه نزول هذه الآية كان له تأثيره فيما يتصل الاستفسار عن بعض ما فى القرآن من ألفاظ وموضوعات ذكرنا شيئا منها وتساءلنا- كيف تمر فى عهد الرسول، دون أن يسأل أحد من الصحابة عنها ودون أن يصلنا شىء موثوق به عن معناها وتفسيرها، وكان من الممكن- لو وجد- أن يقطع كل خلاف بين العلماء حول تفسيرها ..","seal":"47D637F4","part":"1"},
      {"page":61,"id":57,"nass":"فى قلوبهم مرض\rومع ذلك لم تكن هذه الآية هى كل ما فى الموضوع، بل كان هناك غيرها، يشاركها فى تأثيرها.\rوأعنى بها قوله تعالى\rهُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتابَ مِنْهُ آياتٌ مُحْكَماتٌ هُنَّ أُمُّ الْكِتابِ وَأُخَرُ مُتَشابِهاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ ما تَشابَهَ مِنْهُ ابْتِغاءَ الْفِتْنَةِ وَابْتِغاءَ تَأْوِيلِهِ وَما يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنا وَما يَذَّكَّرُ إِلَّا أُولُوا الْأَلْبابِ 7 (¬1)\rوقد كان سبب نزول الآية نقاشا دار بين النبى عليه الصلاة والسلام، وبين وقد نصارى نجران، فى شأن عيسى عليه السلام، كانت نتيجته إفحامهم، فلجئوا إلى الجدال والمراء فقالوا: ألست تقول إنه من روح الله وكلمته؟ قال:\rبلى، قالوا: هذا حسبنا .. فنزلت الآية تندد بهم لوقوفهم- خدمة لهواهم- عند ما ورد فى القرآن من أنه روح الله وكلمته، غير ناظرين إلى الآيات الأخرى المحكمة التى تبين حقيقة عيسى عليه السلام، مثل قوله: «إن هو إلا عبد أنعمنا عليه» فى سورة الزخرف المكية، وغير ذلك من الآيات التى تبين حقيقة ولادته وبشريته مثل «إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ .. » (¬2).\rونلاحظ أن الآية توجه حملتها على الذين يعمدون إلى الألفاظ المتشابهة ..\rمثل هؤلاء .. فيؤولونها حسب هواهم، بقصد إثارة الفتنة .. وابعاد الناس\r¬__________\r(¬1) أوائل سورة عمران.\r(¬2) سورة مريم الآية 30.","seal":"2B034FA0","part":"1"},
      {"page":62,"id":58,"nass":"عن الحق .. «فأما الذين فى قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله» على حسب هواهم، مع أن هناك آيات أخرى تحول بينهم وبين اتباع الهوى ..\rولكنهم يتعامون عنها، ويهملونها، انتصارا لرأيهم، وتلبيسا على العوام، وجذبا لهم ...\rوفى مقابل ذم هؤلاء الذين يتعامون عن الحقائق، ويثيرون الفتن، ذكر الله طائفة أخرى لا تذهب مذهب الأولين فى إثارة الفتن بالمتشابه بل تؤمن به إيمانها بالمحكم، باعتبار أنهما صادران عن الله سبحانه، وسماهم الراسخين فى العلم، أى الراسخين فى علمهم بالله جل جلاله، وبالتالى فى إيمانهم به. فقال تعقيبا على الأولين وبيانا لموقف الآخرين (وَما يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنا وَما يَذَّكَّرُ إِلَّا أُولُوا الْأَلْبابِ). ربنا (أى يدعو الراسخون المؤمنون ربهم قائلين) لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب، لفرط إيمانهم واعتصامهم بربهم.\rوبذلك وضح موقف فريقين من الناس: فريق يعمد للمتشابه ليؤوله تأويلات فاسدة يقصد منها إثارة الفتن، وفريق يؤمن به كما يؤمن بالمحكم من الآيات.، والفريق الأول مذموم.، والفريق الثانى ممدوح.\rويؤكد هذا حديث روته السيدة عائشة رضى الله عنها تقول فيه: (تلا رسول الله صلى الله عليه وسلم هذه الآية وقال: (فإذا رأيت الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذرهم.\rومع أن الآية والحديث- كما رأيت- يذمان الذين يتبعون المتشابه، ويؤولونه تأويلا يثير الشبه والفتن، ولا يتناولان الذين يسألون عن المتشابه سؤالا بريئا بقصد الفهم، أو الذين يذكرونه، ويردونه إلى المحكم، ويفهمونه على ضوئه، أقول مع هذا أصبح السؤال عن المتشابه أو الحديث عنه مثيرا لعلامة استفهام حول صاحبه، أو واضعا له موضع الريبة فى إيمانه، حتى تتبين حقيقته ...\rولذا كان من الطبيعى أن يتحاشى المخلصون الصادقون هذه الريبة، ويبتعدوا ما أمكن عن الكلام حول المتشابه ويكتفوا بالفهم الإجمالى، رادين كل","seal":"598F3CB1","part":"1"},
      {"page":63,"id":59,"nass":"ما يسمعونه أو يقرءونه منه، إلى إيمانهم العميق بالله جل جلاله. وتسليمهم المطلق بكل ما ورد فى القرآن، ولو لم يفهموا حقيقة المراد منه، حتى يكونوا ممن مدحهم الله.\rفمثلا الآيات التى تتحدث عن مشيئة الله ومشيئة العباد. وعن قضاء الله وأفعال العباد. فيها آيات ترد كل شىء إلى الله «وما تشاءون إلا أن يشاء الله» ..\rوآيات تضيف العمل إلى الإنسان «كل امرئ بما كسب رهين» فكيف نوفق بين مشيئة الله، وقضائه وقدره بالنسبة لعباده، وبين محاسبة العبد على ما يفعل؟\rهذه القضية التى شغلت الناس قبل الإسلام وبعده، وإلى الآن، وإلى ما شاء الله من أزمان وأجيال ..\rوفى غمرة الاختلاف حول هذه القضية نتمنى- حسب تفكيرنا- أن لو أثار الصحابة هذه القضية ليجدوا لهم ولنا حلها من الرسول صلى الله عليه وسلم.\rولكنا لم نرث هذا البيان، ولو كان .. لورثناه ..\rوبالإضافة إلى هذا نجد توجيها من الرسول فى هذا: «إذا ذكر القدر أو القضاء فأمسكوا» (¬1) أى ولا تخوضوا فى البحث عنه .. ولذلك كان الخلفاء بعد الرسول يطاردون كل من يثير كلاما حول القدر، بعد اتساع رقعة الإسلام.\rوعن صفات الله، وما ورد عنها فى القرآن من الوجه، واليد والعين والسمع والبصر .. الخ- مما يدل على المشابهة، ويفيد فى ظاهره التجسيم، وهو محال، بنص الآية الأخرى «ليس كمثله شىء» فماذا تفيد- إذن- وما المراد بها؟.\rكان الكلام فى هذه الناحية والاسترسال فيه مما حظره الرسول، فوق أنه يثير شبها حول صاحبه .. ولذا لم نجد من يسأل عن حقيقة الوجه واليد .. الخ ..\rبل آمنوا بها كما وردت مع إيمانهم بأنه ليس كمثله شىء ...\rيقول العالم المحقق شاه ولى الله الدهلوى فى كتابه (حجة الله البالغة) ص 134 ج 1 بعد أن تكلم عن هذه الصفات: (والحق فى هذا المقام أن النبى صلى\r¬__________\r(¬1) رواه الطبرانى من حديث ابن مسعود بإسناد حسن.","seal":"9BB1AEF1","part":"1"},
      {"page":64,"id":60,"nass":"الله عليه وسلم لم يتكلم فيه بشيء، بل حجر (أى منع) أمته عن التكلم فيه، والبحث عنه، فليس لأحد أن يقدم على ما حجره).\rوقد روى أن عمر بن الخطاب رضى الله عنه ضرب رجلا يقال له (صبيغ)، لأنه كان يسأل عن متشابه القرآن، وما زال به حتى تاب ..\rيقول الإمام الشاطبى فى كتابه (الموافقات) الجزء الثانى ص 87 فى فصل عقده لبيان أن الاعتناء بالمعانى المبثوثة فى الخطاب هو المقصود الأعظم:\r(ومن المشهور تأديبه لصبيغ حين كان يكثر السؤال عن (المرسلات) و (العاصفات) ونحوهما).\rوجاء فى مسند الدارمى ما يوضح ذلك حيث قال: «أخبرنا عبد الله بن صالح حدثنى الليث أخبرنى ابن عجلان عن نافع مولى عبد الله، أن صبيغا (بالصاد المهملة) العراقى، جعل يسأل عن أشياء فى القرآن، فى أجناد المسلمين، حتى قدم مصر، فبعث به عمرو بن العاص إلى عمر بن الخطاب، فلما أتاه الرسول بالكتاب فقرأه فقال: أين الرجل؟ فقال: فى الرحل: فقال عمر: أبصر أن يكون ذهب، فتصيبك منى به العقوبة الموجعة. فأتاه، فقال عمر: تسأل محدثة؟ فأرسل إلى رطائب من جريد (أى لإحضارها)، فضربه بها، حتى ترك ظهره دبرة (¬1). ثم تركه حتى برأ، ثم عاد إليه، ثم تركه، حتى برأ، فدعا به ليعود إليه، قال: فقال صبيغ: إن كنت تريد قتلى فاقتلنى قتلا جميلا، وإن كنت تريد أن تداوينى فقد- والله- برأت. فأذن له إلى أرضه، وكتب إلى أبى موسى الأشعرى أن لا يجالسه أحد من المسلمين، فاشتد ذلك على الرجل. فكتب أبو موسى الأشعرى إلى عمر أنه قد حسنت توبته.\rفكتب عمر أن يأذن للناس بمجالسته. وهذا كله لأنه أثار فى الناس أسئلة لم يعهدوها، وليس من المناسب إثارتها ..\rوفى رواية: فأتى بعراجين النخل فقال من أنت؟ قال عبد الله صبيغ، فأخذ عمر عرجونا من تلك العراجين فضربه وقال: أنا عبد الله عمر .. فجعل\r¬__________\r(¬1) بها قروح كما يفعل رحل الدابة بها من القروح.","seal":"935C9D55","part":"1"},
      {"page":65,"id":61,"nass":"له ضربا حتى دمى رأسه. فقال: يا أمير المؤمنين حسبك. قد ذهب الذى أجد فى رأسى ...\rوهذه الرواية وتلك لهما دلالتهما فى موضوعنا .. ولا سيما فى قول عمر للرجل يؤنبه: تسأل محدثة؟ أى أتثير بين الناس أمرا جديدا لم يتعودوه قبل ذلك؟ وهو السؤال عن معنى قوله تعالى «وَالْمُرْسَلاتِ عُرْفاً فَالْعاصِفاتِ عَصْفاً» .. ونحوهما.\rمما يدل على أن مثل هذه الأسئلة لم يكن من المعتاد أن يسألها الصحابة فى زمن الرسول، وحتى عهد عمر .. بل كانوا يعتبرونها تكلفا يثير الشبهة ... وفى الاهتمام بإرسال الرجل من مصر الى المدينة، وضرب عمر له، ثم فى أمره لأبى موسى بعزله عن المسلمين، ما يعطينا دلالة قوية على سوء النظرة فى ذلك الوقت، إلى كل من يثير مثل هذه الأسئلة .. ودلالة على مقدار حرص عمر وولاته، على تجنيب المسلمين الاشتغال بمعانى المرسلات والعاصفات ونحوهما، مما يعدونه متشابها، محافظة على النهج الذى كان فى عهد الرسول وخليفته أبى بكر، ولذلك أنكر عليه مسلكه وقال له: أتسأل محدثة؟ لأنه يحدث فى الوسط الإسلامى ما لم يتعوده .. ولهذا أيضا نجد الإمام مالك يقول فى الرد على من يسأله عن معنى (الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى)، الاستواء معلوم، والكيف مجهول، والسؤال عنه بدعة.\rوحينئذ لا بد أن يرد على ذهن القارئ سؤال: كيف إذن كانوا يفهمون مثل هذا؟\rوجواب هذا .. أنهم كانوا يكتفون بالمعنى الإجمالى، وما يفيده السياق فى مثل هذه الأمور وغيرها، مما لا يتعلق بها حكم تكليفى محدد. فمثلا .. القسم بالمرسلات وما بعدها من العاصفات والناشرات والفارقات .. يفهمون أنها أشياء عظيمة، يقسم الله بها على أمر مهم، وهو: البعث .. لا يهمهم المراد بالعاصفات. كما عنى بها من بعدهم وقالوا: الرياح، أو الملائكة، ولم يتفقوا على رأى، لأنهم يجتهدون فى بيان المراد، ولكل اجتهاده. فكان الصحابة لا يخوضون فى بيان المراد تحديدا، بل يرون أن ذلك تكلف لا يصح الاشتغال به، ما دام المعنى الكلى مفهوما، وليس هناك ما يوجب فهم المراد بالمفردات ..","seal":"D2CD44A0","part":"1"},
      {"page":66,"id":62,"nass":"[مثل آخر]\rومثل آخر يوضح هذا ويؤكده، وهو لا يتعلق بالمتشابه، بل يتعلق بكلمة عادية، ولهذا دلالته فى موضوعنا، روى أن عمر رضى الله عنه قرأ (وَفاكِهَةً وَأَبًّا) من سورة (عبس) فقال وما الأب؟ ثم قال: ما كلفنا هذا، مع أن الأب ليس من المتشابه، ولكن عمر رأى السؤال تكلفا منهيا عنه، إذ لا بد أن الأب نبات خلقه الله، وهذا يكفى. والشاهد أن عمر كان من حفاظ القرآن .. وقرأ هذه الآية مرات .. حتى سأل نفسه أخيرا هذا السؤال، ثم استدرك وأعلن أن البحث عن مثل هذا تكلف لا داعى له، بل نهوا عنه ...\rوعمر بلا شك كان يدرك المعنى الإجمالى. وهو العبرة المستمدة من خلق الله هذه الأشياء: «فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ أَنَّا صَبَبْنَا الْماءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنا فِيها حَبًّا وَعِنَباً وَقَضْباً وَزَيْتُوناً وَنَخْلًا. وَحَدائِقَ غُلْباً وَفاكِهَةً وَأَبًّا مَتاعاً لَكُمْ وَلِأَنْعامِكُمْ» (¬1) فالأب لا يخرج عن كونه نباتا جعله الله مع ما ذكره من أنواع ما تنبته الأرض «متاعا لكم ولأنعامكم» أما ما هو بالذات .. فلم يكن يعرفه عمر كما روى، والاشتغال بمعرفته تكلف كما قال .... والمعنى العام لا يتوقف على معرفته ..\rوقد رويت حادثة السؤال عن (الأب) بتشديد الباء، بروايات مختلفة فى بعضها زيادات عن البعض الآخر وكلها توضح المعنى الذى نريده .. ففي رواية أن عمر رضى الله عنه سأل نفسه عن الأب. ثم قال: ما كلفنا هذا، كما سبق، ورواية تقول: أن رجلا سأل عمر، فقال له عمر: نهينا عن التكلف والتعمق .. وفى رواية أن عمر قرأ (وَفاكِهَةً وَأَبًّا) فقال هذه الفاكهة عرفناها، فما الأب؟ .. ثم استدرك وقال: هو التكلف. فما عليك ألا تدريه ..\rوقد أورد الإمام الشاطبى روايتين من هذه الروايات، وضم إليهما رواية تأديب عمر لصبيغ، لسؤاله عن المرسلات الخ .. ثم قال: (وظاهر من هذا كله أنه إنما نهى عنه لأن المعنى التركيبى معلوم على الجملة، ولا ينبنى على فهم هذه الأشياء حكم تكليفى فرأى الاشتغال به عن غيره مما هو أهم منه تكلف).\r¬__________\r(¬1) سورة عبس 24 وما بعدها.","seal":"E364F244","part":"1"},
      {"page":67,"id":63,"nass":"ثم قال «فلو كان فهم اللفظ الافرادى يتوقف عليه فهم التركيبى لم يكن تكلفا (أى لم يكن السؤال تكلفا) بل هو مضطر إليه، كما روى عن عمر نفسه فى قوله تعالى «أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ» فإنه سأل عنه على المنبر، فقال له رجل من هذيل: التخوف عندنا هو التنقص. ثم أنشد:\rتخوف الرحل منها تامكا قردا ... كما تخوف عود النبعة السفن (¬1)\r(أى أن رحل الناقة أخذ من سنامها المتلبد- تنقص منه- كما يأخذ المبرد وينقص من العود، بمعنى أزال بعضه فقال عمر: أيها الناس تمسكوا بديوان شعركم فى الجاهلية فإن فيه تفسير كتابكم .. )\rومع الدلالة التى أوردنا هذه الرواية لها .. نأخذ دلالة أخرى تؤكد ما سبق أن أوردناه .. وهو أن بعض الألفاظ من غير المتشابه ظلت غير مفهومة لحفاظ القرآن حتى توفى الرسول لعدم ورودها فى لهجتهم دون أن يسألوه عنها مع ملازمتهم له أو قربهم منه عليه الصلاة والسلام خوفا من رميهم بالتكلف، والاشتباه فى إيمانهم، مكتفين بفهم المعنى العام التركيبى.\rوهذا بالتالى يدلنا على أنه ليس بلازم للصحابى- وإن كان فى المقدمة- أن يحيط علما بكل المعانى الدقيقة لألفاظ القرآن .. كما نظن نحن الآن .. وليس هذا ماسا بهم، لأنهم كانت لهم شواغلهم وأعمالهم، وكانوا يفهمون منه ما يتصل بالعقائد من الألفاظ الظاهرة المحكمة، وما يتصل بالتكاليف. فهذا أمر ضرورى .. ويفهمون مما عدا ذلك كثيرا أو قليلا، كل على قدر استعداده .. ووقته فهما إجماليا. علما بأن القرآن عربى وهم عرب، وأقدر الناس على فهمه .. لكن هذا لم يمنع أن تكون هناك ألفاظ لها معان خفيت على بعضهم، أو لها مراد لم تصل إليه عقولهم لأنها تتحدث عن أمور لم يألفوها، ولم يسألوا عنها، تحاشيا من الوقوع فى التكلف الذى نهوا عنه، أو من الاشتباه فيهم ...\r¬__________\r(¬1) التامك: المرتفع من السنام. القرد: المتلبد. النبعة: شجر. والسفن: المبرد ونحوه.","seal":"FBD44326","part":"1"},
      {"page":68,"id":64,"nass":"فى حدود ثقافة الصحابة فهموا القرآن\r«نحن أمة أمية لا نحسب ولا نكتب» (حديث)\r\rالمستوى الثقافى\rومن الضرورى أيضا أن نلاحظ المستوى الثقافى الذى كان عليه الصحابة وتلقوا به القرآن الكريم أو فهموه على ضوئه.\rوهو عامل مهم .. لأنه على قدر وعى الانسان وثقافته، يكون فهمه لما يقرأ، أو يسمع، أو يكون حسن استقباله له،. ووضوحه عنده، كأجهزة الاستقبال. فعلى قدر سلامتها وقوّتها، يكون وضوح ما تتلقاه، أو تستقبله ..\rونحن ندرك من واقعنا أن الخطبة تلقى على المستمعين، فيأخذ كل منها على قدر ثقافته ووعيه، وأن الكتاب يقرأ، فلا يكون الجميع متساوين فى فهمه واستيعابه. بل على قدر ثقافة السامع أو القارئ يكون الفهم، ويكون الاستيعاب.\rهذه حقيقة أولى لا جدال فيها ..\rالحقيقة الثانية: أن القرآن عربى وفى أعلى درجات البلاغة. وهو بلغة القوم الذين نزل فيهم أولا .. وخاطبهم وتحداهم .. فمن الطبيعى أن يفهموه (وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ) (¬1)\rولقد فهموه، وأدركوا بلاغته، وعرفوا منها مصدره (فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ)، آمن به من استجاب لفطرته، وصد عنه من قامت الحوائل عنده دون الاستجابة لهذه الفطرة، ولكنه كان فهما قائما على ما أتقنوه من فنون المعرفة وكان أولها وأهمها: الناحية البلاغية اللفظية.\r¬__________\r(¬1) سورة إبراهيم/ 4.","seal":"ADBEFC20","part":"1"},
      {"page":69,"id":65,"nass":"الحقيقة الثالثة: أن أهم ما جاء القرآن من أجله هو العقائد والأحكام، وما يتصل بها من مكارم الأخلاق، ومن أجل توضيح العقائد وتدعيمها، والتدليل عليها، وتثبيت الداعين إليها، جاءت الآيات التى تتحدث عن دلائل قدرة الله فى خلقه، والآيات التى تسرد قصص السابقين ...\rأما الآيات التى تتحدث عن العقائد، كالإيمان بالله وملائكته، وكتبه، ورسله، واليوم الآخر فهى آيات واضحة، يفهم مضمونها كل عربى، دون كبير عناء وبمجرد أن يسمعها أو يقرأها، حتى بعد أن ضعفت السليقة العربية فيهم، وذلك فى حدود قدرته وتصوره، وأما آيات الأحكام والأخلاق، فهى فى جملتها كذلك واضحة محددة، وتكفل الرسول أيضا بزيادة بيانها وتوضيحها قولا وعملا ...\rومثل ذلك فى العقائد:\r(إِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ) (وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً) (إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ) (اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ) (آمِنُوا بِاللَّهِ وَرَسُولِهِ) (الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ) .. (وَالَّذِينَ يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ) (آمَنَ الرَّسُولُ بِما أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ) .. إلى غير ذلك من الآيات التى يدرك العقل ما ترمى إليه.\rومثل ذلك فى الأحكام:\r«وأحل الله البيع وحرم الربا» و «إذا تداينتم بدين إلى أجل مسمى فاكتبوه»، «يوصيكم الله فى أولادكم للذكر مثل حظ الانثيين. إلى آخر الآيتين .. إلى غير ذلك من الآيات ..\rومثل ذلك فى الأخلاق:\r«وبالوالدين احسانا وبذى القربى واليتامى والمساكين والجار ذى القربى» الآية. «ادفع التى هى أحسن».\rفكانت هذه الآيات على قدر من الوضوح يكفى لالزام المخاطبين بمضمونها،","seal":"9B0C6E5A","part":"1"},
      {"page":70,"id":66,"nass":"وبما دعت إليه من عقائد وأحكام، فإن كانت فى حاجة إلى زيادة تفاصيل تكفّل الرسول صلى الله عليه وسلم بها ..\rوبقى بعد ذلك الآيات التى تتحدث عن المظاهر الكونية، والآيات التى تتحدث عن قصص السابقين ..\rوينضم إليها كذلك الآيات التى تتحدث عن بعض صفات الله تفصيلا، كالاستواء والوجه واليدين، والمشيئة والارادة .. الخ .. ويلحق بها الآيات التى جاءت غير واضحة وغير محددة .. مثل روح الله وكلمته. ومثل الم ...\rوالر .. الخ\rهذا النوع من الآيات هو فى الحقيقة موضوع الحديث الذى عنينا بتوضيحه فى هذه البحوث ...\rوهو الذى تساءلنا عن مدى فهم الصحابة له، أو استيعابهم فهمه، وتحدثنا عن عوامل أثرت فى فهم الصحابة له وبقى آخر هذه العوامل .. وهو القدر الثقافى الذى استقبلوا هذه الآيات به ..\r\rبعثت إلى أمّة أمّيّة:\rوهذا يستدعى منا أن نعرف ما كان عليه العرب من ثقافة علمية وتاريخية، استقبلوا بها الآيات الكونية والقصصية وبعض الآيات الأخرى المتشابهة ..\rلقد جاء القرآن الكريم يصف العرب بأنهم أميون، ووصف الرسول بأنه أمى.\rفيقول الله تعالى فى أول سورة الجمعة (¬1)\rهُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ 2\r¬__________\r(¬1) سورة الجمعة الآية الثانية.","seal":"839D300E","part":"1"},
      {"page":71,"id":67,"nass":"ويقول فى سورة الأعراف\rفَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِماتِهِ (¬1)\rويقول تعالى فى سورة العنكبوت: وَما كُنْتَ تَتْلُوا مِنْ قَبْلِهِ مِنْ كِتابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذاً لَارْتابَ الْمُبْطِلُونَ 48 (¬2)\rويقول عليه الصلاة والسلام: (نحن أمة أمية لا نحسب ولا نكتب. الشهر هكذا وهكذا) (¬3) وأشار بأصابعه، يعنى مرة تسعة وعشرين ومرة ثلاثين.\rويقول عليه الصلاة والسلام مخاطبا جبريل: (إنى بعثت إلى أمة أميين) (¬4) أو (إنى بعث إلى أمة أمية)\rولعل أصح تفسير لمعنى كلمة أمية وأميين هو ما فسرها به الرسول صلى الله عليه وسلم وعناها حين قال لا نحسب ولا نكتب .. وهو ما وضحه الإمام الشاطى (¬5) حين قال: والأمى منسوب إلى الأم، وهو الباقى على أصل ولادة الأم لم يتعلم كتابا ولا غيره، فهو على أصل خلقته التى ولد عليها.\rوليس معنى هذا جهلهم التام بأمور الحياة، وبما يكتسب منها بالتجارب والعقل، بل معناه أنه لم يتعلم بطريق الكتابة والقراءة شيئا، وهو الذى فسرته الآية الأخرى عن وصف الرسول بالأمى «وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك إذا لارتاب المبطلون» ومن أجل هذا جاء وصف الرسول فى القرآن من حاله، ودفعا لأى شك فى صحة رسالته ونزول القرآن من ربه.\r¬__________\r(¬1) سورة الأعراف آية 158.\r(¬2) سورة سورة العنكبوت آية 48.\r(¬3) كما جاء فى صحيح البخارى فى كتاب الصوم عن ابن عمر رضى الله عنه.\r(¬4) كما جاء فى الترمذى فى أنزل القرآن على سبعة أحرف.\r(¬5) ص 69 ج من الموافقات.","seal":"0CBB19DF","part":"1"},
      {"page":72,"id":68,"nass":"فالعرب الذين نزل عليهم لم تكن الكتابة والقراءة منتشرة عندهم انتشارها عند الأمم المتحضرة حولهم، وبالتالى لم يتمكنوا من دراسة العلوم التى كانت معروفة عند غيرهم من الفرس أو الروم فى ذلك الوقت، فكان كل ما يتناقلونه بينهم من الطب والفلك وغيرهما، لا يمكن تسميته علوما إلا تجاوزا، لأنه كان مكتسبا عن طريق تجاربهم وملاحظاتهم الخاصة. المنبعثة من البيئة وحاجاتها وظروفها. مما يعينهم على حياتهم البدوية، من الاستدلال بالنجوم على معرفة الجهات، وعلى تعيين الوقت، كما قال الله «وعلامات وبالنجم هم يهتدون» وما كانوا يداوون به مرضاهم بطريق التجربة، والتناقل فيما بينهم، مما يمكن أن تجد له شبيها الآن فى البيئات البعيدة، المنعزلة عن المدينة، المحرومة مما وصل إليه العلم من تقدم ..\rعلى أن هذه المعرفة المحدودة لم تكن عامة شائعة لدى العرب جميعا، بل كانت قاصرة على بعضهم أو خاصتهم، ممن كانت الحاجة تدعوهم إلى معرفتها، ولعل هذا الوصف (الأمية) قد غلب على العرب، حتى لم ير الرسول بدا من الاحتجاج به عند ربه، وهو يخاطب جبريل كما فى الحديث السابق، كما صرح به أيضا، وهو بصدد معرفة أيام الشهر .. ولهذا جرى على لسان اليهود حين قالوا: (لَيْسَ عَلَيْنا فِي الْأُمِّيِّينَ سَبِيلٌ) يقصدون فى كلامهم هذا .. العرب، وإن كان هذا مبدأ عاما عندهم فى معاملة غير اليهود، لا يرون بأسا فى نهب أموالهم .. لكن الآية تحكى حال اليهود الذين يعاملون العرب، ويطلقون عليهم هذا الوصف (الأميين) ..\rوكذلك كان لهم بالنسبة لتاريخ الأمم قبلهم مما قصه القرآن، فلم يكن لهم به معرفة سابقة، وذلك هو ما تخبر به هذه الآية الكريمة بعد أن سبقها ذكر قصة نوح (تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ) (¬1)، وفى قصة مريم وزكريا: (ذلِكَ مِنْ أَنْباءِ\r¬__________\r(¬1) آية 49 من سورة هود.","seal":"437CD06B","part":"1"},
      {"page":73,"id":69,"nass":"الْغَيْبِ نُوحِيهِ إِلَيْكَ وَما كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلامَهُمْ، أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَما كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ) (¬1).\rحتى ليمكننا أن نقول إنه لما كان عدم معرفة الرسول بالكتابة والقراءة ارتكازا لحجة من حجج رسالته، ونزول القرآن عليه من عند الله، كان عدم معرفة قومه بالعلوم وبالتاريخ ارتكازا آخر لحجة من حجج رسالته، وكون القرآن منزلا عليه من الله، إذ لم يكن من قومه من يعرف ذلك حتى يقال إنه تعلمه منهم.\rفحين أراد أعداؤه المشركون الطعن فيه، وفى صحة نزول القرآن عليه، قالوا: إن ما يقصّه من أخبار الماضين إنما هو من تعليم هذا الرومى المثقف المهاجر إلى مكة، المقيم فيها، فنزل القرآن يرد عليهم: (وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ، لِسانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ، وَهذا لِسانٌ عَرَبِيٌّ مُبِينٌ) (¬2).\rولو كان لدى العرب عامة علم بهذه الوقائع، أو لو كان لدى خاصتهم علم بها، لما لجأوا إلى اتهام الرسول بالتعلم من هذا الرومى، أو لكروا بعد رد الله عليهم هذا الرد، بأنه يتعلم من فلان العربى صاحب اللسان العربى. ولكنهم لم يجدوا عربيا عالما أمامهم بهذه القصص، حتى يسندوا إليه تهمة تعلم الرسول منه ...\rوهكذا كانت أمية الرسول وأمية قومه وعدم المامهم بالعلوم من ممهدات الرسالة، أو من ركائز صدقها، ودلائل صحتها ..\rولعل فى هذا الكفاية فى الدلالة على خلو البيئة العربية التى نزل فيها القرآن، من العلم بتاريخ الأمم والرسل السابقين، وكانت أرقى بيئة عربية فى الجزيرة فى ذلك الوقت.\rفكل ما ساقه الله سبحانه- اذن- من قصص الأمم السابقة، عن رسلها والصالحين من عباده، إنما كانت قصصا بكرا لم يعرفها العرب من قبل. بل استمدوا معرفتها من القرآن وحده ..\r¬__________\r(¬1) آية 44 من سورة آل عمران.\r(¬2) آية 103 من سورة النحل.","seal":"9563725F","part":"1"},
      {"page":74,"id":70,"nass":"هذه نتيجة أحب أن يتذكرها القارئ لأن لها أهميتها عند ما يقرأ ما جاء فى تفسير قصص القرآن، من أخبار زائدة من منطوق القرآن .. من أين جاءت وعمن رويت، لأنهم ما داموا قد علموا هذه القصص من القرآن. وفى ثناياها أخبار طويت، لعدم الحاجة إليها فى ابراز العبرة من القصة، فمن أين جاء العلم بها؟ هل سأل الصحابة عنها رسول الله وأجابهم؟ أو سكتوا، واكتفوا، بالعبرة الظاهرة من القصة، دون أن يتابعوا تفاصيلها الخفية التى تركها القرآن؟ تلك التفاصيل التى رأيناها تثار فيما بعد، ويسأل عنها، لأن النفس البشرية فيها غريزة حب الاستطلاع، وهى تجرى وراء هذه الغريزة، متى كان الجو صالحا ومساعدا. كما رأينا ذلك بعد عصر الفتوح والاتجاه إلى الاستقرار والبحث، ولا سيما بعد دخول غير العرب فى الاسلام وخاصة من اليهود والنصارى.\rلم نجد الصحابة يتابعون هذه الأخبار التى طويت، أو هذه الفجوات التى تركت فى القصة بسؤال الرسول عنها، ولم نجد فيما روى صحيحا عن الرسول، ما يشبع حب الاستطلاع الطبيعى لدى النفوس ...\r\rفراغ سدوه بالاسرائيليات:\rومن هنا وجد الفراغ الذى حاول المسلمون سده، بعد زمن الرسول، عن طريق علماء اليهود والنصارى، أو عمن ظنوهم علماء بالتوراة، وربما لم يكونوا من العلماء، بل من النقلة المحرفين، الذين يحرفون ويزيدون، أو من عوامهم الذين يسمعون وينقلون، ويستمع منهم المسلمون، حتى لتجد كتب التفسير محشوة بتفاصيل لهذه القصص، لم يذكرها القرآن ولكنها مأخوذة عن هؤلاء مما اشتهرت تسميته: بالاسرائيليات. وبعض هذه الاسرائيليات تجدها معزوة إلى ابن عباس وغيره من الصحابة والتابعين- كما قلنا من قبل- مما يوهم روايتها عن الرسول صلى الله عليه وسلم. وما هى كذلك .. وإنما هذا هو مصدرها الذى أتت منه: أولا: اليهود الذين أسلموا ونصبوا من أنفسهم أو نصب منهم المسلمون معلمين، مخبرين بما لم يذكره القرآن من تفاصيل القصص، وثانيا: الذين لم يسلموا واطمأن المسلمون إلى أقوالهم ..","seal":"B5B1584C","part":"1"},
      {"page":75,"id":71,"nass":"الآيات الكونية:\rبقى معنا الآيات التى تتحدث عن مظاهر قدرة الله فى خلقه: فى الإنسان، وفى السماء والأرض، وتلفت النظر إلى التدبر فيها حتى يصل العقل من خلال ذلك إلى الإيمان بقدرة الله الواحد. هذه الآيات تتحدث عن سنن الله فى كونه: وعن بعض الظواهر التى يراها الانسان، ويستطيع العربى العادى، أن يأخذ منها عبرة عامة. وهذا كاف فى الهداية والاتعاظ، ولكنها تحوى اشارات إلى حقائق علمية، تظهر لدارس القرآن، كلما تقدم العلم، وكشف شيئا من أسرار هذا الكون ...\rومما لا شك فيه أن العرب حين نزول القرآن لم تكن عندهم قدرة لتفسير هذه الآيات على الأساس العلمى الذى أمكن أو يمكن أن نفسر به بعضها الآن إذ لم يكن عندهم معلومات علمية يستقبلون بها هذه الآية كما يستقبلها اليوم بعض علماء الطب والفلك والزراعة والجيولوجيا .. أو كما استقبلها بعض المسلمين العالمين بهذه العلوم فى العصر العباسى وما بعده\rلم تكن عندهم طاقة لفهم الدقائق التى يفهمها هؤلاء العلماء اليوم، ولذلك لم يفهموها إلا فهما إجماليا أو لم يتناولوها بالشرح إلا على قدر جهدهم.\rوكذلك علماء التفسير الذين فسروا القرآن حتى الآن تقريبا. إلا قليلا جدا.\rاكتفوا بالتفسير اللفظى البلاغى النحوى، مع النظرة العامة للمظاهر التى تتحدث عنها الآية، ويفهمها المفسر ويبرز العبرة منها .. وربما أضافوا للتفسير شيئا مما سمعوه من الاسرائيليات التى لبست عليهم، كما فسروا مظاهر الرعد والبرق وغير ذلك مما نراه وننكره فى كتب التفسير التى بين أيدينا ..\rومن المعروف أنه على قدر تفتح الذهن، وعلى قدر المحصول العلمى للانسان، يكون اتجاهه فى المعرفة والسؤال عما يتطلع إلى معرفته ..\rفالريفى الجاهل فى القرية الذى لم يقرأ ولم يكتب لا يستطيع وهو يسمع الإذاعة ويشاهد التليفزيون أن يتجه ذهنه إلى السؤال عن دقائق صنع المذياع والتلفاز، كما كان يؤثر المرحوم الدكتور أحمد زكى أن يسميه، أو المرناء كما كان","seal":"0EF8969C","part":"1"},
      {"page":76,"id":72,"nass":"يسميه المرحوم الأستاذ محمود تيمور. ولكنه ينظر نظرة هامة فى الجهازين وهما يؤديان عملهما. ويستدل من ذلك على قدرة العقل البشرى الذى صنعهما. وحتى لو ظهر منه سؤال- فلتة أو اعتباطا-: كيف يتم نقل الصوت والصورة؟ فإن من غير المناسب أن يجلس العالم بذلك، فيشرح له دقائق هذه العملية، لأن عقله لا يستوعبها، وليس لديه أساس علمى يمكن أن يقوم عليه هذا الشرح ..\r. فالاشتغال بذلك- اذن- مضيع للوقت، ومجاف للحكمة. ولذلك يكون من الحكمة توجيه الجواب وجهة يحتملها عقله، وهذا هو ما سلكه القرآن الكريم.\r\rسؤال عن الأهلة:\rفقد روت لنا كتب التفسير فى أسباب نزول قوله تعالى: (يَسْئَلُونَكَ عَنِ الْأَهِلَّةِ) ما يشبه هذا. قال معاذ بن جبل رضى الله عنه لرسول الله صلى الله عليه وسلم: (ما بال الهلال يبدو دقيقا مثل الخيط ثم يزيد حتى يمتلئ ويستوى، ثم لا يزال ينقص، حتى يعود كما بدا، لا يكون على حالة واحدة كالشمس) وجواب هذا السؤال عرفناه ونحن صغار ندرس حركة القمر الشهرية، وموقعه بالنسبة للشمس والأرض، ورسمنا له الخريطة التى توضح أشكال القمر مع إظهار الجزء المنير منه، المواجه للشمس من ناحية، وما يظهر لنا نحن سكان الأرض من هذا الجزء المنير الذى يؤدى إلى أشكال القمر التى يراها الناس جميعا، أعنى أن الجواب أصبح فى متناول الطلاب الصغار الآن ...\rولكنه وقت نزول القرآن، لم يكن من المناسب توضيحه للعرب، وليست عندهم أوليات علمية عن الشمس والأرض والقمر من هذه الناحية .. ولم يكن لدى الرسول صلى الله عليه وسلم كذلك علم بأسباب هذا التغير، لأن علمه ليس من مهمته. وكان من الممكن أن ينزل القرآن به، كما نزل بكثير من الأجوبة، التى كان لا يعرفها الرسول، ولكنا نرى القرآن حين ينزل بالرد عليهم، يتجه وجهة أخرى، غير ما سأل عنها معاذ، وهى بيان فوائد حركة القمر لنا .. (قُلْ هِيَ مَواقِيتُ لِلنَّاسِ وَالْحَجِّ)؛ لأن هذا هو الذى كان يمكنهم فى ذلك الوقت فهمه ..","seal":"A8E2BF1E","part":"1"},
      {"page":77,"id":73,"nass":"ولهذا قال علماء البلاغة فى هذا الجواب إنه من الأسلوب الحكيم .. أى الجواب بغير ما سأل عنه السائل، لصرفه عن موضع سؤاله، ايحاء له بأن كلا من سؤاله والجواب الحقيقى عنه غير مناسب، بل المناسب أن يسأل عما كان الجواب فعلا عنه .. وهو فائدة تغير القمر بهذه الأشكال التى نراها .. حتى قال بعض المفسرين فهما لقوله تعالى عقب ذلك مباشرة\rوَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِها وَلكِنَّ الْبِرَّ مَنِ اتَّقى وَأْتُوا الْبُيُوتَ مِنْ أَبْوابِها (¬1) قالوا: إن ذلك يشبه أن يكون تقريعا لاتجاههم إلى ذلك السؤال، الذى لا يحتملون الاجابة الحقيقة عنه، وكان الأولى أن يقتصدوا فى الأسئلة، ولا يتعرضوا لما هو فوق طاقتهم العلمية .. فمثل هذا السؤال كمن أتى البيوت من ظهورها وقفز من نوافذها وسار إلى الشيء من غير طريقه المناسب له. وليس هذا برا، ولكن البر أو الصواب هو اتقاء مثل هذه الأساليب، فى الأسئلة لعدم مناسبتها لكم ..\rهكذا علل بعض المفسرين سر اتصال أجزاء الآية بعضها ببعض، وهو فهم فى الآية على كل حال، يقوم على حالة واقعة، هى عدم معرفتهم بمسائل العلم التى تؤهلهم لادراك الجواب الحقيقى على سؤالهم ..\rوهذا مثال من القرآن نفسه يوضح لنا ما نقول عن واقع الصحابة العلمى حين نزول القرآن ..\r\rوالنتيجة:\rوالذى نريد أن نصل إليه من هذا كله:\rأن الصحابة لم يكونوا مؤهلين بمعرفة عن تاريخ الرسل وأممهم فوق ما جاء فى القرآن. فكل زيادة فى هذه الناحية، إن ثبت ورودها عن الرسول قبلناها، وإلا أبعدناها\rعن تفسير القرآن، اللهم إلا إذا وجدنا حفريات ونقوشا تضيف لنا جديدا عمن تحدث عنهم القرآن ..\rكما أن الصحابة لم يكونوا مؤهلين بمعرفة علمية عميقة أو شبه عميقة عن\r¬__________\r(¬1) البقرة/ 189.","seal":"7032BC71","part":"1"},
      {"page":78,"id":74,"nass":"الإنسان، ومظاهر الكون أمامهم، ولهذا لم يخوضوا فيها بتفصيل، ولم يتحدثوا عنها، وإنما كانوا يكتفون بالعبرة، يأخذونها من منطوق الآية ومن النظرة البسيطة إلى المظاهر الكونية أمامهم دون تعمق، فإذا جاء عنهم شىء فى ذلك فقد نقلوه من خارج البيئة الاسلامية، اسرائيلية أو غيرها ..\rوقد جاء القرآن الكريم يخاطب العرب فى حالتهم تلك، بالأسلوب المناسب لهذه الحالة، فيأخذون منه قدرا يحرك فى نفوسهم الاتعاظ بما يحدثهم عنه، ويخاطب من هم أعلى منهم علما، وأدق نظرا، على درجاتهم المتفاوتة فى العلم ودقة النظر، فيكتسبون العبرة الظاهرة التى استفادها العرب الأميون، ولكنهم يزيدون عليها تأملات جديدة فى الآية على ضوء ما وصلوا إليه من علوم يقينية يجدون فى الآية إشارة لها وتحتملها ألفاظها ..\rومن هنا أرى أن أولى الناس بتفسير الآيات الكونية إنما هم أهل العلم فى الطب والفلك والجيولوجيا وما يشبه ذلك من علوم، على ألا يتحدثوا عن آية إلا باليقينيات من العلم، لا بالفروض والنظريات. أما أرباب النحو والبلاغة فقد فسروها كما تدل عليه ألفاظها مع ما عندهم من علم عن الكون، استفادوه بالنظرة السطحية التى تشبه نظرة الصحابة، مع تفتح جاءهم على مرور الزمن حسب الجو العلمى الذى كانوا يعيشون فيه ..\rوأعتقد أننا بهذا الذى أوردناه قد ألقينا ضوءا كاشفا عن حالة تفسير القرآن الكريم فى عصر الرسول، وعن المحصول الذى يمكن أن نخرج به من هذا، وعن العوامل المتعددة، التى جعلته محصولا يسيرا.\rومن يدرى .. لعل فى ذلك جوانب من الخير كثيرة، أهمها: ترك الباب مفتوحا للعقول وعلى مر الزمن لتجتهد فى فهم القرآن على ضوء خبرتها وعلمها، وتبرز لنا من أسرار الكون المكتشفة حديثا، ما أشارت الآيات إليه، ولم يدركه السابقون .. وهو خير يزيد المؤمنين إيمانا ويقينا ..\rومن أراد أن يرجع إلى ما تركه الرسول صلى الله عليه من تفسير قليل.\rفليرجع إلى أمهات كتب الحديث. باب التفسير ليقف على هذه الحصيلة القليلة، بجانب ما غصت به كتب التفسير بأجزائها ومجلداتها.","seal":"322C3954","part":"1"},
      {"page":79,"id":75,"nass":"التفسير بعد عصر الرسول\rعصر الصحابة\rوإذا كنا قد عرفنا هذا كله، فإن سؤالا يطرح نفسه علينا وهو: كيف كان الموقف بعد وفاة الرسول صلى الله عليه وسلم من تفسير القرآن؟\rونستطيع أن نقول اجابة عن هذا السؤال: إن موقف الصحابة من فهم القرآن أيام الرسول كما عرفناه، وقد استمر بقوة الدفع بعد وفاته زمنا توفرت الظروف فيه للاستمرار. وأقول توفرت الظروف فيه للاستمرار لأن الظروف التى كانت فى أيام الرسول لم تستمر كثيرا بعد وفاته، كما سنتحدث عن ذلك فيما بعد.\rلقد كانت خلافة أبى بكر رضى الله عنه بعد الرسول من أكبر العوامل وأقواها للمحافظة على استمرار الوضع الذى كان أيام الرسول .. لأنه كان رضى الله عنه أكثر الصحابة شدة فى التزام الوضع السابق: فقال يجابه مانعى الزكاة «لو منعونى عقال بعير كانوا يؤدونه لرسول الله لقاتلتهم عليه» ثم رفض بكل شدة أن يغير قيادة «أسامة بن زيد» للجيش الذى كان قد جهزه الرسول، وولى اسامة القيادة قبيل وفاته ..\rومن هذا المنطلق نستطيع أن نقول: إن أبا بكر رضى الله عنه حافظ بشدة على الوضع الذى كان أيام الرسول بالنظر إلى الموقف من تفسير القرآن .. ولا سيما فيما يتصل بالمتشابه، وما طوى من أحداث القصص التى ذكرها القرآن.\rوهما أهم ما شغل العقول بالكلام والسؤال، لأن مجال القول فيهما كان متسعا .. وذلك بخلاف ما يتصل بالعقائد المبدئية أو الكلية والأحكام، فقد كانت الآيات فيهما واضحة، وكانت السنة النبوية العملية والقولية توضح المراد منه، فوق أن عملهم فى أيام الرسول جعل المراد من الآيات فى هذا المجال، غير بعيد عن أفهامهم فكانوا يجيبون عن الاسئلة المتصلة بهذا الجانب، وهم متأكدون من صحة ما يقولون، معتقدين أن هذا جزء من تبليغ الدين ..","seal":"9D3EB613","part":"1"},
      {"page":80,"id":76,"nass":"وذلك بخلاف ما عداه مما لم يرد فيه بيان نبوى، ولا تدعو الحاجة للخوض فيه فإنهم تورعوا عن الكلام فيه محافظة على النهج الذى ساروا عليه أيام الرسول .. وقد روى أن أبا بكر سئل عن معنى آية من القرآن فقال: أى سماء تظلنى وأرض تقلنى، إذا قلت فى القرآن برأيى، أو بما لا أعلم. وقد سبق أن ذكرنا أن عمر رضى الله عنه ضرب واحدا من المسلمين ضربا موجعا حتى كاد يؤدي بحياته وهو عبد الله بن صبيغ- لأنه كان يكثر من السؤال عن معنى- المرسلات والعاصفات والصافات، ولم يتركه حتى تاب ورجع عن هذا المسلك.\rومع هذا روى أن أبا بكر أجاب لما سئل عن معنى (الكلالة) الواردة فى موضعين من سورة النساء، وأن عمر أيضا سأل عن معانى بعض الكلمات التى كانت خافية عليه كما سبق مثل (تخوف) فى قوله تعالى: «أَوْ يَأْخُذَهُمْ عَلى تَخَوُّفٍ» فى سورة النحل.\rوهذا يدلنا على أن الكلام السابق لأبى بكر (أى سماء تظلنى) الخ .. كان خاصا بناحية فى القرآن، وهى التى تتصل بالمتشابه أو بالمطوى من حوادث القصص، لأنه تحرج-\rجريا على النهج الرسولى- من الكلام فى هذه الناحية.\rولم يتحرج من تفسير معنى الكلالة الواردة فى آيتين من آيات المواريث، لأن ذلك يتصل ببيان ألفاظ أحكام عرفوها، ولا بد لهم أن يبينوها .. أما تحرجه فيما تحرج عن الكلام فيه، فلأنه يحتاج إلى نقل صحيح، ولم يكن هذا النقل متوفرا لديه، فعدّ الكلام فيه حينئذ من أبواب الكلام بالرأى .. وهو لا يريد أن بخوض هذا المجال، تورعا منه، وتشبثا بالمنقول.\rوكان سلوك أبى بكر هو السمت الغالب على الصحابة فى عهده وعهد عمر تقريبا .. وامتد بعدهما ولكن عند الورعين الذين ألزموا أنفسهم حسن الاتباع\r\rثم بدأت الظروف تتغير:\rفلو كان الاسلام ظل قاصرا على البيئة التى تركه الرسول فيها، لكان من الممكن أن يظل النهج الرسولى سائدا مسيطرا على الناس مدة طويلة\rولكن ذلك لم يكن، فقد اتسعت رقعة الاسلام، ودخله أناس يحملون","seal":"E40BE1B5","part":"1"},
      {"page":81,"id":77,"nass":"ثقافات وأفكارا، ونفسيات مختلفة، واختلطوا بالصحابة فى المدينة، أو ذهب الصحابة إلى بلادهم، ولم يكونوا جميعا عربا، يفهمون العربية والقرآن بسليقتهم كالعرب، فاحتاجوا إلى بيان معنى ما يسمعون أو يقرءون، ولم يكونوا ملتزمين بالنهج الذى سار عليه الصحابة مع رسول الله ازاء القرآن وكان من الضرورى الاجابة عما يسألون أو يثيرون من شبهات، أو يطلبون من بيانات ..\rوكان من هؤلاء الداخلين فى الاسلام جماعة لا زال ماضيهم يشدهم إليه، فلم يكونوا مخلصين للدين الجديد، فأخذوا يثيرون الشكوك، ويزرعون الألغام فى طريق المسلمين المخلصين، حول القرآن والتعاليم الاسلامية بعامة ..\rوكان بجوار هؤلاء نبت جديد فى البلاد العربية، أو بتعبير العصر، جيل جديد، لا شك أنهم كانوا أكثر تطلعا من الجيل السابق عليهم، وأكثر جرأة وتطلبا لفهم ما يغلق عليهم فهمه من القرآن الكريم.\rكما أن الأحداث العنيفة التى أثارها النزاع حول الحكم فى وقت مبكر بعد وفاة الرسول، قد شغلت المسلمين بها، وأضعفت فيهم المثالية التى كانت سائدة من قبل، وأوجدت عند كل فريق رغبة فى التماس الحجة له من القرآن\rوكان الموقف يقتضى الاقتصار على فهم الآيات بمقتضى أسلوبها العربى المفهوم لدى الصحابة أو تابعيهم من العرب، مع الاستعانة فى بعض الأحيان بما يكون قد روى عن الرسول .. ثم التوقف عن الخوض فيما لا يمكن الخوض فيه .. كآية متشابهة. أو حادثة مطوية فى قصة. أو ظاهرة كونية. كالرعد والبرق مثلا ..\rوهذا بالفعل ما تمسك به الورعون من الصحابة وتابعيهم الذين التزموا النهج الأول. فكانوا يقلون من تفسير القرآن، ويتحرجون من الجرأة على الكلام فيه كأبى بكر، ويفوضون ما لم يعلموا رواية فيه عن الرسول، أو لم يكن ظاهرا واضحا عندهم، إلى علم الله .. معتبرين السؤال عنه بدعة، يجب على الانسان المؤمن البعد عنها. وهذا ما يبدو واضحا مما نعرفه من قول الامام مالك رضى الله عنه، لمن سأله عن معنى الاستواء، فى قوله: «الرحمن على العرش استوى» فقال الاستواء معلوم، والكيف مجهول، والسؤال عنه بدعة.","seal":"A853441B","part":"1"},
      {"page":82,"id":78,"nass":"كان هذا الجواب يمثل مسلك المتحفظين الذين يتهيبون ابداء رأيهم الخاص فى تفسير القرآن، ولا سيما الأمور المشتبهة فيه .. ولكن لم يكن من الممكن فرض هذا المسلك على المجتمع الاسلامى كله، مع الظروف التى طرأت عليه، وسبق أن أشرنا إليها، والتى ولدت تيارا جديدا فى هذا المجتمع، يفرض على العلماء فيه، أن يتحدثوا عما يثار من أسئلة، وعما تتطلع إليه النفوس من توضيح ما يشكل فهمه عليهم من القرآن، والرد على بعض الشبه التى يثيرها المسلمون وغيرهم ممن اختلطوا بهم. حتى لا تظل هذه الشبه وهذه التساؤلات قائمة، تفعل فعل عوامل التعرية فى النفوس.\rوهنا نجد الكثيرين ينشطون لسد هذه الثغرات، وازالة هذه الشبهات، وارضاء هذه التطلعات ولكنهم يسلكون الطريق الذى يكون أكثر تأثيرا على المجتمع أو الجمهور فيه، وهو طريق الرواية .. عن الرسول أو عن الصحابة ..\rفإذا لم يجدوا .. نسبوا إلى الرسول أو الصحابة أقوالا .. وجد أن أكثرها غير صحيح النسبة بعد غربلته.\rوكثيرا ما كانت هذه الأقوال مستمدة من الإسرائيليين الذين أسلموا، ولجأ إليهم بعض الصحابة أو التابعين ولا سيما فى قصص الأنبياء والأمم السابقة- باعتبار هؤلاء الإسرائيليين أصحاب ثقافة قديمة، وعندهم كتب تحدثت عن هؤلاء الأنبياء .. ويمكنهم ايضاح بعض ما طواه القرآن من أحداث السابقين.\rوكان بعض هؤلاء الإسرائيليين المسلمين يتمتعون بثقة الصحابة والتابعين دينيا كما ذكرنا. وكانوا حين يسألون لا يمسكون عن الإجابة، بل يتحدثون بما يعرفون من قبل عن هذه القصص .. والسائلون يأخذون منهم الجواب ويتحدثون عن قصص القرآن .. والآخرون ينقلون عنهم، وهكذا حتى يصبح كلام هؤلاء الإسرائيليين رواية رواها فلان عن فلان .. وتلتصق بتفسير القرآن، وتصبح جزءا مهما من هذا التفسير ..\rوهكذا .. أصبح من المتيسر لدى المتحدثين فى تفسير القرآن أن يجدوا لدى كل آية روايات تفسرها .. مع أن الرسول لم يترك إلا القليل جدا من تفسير القرآن ..","seal":"29DA2387","part":"1"},
      {"page":83,"id":79,"nass":"وكان المتبع فى ذلك الوقت الحرص على الرواية، وذكر الأشخاص الذين اضطلعوا بها، تحرجا من التفسير بالرأى الذى لم يكن ينظر إليه نظرة سليمة فى ذلك الوقت، مما اتاح فيما بعد للنقاد البصيرين بالرجال أن يتتبعوا الرواة وينقدوهم، ويرفضوا ما يجدون فيه سببا للرفض ..\rكما نجد فى تفسير الطبرى وأمثاله من سرد الروايات ولكن لم يكر عليها بالنقد، فترك القراء فى دوامة، ولا سيما من لم تكن عندهم خبرة بالرجال الذين رووا هذه الروايات، وهم الكثرة الغالبة جدا من القراء .. وهذه التفسيرات- فى رأيى- هى التى وضعت حجر الأساس فى نشر الروايات الإسرائيلية والمدسوسة الموضوعة وترويجها فى الأجيال المتعاقبة .. ولا يشفع لهم أنهم ذكروا سند الروايات. فليس كل قارئ لها عليما بأحوال رواتها .. أو غيورا على القرآن والاسلام، يحرص على تنقيتها من الدخيل فيها .. وقد فتح هؤلاء بابا واسعا لمن أتى بعدهم فى الاعتماد على ما تقول هذه الروايات، دون ذكر السند وكأنه قضية مسلمة ولا سيما فى التفاسير الصغيرة، فرأينا الكثيرين ممن اشتغلوا بالتفسير يتوسعون فى سرد هذه الأقوال الإسرائيلية منها وغير الإسرائيلية. وزاد الطين بلّة أن الأحاديث الموضوعة راجت وكثرت، حتى كادت تطغى على الأصيلة، «فالعملة الرديئة تطرد العملة الجيدة من السوق» وشارك بعض المسلمين المخلصين مشاركة فعالة فى هذا الوضع- وبحسن النية مع الأسف- ليشدوا الناس إلى القرآن، كالأحاديث التى تذكر مع كل سورة لبيان فضلها وثواب قارئها، ترغيبا فى قراءة القرآن لأن الناس فى ذلك الوقت كانوا قد عنوا بالجدل والعلوم الأخرى- كما يقول وضاعو هذه الروايات- وانصرفوا عن العناية بالقرآن.\rولست أريد أن أشغل القارئ هنا بنقل النصوص الدالة على ذلك كله من الكتب التى عنيت بهذه المسائل لأن هذه القضايا أصبحت معروفة مسلما بها لدى المشتغلين بالتفسير (¬1)\r¬__________\r(¬1) وأهم الكتب الحديثة التى تناولت هذا الموضوع- فى رأيى- هو كتاب التفسير والمفسرون للشيخ المرحوم الدكتور محمد حسين الذهبى والبحث الذى قدمه لمجمع البحوث عن الإسرائيليات فى-","seal":"D889CE2F","part":"1"},
      {"page":84,"id":80,"nass":"قاعدة تحتاج إلى مناقشة:\rومع أن المشتغلين بالتفسير الذين عنوا بتنقية الروايات، وبيان الصحيح منها وغير الصحيح، قد أبلوا فى ذلك بلاء حسنا .. وقدموا لنا ذخيرة يمكن الاعتماد عليها. فإن هناك قاعدة من القواعد التى أقروها بصدد هذه الروايات، أعتقد أنه دخل منها الكثير من غير الصحيح، على الروايات المفسّرة للقرآن، وهى لهذا تحتاج إلى مناقشة ..\rهذه القاعدة المعروفة المسلّم بها لدى النقاد جميعا هى المتصلة بالرواية الموقوفة على الصحابى التى لم يسندها إلى رسول الله صلى الله عليه وسلم حيث قالوا: إذا كانت هذه الرواية أعنى موضوعها من الأمور الغيبية، وتكلم بها الصحابى، فمعنى ذلك أنه سمعها من الرسول .. ولو لم يصرح بذلك، لأنه لا مجال للرأى والعقل فيها .. فهى فى حكم المرفوع للرسول ..\rوهذا الكلام الذى قالوه يمكن أن يصدق، ولكن إلى حد ما، لأنى أعتقد أننا لو أخذناه قضية مسلمة وعلى اطلاقها، فإنه من الممكن حينئذ أن يدخل منها المدسوس على رسول الله. ولا سيما فيما يتصل بالتفسير ..\rذلك أن بعض الصحابة كانوا يطمئنون- ولو أحيانا لنكون أكثر دقة واحتياطا- إلى بعض المسلمين من أهل الكتاب، وإخبارهم ببعض الأمور من تفصيلات القصص وغيرها، فينقلون ذلك عنهم. ويروى تلامذتهم، أعنى التابعين عنهم .. وتصبح الرواية بذلك موقوفة على الصحابى .. فإذا أخذنا القاعدة السابقة قضية مسلمة فى مثل هذه الروايات نسبنا الى الرسول بذلك ما لم يقله، أو يكون هذا احتمالا على الأقل ..\rومن الواجب أن نحتاط الاحتياط الشديد فى نسبة كلام الى الرسول عن مثل\r¬__________\rالقرآن. وإن كنت لا أتفق معه فى تحفظه فى بعض نواح من بحثه .. ثم بحث قدمه الدكتور الشيخ محمد أبو شهبه لم يستوعب أيضا الاسرائيليات فى القرآن. وإن كنت لا أتفق معه فى تحفظه فى بعض نواح من بحثه. ومجمع البحوث والدراسات العليا بكلية أصول الدين معنيان بإتمام بحث الاسرائيليات فى التفاسير وهناك رسائل تعد فى هذا الموضوع لشهادتى الماجستير والدكتوراة فى الكلية وهو اتجاه طيب.","seal":"245A128C","part":"1"},
      {"page":85,"id":81,"nass":"هذا الطريق، لا سيما ونحن نعرف أن الصحابى كان يحرص الحرص كله، على أن يسند الرواية إلى الرسول، إذا كان حقا قد سمعها منه، ليزداد شرفا بالرواية عن رسوله من جهة، وليكسب كلامه مهابة وتوكيدا من جهة أخرى، ولا سيما فى مثل هذه الأمور الغيبية التى تحتاج لتدعيم وتقوية.\rفامتناعه أو عدم تصريحه حينئذ، بروايته عن الرسول، مع الحالة التى كانت قائمة بالأخذ عن بعض مسلمى أهل الكتاب فى مثل هذه الأمور، يوجب علينا أن نحتاط، فلا نقبل رواية بهذا الشكل، أعنى الرواية عند الصحابى التى لم ينسبها صراحة إلى الرسول ..\rوهذا- فى رأيى- يختلف عن قول الصحابى أو عمله فى حكم من الأحكام، لأنهم لم يكونوا يسمحون لأنفسهم بمعرفة شىء من ذلك، أو من العقائد، عن مسلمى أهل الكتاب .. والرسول صلى الله عليه وسلم وضح كل ما يتصل بذلك قولا وعملا.، فإذا عمل أو تكلم الصحابة أو تابعوهم ممن كانوا فى المدينة أو خرجوا منها وكانوا على حال يوثق فيها بهم وبعلمهم، فإن من الجائز حينئذ أن نفهم أن قولهم فى الحكم أو عملهم، معتمد على عمل أو قول منسوب إلى رسول الله صلى الله عليه وسلم وإن لم يصرحوا بنسبته إلى الرسول .. وهذا ما كان يأخذ به الامام مالك رضى الله عنه فى مذهبه، مما سمى بقاعدة عمل أهل المدينة .. وإن نازعه فى ذلك بعض الفقهاء، ممن لم يسلموا للامام مالك بحجة عمل أهل المدينة .. والاستناد إليه فى تقرير حكم من الأحكام ..\rوقد يقول بعض الناس: وما الضرر فى أخذ مثل هذه الروايات، أعنى الموقوفة على الصحابى فى أمور لا مجال للعقل فيها، ما دامت لا تتصل بتقرير عقيدة أو حكم شرعى، ولكنها زيادة تفاصيل لما ذكر مجملا من القصص أو الكون مثلا؟ ...\rوأقول لهم: إن الضرر من هذا يرجع إلى تقييد عقولنا بفهم أو تفصيل خاص باعتبار أن ذلك صادر عن الرسول .. وقد تكون تلك الرواية متصلة بأحوال الآخرة فتدخل ضمنا فى تكوين عقيدتنا، أو فى تكميل الصورة عنها.","seal":"5CB821CB","part":"1"},
      {"page":86,"id":82,"nass":"وقد تكون متصلة ببعض الظواهر فى الكون، وتأتى التجارب العملية بعد ذلك ببطلانها، فيمتد أثر ذلك على رسول الله!! وهذا كثير. ربما يكون هذا تشددا منى فى أمور قبلها السلف أو بعضهم وأقروها .. ولكنى أرى من الأولى لنا الآن بعد أن قاسينا ما قاسينا من الروايات الموضوعة والمدسوسة والإسرائيلية، أن نقابل كل هذا البلاء الذى بلينا به فى أمر يتصل اتصالا وثيقا بالقرآن، وهو تفسيره وتوضيح معانيه والوقائع التى جاءت فيه. أقول من الأولى لنا أن نقابل كل هذا بشيء من التشدد، حتى نجرّد التفاسير مما علق بها، وشوّه فهمنا للقرآن، ليبقى القرآن وحده أمام عقولنا مع الأحاديث الصحيحة المرفوعة للرسول الواردة فى كتب الأحاديث الصحيحة.\r\rيبقى شىء آخر يحتاج لمناقشة\rهو أقوال مشاهير المفسرين، مثل على وابن عباس وابن مسعود من الصحابة رضى الله عنهم، ومثل عطاء ومجاهد ومقاتل وغيرهم من التابعين ممن يستشهد بآرائهم فى التفسير.\rهل ما يقوله هؤلاء فى فهم الآية كرأى لهم .. حين يصح النقل عنهم، ونسبة القول إليهم، يجب أن يؤخذ قضية مسلّمة، لا يصح لنا العدول عنها، أو مناقشتها، باعتبار أن هؤلاء أقرب إلى نور النبوة، وأكثر منا فهما للقرآن؟\rوأقول مع تقديرى وإجلالى لهم- إن من المجازفة أن نتقيد بفهمهم فى الآية فلا نخرج عنه، وأن لكل من جاء بعدهم إلى ما شاء الله من الأزمان، أن يعملوا عقولهم فى فهم القرآن، ويستخرجوا من ألفاظه المعانى التى تؤديها، ما داموا أهلا لهذا الفهم، دون تأويل بعيد، أو شطط فى الفهم يصادم نصا، أو قاعدة إسلامية، أو يتنافى مع روح الاسلام العامة ..\rوالكل يؤخذ منه ويرد عليه ما عدا رسول الله صلى الله عليه وسلم ..\rوأعتقد أن هذا لا يلقى جدلا كثيرا لأن المفسرين الذين جاءوا بعد هؤلاء، لم يتقيدوا بآرائهم، وإن كانوا قد عنوا بنقلها فى صدر تفاسيرهم للآية ..","seal":"769474DB","part":"1"},
      {"page":87,"id":83,"nass":"تفرق الصحابة فى البلاد ومدارس التفسير\rلقد تفرق أصحاب رسول الله صلى الله عليه وسلم فى البلاد. مكة، والعراق، ومصر، والشام وغيرها .. وكان منهم من عرف عنه العلم بتفسير القرآن أو القول فيه .. كابن عباس وابن مسعود وغيرهما .. والمسلمون جميعا مشدودون للقرآن، مهتمون بمعرفته وتفسيره، كل على قدر تطلعاته. وكان من الضرورى أن يسألوا عما يريدون منه، لاجئين إلى من يرونه ثقة فى ذلك ..\rولا يمكن أن نتصور فى هذا العصر أن أحدا من هؤلاء الموثوق بهم، قد خصص وقتا لتفسير القرآن، كما هو الشأن فى أيامنا، ولكن التفسير كان يحدث تبعا لأسئلة تلقى، فكان تفسيرا متناثرا حسب الوقت، والحاجة .. كما لا يمكن أن نتصور أن التفسير فى ذلك الوقت، كان كالتفسير الذى نقرؤه فى كتبه، أو نسمعه من المتخصصين أو شبههم فى أيامنا ..\rبل كان تفسيرا فى حدود ما سمع من الرسول، أو قيل إنه سمع منه، مع إضافة شىء إليه مما سمع من أهل الكتاب إن كان المفسر ممن يقبل ذلك، كما كان فى حدود الفهم العربى للألفاظ والتراكيب، وما عرف من سبب نزول الآية.\rوكانت تغلب عليه الرواية، ويسير فى حدودها .. ويتناقله الناس شفاها غير مكتوب ..\r«واشتهر من الصحابة عدد قليل فى تفسير القرآن، وأكثر من روى عنه على ابن أبى طالب، وعبد الله بن عباس، وعبد الله بن مسعود، وأبى بن كعب.\r. وأقل من هؤلاء: زيد بن ثابت، وأبو موسى الأشعرى، وعبد الله بن الزبير» (¬1).\rوكان أبعد هؤلاء وأكثرهم أثرا فى التفسير: ابن عباس ومدرسته فى مكة، وابن مسعود ومدرسته وتلاميذه فى الكوفة، وأبى بن كعب الذى آثر المكث فى المدينة\r¬__________\r(¬1) فجر الإسلام ص 249 الطبعة الثالثة للمرحوم أحمد أمين.","seal":"F0BABD71","part":"1"},
      {"page":88,"id":84,"nass":"وكون فيها مدرسته التفسيرية .. وكان لكل من هؤلاء الصحابة تلامذة، أخذوا عنهم أقوالهم فى التفسير .. ولهؤلاء التلاميذ، تلامذة نقلوا عنهم .. وكل ذلك كان فى الصدور، لم يعن أحد منهم إلا قليلا بتدوين ما تلقاه فى كتاب، إذ كانت كتبهم هى صدورهم .. يحدثون الناس بما سمعوه من أساتذتهم من تفسير لآيات القرآن .. وبما يضيفونه إلى ذلك، من رواية سمعوها من غيرهم بطبيعة الأمر ..\rوكانت الأقوال فى تفسير الآيات كالهواء فى تنقلاتها بين الناس، ليس هناك ضبط لها، ولا بيان لصحيحها من غيره .. فاختلط فيها الصحيح القليل عن الرسول، بما وضع على لسانه، بما نقل عن معلومات أهل الكتاب .. مع تفسير للألفاظ وبيان لمعانيها حسب المفهوم العربى لها .. ولم يكن ذلك كله بشكل منتظم مرتب، ولكن على حسب الظروف وسؤال السائلين، أو رغبة الاستاذ لبيان آية من الآيات يقتضيها الحال ..\rوقد كان الأمر كذلك بالنسبة لأحاديث الرسول صلى الله عليه وسلم، إذ كان التفسير جزءا منها غير منفصل .. وظل الأمر كذلك حتى نهض فى أواخر القرن الهجرى من المسلمين، رجال هالهم هذا الخلط الكثير فى الأقوال والروايات، واتجهوا إلى غربلتها، وتمييز الصحيح من غير الصحيح، بتتبع حال الرواة الذين رووها، والوقوف على مدى الثقة فيهم .. وكان ذلك منهم حرصا على تنقية ما نسب إلى الرسول صلى الله عليه وسلم من أقوال غير صحيحة الانتساب، باعتبار أن الأحاديث الصحيحة هى المرجع الأول والأخير، سواء فى بيان معانى القرآن، أو فى بيان الأحكام، فوصلوا فى هذا المضمار إلى ما أرادوا، مما تميزت به صفحة الإسلام عن غيره من الأديان.","seal":"DA8022AA","part":"1"},
      {"page":89,"id":85,"nass":"عصر التدوين\rوقد ظل التفسير كغيره من العلوم. شائعا فى الهواء، متنقلا بين الصدور حتى اتجهت الأذهان إلى تدوين هذه العلوم فى كتب، ومنها التفسير، وذلك فى مستهل القرن الثانى الهجرى، فانفصل التفسير عن الحديث بعلم خاص، وإن ظل علماء الحديث يذكرون ما روى فيه من أحاديث الرسول:\rويذكر المرحوم الاستاذ محمد الفاضل بن عاشور مفتى تونس السابق ومن كبار علمائها (¬1) «أن أول من ألف فى التفسير هو عبد الملك بن جريج المتوفى 149 هـ»\rكما يذكر ذلك المرحوم الأستاذ أحمد أمين (¬2) وإن كان لم يقل إنه أول من ألف، ويقول عن تفسيره وعنه «كان شأنه شأن المحدثين الأولين يجمعون ما وصل إليه من صحيح وغير صحيح، وقد ذكروا «أن ابن (¬3) جريج لم يقصد الصحة، وإنما روى ما ذكر فى كل آية من الصحيح والسقيم» ولم يكن ابن جريج هو الذى ابتكر هذه المحاولة بل سبقه وزامله واتى بعده آخرون على نفس الخطة مثل تفسير السدى، ومقاتل، وغيرهم ممن تحدث عنهم السيوطى فى كتابه «الإتقان» الباب الثمانون- طبقات المفسرين. ولم تصل لنا هذه التفاسير فى كتب، وإن كانت آراء مؤلفيها قد نقلها غيرهم فى الكتب التى وصلتنا، وفى مقدمتها تفسير ابن جرير الطبرى ..\rبينما يقول الفاضل بن عاشور: إن هناك تفسيرا مهما وجامعا لم يعرف فى المشرق كما عرف فى المغرب، وإن لم يكثر تداوله، وهو تفسير «يحيى بن سلام»\r¬__________\r(¬1) فى كتابه التفسير ورجالة إصدار مجمع البحوث ص 21.\r(¬2) فى كتابه ضحى الإسلامى ص 142 الطبعة الأولى نقلا عن الإتقان للسيوطى.\r(¬3) اسمه: عبد الملك بن عبد العزيز بن جريج من علماء مكة ومحدثيهم وأول من صنف الكتب بالحجاز أصله روميّ نصرانى ولد سنة 80 هـ وتوفى سنة 150، لم يظفر بإجماع العلماء على توثيقه فيما يرويه ورماه كثير منهم بالتدليس ورواية الموضوعات ..","seal":"18848378","part":"1"},
      {"page":90,"id":86,"nass":"الذى كان أول التفاسير ظهورا فى النصف الثانى من القرن الثانى الهجرى، والذى سار فيه أيضا على طريقة جمع الروايات المتداولة فى تفسير الآية، مما اقتضى جمع روايات متخالفة فى تفسير الآية الواحدة غير أنه كان يتعقبها بالنقد والاختيار .. فبعد أن يورد الأخبار المروية، مفتتحا إسنادها بقوله «حدثنا» يأتى بحكمه أو برأيه مفتتحا بقوله «قال يحيى» إلخ ..\rوهذه هى الطريقة التى سار عليها الطبرى فى تفسيره .. وهى طريقة التفسير الأثرى النظرى، وفيها شىء من التجديد والترقى عما سبقها، حيث يعتبر إيراد رأى المفسر، اختيارا لرأى أو رواية من الروايات، ورفضا لما عداها، أو نهجا فى التفسير يرتضيه .. ويحيى بن سلام ألف تفسيره وروى عنه بالقيروان من بلاد المغرب، وتوفى سنة 200 هـ، والطبرى ولد سنة 224 هـ فى المشرق فى طبرستان، ولكنه رحل إلى مصر، والشام، والعراق، التى توفى بها سنة 310 هـ، فهل يمكن القول بأنه اطّلع على تفسير يحيى بن سلام واستفاد منه؟.\rويقول الفاضل بن عاشور إنه «توجد نسخة من تفسير ابن سلام عظيمة القدر نسخت منذ ألف عام، موزعة الأجزاء بين المكتبة العبدلية بجامع الزيتونة، وبين مكتبة جامع القيروان، ومن مجموعها يتكون نحو الثلثين منها، ويوجد جزء آخر منها عند بعض العلماء لعله يتممها»\rفهذا التفسير- إذن- لم يطبع حتى الآن، ولا عجب فى ذلك على أمة هذه حالها من ميراثها .. فقد ظل تفسير الطبرى بعد رواجه فى أوائل ظهوره وترجمته للفارسية- مخطوطا مهملا، وإلى عهد قريب لم يكن متداولا، حتى عثر على نسخة كاملة منه فى حيازة «أمير حائل» «حمود بن الأمير عبد الرشيد» من أمراء نجد، من نحو سبعين سنة فطبع عليها الكتاب (¬1) وصار متداولا معروفا لدى الخاصة والعامة، وأيضا من أهم المراجع فى التفسير .. جمع إلى الرواية النقد والاختيار للرأى الذى يراه. وكان يخطئ المفسرين الذى يعتمدون على مجرد الرأى واللغة .. ويعتبر تفسيره موسوعة ضمت إلى الروايات المتعددة، الثمينة\r¬__________\r(¬1) التفسير والمفسرون للمرحوم الدكتور الذهبى ص 208 نقلا عن كتاب المذاهب الإسلامية فى التفسير ص 86.","seal":"340279F8","part":"1"},
      {"page":91,"id":87,"nass":"والغثة، دراسات فى اللغة، ونقد للروايات أحيانا، وأقوال السابقين واختيار الرأى الذى يراه أخيرا ..\rوقد جاء هذا التفسير الزاخر الضخم الموسوعة شبيها بنهر كبير، ضم مع الماء العذب كثيرا من القش والنفايات، وعلى القارئ وهو يسبح فى خضم هذا النهر أن يختار طريقه .. أو إذا أراد أن يشرب منه أن يعنى بتصفية الماء الذى يشربه.\r. ولا شك أن هذا الكتاب وهو مخطوط قد عرف فى زمنه، وبعد زمنه، واطلع عليه طلاب العلم والعلماء، وأخذوا عنه، كما كتب الكثيرون من كبارهم يشيدون به بما لم يظفر به كتاب آخر، وكانت هذه الإشادة به من علماء المشرق والمغرب، وفى عصور متتالية، دليلا على تداوله.\rوقد حذا كثير من العلماء منهج الطبرى فى التفسير، وإن زاد بعضهم عليه نقدا للروايات التى يذكرها حسبما عرف فى علم الجرح والتعديل لرواة الأحاديث، كابن كثير وعمدتهم جميعا الاعتماد على الرواية المأثورة فى تفسيرهم، ولا يمكن لنا تتبع ما كتب فى هذه الناحية بالحصر، وإن أمكن ذكر بعض التفاسير المشهورة، وإن تفاوتت شهرتها مثل: «بحر العلوم للسمرقندى، والكشف والبيان للثعلبى، ومعالم التنزيل للبغوى، والمحرر الوجيز لابن عطية، وتفسير ابن كثير، والجواهر للثعالبى، والدر المنثور للسيوطى» (¬1)\rوتفسير ابن كثير تفسير متداول بيننا، حائز للقبول، ويمتاز فى اعتماده على الرواية بنقدها، وبيان قيمتها من الصحة أو الضعف، أو الغرابة أو الوضع ..\rوقد قام بعض الفضلاء بتجريده واختصاره ..\rوكان بجوار هذه التفاسير التى عرفت بأنها كتب التفاسير بالمأثور. كتب أخرى لم ينح أصحابها منحى الطبرى وإخوانه بل سلكوا طريقا آخر- وكانوا ممن يميلون للاعتماد على العقل والرأى- وعرفت هذه الكتب باسم «التفاسير بالرأى»، وهذا يعنى عندهم عدم الاعتماد الكلى أو غالبا على الروايات وسردها، بل الاعتماد على التصرف العقلى واللغوى والبلاغى والعلمى فى\r¬__________\r(¬1) المرجع السابق ص 204.","seal":"346A9219","part":"1"},
      {"page":92,"id":88,"nass":"استخراج معانى الآيات .. مع ما صح عند المفسر واختاره من روايات للاستشهاد بها، وكان من هؤلاء الذين نحوا هذا المنحى المعتزلة .. لكنهم تغالوا فى الاعتماد على الرأى، حتى أنزلوا القرآن على مذهبهم الاعتزالى، واشتطوا فى التأويل .. فمنهم من عنى بإعراب القرآن واستخراج معانيه عن هذا الطريق كالزجاج «القرن الثالث الهجرى» صاحب كتاب «معانى القرآن وإعرابه» (¬1).\rومنهم من عنى بالوجه البلاغى للقرآن، فبنى تفسيره على هذا الاتجاه مثل «تفسير الكشاف» لجار الله محمود بن عمر الزمخشرى (467 - 538) ..\rمنتصرا لمذهبه المعتزلى حين تجىء مناسبة ..\rوكان هؤلاء يعيبون على أهل التفسير بالمأثور اعتمادهم على روايات غير صحيحة، وساعدهم على هذا القول ما اعتمده البخارى من أحاديث قليلة فى تفسير القرآن، حيث قال هؤلاء: إن ما عدا هذا مما ذكره المفسرون، واعتدوا به فى التفسير، غير صحيح، وشوشوا عليهم وجرحوهم .. حتى لنجد المعتزلى الكبير إبراهيم النظام يقول:\r«لا تستر سلوا إلى كثير من المفسرين، وإن نصبوا أنفسهم للعامة، وأجابوا فى كل مسألة، فإن كثيرا منهم يقول بغير رواية على غير أساس، وكلما كان المفسر أغرب عندهم. كان أحب إليهم، وليكن عندكم عكرمة، والكلبى، والسدى، والضحاك، ومقاتل بن سليمان، وأبو بكر الأصم فى سبيل واحدة، فكيف أثق بتفسيرهم، وأسكن إلى صوابهم؟» ولا شك أنه كان لمذهب الاعتزال أثر فى هذه النظرة .. ومن هنا انصرف المعتزلة إلى كتابة تفسير لا يعتمد على هذه الروايات، وإن شايعهم فى ذلك العقلانيون من غير المعتزلة دون طعن على السابقين، فوجدنا كتبا فى التفسير لا تعتمد على الرواية اعتمادها على العلوم العقلية كالنحو والبلاغة والعلوم التى اكتسبها المسلمون من آثار ترجمة الكتب اليونانية الفلسفية وغيرها ..\r¬__________\r(¬1) شرح وحققه الدكتور عبد الجليل شلبى، وطبع تحت إشراف الأزهر .. على نفقة الشيخ خليفة بن زائد ولى عهد الإمارات.","seal":"FEFEAEB3","part":"1"},
      {"page":93,"id":89,"nass":"فما دام منهج الاعتماد على الروايات قد جرحه المعتزلة هذا التجريح، وأصبحت الثقة به ضعيفة، فليعتمد هؤلاء على منهج جديد، يلبى حاجة العقول فى عصرهم ولا يعتمد على الرواية، بل يعتمد على اللغة العربية والمعانى المستخرجة من حقيقتها ومجازها، بالاضافة إلى ما استفادوه من علم المنطق وغيره ..\rوأقبلوا على القرآن يفسرونه بهذا المنهج، وينصرون مذهبهم الاعتزالى بتأويل القرآن وإنزاله عليه كلما جاءت مناسبة تمس مذهب السنة، أو الاعتزال، واستعملوا مهارتهم الكلامية فى ذلك، حتى أو غلوا فى التعسف فى تأويل بعض الآيات وفى الوقت الذى ساد فيه مذهب الاعتزال، وسانده الحلفاء العباسيون، كان هؤلاء يعتقدون أنهم فرسان الحلبة فى تفسير القرآن، وعلم الكلام.\rبينما أهل السنة ممن يؤثرون التفسير بالماثور وقفوا منهم موقف المعارض الذى يعتقد أن المعتزلة بمنهجهم هذا يعتدون على كلام الله، وبعدت بينهم الشقة من هذه الناحية أيضا ..\rولكن بدأ جو المعتزلة فى الانكماش بعد تخلى الخلفاء عنهم، وبعد ظهور أبى موسى الأشعرى الذى وقف بعلم وعناد ضد مذهبهم.\rوبدأ أهل السنة فى العمل فى مجال التفسير وغيره بقوة، فكان من ذلك مؤلفات فى التفسير وغيره لعلماء فى المغرب والمشرق .. لا سيما بعد أن أقبلوا على بضاعة المعتزلة من علم المنطق والفلسفة وغيرهما، ليتخذوا منها أسلحة لبيان معانى القرآن، ولتأييد آرائهم .. وللرد على مخالفيهم.\rوفى هذا الجو ظهر الامام فخر الدين محمد بن عمر بن الخطيب الرازى الشافعى. وقدم فيما قدم من مؤلفات تفسيره الذى سماه «مفاتيح الغيب» فكان أساسا وعمدة لأهل التفسير بالرأى من غير المعتزلة، كما كان الطبرى أساسا وعمدة لأهل التفسير بالمأثور.\rويصبح من حقهما وحق القراء علىّ أن أذكر نبذة عنهما وعن تفسيرهما فيما بعد ..","seal":"86484DCE","part":"1"},
      {"page":94,"id":90,"nass":"[أصل هذا التقسيم]\rوأصل هذا التقسيم أو هذا الاصطلاح- الذى يقتضى إلقاء ضوء عليه، أصله قديم منذ عهد الصحابة الذين كانوا يتحرجون أن يتكلموا فى تفسير آية إلا إذا كانوا قد سمعوا عن الرسول شيئا فيها .. حتى لما سئل أبو بكر رضى الله عنه فى معنى آية لم يكن يروى عنها شيئا امتنع وقال عبارته المشهورة «أى أرض تقلنى وأى سماء تظلنى لو قلت فى القرآن برأيى».\rفاتخذ الناس من هذا الكلام دليلا على وجوب الاعتماد على التفسير المأثور، بحيث لا يتكلم أحد فى التفسير إلا برواية رويت .. وكان هذا سببا فى بدء حياة التفسير، اعتمادا على الرواية، وجمعوا فيها الغث والثمين. كما عرفنا، وكانت مزرعة، نما فيها الكثير من الاسرائيليات، والخرافات حول تفسير القرآن، وذلك لأن الأحاديث لم تغط تفسير القرآن، فلجئوا لأقوال الصحابة وغيرهم، ولروايات أخرى يفسرون بها.\rبينما نظر آخرون إلى قول أبى بكر، نظرة غير هذه النظرة، وقالوا لا يعنى كلامه هذا أن نهمل عقولنا ومعارفنا فى تفسير الآيات، من حيث اللغة، والمعنى الظاهر السافر ونخرج برأى حسب ما تؤديه الكلمات العربية، والأسلوب العربى، والله يقول «إنا أنزلناه قرآنا عربيا لعلكم تعقلون» فالموضوعات التى تحتاج إلى رواية، وهى التى لا يمكن للعقل أن يحكم فيها .. نرجعها للرواية .. ونقف عندها ..\rلكن الآيات السافرة الظاهرة، التى تحكى قصة، أو تقول حكما، أو تحث على نظر فى الكون .. الخ. مما لا يحتاج فهمها إلى رواية؛ نتولى فهمها بعقولنا، ومعارفنا فى اللغة أو الأحكام، أو الكون .. بحيث لا نخرج عن قرآن صريح، أو حديث صحيح، هذا إذا لم يدفعنا فضولنا لمعرفة ما تركه القرآن من تفاصيل، بل قال بعضهم: إن النص إذا تعارض مع العقل، أوّلنا النص لما يوافق العقل، والله يقول «أفلا يتدبرون القرآن .. » وتفاسير هؤلاء سموها «التفاسير بالرأى»","seal":"1AE4A3AA","part":"1"},
      {"page":95,"id":91,"nass":"ومثل هذا حدث فى الفقه أيضا حيث ظهرت مدرستان فقهيتان: مدرسة الحديث. ومدرسة الرأى، واشتهر عن مالك رضى الله عنه أنه من مؤسسى المدرسة الأولى فى المدينة، وعن أبى حنيفة أنه مؤسس المدرسة الثانية فى العراق.\rوحدث أيضا فى علم الكلام حيث انقسم المتكلمون فى علم التوحيد أو فى صفات الله .. إلى سلف: يحجمون عن التأويل فى مثل يد الله، وعينه، ووجهه، واستوائه مما ورد فى القرآن، ويقولون: له يد .. لا كأيدينا .. ولا نقول أكثر من ذلك، وإلى خلف: رأوا أن مثل هذا الموقف لا يشبع نهم عالم، ولا يردّ شبهة متمرد، فلجئوا إلى التأويل بأن اليد معناها القدرة، ليسكتوا هؤلاء المتمردين .. معتمدين على الاستعمالات المجازية فى كلمة اليد فى الأسلوب العربى ..\rولا نعتقد أن أحدا منهم جاوز الهدف فى أيامه فى خدمة الاسلام، ولكن كان لكل منهم طريقة فى أداء هذه الخدمة حسبما رأى، على أن الذين اتجهوا إلى الاعتماد فى التفسير على الرأى لم يهملوا الأحاديث الصحيحة، بل ذكروها أيضا، وجالوا فى دائرتها، علما بأن الرسول صلى الله عليه وسلم لم يفسر القرآن كله، ولم ترو أحاديث صحيحة يمكن بها تفسيره كله .. فالحاجة تدعونا- إذن- إلى الاعتماد على العقل والرأى فى التفسير.\rعلى أن الذين عابوا التفسير بالرأى لم يعيبوه إلا لبعض سقطات من بعض الذين تركوا الحديث، واعتمدوا على عقولهم وعلى وجه من وجوه اللغة، غير ناظرين لما روى من حديث صحيح، ولا إلى الوجه الآخر فى اللغة، ولا إلى جو الآية .. بل نجدهم- أعنى أصحاب التفسير المأثور- أعملوا عقولهم فى التفسير، فإن أبا بكر رضى الله عنه، لم يكن يعنى إلغاء عقله نهائيا أمام القرآن والتوقف النهائى عن فهمه، إذا لم يرد فيه حديث، بل كان وقوفه أمام أمر يحتاج إلى رواية .. بدليل أنه وعمر وابن عباس وباقى الصحابة، كانوا يرجعون فى الفهم إلى لغة العرب واستعمالاتهم، وقد سأل عمر عن معنى «الأب»، وعن معنى «تخوف»، وكان ابن عباس يفسر القرآن بما عرفه من كلام العرب","seal":"0FE42E4C","part":"1"},
      {"page":96,"id":92,"nass":"وشعرهم، وأبو بكر كان متورعا وقافا عند ما يؤثر عن الرسول حتى أنه عارض فى كتابة القرآن أولا، ثم اقتنع بكتابته .. فالخلاف الذى نشأ قديما بين المدرستين، كان خلافا بين زمنين، أو فى الحقيقة- إن شئنا الدقة- لم يكن خلافا جوهريا، بقدر ما هو خلاف شكلى، بدليل أننا يمكننا- بل رأينا مفسرين- أمكنهم الجمع بين الطريقتين أو بين الحسنيين .. وأما الأحاديث التى رويت فى النهى عن التفسير بالرأى فمطعون فيها وإن كان السابقون قد أخذوا بها، لكن الظاهر والمفهوم بداهة، أن المراد بالرأى الوارد ذمه فى الحديث لو اعتمدناه، إنما هو الهوى الذى لا يعتمد على أساس، والذى يخرج القرآن عن معناه الأصيل وعن هدفه .. كما يحصل من تأويلات فاسدة، أو بعيدة كل البعد، يلجأ إليها أصحاب الهوى لخدمة أغراضهم، أو أغراض الذين يتزلفون إليهم ..\rأما القول بالرأى: فى حدود اللغة والقواعد العامة، والنصوص الأخرى، فلا يمكن أن يكون محل تهديد من الرسول صلى الله عليه وسلم، وإلا لو كان محل هذا التهديد من الرسول، لعنى صلى الله عليه وسلم بتفسير كل آية وكل كلمة، حتى لا يترك مجالا لرأى من الآراء، والرسول لم يؤثر عنه ذلك ..\rوكيف وقد أمرنا الله بتدبره فى قوله تعالى «كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ» (¬1)\rوقوله تعالى أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى قُلُوبٍ أَقْفالُها 24 (¬2)\rوقوله إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ 3 (¬3)\rوقوله فى ختام آيات كثيرة تعرض مظاهر خلق الله:\r«إن فى ذلك لآيات للمؤمنين، أو لقوم يتفكرون، أو يتذكرون ..\r¬__________\r(¬1) ص/ 29.\r(¬2) محمد/ 24.\r(¬3) الزخرف/ 2.","seal":"933A3E14","part":"1"},
      {"page":97,"id":93,"nass":"وهذه كلها تأمر بالتدبر والفهم لما يعرضه القرآن، ولا يمكن أن يتم ذلك إلا بالبحث العقلى دون انتظار لحديث يروى، وأين هذه الأحاديث؟\rإن هذا الاتجاه وهذا التوقف فى تفسير الآية على حديث من الرسول، فى أمور غير غيبية، لا يمكن أن يكون الباعث عليه إلا مجرد الورع والخوف من الوقوع فى قول خطأ، يتحمل مسئوليته ومسئولية من يقتدى به طول الزمن ..\rوإلا فلا يجوز أبدا أن يكون منهجا لفهم القرآن، وإلا كنا قد حسبناه فى قمقم، وحجزنا هديه عن الناس ومنعنا تدبره، ومعرفة ما يشير إليه من أسرار.\r. فيها الهدى للناس، ولا يمكن أن نقول فى تفسير كتفسير الإمام الطبرى ورأيه فى الآية، إن الطبرى لم يستعمل رأيه فى فهم الآية ونحمد الله على أن هذا الرأى لم يسيطر على علماء المسلمين جميعهم، بل قام أفذاذ العلماء برده والتخلص منه، وأقبلوا على تفسير القرآن بما منحهم الله من عقل وفهم ورأى، ولم يغفلوا مع ذلك ما ورد من روايات صحيحة، وكانوا حائزين لكل الشروط، أو متسلحين بكل الأسلحة التى يجب أن يتسلح بها كل من يريد التفسير: من علوم اللغة والبلاغة، ومعرفة الناسخ والمنسوخ، وأصول الفقه وما ورد من أحاديث صحيحة، ولا سيما فى آيات الأحكام، وآيات الغيب، ومن أسباب النزول، مع ذوق يعينه على استشفاف المعانى. ومع تجنب شد الآيات وليّها نحو رأيه ومذهبه وهواه ..\rفترك هؤلاء العلماء لنا كثيرا من التفاسير التى عرضوا فيها آراءهم وفهومهم للقرآن، وما يتصل به من علوم ومعارف، مع اسهاب، أو توسط، أو اختصار، فكان لنا من ذلك كله ذخيرة ضخمة، ووردا يقصده كل طالب علم .. وما يزال القرآن مقصد العقول والهمم، يتناولونه بالتفسير من خلال ما وهبهم الله من فهم له وتدبر لآياته .. ليس هناك ما يصد عن هذا المورد العذب، إلا سوء الفهم أو سوء القصد، أو تحميل للألفاظ ما لا تحتمله، وخروج بها عن الظاهر إلى معان باطنية بعيدة، وجعلها رموزا لأشياء يعرفونها هم .. كما حصل من كثير من الباطنية والمغرقين من الصوفية، وكما","seal":"0948C4B4","part":"1"},
      {"page":98,"id":94,"nass":"يحصل الآن من بعض الذين تعرضوا للتفسير، وقد كان هذا المورد أو النهر الخضم العظيم، مجالا واسعا لكل من أنس القدرة على العوم فيه، بما تيسر له من علم وأدوات، فبعضهم خاضه بما أتقنه من علوم العربية، وبعضهم أضاف إلى ما عرفه من علوم الدين، ما علمه من علوم الكون كالرازى، وبعضهم ركز فيه على الجانب الذى يتقنه، فجعله معرضا لعلم الفقه والأحكام .. وهكذا.\rيقول السيوطى (¬1): «ثم صنف بعد ذلك قوم برعوا فى علوم، فكان كل منهم يقتصر فى تفسيره على الفن الذى يغلب عليه، فالنحوى تراه ليس له هم إلا الإعراب وتكثير الأوجه المحتملة فيه، ونقل قواعد النحو ومسائله وفروعه وخلافياته كالزجاج والواحدى فى البسيط، وأبى حيان فى البحر والنهر.»\r«والأخباري ليس له شغل إلا القصص واستيعابها، والأخبار عمن سلف سواء كانت صحيحة، أم باطلة كالثعلبى»\r«والفقيه يكاد يسرد فيه الفقه من باب الطهارة إلى أمهات الأولاد، وربما استطرد إلى إقامة أدلة الفروع الفقهية التى لا تعلق لها بالآية والجواب عن أدلة المخالفين كالقرطبى»\r«وصاحب العلوم العقلية كالفخر الرازى قد ملأ تفسيره بأقوال الحكماء والفلاسفة وشبهها. وخرج من شىء إلى شىء، حتى يقضى على الناظر العجب من عدم مطابقة المورد للآية»\r«والمستبدع ليس له قصد إلا تحريف الآيات وتسويتها على مذهبه الفاسد»\r«والملحد لا تسأل عن كفره وإلحاده فى آيات الله»\rويعتبر هذا ملخصا لنظرة السيوطى إلى التفاسير التى ظهرت واطلع عليها فى أيامه (1849 - 911 هـ)\r¬__________\r(¬1) فى كتاب الاتقان الباب الثمانون ص 190 ج 2 طبعة حجازى.","seal":"7588EC60","part":"1"},
      {"page":99,"id":95,"nass":"كتب التفسير\rوأرى من المستحسن أن أمر بك سريعا على كتب التفسير التى ألفت حتى عهد السيوطى لمجرد التعريف بها وبمؤلفيها فى سطور .. سواء من ذلك كتب التفاسير بالمأثور أو كتب التفاسير بالرأى- المعتزلى منها وغير المعتزلى:\r\r[التفسير بالمأثور]\r1 - جامع البيان فى تفسير القرآن للطبرى (224 - 310) وهو عمدة التفاسير\r2 - بحر العلوم «للسمرقندى المتوفى سنة 373 هـ لا يزال مخطوطا\r3 - «الكشف والبيان» للثعلبى أو الثعالبى المتوفى سنة 427 هـ لا يزال مخطوطا\r4 - معالم التنزيل: للبغوى المتوفى سنة 516 هـ مطبوع ..\r5 - المحرر الوجيز لابن عطية الأندلسى الغرناطى المتوفى سنة 546 وهو ند تفسير الكشاف. وأكثره قبولا لدى العلماء\r6 - تفسير القرآن العظيم للحافظ ابن كثير البصرى ثم الدمشقى ولد سنة 700 هـ وتوفى سنة 774 وكان محبا لابن تيمية وآرائه\r7 - الجواهر الحسان فى تفسير القرآن للثعالبى المغربى المتوفى سنة 876 ودفن بالجزائر ..\r8 - الدر المنثور فى التفسير بالمأثور للسيوطى المولود سنة 849 - والمتوفى سنة 911 فى منزله بروضة المقياسى وهو مختصر من كتابه «ترجمان القرآن» الذى ذكر فيه أحاديث التفسير بأسانيدها وفى الدر المنثور حذف الأسانيد، واختصر على المتن ..\rوهذه هى الكتب التى اختارها المرحوم الشهيد الدكتور الذهبى فى كتابه (¬1) عن التفسير بالمأثور وهى تقريبا عالة على الطبرى ..\r¬__________\r(¬1) التفسير والمفسرون ج 1 ص 204.","seal":"B2C0EFA4","part":"1"},
      {"page":100,"id":96,"nass":"[التفسير بالرأى]\rوهناك كتب تفسير غير هذه تعتبر من التفسير بالرأى المحمود وهى تفاسير أهل السنة وهى:\r1 - مفاتيح الغيب للإمام فخر الدين الرازى (544 - 606 هـ) وسنفرده بحديث خاص ..\r2 - البحر المحيط لابن حيان الأندلسى الغرناطى (أثير الدنيا أبو عبد الله محمد بن يوسف) ولد سنة 654 هـ وقد عنى فيه بوجوه الإعراب والقراءات، وينقل عن السابقين ما يراه\r3 - تفسير البيضاوى (ناصر الدين أبو الخير عبد الله) المتوفى سنة 1685 و 691 هـ وهو تقريبا مختصر من تفسيرى الكشاف والرازى ..\r4 - تفسير الخازن (علاء الدين أبو الحسن على بن محمد) البغدادى الشافعى، ولد بدمشق 678 هـ وتوفى سنة 741 هـ وقد نقله عن البغوى والسابقين وحشاه بالاسرائيليات والخرافات والأكاذيب. وكان هذا عيبه مع أنه جيد الرأى والعبارة ..\r5 - تفسير النسفى: (أبو البركات عبد الله بن أحمد بن محمود النسفى الحنفى توفى سنة 701، وقد اختصره من الكشاف تقريبا مهملا كلام الزمخشرى فى الاعتزال .. وهو معروف حتى لطلاب العلم لأنه مقرر عليهم بالأزهر ..\r6 - غرائب القرآن: للنيسابورى. (نظام الدين الحسن بن محمد الحسين الخراسانى النيسابورى) توفى حول سنة 850 هـ وقد اختصره من تفسير الرازى مع الكشاف وغيره بتصرف ..\r7 - تفسير الجلالين: جلال الدين المحلى الشافعى وجلال الدين السيوطى الشافعى أيضا بدأه المحلى من أول الكهف إلى سورة الناس وهو مولود بمصر سنة 791 هـ وتوفى 864 هـ ثم جاء السيوطى المتوفى سنة 911 هـ مفسرا من أول البقرة لآخر الاسراء على منهج المحلى .. وعليه حاشية الصاوى والجمل ومعروفة لدى طلاب العلم وغيرهم ..","seal":"B9DA7FF7","part":"1"},
      {"page":101,"id":97,"nass":"8 - السراج المنير: للخطيب الشربينى القاهرى الشافعى المتوفى سنة 977 هـ وقد ذكر فيه أنه اقتصر على أرجح الأقوال. مع إعراب، وقراءات وإسرائيليات ..\r9 - إرشاد العقل السليم: لأبي السعود التركى. ولد بقرية قريبة من القسطنطينية سنة 893 هـ وبرز فى العلم حتى تولى الافتاء ومكث بها نحو 30 سنة ويلقبه المفسرون «بشيخ الإسلام» وتوفى بالقسطنطينيه سنة 982 هـ ودفن بجوار قبر أبى أيوب الانصارى المعروف هناك .. وهذا التفسير يمتاز بحسن الصياغة والكشف عن أسرار البلاغة القرآنية، وأسلوبه يحتاج إلى تأن فى فهمه ودقة فى قراءته ..\rولا أظن أن السيوطى قد اطلع على هذا التفسير فقد ألف بعد وفاته وهو بمصر، وأبو السعود فى تركيا ويعتبر تفسير الرازى غالبا أساسا لهذه الكتب ..\rأما تفاسير المعتزلة: ويسميها أهل السنة: بالتفاسير البدعية، نظرا لأن أصحابها تعسفوا فى تأويل بعض آيات القرآن على مذهبهم تعسفا شائنا غير مقبول فى أحيان كثيرة. بتنزيلهم القرآن على مذهبهم، وقواعده الخمسة.\rومن أشهر كتبهم المتداولة ما ذكرناه من قبل وهو:\r1 - معانى القرآن وإعرابه للزجاج\r2 - الكشاف لجار الله محمود الزمخشرى ولد فى سنة 467 وتوفى سنة 538 هـ وهو معروف متداول ..\r3 - تنزيه القرآن عن المطاعن للقاضى عبد الجبار (أبو الحسن بن أحمد الهمذانى الأسدآبادى الشافعى شيخ المعتزلة المتوفى 415 هـ .. وهو مطبوع فى مجلد واحد كبير\rولا يرى فى هذا الكتاب من عيب إلا المغالاة فى الانتصار لمذهبه الاعتزالى. وما عدا ذلك فهو عظيم ..\r4 - أمالى الشريف المرتضى أو غرر الفوائد ودرر القلائد: وهو أبو القاسم على ابن الطاهر أبى أحمد الحسين، ينتهى نسبه إلى جعفر الصادق إلى الحسين بن على رضى الله عنهم .. كان شيخ الشيعة فى العراق ومع ذلك يعتنق مذهب","seal":"F24BC3A8","part":"1"},
      {"page":102,"id":98,"nass":"المعتزلة، والكتاب يضم إملاءات الشريف المرتضى فى ثمانين مجلسا فى التفسير والحديث والأدب، فهو لم يتعهد بتفسير القرآن كله كغيره من المفسرين، بل من خلال نظرته وتفسيره لهذه الآيات التى تعرض لها وهى غالبا آيات فى العقيدة التى ينزلها على مذهبه كان تفسيره وقد ولد سنة 355 هـ وفى سنة 436 ببغداد.\r\rالنظرة إلى تفاسير المعتزلة:\rنظرا للخصومة الشديدة التى كانت قائمة بين المعتزلة وأهل السنة، رأينا الأخيرين يطلقون على تفاسير المعتزلة، أنها تفاسير بدعية، وراج هذا الإطلاق برواج مذهب أهل السنة، وسيطرته على العقول، وتراجع مذهب المعتزلة، وانكماش القائلين به، حتى لم يعد لهم كيان خاص بهم. حتى رأينا المرحوم الشهيد الدكتور الذهبى .. يدرج هذه التفاسير ضمن التفاسير البدعية، تأثرا برأى أهل السنة فيهم ..\rوالمعتزلة- بالرغم من آرائهم التى ذهبوا إليها وتخالف مذهب أهل السنة- كانوا مخلصين فى اتجاههم لهذه الآراء لخدمة الاسلام على الصورة التى رأوها ..\rوقد استنفدوا كل وسائلهم للدفاع عن مذهبهم .. وإن كانوا قد استعملوا سلطة الخلافة فى تدعيمه والتنكيل بمخالفيه، كما حصل فى فتنة القول بخلق القرآن، وما جرى فيها من تصرفات شاذة لا يقبلها العقل ولا الدين ..\rلكن خصومة أهل السنة لهم كانت شديدة شدة خصومة المعتزلة لهم- وحين مال الميزان لصالح أهل السنة انقضوا على المعتزلة وآرائهم وسفهوهم وسفهوها، ومن ذلك تسمية تفاسيرهم بالبدعية، أما نحن فى أيامنا، فلا يجوز أن نتأثر بهذه الخصومة، بعد أن ركدت ريحها، وذهب زمنها، وبالتالى ننأى بجانبنا عن كتب المعتزلة وآرائهم جملة .. بل ننظر إليها من حيث الموضوع غير متأثرين ولا وارثين لخصومة أهل السنة لهم ..\rففي هذه الكتب والتفاسير ما لا يحصى من الفوائد العلمية. وآراؤهم الخاصة تحت نظرنا، يأخذ بها من يأخذ ويتركها من يترك ..\rومن هذه التفاسير، تفسير الكشاف وهو موضع القبول جدا لدى المشتغلين","seal":"7A1987B6","part":"1"},
      {"page":103,"id":99,"nass":"بالتفسير .. وكذلك غيره .. وإذا كان تفسير الطبرسى الشيعى قد أخذ مكانه لدينا، فلا يليق بنا إغفال كتب المعتزلة ..\r\rتفاسير الألف الثانى من الهجرة\rهذه التفاسير التى ذكرناها كانت من نتاج العقول فى الألف الأول الهجرى.\r. وهو كما ترى حافل بالمؤلفات ومنها التفاسير .. وكان آخرها تفسير أبى السعود التركى «ارشاد العقل السليم» فقد ألفه صاحبه فى النصف الثانى من القرن العاشر.\rفإذا استعرضنا تآليف أو تفاسير الآلف الثانى فإننا سنجد فى مقدمتها:\rتفسير روح المعانى: لشهاب الدين محمود الألوسي الحنفى البغدادى. الذى ولد سنة 1217 هـ فى بغداد وتوفى سنة 1270 هـ، واستفاد فيه بكل ما سبقه من تفاسير، واختار منها ما أراد، مع عناية بنقل عبارة أبى السعود غالبا معبرا عنه بشيخ الاسلام، كما يعبر عن الرازى بالإمام. وله شخصيته حين يذكر الآراء، ويقارن بينها، ويختار منها، مع تفنيده لآراء المعتزلة والشيعة، ومع ذكره لآراء أهل الفلك والفلسفة، وإقرار ما يرتضيه، ومع عنايته بالمسائل النحوية والفقهية والكلامية، ونقده الشديد ورفضه للاسرائيليات، والأخبار المكذوبة، فجمع فيه الألوسي ما اعتبره زبدة آراء السابقين .. وإنه لكذلك، فقد وجد مائدة السابقين مبسوطة أمامه، فانتقى منها ما قبلته نفسه، وهضمه عقله، وقدمه بشيء قليل أو كثير من التوسع حسب المقاسات .. لكنه عنى بما لم يعن به غيره من التفسير الصوفى والإرشادى الرمزى، بصورة تصوره بأنه من أهل العلم بهذا التفسير والرضا به .. مع أنه تفسير مرفوض من الأغلبية الساحقة من المسلمين.\r. وعسير الهضم على عقولهم ..\rوكان هذا آخر التفاسير الجامعة المعروفة على النسق القديم، والسائرة على منهجها، الدائرة فى فلكها .. ويعتبر لذلك من أوسع المراجع المهمة فى التفاسير، وأوفرها قصدا واعتدالا ..","seal":"7AB29710","part":"1"},
      {"page":104,"id":100,"nass":"ملاحظة عامة:\rوالظاهرة العامة فى هذه التفاسير منذ نشأتها .. عنايتها بالإعراب والوجوه البلاغية والقراءات والأحكام الفقهية وخلافاتها وأدلتها أحيانا، كما لوحظ عليها ذكر الروايات والاسرائيليات والقصص الخرافية البعيدة عن العقل .. مما يعتبر عيبا كبيرا فى هذه التفاسير .. وإن كان قليل جدا من المفسرين من ذكر هذا وعقّب عليه بالنقد .. سواء فى الأحاديث أو غيرها من الروايات التى لا أصل لها إلا الاسرائيليات ..\rولذلك فإننى أرى أن الفكر الاسرائيلى قد غزا الثقافة الاسلامية من منبعها، وشوش عليها وأساء إليها، حتى لنرى الكثير من العقول- حتى عقول العلماء- فيها أثر كبير لهذا الغزو الغريب الذى كان يجب على مفكرينا وعلمائنا أن يتنبهوا له ويتحاشوه .. ولكن هذا ما كان. وظهر أثره جليا فى عصرنا، عصر العلم والحساسية الدينية، وهجوم الكثيرين على الاسلام وكتبه، مما يلقى علينا الآن عبئا كبيرا فى تطهير كتبنا من أثر هذا الغزو الذى بات يشكو منه الكثيرون ويستهجنونه ..\r\r[كتب تفسير للفرق الاسلامية]\rوإذا كنا قد عنينا بذكر كتب تفسير لأهل السنة، فليس معنى هذا أنها الوحيدة فى الميدان. فهناك فرق دينية متعددة. الشيعة الامامية، والزيدية، والخوارج ..\rوكل هذه الفرق تعتمد على القرآن وتعتز به، وتتخذ منه أساسا لمذهبها، ومن الطبيعى أن ينشط علماء هذه الفرق، ويكتبوا تفسيرا لأتباعهم، لكن كل علماء فرقة، ينتهزون فرصة وجود آية يمكن أن تخدم مذهبهم فيؤولوها لما يريدون، وبعضهم كالشيعة اشتطوا فى تفسير بعض الآيات بما لا يقبله العقل.\r. ولكنه بالنسبة للأتباع مقبول، وهم معصوبو العقول. يقبلون كل كلام يذكى فيهم روح المذهب ولو كان غير معقول ..\rولكن مما لا شك فيه أنهم فيما عدا هذه الآيات يفسرون تفسيرا موضوعيا","seal":"1CB401C8","part":"1"},
      {"page":105,"id":101,"nass":"كغيرهم من المفسرين السنيين. وأمامنا تفسير كمجمع البيان للطبرسى الشيعى، نجد فيه مرجعا طيبا للبحوث التفسيرية، من حيث الإعراب والقراءات واللغة، والمعنى، يمكن الاعتماد عليه كما يمكن كشف الآراء الشيعية وتجنبها ..\rوبجوار هذه توجد تفاسير أخرى، إشارية رمزية صوفية، تناول أصحابها فيه القرآن بالروح الصوفية واعتبروا كلماته الصريحة رموزا وإشارات لأشياء قائمة فى أذهانهم .. واستعملوا عبارات خاصة بهم، ربما تثير الالتباس والشكوك عند غيرهم من غير الصوفية ..\rولذلك لا أستحسن للعاديين اقتناء هذه التفاسير، ولا قراءتها، إلا لمن هم فى وجد كوجد الصوفيين الذين ألفوها، ويكونون على دراية برموزها ..\rويكون لديهم القدرة على تمييز الغث من السمين ..\rولا أود أن أثقل عليك هنا بذكر هذه التفسيرات، ومؤلفيها، فهى لا تعنينا كثيرا، ومن أراد أن يستزيد .. فيمكنه أن يراجع كتاب «التفسير والمفسرون» ج 2، 3 للمرحوم الشهيد الدكتور الذهبى، فقد ذكر هذه الكتب على صورة مرتبة منسقة تسهل مراجعتها .. جزاه الله خيرا ..\rوكنت قد وعدت سابقا بأن أقدم لك دراسة مختصرة عن عمدة التفاسير بالمأثور ومؤلفه «جامع البيان» وهو الامام الطبرى، وها أنا ذا أبر بوعدى وأقدمه لك، على أن أقدم لك بعده عمدة التفاسير بالرأى الإمام فخر الدين الرازى وتفسيره «مفاتيح الغيب» الذى أعتبره أول وأقدم تفسير علمى ..","seal":"A79F1113","part":"1"},
      {"page":106,"id":102,"nass":"ابن جرير الطبرى وتفسيره\rهو أبو جعفر محمد بن جرير الطبرى الذى ترك لنا تفسيره المسمى ((جامع البيان عن تأويل آى القرآن)) المشهور باسم تفسير الطبرى. بجوار ما تركه من مؤلفات قيمة فى التاريخ وغيره.\rوكانت ولادته سنة 224 هـ فى بلدة آمل عاصمة اقليم طبرستان بإيران وهى كلمة مؤلفة من مقطعين «طبر» آلة من آلات الحرب التى اشتهرت بصنعها المنطقة و «ستان» معناها أرض أو منطقة، أو بلاد مثل «كردستان» - افغانستان.\r(أى بلاد الكرد وبلاد الأفغان). فنسب إلى المقطع الأول «الطبرى» واشتهر به ..\rوقد عاش نحوا من خمس وثمانين سنة حيث توفى سنة 310 هـ فى بغداد ودفن (¬1) بها .. أعنى أنه عاش فى أزهى عصور الاسلام تقدما وانتاجا على كل المستويات الفكرية. وكان من الطبيعى لإنسان موهوب من صغره، محب للعلم، متفان فيه، كالطبرى .. أن يجد ضالته وغذاءه العقلى فى هذا العصر الذى يعيش فيه، لكن ذلك لم يتم له بسهولة .. فالعواصم الفكرية العلمية التى تزخر بالعلماء كانت بعيدة عن موطنه الأصلى، فكان لا بد له من الارتحال إليها بعد أن درس على علماء منطقته، وكان أبوه «جرير» من ورائه يمهد له الطريق وييسر له السبل، منذ أن لمس فى ابنه الصغير نبوغا غير معهود فسافر إلى بغداد والكوفة، ثم ارتحل إلى مصر والشام، ثم استخفه الحنين إلى رؤية موطنه، فذهب إليه ولم يطل المقام فيه، فرجع إلى بغداد، وعكف على التدريس والتأليف، حتى آخر يوم من أيامه، برغم ضعفه وكبر سنه ..\rولقد كان فى كل بلد يحل فيه، يلتقى بفطاحل علمائه، يأخذ عنهم،\r¬__________\r(¬1) مما يذكره التاريخ أن الحنابلة أو أهل الحديث غضبوا عليه لمخالفته لهم فى رأى، فرموا بيته بالحجارة وحاصروه فلم يستطع الخروج حتى مات، ولم يستطيعوا الخروج بجثته من بيته فاضطروا لدفنه فيه!!!","seal":"2D546705","part":"1"},
      {"page":107,"id":103,"nass":"ويعطيهم، ولم يكن علم هؤلاء الاكابر قاصرا على فرع دون فرع، بل كانوا كالموسوعة، التى تجد فيها الوانا شتى من المعارف .... من تفسير وقراءات وحديث، وعلم برجاله، ورواياته، ونحو وبلاغة، وفقه، وأدب، وتاريخ.\rفأخذ عنهم الطبرى هذه الموسوعة، واستوعب هذه العلوم، وبرع فيها، وإن اختلفت درجة هذه البراعة .. ولم يكن ذلك غريبا على رجل كالطبرى، فقد وهب حياته للعلم، وتخفف من كل اثقال الحياة وتبعاتها، حيث قضى حياته دون زواج. مع استعداد كبير للرضا بالحياة وشظفها، فكان انتاجه متساوقا مع نبوغه وفهمه وتفرغه، فترك كثيرا من المؤلفات التى أوصلها بعضهم الى نحو الثلاثين، واشتهر منها مؤلفان: «تاريخ الأمم والملوك»، «وجامع البيان فى تأويل آى القرآن» الذى يقع فى ثلاثين جزءا وهو الذى يهمنا الحديث عنه الآن.\r\rمقدمات سبقته:\rولكن قبل أن نتحدث عن هذا التفسير، لا بد أن نتحدث حديثا موجزا عما سبقه من مقدمات أدت إليه، فإن مثل هذا التفسير الجامع الكبير، لا يمكن أن ينشأ دفعة واحدة، دون محاولات ومقدمات، ساعدت على ولادته عملاقا ..\rفقد وضع هذا التفسير فى النصف الثانى (¬1) من القرن الثالث الهجرى تقريبا، ولم يكن معنى ذلك أن السنين التى زادت على المائتين والخمسين قبله لم يكن فيها تفسير، بل كان فيها تفسير ومفسرون، اشتهروا بقولهم فيه، فى كل عاصمة من عواصم العالم الاسلامى: فى مكة، والمدينة، وبغداد، والكوفة، والبصرة، ودمشق، ومصر.\rوغيرها من بلاد الأندلس والشمال الافريقى، وكان الراغبون فى التفسير يرحلون إلى هؤلاء المشهورين ويأخذون عنهم ..\rلكن التفسير كان شأنه كشأن كل علم اسلامى فى نشأته، نشأ صغيرا مبعثرا، ثم تجمع وكبر بمرور الزمن، وبذل الجهود.\rونحن نعرف أن عصر التدوين للعلوم الاسلامية بمعناه الواسع، لم يظهر إلا فى أيام الدولة العباسية، وكانت هناك تدوينات سبقت هذا العصر، فى عهد\r¬__________\r(¬1) ذكر الدكتور أحمد الحوفى عنه: أنه ألفه قبل كتابه فى التاريخ وأنه قرأه على تلاميذه سنة 282 هـ وأملاه عليهم من سنة 283 هـ إلى سنة 290 هـ كتاب الطبرى ص 108 أعلام الاسلام.","seal":"1D97AFB1","part":"1"},
      {"page":108,"id":104,"nass":"الأمويين وما قبله، لكنها لم تأخذ المظهر القوى، الذى أخذته فى عهد العباسيين، الذى نضجت فيه العلوم الاسلامية المتنوعة ودونت، وكان منها علم التفسير ..\rوكانت الصفة البارزة للذين تعرضوا لتفسير القرآن، تهيبهم من القول فيه بآرائهم واعتمادهم على ما وصل إليهم من روايات يتناقلونها، منها الصحيح ومنها الضعيف أو الموضوع أو المستمد من الاسرائيليات .. ولم يصل إلينا من هذه التفاسير شيء منسق، وإن كنا عرفنا بعض أصحابها. مما تناقله الرواة عنها فى الكتب التى بين أيدينا ..\rوقد أثر هذا الجو على الطبرى، فكانت عنايته البالغة بالرواية، وإن لم يمنعه هذا من أن يدلي برأيه موافقا لها أو مخالفا، فكان تفسيره يمثل دائرة معارف ضخمة فى كل العلوم التى كانت سائدة فى هذا العصر وتتصل بتفسير القرآن، وذلك بسبب نبوغ الطبرى واتساع دائرة معارفه واستفادته من الجو العلمي الذى عاش فيه ..\rعلى أن هذا التفسير العظيم الذى أخذ شهرة واسعة، وتقديرا عظيما من كبار العلماء عند ظهوره حتى ليقول أبو حامد الأسفرائني المتوفى سنة 406 هـ- 1015 م عنه «لو سافر رجل إلى الصين حتى يحصل كتاب تفسير محمد ابن جرير لم يكن ذلك كثيرا» أقول إن هذا التفسير على عظمته اندثر ونامت نسخه فى بعض المكتبات الخاصة .. فمرت قرون وهو مندثر، دون أن يعرفه أحد، اللهم إلا بعض نماذج، وورقات مبعثرة، كانت تشير إليه، وتثير تلهف العلماء عليه .. حتى نجد المستشرق «نولدكه» يكتب فى سنة 1860 م بعد أن اطلع على نماذج من هذا التفسير، «لو حصلنا على هذا الكتاب لاستطعنا أن نستغنى عن كل كتب التفسير المتأخرة عليه، ولكنه يبدو للأسف. مفقودا بالكلية، ولقد كان مثل كتاب التاريخ الكبير لنفس المؤلف نبعا لا ينضب استمد منه المتأخرون حكمتهم (¬1).\r¬__________\r(¬1) نقلا عن كتاب مذاهب التفسير لجولد تسهير تعليق المرحوم الدكتور عبد الحليم النجار ص 108 المطبوع 1955 بمطبعة السنة المحمدية ..","seal":"8D6A9BF1","part":"1"},
      {"page":109,"id":105,"nass":"وقد اراد الله لهذا الكتاب العظيم أن يبعث من جديد فى عهد النهضة المطبعية إذ وجدت منه نسخة خطية كاملة- كما يقول «جولد تسهير» فى مكتبة أمير حائل. وأمكن الاعتماد عليها فى طبعه بالقاهرة فى أوائل هذا القرن.\rويقول العلامة الاستاذ محمود شاكر فى مقدمته التى كتبها لهذا التفسير الذى حققه وعلق عليه هو وأخوه العلامة المحدث المرحوم الشيخ أحمد شاكر (والنسخ المخطوطة الكاملة من تفسير الطبرى لا تكاد توجد، والذى منها فى دار الكتب (المصرية) اجزاء مفردة من الجزء الأول، والجزء السادس عشر، ومنها مخطوطة واحدة كانت فى خمسة وعشرين مجلدا، ضاع منها الجزء الثانى والثالث .. وهى على ما فيها تكاد تكون أصح النسخ وهى محفوظة بالدار تحت رقم 100 تفسير\rويقول جولد تسهير: كما طبعت منه بعد ذلك طبعة منقحة سنة 1911، ويقول الدكتور الحوفى الذى كتب عن الطبرى فى سلسلة أعلام العرب ((طبع سنة 1921 م بالمطبعة اليمنية بالقاهرة، وبمطبعة بولاق سنة 1923 م، ويطبع بدار المعارف الآن بمصر تحقيق الأستاذ محمود شاكر)\rوكم فى بطون المكتبات الخاصة والعامة من ذخائر لنا ثمينة، مثل هذا التفسير لما يقيض لها من يكتشفها أو يطبعها بعد ..\rولا بد لى من كلمة تقدير أقدمها للجهد العظيم الذى بذله الأخوان «شاكر» فى تحقيق هذا التفسير والتعليق عليه .. فى طبعة ممتازة تقوم بها دار المعارف بمصر وأصدرت منها 16 مجلدا انتهت إلى قوله تعالى «أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا) من سورة إبراهيم الجزء الثالث عشر من القرآن. وتوقف حتى الآن (1982 م) كما أخبرنى الاستاذ محمود\rلقد قام المحققان مشكورين بتخريج الروايات التى وردت فيه، وهذا أمر مهم جدا للقارئ .. وبتحقيق الألفاظ، ونسبة الأشعار، والأقوال إلى أصحابها، والمراجعة على النسخ الخطية والمطبوعة، وأهم من ذلك فتح مغاليق الجمل، بما عنا به من ترقيم وفواصل، وذلك لكثرة ما جاء فى كلام الطبرى من","seal":"5607FAA2","part":"1"},
      {"page":110,"id":106,"nass":"جمل اعتراضية استطرادية، وفواصل طويلة، تعرقل القارئ عن متابعة القراءة، أو تحول بينه وبين الفهم الصحيح ..\rوالواقع أن للطبرى أسلوبا خاصا يحتاج إلى مزيد من الصبر والأناة، والتتبع الدقيق لمعانيه، حتى إذا ألفه الانسان، سهل عليه بعد ذلك أمره .. مثله مثل بعض كتابنا المعاصرين الذين لهم أسلوبهم الخاص الذى يحتاج إلى قليل من الصبر على قراءته حتى يتعوده القارئ .. ولعل خير ما يعبر عن ذلك هو الاستاذ محمود شاكر العالم الدقيق حين يقول فى مقدمته:\rكان يستوقفنى فى القراءة كثرة الفصول فى عبارته، وتباعد أطراف الجمل، فلا يسلم لى المعنى، حتى أعيد قراءة الفقرة منه، مرتين أو ثلاثا .. وكان سبب ذلك أننا ألفنا منهجا من العبارة، غير الذى انتجه أبو جعفر، ولكن تبين لى أن قليلا من الترقيم فى الكتاب، خليق أن يجعل عبارته أبين، فلما فعلت ذلك فى أنحاء متفرقة من نسختى، وعدت بعد إلى قراءتها، وجدتها قد ذهب عنها ما كنت أجد من المشقة.\rعلى أن الذى كان يجده الاستاذ شاكر .. وجده من قبله المفسرون الذين نقلوا عن الطبرى فى غير زماننا، مثل السيوطى وابن كثير وأبو حيان والقرطبى.\rولذلك وقعوا فى بعض أخطاء فى فهم المراد. كما يقول الاستاذ شاكر نفسه:\r«ولما راجعت كتب التفسير وجدت بعضهم ينقل عنه فينسب إليه ما لا أجده فى كتابه، فتبين لى أن سبب ذلك .. هو .. هذه الجمل التى شقت على قراءتها، يقرؤها القارئ، فربما أخطأ فهم أبى جعفر .. وربما أصاب»\rوإذن ففي أسلوب أبى جعفر فى تفسيره شىء من الصعوبة، ليست قاصرة على الذين تعودوا منا الأسلوب المعاصر، بل أيضا على القدماء من العلماء المفسرين أنفسهم، مما كان سببا فى أنهم أخطئوا فهم المراد من أبى جعفر.\rوقد وقع لى كثيرا ما وقع للأستاذ محمود شاكر حين قراءة هذا التفسير، فكنت أعانى الكثير فى فهمه، وتتبع أفكاره، ووصل كلامه بعضه","seal":"AA029EE7","part":"1"},
      {"page":111,"id":107,"nass":"ببعض. وكنت أضيق ذرعا بكثرة استطراداته وانتقاله حين الكلام على فكرة أو موضوع، إلى كلام آخر بين كلامه، وإن كان له صلة به إلا أنه يمزق المعنى، ويشتت الفكر بين الفكرة الأصلية، وبين ما استطرد إليه وأضافه، حتى وجدت الجزء الأول من هذا التفسير المحقق، فسهل على كثيرا مما كنت أجده من صعوبة، كما وفر أيضا من الوقت.\rولأجل أن اشركك معى فى هذا .. أضع أمامك هذا النموذج من كلام الطبرى فى تفسير قوله تعالى «اللَّهُ يَسْتَهْزِئُ بِهِمْ» ومثله «يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ» و «نَسُوا اللَّهَ فَنَسِيَهُمْ» بعد أن استعرض بعض الأقوال قال (¬1):\r«والصواب فى ذلك من القول والتأويل عندنا: أن معنى الاستهزاء فى كلام العرب إظهار المستهزئ للمستهزئ به من القول والفعل ما يرضيه ظاهرا، وهو بذلك من قوله وفعله به مورثه مساءة باطنا. وكذلك معنى الخداع والمكر.\rفاذا كان ذلك كذلك (¬2) - وكان الله جل ثناؤه قد جعل لأهل النفاق فى الدنيا الاحكام. بما أظهروا بألسنتهم، من الاقرار بالله وبرسوله، وبما جاء به من عند الله المدخلهم فى عداد من يشمله اسم الاسلام، وان كانوا لغير ذلك مستبطنين- احكام المسلمين المصدقين اقرارهم بألسنة أنهم مصدقون، حتى ظنوا فى الآخرة أنهم إذا حشروا فى عداد من كانوا فى عدادهم فى الدنيا أنهم واردون موردهم وداخلون مدخلهم. «والله جل جلاله- مع اظهاره ما قد أظهر لهم من الأحكام الملحقة بهم فى عاجل الدنيا. وآجل الآخرة إلى حال تمييزه بينهم وبين أوليائه، وتفريقه بينهم- معدّ لهم من أليم عقابه ونكال عذابه ما أعد منه لأعدى أعدائه، وشر عباده، حتى ميز بينهم وبين أوليائه، فألحقهم من طبقات صحيحة بالدرك الأسفل- كان معلوما أنه جل ثناؤه بذلك من فعله بهم- وإن كان جزاء على أفعالهم، وعدلا ما فعل من ذلك بهم،\r¬__________\r(¬1) ص 303، 304 ح تحقيق شاكر\r(¬2) من هنا جملة اعتراضية استطرادية تطول نحو عشرة أسطر إلى قوله كان معلوما ..","seal":"68936A58","part":"1"},
      {"page":112,"id":108,"nass":"لاستحقاقهم اياه بعصيانهم له- كان بهم- بما أظهر لهم من الأمور التى أظهرها لهم أمن الحاقه احكامهم فى الدنيا باحكام أوليائه وهم أعداء، وحشره إياهم فى الآخرة مع المؤمنين، وهم به من المكذبين- إلى أن ميز بينهم دينهم- مستهزئا وبهم ساخرا .. الخ»\rفانت ترى فى هذا النموذج كثرة الاستطرادات وبعد أجزاء الجملة بعضها عن بعض بسطور بلغت نحو عشرة- فى احداها .. وقد وضحت لنا الفواصل التى وضعها الاستاذ محمود شاكر إمكان الربط بين الجملة الواحدة ولذلك علق فى الهامش بقوله «أكثر الطبرى الفصل بين الكلام فى هذه الفقرة وسياق العبارة هو كما يلى «فإذا كان ذلك كذلك كان معلوما أنه جل ثناؤه بذلك من فعلهم بهم.\r. كان بهم مستهزئا وبهم ساخرا» وما بين الكلام فى هذين الموضوعين فصل للبيان.\rوترك الفصلة الطويلة جدا وهى من أول قوله «فاذا كان ذلك كذلك ..\rكان معلوما. وبين جزءي الجملة ما يزيد عن عشرة أسطر جاء بها لزيادة التوضيح- ولكن من الصعب جدا على القارئ العميق أن يصل إلى فهم هذه الفقرة .. ولا سيما فى الطبعات التى لا توجد فيها هذه الفواصل ..\rلكن لا تظن أن هذه الظاهرة تعم الكتاب كله بل هى قليلة، وبجوار هذا القليل تجد الأسلوب المشرق الذى يمكن ادراكه بسهولة حين يدلى برأيه بعد نقله للروايات الكثيرة فى موضوع الآية ..\r\rموقف الطبرى وموقفنا من الروايات:\rولقد كان الطبرى يورد هذه الروايات، وهو عالم بما فيها من تناقض أو كذب أو ضعف، ثم ينقدها أحيانا، ويأتى أيضا بالكثير منها ويتركها بلا نقد.\rوبعض النقاد يذهبون إلى تبرئة ساحة أبى جعفر من النقد، لسياقه هذه الروايات دون نقدها، قائلين إنه ذكر لك السند، وعليك أنت أن تبحث عن صحته أو كذبه أو ضعفه .. الخ، راوين العبارة المشهورة بين علماء الحديث","seal":"9D2D6CEA","part":"1"},
      {"page":113,"id":109,"nass":"(من أسند لك فقد حملك) يعنون أن من ذكر لك سند الرواية فقد برئت ذمته، وحملك أنت مسئولية البحث عن صحته ..\rومع أن هذا الكلام صحيح فى حد ذاته، وربما كان محتملا للخاصة أو خاصتهم فى زمنه إلا أنه يحمّل القراء عامة أمانة فوق طاقتهم، فليس كل قارئ عارفا بالرجال، أو\rبأساليب النقد، حتى يستطيع التمييز بين المقبول وغير المقبول، وليس كل قارئ عنده الرغبة أو الأمانة التى تحمله على التوقف حتى يتبين.\rعلى أن هذا إن كان ممكنا فى زمن كثرت فيه الكتب المطبوعة المتداولة التى عنيت بالرواة ونقدهم وبيان غثهم من سمينهم، فإنه لم يكن متيسرا من قبل شيوع هذه الكتب.\rومن أجل هذا كان تدوين هذه الروايات التى كانت متداولة على ألسنة الناس فى أيامه- ومعروف بين العلماء أنها كانت بضاعة القصاص للتكسب والرواج عند العامة- أقول كان رفعها إلى مقام التدوين، ووضعها بجانب كلام الله على أنها تفسير له، مما ساعد كثيرا على إشاعة الخرافات والأضاليل فى نفوس المسلمين ملصقة بتفسير كلام الله.\rبل إنى أقول أكثر من هذا فيما يتصل بالروايات التى نقدها، وهى أمنية تمنيت أن لو كانت قد تحققت فى ذلك الزمن المبكر من وضع التفسير، كنت أتمنى أن لو اقتصر الطبرى وأمثاله على الروايات الصحيحة فى تفاسيرهم، وجردوها من الروايات الباطلة التى كروا عليها بالنقد .. لأنها كانت ستموت فى زمنها، أما بعد أن دونت ووضعت بجانب التفسير. فقد فتحوا الباب للقصاص وأصحاب الهوى أن يطلعوا عليها، ويستندوا إليها، فى حكاياتهم للعوام لجذب انتباههم، وكسب إعجابهم .. وابتزاز أموالهم .. كما نرى الكثير فى أيامنا ممن يدورون فى الأرياف، وبين العوام، أو متخلفى الثقافة، يتحدثون فى التفسير أو الدين ويستولون على ألبابهم بهذه الروايات الخيالية الخرافية، دون خوف من الله، ولا حرج من أصحاب العقول والفهم. ولا مراعاة لما يجب أن يكون عليه","seal":"0976F1DB","part":"1"},
      {"page":114,"id":110,"nass":"تكوين الأمة العقلى والفكرى حتى انجرف فى هذا التيار بعض العلماء من الوعاظ والخطباء ...\rولقد روى لنا كيف أن الخرافيين ممن كانوا يعتمدون على هذه الروايات الكاذبة، كانوا يستولون على قلوب العامة، ويهيجونهم ضد العلماء الذين ينكرون هذه الروايات، حتى يوجعوهم ضربا وإهانة، ومع ذلك عنى الطبرى بتدوينها!!\rإننا نجنى من هذا وذاك الآن الكثير من المر، والكثير من التهجم على الاسلام وكتابه .. ولقد كونت هذه الروايات جانبا خرافيا فى عقول المسلمين، تحتاج إلى كثير من الجهد والوقت فى القضاء عليه، وبعض المتمردين على الدين- من المسلمين أنفسهم- مع الأسف ممن تأثروا بمؤثرات غربية، يتخذون من هذا تكأة لرفض الدين كلية، ومع أنهم مبطلون، إلا أنهم أصحاب هوى، يستغلون نقطة الضعف عند عدوهم لينقضوا عليه، ونحتاج نحن إلى دفاع وجهد كبيرين، لتطهير عقول الناس من هذه الخرافات، والروايات الإسرائيلية المضللة.\rولقد كان من الأولى لهؤلاء السلف الطيبين أن يكونوا بعيدى النظر، فيريحوا أنفسهم والأجيال التى بعدهم من هذه الخرافات والأضاليل، ويذكروا لنا ما صح سنده وما رأوه بعقولهم الناضجة؟ ويتركوا غير ذلك يموت مع الزمن.\rنعم كان من الأولى .. ولكن ماذا نفعل الآن وهذا هو الذى كان .. ولعل لهم عذرا وأنت تلوم ..\r\rواجبنا الآن هو التجريد:\rإن هذا يحملنا الآن مسئولية ضخمة وإن لم تكن مستحيلة أو صعبة ..\rولكنها تحتاج إلى همة وغيرة وجهد يتكاتف فيه العلماء مع الحكومات التى تعنى بهذه الناحية ...\rهذه المسئولية هى تجريد هذا التفسير وأمثاله من كل رواية غير صحيحة ..\rسواء أكانت إسرائيلية أم موضوعة .. وإخراج الكتاب بعد ذلك للناس","seal":"57432788","part":"1"},
      {"page":115,"id":111,"nass":"بريئا من هذه العيوب .. ثم جمع كل النسخ الأصلية من الأسواق ووضع ما أمكن منها فى المكتبات العامة ليطلع عليها الخواص من الباحثين كما يحظر النقل منها لما لم ينقل فى التجريد ..\rبذلك نقضى على هذه الخرافات والاسرائيليات من العقول، ولا بد بجوار ذلك من جهد آخر .. هو عدم السماح بطبع أى كتاب آخر فيه شىء من هذه الأضاليل .. فقد تسربت من كتب التفسير وكتب التاريخ كذلك إلى كتب أخرى بعناوين أخرى وتحتاج إلى المتابعة المستمرة ..\rوإذا كانت هناك رقابة على المطابع فى الأمور السياسية، فمن الواجب أيضا أن تفرض هذه الرقابة فى مثل هذه الأمور، التى تتدخل تدخلا قويا فى تكوين عقلية المسلمين وإلى أجيال .. وتفسد تصوراتهم عن القرآن وعن الحياة ..\rوهذا شىء ليس بالقليل، بل هو من الخطورة بمكان، وسبق أن أشرنا اليه ..\rولا أظن أن فينا من يعارض مثل هذا المشروع بحجة صيانة التراث أو حجج أخرى. فالتراث سيظل لمن يريد الاطلاع عليه. على أننا سوف نقدم التراث الفعلى حقيقة، ولا نحرم المطلعين من شىء له فائدة، بل نحول بينهم وبين سموم هذه الخرافات ونقيهم شر أضا ليلها .. ونشجع المطلعين على الاطلاع. ونقدم الكتاب فى حجم أقل كثيرا من حجمه الحالى .. وبثمن أقل من ثمنه مما يغرى بالشراء والاطلاع .. رأى أضيفه إلى ما سبق من قبل ..\r\rدفاع أو اعتذار:\rولقد أحسن الأستاذ محمود شاكر الدفاع عن الطبرى أو الاعتذار عنه، لما رواه من الأحاديث والروايات الغريبة والمنكرة التى لم يكن من المستحسن روايتها .. فذكر فى هامش صفحتى 453، 454 من الجزء الأول، دفاعا لا أعتقد إلا أنه مجرد التماس عذر له، فهو يقول:\r«تبين لى مما راجعته من كلام الطبرى أن استدلال الطبرى بهذه الآثار التى يرويها بأسانيدها لا يراد به إلا تحقيق معنى لفظ أو بيان سياق عبارة، إلى أن يقول: «وهذا مذهب لا بأس به فى الاستدلال».","seal":"2EF54EEB","part":"1"},
      {"page":116,"id":112,"nass":"ويقول: «فاستدلال الطبرى بما ينكره المنكرون، لم يكن إلا استظهارا للمعانى التى تدل عليها ألفاظ هذا الكتاب الكريم، كما يستظهر بالشعر على معانيها، فهو إذن استدلال يكاد يكون لغويا .. الخ».\rوهذا الذى يقوله العلامة محمود شاكر لا بأس به فى الدفاع، لكنه مع ذلك ليس قاطعا ..\rفما كان أغنانا عن هذه الروايات، وعندنا ما يكفى فى الدلالة على معناها من كلام العرب من شعر ونثر، على أن الاسرائيليات- وما شابهها- لا تقطع بمعنى لفظ فى القرآن الكريم .. وفيها ما فيها من الخطر على فهمه، ثم إننا نجد الروايات الإسرائيلية على ما فيها من تناقض تتدخل لفهم شىء مغيب عنا، لم يعن القرآن ببيانه فجاءت هذه الروايات تفسر المراد منه، وهو ليس من باب الاستدلال على معنى الكلمة عند العرب، كما يستدل بالشعر .. واكتفى هنا بمثال.\r\rما المراد بالشجرة:\rففي ص 518 من الجزء الأول يروى الطبرى عن ابن عباس قولا فى المراد بالشجرة فى قوله تعالى (وَلا تَقْرَبا هذِهِ الشَّجَرَةَ)، بأنها: البر، او السنبلة.\rويعدد الروايات عن ذلك القول، ويروى فى احداها صراحة أن أهل التوراة يقولون: هى البر، ثم روى روايات أخرى عن المراد بالشجرة، ومنها رواية ثانية عن ابن عباس نفسه بأنها: الكرمة (ص 519 فقرة 730 وما بعدها)، ثم يروى رواية ثالثة وأخيرة بأنها: التينة ص 520 فقرة 740.\rوقد أتى بهذه الروايات التى شغلت حيزا كبيرا بعد ما ذكر قبلها: «الشجرة فى كلام العرب: كل ما قام على ساق ومنه قوله جل ثناؤه «وَالنَّجْمُ وَالشَّجَرُ يَسْجُدانِ» يعنى بالنجم ما نجم من الأرض من نبت، وبالشجر ما استقل على ساق» فذكر بذلك المراد بالشجرة فى كلام العرب. ثم بدأ فى بيان المراد منها عند أهل التأويل، وذكر هذه الروايات الغريبة التى تعتبر كلها خبطا بدون دليل ولا بينة.","seal":"D6B6A91C","part":"1"},
      {"page":117,"id":113,"nass":"فما الفائدة- اذن- من كل هذا السرد، وهو لا يكشف عن معنى الكلمة عند العرب؟!\rإنه حقيقة- أعنى هذا السرد- يكشف لنا عن نموذج من تفكير الناس فى فهم القرآن فى ذلك الزمن .. لكننا كنا نود أن لو طوى عنا هذا النموذج، الذى لا أساس له من كلام العرب، ولا من بينة يوثق بها، ما دام يحمل معه هذه الخرافات.\rونلاحظ أن الطبرى روى فى هذه الروايات روايتين عن ابن عباس. رواية تقول المراد بالشجرة: البر، ورواية أخر تقول: إنها الكرمة!! فهل كان لابن عباس رأى، أو رأيان، أو لم يكن له رأى البتة؟. ولكن الرواة قالوا عن لسانه! ومن أين لابن عباس بهذا الرأى أو ذاك؟ ذلك ما كنا نحب أن يضعه أبو جعفر فى حسابه ويريحنا ويريح نفسه .. ومع هذا التعب كله فى سرد الروايات لمعرفة المراد بالشجرة، نجد الطبرى فى النهاية يضرب صفحا عن هذه الروايات كلها، ولا يثق بشيء منها، وكأنها معرض تحف قديمة بالية، ويشق الطريق إلى الرأى الذى يرتضيه- معه- أهل العلم والعقل المتزنون، وهو نموذج لخطته فى التفسير حين يكشف عن رأيه.\rوالحق أنها خطة ممتازة تكشف عن عقليته الفذة، العقلية العلمية المؤمنة التى لا ترضى بالكلام الجزاف، والتى تحافظ على العقول أن يملأها الحشو والخرافة وما لا جدوى منه .. وحبذا لو التزم هذه الطريقة فيما سرده من روايات. اقرأ معى رأيه فى المراد من الشجرة بعد سرد الروايات:\rقال أبو جعفر (يعنى نفسه وهذه طريقته): والقول فى ذلك عندنا أن الله جل ثناؤه أخبر عباده أن آدم وزوجته أكلا من الشجرة التى نهاهما ربهما عن الأكل منها فأتيا الخطيئة التى نهاهما عن إتيانها بأكلهما ما أكلا منها بعد أن بين الله جل ثناؤه لهما عين الشجرة التى نهاهما عن الأكل منها، وأشار إليها بقوله: «ولا تقربا هذه الشجرة» ولم يضع الله جل ثناؤه لعباده المخاطبين بالقرآن دلالة على أى أشجار الجنة كان نهيه آدم أن يقربها، فلم ينص عليها باسمها، ولا بدلالة","seal":"9D3C1658","part":"1"},
      {"page":118,"id":114,"nass":"عليها. ولو كان لله فى العلم بأى ذلك، من أى رضا، لم يخل عباده من نصب دلالة لهم عليها، يصلون بها إلى معرفة عينها، ليطيعوه بعلمهم بها، كما فعل ذلك فى كل ما العلم به له رضا.\rفالصواب فى ذلك أن يقال: إن الله جل ثناؤه نهى آدم وزوجته عن أكل شجرة بعينها من أشجار الجنة دون سائر أشجارها، فخالفا إلى ما نهاهما الله عنه، فأكلا منها، كما وصفهما الله جل ثناؤه به، ولا علم عندنا بأى شجرة كانت على اليقين، لأن الله لم يضع لعباده دليلا على ذلك فى القرآن، ولا فى السنة الصحيحة، فأنى يأتى ذلك؟ وقد قيل: كانت شجرة البر، وقيل: كانت شجرة العنب، وقيل، كانت شجرة التين، وجائز أن تكون واحدة منها.\rوذلك علم، إذا علم، لم ينفع العالم به علمه، وإذا جهله جاهل لم يضره جهله به (¬1) هـ ..\rهذا هو الذى يستريح إليه العقل والقلب. وهو يكفينا جدا فى فهم كلام الله، ولو اقتصر أبو جعفر عليه لكان خيرا له وللمسلمين .. وهذا النموذج من التفسير هو الذى أدعو الى الاقتصار عليه فيما دعوت إليه من تجريد تفسير الطبرى مع ضميمة ما يوجد من حديث صحيح.\r\rخطته فى المبهمات:\rوالخطة التى سار عليها الطبرى فى تفسيره من عدم الجرى وراء معرفة أشياء مبهمة لم يبينها القرآن ولا السنة، ولا ضرر من عدم معرفتها، هذه الخطة هى المثلى فى\rتفسير القرآن، وقد سار عليها، وهاجم الذين يتعبون أنفسهم فى الجرى وراء معرفة نوع الشجرة، كما قرأت سابقا، كما هاجم الذين يحاولون معرفة الذى كان على مائدة عيسى: أسمك أم غيره؟ فى أواخر سورة المائدة، ومعرفة عدد الدراهم التى بيع بها يوسف: أهي عشرة أم عشرون أم أكثر؟ .. وأمثال ذلك فى القرآن، ملتزما قاعدة: [العلم بها غير نافع، والجهل بها غير ضار].\rولو كان العلم بها نافعا لبينه الله .. وبذلك سد الباب على الفضوليين الذين\r¬__________\r(¬1) ص 520، 521 ج 1 تحقيق الأخوين: شاكر ..","seal":"8A0312C6","part":"1"},
      {"page":119,"id":115,"nass":"يخبطون فى مثل هذه الأمور خبط عشواء، ويضيعون أوقاتهم فيما لا يفيد. وهذا من أجود التفاسير وأنقاها ..\rومع ذلك تجده يذكر الروايات المتعددة حول هذه الأشياء التى ينكر الجرى وراءها!!\rوإننى أعتقد أن هذه الروايات كانت رائجة فى أيامه، فذكرها ليكر عليها بخطته، ويبين أنه لا فائدة من الاشتغال بها .. لكنها بذلك اكتسبت البقاء عبر القرون، تطغى على التفكير، وتحتل مكانا لها فيه. بل تأخذ صفة الصدارة وتطرد الفكر السليم. فما تسأل إنسانا الآن عن نوع هذه الشجرة، إلا قال لك قولا مما نقله الطبرى واستهجنه، وقليل من العلماء من يقف عند خطة الطبرى ويقتدى به فيها، لأن الفضول كثيرا ما يؤدي بأصحاب العقول ..\rوجاء الخطر الأكبر من أن بعض من جاء بعد الطبرى من المفسرين، ربما اقتصر على ذكر نوع الشجرة، كأن ذلك أمر ثابت، يقرؤه الطالب المبتدئ فى الأزهر أو غيره، ويقرؤه أنصاف العوام، فيأخذونه قضية مسلمة. ترتسم فى عقولهم من الصغر، لتستمر غالبة على تفكيرهم فى الكبر!! واسأل من شئت من العلماء الآن عن نوع الشجرة، تجد منه الجواب سريعا بتحديدها .. فإذا قلت له: من أين لك هذا؟ قال: كتب التفسير التى درسناها، دون التأكد من صحة ما ذكرته هذه الكتب عن طريق حديث صحيح .. وهكذا جاء الخطر على العقول.\r\rشىء لا بدّ من التنبيه عليه:\rلقد لاحظت فى تفسير الطبرى وفيما اشتهر عنه بين العلماء أشياء لا بد من الوقوف عندها لتمحيصها .. وقد يدعو تتبعها إلى الإطالة فلذلك اكتفى بواحدة منها ..\rفالعلماء والدارسون يضعون هذا التفسير على قمة التفسير بالمأثور، وكثير منهم يرد سبب هذه التسمية إلى عناية الطبرى بالروايات الكثيرة التى تشغل الحيز الأكبر منه.","seal":"7BCB814E","part":"1"},
      {"page":120,"id":116,"nass":"ولكن بقليل من التتبع لآراء الطبرى وتفسيره الخاص به، نجد أنه لم يلتزم بهذه الروايات عند ما أخذ يبدى رأيه فى تفسير الآية، يذكر أولا معنى الكلمات عند العرب، ثم اعرابها مع ذكر الشواهد على ذلك من شعر أو نثر، ثم يذكر الروايات الواردة فى تفسير الآية، صحيحة وغير صحيحة، ثم يكر على هذه الروايات أحيانا بالنقد أو النقض، ثم يأخذ فى بيان رأيه فى تفسير الآية، غير ملتزم بما ذكره، إلا إذا كان صحيحا ثابتا، ويبدى رأيه فيما يؤخذ منها من أحكام، غير متقيد غالبا برأى امام فقيه معين، مع أنه كان شافعيا، حتى قيل عنه إنه كان صاحب مذهب فقهى خاص به، اندرس لعدم شيوع تلاميذ له ينتصرون لآرائه، ويجادل مع ذلك المتكلمين من أصحاب المذاهب الكلامية، ملتزما خطة السلف مدافعا عنها.\rومعنى ذلك كله .. أن الرجل كان له رأى واتجاه بارزان، وتفسيره الخاص به الذى يبدؤه بقوله: «قال أبو جعفر .. أو يقول: والرأى عندنا، أو التأويل عندنا أو مثل ذلك. ويبين هذا الاتجاه الاستقلالى بوضوح ..\rفهو لم يكن- اذن- أسير الروايات الكثيرة التى ذكرها، ولا أسير أقوال العلماء الذين سبقوه، لأنه أحيانا يرد عليهم وينقض قولهم .. فهو مفكر مستقل، له رأيه فى معنى الآية، وفيما يستنبط منها من أحكام، وآراؤه فى غاية الاتزان العقلى، ولا سيما عند ما يتناول بعض الأشياء التى كثر الجدل فيها، كالأشياء التى ذكرناها وكالمتشابهات مثل اليد والعين الخ ..\rوالطبرى بهذا يوضع فى مقدمة أهل الرأى فى التفسير، إذا فهمنا الرأى على أنه الذى ينتهى إليه الانسان بعد دراسة عميقة متجردة من الأهواء، التى تعصف بعقول العلماء، وتحملهم على لي عنق الكلمات القرآنية لتوافق أهواءهم أو مذاهبهم ..\rفالذين يفهمون إذن أن تفسير الطبرى من التفسير بالمأثور، بسبب كثرة الروايات الواردة فيه، غير دقيقين فى الفهم، لأنه لم يتقيد بهذه الروايات ولم يكن أسيرا لها ...","seal":"259B9F2F","part":"1"},
      {"page":121,"id":117,"nass":"أما إذا فهمنا (الرأى) على أنه اخضاع الآيات للمذاهب الخاصة، والشطط فى تأويلها، وعدم التقيد بالحديث أو تأويله كذلك، فإن الطبرى ليس من هذا النوع، ولا يعد تفسيره على هذا من التفسير بالرأى، لأن الرجل التزم خطة التحفظ فى التأويل، والحفاظ على منهج السلف، والدفاع عنه، فيما يتصل بالله وصفاته، والمتشابهات عموما فى القرآن ... وكل ما تتوقف معرفته على أخبار موثوق بها عن الله سبحانه، أو عن الرسول صلى الله عليه وسلم.\rولو قلنا بناء على هذا إن تفسيره تفسير بالمأثور لكنا محقين .. لأنه لم يتأثر بالمذاهب الكلامية التى سادت المجتمع الاسلامى فى عصره، ولكنه التزم الخطة السلفية المأثورة عن الصحابة ..\r\rالرأى المذموم:\rولو تأملنا قليلا فيما ورد من كراهة الصحابة للرأى فى التفسير، وما ورد فى ذلك من ذم، لفهمنا أن الرأى المذموم فى التفسير هو الذى يخضع للأهواء ولعصبية المذاهب، ولم يقم على دراسة محايدة متأنية. أما الرأى الذى يبديه الإنسان فى التفسير مستندا إلى معانى كلام العرب، وإلى ما ورد من حديث صحيح، غير متأثر بمذهب مستحدث أو عصبية طارئة، حتى يصل إلى المفهوم الذى يستريح إليه عقله وقلبه، فذلك لا يمكن أن يذم بحال من الأحوال- كما قلنا من قبل-، وإلا ما كان هناك معنى لدعوة القرآن المسلمين لتدبر آياته والاتعاظ به، وأخذ أحكامهم منه ..\rوقد تحدث عن ذلك الامام الطبرى فى مقدمة تفسيره، كما تحدث فى هذه المقدمة، عن أمور لا بد من الاحاطة بها لكل من يفسر القرآن مثل اتفاق معانى القرآن، وما اتفقت فيه ألفاظ العرب والعجم، واللغة التى نزل بها القرآن، ونزوله على سبعة أحرف، وما قيل فى النهى عن تأويل القرآن بالرأى، وفى الحض على العلم بتفسير القرآن، وآراؤه فى المفسرين الخ ..\rبقيت كلمة لا بد من بيانها فى ختام هذا، وهى كلمة (تأويل) التى جعلها الطبرى فى عنوان كتابه: ((جامع البيان عن تأويل آى القرآن)) والتزمها عند ما يأخذ فى ابداء رأيه فى الآية ..","seal":"E1F50832","part":"1"},
      {"page":122,"id":118,"nass":"هل تأخذ هنا معنى غير معنى كلمة تفسير التى استعملها غيره من المفسرين.\rوالجواب. لا .. فإن المراد بها هو المراد بكلمة تفسير.\rويكفى هذا دون الدخول فى تفاصيل ما قيل عن معنى كلمة تأويل الواردة فى القرآن من معان أخرى لم يقصدها الطبرى فى استعماله لها ..","seal":"03148CC5","part":"1"},
      {"page":123,"id":119,"nass":"الإمام فخر الدين الرازى وتفسيره\rهو أبو عبد الله محمد بن عمر بن الحسين البكرى الطبرستانى الرازى.\rوشهرته فخر الدين أو ابن الخطيب الشافعى.\rولد سنة 544 هـ وتوفى سنة 606 هـ. وكان ميلاده فى مدينة «الرى» ونسب إليها على غير قياس النسب فقيل الرازى ..\rوقد نسب إلى هذه المدينة بهذه النسبة كثير من علمائها، مثل أبى بكر بن زكريا الرازى الطبيب العربى المعروف، ومثل أبى بكر الرازى الفقيه الحنفى المعروف بالجصاص، وأبو الحسين بن فارس بن زكريا الرازى صاحب كتاب المجمل فى اللغة، ومحمد بن أبى بكر الرازى مؤلف «مختار الصحاح»، وقطب الدين الرازى وهو مؤلف شرح الشمسية وسماها «الرسالة القطبية» المعروفة فى الأزهر .. وتوفى سنة 766 هـ\rولكن أشهر هؤلاء جميعا لدى عامة المسلمين وخاصتهم هو الامام فخر الدين الرازى صاحب التفسير .. وما ذلك إلا لأن مؤلّفه وتفسيره مرتبط بكلام الله وخدمته، وبيان معانيه للمسلمين، وهكذا كل كتاب وكل مؤلف يرتبط بكتاب الله ويخدمه ..\r\rالعصر الذى عاش فيه وألف كتابه\rكان عصرا مليئا بالفتن الداخلية. والهجوم الخارجى على المسلمين، وكان مثار هذه الفتن إما طمعا فى الملك، وإما طمعا فى وجاهة وسيادة مذهب، كما حصل بين الفرق الاسلامية .. المعتزلة، وأهل السنة، والشيعة، والرافضة من جهة، وفيما بين هذه الفرق نفسها من مذاهب «حتى عدا ابن السبكى تسعا وعشرين فرقة نازلها الرازى وانتصر عليها (¬1)»\r¬__________\r(¬1) الامام فخر الدين الرازى- للدكتور على محمد حسن العمارى ص 29.","seal":"3379F2FD","part":"1"},
      {"page":124,"id":120,"nass":"وهذا يصور لك مدى ما كان يموج به عصر الرازى من خلافات وفتن ..\rثم تميز هذا العصر من ناحية أخرى بالإقبال على الدراسات العلمية من المنطق والعلم الطبيعى والفلسفة، وعلم ماوراء الطبيعة، والهندسة والفلك والموسيقى، بجانب الإقبال على الدراسات الدينية والعربية ..\rكما تميز باعتزاز المعتزلة بمعرفة الفلسفة والمنطق، وتعاليهم بها على غيرهم ..\rوادعائهم بأن العالم المتمكن لا يكون كذلك، إلا إذا جمع بين علوم الدين وهذه العلوم. وقد ظل المعتزلة مسيطرين بأفكارهم وإنتاجهم زمنا، حتى شعر أهل السنة بما يشبه عقدة النقص، فأقبلوا على هذه العلوم التى احتكرها المعتزلة وأضرابهم زمنا، فاغترفوا منها، لينازلوا المعتزلة ويكونوا أندادا لهم ..\rوكان ممن اتجه هذا الاتجاه الإمام فخر الدين الرازى منذ شبابه. فتعلم على والده، وكان من كبار علماء عصره وهو «ضياء الدين أبو القاسم الرازى» وكان فقيها أصوليا متكلما صوفيا خطيبا محدثا أديبا.\rوأضاف إمامنا فخر الدين إلى ما أخذه عن والده علوم عصره، من الفلسفة والمنطق وعلم الفلك والطبيعة على علمائها، واستعان بذلك كله على خدمة دينه.\rوتجلية معانى القرآن وأسراره بالطريقة التى رآها مناسبة لعصره .. حتى يبز المعتزلة وغيرهم فيما يدعونه- من أنهم خدمة الدين والقرآن .. والكاشفون عن معانيه وأسراره- ويلجمهم ..\r؟؟؟ وضع ثقافته الاسلامية الواسعة المتنوعة فى خدمة القرآن، هادفا؟؟؟ إلى أن يبرز ما فيه من الحكمة والمعرفة حسبما تفيده دراسة الفلسفة والكلام والعلوم الأخرى، ولذلك كان يوغل فى بيان معانى القرآن وما تدل عليه العبارات، ولو سار شوطا بعيدا فى العلوم التى يبرز بها هذه الناحية ..\rوإنك لتجد صورة من هذا حين فسر قوله تعالى «رَبِّ الْعالَمِينَ»، واندفاعه ليبين العوالم المتعددة التى خلقها الله .. فى السموات وفى الأرض .. مما يخيل للقارئ أنه ابتعد كثيرا عن القرآن، وهو لم يبتعد، وإنما يفسر «العالمين» بما وقف عليه من علم، يجلى به حكمة الله فى مخلوقاته ..","seal":"E417EA1B","part":"1"},
      {"page":125,"id":121,"nass":"فذلك أولى عنده وأجدى من حصر التفسير فى مباحث لفظية وبلاغية ..\rتبرز اعجاز القرآن البلاغى، بينما يوجد فى القرآن آيات كثيرة تتحدث عن الكون، وتبرز الإعجاز العلمى للقرآن، ولا بد من بيانها والكشف عنها، بواسطة ما نعرفه من علوم .. ولذلك استغل الرازى ما عرفه من علوم ليجلى بها أسرار القرآن، ومعجزاته العلمية فى الكون. بالاضافة إلى معجزته البلاغية مما أشار القرآن إليه أو تكلم بصراحة عن آيات الله فى كونه، ولا يجلى هذه الآيات، ويبرزها، ويصل إلى أغوارها إلا العلم. فإذا قال الله «رب العالمين» فما هى هذه العوالم التى خلقها الله وهو ربها؟ لا تستطيع البلاغة أن تبرز لنا هذا وتبينه، بل العلم هو الذى يقدم لنا هذه العوالم أجلى بيان على قدر اتساعه ..\rوهو كل يوم يزداد اتساعا».\rوسار الإمام فى دروسه على هذا المذهب أو هذه الطريقة التى اختطها، برغم ما لقي من استغراب ومعارضة من الذى ألفوا القديم من التفسير .. أو كما يقول: الذين ألفوا من أنفسهم التعلقات الفارغة عن المعانى، والكلمات الخالية عن تحقيق المعاقد والمبانى».\rوكان مصمما ومقتنعا بهذه الطريقة لخدمة القرآن، فبدأ يفسر على أساسها سورة «الفاتحة» واتسع فى تفسيرها والاستنباط منها بما آتاه الله من علوم، تبرز قدرة الله وحكمته فى خلقه، أو فى كونه العلوى والأرضى. فعند ما يتعرض مثلا لتفسير «رب العالمين» يبين أن الوجود ليس محصورا فى عالمنا الذى ضبطت أحواله، لأن الخلاء الذى لا نهاية له خارج هذا العالم .. يمكن أن يشتمل على الآلاف من العوالم الأخرى .. بل إن الانسان لو اقتصر علمه على أن يحيط من هذا العالم فقط بعجائب المعادن، ويعرف عجائب أحوال النبات، وعجائب أقسام الحيوان، لنفد عمره فى أقل القليل من هذه المطالب، فلا ينتهى إلى غورها، مع أن ذلك كله يندرج تحت قوله تعالى «رَبِّ الْعالَمِينَ» (¬1)\r¬__________\r(¬1) باختصار من كتاب التفسير ورجاله للشيخ محمد الفاضل بن عاشور ص 73، 74.","seal":"682BDF6A","part":"1"},
      {"page":126,"id":122,"nass":"وفى مقدمة تفسيره يقول: «اعلم أنه مر على لسانى فى بعض الأوقات أن هذه السورة الكريمة (الفاتحة) يمكن أن يستنبط من فوائدها ونفائسها عشرة آلاف مسألة فاستبعد هذا بعض الحساد، وقوم من أهل الجهل والغى والعناد، وحملوا ذلك على ما ألفوه من أنفسهم من التعلقات الفارغة عن المعانى والكلمات الخالية عن تحقيق المعاقد والمبانى، فلما شرعت فى تصنيف هذا الكتاب، قدمت هذه المقدمة، لتصير كالتنبيه على أن ما ذكرناه أمر ممكن الحصول قريب المنال» (¬1).\r\rرأى علماء عصره وغيرهم فيه ورأيه فيهم:\rونظرا لأن هذا النسق فى التفسير لم يكن مألوفا فيما كتب من تفاسير، وكان تفسير الرازى هذا أول تفسير دعمه صاحبه بالعلوم التى أتقنها من فلسفة وطب وفلك. الخ .. انتقده كثير من العلماء حتى نجد أبا حيان صاحب تفسير «البحر المحيط» الذى ولد بعد وفاة الرازى بخمسين سنة تقريبا يقول فيه بعد أن اطلع عليه: «جمع الإمام الرازى فى تفسيره أشياء كثيرة لا حاجة لها فى علم التفسير، ولذلك قال بعض العلماء: فيه كل شىء إلا التفسير.\rوهذه النغمة كانت موجودة فى زمن الرازى نفسه سمعها ورد عليها بشدة بقوله: «ربما جاء الجهال والحمقى وقال: إنك أكثرت فى كتاب الله تعالى من علم التهيئة والنجوم، وذلك على خلاف المعتاد .. فيقال لهذا المسكين: إنك لو تأملت فى كتاب الله حق التأمل لعرفت فساد ما ذكرته.\rوكان ذلك بلا شك ناشئا من شدة عنايته بالرد على الفلاسفة فيما قالوه- واعتقد أنه يمس القضايا الدينية، واجتهاده فى أن يبرز حكمة الله وهديه القرآنى عن طريق كشف ما أشار الله إليه فى القرآن من مظاهر النفس والكون .. مقدما بذلك أدلة أخرى على إعجاز القرآن غير الإعجاز البلاغى الذى تكلم فيه الكثيرون واقتصروا عليه ..\r¬__________\r(¬1) مقدمة تفسيره ج 1 ص 322 عن «التفسير والمفسرون» ج 1، ص 296.","seal":"465993EF","part":"1"},
      {"page":127,"id":123,"nass":"وكان شديد العناية بالربط بين الآيات بعضها مع بعض وبين السور كذلك.\rكما كان معنيا بالرد على المعتزلة، وبتجلية مذهبه الشافعى ومناصرته على غيره من المذاهب، حتى ألف كتابا خاصا بسيرة الإمام الشافعى ومناقبه، ولم يهمل الرازى مع ذلك المسائل النحوية والبلاغية والأصولية بل أدلى فيها بدلوه، وقد كان إماما فى الفقه وله آراؤه فيه، حتى قيل إنه من المجتهدين، ولكن ضيعه تلامذته، وإن كان شافعيا وأبلى بلاء حسنا فى نصرة مذهبه والدفاع عن الشافعى وتجلية مذهبه .. وقد ألف فى علوم عدة وترك فيها كتبا منها المطالب العالية، والبرهان فى الرد على أهل الزيغ، والمحصول، وفى الحكمة أى الفلسفة: الملخص وشرح الاشارات، وعيون الحكمة، وقام بشرح الوجيز فى الفقه للإمام الغزالى .. وله كتاب فى مناقب الإمام\rالشافعى ..\r\rهل أتم تفسيره؟\rوقد شاع بين العلماء وقرروا أنه لم يتم كتابة تفسيره كله، وتولى إتمامه بعض تلامذته وذكروا أسماءهم .. حتى أن ذلك دون فى طبعته التى أخرجتها المطبعة البهية المصرية فى اثنين وثلاثين جزءا. بتحقيق بعض العلماء مستدلين ببعض عبارات وردت فى التفسير تدل على أن المفسر غير الرازى .. وأن مجموع ما فسر ضم بعضه إلى بعض فكان تفسيرا للقرآن كله سمى «مفاتيح الغيب» ونسب للرازى. بينما هو توقف عند سورة الانبياء.\rوالمجال هنا لا يتسع لمناقشة هذا تفصيلا، لذلك اكتفى بتصدى أخينا وزميلنا العالم الباحث الدكتور على محمد حسن العمارى لهذه النقطة فى كتابه «الامام فخر الدين الرازى» الذى أجازته أيضا لجنة القرآن والحديث بالمجلس الأعلى للشئون الاسلامية الذى تولى طبع الكتاب\rفقد ذكر وجهة نظر القائلين بأن الرازى لم يتم تفسيره، بأسانيدهم التى اعتمدوا عليها مما جاء فى التفسير نفسه ثم تولى الرد مفصلا على هذه الأسانيد، مسلما بأن تفسير سورة الواقعة ليس للرازى. كما ورد فى كلام العلماء الناقدين .. وان كان نسق التفسير لم يختلف فيها عما كتبه الرازى ..","seal":"8592265D","part":"1"},
      {"page":128,"id":124,"nass":"وقد انتهى الدكتور العمارى بعد سرد أدلته والرد على مخالفيه إلى ترجيح أن الكتاب كله للرازى ما عدا سورة الواقعة وقال ص 183:\r«لقد ترجح عندى بعد هذا التردد الطويل بين أخبار أصحاب التراجم، والتفسير الكبير للرازى أن هذا الإمام الجليل قد أتم تفسير القرآن كله، ثم لأمر لعله من صنع التتر الذين اغاروا على خوارزم سنة 617 هـ بعد وفاة الرازى بإحدى عشرة سنة، ضاع جزء من هذا الكتاب يغلب على الظن أن يكون تفسير سور متفرقة كتفسير سورة الواقعة، فجاء شمس الدين الخويى (المتوفى سنة 639 هـ)، ووضع لهذه السور تفسيرا، وربما كان قد وضع تفسيرا كاملا للقرآن، وأدخل بعض أجزائه فى تفسير الرازى»\rوقد قيل أيضا من الناقدين أن نجم الدين القمولى المتوفى سنة 627 هـ كان له أيضا جهد فى تتمة هذا الكتاب .. ويلاحظ الدكتور على العمارى أن نسق تفسير سورة الواقعة التى سلم الجميع أنه ليس للرازى لا يختلف عن نسق الرازى فى تفسيره، مما يجعل من الصعب على الفاحص أن يميز بين هذا وذاك عن طريق الأسلوب والمنهج ..\rوليس هذا بغريب، فهما من تلامذته المتأثرين به، وحين كتبا، كان ما كتباه على نسق أستاذهما. لم يكن بينهما فرق .. مما يصعب على القارئ الفاحص التمييز بين الأسلوبين ..\r\rهل نقول إنه تفسير علمى:\rيمكن أن يقال ذلك بجوار كونه تفسيرا موضوعيا لغويا فقهيا عقديا، فقد استعان على تجلية معانى ألفاظ القرآن بما عرفه من علوم فى زمنه .. وهذا وإن عابه القدماء الذين ألفوا أن يكون التفسير على غير هذا الوجه وقالوا فيه ما قالوا، إلا أننا لا نجاريهم على طول الخط، فليس ما قالوه- من أنه فيه كل شىء إلا التفسير- صحيحا، ففيه ما درج عليه المفسرون قبله وبعده من تفسير يقوم على الناحية البلاغية والنحوية والفقهية مع عنايته بالربط بين الآيات، والرد على المعتزلة.","seal":"06FA22D5","part":"1"},
      {"page":129,"id":125,"nass":"ثم فيه زيادات نافعة لكل من يريد التوسع فى معرفة أسرار القرآن والكون، ليخرج من هذا بالعبر النافعة المؤيدة لإيمانه ..\rوإذا كان الفقهاء قد أخذوا ما جاء من آيات فى الأحكام الفقهية وهى لا تتعدى نحو مائتى آية، فأقاموا عليها علم الفقه والأحكام .. فإنه قد جاء فى القرآن آيات تتحدث عن الكون والانسان والحث على النظر فيها أكثر بكثير جدا مما ورد فى الأحكام .. وهى فى حاجة إلى تجلية بالنظر فى علوم الكون والانسان والاستعانة بها فى إيصال أسرار القرآن للناس ..\rوالمهم فى هذه الحالة ألا يوغل المفسر فى سرد تفصيلات كثيرة، تجره إلى تفصيلات لا حاجة إليها كثيرا .. فلنأخذ من تفسير الامام الرازى ما نأخذ من كتب التفسير الأخرى، ولنأخذ منه ما يزيد عن ذلك إن أردنا، مما يزيدنا علما ويقينا وإدراكا لأسرار الكون، وعظمة الخالق. فهو أشبه بموسوعة أو مائدة يختار الجالس عليها ما يشاء من ألوان الطعام والغذاء ..\rويمكن أن نعد هذا التفسير أساسا لا تجاه المرحوم المفسر «الشيخ طنطاوى جوهرى» الذى ألف تفسيره على هذا النسق أيضا، مستغلا ما وصل إليه العلم والفلك من فتوحات جديدة ..\rومما لا شك فيه أن هذين التفسيرين وأمثالهما ليسا لعامة القراء، ولكنها لخاصة الخاصة، فيكفى المسلم العادى ما يعلمه من المعنى العام للآية، وما فيها من هداية دون الدخول فى تفاصيل .. مما تكفلت به أخيرا تفاسير مختصرة طبعت على هامش المصحف، أو وضعت مستقلة\rولقد كان مما يلفت النظر أن تقوم ضجة من العلماء حول ما ذكره الرازى واستطرد إليه من علوم، فى الوقت الذى لم تحظ فيه الاسرائيليات والخرافات بمثل هذه العناية والنقد، فظلوا يتناقلونها فى تفسيراتهم، مما نراه فى كتب التفسير التى بين أيدينا .. والتى ألف بعضها بعد عصر الرازى .. ويشكو الجميع منه الآن مر الشكوى ..","seal":"2758E696","part":"1"},
      {"page":130,"id":126,"nass":"النهضة الحديثة للتفسير\rفى بداية القرن الرابع عشر الهجرى، ونهايات القرن التاسع عشر الميلادى بدأ تحول كبير فى طريقة التفسير. بدأ من مصر وعلى يد الإمام الشيخ محمد عبده.\rوقد كانت التفاسير كما عرفنا- من أول أمرها تدور حول أبحاث لفظية نحوية أو بلاغية أو قراءات، وحول روايات، أغلبيتها الكبرى خرافات، وإسرائيليات. وأحاديث لا أصل لها- وجاء تفسير الفخر الرازى فغلبت عليه العلوم العقلية الفلسفية والفلكية، فدون منها الكثير عند ما يرى مناسبة لذلك فوق المباحث الأخرى .. وقد كان آخر\rهذه التفاسير المتداولة بيننا هو تفسير الألوسي المتوفى سنة 1270 هـ جامعا لما رأى جمعه وإثباته من التفاسير السابقة عليه ..\rوحين ظهر الشيخ محمد عبده بنضجه العقلى، كانت كل هذه التفاسير أمامه، فلم يتقبل طريقتها كما هى، وإنما نحا منحى جديدا فى التفسير، فى دروسه التى ألقاها ببيروت حين نفى إليها، ثم عاودها حين عاد لمصر، وبدأ دروسه فيها من أول القرآن على الطريقة التى رآها تبرز هدايته وأثره فى النفوس، حتى يستعيد المسلمون بهدايته سيرتهم الأولى، فى القوة العلمية والسياسية .. ويتحقق بذلك منهجه فى الإصلاح، الذى تأثر فيه بمنهج أستاذه جمال الدين الأفغانى ..\rفالقرآن هو الذى نهض بالمسلمين الأول، وهو الذى ينهض بالمسلمين الآن، متى تشربوا هدايته، كما تشربها السابقون ..\rعلى هذا الأساس بدأ تفسيره للقرآن، هادفا إلى إبراز هدايته للنفوس، بعيدا عما جرى عليه المفسرون السابقون، مما كان يذهب ببهاء المعانى، وروح الهداية.\rويضيع الهدف المقصود منه «هدى للمتقين».\rيقول السيد محمد رشيد رضا فى مقدمته لتفسير المنار وهو الذى تشرب روح الأستاذ الإمام:","seal":"1902F435","part":"1"},
      {"page":131,"id":127,"nass":"«كان من سوء حظ المسلمين أن أكثر ما كتب فى التفسير، يشغل قارئه عن هذه المقاصد العالية، والهداية السامية، فمنها ما يشغله عن القرآن، بمباحث الأعراب، وقواعد النحو، ونكت المعانى. ومصطلحات البيان، وفيها ما يصرفه عنه بجدل المتكلمين، وتخريجات الأصوليين، واستنباطات الفقهاء المقلدين، وتأويلات المتصوفين، وتعصب الفرق والمذاهب، بعضها على بعض، وبعضها يلفتها عنه بكثرة الروايات، وما مزجت به من خرافات الاسرائيليات، وقد زاد الفخر الرازى صارفا آخر عن القرآن، وهو ما يورده فى تفسيره من العلوم الرياضية والطبيعية وغيرها، من العلوم الحادثة فى الملة على ما كانت عليه فى عهده- مما قلده فيه بعض المعاصرين، وهى تصد قارئها عما أنزل الله القرآن لأجله»\r«وصحيح أنه لا بد من وسائل فهم القرآن من فنون العربية واصطلاحات الأصول، ومعرفة سنن الله فى كونه، وما صح من أحاديث رسول الله، ولكن الاغراق فى ذلك، واللجوء إلى الروايات الباطلة الخرافية، أمر يذهب بهداية القرآن» 1 هـ مختصرا ثم يقول فى نهاية ما أورده حول هذا «فكانت الحاجة شديدة إلى تفسير تتوجه فيه العناية الأولى إلى هداية القرآن على الوجه الذى يتفق مع الآيات الكريمة المنزلة فى وصفه»","seal":"F6E3DE59","part":"1"},
      {"page":132,"id":128,"nass":"دور السيد رشيد رضا فى هذا التفسير\rالسيد محمد رشيد رضا من قرية القلمون جنوب طرابلس لبنان .. وقد زرت بيته فيها، وأنا أزور ابن أخيه العالم الفاضل السيد عاصم رضا- عليه رحمة الله- فى الستينات .. وقد درس على علماء بلده «طرابلس» حتى أكمل دراسته هناك، واطلع على أحد أعداد مجلة «العروة الوثقى» التى كان يصدرها محمد عبده مع جمال الدين من باريس، فتأثر بما كتبه الشيخ عبده فيها واشتاق إلى لقائه، ثم حانت له الفرصة، فشد رحاله إلى مصر سنة 1315 هـ 1897 م. ليلتقى فيها بالإمام ..\rوعقب وصوله إلى مصر فى رجب سنة 1315 هـ اتصل فورا بالإمام .. وكان أول اقتراح له عليه أن يكتب تفسيرا للقرآن ينفخ فيه من روحه التى وجدنا روحها فى مقالات (العروة الوثقى) ... فاعتذر بأن العمر لا يتسع لتفسير كامل، فاقترح عليه أن يقرأ درسا فى التفسير. فكان يعتذر باستمرار عن الكتابة وعن الدروس .. وكان يصده عن الكتابة- كما ذكر- أن القارئ لا يستفيد كثيرا من الكتاب كما يستفيد السامع. وإذا وصل الكتاب لأيدى هؤلاء العلماء، وفيه غير ما يعلمون، لا يعقلون المراد منه، وإذا عقلوا منه شيئا، يردونه ولا يقبلونه، وإذا قبلوه حرفوه إلى ما يوافق علمهم ومشربهم.\rوكان يعتذر عن الدروس بأنه- على عكس بعض الناس- تؤثر فيه حال المخاطب «ولذلك لا أتكلم بشيء عن حالة الاسلام، عند ما أجتمع بهؤلاء العلماء، لأن أفكارهم منصرفة عن ذلك بالكلية، وإذا كان هناك من يلقى بالا لما أقول يفتح الله على بكلام كثير.\rويقول السيد رشيد: ولم أزل به حتى أقنعته بقراءة التفسير فى الأزهر، فاقتنع، وبدأ الدرس بعد ثلاثة أشهر ونصف- أى فى غرة المحرم سنة 1317 هـ مايو 1899 م، وانتهى منه فى منتصف المحرم سنة 1323 هـ مارس- 1905 م عند تفسير قوله تعالى «وَكانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً» من الآية 125 من سورة","seal":"E1C819E6","part":"1"},
      {"page":133,"id":129,"nass":"النساء، فقرأ زهاء خمسة أجزاء فى ست سنوات، إذ توفى لثمان خلون من جمادى الأولى من السنة نفسها.\rوكان يتوكأ على تفسير الجلالين الذى هو أوجز التفاسير، فيذكر عبارته، ويقرها أو ينتقدها، ثم يتكلم بما فتح الله به عليه، مما فيه هداية وعبرة.\rوكان يختار هذا التفسير لإيجازه، ولأنه لا يدخل فى مباحث لفظية أو غيرها، مما لا يجب أن يدخل الإمام فيه، أثناء تفسيره. ويقول السيد رشيد:\r«وكنت أكتب أثناء الدرس مذكرات، أودعها ما أراه أهم ما قاله، وأحفظ ما أكتب لأبيضه، وأمده بكل ما أتذكره وقت الفراغ، ثم تلقى اقتراحا من قراء «النار» التى أصدرها فور وصوله، أن ينشر فيها هذا التفسير، فشرعت فى ذلك فى أول المحرم سنة 1318 هـ 1900 م وذلك فى المجلد الثالث من المنار، وكنت أولا أطلع الاستاذ على ما أعده للطبع كلما تيسر لى ذلك، بعد جمع حروفه فى المطبعة .. فكان ربما ينقح فيه بزيادة قليلة، أو حذف كلمة أو كلمات.\rعلى أنه لم يكن كله نقلا عن الاستاذ، ومعزوا إليه، بل كان تفسيرا للكاتب من انشائه، اقتبس فيه من تلك الدروس جل ما استفاده منها .. وبعد أن توفاه الله صرت أرى أن من الأمانة ألا أعزو إليه إلا ما كتبته عنه أو حفظته ..\rوأقول: قال ما معناه ..\rولما استقللت بالعمل بعد وفاته، خالفت منهجه، بالتوسع فيما يتعلق بالآية من السنة الصحيحة، وفى تحقيق بعض المفردات والمسائل الخلافية، والإكثار من شواهد الآيات فى السور المختلفة، وفى بعض الاستطرادات لتحقيق مسألة خاصة تشتد حاجة المسمين لتحقيقها، أو بعض المشكلات التى أعيا حلها، بما يطمئن به القلب» (¬1).\rولعلك ترى بعد هذا السرد الموجز، كيف كانت أهمية دور السيد رشيد فى بروز هذا التفسير، سواء فى الدروس أو بعد ذلك حين طبع .. أو فى السير فيه بعد وفاة الإمام إلى آخر سورة يوسف على نسق الإمام ..\r¬__________\r(¬1) من مقدمة السيد رشيد تفسير المنار ج 1.","seal":"760CBAB9","part":"1"},
      {"page":134,"id":130,"nass":"[مقدمة الإمام لتفسيره]\rهذه المقدمة الموجودة فى أول التفسير، وإن كان السيد رشيد قد اقتبسها من دروس الإمام بفحواها، إلا أنها تعبر- بلا شك- عن روح الامام واتجاهه، ونظرته لتفسيره، والتفاسير القديمة ..\rولذلك أحببت أن أضع أمامك منها- بقدر الإمكان- بعض الفقرات المهمة- ولو باختصار، باعتبارها معبرة عن رأيه ..\rفمما يراه الإمام «أن التفسير الذى نطلبه هو فهم الكتاب من حيث هو دين، يرشد الناس إلى ما فيه سعادتهم فى حياتهم الدنيا وحياتهم الآخرة»\rوالتفسير له وجوه شتى:\rأحدها: النظر فى أساليب الكتاب ومعانيه، وما اشتمل عليه من بلاغة، كما فعل الزمخشرى فى الكشاف.\rثانيها: الإعراب .. وقد توسع فيه أقوام.\rثالثها: تتبع القصص. وقد سلك هذا المسلك أقوام زادوا فى قصص القرآن ما شاءوا من كتب التاريخ والاسرائيليات من غير تمييز بين غث وسمين.\rرابعها: غريب القرآن.\rخامسها: الأحكام الشرعية من عبادات ومعاملات والاستنباط منها.\rسادسها: الكلام فى أصول العقائد ومقارعة الزائغين.\rسابعها: المواعظ والرقائق.\rثامنها: ما يسمونه بالإشارة وقد اشتبه على الناس فيه كلام الباطنية بكلام الصوفية. ومن ذلك التفسير الذى ينسبونه للشيخ الأكبر محى الدين بن عربى، وهو للقاشانى الباطنى الشهير، وفيه من النزعات ما يتبرأ دين الله وكتابه منه ..\rوبعد أن يورد الإمام هذه الأنواع والوجوه، يقول:\rوقد عرفت أن الإكثار فى مقصد خاص من هذه المقاصد، يخرج بالكثيرين عن المقصود من الكتاب الالهى.","seal":"19A272F0","part":"1"},
      {"page":135,"id":131,"nass":"ثم يبين منهجه فيقول:\rلهذا كان الذى نعنى به من التفسير، هو ما سبق ذكره، أى فهم الكتاب من حيث هو دين وهداية جامعة لبيان ما يصلح به أمر الناس فى دنياهم، وفى آخرتهم. ويتبع ذلك بلا ريب بيان وجوه البلاغة بقدر ما يحتمله المعنى، وتحقيق الإعراب عند الحاجة إلى ذلك، وتبيين بعض قواعد الأصول مما لا يشغل القارئ عن المعانى ..\rويقول: إن الأحكام العملية التى نسميها فقها، هى أقل ما جاء فى القرآن. وفيه من التهذيب ودعوة الأرواح إلى ما فيه سعادتها، ما لا يستغنى عنه من يؤمن بالله واليوم الآخر .. وما هو أجدر بالدخول فى الفقه والفهم الحقيقى. ولا يوجد إلا فى القرآن.\rثم يبين أن للتفسير مراتب:\rأدناها: أن يبين إجمالا ما يشرب القلب عظمة الله ويصرف المؤمن عن الشر.\rوهذا متيسر لكل أحد.\rوأعلاها: يتم بوسائل ..\rأولها: فهم حقائق الألفاظ واستعمالاتها وقت نزول القرآن، دون التقيد والاكتفاء بقول فلان وفلان، فإن دلالات بعض الألفاظ قد تغيرت عما كانت عليه وقت التنزيل، مثل كلمة «تأويل» التى كان أصل دلالتها: العاقبة والمآل أى ما يؤول إليه الأمر. وكثيرا ما يفسر المفسرون كلمات القرآن على ضوء الاصطلاحات التى حصلت بعد القرون الثلاثة الأولى!!\rثانيها: الأساليب.\rثالثها: علم أحوال البشر.\rرابعها: العلم بوجه هداية البشر كلهم بالقرآن .. فمن نشأ فى الاسلام ولم يعرف حال الناس قبله، يجهل تأثير هدايته ..\rخامسها: العلم بسيرة النبى وأصحابه ..\rثم يقول: فعلم من هذا أن التفسير قسمان:","seal":"99F7C786","part":"1"},
      {"page":136,"id":132,"nass":"1 - قسم جاف مبعد عن الله وكتابه، وهو ما يقصد به حل الألفاظ والإعراب الخ .. فهذا لا يسمى تفسيرا، وإنما هو ضرب من التمرين فى الفنون، كالنحو والمعانى وغيرهما ..\r2 - التفسير الذى قلنا: إنه يجب على الناس على أنه فرض كفاية، وهو ذهاب المفسر إلى فهم المراد من القول، وحكمة التشريع فى العقائد والأحكام، على الوجه الذى يجذب الأرواح ويسوقها للعمل، ويتحقق به كون القرآن «هدى ورحمة»، ثم يقول الإمام: وهذا هو الفرض الأول الذى أرمى إليه فى قراءة التفسير ..\rثم تكلم عن التفاسير الموجودة، ونقدها نقدا مرا، وتكلم عن نظرتنا للقرآن، واتخاذه أحجبة، وحماية من الجان لمن حمله، وإحداثنا الضوضاء حول قارئيه بصوت حسن لحسن الصوت، لا لفهم المعنى والألفاظ كما هو معروف، وبهذا صرنا كما يقول- فى جاهلية أشد من الجاهليين والضالين فى زمن النبى صلى الله عليه وسلم.\rوإننا نعتقد أن المسلمين ما ضعفوا وزال ملكهم إلا بإعراضهم عن هداية القرآن، ولن يعودوا إلى عزهم إلا بالرجوع إلى هدايته، والاعتصام بحبله.\rوبهذا انتهت المقدمة التى اقتبسها السيد رشيد رضا من كلام الإمام.\rوعلى هذا الأساس، وتحقيقا للهدف الذى يرمى إليه الإمام من إصلاح، أقبل على إلقاء دروسه فى التفسير، فصار أول معلم من معالم التغيير والتحول، لا فى منهج التفسير فحسب، ولكن فى حياة الأمة نفسها ..\rحينما تأثر بهدايته وطريقته ودعوته الكثيرون سنة بعد سنة، وصار صاحب مدرسة تجديدية فى الفكر الدينى عموما لا فى التفسير وحده ..\rوقد قيض الله له تلميذه السيد رشيد رضا، وأتى به من لبنان أو من الشام كما كانت تسمى، ليقوم بهذا الدور العظيم، ويقيم صرح مدرسة الإمام التجديدية .. ويواصل رسالته ويمكنها بعد وفاته، بواسطة مجلة المنار، ومدرسة الدعوة والإرشاد، والخطب والدروس، وكانت مدرسة الإمام كشجرة","seal":"82455853","part":"1"},
      {"page":137,"id":133,"nass":"عظيمة، ذات ثمر حلو شهى، لا تثمر ثمرتها، وتؤتى أكلها، إلا بعد سنوات من غرسها ..\rولقد تعهدها السيد رشيد، حتى اتسع ظلها، وكثرت ثمارها .. فغيرت مجرى التفكير الدينى فى العالم الاسلامى، لا فى مصر وحدها .. وهى تضرب بجذورها الأصيلة لأفكار السيد جمال الدين الأفغانى موقظ الشرق والغرب الاسلامى .. حيث امتدت فروعها فظهر زعماء الاصلاح والتحرر فى المغرب العربى، والمشرق الاسلامى .. على المنهج الاصلاحى الذى اختطه جمال الدين وتلميذه محمد عبده ..\r\r[فى الجزائر]\rفكان الشيخ عبد الحميد بن باديس فى الجزائر الأب الروحى لحركة التحرير الجزائرية، معتمدا فى بث نهضته ودعوته على القرآن الكريم، وتفسيره على المنهج الذى ارتضاه محمد عبده فى مصر، فظل يلقى دروسه فى التفسير على مدى نحو خمس وعشرين سنة، حتى اختتم تفسير القرآن، وقام احتفال فى مدينة «قسنطينة» فى الثالث عشر من شهر ربيع الثانى 1357 هـ- 1938 م .. كما يقول المرحوم زميله الشيخ محمد البشير الابراهيمى. وللأسف لم يلتقط أحد هذا التفسير ويدونه، ولكن الذى بقى من تفسير ابن باديس هو ما كان ينشره أحيانا هناك فى «مجلة الشهاب» ويسميها «مجالس التذكير»، وقد جمعت ونشرت فى كتاب بعنوان «تفسير ابن باديس» أو «مجالس التذكير من كلام الحكيم الخبير» جمع وترتيب وإعداد ومراجعة وتعليق الاستاذين محمد الصالح رمضان الجزائرى، والدكتور توفيق محمد شاهين المصرى الأزهرى، نشر دار الكتاب الجزائرى. فى مجلد يضم نحو 500 صفحة ..\r\r[فى الهند]\rوقد تعجب إذا عرفت أن أثر هذه المدرسة امتد حتى وصل للهند وكان له أثره فى تحريك المسلمين، أو فى إشعالهم لطلب التحرر لبلادهم من الاستعمار الانجليزى ..","seal":"B56226DC","part":"1"},
      {"page":138,"id":134,"nass":"ولم يكن الأمر إلا شرارة مست قلب شاب تخرج فى المعاهد الهندية، ثم جاء إلى مصر يزورها، ويتعرف على الحركات الدينية والوطنية بها- سنة 1326 هـ- 1908 م بعد وفاة الإمام محمد عبده- وهو فى سن العشرين، والتقى بالسيد رشيد، وأعجب بمنهجه، وطريق دعوته، وبمدرسة الدعوة والارشاد التى افتتحها، ولم يمكث بمصر طويلا، ولكن العلاقة توطدت بينه وبين السيد رشيد. وكانت المراسلات العلمية والاسلامية الوطنية بينهما متواصلة.\r\r[أبو الكلام أزاد]\rهذا الشاب هو مولانا أبو الكلام أزاد، الذى صار فيما بعد صاحب الإمامتين- كما كان يدعى فى الهند- إمامة فى الدين، وإمامة فى السياسة، حين قاد حركة التحرير فى أشد أوقاتها أثناء الحرب العالمية الثانية، وتولى المفاوضات مع الانجليز، باسم الهند والحزب الوطنى، الذى كان يرأسه طوال مدة الحرب ..\rومع أن «أزاد» زار تركيا، وبلادا عربية أخرى، إلا أن الشرارة التى مست عقلة وقلبه كانت من مصر، من مدرسة الإمام الدينية. فعاد للهند متأثرا بهذه المدرسة، حتى ألف جماعة هناك، على نسق جماعة أو مدرسة الدعوة والإرشاد التى انشأها السيد رشيد، وقر عزمه على أن يتخذ من الاسلام وروحه، الوسيلة لإلهاب روح التحرر فى نفوس المسلمين، فأصدر مجلتين:\rالهلال ثم البلاغ، لتقوما بهذه المهمة، وكان ينشر فيها تفسيرا للقرآن على النسق الذى تشيع به، بجوار مقالاته الأخرى .. وبدأ بالهلال فى 12 يونيو 1912 م- 1330 هـ ثم لما صودرت، أصدر «البلاغ» فصادرها الانجليز ..\rيقول علامة الهند السيد سليمان النّدوي: «لا شك أن مجلتى الهلال والبلاغ لأبى الكلام أزاد، قد كونتا الذوق القرآنى لدى الشبان المسلمين، وفتحتا نوافذ جديدة أمام الجيل الجديد، وعرضتا الآيات القرآنية بأسلوب بلاغى، يتسم بالحكمة، وجودة الصناعة، مما أنار القلوب بنور الإيمان واليقين، وكشفتا معانى القرآن وسمو قول الرحمن»","seal":"BAC904BF","part":"1"},
      {"page":139,"id":135,"nass":"«اتجاهه لكتابة تفسير»\rوحين لمس «أزاد» إقبال المسلمين على التفسير فى المجلة اتجه إلى كتابته ونشره فى كتاب، وكان عبارة عن ترجمة محكمة سهلة العبارة الأوردية، ثم تفسير بعض ما يحتاج لتفسير على الهامش .. بحيث تكون الترجمة حاوية على المعنى الذى يريد إيصاله للقراء دون توقف .. أما التفسير فعلى الهامش لمن أراد زيادة وتوسعا ..\rوقد تعطل هذا المشروع بسبب اعتقال السلطة الانجليزية لمولانا أزاد مرات وتبديدها لمسودات ترجمته وتفسيره، وبين تأرجح العمل بين القلة والكثرة سار العمل شوطا كبيرا ..\rوقد نشر من ترجمته وتفسيره إلى سورة النور .. وجاءت الفاتحة فى الطبعة الأخيرة فى مجلد خاص يضم أكثر من خمسمائة صفحة باللغة الأوربية.\r\r[كيف كان منهجه]\rكان منهجه ومشربه فى التفسير هو منهج الإمام محمد عبده، وتلميذه رشيد رضا، فى القصد رأسا إلى العبرة والهداية المحركة للقلوب. حتى إنه اعتمد على القرآن كما قلنا فى إثارة المسلمين أكثر وأكثر لمحاربة المستعمر، ومقاطعته فى كل شىء، مما اعتنقه غاندى بعد ذلك، وسماه بما ترجمناه «حركة العصيان المدنى» حين انضم الهندوس للمسلمين فى حركة المقاطعة متأخرا ..\rوقد كتب مقدمة لترجمته وتفسيره سماها «التفسير والمفسرون» اشتملت على نظرته للتفاسير السابقة، وكيف حجبت عن المسلمين هداية القرآن، بمباحثها اللفظية، وأخبارها الإسرائيلية، ومناقشاتها الفقهية والكلامية وبالعلوم اليونانية .. وهى تماما مثل نظرة الإمام محمد عبده .. وتكلم عن التفسير بالمأثور، والتفسير بالرأى، ووضح المراد من «الرأى»، كما وضح هدفه من عمله.\rوكتب هذه المقدمة وهو فى سجن «ميرت» شمال دهلى فى 16 نوفمبر سنة 1930 م","seal":"67163D2E","part":"1"},
      {"page":140,"id":136,"nass":"وقد دعا لتأليف جماعة تسمى «جماعة القرآن» - على نسق «جماعة الانجيل» - لخدمة القرآن، طباعة، وتفسيرا، وترجمة إلى اللغات المختلفة، لتنتشر دعوة الاسلام فى العالم، ولكن ذلك لم يتحقق .. حتى توفى فى فبراير سنة 1958 دون أن يتم التفسير الذى أراده ... وكان فى شوق شديد لإتمامه، لكنه لم يجد الفراغ الكافى ..\rوله بحث قيم دقيق ومحقق بالشواهد والأدلة التاريخية والأثرية حول ذى القرنين ذكره بمناسبة تفسيره لقصة ذى القرنين فى سورة الكهف .. يعتبر من أدق وأصح ما كتب حتى الآن عن شخصية ذى القرنين، وهو الامبراطور «غورش» أو «قورش» الايرانى مؤسس أول امبراطورية ايرانية، احتفل شاه إيران السابق بمرور 25 قرنا على تأسيسها منذ عدة سنين ..\rومن أراد المزيد حول أزاد وتفسيره وآرائه فى التفاسير القديمة، ومنهجه وإصلاحه الدينى بالقرآن، فليرجع إلى ما كتبته مفصلا فى كتابى «مولانا أبو الكلام أزاد» المصلح الدينى والزعيم السياسى (¬1) ..\rوالمهم من ذكر هذا كله أن نسجل هنا .. أن مدرسة الإمام فى التماس الهداية من القرآن، والاصلاح الدينى والدنيوى على أساسه قد امتد أثرها حتى وصل إلى الهند بفضل مولانا أبى الكلام أزاد، ولم يقتصر على البلاد العربية .. وعلى أساس هذا قامت الحركات التحررية فى البلاد العربية والاسلامية ..\r\r[فيما بعد الإمام]\rوقد سرى أثره فى تلامذته الذين أعجبوا بآرائه، وكان أولهم تلميذه الوفى المخلص السيد محمد رشيد رضا، الذى سجل كل ما يختص به من تاريخ، ومن أقوال وآراء .. فأبقى الشيخ عبده حيا فى النفوس، مؤثرا على مدى السنين.\rوإذا كانت آراؤه الاصلاحية الدينية ومنهجه قد وجد لهما معارضة فى حياته، وقام علماء زمنه فى وجهه شأن ما يجرى لكل مصلح، فقد مات هؤلاء\r¬__________\r(¬1) طبع فى جزءين الأول- المصلح الدينى، والثانى الزعيم السياسى، إصدار المجلس الأعلى للشئون الإسلامية.","seal":"A296EEE0","part":"1"},
      {"page":141,"id":137,"nass":"جميعا، وبقيت القاعدة: «البقاء للأصح» تعمل عملها حتى جاء الوقت الذى يفخر فيه العلماء بالانتساب لمدرسته .. ويشرفون بترديد آرائه .. والسير على منهجه المفيد فى التفسير ..\r\rالشيخ محمد مصطفى المراغى شيخ الأزهر\rولقد كان الشيخ الإمام المراغى شيخ الأزهر سابقا، أوفى العلماء فى اتباع منهجه فى هداية الناس بالقرآن وتفسيره وإن لم يكن قد ترك تفسيرا منتظما للقرآن، فقد ظهر طابعه هذا، فيما تناوله من دروسه للملك السابق من تفسير بعض آيات القرآن وسوره .. كتفسير سورة لقمان، والحجرات، وبعض آيات أخرى، جمعت وطبعت فيما بعد.\rوعاصر الإمام المراغى وجاء بعده علماء ساروا على المنهج نفسه فى تفسير القرآن تفسيرا يهدف إلى تربية الروح، وإيقاظ القلب، وبعث الهمة فى النفوس عن طريق تعريفها بمعانى القرآن وأهدافه ومراميه، دون الدخول فى تفاصيل ..\rوكانوا فى الوقت نفسه يلبون حاجة ماسة فى نفوس المثقفين، لفهم القرآن، دون الدخول فى اصطلاحات ومباحث تصرفهم عن المعنى- فظهر تفسير الشيخ أحمد مصطفى المراغى الاستاذ بكلية دار العلوم، كما قام بعض العلماء الأجلاء بإلقاء محاضرات بالتناوب فى قاعة الشبان المسلمين، أو فى قاعة دار الحكمة فى تفسير القرآن، وكان الحضور إليها مفتوحا، كما اتجه بعض العلماء والدارسين لكتابة تفسير مختصر على هامش المصحف، يقدم المعنى العام لقارئه .. وكان أفضل ما كتب فى ذلك «تيسير التفسير» للشيخ عبد الجليل عيسى عضو مجمع البحوث عليه رحمة الله .. وأتبعه بكتابة تفسير ميسر مختصر، على هامش المصحف أيضا سمى «بالمصحف الميسر» وقدم فيهما خدمة جليلة أخرى تيسر لقارئى القرآن- دون استعانة بقارئ آخر- قراءته فى الكلمات المرسومة بالرسم العثمانى، المخالف لما عليه الرسم حسب الإملاء الحديثة الآن .. ووضع ذلك فى أسفل الصفحة، فمثلا «يا صالح» تكتب هكذا «يصلح»، فكتبها الشيخ","seal":"EBD5079A","part":"1"},
      {"page":142,"id":138,"nass":"عبد الجليل أسفل الصفحة برقم خاص «يا صالح» و «الصلاة» بالرسم العثمانى كتبها «الصلاة» و «الصلحت» كتبها «الصالحات» وبذلك قدم خدمة كبرى لقارئى القرآن .. وجمع بين المحافظة على الرسم العثمانى، وتسهيل القراءة على قارئى القرآن ..\rومع هذا تفسير الاستاذ محمد فريد وجدى على هامش المصحف أيضا، وإن كان عليه بعض المؤاخذات، وتفسير «القوصى» للاستاذ أحمد نصار القوصى .. «والتفسير الواضح» للدكتور الشيخ محمود حجازى عليه رحمة الله، وفيه يذكر الآيات، ثم يتبعها بشرح مبسط سهل.\rوتلا ذلك كله تفسير كتبه المرحوم الاستاذ «سيد قطب» وهو أوسع من هذه التفاسير، لكن لم يتعرض فيه لمباحث لفظية أو مجادلات تصرف عن سياق المعنى، وانصبابها فى نفس القارئ، وقد صاغه صياغة أدبية فنية، وحرص على إبراز المعانى بصورة مؤثرة، وأعانه على ذلك اسلوبه الفنى الشيق، مستعينا ببعض الأحاديث وأسباب النزول الصحيحة .. وقد أخرجته «دار الشروق» فى ستة مجلدات كبيرة بالقطع الكبير، والطباعة الجيدة، ولقى هذا التفسير قبولا عند الجميع وسماه «فى ظلال القرآن»\rوبجوار هذا «منتخب التفسير» الذى توفر على كتابته بعض العلماء، وعلى مراجعته وصياغته لجنة منهم مختصرة، كنت واحدا من أعضائها، تحت رعاية «وزارة الأوقاف» وكان الفضل فى البدء به «للاستاذ أحمد طعيمة» وزير الأوقاف سابقا واستمر المشروع بعده، حتى خرج فى مجلد واحد سمى «المنتخب فى تفسير القرآن، وقد روعى فى التفسير الاختصار المركز فى إيراد معنى الآية فى ضعف حجمها غالبا وبأسلوب سهل وآراء معتمدة، لا تثير جدلا ولا شكوكا، لأن الهدف منه، كان ترجمته للغات الأجنبية، ولكن مع الأسف لم يتحقق هذا الهدف برغم المحاولات التى بذلت حتى الآن ..\rويخرج مجمع البحوث. «التفسير الوسيط» لعامة القراء، يقوم به صفوة من العلماء تحضيرا وصياغة، وهو ليس بالطويل كالتفاسير القديمة، وليس بالمختصر كتفاسير الهامش، ولكنه بين بين ..","seal":"A0935A8D","part":"1"},
      {"page":143,"id":139,"nass":"ويقدم غذاء طيبا للقارئ الذى يحرص على فهم القرآن فى سهولة واختصار وقت .. وقد نسيت أن أذكر أن فضيلة المرحوم الشيخ محمود شلتوت بذل جهدا فى التفسير مشكورا، سواء كان فى المحاضرات التى أشرت إليها، أو فى ندوات أخرى، وقد خرج له كتاب فى تفسير ثلث القرآن تفسيرا موضوعيا سهلا، لم يتبع فيه طريقة الأقدمين، ولكنه ساق تفسيره فى خطة جديدة، وبأسلوبه الشيق، وهو مطبوع متداول أيضا ..\rوهكذا نرى أن اتجاه العلماء الآن فى التفسير، قد استفاد وتأثر بمنحى الشيخ عبده فيه، وأصبح هو الاتجاه الغالب.\r\r[طريقة تدريس التفسير]\rومع ذلك فإن الطريقة التى لا تزال متبعة فى تدريس التفسير بالأزهر وغيره هى الطريقة التقليدية القديمة، والكتاب المقرر على الطلاب كتاب من هذه التفاسير القديمة، كالنسفى والجلالين أو غيرهما .. والمدرس ملزم بملازمة الكتاب وتفهيمه للطلاب، ويتخرج الطالب عالما وهو متشبع بهذه الطريقة التقليدية، وبالأقوال والروايات الواردة فى هذه التفاسير، مع ضعفها أو بطلانها .. دون أن يأخذوا وجبة روحية من القرآن وتفسيره ..\rوكنت وأنا أدرّس التفسير بالأزهر وفى الخارج طوال المدة التى اشتغلت فيها بالتدريس، أعانى ضيقا فى الجمع بين دراسة الكتاب، وتفهيم الطلاب ما جاء فيه، من نحو، وقراءات، وآراء، وروايات، وهذا يأخذ جل الوقت أو كله، وبين الطريقة التى أنا مقتنع بها، وهى طريقة الشيخ عبده فى استخلاص العبرة وربط الآيات بالحياة ومشكلاتها .. مما يتشوق إليه الطلاب .. ويخرجون منه بفائدة ووجبة معنوية من القرآن ..\rلكنى استطعت أن أخصص وقتا قصيرا للمباحث اللفظية، ثم أصرف كل الوقت للدراسة التى أراها مفيدة ..\rوكنت أشبه الدراسة التقليدية بدراسة عالم الطبيعة لجسم الإنسان فى المعمل، مما يضطره لفك أجزائه، والتحدث عنها، جزءا هنا وجزءا هناك،","seal":"5616F21A","part":"1"},
      {"page":144,"id":140,"nass":"دون العناية بالنظر إلى الجسم كله، وما فيه من تنسيق، جعله يؤدى مهمته فى الحياة .. ويظهر صنع الله المتقن .. وبرغم حاجة المفسر إلى بعض الأبحاث اللغوية والتركيبية، فإنه من الخطأ وضياع الهدف أن يصرف الجهد كله فى هذا.\r. كما يحصل فى دراستنا للتفسير من كتبه المقررة وغير المقررة ..\r\r[كتابى للتفسير]\rولكى أربّى طلابى على الطريقة التى أحبها، وكان ذلك فى أواخر الأربعينات- عملت على أن أكتب التفسير على ما أحب، وأنشره فى جريدة «منبر الشرق» لصاحبها ورئيس تحريرها المرحوم المجاهد الشيخ على الغاياتى، لكى يضم الطلاب لما يسمعونه فى الدرس، قراءة له فى كلام مكتوب، يمكنهم الاحتفاظ به ..\rوبدأت ذلك فى سنة 1950، أسبوعيا وحكمنى المقرر على الطلاب، فبدأت من أول سورة الجاثية، وسرت فى هذا لمدة سنة، حتى منتصف سورة الأحقاف ثم سافرت للعمل فى الخارج .. وتوقفت عن كتابة التفسير.\rولكنه كان دائما يشغل بالى ويؤرقنى، فعدت إليه بعد قرابة ثلاثين سنة، أنشره فى جريدة «السياسى» الأسبوعية، التى تصدر عن «دار التعاون» سنة 1979 وما زال حتى الآن .. حيث توفر لدى الآن تفسير سور الجاثية، والأحقاف، ومحمد والفتح، والحجرات، ثم المجادلة، والحشر، والممتحنة، والصف، والجمعة، والمنافقون، والتغابن .. والكتابة والنشر مستمران ..\rوقد نشرت دار التعاون «تفسير سورة الجاثية» فى كتاب، والبقية تأتى إن شاء الله وبفضله .. وقد سبقت فى كتابتى للتفسير على هذا النسق، كل الذين كتبوا التفاسير المختصرة والمتوسطة فيما بعد.\r\r[تفسير الشيخ طنطاوى جوهرى والتفسيرات العلمية]\rوبرغم الموجة الحديثة فى التفسير التى بعثها الشيخ محمد عبده، وبرغم التأثر الشديد بها، فى أوساط العلماء والقراء بوجه عام، رأينا عالما فاضلا أستاذا فى «دار العلوم» يضع تفسيرا مطولا، جعل همه فيه بيان عجائب الكون مما أشار إليه الله فى كتابه الكريم، على أساس ما وصلت إليه العلوم الزراعية، والطبية،","seal":"A299C7D5","part":"1"},
      {"page":145,"id":141,"nass":"والحساب، والهندسة، والفلك وعلوم البحار وغيرها من العلوم .. فما تأتى مناسبة تتصل بالزراعة مثلا إلا تحدث فيها بما وصل إليه علم الزراعة والنبات الخ.\rوما تأتى مناسبة لذكر البحار، وما فيها من أسماك وأحجار ولآلىء، إلا وتدرج إلى بحث البحار، وملوحتها، ومساحاتها، وخواصها والأسماك وأنواعها وخواصها .. الخ. حتى لنراه يستعين بالصور فى بيان أنواع الأسماك .. وهكذا فى بيان اللؤلؤ والمرجان وكيفية تكوينه.\rوكان يعتقد أن من الواجب عليه أن يبين فى هذا التفسير ما يحتاجه المسلم من الأحكام والأخلاق وعجائب الكون، فأثبت فيه من نظريات العلوم وحقائقها ما يشوق المسلمين إلى الوقوف على الحقائق البينات فى الحيوانات والنبات والانسان الخ.\rوكان يتعجب من أن آيات الأحكام لا تعدو فى القرآن (مائة وخمسين آية) كما يقول، ومع ذلك تقوم على هذه الآيات، البحوث الفقهية، التى شغلت العلماء، وألفوا فيها هذه الكتب الكثيرة، بينما فى القرآن من آيات العلوم ما يربو على سبعمائة آية وخمسين، ومع ذلك لا يعتنى علماء المسلمين بالوصول إلى فقهها ودقائقها. حتى ليقول فى أسلوب حماسى يستنهض همم المسلمين لطريقته»: فما بالكم أيها الناس بسبعمائة آية فيها عجائب الدنيا كلها؟ هذا زمان العلوم، وهذا زمان ظهور نور الاسلام، وهذا زمان رقيه يا ليت شعرى لماذا لا نعمل فى آيات العلوم الكونية، ما فعله آباؤنا فى آيات الميراث»؟.\rثم يقول:\r«ولكنى أقول: الحمد لله الحمد لله. إنك تقرأ فى هذا التفسير خلاصات من العلوم ودراستها، أفضل من دراسة علم الفرائض، لأنه فرض كفاية، فأما هذه فإنها للازدياد فى معرفة الله وهى فرض عين على كل قادر، إن العلوم التى أدخلناها فى تفسير القرآن، هى التى أغفلها الجهلاء المغرورون من صغار الفقهاء فى الاسلام، فهذا زمان الانقلاب، وظهور الحقائق»","seal":"DB188E42","part":"1"},
      {"page":146,"id":142,"nass":"وبهذه الصورة تجده متحمسا غاية التحمس لمنهجه، لأنه يؤدى للمسلمين فرض عين عليه وعليهم، لترقى الأمة فى عقيدتها ومعرفتها بربها، وفى حياتها.\rولم يعتمد فيما ذكره وأفاض فيه من أنواع العلوم إلا على الحقائق والنظريات العلمية السائدة يذكرها، ثم فى النهاية يستخرج منها العبرة التى من أجلها ساق الله الآية وهى الايمان بقدرة الله وعظمته فى تدبيره لخلقه ..\rوقد شرع فى هذا التفسير على طلبته بدار العلوم أولا، ثم سار فيه حتى أتمه فى خمسة وعشرين جزءا كبارا، وطبع حال حياته بمصر من 1341 هـ إلى سنة 1351 هـ 1922 - 1932 م، ولم يلق الإقبال الذى يستحقه، ربما لتغلغل منهج الشيخ عبده فى النفوس، وقد ولد عليه رحمة الله 1287 هـ- 1870 م وتوفى 1358 هـ- 1940 م .. مخلفا وراءه هذا العمل العظيم الذى قام به، مهما تختلف فيه الآراء من جهة فائدته فى التفسير وبيان معانى القرآن ..\r\rالفخر الرازى والشيخ طنطاوى\rوإننى أعتقد أن الهدف الذى دفع الفخر الرازى لكى يستعمل علوم عصره فى إظهار هداية القرآن وبيان عظمة الله، هو الهدف الذى دفع الشيخ طنطاوى لتفسيره .. والفرق بينهما، هو الفرق بين العلوم فى عصر الرازى، والعلوم فى عصر الشيخ طنطاوى .. فما ذكره الشيخ طنطاوى من علوم، متقدم كثيرا عما ذكره الفخر الرازى منها، كتقدم العلوم الآن عن عصر الرازى .. ولا شك أن الفائدة والعبرة من معلومات العلوم الآن، أكثر وأغزر مما كانت فى عهد الرازى ..\rوالذى أخذ على الرازى فى توسعه فى ذكر العلوم، يؤخذ على الشيخ طنطاوى .. والذى يعجب بالرازى، يعجب أكثر بالشيخ طنطاوى ..\rوقد أخذ على الرازى من قبل أنه يشتت الذهن والقلب، ويبعدهما عن هدى القرآن، والعيش فى جوه، إلى مباحث علمية لا بدّ للانسان من التركيز عليها عند قراءتها .. وهو ما يؤخذ على الشيخ طنطاوى أيضا، كما يؤخذ على غيرهما من المفسرين الذين اشتغلوا بالمباحث اللفظية والفقهية والمجادلات","seal":"C297B471","part":"1"},
      {"page":147,"id":143,"nass":"الكلامية .. هؤلاء شتتوا الذهن بشيء، والآخرون شتتوه بشيء آخر ..\rوكلاهما قرر المحدثون أنه إبعاد لقلب الانسان وشغل له عن الهداية بالقرآن ..\rلكن مما لا شك فيه أن التشتيت بالعلوم التى تظهر دقيق صنع الله، يأتى فى النهاية بفائدة كبيرة فى تعميق الإيمان، لو صبر الانسان وجمع بين أول الموضوع وآخره .. وكل مفسر قد أدى خدمة لفهم القرآن على طريقته فى تقديم خدماته جزاهم الله خيرا ..","seal":"BFF907F0","part":"1"},
      {"page":148,"id":144,"nass":"القرآن والعلم\rولعل هذا يجرنا إلى بحث موضوع «القرآن والعلم»، والقرآن من الدعوات الأساسية التى دعا إليها واعتمد عليها دعوته للعلم بشتى أنواعه.\rولذلك فنحن نتقبل فى أى تفسير بعض الحقائق العلمية، التى تبرز ما أشار إليه القرآن، وما رمى إليه من ذكر الدلائل الكونية، ولكن الكثير منه فى التفسير يشتت الذهن فعلا، وينقله إلى جو آخر. فالقليل منه نافع، والكثير يشوش الذهن ويبعده عن جو القرآن وسياقه .. هذا إذا لم نشد الآيات، ونلو عناقها، لتقبل تفسيرا علميا فيه كثير من التفتت ان لم يكن التفتت نفسه ..\rفيصبح غير مقبول نهائيا ...\rوكلا التفسيرين، يمكن أن نقول عنهما: تفسيرا علميا، لكثرة ذكر العلوم والاستدلال بها فيه ..\rوأحب أن أذكر هنا وأؤكد أن هناك فرقا كبيرا، بين أن نستعين بالعلم، لتوضيح معنى آية أو جملة أو إظهار إعجاز القرآن، وبين أن تؤول الآية أو الجملة أو الكلمة تأويلا تعسفيا، لتكون مطابقة لما يقال من أنه علم ..\rفمثلا قوله تعالى «الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ» حين يأتى المفسر ويقول إن العالمين جمع عالم، وتكون بمعنى العوالم المخلوقة من انسان وهو أشرفها وغيره، ويأخذ فى ذكر هذه العوالم الأخرى وما فيها من أسرار، وتنظيم دقيق، كعالم الأرض والسماء، ثم عالم النبات والحيوان والحشرات. والأسماك، والنجوم والأفلاك الخ .. ويبين أن الله خلق هذه العوالم، وأعطى كل شىء خلقه ثم هدى، لأنه ربها، ومتولى أمرها، وراعيها وحافظ حياتها. لتؤدى دورها، ثم يمتد بحثه عن هذه العوالم الأخرى المشابهة لعالمنا كما بحث العالم المؤمن الاستاذ الغمراوى (¬1) يكون قد خدم القرآن بهذا دون خروج على نصه»\r¬__________\r(¬1) كما جاء فى كتابه الذى جمع فيه بحوثه العلمية القرآنية «الاسلام فى عصر العلم» فى الفصل الأول من الكتاب الرابع «الأعجاز العلمى للقرآن» ص 221.","seal":"1CBB36CD","part":"1"},
      {"page":149,"id":145,"nass":"أو قوله تعالى «أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجْنا بِهِ ثَمَراتٍ مُخْتَلِفاً أَلْوانُها» فيتحدث عن الثمرات وتنوعها وخاصيتها، ويبين على ضوء العلم سر قدرة الله فى خلق هذه الثمرات، وفى مختلف المناطق، ولكل منطقة ثمارها والوانها الخ .. مقتصدا فى بيان ذلك، بحيث لا يفسر الآيات عنوة على معنى، أو يفسر تفسيرا مخلا .. بل إنه يلقى ضوءا فحسب على ما يشير الله إليه، ليزيدنا إيمانا .. بهذا يكون العلم فعلا فى خدمة الإيمان والقرآن. وداعيا إليه.\rوحين نذكر آيات خلق الانسان وتكون الجنين من «نطفة أمشاج» ونستعين بما وصل إليه العلم من مناظير وتشريح وتحليل، لبيان ما أشار الله إليه من عظيم قدرته فى خلق الإنسان- حين نفعل ذلك- لا نكون متعسفين فى استخدام العلم فى تفسير القرآن .. بل إننا نثاب على ذلك.\rولا يخشى على الحقيقة القرآنية من التغييرات فى النظريات العلمية، فإن النظرية العلمية مهما تتغير لا تخرج عن أنها تكشف جديدا فى التطور أو فى بيان قدرة الله، وإن كنا لا نشجع على بيان معانى القرآن وأسراره على ضوء نظريات لا تزال محل بحث. ومع ذلك .. فإنه لا يضر فى رأيى أن نبين معنى أو نذكر شيئا على أساس علمى ثم يظهر ضعفه، أو خلافه فيما بعد، لأن هذا الفهم لا يقدح فى القرآن، ولأن هذا الذى وصلنا إليه وقلناه، يمثل عقليتنا وعلمنا نحن حين قلناه، ولا يمثل حقيقة القرآن، وفى تفسيرات القرآن التى بين أيدينا الآن نجد أقوالا من علماء أفاضل فى تفسير الآية نراها متهافتة، ومع ذلك لا نعيب إلا على قائلها وفهمه ولا نعيب القرآن ..\rومع أن هذه هى الطريقة التى يمكن أن نقف عندها ونستعملها دون انزعاج، فإن ما يثار أحيانا من تفسيرات علمية تافهة ومتعسفة، تسيء للتفسيرات للجادة، وقد تروج وتشتهر بين الناس، ويكون ضررها أكثر من نفعها .. فى فهم القرآن، ولكن إلى حين .. وذلك كالذى فسر آيات سورة الرحمن حين ظهور مراكب الفضاء ووصولها للقمر، وذهابها إلى ما بعد الغلاف الجوى المحيط بالأرض.","seal":"4034462A","part":"1"},
      {"page":150,"id":146,"nass":"فقد قفز هذا العالم- دون علم- لا بالقرآن، ولا بأوليات العلوم- وأنزل آية «يا معشر الجن والإنس إن استطعتم أن تنفذوا من أقطار السموات والأرض فانفذوا لا تنفذون إلا بسلطان» على مراكب الفضاء، وقال: إن الانسان نفذ من أقطار السموات والأرض بسلطان العلم .. وادعى أن القرآن تنبأ بهذا، ظانا أنه يخدم القرآن مع الأسف!! وكان ذلك خطأ فادحا يدل على عدم فهم سياق الآيات التى سيقت لبيان عجز الجن والانس من أن يكون لهما أى خيار أو قدرة فى مصيرهما أمام الله وقدرته ومساءلته لهم عن أعمالهم ..\rوكان خطأ يدل على عدم الفهم العلمى لأقطار السموات والأرض ..\rفراكب الفضاء لم يخرج عن هذه الأقطار حين ذهب للقمر، والمعروف أن القمر كوكب تابع للأرض أو للمجموعة الشمسية. فكيف يفهم علميا أنه خرج من أقطار السموات والأرض وإلى أين غير أقطار السموات والأرض؟\rولكن مع هذا الفهم الفادح فى خطئه، رأينا مثل هذه المقولة يختطفها الجاهلون بالقرآن، وبالفلك وعلومه، ويتحدثون بها .. وهذا هو الذى نقف دونه وله بالمرصاد ..\r\r«القرآن محاولة لفهم عصرى»\rومثل هذا الذى نعيبه، ونقف دونه، جاء منه أيضا فيما كتبه أخونا الفاضل الدكتور مصطفى محمود فى محاولة لفهم القرآن .. ولا أشك فى أنه أقدم على هذا الذى اعتبره ويعتبره العلماء جميعا خطأ غير مقبول، أنه مشوب بسوء نية، بل على العكس، أعتقد أن نيته كانت حسنة حين أخطأ، وخرج عن الحقيقة الإسلامية فى بعض الموضوعات. ولى كثير من الشواهد على أنه لم يكن يتعمد هذا الخطأ، بل كان مشوقا إلى أن يراجعه أحد العلماء، فيما كتبه حتى لا يحدث منه شىء من هذا، وفعل هذا فى بعض الموضوعات.\rوأعتقد أن تعجله فى النشر أسبوعيا فى المجلة الأسبوعية التى كان يكتب بها فى هذا الموضوع، هو الذى حال بينه وبين لقائه بالمرجع الدينى الذى يراجع عليه،","seal":"13E43438","part":"1"},
      {"page":151,"id":147,"nass":"كما كان يريد ونريد .. ولو أنه كان من الأفضل له ولنا أن يتأنى. ففي الكتاب الكثير مما يسرنا ونحمده عليه .. وفى نشاط الدكتور فى النواحى الدينية وتعميق الإيمان، ما يجعلنا نحييه على جهوده وفى روحه الدينية المتصوفة، ونظرته الآن للدين والإيمان، ما يجعله قريبا جدا إلى نفوسنا، برغم أخطائه فى محاولته لفهم عصرى للقرآن- ولكل عالم هفوة، ولكل جواد كبوة .. والله ينفع بخيره وجهده ..\rلقيته مرة فى مراقبة البحوث بالمجمع، وقد جاء صارخا لما علم من صدور قرار بمصادرة كتابه هذا المطبوع فى بيروت، ووجدته كتب مذكرة غلبت عليه فيها صوفيته، واعتمد فيها على أن يقول: إن الله هو الرقيب لا أنتم الخ ..\rفأخذته لمكتبى وهدأته، ووجهت له لوما على تسرعه بإبداء هذه الآراء ..\rفقال لى: لم أجد من يسعفنى بالمراجعة، وجئت مرة لمشيخة الأزهر وصححوا لى بعض الموضوعات، فأخذت بها فورا، وجئت ثانية فلم يسعفنى أحد، هكذا قال، والعهدة عليه .. ولكنى لم أخله من العهدة، فقد كان بوسعه أن يتأنى، ما دام يطلب الحقيقة كما أفهم .. وأنهيت الموضوع بتعهد أخذه على نفسه، بأن يدفع الكتاب لمراجعة عالم ثقة، أو لمراجعة الأزهر قبل طبعه بعد ذلك .. أما هذه الطبعة فهى فى بيروت ولا سلطان لنا هناك ..\rومن هذه المحادثة فهمت حسن نيته، وصدق طويته، لا سيما وقد رغب فى تصحيح كل خطأ نشره .. فى الوقت الذى حمل فيه حملة شعواء على تفسيرات الباطنية والبهائية، وغيرهما من الفرق المنحرفة بالاسلام، لالتوائهم بألفاظ القرآن وتأويلها، حتى يوافق أهواءهم الضالة المخربة .. وكتب كتابة رائعة أظهر فيها جلال القرآن وجماله وفضله على البشرية.\rوقد تحدث عن هذه المحاولة العالم الفاضل الشيخ مصطفى الحديدى الطير ..\rعضو المجمع، وكتب عنه تقريرا قدمه للمجمع، أنصفه فيه، فذكر محاسنه، كما ذكر مساوئه ..\rومن هذه المآخذ: قوله فى خلق آدم مما يخالف القرآن .. ، وحديثه عن","seal":"DEC2E0F1","part":"1"},
      {"page":152,"id":148,"nass":"آدم فى الجنة، وآدم فى الأرض، ورأيه فى نعيم الجنة، وفى الجحيم والعذاب، وفى معنى غض البصر، وفى الحد وتوبة السارق .. وأرجو أن يعيد الدكتور مصطفى طبع كتابه بعد تصحيح ما يحتاج لتصحيح منه .. حتى يكون خيرا كله ..\rوغير الدكتور مصطفى محمود .. هناك بعض العلماء الذين اندفعوا وراء ما يشبه التصفيق الشعبى، فقدموا للناس أبحاثا عن القرآن والعلم، ينبهر لها بعض الذين لم يدرسوا القرآن ولا العلم، مع أنهم لم يسلموا من الزلل والشطط ..\rوكان لهذا كله رد فعله عند الراسخين، والغيارى من العلماء، وكبار المثقفين، فأصبحوا ينفرون من أية دراسة عن القرآن والعلم .. وهكذا كان رد الفعل لهذا الانتشار غير الملتزم فى الحديث عن القرآن والعلم ..\rومع ذلك فهناك دراسات جادة مؤمنة من رجال وعلماء ثابتين، غيارى على دينهم وعلى العلم، ملتزمين بنصوص القرآن، ولا يحملونها فوق طاقتها، بل يجلونها بما درسوه وعرفوه من حقائق علمية، ويقدمون للناس دراسة علمية دينية جادة، تفيدهم كثيرا فى استجلاء بعض الآيات الكونية فى القرآن ..\rوأذكر للقارئ واحدة من هذه الدراسات، وهى التى قام بها ونشرها فى مقالات .. العالم الكيميائى الورع، المرحوم الاستاذ محمد أحمد الغمراوى، وأعدها للنشر صديقه العالم الاستاذ أحمد عبد السلام الكردانى، ونشرتها دار الانسان ..\rوقد كان هدف المرحوم الاستاذ الغمراوى أن يكشف فى بحوثه التى استندت على الحقائق العلمية، معجزات القرآن العلمية، التى أشار إليها وقررها قبل إن تكتشف بعدة قرون .. وبذلك تتوالى المعجزات العلمية. وتظهر جديدة حينا بعد حين. كلما تقدم العلم، ولها أهميتها وأثرها فى إقناع العلماء جيلا بعد جيل، بأن القرآن من عند الله.\rويقرر الاستاذ الغمراوى كما يقرر الكثيرون أن الاسلام هو وحده- من بين الأديان- الذى احتضن العلم، ودعا إلى العب منه بشتى أنواعه، وتحاكم إلى العقل، وحث على النظر والتدبر فيما خلق الله فى كونه المنظور. ومما يفخر به","seal":"2CF97625","part":"1"},
      {"page":153,"id":149,"nass":"المسلمون أن قرآنهم بما أشار إليه أو ذكره من حقائق علمية .. تأتى حقائق العلم بعد ذلك بقرون فتؤكدها، ولا تجد تناقضا أبدا بين القرآن وبين الحقائق العلمية، كما\rتجده فى غيره من الكتب السماوية التى ناقضت- فى بعض ما جاء فيها- ما أثبته العلم، واستعصت على التأويل، كما نصت التوراة على عمر للأرض محدود، لا يتجاوز بضعة آلاف من السنين، فى حين أن العلم اليقينى يقرر عمرها بالملايين، مما حمل بعض كتاب الغرب وقسيسيه على أن يظنوا أن الدين عندهم قد خذ له الواقع، فلم يبق ما يستند إليه إلا المعانى الشعرية والقيم الأخلاقية.","seal":"0400AA45","part":"1"},
      {"page":154,"id":150,"nass":"التوراة والإنجيل والقرآن والعلم\rولعل من المناسب ونحن نتحدث عن القرآن والعلم الحديث، وعما كتبه المسلمون فى هذه الناحية وقرروه من أنه لا يوجد تناقض بين مقرارات القرآن ومقرارات العلم، أقول: لعل من المناسب أن نذكر هنا دراسة قام بها عالم طبيب فرنسى مشهور هو «موريس بوكاى» عن العلم والكتب المقدسة الثلاثة:\rالتوراة والإنجيل والقرآن، ونشرت هذه الدراسة الدقيقة دار الكندى فى بيروت بعد أن ترجمها نخبة من الدعاة بالعنوان المذكور، ثم قامت دار المعارف المصرية بترجمة هذه الدراسة ونشرها تحت عنوان: دراسة الكتب المقدسة فى ضوء المعارف الحديثة.\rوالترجمة البيروتية فى 217 صفحة والترجمة المصرية فى 288 صفحة من القطع نفسه ..\rوالكاتب لم يكن قد أسلم بعد حتى يتهم بالتحيز للاسلام، ولكنه كان مسيحيا، حين أقدم على هذه الدراسة، يدين للتوراة والإنجيل بالولاء، كما هو معروف عن المسيحيين .. ولكن- والحق يقال- كان موضوعيا جدا فى دراسته، محايدا بين الكتب الثلاثة، شأن العالم الحقيقى، فخرج من نتيجة دراسته .. بإظهار الحقيقة التى تنطق بصدق القرآن، وأنه من عند الله حقا، وأنه لم يجد فيه رائحة تناقض مع مقررات العلم الحديث .. وإنما وجد فى غيره، ولذلك أسلم.\rويقول فى مقدّمته ص 12 فى طبعة دار المعارف:\r«هذه التأملات حول الصفة المقبولة أو غير المقبولة علميا، لمقولة فى كتاب مقدس. تتطلب منا إيضاحا دقيقا، إذ علينا أن نؤكد أننا عند ما نتحدث هنا عن حقائق العلم، فإننا نعنى بها كل ما قد ثبت منها بشكل نهائى، وأن هذا الاعتبار يقضى باستبعاد كل نظريات الشرح والتبرير التى قد تفيد فى عصر ما لشرح ظاهرة، ولكنها قد تلقى بعد ذلك تاركة مكانها لنظريات أخرى أكثر","seal":"47A4F1B6","part":"1"},
      {"page":155,"id":151,"nass":"ملاءمة للتطور العلمى، وإن ما أعنيه هنا .. هو تلك الأمور التى لا يمكن الرجوع عنها. والتى ثبتت بشكل كاف، ويمكن استخدامها دون خوف الوقوع فى مخاطرة الخطأ.\rوبهذا حصن الكاتب العالم الفرنسى نفسه فى بحثه، ولم يترك ثغرة لأحد ينفذ منها لمهاجمته ..\rثم يقول الكاتب الباحث تعليقا على ما تقدم ..\r«إننا نجهل مثلا التاريخ التقريبى لظهور الانسان على الأرض، غير أنه قد اكتشفت آثار أعمال إنسانية ترجع دونما ريب إلى ما قبل عشرة آلاف سنة قبل ميلاد المسيح .. (قيل إن العلم اكتشف أبعد من هذا موغلا فى القدم) دون أن يكون هناك مكان للشك .. فلا يجوز إذن اعتبار النص التوراتى لسفر التكوين كما لو كان صحيحا، إذ لا يمكن علميا قبوله، إذ يذكر السلالات البشرية والتواريخ التى تحدد بداية الإنسان (خلق آدم) بأنها ترجع إلى سبعة وثلاثين قرنا- أى ثلاثة آلاف وسبعمائة سنة قبل المسيح لا عشرة آلاف) ولكنا نستطيع أن نكون واثقين بأننا لن نثبت أبدا أن الإنسان ظهر على الأرض منذ 5736 سنة كما شاء التقويم العبرى سنة 1975. إن معطيات التوراة المتعلقة بالإنسان القديم- إذن- خاطئة وغير صحيحة» ..\rوالاستاذ الباحث يبنى حكمه بخطإ التوراة، على أساس علمى ثابت لا يمكن أن يتطرق إليه شك وهو فى هذا جد محتاط، فالعلم الحديث والحفريات قد تظهر لنا- أو أظهرت فعلا- أن عمر الإنسان على الأرض يرجع إلى ملايين من السنين بواسطة العثور على جمجمة للإنسان فى كينيا، وبعد تحليلها علميا ثبت ذلك .. فكون التوراة تحدد عمر الإنسان بما حددته به- فى سفر التكوين- قد ظهر خطأ ذلك وتناقضه مع معطيات العلم اليقينية ..\rويقول فى المقدمة أيضا:\r«لقد قمت أولا بدراسة القرآن الكريم، وذلك دون أى فكر مسبق، وبموضوعية تامة، باحثا عن درجة التوافق بين نص القرآن ومعطيات العلم","seal":"57808BD1","part":"1"},
      {"page":156,"id":152,"nass":"الحديث. وكنت أعرف قبل هذه الدراسة، وعن طريق الترجمات .. أن القرآن يذكر أنواعا كثيرة من الظواهر الطبيعية، ولكن معرفتى كانت وجيزة، وبفضل الدراسة الواعية للنص العربى استطعت أن أحقق قائمة أدركت بعد الانتهاء منها .. أن القرآن لا يحتوى على أية مقولة قابلة للنقد من وجهة نظر العلم فى العصر الحديث.\rوقد قمت بالتدقيق ذاته وبالفحص بموضوعية تامة للعهد القديم والأناجيل.\rأما بالنسبة للعهد القديم .. فلم تكن هناك حاجة للذهاب إلى أبعد من الكتاب الأول- أى سفر التكوين- فقد وجدت مقولات لا يمكن التوفيق بينها وبين أكثر معطيات العلم الحديث رسوخا فى عصرنا ..\rوأما بالنسبة للأناجيل .. فما نكاد نفتح الصفحة الأولى، حتى نجد أنفسنا دفعة واحدة فى مواجهة مشكلة خطيرة، ونعنى بها شجرة أنساب المسيح، وذلك أن نص إنجيل متى يناقض بشكل جلى إنجيل لوقا، وأن هذا الأخير يقدم لنا صراحة أمرا لا يتفق مع المعارف الحديثة الخاصة بقدم الإنسان على الأرض ويتناقض معها.\rثم يتكلم بعد هذا عن أثر هذا التناقض على الإيمان فيقول: لا يبدو لي أنها تستطيع أن تضعف الإيمان بالله .. ولا تقع المسئولية فيها إلا على البشر.\rولا يستطيع أحد أن يقول كيف كانت النصوص الأصلية؟ وما نصيب الهوى والخيال فى عملية تحريرها؟ أو ما نصيب التحريف المقصود من قبل كتبة هذه النصوص؟، أو ما\rنصيب التعديلات غير الواعية التى أدخلت على الكتب المقدسة (¬1)؟\rإن ما يصدمنا حقا فى أيامنا هذه أن نرى المتخصصين فى دراسة النصوص يتجاهلون ذلك التناقض والتعارض مع الحقائق العلمية الثابتة، أو يكشفون عن بعض نقاط الضعف، ليحاولوا بعد ذلك التستر عليها مستعينين فى ذلك ببهلوانيات جدلية.»\r¬__________\r(¬1) كل هذها لتساؤلات والتناقضات تثبت تلاعب الناس بالنصوص الأصلية وما سماه القرآن بالتحريف»","seal":"E6ED22C4","part":"1"},
      {"page":157,"id":153,"nass":"ثم يتعجب من القدرة الجدلية وغيرها على إخفاء هذه التناقضات على كثيرين من المسيحيين الذى يجهلون حتى الآن العيوب الكبيرة لعديد من مقاطع العهد القديم والإنجيل، مما تكفل هو ببيانه فى الجزءين الأول والثانى من الكتاب ..\rثم يقول: أما الجزء الثالث فسيجد فيه القارئ أمثلة توضيحية لتطبيق العلم على دراسة أحد الكتب المقدسة (يريد القرآن) وهو تطبيق لم يكن يتوقعه إنسان، كما سيجد القارئ فى ذلك بيانا لما قد جاء به العلم الحديث الذى هو فى متناول كل يد، من أجل فهم أفضل وأكمل لبعض الآيات القرآنية، التى ظلت حتى الآن مستغلقة، أو غير مفهومة، ولا عجب فى هذا إذا عرفنا أن الإسلام قد اعتبر دائما أن الدين والعلم توأمان متلازمان، فمنذ البدء كانت العناية بالعلم جزءا لا يتجزأ من الواجبات التى أمر بها الاسلام، وأن تطبيق هذا هو الذى أدى إلى ذلك الازدهار العظيم للعلوم فى عصر الحضارة الاسلامية، تلك التى اقتات منها الغرب نفسه قبل عصر النهضة فى أوربا.\rوإن التقدم الذى تم اليوم بفضل المعارف العلمية فى شرح بعض ما لم يكن مفهوما، أو فى شرح بعض ما قد أسىء تفسيره حتى الآن من آيات القرآن ليشكل قمة المواجهة بين العلم والكتب المقدسة».\rوانتهى المؤلف الفرنسى من مقدمته الموجزة التى نقلت لك فقرات منها، وكأنى أقدم لك بها رائحة شواء لذيذ يسيل لعابك لتتوفر على قضاء وقت ممتع على مائدة هذا الرجل، ومع هذا الكتاب .. فما تغنى مقدمة ولا فقرات منها عن الحقائق الصريحة التى قدمها هذا العالم المسيحى عن الكتب المقدسة، والتى خرج منها بحقيقة عن القرآن يعتز بها كل مسلم، ويقدرها ويحترمها كل إنسان عاقل ..\rونصل بهذا الموضوع إلى نهايته مكتفين بما قدمناه منه لننتقل إلى موضوعات أخرى باقية لا بد من الإلمام بها ..","seal":"B7E74718","part":"1"},
      {"page":158,"id":154,"nass":"علوم القرآن أو أصول التفسير\rومن هذه الموضوعات التى أرى ضرورة عرضها هنا هو ما سمى بعلوم القرآن وأصول التفسير. وهو علم نشأ من اشتغال العلماء بتفسير القرآن، إذ لا يمكن الإقدام على التفسير إلا بعد الإلمام بموضوعاته، كالوحى، ونزول القرآن ومتى وكيف نزل. وأول ما نزل وآخر ما نزل، والمكى والمدنى، وأسباب النزول.\rوالمحكم والمتشابه ونزول القرآن على سبعة أحرف، والعام والخاص، والناسخ والمنسوخ إلى غير ذلك مما يعد أساسا للتعرض لتفسير القرآن ولذلك سماه بعض العلماء المؤلفين «بأصول التفسير .. »\rوقد وفاه المؤلفون من العلماء القدامى. حقه، وكتبوا فيه كتبا مطولة ومختصرة من قديم «كالبرهان» للزركشى «والاتقان» للسيوطى، كما كتب المحدثون لطلابهم فى الدراسات العليا كتبا مناسبة للدراسة ..\rغير أن هذا العلم ظل قاصرا على العلماء والدارسين فى قاعات الدرس، ليس لدى المثقفين عامة أى إلمام به .. مع ضرورة هذا لكل مسلم متعلم.\rومن أجل ذلك عنيت بهذه الناحية، وعملت على صياغة هذه الموضوعات، وتقديمها لعامة المثقفين، وللدارسين أيضا بأسلوب سهل سلس. يجذب القارئ ويشده إليه، ويعطيه المعلومات الكافية فى موضوعه، وسميته أيضا «علوم القرآن» وصدرت طبعته الأولى فى سنة 1979 م- 1399 هـ بمناسبة قدوم القرن الخامس عشر الهجرى، أصدرته دار الكتاب اللبنانى المصرى بالقاهرة، وأعيد طبعه مع تنقيحات وزيادات ..\r\r[تجريد التفاسير القديمة]\rونظرا لأن حاجة العصر الآن، تقتضى السرعة والتخفيف على القارئ.\rوتقديم وجبة دسمة له فى أصغر حجم ممكن، فقد تاقت نفوس القراء إلى اختصار الكتب المطولة، وتجريدها مما لا يحتاجون إليه، ومما علق به مما يسيء","seal":"8ADBBC7F","part":"1"},
      {"page":159,"id":155,"nass":"تغذيتهم، وتجريد الأحاديث الصحيحة من العنعنات الكثيرة فى إسنادها وروايتها والاكتفاء بمتن الحديث والإشارة إلى موضعه ..\rنظرا لهذا اتجهت عناية بعض العلماء إلى تحقيق هذا الغرض للقراء، وقاموا فعلا بتجريد بعض الكتب المطولة، إلا أن ذلك لا يزال فى دائرة ضيقة ..\rوقد رأى مجمع البحوث بدلا من تجريد هذه الكتب أن يقدم «التفسير الوسيط» الذى أشرنا إليه من قبل.\rكما عنى بموضوع الإسرائيليات والروايات التى لا أصل لها لحماية قراء هذه الكتب المطولة من ضررها .. وذلك بمراجعة هذه الكتب، وتقييد ما يمكن حذفه منها وحماية العقول من غثها ..\rوكان أمامه لذلك طريقان:\rالأول. وضع كتب مستقلة عن التفاسير تبين هذه الاسرائيليات والروايات التى لا أصل لها .. كما فعل المرحوم الشهيد الدكتور الشيخ الذهبى فى كتابه «الاسرائيليات فى\rالقرآن» وكما فعل الدكتور الشيخ محمد أبو شهبه فى كتابه عن الاسرائيليات، ولو أنهما لم يستوعبا كل الاسرائيليات فى تفسير سور القرآن ..\rوقد اختارت لجنة الدراسات القرآنية هذا الطريق، ورأت أن تستحث العلماء للمشاركة فى هذا المشروع العظيم، كما اتصلت بالمسئولين فى كلية أصول الدين وقسم التفسير بها ليوجهوا طلاب الدراسات العليا للاهتمام بهذه الناحية فى رسالاتهم للماجستير والدكتوراة .. لنخرج فى نهاية الأمر بما يمكن أن يكون حصرا وتجنيبا لما لا نريده فى كتب التفسير والتنبيه إليه ..\rالطريق الثانى: أن يدون هذا على هامش التفسير، حين إعادة طبعه، حتى يكون أمام القارئ وهو يقرأ، حتى لا يكون فى حاجة للرجوع إلى كتاب آخر قد لا يسعفه .. ويصدر حظر على إعادة طبع هذه الكتب بدون هذا التصحيح ..\r\rوكان رأيى\rأن تجرد هذه الكتب من كل هذا الغذاء الفكرى السام، ويعاد طبعها بدونه، حتى لا يتسرب للأفكار شىء من هذه السموم، والوقاية بهذا وإبعاد","seal":"136545A0","part":"1"},
      {"page":160,"id":156,"nass":"المواد السامة والحارقة، خير من وجودها وتحذير الناس منها .. وقد لا يتنبهون، وقد لا يحذرون، فالوقاية خير من العلاج ..\rأما هذه الكتب بطبعاتها الموجودة الآن، فتظل فى المكتبات العامة للخواص الدارسين، ولن يحتاجوا إليها، إلا إذا أرادوا الاطلاع على هذه المواد الفاسدة المفسدة ..\rولا يصح أبدا التأثر بكلمة: التراث .. التراث .. وضرورة الإبقاء عليه، فإننا فى غنى عن هذا الذى ورثناه فى الكتب من مواد فكرية سامة، ولا يصح أبدا أن تسمى تراثا نتعلق به ونحافظ عليه .. بل الأولى بنا أن نتخلص منه، ونحمى أجيالنا من التأثر به، أو من التلوث منه. كما نحمى الانسان من آثار التلوث بأشكاله وأنواعه ..\rكان هذا رأيى، وإن كان الرأى الأخير دائما للأغلبية .. وللزمن حكمه الأخير ..","seal":"091C0E7C","part":"1"},
      {"page":161,"id":157,"nass":"ترجمة القرآن أو تفسيره باللغات غير العربية\rحين نقول: ترجمة القرآن، فإننا نعنى ترجمة معانيه، وذكر المعنى الذى تدل عليه ألفاظه العربية بلغة غير عربية، ولذلك قلنا أو تفسيره بلغة أجنبية، لأن الذى سيترجم هو المعنى، إذ الترجمة اللفظية من أية لغة إلى لغة أخرى غير ممكنة فى الكتب العادية، فما بالك بالقرآن الصورة العليا فى البلاغة؟ ..\rونحن العرب قد لا نشعر بضرورة هذه الترجمة لأننا نقرأ القرآن ونقرأ تفسيره بلغة عربية ..\rأما غير العرب فيحسون الحاجة الشديدة إلى هذه الترجمة ليفهموا القرآن، ويعتبروا به، ويحيطوا علما بما قدمه من معارف شتى فى الأمور الدنيوية والأخروية، والعلمية الخ ..\rلأنهم حتى إن طوعوا ألسنتهم لقراءته بالعربية، فهم كالشريط، ينطقون به، ولا يعرفون أى معنى لما ينطقون، لذلك كان من الواجب إسلاميا إيصال معانيه إليهم باللغة التى يفهمونها، إذ لا يمكن إجبار كل مسلم ولو كان فى الحقول والأودية، والكفور والبادية، أن يتعلم العربية، ويترك لغته أو يحتفظ بها ..\rوقد دخل الاسلام بلادا غير عربية كثيرة فى إفريقيا وآسيا وأوربا قديما، ومع ذلك لم يمكن تحويل كل الذين دخلوا فى الاسلام من لغتهم الأصلية إلى اللغة، العربية لتكون لغة التخاطب والقراءة والكتابة .. وظلوا أو ظلت الكثرة الساحقة منهم على لغتهم، لا يعرفون العربية نطقا ولا فهما، وهؤلاء فى شديد الحاجة لكى يعرفوا دينهم وقرآنهم عن طريق لغتهم.\rكيف يتم ذلك دون أن نترجم القرآن إلى لغتهم وكذلك كل ما يتصل بفهمهم لدينهم؟\rولقد لمست هذا على أرضية الواقع أيضا، حين كنت مدرسا للعربية فى إحدى الجامعات الدينية فى الهند لأكثر من سنتين، وزرت كثيرا من معاهدها","seal":"FF9AE084","part":"1"},
      {"page":162,"id":158,"nass":"وجامعاتها الدينية. ووجدت علماء يعرفون العربية قراءة وفهما من أمهات الكتب العربية، ولكنهم حين يشرحون لطلابهم أو لسامعيهم من عامة المسلمين لا يستطيعون نطق جملة كاملة باللغة العربية قبل أن يقضوا وقتا فى صياغتها صياغة ركيكة.، فكانت الضرورة تقضى بأن يشرحوا لهم بلغتهم ويذكرون لهم معانى القرآن مترجمة بلغتهم ..\rوالإمام أبو حنيفة رضى الله عنه- وأصله فارسى- كان أكثر الأئمة لمسا لهذه الحقيقة أو قربا منها، ولذلك وجدناه يلبى هذه الحاجة، حينما رأى أن للمصلى أن يقرأ معنى الفاتحة باللغة الفارسية حين يعجز عن قراءتها بالعربية، بينما الأئمة الآخرون لم يلمسوا مثله هذه الحالة فمنعوا أن يصلى بغير العربية مهما يكن الأمر ..\rونحن العرب لا نحس الحاجة إلى الترجمة كما يحسها غير العرب .. لذلك تأخرنا كثيرا جدا فى النظر إلى الترجمة، حتى إذا أثارها الإمام الشيخ المراغى عليه رحمة الله ودعا إلى ضرورتها ثار عليه كثير من العلماء والمفكرين، وكانت معركة فكرية حامية، امتدت مرة إلى معركة بالكراسى فى قاعة الشبان المسلمين من أنصار المراغى ضد أحد معارضيه وشاهدت هذه المعركة وأنا طالب فى الكلية فى أواخر الثلاثينات .. حتى وجدنا أحد أعضاء المحكمة الشرعية العليا يصدر كتابا يجعل عنوانه «حدث الأحداث فى الاسلام الاقدام على ترجمة القرآن» وطبعا كان الرد على المنكرين باستمرار مما شغل الرأى العام والدولة فى أيامها ..\rوكان الجدل دائرا حول الممكن وهو ترجمة المعانى، لا ترجمة الألفاظ التى لا يختلف أحد على عدم إمكانها، لا فى القرآن ولا فى غيره ..\r\rفى الهند\rحدث هذا عندنا فى النصف الأول للقرن العشرين، بينما نجد أن هذه الترجمة قد استقر على الحكم بجوازها، بل بضرورتها جميع علماء الهند من قرون مضت ..\rترجم أولا للغة الفارسية، وقام بالترجمة حجة الإسلام هناك شاه ولى الله الدهلوى رأس مدرسة الحديث والمتوفى سنة 1176 هـ- 1762 م .. وهو","seal":"842C51C0","part":"1"},
      {"page":163,"id":159,"nass":"صاحب كتاب «حجة الله البالغة» الذى يعرفه العلماء هنا ويعتمدون عليه ..\rثم قام ابنه ووارث علمه وطريقته، العالم المحقق، مولانا عبد القادر الدهلوى المتوفى سنة 1230 هـ- 1814 م بترجمته إلى اللغة الأوردية- اللغة الحديثة فى الهند لدى المسلمين، واعتبروا ذلك أنه «كان من أعظم ما من الله به سبحانه عليه». وكانت أول ترجمة للأوردية ..\rثم تتابعت الترجمات بعد ذلك إلى لغات الهند المتعددة، كل عالم كبير يجعل من فخره وقرباته عند الله، أن يقوم بترجمة إلى لغته. ليستطيع المسلمون فى المنطقة تذوق معنى القرآن ..\rحتى جاء مولانا محمود الحسن شيخ الهند، وكبير العلماء المجاهدين، «وأسير مالطا» كما يلقبونه أيضا أثناء الحرب العالمية الأولى .. والمتوفى سنة 1339 هـ- 1920 م، حيث عكف فى معتقله فى «مالطا، على كتابة ترجمة سهلة باللغة الأوردية، بعد أن صارت الترجمة الأولى معقدة، بلغة أوردية قديمة، وقد تطورت بعدها اللغة تطورا كبيرا، وأتم ترجمته فى معتقله كأعظم عمل يتقرب به إلى الله ..\rوطبع الترجمة هناك غالبا أن يكتبوا تحت كل سطر من القرآن، ترجمته بالأوردية، فيستطيع القارئ سريعا الإلمام بمعنى ما يقرؤه ..\rثم جاء مولانا أزاد، وكان ذا لغة أوردية فصيحة قشيبة، وعلى طريقته فى التفسير التى أشرنا إليها من قبل، قام بترجمة القرآن ترجمة سهلة بليغة، متقربا بها إلى الله .. وذلك فيما سماه «ترجمان القرآن» وعند طبعه كتب القرآن بترقيم الآيات أعلى الصفحة، وكتب ترجمة بالترقيم تحت ذلك ..\rوكذلك كانت الترجمة فى بلاد اسلامية، متعددة لها ظروف المسلمين فى الهند. كأمر وواجب دينى يقوم به العلماء الكبار .. ومعنى ذلك ومؤداه أن ما كنا نتجادل ونتعارك فيه هنا، حول ترجمة القرآن، كانت أمم اسلامية قد فرغت منه قبلنا بقرون واعتبرته ضرورة أو بديهة .. وعاشت وتعيش عليه فى فهمها للقرآن ..","seal":"F9C3B2D6","part":"1"},
      {"page":164,"id":160,"nass":"ومن أجل هذا برز فى الهند وباكستان مترجمون كثيرون مقتدرون، ترجموا القرآن إلى لغاتهم وإلى اللغة الانجليزية أيضا، وكان منها أحسن الترجمات التى يمكن الأخذ بها.\rوأشهر هذه الترجمات فى الوسط العربى ترجمة مولانا عبد الله يوسف على، التى طبعتها- مرارا- السعودية وليبيا. وكذلك ترجمة «مارمادوك بكتال» التى طبعتها دار الكتاب اللبنانى المصرى بالقاهرة بإذن من الأزهر .. على ورق خفيف ممتاز، ولذلك جاء فى حجم المصحف العادى، ونظامه أن تكتب الآيات فى الصفحة اليمنى، والترجمة فى الصفحة اليسرى.\rوكذلك قامت بطبع ترجمة فرنسية معتمدة من بعض كبار العلماء فى تونس ولبنان ومن دار الإفتاء فى لبنان ..\r\rفى أوربا وأمريكا\rأما فى الغرب فلم ينتظر أحد هناك رأيا إسلاميا فى جواز الترجمة، ولذلك ترجم هناك بلغات متعددة من قرون سابقة، وقام بترجمته بعض المستشرقين.\rمنذ بدأ الاستشراق، وأحسوا حاجة لمعرفة القرآن، وقد انتشرت هذه الترجمات هناك دون حسيب أو رقيب عليها .. وقدمت لقراء الانجليزية والفرنسية والألمانية وغيرها من اللغات ترجمة للقرآن، كان من الطبيعى أن يعتمدوا عليها فى فهم القرآن والاسلام .. مع ما بها من اخطاء ..\rولو أن المسلمين من قديم تفتحت عقولهم واتجهت هممهم للترجمة للغات الأجنبية فى الغرب أو الشرق كوسيلة فعالة قوية فى التعريف بالاسلام، والدعوة إليه .. لما ظهرت هذه الترجمات الكثيرة التى قام بها علماء غير مسلمين، لا يتذوقون معنى القرآن، ولا يحرصون عليه ..\rإن ما يدعو إلى العجب والأسى الشديد معا، ألا يقوم عربى مسلم على مدى هذه القرون بترجمة صحيحة للقرآن، يأتمنها المسلمون العرب على دينهم وكتابهم. وإن كانت هناك محاولات لذلك. ولكنها حتى الآن لم تظهر، ومنها محاولة قام بها أخونا الدكتور عبد المنعم الجمال. ولا تزال هذه الترجمة حبيسة مكتبته، برغم محاولاته فى إخراجها لحيز الوجود ..","seal":"C08FD926","part":"1"},
      {"page":165,"id":161,"nass":"وإذا كانت الحاجة- كما يقولون- أم الاختراع، فقد كانت حاجة المسلمين فى البلاد غير العربية، هى التى دفعت العلماء للتفكير فيها، والقيام بها، كواجب دينى أساسى ..\rعلى عكس الحال عندنا، فقد عشنا فى البلاد العربية، لا نحس هذه الحاجة، ولذلك حين ظهرت الدعوة إلى الترجمة قام علماء يعارضونها باسم الدين!! وذلك من نحو أربعين سنة ..\rولا أستطيع الآن ولا قبل الآن، أن أصل إلى أعماق قلوب المعارضين ونياتهم. وكان منهم كبار العلماء، ولكن الذى طرحته وقتها- على صغر سنى- ولا ازال أطرحه .. هو غفلة هؤلاء- ولا أقول سوء نيتهم ورغبتهم فى معارضة الشيخ المراغى صاحب المشروع- غفلتهم- عن واجبنا فى الدعوة إلى الاسلام، وتعريف غيرنا ما جاء به القرآن كوثيقة إلهية يمكن أن نعتمد عليها، ويعتمدوا عليها كذلك فى فهم الإسلام.\rكيف كانوا يتصورون الطريقة المثلى لإبلاغ دعوة الاسلام إلى غير المسلمين؟\rقد يقال: بواسطة كتب تشرح هذه الدعوة.\rلكن مما لا شك فيه أن تقديم ترجمة للقرآن- وهو الوثيقة الالهية- تعتبر أبلغ وأقوى وسيلة مباشرة للدعوة للاسلام، وبيان أهدافه ومراميه، عن طريق كلام الله لا عن\rطريق كلام من البشر ..\rولعل مما يثير العجب والدهشة والحيرة أكثر وأكثر أننا حتى الآن- وفى المقدمة الأزهر- لم نعن بطبع ترجمة نعتمدها، ونقدمها للناس شرقا وغربا ليعرفوا عن طريقها الاسلام.\rوحين يأتى زوار لنا من مسلمين لا يعرفون العربية أو غير مسلمين، ويطلبون منا ترجمة للقرآن، لا نستطيع أن نلبى طلبهم، ونقف عاجزين، والخجل يستولى علينا .. مع أننا ننفق الكثير والكثير فى طبع كتب عربية، هناك فى المكتبة العربية ما يسد مسدها ..","seal":"12495177","part":"1"},
      {"page":166,"id":162,"nass":"مشروعى فى الأوقاف\rولذلك عند ما أسندت إلى وزارة الأوقاف فى فبراير سنة 1979، اتجهت عنايتى لسد هذا النقص، وساعدنى على هذا الكثيرون من الوزراء ومديرى البنوك والشركات، واستجابوا لما طلبته منهم من تبرع، حتى تجمع لدى نحو ربع مليون جنيه. لهذا المشروع ..\rوفاتحت فيه الرئيس السادات عليه رحمة الله، والرئيس الحالى- حين كان نائبا للرئيس- فشجعا المشروع، وسرت فيه، وجهزت الترجمة التى سنطبعها وهى الترجمة التى طبعتها السعودية وليبيا- ترجمة عبد الله يوسف على- وبدأت فى عمل مناقصة لطبعها، بين الدور التى تستطيع القيام بالطباعة، ووضعت شروطها، وتمت أول جلسة، لكن لم يكتمل فيها حضور الذين تقدموا وأظهروا رغبتهم فى الاشتراك، فأجلناها لجلسة قادمة ..\rوكنت أنوى طبع كميات كبيرة منه، تتيح لى بجوار توزيعه هوايا على نطاق واسع أن أضع فى كل حجرة من حجرات الفنادق الكبرى، التى ينزل فيها الأجانب، نسخة من الترجمة- وأظهرت وزارة السياحة الاستعداد فى الاشتراك فى 40 ألف نسخة للفنادق، وبعد اتمام طبع الترجمة الانجليزية، أشرع فى طبع الترجمة الفرنسية.\rولكن قبل أن يحين موعد الجلسة القادمة لدور الطبع خرجت من الوزارة فى 15 مايو 1980 ونام المشروع حتى الآن أواخر 1984 أوكاد، وأرجو أن يبعثه الله على يد من يخصه بالخير من عباده .. لتؤدى مصر جانبا مهما من رسالتها نحو الإسلام، وهى السباقة دائما فى هذا الميدان ..\rوالله الموفق\rوصلى الله وسلم على سيدنا صاحب الرسالة وعلى آله وأصحابه ومن سار على هداه","seal":"AED9474E","part":"1"},
      {"page":167,"id":163,"nass":"فهرس الكتاب\rالموضوع/ الصفحة\rبين يدى الكتاب 5\rتمهيد الاسلام والعلوم 7\rنهضة المسلمين العلمية 10\rعلم التفسير 19\rهل ترك الرسول تفسيرا كاملا؟ 23\rابن عباس وما روى عنه 26\rالصحابة وفهمهم للقرآن 37\rالمنهج الفكرى وصلة بفهم القرآن 45\rلا تسألوا عن أشياء 54\rفى قلوبهم مرض 61\rفى حدود ثقافة الصحابة 68\rالتفسير بعد عصر الرسول- عصر الصحابة 79\rتفرق الصحابة فى البلاد 87\rعرض التدوين 89\rأصل هذا التقسيم 94\rكتب التفسير 99\rتفاسير الألف الثانى من الهجرة 103\rتفسير روح المعانى للآلوسى 103\rملاحظات عامة 104\rترجمة جرير الطبرى وتفسيره 106\rالإمام فخر الدين الرازى وتفسيره 123\rالنهضة الحديثة للتفسير على يد الشيخ عبده 130\rدور السيد رشيد رضا 132\rمقدمة الامام لتفسيره 134\rفى الجزائر- ابن باديس 137\rفى الهند أبو الكلام أزاد 138","seal":"954B6FEC","part":"1"},
      {"page":168,"id":164,"nass":"فيما بعد الإمام 140\rطريقة تدريس التفسير 143\rكتابتى للتفسير 144\rتفسير الشيخ طنطاوى جوهرى أو التفسيرات العلمية 144\rالفخر الرازى وطنطاوى 146\rالقرآن والعلم 148\rالقرآن محاولة فهم عصرى! 150\rالتوراة والإنجيل والقرآن والعلم دراسة للدكتور بوكلى الفرنسى 154\rعلوم القرآن أو أصول التفسير 158\rترجمة القرآن 161","seal":"7E096DE7","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1411,"ShrtCs":null,"Bk":"علم التفسير كيف نشأ وتطور حتى انتهى إلى عصرنا الحاضر","HigriD":"1991 م","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد المنعم النمر","bLnk":null,"Inf":null,"Auth":"عبد المنعم النمر","Betaka":"الكتاب: علم التفسير كيف نشأ وتطور حتى انتهى إلى عصرنا الحاضر\r\nالمؤلف: عبد المنعم النمر (المتوفى: 1991 م)\r\nالناشر: دار الكتب الاسلامية - القاهرة\r\nالطبعة: الأولى، 1405 هـ - 1985 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":null,"AuthInf":"الأستاذ الدكتور عبد المنعم النمر (1913 - 1991 م)\r\r• مفكر إسلامي، من علماء الأزهر، وعضو مجمع البحوث الإسلامية.\r• من مواليد قرية الخرزاني مركز دسوق عام 1913م.\r• تخرج في كلية أصول الدين سنة 1939 ثم حصل علي العالمية وعين مدرسا بكلية اللغة العربية وحصل علي الدكتوراة عام 1972م\r• تدرج الشيخ عبد المنعم النمر رحمه الله في عديد المناصب العلمية والدينية حيث تولى التدريس في المعاهد الأزهرية وكليات جامعة الأزهر كما درس في الهند والكويت والإمارات وأصبح وكيلا للأزهر ووزيرا للأوقاف. وانتدب للإشراف على دورات تدريبية لإعداد الأئمة والوعاظ والدعاة في دول الخليج وكلف بإصدار مجلة الوعي الإسلامي الكويتية ومنار الإسلام بدولة الإمارات فجعل منهما منبرا للفكر الإسلامي والصحافة الدينية المتطورة في إخراجها الدسمة في مضمونها.\r• وشغل أيضا مناصب سياسية (حيث عين وزيرا للأوقاف سنة 1979م) ونيابية (حيث ظل لعدة سنوات رئيسا للجنة الدينية بمجلس الشعب المصري)\r• ولم تشغله هذه المناصب عن العطاء العلمي الجاد في مختلف مجالات الثقافة الإسلامية فقد ألف في أصول الإسلام من كتاب وسنة وألف في المذاهب والنظريات الوافدة من الثقافات الأخرى. وألف حول الشيعة ورفض كثيرا من أفكارهم\r• وفي السنوات الأخيرة من عمره أولى الشيخ عبد المنعم النمر مسألة الاجتهاد كل اهتمامه وعنايته ودعا في أبحاثه ودراساته إلى ضرورة فتح باب الاجتهاد ونبذ التقليد وأدلى رحمه الله بدلوه في عديد القضايا الشائكة مثل المعاملات المصرفية والبنكية وتحديد النسل وضرورة الاعتماد على الحساب في تحديد اوائل الأشهر القمرية إلى غير ذلك من القضايا الشائكة.\rوقد تسببت بعض المواقف الجريئة والشجاعة للشيخ عبد المنعم النمر في هجمات صحفية عنيفة من البعض الذين اختلفوا معه في أفكاره وتوجهاته.\r• كتب حول الثقافة والتاريخ في الإسلام، ودافع عن أصالة الثقافة الإسلامية في مقابل الغزو الفكري الغربي.\rوله عدة مؤلفات منها: (الإسلام والشيوعية - الإسلام والغرب - وجها لوجه - الشيعة - المهدي - الدروز - الاجتهاد).\rوكانت له على أعمدة الجرائد المصرية وبالأخص جريدة الأهرام مقالات يكتبها بشكل منتظم.","seal":"93C9223F","cat":"علوم القرآن","oNum":37996,"BkId":37996,"oAuth":2491,"bVer":1,"aSeal":"94C9B0C1"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t37996":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"[بين يدى الكتاب]"},
      {"lvl":1,"id":3,"sub":0,"tit":"تمهيد:"},
      {"lvl":2,"id":3,"sub":1,"tit":"الإسلام والعلوم"},
      {"lvl":2,"id":6,"sub":0,"tit":"نهضة المسلمين العلمية"},
      {"lvl":1,"id":15,"sub":0,"tit":"علم التفسير"},
      {"lvl":2,"id":15,"sub":1,"tit":"استطراد لا بد منه:"},
      {"lvl":1,"id":19,"sub":0,"tit":"هل ترك الرسول تفسيرا كاملا للقرآن"},
      {"lvl":1,"id":22,"sub":0,"tit":"ابن عباس وما روى عنه"},
      {"lvl":2,"id":24,"sub":0,"tit":"[ابن عباس والاسرائيليات]"},
      {"lvl":2,"id":24,"sub":1,"tit":"[يعيب على الأخذ عنهم]"},
      {"lvl":2,"id":26,"sub":0,"tit":"حديث آخر"},
      {"lvl":2,"id":29,"sub":0,"tit":"[احتلال اسرائيلى]"},
      {"lvl":2,"id":29,"sub":1,"tit":"[ليس تفسيره]"},
      {"lvl":1,"id":33,"sub":0,"tit":"الصحابة وفهمهم للقرآن اعتبارات لا بد من مراعاتها"},
      {"lvl":2,"id":35,"sub":0,"tit":"ولكن أى فهم كان؟"},
      {"lvl":2,"id":37,"sub":0,"tit":"بناء العقيدة أولا:"},
      {"lvl":1,"id":41,"sub":0,"tit":"المنهج الفكرى فى الحياة الجديدة وصلته بفهم القرآن"},
      {"lvl":1,"id":50,"sub":0,"tit":"لا تسألوا عن أشياء"},
      {"lvl":1,"id":57,"sub":0,"tit":"فى قلوبهم مرض"},
      {"lvl":2,"id":62,"sub":0,"tit":"[مثل آخر]"},
      {"lvl":1,"id":64,"sub":0,"tit":"فى حدود ثقافة الصحابة فهموا القرآن"},
      {"lvl":2,"id":64,"sub":1,"tit":"المستوى الثقافى"},
      {"lvl":2,"id":66,"sub":0,"tit":"بعثت إلى أمة أمية:"},
      {"lvl":2,"id":70,"sub":0,"tit":"فراغ سدوه بالاسرائيليات:"},
      {"lvl":2,"id":71,"sub":0,"tit":"الآيات الكونية:"},
      {"lvl":2,"id":72,"sub":0,"tit":"سؤال عن الأهلة:"},
      {"lvl":2,"id":73,"sub":0,"tit":"والنتيجة:"},
      {"lvl":1,"id":75,"sub":0,"tit":"التفسير بعد عصر الرسول"},
      {"lvl":2,"id":75,"sub":1,"tit":"عصر الصحابة"},
      {"lvl":2,"id":76,"sub":0,"tit":"ثم بدأت الظروف تتغير:"},
      {"lvl":3,"id":80,"sub":0,"tit":"قاعدة تحتاج إلى مناقشة:"},
      {"lvl":3,"id":82,"sub":0,"tit":"يبقى شىء آخر يحتاج لمناقشة"},
      {"lvl":3,"id":83,"sub":0,"tit":"تفرق الصحابة فى البلاد ومدارس التفسير"},
      {"lvl":2,"id":85,"sub":0,"tit":"عصر التدوين"},
      {"lvl":3,"id":90,"sub":0,"tit":"[أصل هذا التقسيم]"},
      {"lvl":2,"id":95,"sub":0,"tit":"كتب التفسير"},
      {"lvl":3,"id":95,"sub":1,"tit":"[التفسير بالمأثور]"},
      {"lvl":3,"id":96,"sub":0,"tit":"[التفسير بالرأى]"},
      {"lvl":3,"id":98,"sub":0,"tit":"النظرة إلى تفاسير المعتزلة:"},
      {"lvl":3,"id":99,"sub":0,"tit":"تفاسير الألف الثانى من الهجرة"},
      {"lvl":4,"id":100,"sub":0,"tit":"ملاحظة عامة:"},
      {"lvl":3,"id":100,"sub":1,"tit":"[كتب تفسير للفرق الاسلامية]"},
      {"lvl":2,"id":102,"sub":0,"tit":"ابن جرير الطبرى وتفسيره"},
      {"lvl":3,"id":103,"sub":0,"tit":"مقدمات سبقته:"},
      {"lvl":3,"id":108,"sub":0,"tit":"موقف الطبرى وموقفنا من الروايات:"},
      {"lvl":4,"id":110,"sub":0,"tit":"واجبنا الآن هو التجريد:"},
      {"lvl":4,"id":111,"sub":0,"tit":"دفاع أو اعتذار:"},
      {"lvl":4,"id":112,"sub":0,"tit":"ما المراد بالشجرة:"},
      {"lvl":4,"id":114,"sub":0,"tit":"خطته فى المبهمات:"},
      {"lvl":4,"id":115,"sub":0,"tit":"شىء لا بد من التنبيه عليه:"},
      {"lvl":4,"id":117,"sub":0,"tit":"الرأى المذموم:"},
      {"lvl":2,"id":119,"sub":0,"tit":"الإمام فخر الدين الرازى وتفسيره"},
      {"lvl":3,"id":119,"sub":1,"tit":"العصر الذى عاش فيه وألف كتابه"},
      {"lvl":3,"id":122,"sub":0,"tit":"رأى علماء عصره وغيرهم فيه ورأيه فيهم:"},
      {"lvl":3,"id":123,"sub":0,"tit":"هل أتم تفسيره؟"},
      {"lvl":3,"id":124,"sub":0,"tit":"هل نقول إنه تفسير علمى:"},
      {"lvl":2,"id":126,"sub":0,"tit":"النهضة الحديثة للتفسير"},
      {"lvl":2,"id":128,"sub":0,"tit":"دور السيد رشيد رضا فى هذا التفسير"},
      {"lvl":3,"id":130,"sub":0,"tit":"[مقدمة الإمام لتفسيره]"},
      {"lvl":4,"id":133,"sub":0,"tit":"[فى الجزائر]"},
      {"lvl":4,"id":133,"sub":1,"tit":"[فى الهند]"},
      {"lvl":3,"id":134,"sub":0,"tit":"[أبو الكلام أزاد]"},
      {"lvl":4,"id":135,"sub":0,"tit":"\"اتجاهه لكتابة تفسير\""},
      {"lvl":4,"id":135,"sub":1,"tit":"[كيف كان منهجه]"},
      {"lvl":3,"id":136,"sub":0,"tit":"[فيما بعد الإمام]"},
      {"lvl":3,"id":137,"sub":0,"tit":"الشيخ محمد مصطفى المراغى شيخ الأزهر"},
      {"lvl":4,"id":139,"sub":0,"tit":"[طريقة تدريس التفسير]"},
      {"lvl":4,"id":140,"sub":0,"tit":"[كتابى للتفسير]"},
      {"lvl":3,"id":140,"sub":1,"tit":"[تفسير الشيخ طنطاوى جوهرى والتفسيرات العلمية]"},
      {"lvl":4,"id":142,"sub":0,"tit":"الفخر الرازى والشيخ طنطاوى"},
      {"lvl":1,"id":144,"sub":0,"tit":"القرآن والعلم"},
      {"lvl":2,"id":146,"sub":0,"tit":"\"القرآن محاولة لفهم عصرى\""},
      {"lvl":1,"id":150,"sub":0,"tit":"التوراة والإنجيل والقرآن والعلم"},
      {"lvl":1,"id":154,"sub":0,"tit":"علوم القرآن أو أصول التفسير"},
      {"lvl":2,"id":154,"sub":1,"tit":"[تجريد التفاسير القديمة]"},
      {"lvl":2,"id":155,"sub":0,"tit":"وكان رأيى"},
      {"lvl":1,"id":157,"sub":0,"tit":"ترجمة القرآن أو تفسيره باللغات غير العربية"},
      {"lvl":2,"id":158,"sub":0,"tit":"فى الهند"},
      {"lvl":2,"id":160,"sub":0,"tit":"فى أوربا وأمريكا"},
      {"lvl":2,"id":162,"sub":0,"tit":"مشروعى فى الأوقاف"}
    ]
}
