{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b38107":
    [
      {"id":1,"nass":"عاتق بن غيث البلادي\rمعالم مكة التأريخية والأثرية\rدار مكة للنشر والتوزيع","Part":null,"seal":"85EDC421","page":null},
      {"id":2,"nass":"حقوق الطبع محفوظة للمؤلف\rالطبعة الأولى\r1400 هـ - 1980 م","Part":"1","seal":"7F59A067","page":2},
      {"id":3,"nass":"معالم مكة التأريخية والأثرية","Part":"1","seal":"219C52B5","page":3},
      {"id":5,"nass":"تمهيد\rمنذ عهد الجاهلية إلى اليوم تحيط بمكة المكرمة ثلاث قبائل كبار عريقة:\rهُذَيْل في الشرق والجنوب الشرقي والشمال الشرقي، حيث كانت ديارها تمتد من اللِّيث وحَلْيَة في الجنوب إلى غُرَان ورُهَاط شمال مكة. وكانت كِنَانة تحيط بمكة من الغرب والجنوب الغربي، حيث كانت ديارها تمتد من حلي في الجنوب إلى وادي الصفراء في الشمال. ومن كنانة قُرَيْش التي تملكت كل مكة ونفت خُزَاعة عنها، وكان الفضل في ذلك يعود، إلى ذلك الزعيم القائد: قصيِّ بن كلاب، الجد الخامس لرسول الله - صلى الله عليه وسلم -.\rوالقبيلة الثالثة كانت خُزاعة، وخزاعة كانت تلي البيت وتملك جل مكة إلى أن أخرجها قصيّ كما ألمحنا آنفا. ثم نزلت وادي مر الظهران فكانت ديارها تحيط بمكة من الجنوب الغربي والشمال وتمتد على عُسْفان وأمَج وقُدَيْد إلى السائرة المعروفة اليوم باسم حجر شرق رابغ على مائة كيل. ولا زالت لهذه القبيلة بقية تسكن جنوب مكة وغربها وكانت هُذيل أشعر العرب، ومن أفصح القبائل بعد قُرَيش، أو لعل الحظ حالف هُذَيْلاً حيث قَيَّض لها من جمع شعرها وحفظه، بينما ضاع شعر قبائل كثيرة.\rوإذا أردت أن تدرس منطقة مكة في الشعر العربي فإن المعول عليه شعر هُذَيل، ويأتي بعده شعر قُرَيش، ولعل تفوق هذيل على قريش في هذا المضمار","Part":"1","seal":"AABAB945","page":5},
      {"id":6,"nass":"يعود إلى أن قُريشاً أمة تجارية ودينية بينما هُذَيل بادية يتنقلون بين الفيافي والفجاج فيصفون الجبال والأودية ويخيلون السحاب ويشاهدون لمعان البرق ويسمعون هدير السيول، فجاء شعرهم ملتصقاً بالطبيعة معبراً عنها أحسن تعبير.\rوروى ياقوت في معجم الأدباء (ج 16 ص 141) إنه كان في هُذَيل مائة وثلاثون شاعراً ما فيهم إلا مُفْلِق.\rوفي هذه البحوث القصيرة (¬1) نمر مع شعر هذيل وقريش وغيرهم ممن تفرضه المناسبة ومن ذكر معالم مكة بما يتيسر لنا، ولا أدَّعي الإحاطة.\rوالآن:\rكان هذا تمهيداً لبحوث ومقالات نشرت في الجريدة، وما أنْ رآها من لهم ولع بمثل هذه المعلومات حتى طلب مني كثيرون من الأخوة الأعزاء أن أحيلها إلى كتاب، وما كان الهدف كذلك، غير أنهم أقنعوني، وكان يعضد طلبهم: إن هذه البحوث نشرت في جريدة، والجريدة قد تفوت القارىء، ثم إنها تعرضت لأخطاء مطبعية سيئة أثناء النشر، ثم إن الجريدة يصعب الاحتفاظ بها والرجوع إليها عند الحاجة، فَلَما اقتنعت بنشرها في كتاب كان لا بد من إجراء لمسات وإضافات تليق بما لمكة من مكانة في نفوس الباحثين والعلماء.\rفأضفت معالم تأريخية، إما كمواد منفردة أو أثناء ذكرها عرضاً، وجعلت الدليل في آخر الكتاب يوضح مواضعها بدقة.\rثم لا أنكر أن في كثير من هذه المعلومات تكراراً وترديداً لمعالم كثيرة، ولكن يشفع لي إن هذا غيرمقصود، ولكن هذه المعالم تشترك في الشواهد وتتجاور في المواقع والحديث عن أيها يستلزم استحضار الشاهد، وبتكرار الشاهد تتكرر المعلومات، وفي بعض الإعادة إفادة. ولا أنسى هنا أن أشكر أخوة كثيرون تجاوبوا معي، ومدوني بمعلومات عن مواضع أثرية وتأريخية، وبعضهم تطوع بمرافقتي في رحلات حول مكة، وأخص منهم الأخوين: نوار\r¬_________\r(¬1) كان هذا الكتاب ينشر على شكل مقالات في جريدة الندوة.","Part":"1","seal":"4AA5A1CD","page":6},
      {"id":7,"nass":"ابن سنان الدعدي الهذلي، وعطية الشيبي المطرفي الهذلي. ولا أنسى -والفضل لأهله يذكر- فضل أخي محمد بن عبد الله بن برير، الذي كان يجهد نفسه كثيراً في سبيل إخراج تلك البحوث إخراجاً يليق بمعالم مكة.\rوختاماً أسأل الله أن يَجْعَل هذا العمل خالصاً لوجهه، نافعاً هذا البلد الأمين.\rالمؤلف","Part":"1","seal":"01447BFA","page":7},
      {"id":9,"nass":"(أ)","Part":"1","seal":"8669FEF0","page":9},
      {"id":11,"nass":"الأبواص: بفتح الهمزة وسكون الباء وفتح الواو ثم ألف فصاد مهملة ..\rقال أمية بن أبي عائذ الهذلي (¬1):\rلمن الديار بعلي فالأحراص ... فالسودتين فمجمع الأبواص\rفي هذا الشعر:\rأ- علي: بفتح العين وسكون اللام .. تعرف اليوم (بعِلي) بكسر كل من العين واللام وهي من وادي رهجان: أحد روافد وادي نعمان الجنوبية على قرابة \"33\" كيلاً من مكة جنوباً شرقياً، يمين الطريق إلى الطائف.\rب- الأخراص: بالخاء المعجمة والصاد المهملة، والسودتان مثنى سودة والأبواص كجمع بوص وتقدم ضبطه: هذه المعالم كلها بين رَهْجان وعَرْعَر، من ضفة وادي نَعْمان الجنوبية، عدا الأبواص لم أتبين موقعها، وهذه كلها من ديار هُذَيل.\r\rأبو قُبَيْس: بضم القاف وفتح الموحدة، على وزن فُعَيل: من أشهر جبال مكة مع أنه ليس من أكبرها، تراه يشرف على المسجد الحرام من مطلع الشمس، يصب منه شعب عليّ بينه وبن الخندمة، وأبو قبيس بين شعب عليّ وبن أجياد، وهو من الجبال المأهولة في مكة. وعلى قمته مسجد يسمى مسجد بلال، وليس منسوباً إلى بلال ابن رباح كما يظن البعض.\rوقيل: إن الركن كان مستودعاً فيه أيام الطوفان. وفي شعب على حين يفضي (مولد رسول الله) - صلى الله عليه وسلم -.\r¬_________\r(¬1) معجم البلدان (الأبواص).","Part":"1","seal":"C4A5D8A7","page":11},
      {"id":12,"nass":"وقد تحول اليوم إلى مكتبة عامة، هي مكتبة مكة. وقد ذكرت في المولد.\r\rالأثبرة: جمع ثَبِير بفتح الثاء وكسر الباء الموحدة:\rاسم يطلق على عدد من جبال مكة منها ثَبِير غَيْناء: وهو أضخم جبال مكة يشرف على الأبطح من الشرق، ويشرف على منى من الشمال ويقابل حِرّاء من الجنوب، وتعرفه العامة اليوم بجبل الرَّخم، وثبير الزنج: جبل المسفلة الذي يشرف عليها من الغرب، ومنه جبل عُمَر وجبل الشراشف وجبل الناقة وغيرها.\rوثَبير الخضراء: الجبل الذي يتصل بالخنادم من الشرق يناوح ثَبير غَيْنَاء من الغرب الجنوبي يمتد جنوباً إلى جبل سُدَير وغرباً إلى جبل السبع بنات، ومنه تشاهد جبل ثَوْر جنوباً عدلاً.\rوثَبِير النَّصْع: جبل المزدلفة. وغيرها.\rقال الفضل بن العباس اللُّهبي نسبةً إلى أبي لهب عم النبي - صلى الله عليه وسلم - (¬1):\rهيهات منك قُعَيِقِعان وبَلْدح ... فجنوب أثْبِرةٍ فبطن عِساب\rفالهاوتانِ فَكْبكَبٌ فجتاوب ... فالبعوص فالأفرع من أشْقَاب\rفي هذا الشعر:\rأ- الأثبرة: وقد تقدم الحديث عنها.\rب- قعيقعان: بضم القاف وفتح العين وسكون الياء المثناة تحت وكسر القاف الثانية وفتح العين الثانية مع الألف ثم نون.\rهو الجبل الذي يشرف على المسجد الحرام من الشمال الغربي، يمتد\r¬_________\r(¬1) معجم البلدان (أثبرة).","Part":"1","seal":"085E798D","page":12},
      {"id":13,"nass":"شمالاً إلى الحجون وغرباً إلى بئر طُوَى وجنوباً إلى حارة الباب والشُّبيكة ومن أقسامه اليوم: جبل هِنْدي وجبل العَبَّادي وجبل السُّلَيمانية وجبل الفَلْق. وغيرها.\rجـ- بلدح: اسم وادي مكة الثاني، أعلاه خريق العشر وكان هذا الشق يسمى مكة السدر، ووسطه فخ ويعرف اليوم بالزاهر، وأسفله بلدح وهو بين أمّ الدود (الجُوْد حاليا) إلى الحُدَيْبِية (الشُّمَيْسِي اليوم).\rد- بطن عساب: وادٍ غير معروف الآن.\rهـ- كبكب: بتكرار الكاف المفتوحة، وتكرار الباء الموحدة أولاهما ساكنة. جبل من أشهر جبال هُذيل في الجاهلية والإسلام، يبعد شرق مكة بسبعة وعشرين كيلاً، مياهه الجنوبية في وادي نعمان، والشمالية والغربية في وادي عرنة، وبشقه الغربي يقع سوق ذي المَجَاز المشهور، لا زال باقية آثاره.\rو الهاوتان: مثنى هاوة: شعبتان تصبان في وادي نعمان من الجنوب غرب مصب رهجان ترى مصبهما يمينك، إذا خرجت من عرفات شرقاً على \"29\" كيلاً من مكة.\rز- جَتَاوب: أوله جيم مفتوحة ثم تاء مثناة من فوق مخففة: غير معروف اليوم.\rحـ- البوص: كأنه مفرد الأبواص التي مرت معنا في أول البحث وهو كذلك غير معروف.\rطـ- أفراع شقاب: فرعة الوادي أو الشعب رأسه المستوي بين الجبال، ومنه فرع بني سفيان المعروف. وشقاب أو أفرع شقاب: شعاب تصب في رأس وادي سرف من","Part":"1","seal":"ECAD17B6","page":13},
      {"id":14,"nass":"الجنوب غرب الجعرانة إلى الجنوب، مجاورة ثرير ابن الزبير الذي يصب معها. ولكن المقصود هنا أشقاب رهجان، فهي تجاور الهاوتان من الشرق، بينها وبين الأخراص والسودتين، وكلها وردت في صادية أُميَّة بن أبي عائذ الهذلي المتقدم بيت منها في الأبواص.\r\rأجيَاد: كَأنه جمع جواد، والناس تقول (جيَاد) كان الاسم يطلق على شعبين كبيرين من شعاب مكة، يأتي أحدهما من الجنوب، يقاسم خُمَّاً الماء فيتجه شمالاً، والآخر يأتي من الشرق من جبل الأعرف، ثم يجتمعان أمام المسجد الحرام من الجنوب فيدفعان في وادي ابراهيم. وقد أصبحا اليوم مأهولين بأحياء عديدة من أحياء مكة، أشهرها: حي جياد، والمصافي، وبئر بليلة. ومن جياد الكبير طريق يفرع ريع بخش -رأس جياد- ثم ينحدر في (خُمّ) فإلى بطحاء قُريش فثوْر جنوباً. قال ميمون بن قيس (الأعشى) (¬1):\rفما أنت من أهل الحُجُون ولا الصفا ... ولا لك حق الشرب من ماء زمزم\rوما جَعَل الرحمنُ بيتَك في العُلا ... بأجْيادِ غربيّ الصفا والمُحَرَّم\rوقال عمر بن أبي ربيعة: (¬2)\rهيهات من أمَة الوهاب منزلنا (¬3) ... لما نزلنا بسيف البحر من عدن\rوحَلّ أهلُك أجْياداً فليس لنا ... إلاّ التَّذَكُر، أو حَظّ من الحزن\r¬_________\r(¬1) ديوانه: ص 184\r(¬2) ديوانه: ص 348\r(¬3) أمة الوهاب: ابنة عمر بن أبي ربيعة.","Part":"1","seal":"57569C93","page":14},
      {"id":15,"nass":"وله ذكر كثير في كتب المتقدمين وأشعارهم.\rوقال بشر بن أبي حازم: (¬1):\rحلفت برب الداميات نحورها\r... وما ضَمّ أجياد المُصلىَّ ومَذهبُ\rلئن شبت الحرب العوانُ التي أرى ... وقد طال إبعاد بها وترهبُ\rلتحتملَنْ بالليل منكم ظعينةٌ ... إلى غير موثوق من العز تهربُ\rوقال أبو بكر العبدي العدني: (¬2)\rيا مُحيَّا نُور الصَّباح البادي ... ونسيمَ الرِّياحِ غِبّ الغوادي\rحي أحبابنا بمكة ما بين ... الصَّفا وبين جِيادِ\r\rالأحَثُّ: بفتح الهمزة والحاء المهملة المفتوحة أيضا والثاء المثلثة المشددة: قال أبو قُلاَبة الهُذَلي: (¬3)\rيا دار أعرفُها وحشاً منازلهُا ... بين القوائم من رَهطٍ فألْبَان\rقدمنة من رُحَيَّات الأحثِّ إلى ... ضَوجي دفَاقٍ كسحقِ الملبس الفاني\rفي هذا الشعر:\rأ- القوائم: يعتقد أنها تلك الهضاب المناصيب التي تُكوِّن\r¬_________\r(¬1) معجم البلدان (أجياد).\r(¬2) معجم البلدان (جياد).\r(¬3) معجم البلدان (الأحث).","Part":"1","seal":"E3070F66","page":15},
      {"id":16,"nass":"مضيق وادي ضِيْم عندما يقارب اجتماعه بوادي دفاق وكلاهما من روافد ملكان جنوب مكة على قرابة \"45\" كيلاً.\rب- ألْبَان: جمع لَبَن وهي كثيرة في ديار هذيل منها: جبلا لَبَن اللَّذَيْن يشرفان على الشرائع من الجنوب وعليهما المثل (لبن لبنين يا شريف) له قصة طريفة.\rولبنان: جبلان على \"50\" كيلاً جنوب مكة بين وادي البيضاء ووادي مَلْكان، يسمى أحدهما لَبَن الأبيض والآخر لبن الأسود، وهما ودفاق والأحثّ، والقوائم المتقدمة تتراءى.\rولبن آخر: ذكر من حدود الحرم الجنوبية وهو ما يعرف اليوم باسم لُبَين، تراه من المسفلة جنوباً وهو حد الحرم من جهة اليمن.\rقال تأبَّط شراً:\rهلا سألت عميراً عن مصاولتي ... قوماً منازلهم بالصيف ألْبَانُ\rب- الأحَثُّ: وقد تقدم ضبطه: ريع في ديار هذيل يصل بين وادي دفاق وبين المراخ في إدام تشرف عليه من مطلع الشمس جبال \"راية\" الجميلة الشهيرة هناك.\rورواه البكري بالتاء المثناة فوق في آخره، وهو خطأ، ثم أورد لأبي قُلاَبة:\rفيأسكِ من صديقكِ ثم يأس ... ضُحَى يوم الأحثِّ من الإيابِ\rوروى هذا الشعر ياقوت، لأبي قُلابة أيضاً هكذا:","Part":"1","seal":"6F393B37","page":16},
      {"id":17,"nass":"يئست من الحِذيَّة أمَّ عمرو ... غداة إذ انتحوني بالجناب\rفيأسكِ من صديقكِ، ثم يأساً ... ضحى يوم الأحثِّ من الإياب\rد- دُفَاق: بضم الدال المهملة وتخفيف الفاء ثم قاف وادٍ لهُذَيل يسيل من السراة قرب شفا بني سِفْيان ثم ينحدر غرباً مع ميل إلى الشمال حتى يصب في ملكان بعد ضِيْم على \"32\" كيلاً جنوب مكة. وسيأتي في بابه.\r\rأمُّ أحْرَادٍ: كجمع حريد بالحاء المهملة. بئر بمكة احتفرتها بنو عبد الدار ضمن آبار قُرَيْش.\rقالت أمَيْمَةُ بنت عُمَيلة إمرأة العَوّام بن خُوَيلد: (¬1)\rخن حفرنا البحر أُمَّ أحرادْ ... ليست كبذَّرَ النَّزُور الجَمادْ\rفأجابتها ضُرَّتها صَفِيَّة بنت عبد المطلب بن هاشم:\rنحن حفرنا بَذَّرْ ... تسقي الحجيج الأكبْر\rوأمُّ أحراء الشر\rوهذه الآبار لم تعد تعرف وستأتي بَذَّر في موضعها.\r\rإحليل: بكسر الهمز وسكون الحاء المهملة ثم لامين بينهما ياء مثناة تحت: قال كانف الفهمي: (¬2)\rفلو تسألي عنا، لنبئتِ أنَّنا ... بإحليل لا نُزوَى ولا نَتَخَشَّعُ\r¬_________\r(¬1) معجم البلدان (أم أحراد).\r(¬2) رواه ياقوت لكانف الفهمي، ورواه البكري لكانف العريمي، والعرمان من دعد من هذيل.","Part":"1","seal":"89C8AC51","page":17},
      {"id":18,"nass":"وأن قد كسونا بطنَ ضيمٍ عجاجةً ... تُصعَّد فيه مرة وتُفَرِّعُ\rويعرف اليوم بحليل وهو من روافد دُفَاق الجنوبية، وهو لهذيل وذكر الأقدمون إنه لكنانة، والقبيلتان متجاورتان، ثم نزلته بنو فهْم. ذلك أن فَهْماً اقتتلت مع أختها عدوان حول الطائف فجلت حتى نزلت على بني صاهلة من هذيل فأنزلتها صاهلة في جوارها فلما كثرت فَهْم استولت على ديار صاهلة، ولم يعد اليوم من صاهلة سوى أبيات في صدر يلملم تجاور فهما.\r\rالأخبَاب: كجمع خب:\rجاءت في شعر عمر بن أبي ربيعة: (¬1)\rومن أجل ذات الخال يوم نظرتها ... بمندفع الأخباب أخضلني دمعي\rوأخْرى لَدَى البيت العتيقِ نظرتها ... إليها تمشت في عظامي ومسمعي\rيدل هذا الشعر على أن الأخباب ثنايا أو تلاع حيث يقول بمندفع الأخباب: أي حيث تدفع. فأين تقع يا ترى؟\rلم أعثر على هذا الاسم فيما حول مكة. وقد يكون الشعر لغير عمر بن أبي ربيعة.\rوقد ورد هذا الاسم قرب السوارقية من ديار مطير اليوم، وديار سليم قديماً.\rقالت الخنساء:\rيَحْمي لها ذات أخَبْابٍ فَعَنْفَوةٍ ... فمحدث الأتم فالصرداء أحيانا\r¬_________\r(¬1) كذا رواه ياقوت لعمر، ولم أجده في ديوانه.","Part":"1","seal":"32FCF05D","page":18},
      {"id":19,"nass":"وكلها من حوض عقيق عشيرة قرب السوارقية.\r\rالأخراص: كأنه جمع خرص بالخاء المعجمة والراء والصاد المهملتين، قال أُمَيَّة ابن أبي عائذ الهُذَلي: (¬1).\rلمن الديار بعلي فالأخْراص ... فالسُّودَتين فجمع الأبْواصِ\rفَضُهاء أظْلم فالنَّطوفِ فصائفِ ... فالنُّمْرِ فالبُرْقاتِ فالأنْحَاصِ\rفي هذا الشعر: الأخراص: شعاب وثنايا تأتي نعمان من الجنوب بين عرعرا ورهجان.\rأ- أظلم: جبل لهذيل يشرف على الجعرانة من الشمال الشرقي أسود بارز. ومعظم الجبال التي في لونه تسميها العرب أظلم إذا كانت كباراً وتسميها غُراباً إذا كانت صغاراً.\rهذا المشهور، أما المعني بالبيت فهو قرب الأخراص بين عرعر ورهجان، وضُهاءُه شعب يصب منه معروف.\rب- النطوف: كجمع ناطف وقد يطلق على المكان الريان لم أتبينها.\rجـ- صائف: شعب يقع شمال عمرة التنعيم غير بعيد، وقد وصله اليوم عمران مكة، وآخر في نخلة الشامية، والذي أعتقده أن صائفا آخر بنعمان حيث كل هذه المواضع تتشاوف هناك.\rد- النُّمُر: بضم النون والميم كجمع نمراء: نعوف من جبل كبكب تكنع في وادي نعمان من الشمال على يسار\r¬_________\r(¬1) معجم ما استعجم (الأخراص).","Part":"1","seal":"DAA89340","page":19},
      {"id":20,"nass":"طريق المصعد إلى الطائف، ترى منها الأخراص جنوباً عدلاً، وكذلك أظلم.\rهـ- البُرْقات، الأَنْحاص: كالأبواص غير معروفة، ولعل للقافية وهيكل البناء الشعري دور في مثل هذه الأسماء وخاصة إذا عرفت أن ديار هُذَيل ليست بها بُرق.\r\rالأخشبان: مثنى أخشب وهو الجبل الخشن وعر المرقى.\rقال الشريف الرضيى: (¬1)\rأحبك ما أقام مِنىً وجمَعٌ ... وما أرسى بمكةَ أخشباها\rوما دَفَع الحجيج إلى المُصلَّى ... يجرّون الَمطِيَّ على وجاها\rوما نحروا بخيف منًى وكبوا ... على الأذقان مشعرةً ذراها\rوقال ساعدة بن جُؤَيَّة الهذلي: (¬2)\rومقامهن إذا حُبِسن بمأزمٍ ... ضَيْقٍ ألف وصَدّهُنّ الأخشبُ\rوأكثر الأقدمون من القول عن الأخْشَبَينْ وكادوا يتفقون على أنهما: أبو قُبَيس وقُعَيْقعان، وقد تقدم تحديد قعيقعان، أما أبو قبيس -بضم القاف- فهو من أشهر جبال مكة بل أشهرها على الإطلاق وهو الجبل المشرف إشرافاً مباشراً على المسجد الحرام من مطلع الشمس ولذا يقول أهل مكة: الواقف على أبي قبيس يرى\r¬_________\r(¬1) ديوانه ص 563\r(¬2) معجم البلدان (الأخشبان)","Part":"1","seal":"4F8B4B45","page":20},
      {"id":21,"nass":"الطائف! وقد تقدم معنا تحديده أيضا. أما أهل البرية فيسمون الجبلن المشرفين على المزدلفة من الشرق \"الأخشبين\" ويسمون الطريق بينهما \"المأزمين\" وقد يطلق اسم الأخشبين على جبلي منى فيميزان بأخشبي منى، وكان الشامي منهما يسمى القابل وهو وجه ثبيرغيناء من الجنوب، وثبير غيناء تقدم معنا، وكان يسمى ثَبِير الأثْبِرة أي كبيرها، أما جبل منى اليماني فكان يسمى الصابح وسفحه الشمالي الشرقي يسمى \"خيف منى\" وله شهرة في أشعار العرب، يقول الشريف الرضيى:\rنظرتُكِ نظرةً بالخَيْفِ كانتْ ... جلاء العين أو كانت قَذَاها (¬1)\rولم يكُ غير موقفنا فطارتْ ... بكل قبيلةٍ منا نواها\r\rإدَام: بسكر الهمزة ودال مهملة بعدها ألف فميم:\rقال صخر الغي الهذلي: (¬2)\rلقد أجرى لمصرعه تليدٌ ... وساقته المنيةُ من إداما\rقلت: إدام وادٍ فحل من أودية مكة المكرمة، على (57) كيلاً جنوباً، يقطعه درب اليمن بين وادي البيضاء شمالاً ووادي يلملم جنوباً. يسيل من جبال راية ويصب في الخبت عند طفيل، سكانه الجحادلة من بني شعبة، ليست به زراعة ولكن فيه آثار عيون مندثرة، وفيه بئر إدام الشهيرة منذ القدم، ويتبع إدارياً قائم مقام العاصمة. وتليد الوارد في هذا البيت هو: ابن الشاعر\r¬_________\r(¬1) في الديوان: جلاء العين مني بل قذاها.\r(¬2) معجم البلدان (إدام)، ومعجم ما استعجم. وقد أورده ياقوت بضم الهمزة، والبكري بفتحها، والصواب كسرها.","Part":"1","seal":"24145432","page":21},
      {"id":22,"nass":"صخر الغي، وله فيه مراتٍ أخرى.\rوقال أسامة الهذلي: (¬1)\rولم يَدَعُوا بين عُرْض الوَتير ... وبين المناقب إلا الذئابا\r\rأذَاخِر: كجمع أذخر. جمع قلة. وهو نبات معروف:\rقال بلال بن رباح رضي الله عنه:\rألا ليتَ شعري هل أبيتنَّ ليلةً ... بفخٍّ وحولي أذخر وجَلِيل\rوهل أرِدنْ يوماً مياهَ مَجَنَّةٍ ... وهل يَبْدُونْ لي شامةٌ وطَفيلُ؟\rفي هذا الشعر:\rأ- فَخٌ: بفتح الفاء وتشديد الخاء المعجمة. هو وادي مكة الثاني. وقد ألمحنا إليه فيما تقدم وهذا الوادي يدخل بين حراء ومكة فيمر في الزاهر ويذهب إلى الحديبية ثم يصب في مر الظهران فوق حداء. وقد يأتي معنا بأوفى من هذا.\rب- أذْخُر: هو جبل أذاخِر. وقال: أذخر ليستقيم له وزن الشعر. وليس كما فسره بعض المتأدبين بأن بلالاً كان يحب شميم الأذخر بل كان يحب مكة: شعابها وجبالها وضواحيها، كما هو ظاهر من شعره.\rوأذاخِر هذا: هو الجبل الذي يشرف على الأبطح من الشمال يتصل بالحجون من الشرق ولا زالت هناك ثنية\r¬_________\r(¬1) معجم ما استعجم (إدام).","Part":"1","seal":"CCE87C61","page":22},
      {"id":23,"nass":"تعرف منذ القدم بثنية أذاخر، قال الأزرقي أخبار مكة (2 - 289): ثنية أذَاخِر: الثنية التي تشرف على حائط خُرمان، ومن ثنية أذاخر دخل النبي - صلى الله عليه وسلم - يوم فتح مكة وقبر عبد الله بن عمر رضي الله عنه بأصلها مما يلي. مكة. وهو الآن في حي الجعفرية. وحائط خرمان: يعرف اليوم بالخُرْمانية. بصدر مكة. صار رحبة تقف بها سيارات الكراء. ويشرف عليه من مطلع الشمس (صفي السباب) وسيأتي مستقبلاً، وقد عمر اليوم جله كمقر لأمانة العاصمة.\rجـ- جَلِيل: بفتح أوله وثانيه: شعب يصب من حراء في صدر فخ. وقد أصبح حياً من أحياء مكة جل سكانه من الروقة من عتيبة.\rد- المعالم التي في البيت الثاني سترد في أبوابها إن شاء الله.\r\rأُسَاهِم: بضم الهمزة والسين المهملة على وزن أفاعل:\rقال الفضل بن العباس اللهبي: (¬1)\rنظرت وهرشي بيننا وبصاقُها ... فركن كُسابٍ فالصُّوَى من أُساهِم\rإلى ضوء نارٍ دون سَلْعٍ، يشبها ... ضعيف الوقود، فاتر غير سائِم\rقلت: هذا البيت من الشواهد المشكلة، وهي غير قليلة في كتابات المتقدمين. ووجه المشكل كالآتي:\rأ- هرشي: ثنية مشهورة معروفة شمال رابغ. أي على ما يقرب من مائتي كيل من مكة والبصاق: الحرة وهرشي بين حرار.\r¬_________\r(¬1) معجم البلدان (أساهم).","Part":"1","seal":"DB4601BC","page":23},
      {"id":24,"nass":"ب- كُسَاب: جبل مشهور يقع جنوب مكة على قرابة 15 كيلاً تمكن رؤيته من عرفة أو رؤية ما يتصل به من جبال، فكيف يمكن الجمع بين الموضعين وكلاهما مشهور ولا يعرف غيره. أما سلع فسلعان، ولا أرى الشاعر أراد إلا سلع مكة، وقد ذكر. فأين أساهِم يا ترى؟ أم تراه تحريف (أشاهم) بالمعجمة؟ وقد ذكره البكري، وأورد لابن أحمر:\rإلى ظعنٍ ظلت بجو أُشاهِم ... فلما قضَى حد النهار وقَصَّرا\rولكن حتى أُشاهِم هذا لا نعلم أين يقع، الا أن يكون (أُشَيْهم) ولهم عادة في قلب الألف ياء، وأُشَيْهم هذا جبيل بارز عند مصب دفاق، تراه من ضيم غرباً، مشهور هنا، ترى منه كساباً جنوباً إلى الغرب.\r\rالأشطاط: كأنه جمع شط: قال عُبَيد الله بن قَيْس الرُّقَيَّات:\rلم تُكلّمْ بالجَلْهتين الرسومُ ... حادثٌ عَهدِ أهلِها أمْ قديمُ\rْسرَفٌ منزلٌ لسلمةَ فالظَّهْر ... إن منها منازلُ فالْقَصِيمُ\rفغَدير الأشْطاطِ منها محلٌّ ... فبعُسْفان منزلٌ معلومُ\rصدروا ليلة انقضى الحجُّ فيهم ... حُرَّة زانها أغرٌّ وسيمُ\rيتقي أهلُها النفوسَ عليها ... فعلى نحرِها الرُّقَى والتميمُ\rفي هذا الشعر:","Part":"1","seal":"CF741D69","page":24},
      {"id":25,"nass":"أ- الأشطاط: موضع قرب عُسفان. كان يعرف بغدير الأشطاط (¬1)\rب- سرف: بفتح السين المهملة وكسر الراء وآخره فاء. وادٍ يمر شمال مكة على \"13\" كيلاً، يقطعه طريق المدينة، وهذا الوادي يأخذ سيل الجعرانة ثم يدفع في مر الظهران من الجنوب، وبه قبر أم المؤمنين: ميمونة رضي الله عنها. وسكانه بنو لحيان من هذيل. وهي ديارهم من أيام الجاهلية، وتتبع قائم مقام العاصمة إدارياً وفي الوادي عدد من القرى.\rجـ- الظهران: يقصد به مر الظهران. أكبر أودية مكة المكرمة.\rأعلاه النخلتان: نخلة الشامية المعروفة اليوم بوادي المضيق أو وادي الليمون، ونخلة اليمانية. المعروفة اليوم باليمانية.\rوكلاهما لهذيل. ويمر وادي مر الظهران شمال مكة على \"24\" كيلاً ويعرف بوادي فاطمة وبه قرى عديدة وعيون كثيرة توقَّف بعضها قبل سنين وتسميه البادية: وادي الشريف. وقد يسمى وادي الجموم.\rد- القصيم: باسم إقليم القصيم المعروف. ووروده في شعر ابن قيس مشكل. وخاصة أن جميع هذه المعالم حول مكة. فكيف أقحم القصيم هنا؟ أم أن حول مكة موضعاً يدعى القصيم؟ أم أن اللفظ محرفاً؟\rهـ- عسفان: بضم العين المهملة وسكون السين المهملة أيضاً ثم فاء فألف فنون: بلدة على بعد \"80\" كيلاً على طريق المدينة شمال مكة كان أهلها خزاعة ثم آلت إلى\r¬_________\r(¬1) المعالم التي ترد هنا ترد بشكل موجز، وقد أوفينا البحث في (معجم معالم الحجاز).","Part":"1","seal":"A7744DE1","page":25},
      {"id":26,"nass":"قبيلة حرب فهي لبني عمرو منهم. وستأتي في موضعها.\r\rالأصاغي: أوله همزة مفتوحة ثم صاد فألف ثم غين معجمة فياء مثناة تحت، قال ساعدة بن جُؤية الهذلي: (¬1)\rولو أنه إذ كان ما حَمَّ واقعاً ... بجانب من يَحْفَى، ومن يتودَّدُ\rلهن بما بين الأصَاغي ومنصح ... تعاوٍ كما عجَّ الحَجِيجُ الملبّدُ\rلم يحدد كل من ياقوت وأبي عُبيد البكري أيّاً من الموضعين عندما أورد هذا الشعر. وفيه:\rأ- الأصاغي: لم أتبينها في ديار هذيل.\rب- منصح: كأنه فاعل من الفعل أنصح: عين مندثرة بوادي إدام جنوب مكة على قرابة (70) كيلاً، وقد تقدم الحديث عن إدام. وهناك منصح آخر بنواحي الفرع -فرع المدينة- ولكن لا أرى ساعدة يعنيه لبعده عن ديار هذيل. وسيذكر بأوفى من هذا في بابه.\r\rأطْحَل: على وزن أفْعَل من الطُّحْلة وهي لون معروف.\rقال المتقدمون: إنه اسم الجبل المعروف اليوم باسم ثور، وإنّ اسم ثور هو ابن عبد مناة بن أدّ بن طابخة، فنسب ثور هذا إلى الجبل أطحل فقيل: ثور أطحل. وإليه ينسب الفقيه المحدث سفيان بن سعد الثوري. وليس إلى ثور قضاعة.\rقال البعيث الشاعر (¬2):\r¬_________\r(¬1) معجم البلدان (الأصاغي)، ومعجم ما استعجم الأصاغي أيضاً.\r(¬2) معجم البلدان (أطحل).","Part":"1","seal":"2CD40502","page":26},
      {"id":27,"nass":"وجئنا بأسلاب الملوك وأحرزتْ ... أَسنَّتُنَا مَجْد الأسنَّة والأُكلِ\rوجئنا بعمرو بعدما حل سربها ... محل الذليل خلف أطْحلَ أو عُكْلِ\rويعرف هذا الجبل اليوم وفي التاريخ الإسلامي بجبل ثور، وفيه غار ثور الذي أوى إليه محمد - صلى الله عليه وسلم - ورفيقه في بدء الهجرة إلى المدينة. وقد تناقل الناس إلى اليوم تحديداً خاطئاً لجبل ثور فنجد في مقررات المدارس أنه جبل بأسفل مكة. وهذا خطأ فالجبل يقع جنوباً عدلاً من مكة أي جنوب المسجد الحرام. ولكن الطريق إليه كانت من المسفلة ثم من ريع كُدَيّ وهما أسفل مكة، فظن زائروه أنه أسفل مكة. أما اليوم فيمكن الذهاب إليه من أجياد مباشرة بعد أن شق ريعاً هناك سمّيَ ريعَ بَخْش.\rوالناس يزورون الغار المقدس هناك ولهم خرافة تقول: إن من يتعسر خروجه منه فهو لغير أبيه ولا أدري من أول من أطلق هذه الخرافة غير أننا لم نر سميناً استطاع دخوله والخروج منه كما لم نر نحيفاً تعسر خروجه منه والإِسلام لا يجيز مثل هذه الإِشاعات واختراع الخزعبلات.\rوشهرة غار ثور في مكة تغني عن تحديده، وأنت تراه من حيث أتيت مكة بارزاً يشبه شكله شكل ثور مستقبل الجنوب، ولعل لشكله علاقة باسمه.\r\rالأطواء: كجمع طيء: بئر مرقبة مجصصة في وادٍ يسيل من جبل سطاع في ديار الجحادلة من بني شعبة من بني كنانة على قراب \"80\" كيلاً جنوب غربي مكة.","Part":"1","seal":"1A574F90","page":27},
      {"id":28,"nass":"صورة\rمخطط تقريبي لماء الإطوى وآثاره\rعمل: عاتق بن غيث البلادي","Part":"1","seal":"1E4ADBD4","page":28},
      {"id":29,"nass":"قال ابن الحكاك، وهو شاعر مكي: (¬1)\rلأروى منزلٌ أقوَى ... دُوَين (العَدِّ) فالأطْوا\rو (العِدِّ) الوارد هنا: ماء في الخبت جنوب شرقي جُدَّة. وقرأت في الجزء الرابع من (سِمْط النجوم العوالي) أن أحد الأشراف عمَّر بئر الإطْوى -هكذا ينطقها أهلها- المعروفة قديماً بمَجَنَّة. وليس بالكتاب دليل، فلما عدت إليه أثناء هذا البحث لم أهتد إلى هذا النص. وفي يوم الخميس 19 ربيع الثاني سنة 1400هـ قمت برحلة إلى أماكن منها: العِدّ، والأطواء أو الإطْوَى، وسطاع وشامة وطَفِيل، وغيرها. فوقفت على بئر الإِطْوَى، فإذا هي في شعب ضيق بين جبلين، وإذا موقعها يقرب من موقع ذي المجاز فى الوصف، وإذا بآثار ومقبرة كبيرة، فرسمت لها المخطط المرفق. وكنت قد قررت باستنتاجات كثيرة أن (سوق مجَنَّة) هو بلدة بحرة اليوم، وترى ما قلته هناك، غير أن معاينة البئر والنص المتقدم وكونها من بلاد كنانة قديماً وحديثاً، كل هذه الأمور جعلت الترجيح عندي صعباً.\r\rأقْتُد: بفتح الهمزة وسكون القاف وضم التاء المثناة فوق وكأنه جمع:\rقال قيس بن العيزارة الهذلي: (¬2)\rلعمرك أنسى لوعتي يوم أقتد ... وهل تتركن نفس الأسير الروائع\rوكانت فَهْم أسرت ابن العيزارة فأرادت قتله فاستنقذه تأبَّط شرّاً. ورأيت من قال: بل هذا الشعر لقَيْس بن خُوَيلد الهذَلي ولا\r¬_________\r(¬1) ابن الحكاك: أبو الفضل جعفر بن يحي بن الحكاك، وأخوه الحسين بن يحي، وكلاهما شاعر، عاشا في القرن الخامس الهجري (دمية القصر/ 51، 77).\r(¬2) معجم البلدان (أقتد).","Part":"1","seal":"1D553CDB","page":29},
      {"id":30,"nass":"تعارض. فَقَيْس بن خويلد هو قيس بن العيزارة والعيزارة أمة نسب إليها.\rولم أعثر على كثرة تجوالي في ديار هُذَيل - على قتد أو أقتد. ولم يروِ لي الأخوة الهذليون اسمه، بل لا يعرفونه.\r\rالأقحوانة: على لفظ واحدة النبات المعروف:\rكان يطلق هذا الاسم على ما بين المنحنى والمفجر الأوسط أو بتحديد أوضح ما كان يعرف بالمحصب وهو صدر وادي ابراهيم الذي يصب فيه سيل عقبة منى.\rقيل: إنّ أهل مكة كانوا يخرجون إليه متنزهين في ثياب زاهية مختلفة الألوان شبهت بزهر الأقحوان. وتشمل الأقحوانة اليوم أحياء: الروضة، الششة وما جاورهما.\rقال الحارث بن خالد المخزومي:\rمن كان يسأل عنا أيْنَ منزلُنا ... فالأُقحوانة منا منزلٌ قمن\rإذ نلبس العيش غَضّاً لا يكدره ... قرف الوشاة ولا ينبو بنا الزمن\r\rألاتِ ذي العَرْجَاء: قال أبو ذُؤيْب الهُذَلي (¬1):\rفكأنها بالجزع بين نبايع ... وأُلاتِ ذي العَرجاءِ نهبٌ مجمَّعُ\rقالوا في تفسيره: العرجاء أكمة وأُلاتها قطع من الأرض حولها. ولا أعرف اليوم مكاناً قريباً من مكة يسمى العرجاء أما نبايع فأُرجِّح أنه وادي نبع الواقع شمال شرقي الجعرانة مع ملاحظة أن اشتقاقه\r¬_________\r(¬1) معجم البلدان (ألات).","Part":"1","seal":"9F028D6A","page":30},
      {"id":31,"nass":"في ديار هُذَيل وقُريش كثير، ففي عرفة النَّبْعة والنُّبيعة، وفي جهات الهَدَةَ وعُسفان نباع كثيرة.\r\rألاَل: بفتح الهمزة أو كسرها -على الخلاف- ولامين بينهما ألف: أصح التحديدات لهذا الموضع أنه جبل عرفة. وقيل بل حبل رمل في عرفة.\rقال النابغة الذبياني يعتذر للنعمان: (¬1)\rحلفتُ، فلم أتركْ لنفسك ريبةً ... وهل يأثَمنْ ذو أُمَّة وهو طائعُ؟\rبمصطحبات من لَصَافٍ وثَبْرة ... يزرن ألالاً سيرهُنّ التدافعُ\rوقال الشريف الرضي: (¬2):\rفأقسم بالوقوف على إلالٍ ... ومن شهد الجِماَر ومن رماها\rوأركان العتيق وبانييها (¬3) ... وزمزم والمقام ومن سقاها\rلأنت النفس خالصة، فإنْ لم ... تكونيها، فأنتِ إذاً مناها\rورواه البكري بكسر الهمزة، واورد شطر بيت النابغة المتقدم، هكذا: (يزرن إلال سيرهن التدافع).\rوجبل عرفة اليوم يسمى (جبل الرحمة) ويسمى أيضا (القُرَين) وهناك حبل رمل قرب الجبل قد ذهب جله اليوم في مشاريع السفلتة والجسور الضخمة التي أقيمت هنا منذ سنة 1398 هـ.\r¬_________\r(¬1) معجم البلدان (الأل).\r(¬2) ديوان الشريف ص 564.\r(¬3) في معجم البلدان (ومن بناها).","Part":"1","seal":"0D89FFAD","page":31},
      {"id":32,"nass":"أَلَمْلَم: بفتح الهمزة واللام وتكرار اللام والميم: وهي لغة في يَلْملَم، وسيأتي يلملم.\rقال أبو دَهْبل الجُمَحي يصف ناقة له:\rخرجت بها من بطن مكة بعدما ... أصاتَ المنادي للصلاة وأعتما\rفما نام من راعٍ ولا ارتد سامرٌ ... من الحَيّ حتى جاوزتْ بي ألملما\rقلت: ألملم أو يلملم -والأخير أشْيع- وادٍ فحل من أودية الحجاز، يسيل من السراة الواقعة جنوب غربي الطائف حيث ديار بني سفيان ثم ترفده أودية عديدة فيصب في البحر ماراً على مائة كيل جنوب مكة، وفيه الميقات الذي يحرم منه أهل اليمن ويعرف الميقات اليوم باسم (السعدية) نسبة إلى بئر هناك حفرها الشريف سعد أحد ولاة مكة فيما سبق، وسكان الوادي اليوم في أسفله بقايا كِنَانةُ، وفي أعلاه بنو فَهْم، وسيأتي في (يلملم) بأوفى من هذا.\r\rأَلَوْذ: بفتح الهمزة واللام، وسكون الواو ثم ذال معجمة.\rقال أبو قلابة الهذلي: (¬1)\rرُبّ هامةٍ تبكي عليك، كريمةٍ ... بألوذ أو بمجامع الأضجان\rوأخٍ يوازن ما جنيتُ بقوةٍ ... وإذا غويتُ الغَيَّ لا يلحاني\rفي هذين البيتين:\rأ- أَلَوذ: لا يعرف اليوم. وربما صوابه (ألْوَذ).\rب- الأضْجان: ضَجْنَان وما حوله وهو مكان على \"60\" كيلاً\r¬_________\r(¬1) معجم البلدان (ألوذ).","Part":"1","seal":"A68FB4E5","page":32},
      {"id":33,"nass":"شمال مكة يعرف اليوم بحرة المحسنيّة وسيأتي في بابه.\r\rالأماحِل: مكان ذكره ياقوت، وأورد لرجل حضرمي:\rجاب النتائف من وادي السكاك إلى ... ذات الأماحل من بطحاء أجياد\r\rالأمْلاَح: إذا قُصد بها جمع (ملح) بالتحريك فهي كثيرة بالحجاز.\rقال البُرَيق الهُذلي:\rوإن أُمس شيخاً بالرجيع وولده ... ويصبحُ قومي دُون دَارِهمُ مِصْر\rأسائلُ عنهم كلما جاء راكبٌ ... مُقيماً بأمْلاح كما رُبِط اليَعْر\rوقال أبو ذُؤَيب الهذلي أيضاً:\rصوح من أمّ عمرو بطن مر فأكـ ... بناف الرجيع فذو سدر فأمْلاحُ\rوقال آخر:\rعفا من آل ليلى ... السَّهْب فالأمْلاح فالغمرُ (¬1)\rوهو يتردد كثيراً في شعر هذيل ويوجد مكان اليوم قرب الرجيع يسمى المملحة، فربما هو أملاح.\rوذلك أنه قريب من بطن مر على قرابة \"35\" كيلاً شمالاً ومنه ترى جبل سدر جنوبك رأي العين.\r\rأَنْف: بالفتح ثم السكون وآخره فاء:\r¬_________\r(¬1) كل هذا عن معجم البلدان.","Part":"1","seal":"FB9B0FC2","page":33},
      {"id":34,"nass":"قال عبدُ مَنَاف بن رِبْع الجُرَبي الهُذَلي:\rإذا تجاوب نَوْح قامتا معه ... ضرباً أليماً بِسِبْتٍ يَلْعَجُ الجِلِدا\rمن الأسى أهل أَنْف، يوم جاءهُمُ ... جَيشُ الحِمار، فلاقَوا عارضاً بَرِدا\rوقال ابن رِبْع أيضاً:\rفدىً لبني عمرو وآل مُؤَمَّل ... غداة الصباح فِدية غير باطِلِ\rهُمُ منعوكم من حُنَين ومائة ... وهم أسلكوكم أنْف عاذِ المَطاحِلِ (¬1)\rوهو ريع يسيل منه وادٍ بنفس الاسم يقع جنوب الشرائع ويصل بين وادي الكباكية \"الشراء قديماً\" وبين البُجَيدي: أحد روافد وادي عُرَنَة. وكان فيه يوم على بني سُلَيم إذ غزت بنو ظَفَر من سُليم بني قِرْد من هُذَيل في هذا الموضع فهزمت هُذَيلُ سُلَيماً وقُتل رئيسهم المُعترِض بن حَبْواء وهو يرتجز قائلاً: (¬2)\rإن أُقتَل اليوم فماذا أفعلْ ... شفيتُ نفسي من بني مُؤَمَّلْ\rومن بني واثلة بن مِطْحلْ ... وخالدٍ ربَّ اللِّقاح البُهَّلْ\rيعل سيفي فيهُمُ وينهَلْ\rوهو يوم أنْف، وجميع القبائل الواردة هنا بطون من هذيل وعن تفاصيل أوفى لهذه الحوادث راجع (معجم معالم الحجاز) مادة أنْف.\r¬_________\r(¬1) معجم البلدان (أنف).\r(¬2) معجم ما استعجم (أنف).","Part":"1","seal":"66AE05B1","page":34},
      {"id":35,"nass":"(ب)","Part":"1","seal":"7F3F9FCE","page":35},
      {"id":37,"nass":"بئر مَيْمُون: قال شاعر لم أعثر على اسمه: (¬1)\rتأمل خليلي هل ترى قصر صالح ... وهل تعرف الأطلال شعب واضح\rإلى بئر ميمون إلى العيرة التي ... بها ازدحم الحُجَّاج بين الأباطح\rفي هذا الشعر: بئر ميمون: بئر حفرها ميمون أخو العلاء الحضرمي والي البحرين. عندها قبر أبي جعفر المنصور فيما يسمى اليوم بحي الجعفرية بين أذاخر والحُجُون. والعَيرْة كمؤنث العَيرْ: هو الجبل الذي عليه المنحنى بالمعابدة -بالباء الموحدة- أي بين حي الملاوي وحي الروضة.\rوالأباطح: أبطح مكة، والجمع من عادة شعراء العرب.\r\rالبَانَة: قال شاعر هُذَلي:\rأفي الآيات والدمن المنولِ ... بمفضي بين بانة فالغَلِيلِ\rقلت: حول مكة ثلاث بانات: بانة: شعب من ثَوْر فيِ ديار قريش، وبانة: شعب يسيل من جبل كِنْثيل في ديار هُذيل، وبانة: أحد قمم كِنْثيل نفسه، وكِنْثيل: جبل بارز بين الشرائع \"حُنَين قديماً\" وبين نَخْلة اليمانية. تراه أمامك إذا جاوزت علمي طريق اليمانية مصعداً.\r\rبَذَّر: بفتح الباء الموحدة وتشديد الذال المعجمة مع الفتح وآخره راء: إحدى الآبار العديدة التي حفرتها قريش حين رَبَّع قصَي مكة بين بطون قريش، فحفرت كل قبيلة بئراً في رَبْعِها.\rفحفر هاشم بن عبد مَنَاف بَذَّر، فلما ظهرت قال: (¬2)\r¬_________\r(¬1) معجم البلدان (بئر ميمون) أخبار مكة: 2/ 222.\r(¬2) معجم البلدان (بذر)","Part":"1","seal":"16118AB2","page":37},
      {"id":38,"nass":"أنبطت بَذَّرَ بماءٍ قَلاّسْ ... جعلتُ ماءَها بلاغاً للناسْ\rوذكرها أحدهم وذكر غيرها فقال: (¬1)\rسقى الله أمواها عرفت مكانها ... جُراباً ومَلْكوماً وبَذَّر والغَمرا\rكانت بذَّر على فم شعب أبي طالب الذي يعرف اليوم بشعب علي، ولا أستبعد أن تكون هي تلك البئر التي ظلت إلى عهد قريب في سوق الليل عند مفيض الشعب ثم طمرت عند هدد ذلك الجانب من سوق الليل. فهو المكان المحدد لبَذَّر.\rوالحقيقة أن الآثار في مكة أكثر من أن يحيط بها شخص مهما أوتي من رغبة في البحث والاستطلاع. ويا حَبَّذا لو تشكل لجنة من أهل المعرفة والبحث، للكشف عن هذه الآثار ووضعها في خارطة صحيحة وتأليف كتاب يحقق أمكنها. ولا شك أنّ على أمانة العاصمة واجباً كبيراً حيال هذا الوضع.\r\rبُرْم: بضم أوله وسكون ثانيه:\rقال أبو صَخْر الهُذلي: (¬2)\rلو أنَّ ما حمُِّلت حُمِّلَه ... شعفاتَ رَضْوى أو ذُرَى بُرْمِ\rلَكَللنَ حتى يختشِعْنَ له ... والخلق من عُرْبٍ ومن عُجْم\rوقال سرُاقة بن خَثْعم الكناني:\rتَبغِّينَ الحِقَاب وبَطنَ بُرْمٍ ... وقنَّع من عجاجتهُنَّ صارْ\r¬_________\r(¬1) يروى لكثير عزّة.\r(¬2) معجم البلدان (برم).","Part":"1","seal":"EDFB1088","page":38},
      {"id":39,"nass":"في هذا الشعر:\r1 - بُرْم: وقد تقدم ضبطه: شعب يصب من كبكب جنوباً في وادي نعمان قرب مزارع شَدَّاد. وقوله: ذُرَى بُرْم: العرب تسمى الشعب والجبل الذي يسيل منه باسم واحد.\rب- رَضْوَى: بفتح الراء وسكون الضاد المعجمة وبالقصر: جبل شامخ يضرب إلى الحمرة يُرَى من مدينة ينع البحر شمالاً شرقياً ويشرف على وادي ينبع النخل من الشمال.\rوهو من أشهر جبال العرب وقد أتيت على ذكره في صفحات عديدة في (معجم معالم الحجاز) وانظر كتابي (على طريق الهجرة) فقد حددت رضوى وما حوله ورددت بعض الأوهام المتناقلة عنه وعن ديار جُهَينة.\rجـ- صار: بفتح الصاد وألف وراء: شعب يصب في وادي نعمان من الجنوب مستقبلاً الشمال غير بعيد من برم، يُرَى أحدهما من الآخر. وهما من ديار هُذَيل منذ أن عرف التدوين، ولكن كِنَانَة جيران هذيل وأصهارهم ولا شك أن الكناني كان ينزل نعمان أحياناً فألفت إبله هذه الديار وكأنه يقول لها: لن تعودي إليها.\rد- الحِقَاب: جبال وشعاب تجاور بُرماً، وبعض مائها فيه.\r\rبَشْم: بفتح الباء الموحدة وسكون الشين المعجمة.\rقال المُورِّق الهُذَلي:\rوكنتُ إذا سلكتُ نِجادَ بشْمٍ ... رأيت على مراقبها الذِّئابا","Part":"1","seal":"7EB19A0D","page":39},
      {"id":40,"nass":"قلت: بشم تلك السلسلة الجبلية الممتدة من عمرة التنعيم مشرقة. والاسم يطلق على تلعة كبيرة تسيل من هذه السلسلة شمالاً فتصب في صدر وادي يأجج، فيها مزارع على المطر وأهلها من زمن الجاهلية بنو لحيان.\r\rالبَطْحاء: بفتح الباء وسكون الطاء: اسم مألوف لدى العرب لكل أرض في مسيل السيل: قال حذافة العدوى يمدح بني هاشم: (¬1)\rهُمُ ملأوا البطحاء مَجْداً وسُؤْدَداً ... وهم تركوا رأي السَّفَاهة والهجر\rوقيل: جاء هشام بن عبد الملك يطوف بالبيت فيقترب من الحجر الأسود فلا يَفْسح له أحد، فبينما هو كذلك فإذا بعلي زين العابدين بن الحسين رضي الله عنه يطوف بالبيت، فإذا اقترب من الحجر انجفل الناس عنه وتركوه له فاغتاظ هشامِ لذلك فسأله أحد مرافقيه: من هذا؟ فقال لا أعرفه. وكان الفرَزْدق حاضراً فاغتاظ لذلك فأنشأ قصيدة منها:\rهذا الذي تعرف البطحاء وطأته ... والبيت يعرفه والحِلّ والحَرَم\rهذا ابن خير عباد الله كُلهُمُ ... هذا التَّقِيُّ النَّقِيُّ الطاهِرُ العَلَم\rوليس قولك: لا أعرف بضائره ... العُرْب تعرف من أنكرت والعَجَم\rوكان الفرزدق في حاشية هشام ولكن الأمويين ما كانوا يقربونه لكثرة افتخاره بكرم أبيه وإطرائه بني هاشم فغضب هشام فسجن الفرزدق بعُسفان.\r¬_________\r(¬1) معجم ما استعجم (البطحاء).","Part":"1","seal":"3CAC4E56","page":40},
      {"id":41,"nass":"ولما وقف عزيز أباظة بمكة قال:\rرفَّت الأرض من حولها والسماء ... وتناهى إليها السّنَى والسّنَاءُ\rوزكا عندها الهوى فهي للكون ... جمال ورحمة وإخاءُ\rقف ببطحائها قبالة بيت ... الله واخشع فإنَّها البطحاءُ\rبارك الله حولها واجتباها ... فزكت في صعيدها الأنبياءُ\rقلت: كانت في صغرنا بطحاء. أما اليوم فهي شارع معبد وأرصفة، وكان أهل مكة يعرفون أن البطحاء بين مهبط ريع الحجون والمسجد الحرام، فإذا تجاوزت ريع الحجون مشرقاً فهو الأبْطح إلى المنحنى عند بئر الشَّيْبِي.\rويطلق عليها المعلاة، أما ما بعد المسجد جنوباً بغرب فهو المسفلة إلى قَوْز المكّاسة. وقُوْز المكَّاسة: دعص رمل أسفل من كُدَيّ، كان يسمى \"الرُّمَضَة\".\r\rبَلْدَح: بفتح الباء الموحدة وسكون اللام وفتح الدال المهملة وآخره حاء مهملة أيضاً.\rقال ابن قَيْس الرُّقَيَّات: (¬1)\rفمنى فالجمار من عبد شمس ... مقفرات، فبَلْدحٌ فحراءُ\rوقالوا: لما قتل الحسين صاحب فخ سمع على مياه غَطَفَان كلِّها هاتف يقول:\r¬_________\r(¬1) معجم البلدان (بلدح).","Part":"1","seal":"38E5EF0E","page":41},
      {"id":42,"nass":"ألا يا لقوم للسَّواد المُصبِّحِ ... ومقتل أولاد النبي ببلْدَحَ\rلِيَبْكِ حُسَيْناً كل كَهْلٍ وأمردٍ ... من الجنّ إن لم تبكِ للإنس نُوَّحِ\rوبلدح: هو وادي مكة الثاني، الذي تقع فيه الشهداء وأمُّ الدود (أمّ الجود). وسماه الأزرقي وادي مكة.\rوقال: إن وادي مكة هو الذي يمر بالبيت (وادي ابراهيم) وكان بَلْدَح في عهد الأزرقي لكل جزع منه اسم: فبقرب حراء يسمى مكة السِّدر وعند الشهداء يسمى فَخّاً. ويظهر أن اسم بلدح - مَن قديم- لا يطلق إلا على ما تجاوز الزاهر إلى الحديبية (الشميسي) وهناك أقوال وتعريفات تركت للاختصار -راجعها في المعجم- والحسين المقتول بفخ والذي صار يسمى صاحب فخ: هو الحسن بن علي بن الحسن بن أبي طالب، خرج على الدولة العباسية سنة 169 هـ فقتله والي مكة، بعد معركة دامية في المكان المعروف اليوم بالشهداء فسمي هذا الحي الشهداء من يومها، أي مقبرة الشهداء ولتلك الموقعة أخبار مطولة سنأتي عليها عند ذكر فخ إن شاء الله.\rوقد نقل بعض المؤرخين: إن عبد الله بن عمر رضي الله عنهما دفن في هذا الموضع، وهذا وهم، فعبد الله بن عمر دفن بمقبرة بني عبد الله بن أَسيد في أذاخِر.\r\rالبَلْدَة: اسم من أسماءِ مكة.\rقال تعالى \"بلدةٌ طَيِّبَةٌ ورَبٌّ غَفورٌ\".\rوقالوا: البلدة منى واستشهدوا بأحاديث وأقوال على ذلك، ومنى تسمى أيضاً المنازل.","Part":"1","seal":"1A012575","page":42},
      {"id":43,"nass":"قال شاعرهم: (¬1)\rوقالوا تعرفها المنازل من مِنى ... وما كل من وافى مِنىً أنا عارف\rوقال عامر بن الطُّفَيْل: (1)\rأنازلة أسماءُ أمْ غير نازلهْ؟ ... أبيني لنا يا أسْمَ ما أنتِ فاعِلهْ\rأي أنازلة مِنىً أم لا؟\rوقال ابن أحمر: (1)\rوافيت لما أتاني أنها نزلتْ ... إن المنازلَ مما تبعثُ العَجَبا\r\rالبَوْبَاة: قال رجل من مُزَينة: (¬2)\rخَلِيليَّ بالبَوْبَاة عُوجا فلا أرى ... بها منزلاً إلا جديب المقيَّد\rنَذُقْ بَردَ نَجدٍ، بعدما لعبتْ بنا ... تهامة في حمَّامها المتوقِّد\rوقال المتلمِّس: (2)\rلن تسلكي سُبُل البَوْبَاةُ منجِدةً، ... ما عاش عمرو، وما عُمّرت قابوسُ\rوقال عمر بن أبي ربيعة القُرَشي: (¬3)\r¬_________\r(¬1) معجم ما استعجم (البلدة)\r(¬2) معجم البلدان (البوباة)\r(¬3) ديوانه ص 273","Part":"1","seal":"AC085573","page":43},
      {"id":44,"nass":"عوجا نحيِّ الطللَ المِحْولا ... والرَّبعَ من أسماء والمنزِلا\rبجانب البَوْباة، لم يعده ... تقادم العهد بأن يُؤهَلا\rوقال عمر أيضاً: (¬1)\rكانهمُ على البَوْباة نَخلٌ ... أُمِر لها (بذي صعب) خَليجُ\rوحدد الأقدمون البوباة بأنها على طريق الطائف من مكة المكرمة. وأنها من صدر نخلة اليمانية. وقالوا: تخرج منها على قرن المنازل. وكلها تحديدات صحيحة.\rقلت: وهي تعرف اليوم بالبُهَيتة: تقع في صدر نخلة اليمانية تخرج منها على السيل الكبير، وهو ميقات أهل نجد، وكان يعرف بقرن المنازل. وقرن: وادٍ لا زال معروفاً هناك وسميت البُهَيتة لأنها ذات صعود في أرض ميثاء تبهت السائر فيها. أما قوله: منجدة. وقول الآخر نذق برد نجد، فالبوباة ليست من نجد، إنما أهل مكة من قديم يسمون الطرق بأسماء البلدان التي تتجه إليها. فطريق نخلة تسمى النجدية. والطريق إلى اليمن تسمى درب اليمن. وهكذا.\rوقال المتقدمون: البَوْباة من ديار بني سعد بن بكر أضآر رسول الله - صلى الله عليه وسلم -. قلت: وهي لا زالت من ديارهم. فهي للثبتة، والثبتة: من بني سعد. وأقف قليلاً عند قول المزني. هذه الرواية موروثة عن أسلافنا يرحمهم الله، ولكن مكة والبوباة ليست من ديار مزينة. ومزينة ليسوا من أهل تهامة ولا نجد. فهم أهل الفرع والنقيع.\r¬_________\r(¬1) ديوان عمر ص 72.","Part":"1","seal":"22AE9671","page":44},
      {"id":45,"nass":"(ت)","Part":"1","seal":"988E398D","page":45},
      {"id":47,"nass":"تًضَارع: على وزن تُفاعِل:\rقال أبو ذؤَيْب الهذلي:\rكأن ثِقالَ المِزن بين تُضَارعٍ ... وشابة برك من جُذَام لبيجُ\rقال المتقدمون:\rهو جبل لكنانة. وخلط بعضهم بينه وبين تضارع المدينة -جماء تضارعه-.\rوأقول: شعر أبو ذؤيب على تضارع كنانة، وربما تَضْرُع الآتي أو مجاور له، ولا يبعد أن يكون جمعاً.\rوقوله: شابة: -بالباء الموحدة- صوابه: شامة -بالميم- وهو جبل يذكر دائماً مع طفيل فيقال: شامة وطفيل، فشامة جبل جنوب غربي مكة على قرابة ثمانين كيلاً، أو أكثر قليلاً، قرب الطريق الجديدة اليوم. أما شابة -بالباء- الموحدة- فهو جنوب شرقي المدينة بعيداً عنها ولا زال معروفاً هناك. ولم أعثر على تضارع، غير أن جنوب غربي مكة على \"35\" كيلاً جبال تعرف بالضُّرُوع، تشرف على وادي عُرَنَة من الجنوب، لخزَاعة، ولا أستبعد أن تكون جمع تضارع، أو جمع تضرع، أي مرادفة لتضارع جمع تَضْرُع: بفتح التاء المثناة فوق وسكون الضاد المعجمة وضم الراء وعين مهملة.\rقال كُثَيِّر الخُزَاعي صاحب عَزَّة:\rتفرق أهواة الحجيج إلى مِنىً ... وصدعهم شعب النَّوَى مشي أربعِ\rفريقان: منهم سالك بطن نخلة ... ومنهم فريق سالك حزْمَ تَضْرُعِ","Part":"1","seal":"80AE8535","page":47},
      {"id":48,"nass":"كذا رواه في معجم البلدان، وفي ديوان كُثَيّر:\rتفرق أُلاّف الحجيج على منىً ... وشتتهم شحط النَّوَى مشى أربعِ\rفريقان: منهم سالك بطن نخلة ... وآخر منهم جازع ظهر تَضْرُع\rوقال عبد الله بن جذل الطعان الكناني:\rتحرض عبَّاساً علينا وعنده ... بلاءُ طعان صادق يوم تَضْرُعا\rوابن جذل من بني فِراس بن غَنْم وديارهم كانت نواحي خُلَيص وقُديد. وديار كنانة يضيع فيها الباحث فقد كانت تمتد من وراء حلى جنوباً إلى وادي الصفراء وينبع شمالاً، أي ينيف طولها على ثمانمائة كيل.\r\rالتِّلاَعة: بكسر التاء المثناة فوق وتخفيف اللام وألف ثم عين مهملة فهاء قال بُدَيْل بن عبد مَنَاة الخُزَاعي يخاطب بني كنانة: (¬1)\rونحن صَبَحنا بالتِّلاعة داركم ... بأسيافنا، يسبقن لوم العواذلِ\rونحن منعنا بين بَيْضٍ وعُتود ... إلى خيف لا رَضْوى من مجر القبائل\rوقال تأبَّط شرّاً واسمه ثابت:\rأُنهنِه رحلي عنهم وإخالهم ... من الذل يَعْراً بالتِّلاعة أعفرا\r¬_________\r(¬1) معجم البلدان (التلاعة).","Part":"1","seal":"A0F40E85","page":48},
      {"id":49,"nass":"في هذا الشعر:\rأ- بيض وعتود: واديان لا زالا معروفين بين صبياء وحلى من تهامة اليمن. وهذا الشعر: ونحن منعنا بين بيض وعتود إلخ - يجب أن يكون لشاعر كناني. لأن كنانة هي التي كانت تستطيع أن تحميها، أما ديار خزاعة فلم تبلغ هذا الاتساع، فأعتقد أن هذا الشعر ليس خُزاعياً.\rب- رَضْوى: تقدم معنا في البحوث السابقة.\rجـ- التِّلاعة: وتقدم ضبطها: كانت ولا زالت على الحدود بين هذيل وبني كنانة، حيث تكاد تشترك اليوم فيها بنو شعبة من كنانة، والعلويون من هذيل، وهي: وادٍ يسيل من جبال راية فيصب في وادي إدام من مطلع الشمس. وإدام للجحادلة من بني شعبة من بقايا كنانة.\r\rالتَّنَاضِب، جمع تنضبة: قال جرير:\rبانَ الخليطُ فودَّعوا بسَوادِ ... وغدا الخليطُ روافع الأعْمادِ\rلا تسأليني ما الذي بي بعدما ... زوّدتِني يوم التناضِب زادي\rورب قائل يقول: ما لجرير ومكة؟ فهي ليست دياره. فنقول: إنّ جريراً كان يحج إلى مكة وقصته مع الفرزدق في منى مشهورة. وهو أيضاً القائل:\rقد كنت أهوى ثرى نجدٍ وساكنه ... فالغورَ غوراً به عُسفان والجحفُ","Part":"1","seal":"0FC1E89A","page":49},
      {"id":50,"nass":"فإذاً ليست مكة غريبة على جرير بل وعلى كل شاعر عربي غير أننا لا نستطيع الجزم بأن تناضب جرير هي تناضب مكة، فالتنضب كثير في بلاد العرب. (وفي قصة إسلام عمر رضي الله عنه: إنه اتَّعد هو وعَيّاش بن أبي ربيعة وهشام بن العاصي السَّهْمي اتَّعدُوا التناضب. ونص المتقدمون على أنها في أضاة بني غفار قرب سرف.\rقلت: أضَاة بني غفار: إذا خرجت من سَرِف شمالاً خرجت فيها، بينها وبين قبر أمّ المؤمنين ميمونة بنت الحارث مقبرة صغيرة.\rوسميت التناضب لأنها تنبت شجر التنضب، ولا زال كلما قطع عاد من جديد، وحاول أحدهم حفر بئر فيها فظهر ماؤها مالحاً.\rوالتناضب: جمع قلة للتنضبة. والتنضبة شجرة برية معروفة.\r\rالتَّنْعِيم: وادٍ ينحدر شمالاً بين جبال بشم شرقاً وجبل الشَّهيد جنوباً فيصب في وادي ياج، وهو ميقات لمن أراد العمرة من المكيين، وتسمى عمرته: عمرة التنعيم، أي مكان الاعتمار، وذلك تمييزاً لها عن عمرة الجعرانة، وكان يسمى نعمان، قال محمد بن عبد الله النميري:\rفلم تر عيني مثل سرب رأيته ... خرجن من التنعيم معتمرات\rمررن بفخ ثم رحن عشية ... يلبين للرحمن مؤتجرات\rفأصبح ما بين الأراك وحذوه ... إلى الجزع جزع النخل والعمرات\rله أرَجٌ بالعنبر الغض فاغم ... تطلَّع رياه من الكفرات","Part":"1","seal":"7C16A4A0","page":50},
      {"id":51,"nass":"تضوع مِسكاً بطن نَعْمان إذ مشت ... به زينب في نسوة عطرات\rوقد توهم البعض أن نعمان الوارد هنا هو نعمان الأراك، وهذا خطأ، إذ أن من يعتمر قاصداً المسجد الحرام ليس قريباً من نعمان الأراك.\rوقد أصبح التنعيم اليوم حياً جميلاً من أحياء مكة. وقد ثبت أن رسول الله - صلى الله عليه وسلم - أمر عبد الرحمن بن أبي بكر أن يعمر عائشة أخته من التنعيم، ومن ذلك اليوم اتخذه أهل مكة عمرة، وهو أقرب الحل إلى المسجد الحرام فهو يقع على قرابة ستة أكيال شمالاً من المسجد الحرام على طريق المدينة.","Part":"1","seal":"BD998E4B","page":51},
      {"id":53,"nass":"(ث)","Part":"1","seal":"8EC1110F","page":53},
      {"id":55,"nass":"ثَبِير: بفتح الثاء المثلثة، وكسر الباء:\rقال عبد الله بن عمرو بن عثمان بن عفان رضي الله عنه، وهو الملقب بالعرجي نسبة إلى عرج الطائف (¬1):\rوما أنسَ مِ الأشياء لا أنسَ موقفاً ... لنا ولها بالسَّفْح دون ثَبيرِ\rولا قولها وهَناً وقد سَمَحتْ لنا ... سوابقُ دمعٍ لا تجف غَزِير:\rأأنتَ الذي خبّرتُ أنك باكِر ... غداةَ غدٍ أو رائحٍ بهَجِيرِ\rويقول الحارث بن خالد المخزومي:\rإلى طرف الجِماَر وما يليها ... إلى ذات القَتَادة من ثَبِير\rقلت: معظم جبال مكة الكبار كانت تسمى الأثْبِرة جمع ثبير فمنها: ثبير غَيْناء وهو أشمخ هذه الأثْبرة وهو الذي تسميه عامة أهل مكة اليوم جبل الرَّخَم ذلك أن على رأسه غر الطير لا يفارقه، وكان يسمى أيضاً ثَبير الأثْبِرة، أي كبيرها. وكان يسمى في الجاهلية سَميراً ثم سُمِّي صَفَراً، وكان يقال لقمته ذات القتادة، وهو المقابل لجبل النور (حراء) من الجنوب والمشرف على منى من الشمال، ويسمى متنه الشرقي \"ثَقَبَة\" بثلاث فتحات.\rوكان الجاهليون لا يفيضون من مزدلفة حتى تشرق الشمس على رأسه.\rولذلك يقولون: أشرق تَبِير كيما نغِير.\r¬_________\r(¬1) معجم البلدان (ثبير).","Part":"1","seal":"F6CF01FC","page":55},
      {"id":56,"nass":"وثَبِير الأحْدَب: وهذا هو الطرف الشمالي من ثَبير النصع، يقع بين جبل ثَقَبَة وجبل الطارقي شمال مُزْدَلِفة، ولاَ تتصل حدودها به، ومنه يسيل وادي أُفَاعية الذي يمر بين ثَبير غَيْناء وبين حِرَاء وكان يُكِّون صدر وادي ابراهيم، فكان سيله يضر بالمسجد الحرام لأنه يسيل من جبال شوامخ، فلما بنى (العدل) حُوِّل ماء أفاعية إلى مكة السدر \"الصفيراء اليوم\" فصار يذهب إلى فَخّ فبلدح. وثَبِير النصع: وهذا هو الجبل الضخم الذي يشرف على مزدلفة من الشمال والشرق ويعرف باسم جبل المزدلفة، يفصل بينه وبين المازمين ريع يسمى رقع المُرَار.\rوثَبير الزِّنْج: ويقول الأزرقي أنه سمي بذلك لأن زنوج مكة كانوا يحتطبون منه، ويلعبون عنده، وهو المعروف اليوم بجبل المسفلة، وله أسماء عديدة منها: جبل عُمَر، يطلق على القسم المشرف على الشُّبَيكة، يأخذه ريع الحفاير، وجبل الناقة يجاور جبل عُمَر من الجنوب الشرقي، والناقة: حصاة هناك تشبه الجمل.\rيجاور ذلك جبل الشراشف، وفي الجنوب الغربى يسمى جبل النُّوْبة، ولعل هذا له صلة باسم الزنج، ويسمّى غربة جبل الحفائر، والحفائر كانت تسمى في عهد الأزرقي \"الممادر\" أي حيث يستخرج المدر وهو الطين الذي كانوا يبنون به، وهي اليوم حي من أحياء مكة. وثَبير الخضراء هو الجبل ذو القلة الذي يشرف على الأقحوانة من الجنوب، ويمتد غرباً بجنوب فيتصل بالخنادم، ويمتد جنوباً فيتصل بجبل سُدير.\rوثبير الأعرج: وهو حراء وسيأتي.\rوثَبير ثَوْر: وقد تقدم الحديث عنه عند ذكر أطحل، وسيأتي أيضاً، وتجدر الإشارة إلى أنه لا يعرف اليوم اسم ثَبِير بل أن كثيراً من جبال مكة لا تعرف لها أسماء.","Part":"1","seal":"6569BA49","page":56},
      {"id":57,"nass":"وقد كتبت بحوثاً لمجلة العرب باسم \"جبال مكة\" أحصيت فيها ستين جبلاً ..\rغير أن المجلة لم تتمكن من نشر جميع تلك البحوث.\rغير أن ذلك كله موضح بتوسع في \"معجم معالم الحجاز\" وكذلك ما نكتبه هنا، غيرأن إتمام طبع هذا المعجم قد يمر عليه زمن ليس باليسير ثم إنه ليس من المتيسر لكل قارىء أن يرى مثل هذا المعجم أو تلك المجلات الشهرية المتخصصة، وأرجو أن يكون في هذا الكلام إيضاح لمن يتوهم التكرار في المعلومات.\r\rثَوْر: بلفظ ثور البقر وقد تحدثنا عنه في مادة أطحل: جبل يقع جنوب مكة: يرى من المزدلفة ومن المسفلة، وقد تقدم أيضاً أنه أحد أثبرة مكة. قال أبو طالب عم النبي - صلى الله عليه وسلم - (¬1):\rأعوذ برب الناس من كل طاعنٍ ... علينا بشرٍّ، أو مخُلِّق باطل\rومن كاشِحٍ يسعى لنا بمعِيبةٍ، ... ومن مفترٍ في الدِّينِ ما لم يحاولِ\rوثَوْرٍ ومن أرسى ثَبِيراً مكانه ... وعَيرٍ وراقٍ في حِرَاءٍ ونازلِ\rوهذا الشعر يدل على أن عَيرْاً كان معروفاً في مكة. وتقدم معنا الخوض فيه وفي سبب تسميته (¬2). ومنذ أن لجأ إليه رسول الله - صلى الله عليه وسلم - عند بدء الهجرة أصبح هذا الجبل مقدّساً يزوره المسلمون للذكرى ويدخله بعضهم تيمناً. وقد تقدم تحديده.\r¬_________\r(¬1) معجم البلدان (ثور) والسيرة \"لأمية أبي طالب\".\r(¬2) معجم معالم الحجاز (ثور).","Part":"1","seal":"66BD49B6","page":57},
      {"id":59,"nass":"(ج)","Part":"1","seal":"A5A83E97","page":59},
      {"id":61,"nass":"الجَبَاجِب: جمع جُبْجُب:\rقال كُثَيِّر بن عبد الرحمن صاحب عَزَّة (¬1):\rإذا النَّضر وافتها على الخيل مالكٌ ... وعبد مَنَافٍ والتقوا بالجَبَاجِب\rوخاض المتقدمون في معنى الجباجب تسمية واشتقاقاً.\rفقالوا: هي كروش تحشى. وقالوا: هي أسواق مكة.\rوقالوا: زنابيل من جلد. وقالوا: هي جبال مكة.\rقال الفرزدق:\rتَجَبْجبتمُ من بالجَبَاجب وسرها ... طَمت بكمُ بطحاؤُها لا الظواهر\rقلت: العرب لا زالت تسمي نوعاً من الجبال بالجَبَاجِب، وهي الحجرية الظاهر الهشة الباطن وهذا ينطبق على صغار الجبال في مكة. ومن هذا نستنتج أن جبال مكة كانت تصنف إلى صنفين: الكبار وهي أما أثبرة أو أخاشب، والصغار وهي الجباجب. فإذاً الجباجب -في مكة- هي الجبال الصغيرة وهي كثيرة. وكذلك في منى.\r\rجُرَاب: بلفظ الجراب الماعون المعروف.\rقال شاعر وقيل هو كثير عزة (¬2):\rسَقَى الله أمواهاً عرفت مكانها: ... جُراباً، ومَلْكُوماً، وبَذَّر، والغَمْرا\rوهي إحدى الآبار التي حفرتها قريش إبان تربيعها مكة. ولم\r¬_________\r(¬1) ديوانه ص 341\r(¬2) معجم البلدان (جراب)","Part":"1","seal":"AE36F91B","page":61},
      {"id":62,"nass":"أعثر على ذكر لمن حفرها من قريش، غير أن محقق كتاب أخبار مكة للأزرقي أشار إلى أنها لبني سهم.\r\rالجُرف: بضم الجيم: لغة هو حرف الأرض التي جرفها السيل ونحوه.\rقال عرعرة بن عاصية السلمي (¬1):\rألا أبلغ هُذَيلاً حيث كانت ... مغلغلةً تخب عن الشفيقِ\rمقامكُمُ غداة الجرف لما ... تواقعت الفوارسُ بالمَضيقِ\rقال البكري: هو من منازل بني سهم بن معاوية من هذيل.\rوهنا أوقع بهم عرعرة فأدرك ثأر أخيه عمرو بن عاصية. أ. هـ\rوديار بني معاوية كانت بنخلة وكذلك المضيق كان مشهوراً بمضيق نخلة، وهو اليوم قرية عامرة بنخلة الشامية، نسبت إلى ذلك المضيق فقيل: قرية المضيق، ثم سُمِّي الوادي كذلك وادي المضيق، ونسي الناس اسم نخلة الشامية. وقال البكري: هو قرب ودَّان. وهذا وهم. فودان ما كانت من ديار هذيل بل تشترك فيها خزاعة وكنانة. وابن عاصية كانت غاراته على نواحي شمال شرقي مكة. والذي أراه أن الجرف هنا ليس علماً كجرف المدينة، إنما هو جرف من الأرض وقعت عنده وقعة.\r\rالجُرَير: تصغير جر.\rقال عمر بن أبي ربيعة المغيري القرشي (¬2):\rحي المنازل قد تركن خرابا ... بين (الجرير) وبين ركن (كسابا)\r¬_________\r(¬1) معجم ما استعجم (الجرف)\r(¬2) ديوانه ص 60","Part":"1","seal":"DACE93B9","page":62},
      {"id":63,"nass":"بالثني من (ملكان) غير رسمها ... مر السحاب المعقبات سحابا\rوتوهم البكري -رحمه الله- أنه جبل بنجد.\rقلت فيما تقدم:\rأ- الجرير: وقد قدمنا ضبطه ضليع أُسَيمر بطرف وادي ملكان من الشمال على 28 كيلاً جنوب مكة، يمر به طريق اليمن (درب اليمن القديم)، على مرأى منه شرقاً.\rيقابله من الجنوب مصب وادي دفاق في ملكان.\rب- كُسَاب: بضم الكاف .. وتخفيف السن: جبل من أشهر جبال هذيل يرى من الجرير شمالاً شرقياً بينه وبين مكة. وهو اليوم للأشراف.\rجـ- مَلْكان: على وزن فَعْلان -بفتح الميم وسكون اللام، وادٍ من أشهر أودية هذيل يمر جنوب مكة على نفس المسافة المذكورة في الجرير. ومن روافده الكبار: دفاق وضيم وجميعها لهذيل. وأسفل ملكان لخزاعة.\rوحدهم القديم (درب المعرفات) طريق تربط ضيماً ودُفاقاً، وما إليهما بعرفة.\r\rالجَزْل: بفتح الجيم وسكون الزاي ..\rقال عمر بن أبي ربيعة (¬1):\rولقد قلت ليلة (الجَزْل) لما ... أخضلت ريطتي عليَّ السماء\rليت شِعْري وهل يردّنّ (ليت) ... هل لهذا عند (الرَّبَاب) جزاء؟\r¬_________\r(¬1) ديوانه ص 17.","Part":"1","seal":"678AE72D","page":63},
      {"id":64,"nass":"وقال السباعي في تاريخ مكة: جزل -بكسر أوله وتشديد ثانيه-: نسب إلى طائفة من الجنوب كانت تلعب فيه.\rوأقول: شعر عمر يدل على أن المكان كان معروفاً قبل أن تعرف مكة الجنود. ووصف هذا الجبل ينطبق على الجبل المعروف بجبل خليفة. وهو المقابل للمسجد الحرام من الجنوب على يمين الداخل في أجياد الكبير، فوقه قلعة بناها الشريف سرور أحد ولاة مكة في العهد العثماني.\r\rالجِعْرَانة: بكسر أوله وسكون ثانيه وتخفيف الراء، كذا اتفق اللغويون على ضبطها. وأهل مكة اليوم ينطقونها بضم الجيم.\rقال أحدهم (¬1):\rفيا ليت بالجعرانة، اليوم، دارها ... وداريَ ما بين الشآم فكبكب\rفكنت أراها في الملبن ساعةً ... ببطنِ منىً ترمي جمِار المُحَصَّب\rويقصد الشاعر أن تكون داره شمال كبكب لأن الجعرانة هناك. ولعل صواب قوله: ما بي الشآم فكبكب يكون (ما بين الستار وكبكب) ذلك أن جبل الستار يقع قرب الجعرانة من الجنوب، وهو الجبل الذي يشرف على علمى طريق نجد من الشمال، والذاهب من مكة إلى نخلة يجعل الستار على يساره عن قرب.\rوالجعرانة اليوم: قرية صغيرة في صدر وادي صف، فيها مسجد يعتمر منه أهل مكة المكرمة، ولها مركز إمارة، وتربطها بمكة طريق معبدة، وفيها زراعة قليلة. وكان النبي - صلى الله عليه وسلم - اعتمر منها بعد غزوة الطائف. خرج منها ليلاً وعاد من ليلته. وماؤها\r¬_________\r(¬1) معجم البلدان (جعرانة).","Part":"1","seal":"7F015952","page":64},
      {"id":65,"nass":"يضرب المثل بعذوبته، وأكثر المتقدمون -يرحمهم الله- من قولهم بين مكة والطائف. وهذا وهم نتج عن كونه - صلى الله عليه وسلم - قسم فيها الغنائم بعد وقائع حنين وأوطاس. والصواب أنها شمال شرقي مكة المكرمة على قرابة \"24\" كيلاً. وتقع على أحد عشر كيلاً شمالاً عدلاً من علمى طريق نجد أو طريق اليمانية كما يسمى اليوم، أي أنها قريبة من الحرم، ومنها طريق إلى نخلة، وإلى مر الظهران، وسرف.\r\rجَليل: ككبير: قال بلال بن رباح رضي الله عنه (¬1):\rألا ليت شعري هل أبيتنَّ ليلةٍ ... بفخٍّ وحولي أذخُرْ وجَليل\rوهل أرِدنْ يوماً مياهَ مَجَنَّةٍ ... وهل يَبْدوَنْ لي شامةٌ وطَفِيلُ\rأ- جَلِيل: وتقدم ضبطه - شعب يصب من حراء في الصفيراء (مكة السدر قديماً) مقابل شعب أذاخِر من الشرق مع ميل إلى الشمال، وهذا أذاخر الشامي، وهناك أذاخر اليماني يصب على الخرمانية والجعفرية.\rب- أذخر: يقصد أذاخر: الآنف ذكره.\rوالشعبان يصبان في صدر فخ. وكان مراد بلال المكي المتشوق إلى أرضه: هل ييسر الله لي المبيت في فخ بين أذاخِرِ وجَلِيل؟ ولما لم يستقم الوزن بأذَاخِر اضطر إلى حذف حرف منه مع عدم الإخلال بالمعنى.\rونظائره في الشعر العربي كثيرة. غير أن بعض\r¬_________\r(¬1) هذا الشعر متواتر، وفي عجز البيت الأول خلاف.","Part":"1","seal":"35376814","page":65},
      {"id":66,"nass":"الشُّراح أخذوا بالظاهر في أذخر وأخذوا بلهجة أهل نجد في جَلِيل. فقالوا: إنه يتمنى أن ينام وحوله شجر الأذخر ودمن البهائم. ثم عمد بعضهم إلى حذف -فخ- لجهلهم بهذه المواضع فرووا البيت كالتالي:\rألا ليت شعري هل أبيتن ليلة ... بوادٍ وحولي أذخر وجَليل\rجـ- مجنة: سوق من أسواق العرب في الجاهلية. وقد ظهر لي من استنتاجات أنها -بلدة بحرة- اليوم، ولكن العصامي ذكر -عرضاً- أنها -الأطواء- والأطواء بئر في سطاع الجبل المعروف جنوب غربي مكة المكرمة، والنصوص لا تؤيده. أوفيت الموضوع في (معجم معالم الحجاز) وستمر مجنة في بابها هنا.\rوفي الأطوى تحدثنا عما طرأ على هذا الرأي، فانظره.\rد- شامة وطَفِيل: سبق أن ألمحنا إليهما .. وسيأتيان.\r\rالجمار: جمع جمرة. وهي تلك المشاعر الثلاث في منى: جمرة العقبة والجمرة الوسطى والجمرة الصغرى. ورجمهما من واجبات الحج، سميت بذلك لقصة رويت لإبراهيم عليه السلام مع إبليس.\rقال الشاعر (¬1):\rإذا جئتما أعلى الجِمار، فعرِّجا ... على منزل بالخَيْف غير ذَميم\r¬_________\r(¬1) معجم البلدان (الجمار).","Part":"1","seal":"FE076865","page":66},
      {"id":67,"nass":"وقولا سقاك الله من فِي صبابةٍ ... إليك، على ما قد عهدت، مقيِم\rوقد تقدم معنا ذكر الجمار عند الحديث عن بلدح. في شعر ابن قيس الرقيات. وهي ترد في الشعر كثيراً.\r\rجَمْع: ضد التفرق:\rقال ابن هرمة (¬1):\rسلا القلب إلا من تَذكّر ليلة ... بجَمْعٍ وأُخرى أسعفت بالمُحصَّب\rومجلس أبكارٍ كأن عيونها ... عيونُ المها أنضين قُدَّام ربرب\rوقال آخر:\rتمنَّى أن يرى ليلى بجَمْعٍ ... ليسكن قلبه مما يعاني\rفلما أن رآها خولتْه ... بعاداً فَتَّ فى عَضُد الأمانى\rإذا سمح الزمان بها وضنَّت ... عليّ فأي ذنبٍ للزمان\rوقال أبو طالب عم النبي - صلى الله عليه وسلم -:\rوليلة جمعٍ والمنازل من مِنىً ... وهل فوقها من حرمةٍ ومنازلِ؟\rوجمعُ إذا ما المقربات أجزنه ... سراعاً كما يخرجن من وقع وابل\r¬_________\r(¬1) معجم البلدان (جمع).","Part":"1","seal":"89CD0F09","page":67},
      {"id":68,"nass":"وجمع هي المزدلفة سميت لاجتماع الحجاج فيها عند الإفاضة من عرفة. وبها المشعر الحرام، ومن قال: هي قزح فقد وهم. يصلي الحاج بجمع صلاة المغرب والعشاء جمع تأخير، ثم يبيت بها -على أغلب المذاهب- فيصلي الصبح ويدفع إلى منى.\rوكانت العرب لا تدفع إلا بمجيز يدفع بها من جمع. فكانت الإجازة لخزاعة ثم صارت لعدوان وكان من عدوان أبو سيارة أحد بني سعد بن وابش بن زيد بن عدوان فقال أحدهم (¬1):\rنحن دفعنا عن أبي سياره ... وعن مواليه بني فزاره\rحتى أجاز سالما حماره ... مستقبل القبلةَ يدعو جاره\rوكان أبو سياره يدفع بالناس على أتان.\rوفزارة من غَطَفان، ولا أدري كيف كانوا موالي لأبي سيارة؟ ولم أر من علل ذلك. ثم صارت الإجازة لبني صوفة وهم: بنو الغوث بن أد. ثم صارت لبني صفوان حتى قام الإسلام على ذلك.\rقال الشاعر:\rولا يريمون في التعريف موقفهم ... حتى يقال أجيزوا آل صفوان\rوكان أبو سيارة يتقدم الحجاج صباح جمع راكباً حماراً ويخطب قائلاً:\rاللهم أصلح بين نسائنا، وعاد بين رعائنا، واجعل المال بين سمحائنا، أوفوا بعهدكم، وأكرموا جاركم، وأقروا\r¬_________\r(¬1) شفاء الغرام ص 32 ج 2.","Part":"1","seal":"BF464900","page":68},
      {"id":69,"nass":"ضعيفكم. ثم يقول: أشرَق ثَبِير كيما نغير.\rويوجد اليوم بطن صغير بالزيمة يدعى الصَّوَافىَ. فهل بينهم وبين بني صوفة علاقة يا ترى؟ إن المتتبع لبطون وقبائل الحجاز يجد أنه لا تذهب قبيلة ذهاباً كاملاً، ومهما حدث لها فلا بد من وجود بقايا في ديارها الأصلية، ولكن هذه البقايا قد يتغير اسمها لظروف، ولكن الغالب بقاء هذه الأسماء، فهذه مثلاً: خزاعة، وبنو شعبة، وبنو سعد، وغيرها من القبائل الصغيرة، ظلت محافظة على أسمائها.\r\rالجَوْز: بفتح الجيم وسكون الواو وآخره زاي:\rقال معقل بن خويلد الهذلي (¬1):\rلعمرك ما خشيت وقد بلغنا ... جبال الجَوْز من بلد تهامى\rوقال عبدة بن حبيب الصاهلي الهذلي أيضاً:\rكأنَّ رواهق المعزاء خلفي ... رواهق حنظل بلوى عيوب\rفلا والله لا ينجو نجاتي ... غداة الجَوْز، أضخم ذو ندوب\rاختلف المتقدمون في تحديد الجوز فقال ياقوت في معجمه: وفي كتاب هذيل، جبال الجوز أودية تهامة. ويقال: الجوز الحجاز كله. ويقال للحجازي جوزي. وقال البكري: جبال بالسراة واستشهد بقول أعشى همدان:\rأفالجوز أم جبلي طيءٍ ... تريدون أمْ طُرُق المنقى (¬2)\r¬_________\r(¬1) معجم البلدان (جوز).\r(¬2) في الأصل: طرف المنقل.","Part":"1","seal":"877F9684","page":69},
      {"id":70,"nass":"وفي كتاب أبي علي الهجري نزيل المدينة: الجوز ما بين مكة والمدينة. واستشهد بقول عبد الله بن هبة السلمي، يخاطب سليما وبني هلال بن عامر:\rومن يمنع الجَوْز الذي بين يثرب ... ومكة مرسى حومة العز والمجد\rقلت: والمنطقة الواقعة بين مكة والمدينة تسمى اليوم (الوُسيط) تصغير وسط. وذلك لتوسطها، بين الحرمين، أما الجوز فكان يطلق على المنطقة الجبلية بين الحرمين.\r\rجياد: تقدم في أجياد.","Part":"1","seal":"9DFE5A6C","page":70},
      {"id":71,"nass":"(ح)","Part":"1","seal":"25F04904","page":71},
      {"id":73,"nass":"الحِبَال: كجمع حبل الذي يربط به: هي اصطلاح جغرافي يطلق على الرمال المنقادة كالأعراف. أما إذا أطلق فيِ الشعر على مشاعر الحج أوما حول مكة فالمقصود بها حِبَال عَرفة، وهي: رُمَيلات صغيرة غرب جبل الرحمة، وكثيراً ما تصحفت فقيل الجبال - بالجيم- وهو خطأ، قال ابن أحمر: (¬1)\rإمَّا الحِبَال وإمَّا ذا المجاز ... وإمَّا في مِنىً سوف تلقى منهُمُ سبباً\rوذو المجاز الوارد هنا: هو سوق ذي المجاز المشهور في الجاهلية، والذي يقرن مع عكاظ ومجنة، تقع آثاره على خمسة عشر كيلاً شمال عَرَفة، وسيأتي في بابه. ولقرب المجاز من عَرَفة قال أبو ذؤيب الهذلي: (¬2)\rفراح بها من ذي المجاز عشيةً ... تبادر أُولىَ السابقات إلى الحَبْل\rفقال هنا: الحبل مفرداً والشعر العربي له مَنْحىً في هذا، فقد يجمع المفرد وقد يفرد الجمع.\r\rالحَثَمَة: بثلاث فتحات، هي حَثَمَة عمر بن الخطاب، رضي الله عنه، كانت من ربع رهطة بني عدي بن كعب وكان يقول رضي الله عنه:\rإن الذي أخرجني من الحَثَمَة لقادر على أن يسوقها إليَّ. أي الشهادة.\rوالحثمة -جغرافياً- أكمة صخرية قابلة للتفتت. وكانت هذه\r¬_________\r(¬1) معجم ما استعجم (الحبال).\r(¬2) معجم البلدان ومعجم ما استعجم (حبل).","Part":"1","seal":"4BF05068","page":73},
      {"id":74,"nass":"الحثمة بسفح جبل عمر مما يلي الشبيكة فغشيها العمران، وهي اليوم لصق جسر الشبيكة من مغيب الشمس، وفيها يقول خالد ابن المهاجر بن خالد بن الوليد بن المغيرة، ويقال الحارث بن خالد بن العاصي بن هشام بن المغيرة:\rلَنِساءٌ بين الحُجُون إلى الحَثَـ ... ـسمة في ليال مقمرات وشرق\rساكنات البطاح أشهى إلى القلب ... من السحناتِ دور دمَشْقِ\rيتضمخن بالعنبر والمسك ... ضماخاً كأنَّه ريحُ مَرْقِ\rويروي الأصفهاني، قصة هذا الشعر فيقول: (¬1)\rبلغني أن الحارث بن خالد بن العاصي بن هشام بن المغيرة، ويقال: بل خالد بن المهاجر بن خالد بن الوليد بن المغيرة، كان تزوج حمُيدة بنت النعمان بن بَشِير بدمشق لما قدم على عبد الملك بن مروان، فقالت فيه:\rنكحت الَمدينيَّ إذ جاءَني ... فيا لك من نكحةٍ غاويه\rكهول دمَشق وشبانها ... أحب إلينا من الجالية\rصنان لهم كصنان التيو ... سِ أعيا على المسك والغالية\rفقال الحارث يجيبها:\rقاطنات الحجون أشهى إلى قلـ ... ـبي من ساكنات دور مشق\r¬_________\r(¬1) الأغاني ص 3347 ط دار الشعب.","Part":"1","seal":"3E049082","page":74},
      {"id":75,"nass":"يتضوَّعْنَ لو تضمَّخْنَ بالمسـ ... ـكِ صنانا كأنَّه ريحُ مرق (¬1)\r\rحُثُن: بضم كل من الحاء المهملة والثاء المثلثة وآخره نون:\rقال سَلْمي بن مُقَعد القُرَمي من قُرَيم هُذَيل: (¬2)\rإنا نزعنا من مجالس نخلة ... فنجيز من حُثُن بياض ألملما\rفي الأصل بياض مثلما وهو تصحيف.\rوقال قيس بن العَيْزَارة الهذلي: (¬3)\rوقال نِساءٌ: لو قُتِلْت لساءَنا ... سواكُنَّ ذو البثِّ الذي أنا فاجعُ\rرجالٌ ونسوانٌ بأكنافِ رايةٍ ... إلى حُثُن تلك الدُّموعُ الدوافعُ\rوقال ابن العيزارة أيضاً: (¬4)\rأرى حُثُناً أمسى ذليلاً كأنه ... تُراثٌ وخلاه الصعاب الصعاتر\rوكاد يوالينا ولسنا بأرضهم ... قبائلُ من فهْمٍ وأفْصَى وثابرُ\rوتصحف على البكري فأورده بالتاء المثناة فوق:\r¬_________\r(¬1) أي أن نساء دمشق لهن صنان كصنان المرق وهو الصوف المبتل. وهذان حجازيان، أحدهما قرشي والآخر أنصاري، فاعتبرت حُمَيدة نفسها دمشقية، واعتبرت من جاء بعدها من قومها جالية.\r(¬2) معجم البلدان (حثن).\r(¬3) معجم البلدان (حثن).\r(¬4) معجم البلدان (حثن).","Part":"1","seal":"575B683F","page":75},
      {"id":76,"nass":"وأورد به ذكراً لحادث مقتل تأبَّطَ شرّاً وأورد إحدى مراثي أُمِّ تأبَّط شراً حيث قالت:\rقتيل ما قتيل بني قُرَيم ... إذا ضنَّت جمُادَى بالقِطَار\rفتى فَهْمٍ جميعاً غادروه ... مُقيماً بالحُرَيضة من نُمَار\rوحُثُن ونُمَار ورَخمْان كلها تذكر في أخبار مقتل تَأبَّط شرّاً، وهي مواضع ثلاثة متقاربة، وسنتحدث عن أخبار تأبَّط شراً في (رَخمْان) حيث نصت النصوص على أنه دفن هناك أما حُثُن اليوم فهو: وادٍ كبير لفَهْم بن عدوان، ولم تعد تنزله هذيل. يأخذ هذا الوادي من شفا بني سفيان جنوب غرب الطائف على قاربة \"35\" كيلاً ثم ينحدر تجاه الغور، يسمى أعلاه الحَوِيَّة ووسطه المُرَّة وجزع كبير منه يسمى حُثُناً، وأسفله الصَّوْح، فيجتمع مع واديين آخرين هما (وَدْيان والأزْحَاف) فتكون هذه الأودية الثلاثة وادي يلملم الذي يمر بمحرم أهل اليمن. وفي وَدْيان بقية من بني صاهلة، وأكثر المتقدمون من قولهم: حثن وادٍ عند المثلم أو مكان عند المثلم. وهذا تصحيف والصواب (ألملم) وتقدم معنا أن ألملم لغة في يلملم.\r\rحَجَر الشَّغْرَى: بفتح الشين المعجمة وسكون الغين المعجمة أيضاً ثم راء، وبالقصر قال أبو خراش الهذلي: (¬1)\rفكدت، وقد خَلّفتُ أصحابَ فائدٍ ... لدى حَجَر الشَّغْرى من الشدّ أُكْلَم\r¬_________\r(¬1) معجم البلدان (حجر).","Part":"1","seal":"E5A4A946","page":76},
      {"id":77,"nass":"وروي بضم كل من الشين والغين، كما روي بالزاي بدل الراء، ولهم فيه خلاف وقد يأتي معنا في مادة (الشفزى).\rقالوا في تحديده: هو حجر بالمُعرَّف. أي بعرفة. وسألت قُرَيشاً أهل عرفة عنه فلم يعرفوه.\r\rالحَجْلاء: كالتي بيدها بياض:\rقال سَلْمي بن المُقْعَد القُرَمي: (¬1)\rإذا حُبِس الذِّلاّن في شر عيشةٍ ... كبدتُ بها بالمستسنِّ الأراجِل\rفما إن لقومٍ في لقائِيَ طُرفةٍ، ... بمنخرق الحجلاء، غير المعابل\rقلت: تعرف اليوم بحَجْلاء بلا تعريف: جبل يشرف على دُفَاق من الجنوب، تسيل مياهه في دفاق، ولا زال من ديار هذيل، وكانت هذه ديار بني قُرَيم وكان ابن المُقْعَد يشن منها غاراته التي خلدها في شعره، وكانت بنو قُرَيم -من هذيل- ذات ذكر وبأس وديار واسعة، فيأتي ذكرهم في يَلَملم حيث قتلوا تأبَّط شرّاً، ويأتي ذكرهم في حُنَين حيث هزموا المعترض بن حبواء السلمى في يوم أَنْف. وقد تقدم الحديث عن أنْف والمسافة بين المكانين تعادل ثلث طول ديار هذيل أو هي أزيد، وبهذا نستدل على أن بني قُرَيم كانت من أكثر قبائل هذيل عدداً.\r\rالحُجُون: بضم الحاء المهملة والجيم على التوالي .. والعامة اليوم تقول: الحُجُول، بإبدال النون لاماً، وذلك لقرب مخارج الحروف.\rكانت جرهم سادة البيت فبغوا وفسقوا فيه فثارت الحرب بينهم وبين خُزَاعة فأجلتهم خزاعة إلى اليمن، فضلت إبل لمُضَاض بن\r¬_________\r(¬1) معجم البلدان (حجلاء).","Part":"1","seal":"FA75C4F1","page":77},
      {"id":78,"nass":"عمر والجُرْهمي ملك جرهم، فتابع أثرها حتى أشرف على وادي مكة، فإذا بابله تنحر وتطبخ، فأنشأ مُضَاض يقول:\rكأن لم يكن بين الحُجُون إلى الصَّفَا ... أنيس، ولم يسمر بمكة سامر\rولم يتربَّع واسطاً فجُنُوبه ... إلى المنحنى من ذي الأراكة حاضر\rبلى! نحن كنا أهلها فأزالنا ... صروف الليالي والجُدُود العواثر\rوبدَّلنا رَبِّي بها دار غُرْبة ... بها الذيب يعوى والعدو المحاصر\rفإن تمل الدنيا علينا بكَلِّها ... وتصبح حال بعدنا تشاجر\rفكُنَّا ولاةَ البيت من بعد نابتٍ ... نطوف بهذا البيت والخيرُ ظاهرُ\rمن قصيدة طويلة، وله أشعار أخرى في تشوقه إلى مكة. وكذلك ظلت خزاعة تلي البيت خمسمائة سنة إلى أن أفسدت فأزاحها قُصَيّ بن كِلاَب، فوليتها قُرَيش وعمرتها، فلما أفسدت في الحرم بما وضعت فيه من أصنام وغيرت ما تبقى من ملة إبراهيم، أرسل الله محمداً - صلى الله عليه وسلم -، بدين الحق، وبدل الله مكة خيراً وجعلها قبلة الدنيا.\rهذا استطراد أملته سيرة مضاض بن عمرو.\rوقال أبو طالب عم النبي - صلى الله عليه وسلم -: (¬1)\r¬_________\r(¬1) أخبار مكة 2/ 273.","Part":"1","seal":"DC1068A0","page":78},
      {"id":79,"nass":"جزى الله رهطا بالحجون تتابعوا ... على ملأ يهَدي الحزم ويرشدُ\rقعوداً لدى خَطْم الحجُون كأنهم ... مقاولة بل هم أعز وأمجد\rويقول كَثيرِ بن كَثيرِ -بفتح الكاف- السهمي: (¬1)\rكم بذاك الحُجُون من حي صدقٍ ... من كهولٍ أعفّةٍ وشباب\rفارقوا وقد علمت يقيناًَ ... ما لمن ذاق ميتةً من إياب\rوقال أبو ذؤيب الهذلي: (¬2)\rألِكني إليها وخيرُ الرسـ ... ـلِ أعلمهم بنواحي الخَبر\rبأيةِ ما وقفتْ والركا ... بِ بين الحُجُون وبن السرر\rوقال النصيب: (2)\rْلا أنساك ما أرسَى ثَبيرٌ مكانَه ... ومَا دام جاراً للحُجُونِ المُحصَّب\rكل هذه الأقوال لشعراء عبروا عن الحجون، فأين الحجون؟ المعروف اليوم ريع الحجون وتقول العامة: الحجول كما قدمنا، ولكن هذا الريع ما كان يسمى الحجون في عهد أولئك الشعراء. بل كان يسمى كَداء وهو الذي. يقول فيه حسان بن ثابت رضي الله عنه، يخاطب مشركي قريش:\r¬_________\r(¬1) أخبار مكة 2/ 273.\r(¬2) معجم ما استعجم (الحجون).","Part":"1","seal":"5D519B2C","page":79},
      {"id":80,"nass":"عدمتم خَيْلنا إن لم تروها ... تثير النقع موعدها كَدَاء\rولم يتعمق جغرافيو المتقدمين في تحديد الحجون، ولعل ذلك لبعدهم عن مكة. ومن شاهدها منهم شاهدها مشاهدة الزائر الغريب، وما ستأتي به مشاهدات غريب؟ إن لم يكن له من أهك البلد راوية ومرشد. وعندما قام الأستاذ رشدي ملحس بتحقيق أخبار مكة تأليف محمد الأزرقي، توهم أن الحجون حجونان: أحدهما جاهلي، والآخر إسلامي، ولا أرى ذلك.\rبل أن لدينا نصوصاً من أهمها نص الأزرقي نفسه، على أن الحجون هو الجبل الذي يمتد من ريم الحجون اليوم مشرقاً بشمال، ويكون وجهه الشرقي جبل أذاخر الذي يشرف على ثنية أذاخر التي تفضي على الخُرمانية (حائط خرمان) وهي الثنية التي دخل منها رسول الله - صلى الله عليه وسلم -، يوم الفتح، فإذاً جبل الحجون هو ذلك الجبل الذي تقع مقبرة أهل مكة القديمة بسفحه من الجنوب الغربي، وفي هذه المقبرة قبر خديجة رضي الله عنها. وقفة: هذه الوقفة مع شعر مضاض بن عمرو الجرهمي المتقدم. فقبل مدة ألقى أحد الأساتذة الكرام محاضرة كرر فيها أن عمر الشعر العربي لا يزيد عن (200) سنة! قبل البعثة النبوية على أكثر تقدير. ويقول هذا المحاضر (وعساه يعي ما يقول) وكانت ذروة مجد الشعر ذلك البيان الذي نجده في القرآن! لما تركته المعلقات من مفردات راقية، أي أن بلاغة القرآن -على حد تعبير هذا المحاضر- ما كانت لتصل إلى هذا المستوى لو لم يترق الشعر! ولن نناقش هذا الزعم الباطل يقيناً. إنما الذي نريد أن نناقشه قوله: ان أول من هلهل الشعر هو المُهَلْهِل بن ربيعة خال امرىء القيس، فأورثه شعره وعلى يد امرىء القيس سما الشعر. أهـ.","Part":"1","seal":"C4F5922E","page":80},
      {"id":81,"nass":"قلت: هذا منحى نحاه بعض المتقدمين رحمهم الله كقولهم: فتح الشعر بأمير وختم بأمير. أي فتح بامرىء القيس وختم بأبي فراس الحمداني، ولا زال الشعر حياً يغنى رغم القرون التي مرت على موت أبي فراس. وكانوا يجادلون في من هو أشعر الناس. ولكنهم كانوا يقصدون أشعر الناس في زمانهم. وحتى بعض المتأخرين قال: ختم الشعر بشوقي ولم يختم بعد. والمهم في موضوعنا المقارنة بين زمن مضاض والمهلهل.\rفالمصادر تقول: إن المهلهل عاش نحو (570) م أي قبل الهجرة بخمسين سنة. ومُضاض قبل الهجرة بسبعمائة سنة تقريباً، ذلك أن خزاعة وليت البيت بعد جرهم خمسمائة سنة، وبين قُصَيّ وبين الرسول - صلى الله عليه وسلم -، مائتي سنة، كل هذا بالتقريب. وهذا شعر مضاض أمامنا من شعر البلدانيات والتشوق الجيد، وهو بالتأكيد ليس بدعاً عليه بل نتيجة مسيرة طويلة.\rولجرهم شعر آخر:\rاللهُمَّ إن جُرهماً عبادُك ... الناس طَرْف وهمُو تلادُك\rفإلى أخي ذلك المحاضر الذي تكرم وأرسل إلي نسخة من المحاضرة وإلى كل الدارسين لأدبنا نقول: التروي والبحث العميق قبل اصدار الحكم {وما أُوتِيْتُمْ منَ العِلْمِ إلاَّ قَلِيلا} (صدق الله العظيم).\r\rحَدَّاء: بفتح الحاء والدال المهملتين وتشديد الدال، ممدود: عين كانت جارية بأسفل مر الظهران، ثم قامت عليها قرية تطورت مع الزمن، تقع بين الحديبية وبحرة على الطريق بين مكة وجُدَّة، وقد درج المتأخرون من الرحالين على تسميتها (حَدَّة) وهو تحريف طرأ بعد أن مرضت لغة الأمصار.","Part":"1","seal":"60DEF2AA","page":81},
      {"id":82,"nass":"قال أبو جُندب الهذلي (¬1):\rبغيتُهُم ما بين حَدَّا والحَشَا ... وأوردتُهمْ ماء الأثيل فعاصما\rولكن يظهر أن هذه غير حداء التي نحن بصددها، ذلك أنه توجد حَدَّاء أخرى: جبل للجحادلة بطوف يلملم من الجنوب، وكان من ديار هذيل في عهد الشاعر أو قربها، وقريب من حداء الأخير جبل يسمى الحَشَا وواد بنفس الاسم. فلا شك أن أبا جندب عناها.\r\rحِرَاء: بكسر أوله وفتح ثانيه مع المد، من أشهر جبال مكة بل أشهرها على الاطلاق: جبل يقع في شرقي مكة إلى الشمال، فيه الغار الذى كان يتعبد فيه رسول الله - صلى الله عليه وسلم -. وفيه نزلت على رسول الله - صلى الله عليه وسلم -: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ} (¬2).\rوكانت النبوة التي عم البشرية نورها ووسعهم عدلها وشغلتهم بركتها، فلا يحرم منها، إلاّ شقي. وله تأريخ طويل وأقوال للمتقدمين فيه لغوية وتاريخية (انظر معجم معالم الحجاز) وقد أكثر المتأخرون من ذكره في أشعارهم، فقد أصبح رمزاً للهداية والإلهام، أما ذكره في الشعر القديم فمنه قول عوف ابن الأحوص:\rفإني والذي حجت قريش ... محارمه وما جمعت حِراء\rوقال آخر:\r¬_________\r(¬1) معجم ما استعجم، (معجم البلدان (حداء)).\r(¬2) سورة العلق آية (1 - 4).","Part":"1","seal":"AF6A3526","page":82},
      {"id":83,"nass":"ألسنا أكرم الثقلين رَحْلا (¬1) ... وأعظمهم ببطن حِراءَ نارا؟\r\rحُرَاض: بضم الحاء المهملة والتخفيف:\rوادٍ من روافد نخلة الشامية يأتي من جبلة الثبتة، وهي التي تراها شمالك وأنت في بلدة السيل الكبير، فيلتقي مع بعج فيسمى كل الوادي حُراضاً حتى يلتقي بسيل وادي الزرقاء الآتي من الشمال الشرقي، ثم يسمى الوادي وادي المضيق أو وادي الليمون وكان اسمه نخلة الشامية.\rقال الفَضْل بن عَبَّاس اللُّهَبِي (¬2):\rأتعهد من سُلَيمَى ذات نُؤْيٍ ... زمان تحلّلَتْ سَلْمَى الَمراضا\rكأنَّ بيوت جيرتهم فأبْصر ... على الأزمان تحتل الرياضا\rكوقفِ العاج تحرقه حريق ... كما نخلت مغربلةٌ رحَاضا\rوقد كانت وللأيام صَرْف ... تُدمِّن من مرابعها حُراضَا\rوحراض آخر: يصب في نخلة اليمانية من الجنوب أسفل من الزيمة: القرية المعروفة ..\rوقال دُرَيْد بن الصِّمَّة:\rفإن لم تشكروا لي فاحلفوا لي ... بربِّ الراقصاتِ إلى حُرَاض\r¬_________\r(¬1) في معجم البلدان: طرأ بدل رجلاً:\r(¬2) معجم البلدان (حراض).","Part":"1","seal":"A445D5E5","page":83},
      {"id":84,"nass":"يقصد الهجن التي تمر بحراض في طريقها إلى البيت.\rوهناك حراض آخر غرب المدينة المنورة: يصب من جبل الفقرة (الأشعر قديماً) فيدفع في وادي الحمض (إضم) وليس هذا من بحثنا وإنما كما قال الشاعر المكي (والشيءُ بالشيءِ يذكر).\r\rالحَزْوَرَة: بفتح الحاء المهملة وسكون الزاي. وجمعها حزاور. وهي الرابية الصغيرة.\rقال الأزرقي في أخبار مكة (¬1):\rكانت سوق مكة، ثم دخلت في المسجد الحرام. وقف عليها رسول الله - صلى الله عليه وسلم - يوم الفتح، فقال: يا بطحاء مكة! ما أطيبك من بلدة وأحبّك إليّ، ولولا أن قومي أخرجوني منك ما سكنت غيرك. وقد روي هذا الحديث بتغيير في اللفظ. وكان الشافعي -رحمه الله- يحتج بهذا الحديث في تفضيل مكة على المدينة. قال أحد بني جُرْهم:\rبدأها قوم أشحَّاء أشدَّةٌ ... على ما بهم يشرونها بالحَزاوِر\rوقال الغَنَوي:\rيوم ابن جدعان بجنب الحَزْوَرَة ... كأنه قيصر أو ذو الدسكرة\r\rالحَصْحاص: بتكرير الحاء والصاد المهملتين:\rقال شاعر (¬2):\r¬_________\r(¬1) ج 2 ص 296\r(¬2) معجم البلدان (الحصحاص) ومعجم ما استعجم.","Part":"1","seal":"CB5A202F","page":84},
      {"id":85,"nass":"ألا ليت شعري هل تغير بعدنا ... ظِباءٌ بذي الحَصْحَاص نُجل عُيونها\rولي كبدٌ مقروحةٌ قد بدا بها ... صدوع الهوى لو كان قينٌ يقينها\rقلت: الحصحاص هو الجبل الذي يشرف على حي الزاهر من مطلع الشمس. يسمى جانبه الشمالي الغربي (أبو مدافع) وعليه حي يسمى (ملقية) ولم يعد اسم الحصحاص معروفاً اليوم. وقد عاد البكري فأورده بإعجام جميع حروفه.\r\rحَفَايل: بفتح الحاء المهملة والفاء: جبال لهذيل شمال شرقي كِنْثيل. سيلها في نخلة اليمانية من الجنوب بطرف يسوم من الغرب على (61) كيلاً من مكة على طريق اليمانية.\rقال أبو ذؤيب الهذلي (¬1):\rتأبَّط نِعْليه وشق بَرِيرة (¬2) ... وقال: أليس القوم دونَ حُفَائِل؟\rوقال عبد مناف بن رِبْع:\rألا ليت جيش العَيْر لاقوا كتيبةً ... ثلاثين منا صرْع ذات الحَفَائِل\rوابن رِبْع يقصد الجيش الذي غزا بنو قُرَيم بأنْف، وسماه هناك جيش الحمار، وقد قدمنا قصته في رسم (أنْف).\r\rالحُلَيَّات: قال عمر بن أبي ربيعة (¬3):\r¬_________\r(¬1) معجم ما استعجم، ومعجم البلدان (حُفَائل)\r(¬2) وروي (مريرة)\r(¬3) ديوانه ص 197، 199","Part":"1","seal":"7E6D4162","page":85},
      {"id":86,"nass":"ألم تسألِ الأطلالَ والمُتَربّعا، ... ببطن (حُلَيَّات) دَوارسَ بَلْقَعا\rإلى الشرى من وادي (المُغَمّس) بُدِّلَتْ ... معالمه وبلاً ونكباء زعزعا\rوقال أيضاً (¬1):\rغَشيتُ بأذنابِ (المُغَمّس) منزلاً، ... به للتي نهوى مصيف ومربع\rمغانيَ أطلالٍ، ونُؤْياً، ودمنة، ... أضرّ بها وبلٌ ونكباء زعزع\rبخبت (حُلَيات) كأنَّ رسومها ... كتاب زبورٍ في عَسِيبٍ مرجّع\rقلت: الحليات -فيما ظهر لي-:\rأضلع صغار سمر، حائزة بطرف المغمس من الغرب، لا يتصل بها شيء من الجبال، تحيط بها مسايل وبُلُد كالخبوت، شمال شرقي جبل (سَلعْ) ترى منها الواقف على جبل سَلْع، ويمكنك أن تعد أشجاره. بها قرية صغيرة لقُريش. ومن عادة العرب تسمية الجبال السود: غرابات، أو حَلاءات، أو أظالم.\rوالحُلَيَّات: تصغير جمع حلاءات. لأن لونها يضرب إلى السواد، ولكن ليست بلون الغربان.\r\rالحُمَيْمه: تصغير حَمَّة عين كانت جارية بمر الظَّهْران إلى السبعينات من هذا القرن ثم انقطعت، تقع بين سَرْوعة والمُقوع، غير بعيدة عن\r¬_________\r(¬1) ديوانه ص 197/ 199.","Part":"1","seal":"5E55568B","page":86},
      {"id":87,"nass":"حَدّاء إلى الشمالي الشرقي.\rقال محمد بن قرية شاعر مكي عاصر ياقوتاً (¬1):\rمرتعي من بلاد نَخْلة في الصيف ... بأكناف سُولةَ والزَّيْمَهْ\rوإذا ما نجعت وادي مر ... لربيع وردت ماءَ الحُمَيمَهْ\rرُبّ ليلٍ سريتُ يمطرنا الما ... ورد والند فيه يعقد غيمَه\rبين شم الأنوف زرّت عليهم ... جالبات السرور أطنابَ خَيْمه\r\rحُنَيْن: بضم الحاء المهملة وفتح النون، على لفظ تضغير الترخيم: وادٍ من أودية مكة المكرمة، يسيل من السراة، من جهات طاد وتنضبة ثم ينحدر غرباً، فيمر بين جبل كِنشيل الشهير عن يمينه وجبلي لَبَن عن يساره. ويعرف اليوم بوادي الشرائع، ولا يُعرف حُنَين، والطريق إلى الطائف تأخذ على الشرائع قابلة وادي حُنَين ثم تأخذ وادي يَدْعَان، يساراً.\rوحُنَين هو الموضع الذي جرت فيه الوقعة الشهيرة بين رسول الله - صلى الله عليه وسلم -، وبين هوازن ومن ناصرهم في عام الفتح، فهزمت تلك الجموع فانحازت بنو نصر وثقيف إلى الطائف، وانحاز عظم هوازن إلى أوطاس، فطارد رسول الله - صلى الله عليه وسلم - هوازن حتى شتتهم، ثم سار إلى الطائف فحاصر ثقيفاً (¬2). وكانت وقعة حُنَين من الوقعات الفاصلة، ومن الوقعات التي ذكرها الله في القرآن.\r¬_________\r(¬1) معجم البلدان (الحُمَيْمه).\r(¬2) سيرة ابن هشام. انظر الفهرس.","Part":"1","seal":"89253D6E","page":87},
      {"id":88,"nass":"فقال تعالى: {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا}.\rويبعد ماء حُنَين \"36\" كيلاً من المسجد الحرام إلى الشرق، وسكان الوادي اليوم الأشراف وهذيل، وهو من ديار هذيل من زمن الرسالة.\rوكانت أم جعفر زبيدة زوج هارون الرشيد، قد أجرت ماء حُنَين، إلى مكة في عهدها، ونقبتَ له ثنية خَلّ حتى وصل إلى مكة غير أن عدم جدواه جلها تجري عين نَعْمان وتتركه، وهي العين المعروفة اليوم بعين زُبَيْدة (¬1).\rقال خديج بن العرجاء النصري (¬2):\rولما دنونا من حُنَينَ ومائه ... رأينا سواداً منكر اللون أخصفا\rبمَلْمومةٍ عمياء لو قذفوا بها ... شماريخ من عروى (¬3) إذاً عاد صفصفا\rولو أن قومي طاوعتني سراتهم ... إذاً ما لقينا العارض المتكشفا\rإذاً ما لقينا جندَ آل محُمّدٍ ... ثمانين ألفاً واستمدوا بخِندِفا\rوقال بشر بن أبي خازم:\rلعمرك ما طلابك أم عمرو ... ولا ذكراكها إلاّ ولوعُ\r¬_________\r(¬1) انظر معجم معالم الحجاز - عيون مكة. سيرة ابن هشام ص 477.\r(¬2) معجم البلدان (حنين) وذكر هناك: ابن العوجاء. ولم يذكره صاحب الأعلام.\r(¬3) في الأصل (عزوى) تصحيف. وعروى: موضع لا زال معروفاً جنوب عفيف.","Part":"1","seal":"E3060F87","page":88},
      {"id":89,"nass":"أليس طلاب ما قد فات جهلاً ... وذكر المرء ما لا يستطيعُ؟\rأجِدَّك ما تزال تحنُّ هماً ... وصحبي بين أرحلهم هجوعُ\rوسائدهم مرافق يَعْملاتٍ ... عليها دون أرجلها قطوعُ\rوقال عباس بن مرداس السلمي وهو في جيش الإسلام:\rببطن حُنَين يوم يخفق فوقنا ... لواء لطخرور السحابة لامع\rوقال حسان بن ثابت الأنصاري:\rنصروا نبيهم وشَدّوا أزره ... بحُنَينَ يوم تواكل الأبطال\rوقال بعض المتقدمن: إنه سمي بحنين بن قانية بن مهلائيل من العماليق.","Part":"1","seal":"4E3A3A63","page":89},
      {"id":91,"nass":"(خ)","Part":"1","seal":"B9978771","page":91},
      {"id":93,"nass":"أُمُّ خُرْمَان: بضم الخاء المعجمة وسكون الراء على وزن التثنية. محطة لا زالت آثارها ترى، عندها كان يفترق درب المُنقَّى: درب البصرة يأخذ يميناً، ودرب الكوفة وبغداد -فيما بعد- يأخذ يساراً، وهي وراء ذات عرق (الضَّرِيبة اليوم) في وسق الحرة.\rوكان الاسم لأكمة بجانب المحطة يوقد عليها لهداية المسافرين. فقال أحد الحجاج: (¬1)\rيا أم خرمان ارفعي ضوءَ اللَّهَبْ ... إن السَّوَيقَ والدَّقيقَ قد ذَهَبْ\rوحددها بعض المتقدمين بأنها على ثمانية أميال وراء محرم الضريبة (¬2)، وهو قول معقول.\rومن البيت المتقدم نعلم أنها محطة بعد مفازة لا زاد فيها.\rوقال وهب في أرجوزته الحجية الطويلة: (2)\rحتى إذا مرَّتْ بأم خُرْمانْ ... وذاك حين اجتمع الطريقانْ\rعجوا إلى الله الغفور المنَّانْ ... ثم مضوا مثل الجراد الأرسال\rساجمة أعينهم بالتهمال ... قد رفعوا أصواتهم بالإهلال\rوقال آخر: (2)\rيا أم خرمان ارفعي الوَقُودا ... تَريْ رِجالاً وقِلاصاً قُودا\r¬_________\r(¬1) معجم معالم الحجاز (خرمان).\r(¬2) نفس المصدر.","Part":"1","seal":"BA4B605B","page":93},
      {"id":94,"nass":"وقد أطالت نارك الخُمُودا ... أنمتِ أم لا تجدين عُودا؟\rوهي اليوم من ديار المقطة من برقا من عتيبة، وطريق المنقى الذي يمر بها لا زال واضحاً.\r\rالخَشَاش: بالخاء المعجمة وشينان معجمتان بينهما ألف، وبالتخفيف: يوجد بقرب مكة خَشَاشان: أحدهما ديرة كبيرة مشهورة، وهي تلك المنطقة الجبلية التي تمتد من شرق جُدَّة باتجاه الشمال إلى عُسْفان، وتشرف على بَحْرة من الشمال.\rوالأخرى -وتميز باسم- خشاش نخلة: تقع بين رأس نخلة الشامية والضريبة، على طريق الحاج العراقي، بها أودية وشعاب كثيرة.\rوكلاهما كان من ديار هُذَيل فالأول كان من ديار لحْيان وبه يوم من أيامهم.\rقال عُمَير بن الجعد: (¬1)\rأعمير هل تدرين أن رُبّ صاحبٍ ... فارقت يوم خَشَاش غير ضعيف\rوتصحف في بعض المراجع فقيل: (يوم حشاش) بالحاء المهملة، وقد أصبح اليوم من ديار حرب. أما الخشاش الثاني فكان فيما يبدو من ديار بني مسعود أو ديار جيرانهم بني سعد، وهو اليوم من ديار المقطة من عتيبة.\r\rالخَطُم: بفتح الخاء المعجمة وضم الطاء المهملة: هو ما يسميه عرب اليوم الخشم، وهو النعف المنقاد من الجبل إلى الأرض، وبمكة\r¬_________\r(¬1) معجم ما استعجم (خشاش).","Part":"1","seal":"8ACCE07C","page":94},
      {"id":95,"nass":"خطمان: أحدهما خطم الحُجُون، وهو ما حازت مقبرة أهل مكة باتجاه أذاخر. وعن يمين الأبطح.\rوفي هذا يقول الحارث بن خالد: (¬1)\rأقوى من آل فطيمة الحزم ... فالعَيرْتان فأوحش الخَطُم\rوالخطم الآخر يقع شمال عَرَفَة بينهما سيل عُرَنَة يأخذ بعضه حد الحرم، يتصل شمالاً بجبال الشُّعُر جمع شعراء، ثم جبل الطارقي، وتمتد منه إلى الشرق والشمال الشرقي سهول المُغَمّس.\rوهذا عناه أبو خراش الهذلي بقوله: (¬2)\rغداة دعا بني جشع وولىّ ... يؤم الخَطُمَ لا يدعو مُجِيبا\rوبنو جشع أرى صوابها بني جُشَم، لأن بني جشم قبيلة معروفة، والخطم هذا من ديار قُرَيش، إلا أن قبيلة من هذيل يقال لهم الرياشي تنزل بجواره، منفصلة عن هذيل في ديارها.\r\rخَلُّ الصِّفَاح: ثنية يطؤها الطريق الخارج من مكة إلى الطائف والعراق ونجد، وهي داخلة في الحرم، قبيل العلمين اللذين هما حد الحرم. والصفاح المضافة إليها جلها في الحل، فهي: أرض جرداء بيضاء تبدأ من العلمين على هذا الطريق، ثم تسير فيها إلى جهة الشرائع. وماؤها يسيل جنوباً في المغمّس.\rقال الحارث بن خالد يرثي عبد العزيز بن عبد الله بن أسيد: (¬3)\r¬_________\r(¬1) معجم معالم الحجاز (الخطم).\r(¬2) معجم البلدان (الخطم).\r(¬3) انظر الصفاح.","Part":"1","seal":"C5DDE18E","page":95},
      {"id":96,"nass":"عاهد الله إنْ نجا ملمنايا ... ليعودنَّ بعدها حِرْمِيا\rيسكن الخَلّ والصِّفَاح ومرّاً (¬1) ... وسَلْعاً وتارة نجديا\rوقوله: وسلعاً. أوهم بعض المتقدمين بأنه من المدينة، غير أن بمكة سلعاً كسلع المدينة، وهو: جبل تراه من الصفاح جنوباً عدلاً بينك وبين عَرَفَة، وهو غير عظيم الارتفاع يظلله من الغرب جبل الطارقي، ويحف به من الشرق سيل عرنة. ومنه ترى الحُلَيَّات التي يذكرها عمر بن أبي ربيعة شمالاً إلى الشرق، ترى من يقف عليها. وكان الحسين بن علي رضي الله عنه تجهز إلى العراق، فوافاه الفَرَزْدَقُ في الصِّفاح، فسأله عن أهل العراق، فقال الفَرَزْدق: قلوبهم معك وسيوفهم مع بني أُميَّة.\rفلما فارقه أنشد:\rلقيت الحسينَ بأرض الصفاح ... عليه اليلامقُ واللمم\r\rخُمٌّ: بضم الخاء المعجمة، وميم: بئر كانت بمكة. قيل: هي لكِلاَب ابن مُرَّة أبي قُصيِّ، وقيل: حفرها وحفر رم، عبد شمس بن عبد مناف، وقال:\rحفرت خُمّاً، وحفرت رُمّا ... حتى ترى المجدَ لنا قد تَمّا (¬2)\rوقيل: خُمّ: بئر قريبة من الميثب، وكان الناس يأتون خُمّاً في الجاهلية والإسلام يتنزهون. (¬3)\rقلت: خُمّ -اليوم:- شعبتان جنوب المسجد الحرام على قرابة\r¬_________\r(¬1) في الأصل (مران) ولا وجه له.\r(¬2) معجم البلدان (خم).\r(¬3) أخبار مكة 214.","Part":"1","seal":"3D208AE0","page":96},
      {"id":97,"nass":"خمسة أكيال، أو أقل، إحداهما تدعى خُمّاً، والأخرى خُمَيْماً، تصبان من جبل سُدَير، فتجتمعان فتكوِّنان رأس بطحاء قُرَيش، التي تذهب إلى عُرنَة.\rوفي خُمّ مسك لماء المطر يخرج إليه أهل مكة إذا مطرت متنزهين، وعند اجتماع الشعبن توجد بئر كان فيها الماء إلى عهد قريب، ربما هي (بئر خُمّ) المنسوبة إلى قدماء قريش. ومن هذا البئر يمكنك أن ترى الميثب مغيب الشمس.\r\rالخَنْدَمة: بفتح الخاء المعجمة، وسكون النون ثم الدال المهملة فميم فهاء. وقد تجمع الخنادم: هي سلسلة جبلية خشباء بمكة، تبدأ من شعب عامر قرب المسجد الحرام فتشرق حتى تصل المفجر، وإن كان شرقها يسمى باسم آخر، وفيها اليوم أحياء كئيرة وهي تقابل الحجون من الجنوب، وتمتد جنوباً فيكون نهايتها هناك جبل (سُدَير).\rقيل: وكان أبو الرَّعَّاس أحد بني صاهلة، وقيل حِمَاس بن قيس ابن خالد البكري (¬1) يعد سلاحاً، فقالت امرأته ما تصنع بما أرى؟ قال: سمعت أن محمَّداً سيغزونا فهذا له ولأصحابه.\rفقالت: ما أرى أنه يقوم لمحمد وأصحابه شيىء. فقال والله إني لأرجو أن أخدمك منهم خادماً، ثم قال: (¬2)\rإن يقبلوا اليوم فما بي عِلّهْ ... هذا سلاح كامل وألَّهْ\rوذو غرارين صيع السَّلَّهْ\rثم شهد هذا الشاعر يوم فتح الخندمة مع أناس جمعهم صفوان\r¬_________\r(¬1) كذا في معجم ما استعجم، وفي معجم البلدان: حماس .. الخ (الخندمة).\r(¬2) معجم ما استعجم.","Part":"1","seal":"DFF2011F","page":97},
      {"id":98,"nass":"ابن أمية وسهيل بن عمرو، فهزمهم خالد بن الوليد، فمر منهزماً حتى دخل بيته، وقال لامرأته: هل من مخش؟ فقالت: أين الخادم؟ قال:\rإنك لو شهدتِ يوم الخَنْدَمهْ ... إذ فر صفوان وفر عكرمهْ\rواستقبلتنا بالسيوف المُسلِمهْ ... يقطعن كل ساعد وجمجُمه\rلهم نهِيتٌ خَلْفنا وهَمْهمهْ ... ضرباً فلا تسمع إلا غَمغَمهْ\rلم تنطقي باللوم أدنى كلمهْ\rقلت: وقوله: فهزمهم خالد بن الوليد، هذا ناتج عما لخالد في نفوس المسلمين من البطولة، فلا يكادون يجهلون قائداً أحدث مثل هذا حتى يتبادر إلى أذهانهم اسم خالد، رضي الله عنه، وهذا وهم، لأن خالداً دخل مع (كُدَى) المعروف اليوم بريع الرسام، وكان سيره على طول الشارع المعروف اليوم بشارع خالد بن الوليد، وفيه مسجد ينسب إليه رضي الله عنه، وهذا غرب المسجد الحرام، ومعروف أن جيوش الفتح أحاطت بمكة من ثلاث جهات: أذاخر حيث دخل رسول الله - صلى الله عليه وسلم -، وكداء -بالفتح- حيث دخل الزبير وكتائب من الأنصار، وكُدَى -بالضم والقصر- حيث دخل خالد. فاجتمعت في المسجد الحرام. فكيف يقاتل خالد في الخندمة في أعلى مكة؟ وقال بُدَيل بن عبد مناة بن أم أصرم يخاطب أنس بن زنيم الديلي:\rبكى أنَسٌ رَزْناً، فأعوله البُكا ... فإلاّ عَديّاً إذ تُطلُّ وتُبْعَدُ","Part":"1","seal":"3ED372D5","page":98},
      {"id":99,"nass":"أصابَهُمُ يومَ الخَنام فتيةٌ ... كرامٌ، فَسل منهم، نُفَيلٌ ومَعْبدُ\rهنالك، إن تسفح دموعك، لا تلم ... عليهم وإن لم تدمع العنُ تُكمدُ\r\rخَيْش: وذكر باسم حَيْض، وخَيض: وهو أحد اليسومين اللذين يكتنفان نخلة اليمانية من جانبيها، فإذا أفرد قيل: خَيْش ويَسوم، وإذا جمع قيل: يسومان: ويقال لأحدهما اليوم: يَسوم سَمْر، ويقال للآخر: يَسوم هِلاَل، لشعب يصب منه يسمى هِلالاً.\rوهذا هو الذي عناه عُمر بن أبي ربيعة حين قال: (¬1)\rتركوا خَيْشاً على أيمانهم ... ويَسُوماً عن يسار المنجد\rفالمنجد عن طريق نخلة يضع يسوم هلال على يمينه، ويسوم سمر على يساره، ويبعد اليسومان \"63\" كيلاً من مكة الكرمة على طريق نخلة اليمانية.\rوسيأتي ذكرهما في باب الياء إن شاء الله.\r\rالخَيْف: بفتح الخاء المعجمة وسكون الياء ثم فاء: في الحجاز أكثر من عشرة مواضع بهذا الاسم، منها ثلاثة حول مكة. غير أن الوارد في الشعر العربي هو خيف منى، الذي ينسب إليه مسجد الخَيْف، وهو في سفح جبل منى الجنوبي، وكان هذا الجبل يسمى الصابح، ثم غلب عليه اسم جبل منى، ولأهل اللغة تعليل لاسم الخَيْف وتعريف، غير أنه يطلق اليوم في الحجاز على كل مكان نخله كثيف ملتف.\r¬_________\r(¬1) ديوانه 371.","Part":"1","seal":"6D51D730","page":99},
      {"id":100,"nass":"وقال النُّصَيب وقيل مجنون بني عامر: (¬1)\rولم أر ليلى بعد موقف ساعةٍ ... بخَيْف منىً ترمي جمِارَ المحصَّبِ\rويُبدي الحصى منها إذا قذفت به، ... من أبرد أطراف البنان المُخضَّبِ\rوروى للأحوص: (¬2)\rوقد وعدتك الخَيْف ذا الشرى من مِنىً ... وتلك المُنَى لو أننا نستطيعها\rوهناك (خَيْف التَّنْضب) ويعرف بالتَّنضب مطلقاً، وهي قرية بوادي نخلة الشامية. وهذا ذكره عُليقة الدعدي في أرجوزة طويلة:\rعرفت من سَلْمى بخيف التنضب ... فباللوى أكناف ذات الثعلب\rإلى السليلين فلُصْبي موهب ... إطلال ليلى في الزمان الغيهب (¬3)\rوالتنضب قد اندثرت اليوم، ولكن موقعها معروف بجوار بلدة المضيق، ويظهر أنها هي عين المضيق اليوم، غلب عليها هذا الاسم في عهود متأخرة، ذلك أن الأرض المعروفة بالتنضب اليوم، هي من أرض المضيق، وعين المضيق غير معروفة قديماً، إلا ما ذكر باسم البردان، وأهل الحجاز كثيراً ما يسمون العين باسمٍ، وأرضهَا باسمٍ آخر.\r¬_________\r(¬1) معجم البلدان (خيف).\r(¬2) شعر الأحوص 151.\r(¬3) رواه أبو علي الهجري.","Part":"1","seal":"F69DD685","page":100},
      {"id":101,"nass":"وقد التزمنا في هذا الكتاب بذكر المواضع الواردة في الشعر من مكة وضواحيها ذلك أنه كثيراً ما ترد عنها أسئلة، وكثيراً ما ترد في كتب بعض الباحثن مغلوطة مشوهة، اعتماداً على ما ذكر في عهد التدوين الأول، وقد دونها أناس لم ير الكثير منهم هذه الأرض.\r\rخرجة: خلال الأحداث الكثيرة المثيرة التي مرت بالأمة الإسلامية خلال المدة القصيرة الماضية، وردت أسماء مواضع إسلامية محرفة ومغلوطة، نتيجة نقلها عن لغات أجنبية، والأرض ميدان الأحداث ولا بد من معرفة الأسماء الصحيحة للأرض التي يتحدث عنها الخبر، حتى يكون الحكم عليه مفهوماً كما أن الأعداء قد تكون لهم بعض الأهداف في تغيير أسماء أمكن إسلامية من هذه المواضع.\rمن هنا أبحنا لأنفسنا الخروج قليلاً لذكر بعض أمكن ليست من اختصاص هذا الكتاب، وهي قليلة جداً. (¬1)\r1 - بئر سبع: تكررت في أخبار أحداث فلسطين وهذه صوابها بئر السبع بالتعريف: مدينة تقع في صحراء التيه بين العقبة والعريش، وقد حرفها اليهود فسموها بئر شَيْبَع، وهي الآن من دولة اليهود.\r2 - همدان: بالدال المهملة وردت في أخبار إيران وصوابها (هَمَذَانَ) بالذال المعجمة، وهي مقاطعة فارسية شهيرة أما هَمْدان بالدال المهملة فهي قبيلة من اليمن ما زالت معروفة، وهي التي يقول فيها عليّ رضي الله عنه:\r¬_________\r(¬1) كانت هذه الأسماء ترد في الأخبار أثناء نشر هذه البحوث في الجريدة.","Part":"1","seal":"C31B47B6","page":101},
      {"id":102,"nass":"لو كنت بَوَّاباً على باب جنةٍ ... لقلتُ لهَمْدان دخلوا بسلامِ\r3 - كيرمان شاه: هذه مقاطعة فارسية أيضاً، اسمها (كَرْمَان) بدون ياء بين الكاف والراء، أما شاه فيظهر أنه أُلحق بها حديثاً.\r4 - ظَفَارِ: وجاء في بعض أخبار سلطنة عُماَن أن ظفار تقع شرقي سلطنة عُماَن، والصواب غربي سلطنة عُمان، وهي إقليم من السلطنة مشهور.\r5 - الخفجي: مدينة صغيرة على حدود المنطقة الشرقية (إقليم الإحساء) مع الكويت، لها شهرة بترولية ولها مجلة بهذا الاسم وصواب اسم البلد (الخَفْقي) ولكن لهجة أهل البلد تظهر القاف قريباً من الجيم، وكثيراً من الذين يدونون مثل هذه الأسماء ليسوا من هذه البيئة، وقد ظهر على خرائط هناك أسماء مماثلة مثل (الجليب) القليب، وحطن (قَطَن) والشارجة (الشّارِقَة) إحدى إمارات الخليج، وغيرها، وتستمر هذه الأسماء وكأن الأمر لا يعني أحداً من أهلها.","Part":"1","seal":"81AFA74E","page":102},
      {"id":103,"nass":"(د)","Part":"1","seal":"95909173","page":103},
      {"id":105,"nass":"دَاءَة: بوزن داعة: اسم قديم للجبل الذي تفترق عنه النخلتان. كذا رواه ياقوت، وأورد لحُذَيفة بن أنس الهذلي:\rهلُمَّ إلى أكناف داءة دونكم ... وما أغدرت من خلِّهن الحناطب\rوقال دُرَيْد بن الصِّمَّة:\rأو الأثأب العم المحرم سوقه ... بداءة لم يخبط ولم يتعضد\rقلت: لا يعرف اليوم اسم داءة، وكل ما بين النخلتين يسمى جبلة السعايد: بطن من هذيل يسكن نخلة اليمانية، غير أن هذه الجبلة عظيمة تتكون من جبال وأودية لكل منها اسم خاص. يبعد داءة قرابة خمسين كيلاً من مكة على طريق المضيق وهو طريق حاج العراق القديم.\r\rدَسْم: بفتح الدال المهملة، سكون السن المهملة أيضاً، وآخره ميم: وادٍ يقع شمال مكة إلى الشرق، يصب في وادي الزبارة -أعلى مر الظهران- عند عين الربان، ورأسه يتعلق قرب الجعرانة من الشمال، يبعد مصبه ثلاثين كيلاً شمال مكة. رُوي أن فيه قبر عُبَيد بن سريج المغني المكي، مولى قريش، وكان تركي الأصل (¬1) فوقف على قبره عبد الله بن سعيد بن عبد الملك بن مروان فقال يرثيه:\rوقفنا على قَبرٍ بدَسْمٍ فهاجنا، ... وذكرنا بالعيش، إذ هو مُصحِبُ\rفجالت بأرجاء الجفون سوافح ... من الدمع تستتلي التي تتعقّبُ\r¬_________\r(¬1) الأغاني ص 321 ط دار الشعب.","Part":"1","seal":"91CA0D0A","page":105},
      {"id":106,"nass":"إذا أبطأتْ عن ساحة الخد ساقها ... دَمٌ بعد دمعٍ إثرَه يتصبَّبُ\rفإن تسعدا نندب عُبيداً بعولةٍ، ... وقَلّ له منا البُكا والتَّحوُّبُ\rفي قصة طريفة رواها صاحب الأغاني (248 ط دار الشعب).\rودَسْم اليوم في ديار بني لحيان من هذيل، وهو شعب لا زراعة فيه ولا ماء.\r\rدُفَاق: بضم الدال المهملة وتخفيف الفاء، وآخره قاف: وادٍ لهُذَيل يسيل من السراة قرب شفا بني سفيان، فيصب في وادي ملكان علي (32) كيلاً جنوب مكة، يأخذ مياه جبل عَرْوان، والقوائم، وله روافد متعددة منها: حَلِيل بفتح أوله، ورد في شعر هذيل باسم إحليل، ووادي الخَصِر -بفتح الخاء المعجمة وكسر الصاد المهملة- وواد مَرَس بالتحريك، وسكانه القُرَّح -بضم القاف وتشديد الراء- من هذيل.\rقال الفضل بن عباس اللُّهَبي: (¬1)\rألم يأت سَلْمى نأيُنا ومقامُنا ... ببطن دُفَاق في ظِلال سلالم؟\rوقال ساعدة بن جؤية الهذلي: (1)\rوما ضَرَبٌ بَيضاء يسقى دَبوبهَا ... دُفاقٌ فعَروانُ الكراث فضيمُها\rويقول دُرَيد بن الصِّمَّة الجُشَمي: (¬2)\r¬_________\r(¬1) معجم البلدان (دفاق).\r(¬2) معجم ما استعجم (دفاق).","Part":"1","seal":"96754CAA","page":106},
      {"id":107,"nass":"ْولو أني اطّلعتُ لكان حدِّي ... بأهل المرختين إلى دُفَاق\rقلت: قوله (عروان الكراث) يتكرر كثيراً في المراجع القديمة وصوابه (عروان الكراب) بالباء الموحدة لا بالثاء المثلثة. ذلك أن الكراب -بالباء- جبال ضخام تجاور عروان، وهي وعروان تدفع مياهها الجنوبية في يلملم، والشمالية في دفاق وفي ضيم. وهي حلوق الأودية هناك.","Part":"1","seal":"7B792E55","page":107},
      {"id":109,"nass":"(ر)","Part":"1","seal":"4532A95C","page":109},
      {"id":111,"nass":"راية: على لفظ الراية التي هي العلم: جبال عالية لهذيل في سفوح السراة الغربية بين يلملم ودفاق مما يلي الغرب، يسيل منها غرباً وادي إدَام، تراها وأنت في مَلْكان، رائعة المنظر، يتصل بها من الشرق جبل عَرْوان والكَرَاب، ومن الأودية التي تسيل منها: الفُرُط، والمُرَاخ. وهي للجحادلة، من بقايا كنانة.\rقال قيس بن العيزارة الهُذَلي (¬1)، والعيزارة أُمُّه، وأبوه خويلد:\rوقال نساءٌ: لو قُتلِت لساءنا (¬2) ... سواكُنّ ذُو البثِّ الذي أنا فاجع\rرجال ونسوان بكناف رايةٍ ... إلى حُثُنٍ تلك الدموع الدوافع\rوقال أُهْبان بن لُعْط الهُذَلي أيضاً: (¬3)\rوما إن حب غانيةٍ عناني ... ولكن رَجْل رَايَةَ يوم صِيروا\r\rالرَّجِيع: بفتح الراء المهملة وآخر عين مهملة ايضاً:\rماء كان لبني لحيان بأسفل الهدة، شمال مكة على ما يقرب من 65 كيلاً، يعرف اليوم بالوطية، وشهر في التاريخ الإسلامي بتلك الواقعة التي أوقعت فيها بنو لحْيان وعَضَلُ والقَارَةُ بالسبعة نفر الذين بعثهم رسول الله، - صلى الله عليه وسلم -، مع نفر من بني لحيان ليعلموهم أمور الدين. فرثاهم شعراء المسلمن (¬4)؛ فمن ذلك قول حسان بن ثابت:\r¬_________\r(¬1) معجم البلدان (راية)\r(¬2) في الأصل: لو قتلت نساءنا. تصحيف.\r(¬3) معجم ما استعجم.\r(¬4) أخبارهم مطولة في السيرة النبوية.","Part":"1","seal":"84EFA532","page":111},
      {"id":112,"nass":"لحا الله لحيانَ فليست دماؤهم ... لنا بَقتيليْ غدرة بوفاءِ\rهمُ قتلوا يوم الرَّجِيع ابن حُرّةٍ ... أخا ثقةٍ في وده وصفاءِ\rفلو قتِلوا يوم الرَّجيع بأسرهم ... بذي الدَّبْر ما كانوا له بكفاءِ\rقتيلٌ حمته الدَّبْر بين بيوتهم ... لدى أهل كفر ظاهر وجفاءِ\rوذو الدَّبْر: هو عاصم بن ثابت الأنصاري ويسمى حميّ الدَّبْر، أي الذي حماه الدَّبر، والدبرة: بفتح الدال الهملة حشرة أكبر من النحلة شديدة اللسع، فأرادت لحيان أن تحتز رأسه لتبيعه على كفار قريش ببعض قتلاهم يوم بَدْر، فحماه الدَّبر حتى سال الوادي فاجترف جثته.\rولذلك يقول الأحوص مفتخراً:\rأنا ابن الذي حمت لحمه الدَّبْر ... قتيلُ لحيان يوم الرَّجيع\rوقال حسان أيضاً: (¬1)\rصلّى الإله على الذين تتابعوا ... يوم الرَّجيع فأُكرِموا وأُثيبوا\rرأس الكتيبة (مَرْثَدٌ) وأميرهم ... وابن البُكَير إمامهم و (خبَيب)\rوابنٌ لطارق وابن دَثنة منهم ... وافاه ثم حِمامه المكتوب\r¬_________\r(¬1) ديوانه ص 85.","Part":"1","seal":"B31F9EEC","page":112},
      {"id":113,"nass":"و (العاصِمُ) المقتول عند رجيعهم ... كسب المعالي إنه لكسوب\rوقال أبو ذؤيب الهذلي: (¬1)\rأصبح من أم عمرو بطن مَرٍّ فأ ... جزاعِ الرجيع فذو سِدْرٍ فأملاح\rذو سِدْر: جبل سدر، جبل يظلل الجَموم من الغرب.\rوقال أيضاً: (¬2)\rرأيتَ وأهلي بأكناف الرَّجيـ ... ـعِ من أرض قيلة، برقاً ملحياً\rالرجيع اليوم من ديار حرب، لبشر خاصة منهم. تراه من كراع الغَمِيم شمالاً عدلاً بصفن حَرَّة الجابرية.\r\rرَخْمان: بفتح أوله وسكون ثانيه، على وزن فَعْلان:\rجبل للعَلَوّيين من هُذَيلِ، بطرف دُفَاق من الجنوب الشرقي، يجاوره آخر يسمى رُخيْمين - بالتصغير. ماؤهما الشمالي في دُفاق، والجنوبي في الحَوية ثم في يَلَملم. وفيهما زراعات جلها عثرية، وتكسوهما أشجار العرعر والضم ونحوها.\rوكان تأبَّط شراً قد أغار على قوم من بني قُرَيم من هذيل، فرماه سفيان بن ساعدة الحارثي القُرَمي، فقتله. فجاءت مراثيه تذكر ثلاثة أمكن متقاربة: رَخمْان وهذا ورد في قول أم تأبَّط شرّاً: (¬3) وقيل: أخته: (¬4)\r¬_________\r(¬1) معجم ما استعجم.\r(¬2) معجم البلدان (الرجيع).\r(¬3) معجم البلدان (رخمان).\r(¬4) معجم ما استعجم (رخمان).","Part":"1","seal":"3A13FCC8","page":113},
      {"id":114,"nass":"نعم الفتى غادرتُم برخمان ... من ثابت بن جابر بن سفيان\rيجُدّل القِرْن ويروي الندمان ... ذو مأقَطٍ يحمي وراء الإخوان\rثم ألقته بنو قُريم في غار في الحُرَيْضة، فقالت أمه أيضاً:\rقتيل ما قتيل بني قُرَيم ... إذا ضَنَّت جمُادَى بالقطارِ\rفتى فَهْمٍ جميعاً غادروه ... مقيماً بالحُريضة من نمار\rوسيذكر نمار في بابه.\rواسم \"تأبَّط شرّاً\" ثابت بن جابر بن سفيان الفهمي، وكانت فهم مع أخوتهم عدوان بنواحي الطائف حتى حدثت بينهم حروب أجلت فهماً، فنزلت على بني صاهلة الهذليين، فلما تكاثرت أخذت تستولي على بعض ديار هذيل، وفي شعر هذيل. تشكى من ذلك، وهذا قَيْس بن العيزارة الهذلي يقول:\rأرى حُثُناً أمسى ذليلاً كأنه (¬1) ... تُراثٌ وخلاه الصعاب الصعاترُ\rوكاد يوالينا ولسنا بأرضهمِ ... قبائل من فهْم وأفصى وثابِرُ\rثم صار بين هذيل وفهم عداء، كما يحدث بين المتجاورين، توج هذا العداء بقتل مغوار بني فهم تَأبَّط شرّاً.\rوقالوا في سبب تسمية تأبَّط شرّاً بهذا الاسم: أنه كان رضياً حفياً بأمه، وما كان يعود إلا بإبطه لحم صيد مشوي يطعمه أمه،\r¬_________\r(¬1) انظر حثنا.","Part":"1","seal":"055B52C9","page":114},
      {"id":115,"nass":"فتعودت أن تدس يدها في إبطه كلما عاد فتجد ما تعودت عليه.\rوفي ذات مرة لم يجد تأبَّط ما يقدمه لأمه فأراد أن يداعبها فقبض على حَيّة خلّ فيها بشوكة فتأبطها؛ وعندما مدت الأم يدها إلى إبطه سمعت فحيح الحية، فقالت: ما هذا؟ لقد تأبَّطت شرّاً يا بني! فسمى من يومها تأبط شرّاً.\r\rرَخَمة: جاء في معجم البلدان: واحدة الرَّخَم -طير معروف-: ماء بتهامة، وقال الأصمعي: رخَمَة ماء لبني الدئل خاصة، وهو بجبل يقال له طَفِيل، ثم يقول: رَخمْة والهزوم وألبان: بلاد لبني لحيان من هذيل.\rوأقول: رخَمَة -بالتحريك- هو أسفل وادي البيضاء جنوب مكة على \"45\" كيلاً. يصب في وادي الأبيار، ثم يذهب ماؤها إلى خبت طفيل، وهي لا زالت لكنانة. أما ألْبان، فهي جمع لَبَن: جبلان يجاوران رَخَمَة من الشمال، لخزاعة.\r\rالرَّدْم: يسمى ردم بني جمُحِ، ويسمى ردم بني قُرَاد، قالوا في سبب تسميته: إن بني جمُح وبني محُارِب -وكلاهما من قريش- قد اقتتلوا بمكة، فردمت بنو جمُح على قتلاها هناك فسمي بذلك، فقال أحدهم:\rسأحبس عَبْرة وأفيض أخرى ... إذا جاوزت رَدْم بني قُراد\rقلت: موضع هذا الردم أول شارع الجودرية مما يلي المعلاه، إذا افترق شارع الجودرية الذي في نهايته المدعي عن شارع الغَرَّة، فذلك هو الرَّدْم. والردوم في مكة كثيرة، منها: ردم آل عبد الله بن أَسِيد، قرب أذاخر، كانوا يدفنون موتاهم فيه، وفيه دفن عبد الله بن عمر رضي الله عنهما، زمن تولى الحجاج على مكة. وردم الحذائين: كان قرب المروة.","Part":"1","seal":"6A414507","page":115},
      {"id":116,"nass":"وردم الحزامية، وردم عمر، وردم الزبير، وردم السويقة، وغيرها. وقد أفاض فيها الأزرقي في أخبار مكة.\r\rرِغَال: بكسر الراء، وآخره لام:\rقالوا: أبو رِغَال رجل من بقية ثمود كان مَلِكاً بالطائف (¬1)، وكان يظلم رعيته فمر بامرأة ترضع صَبيّاً يتيماً بلبن عنز، فأخذها منها فبقي الصبي جائعاً فمات، فرمى الله أبا رغال بداء أهلكه فرجمت العرب قبره.\rوقيل: أبو رِغَال كان وافد عاد، جاء إلى مكة يتسقي، فمات بينها وبين الطائف.\rوقال آخرون: بل هو دليل الأحباش إلى مكة، عندما أراد الأشرم هدم الكعبة، فمات في الطريق فقبره يرجم، وهذه الرواية من أقوى الروايات عند المؤرخين. وقيل:\rإنّ النبي - صلى الله عليه وسلم - أمر برجمه. وأهل الرواية الأولى يزعمون أن ثَقِيفاً بنو أبي رغال من بقايا ثمود، واستشهدوا بقول حسان رضي الله عنه. (¬2)\rإذا الثَّقفي فاخركم فقولوا ... هَلمَّ فعدّ شأن أبي رِغَال\rونفىِ الحجاج انتساب ثَقِيف إلى ثمود فقال: أما قال الله (أمّا ثَمُودَ فَمَا أَبقَى)؟ وقيل: أبو رِغَال اسمه زيد بن مخلف كان عبداً لصالح عليه السلام بعثه مصدقاً فأحدث قصة اليتيم والعنز، فمات فرجم. (¬3)\r¬_________\r(¬1) فيض من المراجع: السيرة النبوية، طبقات ابن سعد، الطبري، مروج الذهب.\r(¬2) المرجع السابق.\r(¬3) ديوانه ص 397، معجم البلدان (رغال) وراجع معجم معالم الحجاز.","Part":"1","seal":"A7476472","page":116},
      {"id":117,"nass":"قال جرير:\rإذا مات الفَرَزْدق فارجموه ... كما ترمون قبر أبي رِغَال\rوأثبتت الروايات: أنه رجل من ثقيف جاء مع جيش الفيل ليدلهم على الكعبة، فأصابه العذاب فمات في رأس \"يَدْعان\" بين الشرائع والزَّيمة. ولما مر رسول الله - صلى الله عليه وسلم - بقبره في غزاة الطائف رجمه، فصار رجمه سنة. وتوجد اليوم كومة أحجار في رأس يدعان المتقدم اجتحف الطريق بعضها ولا زال البعض الآخر ماثلاً.\rسألت رجلاً من هذيل مسنّاً عما يعرفه فقال: إنه أدرك أو أدرك من أخبره أن أهل القوافل كانوا يرجمون هذا المكان .. ويقولون: إنه شيطان.\rولا شك أنه أمر موروث، ولكن المتأخرين لم يحفظوا منه إلا هذا الرجم الذي توارثوه كابراً عن كابر، فلما غم عليهم سببه ظنوه شيطاناً، ذلك أنهم عندما يرجمون الجمار يسمونها الشياطين.\r\rالرُّكْن اليماني: أحد أركان الكعبة المشرفة، فالكعبة لها أربعة أركان: الركن الشرقي، وفيه الحجر الأسود، والركن اليماني، من جهة الجنوب وهو يستلم ولا يبدأ منه الطواف إنما يبدأ من الشرقي، ثم الركن الغربي الذي يلي حِجْر اسماعيل، والركن العراقي الذي يقع في جهة العراق.\rقالوا في سبب تسميته الركن اليماني: إن رجلاً من أهل اليمن يدعى أُبَيَّ بن سالم بناه.\rواستشهدوا بقول أحد اليمنيين:\rلنا الرُّكْن من بيت الحرام وراثةً ... بقية ما أبقى أُبَيُّ بن سالم","Part":"1","seal":"8DE33E4F","page":117},
      {"id":118,"nass":"قلت: الذي أراه أن الأركان سميت بالجهات، ولا دخل لليمن والعراق فيها، والعرب لا زالت تسمي كل الجنوب يمناً والشممال شاماً. فالذين يسكنون جنوب مكة نسميهم أهل اليمن. وتسمع مثلاً: هذيل الشام وثقيف اليمن .. وزبيد الشام، وزبيد اليمن .. وبنو شهر الشام، وبنو شهر اليمن .. الخ.\rأما العراق فإنك تسمع البادية إذا وصفوا اتجاهاً ليس بشمال ولا شرق قالوا لك: عراق. كذلك يقولون: جَدي، في وصف الشمال العدل.\r\rالرَّنْقَاء: بفتح الراء وسكون النون، فعلاء من الرنق وهو طين السيل قالوا: الرنقاء ماء لبني تيم الأدرم بن غالب بن فهر، من قريش. وقالوا: جبل من جبال مكة، قال القتال: (¬1)\rعَفَت أجَلىَ من أهلها فقليبُها ... إلى الدَّوْم، فالرَّنْقَاء قفراً كثيبُها\rوقد تنتحيني الخيل يوماً فأنتحي ... كواعب أتراباً مراضاً قلوبها\rبهن من الداءِ الذي أنا عارف ... ولا يعرف الأدواء إلا طبيبُها\rسمعتُ وأصحابي بذي النخل نازلاً ... وقد يشْعَف النفس الشعاع حبيبُها\rدُعاءَ بذي البُرْدَينِ من أمر طارقٍ ... فيا عمرو! هل تدنو لنا فنجيبُها؟\r¬_________\r(¬1) معجم البلدان (رنقاء).","Part":"1","seal":"F1974CFD","page":118},
      {"id":119,"nass":"وقالوا: بل هو ماء لفَزَارة. فاستشهدوا بقول شَبيب بن البَرْصاء: (¬1)\rإذا حَلّت الرَّنْقَاء هندٌ مقيمةً ... وقد حال دوني من دمَشق بُرُوج\rوبُدِّلْتُ أرض الشيح منها وبُدِّلتْ ... تلاع المطالي سخبر ووشيج\rقلت: وكون رنقاء في ديار غَطَفَان لا ينفي رنقاء مكة، فالأسماء تتطابق في كثير من بلاد العرب، وكذلك لا يمنع أن يكون شعر ابن البرصاء في رنقاء مكة المكرمة كونه من أرض بعيدة عنها، فالعرب كلهم يحجون إلى مكة، وقد تكون بمكة مطالي كا في ديار فزارة.\rعلى أن كُثيراً ذكر أن لها أودية، وأنها منتجع أو نحوه، حين قال: (¬2)\rفإن مَطِيً قد عفا فكأنَّه ... بأودية الرَّنْقاءِ صُحْمٌ أوابِدُ\rوقد تروى -هنا- الرتقاء.\r¬_________\r(¬1) معجم ما استعجم (رنقاء).\r(¬2) ديوانه ص 322.","Part":"1","seal":"3516C3EC","page":119},
      {"id":121,"nass":"(ز)","Part":"1","seal":"01EFDBF0","page":121},
      {"id":123,"nass":"زَمْزَم: بفتح الزاي وسكون الميم وتكرارهما، وشهرته تغني عن ذلك: هي البئر المباركة المشهورة في المسجد الحرام. قيل: سميت زمزم لكثرة مائها. وقيل: إن هاجَرَ قالت - عندما انفجر ماء زمزم: زِمْ زِمْ، بصيغة الأمر، أي انمُ وزد.\rوقال ابن عباس رضي الله عنه: لو تركت لساحت على وجه الأرض حتى تملأ كل شيء. وهناك أقوال أخرى في تسميتها، راجع (معجم معالم الحجاز).\rفمن قائِل: سميت بذلك لأن الفرس في الزمن الأول كانت تأتي زَمْزَم فتُزَمْزِم عنده، والزمزمة قراءة المجوس وكلامهم في عباداتهم واستشهدوا على هذا القول بقول الشاعر:\rوما زلنا نحج البيت قُدما ... ونلقى بالأباطح آمنينا\rوساسان ابن بابك سار حتى ... أتى البيت العتيق بأصيدينا\rوطاف به وزَمْزَمَ عند بئرٍ ... لإسماعيل تروي الشاربينا\rوقيل في خبر زَمْزَم: إن وادي ابراهيم كان قاحلاً لا ماء فيه ولا زرع، وعندما أتى إبراهيم عليه السلام بزوجه هاجر وابنه إسماعيل إلى هنا وتركهما نضب ما معهما من ماء، فأخذت هاجر تبحث فيما حولها عمن تستقي منه فأخذت تركض حتى أشرفت على الصفا ثم ركضت حتى أشرفت على المروة، وظل إسماعيل يصيح ويبحص برجليه في الأرض، وكان رضيعاً، فلما يئست هاجر من وجود سكان في هذا الوادي، عادت ترى ما حدث لإسماعيل، فإذا الماء ينبع من تحت قدميه، فأخذت تحوط الماء بالتراب والحجر لئلا يسيح في الأرض لتشرب وتسقي إسماعيل،","Part":"1","seal":"86ABFCA2","page":123},
      {"id":124,"nass":"فصار كالغدير، وهذا مصداق قول الشاعر:\rوجعلت تبني له الصفائحا ... لو تركته كان ماء سائحا\rوهناك من ينكر ذلك من المتقدمين، ويقول: بل حفره إسماعيل لما كبر بالمعاول، ولما حدثت الحرب بين جرهم وخزاعة، وأجليت جرهم، غورت زمزم قبل جلائها، وظلت مدفونة، حتى رأى عبد المطلب بن هاشم جد رسول الله - صلى الله عليه وسلم - رؤيا تشير عليه بحفر زمزم فحفرها بعد معارضة من قريش يطول خبرها (أتيت على أخبارها في المعجم) فقالت صفية بنت عبد المطلب:\rنحن حفرنا للحجيج زمزمْ ... سقيا نبي الله في الحرمْ\rوركضة جبريل ولما يفطمْ (¬1)\rويقول حذيفة بن غانم:\rوساقي الحجيج ثَمَّ للخير هاشم ... وعبد مناف ذلك السيد الفهر\rطوى زمزماً عند المقام فأصبحت ... سقايته فخراً على كل ذي فخر\rوالجهلاء لديهم اعتقاد خرافي يقول: إن بئر زمزم تفيض على وجه الأرض ليلة النصف من شعبان، وهي خرافة لا صحة لها.\r\rالزَّيْمة: بفتح الزاي، وسكون الياء، ثم ميم وهاء: عين ثرة عذبة الماء بوادي نخلة اليمانية، على بعد \"45\" كيلاً على طريق الطائف.\rلها شهرة في مكة كمتنزّه، لجمال بساتينها، ويضرب بحلاوة\r¬_________\r(¬1) كذا في جميع الراجع، وهي تقصد إسماعيل ولم أر من تعرض لذلك.","Part":"1","seal":"809FA6B1","page":124},
      {"id":125,"nass":"موزها المثل. كانت المرحلة الأولى على نظام القوافل القديم من مكة إلى الطائف، والمرحلة الثانية السيل الكبير \"قرن المنازل\"، والزَّيمة وسُولة هما الحياة الوحيدة في هذا الوادي (نخلة يمانية).\rوفيها يقول محمد بن إبراهيم بن قرية:\rمرتعي من بلاد نخلة في الصيف ... بأكناف سُولة والزَّيْمة\rمن قصيدة تقدمت معنا في مادة (الحميمة).\rورأيت على الطريق لوحة تشير إلى بلدة الزَّيمة، كتب فيها (الزيماء) وهو خطأ، وصار بعض رواد هذا الطريق يسمونها الزيماء، مجاراة لما في تلك اللوحة.","Part":"1","seal":"8B4CE965","page":125},
      {"id":127,"nass":"(س)","Part":"1","seal":"2F313130","page":127},
      {"id":129,"nass":"السِّبَاب: مأخوذ من قوله ساببته سبابا:\rويسمى صُفَيّ السِّبَاب -تصغير صفا- وهو الحجر الأملس الكبير واحدته صفاة. وهي أكمة بمكة بوادي الأبطح، تشرف على الخُرْمانية من مطلع الشمس، ورغم ما اكتنفها من العمران فلا زالت بعض جوانبها بارزة، قال كَثير بن كَثير السَّهْمي:\rكم بذاك الحجُون من حيِّ صدقٍ ... من كُهولٍ أعفّةٍ وشَبابِ\rسكنوا الجِزْعَ جِزْعَ بيت أبِي ... موسى إلى النخل من صُفَيّ السِّبَاب\rأهل دارٍ تتابعوا للمنايا ... ما على الدهر بعدهم من عتابِ\rفارقوني وقد علمت يقيناً ... ما لمن ذاق ميتةً من إيابِ\rوتلحق في \"صفي السباب\".\r\rسَبُوحَة: بفتح السين المهملة، وضم الباء الموحدة، وكأنه مشتق من السباحة: وادٍ لهذيل يصب في نخلة اليمانية من الجنوب بطرف الزَّيْمة من مغيب الشمس، يأتي سيله من جبلي كِنْثيل والأشعر، تبعد عن مكة \"43\" كيلاً على طريق اليمانية حيث يطؤها الطريق هناك، وعن الزيمة كيلين فقط.\rقال ابن أحمر (¬1):\rقالت له يوماً ببطن سَبُوحَةٍ (¬2) ... في موكب زَجِل الهواجر مبرد\r¬_________\r(¬1) معجم البلدان (سبوحة).\r(¬2) في معجم ما\rاستعجم: قالت لنا ..","Part":"1","seal":"2F292D38","page":129},
      {"id":130,"nass":"وسبوحة أيضاً: من أسماء مكة المكرمة.\r\rالسِّتَار: كأنه أخذ مما يحجب النظر عن جهة معينة. الجبال التي تسمى بالستار كثيرة في الحجاز، ولكن المقصود هنا ستار مكة، وهو جبل أصفر تتخلله ثنايا، إذا خرجت من مكة على طريق نخلة فصرت عند علمي طريق العراق، كان الستار على يسارك عن قرب، يليه من الشرق طريق الجعرانة، ومياهه جلها في الصفاح ثم إلى المغمس وعُرَنَة ويسيل منه إلى الشمال والغرب شعب بني عبد الله من آل أسِيد وهناك يتكون رأس وادي فخ.\rيقول أبو خِراش الهذلي:\rوإنَّك لو أبصرت مصرع خالدٍ ... بجنب الستار بين أبرق فالحزم\rوهذيل اليوم تقول \"ستار\" بدون \"آل\".\r\rسَجْلَة: كاسم المرة من السجل: بئر كانت بمكة حفرها هاشم بن عبد مناف فوهبها ابنه أسد لعَدي بن نوفل، وقيل: إن جبير بن مطعم ابتاعها من ولد هاشم، وقيل: بل وهبها له أسد بن هاشم حين ظهرت زمزم، ويقال: بل وهبها عبد المطلب -حين حفر زمزم- للمطعم بن عدي (¬1).\rقالت خالدة بنت هاشم بن عبد مناف:\rنحن وهبنا لعدي سجلهْ ... تروي الحجيج زَغْلةً فزغلهْ\rوقيل بل حفرها قُصيّ بن كِلاب بعد استيلائه على مكة.\rفقال:\r¬_________\r(¬1) أخبار مكة 2/ 217","Part":"1","seal":"482071DC","page":130},
      {"id":131,"nass":"أنا قُصَيّ وحفرت سَجْله ... تروي الحجيج زغلةً فزغله\rثم دخلت هذه البئر كغيرها من آبار مكة في التوسعات المتكررة بالمسجد الحرام، وما حوله من ميادين، كبَذّر، وغيرها غير أن هناك من يعتقد أن سجلة هي البئر التي بالمعلاة وقد ظلت إلى زمن قريب.\r\rسِدْر: بلفظ السدر الشجر المعروف:\rجبل أسمر يظلل بلدة الجموم من الغرب، بطرف مر الظَّهْران من الشمال يفصل بينه وبن جبل مُكَسِّر من الغرب فج الرُّمَيثي.\rلم أقرأ فيه شعراً قديماً إلا ما ذكر مع أملاح والرجيع من قول، ولكن أخانا عبد الرحيم الأحمدي له معه مناجاة ووجدانيات من الشعر الشعبي، من ذلك قوله:\rيا سِدْر يا سِدْروش قال الحبيّبْ لا تعلاَّك؟ ... لا لديَمّ الشمال وحارة الدمعة وغنّى\rهو جاب يا سدرْ سيره للهوى في عامنا ذاك ... وإلاّ ذكر غيرنا وأيام ما كانت وكنا\rوقال أيضاً:\rاللهْ لا يحرم القلب المعنا لو بطلَّهْ ... يشرف على سدر يرعى قاصي الوادي ودانيه\rوهذا لون من الشعر الشعبي يسمى الحدري. والوادي هنا: وادي فاطمة (مر الظهران).\r\rسَرَواع: كأنه جمع سروعة، وهي عين بمر الظهران شمال الحُدَيْبِية على سفح جبل ضاف من الشرق، اندثرت فيما اندثر من عيون مر","Part":"1","seal":"F4109BCF","page":131},
      {"id":132,"nass":"الظهران في السبعينات من هذا القرن، وذكر ياقوت أنها كانت عين بأسفل مر الظهران لبني الدؤل بن بكر من كنانة، وكان جبل ضاف المشرف عليها ينسب إليها فيقال جبل سَرْوعة، وهي على الضفة اليمنى للوادي غير بعيدة من الركاني.\rقال قيس بن ذَرِيح الكناني:\rعفا سرف من أهله فَسرَاوعُ ... فوَادي قُدَيد فالتلاع الدوافعُ\rفغَيْقَة فالأخَيْاف أخياف ظبية ... بها من لبينى مخرف ومرابع\rفي هذين البيتين:\r\rسَرِف: يتبع هذا. وادي قديد: واد فحل من أودية الحجاز، يمر شمال مكة على (130) كيلاً. انظره مفصلاً في المعجم.\rغَيْقَة: واد فحل يقع بين القاحة وبدر، يصب في البحر قرب آثار الجار جنوباً، وقد وهم حمد الجاسر في تحديده في كتابه بلاد ينبع (¬1).\rأخياف ظبية. أنظر نفس المصدر، فهي قرب غيقة، وليس المقصود عرق الظبية. لبينى: لبنى، معشوقة قيس التي كان زَوْجاً له ثم طلقها فهام بها.\rسَرِف: بفتح السين وكسر الراء وآخره فاء: وادٍ كبير من روافد مر الظهران، يسيل من جبل أظلم وما حوله، وفيه هناك الجعرانة، ثم ينحدر فيسمى وادي الزاوية، نسبة إلى زاوية أقامها السنوسي هناك وعليها مزرعة، ثم ينحدر فيسمى وادي\r¬_________\r(¬1) انظر كتابي (على طريق الهجرة) ص 80، 81، 160 - 167، 206 - 209 وانظر دليل ذلك الكتاب.","Part":"1","seal":"199F06AF","page":132},
      {"id":133,"nass":"الوسيعة، وفيه زراعة على آلات الضخ، ثم يقطعه طريق مكة إلى المدينة شمال مكة على اثني عشركيلاً، ثم يصب في مرّ الظَّهْران عند دف خُزَاعة، فيه منهل النوارية على الطريق، وفيه قريتان لقبيلة بني لحيان التي تسمى ديارها اللحيانية، وهي الأرض الممتدة بين مكة ومر الظهران، وفي سرف قبر السيدة ميمونة بنت الحارث أُمِّ المؤمنن، وفي هذا المكان بنى بها رسول الله - صلى الله عليه وسلم - سنة سبع للهجرة، ثم ماتت بنفس المكان. ويبلغ وادي سرف \"36\" كيلاً طولاً، كله لقبيلة لحيان.\rوفي سرف يقول عبيد الله بن قيس الرُّقَيَّات (¬1):\rلم تكلِّمْ بالجَلْهتَين الرسومُ! ... حادث عهد أهلها أم قديمُ؟\rسرف منزل السَلْمةَ، فالظَّهْـ ... ـرانُ منازل فالقصيمُ\rوقال قيس بن ذَرِيح الكناني (¬2):\rالحمد لله قد أمست مجاورةً ... أهل العقيق وأمسينا على سِرَفِ\rحي يمانون والبطحاءُ منزلنا ... هذا لعمرك شكل غير مؤتلفِ\rقد كنت آليتُ جهداً لا أفارقها ... أفٌّ لأكثر ذاك القيلِ والحلفِ\rحتى تكنفني الواشون فافتلتت ... لا تأمَننْ أبداً إفلاتَ مُكتَنفِ\rوقال الأحوص (¬3):\r¬_________\r(¬1) معجم البلدان (سرف).\r(¬2) معجم ما استعجم (سرف).\r(¬3) شعر الأحوص (158).","Part":"1","seal":"566529E0","page":133},
      {"id":134,"nass":"إني وإن أصبحتْ ليست تلائمني ... أحتَلّ خاخاً وأدنى دارِها سَرِفُ\r\rسِطَاع: بكسر أوله وآخره عين: جبل بارز ذو شهرة في ديار الجحادلة، بطرف وادي البيضاء من الشمال الغربي، بينه وبين ملكان، في الجنوب الغربي من مكة على قرابة ثمانين كيلاً، يشرف على الساحل، وتتصل به من الغرب حرة تنشلّ إلى الخبت تسمى نمِرة، ومن سِطَاع ترى شامة وطَفِيلاً الجبلين المشهورين، تراهما جنوباً غربياً، ليس بينهما وبين البحر إلا الخبت، وانظر (الإطوى) المتقدم.\rقال صخر الغي الهذلي يصف سحاباً:\rأسال من الليل أجفانه ... كأنَّ ظوَاهرَهُ كُنَّ جُوفَا\rوذاك السِّطَاعُ خلاف النِّجاءِ ... تحسبُهُ ذا طِلاءٍ نتيفا\rوأهله اليوم: العليان من الجحادلة من بني شعبة من كنانة، وفي جوفه ماء الإطوى أو الأطواء. وينطق (سُطَاع) عند هذيل وخزاعة.\r\rسَعْيَا: بفتح السين وسكون العين ثم ياء بعدها ألف، وكأنه مأخوذ من السعي: وادٍ للأشراف الشنابرة يمر جنوب ميقات يلملم، ليست به زراعة وأرضه كثيرة السافي لقربه من البحر، وفي هذا الوادي بئر ماء عليها مقاه ومركز تابع لقائمقام العاصمة. وفيه يقول ساعدة بن جؤية الهذلي يصف غَيْثاً:\rلما رأى نَعْمان حَل بِكُرْفِىء ... عَكْرٌ كما لبخ البَزُول الأرْكَبُ","Part":"1","seal":"2C895947","page":134},
      {"id":135,"nass":"فالسدر مختلجٌ وأُنزل طافياً ... ما بين عين إلى نباتى الأثابُ\rوالأثل من سَعْيا وحَلْيَة منزلٌ ... والدَّومُ جاء به الشجون فعُلْيَبُ\rوقالت جَنُوب أخت عَمرو ذي الكَلْب:\rأبلغ بني كاهِلٍ عني مُغَلْغَلةً ... والقومُ من دونهم سَعْيَا ومَرْكوبُ\rبأن ذا الكَلْب عمراً خيرهم حَسَباً ... ببطن شِرْيان يعوي عنده الذيبُ\rوكانت سعيا إحدى محطات حاج اليمن على طريق اليمن الممعن في القدم، غير أنه عندما شرع في تعبيد هذا الطريق رؤي أن يأخذ على الساحل، فجنب عن محطات: البيضاء والسعدية وسعيا وخضراء فأخذ أصحاب المقاهي يهجرون هذه المحطات منتقلين إلى ما يوازي مكانهم من ذلك الطريق، ولا شك أن تلك المحطات بما فيها محرم السَّعْدية بدأت تندثَر بحلول عام 1398 هـ.\rوهذا يذكرنا بما حدث للجُحْفَة وودَّان والسَّيَالة، وغيرها من محطات طريق الهجرة، وحبذا لو راعى المخططون أوضاع مثل هذه القرى.\r\rسُقَام: بضم السين وتخفيف القاف: شعب كبير يسيل من جَبَلَة السَّعايد فيصب شرقاً في حُرَاض نخلة الشامية من الغرب، وحُرَاض هذا يصب في نخلة نفسها، وفي سقام سِدّ صخري طبيعي يسقط الماء فوقه على شكل شلال بدج يغذيه صب ماء لا يكاد ينقطع، يبعد هذا السِّد عن مكة قرابة 90 كيلاً، وطريقه طريق المضيق ثم حُرَاض ثم سُقَام نفسه. ويتشعبُ سُقَام هذا في أعلاه إلى","Part":"1","seal":"9E6914E8","page":135},
      {"id":136,"nass":"شعبتين: تسمى إحداهما أُمَّ جراد والثانية الصِّر، الأولى من الغرب والثانية من الشرق، وعند التقائهما توجد آثار موقع العُزَّى: الصنم الجاهلي، وكانت من أكبر أصنام العرب تقرن مع اللاَّت في الطائف وَمَنَاة بقُدَيد، كان سدنته بنو شَيْبَان من سُليم بن منصور - دخلت اليوم في عتيبةَ وقد انتدب رسول الله - صلى الله عليه وسلم - خالد بن الوليد عام الفتح لهدم العُزّى فهدمها فلم يعد من يذكرها، لا ذكرت.\rوفي سقام يقول أبو خراش الهذلي (¬1):\rأمسى سُقَامٌ خَلاءً لا أنيسَ به ... إلا السِّباع ومر الريح بالغَرَف\rوقال أبو جندب الهذلي القردي يخاطب امرأة كان يهواها (1):\rلقد حَلَفتُ جهداً يميناً غليظةً ... بفرع الذي أحمت فروع سُقَامِ\rلئن أنت لم ترسل ثيابي فأنطلق ... أناديك أخرى عشينا بكلامِ\rيعز عليه صرم أم حويرث ... فأمسى يروم الأمر كل مرامِ\rويذكر المتقدمون أن سُقَاماً هذا كان يحمي للعُزّى كما يحمي الحرم، وهو واضح من الشعر المتقدم.\rولا زال سقام من ديار هذيل إلى اليوم.\r\rسَلعْ: بفتح السين المهملة وسكون اللام، ثم عين مهملة: جبل غير عظيم الارتفاع، يقع شرق مكة يظله العشي جبل الطارقي، ويصفق فيه من الشرق سيل وادي عُرَنة، إذا كنت عند علمي\r¬_________\r(¬1) معجم البلدان (سقام).","Part":"1","seal":"D84D3752","page":136},
      {"id":137,"nass":"طريق نخلة اليمانية، رأيت سلعاً جنوباً رأي العين، وقبل مدة عثر أحدهم على نقش في هذا الجبل يعود تاريخه إلى صدر الإسلام، نشرت ذلك مجلة المنهل، ولكن ذلك الباحث سماه \"السلوع\" وهذا ليس غريباً فعادة العرب من زمن بعيد تثنية المفرد وجمعه مع ما حوله، إلا أن هذا غالباً في الشعر. وكثير من الناس لا يعرف سوى سلع المدينة، فسلع المدينة شهرته كشهرة المدينة إياها غير أن سَلْعا هذا غير مجهول ولا خامل الذكر في شعر هذيل وهذا البريق الهذلي يقول:\rسقى الرحمن حزم ينابعات ... من الجوزاءِ أنواءً غزارا\rبمرتجز كأنَّ على ذُرَاه ... ركاب الشام يحملن البهارا\rيحط العُصْم من أكناف شِعرٍ ... ولم يترك بذي سَلْع حِمِارا\rوتجدر الملاحظة أن في فصل الجوزاء التي ذكرها البريق تكثر الأمطار في الحجاز وليس هذا إلا بمشيئة مكون الكون. وسَلعْ اليوم من ديار قرَيش، وحدود الحرم على جانبه الغربي، فهو كله أو جله في الحل.\r\rالسِّلْفان: مثنى سِلْف، شعبتان بين اللاحجة وعُرَنه. كذا ذكرها الأزرقي وأورد شاهداً (¬1):\rألم تسلِ التَّناضبَ عن سُلَيْمى ... تَناضُبَ مقطع السِّلْف اليماني\r¬_________\r(¬1) أخبار مكة 2/ 293.","Part":"1","seal":"0DF47B82","page":137},
      {"id":138,"nass":"واللاّحجة: الطريق التي تأخذ كُدَيّاً من المسفلة، ثم تهبط بطحاء قريش، فتأخذ المَفْجَر الغربي، بين ثَوْر وسُدَير ثم تهبط على ما كان يسمى حوض البقر (العزيزية اليوم) ثم تفترق: طريق تأخذ يميناً إلى الحُسَينية العين المعروفة وقد تذهب إلى ملكان، وطريق تأخذ إلى اليمين إلى المزدلفة.\r\rالسُّنْبِلة: بضم السن المهملة، ونون ثم باء فلام فهاء. بئر كانت لقريش بمكة. قالوا في ذكر آبار قريش: ثم حفرت بنو جمح السنبلة، فقال شاعرهم:\rنحن حفرنا للحجيج السُّنْبِلةْ ... صوب سحاب ذو الجلال أنْزلَهْ\rتصب ماءً مثل ماءِ اليَعْمَلهْ\rوقيل لي: إنها التي كانت إلى عهد قريب بسوق الليل ثم هدمت في توسعة شارع الحرم، وليس لدى أحد علم يقين بمثل هذه الآبار ويذكر الأزرقي: إنها كانت بأسفل مكة، في خط الحزامية، وأنها كانت لخلف بن وهب، وكانت تسمى في عهده بئر (أُبَيّ) (¬1).\r\rالسُّودَتان: مثنى السُّودة: قال أُميّة بن أبي عائذ الهذلي:\rلمن الديار بعَلي فالأحراص ... فالسُّوْدَتين فمجمع الأبواص\rفضهاءِ أظلم فالنطوفِ فصائفِ ... فالنُّمِر فالبُرْقاتِ فالأنحاص\rأ- السودتان: جبلان أسودان من جانب نَعْمان الجنوبي، بين رَهْجان وصار -واديان- وعَليْ: من\r¬_________\r(¬1) أخبار مكة: (2/ 219).","Part":"1","seal":"7ADA558B","page":138},
      {"id":139,"nass":"رأس رهجان. ينطق اليوم (عِليِ)\rب- والأحراص: ولعل صوابها الأخراص، فهي ثنية وشعب من وادي صار، تراها وأنت في نعمان تؤم كرا، وهي بالخاء المعجمة لا بالمهملة.\rجـ- وضهاء أظلم: يجاور السُّوْدَتين من المشرق، ضهاء شعب، وأظلم جبل. النطوف: لم أتبينها، صائف، يرد في بابه.\rد- النُّمْر: تراها من جميع المواضع المتقدمة رأي العين، على جانب نعمان الأيمن، من كبكب ولا أعرف هنا برقا، ولا الأنحاص.\r\rسُوْلَة: بضم السين المهملة وسكون الواو ثم لام فهاء، وبجضهم ينطقها اليوم بفتح السين: عين جارية بنخلة اليمانية أسفل من الزَّيمْة، عند مصب وادي سَبُوحة في نخلة اليمانية، وهي والزَّيمْة القريتان اللتان ليس بنخلة اليمانية غيرهما من الحياة، بها اليوم مدرسة ابتدائية، وفيها شجرة منقا هائلة الحجم قيل إن الشريف عون الرفيق أمر بغرسها، وقد أمر بإحضارها من الهند.\rوقال لي أحدهم: إن غلتها في إحدى السنين بيعت بستة آلاف ريال. وهذا قبل سنوات التضخم فبكم تباع غلتها اليوم؟\rكان سكانها بنو مسعود من هذيل إلى القرن الثامن، أما اليوم فسكانها جلهم الزواهرة، قبيلة صغيرة يرجع نسبها إلى حرب ودخلت حلفاً في هذيل، قال محمد بن قرية، شاعر مكي عاش في القرن السادس:\rمرتعي من بلاد نخلة بالصيف ... بأكناف سُوْلة والزيمة","Part":"1","seal":"44CBAB2F","page":139},
      {"id":140,"nass":"من قصيدة أوردنا أبياتاً منها في مادة (الحُمَيمة).\r\rسُودُحُمَيٍّ: جبال سود تقع على حدود الحرم من الجنوب الغربي، تسيل منها الوتائر شرقاً في العكيشية (أضاة لبن قديماً) ويحف بها من الجنوب سيل عرنة، ودعاها الأزرقي الغراب. والغرابات في مكة كثيرة، منها: سود حمي هذه، وغراب عند الرصيفة غرب مكة، يسمّى غراب الدَّهَس، وغرابات المسفلة بين كُدَيّ وجياد، وغراب أذاخر.","Part":"1","seal":"D44D9C70","page":140},
      {"id":141,"nass":"(ش)","Part":"1","seal":"E59BD43D","page":141},
      {"id":143,"nass":"شَامَة: بلفظ الشامة المعروفة، وهي قليل يخالف ما حوله: جبل جنوب غربي مكة على قرابة تسعين كيلاً يمر سيل وادي البيضاء شماله، ووادي إدام يصب عليه وعلى طَفِيل، ويمر جنوبه وادي يلملم، تجاوره حرة تسمى \"طفيل\" على وزن كبير، وتقرن دائماً معه فيقال: شامة وطفيل. وهو شيء قديم كما سيأتي، وشامة وطفيل تقعان في ديار الجحادلة من بنى شعبة من بقايا كنانة، فهي من ديارهم قديماً وحديثاً وهذان الجبلان يشرفان غرباً على خبت مجيرمة الذي يمتد إلى البحر. وإذا وقفت بسفح أحدهما من الغرب ترى السواعي في البحر.\rقال أبو ذُؤَيب الهذلي:\rكأنّ ثقال المزن بين تضارع ... وشامة بركٌ من جذام لبيج\rوعندما هاجر رسول الله - صلى الله عليه وسلم -، اشتاق بلال بن رباح إلى مكة وشعابها وضواحيها حيث كانت مراتع صباه. وحيث كان يتنقل في باديتها وراء الإبل فيرد مياهها ويغشى أسواقها، فقال:\rألا ليت شعري هل أبيتَنَّ ليلةً ... بفخٍّ وحولي أذخرٌ وجَلِيلُ\rوهل أرِدنْ يوماً مياهَ مجَنةٍ ... وهل يَبْدُوَنْ لي شامةٌ وطَفِيلُ\r\rالشَّريُ: بفتح الشين المعجمة وسكون الراء ثم ياء:\rوادٍ من نواحي عَرَفة، قال البُرَيق الهذلي:\rكأن عجوزي لم تلد غير واحد ... فمات بذات الشَّرْي وهي عقيم\rوتردد ذو الشَّرْي كثيراً في شعر عمر بن أبي ربيعة وكأنه من","Part":"1","seal":"8B63C9D4","page":143},
      {"id":144,"nass":"المغمس أو أسافل نعمان .. ومما قاله: (¬1)\rقربتني إلى (قَرِيبة) عيني ... يوم ذي الشري والهَوَى مستعار\rوأرى اليوم ما نأيت طويلاً ... والليالي إذا دنوت قصار\rولم أجد من قريش ولا هذيل من يعرف هذا الاسم اليوم، على أنه يرد في شعر عمر أحياناً (بذي السرح) ويقرن مع الحُلَيَّات، وقد تقدمت الحليات. وسواء كان ذو الشري أو ذو السرح، فالذي أراه أنه مكان ينبته وليس علماً، فإذا رجحنا ذلك فإن في المُغَمَّس غابات من السرح تغمر أوديته، وفي المغمس عشرات البُلُد تزرع حبحباً، والشري: شجر الحبحب أو شجر الحدج، وكذلك الحدج يكثر في شواق المغمس.\r\rشِرْيَان: بكسر أوله، وبعد الراء مثناة تحت، على وزن فِعْلان، كذا ضبطه في معجم البلدان. وفهم تقول: شَرْيَان: بفتح أوله:\rريع يسيل منه واديان أحدهما شمالاً في ويلملم من صدره، وآخر جنوباً يذهب إلى الليث في صدره أيضاً، أي أنه من الوديان القريبة من الطود، وسكانه بنو فهم بن عمرو القيسية. وفيه قتل عمرو ذو الكلب الهذلي، في قصة له مع بني فهم، فقالت أخته جنوب ترثيه:\rأبلغ بني كاهل عني مُغَلْغَة (¬2) ... والقوم من دونهم سَعْيا ومَرْكُوبُ\rوالقوم من دونهم أيْنٌ ومَسْغَبةٌ ... وذات رَيْدٍ بها رِضْعٌ وأسْلُوبُ\r¬_________\r(¬1) ديوانه 123.\r(¬2) بنوكاهل بطن من هذيل.","Part":"1","seal":"D46966D7","page":144},
      {"id":145,"nass":"أبْلِغْ هُذَيلاً وأبلغْ مَنْ يبلِّغُها ... عني حديثاً وبعض القولِ تكذيبُ\rبأن ذا الكلب عمراً خيرهم حَسَباً ... ببطن شِريان يعوي حوله الذيبُ\rوهذا يعني أن عمرا قتل في شِرْيان الذي يصب في يلملم، وأن القوم الذين تستنجدهم (جنوب) في نواحي الليث، فيكون بين شريان والليث: سعيا، ومركوب، على التوالي. ولا يكون غير ذلك.\r\rشِعْب أَبِي يُوسف: الشعاب في مكة كثيرة، ذلك أنها منطقة جبلية، ولذا ضرب بشعابها المثل، فقيل أهل مكة أدرى بشعابها) والحقيقة أنه ليس كل أهل مكة أدرى بشعابها، ولذا فبإمكانك إضافة هذا المثل أيضاً، وقد ذكرنا الكثير منها في المعجم. (¬1) هذا الشعب هو الذي لجأ إليه بنو هاشم عندما تحالفت قريش ضدهم، فعرف فيما بعد بشعب أبي طالب، ثم شعب بني هاشم، ويعرف اليوم بشعب علي، وهو منازل بني هاشم قبل النبوة، وقد ولد فيه الرسول الأعظم صلوات الله عليه، وفيه اليوم في موضع المولد الشريف (مكتبة مكة المكرمة)، وإذاً فقد أصبح من أوليات المواضع التاريخية، وذو اسم بارز في السيرة. يأتي هذا الشعب من بين أبي قبيس عن يساره والخنادم عن يمينه فيصب في بطحاء مكة فيما يعرف اليوم بسوق الليل، فوق المسجد الحرام بما يقرب من ثلالمائة متر، وكانت بئر بَذَّر - بتشديد الذال المعجمة- عند مصبه، فدخلت اليوم في توسعة شارع الغَرَّة، فدم فمها ولم يبق له رسم.\rيقول أبو طالب في هذا الشعب معاتباً قريشاً. (¬2)\r¬_________\r(¬1) معجم معالم الحجاز.\r(¬2) من قصيدة طويلة في السيرة النبوية.","Part":"1","seal":"8EE68D40","page":145},
      {"id":146,"nass":"جزى الله عنا عبد شمس ونوفلا ... وتَيماً ومَخْزوماً عُقوقاً ومأثما\rبتفريقهم من بعد ودٍّ وأُلفةٍ ... جماعتنا كيما ينالوا المحارما\rكذبتم وربِّ البيت نُبْزِي محمداً ... ولما تروا يوماً لدى الشعب قائما\r\rشِعْب الصُّفَيّ: كذا ذكره الأزرقي، منسوباً إلى صفي السباب، وسيأتي صفي السباب، وقرنه في مواضع أوجبت إيراد شاهد هو:\rإذا ما نزلتم حذو نزاعة الشوى ... بيوت ابن قطر فاحذروا أيها الركبُ\rويعرف هذا الشعب اليوم بشعبة النور. تجاور ريع أذاخر من الجنوب الشرقي، وتسمى شعبة النور نسبة إلى مسجد فيها ينسب إلى النبي - صلى الله عليه وسلم -، يسمى مسجد الإجابة، وفيها بيوت الأشراف الحرث من أهل مضيق نخلة الشامية.\r\rشِعْب ابن عامر: ذكره الأزرقي حين قال: ولهم -بنو أسيد- دار الحارث، ودار الحصين اللتان بالمعلاة في سوق ساعة، عند فوهة شعب ابن عامر، والحصين ابن عبد الله بن خالد بن أسِيد. (¬1)\rأقول: وهذا الشعب يطلق عليه اليوم شعب عامر، يصب على الغَزَّة مقابل مسجد الراية، يأتي من الخنادم. وسوق ساعة الذي ذكر فيه، يعرف اليوم بسوق الزَّلّ، لأن أكثر تجارته في الزل والبسط.\r\rشَعْثَاء: فَعْلاء بفتح الشين، وسكون العين: جبل بطرف نخلة اليمانية فوق يسوم، يلتقي عنده الكفوان - واديان يصبان من هدأة الطائف على نيف وخمسين كيلاً من مكة، وإياه عنى عمر بن أبي\r¬_________\r(¬1) أخبار مكة: 2/ 242.","Part":"1","seal":"E949557C","page":146},
      {"id":147,"nass":"ربيعة بقوله: (¬1).\rبها جازت الشعثاء والخيمة التي ... قفا مَحْرض كأنهن صحائف\rعلى أن مَحْرضاً جنوب مكة والشَّعثاء شرقها، غير أن الشاعر يقرب البعيد ويجمع المفرد لضرورات الصياغة.\r\rشِعْر: ورد هذا الاسم بكسر الشين ذلك في قول البريق الهذلي:\rيحط العُصْمَ من أكناف شِعرٍ ... ولم يترك بذي سَلْعٍ حمارا\rولكن صواب هذا الاسم بضم الشين المعجمة والعين المهملة جمع شعراء: جبال متقاودة بين المزدلفة والمُغَمّس، طرفها الشمالي يتصل بجبل الطارقي، والجنوبي يتصل بخطم عُرَنة، وسلع المتقدم ذكرها يجاورها من الشرق، وتعتبر حد المغمس مما يلي الغرب وكذلك هي الحد بين الحل والحرم.\r\rشِعْران: مثنى شعر بكسر الشين المعجمة:\rجبلان متلاصقان بين الهَدَة وغُرَان جنوب مكة على ما يقرب من ثمانين كيلاً، كانت من ديار خذيل فأصبحت من ديار حرب. قال أبو صخر الهذلي:\rولما علا شِعْرَين منه قوادم ... ووازن من أعلامها بالمنكب\rويجمعونهما اليوم فيقولون: \"شعور\".\r\rالشُّعَيْبة: تصغير شعبة: خليج من ساحل البحر جنوب جدة بما يقرب من 68 كيلاً، كانت ميناء مكة المكرمة حتى صرف ذلك عثمان رضي الله عنه إلى جُدَّة، وفي حديث بناء الكعبة: إن سفينة حجتها\r¬_________\r(¬1) ديوانه 219.","Part":"1","seal":"14D409E1","page":147},
      {"id":148,"nass":"الريح إلى ميناء الشُّعَيْبة فتحطمت فأخذت قريش خشبها فسقفت به البيت، وهي العمارة التي تركت الحِجْر بكسر الحاء خارج الكعبة، وثار الحديث -حديثاً- عنها فسماها بعضهم بحر مكة وهي بعيدة عن مكة إنما جئنا بها هنا لالتصاق اسمها باسم مكة تاريخيّاً، وليس صحيحاً ولا معقولاً القول إنه يمكن شق خليج من الشُّعَيْبة إلى مكة، ذلك أن مكة ترتفع عن الشعيبة بأزيد من 350 متراً فلو شق البحر إلى هنا فسوف يكون تحت جرف ارتفاعه مئات الأمتار.\rوظلت الشُّعيبة عامرة -فيما يبدو- حتى بعد اتخاذ ميناء جدة، وذلك لقول كُثَير: (¬1)\rسأتْكَ وقد أجدَّ بها البُكورُ ... غداةَ البَيْنِ من أسماءِ عيرُ\rكأنَّ حمولهَا بملا تَريمٍ ... سِفينٌ بالشُّعَيبة ما تسيرُ\rويقول الأستاذ عبد القدوس الأنصاري وهو مؤرخ جُدَّة في عصرنا: إن جدة كانت منياءً قبل الشُّعَيْبة، ثم تحول الميناء لسبب أو لظرف إلى الشعيبة، ثم عاد إلى جدة، وتجدر الإشارة إلى أن الشعيبة تبعد عن مكة بما يقرب من مائة كليل، بينما المسافة بين مكة وجُدَّة (72) كيلاً فقط.\r\rالشُّفَيَّة: كتصغير شفة: بئر كانت بمكة لبني أسد بن قُصَيّ ابن كلاب من قريش، فقال الحويرث بن أسد:\rماءُ شفية كصوب المُزْن ... وليس ماؤها بطَرْق أجْن\rوالأجن: المتغير الطعم.\r¬_________\r(¬1) ديوانه 477.","Part":"1","seal":"EB000452","page":148},
      {"id":149,"nass":"(ص)","Part":"1","seal":"AAA65A6D","page":149},
      {"id":151,"nass":"صَارٌ: بلفظ فرخ الدوم: شِعْب كبير يصب في نَعْمان من الجنوب، بين عَرْعَر ورهجان، يسيل من جبال تسمى جبال صار أيضاً، ليست بعيدة عن جبال سحار، تناوح كبكباً من الجنوب، فيه عند مصبه زراعة على الضخ الآلي للأاشراف العبادلة، وإياه عني أبو خراش الهذلي بقوله: (¬1)\rتقول ابنتي لما رأتني عشيةً: ... سلمتَ وما أن كدتَ بالأمر تَسْلمُ\rفقلت وقد جاوزت صَاراً عشيةً: ... أجاوزتُ أولى القوم أو أنا أحلمُ؟\rولولا دراك الشد فاضت حليلتي ... تَخَيّر في خطابها، وهي أيّمُ\rفتسخطُ أو ترضى مكاني خليفةً ... وكاد خراشٌ يوم ذلك يَيْتَمُ\rوقد تقدم معنا في بُرْم قول سراقة بن خثعم الكناني:\rتَبَغين الحِقَاب وبطن بُرْمٍ ... وقُنَّع من عجاجتهن صارُ\rوفي صدري البيتين السابقين تكرار، ما أعتقد أن أبا خراش يلجأ إليه، ولكن هكذا الأصل.\r\rصائف: بالصاد المهملة، من صاف يصف: شعب يقع شمال عمرة التنعيم يصب من جبال بَشْم في وادي التنعيم، وقد أصبح اليوم حيّاً مأهولاً جل نزله من بني سُلَيم بن منصور الذين استوطنوا مكة في السنوات الأخيرة، ولذا سيصبح صائف معدوداً في أحياء مكة، وفيه يقول أمية بن أبي عائذ الهذلي:\r¬_________\r(¬1) معجم البلدان (صار).","Part":"1","seal":"F6305D1F","page":151},
      {"id":152,"nass":"لمن الدِّيار بعلي فالأحراص ... فالسودتين فجمع الأبواص\rفضُهاء أظلم فالنَّطوف فصائف ... فالنُّمر فالبرقات فالأنحاص\rوقال النميري -من قصيدة ذكرناها في نعمان-:\rوأصبح ما بين النِّمار وصائف ... تطلع رياه من الكفرات\rقال ذلك وهو يصف نساء اعتمرن من التنعيم فهبطن فخّاً ذاهبات إلى المسجد الحرام. وأبو عائذ عَدّد أمكن أكثرها من نعمان، مثل: على، الأخراص -بالخاء المعجمة، ووردت هنا مهملة- والسودتين، وضهاء أظلم. ولعل بنعمان صائفاً آخر لم نهتد إليه، وكذلك هناك صائف يصب في نخلة الشامية.\r\rالصَّفَا: إذا أطلق بمكة فهو علم على تلك الأكمة الصخرية التي يبدأ منها السعي، وتكون نهاية الشوط على المروة، وهي أيضاً أكمة صخرية كانت من حجر المرو وهو الأبيض الصلب، ووادي ابراهيم يجري بين الأكمتين فيغمر المسجد الحرام بالماء كلما اجتاحت مكة السيول الغزيرة، ورغم المحاولات لتجنيب هذا الوادي فإنه ظل يقتحم المسجد مراراً كثيرة، وفي خبر زمزم إن هاجر كانت تشرف على الصفا بطرف الوادي من الجنوب لعلها ترى أحداً أو تسمع صوتاً، ثم تهبط ساعية إلى المروة فتصعدها، ومن هنا سن السعي بين الصفا والمروة. قال تعالى {إنَّ الصَّفَا والمَرْوُةَ من شَعَائر الله} وقال - صلى الله عليه وسلم -: ابدأوا بما بدأ به الله. أي يبدأ السعي من الصفا وينتهي بالمروة.\rقال النُّصَيب شاعر وَدَّان، مولى بني كنانة ثم مولى بني أُميّة: (¬1)\r¬_________\r(¬1) معجم البلدان (الصفا).","Part":"1","seal":"0E04A587","page":152},
      {"id":153,"nass":"وبين الصفا والمروتين ذكرتكم ... بمختلف ما بين ساع وموجف\rوعند طوافي قد ذكرتك ذكرة ... هي الموت بل كادت على الموت تضعف\rوقال أيضاً:\rطلعن علينا بين مروة والصفا ... يمرْنَ على البطحاء مَوْر السحائِب\rوكدنَ لعمر الله يحدثن فتنةً ... لمختشعٍ من خشيةِ اللهِ تائب\r\rالصِّفَاح: كجمع صفحة، والصفحة تطلق في الحجاز على الأرض البيضاء الملساء، وهذا الاسم يشهد أنها لغة لهم قديمة أصيلة: أرض خارج حدود الحرم على محجة العراق، إذا خرجت من أنصاب الحرم متجاوزاً ثنية خَلّ سرت فيها، وهي جَرَد أبيض سيله جنوباً إلى المغَمّس ثم عُرَنة، ويشرف عليها من الشمال جبل السِّتَار ويغذيها بقسم كبير من مياهه. خرج الحُسَين بن عليٍّ رضي الله عنهما يريد العراق، في خرجته التي قتل فيها، فلقيه الفرزدق الشاعر فعذله ونصحه قائلاً: إن قلوب الناس معك ولكن سيوفهم مع بني أُميّة، ولكن الحُسين رضي الله عنه لم يقبل، فقال الفرزدق. (¬1)\rلقيتُ الحسينَ بأرضِ الصِّفَاح ... عليه اليَلاَمقُ والدُّرقُ\rوقال ابن مقبل يرثي عثمان بن عفان رضي الله عنه:\rعفا بطحان من سُليمى فيثربُ ... فملقى الرحال من مِنىً فالمحصَّبُ\r¬_________\r(¬1) معجم البلدان (الصفاح).","Part":"1","seal":"35A9C716","page":153},
      {"id":154,"nass":"فعسفان سرّ السرّ، كل ثنية (¬1) ... بعسفان يأويها مع الليل مِقْنَبُ\rفنعف وداعٍ فالصِّفَاح فمكة ... فليس بها إلا دماءٌ ومَحْربُ\rوقال عمر بن أبي ربيعة: (¬2)\rقامت تراءى بالصِّفَاح كأنمّا ... عمداً تريد لنا بذاك ضرار\rوتركنا شواهد غير ما ذكرنا للاختصار وقد أفضنا القول عن الصفاح في (معجم معالم الحجاز).\r\rصُفَيّ السِّبَاب: تصغير صفا، الحجارة الكبار الملس - مضاف إلى السباب الذي هو الشتم:\rأكمة صخرية بالمعابدة يطيف بها الطريق المعبد على شكل قوس من الشمال، تشرف على الخرمانية من الشرق وتصب عليها شعبة النور من الشمال، لا زال قسم كبير منها لم يغمره العمران، كانت كالفاصل بين المُحصَّب والأبطح، وقيل بل الفاصل المُنْحَنَى فما فوقه المحصب إلى ثَبير، وما تحته الأبطح إلى حوض أبي طالب أمام ريع الحجون، ثم البطحاء إلى المسجد الحرام، ثم المسفلة بعد المسجد إلى حدود مكة.\rقالوا في سبب تسمية هذا الموضع: إن أهل مكة كانوا يخرجون إليه ليتماروا ويتسابوا إذا اختلفوا في شيء، وقيل بل كانت القبائل تجتمع هناك بعد الإفاضة من منى، فينشد شاعر كل قبيلة فيمدح قبيلته ويهجو أعداءها، فسمي صُفَيّ السِّباب.\r¬_________\r(¬1) كذا في الأصول.\r(¬2) ديوانه ص 117.","Part":"1","seal":"0D9E8F95","page":154},
      {"id":155,"nass":"قال كثير بن كَثير السَّهْمي، وكثير هذا بفتح الكاف: (¬1)\rكم بذاك الحجون من حي صدق ... من كهول أعفَّةٍ وشباب\rسكنوا الجزع جزع بيت أبي مو ... سى إلى النخل من صُفَيِّ السِّباب\rفلي الويل بعدهم وعليهم ... صرت فرداً وملني أصحابي\rقال: إلى النخل من صُفَيّ السباب، لأن حائط خرمان كان بسفح الصفي من مغيب الشمس، يصب عليه من الشمال شعب أذاخر اليماني، ويعرف حائط خرمان اليوم بالخرمانية، وذهب النخل والزرع وبني في أوسع مساحة منه مبنى أمانة العاصمة، وهو بناء لا زال جارياً أثناء طبع هذا الكتاب.\r\rصَلاَحِ: بكسر آخره على البناء بوزن حَذَامِ وقَثَامِ:\rهو اسم من أسماء مكة المشرفة. كان لأبي سفيان بن حرب جار يقال له: أبو مطر، فتبدى بالمغمس فقال أبو سفيان يدعو جاره إلى مكة: (¬2)\rأبا مطر هلم إلى صَلاَحِ ... ليكفيك الندامى من قريش\rوتنزل بلدة عزت قديماً ... وتأمن أن ينالك ربّ جيش\r¬_________\r(¬1) أخبار مكة: 2/ 211 وتلاحظ أن كثيراً من هذه الشواهد تتكرر ولكنه تكرار يقتضيه ورد المعالم متفرقة في الرسم مجتمعة في الشاهد.\r(¬2) معجم البلدان (صلاح).","Part":"1","seal":"FA378392","page":155},
      {"id":157,"nass":"(ض)","Part":"1","seal":"E10F1F18","page":157},
      {"id":159,"nass":"ضَجْنان: بفتح أوله وهو ضاد معجمة وسكون ثانيه جيم: حرة مستطيلة من الشرق إلى الغرب، ينقسم عنها سيل وادي الهدة ويمر بها الطريق من مكة إلى المدينة بنعفها الغربي على (54) كيلاً، ويعرف هذا النعف اليوم بخشم المُحْسِنيّة وكذلك الحرة تسمى حرة المُحْسِنيّة، ولها نعف آخر ينقض شمالاً غربياً يغطيه الرمل، ذلك هو ما كان يسمى كراع الغَمِيم ويسمى اليوم بَرْقاء الغَمِيم، أما سبب تسميتها بالمُحْسِنيّة فهو أن الشريف محسن بن الحسين بن حسن بن أبي نمي أمير الحجاز المتوفى سنة 1038 هـ قد بلغه أن خلقاً من الحجاج ماتوا عطشاً في تلك الصحراء التي لا يوجد فيها ماء، فأمر بحفر بئر سميت (البئر المحسنية) لا زالت تورد، فأخذت المنطقة اسمها من ذلك. وقد جاء ذكر ضَجْنَان في حديث الإسراء، وفي كلام عمر رضي الله عنه، وقال ابن عباس رضي الله عنهما: أهل ضَجْنان من حاضري المسجد الحرام.\rقال معبد الخزاعي. (¬1)\rقد نفَرَتْ من رِفْقَةِ محمدِ ... وعجوةٍ من يثرب كالعنجدِ\rتهوى على دينِ أبيها الأتلدِ ... قد جعلتْ ماء قُديدٍ موعدي\rوماء ضَجْنانَ لنا ضُحى الغَدِ\rوهذيل قد تقول الضَّجن والأضْجان: جمعاً له مع ما حوله، ولذا قال أبو قلابة الهذلي: (¬2)\rربّ هامةٍ تبكي عليك كريمةٍ ... بألوذ أو بمجامع الأضْجانِ\r¬_________\r(¬1) معجم ما استعجم (ضجنان).\r(¬2) معجم البلدان (الضجن).","Part":"1","seal":"AA0660B0","page":159},
      {"id":160,"nass":"وأخٍ يوازنُ ما جنيتُ بقوةٍ ... وإذا غويتُ الغيّ لا يلحاني\rوقال ابن مقبل:\rفي نسوةٍ من بني ذهْيٍ مصعِّدَةٍ ... أو من قِنان تَؤُم السّير من ضَجَن\rوكان ضجنان من ديار لحيان من هذيل، وربما شركتهم فيه خزاعة. أما اليوم فهو من ديار حرب لبني بشر منهم خاصة. غير أن ملكية الأرض كانت في عهد ما قبل الدولة السعودية للأشراف ذوي عمرو، وهم فرع من بني بركات بن أبي نميّ، ثم صدر قانون الأراضي البور فجعل كل ما ليس حياً مشاعاً.\r\rالضَّحْياء: ضحياء ذات عرق، قال أبو صخر الهذلي، واسمه عبد الله بن سلم، من بني مرمض من هذيل:\rعفت ذات عرق عصلهما فرئامها ... فضحياؤها وحش وأجلى سوامها.\rوأخرى ذكرت في ضيم.\r\rالضَّريبة: ميقات أهل العراق ومن مر بها من غيرهم، تقع في وادٍ ذي مياه قريبة من وجه الأرض، شمال شرقي مكة على مرحلتين على نظام القوافل القديم، يمر فيها طريق المنقى المعروف بدرب زُبَيدة، وواديها وادٍ فحل يسيل من جبال تعرف بارنامه ومسولا ثم يجتمع مع وادٍ آخر يسمى حماه، فيكونان وادي (مر) وليس مر الظهران، ثم يصب مر هذا في مَرِّ الظهران من الشمال في وادي الريان (جزع من مر الظهران) وهذا المكان (الضريبة) كان يعرف بذات عرق وكانت المواقيت التي وقتها رسول الله - صلى الله عليه وسلم - للمسلمين: يلملم على مائة كيل جنوب مكة، وقت به لأهل اليمن التهامي ومن مر به من غيرهم، قرن المنازل (السيل الكبير اليوم) وقت به لأهل نجد ومن مر به من أهل اليمن وغيرهم،","Part":"1","seal":"4C8B503D","page":160},
      {"id":161,"nass":"وفيما بعد اتخذ بجواره المحرم، وهو لمن يأتي من الطائف ولا يمر بالميقات، السابق، بل يأخذ على الهَدَأة ثم طريق كرا.\rذو الحُلَيفة: على تسعة أكيال من المدينة على طريق مكة، ويعرف اليوم ببيار عَليّ وهو ميقات أهل المدينة، وهو أبعد المواقيت كلها.\rالجُحْفَة: وتقع شرق رابغ إلى الجنوب بمسافة (26) كيلاً، وهي ميقات من جاء عن طريق البحر من مصر والشام، وقد اندثرت الجُحْفة قبل ما يقرب من سبعة قرون وقد أتينا على هذه المواضع وتاريخها وما تغير من أسمائها في (معجم معالم الحجاز) ولما ولي عمر رضي الله عنه فتحت العراق وكثر الحجاج منها وكان أحسن طريق لهم هو ما عرف -فيما بعد- بدرب زبيدة، وهو يمر في صدر وادي الرمة ثم على الرَّبَذَه فماوان فمعدن بني سُلَيم فعلى المسلح فأوطاس، وهذا طريق أهل الكوفة، أما طريق أهل البصرة فإنه إلى يسار هذا ولكنهما يجتمعان بأوطاس أو بقربه. فلما رأىَ عمر ذلك وقّت لهم بذات عرق.\rوكانت الضرائب شعاب تصب في ذات عرق واحدتها ضريبة.\rقال نزار النعامي:\rهلالية أدنى محل تحله ... ثنية خَلٍّ أو فروع الضَّرائِب\rقال الهجري في شرح ذلك: الضرائب هضاب بأعلى ذات عرق. ولا يعرف اليوم اسم ذات عرق، وموضع الإحرام من الضريبة يسمى (الحنو) ويسمى (المحرم) والأخير يطلق على جميع المواقيت. وأهل الضريبة اليوم المقطة من عتيبة.\r\rالضُّلُوع: كجمع ضِلعْ من أضلاع الحيوان:\rجبال على الضِّفَّة اليسرى لوادي عُرَنَة، إذا أقبل على الخبت،","Part":"1","seal":"F2FC4EFB","page":161},
      {"id":162,"nass":"وبينها وبن الخبت جبل عَمَر، وهي من ديار خُزَاعة، تشرف على الساقية -أرض زراعية لخزاعة- من الجنوب، وعَمَر حد خزاعة مما يلي الساحل، وحد العرامطة مما يلي الجبل. والقبيلتان متجاورتان.\rقال شاعر شعبي:\rهاضني بين عَمْر وبين شق الضُّلُوع ... في طرف برقها من يمّ ملكانِيَهْ\rديرة يا عبيد الله خلاها يروع ... ما شرب رَوْدها من غير صُمْلانِيَهْ\rملكانية: وادي ملكان يمر جنوب الضلوع، بينها وبين سطاع.\rالصُّمْلان: القِرَب.\r\rضُهَاءٌ: يرد هذا الاسم كثيراً في ديار هذيل، فمن ذلك: ضُهَاء أظلم، وقد ذكرناه في (السودتين) وهو من نعمان، وضُهَاء: شعب يصب في محرض ثم في ملكان، مياهه من لبنين (ألْبان). وضُهَاء أو الضَّهَايا: شعاب من كنثيل، قرب الشرائع (ماء حنين) وآخر في نخلة اليمانية، وآخر قرب الرجيع.\rضِيْم: ضاد معجمة وياء مثناة من تحت وميم:\rوادٍ لهذيل، يسيل من جبال الفَرْع وشُعَار من سراة طود الحجاز جنوب غربي الطائف، يتكون من أربعة شعاب كبيرة تجتمع في مخانق تسمى الكَراب، وهذه الشعاب، هي: نَقْحاء، والبَصْرة، ونَبَعي، وحَضِر، والضَّحْيَاء.\rوأعلاه قَرَاس، وشَثَر، وحضر، جبال من الطود، ثم يلي ذلك المحاضر، ثم الكَرَاب، ثم حيمول وادي ضيم. فيه مزارع أعظمها عين باشا، تبعد (41) كيلاً جنوب مكة إلى الشرق،","Part":"1","seal":"4822E4AA","page":162},
      {"id":163,"nass":"وعين أم راكة، وإذا تجاوز عين باشا دفع في وادي ملكان من الجنوب على قرابة (35) كيلاً، جنوب مكة، سكانه بنو دعد وبنو ندا من هذيل، وفي أعلاه كثير من بطون هذيل الأخرى.\rقال ساعدة بن جُؤَيَّة الهذَلي: (¬1)\rوما ضَرَبٌ بيضاء يسقي دبوبهَا ... دُفَاق فَعَرْوان الكَرَاث فضيمها\rأينحو لها شثن البنان مُكزّمٌ ... أخو حَزنٍ قد وفرته كلومها\rفذلك ما شبهتِ يا أُمَّ مَعْمر ... إذا ما تولى الليل غارت نجومها\rوقال:\rتركتَ لنا معاوية بن صخر ... وأنت بمَرْبعٍ وهُمُ بضِيم\rوالكراث الوارد في شعر ساعدة، صوابه الكَرَاب، جبال تجاور عروان جنوب دفاق بينه وبن يلملم، وهي غير كراب ضيم، وكل هذه الديار لا زالت لهذيل.\r¬_________\r(¬1) معجم ما استعجم ومعجم البلدان (ضيم).","Part":"1","seal":"EC77C149","page":163},
      {"id":165,"nass":"(ط)","Part":"1","seal":"2DEE5C1A","page":165},
      {"id":167,"nass":"طَفيِل: على وزن كَبِير: حرة بتهامة جنوب غربي مكة مشرفة على الساحل بين وادي السعدية -أسفل يلملم- ووادي الأبيار - أسفل البيضاء- عند مفيضهما في الخبت تشتهر بزراعة الحبحب، وله شهرة في مكة كحبحب ذَهْبان، وكل زراعتها عَثَرية إذ ليس بها ماء، وأهلها الجحادلة: فرع من بني شعبة من كنانة يتبعون إدارياً قائم مقام العاصمة، وكل المنطقة الواقعة جنوب مكة إلى خَضراء ومركوب تتبع هذه القائم مقامية التي يديرها اليوم سيادة الشريف شكر بن هزاع العبدلي. وطَفِيل تقرن دائماً مع شامة، فيقال: شَامَة وطَفِيل. وقد تقدم شامة، وكان درب اليمن يخرج من مكة على ملكان ثم البيضاء، ثم إدام ثم محرم يلملم (السعدية) وكانت طفيل بعيدة عنه إلى الغرب، غير أنه عند تعبيده أخذ على قرب الساحل لسهولة الأرض هناك فمرّ بالقرب من طفيل يجعلها يمين المتيامن على مرأى من الطريق.\rوإنه ليحز في النفس أن ينسى درب اليمن القديم الذي كان مهلاًّ وملبّىً لوفود بيت الله منذ أن أُذِّنَ أن البيت محجوج، وهو يمر بقرى أصبح أهلها يرحلون لينزلوا على الطريق الجديد في مواضع ليس فيها ما يصلح للنزل إلا هذا الأسفلت الذي أصبح في الصحراء يشبه ماء الحياة.\rوسيندثر محرم يلملم قريباً فيصبح كالجُحْفة أثراً بعد عين، وستموت محطات سعيا والخضراء وغيرها.\rوجاءت طفيل في الشعر حين قال بلال بن رباح رضي الله عنه:\rألا ليت شعري هل أبيتَن ليلةً ... بفخٍّ وحولي أذخر وجَليلُ\rوهل أرِدَنْ يوماً مياهَ مَجَنَّةٍ ... وهل يَبْدوَن لي شامةٌ وطَفِيلُ","Part":"1","seal":"C3AF2FFE","page":167},
      {"id":168,"nass":"طِلاَح: بكسر أوله: قالوا: من نواحي مكة.\rقال جعدة بن عبد الله الخُزَاعي يوم فتح مكة:\rونحن الأُلى سدّتْ غَزَالَ خيولُنا ... ولِفْتاً سددناه وفجَّ طِلاَحِ\rخطرنا وراء المسلمين بجحفل ... ذوي عَضُدٍ من خيلنا ورماحِ\rأ- غزال: ثنية عُسْفان التي تهبط إليه من الشمال.\rب- لفت: تعرف اليوم باسم (الفَيْت) كانت تصل بين قُدَيد وخُلَيْص، وعليها طريق القوافل، ثم سدتها الرمال فتحول الطريق عنها ولم تعد تطرق وكانت هذه المواضع من ديار خزاعة حتى القرن الثاني الهجري حين نزلت بنو حرب بن سعد بن سعد بن خولان هذه الديار فذابت بقايا خزاعة فيها، ولم يعد يعرف منها إلاَّ سكان غرب مكة وجنوبها فأصبحت هذه الديار من ديار حرب التي تمتد شمالاً ثم شرقاً حتى تدخل العراق وجنوباً إلى قرب القنفذة.\r\rطُوَى: بضم الطاء المهملة، وواو، مقصور: المعروف اليوم \"بئر طوى\" بجرول بين القبة وريع أبي لهب، وهي بئر مطوية عليها بناء، يزورها الحجاج المغاربة. أما في كتب الجغرافية فهو الوادي الذي يمر بين الحجون وريع الكحل ماراً بجرول حتى يجتمع بوادي إبراهيم في المسفلة، أعلاه ريع كان يسمى (ريع اللُّصُوص) ثم أطلق عليه ريع السد، وفي وسط الوادي حَيّ العُتَيْبية، وأسفله جرول ثم التنضباوي نسبة إلى شجر التنضب الذي كان يكثر فيه، أو الطندباوي كما ينطقه بعض أهل مكة، وبعضهم ينطقه الطنبداوي. وفي عهد الأزرقي","Part":"1","seal":"3F5E5737","page":168},
      {"id":169,"nass":"مؤرخ مكة كان يسمى اللّيط، وأعتقد أن تسمية التنضباوي أصح.\rكل هذا وادي طوى الجغرافي، وهو أحد أودية مكة الثلاثة التي يتكون اليوم منها عمرانها.\rأما شواهدها في الشعر فمنها قول أحدهم (¬1):\rإذا جئتَ أعلى ذى طُوىً قف ونادها ... عليك سلام اللهِ يا ربةَ الخدرِ\rهل العين ريا منك أم أنا راجع ... بهمٍّ مُقيمٍ لا يريمُ عن الصدرِ؟\rوموضع البئر المتقدمة هو المكان الذي بات فيه رسول الله - صلى الله عليه وسلم - ليلة فتح مكة، ذلك بإجماع مؤرخي مكة، وكُتَّاب السيرة الشريفة.\rفلما أصبح أخذ ذات اليسار على طول الوادي وأمر خالداً أن يأخذ ذات اليمين من عند المكان المعروف اليوم بالقُبَّة، فيأخذ (كُدىً) بالقصر، فيأتي مكة من أسفلها. وقد يمد طوى لضرورة الشعر.\rفقال أحد الشعراء (¬2):\rإذا جزْت أعلى ذي طواء وشعبة ... فقل لهما: جاد الربيع عليكما\rوقل لهما: ليت الركاب التي سرت ... إلى أهل سَلْع قد رجعن إليكما\rوقال أبو خراش:\r¬_________\r(¬1) معجم البلدان (طوى).\r(¬2) معجم ما استعجم (أطواء).","Part":"1","seal":"87E22804","page":169},
      {"id":170,"nass":"وقَتلْتُ الرجالَ بذي طواءٍ ... وهدّمتُ القواعدَ والعُرُوشا\rوقيل: بل طواء المدود بين مكة والطائف. وأقوال المتقدمين -يرحمهم الله- في التحديد غير دقيقة ذلك أن جلهم لم ير هذه الأرض، وإذا رآها فنظرة غريب، والغريب تختلط عليه المسميات والجهات.","Part":"1","seal":"0BBF0393","page":170},
      {"id":171,"nass":"(ظ)","Part":"1","seal":"9F4B9FA6","page":171},
      {"id":173,"nass":"ظَرَاء: بفتح أوله وثانيه: قالوا: من نواحي دفاق وقيل: (ظَرّ) ماء من دفاق، وقالوا: في خبر بني نفاثة بن عدي بن الدئل بن بكر بن عبد مناة بن كنانة: كانوا بأسفل دفاق فأصبحوا ظاعنين وتواعدوا ماء ظَرَاءَ (¬1).\rقلت: في دفاق بئر رهية لا ينضب ماؤها قصيرة الرشاء تعرف ببئر (الزِّلَّة) بكسر الزاي وتشديد اللام.\rوقال تأبَّطَ شرّاً (¬2):\rأبعد النفاثين أزجر طائراً ... وآسى على شيءٍ إذا هو أدبرا؟\rأُنَهْنِه رحلي عنهُمُ وإخالهُم ... من الذِّلِّ يَعْراً بالتِّلاَعة أعفرا\rولو نالت الكََّفان أصحابَ نوفل ... بمَهْمَهةٍ ما بين ظرْءٍ وعَرعَرا\rعرعر: شعب يصب في ضيم، وسيأتي. أما قوله (ظرء) بلا مد فهي ضرورة شعرية، إذا أدخل (ما).\r\rالظُّرَيْبة: تصغير ظربة. قالوا: كان خالد وعمرو ابنا سعيد بن العاص ابن أمية بن عبد شمس قد أسلما في أول أمر الدعوة فهاجرا إلى الحبشة وظل أخوهما أبان بن سعيد كافراً، وكان أبوهم قد اتخذ مالاً وحرثاً بالظُّرَيبة ثم مات هناك. فقال أبان يعاتب أخويه (¬3):\r¬_________\r(¬1) عن تفاصيل مثل هذه الأقوال، راجع معجم معالم الحجاز.\r(¬2) معجم البلدان (ظراء).\r(¬3) معجم البلدان.","Part":"1","seal":"41D260A9","page":173},
      {"id":174,"nass":"ألا ليت ميت بالظريبة شاهد ... لما يفتري في الدين عمرو وخالد\rأطاعا بنا أمر النساء فأصبحا ... يعينان من أعدائنا كل ناكد\rفأجابه أخوه خالد فقال:\rأخي ما أخي، لا شاتم أنا عرضه ... ولا هو من سوء المقالة مقصر\rْيقول إذا اشتدت عليه أموره ... ألا ليت ميت بالظريبة ينشر\rوقالوا في تحديدها: هي من ناحية الطائف.\rقلت: الذي أراه أنها (الضَّريبة) الميقات الذي تحدثنا عنه في حرف الضاد، والاشتباه بين الضاد والظاء، وبين التكبير والتصغير يرد كثيراً.","Part":"1","seal":"D856B3FF","page":174},
      {"id":175,"nass":"(ع)","Part":"1","seal":"3E3CE442","page":175},
      {"id":177,"nass":"عاذ: عين فألف فذال معجمة .. تقدم الحديث عنه في أنْف، وسمي هناك أنف عاذ، وأنف كما حددناه سابقاً يقع جنوب الشرائع بطرف كبكب من الشمال الشرقي. وجاء في بعض النصوص باسم عاذ المطاحل، قال قيس بن العجوة الهُذَلي (¬1):\rمن بطن كرّ في صعيد راجِفِ ... بين قنان العاذِ والنواصفِ\rفدل هذا على أنه جبل ذو قنان والقنان لا تكون إلا لكبار الجبال.\rوقال العباس بن مرداس السلمي، رضي الله عنه (¬2):\rفلا تأمنَنْ بالعاذ والخلف بعدها ... جوار أناس يبتنون الحضائرا\rأحلِّلُها لحيان ثم تركتها ... تمرُّ وأملاحٌ تضيءُ الظواهرا\rوقال ابن أحمر (¬3):\rعارضتهم بسؤالٍ: هل لكم خَبَرٌ ... مَنْ حجّ من أهل عاذٍ إن لي أربا؟\rوقال عبد مناف بن رِبْع - بكسر الراء في خبر قدمناه في أنف:\rهمُ منعوكم من حُنَينَ ومائهِ ... وهم أسلكوكم أنف عاذ المطاحلِ\rوقال أبو المُؤَرِّق الهُذَلي (1) و (1)\r¬_________\r(¬1) معجم البلدان (عاذ).\r(¬2) معجم ما استعجم (عاذ).\r(¬3) نفس المرجع.","Part":"1","seal":"B1E7D5AC","page":177},
      {"id":178,"nass":"تركتُ العاذَ مقليا ذَمِيما ... إلى سرف وأجددتُ الذَّهابا\rوكنت إذا سلكتُ نجاد بشْمٍ ... رأيتُ على مراقبها الذئابا\rوهذه الأماكن الواردة في هذه الشواهد كلها من ديار هذيل حول مكة: الكر في صدر نعمان، أنف من شمال كبكب، وأملاح تتردد في شعر هذيل، وسرف تقدم شمال مكة، ونجاد بشم: الجبال المشرفة على عمرة التنعيم من الشمال الشرقي، أما الخُلْق والخليف \"وذكرا في مطبوعة شفاء الغرام بالإهمال\" \"الحلف والحليف\" وهو تصحيف، لهما ذكر في تاريخ بعض الأشراف.\rفهي أرض حصينة خصبة على طريق السراة القديم، وقد هجر هذا الطريق بعد تعبيد طريق الجنوب الجديد الذي أخذ به أسافل الأودية لسهولة الأرض، وهي جنوب الطائف في ديار بني مالك، وقد يكون المعنى غيرها.\r\rعَارِم: آخره ميم بوزن فاعل.\rفيما ذكر ياقوت هو السجن الذي كان يسجن عبد الله بن الزبير - رضى الله عنه- فيه خصومه، وقد سجن فيه محمد بن علي بن أبي طالب المشهور بابن الحَنَفيّة رضي الله عنهما، والحنفية أُمُّهُ نسب إليها وهي من بني حنيفة من اليمامة، ولما ولي الحجاج أمر مكة بعد ابن الزبير اتخذ عارماً سجناً كما كان. وهو لا شك بمكة إذ أن من عادة الولاة أن يسجنوا خصومهم قريباً منهم لإحكام السيطرة وضمان شدة الحرص.\rوفي سجن ابن الزبير ابن الحنفية بعارم يقول محمد بن كَثير:\rتخبر من لاقيتَ إنك عائذٌ ... بل العائذُ المسجونُ في سجنِ عارم","Part":"1","seal":"8E6C5B86","page":178},
      {"id":179,"nass":"ومن يلق هذا الشيخ بالخَيف من منىً ... من الناس يعلم أنه غير ظالمِ\rسميُّ النبي المصطفى وابن عمه ... وفكّاك أغلال وقاضي مغارمِ\rأبيْ فَهْو لا يشري هُدى بضلالةٍ ... ولا يتّقي في الله لومةَ لائم\rونحن بحمد الله نتلو كتابه ... حلولاً بهذا الخَيف خيف المحارمِ\rبحيث الحمام آمناتٌ سواكِنٌ ... وتلقى العدوَّ كالصديق المسالمِ\rفما رونق الدنيا بباقٍ لأهلهِ ... ولا شدة البلوى بضربة لازمِ\rقلت: وهذا الشعر من القرن الأول، ومع هذا كغيره من شعر المناسبات لا تجد فيه روعة العناء واختيار الألفاظ .. وجاء اسم صاحبه: محمد بن كثير -بتشديد الياء في كثير- ولم أجد له ذكراً في تاريخ مكة. ولم يذكره صاحب (الأعلام) في مادته.\rوكان عبد الله بن الزبير قد سجن ابنه حمزة بعارم هذا، ذلك أن حمزة كان والياً لأبيه ابن الزبير على البصرة فبذر خراجها، فعزله أبوه فأدخله سجن عارم فقال أحدهم:\rإن الندى والمجد إن جئته ... والحامل الثقل عن الغارمِ\rوالفاعل المعروف في قومه ... مكبل بالسجن من عارمِ\r\rعَامِر: ذكر الإخباريون في قول مضاض بن عمرو بن الحارث بن مضاض الجرهمي، وهو يتشوق إلى مكة بعد أن نفتهم خزاعة عن البيت:","Part":"1","seal":"FAA9356D","page":179},
      {"id":180,"nass":"كأن لم يكن بين الججون إلى الصفا ... أنيسٌ ولم يسمر بمكة سامِرُ\rأقول إذا نام الخلي ولم أنم ... إذا العرش لا يبعد سُهيلٌ وعَامِرُ\rقالوا: عامر جبل بمكة: غير أن شعر مضاض هذا لا يدل على أن عامراً جبل، أما المكان المعروف اليوم بشعب عامر، والصواب شعب ابن عامر، فهذا اسم حدث بعد مضاض بقرون.\r\rالعَجُول: بفتح العين وجيم بعدها واو، وآخره لام: بئر بمكة حفرها قُصيّ بن كلاب أول ولايته مكة، وكانت بعد خُمّ، وهي أقرب آبار قريش إلى السجد ويبدو أنها دخلت في توسعات المسجد الحرام. وفيها يقول أحد الحجاج:\rنروي من العَجُول ثم ننطلقْ ... إن قُضيّاً قد وفى وقد صدق\rبالشبع للحاج وري منطبق\rويقال: بل ظلت العَجُول إلى آخر أيام عبد مناف بن قُصي فوقع فيها رجل من بني جعيل فعطلت، واحتفر كل قبيل من قريش بئراً يستقي منها.\r\rالعُدّ: بضم العين المهملة، وتشديد الدال المهملة أيضاً، والعُدّ: المورد من الماء، وجمعه عدود: وهو ماء جنوب غربي مكة في الساحل، يتردد ذكره في النزاع بين الأشراف.\rوفيه يقول ابن الحَكَّاك شاعر مكي (¬1):\r¬_________\r(¬1) هما أخوان: أحدهما اسمه أبو الفضل جعفر بن يحيى بن الحكاك، والآخر اسمه الحسين ابن يحيى وكلاهما شاعر. انظر دمية القصر ص 51، 77.","Part":"1","seal":"6A6CF968","page":180},
      {"id":181,"nass":"لأرْوَى منزلٌ أقْوَى ... دُوَين العُدِّ فالإطوى\rوالإطوى من سطاع في ديار الجحادلة من بني شعبة من كنانة وقد تقدم الحديث عنها.\rأما (العُدّ) فهو منهل كما قدمنا يتكون من ثلاث آبار للاستقاء، في وادٍ يدعى وادي العد، يصب من جبال تسمى نفس الاسم، وهي آخر السلسلة التي تمر جنوب بحرة وحداء، وتشرف على البحر ليس أدنى منها إليه إلا جبل تُسْحُق، بعيداً عنها، وتبعد عن بحرة (35) كيلاً إلى الغرب الجنوبي. ويمر وادي مر الظهران شمالها غير بعيد، وهذه الآبار هي: أم الجرم، والعويجاء الشُّوَيميّة. وقد وردتها يوم 19 زُبَيْد الأول سنة 1400 هـ فوجدت المستقين عليها أُناساً من زُبَير من حرب، وهذه من ديار حرب: بني جابر ومزينة وزبيد وغيرهم.\r\rعَرْعَر: بفتح العين المهملة وسكون الراء والتكرار .. وادٍ يصب في وادي نعمان من الجنوب، ينبع من جبال سحار فيدفع في نعمان عند مزارع شداد، به آبار سقي وبيوت مدر متباعدة ومزارع عثرية، كل ذلك لهذيل، قال الأبح بن مُرّة الهذلي (¬1):\rلعمرك ساري بن أبي زنيم ... لانت بعرعر الثأر المُنيمِ\rعليك بنو معاوية بن صخر ... وأنت بمَرْبَعٍ وهُمُ بضِيمِ\rوضِيم: وادٍ فيه شعب آخر يسمى عرعر وهو غير عرعر نعمان مدار بحثنا وقد تقدم، ومَرْبع: من ضيم، وسيأتي.\r¬_________\r(¬1) معجم البلدان (مربع، ضيم).","Part":"1","seal":"FB3DB6CD","page":181},
      {"id":182,"nass":"عرفات: المشعر المعروف من مشاعر الحج، وهو أشهر من أن نعرّفه، وليس هو جمع عرفة كما يظن البعض، إنما هو مفرد على صيغة جمع، وله نظائر في لغة العرب، وهي فسيح من الأرض محاط بقوس من الجبال يكون وتره وادي عُرَنة، فمن الشمال الشرقي يشرف عليها جبل أسمر شامخ، وهذا الجبل يسمى (جبل سعد) ومن مطلع الشمس يشرف عليها جبل أشهب أقل ارتفاعاً من سابقه ويتصل به من الجنوب، وهذا يسمى (ملحة) ومن الجنوب تشرف عليها سلسلة لاطئية سوداء تسمى (أم الرضوم) أما من الشمال إلى الجنوب الشرقي فيمر وادي عرنة -بالنون- وكل هذه الديار لقريش، وحدُّهُم وراء جبل ملحة من مطلع الشمس، وادٍ يسمى الوصيق، شرقه لهذيل وغربه لقريش، وبعرفات جبلها المشهور وهو أكمة صغيرة شبيهة بالبرث، يصعد عليها بعض الحجاج يوم الوقوف، وليس الوقوف على الجبل خاصة من واجبات الحج، لقوله - صلى الله عليه وسلم -: وقفت ههنا - بعرفة وعرفة كلها موقف. والوقوف بها بعد صلاة الظهر من اليوم التاسع من ذي الحجة، ويجوز الوقوف إلى فجر اليوم العاشر. وهذا الجبل يسمى: جبل الرحمة، ويسمى القُرين وكان يسمى (إلاَلاً) وقد يسمى (النابت). قال النُّمَيري، واسمه محمد ابن عبد الله الثَّقَفي (¬1):\rوقامت تراءى يوم جمعٍ فأفتنت ... برؤيتها من راح من عرفات\rوقال عمر بن أبي ربيعة (¬2):\rعفت عرفات فالمصائف من هند ... فأوحش ما بين الجَرِيبَينْ فالنهد\r¬_________\r(¬1) معجم البلدان (عرفات).\r(¬2) ديوانه ص 99.","Part":"1","seal":"49F8ADCC","page":182},
      {"id":183,"nass":"وغيرها طول التقام والبِلىَ ... فليست كما كانت تكون على العهد\rوعرفة وعرفات: المشعر الوحيد من مشاعر الحج الذي يكون خارج الحرم. وكانت الحُمْس -وهي قبائل من العرب على رأسها قريش- لا تقف بعرفة، بل تقف بجمع تشريفاً للحرم، فجاء الإسلام فجعل الحَجَّ لا يتم إلاَّ بالوقوف بعرفة، فقال - صلى الله عليه وسلم -: \"الحَجُّ عرفة\" تأكيداً على أن من لم يقف بعرفة فلا حجَّ له.\r\rذَات عِرْقٍ: قال المتقدمون: عِرْقٌ هو الجبل المشرف على ذات عِرْق، وسميت ذات عِرْق نسبة إليه (¬1). وقد تقدم معنا أنها مهل أهل العراق ومن مر بها من المسلمين، وكانت الضرائب تلاع تصب على ذات عرق فغلب اسمها ونسي اسم ذات عرق. وقد تقدم معنا هذا القول في الحديث عن الضريبة التي هي الميقات اليوم. ونسب إلى أهل ذات عرق:\rونحن بسهبٍ مشرف غير مُنجدٍ ... ولا مُتهمٍ فالعين بالدمع تَذْرِفُ\rوالمعروف أن ذات عرق منطقة جبلية وليست بسهب. ولا أدري لم تذرف العين لهذا الموقع؟!\rتقع ذات عرق كما قدمنا في الشمال الشرقي من مكة على ثلاث مراحله يطؤها درب المنقَّى المعروف بدرب زبيدة، وهذه الراحل تخرج من مكة فأول مرحلة سُوْلة أو موضع بستان ابن معمر ملتقى النخلتين وقد يتفرق الحاج هنا فينزل بعضهم التنضب - عين- وبعضهم سولة وقد يحط بعضهم المضيق، والمضيق\r¬_________\r(¬1) معجم البلدان (ذات عرق).","Part":"1","seal":"DA473177","page":183},
      {"id":184,"nass":"والتنضب متجاورتان، والمرحلة الثانية الباثة أو مكَّة الرَّقَّة، والبَاثَة ما كان يعرف بالغُمَير والثالثة الضَّريبة \"ذات عرق\".\rقال ساعدة بن جؤية الهذلي (¬1):\rلما رأى عِرقاً ورَجّع صوبه ... هدراً كما هدر الفَنِيق المُعْصبُ\rيصف سحاباً بأنه عند استهلاله يشبه الجمل المعصب \"الهائج\" وقال وهب في أرجوزته الحَجِّية (¬2):\rحتى إذا مرت بذاتِ عِرْقِ ... مرت بها وما بها من طَرقِ\r\rعُرَنَه: بضم العين المهملة والراء ثم نون فهاء ..\rوادٍ من كبار أودية مكة يتكون رأسه من شعبتين يمانية وتسمى البجيدي: وادٍ يلي جبل كبكب من الشمال، فيه نزل وزارعه على الضَّخّ الآلي، وأهله ذوو جازان الأشراف، وبه مركز إمارة يتبع قائمقام العاصمة، وشمالية وهي وادي حُنَين ويعرف اليوم بوادي الشرائع يشترك فيه الأشراف وهُذَيل، وأسفله واقع في حدود قريش، فإذا التقت الشعبتان على مرأى من عَلَمي طريق نجد شرقاً، سمي الوادي عُرَنة وكله واقع فى ديار قريش، وجل الأرض التي يسير فيها إلى عرفة تسمى المغَمّس، ومن روافده: ذو مجاز يأتيه من كبكب، تنظر إليه وأنت عند العلمن المتقدم ذكرهما ولا زالت آثار سوقه ترى بصعوبة، وسبق أن كتبت عنه بحثاً في مجلة المنهل، ويتجه عُرَنة إلى الجنوب بين كبكب على يساره وجبال مكة على يمينه، فيمر بطرف عرفة من الغرب حيث يكون مسجد نَمِرة بعضه في عُرَنَة (بالنون) وتوهم\r¬_________\r(¬1) معجم البلدان (ذات عرق).\r(¬2) انظر معجم معالم الحجاز.","Part":"1","seal":"72B9D581","page":184},
      {"id":185,"nass":"بعض الباحثين وأهل المناسل أن عُرَنة -بالنون- هو فقط المكان الذي فيه المسجد .. وهذا خطأ، من أجله توسعنا في وصف عرنة. فإذا تجاوز عرفة -بالفاء- أخذ جنوباً غربياً فيأتيه من اليسار وادي نَعْمان وفي التقائهما تقع عين العابدية وبعض العامة يطلق اسم وادي العابدية على وادي نعمان هناك، وقد توقفت عين العابدية الآن، لأن ارتوازات ضربت قريباً منها، فنضب ماؤها. فإذا اجتمع الواديان أطلق اسم عُرَنة -بالنون- على الوادي كله فيمر جنوب مكة على أحد عشر كيلاً، ويعتبر منذ تجاوزه عرفة حتى جبال لبينات جنوب غربي مكة، حداً للحرم في هذه الناحية الواسعة: ثم يصب في البحر، قال أحدهم:\rأبكاكَ دون الشِّعْب من عَرَفَات ... بمدفع آياتٍ إلى عُرَنَاتِ\rوقيل في أبي الكِنّات المكي المغني:\rأحسن الناس فأعلموه غناءً ... رجلٌ من بني أبي الكنَّات\rحين غَنّى لنا ما شاءَ ... غناء يهيج لي اللذات\rعفت الدار فالهضاب اللواتي ... بين (توز) فملتقى عُرنَات\rولعل \"توز\" هنا صوابها \"ثور\" بالمثلثة وآخره راء.\r\rعَرْوَان: بفتح العين المهملة وسكون الراء على وزن فعلان:\rجبل عال من جبال هذيل يقع جنوب مكة إلى الشرق على قرابة 65 كيلاً، بين وادي يلملم جنوباً ووادي دُفَاق شمالاً، وهما يتقاسمان ماءه، تجاوره جبال تسمى الكَرَاب، وتقرن مع عَرْوَان","Part":"1","seal":"EEE69947","page":185},
      {"id":186,"nass":"في الأدب القديم بالكَرَاث، والكرَاث: تصحيف الكَرَاب: وقد تصحف عَرْوان على الأقدمين فقالوا: غَزْوان، بإعجام الحرفين الأولين، وقالوا هو الجبل الذي على ظهره الطائف.\rقال:\rفألحقنَ محبوكاً كأنَّ نشاصَهُ ... منكبُ من عَرْوان بيض الأهاضب\rوقال آخر:\rوما ضَرَبٌ بيضاء يسقي دبوبهَا ... دُفاقٌ فعَرْوان الكَرَاب فضيمها\rوانظر ضِيماً.\rأما غَرْوان بالمعجمتين، فربما كان يطلق على سراة الطائف، لأن النصوص به كثيرة، تأتي إلى جنب ذِكر عَرْوان بالمهملتين، ولكن غَزْوان -بالأعجام- غير معروف اليوم.\r\rالعُزَّى: الصنم المشهور في الجاهلية. لقد أعز الله العرب عن العُزّى، فأبدلهم بباطلها الحق المبين والسراط المستقيم. وما ورد فيها من نصوص يصعب الإتيان به في هذه العجالة، وقد أفضنا في ذكرها في المعجم، ونأتي هنا بخلاصة تحديد موقعها ونهاية أمرها.\rتقع العُزّى في رأس شِعْب يسمى سُقاماً، يسيل من جبلة السعايدة الواقعة بين النخلتين، فيتجه شمالاً بشرق فيصب في وادٍ يسمى حُرَاصاً، وحراص هذا أحد أجزاع نخلة الشامية.\rكنا ذات يوم في ضيافة الشريف فائز الحارثي -رحمه الله- في أرض له بنخلة الشامية، تسمى (دف شلية).","Part":"1","seal":"5661D20B","page":186},
      {"id":187,"nass":"وبعد الغداء اقترح ابن أخيه الشريف محمد بن فوزان أن يريني موقع العُزّى بالمشاهدة، فشكرته على ذلك وكان في الرفقة أخوه الشريف حمود وهما من أعرف الناس بهذه الديار، فصعدنا في نخلة فافترقت إلى شعبتين: يسرى تسمى الزرقاء، ويمنى تسمى حُراضاً، فسرنا في حراض فجاءنا من اليمن شعَب يسمى سُقاماً، فسرنا فيه فإذا نحن أمام سِدٍّ صخري يسقط من فوقه شلال من أروع المناظر، فأوقفنا سيارتنا فصعدنا ذلك السد فأفضى بنا إلى فرعه في الجبل يسح الماء بها على وجه الأرض فسرنا فافترق سقام إلى شعبتين أحداهما تسمى الصِّر والأخرى تسمى أم جَرَاد، فوجدنا أثار رموس، قال الشريف محمد بن فوزان: إن هذا موقع العُزَّى.\rوفي أخبار الأصنام إنّ العُزى صنم بنخلة الشامية، وقيل في سقام وقيل في حراض، والكل صواب.\rوكانت قريش وهذيل وسُلَيم تعظم العزى وكان سدنتها بنو شيبان من سليم .. وكانت اللاَّت بالطائف والعزى بنخلة ومناة بقُدَيد من أعظم (أصنام العرب). إلا أن بعض الموحدين تركها وعابها قبل الإسلام.\rولذا يقول زيد بن عمرو بن نُفَيل:\rتركنا اللاَّت والعُزّى جميعاً ... كذلك يفعل الجلد الصبور\rفلا العُزّى أدين ولا أبتنيها ... ولا صنمي بني عمرو أزور\rولا هُبلاً أزور وكان ربّاً ... لنا في الدهر إذ حلمي صغير\rوكان رسول الله - صلى الله عليه وسلم - أرسل خالداً لهدم العزى بعد الفتح","Part":"1","seal":"39F05029","page":187},
      {"id":188,"nass":"وكان سادنها دُبيَّة بن حرمي السلمي، ثم الشيباني (¬1)، فلما رأى خالد بن الوليد قال:\rأعزى شدّي شدّةً لا تكذبي (¬2) ... على خالد ألقي الخِمار وشمِّري\rفإنك إن لم تقتلي اليوم خالداً ... فبوئي بذل عاجل وتنصري\rفقال خالد: يا عزى كفرانك لا سبحانك إني رأيتُ اللهَ قد أهانك.\rفهدمها. فلما عاد أخبر رسول الله - صلى الله عليه وسلم -، فقال: تلك العُزّى ولا عزى بعدها للعرب، أما أنها لن تعبد بعد اليوم.\rوهذا القول من رسول الله - صلى الله عليه وسلم - يبين ما لهذا الطاغية في نفوس العرب قبل الإسلام، فحمداً لمن أبدلنا خيراً منها، وهدانا إلى الصراط السوي، وما كنا لنهتدي لولا أن هدانا الله.\r\rعُسْفان: بضم العين المهملة وسكون السين المهملة أيضاً على وزن فُعْلان، بلدة تاريخية عامرة، تقع شمال مكة على ثمانين كيلاً، على المحجة إلى المدينة المنورة، يلتقي فيها واديان: وادي فيدة، ووادي الصغو، فيها آبار عذبة قديمة مجصصة .. منها بئر التفلة تشبه في عذوبتها بئر الجعرانة، قيل: إن رسول الله - صلى الله عليه وسلم - تفل فيها عندما مر بها في غزوة الفتح (انظر الحديث عنها في الجزء الثاني من معجم معالم الحجاز).\rوقال بعض الزنادقة: إن التصديق بمثل هذا العمل خرافة. وقد ضل عقله، فإن لرسول الله - صلى الله عليه وسلم -، معجزات هي أكبر من\r¬_________\r(¬1) نسبة إلى شيبان بن جابر بن مرة بن عبس بن رفاعة بن الحارث بن عتبة بن سليم بن منصور، وقد دخلت اليوم بنو شيبان في برقا من عتيبة.\r(¬2) معجم البلدان (العزى).","Part":"1","seal":"0CC80861","page":188},
      {"id":189,"nass":"هذا. وفي عسفان اليوم مركز إمارة يتبع الجموم، وسكان البلد قبيلة بني بشر من حرب وأمير المركز ابن حمادي شيخ هذه القبيلة.\rويشرف على البلدة من جميع نواحيها حرار سود، وتفترق منها ثلاث طرق: إلى المدينة، وإلى مكة، وإلى جُدَّة. وتعتبر عسفان عقدة مواصلات في هذه الناحية، ومنهلاً من مناهل البادية، وبوابة استراتيجية هامة في قلب الحجاز، وماؤها غزير، وهناك نية لإجرائه إلى جُدَّة، على قرابة سبعين كيلاً.\rوقد وهم حمد حين قال: عسفان هو واد عظيم فيه قرى.\rوأقول: الاسم للبلدة وليس لوادٍ (¬1).\rغزا رسول اللُه - صلى الله عليه وسلم - بني لَحْيان بعسفان بعد مضي خمس سنين وشهرين من الهجرة (¬2). وهي الغزوة المعروفة بغزوة بني لحيان كذا ثبت في السير.\rوقال أعرابي:\rلقد ذكَّرتْني عن حُبابٍ حمامةٌ ... بعُسْفان أهلي فالفُؤادُ حَزِينُ\rفويحكِ كم ذكّرتِني اليوم أرضَنا! ... لعلّ حِمامي بالحجاز يكونُ\rفواللهِ لا أنساكِ ما هبت الصبا ... وما اخضرّ من عود الأراكِ فنونُ\rوروي عن ابن عباس رضي الله عنه: أن حاضري المسجد الحرام: عسفان وضجنان ومر الظهران. وروي في بعض الأحاديث إن مسافة القصر كعسفان عن مكة. وروي أقل من\r¬_________\r(¬1) ديوان كثير 562.\r(¬2) انظر تفاصيل ذلك في سيرة ابن هشام، وفي الطبقات لابن سعد.","Part":"1","seal":"FBE47B5D","page":189},
      {"id":190,"nass":"ذلك.\rوقال عيسى التركي صاحب تكريت (¬1):\rوما ذاتُ طوقٍ في فروع أراكةٍ ... لها رنّةٌ تحت الدُّجَى وصدوحُ\rترامت بها أيدي النوى وتمكّنتْ ... بها فُرْقة من أهلِها ونزوحُ\rفحلَّت بزوراءِ العراق وزُغبُها ... بعُسفَان ثاوٍ منهم وطليحُ\rإذا ذَكرتْهمْ هيّجتْ ذا بلابلٍ ... وكادت بمكتومِ الغَرامِ تَبوحُ\rبأبرح من وجدي لذكراكمُ متى ... تألّق بَرقٌ أو تنسَّم ريحُ\rفانظر إلى هذا التركي كيف علمته اللغة العربية هذا الشعر الذي يسيل شهداً، ويكاد ينطف منه الرواء، وتفوح منه روائح الفاغية العسفانية، أليس هذا دليلاً على ما للغة العربية من قوة وصقل للمواهب، ثم يأتي اليوم من يرفع صوته -بلا حياء- داعياً إلى اتخاذ الحرف اللاتيني بدل الحرف العربي. فإن هذا المسلم التركي لو كتب بالأحرف اللاتينية لقال: (فهلت بزورا الإراك وسكبها) ... إلخ!\r\rعَسِيب: بفتح العين المهملة وكسر السين وآخره موحدة:\rجبل بارز مشهور في ديار هذيل يقع على طرف وادي الزبارة، وهو صدر وادي مر الظهران بعد اجتماع النخلتين، أهله بنو عمير من هذيل، وبعض الأشراف وغيرهم. وفي كتب المتقدمين يخلط بين عسيب هذا وعسيب آخر بوادي النقيع قرب المدينة،\r¬_________\r(¬1) وفيات الأعيان: 3/ 498.","Part":"1","seal":"514F36BA","page":190},
      {"id":191,"nass":"وعلى أحدهما المثل القائل:\r(لا أفعل ذلك ما أقام عسيب). وروي لامرىء القيس:\rأجارتنا إن الخطوبَ تنوبُ ... وإني مقيمٌ ما أقام عَسيبُ\rأجارتنا إنا غريبان ها هنا ... وكل غريبٍ للغَريبِ نسيبُ\rولصخر بن عمرو الشريد أخي الخنساء:\rأجارتنا لستُ الغداةَ بظاعنٍ ... ولكنْ مقيمٌ ما أقام عَسيبُ\rوعسيب صخر لا شك عسيب النقيع حيث هناك كانت منازل بني الشريد.\rأما عسيبنا هذا، فكنت أسير مع الشريف محمد بن فوزان الحارثي، آتين من المضيق، وكان الوقت ليلاً، فأشار إليه قائلاً: هذا عسيب.\r\rعُشَر: بضم العين المهملة باسم النبات المعروف:\rقال أبو ذؤيب (¬1):\rعرفت الديار لام الدَّهِـ ... ـين بين الظُّبَاء فوادي عُشَر\rقالوا: عشر شعب لهذيل يصب من داءة، وهو جبل يحجز بين النخلتين.\rقلت: نخلتان، نخلة الشامية ونخلة اليمانية، والجبل الذي بينهما يسمى اليوم جبلة السعايد: بطن من هذيل يسكن نخلة\r¬_________\r(¬1) معجم البلدان (عشر).","Part":"1","seal":"FCCFF987","page":191},
      {"id":192,"nass":"اليمانية، وهذا الجبل الضخم كثير الشعاب والفُرَع. وعشر هذا يصب من داءة (جبلة السعايد اليوم) في نخلة اليمانية من الضفة اليسرى، غربي يسوم الشمالي، غير بعيد. (كذا ذكره عطية الشيبي المطرفي).\r\rعَصَف: بالتحريك: قال تميم بن أُبَيّ بن مقبل العجلاني العامري المشهور بابن مقبل (¬1):\rشطت نوى من يحل السهل والشَّرَفا ... ممّن يقيّظ على نعمان أو عَصَفا\rووجه إيرادنا له هنا كونه ذكر من نعمان، وابن مقبل يذكر كثيراً من المواضع حول مكة، وقد يكون (نعمان) آخر أراد الشاعر.\r\rالعَصْلاء: قال أبو صخر الهذلي، واسمه عبد الله بن سلم، من بني مرمض من هذيل:\rعفت ذات عِرْق عُصلها فرئامها ... فضَحْيَاؤُها وحشٌ وأجلي سوامها\rوقال ياقوت: العصلاوان شعبتان تصبان على ذات عرق.\r\rالعَلْدَاة: بفتح العين وسكون اللام: قيل جبل قبل مكة، مات عنده خويلد الهذلي فرثاه المعطل فقال (¬2):\rوما لمت نفسي في عياد خويلد ... ولكن أخو العَلْدَاة ضاع وضيعا\rويروى: ولكن أخو العادات ضاع وضيعا.\rوخويلد هذا هو (أبو ذؤيب الهُذَلي) واسمه: خويلد بن خالد\r¬_________\r(¬1) معجم البلدان (عصف).\r(¬2) معجم ما استعجم (العلداة).","Part":"1","seal":"6DA1AC4F","page":192},
      {"id":193,"nass":"ابن محرث الصاهلي. كان من شعراء الطبيعة المجيدين، ومن فحول شعراء هذيل على كثرتهم، وله ديوان مطبوع.\rورواه في معجم البلدان: العَلْدة. وقال: موضع في شعر هذيل.\rولم أجد من هذيل أو نواحي مكة من يعرف (العلداة أو العلدة). ولعله اصطلاح لا علم، كقولهم: الوادي، أو الحزم.\r\rعَلَق: بالتحريك على وزن جمع علقة: الأماكن المسماة بهذا الاسم كثيرة، ولا شك أن كثيراً منها بعيد عن مكة غير أن روايات الأقدمين تتشابك عند ذكر الشواهد، والمعروف اليوم، عَلَق: أحد روافد وادي الهدة، على قرابة سبعين كيلاً شمال مكة.\rوعلق: أحد روافد وادي نعمان من صدره يتعلق بجبل كرا وجبال عَفَار فيصب على الكُرّ. أما ما ذكر قديماً، فمن ذلك قول ابن أحمر (¬1):\rما أم غُفْرٍ على دَعجاء ذي عَلَقٍ ... ينفي القراميدَ عنها الأعصمُ الوَقُلُ\rوقال أبو طالب عم النبي - صلى الله عليه وسلم -: (¬2)\rأرى أخوينا من أبينا وأُمِّنا ... إذا سُئلا قالا إلى غيرنا الأمرُ\rبلى لهما أمر ولكن تَجَرْجمَا ... كما جُرجمت من رأس ذي عَلَقِ الصخرُ\rوقال لبيد بن ربيعة - ولا أظن ما يعنيه له علاقة بمكة:\r¬_________\r(¬1) معجم البدان (علق).\r(¬2) من قصيدة مشهورة له في الدفاع عن محمد - صلى الله عليه وسلم -.","Part":"1","seal":"920CA17D","page":193},
      {"id":194,"nass":"فإمّا تَرينِي اليوم أصبحتُ سالماً ... فلستُ بأحيا من كلابٍ وجعفرِ\rولا من ربيعِ المُقْترِينَ رُزِئتهُ ... بذي عِلَقٍ، فاقنَيْ حياءَكِ واصبِرِي\r\rعَلْي: بفتح أوله وسكون ثانيه، ثم ياء مثناة من تحت.\rقال أميّة بن أبي عائذ الهذلي:\rلمن الخيام بعَلْيَ فالأحراص ... فالسُّوْدتين فمجمع الأبواصِ\rقلت: يوجد اليوم مكان من رهجان على قرابة \"43\" كيلاً جنوب شرقي مكة يسمى (عِليِ) وينطقونه بكسر الأول والثاني، وهو لحن واضح. وقد تقدم رهجان. وهذا البيت من قصيدة يعدد ابن أبي عائذ فيها معالم كثيرة معروفة جنوب شرقي مكة منها: كبكب، والنمر، والهاوتان، والأشقاب، وضهاء وغيرها. وقد تقدم بعض هذه، وسيلحق ما بقي إن شاء الله. ويجدر أن نذكر هنا أن هذه المواضع يعدها الواقف في وسط نعمان.\r\rعَمَر: بفتح العين المهملة والميم، وآخره راء.\rجبل بطرف وادي عُرنَة من الجنوب، مشرف على الساحل. قال شاعر شعبي:\rهاضني بين عَمْر وبين شق الضلوعْ ... في طرف برقها من يمّ مَلْكانِيهْ\rديرة يا عبيد الله خلاها يروع ... ما شرب رودها من غير صملانيهْ","Part":"1","seal":"45A8B056","page":194},
      {"id":195,"nass":"وتسكين الميم في هذا البيت ضرورة شعرية.\rوقال صخر الغي يصف سحاباً (¬1):\rوأقبلَ سرّاً إلى مِجْدلٍ ... سياق المُقَيَّد يمشى رَيسِفا\rفلما رأى العَمْق قُدَّامه ... ولما رأى عَمَراً والمُنَيفا\rأسأل من اللَّيل أشجانه ... كان ظواهره كُنَّ جُوفا\rوَعَمر هذا هو اليوم حدود خزاعة من الغرب، بينهم وبين العرامطة الأشراف، ومنه ترى عمقاً شمالاً إلى الغرب.\r\rعَمْقٌ: بفتح أوله وسكون ثانيه - توجد مواضع كثيرة بهذا الاسم، منها: في الفرع، وقرب مهد الذهب، ومكان من الطائف.\rغير أن المقصود هنا مكان قرب مكة، غربها.\rقال ساعدة بن جؤية يصف سحاباً (¬2):\rأفعنك لا بَرْقٌ كأنَّ وميضَهُ ... غابٌ تشيّمُهُ ضرامٌ مثقَبُ\rسادٍ تَخَرّم في البُضَيع ثمانيا ... يلوي بعَيْقَاتِ البحار ويجُنِبُ\rلما رأى عَمْقاً ورجّع عَرضُهُ ... هَدَرا كما هدر الفَنِيق المُعصِبُ (¬3)\rوالبضيع الوارد هنا رأس في البحر جنوب الخُمْرة والخُمْرة: محطة جنوب جُدّة.\r¬_________\r(¬1) معجم البلدان (عمر).\r(¬2) معجم البلدان (عمق).\r(¬3) في الأصل: (المصعب).","Part":"1","seal":"53D87B92","page":195},
      {"id":196,"nass":"قلت: عَمْق: يقع غرب مكة وجنوب غربي الحدَيْبية عن قرب، وهي خبوت وأضلع بين خثارق جنوباً شرقياً، وجبال العُدّ شمالاً غربياً، وجبال (بَحْرة) شمالاً، فلاة ذات حزوم وأشعب طيبة المرعى. يخرج منها درب إلى بَحْرة يسمى (المُرَزَّز). وسكانها أحياء من حرب.\r\rالعَيْرة: بلفظ أنثى العير: جبل بمكة ينحني عليه المنحنى، بين الحُجُون ومِنىً، يدعه المتجه إلى منى يمينه ويقابله من الشمال جبل شاهق يسمى اليوم جبل المعابدة، وكان يعرف بسقر وسمي أبا دُلامة، وقيل كان يسمى العَيرْ فيجمع من العيرة السابقة، فيقال: العَيْرتان، ولا يقال العيران، أما العيرة فتعرف اليوم بجبل الشَّيْبي، لبئر حفرها أحد بني شيبة بسفح الجبل من مطلع الشمس، قال الحارث بن خالد المخزومي:\rأقوَى من فُطيمة الحَزمُ ... فالعَيرْتان فأوْحشَ الخَطْمُ\rالحزم: مكان غشاه اليوم العمران بظل جل المعابدة السابق ذكره من مطلع الشمس. والخطم: خطم الحجون عندما يكنع في الأبطح. والأبطح يسمى اليوم -هناك-: الخريق، بين الخرمانية إلى مقبرة الحجُون.\rوورد اسم عير في لامية أبي طالب:\rوَعَيرٍ ومن أرسى ثَبيراً مكانه ... وراقٍ ليَرقَى في حِراءٍ ونازل\rوخاض المتقدمون في عير هذا وعير المدينة.\rانظرهما في الجزء السادس من معجم معالم الحجاز. وقال أحدهم:","Part":"1","seal":"304C96E2","page":196},
      {"id":197,"nass":"إلى بئر مَيْمون إلى العيرة التي ... بها ازدحم الحُجَّاج بين المشاعر\rوبئر ميمون كانت قرب الخرمانية، التي أقيم فيها اليوم مبنى أمانة العاصمة.\r\rعَين زُبَيدة: عين عذبة الماء غزيرة، أجرتها أم جعفر زبيدة زوج هارون الرشيد.\rوهي تنبع من وادي نعمان، ثم تمر في عرفات فتقطع وادي عُرنَة إلى الخَطْم ثم تنحدر إلى منى فمكة، وكانت مصممة بطريقة انسيابية انحدارية، وكانت سقيا أهل مكة، إلى أن أجريت عيون أخرى في العهد الحديث. انظر المعجم.\rوقد هُجِر اليوم مجرى العين فحولت إلى أنابيب ضخمة. وكانت هناك عين المشاش أجريت من حنين، غير أنها كانت قليلة الجدوى فتوقفت، وبقيت عين زبيدة تقاوم التأريخ إلى اليوم، وقد مر عليها قرابة ألف ومائتا سنة، وظل الولاة والحكام يولونها عناية خاصة، فيتعهدونها بالإِصلاح والعمل، ولها اليوم إدارة خاصة تسمى إدارة عين زبيدة والعزيزية.","Part":"1","seal":"95173E85","page":197},
      {"id":199,"nass":"(غ)","Part":"1","seal":"720BA63C","page":199},
      {"id":201,"nass":"الغَبْغَب: بتكرار الغين المعجمة والباء الموحدة.\rقيل: الغَبْغَبْ الَمنْحَر بمِنىً. وقيل: كان لمعتب بن قيس بيت يقال له: الغَبغب. كانوا يحجون إليه كما يحجون إلى البيت الحرام. وقيل: الغَبْغَبْ الموضع الذي ينحرون فيه للاَّت والعُزَّى. أي لكل منهما. وقيل: الغبغب حجر ينصب بين يدي الصنم مثل الحجر الذي ينصب للأميال، فينحرون عنده. وقيل: هو بيت لمناف كان مستقبلاً الركن الأسود. ولغبغب العزى يقول الهذلي يهجو رجلا تزوج امرأة جميلة يقال لها أسماء: (¬1)\rلقد نكحتْ أسماءُ لحي بقيرة ... من الأدم اهداها أمروءٌ من بني غَنْمِ\rرأى قذعاً في عينها إذ يسوقها ... إلى غبغب العُزّى، فوضَّع بالقَسْمِ\rويقول نهيكة الفَزَاري لعامِر بن الطُّفَيل:\rيا عام لو قَدَرْت عليك رِماحُنا ... والرَّاقِصاتِ إلى مِنىً بالغَبْغَبِ\rللمست بالرصعاء طعنةَ فاتكٍ ... حران أو لثويت غير موسد (¬2)\rويقول قيس بن منقذ الخزاعي، ويعرف بابن الحُدَادية:\rتكسَّا ببيت اللهِ أوّل خلقهِ ... وإلا فأنصاب يسرن بغبغب\rولا يعرف اليوم الغبغب، فقد أباد الله مثل هذه الأوثان ومحاها.\r¬_________\r(¬1) معجم البلدان.\r(¬2) في الأصل (محسب) والذي يقتل في المعركة يقال: ثوى غير موسد.","Part":"1","seal":"F1062242","page":201},
      {"id":202,"nass":"غُرَاب: قال الأزرقي: جبل بأسفل مكة بعضه في الحل وبعضه في الحرم. ثم يقول: النَّبْعة: تصب في أسفل غراب. (¬1) قلت: الغرابات كثيرة في مكة، منها غراب الدَّهَس: بأسفل مكة، في الحرم، وغراب أذاخر: مقابل حراء من الغرب، في الحرم أيضاً، وغرابات المسفلة: وهي الواردة مع اسم النبعة، وهي جبال سود تقابل ثَبِير الزنج من الجنوب، على الضفة اليسرى لوادي إبراهيم إذا تجاوز المسجد الحرام، وهذه ذكرها الأزرقي أيضاً مع جبل خليفة. أما الغراب الذي بعضه في الحل وبعضه في الحرم، فيعرف اليوم باسم (سود حمي) سلسلة سوداء جنوب غربي مكة ماؤها في وادي عرنة، تسيل الوتائر منها إلى ما كان يعرف بأضاة لبن من حدود الحرم. تبعد 16 كيلاً من المسجد الحرام.\rغَرْزَة: بفتح الغين وسكون الراء ثم زاي فهاء.\rشب في شفا زُلَيْفة من هُذَيل .. يصب في صدر حُنَين، وهو داخل في حمى زُلَيْفة، كان يأخذه أحد طرق الجمال بين مكة والطائف، فيقال له: درب غَرْزَة.\rقال مالك بن خالد الهذلي:\rلميثاء دار كأكتاب بغَرْزةٍ ... قِفارٌ وبالمنحاة منها مساكِن\rوما وجدت من يعرف المنحاة، ولعلها ليست علما، فقد قال لي رجل من هذيل: المنحاة، حيث ينحي سيل الوادي.\r\rغَمْر ذِي كِنْدَة: قال عمر بن أبي ربيعة: (¬2)\r¬_________\r(¬1) أخبار مكة: 2/ 191، 192.\r(¬2) ديوانه ص 81.","Part":"1","seal":"E02DB176","page":202},
      {"id":203,"nass":"إذا سلكت غَمْرَ فِي كِندةٍ ... مع الركب، قصد لها الفَرْقَدُ\rوحث الحداة بها عيرها، ... سراعاً، إذا ما ونت تطردُ\rهنالك، إما تعزي الفؤاد ... وإما على أثرهم تكمدُ\rقلت: يعرف اليوم بوادي كندة، وهو أحد فر وع وادي الزرقاء، والزرقاء أحد فر وع نخلة الشامية. وكان طريق حاج العراق يأخذ في نخلة، ثم في الزرقاء ثم في غمر ذي كدة هذا.\rويحدثنا التأريخ أن قبيلة (كِنْدةَ بن عُفِير) الكهلانية القحطانية قد نزلت الحجاز مقدمها من اليمن، ومن هنا انساحت إلى نجد، حيث صار لها ملك عظيم هناك.\rفلعل هذا المكان منسوب إليها، بل نص على ذلك ابن الكلبي في كتاب الافتراق.\r\rالغُمَيرْ: تصغير غمر. محطة كانت للحجاج على المحجة العراقية، كانت تعرف بغمر ذي كندة المتقدم، ثم سمى الغُمَير تصغيراً لشأنه، ثم سمى بمكة الرَّقَّة، وهو اسمه اليوم، وبقي الوادي يسمى وادي كندة كما تقدم، وإنما تغير اسم المحطة فقط.\rقال صاحب المناسك: من ذات عرق إلى الغمير سبعة أميال، والغُمَير عين جارية وبركة يجتمع فيها ماء العين.\rثم أورد من أرجوزة وهب الحجية: (¬1)\rثم مضت إلى الغمير عامدة ... قد جهدت، وهي تخب جاهدة\r¬_________\r(¬1) المناسك: 637.","Part":"1","seal":"E4116508","page":203},
      {"id":204,"nass":"دائبة راكبها لم يغمض ... فوردت والشمس لمّا تدحض\rعطشى بها ماء كثير العرمض\r\rالغُمَيْصاء: تصغير غَمْصاء: قيل موضع قرب مكة، جنوبها كان يسكنه بنو جُذَيمة بن عامر بن عبد مناة بن كنانة، وهم حي أوقع بهم خالد ابن الوليد بعد فتح مكة، وقتلهم قتلاً ذريعاً، وأنكر النبي - صلى الله عليه وسلم - فعل خالد وأرسل إليهم عليا رضي الله عنه فأحصى قتلاهم فوداهم رسول الله.\rوفي ذلك اليوم تقول امرأة من جُذَيمة:\rولولا مقال القوم للقوم أسلموا ... للاقت سليم يوم ذلك ناطحا\rلما صعهم بِشرٌ وأصحابُ جحدم ... ومُرّة حتى يتركوا الأمر صابحا\rفكائِنْ ترى يوم الغُمَيصَاء من فتىً ... أصيب ولم يَجْرَح وقد كان جارحا\rوقالوا في قصة ذلك: لما فرغ رسول الله - صلى الله عليه وسلم - من فتح مكة، أرسل خالداً ومعه بنو سليم بن منصور، وكانت بنو كنانة قد قتلت في الجاهلية الفاكه بن المغيرة عم خالد بن الوليد بن المغيرة، وعوفاً والد عبد الرحمن بن عوف، وكانت بينهم وبين سليم ذحول وتارات، فأكثروا القتل في بني كنانة بالغُمَيْصاء،\rوقالت امرأة من بني كنانة تدعى سَلْمَى:\rفكم فيهمُ يوم الغُمَيْصاء من فتىً ... أصيب ولم يشمل له الرأس واضحا\rوقيل: إن رسول الله عندما وداهم على يد علي برىء من فعل خالد.","Part":"1","seal":"9DEA4E25","page":204},
      {"id":205,"nass":"فاعتبر الناس ذلك دليلاً على إسلام بني جذيمة. ويقول أبو علي الهجري في مدوناته عن جزيرة العرب: الغُمَيْصاء موضع من دون يلملم.\rقلت: ولا أعرف موضعاً قريباً من مكة يعرف اليوم بهذا الاسم. غير أنني وقفت كثيراً عندما وردت بئر الخرقاء بوادي الأبيار، ولا أدري كيف توقعت أن هذا الموضع هو (الغُمَيْصاء) وهو كان ولا زال من ديار كنانة، وكل ما حوله من هذه الديار له اسم قديم معروف، إلاّ هو، وجميع الجبال المشرفة عليه، والأودية التي تصب فيه، وحتى العيون القديمة لا زالت تحمل أسماءها إلى يومنا هذا. أقول: لا أدري لأنه مجرد ظن.\r\rالغَمِيْم: بفتح الغين، وكسر الميم، ثم ياء مثناة من تحت، وميم: مكان كان يعرف بكراع الغَمِيم، وهو نعف منقاد من حرة ضجنان يغشاه الرمل، ولذا فقد سمي اليوم برقاء الغميم، والبرقاء والأبرق: مرتفع تختلط فيه الحجارة بالرمل.\rتبعد برقاء الغميم أو كراع الغميم \"64\" كيلاً من مكة على طريق المدينة، يراها من يسير على هذا الطريق يمينه. وتبعد عن عسفان \"16\" كيلاً، في طريق مكة. وقد وردت في الشعر كثيراً فقال كثير عزة: (¬1)\rقم تأمَّل فأنتَ أبصرُ مني ... هل ترى بالغَمِيمِ من أجمالِ\rقاضياتٍ لُبانةً من مُناخٍ ... وطوافٍ وموقفٍ بالجِبَالِ\rفسقى الله منتوَى أُمِّ عمرو ... حيث أمَّت بعد صدور الرِّحالِ\r¬_________\r(¬1) ديوانه ص 396.","Part":"1","seal":"B6D7D845","page":205},
      {"id":206,"nass":"وقال عمر بن أبي ربيعة: (¬1)\rأمستْ كُراع الغَميم موحشةً ... بعد الذي قد خَلا من الحِقبِ\rإن تمسِ وحشاً، فقد شهدتُ بها ... حُوراً حساناً في موكبٍ عَجبِ\rوقال الشماخ: (¬2)\rلليلى بالغميم ضوء نارٍ ... تلوح كأنها الشِّعرا العَبُور\rوقال الشَّمَيْذَر الحارثي: (¬3)\rبني عمنا لا تذكروا الشِّعْر بعدما ... دفنتم بصحراء الغَميم القوافيا\rوقال جَرير بن الخطفي:\rأنِّي نكلف بالغُمَيم حاجةً ... نِهيا حمامة دونها وحضير\rوالغميم أيضاً كان يطلق على البروث التي دون ثنية خَلّ، يطؤها طريق نخلة اليمانية، قبيل علمي طريق نجد، سيلها في وادي أُفَاعِية وفي رأس وادي فَخّ، ترى حراء منها مغيب الشمس. وهناك أمكن أخرى تسمى الغميم في مواضع متفرقة من الحجاز، ولعل بعض الشعر المتقدم له صلة ببعضها الا أن شهرة كُراع الغَميم جعلت كل شعر يذكر فيه الغميم ينسب إلى هذه الكراع.\r¬_________\r(¬1) ديوانه ص 57.\r(¬2) معجم ما استعجم.\r(¬3) معجم ما استعجم (الغميم).","Part":"1","seal":"F137F340","page":206},
      {"id":207,"nass":"وليست حمامة ولا حضير تريبة من كراع الغَميم. وهناك غميم يذكر شرق المدينة، وحمامة وحضير -في الأصل حفير بالفاء- من نواحي شرق المدينة.\rوقد وهم حمد الجاسر حين قال: (¬1)\rويبعد الغميم من عسفال (3 أميال)، ومنه كراع (طرف من الحرة) يمتد حتى يصل إلى الساحل، ويعرف هناك باسم الكراع.\rقلت: هذا قول يطلق على العواهن، وإلا أين كراع الغميم من البحر، وبينهما ما يزيد على سبعين كيلاً، إنما تلك كراع أخرى، أما المسافة فقد قدمناها. وكراع حمد هذه تسمى (كراع عُوَيمر).\r\rغَيْنَاء: بفتح الغين المعجمة وسكون الثناة، يمد ويقصر: وهي قنة ثَبير الأثبر أو ثبير غَيْناء -اسمان لمسمى- وهي رأس ثبير الأعظم الذي يسميه أهل مكة اليوم \"جبل الرخيم\" ذلك أن الأنوق من عاداتها ألاّ تضع بيضها وتتخذ مساكنها إلا في أعسر موقع، وغيناء كذلك، وإذا أميت مكة من أسفلها رأيت قنة ثبير (غَيْنَاء) تبدو من وراء كل مكة لا يحجبها حاجب، وعلى جانبيها ما يشبه الكتفين مما يجعل ثَبِيراً يشبه نسراً مستقبلاً مغيب الشمس، وفي غَيْناء يقول أبو جندب الهذلي: وقد ينسب إلى أبي خراش الهذلي أيضاً: (¬2)\rلقد عَلِمتْ هذيل أن جاري ... لدى أطراف غَيْنا من ثَبِيرِ\r¬_________\r(¬1) ديوان كثير ص 563.\r(¬2) معجم البلدان، ومعجم ما استعجم (غيناء) وراجع معجم معالم الحجاز.","Part":"1","seal":"A652C499","page":207},
      {"id":208,"nass":"أحُضّ فلا أُجير، ومن أجِرهُ ... فليس كمن يدليَّ بالغرورِ\rقال: لدى غيناء كناية عن المنعة والعزة لارتفاعها الشاهق.\rوكانت تسمى (ذات القَتَادة) لشجرة قتاد كانت عليها، ولذلك يقول الحارث بن خالد:\rإإلى أطراف الجِمار فما يليها ... إلى ذات القَتَادةِ من ثَبِيرِ","Part":"1","seal":"CA836EC0","page":208},
      {"id":209,"nass":"(ف)","Part":"1","seal":"00B411D0","page":209},
      {"id":211,"nass":"فَخٌّ: على لفظ الفَخّ الذي هو الطَّرَق:\rهو الوادي الرئيسي الثاني بمكة، يأخذ أعلى مساقط مياهه من جبل السِّتَار عند علمي طريق نجد، وجبل حِراء، وما حوله، ولما عدلت مياه وادي إبراهيم العُلىَ حولت إلى فخ هذا، ويسمى اليوم بعدة أسماء: أعلاه خريق العُشرَ ووسطه الزاهر والشهداء، وأسفل من ذلك أم الجود. وكان ما بين الزاهر والحُديبية يسمى بَلْدَح، وقد ذكر. وكان فخ في عهد الأزرقي يسمى أعلاه مكة السدر، وأطلق عليه وادي مكة، وسمي وادي إبراهيم ووادي بكة. وفخ مشهور بتلك الواقعة التي وقعت سنة 169 هـ. بين العلويين بقيادة الحسين بن علي بن الحسن بن علي بن أبي طالب رضي الله عنهم، وبين العباسيين بقيادة العباس بن محمد بن علي بن عبد الله بن عباس، فالتقوا يوم التروية، فقتل العلويون يومئذ قتلاً ذريعاً حتى قيل: ما كانت مصيبة بعد كربلاء بأشد من يوم فخ، وظل القتلى ثلاثة أيام في العراء حتى أكلت لحمهم الكلاب، فرثاهم عيسى بن عبد الله قائلاً: (¬1)\rفلأبكين على الحسيـ ... ـن بعولة وعلى الحَسَنْ\rوعلى ابن عاتكة الذي ... واروه ليس بذي كَفَنْ\rتركوا بفخٍّ غُدوةً ... في عير منزلة الوطَنْ\rوقال داود بن سلم: (¬2)\r¬_________\r(¬1) معجم البلدان (فخ).\r(¬2) نفس المصدر.","Part":"1","seal":"05B1CD73","page":211},
      {"id":212,"nass":"يا عين بكِّي بدمع منك مُنْهمرٍ ... فقد رأيت الذي لاقى بني حَسَنِ\rصرعَى بفخٍّ تجر الريح فوقهمُ ... أذيالها وغوادي دُلَّج المُزُن\rحتى عفت أعظم لو كان شاهدها ... محمَّدُ ذب عنها ثم لم تهن\rوهناك من روى أن عبد الله بن عمر دفن بفخ، والصواب أنه دفن بمقبرة بني أَسِيد باذاخر. وبفخ مقبرة كانت تعرف بمقبرة المهاجرين وهي لا زالت معروفة مسورة. وقد تقدم معنا في بلدح شعر يذكر أصحاب فخ ينسب إلى أحد الجن. وكذلك تقدم شعر بلال رضي الله عنه، ومنه:\rألا ليت شعري هل أبيتَنّ ليلةً ... بفخً وحولي أذخر وجليل\rوقد أصبح فخ اليوم يسمى وادي الزاهر، وعليه أحياء عديدة من مكة، من أعظمها حي الشهداء، وحي الزاهر الجميلان، وانظر تفاصيل أوفى في الجزء السابع من (معجم معالم الحجاز).\r\rفَرْدَى: بالفاء والقصر.\rقال أبو صخر الهُذَلي: (¬1)\rلمن الديار تلوخ كالوشمِ ... بالجابَتَين فروضةِ الحَزم\rفبرملتي فَرْدَى فذي عُشَر ... فالبيض فالبَرَدَان فالرَّقْمِ\rوكل هذه المواضع من نواحي مكة الشمالية الشرقية.\r¬_________\r(¬1) معجم البلدان (فردى).","Part":"1","seal":"6084B7DC","page":212},
      {"id":213,"nass":"وتوجد اليوم جبال تسمى (الفُرُود) وهما جبلان بأرزان شمال الضَّريبة (ذات عرق) يدخل درب المنقى بينهما، ومنهما ترى كل الأرض الواقعة شرق الحرة إِلى كشب في شرقي الحجاز، وفيهما رياض تسمى رياض الفِرْد، تبعد الفُرُود مسافة عشرين كيلاً من الضريبة إلى الشمال.\r\rالفِرْس: ينطق اليوم بكسر الفاء وسكون الراء وآخره سين مهملة، معرف: سلسلة جبلية بين وادي بري ووادي بُعْج من روافد نخلة الشماميه، ممتدة من الغرب إلى الشرق حتى وادي سلحة غرب عُشَيرة، وإياه لا شك عنى أبو بُثَيْنة القُرَمي الهُذَلي، بقوله:\rألا أبلغ يمانينا بأنَّا ... جدعنا أُنُف الحَدَرات أمْسِ\rتركناهم ولا نرثي عليهم ... كأنَّ جلودَهُمْ طُليتْ بِوَرسِ\rفأعلوهم بنصل السيف ضرباً ... وقلت: لعلَّهم أصحابَ فَرْس\rكذا ذكره بفتح الفاء وسكون الراء وهذه ليست ديار بني قُريم ولكن لا يستبعد أن تغزو قبيلة قاطنة جنوب نعمان هذه الديار التي كانت بين بني سعد وبني جُشَم، أو هي لإحداهما حيث تتجاور القبيلتان في هذه الناحية.\rأما اليوم فإنه من ديار عُتَيبة، على حدودهم الغربية مع هذيل.\r\rالفُرُط: بضم الفاء والراء، وآخره طاء مهملة:\rوادٍ يصب في إدام من صدره الجنوبي، ومنه مدارج تسمى الفُرُط أيضاً تصل بين صدر إدام ودُفاق، وكل هذه المعالم جنوب شرقي مكة بين نعمان ويلملم، وقال غاسل بن غُزَيّه -بضم الغين","Part":"1","seal":"CE560D75","page":213},
      {"id":214,"nass":"المعجمة- الجُرَبيِ الهُذَلي، فأفرده وفتح فاءه، وسكن راءه:\rأمِن أُمَيمة لا طيف ألمّ بنا ... بجانب الفَرْع، والأعداء قد رقدوا\rسرت من الفَرْط أو من رملتين فلم ... يَنشبْ بها جانباً نَعْمان فالنُّجُد\rوقال عبد مناف بن رِبْع -بكسر الراء- الهذلي:\rفما لكم والفَرْط لا تقربونه ... وقد خلته أدنى مآب لقافل\rوكل من الفرع ونعمان ليس بعيداً عن الفُرُط، أما النجد: جمع نجد فيقصد بها السهول، وكانوا يسمون ما ارتفع من المُغَمّس إلى سفح كبكب بنجد كبكب. والفرط اليوم من ديار الجحادلة من بني شعبة، وهي على الحد بينهم وبن هذيل، الجحادلة إلى السهل، وهذيل إلى الجبل.\rوقد تجمع (الفروط) وقد تصحف جمعه على ياقوت فقال: (القروط) موضع في بلاد هذيل، قال ساعدة بن جؤية الهذلي: (¬1)\rومنك هدو الليل برق فهاجني ... يصدِّعُ رمداً مستطيراً عقيرها\rأرقتُ له، حتى إذا ما عروضه ... تحادت وهاجتها بروقٌ تطرها\rأضرّ به ضَاحٍ فنبطاً أسأله ... فمر فأعلى حوزها فخصورها (¬2)\r¬_________\r(¬1) معجم البلدان (القروط).\r(¬2) أرى الصواب: جوزها فخصورها، بالجيم في حوز، لأن الجوز معروف، انظر (القروط).","Part":"1","seal":"7F4B240C","page":214},
      {"id":215,"nass":"فرحب فأعلام (القروط) فكافر ... فنخلة تليّ طلحها فسدورها\rوهذه كلها معالم من ديار هذيل، منتشرة بين أمَج شمال مكة على (100) كيل، إلى إدام جنوب مكة على قرابة (70) كيلاً، ومعظمها ورد في بابه هنا، وما لم يرد هنا ورد في المعجم. وقد أوردنا (القروط) في بابه، تسهيلا للباحث.\r\rالفَرْع: بفتح الفاء وسكون الراء، وآخره عين مهملة: هو ما أشرنا إليه آنفاً، وهما فرعان: أحدهما جبل أحمر في شفا هذيل مكسو بأشجار الشث والعرعر، يسيل منه وادي قاوة إلى الشرق، وهو أحد روافد وادي وَجّ، ويسيل منه وادي الغَريف إلى الغرب فيذهب إلى ضيم، يقع جنوب غربي الطائف غير بعيد عن جبلي دكا والريان.\rوالثاني: فرعه أرض شبه مستديرة تحيط بها الجبال، في ديار بني سفيان من ثقيف، ويعرف بشفا بني سفيان أو فَرْع بني سفيان، وهو في الواقع جزء من شفا بني سفيان، وهو من أجمل المصايف جنوب الطائف، تسيل منه بعض فروع وادي يلملم إلى البحر.\r\rالفُقْرَة: بضم الفاء وسكون القاف ثم راء فهاء: مكان ذكر قرب مكة في قول الحارق بن خالد:\rأسنى ضوءنا وصحرة بالفُقْرة ... أبصرت أم تنصب بَرْقِ","Part":"1","seal":"8E3B9D2E","page":215},
      {"id":217,"nass":"(ق)","Part":"1","seal":"C66B7668","page":217},
      {"id":219,"nass":"قَدُوم: بفتح القاف والتخفيف:\rمكان كان يعرف شرق مكة قرب أنفْ المتقدم في بابه، قال المعْترِض بن حَبْواء الظفري السلمي: (¬1)\rقتلنا مخلداً بابنيْ حُراق ... وأخر جَحْوشاً فوق الفَطيم\rوخالداً الذي تأوى إليه ... أرامل لا يَؤبن إلى حمَيمِ\rوإما تقتلوا نفراً فإنا ... فجعناكم بأصحاب القَدُومِ\rقالوا في تفسير ذلك: كانت بنو خُنَاعة من هذيل وبنو ظفر من سليم حرباً، وكانت بينهم ثأرات، فغزت بنو ظفر بني خناعة، فقتلت من بني واثلة بن مُطْحِل من خناعة: خالداً ومخلداً وصبيّ، بثلاثة كانوا قتلوهم من بني حراقة الظفريين فافتخر ابن حبواء بالشعر المتقدم، وهذه غير القدوم التي تذكر قرب المدينة.\r\rقَرَاس: ورواه ياقوت: قُرَاس، وآل قَرَاس، ذكر أنها بالسراة وأن اسمها مشتق من القريس، وهو البارد، وأورد لأحدهم: (¬2)\rيمانية أحيالها مض مائد ... وآل قَرَاس صوب أرمية كحل\rوقال أبو صخر الهذلي:\rكأن على أنْيابهِا مع رُضابهِا، ... وقد دنت الشِّعْرى ولم يَصْدعِ الفَجرُ\r¬_________\r(¬1) معجم البلدان (قدوم).\r(¬2) معجم البلدان (قراس) والشعر لأبي ذؤيب.","Part":"1","seal":"EE1A392F","page":219},
      {"id":220,"nass":"مجاجة نحل من قَرَاسٍ سَبيئةً ... بشاهقة جَلسٍ يزلُّ بها الغُفْرُ\rوأرى صواب البيت الأول، هكذا:\rيمآنية يجنى لها حظ مأبَدٍ ... وآل قَرَاسٍ صوب أسقيةٍ كُحْل\rوقد ورد قريب منه عند البكري، كما سيأتي.\rومابد -بالباء بدل الهمزة-: جبل معروف وقد ذكر. و (آل) جاءت هنا كضرورة لبناء البيت. وهي جبال لهذيل في أعلى الطود، مياهها في ضيم، جنوب شرقي عرفة على قرابة (45) كيلاً، وضيم من روافد ملكان، كما تقدم، فأعلى الطود قَرَاس، وحضر وشثر، ثم المحضرة وتجمع المحاضر. وانظر ضيماً. وقال البكري (¬1): جبال لهذيل، وبعضهم يقول: بنات قراس.\rقال أبو ذؤيب الهذَلي:\rيمانية أجني لها حظ مابدٍ ... وآل قراس صوب أسقية كحل\rوالأسقية: السحب الممطرة وصفها بالأسقية لحملها الماء. ويمانية: من عادة أهل الحجاز إطلاق اليمن على كل ما هو جنوب، وإطلاق الشام على كل ما هو شمالي، كقولهم: نخلة اليمانية ونخلة الشامية، وقولهم: هذيل اليمن وهذيل الشام.\r\rقَرْدَد: بفتح القاف وسكون الراء، ثم دالين مهملتين أولاهما مفتوحة: شعب يصب في نخلة اليمانية من الشمال، بين يسوم سمر وجبل\r¬_________\r(¬1) معجم ما استعجم (آل قراس).","Part":"1","seal":"9E0DC0F4","page":220},
      {"id":221,"nass":"آخر يسمى الشاخص، وله ذكر يقرن مع يسوم .. ولعله كان يطلق على جزع من نخلة أو أن الشاعر استعاره لقربه من الطريق، طريق نخلة اليمانية، حيث قال مالك بن نمط الهمداني لما قدم على رسول الله - صلى الله عليه وسلم - في وفد من همدان، يمدح النبي: (¬1)\rحلفت برب الراقصات إلى مِنىً ... صوادر بالركبان من هضب قَرْدَدِ\rبأن رسول الله فينا مصدّقٌ ... رسول أتَى من عند ذي العرش مهتدِ\rفما حملت من ناقة فوقَ كُورها ... أبرَّ وأوْفى ذمةً من محمّدِ\rوأعْطَى إذا ما طالبُ العرف جاءَهُ، ... وأمضى بحد المشرفي المهنّدِ\rالراقصات: يكثر استعمال هذا اللفظ في الشعر العربي صفة لسير الإبل الحثيث إلى المشاعر، وهو ما يسمى بالرمل. وقد استعمل كثير من الشعراء كلمة (الراقصات إلى مِنىً) وكان (قردد) يقرن مع يسوم، وهما متجاوران. وقد ذكر يسوم.\r\rالقرُوط: بضم القاف والراء وآخره طاء مهملة، كذا ورد في شعر لمساعدة ابن جؤية الهذلي، وهو تصحيف صوابه (الفُرُوط) بالفاء، وهو ما قدمناه، قال ساعدة:\rومنك هُدُوّ اللَّيل برقٌ فهاجَني ... يُصدِّعُ رُمْداً مستطيراً عقيرُها\rأرقتُ له، حتى إذا ما عُروضهُ ... تحادتْ وهاجتها بروقٌ تطيرها\r¬_________\r(¬1) معجم البلدان (قردد).","Part":"1","seal":"59A34F3C","page":221},
      {"id":222,"nass":"أضرّ به ضاحٍ، ونبطا أساله ... فمر فأعلى حوزها فخضورها\rفرحب فأعلام (القروط) فكافر ... فنخلة تلي طلحها فسدورها\rوقوله: فأعلى حوزها. كذا بالحاء المهملة وأراه جوزها -بالجيم - لأن الجوز هو اسم قديم للمنطقة الجبلية بين مكة والمدينة.\rوفي ذكل يقول معقل بن خويلد الهذلي:\rلعمرك ما خشيت وقد بلغنا ... جبال الجَوْز من بلد تهام\rصريخاً مُجلِباً من آل لِفْتٍ ... لحي بين أثلة والنِّجامِ\r\rقصر ابن عامر: توهم بعض القدماء أنه من نواحي مكة، لشهرة بستان ابن عامر بين النخلتين، وهو بستان ابن معمر. ولكن الشاهد عليه يدل على أنه من الجحفة، وهي بعيدة عن مكة.\rقال عمر بن أبي ربيعة:\rذكرتك يوم القصر قصر ابن عامر ... بخُمٍّ فهاجت عبرة العين تسكبُ\rفظفت وظلَّت أنْيق برحالها ... ضوامر يستأنِينَ أيان أركَبُ\rأحدث نفسي والأحاديث جمةٌ ... وأكبر همي، والأحاديث زينَب\rإذا طلعت شمس النهار ذكرتُها ... وأحدث ذكراها إذا الشمس تغرُبُ","Part":"1","seal":"D2E8454C","page":222},
      {"id":223,"nass":"قلت: وغدير خُمّ معروف بقرب الجُحْفَة، وكان لعامر بن كريز زراعة هناك، ولعل أحد أبنائه ورثها فأطلق ابن أبي ربيعة اسم قصر ابن عامر على بناء كان يملكه ابن عامر ذاك.\r\rقُعَيْقَعانِ: بضم القاف وفتح المهملة وكأنه تصغير قَعْقَعَان: هو الجبل الضخم المشرف على المسجد الحرام من الشمال والشمال الغربي، ممتداً بين ثنيتيْ: كَدَاء، وكُدًى -بالقصر- بين وادي إبراهيم شرقاً ووادي ذي طوى غرباً.\rولا يعرف اليوم اسم قعيقعان إنما يسمى بأسماء كثيرة: فطرفه الشمالي الغربي يسمى جبل العبادى، والشرقي المشرف على ثنية كَدَاء (الحُجُون) والمشرف على مقبرة المَعْلاه يسمى جبل السُّلَيمانية، نسبة إلى حي السليمانية المنسوب إلى الشيخ محمد بن سليمان المغربي، أما جزؤه الجنوبي فجبله يسمى (جبل هِندِي) وشرقه المتصل بريع الفلق -فلق ابن الزبير- إلى جوفه غيذم يسمى جبل الفلق، ويسمى طرفه المشرف على حارة الباب جبل المطابخ، وطرفه المشرف على ثنية كُدًى -بالقصر- ريع الرَّسَّام اليوم يسمى قرناً، وما أشرف على دحلة الموارعة بجرول يسمى جبل السودان، وبين الفلق والقرارة له عدة أجزاء: جبل القرارة، وجبل فلفلة، وجبل النَّقا.\rوقال الأقدمون في سبب تسميته: إن جُرْهم وقَطُوراء -حيان سكنا مكة- تحاربت بمكة، فخرجت جرهم وعلى رأسها مضاض ابن عمرو الجرهمي من قُعَيْقِعَان فقعقع السلام، فسمي الجبل قعيقعان. وخرجت قَطوراء من أجياد على الخيل فسمي أجياد. قال عمر بن أبي ربيعة المخزومي: (¬1)\rقامت تراءى بالصِّفَاحٍ كأنما ... عمداً تريد لنا بذاك ضرارا\r¬_________\r(¬1) ديوانه ص 117 - 119.","Part":"1","seal":"B1EC0A1F","page":223},
      {"id":224,"nass":"وجلت عشيت بطن مكة إذ بدتْ ... وجهاً يضيء بياضه الأستارا\rمن ذا يواصل إن صرمت حبالنا، ... أم من نحدث بعدك الأسرارا؟\rهيهات منك قُعيقعان وأهلها ... بالحزنتين، فشطّ ذاك مزارا","Part":"1","seal":"4976C138","page":224},
      {"id":225,"nass":"(ك)","Part":"1","seal":"5A998B50","page":225},
      {"id":227,"nass":"كَبْكَب: بفتح الكاف وسكون الباء الموحدة والتكرار: من أشهر جبال هُذَيل قديماً وحديثاً، وهو جبل أسمر ضخم يقع شرق مكة على قرابة (27) كيلاً، يرتفع عن سطح البحر (1750) متراً، يقع بين وادي نعمان جنوباً وجنوباً شرقياً، ووادي عُرَنة غرباً وحُنينْ شمالاً، ويشرف على المُغَمّس من مطلع الشمس، وامتداده في الأرض قرابة ثلاثين كيلاً، وفيه بعض الزراعة في رأسه، وتنحدر منه أودية كثيرة منها: ذو المجاز في عرنة، والوصيق وبرم في نعمان.\rقال ساعدة بن جُؤَيَّة الهُذلي:\rكيدوا جميعاً بأنّاسٍ كأنَّهُمُ ... أفناد كبكبَ ذات الشَّثِّ والخَزَم (¬1)\rوقال امرؤ القيس: (¬2)\rتبصر خليلي هل ترى من ظعائن ... سؤالك نَقْباً بين حَزَميّ شَعَبْعَب؟\rفريقاً منهم قاطعٌ بطنَ نَخْلةٍ، ... وآخر منهم جازعٌ نَجدَ كَبكبِ\rقوله: نجد كبكب، يعني ما ارتفع من المُغَمَّس مما يلي كبكب، فإنه يشبه النجد.\r\rكَدَاء: بفتح الكاف وفتح الدال المهملة والمد:\rثنية من ثنايا مكة أصبحت تعرف اليوم بريع الحُجُون، تفصل بين جبل قُعَيْقِعان وجبل الحجون، وتفضي إلى البطحاء على مقبرة أهل مكة، وكانت هذه الثنية كأداء شاقة المسلك، وما\r¬_________\r(¬1) الخزم شجر له ليف تفتل منه الحبال.\r(¬2) معجم البلدان (كبكب).","Part":"1","seal":"86E6972E","page":227},
      {"id":228,"nass":"زالت الحكومات المتعاقبة تنجر جوانبها وتسهلها حتى أصبحت واسعة سهلة المسلك، وحتى إعداد هذا الكتاب للطبع والعمل جار في توسعتها، قال ابن قيس الرُّقَيّات: (¬1)\rأقفرت بعد عبد شمسٍ كَدَاء ... فَكُديّ فالركن فالبَطْحاءُ\rفَمِنىً فالجمار من عبد شَمسٍ ... مقفراث فبَلْدحْ فحِراءُ\rفالخِيامُ التي بعسفان فالجحـ ... ـفةُ فالقاعُ فالأبواءُ\rوقال ابن أبي سنة العَبْلي: (¬2)\rأفاض المدامع قتلى كُدَى ... وقتلى بكُثْوَةَ لم ترمس\rقالوا: كُثْوَة مكان من مكة. وقال الأحوص الأنصاري:\rرام قلبي السّلوّ من أسماءِ ... وتعزَّى وما به من عَزاءِ\rإنني والذي تحجُّ قريشٌ ... بيته سالكين نقب كَدَاءِ\rلم ألم بها وإن كنت منها ... صادراً كالذي وردتُ بداء\rقلت: والأكدية بمكة ثلاثة: كَدَاء هذا، بفتح الكاف والمد،\r¬_________\r(¬1) معجم البلدان (كداء).\r(¬2) الأغاني ص 1553، هو عبد الله بن عمر بن عبد الله، يكنى أبا عدي، من بني أمية، قال في الأغاني، (ابن أبي سنة) وفي معجم البلدان (ابن أبي شيبة).","Part":"1","seal":"88F71AEA","page":228},
      {"id":229,"nass":"وكُدىً، بضم الكاف والقصر منوناً، وكُدَيّ بضم الكاف أيضاً وفتح الدال والياء المثناة تحت.\rوهذا لا يزال معروفاً، يصل بين مسفلة مكة وجبل ثَوْر جنوب المسجد الحرام. أما المقصور فيعرف اليوم بريع الرسَّام، ذلك أن باب جُدَّة كان فيه، وفيه كان يؤخذ الرَّسم على البضائع الداخلة عن طريق جدة، وسمي الحي الذي قام عند هذا الباب حارة الباب، ثم نقل باب جدة إلى جرول، حيث يسمى اليوم البيبان، نسبة إلى باب جدة الأخير. وقال حسان رضي الله عنه يهدد قريشاً:\rعدمنا خلينا إن لم تروها ... تثير النَّقعَ موعدُها كَدَاء\rوقال أبو سعيد -المذكور آنفاً- يرثي بني أميَّة أيضاً لما زالت دولتهم:\rبكيت وماذا يرد البُكا ... وقل البُكاءُ لقتلي كدا\rأصيبوا معاً فتولّوا معاً ... كذلك كانوا معاً في رخا\r\rالكَرَاب: بفتح الكاف وتخفيف الراء وآخره موحدة.\rجبال لهذيل تجاور عَرْوان من الشمال مياهها في دُفاق وضيم، ولها شعاب بهذا الاسم يأخذها طريق بين تهامة والطائف، ذكرها المتقدمون باسم الكراث، وهو خطأ، إنما هي بالموحدة لا بالمثلثة.\rقال ساعدة بن جؤية الهذلي:\rوما ضرب بيضاء يسقي دبوبها ... دفاق فعروان الكراب فضيمها","Part":"1","seal":"DC97E403","page":229},
      {"id":230,"nass":"دفاق: وادٍ يأخذ سيل عروان، وضيم وادٍ مجاور لهما وقال تأبَّط شرّاً:\rلَعليِّ ميّتٌ كَمداً ولمّا ... أطالع أهلَ ضِيمٍ فالكراب\rوكراب ضيم: هي مخانق الأودية يتكون منها وادي ضيم، وأهل الحجاز يسمون مضيق الوادي في رأسه كربة، ككربة الدلو. وهي خمسة أودية، من الجنوب إلى الشمال: نَقْحاء، ثم البَصرْة ثم نبعي ثم حضر، ثم الضحياء. تأخذ مياه الطود، وأعلاها هناك: قَرَاس، وشثر، وحضر، ثم تليها من الغرب، المحاضر، جمع محضرة، وهي أسفل من الطود في صفحته الغربية، ثم الكراب، ثم حيمول وادي ضيم الذي يصب في ملكان، ثم في البحر، وقد تقدما.\r\rكراع الغَميم: بلفظ كُراع الدابة، مضاف إلى الغَميم بفتح الغين المعجمة: تحدثنا عن الغميم في بابه وحددناه هناك، وربما في الإعادة إفادة، فنقول: هو نعف من حرة ضجنان يغطيه الرمل يمتد شمالاً غربياً تراه من الطريق وأنت تؤم عسفان، تبعد عن عسفان 16 كيلاً جنوباً، وتعرف اليوم ببرقاء الغميم، وهي في ديار بني بشر من بني عمرو بن حرب، أما في تحديد الأملاك القديمة فهي في حدود الأشراف ذوي عمرو من بني بركات بن أبي نُمَيّ.\rقال زهير بن جذيمة يرثي ابنه شاساً، وربما قصد كراعاً أخرى: (¬1)\rطال ليلي ببطن ذات كراع ... إذ نعى فارس الجرادة ناع\r¬_________\r(¬1) معجم ما استعجم وليست هذه ديار زهير، والجرادة: فرس.","Part":"1","seal":"AE4A0468","page":230},
      {"id":231,"nass":"وقال عمر بن أبي ربيعة، وهو يقصد كُرَاع الغَمِيم مدار بحثنا: (¬1)\rطيف لهند سرى، فأرَّقني ... ونحن بين الكُرَاع فالخَرَب\rوقال مجمع بن حارثة -فيما رواه البكري- وجدنا رسول الله - صلى الله عليه وسلم -، يقرأ {إنا فَتَحَنَا لَكَ فَتَحاً مبِيناً} وذلك عند كراع الغميم.\rوكان عبيد الله بن عبد الله بن عتبة قد طلق امرأته (عثمة) فندم على ذلك فأنشأ يقول: (¬2)\rعفت أطلال عَثْمَة بالغَمِيم ... فأضحت وهي موحشةُ الرسومِ\rوقد كنا نحل بها، وفيها ... هَضيم الكَشْحِ جائلةُ البريم\rالبريم: حزام تتخذه المرأة من سيور مبرومة، ظل إلى عهد قريب بالبادية.\r\rكُسَابٌ: بضم الكاف، والسين المهملة، وآخره باء موحدة. جبل يشرف على وادي عُرَنَة من الجنوب، بعد اجتماعه بوادي نعمان يبعد جنوب مكة \"18\" كيلاً، يلتقي درب اليمن القديم وطريق الأجانب بأطرافه الجنوبية، وهو في أملاك الأشراف ذوي زيد، ويشرف جنوباً على وادي ملكان: أحد الأودية الشهيرة بمكة.\rقال عمر بن أبي ربيعة: (¬3)\r¬_________\r(¬1) ديوانه 39.\r(¬2) الأغاني ص. (327) دار الشعب.\r(¬3) ديوانه 60.","Part":"1","seal":"5F016605","page":231},
      {"id":232,"nass":"حي المناز قد عَمْرنَ خرابا ... بين الجُرَير وبين ركن كُسَابا\rبالثِّني من مَلْكان غيَّر رسمها ... مَرُّ السحاب المعقبات سحابا\rوذيول مُعْصِفة الرياح فرسمها ... خَلِق، تشبهه العيون كتابا\rدار التي قالت غداة لقيتُها ... عند الجِمار فما عييت جوابا\rهذا الذي باع الصديق بغيره ... ويريد أن أرضى بذاك ثوابا\rوروي: كساب بفتح أوله وليس بشيء. قالوا: هو في ديار لَحْيان. وليست هذه ديار لحيان، فديار لحيان كانت ولا زالت شمال مكة.\rوقال الفضل بن عباس بن عتبة بن أبي لهب: (¬1)\rألا أحمي وأذكر أرث قوم ... هُمُ حلّوا المركنة اليبابا\rوكانوا رحمة للناس طُرّا ... ولم يكُ كان كائنهم عذابا\rولو وزنت حلومهم بَرضْوَى ... وفتْ منها ولو زيدت كُسَابا\rأ- والجرير: بضم الجيم وتصغير الترخيم: أكمة صغيرة سويداء بطرف وادي ملكان، تنظر منها كسابا. وقد تقدم.\r¬_________\r(¬1) معجم البلدان (كساب).","Part":"1","seal":"9CB8C614","page":232},
      {"id":233,"nass":"(ل)","Part":"1","seal":"55A9CAE8","page":233},
      {"id":235,"nass":"لاحِجٌ: كفاعل اللّحج: قال ياقوت: من نواحي مكة، وأورد:\rأرقت بِرَقٍ لاح في بطنِ لاحِجٍ ... وأرَّقني ذكر المليحةِ والذكر\rونامتْ ولم أرقدْ لهفي وشقوتِي ... وليست بما ألقاه في حُبّها تدري\rويظهر أن هذا الشعر متأخر تدل على ذلك ركاكته. وتوجد اليوم اللاّحِجَة: مؤنث الذي قبله، وهو الوادي الذي يبتدئُ من وجه جبل ثور الشمالي، ومن غرب جبل سُديَر، ثم يسيل غرباً ماراً بين ثور في الجنوب الشرقي وجبل السَّرد في الغرب، وأسفله يسمى بطحاء قُريش، وينتهي سيله إلى عرنة بطرف جبل حُبَشي من الغرب. يمر فيه طريق كُدَيّ إلى ثور والحُسَينية، كان يسمى (درب اللاَّحِجة) وهذيل تقول: (اللاّحِية) وما سمعت هذه اللغة عند هذيل إلا في هذا.\rومن روافده: خُمّ، المتقدم، والنَّبْعة: نَبْعة كُدَيّ وكانت خُمّ وبطحاء قريش، ولا زالت من متنزهات أهل مكة، كان فتيان قريش يأتون بطحاء قريش فيأتيهم ابن أم فيعل الهُذَلي فيغنيهم. (¬1)\r\rلَبَنَانِ: بفتح اللام والموحدة على صيغة التثنية:\rقالوا: هما جبلان قرب مكة، يقال لأحدهما لَبَن الأسفل وللآخر لَبَن الأعلى، فوق ذلك جبل يقال له مَبْرك به برك الفيل بعُرَنة وهو قريب من مكة.\r¬_________\r(¬1) الأغاني ص 1709 ط دار الشعب.","Part":"1","seal":"06E912FA","page":235},
      {"id":236,"nass":"قلت: هما جبلان يشرفان على وادي حُنَين من الجنوب بينه وبين وادي البُجَيدي، وكلاهما من روافد عُرنَة وبن لبنين ريع يسمى (مبرك)، يجعل أحدهما غر به والآخر شرقه.\rوتخاصم في لَبَنين هذين قريش والأشراف الجوازين، فوصلت القضية الحسن بن علي صاحب ثورة العرب، فأراد أن يحكم به لقُرَيش، لأن هذه ديار قريش -وإن كان الأشراف من قريش أيضاً- فقال الجازاني: (لبن لبنين يا شريف) أي أنهما جبلان وليسا جبلاً واحداً! فحكم الحسن بأن للجازاني الشرقي وللقُرَشي الغربي.\rوذهب قول الجازاني (لبن لبنين) مثلاً لمن يريد القِسْمة.\rويوجد لَبَنَانِ آخران جنوب مكة، على بعد 47 كيلاً، مياهها في وادي محرض ثم في ملكان، وهما في ديار الأشراف الحُمُودية من الأشراف العبادلة، وهذان وردا في شعر هذيل باسم (ألبَان) ولَبَن آخر بوادي سعيا، وكان جبل مِلْحة المشرف على المُعرّف من مطلع الشمس يسمى لُبَينا تصغير المتقدم، قال أوس بن حجر:\rحلفت برب الداميات نحورها ... وما ضم أجماد اللُّبَين فَكَبْكب\rوجنوب مكة إلى الغرب سلسلة جبال ليست بالشوامخ تسمى لُبَيْنات وهذه ذكرها الأزرقي باسم (لَبَن) وقال هو حد الحرم، حيث نص أن عنده أضاة تسمى (أضاة لَبَن) عندها حد الحرم. وعلى العموم يبدو أن كنانة أو قُريشاً خاصة كانت تطلق اسم لَبَن على كل جبل أشعل تشبيهاً باللَّبَن، حيث نراها تكثر في ديارها ولا توجد في غيرها. وفي ألْبان يقول أبو قلابة الهُذَلي:\rيا دار أعرفها وَحْشاً منازلهُا ... بين القوائِم من رهطٍ فَألْبَانِ","Part":"1","seal":"957ABA5F","page":236},
      {"id":237,"nass":"فدِمْنةٍ من رُحيَّاتِ الأحثِّ إلى ... ضَوْجي دُفاق كسحقِ الملبس الفاني\rوكل هذه المواضع قد يعدّها الناظر من مكانه.\r\rلَبْوان: بفتح أوله وإسكان ثانيه، على صيغة فعلان ويقال لبوان القبائل:\rقالوا: بين مكة ومطلع الشمس والشواهد على أنه شمال مكة.\rقال ابن مقبل، وهو: تميم بن أُبَيّ بن مقبل العجلاني: (¬1)\rتأمّل خَليلي هل ترى ضَوءَ بارقٍ ... يمانٍ مَرَتْه ريحُ نجدٍ ففتَّرا\rمرته الصَّبا بالغور غورِ تهامةٍ ... فلما وَنَتْ عنه بشِعْفينٍ أمْطرا\rوطَبَّق لَبْوان القَبائِل بعدما ... كسا الرِّزْن من صَفْوان صَفْواً وأكْدَرا\rوالرزن: معروف اليوم بظاهر مر الظهران من الشمال، قرب آثار \"الحَمَّام\".\rوشعفان: لهما ذكر في نواحي غران يسمونها \"شعفين\" ولكن بيت ابن مقبل يروى هكذا: (¬2)\rوطبق لبوان القبائل بعدما ... سقى الجزع من لبوان صفواً وأكدرا\rفلم يذكر في هذا البيت شعفين ولا الرزن.\rوأرى هذا البيت محرّفاً. وقرب حضن جبلان يسميان سعفين، ولكن الجمع بينهما وبين الرزن غير وارد، ولكن الأماكن تشترك في الأسماء.\r¬_________\r(¬1) معجم البلدان ومعجم ما استعجم.\r(¬2) معجم ما استعجم.","Part":"1","seal":"2023524E","page":237},
      {"id":238,"nass":"لوى طُفيل: يقولون: اللِّوى منقطع الرمل، وطفيل بضم أوله وادٍ بين مكة واليمن.\rقلت توجد بالحجاز أودية كثيرة يسمى كل منها لِوى أو لِواءَ، بالقصر أو المد، وليس له رمل أو قريب منه، منها: لِواءُ، وادٍ يصب على أُبْحر شمال جُدَّة، ولواء وادٍ يمر قرب بدر من الشمال واللِّوى وادٍ لبني سليم يكثر في أشعارهم. ولِوَى طُفيل: أعتقد أنه بالفتح وأنه منسوب إلى طَفِيل، الحرة التي تقدمت معنا جنوب غربي مكة. وبلوَى طَفِيل هذا قتل هِلال الخُزَاعي عبدة بن مرارة الأسَدِي، غيلة، فقال هلال:\rأبلغْ بني أسدٍ بأن أخاهُمُ ... بلوى طفيل عبدَةَ بن مراة\rيروي فقيرَهُمُ ويمنع ضيمَهُمْ ... ويريح قبل المعتمين عِشاره\rقلت: ويبدو أن هذا الشعر قديم حين كانت بني أسد تقيم بنواحي مكة مجاورة أخوتها كنانة، ثم نزحت إلى نجد فاحتلت ضفاف الرمة الشمالية حتى جاء الإسلام فتفرقت في الفتوحات، وتحضر من بقي منهم، فلم يعد لأسدٍ خبر يعلم. وليس بعيداً عن طفيل واغد يسمى (عَبْدَة) فلا أدري ما إذا كان له علاقة بالحادث.\r\rلِوَى عُيُوب: كجمع عيب، والمتقدمين يكتبون كل لوى بالقصر، ولعله أحد الألوية الكثيرة اليوم في الحجاز حذف ما أضيف اليه.\rقال عبد بن حبيب الهذلي:\rكأن رواهقَ المِعزاءِ خلفي ... رواهقُ حَنْظلٍ بلوَى عُيُوبِ","Part":"1","seal":"927367C7","page":238},
      {"id":239,"nass":"(م)","Part":"1","seal":"61EB5D5E","page":239},
      {"id":241,"nass":"مَأبِدٌ: ميم مهموزة، فباء موحدة مكسورة ثم دال مهملة: قال أبو ذُؤَيب الهُذَلي (¬1):\rيمانية أحيالها مظ مأبِدٍ ... وآل قَرَاس صَوب أرمية كحْل\rوقد تقدم تعليقنا على البيت في (قَرَاس).\rقلت: مَأبِد، جبل في صدر رهجان فيه ماء نبع للجوابرة من هذيل، وكل مياهه في رهجان ثم في نعمان، وفيه يقول الشاعر الشعبي المعاصر، نَوَار بن سِنان الدَّعْدي الهُذلي:\rقال السناني بدا في رأس حَيدٍ عسر مبداه\rمع طلعت الشمس مآلي لأشطون ولارعيه\rهذا وأقوله نهار وقت في ما بد من أعلاه\rفي رأس حيدٍ سقاه الغيث من رايح عشيه\r\rالمأزمان: مثنى مأزم، وهو الطريق الضيق بين الجبلين ونحوه، وهو طريق يأتي المزدلفة من جهة عرفة، لا يدفع الناس ليلة المزدلفة إلاَّ معه، فإذا أفضوا منه كانوا في المزدلِفة.\rوهي (جمع) وهو طريق ضيق بين جبلين يسميان الأخْشَبين، وهما غير أخْشبيْ مكة ومنى، وقد عُبِّد اليوم وجُعِلت له ثلاث معبَّدات: أحدهما للمشاة فقط، يفصلهما عن طريقي السيارات شبك يمنع اختلاط الناس بالسيارات، وطريقان أو مساران بالأصح للسيارات.\rقال ساعدة بن جؤية (¬2):\r¬_________\r(¬1) معجم البلدان (مأبد).\r(¬2) معجم البلدان (مأزم) وأخبار مكة ج 1 ص 101.","Part":"1","seal":"01740CC1","page":241},
      {"id":242,"nass":"ومقامهنّ، إذا حُبسنَ بمأْزمٍ ... ضَيْقٍ ألف وصدهن الأخشب\rوقال أعرابي، قيل هو من جرهم:\rألا ليتَ شِعْري هل أبيتَنَّ ليلةً ... وأهلي معاً بالمازَمَين حُلُولُ\rوهل أُبصرنّ العيش تنفح في البُرَى ... لها بمنىً بالمحرمينَ ذميلُ\rمنازلُ كُنّا أهلها فأزالنا ... زمانٌ نبا بالصالحن حَدُول (¬1)\rوقال كُثَيّر بن عبد الرحمن (¬2):\rفقد حلفتْ جُهداً بما نحَرتْ له ... قريش غَداة المأزمين وصلّت\rوقد يطلق اسم المأزَمين على منى عند العقبة لضيق المكان، وهذا ما عناه كثير ببيته المتقدم.\rأما أبيات الأعرابي المتقدمة فتمثل أمماً كثيرة سادت مكة ثم بادت، أزالها الله بما أحدثت وبما أفسدت وعلت في أرض الله التي حرمها يوم خلق السموات والأرض، فأذاقها الله وبال أمرها، وجعلها أحاديث وعِبَراً، من هذه الأمم جرهم وإيَّاد وَرَبيعة الفرس وغيرها.\r\rمَبْعُوق: على وزن مفعول: قُرِن مع أجْيَاد، ولا يعني أنه قريب منه ولكنه يعني أيضاً أنَّه ليس بعيداً جداً، وذلك في قول أبو صَخْر الهذلي:\r¬_________\r(¬1) في الأصل (بنا) بتقديم الباء الموحدة، ولا وجه له. وروي في أخبار مكة بلفظ مغاير.\r(¬2) ديوانه 96.","Part":"1","seal":"1BE98BDB","page":242},
      {"id":243,"nass":"إنّ المُنَى بعدما استيقظتُ وانصرفتْ ... ودارُها بينَ مبعوقٍ وأجيادِ\r\rالمَجَاز: بمد الجيم قبله ميم وآخره زاي؛ شعب يسيل من كبكب غرباً فيدفع في وادي عُرَنة -بالنون- في الطرف الشرقي للمُغَمّس، أهله قريش قديماً وحديثاً، ويبعد عن حدود الحرم الشرقية ثمانية أكيال مقاسة من علمي طريق نجد اللذين بأول الصِّفَاح، والشِّعب لا يزيد طوله عن عشرة أكيال من منبعه إلى مصبه، وعلى ثلاثة أكيال إلى داخله توجد رسوم يظهر أنها بقايا سوق ذي المَجَاز الشهير بين أسواق العرب، وببطن الوادي غير بعيد من السوق بئر مطويّة دائرية الفوهة يقرب قطرها من نصف متر، ولا يزيد رشاؤها على ثلاثة أبواع. وهذا السوق يقع شمال عرفة على نصف المسافة تقريباً بينها وبن الشرائع (حُنَين سابقاً) وقال المتقدمون: سوق ذي المَجاز، كان لهُذَيل وكانت تقوم ثمانية أيام قبل يوم عرفة، وكانت تجلب إليها جميع المجلوبات وكان يأتي بعد ذي مَجَنَّة في الأهمية، وذو مجنة يأتي بعد عكاظ.\rوأقول: كان ولا زال ذو المجاز على الحدود بين هذيل وقريش فهو يسيل من كبكب، وكبكب لهذيل، ويدفع في المُغَمّس، والمغمس لقرَيش. قالوا: كان أبو أزيهر صهراً لأبي سفيان فقتله الوليد بن المغيرة المخزومي فأراد أبو سفيان حقن الدماء فقبل عقله. فهجاه حسان بن ثابت رضي الله عنه إبان اشتداد العداء بين رسول الله - صلى الله عليه وسلم - وبين مشركي قريش فقال:\rغدا أهل ضَوْجَى ذِي المَجَاز كليهما (¬1) ... وجار ابن حرب بالمُغَمّس ما يغدو (¬2)\r¬_________\r(¬1) في الديوان: أهل حضني ذي المجاز بسحره، ولكن اخترنا رواية ياقوت فهي أوجه لأن جانبي الوادي يسميان (ضوجين).\r(¬2) في الديوان (بالمحصب) والمحصب بعيد عن ذي المجاز، فاخترنا رواية معجم البلدان.","Part":"1","seal":"8F2B365F","page":243},
      {"id":244,"nass":"ولم يمنع العَير الضَّرُوط ذماره ... وما منعتْ مخزاة والدها هِندُ\rكساك هشامُ بن الوليدِ ثيابَه ... فأبل وأخلف مثلها جدداً بعدُ (¬1)\rوقال المتوكل الليثي: (¬2)\rللغانيات بذي المَجَاز رسومُ ... في بطن مكة عهدهُنَّ قديمُ\rفبمنحر البدن المقلّد من مِنىً ... حِللٌ تلوحُ كأنهُن نجوم\rلا تَنْهَ عن خُلُقٍ وتأتي مَثلهُ ... عارٌ عليك إذا فعلتَ، عظيمُ\r\rالمُجَمَّر: بالجيم بين ميمين. وآخره راء: قالوا: هو الموضع الذي ترمى فيه الجمار. قلت: الجمار بمنى ثلاث: جمرة العقبة، والجمرة الوسطى، والجمرة الصغرى. قال حذيفة بن أنَس الهذلي: (¬3)\rفلو أسْمعِ القومُ الصُّراخ لقُوربتْ ... مصارعهم بين الدَّخُول وعَرْعرا\rوأدركهم شُعْث النواصي كأنهم ... سَوَابق حُجّاجٍ توافي المُجَمَّرا\rقلت: عرعر واد لهذيل يصب في نعمان من الجنوب بطرف شداد على \"36\" كيلا من مكة عن طريق كرا. وآخر يصب في ضيم. وقال كُثيِّر عَزّة: (¬4)\r¬_________\r(¬1) ديوان حسان ص 218 ط دار الأندلس ومعجم البلدان (المجاز).\r(¬2) معجم البلدان.\r(¬3) معجم البلدان (مجمر).\r(¬4) ديوان كثير (254) تحقيق إحسان عباس.","Part":"1","seal":"F67977A7","page":244},
      {"id":245,"nass":"وخبّرها الواشون أنّي صَرَمتُها ... وحملَها غيظاً علي المُحَمّل\rوإني لمنقاد لها اليوم بالرضا ... ومُعتذِر من سخطها متنصل\rأهيم بأكناف المُجَمَّر من مِنىً ... إلى أمّ عَمرٍ إنني لموكِّل\r\rمَجَنَّة: بفتح الميم والجيم وتشديد النون المفتوحة: وهي سوق للعرب في الجاهلية، كانت تقوم العشر الأواخر من ذي القعدة، والعشرون التي قبلها كانت لسوق عكاظ، وبعد مجنة سوق ذي المجاز ثمانية من ذي الحجة، ثم يُعرِّفون. قالوا كانت مجنّة بمرّ الظَّهران قرب جبل يقال له الأصفر، وهو بأسفل مكة على قدر بريد، وهذا حدا ببعض الباحثين أن يعتقد أن الجموم هي مَجَنَّة، وليس هذا صحيحاً لما سيأتي:\rوقال البكري: هي لكنانة، وقد هُجرت هي وذي مجاز استغناء عنهما بأسواق مكة ومنى وعرفة. قال أبو ذؤيب الهُذَلي:\rتزوَّدَها من أهل بصْرَى وغَزّة ... على جَسْرةٍ مرفوعة الذيل والكِفلِ\rفوافىَ بها عُسفان ثم أتى بها ... مجَنَّةَ تصفو في القِلال ولا تغلي\rوقالوا: مجنة على أميال من مكة وهو لبني الدئل خاصة، بتهامة بجنب طفيل، ذلك لقول بلال فما كان يتمثل:\rألا ليت شعري هل أبيتَنّ ليلةً ... بوادٍ وحوِلي أذخرٌ وجَلِيل\rوهل أرِدنْ يوماً مياهَ مجنّةٍ ... وهل يبدُوَنْ لي شامةٌ وطَفِيلُ","Part":"1","seal":"10976C8E","page":245},
      {"id":246,"nass":"وعجز البيت الأول يروى: (بفخ وحولي أذخر وجليل) وهي معالم من مكة معروفة. وذكر في كتاب العصامي: إن مجنَّة هي الماء المعروف اليوم بالأطوى وقد تقدم.\rأما أنا فقد قررت أن بلدة بحرة الواقعة بين مكة وجُدّة في منتصف المسافة تقريباً، هي مجنة، السوق المشار إليها، أو أنه غير بعيد منها، وما استندت إليه هو ما يأتي:\rأ- كونها أسفل مرّ الظَّهران، ولا يعد أسفل مر الظهران حتى يتجاوز سَرْوَعة والرِّكَاني شمال حَدَّاء.\rب- كونها من بلاد بني كنانة وحد بني كنانة من الشرق كان قريباً من الحُمَيمة على أكيال من سوعة شرقاً.\rجـ- الجبل الأصفر لا زال يعرف يشرف على بحرة من الغرب.\rد- قال لي شيخ من أهل الناحية: أنه أدرك أسفل وادي الشعبة الذي يصب بين بحرة والجبل الأصفر يسمى مجنة، ونلاحظ أن عرب اليوم يسمون المقبرة مجنة، وكذلك كان الشيخ يعتقد أن هذا المكان كان مجنة أي مقبرة فاندثرت.\rهـ- لم تعرف بحرة حتى القرن السادس الهجري ولم يذكرها ابن جبير في رحلته حين مر هنا، وقال إن المحطة كانت تسمى القُرَين، وهو مكان لا زال معروفاً. وفي عهود متأخرة حفر أحدهم بئراً فظهرت عزيرة فسموها بحرة لغزر مائها.\rو موقعها أصلح مكان هناك ليكون سوقاً، فأرضها عزاز والماء متوفر، وقريبة من ديار القبائل الآخرى، كهذيل وخزاعة.\rز- ماؤها عذب يضرب بعذوبته المثل. أما كونها بعيدة عن شامة وطفيل فالشعر الذي أنشده بلال رضي الله عنه لا يدل على أن تلك الأمكن متجاورة، خاصة إذا عرفنا أن فخّاً","Part":"1","seal":"AE119204","page":246},
      {"id":247,"nass":"وأذاخر وجَلِيلاً من مكة على هذه الرواية.\rح- زد على كل ما تقدم أن بئراً ومكاناً يسمى المندسّة قرب بلدة (بحرة) وكلمة (المندسة) تعطي نفس معنى (مجنة).\rأما القول: إنها الجموم فهو قول مستبعد، وأول عناصر استبعاده: إن الجموم كانت لخزاعة، تشركهم فيها بنو عمرو من هذيل، وإن الجموم ليست بأسفل مر الظهران، وإن السوق ثابت إنه في ديار كنانة وفي ديار بني الدئل منهم خاصة، وكان لبني الدئل: سروعة وجبل ضاف المشرف على حداء من الشمال، وكان لهم ذهبان قرية شمال جُدّة. وكانت ديار كنانة عموماً تبدأ من وسط وادي الصفراء -يليل قديماً- فتمتد على الساحل وما يليه متجهة جنوباً حتى تقرب من صَبْيا وعتود القريب منها، ولا زالت لها بقية معروفة في حَلي، وبطون عديدة في جنوب مكة وقرب حلي.\rهل الأطوى هو مجنة؟\rبعد كتابة هذا الفصل قمت بزيارة للإطوَى -كذا ينطقه أهله- فرأيت به آثاراً، ورسمت له مخططاً، وقد قلل -ما شاهدته- من حماستي لفكرتي الأُولى القائلة بأن مجنة هي بلدة بحرة المتقدمة، إلا أنّني لا زلت أجد في النفس أن موقع الإطوى بعيد عن مراكز القبائل ليكون سوقاً.\rأما الآثار فلا يستبعد أن تكون استحكامات أقامها بعض ولاة مكة أو أحد البارزين من الأشراف عندما يدب الخلاف بينهم، فقد جاء في تاريخهم أن بعضهم كان ينزل (العُدّ) للتجهّز أو الاحتماء من خصمه، وكان بعضهم ينزل (الجديدة) والزبارة، والركاني، وكلها أقل تحصيناً من الإطوى ذي الوقع الاستراتيجي الممتاز.","Part":"1","seal":"FF0225B8","page":247},
      {"id":248,"nass":"مَحْرض: بفتح الميم وسكون الحاء، كأنه مكان للحرض، ولفظ مَحْرض وحُرَاض وحُرُض تكثر في ديار هذيل: وهو وادٍ صغير يسيل من جنوب دفاق بينه وبن إدام ثم يدفع في ملكان من الجنوب بعد دفاق، ماراً بين لبنين الواقعين جنوب ملكان، وهما ما كان يعرف بألْبان، وقد تقدم ذكرهما وتكرر. ورأسه بين لبنين يسمى ضُهَاء.\rفيه مزارع عثرية، أعلاه للأشراف الحمودية وأسفله لخُزَاعة البر. قال عمر بن أبي ربيعة: (¬1)\rأفي رسم دارٍ دارسٍ أنت واقِفُ، ... . بقاعٍ تعفّيه الرياح العواصِفُ؟\rبها جازت الشَّعْثاء فالخيمة التي ... قَفَا مَحْرضٍ كأنهن صحائِفُ\r\rمُحَسِّر: بضم الميم، وفتح الحاء المهملة، وتشديد السين المهملة أيضاً، وآخره راء:\rهو وادٍ صغير يأتي من الجهة الشرقية لثَبير الأعظم من طرف (ثَقَبَة) ويذهب إلى وادي عُرَنة -بالنونَ- فإذا مر بين مِنىً ومزدلفة كان الحد بينهما، فيتجه جنوباً، ويمر سيله عند عين الحُسَينية قبل أن يصب في عُرَنة وهو قبل ذلك يختلط بأودية المفاجر الثلاثة، فتصير وادياً واحداً، وقد عُمِر اليوم اجتماعها فصار حيّاً من أحياء مكة. ليست بمحسر زراعة ولا عمران، والمعروف منه للعامة ما يمر فيه الحاج بين مزدلفة ومنى، وله علامات هناك منصوبة، وكثير من الناس يركضون حتى يجتازوه، كما يركضون بين الصفا والمروة، إذا وصلوا بطن وادي إبراهيم.\rوروي عن رسول الله - صلى الله عليه وسلم -، أنه قال: عرفة -بالفاء- كلها\r¬_________\r(¬1) ديوانه: 219.","Part":"1","seal":"3753F911","page":248},
      {"id":249,"nass":"موقف، وارتفعوا عن بطن عرنة -بالنون- وجمع كلها موقف، وارتفعوا عن بطن مُحسِّر. ويسمى محُسِّر (وادي النار) ويسمى (المُهلّل) وكان رسول الله - صلى الله عليه وسلم -، يوضع فيه راحلته، أي يحثها على العدو. وكان عمر يفعل كذلك، ويقول:\rإليك تسعى قَلِقاً وضينُها ... مخالفاً دين النصارى دينُها\rمعترضاً في بطنِها جنينُها ... قد ذهب الشحم الذي يزينُها\rوكان ابنه عبد الله يفعل ذلك إذا هبط بطن محسِّر.\rولا زالت ترى هذه السنة من المشاة، أما السيارات فليس إلى إركاضها سبيل ذلك اليوم إنما تدب دبيباً لكثرة الزحام.\rوقال الفَضْل بن العبَّاس اللُّهيبي: (¬1)\rأقول لأصحابي بسفح محُسِّر ... ألم يأن منكم للرحيل هبوبُ\rفيتبعكم بادي الصبابة عاشقٌ ... له بعد نوم العاشقين نحيبُ\rقال: بسفح محسر. أي بسفح جبل محسر الذي يمر تحته.\rوقال عمر بن أبي ربيعة المُغَيري: (¬2)\rومقالها بالنعف نعف محسِّر ... لفتاتها: هل تعرفين المُعرِّضا؟\rنعف محسر: يعرف اليوم بدقم الوَبُر. وهو مكان مشهور بين\r¬_________\r(¬1) معجم البلدان (محسر).\r(¬2) ديوانه ص 189.","Part":"1","seal":"E15DA5F6","page":249},
      {"id":250,"nass":"المزدلفة ومنى. وقال عمر أيضاً: (¬1)\rبحيث التقى جمع وأقصى محسِّر ... معالمه كادت على العهد تخلق\rذلك أن محسِّر يتصل بجمع، ويفيض ماؤهما معاً، إلى عُرنَة.\r\rالمُحْسنية: وتعرف ببئر محُسِن:\rبئر على الطريق بين مكة وعسفان على بعد (54) كيلا من مكة، حفرها الشريف محسن بن الحسن بن أبي نمي، والي مكة سنة 1030 هـ وهي ولايته المستقلة، وكان شريكاً لعمه إدريس قبل ذلك ومحسن هذا كان خيراً محسناً فعلاً، اشتهر بأعمال الخير والصلاح، فحج الحاج في إحدى السنين في وقت قيظ وكانت تلك المفازة لا ماء فيها فمات من الحاج خلق كثير، وفزع محسن إلى هناك وطلب من الحفارين حفر بئر في مكان لا يعرف به ماء، ولما عارضه الحفارون وحاولوا إقناعه بعدم إمكان وجود الماء هناك أخذ المسحاة وضرب بها الأرض وقال: احفروا هنا فحفروا فظهر الماء. وكانت الحرة المشرفة على البئر من الشمال الشرقي تسمى (ضجنان)، وقد تقدمت فسميت (حرة المحسنية) نسبة إلى البئر. توفي الشريف محسن بصنعاء سنة 1038 هـ.\rوالمحسنية اليوم من ديار بِشرْ من بني عمرو بن حرب ويذكرها شاعرهم الشعبي محدداً ديار قومه ناسباً إياها إلى محبوبته، فيقول:\rسيدي مرابيهْ من حَوْز الرِّقاب ليام جِرفان ... من بئر محسنْ ليا الوطيه ليا برقا الغَمِيم\rوليا تشاملْ يردنّهْ على بيار عسفانْ ... وليا تيامنْ يردّهْ فجّ ابن عبد الكَريم\r¬_________\r(¬1) ديوانه ص 234.","Part":"1","seal":"099BA88F","page":250},
      {"id":251,"nass":"الرقاب وأم جرفان: موضعان من ديار بشر شمال غربي المحسنية.\rالوطية: ماء الرَّجيع، وهو شمال تلك البئر على قرابة (20) كيلاً بعيداً عن الجادة.\rبرقاء الغميم: كراع الغميم، وقد تقدمت.\rبيار عسفان: بلدة عسفان نفسها.\rفج ابن عبد الكريم، وشممى فج الكريمي نسبة إلى جد الأشراف ذوي عبد الكريم: هو ما كان يعرف بثنية المرار: وهي ثنية بل فج تراه من الحديبية. شمالاً عدلاً بين جبلين: شرقي ويعرف بجبل مُكسِّر -بتشديد السين- وغربي يعرف بجبل ضَاف.\rوفيهما يقول الشاعر الشعبي أيضاً:\rيا مكسِّر نصاك اليوم ترف القدمْ ... سارح بالغنمِ من يم ضلعان ضافْ\rهُو دخيلكْ من الرمضا وشوك السَلمْ ... والظمأ لا يجي راعِ الثمانْ الرِّهافْ\rترف القدم: رقيق القدمين، من الترف.\rيم: جهة.\rراع الثمان: ذو الثنايا البيض الرقيقة التي ليس فيها نشاز ولا غلظ.\rويقولون: الثمان، يقصدون بها الثنايا الأربع والرباعيات الأربع، ذلك أن الإنسان إذا ضحك افتر ثغره عنها.\rوثنية المرار: هي التي مر فيها رسول الله - صلى الله عليه وسلم - في غزوة الحديبية، فبركت ناقته القصواء. فقال الناس: خلأت القصواء. فقال: ما خلأت وما هو لها بطبع، إنما حبسها حابس الفيل، والذي نفس محمد بيده لا تدعوني قريش اليوم إلى خلة","Part":"1","seal":"94397E75","page":251},
      {"id":252,"nass":"فيها صلة رحم إلا قبلتها. فكان صلح الحديبية، ثم تلاه الفتح الأكبر -فتح مكة-.\r\rالمُحَصِّب: بضم الميم وفتح الحاء المهملة وتشديد الصاد المهملة أيضاً، مع الكسر ويروى بالفتح، ثم موحدة تحتية:\rاختلف المتقدمون في تحديده، فقال بعضهم هو من شعب عمرو -الملاوي اليوم- إلى شعب بني كنانة، قرب البياضية، وقال آخرون: هو خيف بني كنانة، وحده من الحجون إلى مِنىً.\rوقال غيرهم: هو موضع رمي الجمار، ذلك أن حصى الجمار يسمى الحصباء، واستدل بالشاهد الآتي \"ترمي جمار المحصب\" والذي أراه أن المحصب هو المكان الذي تنتظم فيه الجمرات الثلاث، فهو يخصص من منى بالمحصب، ومنى يشمل المحصب وخيف بني كنانة، حيث مسجد الخيف، من منى.\rومن قال: إن خيف بني كنانة قرب الحجون فقد أخطأ.\rقال الحارث بن خالد المخزومي: (¬1)\rيا دار أقفر رسمها ... بين المحصب والحجون\rأقوت وغير آيها ... مر الحوادث والسنين\rوهذا يشهد أنه بعيد من الحجون، بحيث يكون بينهما حوز.\rوقال أحمر الرأس السلمي:\rعكوفاً وقوفاً بالمحصب من منى ... يديرون شمساً إن يحين ظلامها\r¬_________\r(¬1) الأغاني (1175) ط. دار الشعب.","Part":"1","seal":"69198F61","page":252},
      {"id":253,"nass":"فقال من منى. وهذا شاهد أيضاً يدحض من قال أنه من الأبطح عند الحجون.\rوقال عمر بن أبي ربيعة: (¬1)\rنظرت إليها بالمحصب من مِنىً، ... ولي نظر -لولا التحرُّم- عارمُ\rفقلت: أشمسٌ أمْ مصابيح بِيعةٍ ... بدت لك تحت السجف أم أنت حالمُ؟\rمهفهفةٌ غرّاءٌ صِفْرٌ وشاحُها ... وفي المِرطِ منها أهْيَلٌ مزاكمُ\rبعيدةُ مَهْوَى القُرط إما لنوفل ... أبوها، وإما عبد شمسٍ، وهاشمُ\rوقال مروان بن أبي حفصة مولى بني أمية يمدح هارون الرشيد، وهذا من تشيب القصيدة: (¬2)\rلعمرك ما أنسى غداة المُحصب ... إشارة سلمىَ بالبنان المخضّب\rوقد صدر الحجاج إلاّ أقلهم ... مصادر شتى موكباً بعد موكبِ\r\rالمخيم: بفتح الميم، وكسر الخاء المعجمة بعدها مثناة تحت فياء فميم، وقد يروى (المُخَيِّم).\rقال أبو ذؤيب الهذلي:\rثم انتهى عنهم بَصري وقد بلغوا ... بطنَ المخيم فقالوا الجوّ أو راحوا\r¬_________\r(¬1) ديوانه ص 307.\r(¬2) الأغاني، ط دار الشعب.","Part":"1","seal":"24A8353F","page":253},
      {"id":254,"nass":"وقال المعترض بن حَبْواء الظفري من بني سليم، وقد أوقع ببني واثلة بن معاوية من هذيل:\rفإمّا تقتلوا نَفَراً فإنا ... فجعلناكم بأصْحابِ القُدُوم\rتركنا الضُّبْع ساريةً إليكم ... تنوب اللحم في سرب المَخِيمِ\rمهامِهم بمزفارٍ صياحٌ ... يدعِّي بالشرابِ بني تمِيم\rوهذا يوم مذفار. والمعترض له غارات عديدة على هذيل، تقدم منها: يوم أنف. ويوم الجرف. وقيل ثنية القدوم من نعمان. ولم نعثر عليها اليوم.\r\rالمراخ: جمع مَرْخَة: الشجرة المعروفة:\rشعاب تصب من داءة في نخلة اليمانية من الشمال قرب يسوم، تسمى كل واحدة منها، مَرْخَة، فيقولون: المرخة الشامية والمرخة اليمانية والمرخة الوسطى، كما قالوا: نخلة الشامية ونخلة اليمانية. قال مرة بن عبد الله اللَّحْياني الهذلي: (¬1)\rتركنا بالمراخ وذي سُحيم ... أبا حَيّان في نَفْر مُنافي\rوقد رويت بالحاء المهملة \"المراح\" وأورد الشاهد بالإهمال وهو وهم، إذ لا زالت المراخ تعلم.\rوالمرختان، ويسمونهما المراخ أيضاً:\rشعبتان تصبان في إدام من أعلاه. وقال ياقوت: اسم موضع في\r¬_________\r(¬1) معجم البلدان (المراح) بالمهملة.","Part":"1","seal":"C393B184","page":254},
      {"id":255,"nass":"أخبار هذيل، خرج منها عمرو بن خويلد الهُذلي في نفر من قومه يريدون عَضَل وهم بالمرخة القصوى اليمانية حتى قدم أهلاً له من بني قُرَيم بن صاهلة وهم بالمرخة الشامية.\rقلت: وهاتان المرختان كانتا على الحدود بين هذيل وكنانة، وعضل كانت متفرقة في نواحي مكة، وهي اليوم بطن من بني شعبة من كنانة تنزل وادي مركوب، جنوب هذا الموضع بما يقرب من سبعين كيلاً.\r\rذو مُرَاخ: بضم الميم وراء وآخره خاء معجمة:\rهيِ تلك الأرض التي تمتد من المُزْدلِفة إلى الجنوب إلى أن تتصل بعُرَنة -بالنون- وغرباً إلى الحُسيينية.\rوقد تصحف على بعض المتقدمين فرواه بالحاء المهملة في آخره.\rوخلط بعضهم بينه وبن المراخ -جمع مرخه- وقدمناه.\rوقال بعضهم: هو من بطن كساب، وليس هذا القول بشيء، لأن كساباً جبل، وبينه وبين ذي مراخ وادي عرنه -بالنون- بعد أن يجتمع بنعمان.\rوذكره عبد الله بن إبراهيم الجُمَحي في شعر هذيل يوم الأحث في قصة: (¬1) وجهنا الظعن إلى كساب وذي مُراخ، نحو الحرم فقال أبو قُلابة الهُذلي:\rيئست من الحذية أم عمرو ... غداة إذ انتحوني بالجناب\rيصاح بكاهِلٍ حولي وعمرو ... وهم كالضاريات من الكِلاَب\r¬_________\r(¬1) معجم البلدان (مراخ).","Part":"1","seal":"C6E9BF66","page":255},
      {"id":256,"nass":"يسامون الصَّبُوحَ بذي مُراخٍ ... وأخرى القوم تحت خريق غابِ\rفيأساً من صَديقكِ ثم يأساً ... ضُحى يوم الأحث من الإياب\rوالواقع أن الأحث يبعد جنوب ذي مرك قرابة أربعين كيلاً، وفي تلك الأيام لا تنتقل المعركة في يوم واحد من مكان إلى آخر بهذا البعد، وعند الأحث المراخ -جمع مرخة- ولكن الشاعر قال (ذو مراخ) وهو لفظ لا تتحمله المراخ الجمع، ولكن ربما استمر القتال أكثر من يوم، خاصة أنه قال: وجهنا الظعن إلى كساب وذي مراخ وهما من حدود الحرم. ويعرف ذو مراخ اليوم بالمرخيات، وهو كما حددناه آنفاً.\rوقال الفضل بن عباس اللهيبي (¬1):\rوإنك والحنين إلى سُلَيْمى ... حنين العَوْد في الشَّوْل النِّزاعِ\rتحنّ ويزدهيها الشوق حتى ... حنا جرهُنّ كالقصب اليرَاعِ\rليالي، إذ تخالف من نحاها ... إذ الواشي بنا غير المُطاعِ\rتحلّ الميثَ من كَنَفَيْ مراخ ... إذا ارْتَبَعَتْ وتشرَبُ بالرِّقاعِ\rوقال كُثيِّر (¬2):\rأقوى وأقفز من ماوية البرق ... فذو مُراخٍ فَقَفْرُ العَلْقِ فالحُرقُ\r¬_________\r(¬1) معجم البلدان (مراخ).\r(¬2) ديوانه ص 488.","Part":"1","seal":"AA94FF4A","page":256},
      {"id":257,"nass":"فأُكمُ النَّعفِ وحشٌ لا أنيس بها ... إلاّ القطا فتلاعُ النَّبْعَة العُمُقُ\r\rمَرْبْعَ: بفتح الميم وسكون الراء، وباء مفتوحة ثم عين مهملة:\rقالوا جبل قرب مكة. قال الأبح بن مرة الهُذَلي أخو أبي خِراش:\rلعَمْرك ساريَ بن أبي زُنَيْم ... لأنتَ بعرعَرَ الثأرُ الهنيم\rعليك بنو معاوية بن صخر ... وأنت بمَرْبَعٍ وهم بضِيم\rقال هنا: أنت بعرعر، وعرعر واد يصب في ضيم، وذكر ضيماً أيضاً وهو وادٍ يصب في ملكان، وكل هذه المواضع جنوب مكة الشرقي، فضِيمْ وعرعر ومربع، ماؤها في ملكان. وقال في معجم البلدان: ساري هذا وهو سارية الذي ناداه عمر من على المنبر \"يا سارية الجبل\" وقيل: إن سارية سمعه وهو بالشام، وللعلم الحديث في مثل هذه الأمور تعليلات وتأويلات لسنا بصددها.\rومربع هذا: ريع بين ضيم وملكان، يجاور جبلاً يسمى الأشيب، وأهله دعد من هذيل. (كذا رواه لي نوار بن سنان الدعدي) وقال مرة ونحن نسير بين ضيم وملكان -ليلاً- هذا مَرْبع. وأشار إلى اليمين.\rوالبيت السابق يروى هكذا:\rتركت لنا معاوية بن صخر ... وأنت بمَرْبَعٍ وهم بضيم\r\rالمُرْتَمَى: بضم الميم وسكون الراء، وبالقصر:","Part":"1","seal":"4CB8F7F9","page":257},
      {"id":258,"nass":"قال أبو صخر الهذلي:\rعفا سرِف من جمُل فالمُرْتَمَى قفرُ ... فشعب فأدبار الثنيات فالغَمْر\rفخَيف مِنىً أقوى خلاف قطينة، ... فمكة وحش من جميلة فالحجرُ\rتبدت بأجياد فقلت لصحبتي ... أألشمسُ أضحت بعد غيم أم البدرُ؟\rالأماكن التي ذكرها الشاعر هنا كلها معروفة وكلها تقدمت، فسرف على \"12\" كيلاً شمال مكة لا زال معروفاً يسميه أهل مكة وادي النوارية. الثنيات: قرب عسفان، والغَمْر غمر ذي كندة معروف قرب نخلة الشامية. وخيف منى والحجر معروفان كذلك. ولكن الغريب من هذا الشاعر أن يقول: أقفرت كل هذه الأماكن من جميلة، ويقول تبدت بأجياد، وكان أجياد بعيداً جداً عن هذه المواضع. ولعله يقصد الذكرى في الماضي.\r\rمَرّ: بفتح الميم وتشديد الراء:\rالمرات في الحجاز ثلاثة. مر الظهران، وهو قصدنا هنا، ومر آخر من روافد الأول يصب في مر الظهران بعد اجتماع النخلتين من الشمال، كثير المياه. ومر وادي رابغ وكان يسمى (مَرّ عُنَيب) بضم العين.\rمر الظهران: وادٍ قلما يوجد في أودية الحجازمثله خصوبةً ومياهاً وكثافة سكان.\rقال بعضهم: كان فيه ثلاثمائة عين جارية، وأدركت أنا فيه نيفاً وثلاثين عيناً، لم تبق منها إلاّ بضع عشرة عيناً -انظر المعجم- يأخذ مر الظهران أعلى مساقط مياهه من منحدرات السراء الشرقية حيث يقاسم وَجّ وعقيق الطائف الماء قرب المحرم، ويتكون من","Part":"1","seal":"7A8D477F","page":258},
      {"id":259,"nass":"رافدين عظيمين، هما:\r1 - نخلة الشامية: وهي وادٍ طويل كثير التعرج وكثير الروافد، يبدأ من جبل الحَبَلَة، وهي التي تراها على يسارك وأنت تخرج من المحرم -محرم طريق كرا- صاعد النَّقْيَة الحَمْراء إلى هَدَأة الطائف، فتسمى نخلة -هناك- (وادي الغِديريْن) ثم وادي المحرم، ثم وادي قَرْن إلى بلدة السيل الكبير، ثم بعجاً، ثم حُراضاً، فإذا جاءتها من اليمين الزرقاء سمي الوادي، وادي المَضِيق أو وادي الليمون إلى أن تجتمع بنخلة اليمانية، فيسمى الوادي وادي الزَّبَارة. وسكان نخلة الشامية: في الغديرين قريش والمحرم، وطويرق من ثقيف، وعند السيل إلى حراض الثبتة من عتيبة، ثم هذيل ويمتلك جل عين المضيق الأشراف الحرث (¬1).\r2 - نخلة اليمانية: أعلى مسايلها عند بلدة السيل الكبير، وتأخذ غرباً باستقامة إلى أن تجتمع بالأولى حيث ذكرت، غير أن أحد روافدها يكاد يكون أطول وأغزر مياهاً من الوادي الأم، وهذا الرافد هو وادي تُضَاع، وهو يأخذ كل أودية هدأة الطائف، فإذا اجتمعت سمي وادي الأغْرَاف، ثم يسمى الشَّرْقة ثم تُضاعاً ثم الكفو.\rوسكانه: قريش وثقيف، وهذيل على التتالي، فإذا اجتمع الواديان سمي وادي الزبارة كما قدمنا ثم وادي الريان ثم وادي الطرفاء ثم وادي القشاشية، كلها\r¬_________\r(¬1) انظر اعتراض عطية الطرفي على هذا القول في نخلة.","Part":"1","seal":"D9B76B78","page":259},
      {"id":260,"nass":"عيون فيه، فإذا شاهد الجَمُوم عند عين شمس سمي وادي فاطمة، ويسمى وادي الشريف أيضاً، فيتسع حتى يصير نهياً، وقراه كثيرة وسكانه خليط من الأشراف وهُذَيل وخُزَاعة وشيوخ وحَرْب، ثم يمر بحداء وبحرة حتى يصب في البحر جنوب جُدَّة.\rروافد مَرّ الظَّهْران: وتاريخه وما قيل فيه من أشعار، وأشهر قراه:\rأ- روافد مر الظهران: في ما تقدم ذكرنا أعظم رافدين من روافده، هما: نخلة الشامية ونخلة اليمانية. ونذكر هنا بعضاً من هذه الروافد، فمنها: وادي ضَرْعا: وادٍ لهذيل يصب في مر الظهران من الشمال، فيما يسمى بوادي الز بارة، وكان وادي الزبارة يعرف قديماً بالمسد، ووادي ضرعاء هذا وادٍ فحل لبني مسعود خاصة. وادي مر: وهو غير الوادي الأب: وادٍ كثير المياه تسيل غيولاً وبعولاً على وجه الأرض، يصب في مر الظهران من الشمال أيضاً فوق وادي عَلاّف، فيه عين لذوي عمير من هذيل، ومر هذا رأسه الضَّرِيبة ميقات أهل العراق، وكان المكان يسمى ذات عرق، والضريبة شعبة منه، ثم أطلق اسم الضرِيبة على الوادي. وادي عَلاّف: يأتي من الشمال أيضاً ويصب قريباً من عين الطرفاء والقشاشية بينهما وبين خيف الرواجحة. وادي نَبْع: يأخذ مياهه من قرب الجعرانة -العمرة المعروفة- ثم يدفع شمالاً في مر الظهران عند عين المبارك والريان، وهو لهذيل أيضاً. وادي سرف: يأخذ مياه الجعرانة، وما حولها ثم يدفع غرباً فيصب في مر الظهران من ضفته اليسرى عند دف زَيْني، وهو لبني لَحْيان من هذيل. وادي","Part":"1","seal":"50C016A2","page":260},
      {"id":261,"nass":"يأجج: يسيل من جبال بَشْم وما حولها ثم يدفع غرباً يوازي سرف فيصب في مر الظهران من الضفة اليسرى أيضاً، عند دف خزاعة. وخزاعة: قبيلة لا زالت معروفة هناك، وهو لبني لحيان. وادي فَخّ: من أكبر روافد مر الظهران بعد النخلتين: يأخذ مياه حراء وثنية خلّ ثم يمر ببعض أحياء مكة فيدفع عند الحديبية، وهو وادي الشهداء ووادي بلدح ووادي فخ، أسماء لمسمى واحد. ووادي مر الظهران كثير العيون ولذلك يسمى عند كل عين كبيرة بها، وقد قدمنا ذلك.\r\r\"تاريخ مر الظهران\"\rتاريخ مر الظهران يملأ كتاباً لا بحثاً صغيراً كهذا، إلاّ أنَّ لكل شيء أساساً، والتاريخ يؤسس على أهم الوقائع، وأول ما شاهدنا من تاريخ مر الظهران قول قدمائنا:\rإن قبائل الأزد اليمانية عندما تهدم سد مأرب هاجرت إلى الشمال فكان منها: أزد غسان سارت على الساحل، وأزد شَنُوءَة سارت على السراة، وأزد عُمان سارت إلى عُمان، وعندما وصلت أزد غسان إلى مر الظهران تخلفت عنها خُزاعة. وشاهده من قول عون ابن أيّوب الأنصاري:\rفلما هبطنا بطنَ مرٍّ تخزَّعتْ ... خُزَاعة عنا في حلولٍ كراكر\rثم قويت خزاعة فحالفت مضر واستولت على البيت ونفت جرهم، فلما قام قُصي بن كِلاب،","Part":"1","seal":"88C28C88","page":261},
      {"id":262,"nass":"أقصى خزاعة إلى مر الظهران، وكانت تجاورهم من الغرب بني بكر بن عبد مناة الكنانية وتجاورهم من الشرق هذيل. أي أن الوادي كانت تسكنه ثلاث قبائل قبل الإسلام: هذيل في صدره وخزاعة في وسطه، وكنانة في أسفله. ثم غزا رسول الله - صلى الله عليه وسلم - غزوة الحديبية في السنة السادسة للهجرة، وهي من مر الظهران. وبات - صلى الله عليه وسلم - بمر الظهران قبل فتح مكة بليلة، وهناك جيء له بأبي سفيان.\rثم جاءت دولة الإسلام فامتلك جل الوادي الأشراف بنو حسن حتى سمي وادي الشريف. فلما تسلموا السلطة في مكة كانوا كأية طبقة تحكم فتتصارع على السلطة، فكانت لهم وقائع بالزبارة والجديدة وبالركاني وغيرها، وكلها من مر الظهران.\rوفي عهد الدولة السعودية عينت بادىء ذي بدء أحد الأشراف ذوي حسي من ذوي بركات أميراً على الوادي، وكان مقره قرية الجَمُوم، ثم عينت منصوباً من قبلها هو الشيخ عبد الله بن سَلُّوم، فتطورت الجموم قاعدة مر الظهران حتى أصبحت بلدة متقدمة (¬1).\rويستثنى من ذلك بلدة بحرة فهي تابعة لقائمقام العاصمة: الشريف شاكر بن هزل العبدلي.\rب- ما قيل في مر الظهران من الشعر: هذا الوادي طويل كثير القرى والروافد والأعلام، لذا فإن ما يحصل من شواهد من أشعار أهل الديار أو المارين به فإنها كثيراً\r¬_________\r(¬1) انظر عن الجموم وما جاورها كتابي (على طريق الهجرة).","Part":"1","seal":"F98FE7F2","page":262},
      {"id":263,"nass":"ما تحدد معلماً خاصاً، دون أن تذكر اسم مر، إلاَّ أن هناك من ذكره، ومن ذلك قول عون المتقدم منه بيت وينسب لحسَّان:\rفلما هبطنا بطنَ مرٍّ تخَزَّعتْ ... خُزاعةُ عنا في حلول كراكر\rحمَتْ كل وادٍ من تهامة واحتمتْ ... بصُمّ القنا والمرهفاتِ البواترِ\rخُزاعتُنَا أهل اجتهادٍ وهجرةٍ ... وأنصارُنا جند النبي المهاجرِ\rوقال عمر بن أبي ربيعة:\rوقلت لأصحابي انفروا إن موعداً ... لكم مر فليرجع عليّ حكيم\rوقال الكُمَيتُ في نونيته المشهورة:\rونحن الرافدون غداة مرّ ... خزيمة بالذي لا ينكرون\rتباشر إذ رآنا أهلُ مرٍّ ... فكذبنا منى المتباشرينا\rوقال عمر بن أبي ربيعة أيضاً:\rقل للمنازل بالظهران: قد حانا ... أن تنطقي فتبيني اليوم تبيانا\rقالت: ومن أنتَ قل لي؟ قلت ذو شَغَفٍ ... هاجت له من دواعي الشوق أحزانا","Part":"1","seal":"C81D6921","page":263},
      {"id":264,"nass":"جـ- أشهر القرى: من أشهر المعمور في مر الظهران: بلدة بحرة، وهي بلدة متقدمة تغني شهرتها عن تعريفها، تقع في منتصف المسافة بين مكة وجُدّة، وكانت تعرف بذي مجَنَّة ثم عرفت بالقرين (¬1)، ثم سميت بحرة، وخبر ذلك في (معجم معالم الحجاز).\rبلدة الجموم: قاعدة الوادي كله، فيها الإمارة وبعض الدوائر الحكومية، تقع شمال مكة على 25 كيلاً على طريق المدينة. بلدة حَدَّاء: بتشديد الدال: على الطريق من مكة إلى جدة على قرابة 29 كيلاً، سكانها خليط من الأشراف وحرب والحضارم.\rدف خُزَاعة: بين حداء والجموم شمال غربي مكة، سكانه خزاعة، ويقال لهم: خزاعة الوادي. وهم بنو مَدَّة.\rدف زيني: بين دف خزاعة والجموم، سكانه ذوو زيني من الشيوخ، والشيوخ ينتسبون إلى الأنصار، وخلطاء معهم. وهناك قرى عديدة منها: أبو عروة والحميمة، وخيف الرواجحة -من الأشراف- والقشاشية، والطرفاء، والريان، للأشراف أيضاً، والزبارة لبني عمير من هذيل، وسُولة للزواهرة من هذيل، وأصلهم من حرب، والزيمة للقناوية، وهم هاشميون حسب قولهم ويشاركهم بطن صغير يقال لهم: الصَّوَافَا. والمضيق وكان يعرف بمضيق نخلة للأشراف الحرث، وأحياء من هذيل. وهناك عشرات القرى غيرها على أن كثيراً من عيونه انقطعت في\r¬_________\r(¬1) انظر الحديث عن مجنة في مادتي (مجنة، والأطوى).","Part":"1","seal":"0F40D276","page":264},
      {"id":265,"nass":"السبعينات من هذا القرن الرابع عشرالهجري ويزمع الآن سد الوادي في المكان المعروف بأبي حصاني، فإذا تم ذلك فستعود العيون فيعود وادي فاطمة أو وادي الشريف الأخضر النضر، (والله يحيي ويميت بيده الخير وهو عى كل شيءٍ قدير).\r\rالمَرْوَةُ: بلفظ الحجر المعروف: هي بالمسجد الحرام إحدى مشاعر الحج والعمرة، يكون السعي بينها وبين الصفا سبعة أشواط يبدأ بالصفا وينتهي بالمروة، فالصفا رأس المسعى الجنوبي، والمروة رأس المسعى الشمالي قال الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} وكانت المَرْوَة -وهي أكمة صخرية بيضاء- متصلة بعمران مكة، وبعد التوسعة السعودية الأخيرة للمسجد الحرام عزل المسجد والمسعى عن بيوت السكن، وجعل الأسفلت يطيف بالمروة على شكل قوس سمي شارع المروة. وقد ذكر شعراء العرب المروة كعادتهم في التغني بالديار فقال جرير (¬1):\rفلا يقربَنّ الحروتين ولا الصفا ... ولا مسجدَ اللهِ الحرام المطهَّرا\rقال: المروتين، ليستقيم له الوزن وهي عادة غير منكرة. وقال جميل العُذْرِي (¬2):\rوبين الصفا والمروتين ذكرتكم ... بمختلف ما بين ساع وموجفُ\rوعند طوافي قد ذكرتُكِ ذكرةً ... هي الموتُ بل كادتْ على الموت ضعفُ\rوقال كثيِّر عَزّة (¬3):\r¬_________\r(¬1) معجم البلدان (مروة).\r(¬2) نفس المصدر.\r(¬3) ديوان كثير 340.","Part":"1","seal":"44DB7659","page":265},
      {"id":266,"nass":"طلعنَ علينا بين مروةَ والصَّفَا ... يمرْنَ على البطحاءِ مورَ السحائبِ\rفكدْنَ لَعَمر اللهِ يحدثْنَ فتنةً ... لمختشعٍ من خشية الله تائبِ\rوقال الشاعر المعاصر طاهر زمخشري، مع اختلاف الأسلوب:\rأمر بروحي على الرابية ... وبين المصافي وفي المروتين\rأمرغ خدِّي ببطحائه ... وألثمُ منه الثرى باليدين\r\rالمُزْدَلِفَة: من الازدلاف: أحد مشاعر الحج، بين منى وعرفة، يفيض الحاج إليها ليلة عشر من ذي الحجة فيصلي فيها المغرب والعشاء، قصراً وجمعاً، وحدودها: من. الشمال ثَبِير النِّصعْ وثَبِير الأحدب ومفجر مُزْدلِفَة، ومن الجنوب جبل مُكسر ووادي ضَبّ، بعضه، ومن الغرب وادي محسر وعليه علامات تنص بنهاية مزدلفة، ومن الشرق المأزمان وريع المرار وقسم من ثَبير النِّصع. وتسمى المزدلفة جمعاً لاجتماع الناس بها، وفيها المشعر الحرام المذكور في القرآن، ومنها يسن للحاج أن يلتقط الجمار.\rوكانت قبائل الحُمْس من العرب وعلى رأسها قريش لا تقف بعرفة، بل تقف بجمع، فلما جاء الإسلام أبطل هذه العادة.\rورأيت ما قيل فيها من شعر جاء في \"جمع\" ما عدا بيتين أوردهما ياقوت، فلم أر لهما مناسبة هنا.\r\rالمُسْتَحِيرة: وهم يطلقون اسم حائر ومحير على ما يروض الماء فيه، أي بحير فيه، وردت في شعر مالك بن خالد الخُنَاعي:\rأشقّ جواز البيد والوعث معرضاً ... كأني مما أيبس الصيفُ حاطبُ","Part":"1","seal":"9CC53EC3","page":266},
      {"id":267,"nass":"ْويممت قاع المستحيرة أنني ... بأن يتلاحوا آخر اليوم آرب\rوديار خناعة كانت شمال مكة وشمالها الشرقي، ولم أجد من يعرف المستحيرة، ولا أعتقد أنه كان موضعاً مهماً، إنما هو مكان مر به الشاعر.\r\rمسجد: المساجد التأريخية والأثرية كثيرة في مكة، منها ما هو معروف تأريخه وسبب بنائه، وبعضها يظهر أنه حدث في عصور متأخرة ولكنه بني على أساس روايات تأريخية، كمسجد أبي بكر ومسجد خالد ومسجد الجن وغيرها. ونحن نورد طائفة منها هنا حسب تسلسلها المعجمي، مع ذكر شيء موجز عنها، وذكر المصدر لمن أراد التعمق في معرفة ذلك.\rمسجد إبراهيم الخليل: جاء في أخبار مكة للأزرقي:\rإن أول من جمع بالحاج صلاة الظهر والعصر بعرفة هو إبراهيم، عليه السلام في (مسجد إبراهيم) ثم راح بهم إلى الموقف من عرفة (¬1). وهذا المسجد يعرف بمسجد (نمِرَة) ونمرة جبل تراه غرب المسجد بينهما بطن عُرَنة، وهو معروف أيضاً في عهد الأزرقي، وبعضهم يسمي المسجد بالمكان فيقول (مسجد عرفة) والأزرقي سماه (مسجد إبراهيم خليل الرحمن) (¬2).\rثم يقول الأزرقي: ومسجد بعرفة عن يمين الموقف يقال له: مسجد إبراهيم، وليس بمسجد عرفة الذي يصلي فيه الإمام (¬3).\rومسجد على جبل أبي قبيس، يقال له مسجد إبراهيم، سمعت يوسف بن محمد بن إبراهيم يسألُ عنه، هل هو مسجد إبراهيم\r¬_________\r(¬1) أخبار مكة: 2/ 70.\r(¬2) أخبار مكة: 2/ 190.\r(¬3) أخبار مكة: 2/ 202.","Part":"1","seal":"CE4E709F","page":267},
      {"id":268,"nass":"خليل الرحمن؟ فرأيته ينكر ذلك، ويقول: إنما قيل هذا حديثاً من الدهر. ثم نسب المسجد إلى إبراهيم القُبَيسي نسبة إلى أبي قبيس (¬1).\rأقول: وهذا المسجد يسمى اليوم مسجد بلال، وليس هو بلال بن رباح.\rمسجد الإجابة= مسجد قنفد.\r\rمسجد أبي بكر:\rلم يذكره الأزرقي ضمن المساجد التي ذكرها، وهذا دليل على أنه لم يكن موجوداً، ثم ذكره ابن ظَهِيرة في الجامع اللطيف، فقال: مسجد بأسفل مكة ينسب لأبي بكر الصديق رضي الله عنه، يقال: أنه من داره التي هاجر منها إلى المدينة.\rويعرف الآن بدار الهجرة، وهو بالقرب من بركة الماجن. (¬2)\rأقول: وهذا المسجد لا زال مغموراً بمسفلة مكة بسفح ثَبِير الزنج من الشرق.\r\rمسجد البيعة: قال الأزرقي، ومسجد بأعلى مكة أيضاً يقال له: (مسجد الجن) وهو الذي يسميه أهل مكة (مسجد الحرس) وإنما سمي مسجد الحرس أن صاحب الحرس كان يطوف بمكة حتى إذا انتهى إليه وقف عنده ولم يجزه حتى يتوافى عنده عرفاؤه وحرسه، إلى أن يقول: وهو فيما يقال: موضع الخط الذي خطه رسول الله - صلى الله عليه وسلم - لابن مسعود ليلة استمع إلى الجن، وهو يسمى (مسجد البيعة) يقال: إن الجن بايعوا رسول الله - صلى الله عليه وسلم -، في ذلك الموضع. (¬3)\r¬_________\r(¬1) الجامع اللطيف ص 332.\r(¬2) الجامع اللطيف 32.\r(¬3) أخبار مكة: 2/ 201.","Part":"1","seal":"1EC27169","page":268},
      {"id":269,"nass":"أقول: هذا المسجد لا يعرف اليوم إلا بمسجد الجن، وهو بعد ريع الحجون إلى المسجد الحرام غير بعيد، وقد عمر سنة 1399 هـ عمارة بديعة ولبست جدرانه الخارجية بالحجر الممثل الجميل.\rومسجد البيعة أيضاً: مسجد دوين العقبة، مبني بالحجر والجص بناية عثمانية، يظل دائماً مهجوراً، وربما صلِّي فيه أيام الحج، وهو المكان الذي بايع الأنصار فيه رسول الله - صلى الله عليه وسلم - في منى ودعوه إلى المدينة. وذكره ابن ظَهِيرة في الجامع اللطيف.\rوأخبار البيعة مستفيضة في السيرة،\r\rمسجد التنعيم: التنعيم وادٍ يقع شمال مكة والمسجد الأثري هناك يسمى مسجد عائشة رضي الله عنها، ذلك أن رسول الله - صلى الله عليه وسلم -، أمر عبد الرحمن بن أبي بكر بعد النزول من حجة الوداع بأن يعمر أخته عائشة من ذلك الموضع، لأنها عندما قدمت مكة حاجة كانت حائضاً، فأعمرها بعد الحج، وهذا المسجد أقرب الحل إلى الحرم، وقد عمر حديثاً عمارة حسنة. وظل الناس يعتمرون منه، وفيهم كما روى الأزرقي - عبد الله بن الزبير، رضي الله عنه، ثم ابتنى محمد بن علي الشافعي مسجداً في ذلك الموضع، وذكر الأزرقي أيضاً أنه كان خراباً في عهده، ثم عمره أبو العباس عبد الله بن محمد بن داوود، وجعل على بيره قبة، وكان أمير مكة، ثم بنته (العجوز) وجودته وأحسنت بناءه (¬1).\rولا زال هذا المسجد معروفاً.\rويذكر ابن ظَهِيرة في الجامع اللطيف مسجداً آخر لعائشة رضي الله عنها، قال: هو بسفح ثبير، فوق مسجد الكبش، وهو غار لطيف عليه بناء دائر يسمى مَعتكف عائشة وبيت أم المؤمنين (¬2).\r¬_________\r(¬1) أخبار مكة: 2/ 209.\r(¬2) الجامع اللطيف ص 334.","Part":"1","seal":"7E08D547","page":269},
      {"id":270,"nass":"وما سمعت بهذا المسجد اليوم، ولا شك أنه اتخذ تبركاً بمنزل عائشة رضي الله عنها، وهي أعمال كثرت في العهد العثماني.\r\rمسجد الجعرانة:\rروى الأزرقي أن رسول الله - صلى الله عليه وسلم -، اعتمر أربع عمر: عمرة الحديبية، وعمرة القضاء من قابل، والثالثة عمرة الجعرانة، والرابعة عمرة حجته. ثم ذكر أن رجلاً من قريش بنى مسجداً هناك (¬1)، غير أنه ذكر أن رسول الله - صلى الله عليه وسلم - كان بالعدوة القصوى بينما المسجد اليوم وفي عهد الأزرقي في العدوة الدنيا، ولا زال معموراً يعتمر منه أهل مكة، وهو مبني بالأسمنت.\rورجح ابن ظهيرة أن عمرته - صلى الله عليه وسلم -، من الجعرانة كانت ليلة الأربعاء لاثنتي عشرة ليلة بقيت من ذي القعدة عام الفتح. (¬2)\rمسجد الجن = مسجد البيعة ومسجد الحرس.\r\rالمسجد الحرام: المسجد الحرام والكعبة المشرفة ليسا في حاجة إلى تعريف، فلا يكاد مسلم يبلغ أشده حتى يشد الرحال إليهما أو يظل يحن إليهما، ولم يعد اليوم بعد ظهور التلفزيون ونقله بواسطة الأقمار الصناعية من لم ير المسجد الحرام على الشاشة.\rأما عمارته والطواف بالكعبة فهو قديم موغل في القدم، وأول خبر ثابت أن إبراهيم عليه السلام بنى البيت (الكعبة) بمساعدة ابنه إسماعيل، أما المسجد فكان عبارة عن صحن المطاف حول البيت، ثم بدىء بتوسعته، وأول من فعل ذلك عمر بن الخطاب، وأحاط عليه جداراً. ثم ظل يعمر ويوسع حتى صار اليوم مبنياً دائرة من طبقتين، وكذلك المسعى، وهي التوسعة السعودية التي اكتملت قبل سنتين فقط أي سنة 1398 هـ.\r¬_________\r(¬1) أخبار مكة: 2/ 209.\r(¬2) الجامع اللطيف ص 337.","Part":"1","seal":"4B3C73CD","page":270},
      {"id":271,"nass":"وذكر ما مر به المسجد يحتاج إلى كتاب كامل، فانظره في أخبار مكة وبقية تأريخها. وقد ألحق بأخبار مكة ملحق يبين ذلك.\rمسجد الحرس= مسجد البيعة.\r\rمسجد خديجة \"رضي الله عنها\".\rذكره الأزرقي، وقال: كان منزل النبي الذي في زقاق العطارين، أي قبل الهجرة، ثم قال: يقال له (مسجد خديجة بنت خويلد)، يصعد إليه من المسعى بخمس درجات. (¬1) وقد دخل اليوم في التوسعة، غير أن ازرقي نص في مكان آخر على أنها ما يعرف اليوم ببيت فاطمة، في زقاق الصوغ بالقشاشية، وشايعه ابن ظهيرة في ذلك (¬2) وأراه الصواب، لأن هذه الآثار تتوارث على مر السنين. وبيت فاطمة أو مولد فاطمة هو اليوم مدرسة للبنات بحي القشاشية، عمرها السيد عباس قطان سنة 1369 هـ من ماله الخاص، ثم أوقفها.\r\rمسجد الخَيْف: هو مسجد منى، له تأريخ طويل وفضله مشهور، يقع بسفح جبل الصابح من داخل منى، تصلى فيه صلاة عيد الأضحى، وقد جدد في العهد السعودي، وقد أفاض في ذكره الأزرقي وأورد ما قيل في فضله، ثم قال: ويسمى مسجد العيشومة، والعيشومة شجرة كانت نابتة هناك. (¬3).\rونقل كثيراً من أقواله ابن ظَهِيرة في الجامع اللطيف.\rوقد أصبح اليوم جامعاً واسع الأرجاء كثير الأعمدة مفروشاً بالبسط الفاخرة، وله إمام خطيب ثابت.\r\rمسجد دار الأرقم:\rمنسوب إلى الأرقم بن أبي الأرقم صاحب رسول الله، وداره\r¬_________\r(¬1) أخبار مكة 2/ 88.\r(¬2) الجامع اللطيف ص 327.\r(¬3) أخبار مكة: 2/ 174.","Part":"1","seal":"7323A4C1","page":271},
      {"id":272,"nass":"التي كان يجتمع فيها المسلمون الأوائل قبل الهجرة، وقد هدمت في التوسعة السعودية، ومكانها اليوم في ساحة لوقوف السيارات، شرق المسعى، ورأيت عليها علامة لا يعرفها أكثر الناس.\rقال الأزرقي: ومسجد في دار الأرقم بن أبي الأرقم المخزومي عند الصفا يقال لها: دار الخيزران، كان بيتاً وكان رسول الله - صلى الله عليه وسلم - مختبئاً فيه، وفيه أسلم عمر بن الخطاب. (¬1) وذكر دار الأرقم مستفيض معروف، في السيرة والطبقات وكتب الأدب.\r\rمسجد ذي طوى:\rقال الأزرقي: ومسجد بذي طوى بين ثنية المدنيين المشرفة على مقبرة مكة، وبين الثنية التي تهبط على الحصحاص، بنته (زبيدة) بأزج. (¬2)\rقلت: هذا المسجد غير معروف اليوم.\r\rمسجد الراية: لا زال معروفاً بالمعلاة، مقابل مصب شعب عامر، معموراً بالمصلين.\rوقال الأزرقي: ومسجد بأعلى مكة عند الردم عند بير جبير بن مطعم يقال: إن النبي - صلى الله عليه وسلم - صلى فيه، وقد بناه عبد الله بن عبيد الله بن العباس بن محمد بن عبد الله بن عباس. (¬3) وعلق محقق أخبار مكة على هذا قائلاً: ويسمى مسجد الراية، لأن النبي - صلى الله عليه وسلم -، ركز الراية في هذا الموضع يوم الفتح. (2)\rويقول ابن ظَهِيرة: مسجد بأعلى مكة عند الردم وهو المدعى عرفة الطبري بمسجد الراية ويعرف بذلك إلى وقتنا (¬4) هذا وبجانبه\r¬_________\r(¬1) أخبار مكة: 2/ 200.\r(¬2) نفس المصدر: 2/ 203.\r(¬3) أخبار مكة: 2/ 200.\r(¬4) أي وقت ابن ظهيرة المتوفى سنة 986 هـ (الأعلام).","Part":"1","seal":"103870B6","page":272},
      {"id":273,"nass":"الآن منارة تعرف بمنارة أبي شامة، يقال إن النبي - صلى الله عليه وسلم -، صلى فيه. (¬1)\r\rمسجد السرر: ذكر الأزرقي بأنه بآخر منى مما يلي محسر، ويسميه أهل مكة مسجد عبد الصمد، لأنه هو الذي بناه. وهو عبد الصمد بن علي بن عبد الله بن عباس رضي الله عنه، ولد سنة 104 وتوفي سنة 185 هـ تولى ولايات عديدة في العهد العباسي الأول (¬2).\rقلت: ولم أسمع اليوم لهذا المسجد ذكراً، وما رأيت مسجداً حيث حدد مسجد السرر.\r\rمسجد سوق الغَنَم:\rقال الأزرقي: ومسجد بأعلى مكة عند سوق الغنم عند قرن مسقلة، ويزعمون أن عنده بايع النبي - صلى الله عليه وسلم - الناس بمكة يوم الفتح (¬3).\rالمؤلف: سوق الغنم يتغير باستمرار، ولكنه في وقت الأزرقي كان بشارع الجودرية في نهاية الغزة من أعلاها، ومسجد الغنم معروف اليوم عند كبار السن من أهل مكة.\r\rمسجد سلسبيل:\rذكره الأزرقي بنص قد يكون فيه تحريف، فقال: الحجون الجبل المشرف على مسجد الحرس (مسجد الجن) بأعلى مكة على يمينك وأنت مصعد، وهو أيضاً مشرف على شعب الجزارين في أصله دار ابن أبي ذر إلى موضع القبة بمسجد سلسبيل أم زبيدة بنت جعفر بن أبي جعفر (¬4).\rقلت: لم أسمع عن هذا المسجد، غير أن هناك مسجداً يجاور\r¬_________\r(¬1) الجامع اللطيف 331.\r(¬2) الأعلام 4/ 11.\r(¬3) أخبار مكة 2/ 201.\r(¬4) نفس المصدر 2/ 160.","Part":"1","seal":"8FBDF033","page":273},
      {"id":274,"nass":"مسجد الجن، لا أعلم اسمه. وقوله: على يمينك وأنت مصعد سبق قلم، صوابه على يسارك، ذلك أن جبل الحجون هو الذي في أصله مقبرة أهل مكة القديمة، وفي جانبه الغربي كانت المجزرة إلى ما بعد عام 1370 هـ، ثم نقلت إلى أذاخر. وسلسبيل أظنه تحريف سبيل.\r\rمسجد الشجرة:\rذكره الأزرقي قرب مسجد الجن، وقال ابن ظَهِيرة: قد اندثر. ولكن المشهور بمسجد الشجرة هو مسجد الحُدَيبية، ولم يذكره مؤرخو مكة لأنه خارج الحرم، والناس يتعسون أن يكون المسجد الذي صلى فيه النبي - صلى الله عليه وسلم - في غزوة الحديبية، ولكن الثقاة من الصحابة قالوا: لقد التمسناه بعد مدة فلم نعرفه. راجع ذلك في السيرة النبوية، وراجع الحديبية وتفاصيل عنها في (معجم معالم الحجاز). وهذا المسجد هو اليوم خراب، وقد بنت الحكومة السعودية مسجدا غيره يصلى فيه.\rمسجد عائشة= مسجد التنعيم\rمسجد عبد الصمد= مسجد السرر\rمسجد عرفة= مسجد إبراهيم\rمسجد العيشومة= مسجد الخيف\rمسجد الفتح: قال ابن ظَهِيرة: (¬1)\rمسجد يقال له مسجد الفتح بالقرب من الجموم من وادي مر وهو مشهور بهذا الاسم إلى هذا الزمان يقال إن النبي صلَّى فيه، والله أعلم.\rقلت: هو معروف اليوم معمور، وبه إمام خطيب.\r¬_________\r(¬1) الجامع اللطيف ص 338.","Part":"1","seal":"97137550","page":274},
      {"id":275,"nass":"مسجد قُنفُد: قال الأزرقي إن شعب قنفد يسارك وأنت ذاهب إلى منى من مكة فوق حايط خرمان، وفي هذا الشعب مسجد مبني يقال إن النبي - صلى الله عليه وسلم -، صلَّى فيه (¬1).\rقلت: هذا الشعب يسمى اليوم شعبة النور، والمسجد لا زال يصلى فيه، والناس لا زالوا على اعتقادهم به. كما قال الأزرقي: إنه منسوب إلى قُنْفُد بن زُهَير من بني أسد بن خزيمة. وقال ابن ظَهِيرة: مسجد يعرف بمسجد الإجابة ثم وصفه بما تقدم (¬2).\r\rمسجد الكَبْش: هو موضع معروف من منى يسار الذاهب باتجاه عرفة، وقال الأزرقي: الصخرة التي بمنى بأصل ثبير هي التي ذبح عليها إبراهيم عليه السلام فداء ابنه إسحاق، هبط عليه من ثبير كبش أعين أقرن له ثغاء فذبحه، وقال: -في رواية أخرى- لما فدى الله إسماعيل عليه السلام بالذبح نظر إبراهيم فإذا الكبش منهبطاً من ثبير على العرق الأبيض الذي يلي باب شعب علي ... إلى أن يقول: يقال بنَتْ عليه لبابة بنت علي بن عبد الله بن عباس المسجد الذي يقال له: مسجد الكبش (¬3).\rويذكر ابن ظَهِيرة أن من تقدمه اختلفوا في موضع نحر إبراهيم، كما اختلفوا في من هو المفدي إسماعيل أو إسحاق (¬4).\rولكن الراجح لدى ثقات المسلمن أن المفدي هو إسماعيل لا إسحاق عليهما السلام.\r\rمسجد المُزدلِفة:\rهو المشعر الحرام الذي ذكره الله في القرآن، ولا زال معموراً\r¬_________\r(¬1) أخبار مكة 2/ 287. وقنفد: لغة في قنفذ (لسان العرب).\r(¬2) الجامع اللطيف ص 333.\r(¬3) أخبار مكة 2/ 175.\r(¬4) الجامع اللطيف 333.","Part":"1","seal":"DCCAC790","page":275},
      {"id":276,"nass":"يصلى فيه ليلة جمع وفجرها. وأطال الأزرقي في وصفه وتحديده، وقد أوجزنا أمره في (معجم معالم الحجاز).\r\rمسجد المُتَكَأ: المُتكَأ مكان معروف من أجياد الصغير، وهناك مسجد صغير بهذا الاسم، وقال الأزرقي: ومسجد بأجياد وموضع فيه يقال له: المتكأ سمعت جدي أحمد بن محمد ويوسف بن محمد بن إبراهيم يسألان عن المتكأ وهل يصح عندهما أن النبي - صلى الله عليه وسلم - إتّكي فيه؟ فرأيتهما ينكران ذلك ويقولان: لم نسمع به من ثبت، ثم خلص إلى أن أمر المتكأ ضعيف، ولكنهم يثبتون صلاته عليه السلام بأجياد الصغير، وإنّ موضع الصلاة لا يوقف عليه (¬1).\rمسجد المُرْسَلاتِ:\rقال عنه ابن ظَهِيرة: مسجد لطيف يماني مسجد الخيف فيه غار به أثر يقال إنه أثر رأس الرسول - صلى الله عليه وسلم -، ويعرف بغار المرسلات وهو مشهور به إلى هذا الوقت، ثم روى حديثاً إن سورة {والمُرْسَلاتِ عُرفا} نزلت بهذا الغار (¬2).\rقال المؤلف: غار المرسلات معروف معلوم بمنى، بين مسجد الخيف وجبل الصابح الذي يشرف على المسجد من الجنوب الغربي، والغار في سفح الجبل بارتفاع، جنوباً من مسجد الخيف، ولا أعلم مسجداً هناك وربما كان فاندثر أو هدم.\rمسجد نمِرَة= مسجد إبراهيم ومسجد عرفة، والأشهر مسجد نمِرَة، غير أن الأزرقي سماه مسجد إبراهيم. انظره.\r\rالمَسَد: بالميم والسين المهملة، وآخره دال مهملة أيضاً وبالتحريك:\r¬_________\r(¬1) أخبار مكة 2/ 202.\r(¬2) الجامع اللطيف ص 335.","Part":"1","seal":"ECA89B20","page":276},
      {"id":277,"nass":"هو لا زال في لغة هذيل يعني \"السد\" وهو سد الوادي يروض الماء لأغراض الزراعة.\rقالوا: هو ملتقى النخلتين.\rوقالوا: هو في المكان المسمى بستان بن معمر وهما واحد.\rوقالوا: على مرحلة من مكة، وهو أيضاً قول يتفق مع ما تقدم (¬1).\rويقول عطية الشيبي المطرفي: إن المسد في ديارهم معروف إلى الآن وهو في وادٍ يصب في الزَّرْقَاء من روافد نخلة الشامية وأرى هذا غير ذاك، وأورد ياقوت شاهداً على المسد، هكذا: (1)\rألفَيْتُ أغلبَ من أُشد المَسَدِّ حَديـ ... ـدَ النَّابِ أخْذَتُه عَفْرٌ فتَطريحُ\rونسب البكري البيت لأبي ذؤيب (1).\r\rمَسُولاَ: بفتح أوله وضم السين المهملة ولام، مقصور: ويقولون اليوم \"مسُوليا\": جبل عال يقع في الشمال الشرقي من محرم الضريبة على قرابة (12) كيلاً، يسار المتجه من الضريبة إلى العراق.\rقال ياقوت عن نصر: بأقصى شراء الأسود الذي لبني عقيل بأكناف غَمْرة في أقصاه جبلان، وقيل قريتان وراء ذات عرق فوقهما جبل طويل يسمى مَسُولا.\rقال المرّار: (¬2)\rأإنْ هب عُلويٌّ يُعلِّل فتيةً ... بنخلةَ وَهْناً، فاض منك المدامعُ\r¬_________\r(¬1) معجم ما استعجم، ومعجم البلدان (مسد).\r(¬2) معجم البلدان (مسولا).","Part":"1","seal":"B06E0112","page":277},
      {"id":278,"nass":"فهاج جوَىً في القلب ضمّنه الهوى ... ببينونةٍ تنأى بها من توادعُ\rوهاج المعنى مثل ما هاج قلبه ... عليك بنعْمان الحمام السواجعُ\rفأصبحت مهموماً كأن مطيتي ... بجنب مَسُولا أو بوَجْرةَ ظالعُ\rوقد روي (مسولى) (¬1) وكل من غَمْرة ووَجْرة ليست بعيدة عن مسولا هذا.\r\rالمَطَابخ: بمكة بجنب حارة الباب جبل يسمى جبل المطابخ، وهو أحد نعوف قعيقعان الجنوبية، وقال المتقدمون: سمي بذلك لأن تبعاً هم بهدم البيت الحرام، فقسمه فنذر إن شفاه الله أن ينحر ألف بدنة، فعوفيَ فوفىَّ بما نذر، وجعلت المطابخ هناك، ثم أطعم الناس.\rقال أحدهم: (¬2)\rأطوّفُ بالمطابخ كلَّ يومٍ ... مخافة أنْ يشردني حكيمُ\rيعني حكيم بن أمية بن حارثة السلمى.\rويقول الأزرقي: كان فيها حكيم بن أمية بن حارثة ابن الأوقص السلمي، الذي كانت قريش أمرته على سقائها، وهو الذي يقول فيه الحارث بن أمية الأصغر: (¬3)\r¬_________\r(¬1) معجم ما استعجم (مسولى).\r(¬2) معجم البلدان (مطابخ).\r(¬3) أخبار مكة: 2/ 242.","Part":"1","seal":"3E08A9F8","page":278},
      {"id":279,"nass":"أقرر بالمطابخ كل يوم ... مخافة أن يشردني حكيمُ\rوبمكة مطابخ أخرى، قال الأزرقي، في خبر قتال جرهم وقطوراء: (1)\rثم إن القوم تداعوا للصلح فساروا حتى تزلوا المطابخ، شعباً بأعلى مكة، يقال له: شعب عبد الله بن عامر بن كريز.\rونحر مضاض بن عمرو -ملك جرهم- للناس وطبخ فسمي المطابخ.\rقلتُ: هذا يعرف اليوم بشعب عامر، وله ذكر في المساجد، تقدم.\r\rالمطاحل: على وزن المفاعل:\rقال ياقوت موضع قرب حُنَين في بلاد غَطَفَان.\rقلت: كيف يكون قرب حُنَين ثم يكون في بلاد غطفان؟\rوالصواب أنه قرب حنين في بلاد هذيل، أما جملة (في بلاد غطفان) فهي مقحمة إقحاماً لا لزوم له وهو يقرن مع أنف المتقدم وعاذ المتقدم أيضاً، ويضاف كل منهما إلى الآخر فيقال: (أنف عاذ المطاحل).\rقال عبد مناف بن رِبْع الهذلي:\rهُمُ منعوكمْ من حُنَين ومائه ... وهُمْ أسلكوكُمْ أنفَ عاذ المطاحلِ\rوأنف لا زال معروفاً جنوب شرقي ماء حنين (الشرائع اليوم) وقد تقدم في بابه.","Part":"1","seal":"39125135","page":279},
      {"id":280,"nass":"أما عاذ المطاحل، وعاذ مفرداً، أو المطاحل مفردة فلم أعثر عليها، وقد سألت عطية الشيبي المطرفي وهو يمدنا بمعلومات قيمة عن هذه النواحي، فلم يعرفهما.\rوعلى العموم فهما من أنف، وأنف معروف قرب حنين. وربما يقصد بالمطاحل جمع (مُطْحل) وهم بطن من بني قرد من هذيل، ورد في (أنف): واثلة بن مطحل. فإذاً عاذ جبل لبني مطحل، فقيل عاذ المطاحل، وأنف: نعف أو شعب من عاذ فسمي أنف عاذ، ونسب إلى المطاحل، فقيل: أنف عاذ المطاحل.\r\rالمُغَمّس: بضم الميم وفتح الغين المعجمة وتشديد الميم مع الفتح وآخره سين مهملة:\rسهل أفيح يمتد من الشمال إلى الجنوب مبدؤه من الصفاح وأسفل حنين ولبن الأسفل، ومنتهاه عرفة -بالفاء- وجبل سعد، والخطم، تشرف عليه من الشرق سلسلة جبلية عالية، عظمها كبكب الذي تطلع شمس وسط المغمس من فوقه، وطرفها الشمالي يشرف على البجيدي وحنين والجنوبي جبل بَرَقة والوصيق، أما من الغرب فتحف بالسهل جبال الطارقي ويسمونها الطُّرَّق بتشديد الراء -كجمع طارق، ويتصل بها جبل سلع في فيئها العشى، وجبال الشُّعُر جنوباً حيث تنتهي بالخطم الذي يرى من عَرَفة- شمالاً غربياً .. فهو شرق مكة على \"20\" كيلاً.\rوجبل الطَّارِقي: يشرف على ثنية خَلّ التي يأخذها الطريق من مكة إلى الطائف المار بنخلة اليمانية وكله في الحرم، كما أن المغمس كله في الحل، تجد ثنية خل قبيل علمي الحرم، فهي والطارقي من أرض الحرم الشرقية. ويتخلل هذا السهل الواسع","Part":"1","seal":"17A20E56","page":280},
      {"id":281,"nass":"مخطط تقريبي لمنطقة المغمس\rعمل: عاتق بن غيث البلادي","Part":"1","seal":"6CFB3F20","page":281},
      {"id":282,"nass":"وادي عُرَنة -بالنون- وهناك زراعات متفرقة بعضها على الضخ الآلي وبعضها عثرية، وتصب في المغمس أودية وشعاب عديدة من أهمها: وادي ذي المجاز، يسيل من كبكب مغرباً فيصب في عرنة في وسط المغمس. وقد ذكر.\rووادي البُجَيدي: وادٍ يسيل من كبكب وجهات الشراء ولبنين وفيه زراعة حسنة للأشراف الجوازين.\rووادي حُنَين: يسيل من طاد وكِنثيل والثنية ومن روافده، يدعان، وفيه بلدة الشرائع ذات النخل والنزل، وهي ما كان يعرف بماء حنين، ويصب في المُغَمّس من الشمال وادي حواس والصفاح ومياه الستار (ستار) ومن الغرب الضَّيْقة تصب من الشعر والطارقي.\rومن جبل بَرَقة والوَصيق: وادي الخيام يصب في طرف المغمَّس الجنوبي الشرقي قرب عرفة شمالاً ويكسو هذا السهل غابات كثيفة من أشجار الطلح والسرح، حيث تتسع الدوحة منها لعشرات من الناس يستظلون تحتها، وتكسو جنباته غابات السلم والسمر والقتاد والحرمل ونباتات كثيرة مما يجعله دائم الخضرة والنضارة، ومن أجمل السهول في الحجاز، كما أن وجوده في تهامة، وبين هذه الجبال الشوامخ (والجو الدافىء شتاء) الغائم في أغلب أوقات الشتاء والربيع، ووجود الغابات الكثيفة وتوفر المياه فيه يجعله من أحسن المشاتي التهامية وكثيراً ما تنتجعه قبائل عتيبة القاطنة وراء عفيف، إذا رج المُغَمّس وبرد نجد.\rوأهل المغمس كانوا وما زالوا قريش، ولهم فيه قرى صغيرة وبعضهم بدو رحل، وهم بطون كثيرة، كلها تعود بأنسابها إلى قريش.","Part":"1","seal":"8CA21B2D","page":282},
      {"id":283,"nass":"وعندما يذكر المُغَمَّس فإن أول ما يتبادر إلى ذهن القارىء هو خبر الفيل (محمود) حين جاء أبرهة ليهدم الكعبة في العام الذي ولد فيه سيد ولد آدم - صلى الله عليه وسلم -، فقد قال ياقوت: موضع قرب مكة في طريق الطائف مات فيه أبو رغال، وقبره يرجم، لأنه كان دليل صاحب الفيل فمات هناك. يقصد بصاحب الفيل أبرهة الأشرم قائد الأحباش. ومن أخباره: إنه بني بنية بصنعاء - وكانت تحت حكم الأحباش سماها (القُلَّيْس) وزخرفها وجعل لها كسوة ومطافاً مضاهاة للكعبة، وطلب من العرب أن تحج إليها فرفضت، فأراد هدم الكعبة ليضطر العرب إلى الحج إلى قُلَّيْسه.\rوقال البكري: هو الموضع الذي ربض فيه الفيل حين جاء أبْرَهَة، فجعلوا ينخسونه بالحراب فلا ينبعث، حتى بعث الله عليهم طَيرْاً أبابيل فأهلكتهم.\rوالقول: إن قبر أبي رغال في المغمس، فيه تجوز، إذ أن قبره يقع في رأس يدعان بين الشرائع والزيمة بعيداً من المُغَمَّس بما يقرب من ثمانية إلى تسعة أكيال.\r\rالمغمس في الشعر العربي:\rلعل أول أبيات وردت في المغمس هذه الأبيات لرجل من أياد هو أبو المنذر الإيَّادي وقيل ثعلبة بن غيلان الإيَّادي، عندما نفيت إيَّاد من تهامة: (¬1)\rتحن إلى أرض المُغَمَّس ناقتي ... ومن دونها ظهر الجَرِيب وراكسُ\r¬_________\r(¬1) معجم البلدان (مغمس).","Part":"1","seal":"FD448701","page":283},
      {"id":284,"nass":"بها قطعتْ عنّا الوَذيم نساؤُنا ... وعرّفَت الأبناء فينا الخوارس\rإذا شئتُ غنّاني الحمام بأيكةٍ ... وليس سواء صوتها والعرانسُ\rتجوب بنا المَوْماة كل شِمِلةٍ ... إذا أعرضتْ منها القفار البسايسُ\rوقال أمية بن أبي الصَّلت الثَّقَفي: (¬1)\rإن آياتِ ربنا ظاهراتٍ ... ما يماري فيهُن إلا الكفورُ\rحَبَس الفَيلَ بالمُغَمَّس حتى ... ظل يحبو كأنه معقورُ\rكلُّ دينٍ يوم القيامةِ عند الله ... إلاّ دينُ الحنيفة بورُ\rخَلّفُوه ثم ابذَعَرُّوا جميعاً ... كلُّهُم عَظمُ ساقِه مكسورُ\rويروى هذا لعمرو بن سنة الخزاعي كذا: (¬2)\rضربوا الفيلَ بالمُغَمّس حتى ... ظل يحبو كأنّه محمومُ\rوقال نُفَيل بن حَبيب الخثعمي: (¬3)\rألا حُيّيتِ عنا يا رُدَينا ... نعمناكم مع الأصباح عَينا\rرُدَينةُ لو رأيتِ ولن تَريه ... لَدَى جنب المُغَمَّس ما رأينا\r¬_________\r(¬1) نفس المرجع، ومعجم ما استعجم.\r(¬2) الأغاني (2300) ط دار الشعب.\r(¬3) السيرة ومعجم البلدان.","Part":"1","seal":"367AB487","page":284},
      {"id":285,"nass":"إذاً لعذرتني ورضيت أمري ... ولنَ تأسى على ما فات بَيْنا\rحمدتُ الله أن أبصرتُ طيراً ... وخفتُ حجارة تلقى علينا\rوكل القَوْم يسأل عن نُفَيل ... كأنّ عليَّ للحِبْشانِ دَينا.\rوقال عمر بن أبي ربيعة: (¬1)\rألم تسأل الأطلالَ والمُتَربعا ... ببطنِ حُليّات دوارسَ بلقعا\rإلى الشري من وادي المُغَمّس بدِّلتْ ... معالمه وبلاً ونكباء زعرعا\rوقال المُؤرّق:\rغدرتم غدرةً فضحتْ أباكم ... ونتَّفت المُغَمّس والظرابا\rوقال عمر أيضاً: (¬2)\rغَشيتُ بأذنابِ المُغمَّس منزلاً ... به للتي نهوى مصيفٌ ومربعْ\rمغاني أطلالٍ، ونؤياً، ودمنةً ... أضرّ بها وبل ونكباء زعزع\rببطن حليات كأنّ رسومها ... كتاب زبور في عسيبٍ مرجّع\r¬_________\r(¬1) ديوان عمر: 197.\r(¬2) نفس المصدر (199).","Part":"1","seal":"CB0CA697","page":285},
      {"id":286,"nass":"وقال المغيرة بن عبد الله المخزومي:\rأنتَ حبست الفيلَ بالمغمَّسِ ... حبسته كأنه مكردسِ\rمن بعد ما هم بشر مجلسِ ... بمجلسٍ تزهقُ فيه الأنفسِ\r\rالمقام: هو الحجر الذي كان يقف عليه إبراهيم -عليه السلام- أثناء بناء الكعبة.\rوالمقام آية من آيات الله حول البيت، ذلك أن أثر قدم إبراهيم عليه السلام ظاهرة فى الحجر، وهذا مصداق قوله تعالى: {فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا}.\rويقع المقام في الجهة الشرقية للكعبة، وقد تعرض لجرف السيول في عصور مضت، ثم جعل له شبك حديد مثبت، يرى الحجر من خلاله ولا يمس، وفي التوسعة السعودية الأخيرة جعلت له قبة من زجاج بلوري، يرى من ورائها ولا يمس، وكان المطاف محصوراً بينه وبين الكعبة، فلما وضع في زجاجة جعل المطاف يحيط به. والحطيم: بين المقام وباب الكعبة وزمزم والحجر. (¬1)\r\rمِقصُّ قَرْنٍ: قال ياقوت: جبل مطل على عرفات، وأورد لابن عَمّ خِدَاش ابن زُهَير:\rوكائنْ قد رأيتُ من أهْل دارِ ... دعاهم رائدٌ لهُمُ فساروا\rفأصبح عهدهمْ كمِقصّ قَرْنٍ ... فلا عين تحسُّ ولا إثارُ\rفإنك لا يضيرك بعد حول ... أظَبْيٌ كان خالُك أمْ حِمارُ\r¬_________\r(¬1) أخبار مكة: 1/ 6، 68، 75.","Part":"1","seal":"2351832A","page":286},
      {"id":287,"nass":"فقد لحق الأسافلُ بالأعالي ... وعاج اللُّؤْم واختلف النِّجارُ\rوعاد العبد مثل أبي قُبيس، ... وسِيق من المُعلْهجةِ العِشار\rثم يقول: فإن قرناً جبل أملس ليس فيه أثر ولا مِقص. أي لا يقص فيه الأثر.\rقلت: ولا أجد في هذا الشعر ما يشهدا بأن المعنى (قرن عرفة) غير أننا أوردناه لالتزامنا بذكر معالم مكة الواردة في الشعر، والتي أصبحت غرض الباحثين في تأريخ مكة، ولأن قائله هُذَلي، من سكان ضواحي مكة.\r\rالمُقطّع: كأنه مكان كانت تقطع منه الحجارة، قال الأزرقي (¬1): هو منتهى الحرم من جهة العراق على تسعة أميال، وهو مقلع الكعبة. أي أنه سمي لقطع بعض أحجار الكعبة منه.\rثم أورد لعمر بن أبي ربيعة:\rأربتُ إلى هند تربين مرّة، ... لها إذ توافقنا بفرع المُقَطَّعِ\rلتعريج يوم، أو لتعريس ليلةٍ ... علينا، بجمع الشمل قبل التَّصدُّعِ\rقلت: هو الجبل المشرف على ثنية خل، وهو أكمة صخرية غير عالية.\rوثنية خل: هي قبيل آخر حدود الحرم على طريق نخلة اليمانية، يفضي الطريق منها على الصفاح وتسمى \"خل الصفاح\".\r¬_________\r(¬1) أخبار مكة: 2/ 282.","Part":"1","seal":"0EACACE1","page":287},
      {"id":288,"nass":"وانظر \"معجم معالم الحجاز\" ففيه توسع في الموضوع.\r\rمكة السِّدْر: في عهد الأزرقي كان هذا الاسم يطلق على اجتماع فروع وادي فخ، حيث تجتمع أودية: جَلِيل، أذاخر، وشعب بني عبد الله من آل أسِيد، يسمى اليوم (وادي العُسَيْلة) فإذا اجتمعت هذه الأودية، كان يسمى (مكة السِّدْر) أما اليوم فيسمى (الصُّفَيراء).\rوَمكَّات في الحجاز أربع. مكة السدر هذه، ومكة البلد الحرام، ومكة الرَّقة: من روافد نخلة الشامية، ومكة: وادٍ من روافد وادي الفرع. وفي مكة السدر يقول الحارث بن خالد المخزومي:\rأمِنْ طَلَلٌ بالجزعِ من مكة السِّدر ... عفا بين أكناف المُشقَّر بالحَضر؟ (¬1)\r\rمَلْكان: بفتح الميم وسكون اللام، على وزن فعلان كذا ضبطه البكري، وقال ياقوت، بلفظ تثنية مَلَك، وقيل: بكسر اللام (¬2).\rوادٍ من كبار أودية مكة المكرمة، يمر جنوباً على 36 كيلاً، يسيل من جبال القرظة المشرفة على نعمان من الجنوب، ثم ينحدر غرباً مجاوراً وادي نعمان، ويباري وادي عُرَنة حتى يصب في الخبت جنوب جدة.\rوتصب في ملكان أودية عظيمة مثل: دفاق وضيم ومحرض، وهي تأخذ سيول الكراب والمحضرة وقَرَاس وعروان وغيرها، ومعظم زراعة ملكان عثرية، أما صدور الأودية ففيها زراعة\r¬_________\r(¬1) الأغاني 1178 ط دار الشعب، ولا أدري عن المشقر والحضر بمكة.\r(¬2) وهي مواضع تشترك في الاسم.","Part":"1","seal":"551FF4F4","page":288},
      {"id":289,"nass":"على الرَّيْ، من ذلك عينان في ضيم، سكانه في أعلاه هذيل: دعد وبنو ندا وغيرهم، وفي أسفله من درب اليمن وغرب لخزاعة (¬1)، وهي قبيلة لا زالت تنزله.\rوانظر: (معجم قبائل الحجاز) ورواه -في معجم البلدان- بالتحريك تثنية مَلَك أحد الملائكة، ثم قال: ويروى بسكن الميم وقال: جبل بالطائف، وقيل: وادٍ لهذيل على ليلة من مكة، وأسفله كنانة، وأغرب أبو الندى حين جعله في بلاد طيء، ثم أورد لعمر بن أبي ربيعة (¬2):\rحيّ المنازلَ قد ذُكرنَ خرابا (¬3) ... بين الجُرَير وبين ركنَ كُسابا\rفالثني من نَعْمان غير رسمه (¬4) ... مر السحابِ المعقباتِ سحابا\rقلت: هو كما حددناه ولا يمنع أن يكون هناك سمي له في غير الحجاز، فأسماء المواضع كأسماء البشر مشتركة.\r\rمَلْكُوم: على وزن مضروب من اللكم: اسم بئر قديمة بمكة.\rقال أحدهم، قيل هو كُثيِّر بن عبد الرحمن (¬5):\rسقى الله أمواهاً عرفت مكانها ... جُراباً ومَلْكوما وبَذَّر والغَمْرا\rوكلها آبار كانت لقريش بمكة فاندثرت بتقادم الزمن والمد العمراني.\r¬_________\r(¬1) هذا درب اليمن القديم أيام الجمال.\r(¬2) ديوان عمر ص 60.\r(¬3) ويروى: عمرن.\r(¬4) في الديوان: بالثني من ملكان.\r(¬5) ديوان كثير ص 503 تحقيق إحسان عباس.","Part":"1","seal":"B71D8EA7","page":289},
      {"id":290,"nass":"مِنَى: أحد مشاعر الحج وأقربها إلى مكة وشهرته تغني عن تعريفه، فيه من المعالم التأريخية والأثرية: الجمرات الثلاث ومسجد المرسلات ومسجد الخيف، ومسجد الكبش، وأكثر الشعراء من ذكره وسموه المنازل أو أضافوا المنازل إليه.\rقال أبو طالب عم رسول الله - صلى الله عليه وسلم - (¬1):\rوليلة جمعٍ والمنازلِ من مِنىً ... وهل فوقها من حُرمةٍ ومنازلِ؟\rوجمع إذا ما المقربات أجزنَه ... سراعاً كما يخرجْنَ من وقعِ وابل\rوقال كُثيِّر عزة:\rولما قضينا من مِنًى كل حاجةٍ ... ومسَّح بالأركان من هو ماسحُ\rوشُدّت على حُدب المهارَى رحالُنا ... ولم يعلم الغادي الذي هو رائح\rأخذنا بأطراف الأحاديث بيننا ... وسالت بأعناق المطيّ الأباطحُ\rوقال العَرْجي (¬2):\rالحَجّ إن حجَّت وماذا، مِنىً ... وأهلُه إنْ هي لم تحجُج؟\rوقال عمر بن أبي ربيعة:\rفكم من قتيلٍ ما يباءُ به دم ... ومن غلقٍ رهنا إذا لفَّه مِنى\r¬_________\r(¬1) لأمية أبي طالب.\r(¬2) معجم البلدان (منى).","Part":"1","seal":"C6FF59E0","page":290},
      {"id":291,"nass":"وللعَرْجِي أيضاً:\rعُوجي علينا فسلمي جَبْرُ ... فيمَ الصدود وأنتمُ سفرُ\rما نلتقي إلاَّ ثلاثَ مِنىً ... حتى يفرق بيننا النَّفْرُ\rوما غناه يحي المكي (¬1):\rطرقتك زينبُ والمزارُ بعيدُ ... بمِنىً ونحنُ معرِّسون هُجودُ\rفكأنما طرقتْ بريّا روضةٍ ... أُنُف تُسحْسِح مزنها وتَجُود\rوقال الفرزدق يخاطب جريراً:\rوإنك لاقٍ بالمنازلِ من مِنىً ... فخاراً فحدثني بمَ أنتَ فاخرُ\rوقال كُثير أيضاً (¬2):\rحلفت بربّ الراقصاتِ إلى مِنىً ... تُعدّ السُّرى (كَلْبٌ) بهنّ و (تَغْلِبُ)\rوقال أيضاً (¬3):\rبربّ المَطايا السابحاتِ وما بنَتْ ... (قُرَيشٌ)، وأهدَتْ: غافِقٌ وتجُيبُ\rوملقى الولايا من مِنىً حُلِّفتْ ... إيادٌ وحلت غامِدٌ وَعَتيبُ\r¬_________\r(¬1) الأغاني: 2263 ط دار الشعب.\r(¬2) ديوانه ص 160.\r(¬3) ديوانه ص 166.","Part":"1","seal":"045619E4","page":291},
      {"id":292,"nass":"المَنْحَاة: ميم مفتوحة، ونون سكنة، والحاء مهملة، وبعد الألف هاء: قال في معجم البلدان، موضع في بلاد هُذَيل.\rوأورد لمالك بن خالد الهذلي:\rلظمياء دارٌ قد تعفّت رسومُها ... قِفارٌ وبالَمنْحَاةِ منها مساكنُ\rوقال البكري: موضع في ديار بني زُلَيْفَة (بطن من هذيل لا زال معروفاً).\rقال المُعَطّل الهذلي: وأورد البيت المتقدمة هكذا:\rلظمياء دارٌ كالكتاب بغرزة ... قفار وبالمنحاء منها مسكنُ\rوما ذكره إحدى الزُّلَيْفَات، دارها ... المحاضر إلا أن من حان حائنُ\rفإن يمس أهلي بالرجيع ودوننا ... جبال السراة مَهْورٌ فعواهِنُ\rيوافيك منها طارق كل ليلةٍ ... حثيث كما وافى الغريم المداينُ\rفهيهات ناس من أُنَاس ديارهم ... دُفاق ودار الآخرين الأواينُ\rفذكر أنها قرب غَرْزَة، وغَرْزة قرب رأس حنين، والمحاضر بين دُفاق ونعمان، أما الرجيع فقرب عسفان، ومَهْور من ديار بني مالك، ولكن الموضع لبني زُليفة ودارهم كانت المحاضر من ضيم ثم تركوها في زمن بعيد فاستقروا شمال هَدَأة الطائف في (شفا بني زُلَيْفة) المعروف اليوم.","Part":"1","seal":"A8CE4DAE","page":292},
      {"id":293,"nass":"مُنْصِح: بضم الميبم وكسر الصاد المهملة على صيغة الفاعل وقد وردت بفتح الميم وسكون النون وفتح الصاد على صيغة مَفعل:\rعين مندثرة بوادي إدام لا زالت معالمها ترى وأرضها صالحة للزراعة ..\rوقيل: وادٍ بتهامة وراء مكة. قال ساعدة بن جُؤَيّة الهذلي (¬1):\rلهنّ بما بين الأصَاغَى ومُنْصِحٌ ... تعاو كما عَجّ الحَجِيجُ الملبّدُ\rوقال كثيّر (¬2):\rوإنك عَمْري هل ترى ضَوءَ بارقٍ ... عريض السّنا ذِي هَيْدبٍ مُتَزحزحِ\rقعدتُ له ذات العِشاءِ أشيمُهُ ... بمرٍّ وأصحابي بجُبّهِ أذْرُحِ\rومنه بذي دَوْران لمعٌ كأنه ... بُعَيد الكَرَى كَفّا مُفيضٍ فأقدُحِ\rفقلتُ لهم لما رأيتُ وميضَهُ ... ليرووا به أهل الهجانِ المُكشَّحِ\rقبائل من كعبِ بن عمرو كأنهم ... إذا اجتمعوا يوماً هضابُ المُضَيَّح\rتحلّ أدانِيهمْ بودَّان فالشبا ... ومسكن أقصاهم بشُهدٍ فَمُنْصح\rفدلل على أنه أقصى بلاد خزاعة من جهة اليمن، وكان\r¬_________\r(¬1) معجم البلدان (منصح).\r(¬2) ديوانه 479.","Part":"1","seal":"E62CD8EA","page":293},
      {"id":294,"nass":"كذلك، وهو اليوم قريب من حدودهم، وقرنة مع شُهد وهو مجاور له، شُهْد: أحد روافد وادي الأبيار جنوب مكة على \"45\" كيلاً، وديار خزاعة شماليه على قرابة عشرة أكيال.\rانظر عن خزاعة كتابي (معجم قبائل الحجاز) مطبوع.\r\rالمُنَقَّى: هو درب زُبَيدة، سمي المُنَقَّى لأنهُ منقّىً من الحصى والحجارة حتى صار سالكاً للدواب والقوافل، وهو يخرج من مكة من بين ثَبِير وحِراء فيمر في ثنية خَلّ، ثم علمي طريق نخلة، ثم يأخذ ذات اليسار فيمر في البرود -واد وماء- ثم يأخذ ثنية تسمى (مُدَرَّجة الناقة) ثم يهبط وادي حُراض، وهو غير حراض نخلة الشامية، ثم يمر بملتقى النخلتين، فيقبل نخلة الشامية حتى تفترق حُراض والزرقاء، فيأخذ الزرقاء مروراً بمكة الرَّقَّة ثم الضريبة ثم مسولا ثم القَاحَة، ثم يفترق إلى طريقين: طريق البصرة: يأخذ يميناً على وجرة ثم حرة كشب، وطريق الكوفة: يأخذ يساراً على حاذة ثم مهد الذهب ثم يمر بالحاجر في وادي الرمة.\rالمَوْلِد النَّبَوي الشريف:\rهو المكان الذي ولد فيه رسول الله - صلى الله عليه وسلم -، معروف معلوم في فم شعب عَليّ، وهو الشعب الذي كان يسكنه بنو هاشم وفيه حصرتهم قريش عند بعثته - صلى الله عليه وسلم -.\rوكان هذا المكان اتخذ مسجداً، ثم هدم لكثرة تبرك الناس به، ثم بنيت في المكان عمارة حسنة جعلت مقراً لمكتبة مكة، وهي مكتبة عامة يرتادها طلبة العلم. بناها الشيخ عباس قطان سنة 1370هـ عمرها من ماله الخاص واشترى مكتبة الشيخ ماجد كردي من أولاده فجعلها أساس مكتبة مكة اليوم ثم سلمها لوزارة الإعلام (كانت مديرية إعلام) ثم سلمتها إدارة الإعلام","Part":"1","seal":"79FCFD82","page":294},
      {"id":295,"nass":"للأوقاف. (أملى أمر العمارة أمين عباس قطان) وكذا قال الأستاذ صالح محمد جمال، الكاتب المعروف.","Part":"1","seal":"820D16BA","page":295},
      {"id":297,"nass":"(ن)","Part":"1","seal":"E3C1986B","page":297},
      {"id":299,"nass":"نُبَايع: كأنه جمع نبعة جمع قلة، والنباع في الحجاز كثيرة أوردنا عدداً منها في (معجم معالم الحجاز) وهو موضع يتردد ذكره في نواحي حدود الحرم الشمالية الشرقية حيث يوجد وادي نبع اليوم أحد روافد مر الظهران من الجنوب.\rقال أبو ذؤيب الهذلي (¬1):\rكأنها بالجزعِ جزع نُبَايع ... وأُولات ذي العرجاءِ نَهْبٌ مجُمّع\rوقال البريق بن عباس الهُذلي أيضاً:\rلقد لاقيت يوم ذهبت أبغي ... بحزم نُبَايع يوما أمارا\rمقيماً عند قبرِ أبي سباعٍ ... سراة الليل عندك والنهارا\rذهبتُ أعودُه فوجدت فيها ... أواريّاً رواس والغبارا\rسقى الرحمن حزم نُبَايعات ... من الجَوْزاء أنواء غِزارا\rوكان البريق يرثي أخاه أبا سباع الذي مات بهذا الموضع. وهذا القول ينطبق على وادي نبع الذي قدمنا: وهو وادٍ يأخذ من جبل أظلم المشرف على الجعرانة ومن الحزوم الواقعة في الشمال الشرقي على طريق نخلة عند البرود، ثم يدفع في وادي الزبارة -صدر مر الظهران- عند عين المبارك.\r\rنَخْلة: هما نخلتان نخلة الشامية ونخلة اليمانية: الأولى تأخذ من الميول الشرقية لجبال هدأة الطائف فيسمى رأسها وادي الغديرين ثم\r¬_________\r(¬1) معجم البلدان (نبايع).","Part":"1","seal":"8E17F652","page":299},
      {"id":300,"nass":"المحرم -حيث يقطعه الطريق- وثم يحرم من أتى عن طريق كرا، ثم يسمى الوادي قرناً بين المحرمين، محرم طريق كرا ومحرم السيل الكبير، ثم يسمى بعجاً ثم يسمى حراضاً، ثم وادي الليمون أو المضيق، وهنا يعطف الوادي إلى الغرب بعد أن كان مشملاً، وسكانه في رأسه ثقيف ثم عتيبة عند السيل إلى حراص ثم هذيل إلى أن تجتمع النخلتان. ولهذا الوادي روافد كبار منها: بري وسُقَام والزَّرقاء وأُثَال ومَسْكر، وأمر وغيرها.\rوقد ألمنا بمثل هذا في مر الظهر، وبها عين المضيق للأشراف الحرث وبطون من هذيل، منهم: محيا، وأنباته، وبطون أخرى تكاد تعد في هذيل مثل القواسمة، والحكمان. وكان يأخذها طريق العراق. أما نخلة اليمانية فرأسها البوبابة - البُهَيتة اليوم- عند بلدة السيل الكبير فتصب فيها جميع مياه هدأة الطائف عن طريق تُضَاع والشَّرقة والكفو، وهي للسعايد من هذيل، وبأسفلها القناوية بالزيمة وهم هاشميون، والزواهرة في سولة وهم من زبيد من حرب، والصَّوافَا بالزيمة، ومن أبرز المعالم في نخلة اليمانية: يسوم وفرقد وسيأتي ذكر يسوم، وفيها عينا الزيمة وسولة وهما عينان جاريتان، ويأخذها طريق الطائف من مكة، وهو المعروف بطريق اليمانية، ذلك أن العامة لا تعرف نخلة إنما تسميها اليمانية، وهذه هي طريق رسول الله - صلى الله عليه وسلم - حين غزا الطائف، فقد أخذ على حُنَين ثم على نخلة اليمانية ثم على مُلَيْح -أسفل السيل الصغير اليوم- ثم التف حول الطائف من الشمال والشرق ثم أتاه من الجنوب حيث نزل بحرة الرُّغَاء من لِيّة، ثم عاد إليه متجهاً شمالاً. وهي من الخطط العسكرية الممتازة.\rولا زالت مُلَيْح وبَحْرة الرُّغَاء وليَّة تعرف بأسمائها إلى اليوم، انظر (معجم معالم الحجاز).","Part":"1","seal":"E9E836EB","page":300},
      {"id":301,"nass":"وهناك مكان ذكره في معجم البلدان، وسماه نخلة محمود.\rوقال: إنه على مرحلة من مكة على طريق العراق. والذي أراه أن هذا الموقع ينطبق على أسفل نخلة اليمانية، قرب سُولة، والحجاج لهم تحريفات في أسماء المواضع لجهلهم أسماءها الأصلية. فقد يكون أطلق هذا الاسم لاشتهار رجل هناك اسمه محمود فأرادوا التفريق بين مكانه وبين نخلة الشمالية، فأطلقوا هذا الاسم وهم يجهلون أن الموضع يسمى نخلة اليمانية، وقد أكثر المتقدمون من ذكر النخلتين وما جرى فيهما، كحرب الفجار، فتركنا تلك التفاصيل للمعجم، أما الشعر في النخلتين فمنه:\rقال كُثيِّر (¬1):\rحلفت بربّ الموضعينِ عَشيّةً ... وغيطان فَلْج دونهم والشقائق\rيحثُّون صُبْح الحُمْر خُوصاً كأنها ... بنخلةَ من دونِ الوَحيفِ المطارقُ\rلقد لقيتنا أمُّ عمرو بصادقٍ ... من الصّرْم أو ضاقت عليه الخلائق\rوأنشد الأصمعي عن أبي عمرو لصخر (¬2):\rلو أن أصحابي بني معاويهْ ... أهلُ جنوبِ نخلةَ الشآمِيَهْ\rما تركوني للكلاب العاويهْ\rوكان بنو معاوية من هذيل ينزلون بين النخلتين وهو ما يعرف اليوم بجبلة السعايد.\r¬_________\r(¬1) ديوانه 416.\r(¬2) معجم ما استعجم.","Part":"1","seal":"2C068212","page":301},
      {"id":302,"nass":"وقال المُسيَّببُ بن عَلَس يذكر رحيل سامة بن لؤي إلى عُماَن (¬1):\rفَشَدَّ أمُوناً بأنْساعِها ... بنَخْلَة إذ دونها كَبكبُ\rوقال المُتَلَمِّس (¬2):\rحَنّتْ إلى نَخْلةَ القُصوَى فقلتُ لها: ... بَسْلٌ عليكِ ألا تلك الدَّهاريسُ\rأمِّي شآميّةٌ إذ لا عراق لنا ... قوماً نودهُمُ إذ قَومُنا شُوسُ\rوقال النابغة (¬3):\rليست من السود أعقاباً إذا انصرفتْ ... ولا تَبيعُ بأعلى نخلةَ البُرَما\rوقال ذو والرمة (¬4):\rأما والذي حَجّ الملبُّون بيتَهُ ... شِلالاً ومولى كلِّ باقٍ وهالكِ\rورب قِلاص الخُوص تدْمَى أُنُوفها ... بنخْلَةَ والدَّاعينَ عند المناسكِ\rلقد كنتُ أهوى الأرضَ ما يستفزّني ... لها الشوق إلا أنها من دياركِ\rوقال كُثيِّر عزَّة (¬5):\rحلفت برب الراقصات إلى مِنىً ... خلال الملا يمددن كلَّ جديدِ\r¬_________\r(¬1) نفس المصدر (نخلة).\r(¬2) معجم البلدان نخلة.\r(¬3) معجم ما استعجم (نخلة).\r(¬4) معجم البلدان (نخلة).\r(¬5) ديوانه: 109 تحقيق إحسان عباس.","Part":"1","seal":"9202D0BF","page":302},
      {"id":303,"nass":"تواهقن بالحُجّاج من بطنِ نخْلَةَ ... ومن عَزْورٍ والخبتِ خبتِ طَفيلِ\rوقال أيضاً: (¬1)\rتفرَّق اُلاَّفُ الحَجِيج على مِنىً ... وشتتَهم شحْطُ النَّوى مشي أرْبعِ\rفريقان: منهُمْ سالكٌ بطنَ نخَلْةٍ ... وآخر منهم جازعٌ ظهرَ تَضْرع\rوقال أبو قَرْعة الكِنَاني:\rأقفر من أهله مصيفُ ... فبطنُ نخَلْةَ فالغَريفُ\rهل تُبْلغني ديارَ قومي ... مَهْريةٌ سيرها زَفيفُ\rيا أم نَعمان نولينا ... قد ينفع النائلُ الطفيفُ\rأعمامُها الصِّيد من لؤيٍ ... حقاً وأخوالها ثَقيفُ\r\rدار النَّدْوَة: أول دار بنيت حول البيت، بناها قصي بن كلاب مؤسِّسُ مكة وملكها حوالي (200 ق هـ) فجعل دار الندوة مقر حكمه، وفيها كانت تعقد الأمور العظيمة: كأمر الحرب والتشاور فما بين وجهاء قريش، وظلت دار الندوة قائمة حتى العهد العباسي، وقد أصبحت من أموال الدولة، ثم أدخلت في المسجد الحرام عندما يسمى بباب الزيادة في الجهة التي تخرج إلى حي الشامية.\rانظر عنها المعجم.\r\rنِصَاع: بعد النون صاد مهملة، ثم ألف فعين مهمل، كأنه جمع ناصع. كذا رواه ياقوت في معجم البلدان، وأورد لشاعر لم يسمه:\r¬_________\r(¬1) نفس المصدر: 41، 411.","Part":"1","seal":"291C2449","page":303},
      {"id":304,"nass":"سقى مأزمي فَخٍّ إلى بئر خالدٍ ... فوادي نصاعٍ فالقرون إلى عمدِ\rوجادت بروق الرائجات بمزنةٍ ... تَسحّ شآبيباً بمرتجز الرَّعدِ\r\rالنَّضِيح: كفعيل من النضج:\rقال البكري ماء بذي المجاز، قال حسان يحرض دوساً على الطلب بثأر أبي أُزَيهر الدَّوْسي، الذي قتله بنو الوليد بن المغيرة في جوار أبي سفيان بذي الجاز:\rيا دوس إنّ أبا أُزَيهْر أصبحتْ ... أصداؤُهُ رَهْنَ النَّضِيح فأقْدحِ\rحرباً يشيب لها الوليد وإنما ... يأتي الدنية كل عَبْدٍ أروحِ\rهكذا روي في معجم ما استعجم، ولكن في الديوان (المضيح) و (اقدحي) بدل أقدح (¬1).\r\rنَعْماَن: وكان يعرف بنعمان الأراك:\rوادٍ من أكبر أودية مكة المكرمة، تأتي أعلى نواشغه من طود الحجاز حيث جبال: كرا، وعَفَار، وتَفْتَفَان، وغيرها، حيث تتكون أعظم روافده، مثل: الضَّيْقة، والكُرّ، والشَّرى، ويَعْرِج. وتسمى صدورة (الصُّدَّر) وله روافد كبار أثناء مسيرته، منها: عَرْعَر، وصَار، وَرهْجَان، وكلها عن يساره، وبُرْم، والوَصِيق عن يمينه، وتصب فيه مياه جبال شوامخ مثل: كبكب من اليمين، وبلم والخشاع وقرظة من الشمال، وكل هذه الديار لهذيل اليمن ثم ينحدر وادي نَعْماَن\r¬_________\r(¬1) ديوان حسان ص (130).","Part":"1","seal":"A0FDEDB9","page":304},
      {"id":305,"nass":"بشكل شبه مستقيم فيمر جنوب عَرَفة على مرأى منها، فإذاً تجاوزها اجتمع بوادي عُرَنة (بالنون) ثم يفقد نَعْماَن اسمه ويصبح الاسم لعرنة. وزراعته كلها عثرية عدا بعض العيون التي كانت فيه، وقد نضب بعضها. ومن هذه العيون: عين زُبَيدة، وهي سقيا أهل مكة وليست للزراعة، وعين سمار: كانت جنوب عرفة ترى منها، ثم جفت، وعين العابِديّة، وقد انقطعت اليوم وكانت جنوب غربي عرفة.\rثم حفرت في نعمان آبار كثيرة أخذت تنتج زراعات طيبة، وصدور نعمان وجباله مشهورة بجودة العسل، وقد أكثر شعراء العرب من ذكر نَعْماَن، وهناك نعمانات أُخَر في بلاد العرب تشاركه الشعر، غير أن نعمان مكة أشهرها وأوفرها حظاً فيه.\rومن ذلك قول أبي قَيْس بن الأسلت الخَزْرجي، في جماعة الفيل (¬1):\rفلما أجازوا بطن نعمان ردهم ... جنوب مليك بين سافٍ وحاصبِ\rفولَّوا سراعاً نادمينَ ولم يؤبْ ... إلى أهله بالجيش غير عصائبِ\rوقال البهاء زهير (¬2):\rفدعْ كلَّ ماءٍ حينَ يذكرُ زمزمُ ... ودعْ كلَّ وادٍ حينَ يذكر نَعمان\rوقال آخر (¬3):\rأيا جَبَليْ نَعْمان باللهِ خلّيا ... نسيمَ الصبا يخلصْ إليّ نسيمها\r¬_________\r(¬1) أخبار مكة: 1/ 155.\r(¬2) وفيات الأعيان.\r(¬3) نفس المصدر ص 222/ 4.","Part":"1","seal":"C59E594D","page":305},
      {"id":306,"nass":"فإن الصباح ريحٌ إذا ما تنسمتْ ... بني نفس مهمومٍ تجلت همومُها\rوقال أعرابي، وقيل مجنون بين عامر (¬1):\rألا أيها الركبُ اليمانون عرِّجوا ... علينا فقد أضحى هوانا يمانيا\rنُسائلُكُمْ هل سال نَعْمانُ بعدنا ... وحب إلينا بطن نعمان واديا\rعهدنا به صيداً كثيراً ومشرباً ... به ننقع القلبَ الذي كان صاديا\rوقال الأبيوردي (¬2):\rنزلت بنَعْمانِ الأراك، وللنَّدَى ... سقيطٌ، به ابتلت علينا المطارفُ\rفبت أعاني الوجد والركبُ نُوَّمٌ ... وقد أخذت مني السرى والنتائف\rوقال ابن العميثل (¬3):\rأما والراقصات بذات عِرْقٍ ... ومنَ صلَّى بنعمان الأراكِ\rلقد أضمرتُ حبَّكِ في فؤادي ... وما أضمرتُ حبّاً من سواكِ\rوقال ابن مقبل (¬4):\rوجيداً كجيدِ الآدم الفَرْد راعَهُ ... بَنَعْمانِ جَرْسٌ من أنيسٍ فأتْلعا\r¬_________\r(¬1) معجم البلدان (نعمان)، الأغاني 2495 دار الشعب.\r(¬2) وفيات الأعيان: 447/ 4.\r(¬3) معجم البلدان (نعمان).\r(¬4) معجم ما استعجم (نعمان).","Part":"1","seal":"53B8A48D","page":306},
      {"id":307,"nass":"وقال الفَرَزْدَق (¬1):\rدَعَونَ بقُضْيانِ الآراك التي جَنَى ... لها الركبُ من نَعْمان أيام عرفوا\rوقال عمر بن أبي ربيعة (¬2): ورواه في الأغاني للمُرَقَّش الأكبر:\rتَخَيّرتُ من نَعْمان عودَ أراكةٍ ... لهِنْدٍ ولكن من يُبلَِّغَهُ هِندا\rوقال جرير بن الخطفي (1):\rلنا فارِطَ حَوضِ الرسول وحوضنا ... بنعمان والأشهاد ليسوا بِغُيَّبِ\rأراد حياض عبد الله بن عامر بن كريز بعرفات، ولقرب عرفات من نعمان، قال: \"بنعمان\" قال عسكر بن فارس أحد بني الحدرجان من عامر بن نمير:\rتهادى كما اهتزت بنعمان بانةٌ ... بنسم جنوب، لا ضعيفاً ولا شدّاً\rوأنشد لكاهل:\rفاصبر على الهجر ما غَنّتْ مطوّقةٌ ... أليفةٌ لحماماتٍ بنَعْماَنِ\rوبالجملة فنعمان وادٍ جميل: لا يراه إنسان إلاَّ أعجب به، وقد أحبه هؤلاء الشعراء فترجموا حبهبم له شعراً، فجاء من أغنى البقاع بالشعر، وقد تركنا له ذكر، وقد يكون لغيره، في مراجع كثيرة.\r¬_________\r(¬1) معجم ما استعجم (نعمان).\r(¬2) ديوانه 371.","Part":"1","seal":"F53AF3B4","page":307},
      {"id":308,"nass":"النَّقْواء: بفتح النون، وسكون القاف، ممدود، قال الأزرقي: ثنية تسلك إلى نخلة من شعب بني عبد الله (¬1)، وفي بعض النسخ (التقوى) تحريف.\rوفي مكان آخر: هي من حدود الحرم وقال ياقوت: عقبة قرب مكة قرب يلملم، وأنشد لهذلي:\rأبلغْ أمَيْمَةَ، والخطوب كثيرة ... أمّ الوِليد بأنني لم أُقتل\rلما رأيتُ بني عدي مَرَّحوا ... وغلتْ جوانبهم كغلي المِرْجلِ\rرفعتُ ثَوبي واجْتَبيتُ مطيَّهم ... أم الوليدِ أمر مَرَّ الأجلِ\rونزعتُ من غصنٍ تحركهُ الصَّبا ... بثنيّة النَّقْوَاءِ ذات الأعبلِ\rوأقول لما أنْ بلغتُ عشيرتي: ... ما كاد شرُّ بني عديٍّ ينجلي\rقلت: وخير تحديد للنقواء هو قول الأزرقي، فهي ثنية كان يذهب إلى عمرة الجعرانة منها، ومن الجعرانة يمكن الذهاب إلى نخلة، وطريقها تفرق بعد أن تتجاوز حِراء جاعلاً إياه يسارك، ثم تكون في المنتصف بينه وبين ثنية خَلّ، فتأخذ ذات اليسار فتهبط شعب بني عبد الله من بني أسيد - ويسمى اليوم وادي العُسَيلةَ، نسبة إلى بئر فيه بهذا الاسم، ثم تجزعة صاعداً في ثنية النَّقْواء فتهبط على أسفل (ثُرَيْر) وثُرَير وشعب بني عبد الله يسيلان من الصحاصيح الواقعة جنوب الجعرانة على مرأى منها، فيصب ثُرَير في وادي الوسيعة صدر سرف ويصب شعب بني عبد الله (وادي العسيلة اليوم) عند حراء، وهو رأس وادي\r¬_________\r(¬1) أخبار مكة 2/ 290.","Part":"1","seal":"123875B9","page":308},
      {"id":309,"nass":"فخ وامتداده الطبيعي. فإذا هبطت من النَّقْواءَ على أسفل ثرَير، تسير في وادي الوسيعة قابلاً مسافة أربعة أكيال فتكون في الجعرانة.\rتبعد النقواء قرابة 14 كيلاً شمالاً شرقياً من مكة وطريقها مسلوكة للسيارات، وأهلُها قديماً وحالياً بنو لَحْيان. انظر عن لحيان: تأريخها وفروعها وديارها (معجم قبائل الحجاز).\rوأهلها لا زالت فيهم فصاحة ظاهرة، سألت عجوزاً وجدتها هناك عند غنم، فقلت لها: أين ثنية (نقوى) قالت: النَّقْوَاء، أنظرها تدامك. قالت: النقْواء مُشدِّدَةً على الفرق بينها وبن نقوى، ولو كانت تعرف قواعد اللغة لقالت لي: ممدود ذلك أنها مدتها مدّاً فصيحاً. ويذكر الأزرقي المستوفر: ويحددها تحديد النقواء، حيث يقول: فما سال منها على ثرير فهو حل، وما سال منها على الشعب (شعب بني عبد\rالله) فهو حرم. وهذا هو وصف النقواء.\r\rنُمار: بضم النون، وفتح الميم المخففة وآخره راء.\rشعبتان بينهما ريع، تصب إحداهما شمالاً في دُفَاق ثم في مَلْكان، وتصب الأخرى في الحَوِيّة ثم في يَلَمْلم، والريع الذي يفصل بينهما يسمى (نُمَاراً) وهما من ديار هذيل، قديماً وحديثاً وفي نمار هذا قيل: قُتِل تأبَّط شَرّاً الفارس الفهمي الشهير، وقيل: قُتل في الحريضة إحدى فروع نمار وتقدم معنا في (رَخمان) أنه قُتل هناك، وكل من رَخمْان ونمار والحُرَيضَة أمكن متجاورة.\rقالت أمه ترثيه (¬1):\rفتى فَهم جميعاً غادروهُ ... مُقيماً بالحُرَيضة من نُماَرِ\r¬_________\r(¬1) معجم البلدان (نمار).","Part":"1","seal":"CDFDCA85","page":309},
      {"id":310,"nass":"وقد تقدم هذا البيت ونسبته في رخمان.\rوقال البريق الهذلي يخاطب تأبَّطَ شرّاً (¬1):\rرميتُ بثابتٍ من ذِي نمُارٍ، ... وأردف صاحبين له سواه\r\rالنُّمُر: كجمع نمراء: نعوف من كبكب تكنع فى وادي نعمان من اليمين، بين وادي الوَصِيق وبين بُرْم. قال أميّة بن أبي عائذ الهذلي (1):\rفضهاء أظلم فالنطوف فصائف ... فالنمر فالبرقات فالأنحاص\rأنحاص مسرعة التي جازت إلى ... هضب الصفا المتزحلف الدلاّص\rويعرف من هذه المواضع اليوم ضُهَاء أظْلم، قريب من النمر وقد تقدم في حرف الضاد ضُهَاء وكذلك أظلم، يجاوره، وتقدم الحديث عنها وعن غيرها في السُّودَتين.\r\rنَمِرة: جُبَيل تراه غرب مسجد عَرَفة، ومسجد عرفة يسمى مسجد نمِرة يفصل سيل عُرَنَةَ بين عرفة ومسجدها وبين نمِرة وهي على حدود الحرم، وكان رسول اللُه - صلى الله عليه وسلم - ينزل نمِرة يوم عَرَفة، حتى إذا حان الزوال انتقل إلى عَرَفة.\rونَمِرة: ذكرت أيضاً: في سُطَاع. ونمِرة أخرى في شفاز ليفة شمال هدأة الطائف.\r¬_________\r(¬1) معجم البلدان (نمر).","Part":"1","seal":"26720867","page":310},
      {"id":311,"nass":"(هـ)","Part":"1","seal":"451AA51D","page":311},
      {"id":313,"nass":"الهَاوَتَان: مثنى هاوة: شعبتان تصبان من الجبال الواقعة غرب رَهْجان، ثم تجتمعان فتدفعان معاً في وادي نَعْمان من الجنوب على 27 كيلاً جنوب شرقي مكة، قبالة مصب الوصيق وعلى مقربة من مصب رهجان، فيها بُلُد عثرية للأشراف العبادلة وإياها عنى الفضل ابن العباس اللُّهبي حين قال:\rفالهاوتانِ فكبكبٌ فجتاوبٌ ... فالبوصُ فالأفراعُ من أشقابِ\rوالأشقاب: قريبة من الهاوتين وكبكب تنظر إليه أمامك وأنت في الهاوتين أو في الأشقاب، أما جتاوب والبوص، فلم أجد من يعلمها.\r\rهُبَل: بضم الهاء وفتح الموحدة وآخره لام:\rأحد الأصنام الجاهلية بمكة، وقد أتينا على تفصيل أخباره في -معجم معالم الحجاز- قيل: صنم لبني كِنانة: بكر ومالك، وملكان، وكانت قريش تعبده، وكانت كنانة تعبد ما تعبده قريش (وقريش فرع من كنانة).\rوكان هُبَل من أصنام الكعبة وكان أعظمها في نظر قريش، وفي يوم أُحُد مجَّده أبو سفيان حين قال: أعلى هُبَل. فقال رسول الله - صلى الله عليه وسلم -، ردوا عليه. قالوا: ما نقول؟ قال: قولوا الله أعلى وأجلّ. صدق هادي البشرية ومعلم الإنسانية فالله أعلى وأجل، والله هازم من يعبد هُبل، وكان هُبَل -فيما قال ابن الكلبي-: من عقيق أحمر على صورة إنسان مكسور اليد اليمنى، فجعلت له قريش يداً من ذهب، وكان أول من نصبه خُزَيمة بن مدركة بن إلياس بن مضر. وكان يقال له: هُبَل خُزَيمة. وقيل: بل نصبه عمرو بن لحي الخزاعي، جاء به من هيت من أرض الجزيرة، فنصبه في بطن الكعبة، فكانت قريش","Part":"1","seal":"37D690AB","page":313},
      {"id":314,"nass":"والعرب تستقسم عنده بالأزلام (¬1). وكانت قدامه سبعة أقداح يضربون بها على أمور تعارفوا عليها في الجاهلية. انظر تفاصيلها في (المعجم).\r\rوحطمت الأصنام\rودخل رسول الله يوم الفتح المسجد الحرامِ فجعل يطعن الأصنام في عيونها ووجوهها، ويقول: {جَاءَ الحق وزَهَقَ البَاطِلُ إن الباطلَ كانَ زَهُوقاً}. ثم أمر بإحراقها. ومن هذه الأصنام: هُبل، إساف، ونائلة، وهي عتاة أصنام الشرك في مكة. وقيل: إنّ بعضها جعلت عتبات للمسجد يطأها الناس إهانة واحتقاراً، ولم يعد ولن يعود من يعرف شيئاً عنها. وأبدل الله أهل مكة ومن دان بدين الإِسلام دين (لا إله إلا الله وحده) وفي تكسير الأصنام، يقول راشد بن عبد الله السُّلَمي (¬2):\rقالتْ: هلُمّ للحديث، فقلتُ: لا ... يأبى الإله عليكِ والإسلامُ\rلما رأيتُ محمداً وقبيلَهُ ... بالفتح حينَ تُكسَّر الأصنام\rورأيتُ نورَ اللهِ أصبحَ ساطعاً ... والشَّرك تَغْشَى وجهَهُ الأقتامُ\r\rهَضْب الصَّفا:\rموضع في شعر أميّة بن أبي عائذ الهذلي، حيث قال (¬3):\rفضُهاء أظلم فالنطوف فصائفُ ... فالنُّمْر، فالبُرْقات، فالأنحاص\r¬_________\r(¬1) أخبار مكة: 1/ 100.\r(¬2) معجم البلدان (هبل) السيرة لابن هشام.\r(¬3) معجم البلدان (هضب).","Part":"1","seal":"400D1647","page":314},
      {"id":315,"nass":"أنحاص مسرعة التي حازت إلى (¬1) ... هَضْب الصَّفا المتزحلف الدَّلاّص\rقلت: كل المواضع المذكورة مع الهضب معروفة من نعمان، شرق مكة، ويوجد جبل يسمى الهضبة ذو صفا أملس في سفح جبل كرا من الغرب قرب الطريق الصاعد من نعمان إلى الطائف على يمينه.\r¬_________\r(¬1) هنا (حازت) وفي مادة نمر (جازت كله عن معجم البلدان).","Part":"1","seal":"4CEB3516","page":315},
      {"id":317,"nass":"(و)","Part":"1","seal":"4BC68110","page":317},
      {"id":319,"nass":"واسِطٌ: كان قرناً أسفل جمرة العَقَبة، بين مأزمي مِنىً، فأزيل في عهد قديم (في عهد الفاكهي) صاحب تأريخ مكة المشهور بتاريخ الفاكهي، ومكانه اليوم يسمى (مجَرّ الكَبْش) وهو منذ أن تغادر العقبة متجهاً نحو مكة إلى أن تخرج من بين الجبال في حي الشِّشّة.\rوعندما دارت الحرب بين جُرْهم وخُزَاعة، وجلت جرهم عن مكة، قال عمرو بن الحارث بن مُضَاض الجرهمي يتشوق إلى مكة: (¬1)\rكأن لم يكنْ بين الحُجُون إلى الصَّفا ... أنيسٌ ولم يسمر بمكة سامرُ\rولم يتربّعْ واسطاً وجُنُوبه ... إلى المنحنَى من ذي الأراكة حاضرُ\rبلى نحن كنا أهلَها فأبادنا ... صروفُ الليالي والجُدود العواثرُ\rفأخرجنا منها المليكُ بقدره ... كذلك، يا للنّاسِ تجري المقادرُ\rفأبدلنا ربي بها دار غربةٍ ... بها الجوع باد والعدو محاصر\rفصرنا أحاديثاً وكنا بغبطةٍ ... كذلك عَضّتنا السنون الغوابرُ\rفسحت دموع العين تجري لبلدةٍ ... بها حَرم آمن وفيها المشاعرُ\rوهذه القصيدة فيها طول وتروى قطعاً متفرقة بنصوص مختلفة.\r\rالوَتَائِرُ: كأنّه جمع وتيرة، ويروى الوَتَيرِ، والوَتَران: شعبان جنوب\r¬_________\r(¬1) أخبار مكة: 2/ 278.","Part":"1","seal":"1DF7E4B6","page":319},
      {"id":320,"nass":"غربي مكة، بطرف حدود الحرم، تصب في العُكَيشيْة من الغرب، تأتي من سُود حمُيّ، ثم يذهب ماؤها إلى عُرَنة، وهي في ديار خُزَاعة أيضاً، وتبعد عن مكة 16 كيلاً. وكانت قديماً من ديار خُزَاعة، فلما هاجر رسول الله - صلى الله عليه وسلم -، ثم صارت غزوة الحُديَبية، حالفت خُزَاعة الرسول - صلى الله عليه وسلم -، وحالفت كنانة قريشاً، فبيتت كِننةُ خُزَاعَةَ فهاجمتها بالوَتير، وقيل: إن قُريشاً أمدّت كِنانة، فاستنجدت خزاعة رسول الله - صلى الله عليه وسلم -، فاعتبر الرسول - صلى الله عليه وسلم - ذلك نقضاً للميثاق، فكان فتح مكة في السنة الثامنة للهجرة، وفي استناد خزاعة رسول الله، يقول عمرو بن سالم الخزاعي (¬1):\rيا ربّ إني ناشدٌ محمداً ... حلف أبيه وأبينا الأتلدا\rفانصر هداك الله نصراً أعتدا ... إن قريشاً أخلفوك الموعِدا\rونقضوا ميثاقَك المؤكَّدا ... وزعموا انْ لستُ أدعو أحدا\rوهم أذلُّ وأقلُّ عددا ... هم بيّتونا بالوَتير هُجَّدا\rوقتلونا رُكَّعاً سُجَّدا\rوقال بُدَيل بن عبد مناة (¬2):\rتعاقد قومٌ يفخرون ولم تدعْ ... لهم سيداً يندوهُمُ غير ناقل\rأمن خيفةِ القوم الأُلى تزدريهمُ ... تجير الوتير خائفاً غير آيل؟\r¬_________\r(¬1) معجم البلدان (الوتير) ومعجم ما استعجم، السيرة النبوية ص 320.\r(¬2) معجم البلدان، ومعجم ما استعجم (الوتير).","Part":"1","seal":"2E17DE75","page":320},
      {"id":321,"nass":"وقال أبو سهم الهدلي، وقيل: أسامة بن الحارث الهذلي (¬1).\rولم يَدَعُوا بينَ عرْض الوَتير ... وبين المناقِبِ إلاّ الذِّئابا\rوقال أُهبان بن لَغَط الدئلي الكناني (1):\rألا أبلغ لديكَ بني قُريْم ... مُغَلْغَلةً يجيء بها الخبيرُ\rفردُّوا لي الموالي ثم حلوا ... مرابعكم إذا مطر الوَتير\rقك: أما وتير خزاعة فلا شك أنه ما قدمنا تحديده، ولكن هذا لا يمنع أنه كان يشمل أوسع مما هو اليوم، حيث تراهم يسمونه (عرضاً) وحيث كانت تحله أو بعضه بنو قُرَيم، وديار بني قريم بعيدة عن هدا المكان، غير أنه أيضاً من المألوف قديماً وحديثاً بين قبائل العرب أن تربع قبيلة في ديار أخرى بالجوار أو نتيجة حلف أو مصاهرة، ونحو ذلك من العلاقات الإنسانية، التي كان العربي يرعاها أجل رعاية رغم جهل الجاهلين بعادات العرب وتقاليدهم وقوانينهم المرعية في الحياة العامة.\rويقول الفاسي: وهذا الموضع معروف الآن، يقال له (الوتيرين) وهو بناحية ملكان (¬2) قلت: لعله يقصد جهة ملكان، لأن طريقه يمر قرب الوتيرين أو الوتائر كما تقول العامة، وهما شعبان اثنان.\r¬_________\r(¬1) معجم ما استعجم ومعجم البلدان (الوتير).\r(¬2) العقد الثمين: 1/ 17.","Part":"1","seal":"1952FE8E","page":321},
      {"id":323,"nass":"(ي)","Part":"1","seal":"42E60A94","page":323},
      {"id":325,"nass":"يأجَجُ: بالمثناة من تحت، وهمزة ثم جيمين: ويعرف اليوم باسم (ياج) حذفت منه الجيم الأخيرة، وتخفف همزته: وادٍ من أودية مكة يمر شمال عمرة التنعيم، فيصب في مَرّ الظَّهْران عند دَفّ خُزاعة بينه وبين المقوَّع.\rوتسمية عامة أهل مكة -وادي بئر مقيت- لبئر هناك. وقد أصبح قسمه الذي يمر به الطريق من مكة إلى المدينة معموراً، وبه بساتين ضعيفة. وكان من منازل ابن الزبير رضي الله عنه، وبطرفه من الشمال الموضع الذي قتل فيه الصحابي الشهيد خُبَيب بن عَديّ - أحد أسرى يوم الرجيع. وطول هذا الوادي 33 كيلاً. قال أبو دَهيل الجمَحي (¬1):\rأبيتُ نجيّاً للهموم كأنما ... خلال فراشي جمرةٌ تتوهجُ\rفطوراً أُمنِّي النفس من غمرةِ المنى، ... وطوراً إذا لَجّ بي الوجدُ أنشُجُ\rوأبصرتُ ما مرتْ به يوم يأجَجٍ ... ظباءٌ وما كانتْ به العِيرُ تحدَجُ\rوقال عمر بن أبي ربيعة (¬2):\rفقلتُ لجَنَّادٍ: خذِ السَّيْفَ واشتملْ ... عليه بحزمٍ، وارقب الشمسَ تغربِ\rوأسرجْ لي الدَّهماءَ واذهب بممطري ... ولا تُعلِمنْ حيّاً من الناسِ مذهبي\rوموعدُك البَطحاءُ من بطنِ يأجَجٍ .. أو الشعبُ ذو الممروخ من بطن مغربِ\r¬_________\r(¬1) معجم البلدان. يأجج.\r(¬2) ديوانه 56.","Part":"1","seal":"D6D3B918","page":325},
      {"id":326,"nass":"فلما التقينا سلَّمت وتبسَّمت ... وقالت كقول المُعرض المُتَجَنِّب:\rأمن أجلِ واشٍ كاشحٍ بنميمةٍ ... مشى بيننا، صدَّقته، لم تُكذِّبِ؟\r\rيَسُومُ: بفتح المثناة تحت وسين مهملة مضمومة، وبعد الواو ميم: المعروف اليوم -يسومان- جبلان أسودان متقابلان على جانبي نخلة اليمانية، يسمى الشمالي منهما: يَسُوم سَمْرِ، ويسمى اليماني -وهو الأشهر والأكبر- يسوم هِلال، وسَمْر وهِلال: شعبان هناك. يبعد اليماني عن مكة 63 كيلاً على الطريق إلى الطائف، وهي المسماة طريق اليمانية، وسيل نخلة بين الجبلين، وكان يسوم يقرن مع فَرْقَد، وفرقد مجاور ليسوم، وقد تقدم.\rقالت لَيلىَ الأخْيَليّة (¬1):\rلا تغزُوَنّ الدهرَ آل مُطرِّف، ... لا ظالماً أبداً ولا مظلوما\rقومٌ رباطُ الخَيْل وسط بيوتهمْ ... وأسنّة زرقٌ يخُلْنَ نُجُوما\rلن تستطيعَ بأنْ تحوِّل عِزّهم ... حتى تحوّل ذا الهضابِ يسوما\rوقال آخر:\rسمعت وأصحابي تحُثُّ ركابهُم ... بنا بين ركنٍ من يسوم وفَرْقَدِ (¬2)\rفقلتُ لأصحابي: قفوا لا أبالكُمْ ... صدور المطايا إنّ ذا صوتُ مَعْبدِ\r¬_________\r(¬1) معجم البلدان (يسوم).\r(¬2) في الأصل (قرقد) تحريف.","Part":"1","seal":"35923AC9","page":326},
      {"id":327,"nass":"ومن أمثال العرب (الله أعلم بمن حطها من رأس يسوم) وله قصة.\rويقال: خَيْض ويَسُوم: جبلان متقاربان، يقال لهما: يسومان. وقد تقدم معنا خَيْض وخَيْش وحَيْض.\rوقال راجز:\rيا ناق سيري قد بدا يَسُومانِ ... واطويهما تبدو قِنَان عَرْوان\rوليس من الممكن أن تبدو قنان عروان لمن كان على طريق يسومين ولكن هكذا وجد. وجاء في كتاب أبي علي الهَجْري: وأنشد لأبي المسيَّب اللحمي الهذلي من قصيدة:\rتدليَّ كخَفَّاق الجَنَاح، ودونه (¬1) ... شماريخ تبدو من يَسُومين بُسُّقُ\rفلما علا ذا النَّحل عج صبيرة ... وأسبل منه رَيِّقٌ ثم رَيِّقُ\rوقال الرداعي في أرجوزته الحجية (¬2):\rثم اعتزَمْنَ العِيس بالتَّصميم ... عوائداً للمسجد المعلوم (¬3)\rقواصداً للكفو فالْيَسُوم ... إلى بريد الصخرة المأزوم\rويقول شارح الأرجوزة: والكفو واليسوم جبلان بنخلة.\rقلت: الكفو: وادٍ من أشهر روافد نخلة اليمانية، يأخذ كل\r¬_________\r(¬1) في الأصل (لنخفاف) وأظنه تحريف.\r(¬2) صفة جزيرة العرب (439).\r(¬3) كذا في الأصل، ولعل صوابه (عوامداً).","Part":"1","seal":"D10AA91D","page":327},
      {"id":328,"nass":"مياه هدأة الطائف فيصبها في نخلة اليمانية من ضفتها اليسرى، ويسوم لا يدخله التعريف، إنما عرفه الراجز إتباعاً للكفو.\r\rيَلَمْلَم: بفتح المثناة تحت وتكرار اللام والميم، ويقال فيه (ألملَم) وقد تقدم، وأهل الديار لا يقولون إلاّ (يَلَمْلم):\rوادٍ فحل من أودية مكة الجنوبية متعدد الروافد كثير المياه يجري غيله على وجه الأرض، يأتي من السراة الواقعة على قرابة 30 كيلاً جنوب غربي الطائف، ثم يندفع غرباً في انحدار عميق بين صهاليج جبال، فيمر بالسَّعْدية: ميقات أهل اليمن على الطريق التهامي، ثم يصب في البحر جنوب جُدّة على مرحلتين. من أشهر روافده:\rحُثُن، ووَلْيَان، وتَصِيل، ونمُار وشَكِيل، وشِرْيان، وغيرها.\rولم تستصلح أرضه للزراعة بعد، ولو سُدّ لكان لذلك أثر محمود في إنعاش الزراعة هناك. سكانه اليوم في أعلاه (فَهْم) وفي أسفله (الجَحَادِلَة) من بني شُعْبة من كنانة، وسيله يمر جنوب مكة على مائة كيل.\rقال أبو دَهْبل الجُمَحي:\rخرجت بها من بطن مكة بعدما ... أصات المنادي للصلاة وأعتما\rفما نام من راعٍ ولا ارتدّ سامرٌ ... من الحي حتى جاوزت بي يَلْملَما\rومرت ببطن الليث تهوي، كأنما ... تبادر بالأصباح نَهْباً مقسَّما\rوهي أبيات أوردناها في ألملم.","Part":"1","seal":"4DCA8E3C","page":328},
      {"id":329,"nass":"تم تبييضه -لله الحمد والمنة- في ليلة الخميس\rالموافق للتاسع من شهر جمادى الأولى سنة 1400 للهجرة الشريفة بمكة المكرمة، حرسها الله.","Part":"1","seal":"07E8DDC6","page":329},
      {"id":331,"nass":"المراجع\rالمرجع المؤلف أو الناشر\rالقرآن الكريم\rأخبار مكة الأزرقي\rأُسْد الغابة\rأبو علي الهجري الجاسر\rالاشتقاق ابن دريد\rالإصابة ابن حجر\rالأعلام خير الدين الزركلي\rالأغاني أبو الفرج الأصبهاني\rالإكليل: 1، 2 الهمداني\rالأمالي الشجرية الشجري\rأيام العرب في الجاهلية مجموعة مؤلفين\rبلاد العرب لغدة\rبنو سليم عبد القدوس الأنصاري\rبين التأريخ والآثار عبد القدوس الأنصاري\rتأريخ مكة السباعي\rالجامع اللطيف ابن ظهيرة\rخلاصة الكلام الدحلان\rدمية القصر وعصرة أهل العصر\rديوان جميل بثينة","Part":"1","seal":"4A466776","page":331},
      {"id":332,"nass":"المرجع المؤلف أو الناشر\rديوان حسان بن ثابت دار الأندلس، بيروت\rديوان عمر بن أبي ربيعة الشركة اللبنانية للكتاب\rديوان كثير عزة تحقيق إحسان عباس\rالرحلة النجدية لمؤلف هذا الكتاب\rالرحلة اليمانية الشريف شرف البركاتي\rسمط النجوم العوالي العصامي\rالسيرة النبوية ابن هشام\rشعر الأحوص جمع\rشفاء الغرام الفاسي\rصفة جزيرة العرب\rالهمداني\rالطبقات الكبرى ابن سعد\rالعقد الثمن في تأريخ البلد الأمين الفاسي\rعنوان المجد في تأريخ نجد ابن بشر\rالقاموس المحيط الفيروأبادي\rلسان العرب ابن منظور الأنصاري\rالمجاز بين اليمامة والحجاز ابن خميس\rمروج الذهب المسعودي\rمعجم الأدباء ياقوت\rمعجم البلدان ياقوت\rمعجم قبائل الحجاز مؤلف هذا الكتاب\rمعجم ما استعجم أبو عبيد البكري\rمعجم معالم الحجاز مؤلف هذا الكتاب\rالمعجم المفهرس لألفاظ القرآن\rالمناسك إبراهيم الحربي\rوفيات الأعيان ابن خلكان","Part":"1","seal":"6C93CFAC","page":332},
      {"id":333,"nass":"الدليل\rتمهيد 5\rحرف الألف 9\rحرف الباء 35\rحرف التاء\r45\rحرف الثاء\r53\rحرف الجيم 59\rحرف الحاء 71\rحرت الخاء 91\rحرف الدال 103\rحرف الراء 109\rحرف الزاي 121\rحرف السين 127\rحرف الشين 141\rحرف الصاد 149\rحرف الضاد 157\rحرف الطاء 165\rحرف الظاء 171\rحرف العين 175\rحرف الغين 199\rحرف الفاء 209\rحرف القاف 217\rحرف الكاف\r225\rحرف اللام 233\rحرف الميم 239\rحرف النون 297\rحرف الهاء 311\rحرف الواو 317\rحرف الياء 323","Part":"1","seal":"9646072E","page":333},
      {"id":334,"nass":"دار مكة للنشر والتوزيع\rأسسها ويملكها: عاتق بن غيث البلادي، سنة 1399 هـ.\rتعنى بتراث وتأريخ وجغرافية جزيرة العرب.\rصدر عنها حتى الآن:\r1 - لصاحبها:\r* معجم معالم الحجاز: كتاب جغرافي أدبي تأريخي، يقع في عشرة أجزاء.\r* على طريق الهجرة: (رحلات في قلب الحجاز).\r* نسب حرب: قبيلة حرب، أنسابها وتأريخها وفروعها. طبع للمرة الثانية.\r* معجم قبائل الحجاز: كتاب يتحدث عن جميع البطون التي سكنت الحجاز من فجر التأريخ حتى يومنا هذا.\r* معالم مكة التأريخية والأثرية: معجم مصغر عن مكة المكرمة وما حولها.\r2 - قامت الدار بطبع الكتب التالية، إشرافاً وتصحيحاً.\r* تأريخ مكة: للأستاذ أحمد السباعي، نشر نادي مكة الثقافي.\r* شعر يزيد بن الطثريّة: تحقيق الدكتور ناصر بن سعد الرشيد.\r* المتنبي شاعر العرب: للأستاذ عبد الله بوقس، وكيل وزارة الحج والأوقاف لشؤون الحج. نشر نادي مكة الثقافي.\r* 17 رجلاً من أصحاب النبي: للأستاذ محمد عبد الله مليباري.\r* أضواء على الأدب والأدباء في منطقة جازان: للأستاذ محمد بن أحمد العقيلي، نشر نادي مكة الثقافي.","Part":"1","seal":"4DFACC70","page":334}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1431,"ShrtCs":0,"Bk":"معالم مكة التأريخية والأثرية","HigriD":"1431","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عاتق بن غيث بن زوير بن زاير بن حمود بن عطية بن صالح البلادي الحربي","bLnk":null,"Inf":null,"Auth":"عاتق البلادي","Betaka":"الكتاب: معالم مكة التأريخية والأثرية\r\nالمؤلف: عاتق بن غيث بن زوير بن زاير بن حمود بن عطية بن صالح البلادي الحربي (المتوفى: 1431هـ)\r\nالناشر: دار مكة للنشر والتوزيع\r\nالطبعة: الأولى، 1400 هـ - 1980 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع، وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":2,"AuthInf":"عاتق البلادي (1352 - 1431هـ)\r\r• الأديب، النسابة، المؤرخ، الجغرافي، الشاعر، الشيخ، الرحالة عاتق بن غيث بن زوير بن زاير بن حمود بن عطية بن صالح البلادي والبلادية فرع من قبيلة حرب العريضة التي تكاد تمتد - اليوم - بلا انقطاع من صحراء الطفَ شمالاً إلى وادي حلي جنوباً، مروراً بالمدينة وضواحي مكة وجدة، وغيرها من المدن\r• ولد في بادية شمال مكة المكرمة، قرب خليص، في مكان يدعى (مسر) بسفح جبل يدعى (أَبْيض) في الثالث من شوال عام 1352هـ. وفيها نشأ\r• درس في مدارس مكة المكرمة النظامية غير أن تركيزه كان على الدراسة في المسجد الحرام، فأخذ عن مشايخ فضلاء , وقد تحصل على دبلوم في فن الصحافة من معهد دار عمان العالي.\r• من تاريخه الوظيفي: في الخامس عشر من جمادى الأولى 1372هـ التحق بالجيش السعودي، وفي عام 1376هـ تخرج في مدرسة المشاة بالطائف، وما زال يترقى حتى وصل عام 1395هـ إلى رتبة مقدم، وفي عام 1398هـ أحيل إلى التقاعد بناء على طلبه، للتفرغ للأعمال الفكرية.\r• في عام 1397هـ أسس دار مكة للنشر والتوزيع التي عنيت بنشر وتوزيع مؤلفاته. ولا تزال تنشر مؤلفاته العلمية وغيرها.\r• كتب في المجلات الشهرية والأسبوعية والصحف اليومية مئات المقالات والبحوث.\r• انتسب عضوا في كل من نادي مكة الثقافي الأدبي، نادي جدة الأدبي، نادي الطائف الأدبي.\r• حضر عددا من المؤتمرات الأدبية والتاريخية.\r•حصل على جائزة أمين مدني للبحث في تاريخ الجزيرة العربية سنة 1421هـ\r• أطلقت أمانة محافظة جده اسمه على أحد شوارع مدينة جدة سنة 1425هـ، تقديراً لجهوده وإسهاماته في خدمة الأدب والعلم.\r\r• له من المصنفات المطبوعة:\r\r1 - معجم معالم الحجاز (10 أجزاء)\r2 - معجم قبائل الحجاز (3 أجزاء) -\r3 - معجم المعالم الجغرافية في السيرة النبوية (وتُرجم إلى اللغة الأردية)\r4 - معجم الكلمات الأعجمية والغريبة في التاريخ الإسلامي\r5 - معجم القبائل العربية\r6 - الأدب الشعبي في الحجاز\r7 - نسب حرب\r8 - على طريق الهجرة\r9 - معالم مكة التاريخية والأثرية\r10 - رحلات في بلاد العرب\r11 - الرحلة النجدية\r12 - طرائف وأمثال شعبية\r13 - بين مكة وحضرموت\r14 - بين مكة واليمن\r15 - أخلاق البدو\r16 - على ربى نجد\r17 - قلب الحجاز\r18 - أودية مكة المكرمة\r19 - أمثال الشعر العربي\r20 - فضائل مكة وحرمة البيت الحرام\r21 - فضائل القرآن\r22 - آيات الله الباهرات\r23 - أخبار الأمم المبادة في القرآن الكريم\r24 - في قلب جزيرة العرب\r25 - نشر الرياحين في تاريخ البلد الأمين (مجلدان)\r26 - هديل الحمام في تاريخ البلد الحرام (4 مجلدات)\r27 - الميضاح\r28 - سقط الندى وفوح الشذى\r29 - رسائل ومسائل في الأنساب والتاريخ والجغرافية\r30 - ألحان وأشجان (ديوان)\r31 - نسيم الغوادي من مثنيات البلادي\r32 - حصاد الأيام\r33 - مذكرات في ثلاثة أجزاء\r34 - بين مكة وبرك الغماد\r35 - الإشراف على تاريخ الأشراف\r36 - زهر البساتين المستدرك على نشر الرياحين\r37 - نهاية الدرب في نسب حرب\r38 - الرحلة اليمانية (تحقيق وتعليق)\r39 - محراث التراث\r40 - المصحح في تاريخ مكة المكرمة\r41 - أدواء البشر\r42 - خيبر ذات الحصون والعيون والنخيل\r43 - هبة الودود في نسب العرادات ذوي حمود","seal":"E058A389","cat":"البلدان والجغرافيا والرحلات","oNum":38107,"BkId":38107,"oAuth":783,"bVer":1,"aSeal":"6A7F1CCB"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t38107":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"معالم مكة التأريخية والأثرية"},
      {"lvl":1,"id":5,"sub":0,"tit":"تمهيد"},
      {"lvl":1,"id":9,"sub":0,"tit":"(أ)"},
      {"lvl":2,"id":11,"sub":0,"tit":"الأبواص"},
      {"lvl":2,"id":11,"sub":1,"tit":"أبو قبيس"},
      {"lvl":2,"id":12,"sub":0,"tit":"الأثبرة"},
      {"lvl":2,"id":14,"sub":0,"tit":"أجياد"},
      {"lvl":2,"id":15,"sub":0,"tit":"الأحث"},
      {"lvl":2,"id":17,"sub":0,"tit":"أم أحراد"},
      {"lvl":2,"id":17,"sub":1,"tit":"إحليل"},
      {"lvl":2,"id":18,"sub":0,"tit":"الأخباب"},
      {"lvl":2,"id":19,"sub":0,"tit":"الأخراص"},
      {"lvl":2,"id":20,"sub":0,"tit":"الأخشبان"},
      {"lvl":2,"id":21,"sub":0,"tit":"إدام"},
      {"lvl":2,"id":22,"sub":0,"tit":"أذاخر"},
      {"lvl":2,"id":23,"sub":0,"tit":"أساهم"},
      {"lvl":2,"id":24,"sub":0,"tit":"الأشطاط"},
      {"lvl":2,"id":26,"sub":0,"tit":"الأصاغي"},
      {"lvl":2,"id":26,"sub":1,"tit":"أطحل"},
      {"lvl":2,"id":27,"sub":0,"tit":"الأطواء"},
      {"lvl":2,"id":29,"sub":0,"tit":"أقتد"},
      {"lvl":2,"id":30,"sub":0,"tit":"الأقحوانة"},
      {"lvl":2,"id":30,"sub":1,"tit":"ألات ذي العرجاء"},
      {"lvl":2,"id":31,"sub":0,"tit":"ألال"},
      {"lvl":2,"id":32,"sub":0,"tit":"ألملم"},
      {"lvl":2,"id":32,"sub":1,"tit":"ألوذ"},
      {"lvl":2,"id":33,"sub":0,"tit":"الأماحل"},
      {"lvl":2,"id":33,"sub":1,"tit":"الأملاح"},
      {"lvl":2,"id":33,"sub":2,"tit":"أنف"},
      {"lvl":1,"id":35,"sub":0,"tit":"(ب)"},
      {"lvl":2,"id":37,"sub":0,"tit":"بئر ميمون"},
      {"lvl":2,"id":37,"sub":1,"tit":"البانة"},
      {"lvl":2,"id":37,"sub":2,"tit":"بذر"},
      {"lvl":2,"id":38,"sub":0,"tit":"برم"},
      {"lvl":2,"id":39,"sub":0,"tit":"بشم"},
      {"lvl":2,"id":40,"sub":0,"tit":"البطحاء"},
      {"lvl":2,"id":41,"sub":0,"tit":"بلدح"},
      {"lvl":2,"id":42,"sub":0,"tit":"البلدة"},
      {"lvl":2,"id":43,"sub":0,"tit":"البوباة"},
      {"lvl":1,"id":45,"sub":0,"tit":"(ت)"},
      {"lvl":2,"id":47,"sub":0,"tit":"تضارع"},
      {"lvl":2,"id":48,"sub":0,"tit":"التلاعة"},
      {"lvl":2,"id":49,"sub":0,"tit":"التناضب، جمع تنضبة"},
      {"lvl":2,"id":50,"sub":0,"tit":"التنعيم"},
      {"lvl":1,"id":53,"sub":0,"tit":"(ث)"},
      {"lvl":2,"id":55,"sub":0,"tit":"ثبير"},
      {"lvl":2,"id":57,"sub":0,"tit":"ثور"},
      {"lvl":1,"id":59,"sub":0,"tit":"(ج)"},
      {"lvl":2,"id":61,"sub":0,"tit":"الجباجب"},
      {"lvl":2,"id":61,"sub":1,"tit":"جراب"},
      {"lvl":2,"id":62,"sub":0,"tit":"الجرف"},
      {"lvl":2,"id":62,"sub":1,"tit":"الجرير"},
      {"lvl":2,"id":63,"sub":0,"tit":"الجزل"},
      {"lvl":2,"id":64,"sub":0,"tit":"الجعرانة"},
      {"lvl":2,"id":65,"sub":0,"tit":"جليل"},
      {"lvl":2,"id":66,"sub":0,"tit":"الجمار"},
      {"lvl":2,"id":67,"sub":0,"tit":"جمع"},
      {"lvl":2,"id":69,"sub":0,"tit":"الجوز"},
      {"lvl":2,"id":70,"sub":0,"tit":"جياد"},
      {"lvl":1,"id":71,"sub":0,"tit":"(ح)"},
      {"lvl":2,"id":73,"sub":0,"tit":"الحبال"},
      {"lvl":2,"id":73,"sub":1,"tit":"الحثمة"},
      {"lvl":2,"id":75,"sub":0,"tit":"حثن"},
      {"lvl":2,"id":76,"sub":0,"tit":"حجر الشغرى"},
      {"lvl":2,"id":77,"sub":0,"tit":"الحجلاء"},
      {"lvl":2,"id":77,"sub":1,"tit":"الحجون"},
      {"lvl":2,"id":81,"sub":0,"tit":"حداء"},
      {"lvl":2,"id":82,"sub":0,"tit":"حراء"},
      {"lvl":2,"id":83,"sub":0,"tit":"حراض"},
      {"lvl":2,"id":84,"sub":0,"tit":"الحزورة"},
      {"lvl":2,"id":84,"sub":1,"tit":"الحصحاص"},
      {"lvl":2,"id":85,"sub":0,"tit":"حفايل"},
      {"lvl":2,"id":85,"sub":1,"tit":"الحليات"},
      {"lvl":2,"id":86,"sub":0,"tit":"الحميمه"},
      {"lvl":2,"id":87,"sub":0,"tit":"حنين"},
      {"lvl":1,"id":91,"sub":0,"tit":"(خ)"},
      {"lvl":2,"id":93,"sub":0,"tit":"أم خرمان"},
      {"lvl":2,"id":94,"sub":0,"tit":"الخشاش"},
      {"lvl":2,"id":94,"sub":1,"tit":"الخطم"},
      {"lvl":2,"id":95,"sub":0,"tit":"خطمان"},
      {"lvl":2,"id":95,"sub":1,"tit":"خل الصفاح"},
      {"lvl":2,"id":96,"sub":0,"tit":"خم"},
      {"lvl":2,"id":97,"sub":0,"tit":"الخندمة"},
      {"lvl":2,"id":99,"sub":0,"tit":"خيش"},
      {"lvl":2,"id":99,"sub":1,"tit":"الخيف"},
      {"lvl":2,"id":101,"sub":0,"tit":"خرجة"},
      {"lvl":1,"id":103,"sub":0,"tit":"(د)"},
      {"lvl":2,"id":105,"sub":0,"tit":"داءة"},
      {"lvl":2,"id":105,"sub":1,"tit":"دسم"},
      {"lvl":2,"id":106,"sub":0,"tit":"دفاق"},
      {"lvl":1,"id":109,"sub":0,"tit":"(ر)"},
      {"lvl":2,"id":111,"sub":0,"tit":"راية"},
      {"lvl":2,"id":111,"sub":1,"tit":"الرجيع"},
      {"lvl":2,"id":113,"sub":0,"tit":"رخمان"},
      {"lvl":2,"id":115,"sub":0,"tit":"رخمة"},
      {"lvl":2,"id":115,"sub":1,"tit":"الردم"},
      {"lvl":2,"id":116,"sub":0,"tit":"رغال"},
      {"lvl":2,"id":117,"sub":0,"tit":"الركن اليماني"},
      {"lvl":2,"id":118,"sub":0,"tit":"الرنقاء"},
      {"lvl":1,"id":121,"sub":0,"tit":"(ز)"},
      {"lvl":2,"id":123,"sub":0,"tit":"زمزم"},
      {"lvl":2,"id":124,"sub":0,"tit":"الزيمة"},
      {"lvl":1,"id":127,"sub":0,"tit":"(س)"},
      {"lvl":2,"id":129,"sub":0,"tit":"السباب"},
      {"lvl":2,"id":129,"sub":1,"tit":"سبوحة"},
      {"lvl":2,"id":130,"sub":0,"tit":"الستار"},
      {"lvl":2,"id":130,"sub":1,"tit":"سجلة"},
      {"lvl":2,"id":131,"sub":0,"tit":"سدر"},
      {"lvl":2,"id":131,"sub":1,"tit":"سرواع"},
      {"lvl":2,"id":132,"sub":0,"tit":"سرف"},
      {"lvl":2,"id":134,"sub":0,"tit":"سطاع"},
      {"lvl":2,"id":134,"sub":1,"tit":"سعيا"},
      {"lvl":2,"id":135,"sub":0,"tit":"سقام"},
      {"lvl":2,"id":136,"sub":0,"tit":"سلع"},
      {"lvl":2,"id":137,"sub":0,"tit":"السلفان"},
      {"lvl":2,"id":138,"sub":0,"tit":"السنبلة"},
      {"lvl":2,"id":138,"sub":1,"tit":"السودتان"},
      {"lvl":2,"id":139,"sub":0,"tit":"سولة"},
      {"lvl":2,"id":140,"sub":0,"tit":"سودحمي"},
      {"lvl":1,"id":141,"sub":0,"tit":"(ش)"},
      {"lvl":2,"id":143,"sub":0,"tit":"شامة"},
      {"lvl":2,"id":143,"sub":1,"tit":"الشري"},
      {"lvl":2,"id":144,"sub":0,"tit":"شريان"},
      {"lvl":2,"id":145,"sub":0,"tit":"شعب أبي يوسف"},
      {"lvl":2,"id":146,"sub":0,"tit":"شعب الصفي"},
      {"lvl":2,"id":146,"sub":1,"tit":"شعب ابن عامر"},
      {"lvl":2,"id":146,"sub":2,"tit":"شعثاء"},
      {"lvl":2,"id":147,"sub":0,"tit":"شعر"},
      {"lvl":2,"id":147,"sub":1,"tit":"شعران"},
      {"lvl":2,"id":147,"sub":2,"tit":"الشعيبة"},
      {"lvl":2,"id":148,"sub":0,"tit":"الشفية"},
      {"lvl":1,"id":149,"sub":0,"tit":"(ص)"},
      {"lvl":2,"id":151,"sub":0,"tit":"صار"},
      {"lvl":2,"id":151,"sub":1,"tit":"صائف"},
      {"lvl":2,"id":152,"sub":0,"tit":"الصفا"},
      {"lvl":2,"id":153,"sub":0,"tit":"الصفاح"},
      {"lvl":2,"id":154,"sub":0,"tit":"صفي السباب"},
      {"lvl":2,"id":155,"sub":0,"tit":"صلاح"},
      {"lvl":1,"id":157,"sub":0,"tit":"(ض)"},
      {"lvl":2,"id":159,"sub":0,"tit":"ضجنان"},
      {"lvl":2,"id":160,"sub":0,"tit":"الضحياء"},
      {"lvl":2,"id":160,"sub":1,"tit":"الضريبة"},
      {"lvl":2,"id":161,"sub":0,"tit":"الضلوع"},
      {"lvl":2,"id":162,"sub":0,"tit":"ضهاء"},
      {"lvl":2,"id":162,"sub":1,"tit":"ضيم"},
      {"lvl":1,"id":165,"sub":0,"tit":"(ط)"},
      {"lvl":2,"id":167,"sub":0,"tit":"طفيل"},
      {"lvl":2,"id":168,"sub":0,"tit":"طلاح"},
      {"lvl":2,"id":168,"sub":1,"tit":"طوى"},
      {"lvl":1,"id":171,"sub":0,"tit":"(ظ)"},
      {"lvl":2,"id":173,"sub":0,"tit":"ظراء"},
      {"lvl":2,"id":173,"sub":1,"tit":"الظريبة"},
      {"lvl":1,"id":175,"sub":0,"tit":"(ع)"},
      {"lvl":2,"id":177,"sub":0,"tit":"عاذ"},
      {"lvl":2,"id":178,"sub":0,"tit":"عارم"},
      {"lvl":2,"id":179,"sub":0,"tit":"عامر"},
      {"lvl":2,"id":180,"sub":0,"tit":"العجول"},
      {"lvl":2,"id":180,"sub":1,"tit":"العد"},
      {"lvl":2,"id":181,"sub":0,"tit":"عرعر"},
      {"lvl":2,"id":182,"sub":0,"tit":"عرفات"},
      {"lvl":2,"id":183,"sub":0,"tit":"ذات عرق"},
      {"lvl":2,"id":184,"sub":0,"tit":"عرنه"},
      {"lvl":2,"id":185,"sub":0,"tit":"عروان"},
      {"lvl":2,"id":186,"sub":0,"tit":"العزى"},
      {"lvl":2,"id":188,"sub":0,"tit":"عسفان"},
      {"lvl":2,"id":190,"sub":0,"tit":"عسيب"},
      {"lvl":2,"id":191,"sub":0,"tit":"عشر"},
      {"lvl":2,"id":192,"sub":0,"tit":"عصف"},
      {"lvl":2,"id":192,"sub":1,"tit":"العصلاء"},
      {"lvl":2,"id":192,"sub":2,"tit":"العلداة"},
      {"lvl":2,"id":193,"sub":0,"tit":"علق"},
      {"lvl":2,"id":194,"sub":0,"tit":"علي"},
      {"lvl":2,"id":194,"sub":1,"tit":"عمر"},
      {"lvl":2,"id":195,"sub":0,"tit":"عمق"},
      {"lvl":2,"id":196,"sub":0,"tit":"العيرة"},
      {"lvl":2,"id":197,"sub":0,"tit":"عين زبيدة"},
      {"lvl":1,"id":199,"sub":0,"tit":"(غ)"},
      {"lvl":2,"id":201,"sub":0,"tit":"الغبغب"},
      {"lvl":2,"id":202,"sub":0,"tit":"غراب"},
      {"lvl":2,"id":202,"sub":1,"tit":"غرزة"},
      {"lvl":2,"id":202,"sub":2,"tit":"غمر ذي كندة"},
      {"lvl":2,"id":203,"sub":0,"tit":"الغمير"},
      {"lvl":2,"id":204,"sub":0,"tit":"الغميصاء"},
      {"lvl":2,"id":205,"sub":0,"tit":"الغميم"},
      {"lvl":2,"id":207,"sub":0,"tit":"غيناء"},
      {"lvl":1,"id":209,"sub":0,"tit":"(ف)"},
      {"lvl":2,"id":211,"sub":0,"tit":"فخ"},
      {"lvl":2,"id":212,"sub":0,"tit":"فردى"},
      {"lvl":2,"id":213,"sub":0,"tit":"الفرس"},
      {"lvl":2,"id":213,"sub":1,"tit":"الفرط"},
      {"lvl":2,"id":215,"sub":0,"tit":"الفرع"},
      {"lvl":2,"id":215,"sub":1,"tit":"الفقرة"},
      {"lvl":1,"id":217,"sub":0,"tit":"(ق)"},
      {"lvl":2,"id":219,"sub":0,"tit":"قدوم"},
      {"lvl":2,"id":219,"sub":1,"tit":"قراس"},
      {"lvl":2,"id":220,"sub":0,"tit":"قردد"},
      {"lvl":2,"id":221,"sub":0,"tit":"القروط"},
      {"lvl":2,"id":222,"sub":0,"tit":"قصر ابن عامر"},
      {"lvl":2,"id":223,"sub":0,"tit":"قعيقعان"},
      {"lvl":1,"id":225,"sub":0,"tit":"(ك)"},
      {"lvl":2,"id":227,"sub":0,"tit":"كبكب"},
      {"lvl":2,"id":227,"sub":1,"tit":"كداء"},
      {"lvl":2,"id":229,"sub":0,"tit":"الكراب"},
      {"lvl":2,"id":230,"sub":0,"tit":"كراع الغميم"},
      {"lvl":2,"id":231,"sub":0,"tit":"كساب"},
      {"lvl":1,"id":233,"sub":0,"tit":"(ل)"},
      {"lvl":2,"id":235,"sub":0,"tit":"لاحج"},
      {"lvl":2,"id":235,"sub":1,"tit":"لبنان"},
      {"lvl":2,"id":237,"sub":0,"tit":"لبوان"},
      {"lvl":2,"id":238,"sub":0,"tit":"لوى طفيل"},
      {"lvl":2,"id":238,"sub":1,"tit":"لوى عيوب"},
      {"lvl":1,"id":239,"sub":0,"tit":"(م)"},
      {"lvl":2,"id":241,"sub":0,"tit":"مأبد"},
      {"lvl":2,"id":241,"sub":1,"tit":"المأزمان"},
      {"lvl":2,"id":242,"sub":0,"tit":"مبعوق"},
      {"lvl":2,"id":243,"sub":0,"tit":"المجاز"},
      {"lvl":2,"id":244,"sub":0,"tit":"المجمر"},
      {"lvl":2,"id":245,"sub":0,"tit":"مجنة"},
      {"lvl":2,"id":248,"sub":0,"tit":"محرض"},
      {"lvl":2,"id":248,"sub":1,"tit":"محسر"},
      {"lvl":2,"id":250,"sub":0,"tit":"المحسنية"},
      {"lvl":2,"id":252,"sub":0,"tit":"المحصب"},
      {"lvl":2,"id":253,"sub":0,"tit":"المخيم"},
      {"lvl":2,"id":254,"sub":0,"tit":"المراخ"},
      {"lvl":2,"id":255,"sub":0,"tit":"ذو مراخ"},
      {"lvl":2,"id":257,"sub":0,"tit":"مربع"},
      {"lvl":2,"id":257,"sub":1,"tit":"المرتمى"},
      {"lvl":2,"id":258,"sub":0,"tit":"مر"},
      {"lvl":2,"id":265,"sub":0,"tit":"المروة"},
      {"lvl":2,"id":266,"sub":0,"tit":"المزدلفة"},
      {"lvl":2,"id":266,"sub":1,"tit":"المستحيرة"},
      {"lvl":2,"id":267,"sub":0,"tit":"مسجد"},
      {"lvl":2,"id":267,"sub":1,"tit":"مسجد إبراهيم الخليل"},
      {"lvl":2,"id":268,"sub":0,"tit":"مسجد أبي بكر"},
      {"lvl":2,"id":268,"sub":1,"tit":"مسجد البيعة"},
      {"lvl":2,"id":269,"sub":0,"tit":"مسجد التنعيم"},
      {"lvl":2,"id":270,"sub":0,"tit":"مسجد الجعرانة"},
      {"lvl":2,"id":270,"sub":1,"tit":"المسجد الحرام"},
      {"lvl":2,"id":271,"sub":0,"tit":"مسجد خديجة \"رضي الله عنها\""},
      {"lvl":2,"id":271,"sub":1,"tit":"مسجد الخيف"},
      {"lvl":2,"id":271,"sub":2,"tit":"مسجد دار الأرقم"},
      {"lvl":2,"id":272,"sub":0,"tit":"مسجد ذي طوى"},
      {"lvl":2,"id":272,"sub":1,"tit":"مسجد الراية"},
      {"lvl":2,"id":273,"sub":0,"tit":"مسجد السرر"},
      {"lvl":2,"id":273,"sub":1,"tit":"مسجد سوق الغنم"},
      {"lvl":2,"id":273,"sub":2,"tit":"مسجد سلسبيل"},
      {"lvl":2,"id":274,"sub":0,"tit":"مسجد الشجرة"},
      {"lvl":2,"id":275,"sub":0,"tit":"مسجد قنفد"},
      {"lvl":2,"id":275,"sub":1,"tit":"مسجد الكبش"},
      {"lvl":2,"id":275,"sub":2,"tit":"مسجد المزدلفة"},
      {"lvl":2,"id":276,"sub":0,"tit":"مسجد المتكأ"},
      {"lvl":2,"id":276,"sub":1,"tit":"مسجد المرسلات"},
      {"lvl":2,"id":276,"sub":2,"tit":"المسد"},
      {"lvl":2,"id":277,"sub":0,"tit":"مسولا"},
      {"lvl":2,"id":278,"sub":0,"tit":"المطابخ"},
      {"lvl":2,"id":279,"sub":0,"tit":"المطاحل"},
      {"lvl":2,"id":280,"sub":0,"tit":"المغمس"},
      {"lvl":2,"id":286,"sub":0,"tit":"المقام"},
      {"lvl":2,"id":286,"sub":1,"tit":"مقص قرن"},
      {"lvl":2,"id":287,"sub":0,"tit":"المقطع"},
      {"lvl":2,"id":288,"sub":0,"tit":"مكة السدر"},
      {"lvl":2,"id":288,"sub":1,"tit":"ملكان"},
      {"lvl":2,"id":289,"sub":0,"tit":"ملكوم"},
      {"lvl":2,"id":290,"sub":0,"tit":"منى"},
      {"lvl":2,"id":292,"sub":0,"tit":"المنحاة"},
      {"lvl":2,"id":293,"sub":0,"tit":"منصح"},
      {"lvl":2,"id":294,"sub":0,"tit":"المنقى"},
      {"lvl":2,"id":294,"sub":1,"tit":"المولد النبوي الشريف"},
      {"lvl":1,"id":297,"sub":0,"tit":"(ن)"},
      {"lvl":2,"id":299,"sub":0,"tit":"نبايع"},
      {"lvl":2,"id":299,"sub":1,"tit":"نخلة"},
      {"lvl":2,"id":303,"sub":0,"tit":"دار الندوة"},
      {"lvl":2,"id":303,"sub":1,"tit":"نصاع"},
      {"lvl":2,"id":304,"sub":0,"tit":"النضيح"},
      {"lvl":2,"id":304,"sub":1,"tit":"نعمان"},
      {"lvl":2,"id":308,"sub":0,"tit":"النقواء"},
      {"lvl":2,"id":309,"sub":0,"tit":"نمار"},
      {"lvl":2,"id":310,"sub":0,"tit":"النمر"},
      {"lvl":2,"id":310,"sub":1,"tit":"نمرة"},
      {"lvl":2,"id":310,"sub":2,"tit":"ونمرة"},
      {"lvl":1,"id":311,"sub":0,"tit":"(هـ)"},
      {"lvl":2,"id":313,"sub":0,"tit":"الهاوتان"},
      {"lvl":2,"id":313,"sub":1,"tit":"هبل"},
      {"lvl":2,"id":314,"sub":0,"tit":"هضب الصفا"},
      {"lvl":1,"id":317,"sub":0,"tit":"(و)"},
      {"lvl":2,"id":319,"sub":0,"tit":"واسط"},
      {"lvl":2,"id":319,"sub":1,"tit":"الوتائر"},
      {"lvl":1,"id":323,"sub":0,"tit":"(ي)"},
      {"lvl":2,"id":325,"sub":0,"tit":"يأجج"},
      {"lvl":2,"id":326,"sub":0,"tit":"يسوم"},
      {"lvl":2,"id":328,"sub":0,"tit":"يلملم"},
      {"lvl":1,"id":331,"sub":0,"tit":"المراجع"},
      {"lvl":1,"id":333,"sub":0,"tit":"الدليل"},
      {"lvl":1,"id":334,"sub":0,"tit":"دار مكة للنشر والتوزيع"}
    ]
}
