{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b38149":
    [
      {"id":1,"nass":"الكتاب: نحو مير = مبادئ قواعد اللغة العربية\rالمؤلف: علي بن محمد بن علي الزين الشريف الجرجاني (المتوفى: 816 هـ)\rالمعرب عن الفارسية: حامد حسين\rوضع الحواشي: عبد القادر أحمد عبد القادر\rضبطها: مجاهد صغير أحمد صودهوري (*)\rمدير مكتب مجلة «التوحيد» الشهرية الأدبية الإسلامية\rتصدرها الجامعة الإسلامية فتية، شيتاغونغ, بنغلاديش.\rالناشر: مكتبة الفيصل\rشاهي جامع مسجد ماركيت، اندرقلعة، شيتاغونغ\rالطبعة: الطبعة الأولى (1408 هـ = 1987 م)\r[ملاحظات]\rترقيم الكتاب موافقًا لطبعة مكتبة الفيصل\rخلاصة الكتاب والجمل والتتمة: نصوص هذه الأجزاء الثلاثة العربية للمؤلِّف\r__________\r(*) ضبط نصها، خرَّج آياتها القرآنية وأحاديثها ومصادرها، ورتّبها بترتيب حديث، وراجع المادة العلمية، وأعدها للمكتبة الشاملة","Part":null,"seal":"E2F778BE","page":null},
      {"id":2,"nass":"نحو مير\r[مبادئ قواعد اللغة العربية]\r\rللصف الأول من المتوسطة\r\rترجمة عن الفارسية\rحامد حسين\r\rوضع الحواشي\rعبد القادر أحمد عبد القادر\r\rالناشر\rمكتبة الفيصل\rشاهي جامع مسجد ماركيت\rاندرقلعة، شيتاغونغ","Part":null,"seal":"DD26603E","page":1},
      {"id":4,"nass":"مقدمة\rالحمد لله الذي لهذا وما كنا لنهتدي لولا أن هدانا الله والصلاة والسلام على أشرف الأنبياء محمد صلى الله عليه وسلم وعلى آله وأصحابه الطيبين والطاهرين.\rأما بعد! فإن طلبة العلوم العربية ليس لهم غرض إلا أن يحصل لهم رضا مولاهم، فيحمل لهم السعادة الدنيوية والأخروية ولا يتاتي ذلك إلا بطاعة الله ورسوله.\rوالطاعة مرتبة بفهم الآيات القرآنية والأحاديث النبوية وذلك عسير جدًا على من لا خظ له من القواعد النحوية، فشمرت عن ساعدي؛ لترجمة «نحو مير» إلى العربية ليكون وسيلة للمبتدئين؛ إلى فهم علوم الدين المبين، وذريعة لنجاتي يوم الدين.\rربنا تقبل منا، إنك أنت السميع العليم، وتب علينا، إنك أنت التواب الرحيم، آمين يا رب العالمين.","Part":null,"seal":"4BE344F6","page":3},
      {"id":6,"nass":"تقريظ\rحامدًا ومصليًا ومسلمًا:\rأما بعد! فإني قد طالعت هذه الرسالة المستطابة، المحتوية على المبادئ النحوية الأساسية الضرورية والمفيدة للمبتدئين، من طلبة العلوم العربية، فوجدتها معبرة عما فيها من المطالب الرائقة، بأجود بيان، وأحسن عبارة، بحيث تسر قلوب الناظرين، وتجلو خواطر المستفدين، فتقبلها الله تعالى بيمينه، وجزى صاحبها أفضل الجزاء، بكرمه ومنَّه واسعده في الدارين، وشغله بأمثال هذه الخدمة الشريفة العلمية ما دام كُرّ المَلَوين. آمين.\r\rالشيخ المفتي أحمد صغير الموقر\rخادم دار الإفتاء\rبالمدرسة العزيزية قاسم العلوم بيلصهري\rشيتاغونغ، بنغلاديش\r5/ 3 / 1408 هـ الموافق 28/ 10 / 1987 م","Part":null,"seal":"7AA51625","page":5},
      {"id":7,"nass":"بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ.\rاَلْحَمْدُ للهِ رَبِّ الْعَالِمِيْنَ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى خَيْرِ خَلْقِهِ مُحَمَّدٍ وَّآلِهِ أَجْمَعِيْنَ.\rأَمَّا بَعْدُ!\rاِعْلَمْ - أَرْشَدَكَ اللهُ تَعَالَى - إِنَّ هَذَا مُخْتَصَرٌ مَّضْبُوْطٌ فِيْ عِلْمِ النَّحْوِ: يَهْدِيْ الْمُبْتَدِئِيْنَ بَعْدَ مَا حَفِظُوْا مُفْرَدَاتَ اللُّغَةِ، وعَرَفُوْا اِشْتِقَاقَ أَلْفَاظِهَا؛ وَضَبَطُوْا مُهِمَّاتَ التَّصْرِيْفِ بِسَهُوْلَةِ الْإِسْتِفَادَةِ حَيْثُ يُنْشِيءُ فِيْهِمْ مَلَكَةَ التَّرْكِيْبِ الْعَرَبِيِّ؛ وَيُسَاعِدُهُمْ فِيْ مَعْرِفَةِ الْإِعْرَابِ وَالْبِنَاءِ وَالْقَرَاءَتِ بِتَوْفِيْقِ اللهِ تَعَالَى وَعَوْنِهِ.","Part":null,"seal":"5DB5E154","page":6},
      {"id":8,"nass":"فصل: [في أقسام كلام العرب]\rاعلم أن اللفظ المستعمل في كلام العرب؛ قسمان:\r1 - مفرد،\r2 - ومركب.\r\rفالمفرد: لفظ منفرد يدل على معنى واحد مفرد، يقال له الكلمة أيضًا، والكلمة على ثلاثة أقسام:\r1 - اسم (1)، مثل: «رَجُلٌ»،\r2 - وفعل (2)، مثل: «ضَرَبَ»،\r3 - وحرف (3)، مثل: «هَلْ»؛ كما علمتَ في علم الصرف.\r\rوأمّا المركب: لفظ يتركب من كلمتين أو أكثر.\rوالمركب قسمان:\r1 - مفيد،\r2 - وغيرُ مفيدٍ.\r\rفالمركب المفيد: هو الذي إذا سكت عليه القائل يحصل للسامع له خبر أو طلب، يسمي جملة، وكلامًا أيضًا.\rفالجملة علي قسمين:\r1 - خبرية،\r2 - وإنشائية.\r\rفصل: [في أقسام المركب المفيد]\rاعلم أن الجملة الخبرية: ما يتصف قائلها بالصدق أو الكذب.\rوهي نوعان:\r\rالأول: ما كان جزءه الأول اسمًا، فتسمى جملة اسمية، مثل: «زَيْدٌ عَالِمٌ»؛ جزءه الأول مسند إليه ويسمي مبتدأ، وجزءه الثاني مسند ويسمي خبًرا.\rوالثاني: ما كان جزءه الأول فعلًا، فتسمى جملة فعلية، مثل: «ضَرَبَ زَيْدٌ»؛ جزءه الأول مسند ويقال له الفعل، وجزءه الثاني مسند إليه ويقال له الفاعل.\rاعلم أن المسند حكم (4)، والمسند إليه ما يحكم عليه. والاسم يكون مسندًا ومسندًا إليه. والفعل يكون مسندًا، لا مسندًا إليه، والحرف لا يكون مسندًا ولا مسندًا إليه.\r__________\r(1) الاسم: ما دل على معنى في نفسه، من غير اقتران بزمان، مثل: محمّد، حصان، ذكاء، حجر.\r(2) الفعل: ما دل على معنى في نفسه «حدوث عمل» مقترن بزمان، مثل: صلى، صام، يصوم، أشهَدُ.\r(3) الحرف: ما دل على معنى في غيره، وليس له علامة يتميَّز بها، كما للفعل والاسم.\r(4) الإسناد: هو الحكم بشيء على شيء كالحكم على القرآن بأنه معجزة محمد صلى الله عليه وسلم في قولنا: القرآن معجزة محمد صلى الله عليه وسلم،\rوالمحكوم به يسمى مسندًا، والمحكوم عليه يسمى مسندًا إليه، ففي المثال حكمنا على القرآن بأنه معجزة محمد صلى الله عليه وسلم، فالقرآن محكوم عليه؛ أي مسند إليه، ومعجزة محكوم به أي مسند.","Part":null,"seal":"ECB3157B","page":7},
      {"id":9,"nass":"اعلم أن الجملة الإِنشائية: ما لا يتصف قائلها بالصدق أو الكذب.\rوهي على أقسام:\r- الأَمْرُ، مثل: «إِفْعَلْ»،\r- والنهي، مثل: «لَا تَضْرِبُ»،\r- والإستفهام، مثل: «هَلْ ضَرَبَ زَيْدٌ؟»،\r- والتمنّي، مثل: «لَيْتَ زَيْدًا حَاضِرٌ»،\r- والتَّرجّي، مثل: «لَعَلَّ عَمْرًا غَالِبٌ»،\r- والعقود، مثل: «بِعْتُ وَاشْتَرَيْتُ»،\r- والنداء، مثل: «يَا اللهُ!»،\r- والعرض، مثل: «أَلَا تَنْزِلَ بِنَا فَتُصِيْبَ خَيْرً»،\r- والقسم، مثل: «وَاللهِ لَأَضْرِبَنَّ زَيْدً»،\r- والتعجب، مثل: «مَا أَحْسَنَهُ، وَأَحْسِنْ بِهِ!».\r\rفصل: [في أقسام المركب غير المفيد]\rاعلم أن المركب غير المفيد: هو الذي إذا سكت عليه القائل، لا يحصل للسامع خبر أو طلب.\rوهو علي ثلاثة أقسام:\r\rالأول: المركب الإضافي: مثل: «غُلَامُ زَيْدٍ»؛ جزءه الأول: أي «غُلَامُ» مضاف وجزءه الثاني: «زَيْدٍ» مضاف إليه وهو مجرور دائمًا.\rوالثاني: المركب العددي (1): هو ما جُعل الاسمان فيه اسمًا واحدًا، ويتضمن الاسم الثاني حرفًا واحدًا، مثل: «أَحَدَ عَشَرَا» إلى «تِسْعَةَ عَشَرَ»؛ وكان في الأصل «أَحَدٌ وَّعَشَرٌ»، و «تِسْعَةٌ وَّعَشَرٌ»، حذفت الواو وجعل الاسمان واحدًا ويكون الجزآن مبنيين على الفتح إلا «اثْنَيْ عَشَرَ»، فجزؤه الأول معرب (2).\rوالثالث: مركب منع الصرف: وهو ما جعل الاسمان فيه اسمًا واحدًا، ولا يتضمن الاسم الثاني حرفًا، مثل: «بَعْلَبَكُّ» (3) و «حَضَرَ مَوْتُ» (4)؛ فالجزء الأول منهما مبني على الفتح على مذهب أكثر العلماء، والجزء الثاني معرب.\rواعلم أن المركب غير المفيد يكون جزء الجملة دائمًا، مثل: «غُلَامُ زَيْدٍ قَائِمٌ»، و «عِنْدِيْ أَحَدَ عَشَرَ دِرْهَمًا»، و «جَاءَ بَعْلَبَكُّ».\r__________\r(1) المركب العددي: وهو ما ركّب من عددَين كان بينهما حرف عطف مقدَّر، وهو من المركبات المزجيّه.\r(2) مثاله قوله تعالى: «إِنِّيْ رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا» [القرآن الكريم، سورة يوسف (12): 4]، - فـ «أَحَدَ عَشَرَ» اسم مبني على فتح الجزئين، في محل نصب، مفعولا به، وقوله: «عَلَيْهَا تِسْعَةَ عَشَرَ» [القرآن الكريم، سورة المدثر (74): 3]، فقوله «تِسْعَةَ عَشَرَ»: اسم مبيني على فتح الجزئين في محل رفع مبتدًا مؤخرًا، وقوله: «وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيْبًا» [القرآن الكريم، سورة المائدة (5): 12]، فـ «اثْنَيْ»: مفعول به منصوب، و «عَشَرَ»: جزء مبني على الفتح، لا محل له وقوله: «إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللهِ اثْنَا عَشَرَ شَهْرًا» [القرآن الكريم، سورة التوبة (9): 36]، فـ «اثْنَا» خبر ان مرفوع.\r(3) وأما قوله «بعلبك» - «بعل» اسم صنم و «بك» اسم ملك، فركبا وصار اسم مدينة من بلاد الشام في الجمهورية اللبنانية.\r(4) وكذلك «حضر موت» مركب من «خضر» فعل ماض و «موت»، فصار مدينة في اليمن.","Part":null,"seal":"151607CE","page":8},
      {"id":10,"nass":"فصل\rاعلم أنه لا تتم جملة ما إلا بكلمتين: لفظًا مثل: «ضَرَبَ زَيْدٌ» و «زَيْدٌ قَائِمٌ»، أو تقديرًا مثل: «إِضْرِبْ»؛ فـ «أَنْتَ» مستتر فيه، أو أكثر، ولا حدَّ للأكثر.\rواعلم أن إذا كثرت كلمات الجملة، فلا بُدَّ لك إن تميز بين الاسم والفعل والحرف. وتنظر إلى أنها أما معرب وأما مبني، عامل أو معمول، وتعلم كيفية تعلق الكلمات بعضها ببعض، حتى يتبين لك المسند والمسند إليه، وتعلم معنى الجملة بالتحقيق.\r\rفصل: [في علامات الاسم والفعل والحرف]\rاعلم أن من علامات الاسم:\r- دخول الألف واللام، نحو: «اَلْحَمْدُ»،\r- أو حرف من الحروف الجارة في أوله، مثل: «بِزَيْدٍ»،\r- أو التنوين في آخره، مثل: «بَكْرٌ»،\r- أو الإسناد إليه، مثل: «زَيْدٌ قَائِمٌ»،\r- أو الإضافة، مثل: «غُلَامُ زَيْدٍ»،\r- أو التصغير، مثل: «قُرَيْشٍ»،\r- أو النسبة، مثل: «بَغْدَادِيٌّ»،\r- أو التثنية، مثل: «رَجُلَانِ»،\r- أو الجمع، مثل: «رِجَالٌ»،\r- أو الوصف، مثل: «جَاءَ رَجُلٌ عَالِمٌ»،\r- أولحوق تاء التأنيث المتحركة، مثل: «ضَارِبَةٌ».\r\rوعلامات الفعل منها:\r- دخول قَدْ في أَوَّله، مثل: «قَدْ ضَرَبَ»،\r- أو السين، مثل: «سَيَضْرِبُ»،\r- أو سَوْفَ، مثل: «سَوْفَ يَضْرِبُ»،\r- أو الحروف الجازمة، مثل: «لَمْ يَضْرِبْ»،\r- أو اتصال الضمائر المرفوعة، مثل: «ضَرَبْتَُِ»،\r- أو تاء التأنيث الساكنة، مثل: «ضَرَبَتْ»،\r- أو الأمر، مثل: «اِضْرِبْ»،\r- أو النهي، مثل: «لَا تَضْرِبْ».\r\rوعلامة الحرف: إن لا توجد فيه علامة من علامات الاسم والفعل.","Part":null,"seal":"682CCA3A","page":9},
      {"id":11,"nass":"فصل: [في أقسام كلمات العرب]\rاعلم أن جملةَ كلمات العرب قسمان:\r1 - معرب،\r2 - ومبني؛\r\rفالمعرب منها: ما تختلف حركة آخرة باختلاف العوامل، مثل: «زَيْدٌ»، في «جَاءَنِيْ زَيْدٌ»، و «رَأَيْتُ زَيْدًا»، و «مَرَرْتُ بِزَيْدٍ»؛ «جَاءَ» عامل، و «زَيْدٌ» معرب والضمة إعراب، والدال محل الإعراب.\rوالمبني: ما لا تختلف حركة آخرة باختلاف العوامل، مثل هؤلاء، وهو سواء رفعًا ونصبًا وجرًا.\r\rفصل: [في أقسام المبني]\rجملةُ الحروف مبنية، وكذلك من الأفعال: الفعل الماضي وأمر الحاضر المعروف والمضارع المتصل بنون النسوة (1) ونوني التأكيد.\rواعلم أن الاسم غير التمكن مبني، وأما الاسم المتمكن، فمعرب، بشرط وقوعه في التركيب، والفعل المضارع كذلك بشرط خلوه عن النونات المذكورة، فلا معرب في كلام العرب إلَّا هذان القسمان، وما سواهما، فمبني.\r\rوالاسم غير المتمكن: هو الذي يشبه مبني الأصل، ومبني الأصل ثلاثة:\r1 - الفعل الماضي،\r2 - والأمر الحاضر المعروف،\r3 - وجملة الحروف.\rوالاسم المتمكن: هو الذي لم يشبه مبني الأصل.\r\rفصل: [في أقسام الاسم غير المتمكن]\rوهو على ثمانية أقسام:\r\rالأول: المضمرات، مثل: «أَنَا»، و «ضَرَبْتُ»، و «إِيَّايَ»، و «ضَرَبَنِيْ»، و «لِيْ»، وتعدادها سبعون (2).\r__________\r(1) يبنى الفعل المضارع على الفتح إن اتصلت به نون التوكيد الثقيلة أو الخفيفة، نحو قوله تعالى: «وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُوْمُهُمْ سُوءَ الْعَذَابِ» [القرآن الكريم، سورة الأعراف (7): 167]، وببنى على السكون إن اتصلت به نون النسوة، نحو قوله تعالى: «قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّ» [القرآن الكريم، سورة الأحزاب (33): 59].\r(2) وفي تعداد الضمائر اختلاف النحاة، فقال بعضهم سبعون، وقال بعضهم: ستون، لكن التاء في قولك: «ضَرَبَتْ هِنْدٌ أُخْتَهَا» للتأنيث أي حرف يدل على أن الفاعل مؤنث، فهي ليست ضميرًا.","Part":null,"seal":"4937CACA","page":10},
      {"id":12,"nass":"ومنها أربعة عشر مرفوعًا متصلًا: ضَرَبْتُ، ضَرَبْنَا، ضَرَبْتَ، ضَرَبْتُمَا، ضَرَبْتُمْ، ضَرَبْتِ، ضَرَبْتُمَا، ضَرَبْتُنَّ، ضَرَبَ، ضَرَبَا، ضَرَبُوْا، ضَرَبَتْ، ضَرَبْتَا، ضَرَبْنَ؛\rوأربعة عشر مرفوعًا منفصلًا: أَنَا، نَحْنُ، أَنْتَ، أَنْتُمَا، أَنْتُمْ، أَنْتِ، أَنْتُمَا، أَنْتُنَّ، هُوَ، هُمَا، هُمْ، هِيَ، هُمَا، هُنَّ؛\rوأربعة عشر منصوبًا منفصلًا: قَتَلَنِيْ، قَتَلْنَا، قَتَلَكَ، قَتَلَكُمَا، قَتَلَكُمْ، قَتَلَكِ، قَتَلَكُمَا، قَتَلَكُنَّ، قَتَلَهُ، قَتَلَهُمَا، قَتَلَهُمْ، قَتَلَهَا، قَتَلَهُنَّ؛\rوأربعة عشر منصوبًا منفصلًا: إِيَّايَ، إِيَّانَا، إِيَّاكَ، إِيَّاكُمَا، إِيَّاكُمْ، إِيَّاكِ، إِيَّاكُمَا، إِيَّاكُنَّ، إِيَّاهُ، إِيَّاهُمَا، إِيَّاهُمْ، إِيَّاهَا، إِيَّاهُمَا، إِيَّاهُنَّ؛\rواربعة عشر مجرورًا متصلًا: لِيْ، لَنَا، لَكَ، لَكُمَا، لَكُمْ، لَكِ، لَكُمَا، لَكُنَّ، لَهُ، لَهُمَا، لَهُمْ، لَهَا، لَهُمَا، لَهُنَّ.\r\rوالثاني: أسماء الإشارة وهي: ذَا، وذَانِ، وذَيْنِ، وتَا، وتِيْ، وتِهِ، وذِهِ، وذِهِيْ، وتِهِيْ، وتَانِ، وتَيْنِ، وأُوْلَاءِ بالمد وأُوْلَى بالقصر.\rوالثالث: الأسماء الموصولات: اَلَّذِيْ واَللَّذَانِ، واَللَّذَيْنِ، واَلَّذِيْنَ، واَلَّتِيْ، واَللَّتَانِ، واَللَّتَيْنِ، واَللَّاتِيْ، واَللَّوَاتِيْ، ومَا، ومَنْ، وأَيُّ، وأَيَّةُ (1) والألف واللام بمعنى الذي في اسم الفاعل واسم المفعول، مثل: «اَلضَّارِبِ»، معناه الذي ضَرَبَ، و «اَلْمَضْرُوْبِ» معناه الذي ضُرِبَ، وذُوْ بمعنى الذي في لغة بني طيي، نحو: «جَاءَنِيْ ذُوْ ضَرَبَكَ».\rواعلم أن أَيّ وأَيَّة معربان.\r__________\r(1) لأي وأية أربع حالات:\rالأولى: أن لا يكون مضافتين ويذكر صدر صلتهما، مثل: «أَيْ هُوَ قَائِمٌ»،\rوالثانية: أن لا تكونا مضافتين ولا يذكر صدر صلتهما، مثل: «أَيْ قَائِمٌ»،\rوالثالثة: أن تكونا مضافتين ويذكر صدر صلتهما، مثل: «أَيُّهُمْ هُوَ قَائِمٌ»،\rوالرابعة: أن تكونا مضافتين ولا يذكر صدر صلتهما، مثل: «أَيُّهُمْ قَائِمٌ»، ففي الصورة الرابعة: مبنيتان وفي ما عداها معربتان.","Part":null,"seal":"0BE9F032","page":11},
      {"id":13,"nass":"والرابع: أسماء أفعال: وهي قسمان:\rالأول: في معني الأمر الحاضر، مثل: «رُوَيْدَ» (1)، و «بَلْهَ» (2)، و «حَيَّهَلْ» (3)، و «هَلُمَّ» (4).\rوالثاني: في معنى الفعل الماضي، مثل: «هَيْهَاتَ» (5)، و «شَتَّانَ» (6).\rوالخامس: أسماء الأصوات (7) مثل: «أُحْ أُحْ»، و «أُفْ»، و «نَخَّ»، و «غَاقَ» (8).\rوالسادس: أسماء الظروف: [وهي قسان: زمان، مكان]،\rفظرف الزمان: مثل: إِذَ، وإِذَا، ومَتَى، وكَيْفَ (9)، وأَيَّانَ، وأَمْسِ، ومُذْ، ومُنْذُ، وقَطُّ، وعَوْضُ، وقَبْلُ، وبَعْدُ (10)، إذا كان مضافًا، والمضاف إليه محذوفًا منويًا (11).\rوظرف المكان: مثل: حَيْثُ، وقُدَّامُ، وتَحْتُ، وفَوْقَ (12)، إذا كان مضافًا والمضاف إليه محذوفًا منويًا.\r__________\r(1) بمعنى: أَمْهِلْ.\r(2) بمعنى دَعْ.\r(3) بمعنى إِيْتِ واَقْبِلْ.\r(4) بمعنى إِيْتِ.\r(5) بمعنى بَعُدَ.\r(6) بمعنى: اِفْتَرَقَ\rما جاء من أسماء الأفعال بمعنى المضارع قليل. مثل: أف، اتضجر، في قوله تعالى: «فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا» [القرآن الكريم، سورة الإسراء (17): 23]، ومثل: أوه وآه بمعنى أتعجب، وبخ بمعنى استحسن، وبخل بمعنى يكفي.\r(7) أسماء الأصوات: كلمات لا تشارك أسماء الأفعال إلا في بنائها على ما سمعت به، فلا إعراب لها، ولا تتحمل الضمائر. والغرض منها: خطاب صغار الإنسان وما لا يعقل من الحيوان، أو حكاية أصوات الحيوان، وهي صنفان:\r1 - أسماء أصوات احتاج العرب إلى وضعها تلبية لضرورات الحياة، مثل: زجر الإبل: فوضعوا له هيد، هاد، حل، حلا ... الخ.\r2 - أسماء أصوات يحاكون بها أصوات ما لا يعقل، مثل: طاق: لصوت الضرب، وبه: للصراخ على الميت.\r(8) ولصوت الغراب، و «هَلَّا» لزجر الفرس، و «عَدَسَ»: للبغل، و «قَبَ» لوقع السيف.\r(9) كيف: اسم اسفهام. وهي ظرف للزمان عند سيبويه، في محل نصب دائمًا، وهي متعلقة بخبر نحو: كيف أنت؟، أو بحال، نحو: كيف جاء خالد أي تعرب خبرًا أو حالًا.\r(10) قبل، وبعد، معربان إذا كان المضاف إليه مذكورًا ومبنيان إذا كان المضاف إليه مخذوفًا.\r(11) ومنها: بينا، وبينما، والآن، وريث، ومع، ولما.\r(12) ومنها: إني، ولدى، ولدن كقوله تعالى: «وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ» [القرآن الكريم، سورة يوسف (12): 25]، وأين، دون، وعل، ومع، ويلا حظ أن «مَعَ» ظرف لمكان الإجتماع ولزمانه. أي تاتي للزمان نحو قوله تعالى: «إِنَّ مَعَ الْعُسْرِ يُسْرًا» [القرآن الكريم، سورة الشرح (94): 6]. وللمكان نحو: «أَنَا مَعَكَ». وهو معرب منصوب ولكنه قد يبني على السكون في لغة، فيكون في محل نصب.","Part":null,"seal":"682684F7","page":12},
      {"id":14,"nass":"والسابع: أسماء الكنايات، [والكناية قسمان:]\r1 - إما عن العدد، مثل: كَمْ، وكَذَا،\r2 - وإما عن الحديث، مثل كَيْتَ، وذَيْتَ.\rوالثامن: المركب العددي، مثل: أَحَدَ عَشَرَ.\rفصل: [في أقسام الاسم]\rاعلم أن الاسم ضربان: معرفة، ونكرة.\r\rفالمعرفة: ما وضع لشيء معين، وهي سبعة أقسام:\rالأول: المضمرات،\rوالثاني: الإعلام، مثل: «زَيْدٌ» و «عَمْرٌو»،\rوالثالث: أسماء الإشارة،\rوالرابع: الأسماء الموصولات،\rويقال لهذين القسمين المبهمات.\r\rوالخامس: المعرف بالنداء، مثل: «يَا رَجُلُ»،\rوالسادس: المعرف بالإلف واللام، مثل: «اَلرَّجُلُ»،\rوالسابع الإضافة إلى أحدهما، مثل: «غُلَامُهُ»، و «غُلَامُ زَيْدٍ»، و «غُلَامُ هَذَا» و «غُلَامُ الَّذِيْ عِنْدِيْ»، و «غُلَامُ الرَّجُلِ».\rوالنكرة: ما وضع لشيء غير معين، مثل: «رَجُلٍ»، و «فَرْسٌ».\rثم اعلم أن الاسم صنفان:\r1 - مذكر،\r2 - ومؤنث.\r\rفالمذكر: ما ليس فيه علامة التأنيث، مثل: «رَجُلٌ».\rوالمؤنث: ما فيه علامة التأنيث، مثل: «اِمْرَأْةٌ».\rوعلامة التأنيث أربعة:\r1 - التَّاءُ، مثل: [«فَاطِمَةُ»] و «طَلْحَةُ»،\r2 - والألف المقصورة، مثل: «حُبْلَى»،\r3 - والألف الممدودة، مثل: «حَمْرَاءُ»،\r4 - والتاء المقدرة، مثل: «أَرْضٌ»، كانت في الأصل: أَرْضَةٌ، بدليل أُرَيْضَةٌ، لان التصغير يرد الأسماء إلى أصلها، ويسمونه مؤنثا سماعيا.\r\rواعلم أن المؤنث على قسمين:\r1 - حقيقي،\r2 - والفظي [مجازي]:\r\rفالحقيقي: ما يكون بإزائه حيوان مذكر، مثل: «اِمْرَأْةُ» بإزئه رَجُلٌ، و «نَاقَةٌ» بِإزائه جَمَلٌ.\rواللفظي [المجازي]: ما لا يكون بإزائه حيوان مذكر، مثل: «ظُلْمَةٌ»، و «قُوَّةٌ» [أوفيه علامة من علامات التأنيث ويدل على مذكر، مثل: «حَمْزَةٌ»].","Part":null,"seal":"641977AB","page":13},
      {"id":15,"nass":"ثم اعلم أن الإسم على ثلاثة أصناف:\r1 - واحد،\r2 - ومثنى،\r3 - ومجموع.\r\rفالواحد: ما يدل على الواحد، مثل: «رَجُلٌ».\rوالمثني: ما يدل على الاثنين بلحوق الألف أو الياء المفتوح ما قبلها، والنون المكسورة في آخره، مثل: «رَجُلَانِ»، و «رَجُلَيْنِ».\rوالمجموع: ما يدل على ما فوق الاثنين بسبب التغير في واحده، وقد يكون التغير لفظًا، مثل: «رِجَالٌ» وتقديرًا، مثل: «فُلْكٌ»، واحده فُلْكٌ على وزن قُفْلٍ وجمعه: فُلْكٌ أيضًا على وزن أُسْدٍ.\rاعلم أن الجمع قسمان؛ باعتبار اللفظ:\r\r1 - جمع التكسير،\r2 - وجمع التصحيح.\rفجمع التكسير: ما يتغير فيه بناء واحده، مثل: «رِجَالٌ»، و «مَسَاجِدٌ».\rوأوزانه في الثلاثي تتعلق بالسماع، ولا مجال فيه للقياس. وإما في الرباعي والخماسي على وزن فَعَالِلَ، مثل: «جَعْفَرُ»، «جَعَافِرُ»، و «جَحْمَرِشُ» (1)، «جَحَامِرُ»، يحذف الحرف الخامس.\r\rوجمع التصحيح: ما لا يتغير فيه بناء واحده، وهو قسمان:\r1 - جمع المذكر،\r2 - وجمع المؤنث.\rفجمع المذكر: ما الحق بآخره واو مضموم ما قبلها، أو ياء مكسور ما قبلها، ونون مفتوحة في آخره، مثل: «مُسْلِمُوْنَ» و «مُسْلِمِيْنَ»، [ويسمي جمع المذكر السالم].\rوجمع المؤنث: ما الحق بآخره ألف وتاء، مثل: «مُسْلِمَاتٌ»، [ويسمي جمع المؤنث السالم].\r\rواعلم إن الجمع نوعان؛ باعتبار المعني:\r\r1 - جمع القلة،\r2 - وجمع الكثرة.\rفجمع القلة: ما يُطْلَقُ على العشرة وما تحتها، وأبنيته أربع:\r1 - أَفْعُلٌ، مثل: «أَكْلُبٌ»،\r2 - وأَفْعَالٌ، مثل: «أَقْوَالٌ»،\r3 - وأَفْعِلَةٌ، مثل: «أَعْوِنَةٌ»،\r4 - وفِعْلَةٌ، مثل: «غِلْمَةٌ».\rوجمعا التصحيح بلا ألف ولام يعني مُسْلِمُوْنَ ومُسْلِمَاتٍ، فالمجموعة ستة أوزان.\r\rوجمع الكثرة: ما يطلق على ما فوق العشرة، وأوزانه ماعدا الأوزان المذكورة (2).\r__________\r(1) الجَحْمَرِشُ من النساء: الثقيلة السَّمجة، والعجوز الكبيرة، ومن الإبل: الكبيرة السّن.\r(2) لجمع الكثرة ستة عشر وزنًا: هي فُعْلٌ، مثل: «حُمْرٌ»؛ وفُعُلٌ، مثل: «كُتُبٌ»؛ وَفعْلٌ، مثل: «قَطْعٌ»؛ وفَعَلَةٌ، مثل: «قَضَاةٌ»؛ وفَعَلَةٌ، مثل: «سَحَرَةٌ»؛ وفَعْلَى، كـ: «مَرْضَى»؛ وفعلة، مثل: «دببة»؛ وفعل، مثل: «ركع»؛ وفعال، مثل: «كتاب»؛ وفعال، مثل: «جبال»؛ وفعول، مثل: «قلوب»، وفعلان، مثل: «غلمان»؛ وفعلان، مثل: «قضبان»؛ وفعلاء، «مثل: نبهاء»؛ وافعلاء، مثل: «أنبياء».","Part":null,"seal":"39AF0EDE","page":14},
      {"id":16,"nass":"فصل: [في إعراب الاسم]\rاعلم أن إعراب الاسم ثلاثة:\r1 - رَفْع،\r2 - ونَصْب،\r3 - وجَرٌّ.\r\rوالاسم المتمكن ستة عشر قسما باعتبار وجوه الإعراب:\r\rالأول: المفرد المصرف الصحيح، مثل: «زَيْدٌ».\rوالثاني: المفرد المنصرف الجاري مجري الصحيح، مثل: «دَلْوٌ».\rوالثالث: الجمع المكسر المنصرف، مثل: «رِجَالٌ».\rوترفع هذه الثلاثة وعلامة رفعها: الضمة، وتنصب وعلامة نصبها: الفتحة، وتجر وعلامة جرها: الكسرة، كما في «جَاءَنِيْ زَيْدٌ ودَلْوٌ ورِجَالٌ»، و «رَأَيْتُ زَيْدًا ودَلْوًا ورِجَالًا»، و «مَرَرْتُ بِزَيْدٍ ودَلْوٍ ورَجَالٍ».\r\rوالرابع: جمع المؤنث السالم؛ رفعه بالضمة، ونصبه وجره بالكسرة، مثل: «هُنَّ مُسْلِمَاتٌ»، و «رَأَيْتُ مُسْلِمَاتٍ»، و «مَرَرْتُ بِمُسْلِمَاتٍ».\rوالخامس: غير المنصرف؛ وهو اسم يكون فيه سببان من أسباب منع الصرف.\rوأسبابه تسعة:\r1 - عدل،\r2 - ووصف،\r3 - وتأنيث،\r4 - ومعرفة،\r5 - وعجمة،\r6 - وجمع،\r7 - وتركيب،\r8 - ووزن فعل،\r9 - وألف ونون زائدتان؛\rمثل: «عُمَرُ»، و «اَحْمَرُ»، و «طَلْحَةُ»، و «زَيْنَبُ»، و «إِبْرَاهِيْمُ»، و «مَسَاجِدُ»، و «مَعْدِيْ كَرَبَ»، و «أَحْمَدُ»، و «عِمْرَانُ».\rرفعة بالضمة، ونصبة وجره بالفتحة، نحو: «جَاءَنِيْ عُمَرُ»، و «رَأَيْتُ عُمَرَ»، ومَرَرْتُ بِعُمَرَ».\r\rوالسادس: الأسماء الستة المكبرة؛ مضافة إلى غير ياء المتكلم وهي: أَبٌ، وأَخٌ، وحَمٌ، وهَنٌ، وفَمٌ، وذُوْ مَالٍ. (1)\rرفعها: بالواو، ونصبها: بالألف، وجرها: بالياء، مثل: «جَاءَ أَبُوْكَ»، و «رَأَيْتُ أَبَاكَ»، و «مَرَرْتُ بِأَبِيْكَ» [وكذا البواقي].\r__________\r(1) الأسماء الستة إن أضيفت إلى ياء المتكلم تعرب بالحركات المقدرة عل ما قبل الياء نحو: «جَانِيْ أَبِيْ»، «رَأَيْتُ أَبِيْ»، «مَرَرْتُ بِأَبِيْ».","Part":null,"seal":"2A952D5F","page":15},
      {"id":17,"nass":"السابع: المثني، كـ: «رَجُلَيْنِ».\rوالثامن: كِلَا وكِلْتَا؛ مضافين إلى مضمر (1).\rوالتاسع: اِثْنَانِ، واِثْنَتَانِ.\rرفعها: بالألف، ونصبها وجرها: بالياء المفتوح ما قبلها، كما في: «جَاءَ رَجُلَانِ وكِلَاهُمَا واثْنَانِ»، و «رَأَيْتُ رَجُلَيْنِ وكِلَيْهِمَا واثْنَيْنِ»، و «مَرَرْتُ بِرَجُلَيْنِ وكِلَيْهِمَا واثْنَيْنِ».\r\rوالعاشر: جمع المذكر السالم، مثل: «مُسْلِمُوْنَ».\rوالحادي عشر: أُوْلُوْ.\rوالثاني عشر: عِشْرُوْنَ إلى تِسْعِيْنَ.\rرفعها: بالواو المضموم ما قبلها، ونصبها وجرها: بالياء المكسور ما قبلها، نحو: «جَاءَ مُسْلِمُوْنَ وأُوُلُوْ مَالٍ وعِشْرُوْنَ رَجُلًا»، و «رَأَيْتُ مُسْلِمِيْنَ وأُوْلِيْ مَالٍ وعِشْرِيْنَ رَجُلًا»، و «مَرَرْتُ بِمُسْلِمِيْنَ وأُوْلِيْ مَالٍ وعِشْرِيْنَ رَجُلًا».\r\rوالثالث عشر: الاسم المقصور؛ وهو ما في أخره ألف مقصور، كـ «مُوْسَى».\rوالرابع عشر: غير جمع المذكر السالم؛ مضافا إلى ياء المتكلم، كـ «غُلَامِيْ».\rرفعهما: بتقدير الضمة، ونصبهما: بتقدير الفتحة، وجرهما: بتقدير الكسرة من غير فرق في اللفظ، مثل: «جَاءَ مُوْسَى وغُلَامِيْ»، و «رَأَيْتُ مُوْسَى وغُلَامِيْ»، و «مَرَرْتُ بِمُوْسَى وغُلَامِيْ».\r\rوالخامس: الاسم المنقوص؛ وهو ما في أخره ياء مكسور ما قبلها، كـ «اَلْقَاضِيْ».\rرفعه: بتقدير الضمة، ونصبه: بالفتحة اللفظية، وجره: بتقدير الكسرة، مثل: «جَاءَ الْقَاضِيْ» و «رَأَيْتُ الْقَاضِيَ» و «مَرَرْتُ بِالْقَاضِيْ».\r\rوالسادس عشر: جمع المذكر السالم؛ مضافا إلى ياء المتكلم، كـ «مُسْلِمِيَّ».\rرفعه: بتقدير الواو، ونصبه وجره: بالياء المكسور ما قبلها، مثل: «هَؤُلَاءِ مُسْلِمِيَّ»؛ تقديره: مُسْلِمُوْنَيَ، سقطت النون بالإضافة، فاجتمعت الواو والياء في كلمة واحدة، والأولى منهما ساكنة، فقلبت الواو ياء، وأدغمت الياء في الياء، وأبدلت ضمة الميم كسرة رعاية للياء، فصار مُسْلِمِيَّ، و «رَأَيْتُ مُسْلِمِيَّ» و «مَرَرْتُ بِمُسْلِمِيَّ».\r__________\r(1) أن أضيفت كِلَا وكِلْتَا إلى الاسم الظاهر، نحو: جَاءَ كِلَا الرَّجُلَيْنِ، ورَأَيْتُ كِلَا الرَّجُلَيْنِ، ومَرَرْتُ بِكَلَا الرَّجُلَيْنِ، فهما مبنيتان، وفيما عدا ذلك معربتان إعراب المثنى.","Part":null,"seal":"B720276C","page":16},
      {"id":18,"nass":"فصل: في إعراب المضارع\rواعلم أن إعرابه ثلاثة:\r1 - رفع،\r2 - ونصب،\r3 - وجزم.\r\rوالفعل المضارع أربعة أقسام باعتبار وجوه الإعراب:\r\rالأول: الصحيح المجرد من الضمير البارز المرفوع، وذلك للتثنية، وجمع المذكر، والمفردة المؤنثة المخاطبة.\rفرفعه: بالضمة، ونصبه: بالفتحة، وجزمه: بالسكون، مثل: «هُوَ يَضْرِبُ»، و «لَنْ يَّضْرِبَ»، و «لَمْ يَضْرِبُ».\r\rوالثاني: المفرد المعتل الواوي، مثل: «يَغْزُوْ» واليائي، مثل: «يَرْمِيْ».\rرفعها: بتقيد الضمة، ونصبها: بالفتحة اللفظية، وجزمها: بحذف اللام، مثل: «هُوَ يَغْزُوْ ويَرْمِيْ»، و «لَنْ يَّغْزُوَ و «لَنْ يَّرْمِيَ»، و «لَمْ يَغْزُ» و «لَمْ يَرْمِ».\r\rوالثالث: المفرد المعتل الأخر بالألف، مثل: «يَرْضَى».\rرفعه: بتقدير الضمّة، ونصبه: بتقدير الفتحة، وجزمه: بحذف اللام [أي حرف العلة الألف]، مثل: «هُوَ يَرْضَى»، و «لَنْ يُّرْضَى»، و «لَمْ يَرْضِ».\r\rوالرابع: الصحيح أو المعتل بالمضمرات والنونات المذكورة (1).\rرفعهما: بإثبات النون، كما تقول في التثنية: «هُمَا يَضْرِبَانِ، ويَغْزُوَانِ، ويَرْمِيَانِ، ويَرْضِيَانَ»، [و «أَنْتُمَا تَضْرِبَانِ، وتَغْزُوَانِ، وتَرْمِيَانِ، وتَرْضَيَانِ»]؛ وتقول في الجمع المذكر: «هُمْ يَضْرِبُوْنَ، ويَغْزُوْنَ، ويَرْمُوْنَ، ويَرْضُوْنَ»، [و «اَنْتُمْ تَضْرِبُوْنَ، وتَغْزُوْنَ، وتَرْمُوْنَ، وتَرْضُوْنَ»]؛ وتقول في المفردة المؤنثة المخاطبة: «أَنْتِ تَضْرِبَيْنِ، وتَغْزِيْنَ، وتَرْمِيْنَ، وتَرْضِيْنَ».\rونصبهما وجزمهما: بإسقاط النون، كما تقول في التثنية: «لَنْ يَّضْرِبَا» و «لَنْ يَّغْزُوَا» و «لَنْ يَرْمِيَا» و «لَنْ يَّرْضِيَا»، و «لَمْ يَضْرَبَا» و «لَمْ يَغْزُوَا» و «لَمْ يَرْمِيَا» و «لَمْ يَرْضِيَا»؛ وتقول في الجمع المذكر: «لَنْ يَّضْرِبُوْا» و «لَنْ يَّغْزُوْا» و «لَنْ يَّرْمُوْا»، و «لَنْ يَّرْضُوْا»، و «لَمْ يَضْرِبُوْا»، و «لَمْ يَغْزُوْا» و «لَمْ يَرْمُوْا»، و «لَمْ يَرْضُوْا»؛ وتقول في المفردة المؤنثة المخاطبة: «لَنْ تَضْرِبِيْ» و «لَنْ تَغْزِيْ» و «لَنْ تَرْمِيْ» و «لَنْ تَرْضَى»، و «لَمْ تَضْرِبِيْ» و «لَمْ تَغْزِيْ» و «لَمْ تَرْمِيْ» و «لَمْ تَرْضَى».\r__________\r(1) وتسمى الأفعال الخمسة، وهي كل فعل مضارع أسند إلى ألف الإثنين، مثل: «يَكْتُبَانِ»، «تَكْتُبَانِ»؛ أو إلى واو لجماعة، مثل: «يَكْتُبُوْنَ»، «تَكْتُبُوْنَ»؛ أو إلى ياء المخاطبة، مثل: «تَكْتُبِيْنَ».","Part":null,"seal":"2BD95158","page":17},
      {"id":19,"nass":"فصل: [في عوامل الإعراب]\rاعلم إن عوامل الإعراب قسمان:\r1 - لفظية،\r2 - ومعنوية.\r\r[القسم الأول: في العوامل اللفظية]\rفاللفظية على ثلاثة أقسام:\r1 - الحروف،\r2 - والأفعال،\r3 - والأسماء.\rوأفصلها في ثلاثة أبواب إن شاء الله تعالى:\r\rالباب الأول: في بيان الحروف العاملة\rوفيه فصلان:\r\rالفصل الأول: في بيان الحروف العاملة في الاسم.\rوهو على خمسة أقسام:\r\rالقسم الأول: الحروف الجارَّة: وهي سبعة عشر [عشرون] حرفا: اَلْبَاء، ومَنْ، وإِلَى، وحَتَّى، وفِيْ، واللَّام، ورُبَّ، وواو القسم، وتاء القسم، وعَنْ، وعَلَى، والْكَاف للتشبيه، ومُذْ (1)، ومُنْذُ، وحَاشَا، وخَلَا، وعَدَا (2)، [وكَيْ، ولَعَلَّ، ومَتَى في لغة]؛ وهي تجر الاسم مثل: «اَلْمَالُ لِزَيْدٍ».\rوالقسم الثاني: الحروف المشبهة بالفعل: وهي ستة: إِنَّ، وأَنَّ، وكَأَنَّ، ولَكِنَّ، ولَيْتَ، ولَعَلَّ. ولَا بد هذه الحروف من اسم منصوب وخبر مرفوع، مثل: «إِنَّ زَيْدًا قَائِمٌ»؛ «زَيْدًا» اسم إِنَّ و «قَائِمٌ» خبرها.\rواعلم أن لفظ إِنَّ وأَنَّ للتحقيق، وكَأَنَّ للتشبيه، ولَكِنَّ للاستدراك، ولَيْتَ لتمني، ولَعَلَّ لِلتّرجِّي.\r__________\r(1) تاتي مُذْ ومُنْذُ وحرفي جر، وذلك: إذا وليهما جملة فعلية أو اسمية فهما ظرفان، وإن وليهما اسم مفرد فهما إما حرفً وإما ظرفان.\r(2) عَدَا وخَلَا وحَاشَا تاتي على وجهين:\r1 - مسبوقة بما المصدرية، نحو: مَا عَدَا، مَا خَلَا، مَا حَاشَا فهي أفعال.\r2 - غير مسبوقة بما، فتكون أفعالًا أو حروف جرًا.","Part":null,"seal":"8041027A","page":18},
      {"id":20,"nass":"والقسم الثالث: مَا ولَا [وإِنْ ولَات] المشبهات بـ لَيْسَ (1) وعملهما كعمل لَيْسَ، كما تقول: «مَا زَيْدٌ قَائِمًا»، «زَيْدٌ»: اسم مَا، و «قَائِمُا» خبرها [وإن أحد خيرًا من أحد].\rوالقسم الرابع: لا التي لنفي الجنس، يكون اسمها منصوبًا مضافًا غالبًا، وخبرها مفوعًا، مثل: «لَا غُلَامَ رَجُلٍ ظَرِيْفٌ فِي الدَّارِ». فإن كانت بعدها نكرة مفردة، كانت مبنية على الفتح، مثل: «لَا رَجُلَ فِي الدَّارِ». وإن كانت بعدها معرفة يجب تكريرها مع معرفة أخرى، وتلغي لا، وترفع المعرفة بالابتداء، مثل: «لَا زَيْدٌ عِنْدِيْ، وَلَا عَمْرٌو». وإن كانت بعدها نكرة مفردة ومكررة أخرى، فيجوز فيها خمسة أوجه:\r1 - [فتح الأول والثاني:] «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ»،\r2 - و [رفع الأول والثاني:] «لَا حَوْلٌ وَلَا قُوَّةٌ إِلَّا بِاللهِ»،\r3 - و [فتح الأول ورفع الثاني:] «لَا حَوْلَ وَلَا قُوَّةٌ إِلَّا بِاللهِ»،\r4 - و [عكسه:] «لَا حَوْلٌ وَلَا قُوَّةَ إِلَّا بِاللهِ»،\r5 - و [فتح الأول ونصب الثاني:] «لَا حَوْلَ وَلَا قُوَّةً إِلَّا بِاللهِ» (2).\r\rوالقسم الخامس: حروف النداء، وهي خمسة: يَا، وإِيَّا، وهَيَا، وأَيْ، والهمزة المفتوحة (3).\rوهي تنصب المنادي المضاف، مثل: «يَا عَبْدَ اللهِ»، والشبيه بالمضاف، مثل: «يَا طَالِعًا جَبَلًا»، والنكرة غير المعينة كقول الأعمى: «يَا رَجُلًا خُذْ بِيَدِيْ»، وِإن كان المنادي مفردا معرفة (4)، يُبنى على علامة الرافع، مثل: «يَا زَيْدُ»، و «يَا زَيْدَانِ»، و «يَا مُسْلِمُوْنَ»، و «يَا مُوْسَى»، و «يَا قَاضِيْ» (5).\r\rاعلم أن أَيْ والهمزة للقريب، وأَيَا وهَيَا للبيد، ويَا عامة [للقريب والبيد].\r__________\r(1) لات من المشبهات بـ ليس ووردت في القرآن الكريم في قوله تعالى: «وَلَاتَ حِيْنَ مَنَاصٍ» [القرآن الكريم, سورة ص (38): 3] الآية وكذلك لا، مثل: «تَعَزَّ فَلاَ شَيْءٌ عَلَى الأَرْضِ بَاقِيَا ... وَلاَ وَزَرٌ مِمَّا قَضَى اللهُ واقِيَا».\r(2) في المثال: «وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ» خمسة وجوه:\r1 - «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ» برفعهما «حَوْلٌ - قُوَّةٌ» على أن «لَا» عاملة عمل ليس.\r2 - «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ» ببنائهما على الفتح على أن «لَا» نافية للجنس أي عاملة عمل «إِنَّ».\r3 - «لَا حَوْلَ وَلَا قُوَّةٌ إِلَّا بِاللهِ» ببناء الأول على الفتح، ورفع الثاني على أن «لَا» الثانية «قُوَّةٌ» عاملة عمل ليس، أو مهملة وما بعدها مبتدأ أو تكون «لَا» زائدة لتأكيد النفي وعليه «قُوَّةٌ» مرفوع بالعطف على محل «لَا» واسمها، لأن محلهما الرفع بالإبتداء.\r4 - «لَا حَوْلٌ وَلَا قُوَّةَ إِلَّا بِاللهِ» برفع الأول وببناء الثاني على الفتح؛ الأول عاملة ليس، والثانية عاملة «إِنَّ»\r5 - «لَا حَوْلَ وَلَا قُوَّةً إِلَّا بِاللهِ» ببناء الأول على الفتح، ونصب الثاني بالعطف على محل اسم «لَا» إذ محله النصب.\r(3) وهناك أيضًا آ، وآي لنداء البعيد، ووا لنيه خاصة، نحو: «آمُحَمَّدٌ»، «آيْ مُحَمَّدٌ»، «وَا رَأْسِيْ».\r(4) وكذالك إذا كان المنادي نكرة معينة، أي مقصودة نحو قولك لشرطي أمامك ولرجلين والمسلمين تخاطبهم: يا شرطي، يا رجلان، يا مسلمون.\r(5) أي مبني على ما كان يرفع به قبل النداء، فقوله: يا زيدان: منادي مبني على الألف، لأنه مثنى، ويا مسلمون: منادي مبني على الواو، لأنه جمع مذكر سالم.","Part":null,"seal":"151EE706","page":19},
      {"id":21,"nass":"الفصل الثاني: في بيان الحروف العاملة في المضارع\rوهو قسمان:\r\rالقسم الأول: الحروف التي تنصب الفعل المضارع.\rوهي أربعة:\r\rالأول: أَنْ، مثل: «أُرِيْدُ أَنْ تَقُوْمَ»؛ والفعل مع أَنْ يصير في معنى المصدر، فالمعنى أُرِيْدُ قِيَامَكَ، فلذا سُميت مصدرية.\rوالثاني: لَنْ، مثل: «لَنْ يَخْرُجَ زَيْدٌ»، وهي لتأكيد النفي.\rوالثالث: كَيْ، مثل: «أَسْلَمْتُ كَيْ أَدْخُلَ الْجَنَّةَ».\rوالرابع: إِذَنْ، مثل: «إِذَنْ أُكْرِمَكَ» في جواب من قال: أَنَا آتِيْكَ غَدًا.\rواعلم أَنَّ لفظة «أَنْ» تنصب الفعل المضارع مقدرة بعد ستة أحرف:\r1 - حَتَّى، مثل: «مَرَرْتُ حَتَّى أَدْخُلَ الْبَلَدَ».\r2 - ولَامُ الجحد، مثل: «مَا كَانَ اللهُ لِيُعَذِّبَهُمْ» (1).\r3 - وأَوْ التي في معنى إِلَى أَنْ أو إِلَّا أَنْ، مثل: «لَأَلْزِمَنَّكَ أَوْ تُعْطِيَنِيْ حَقِّيْ».\r4 - ووَاوُ الصرف.\r5 - ولَامُ كَيْ.\r6 - والفاء التي تقع في جواب ستة أشياء: أمر، ونهي، نفي، واستفهام، وتَمَنَّ، وعرض، وأَمْثِلَتُهَا مَشْهُوْرَةٌ (2).\r__________\r(1) القرآن الكريم، سورة الأنفال (8): 33.\r(2) تضمر آن وجوبا وجوازًا، فتضمر وجوبًا بعد لام الجحد وهي المسبوقة يكون منفي، مثل: «لم تكن لتكذب»؛ وبعد فاء السببية ويشترط لها آن تسبق بنفي أو طلب، مثل: «لم تحضر فتستيد»، «ألا تصحبنا فنسر»، «هلا أكرمت الفقير فتؤجز»، «ليتك حضرت فتستمع»، «لعلك مسافر فأرافقك»، «هل أنت سامع فأحدثك»؛ وبعد واو المعية، نحو: «لا تشرب وتضحك»؛ وبعد أو التي بمعنى إلى، مثل: «أسهر أو أنهى قراءتي»، «يقتل المتهم بالخيانة أو تثبت براءته»؛ وبعد حتى مثل: «أطعتك حتى أسرك».\rوتضمر أن جوازًا: بعد لام التعليل وبعد أحد الحروف العاطفة «الواو، الفاء، ثم، أو»، مثل: «حضرت لأستفيد، وقوله تعالى: «فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَّحَزَنًا» [القرآن الكريم، القصص (28): 8] ثباتك وتتحمل المكاوه ألبق بك، تحيتك إخوانك فتبش في وجوههم أحب إليهم من الطعام، يسرني لقارئك، ثم تتحدث إلي، يرضي خصمك نز وحك أو تسجن.","Part":null,"seal":"5F9FD8AE","page":20},
      {"id":22,"nass":"والقسم الثاني: الحروف الجازمة للفعل المضارع، وهي خمسة: لَمْ، ولَمَّا، ولَامُ الْأَمْرِ، ولَا النهي، وِإن الشرطية (1)، مثل: «لَمْ يَنْصُرْ»، و «لَمَّا يَنْصُرْ»، و «لِيَنْصُرْ»، و «لَا تَنْصُرْ»، و «إِنْ تَنْصُرْ أَنْصُرْ».\rاعلم أن لفظة إِنْ تدخل على الجملتين، مثل: «إِنْ تَضْرِبْ أَضْرِبْ»؛ الجملة الأولى شرط، والثانية جزاء وهي للاستقبال. وإن دخلت على الماضي، نحو: «إِنْ ضَرَبْتَ ضَرَبْتُ»، وههنا الجزم تقديري، لأن الماضي ليس بمعرب.\r\rواعلم أنه إذا كان جزاء الشرط جملة اسمية أو أمرًا أو نهيًا أو دعاءً [أو نفيًا بـ مَا ولَنْ، أو مبدوئًا بجامد أو بـ قَدْ أو بالسين وسَوْفَ]، فتجب الفاء في الجزاء كما تقول: «إِنْ تَأْتِنِيْ فَأَنْتَ مُكْرَمٌ»، و «إِنْ رَأَيْتَ زَيْدًا فَأَكْرِمْهُ»، و «إِنْ أَتَاكَ عَمْرٌو فَلَا تُهِنْهُ»، و «إِنْ أَكْرَمْتَنِيْ فَجَزاكَ اللهُ خَيْرًا»، [و «فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ» (2)، و «وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوْهُ» (3)، و «إِنْ تَرَنِ أَنَا أَقَلَّ ... ، فَعَسَى رَبِّيْ أَنْ يُّؤْتِيَنِ ... » (4)، و «إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ» (5)، و «وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللهُ» (6)].\r__________\r(1) ومن جوازم الفعل المضارع ما يجزم فعلين مضارعين أدوات الشرط، وهي: إن: نحو: «وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللهُ» [القرآن الكريم، البقرة (2): 284]، وإذ ما: نحو: «وإنك إذ ما تأت ما أنت أمر به تلف من إياه تأمر أتيا، وهما حرفان، ومن: نحو: «مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ» [القرآن الكريم، النساء (4): 123]، وما: نحو: «وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَّعْلَمْهُ اللهُ» [القرآن الكريم، البقرة (2): 197]، ومهما: نحو: «وَقَالُوْا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ» [القرآن الكريم، الأعراف (7): 132]، ومتى: نحو: «متى تأته تجد خيرًا، وإيان: نحو: «إنان نؤمنك تأمن غيرنا»، وأين: نحو: «أين تجلس أجلس»، وإني: نحو: «إني تكن أدركك»، وكيفما: نحو: «كيفما تكن يكن قرينك»، وأي: نحو: «أي أمري يخدم تخدمه»؛ وهذه كلها أسماء.\r(2) القرآن الكريم، يونس (10): 72\r(3) القرآن الكريم، آل عمران (3): 115\r(4) القرآن الكريم، الكهف (18): 39 - 40\r(5) القرآن الكريم، يوسف (12): 77\r(6) القرآن الكريم، التوبة (9): 28","Part":null,"seal":"312E76B7","page":21},
      {"id":23,"nass":"الباب الثاني: في عمل الأفعال\rاعلم أن كل فعل عامل، والأفعال في العمل قسمان:\r\rالقسم الأول: المعروف\rاعلم أن الفعل المعروف كان لازما أو متعديا يرفع الفاعل، مثل: «قَامَ زَيْدٌ»، وينصب الأسماء الستة:\rالأول: المفعول المطلق، كـ «قَامَ زَيْدٌ قِيَامًا»، و «ضَرَبَ زَيْدٌ ضَرْبًا».\rوالثاني: المفعول فيه، مثل: «صُمْتُ يَوْمَ الْجُمْعَةِ»، و «جَلَسْتُ فَوْقَكَ».\rوالثالث: المفعول معه، مثل: «جَاءَ الْبَرْدُ وَالْجُبَّاتِ» أَيْ مَعَ الْجُبَّاتِ.\rوالرابع: المفعول له، مثل: «قُمْتُ إِكْرَامًا لِّزَيْدٍ»، و «ضَرَبْتُهُ تَأْدِيْبًا».\rوالخامس: الحال، مثل: «جَاءَ زَيْدٌ رَاكِبًا».\rوالسادس: التمييز؛ إذا وقع شك في نسبة الفعل إلى الفاعل، مثل: «طَابَ زَيْدٌ نَفْسًا».\rوأما الفعل المتعدي، فينصب المفعول به، مثل: «ضَرَبَ زَيْدٌ عَمْرً»، بخلاف الفعل اللازم.\r\rفصل: [في المنصوبات]\rاعلم أن الفاعل: اسم يكون قبله فعل مسند إليه، بطريق قيامه به، مثل: «زَيْدٌ» في: «ضَرَبَ زَيْدٌ».\rوالمفعول المطلق: مصدر يكون في معنى فعل واقع قبله، مثل: «ضَرْبًا» في «ضَرَبْتُ ضَرْبًا»، و «قِيَامًا» في: «قُمْتُ قِيَامًا».\rوالمفعول فيه: اسم يقع الفعل المذكور فيه، ويُسمَّى ظرفًا أيضًا؛ والظرف قسمان:\r\r1 - ظرف زمان، مثل: «يَوْمَ» في: «صُمْتُ يَوْمَ الْجُمْعَةِ»،\r2 - وظرف مكان، مثل: «عِنْدَكَ» في «جَلَسْتُ عِنْدَكَ».\rوالمفعول معه: اسم يذكر بد الواو، بمعنى مع مثل: «وَالْجُبَّاتِ» في: «جَاءَ الْبَرْدُ وَالْجُبَّاتِ»، أَيْ مَعَ الْجُبَّاتِ.","Part":null,"seal":"633D09A2","page":22},
      {"id":24,"nass":"والمفعول له: اسم يدل على شيء يكون سببًا للفعل المذكور، مثل: «إِكْرَامًا» في: «قُمْتُ إِكْرَامًا لِّزَيْدٍ».\rوالحال: اسم نكرة، يدل على هيئة الفاعل، مثل: «رَاكِبًا» في: «جَاءَ زَيْدٌ رَاكِبًا»؛ أو المفعول مثل: «مَشْدُوْدًا»، في: «ضَرَبْتُ زَيْدًا مَشْدُوْدًا»؛ أوكليهما، مثل: «رَاكِبَيْنِ» في: «لَقِيْتُ زَيْدًا رَاكِبَيْنِ».\rويسمى الفاعل والمفعول ذو الحال، ويكون معرفة غالبا، وإن كان ذو الحال نكرة، يقدم الحال عليه، مثل: «جَاءَنِيْ رَاكِبًا رَّجُلٌ»، وقد يكون الحال جملة، مثل: «رَأَيْتُ الْأَمِيْرَ وَهُوَ رَاكِبٌ» (1).\r\rوالتميز: اسم يرفع الإبهام من عدد، مثل: «عِنْدِيْ أَحَدَ عَشَرَ دِرْهَمًا»؛ أو من وزن، مثل: «عِنْدِيْ رِطْلٌ زَيْتًا»؛ أو من كيل، مثل: «عِنْدِيْ قَفِيْزَانِ بُرًّا»؛ أو من مساحة، مثل: «مَا فِي السَّمَاءِ قَدْرَ رَاحَةٍ سَحَابًا» (2).\rوالمفعول به: اسم وقع عليه فعل الفاعل، مثل: «ضَرَبَ زَيْدٌ عَمْرًا».\rاعلم إنَّ هذه المنصوبات تقع بعد تمام الجملة، وأصل الجملة تتمُّ بالفعل والفاعل (3) ولهذا يقول النحاة: اَلْمَنْصُوْبَ فَضْلَةٌ.\r__________\r(1) وجملة الحال تكون اسمية كما في المثال أو فعلية نحو: ولا تمنن تستكثر، فجملة تستكثر في محل نصب حل، نحو: جاء خالد يحمل كتابا.\r(2) أو يرفع الإبهام عن نسبة كقوله تعالى: «وَاشْتَعَلَ الرَّأْسُ شَيْبًا» [القرآن الكريم، سورة مريم (19): 4]، وقوله: «وَفَجَّرْنَا الْأَرْضَ عُيُونًا» [القرآن الكريم، سورة القمر (54): 12].\r(3) الجملة أما اسمية وأما فعلية، فالاسمية تتكون من ركنين أساسين: هما المبتدأ، والخبر؛ والفعلية تتكون من فعل وفاعل.","Part":null,"seal":"ED3953A6","page":23},
      {"id":25,"nass":"فصل: [في أقسام الفاعل]\rاعلم أن الفاعل قسمان:\r\r1 - مظهر، مثل: «ضَرَبَ زَيْدٌ».\r2 - ومضمر بارز، مثل: «ضَرَبْتُ»؛ ومضمر مستتر، مثل: «زَيْدٌ ضَرَبَ»، فاعل «ضَرَبَ» هَوَ مستتر فيه (1).\rاعلم إن كان الفاعل مؤنثًا حقيقيًا، أو ضميرًا لمؤنث [أو ضمير جمع تكسير لمذكر غير عاقل] يلزم تأنيث الفعل، نحو: «قَامَتْ هِنْدُ»، و «هِنْدُ قَامَتْ»، أي هِيَ [وبك ابتهجت الأيام]. وإن كان مظهرًا مؤنثًا غير حقيقي، أو في المظهر جمعًا مكسرًا [أو مؤنثًا حقيقيًا وفصل عن فعله بغير إلََّا، أو كان الفعل من باب نعم]، فيجوز فيه التذكير والتأنيث، مثل: «طَلَعَ الشَّمْسُ»، و «طَلَعَتِ الشَّمْسُ»، و «قَالَ الرِّجَالُ»، و «قَالَتِ الرِّجَالِ» [وقَالَ الْخَبْرَ فَاطِمَةُ أو قَالَتْ، ونعم هندُ ونعمت هندُ].\r\rالقسم الثاني: المجهول\rاعلم أن الفعل المجهول يرفع المفعول به مكان الفاعل، وينصب الباقي، مثل: «ضُرِبَ زَيْدٌ يَوْمَ الْجُمْعَةِ، أَمَامَ الْأَمِيْرِ، ضَرْبًا شَدِيْدًا، فِيْ دَارِهِ، تَأْدِيْبًا، وَالْخَشْبَةَ». ويسمَّى فعلَ ما لم يسمَّ فاعلُه، ومرفوعه مفعول ما لم يُسمَّ فاعله (2).\r__________\r(1) وهناك الفاعل المؤول وهو أن يأتي الفعل، ويكون فاعله مصدرا مفهوما من الحرف المصدري وأن + إن + ما + لو + كي مع ما دخل عليه، نحو: يحسن أن تجتهذ، فالفاعل المصدر المؤول من أن والفعل تجتهد أي يحسن إجتهادك. الفاعل إذا كان ضميرًا مستترًا فهو على ضربين.\r1 - مستتر جوازًا ويكون في الماضي والمضارع المسندين إلى الواحد الغائب والواحدة الغائبة، مثل: «جاء»، «يجيء».\r2 - مستتر وجوبًا ويكون في: المضارع والأمر المسندين إلى الواحد المخاطب، مثل: «تكتب»، «أكتب»؛ وفي المضارع المسند إلى المتكلم مفردًا أو جمعًا، مثل: «أكتب، «نكتب؛ وفي اسم الفعل المسند إلى متكلم أو مخاطب، مثل: «أف»، «وصه»؛ وفي فعل التعجب على وزن أفعل، نحو: «ما أحسن العلم»؛ وفي أفعال الإستثناء: خلا، وعدا، وحاشا, نحو: جاء القوم ما خالا سعيدًا.\r(2) ويسمى نائب الفاعل.","Part":null,"seal":"4EBA6BCB","page":24},
      {"id":26,"nass":"فصل: [في أقسام المتعدي]\rاعلم أن الفعل المتعدي أربعة أقسام:\r\rأولها: يتعدي إلى مفعول واحد، مثل: «ضَرَبَ زَيْدًا عَمْرًا».\rوثانيها: يتعدي إلى مفعولين، يجوز فيه الاقتصار على أحدهما، مثل: «أَعْطَى» وما في معناه (1) نحو: «أَعْطَيْتُ زَيْدًا دِرْهَمًا»، يجوز «أَعْطَيْتُ دِرْهَمًا» أيضًا.\rوثالثها: يتعدي إلى مفعولين (2) ولا يجوز الاقتصار على أحدهما، وهذا في أفعال القلوب (3) مثل: عَلِمْتُ، وظَنَنْتُ، وحَسِبْتُ، وخِلْتُ، وزَعَمْتُ، ورَأَيْتُ، ووَجَدْتُ (4)، نحو: «عَلِمْتُ زَيْدًا فَاضِلًا»، و «ظَنَنْتُ زَيْدًا قَائِمًا».\r__________\r(1) هذه الأفعال تنصب مفعولين ليس أصلها مبتدأ وخبرا، وتسمى أفعال المنح أو المنع منها: أعطى وسأل، ومنح، وكسا، وألبس، وعلم، مثل: منحت المجتهد جائزة، منعت الكسلان التنزه، كسوت الفقير ثوبًا، ألبست المجتهد وسامًا، علمت الطلاب الأدب.\r(2) تنصب مفعولين أصلهما مبتدأ وخبر أي تدخل على الجملة الاسمية، فتنصب المبتدأ والخبر مفعولين لها.\r(3) وكذلك في أفعال التحويل: وهي الأفعال التي تكون بمعني صير وهي سبعة: صير، ورد، وتخذ، واتخذ، وجعل، ووهب، وترك، مثل: صيرت العدو صديقا، وقول الشاعر:\r«فَرَدَّ شُعُورَهُنَّ السُّودَ بِيْضًا ... وَرَدَّ وُجُوهَهُنَّ البِيْضَ سُوْدَا».\r[قاله عبد الله بن الزبير الأسدي؛ نقله أَبو تَمَّام في «ديوان الحماسة» (390)]\r«وَرَبَّيْتُهُ حَتَّى إِذَا مَا تَرَكْتُهُ ... أَخَا الْقَوْمِ وَاسْتَغْنَى عَنِ الْمَسْحِ شَارِبُهْ».\r[قاله فرعان بن الأعرف؛ نقله أَبو تَمَّام في «ديوان الحماسة» (184)]\rوقوله تعالى: «وَاتَّخَذَ اللهُ إِبْرَاهِيْمَ خَلِيْلًا» [القرآن الكريم، سورة النساء (4): 125]، وتخذت محمدًا صديقًا، وقوله تعالى: «فَجَعَلْنَاهُ هَبَاءً مَّنْثُوْرًا» [القرآن الكريم، سورة الفرقان (25): 23]، ووهبني الله فداء المخلصين.\r(4) أفعال القلوب نوعان: نوع يفيد اليقين: وهي: رأي، وعلم، ودري، وتعلم، ووجد، وألفي، مثل:\r«رأيت الله أكبر كل شيء ... محاولة وأكثره جنودا».\r[نقله ابن الجواليقي في «شرح أدب الكاتب لابن قتيبة» (18)]\rوقوله تعالى: «فَإِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنَاتٍ» [القرآن الكريم، سورة الممتحنة (60): 10].\rوقول الشاعر:\r«دريت الوفى العهد يا عمرو فاغتبط ... فإن اغتباط بالوفاء حميد».\rوقول الشاعر:\r«تعلم شِفَاء النَّفس قهر عدوها ... فَبَالغ بلطف فِي التحيل وَالْمَكْر».\r[نقله عبد القادر البغدادي في «خزانة الأدب ولب لباب لسان العرب» (9/ 129)]\rوجدت الصدق زينة العقلاء وألفيت قولك صوابًا ... ونوع يفيد الظن وهي تفيد رجحان وقوع الشيء وهي نوعان:\r1 - نوع للظن واليقين؛ وهي: ظن، حسب، خال.\r2 - ونوع للظن فقط؛ وهي: جعل، مثل: قوله تعالى: «وَجَعَلُوا الْمَلَائِكَةَ الَّذِيْنَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا» [القرآن الكريم، سورة الزخرف (43): 19]، وحجا، مثل قوله:\r«قد كنت أحجو أبا عمرو أخا ثقة ... حتى المت بناء يومًا ملمات».\rوعد، مثل:\rفلا تعدد المولى شريكك في الغنى.\rوزعم، مثل:\r«زعمتني شيخا ولست بشيخ ... إنما الشيخ من يدب دبيبًا».\rوهب بلفظ الأمر، مثل:\r«فقلت أجرني أبا خالد ... وإلا فهبني أمراء هالكًا».","Part":null,"seal":"337F67FD","page":25},
      {"id":27,"nass":"ورابعها: يتعدي إلى ثلاثة مفاعيل، مثل: أَعْلَمُ، وأَرَى، وأَنْبَأَ، وأَخْبَرَ، وخَبَّرَ، ونَبَّأَ، وحَدَّثَ، مثل: «أَعْلَمُ اللهُ زَيْدًا عَمْرًا فَاضِلًا».\rاعلم أن كل واحد من المفاعيل المذكورة مفعول به، ويجوز إقامة المفاعيل مقام الفاعل إلا الثاني من باب عَلِمْتُ، والثالث من باب أَعْلَمْتُ، والمفعول له والمفعول معه. والمفعول الأول من باب أَعْطَيْتُ أفصح بمفعولية ما لم يسمَّ فاعله من الثاني.\r\rفصل: [في بيان الأفعال الناقصة]\rوهي سبعة عشر [عشرون] فعلا: كَانَ، وصَارَ، وظَلَّ، وبَاتَ، وأَصْبَحَ، وأَضْحَى، وأَمْسَى، وعَادَ، وآضَ، وغَدَا، ورَاحَ، ومَا زَالَ، ومَا أَنْفَكُّ، ومَا بَرِحَ، ومَا فَتِيَ، ومَا دَامَ، ولَيْسَ، [واسْتَحَالَ، وقَعَدَ، وحَارَ].\rوهذه الأفعال لا تتم بالفال وحده، بل تحتاج إلى الخبر، فلهذا سميت ناقصة، وتدخل على الجملة الاسمية، فترفع المسند إليه، وتنصب المسند، نحو: «كَانَ زَيْدٌ قَائِمًا»، ويُسمى المرفوع اسم كَانَ، والمنصوب خبرها، وقس عليه البواقي.\r\rواعلم أن بعضها قد يتم بالفاعل وحده، مثل: «كَانَ مَطَرٌ» أي حَصَلَ، فتسمى كان تامة، وقد تأتي كَانَ زائدة. (1)\r__________\r(1) تزاد كان بشرطين: أن تكون بلفظ الماضي، نحو: ما كان أصح علم من تقدم، وأن تكون بين شيئين متلازمين ليسا جارًا ومجورًا، نحو: ما كان اعدل عمر فزيدت بين ما وفعل التعجب. وتزاد بين نعم وعاعلها، وبين الفعل ونائب الفاعل، وبين الصفة والموصوف؛ إذا زيدت فلا عمل لها ويكون معناها التوكيد.","Part":null,"seal":"F462B245","page":26},
      {"id":28,"nass":"فصل: [في بيان أفعال المقاربة]\rاعلم أن أفعال المقاربة (1) أربعة: عَسَى، وكَادَ، وكَرَبَ، وأَوْشَكَ.\rوهذه الأفعال تدخل على الجملة الاسمية، مثل: «كَانَ»؛ فترفع الاسم، وتنصب الخبر، إلّا أَنَّ خبرها يكون فعلا مضارعا مع أَنْ (2)، مثل: «عَسَى زَيْدٌ أَنْ يَّخْرُجَ»، أو بلا أَنْ، مثل: «عَسَى زَيْدٌ يَخْرُجُ» (3).\rويجوز أن يقع الفعل المضارع مع أَنْ فاعلًا لـ عَسَى، ولا تحتاج إلى الخبر، مثل: «عَسَى أَنْ يَّخْرُجَ زَيْدٌ» (4)، وهذا في محل الرفع بتأويل المصدر.\r\rفصل: [في بيان أفعال المدح والذم]\rاعلم أن أفعال الذم أربعة: نِعْمَ، وحَبَّذَا للمدح، وبِئْسَ، وسَاءَ (5) للذم.\rوكل ما يقع بعد الفاعل يسمى مخصوصًا بالمدح (6)، أو مخصوصا بالذم (7).\rوالشرط أن يكون فاعله معرّفًا باللام، مثل: «نِعْمَ الرَّجُلُ زَيْدٌ»، أو مضافًا إلى المعرفة باللام، مثل: «نِعْمَ صَاحِبُ الْقَوْمِ زِيْدٌ»، أو ضميرا مستترا مميزا بنكرة منصوبة، مثل: «نِعْمَ رَجُلًا زَيْدٌ»؛ وفيه فاعل «نِعْمَ» «هُوَ» مستتر فيه، و «رَجُلًا» منصوب على التمييز، لأن «هُوَ» مبهم، و «حَبَذَّا زَيْدٌ»، «حَبَّ» فعل المدح، و «ذَا» فاعله، و «زَيْدٌ» مخصوص بالمدح (8)، وكذلك «بِئْسَ الرَّجُلُ زَيْدٌ»، و «سَاءَ الرَّجُلُ عَمْرٌو».\r__________\r(1) أفعال المقاربة: كاد وأخواتها، وليست كلها تفيد المقاربة، وقد سمي مجموعها بذلك تغليبا لنوع من أنواع هذا الباب على غيره، لشهرته استعماله، وهي ثلاثة أنواع:\r1 - أفعال المقاربة: وهي: كاد، أوشك، كرب.\r2 - أفعال الرجاء: وهي: عسى، حرى، أخلولق.\r3 - أفعال الشروع: أنشا، علق، طفق، أخذ، هب، بدأ، ابتدأ، جعل، قام، انبري.\r(2) أي مصدرًا مؤولًا من أن والفعل المضارع.\r(3) أي جملة فعلية فعلها مضارع.\r(4) وتكون عسى بذلك تامة ومنه قوله تعالى: «وَعَسَى أَنْ تَكْرَهُوْا شَيْئًا وَّهُوَ خَيْرٌ لَّكُمْ» [القرآن الكريم، سورة البقرة (2): 216]، فالمصدر المؤول من «أَنْ» والفعل «تَكْرَهُوْا» فاعل «عَسَى» التامة.\r(5) وهناك فعل خامس للذم هو حبدا.\r(6) كل ما يقع بعد فاعل المدح يسمى مخصوصًا بالمدح.\r(7) كل ما يقع بعد فاعل الذم يسمى مخصوصًا بالذم.\r(8) المخصوص بالمدح أو الذم يعرب إما مبتدأ مؤخر؛ خبره الجملة الفعلية المكونة من فعل المدح أو الذم مع فاعلها، وإما خبرا لمبتدأ محذوف تقديره الممدوح أو المذموم.","Part":null,"seal":"53182DC2","page":27},
      {"id":29,"nass":"فصل: [في بيان افعل في التعجب]\rاعلم أَنَّ أَفْعَلُ في التعجب صيغتان من مصادر الفعل الثلاثي المجرد.\r\rالأول: ما أَفْعَلَهُ، مثل: «مَا أَحْسَنَ زَيْدًا»، تقديره: أَيُّ شَيْءٍ أَحْسَنَ زَيْدًا. «مَا» بمعنى شيء في محل الرفع بالابتداء، و «أَحْسَنَ» في محل الرف خبر المبتدأ (1)، وفاعل أَحْسَنَ» «هُوَ» ضمير مستتر فيه وجوبًا، و «زَيْدًا» مفعول به.\rوالثاني أَفْعِلْ بِهِ (2)، مثل: «أَحْسِنْ بِزَيْدٍ»، «أَحْسِنْ» صيغة الأمر بمعنى الخبر، وتقديره: أَحَسَنَ زَيْدٌ أي صَارَ ذَا حُسْنٍ، والباء زائدة.\r__________\r(1) تعرب مثل هذه الصيغة كما يلي: مَا: نكرة مبنية في محل رفع مبتدأ. أَحْسَنَ: فعل ماض جامد مبني، وفاعله ضمير مستتر فيه وجوبًا، تقديره هو. زَيْدًا: مفعول به منصوب. وجملة أَحْسَنَ زَيْدًا في محل رفع خبر المبتدأ مَا.\r(2) تعرب مثل هذه الصيغة كما يلي: أَحْسِنْ: فعل ماض جامد جاء على صيغة الأمر مبني. الباء: حرف جر زائد. زَيْدٍ: فاعل مرفوع، وعلامة الرفع رفعه الضمة المقدرة.","Part":null,"seal":"9D50A225","page":28},
      {"id":30,"nass":null,"Part":null,"seal":"77961CA5","page":29},
      {"id":31,"nass":null,"Part":null,"seal":"BC35E952","page":30},
      {"id":32,"nass":null,"Part":null,"seal":"8D6623E0","page":31},
      {"id":33,"nass":"خاتمة\rفيها فوائد متفرقة يجب علمها وفيها فصول ثلاثة:\r\rالفصل الأول: في [بيان] التوابع\rوعلم أن التابع: هو كل لفظ ثان يعرب بإعراب سابقه من جهة واحدة، ويسمى السابق متبوعا.\rوحكمه: أن يوافق المتبوع في الإعراب دائما.\rالتوابع خمسة أقسام:\r\rالأول: الصفة؛ تابع يدل على معنى في متبوعة، مثل: «جَاءَنِيْ رَجُلٌ عَالِمٌ». أو في متعلق متبوعه، مثل: «جَاءَنِيْ رَجُلٌ حَسَنٌ غُلَامُهُ، أو أَبُوْهُ».\rوالصفة التي تدل على معنى في متبوعة فتتبع متبوعها في عشرة أشياء: التعريف، والتنكير، والتذكير، والتأنيث، والإفراد، والتثنية، والجمع، والرفع، والنصب، والجر، مثل: «عِنْدِيْ رَجُلٌ عَالِمٌ، ورَجُلَانِ عَالِمَانِ، ورِجَالٌ عَالِمُوْنَ، واِمْرَأَةٌ عَالِمَةٌ، واِمْرَأَتَانِ عَالِمَتَانِ، ونِسْوَةٌ عَالِمَاتٌ».\rوأما الصفة التي تدل على معنى في متعلق متبوعها [ويُسمى النعت السببي]، فتتبع متبوعها في خمسة أشياء: التعريف، والتنكير، والرفع، والنصب، والجر، مثل: «جَاءَنِيْ رَجُلٌ عَالِمٌ أَبُوْهُ».\r\rاعلم أن النكرة توصف بالجمة الخبرية، نحو: «جَاءَنِيْ رَجُلٌ أَبُوْهُ عَالِمٌ» (1)، ولابد في الجملة من ضمير عائد إلى النكرة.\r__________\r(1) قد تكون الجملة اسمية وقد تكون فعلية، نحو: «جَاءَ رَجُلٌ يَحْمِلُ كِتَابًا».","Part":null,"seal":"514C1F6D","page":32},
      {"id":34,"nass":"والثاني: التأكيد؛ تابع يدل على تقرير حال المتبوع في النسبة، أو في شمول الحكم له، لِئَلَّا يبقي شكَّ للسامع.\rوالتأكيد على قسمين:\r1 - لفظي،\r2 - ومعنوي.\r\rفالتأكيد اللفظي يكون بتكرار اللفظ، مثل: «زَيْدٌ زَيْدٌ قَائِمٌ»، و «ضَرَبَ ضَرَبَ زَيْدٌ»، و «إِنَّ إِنَّ زَيْدًا قَائِمٌ»، [و «زَيْدٌ قَائِمٌ زَيْدٌ قَائِمٌ»].\rوالتأكيد المعنوي بثمانية ألفاظ: نَفْسٌ، وعَيْنٌ، وكِلَا وكِلْتَا، وكُلٌّ [وعَامَّةٌ]، [وجَمِيْعٌ] وأَجْمَعُ، وأَكْتَعُ، وأَبْتَعُ، وأَبْصَعُ، مثل: «جَاءَنِيْ زَيْدٌ نَفْسُهُ»، و «جَاءَنِي الزَّيْدَانِ أَنْفُسُهُمَا»، و «جَاءَنِي الزَّيْدُوْنَ أَنْفُسُهُمْ»، وكذلك عَيْنٌ، و «جَاءَنِي الزَّيْدَانِ كِلَاهُمَا، والْهِنْدَانِ كِلْتَاهُمَا».\rوكِلَا وكِلْتَا خاصتان بالمثنى، [و «جَاءَنِي الطُّلَابُ عَامَّتُهُمْ، وجَمِيْعُهُمْ»] و «جَاءَنِي الْقَوْمُ كُلُّهُمْ [وجَمِيْعُهُمْ] أَجْمَعُوْنَ وأَكْتَعُوْنَ، وأَبْتَعُوْنَ، وأَبْصَعُوْنَ».\r\rاعلم أن أَكْتَعُ، وأَبْتَعُ وأَبْصَعُ اتباع لأَجْمَع [وأَجْمَعُ تأتي بعد كل، وجَمِيْعٌ إذا أريد تقويتها وجُمْعَاءُ بعد كلها، وأَجْمَوُنَ بعد كلهم]، فلا تستعمل بدونه، ولا تتقدمه.\r\rوالثالث: البدل؛ تابع مقصود بالنسبة، وهو على أربعة أقسام:\r1 - بدل الكل،\r2 - وبدل الاشتمال،\r3 - وبدل الغلط،\r4 - وبدل البعض.\rفأما بدل الكل: فما يكون مدلوله مدلول المبدل منه، مثل: «جَاءَنِيْ زَيْدٌ أَخُوْكَ».\rوبدل البعض: ما يكون مدلوله جزء المبدل منه، مثل: «ضُرِبَ زَيْدٌ رَأْسَهُ».\rوبدل الاشتمال: ما يكون مدلوله جزء المبدل منه، مثل: «سُلِبَ زَيْدٌ ثَوْبَهُ».\rوبدل الغلط: لفظ يذكر بعد الغلط، مثل: «مَرَرْتُ بِرَجُلٍ حِمَارٍ».\r\rوالرابع: العطف بالحروف؛ تابع مقصود بالنسبة مع متبوعه، بعد حروف العطف، مثل: «جَاءَنِيْ زَيْدٌ وَّعَمْرٌو».\rوحروف العطف عشرة، نذكرها في الفصل الثالث إن شاء الله تعالى يسمى عطف النسق أيضًا.\r\rوالخامس: عطف البيان؛ تابع غير صفة يوضح متبوعه، مثل: «أَقْسَمُ بِاللهِ أَبُوْ حَفْصٍ عُمَرُ»، إذا كان مشهورا بالعلم، و «جَاءَنِيْ زَيْدٌ أَبُوْ عَمْروٍ»، إذا كان مشهورا بالكنية.","Part":null,"seal":"3FC3FC3E","page":33},
      {"id":35,"nass":"الفصل الثاني: في بيان المنصرف وغير المنصرف\rفالمنصرف: ما ليس فيه سبب من أسباب منع الصرف.\rوغير المنصرف: ما فيه سببان من أسباب منع الصرف.\r\rوأسباب منع الصرف تسعة:\r1 - عدل،\r2 - ووصف،\r3 - وتأنيث،\r4 - ومعرفة،\r5 - وعجمة،\r6 - وجمع،\r7 - وتركيب،\r8 - ووزن الفعل،\r9 - وألف ونون زائدتان.\r\rفالعدل والعلم في «عُمَرَ»، والعدل والصفة في «ثُلَاثَ» و «مُثْلَثَ» (1)، والتأنيث والعلم في [«فَاطِمَةَ» و] «طَلْحَةَ» (2)، والتأنيث المعنوي والعلم في «زَيْنَبَ»، والتأنيث بالألف المقصورة في «حُبْلَى»، والتأنيث بالألف الممدودة في «حَمْرَاءَ»، وهذا التأنيث قائم مقام السببين، والعجمة والعلم في «إِبْرَاهِيْمَ»، وجمع منتهي الجموع (3) في «مَسَاجِدَ» و «مَصَابِيْحَ»؛ وهو قائم مقام السببين، والتركيب والعلم في «بَعَلَبَكَّ»، ووزن الفعل والعلم في «أَحْمَدَ»، والألف والنون الزائدتان والعلم في «عُثْمَانَ»، وتعلم تحقيق غير المنصرف من كتب أخرى.\r__________\r(1) الصفة المعدولة على نوعين:\r1 - الأعداد على وزن «فُعَالَ» و «مَفْعَلَ» من الأعداد 1 - 10، مثل: قوله تعالى: «جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُوْلِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ» [القرآن الكريم، سورة فاطر (35): 1]\r2 - لفظه أخر معدولة عن وزن آخر، كقوله تعالى: «فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ» [القرآن الكريم، سورة البقرة (2): 184، و185].\r(2) لا فرق في ذلك بين العلم المذكر والعلم المؤنث، نحو: حمزة فهو علم لمذكر ولكنه مؤنث لفظي.\r(3) جمع منتهي الجموع أو صيغة منتهي الجموع، وهي كل جمع تكسير بعد ألف تكسيره حرفان أو ثلاثة حروف وسطها ساكن.","Part":null,"seal":"AAC86961","page":34},
      {"id":36,"nass":"الفصل الثالث: في بيان الحروف غير العاملة\rوهي سبعة عشر قسما:\r\rالأول: حروف التنبيه، وهي ثلاثة: أَلَا، وأَمَّا، وهَا (1).\rوالثاني: حروف الإيجاب، وهي ستة: نَعَمْ، وبَلَى، واَجَلْ، وإِيْ، وجَيْرِ، وإنَّ. (2).\rوالثالث: حروف التفسير، وهي حربفين: أَيْ وأَنْ، كقوله: «نَادَيْنَاهُ أَنْ يَا إِبْرَاهِيْمُ» (2).\rوالرابع: الحروف المصدرية، وهي ثلاثة: مَا، وأَنْ، وأَنَّ (4) وإذا دخلت مَا، وأَنْ على الفعل يكون الفعل بمعنى المصدر.\r__________\r(1) ومن حروف التنبيه «يَا» إذا لم تدخل على منادي كدخولها على ليت ورب، نحو: «يَا رُبَّ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٍ فِي الآخِرَةِ». [أخرجه البخاري في «الجامع المسند الصحيح المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه = صحيح البخاري» (2/ 49 - 50) (رقم: 1126).\r(2) ومنها أيضًا كلا ولا، وتستخدمان لنفي الجواب. وتفيد «كلا» منع النفي ردع المخاطب وزجره، تقول لمن يزين لك السوء ويغريك بإتيانه: «كلا» أي لا أجيبك إلى ذلك، فارتدع عن طلبك، وتقول لمن قال لك: أتأكل: لا أريد.\rوإن حرف جواب بمعنى نعم، قال الشاعر:\rويقلن شيبُ قد عَلاَك ... وقد كبرتَ فَقلتُ إنَّه\r[قاله ابن قيس الرُّقيات، كما نقله شمس الدين النواجي في «الشفاء في بديع الاكتفاء» (34)]\r(3) القرآن الكريم، سورة الصافات (37): 104\r(4) والمعروف أن «أَنَّ» تدخل على الجملة الاسمية، فتنصب المبتدأ وترفع الخبر، والمصدر يؤول منها ومما دخلت عليه، نحو: «عَلِمْتُ مُحَمَّدًا نَاجِحٌ» أي عَلِمْتُ نَجَا مُحَمَّدٍ.\rومن الحروف المصدرية أيضًا: «لَوْ» وأكثر ما تقع بعد «وَدَّ ويَوَدُّ» كقوله تعالى: «وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَ» [القرآن الكريم، سورة القلم (68): 9]، و «يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ» [القرآن الكريم، سورة البقرة (2): 96]، وقد تقع بعد غيرهما كقول قتيلة:\rمَا كَانَ ضرك لَو مننت فَرُبمَا ... من الْفَتى وَهُوَ المغيظ المحنق\r[قالته قتيلة بنت النَّضر بن الْحَارِث، كما نقله الجرّاوي في «الحماسة المغربية = مختصر كتاب صفوة الأدب ونخبة ديوان العرب» (1/ 99) (رقم 40)]\rوكَيْ: مثل: إِرْحَمِ النَّاسَ لَكَيْ تُرْحَمَ.\rوهمزة التسوية: تحو قوله تعالى: «سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ» [القرآن الكريم، سورة البقرة (2): 6] , والتقدير سواء عليهم إنذارك وعدمه، والذي في قوله تعالى: «وَخُضْتُمْ كَالَّذِيْ خَاضُوْا» [القرآن الكريم، سورة التوبة (9): 69] أي كخوضهم.","Part":null,"seal":"EDE2ADD3","page":35},
      {"id":37,"nass":"والخامس: حروف التحضيض، وهي أربعة: أَلَّا، وهَلَّا، ولَوْلَا، ولَوْمَا (1).\rوالسادس: حروف التوقع، هو قَدْ، ويجيء لتحقيق الماضي أو لتقريبه إلى الحال، إذا دخل على الماضي، وللتقليل إذا دخل على المضارع.\rوالسابع: حروف الاستفهام، وهي ثلاثة: مَا والهمزة، وهَلْ (2).\rوالثامن: حرف الردع، وهو كَلَّا، معناه المنع والزجر، وتأتي في معنى حقًّا أيضًا، كقوله تعالى: «كَلَّا سَوْفَ تَعْلَمُونَ» (3).\rوالتاسع: التنوين، وهو خمسة أقسام:\r1 - التمكن، مثل: «زَيْدٌ».\r2 - والتنكير، مثل «صَهٍ» أي أُسْكُتْ سُكُوْتًا مَّا فِيْ وَقْتٍ مَّا، وأما «صَهْ» بغير تنوين، فمعناه: اُسْكُتِ السُّكُوْتَ الْآنَ.\r3 - والعوض، مثل: «يَوْمَئِذٍ»،\r4 - والمقابلة، مثل: «مُسْلِمَاتٌ» (4).\r5 - والترنُّم: وهو الذي يكون في آخر الأبيات، نحو: قول جرير:\r«أَقِلِّي اللَّوْمَ عَاذِلُ وَالْعِتَابْ ... وَقُوْلِيْ إنْ أَصَبْتُ لَقَدْ أصَابَنْ» (5)\rوتنوين الترنُّم متصل بالاسم والفعل والحروف. والباقية خاصة بالاسم.\r\rوالعاشر: نون التأكيد في آخر المضارع؛ ثقيلة كانت أو خفيفة، مثل: «اِضْرَبَنَّ»، و «اِضْرِبَنْ».\rوالحادي عشر: حروف الزيادة، وهي ثمانية: إِنْ، وأَنْ، ومَا، ولَا، ومِنْ، والْكَافُ، والْبَاءُ، واللَّامُ؛ والأربعة الأخيرة قد ذكرت في الحروف الجارة.\r__________\r(1) من حروف التحضيض «أَلَا»، نحو: «أَلَا تُحِبُّوْنَ أَنْ يَغْفِرَ اللهُ لَكُمْ» [القرآن الكريم، سورة النور (24): 22].\r(2) «مَا» الاستفهامية ليست حرفًا، وإنما هي اسم مبني له محل من الإعراب حسب موقعها من الجملة، نحو: «مَا اِسْمُكَ»، فما اسم مضمن معنى الحرف في محل رفع مبتدأ.\r(3) القرآن الكريم، سورة التكاثر (102): 3؛ وتعرب في هذا المعنى مفعولًا مطلقًا.\r(4) تنوين المقابلة: وهو التنوين اللاحق لنحو «مُسْلِمَاتٍ» جعل في مقابلة النون في «مُسْلِميْنَ».","Part":null,"seal":"41764CEB","page":36},
      {"id":38,"nass":"والثاني عشر: حروف الشرط، وهي حرفين: أَمَّا، ولَوْ (1).\rوأمَّا للتفصيل يجب الفاء في جوابه، كقوله تعالى: «فَمِنْهُمْ شَقِيٌّ وَّسَعِيْدٌ. فَأَمَّا الَّذِيْنَ شَقُوْا فَفِي النَّارِ ... وَأَمَّا الَّذِيْنَ سُعِدُوْا فَفِي الْجَنَّةِ» (2).\rولَوْ موضوعة لانتفاء الثاني لانتفاء الأول، مثل: «لَوْ كَانَ فِيْهِمَا آلِهَةٌ إِلَّا اللهُ لَفَسَدَتَا» (3).\r\rوالثالث عشر: لَوْلَا، وهي موضوعة لانتفاء الثاني لوجود الأول، مثل: «لَوْلَا عَلِيٌ لَهَلَكَ عُمَرُ» (4).\rوالرابع عشر: اللام المفتوحة، وهي للتأكيد، مثل: «لَزَيْدٌ أَفْضَلٌ مِّنْ عَمْرٍو».\rوالخامس عشر: مَا بمعني مَا دَامَ [أي المصدرية الظرفية]، مثل: «أَقُوْمُ مَا جَلَسَ الْأَمِيْرُ».\rوالسادس عشر: حروف العطف، وهي عشرة: الْوَاوُ، والْفَاءُ، وثُمَّ، وحَتَّى، وإِمَّا، وَاوٌ، وأَمَّ، ولَا، وبَلْ، ولَكِنْ، فقط.\rتَمَّتْ.\r__________\r(1) ومن حروف الشرط: إِنْ، وإِذْ مَا؛ وهما عاملتان. ولَوْ، ولَوْلَا، ولَوْمَا وهي غير عاملة، نحو: إن تجهد تنجح، إذ ما تدرس تنجح، لو جئت لأكمتك، لولا رحمة الله لهلك الناس، لوما الكتابة لضاع أكثر العلم، ولما جاء أكرمته.\rإن تجزم الفعل المضارع وإذما تجزم الفعل المضارع.\r(2) القرآن الكريم، سورة هود (11): 105 - 108\r(3) القرآن الكريم، سورة الأنبياء (21): 22\r(4) أخرجه ابن عبد البر في «الاستيعاب في معرفة الأصحاب» (3/ 1103)\rجاءت امرأة حاملة من الزنا حضرة الخليفة الثاني عمر بن الخطاب رضي الله عنه، فأمر الخليفة برميها الجمار، فمنع علي رضي الله عنه، وقال: ترجم الزنا بعد وضع الحمل، فقال عمر رضي الله عنه هذه المقولة، ومثله: لولا رحمة الله لهلك الناس.","Part":null,"seal":"3589BFD0","page":37},
      {"id":39,"nass":"بحث الاستثناء\rاعلم أن المستثني لفظ يذكر بعد إلا وأخواتها وهي: غَيْرَ، وسِوَى، وحَاشَا، وخَلَا، وعَدَا، ومَا خَلَا، ومَا عَدَا، ومَا حَاشَا، ولَيْسَ، ولَا يَكُوْنُ؛ ليعلم أنه لا ينسب إليه ما نسب إلى ما نسب إلى ما قبله. وهو على قسمين:\r1 - متصل،\r2 - ومنقطع.\r\rفالمتصل: ما أخرج عن متعدد بـ إِلَّا أو إحدى أخواتها، مثل: «جَاءَنِي الْقَوْمُ إِلَّا زَيْدًا»، فزَيْدٌ كان داخلًا في الْقَوْمِ، فأخرجه من حكم المجيء.\rوالمنقطع: ما يذكر بعد إِلَّا أو إحدى أخواتها، ولا يخرج عن متعدد، لعدم دخوله في المستثني منه، مثل: «جَاءَنِي الْقَوْمُ إِلَّا حِمَارًا»، فالْحِمَارُ ما كان داخلًَا في الْقَوْمٍ أصلًا.\rواعلم أن إعراب المستثنى على أربعة أقسام:\r\rالقسم الأول: أنه يقع بعد إِلَّا في كلام موجب، فيكون منصوبًا، مثل: «جَاءَنِي الْقَوْمُ إِلَّا زَيْدًا».\rوالكلام الموجب: ما ليس فيه نفي أو نهي أو استفهام. كذلك إن كان مقدما على المستثنى منه في كلام غير موجب، نحو: مَا جَاءَنِيْ إِلَّا زَيْدًا أَحَدٌ.\rوالمستثنى المنقطع منصوب دائما. وإذا وقع المستثنى بعد خَلَا وعَدَا، وحَاشَا يكون منصوبًا على مذهب أكثر العلماء (1).\rوِإذا وقع بعد مَا خَلَا، ومَا عَدَا، ولَيْسَ، ولَا يَكُوْنُ يكون منصوبًا دائمًا، نحو: «جَاءَنِي الْقَوْمُ مَا خَلَا زَيْدًا»، ومَا عَدَا زَيْدًا» إلى الآخر.\r\rوالقسم الثاني: أنه يقع بعد إلا في كلام غير موجب، ويذكر المستثنى منه أيضًا، فيجوز فيه الوجهان:\r1 - النصب علي سبيل الاستثناء.\r2 - والبدل ما قبله، مثل: «مَا جَاءَنِيْ أَحَدٌ إِلَّا زَيْدًا أو إِلَّا زَيْدٌ».\r\rوالقسم الثالث: المستثنى المفرغ، أي يكون المستثني منه غير مذكور في كلام غير موجب، فحينئذ يختلف إعرابه بحسب العوامل، نحو: «مَا جَاءَنِي إِلَّا زَيْدٌ»، و «مَا رَأَيْتُ إِلَّا زَيْدًا»، و «مَا مَرَرْتُ إِلَّا بِزَيْدٍ».\r__________\r(1) إن كان المستثنى بعد خَلَا وعَدَا يكون منصوبًا عند إلا كثرين تقول: جَاءَنِيْ الْقَوْمُ عَدَا زَيْدًا، وقال بعضهم: يخفض المستثنى إذا وقع بعد خَلَا، وعَدَا، لأنها حرفًا جر عندهم.","Part":null,"seal":"E37A904F","page":38},
      {"id":40,"nass":"والقسم الرابع: أنه يقع بعد غَيْرِ، وسِوَى، وسَوَاءِ، فيكون مجرورا، وبعد حَاشَا يكون مجرورًا أيضًا على مذهب الأكثر وبعضهم جوَّز النصب أيضًا، مثل: «جَاءَنِي الْقَوْمُ غَيْرَ زَيْدٍ»، و «سِوَى زَيْدٍ»، و «سِوَاءَ زَيْدٍ»، و «حَاشَا زَيْدٍ».\rاعلم أن إعراب لفظة غَيْرَ مثل إعراب المستثنى بـ إِلَّا في جميع الصور المذكورة، كما تقول: «جَاءَنِي الْقَوْمُ غَيْرَ زَيْدٍ، وغَيْرَ حِمَارٍ»، و «مَا جَاءَنِيْ غَيْرَ زَيْدٍ الْقَوْمُ»، و «مَا جَاءَنِيْ أَحَدٌ غَيْرَ زَيْدٍ، وغَيْرُ زَيْدٍ»، و «مَا جَاءَنِيْ غَيْرُ زَيْدٍ»، و «مَا رَأَيْتُ غَيْرَ زَيْدٍ»، و «مَا مَرَرْتُ بِغَيْرِ زَيْدٍ» [وكذا سوى].\r\rواعلم أن لفظة غير موضوعة للصفة، وقد تستعمل للاستثناء كما أن إلَّا موضوعة للاستثناء، وقد تستعمل للصفة كقوله تعالى: «لَوْ كَانَ فِيْهِمَا آلِهَةٌ إِلَّا اللهُ لَفَسَدَتَا» (1) أي غَيْرُ اللهِ، وكذلك «لَا إِلَهَ إِلَّا اللهُ».\r__________\r(1) القرآن الكريم، سورة الأنبياء (21): 22","Part":null,"seal":"08C0E870","page":39},
      {"id":41,"nass":"خلاصة الكتاب\rبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ\rاَلْحَمْدُ للهِ الْعَالَمِيْنَ، وَالصَّلَاةُ عَلَى سَيِّدِ الْمُرْسَلِيْنَ مُحَمَّدٍ وَّآلِهِ وَأَصْبَاحِهِ أَجْمَعِيْنَ.\rإِعْلَمْ أَرْشَدَنَا وَأَرْشَدَكَ اللهُ تَعَالَى إِرْشَادًا تَامًّا.\r\rاَللَّفْظُ الْعَرَبِيُّ: الْمَوْضُوْعُ لِلْمَعْنَى إِمَّا مُفْرَدٌ، وَإِمَّا مُرَكَّبٌ.\rفَالْمُرَكَّبُ: جُمْلَةٌ، وَكَلَامٌ؛ وَمُرَكَّبٌ إِضَافِيٌّ، وَّمُرَكَّبٌ تَوْصِيْفِيٌّ، وَّمُرَكَّبٌ اِمْتِزَاجِيٌّ (1).\rفَالْمُفْرَدُ: يُسَمَّى كَلِمَةً؛ وَهِيَ اِسْمٌ، وَّفِعْلٌ، وَّحَرْفٌ.\r__________\rتنقسم المركبات في العربية إلى:\r- المركب الإضافي: ما تركب من المضاف والمضاف إليه، مثل: خاتم فضة، كتاب التلميذ.\r- المركب البياني: كل كلمتين كانت ثانيتهما مرضحة معنى الأولى، وهو ثلاثة أقسام:\r1 - مركب وصفي: وهو ما تألف من الصفة والموصوف، مثل: أكرمت التلميذ المجتهد.\r2 - مركب توكيدي: وهو ما تألف من المؤكد والمؤكد، مثل: جاء القوم كلهم.\r3 - مركب بدلي: هو ما تألف من البدل والمبد منه، مثل: جاء خليل أخوك.\r- المركب العطفي: وهو ما تألف من المعطوف والمعطوف عليه، بتوسط حرف العطف بينهما، مثل: ينال التلميذ والتلميذة الحمد والثناء إذا ثابرًا على الدرس والإجتهاد.\r- المركب المزجي: مثل: بعلبك، سيبويه، بيت لحم.\r- المركب العددي: كل عددين كان بينهما حرف عطف مقدر وهو من 11 - 19، ومن الحادي عشر التاسع عشر.","Part":null,"seal":"C4623975","page":41},
      {"id":42,"nass":"فَالْاِسْمُ: مُعْرَبٌ، وَّمَبْنِيٌّ.\rوَالْمُعْرَبُ مَرْفُوْعٌ، وَّمَنْصُوْبٌ، وَّمَجْرُوْرٌ.\rفَالْمَرْفُوْعُ: فَاعِلٌ، وَّمَفْعُوْلٌ مَّا لَمْ يُسَمَّى فَاعِلُهُ، وَمُبْتَدَأٌ، وَّخَبْرُ الْمُبْتَدَأِ، وَخَبْرُ إِنَّ وَأَخْوَاتِهَا، وَاِسْمُ كَانَ وَأَخْوَاتِهَا، وَخَبْرُ لَا الَّتِيْ لِنَفْيِ الْجِنْسِ، وَاِسْمُ مَا وَلَا [وَإِنَّ وَلَاتَ] بِمَعْنَى لَيْسَ.\rوَالْمَنْصُوْبُ: اَلْمَفْعُوْلُ الْمُطْلَقُ، وَاَلْمَفْعُوْلُ بِهِ، وَاَلْمَفْعُوْلُ فِيْهِ، وَاَلْمَفْعُوْلُ لَهُ، وَاَلْمَفْعُوْلُ مَعَهُ، وَالْحَالُ، وَالتَّمِيْزُ، وَالْمُسْتَثْنَىَ، وَاِسْمُ إِنَّ وَأَخْوَاتِهَا، وَخَبْرُ كَانَ وَأَخْوَاتِهَا، وَاِسْمُ لَا لِنَفْيِ الْجِنْسِ إِنْ كَانَ مُضَافًا أَوْ شَبِيْهًا بِالْمُضَافِ، وَخَبْرُ إِنَّ وَمَا [ولَا ولَاتَ] بِمَعْنَى لَيْسَ.\rوَالْمَجْرُوْرُ: بِالْمُضَافِ، وَمَا دَخَلَهُ حَرْفٌ مِّنْ حُرُوْفِ الْجَرِّ، وَسَيَجِيْءُ ذِكْرُهَا إِنْ شَاءَ اللهُ، وَيَجِيءُ لِكُلِّ مِنَ الْمَرْفُوْعِ وَالْمَنْصُوْبِ وَالْمَجْرُوْرِ تَوَابِعُ يَكُوْنُ إِعْرَابُهَا كَإِعْرَابِهِ، وَهِيَ خَمْسٍ:\r1 - اَلنَّعْتُ،\r2 - وَالتَّأْكِيْدُ،\r3 - وَالْمَعْطُوْفُ بِحَرْفِ الْعَطْفِ وَسَتَعْرِفُهُ،\r4 - وَالْبَدْلُ،\r5 - وَعَطْفُ الْبَيَانِ.\r\rوَالْمَبْنِيُّ: اَلْمُضْمَرَاتُ، وَأَسْمَاءُ الْإِشَارَةِ، وَالْمَوْصُوْلَاتُ، وَالْكِنَايَاتُ، وَأَسْمَاءُ الْأَفْعَالِ، وَأَسْمَاءُ الْأَصْوَاتِ، وَبَعْضُ الظُّرُوْفُ أَيْضًا.\rوَالْاِسْمُ عَلَى قِسْمَيْنِ:\r1 - مُشْتَقٌّ،\r2 - وَجَامِدٌ.\r\rفَالْمُشْتَقُّ: اِسْمُ الْفَاعِلِ، وَاِسْمُ الْمَفْعُوْلِ، وَالصِّفَةُ الْمُشَبِّهَةُ، وَاِسْمُ التَّفْضِيْلِ، وَاِسْمُ الزَّمَانِ، وَاِسْمُ الْمَكَانِ، وَاِسْمُ الْآلَةِ.\rوَالْجَامِدُ: مَا سَوَاهُ، كَالْمَصْدَرِ وَغَيْرُهُ.","Part":null,"seal":"D9DD45C8","page":42},
      {"id":43,"nass":"وَالْفِعْلُ: مَاضٍ، وَمُضَارِعٌ، وَالْأَمْرُ بِلَا لَامٍ، وَالْأَمْرُ بِهَا، وَنَهْيٌ [وَهُوَ الْمُضَارِعُ الْمَسْبُوْقِ بِلَا الْأَمْرِ وَلَا النَّاهِيَّةِ].\rفَالْمَاضِيْ وَالْأَمْرُ بِلَا لَامٍ مَّبْنِيَانِ، وَمَا سَوَاهُمَا مُعْرَبٌ، ثُمَّ الْمُضَارِعُ يَرْتَفِعُ إِذَا تَجَرَّدُ عَنِ النَّاصِبِ وَالْجَازِمِ، وَيَنْتَصِبُ بِالنَّاصِبِ، وَيَنْجَزِمُ بِالْجَازِمِ؛ وَسَيَجِيْءُ ذِكْرَ النَّاصِبِ وَالْجَازِمِ فِيْ بَحْثِ الْحَرْفِ. وَأَمَّا الْأَمْرُ بِاللَّامِ وَالنَّهْيِ، فَيَجْزِمَانِ أَبَدًا [لَأَنَّ لَامَ الْأَمْرِ وَلَا النَّاهِيَّةِ مِنْ جَوَازِمِ الْمُضَارِعِ].\r\rثُمَّ اِعْلَمْ أَنَّ الْفِعْلَ لَازِمٌ، وَّمُتَعَدِّيٌّ.\r\rفَاللَّازِمُ: مَا لَا يَقْتَضِيْ مَفْعُوْلًا بِهِ، مِثْلُ: «جَاءَ وَقْتُ الصَّلَاةِ».\rوَالْمُتَعَدِّيُّ: مَا يَقْتَضِيْهِ، وَهُوَ عَلَى ثَلَاثَةِ أَنْوَاعٍ:\r1 - مُتَعَدٍّ إِلَى مَفْعُوْلٍ وَّاحِدٍ، كَـ «ضَرَبَ»،\r2 - وَمُتَعَدٍّ إِلَى الْمَفْعُوْلَيْنِ، مِثْلُ: «عَلِمَ، وَ «أَعْطَى»،\r3 - وَمُتَعَدٍّ إِلَى ثَلَاثَةِ مَفَاعِيْلٍ، نَحْوُ: «أَعْلَمُ».\r\rوَالْحُرُوْفُ: مِنْهَا حُرُوْفٌ عَامِلَةٌ، وَمِنْهَا حُرُوْفٌ غَيْرُ عَامِلَةٍ.\rفَالْعَامِلَةُ:\rحُرُوْفُ الْجَرِّ، وَهِيَ سَبْعَةُ عَشَرَ [عِشْرُوْنَ] حَرْفًا: اَلْبَاءُ، وَالتَّاءُ، وَالْكَافُ، وَاللَّامُ، وَالْوَاوُ، وَمُذْ، وَمُنْذُ، وَخَلَا، وَعَدَا، وَرُبَّ، وَحَاشَا، وَمَنْ، وَعَنْ، وعَلَى، وَحَتَّى، وَفِيْ، وَإِلَى، [وَكَيْ، وَلَعَلَّ، وَمَتَى فِيْ لُغَةٍ].\rوَالنَّوَاصِبُ لِلْفِعْلِ الْمُضَارِعِ؛ وَهِيَ أَرْبَعَةٌ: أَنْ، وَلَنْ، وَكَيْ، وَإِذَنْ.\rوَالْجَوَازِمُ لِلْمُضَارِعُ؛ وَهِيَ خَمْسَةٌ: إِنْ، وَلَمْ، وَلَمَّا، وَلَامُ الْأَمْرِ، وَلَا النَّهْيُ [وَأَدْوَاتُ الشَّرْطِ الْجَازِمَةُ].\rوَالْحُرُوْفُ الْمُشَبِّهَةُ الَّتِيْ تَنْصِبُ الْأَسْمَاءَ وَتَرْفَعُ الْأَخْبَارُ؛ وَهِيَ إِنَّ، وَأَنَّ، وَكَأَنَّ، وَلَكِنَّ، وَلَيْتَ، وَلَعَلَّ، وَتَلْحَقُهَا مَا، فَتُلْغَى، وَتَدْخُلُ حِيْنَئِذٍ عَلَى الْأَفْعَالِ أَيْضًا.\rوَحُرُوْفُ النِّدَاءِ الَّتِيْ تَنْصِبُ الْمُنَادِيَ الْمُضَافَ، وَالْمُشَبِّهَ بِالْمُضَافِ، وَالنَّكْرَةَ الْمَقْصُوْدَةَ؛ وَهِيَ خَمْسَةٌ: يَا، وَإِيَّا، وَهَيَا، وَأَيْ، وَالْهَمْزَةُ.\rوَلَا النَّافِيَّةُ لِلْجِنْسِ، وَمَا وَلَا [وَإِنَّ، وَلَاتُ] بِمَعْنَى لَيْسَ.\rغَيْرُ الْعَامِلَةِ:\rكَالْحُرُوْفِ الْعَاطِفَةِ؛ وَهِيَ: اَلْوَاوُ، وَالْفَاءُ، وَثُمَّ، وَحَتَّى، وَاوٌ، وَإِمَّا، وَأَمْ، وَلَا، وَبَلْ، وَلَكِنْ.\rوَحُرُوْفِ التَّنْبِيْهِ؛ وَهِيَ: أَلَا، وَهَا.\rوَحُرُوْفِ الْإِيْجَابِ؛ وَهِيَ: نِعْمَ، وَبَلَى، وَأَيْ، وَأَجَلْ، وَجَيْرُ، وَإِنَّ.\rوَحُرُوْفِ التَّفْسِيْرِ؛ وَهِيَ: أَيْ، وَإِنْ.\rوَحُرُوْفِ التَّحْضِيْضِ؛ وَهِيَ: هَلَّا، وَأَلَّا، وَلَوْلَا، وَلَوْمَا، وَيَلْزِمُهَا الْفِعْلُ لَفْظًا أَوْ تَقْدِيْرًا.\rوَحُرُوْفِ التَّوَقُّعِ؛ وَهُوَ قَدْ.\rوَحُرُوْفِ الْاِسْتِفْهَامِ؛ وَهِيَ: اَلْهَمْزَةُ، وَهَلْ.\rوَحَرْفُ الرَّدْعِ، وَهُوَ: كَلَّا، وَقَدْ جَاءَ بِمَعْنَى حَقًّا.\rوَكَذَلِكَ مَا الْمَصْدَرِيَّةُ، وَإِنْ، وَلَوْ، وَإِمَّا لِلشَّرْطِ.\r\rوَتَاءُ التَّأْنِيْثِ: فَالسَّاكِنَةُ مِنْهَا تَلْحَقُ آخِرَ الْمَاضِيْ، وَالْمُتَحَرِّكَةُ آخِرَ الْاِسْمِ.\rوَالتَّنْوِيْنُ: وَهُوَ نُوْنٌ سَاكِنَةٌ تَتَّبِعُ حَرْكَةَ الْآخِرِ لَا لِتَأْكِيْدِ الْفِعْلِ، وَنُوْنُ التَّأْكِيْدِ مُخَفَّفَةٌ أَوْ مُشَدَّدَةٌ تَخْتَصُّ بِالْفِعْلِ وَتَدْخُلُ فِي الْأَمْرِ، وَالنَّهْيِ، وَالْاِسْتِفْهَامِ، وَالتَّمَنِّيِّ، وَالْعَرْضِ، وَالْقَسَمِ، وَقُلْتُ: فَي النَّفِيِ.","Part":null,"seal":"BB743F35","page":43},
      {"id":48,"nass":"الجمل\rبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ\rنَحْمَدُهُ مُصَلِّيًا وَّمُسَلِّمًا بِاِفْتِتَاحٍ هُوَ الْمُسْتَغَاثُ.\r\rاعلم أن أصل الجملة على أربعة أوجه: اسمية، وفعلية، وظرفية، وشرطية (1).\r1 - فالاسمية: ما تتركب من المبتدأ والخبر، مثل: «زَيْدٌ قَائِمٌ».\r2 - والفعلية: ما تتركب من الفعل وفاعله، مثل: «قَامَ زَيْدٌ».\r\r3 - والظرفية: ما تتركب من الظرف والمظروف، مثل: «عِنْدِيْ مَالٌ».\r4 - والشرطية: ما تتركب من الشرط والجزاء، نحو: «إِنْ تُكْرِمْنِيْ أُكْرِمُكَ».\r__________\r(1) الجملة إما أن تكون اسمية، وإما أن تكون فعلية، والشرطية من أنواع الجمل الفعلية، والظرفية من أنواع الجملة الاسمية.","Part":null,"seal":"1AFDAB0F","page":39},
      {"id":49,"nass":"وصفة الجملة تسعة:\r1 - المبيَّنة: ما تبين الكلام السابق المجمل، مثل: «اَلْكَلِمَةُ عَلَى ثَلَاثَةِ أَقْسَامٍ: اِسْمٌ، وَّفِعْلٌ، وَّحَرْفٌ».\r2 - والمعلِّلَة: ما هي علة لما قبلها، مثل: قوله عليه السلام: «لَا تَصُوْمُوْا فِيْ هَذِهِ الْأَيَّامِ, فَإِنَّهَا أَيَّامُ أَكْلٍ وَّشُرْبٍ وَّبِعَالٍ» (1).\r3 - والمعترضة (2): ما وقعت بين الكلامين بلا تعلق بينهما، مثل: «قَالَ أَبُوْ حَنِيْفَةَ - رَحِمَهُ اللهُ -: اَلنِّيَةُ فِي الْوُضُوْءِ لَيْسَتْ بِشَرْطٍ».\r4 - والمستأنفة (3): ما تُبَيِّنُ سؤال السائل، مثل: «لِمَ رَفَعْتَ زَيْدًا؟ لِأَنَّهُ فَاعِلٌ!».\r\r5 - والنتيجية: هِيَ ما تتولَّدُ مِنَ الكَلَامِ السَّابِقْ، نحو: «اَلْجَزْمُ مُخْتَصُّ بِالْأَفْعَالِ وَالْخَفْضُ مُخْتَصٌّ بِالْأَسْمَاءِ، فَلَيْسَ بِالْأَفْعَالِ خَفْضٌ وَّلَا فِي الْأَسْمَاءِ جَزْمٌ».\r6 - والابتدائية: ما وقعت في أول الكلام، مثل: «اَلْكَلِمَةُ عَلَى ثَلَاثَةِ أَضْرُبٍ».\r\r7 - والمقطوعة: ما وقعت بلا ارتباط شيء تنشأ بالتعداد، مثل: «اَلْبَابُ الثَّانِيْ فِي الْعَوَامِلِ اللَّفْظِيَّةِ الْقِيَاسِيَّةِ».\r8 - والحالية: ما وقعت حالا مثلا: جَاءَنِيْ زَيْدٌ وَأَبُوْهُ رَاكِبٌ.\r9 - والمعطوفة: ما عطفت على سابقة، لها ونظائره كثيرة في العبارات العربيَّة (3).\rتمَّت الجمل.\r__________\r(1) أخرجه الطحاوي في «شرح معاني الآثار» (2/ 245 - 246) (رقم: 4111)؛ حيث قال:\rحَدَّثَنَا عَلِيُّ بْنُ شَيْبَةَ, قَالَ: ثَنَا رَوْحٌ , قَالَ: ثَنَا مُوْسَى بْنُ عُبَيْدَةَ, قَالَ: أَخْبَرَنِي الْمُنْذِرُ, عَنْ عَمْرِو بْنِ خَالِدَةَ الزُّرَقِيِّ, عَنْ أُمِّهِ, قَالَتْ: بَعَثَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلِيَّ بْنَ أَبِيْ طَالِبٍ رَضِيَ اللهُ عَنْهُ فِيْ أَوْسَطِ أَيَّامِ التَّشْرِيْقِ, يُنَادِيْ فِي النَّاسِ: «لَا تَصُوْمُوْا فِيْ هَذِهِ الْأَيَّامِ, فَإِنَّهَا أَيَّامُ أَكْلٍ وَّشُرْبٍ وَّبِعَالٍ».\r\r(2) المعترضة: وهي التي تعترض بين شيئين متلازمين لإفادة الكلام تقوية وتسديدًا وتحسينًا كالتي تعترض بين المبتدأ والخبر، والفعل وفاعله، والفعل ومفعوله، والحال وصاحبها، والشرط والجواب، والصفة والموصوف، وحرف الجر ومتعلقة، والقسم وجوابه، مثل:\rوَقد أدركَتنى والحوادث جمَّة ... أسِنَّة قوم لَا ضِعافٌ وَلَا عُزْل\r[نقله ابن عبد ربه الأندلسي في «العقد الفريد» (6/ 46)]\r\r(2) المستأنفة: هي التي تقع في أثناء الكلام، منقطعة عما قبلها لاستئناف كلام جديد، كقوله تعالى: «خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ تَعَالَى عَمَّا يُشْرِكُوْنَ» [القرآن الكريم، سورة النحل (16): 3]، فجملة «تَعَالَى» استئنافية.\r(3) واعلم أن الجملة إن صح تأويلها بمفرد كان لها محل من الإعراب، وإن لم يصح تأويلها بمفرد لم يكن لها محل من الإعراب، مثل: خَالِدٌ يَعْمَلُ الْخَيْرَ؛ تأويلها: خَالِدٌ عَامِلٌ لِّلْخَيْرِ. هذا والجمل التي لها محل من الإعراب سبع هي: الواقعة خبرًا لمبتدًأ أو لكان أو إحدى أخواتها أو لإن أو إحدى أخواتها، فمحلها الرفع أو النصب، نحو: العلم يرفع قدر صاحبه، أصبح العلم يرفع قدر صاحبه، إن العلم يرفع قدر صاحبه.\rالواقعة حالًا ومحلها النصب، مثل: «وَجَاءُوْا أَبَاهُمْ عِشَاءً يَبْكُونَ» [القرآن الكريم، سورة يوسف (12): 16] الواقعة مفعولًا به ومحلها النصب: «قَالَ: إِنِّيْ عَبْدُ اللهِ» الواقعة مضافًا إليها ومحلها الجر، مثل: هذا يوم ينفع الصادقين صدقهم. الواقعة جوابًا لشرط جازم مقترنة بالفاء أو بإذا الفجائية ومحلها الجزم، نحو: «وَمَنْ يُضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ» [القرآن الكريم، سورة الرعد (13): 33] الواقعة صفة ومحلها بحسب الموصوف، نحو: لا تحترم رجلًا يخون بلاده جملة يخون في محل نصب صفة, التابعة لجملة لها محل من الإعراب، ومحلها بحسب المتبوع، نحو: على يقرأ ويكتب، كانت الشمس.\rتبدو وتختفي.\rوالجمل التي لا محل لها من الإعراب تسع، هي:\r\rالإبتدائية: الواقعة في مفتتح الكلام، نحو: «إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ» [القرآن الكريم، سورة الكوثر (108): 1]، والإستئنافية، والإعتراضية، وصلة الموصول الإسمي والحرفي، مثل: «قَدْ أَفْلَحَ مَنْ تَزَكَّى» [القرآن الكريم، سورة الأعلى (78): 14]، نخشى أن تصيبنا دائرة، والتفسيرية، والواقعة جوابًا للقسم، مثل: «وَتَاللهِ لَأَكِيدَنَّ أَصْنَامَكُمْ» [القرآن الكريم، سورة الأنبياء (21): 57]، والواقعة جوبًا لشرط غير جازم، كاذا، ولو، والتابعة لجملة لا محل لها من الإعراب، نحو: «إذا نهضت الأمة بلغت من المجد غاية، وأدركت من السؤدد النهاية».","Part":null,"seal":"E8DD7A92","page":40},
      {"id":50,"nass":"التَتِمَّةُ\rبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ.\rاَلْحَمْدُ للهِ رَبِّ الْعَالِمِيْنَ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُوْلِهِ مُحَمَّدٍ سَيِّدِ الْعَالَمِيْنَ وَعَلَى آلِهِ وَأَصْحَابِهِ أَجْمَعِيْنَ.\r\rاعلم يا بُنَيَّ! - أطال الله عمرك، وأعطاك علمًا نافعًا - أن المبتدأ وخبره مرفوعان أبدًا، نحو: «زَيْدٌ قَائِمٌ»، والفاعل مرفوع، والمفعول به منصوب، نحو: «ضَرَبَ زَيْدٌ عَمْرًا»، ومفعول ما لم يسم فاعله أيضًا مرفوع، نحو: «ضُرِبَ زَيْدٌ».\rواعلم أن كَانَ وصَارَ، وأَصْبَحَ، ولَيْسَ، ومَا ولَا المشبهتين بـ لَيْسَ وأخواتها ترفع الاسم، وتنصب الخبر، نحو: «كَانَ زَيْدٌ قَائِمًا».\rوإِنَّ، وأَنَّ، ولَكِنَّ المشددة، ولَيْتَ، ولَعَلَّ تنصب الاسم، وترفع الخبر، نحو: «إِنَّ زَيْدًا قَائِمٌ».\rومَا إذا اتصل بها ما الكافة، فيبطل عملها، نحو: «إِنَّمَا زَيْدٌ قَائِمٌ» (1).\rوالحال منصوب (2)، نحو: «جَاءَنِيْ زَيْدٌ رَاكِبًا»، وظرفا الزمان والمكان منصوبان أيضًا، نحو: «خَرَجْتُ يَوْمَ الْجُمُعَةِ»، و «قُمْتَ خَلْفَكَ»، والتمييز منصوب، نحو: «جَاءَنِيْ عِشْرُوْنَ رَجُلًا».\rواسم لَا لنفي الجنس إن كان نكرة غير مضافة، فهو مبني في محل نصب، نحو: «لَا رَجُلَ فِي الدَّارِ».\rوالمستثني من الكلام المثبت كذالك منصوب، نحو: «جَاءَنِي الْقَوْمُ إِلَّا زَيْدًا»، والمستثنى من الكلام المنفي يجوز الرفع فيه علي البدل (3)، والنصب على الاستثناء، نحو: «مَا جَاءَنِي الْقَوْمُ إِلَّا زَيْدٌ وزَيْدًا».\rوالمنادي المفرد مضموم بلا تنوين (4) نحو: «يَا بَكْرٌ». والمنادي والمضاف منصوب بلا تنوين، نحو: «يَا عَبْدَ اللهِ».\r__________\r(1) إذا اتصلت «مَا» الكافة بـ أَنْ، وإِنْ، ولَكِنْ، ولَعَلَّ فيبطل علمها ويرتفع ما بعدها على أنه مبتدأ. أما «لَيْتَ» فيجوز إهما لها - أي إبطال عملها - ويجوز أن تبقي عاملة، نحو قول الشاعر:\r«أَلاَ لَيْتَمَا هَذَا الْحَمَامُ لَنَا ... إِلىَ حَمَامَتِنَا أَوْ نِصْفَهُ فَقَدِ»\r[أبو الفضل الميداني في «مجمع الأمثال» (1/ 222) (رقم: 1187)]\rفيجوز نصب كلمة الحمام بدلًا من «هذا» على أنه اسم ليتما. ويجوز رفع الحمام بدلًا من «هذا» على أنه مبتدأ مبني في محل رفع.\r(2) أما إذا وقع الحال جملة، فالجملة في محل نصب.\r(3) في جملة الاستثناء إذا كانت الجملة منفية تامة أي ذكر فيها المستثنى منه، فيجوز في المستثنى الرفع أو النصب أو الجر بدلًا من المستثنى منه، نحو: ما جاء الطلاب إلا محمد، ما أكرمت الطلاب إلا محمدًا، ما مررت بالطلاب محمد، ويجوز النصب على الاستثناء، فنقول: ما جاء الطلاب إلا محمدًا، ما أكرمت الطلاب إلا محمدًا، ما مررت بالطلاب إلا محمدًا.\r(4) المنادي المفرد مبني على ما كان يرفع به قبل النداء، أي مبني على الضم في محل نصب.","Part":null,"seal":"E174CE9B","page":44},
      {"id":51,"nass":"ومَنْ، وعَنْ، وإِلَى، وفَيْ، وخَلَا، وعَلَى تخفض الاسم، نحو: مِنْ زَيْدٍ، وكذا الْبَاءُ، والْكَافُ، نحو: «بِزَيْدٍ وكَزَيْدٍ».\rوحروف تخفض المقسم به، وهي: اَلْبَاءُ، والْوَاوُ، والتَّاءُ، نحو: «بِاللهِ لَأَفْعَلَنَّ كَذَا».\rوالمضاف إليه مجرور، نحو: «غُلَامُ زَيْدٍ».\rوالإعراب والإضافة مخصوصان بالاسم.\r\rواعلم أن كلَّ اسم فيه سببان من تسعة أسباب أو سبب يقوم مقامهما يكون في موضع الجر منصوبًا بلا تنوين، وهي: التعريف والتأنيث، ووزن الفعل، والوصف، والعدل، والعجمة، والتركيب، وصيغة منتهي الجموع، والألف والنون الزائدتان.\r\rواعلم أن إعراب أربعة أشياء يتبع إعراب الأول وهي الصفة، كـ «جَاءَنِيْ زَيْدٌ الْعَاقِلُ»، والعطف، نحو: «جَاءَنِيْ زَيْدٌ وَّعَمْرٌو»، والتأكيد، نحو: «قَامَ الْقَوْمُ كُلُّهُمْ»، والبدل، نحو: «قَامَ زَيْدٌ عَمُّكَ».\rوالتطابق بين الصفة والموصوف شرط في الأعراب، والتعريف، والتنكير، والتذكير، والتأنيث، والإفراد، والتثنية، والجمع.\r\rوالمعرفة: ما تقع على شيء بعينه، وهي خمسة أوجه:\r1 - اسم العلم،\r2 - والضمير،\r3 - وأسماء الإشارة،\r4 - وما فيه الألف واللام،\r5 - وما أضيف إلى واحد من هذه الأربعة.\rوالنكرة: ما تقع على كل أمة كـ «رَجُلٍ وامْرَأَةٍ».\r\rالمذكر: ما يخلو عن الألف المقصورة أو الممدودة أو الممدودة الزائدتين، أو التاء التي تلفظ في الوقف هاءٍ.\rوالمؤنث: ما فيه واحد منها (1).\r__________\r(1) قد يأتي الاسم المذكر في آخره تاء مثل حمزة، طلحة، معاوية فيه علامة من علامات التأنيث إلا أنه مذكر، فهو مؤنث لفظي.","Part":null,"seal":"F09B87D2","page":45},
      {"id":52,"nass":"واعلم أن أصل الإعراب بالحركات.\rوأما إعراب المثنى والجمع السالم فبالحروف.\rفالمثنى رفعًا بالألف والنون، نحو: «جَاءَنِيْ الزَّيْدَانِ»، ونصبًا وجرًّا بالياء، نحو: «رَأَيْتُ الزَّيْدَيْنِ»، و «مَرَرْتُ بِالزَّيْدَيْنِ»، والجمع رفعًا بالواو والنون، نحو: «جَاءَنِي الزَّيْدُوْنَ»، ونصبًا وجرًّا بالياء، وكسر ما قبل الياء، نحو: «رَأَيْتُ الزَّيْدِيْنَ»، و «مَرَرْتُ بِالزَّيْدِيْنِ».\rونون المثنى مكسورة، أما نون الجمع فمفتوحة، وكلتاهما تسقطان عند الإضافة، نحو: «غَلَامَاكَ»، و «بَنُوْكَ».\rوإعراب ستة الأسماء مضافة إلى غير ياء المتكلم بلا حروف، بالواو رفعًا، وبالألف نصبًا، وبالياء جرًّا، وهي: أَبُوْكَ، وأُخُوْكَ، وحَمُوْكَ، وهَنُوْكَ، وفَوْكَ، وذُوْ مَالٍ: تقول: «جَاءَنِي أَبُوْكَ»، و «رَأَيْتُ أَبَاكَ»، و «مَرَرْتُ بِأَبِيْكَ»، وكذا البواقي.\r\rواعلم أن كلام العرب ينقسم إلى ثلاثة أقسام:\r1 - اسم،\r2 - وفعل،\r3 - وحرف.\rفالاسم نحو: «زَيْدٌ»، والفعل، نحو: «قَامَ»، والحرف، مثل: «مِنْ»، و «عَنْ».\rفلما اجتمع فعل واسم وحرف واسمان على وجه الإفادة سُمِيَا كلامًا، نحو: «قَامَ زَيْدٌ»، و «زَيْدٌ قَامَ»، «اِضْرِبْ زَيْدًا».\rفالاسم المتمكن، والفعل المضارع معربان وما عداهما فمبني.\rفالمعرب ما حركته وسكونه بسبب عامل.\rوالمبني ما حركته وسكونه ثابتتان لا تتغيران بتغير العامل.\r\rواعلم أن الأفعال من حيث زمن وقوعها على ثلاثة أنواع:\r1 - فعل ماض، وهو مبني على الفتح (1)، نحو: «قَامَ»، وفعل مضارع وهو معرب مرفوع إذا لم يدخل عليه ناصب أو جازم، نحو: «يَضْرِبُ»، أما إذا أدخل عليه أَنْ ولَنْ (2)، فمنصوب. وإذا أدخل عليه جزم فمجزوم. ولأمر مبني على ما يجزم به مضارعه، نحو: «اِضْرِبْ».\rتَمَّتِ التَّتِمَّةُ\r\rوآخر دعوانا أن الحمد لله رب العالمين.\r__________\r(1) الفعل الماضي يبني على الفتح وهو الأصل في بنائه نحو: كتب ويبني على الضم إن اتصلت به واو الجماعة، نحو: كتبوا. ويبنى على السكون إن اتصل به ضمير رفع متحرك، نحو: كتبت، كتبت، كتبت، كتبن، كتبنا.\r(2) وكذلك إذا سبقه كي، وإذن.","Part":null,"seal":"87FD857D","page":46},
      {"id":53,"nass":"المراج والمصادر\rالكتاب: الأصمعيات اختيار الأصمعي\rالمؤلف: الأصمعي أبو سعيد عبد الملك بن قريب بن علي بن أصمع (المتوفى: 216هـ)\rالمحقق: احمد محمد شاكر - عبد السلام محمد هارون\rالناشر: دار المعارف - القاهرة، مصر\rالطبعة: الطبعة السابعة (1414 هـ = 1993 م)\r\rالكتاب: الجامع المسند الصحيح المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه = صحيح البخاري\rالمؤلف: محمد بن إسماعيل أبو عبدالله البخاري الجعفي\rالمحقق: محمد زهير بن ناصر الناصر\rالناشر: دار طوق النجاة (مصورة عن السلطانية بإضافة ترقيم ترقيم محمد فؤاد عبد الباقي)\rالطبعة: الطبعة الأولى (1422 هـ = 2001 م)\r\rالكتاب: المسند الصحيح المختصر بنقل العدل عن العدل إلى رسول الله صلى الله عليه وسلم\rالمؤلف: مسلم بن الحجاج أبو الحسن القشيري النيسابوري (المتوفى: 261 هـ)\rالمحقق: محمد فؤاد عبد الباقي\rالناشر: دار إحياء التراث العربي - بيروت، لبنان\r\rالكتاب: شرح معاني الآثار\rالمؤلف: أبو جعفر أحمد بن محمد بن سلامة بن عبد الملك بن سلمة الأزدي الحجري المصري المعروف بالطحاوي (المتوفى: 321هـ)\rحققه وقدم له: (محمد زهري النجار - محمد سيد جاد الحق) من علماء الأزهر الشريف\rراجعه ورقم كتبه وأبوابه وأحاديثه: د يوسف عبد الرحمن المرعشلي - الباحث بمركز خدمة السنة بالمدينة النبوية\rالناشر: عالم الكتب\rالطبعة: الطبة الأولى (1414 هـ = 1994 م)\r\rاسم الكتاب: العقد الفريد\rالمؤلف: أبو عمر، شهاب الدين أحمد بن محمد بن عبد ربه ابن حبيب ابن حدير بن سالم المعروف بابن عبد ربه الأندلسي (المتوفى: 328هـ)\rالناشر: دار الكتب العلمية - بيروت، لبنان\rالطبعة: الطبعة الأولى (1404 هـ = 1983 م)\r\rالكتاب: شرح ديوان الحماسة (ديوان الحماسة: اختاره أبو تمام حبيب بن أوس ت 231 هـ)\rالمؤلف: يحيى بن علي بن محمد الشيبانيّ التبريزي، أبو زكريا (المتوفى: 502 هـ)\rالناشر: دار القلم - بيروت، لبنان\r\rالكتاب: مجمع الأمثال\rالمؤلف: أبو الفضل أحمد بن محمد بن إبراهيم الميداني النيسابوري (المتوفى: 518 هـ)\rالمحقق: محمد محيى الدين عبد الحميد\rالناشر: دار المعرفة - بيروت، لبنان\r\rالكتاب: شرح أدب الكاتب لابن قتيبة\rالمؤلف: موهوب بن أحمد بن محمد بن الخضر بن الحسن، أبو منصور ابن الجواليقى (المتوفى: 540 هـ)\rقَدَّمَ له: مصطفى صادق الرافعي\rالناشر: دار الكتاب العربي - بيروت، لبنان\r\rالكتاب: الاستيعاب في معرفة الأصحاب\rالمؤلف: أبو عمر يوسف بن عبد الله بن محمد بن عبد البر بن عاصم النمري القرطبي (المتوفى: 463 هـ)\rالمحقق: علي محمد البجاوي\rالناشر: دار الجيل - بيروت، لبنان\rالطبعة: الطبعة الأولى (1412 هـ = 1992 م)\r\rالكتاب: (الحماسة المغربية) مختصر كتاب صفوة الأدب ونخبة ديوان العرب\rالمؤلف: أبو العباس أحمد بن عبد السلام الجرّاوي التادلي (المتوفى: 609هـ ـ)\rالمحقق: محمد رضوان الداية\rالناشر: دار الفكر المعاصر - بيروت، لبنان\rالطبعة: الطبعة الأولى (1412 هـ = 1991 م)\r\rالكتاب: الشفاء في بديع الاكتفاء\rالمؤلف: محمد بن حسن بن علي بن عثمان النَّوَاجي، شمس الدين (المتوفى: 859 هـ)\rتحقيق ومراجعة: الدكتور محمود حسن أبو ناجي\rالناشر: دار مكتبة الحياة - بيروت، لبنان\rالطبعة: الطبعة الأولى (1403 هـ = 1992 م)\r\rالكتاب: الإفادات والإنشادات\rالمؤلف: إبراهيم بن موسى بن محمد اللخمي الغرناطي الشهير بالشاطبي (المتوفى: 790 هـ)\r\rالكتاب: خزانة الأدب ولب لباب لسان العرب\rالمؤلف: عبد القادر بن عمر البغدادي (المتوفى: 1093 هـ)\rتحقيق وشرح: عبد السلام محمد هارون\rالناشر: مكتبة الخانجي - القاهرة، مصر\rالطبعة: الطبعة الرابعة (1418 هـ = 1997 م)","Part":null,"seal":"93EE5DB0","page":null}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":816,"ShrtCs":0,"Bk":"نحو مير = مبادئ قواعد اللغة العربية","HigriD":"816","oAuthVer":3,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"علي بن محمد بن علي الشريف الحسيني الجرجاني المعروف بسيد مير شريف","bLnk":null,"Inf":"","Auth":"الجرجاني، الشريف","Betaka":"الكتاب: نحو مير = مبادئ قواعد اللغة العربية\r\nالمؤلف: علي بن محمد بن علي الشريف الحسيني الجرجاني المعروف بسيد مير شريف (المتوفى: 816هـ)\r\nالمعرب عن الفارسية: حامد حسين\r\nوضع الحواشي: عبد القادر أحمد عبد القادر\r\nضبطها: مجاهد صغير أحمد صودهوري، مدير مكتب مجلة «التوحيد» الشهرية الأدبية الإسلامية - تصدرها الجامعة الإسلامية فتية، شيتاغونغ, بنغلاديش. [ضبط نصها، خرَّج آياتها القرآنية وأحاديثها ومصادرها، ورتّبها بترتيب حديث، وراجع المادة العلمية، وأعدها للمكتبة الشاملة]\r\nالناشر: مكتبة الفيصل، شاهي جامع مسجد ماركيت، اندرقلعة، شيتاغونغ\r\nالطبعة: الأولى، 1408 هـ = 1987 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"الجرجاني (740 - 816 هـ = 1340 - 1413 م)\r\rعلي بن محمد بن علي، المعروف بالشريف الجرجاني: فيلسوف، من كبار العلماء بالعربية.\r\rولد في تاكو [أو تاجو] (قرب أستراباذ) ودرس في شيراز.\rولما دخلها تيمور سنة 789 هـ فر الجرجاني إلى سمرقند.\rثم عاد إلى شيراز بعد موت تيمور، فأقام إلى أن توفي.\rله نحو خمسين مصنفا، منها «التعريفات - ط» و «شرح مواقف الإيجي - ط» و «شرح كتاب الجغميني» في الهيئة، و «مقاليد العلوم - خ» و «تحقيق الكليات - خ» و «شرح السراجية - ط» في الفرائض، و «الكبرى والصغرى في المنطق - ط» و «الحواشي على المطول للتفتازاني - ط» و «مراتب الموجودات - خ» رسالة، ورسالة في «تقسيم العلوم - خ».\rو «رسالة في فن أصول الحديث - ط» و «شرح التذكرة للطوسي - خ» في الهيئة، و «شرح الملخص - خ» هيئة، و «حاشية على الكشاف - خ» إلى آية «إن الله لا يستحيي» في القرويين\r\rنقلا عن: الأعلام للزركلي","seal":"976E2CFC","cat":"النحو والصرف","oNum":38149,"BkId":38149,"oAuth":884,"bVer":1,"aSeal":"FC000E7C"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t38149":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"نحو مير"},
      {"lvl":1,"id":4,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"تقريظ"},
      {"lvl":1,"id":8,"sub":0,"tit":"فصل: في أقسام كلام العرب"},
      {"lvl":2,"id":8,"sub":1,"tit":"1 - المفرد"},
      {"lvl":2,"id":8,"sub":2,"tit":"2 - المركب"},
      {"lvl":1,"id":8,"sub":3,"tit":"فصل: في أقسام المركب المفيد"},
      {"lvl":2,"id":8,"sub":4,"tit":"1 - الجملة الخبرية"},
      {"lvl":3,"id":8,"sub":5,"tit":"الأول: ما كان جزءه الأول اسما، فتسمى جملة اسمية"},
      {"lvl":3,"id":8,"sub":6,"tit":"الثاني: ما كان جزءه الأول فعلا، فتسمى جملة فعلية"},
      {"lvl":2,"id":9,"sub":0,"tit":"2 - الجملة الإنشائية"},
      {"lvl":1,"id":9,"sub":1,"tit":"فصل: في أقسام المركب غير المفيد"},
      {"lvl":2,"id":9,"sub":2,"tit":"الأول: المركب الإضافي"},
      {"lvl":2,"id":9,"sub":3,"tit":"الثاني: المركب العددي"},
      {"lvl":2,"id":9,"sub":4,"tit":"الثالث: مركب منع الصرف"},
      {"lvl":1,"id":10,"sub":0,"tit":"فصل"},
      {"lvl":1,"id":10,"sub":1,"tit":"فصل: في علامات الاسم والفعل والحرف"},
      {"lvl":2,"id":10,"sub":2,"tit":"علامات الاسم"},
      {"lvl":2,"id":10,"sub":3,"tit":"علامات الفعل"},
      {"lvl":2,"id":10,"sub":4,"tit":"علامة الحرف"},
      {"lvl":1,"id":11,"sub":0,"tit":"فصل: في أقسام كلمات العرب"},
      {"lvl":2,"id":11,"sub":1,"tit":"1 - المعرب"},
      {"lvl":2,"id":11,"sub":2,"tit":"2 - المبني"},
      {"lvl":1,"id":11,"sub":3,"tit":"فصل: في أقسام المبني"},
      {"lvl":1,"id":11,"sub":4,"tit":"فصل: في أقسام الاسم غير المتمكن"},
      {"lvl":2,"id":11,"sub":5,"tit":"الأول: المضمرات"},
      {"lvl":2,"id":12,"sub":0,"tit":"الثاني: أسماء الإشارة"},
      {"lvl":2,"id":12,"sub":1,"tit":"الثالث: الأسماء الموصولات"},
      {"lvl":2,"id":13,"sub":0,"tit":"الرابع: أسماء أفعال"},
      {"lvl":3,"id":13,"sub":1,"tit":"الأول: في معني الأمر الحاضر"},
      {"lvl":3,"id":13,"sub":2,"tit":"الثاني: في معنى الفعل الماضي"},
      {"lvl":2,"id":13,"sub":3,"tit":"الخامس: أسماء الأصوات"},
      {"lvl":3,"id":13,"sub":4,"tit":"ظرف الزمان"},
      {"lvl":3,"id":13,"sub":5,"tit":"ظرف المكان"},
      {"lvl":2,"id":13,"sub":6,"tit":"السادس: أسماء الظروف"},
      {"lvl":2,"id":14,"sub":0,"tit":"السابع: أسماء الكنايات"},
      {"lvl":3,"id":14,"sub":1,"tit":"1 - إما عن العدد"},
      {"lvl":3,"id":14,"sub":2,"tit":"2 - إما عن الحديث"},
      {"lvl":2,"id":14,"sub":3,"tit":"الثامن: المركب العددي"},
      {"lvl":1,"id":14,"sub":4,"tit":"فصل: في أقسام الاسم"},
      {"lvl":2,"id":14,"sub":5,"tit":"1 - المعرفة"},
      {"lvl":3,"id":14,"sub":6,"tit":"الأول: المضمرات"},
      {"lvl":3,"id":14,"sub":7,"tit":"الثاني: الإعلام"},
      {"lvl":3,"id":14,"sub":8,"tit":"الثالث: أسماء الإشارة"},
      {"lvl":3,"id":14,"sub":9,"tit":"الرابع: الأسماء الموصولات"},
      {"lvl":3,"id":14,"sub":10,"tit":"الخامس: المعرف بالنداء"},
      {"lvl":3,"id":14,"sub":11,"tit":"السادس: المعرف بالإلف واللام"},
      {"lvl":3,"id":14,"sub":12,"tit":"السابع الإضافة إلى أحدهما"},
      {"lvl":2,"id":14,"sub":13,"tit":"2 - النكرة"},
      {"lvl":2,"id":14,"sub":14,"tit":"1 - المذكر"},
      {"lvl":2,"id":14,"sub":15,"tit":"2 - المؤنث"},
      {"lvl":3,"id":14,"sub":16,"tit":"1 - الحقيقي"},
      {"lvl":3,"id":14,"sub":17,"tit":"2 - اللفظي"},
      {"lvl":2,"id":15,"sub":0,"tit":"1 - الواحد"},
      {"lvl":2,"id":15,"sub":1,"tit":"2 - المثني"},
      {"lvl":2,"id":15,"sub":2,"tit":"3 - المجموع"},
      {"lvl":3,"id":15,"sub":3,"tit":"المجمع بإعتابر اللفط"},
      {"lvl":4,"id":15,"sub":4,"tit":"1 - جمع التكسير"},
      {"lvl":4,"id":15,"sub":5,"tit":"2 - جمع التصحيح"},
      {"lvl":5,"id":15,"sub":6,"tit":"1 - جمع المذكر"},
      {"lvl":5,"id":15,"sub":7,"tit":"2 - جمع الكثرة"},
      {"lvl":3,"id":15,"sub":8,"tit":"الجمع باعتبار المعني"},
      {"lvl":4,"id":15,"sub":9,"tit":"1 - جمع القلة"},
      {"lvl":4,"id":16,"sub":0,"tit":"2 - جمع الكثرة"},
      {"lvl":1,"id":16,"sub":1,"tit":"فصل: في إعراب الاسم"},
      {"lvl":2,"id":16,"sub":2,"tit":"الأول: المفرد المصرف الصحيح"},
      {"lvl":2,"id":16,"sub":3,"tit":"الثاني: المفرد المنصرف الجاري مجري الصحيح"},
      {"lvl":2,"id":16,"sub":4,"tit":"الثالث: الجمع المكسر المنصرف"},
      {"lvl":2,"id":16,"sub":5,"tit":"الرابع: جمع المؤنث السالم"},
      {"lvl":2,"id":16,"sub":6,"tit":"الخامس: غير المنصرف"},
      {"lvl":2,"id":16,"sub":7,"tit":"السادس: الأسماء الستة المكبرة"},
      {"lvl":2,"id":17,"sub":0,"tit":"السابع: المثني"},
      {"lvl":2,"id":17,"sub":1,"tit":"الثامن: كلا وكلتا"},
      {"lvl":2,"id":17,"sub":2,"tit":"التاسع: اثنان، واثنتان"},
      {"lvl":2,"id":17,"sub":3,"tit":"العاشر: جمع المذكر السالم"},
      {"lvl":2,"id":17,"sub":4,"tit":"الحادي عشر: أولو"},
      {"lvl":2,"id":17,"sub":5,"tit":"الثاني عشر: عشرون إلى تسعين"},
      {"lvl":2,"id":17,"sub":6,"tit":"الثالث عشر: الاسم المقصور"},
      {"lvl":2,"id":17,"sub":7,"tit":"الرابع عشر: غير جمع المذكر السالم"},
      {"lvl":2,"id":17,"sub":8,"tit":"الخامس: الاسم المنقوص"},
      {"lvl":2,"id":17,"sub":9,"tit":"السادس عشر: جمع المذكر السالم"},
      {"lvl":1,"id":18,"sub":0,"tit":"فصل: في إعراب المضارع"},
      {"lvl":2,"id":18,"sub":1,"tit":"الأول: الصحيح المجرد من الضمير البارز المرفوع"},
      {"lvl":2,"id":18,"sub":2,"tit":"الثاني: المفرد المعتل الواوي"},
      {"lvl":2,"id":18,"sub":3,"tit":"الثالث: المفرد المعتل الأخر بالألف"},
      {"lvl":2,"id":18,"sub":4,"tit":"الرابع: الصحيح أو المعتل بالمضمرات والنونات المذكورة"},
      {"lvl":1,"id":19,"sub":0,"tit":"فصل: في عوامل الإعراب"},
      {"lvl":2,"id":19,"sub":1,"tit":"القسم الأول: في العوامل اللفظية"},
      {"lvl":3,"id":19,"sub":2,"tit":"الباب الأول: في بيان الحروف العاملة"},
      {"lvl":4,"id":19,"sub":3,"tit":"الفصل الأول: في بيان الحروف العاملة في الاسم"},
      {"lvl":5,"id":19,"sub":4,"tit":"القسم الأول: الحروف الجارة"},
      {"lvl":5,"id":19,"sub":5,"tit":"القسم الثاني: الحروف المشبهة بالفعل"},
      {"lvl":5,"id":20,"sub":0,"tit":"القسم الثالث: ما ولا [وإن ولات] المشبهات بـ ليس"},
      {"lvl":5,"id":20,"sub":1,"tit":"القسم الرابع: لا التي لنفي الجنس"},
      {"lvl":5,"id":20,"sub":2,"tit":"القسم الخامس: حروف النداء"},
      {"lvl":4,"id":21,"sub":0,"tit":"الفصل الثاني: في بيان الحروف العاملة في المضارع"},
      {"lvl":5,"id":21,"sub":1,"tit":"القسم الأول: الحروف التي تنصب الفعل المضارع"},
      {"lvl":6,"id":21,"sub":2,"tit":"الأول: أن"},
      {"lvl":6,"id":21,"sub":3,"tit":"الثاني: لن"},
      {"lvl":6,"id":21,"sub":4,"tit":"الثالث: كي"},
      {"lvl":6,"id":21,"sub":5,"tit":"الرابع: إذن"},
      {"lvl":5,"id":22,"sub":0,"tit":"القسم الثاني: الحروف الجازمة للفعل المضارع"},
      {"lvl":3,"id":23,"sub":0,"tit":"الباب الثاني: في عمل الأفعال"},
      {"lvl":4,"id":23,"sub":1,"tit":"القسم الأول: المعروف"},
      {"lvl":5,"id":23,"sub":2,"tit":"الأول: المفعول المطلق"},
      {"lvl":5,"id":23,"sub":3,"tit":"الثاني: المفعول فيه"},
      {"lvl":5,"id":23,"sub":4,"tit":"الثالث: المفعول معه"},
      {"lvl":5,"id":23,"sub":5,"tit":"الرابع: المفعول له"},
      {"lvl":5,"id":23,"sub":6,"tit":"الخامس: الحال"},
      {"lvl":5,"id":23,"sub":7,"tit":"السادس: التمييز"},
      {"lvl":4,"id":23,"sub":8,"tit":"فصل: في المنصوبات"},
      {"lvl":5,"id":23,"sub":9,"tit":"الفاعل"},
      {"lvl":5,"id":23,"sub":10,"tit":"المفعول المطلق"},
      {"lvl":5,"id":23,"sub":11,"tit":"المفعول فيه"},
      {"lvl":6,"id":23,"sub":12,"tit":"1 - ظرف زمان"},
      {"lvl":6,"id":23,"sub":13,"tit":"2 - وظرف مكان"},
      {"lvl":5,"id":23,"sub":14,"tit":"المفعول معه"},
      {"lvl":5,"id":24,"sub":0,"tit":"المفعول له"},
      {"lvl":5,"id":24,"sub":1,"tit":"الحال"},
      {"lvl":5,"id":24,"sub":2,"tit":"التميز"},
      {"lvl":5,"id":24,"sub":3,"tit":"المفعول به"},
      {"lvl":4,"id":25,"sub":0,"tit":"فصل: في أقسام الفاعل"},
      {"lvl":5,"id":25,"sub":1,"tit":"1 - مظهر"},
      {"lvl":5,"id":25,"sub":2,"tit":"2 - مضمر"},
      {"lvl":4,"id":25,"sub":3,"tit":"القسم الثاني: المجهول"},
      {"lvl":4,"id":26,"sub":0,"tit":"فصل: في أقسام المتعدي"},
      {"lvl":5,"id":26,"sub":1,"tit":"أولها: يتعدي إلى مفعول واحد"},
      {"lvl":5,"id":26,"sub":2,"tit":"ثانيها: يتعدي إلى مفعولين يجوز فيه الاقتصار على أحدهما"},
      {"lvl":5,"id":26,"sub":3,"tit":"ثالثها: يتعدي إلى مفعولين ولا يجوز الاقتصار على أحدهما"},
      {"lvl":5,"id":27,"sub":0,"tit":"رابعها: يتعدي إلى ثلاثة مفاعيل"},
      {"lvl":4,"id":27,"sub":1,"tit":"فصل: في بيان الأفعال الناقصة"},
      {"lvl":4,"id":28,"sub":0,"tit":"فصل: في بيان أفعال المقاربة"},
      {"lvl":4,"id":28,"sub":1,"tit":"فصل: في بيان أفعال المدح والذم"},
      {"lvl":4,"id":29,"sub":0,"tit":"فصل: في بيان افعل في التعجب"},
      {"lvl":5,"id":29,"sub":1,"tit":"الأول: ما أفعله"},
      {"lvl":5,"id":29,"sub":2,"tit":"الثاني أفعل به"},
      {"lvl":3,"id":30,"sub":0,"tit":"الباب الثالث: في عمل الأسماء العاملة"},
      {"lvl":4,"id":30,"sub":1,"tit":"القسم الأول: الأسماء الشرطية بمعنى إن"},
      {"lvl":4,"id":30,"sub":2,"tit":"القسم الثاني: أسماء الأفعال بمعنى الماضي"},
      {"lvl":4,"id":30,"sub":3,"tit":"القسم الثالث: أسماء الأفعال بمعنى أمر الحاضر"},
      {"lvl":4,"id":30,"sub":4,"tit":"القسم الرابع: اسم الفاعل بمعنى الحال أو الاستقبال"},
      {"lvl":4,"id":31,"sub":0,"tit":"القسم الخامس: اسم المفعول بمعني الحال والاستقبال"},
      {"lvl":4,"id":31,"sub":1,"tit":"القسم السادس: الصفة المشبهة"},
      {"lvl":4,"id":31,"sub":2,"tit":"القسم السابع: اسم تفضيل"},
      {"lvl":4,"id":31,"sub":3,"tit":"القسم الثامن: المصدر"},
      {"lvl":4,"id":31,"sub":4,"tit":"القسم التاسع: الاسم المضاف"},
      {"lvl":4,"id":31,"sub":5,"tit":"القسم العاشر: الاسم التام"},
      {"lvl":4,"id":32,"sub":0,"tit":"القسم الحادي عشر: أسماء الكناية من العدد"},
      {"lvl":5,"id":32,"sub":1,"tit":"1 - استفهامية"},
      {"lvl":5,"id":32,"sub":2,"tit":"2 - خبرية"},
      {"lvl":2,"id":32,"sub":3,"tit":"القسم الثاني: في العوامل المنوية"},
      {"lvl":3,"id":32,"sub":4,"tit":"الأول: الابتداء"},
      {"lvl":3,"id":32,"sub":5,"tit":"الثاني: خلو الفعل المضارع من الناصب والجازم"},
      {"lvl":1,"id":33,"sub":0,"tit":"خاتمة"},
      {"lvl":2,"id":33,"sub":1,"tit":"الفصل الأول: في بيان التوابع"},
      {"lvl":3,"id":33,"sub":2,"tit":"الأول: الصفة"},
      {"lvl":3,"id":34,"sub":0,"tit":"الثاني: التأكيد"},
      {"lvl":4,"id":34,"sub":1,"tit":"التأكيد اللفظي"},
      {"lvl":4,"id":34,"sub":2,"tit":"التأكيد المعنوي"},
      {"lvl":3,"id":34,"sub":3,"tit":"الثالث: البدل"},
      {"lvl":4,"id":34,"sub":4,"tit":"بدل الكل"},
      {"lvl":4,"id":34,"sub":5,"tit":"بدل البعض"},
      {"lvl":4,"id":34,"sub":6,"tit":"بدل الاشتمال"},
      {"lvl":4,"id":34,"sub":7,"tit":"بدل الغلط"},
      {"lvl":3,"id":34,"sub":8,"tit":"الرابع: العطف بالحروف"},
      {"lvl":3,"id":34,"sub":9,"tit":"الخامس: عطف البيان"},
      {"lvl":2,"id":35,"sub":0,"tit":"الفصل الثاني: في بيان المنصرف وغير المنصرف"},
      {"lvl":3,"id":35,"sub":1,"tit":"المنصرف"},
      {"lvl":3,"id":35,"sub":2,"tit":"غير المنصرف"},
      {"lvl":2,"id":36,"sub":0,"tit":"الفصل الثالث: في بيان الحروف غير العاملة"},
      {"lvl":3,"id":36,"sub":1,"tit":"الأول: حروف التنبيه"},
      {"lvl":3,"id":36,"sub":2,"tit":"الثاني: حروف الإيجاب"},
      {"lvl":3,"id":36,"sub":3,"tit":"الثالث: حروف التفسير"},
      {"lvl":3,"id":36,"sub":4,"tit":"الرابع: الحروف المصدرية"},
      {"lvl":3,"id":37,"sub":0,"tit":"الخامس: حروف التحضيض"},
      {"lvl":3,"id":37,"sub":1,"tit":"السادس: حروف التوقع"},
      {"lvl":3,"id":37,"sub":2,"tit":"السابع: حروف الاستفهام"},
      {"lvl":3,"id":37,"sub":3,"tit":"الثامن: حرف الردع"},
      {"lvl":3,"id":37,"sub":4,"tit":"التاسع: التنوين"},
      {"lvl":3,"id":37,"sub":5,"tit":"العاشر: نون التأكيد في آخر المضارع"},
      {"lvl":3,"id":37,"sub":6,"tit":"الحادي عشر: حروف الزيادة"},
      {"lvl":3,"id":38,"sub":0,"tit":"الثاني عشر: حروف الشرط"},
      {"lvl":3,"id":38,"sub":1,"tit":"الثالث عشر: لولا"},
      {"lvl":3,"id":38,"sub":2,"tit":"الرابع عشر: اللام المفتوحة"},
      {"lvl":3,"id":38,"sub":3,"tit":"الخامس عشر: ما بمعني ما دام"},
      {"lvl":3,"id":38,"sub":4,"tit":"السادس عشر: حروف العطف"},
      {"lvl":1,"id":39,"sub":0,"tit":"بحث الاستثناء"},
      {"lvl":2,"id":39,"sub":1,"tit":"المتصل"},
      {"lvl":2,"id":39,"sub":2,"tit":"المنقطع"},
      {"lvl":2,"id":39,"sub":3,"tit":"أقسام إعراب المستثنى"},
      {"lvl":3,"id":39,"sub":4,"tit":"القسم الأول: أنه يقع بعد إلا في كلام موجب"},
      {"lvl":3,"id":39,"sub":5,"tit":"القسم الثاني: أنه يقع بعد إلا في كلام غير موجب"},
      {"lvl":3,"id":39,"sub":6,"tit":"القسم الثالث: المستثنى المفرغ"},
      {"lvl":3,"id":40,"sub":0,"tit":"القسم الرابع: أنه يقع بعد غير، وسوى، وسواء"},
      {"lvl":1,"id":41,"sub":0,"tit":"خلاصة الكتاب"},
      {"lvl":2,"id":41,"sub":1,"tit":"اللفظ العربي"},
      {"lvl":3,"id":41,"sub":2,"tit":"المركب"},
      {"lvl":3,"id":41,"sub":3,"tit":"المفرد"},
      {"lvl":4,"id":42,"sub":0,"tit":"الاسم"},
      {"lvl":5,"id":42,"sub":1,"tit":"المعرب"},
      {"lvl":6,"id":42,"sub":2,"tit":"المرفوع"},
      {"lvl":6,"id":42,"sub":3,"tit":"المنصوب"},
      {"lvl":6,"id":42,"sub":4,"tit":"المجرور"},
      {"lvl":5,"id":42,"sub":5,"tit":"المبني"},
      {"lvl":5,"id":42,"sub":6,"tit":"المشتق"},
      {"lvl":5,"id":42,"sub":7,"tit":"الجامد"},
      {"lvl":4,"id":43,"sub":0,"tit":"الفعل"},
      {"lvl":5,"id":43,"sub":1,"tit":"اللازم"},
      {"lvl":5,"id":43,"sub":2,"tit":"المتعدي"},
      {"lvl":4,"id":43,"sub":3,"tit":"الحروف"},
      {"lvl":5,"id":43,"sub":4,"tit":"العاملة"},
      {"lvl":6,"id":43,"sub":5,"tit":"حروف الجر"},
      {"lvl":6,"id":43,"sub":6,"tit":"النواصب للفعل المضارع"},
      {"lvl":6,"id":43,"sub":7,"tit":"الجوازم للمضارع"},
      {"lvl":6,"id":43,"sub":8,"tit":"الحروف المشبهة"},
      {"lvl":6,"id":43,"sub":9,"tit":"حروف النداء"},
      {"lvl":6,"id":43,"sub":10,"tit":"لا النافية للجنس"},
      {"lvl":5,"id":43,"sub":11,"tit":"غير العاملة"},
      {"lvl":6,"id":43,"sub":12,"tit":"الحروف العاطفة"},
      {"lvl":6,"id":43,"sub":13,"tit":"حروف التنبيه"},
      {"lvl":6,"id":43,"sub":14,"tit":"حروف الإيجاب"},
      {"lvl":6,"id":43,"sub":15,"tit":"حروف التفسير"},
      {"lvl":6,"id":43,"sub":16,"tit":"حروف التحضيض"},
      {"lvl":6,"id":43,"sub":17,"tit":"حروف التوقع"},
      {"lvl":6,"id":43,"sub":18,"tit":"حروف الاستفهام"},
      {"lvl":6,"id":43,"sub":19,"tit":"حرف الردع"},
      {"lvl":1,"id":48,"sub":0,"tit":"الجمل"},
      {"lvl":2,"id":48,"sub":1,"tit":"أصل الجملة على أربعة أوجه"},
      {"lvl":3,"id":48,"sub":2,"tit":"1 - الاسمية"},
      {"lvl":3,"id":48,"sub":3,"tit":"2 - الفعلية"},
      {"lvl":3,"id":48,"sub":4,"tit":"3 - الظرفية"},
      {"lvl":3,"id":48,"sub":5,"tit":"4 - الشرطية"},
      {"lvl":2,"id":49,"sub":0,"tit":"صفة الجملة تسعة"},
      {"lvl":3,"id":49,"sub":1,"tit":"1 - المبينة"},
      {"lvl":3,"id":49,"sub":2,"tit":"2 - المعللة"},
      {"lvl":3,"id":49,"sub":3,"tit":"3 - المعترضة"},
      {"lvl":3,"id":49,"sub":4,"tit":"4 - المستأنفة"},
      {"lvl":3,"id":49,"sub":5,"tit":"5 - النتيجية"},
      {"lvl":3,"id":49,"sub":6,"tit":"6 - الابتدائية"},
      {"lvl":3,"id":49,"sub":7,"tit":"7 - المقطوعة"},
      {"lvl":3,"id":49,"sub":8,"tit":"8 - الحالية"},
      {"lvl":3,"id":49,"sub":9,"tit":"9 - المعطوفة"},
      {"lvl":1,"id":50,"sub":0,"tit":"التتمة"},
      {"lvl":1,"id":53,"sub":0,"tit":"المراج والمصادر"}
    ]
}
