{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b5676":
    [
      {"page":57,"id":4,"hno":1,"nass":"تَحْقِيق عوالى اللَّيْث بن سعد لقاسم بن قطلوبغا الْحَنَفِيّ رِوَايَة بدر الدّين حسن بن ال طولوني بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَبِهِ\rنَسْتَعِينُ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ وَبَعْدُ فَلَمَّا يَسَّرَ اللَّهُ تَعَالَى بِجَمْعِ سَيِّدِي عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ أَحْبَبْتُ أَنْ أَجْمَعَ أَيْضًا شَيْئًا مِنْ عَوَالِي أَهْلِ رَاحِلَتِهِ مِنْ قِرَافَةِ مِصْرَ حَرَسَهَا اللَّهُ تَعَالَى وَجَعَلَهَا دَارَ إِسْلَامِ إِلَى يَوْمِ الدِّينِ بِمَنِّهِ وَكَرَمِهِ فَأَقُولُ وَبِاللَّهِ التَّوْفِيقُ وَالْعِصْمَةُ\rالْحَدِيثُ الْأَوَّلُ\r1 - أَنْبَأَنِي الشَّيْخُ الْمُسْنِدُ وَأَبُو صَالِحٍ عَبْدُ الْقَادِرِ بْنُ إِبْرَاهِيمَ الْبَابِيُّ إِذْنًا عَنْ زَيْنَبَ بِنْتِ أَحْمد إِن لم يكن سماعاأن عَبْدَ الْخَالِقِ","seal":"2BD05017","part":1},
      {"page":58,"id":5,"hno":null,"nass":"أَذِنَ لَهَا عَنْ وَجِيهِ بْنِ طَاهِر قَالَ قرىء عَلَى أَبِي حَامِدٍ الأَزْهَرِيِّ وَأَنَا أَسْمَعُ أَنْبَأَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ أَحْمَدَ الْمَخْلَدِيُّ سَنَةَ سِتٍّ وَثَمَانِينَ وثلاثمائة أَنْبَأَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاق بن إِبْرَاهِيم السراج نة اثْنَي عشرَة وثلاثمائة أَنْبَأَنَا قُتَيْبَةُ بْنُ سَعِيدٍ","seal":"099EE4BD","part":1},
      {"page":59,"id":6,"hno":null,"nass":"أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ قَالَ مَنْ صَلَّى مِنَ اللَّيْلِ فَلْيَجْعَلْ آخِرَ صَلَاتِهِ وِتْرًا فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُ بِذَلِكَ","seal":"77010AB4","part":1},
      {"page":60,"id":7,"hno":2,"nass":"الْحَدِيثُ الثَّانِي\r2 - وَبِهِ إِلَى ابْنِ السَّرَّاجِ أَنْبَأَنَا قُتَيْبَةُ أَنْبَأَنَا اللَّيْثُ عَن نَافِع أَن ابْن مر قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اله لعيه وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ إِذَا أَرَادَ أَحَدُكُمْ أَنْ يَأْتِيَ الْجُمُعَةَ فَلْيَغْتَسِلْ","seal":"F0468668","part":1},
      {"page":61,"id":8,"hno":3,"nass":"الْحَدِيثُ الثَّالِثُ\r3 - وَبِهِ إِلَى ابْنِ السَّرَّاجِ أَنْبَأَنَا قُتَيْبَةُ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ سَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَكْلِ الضَّبِّ فَقَالَ لَا آكُلُهُ وَلا أُحَرِّمُهُ","seal":"A2FB0A60","part":1},
      {"page":62,"id":9,"hno":4,"nass":"الْحَدِيثُ الرَّابِعُ\r4 - وَبِهِ إِلَى ابْنِ السراج أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يُقِيمُ أَحَدُكُمُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ\r\rالْحَدِيثُ الْخَامِسُ\r5 - وَله إِلَى السراج أخبرنَا قت يبة أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الَّذِي يَجُرُّ ثَوْبَهُ مِنَ الْخُيَلاءِ لَا يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ","seal":"A57231E0","part":1},
      {"page":63,"id":10,"hno":6,"nass":"الْحَدِيثُ السَّادِسُ\r6 - وَبِهِ إِلَى السَّرَّاجِ أخبرناقتيبة أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ صَلاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خِفْتَ الصُّبْح فأوتر بِوَاحِدَة","seal":"29D4D60B","part":1},
      {"page":64,"id":11,"hno":7,"nass":"الحَدِيث السايع\r7 - وَبِهِ إِلَى السَّرَّاجِ أخْبَرَنَا قُتَيْبَةُ أَنبأَنَا اللَّيْث ع ن نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الَّذِي تَفُوتُهُ صَلاةُ الْعَصْرِ كَأَنَّمَا وُتِرَ أَهْلُهُ وَمَالُهُ","seal":"EE8C90D9","part":1},
      {"page":65,"id":12,"hno":8,"nass":"الْحَدِيثُ الثَّامِنُ\r8 - وَأَنْبَأَنَا السَّنَدُ الْأَصْلُ أَبُو طَاهِرٍ مُحَمَّدُ بْنُ أَبِي الْيُمْنِ عَبْدِ اللَّطِيفِ وَأَبُو صَالِحٍ عَبْدُ الْقَادِرِ الأَرْمَوِيُّ إِذْنًا عَنْ زبيب ابْنَةِ أَحْمَدَ أَنَّ عَجِيبَةَ أَذِنَتْ لَهَا عَنْ مَسْعُودِ بْنِ الْحُسَيْنِ الثَّقَفِيِّ أَنْبَأَنَا أَبُو","seal":"D956F69D","part":1},
      {"page":66,"id":13,"hno":null,"nass":"عَمْرٍو عَبْدُ الْوَهَّابِ بْنُ أَبِي عَبْدِ اللَّهِ بْنِ مِنْدَهْ سَمَاعًا عَلَيْهِ وَقَالَتْ زَيْنَبُ أَنْبَأَنَا عَبْدُ الْخَالِقِ بْنُ الْحَسَنِ إِجَازَةً عَنْ وَجِيهِ بْنِ طَاهِرٍ وَالأُسْتَاذُ أَبُو الْقَاسِمِ الْقشيرِي قَالَا أَنبأَنَا أَبُو الْحسن أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الخَفَّافِ الأَزْدِيُّ إِجَازَةً أَنْبَأَنَا أَبُو الْعَبَّاسِ مُحَمَّد ابْن إِسْحَاقَ السَّرَّاجُ أَنْبَأَنَا قُتَيْبَةُ بْنُ سعيد حَدثنَا اللَّيْث","seal":"A3BBC50B","part":1},
      {"page":67,"id":14,"hno":9,"nass":"ابْنِ شِهَابٍ عَنْ أَنْسٍ قَالَ خَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم عَن فرس فجحص فَصَلَّى لَنَا قَاعِدًا وَصَلَّيْنَا مَعَهُ قُعُودًا ثُمَّ انْصَرَفَ فَقَالَ إِنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كبر فكبروا واذا ركع فاكعوا وَإِذَا سَجَدَ فَاسْجُدُوا وَإِذَا صَلَّى قَاعِدا فصلوا قعُودا\r\rالْحَدِيثُ التَّاسِعُ\r9 - وَبِهِ إِلَى السَّرَّاجِ أَنْبَأَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنَّهُ قَالَ اشْتَكَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّيْنَا وَنَرَاهُ وَهُوَ قَاعِدٌ وَأَبُو بَكْرٍ يُسْمِعُ النَّاسَ تَكْبِيرَهُ قَالَ فَالْتَفَتَ إِلَيْنَا قُرْآنًا قِيَامًا فَأَشَارَ إِلَيْنَا فَقَعَدْنَا فَصَلَّيْنَا لِصَلاتِهِ قُعُودًا فَلَمَّا سَلَّمَ قَالَ إِنْ كِدْتُمْ أَنْ تَفْعَلُوا فِعْلَ فَارِسٍ وَالرُّومِ يَقُومُونَ عَلَى مُلُوكِهِمْ وَهُمْ قُعُودٌ فَلا تَفْعَلُوا ائْتَمُّوا بأئمتكم ان صلى قَائِما ف صلوا قِيَامًا وَإِنْ صَلَّى قَاعِدًا فَصَلُّوا قعُودا","seal":"FC62087B","part":1},
      {"page":68,"id":15,"hno":10,"nass":"الحَدِيث لعاشر\r10 - وأنبأنا أَوب بكر بن الْحُسَيْن العناني إِذْنًا وَعَائِشَةُ بِنْتُ نَجْدٍ أَنْبَأَنَا أَبُو الْعَبَّاسِ بْنِ أَبِي طَالِبٍ الأَوَّلُ إِجَازَةً وَالثَّانِي سَمَاعًا وَقُرِئَ عَلَى أَبِي الْحُسَيْنِ عَلِيِّ بْنِ يُوسُفَ وَأَنَا أَسْمَعُ أَنْبَأَنَا أَبُو اسحاق إِبْرَاهِيم ابْن أَحْمَدَ التَّنُوخِيُّ سَمَاعًا عَلَيْهِ أَنْبَأَنَا أَبُو الْعَبَّاسِ بْنِ أَبِي طَالِبٍ","seal":"AD1825CA","part":1},
      {"page":69,"id":16,"hno":null,"nass":"سما عَلَيْهِ أَنْبَأَنَا أَبُو الْمُنَجَّا عَبْدُ الله بن عمر عَليّ بن زيد البفدادي قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِدِمَشْقَ أنبأن اأَبُو الْوَقْتِ عَبْدُ الأَوَّلِ بْنُ عِيسَى بن شع يب بن الهرو ي قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِبَغْدَادَ أَنبأَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي مَسْعُودٍ عَبْدِ الْعَزِيزِ الْفَارِسِيُّ أَنْبَأَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ شُرَيْحٍ الأَنْصَارِيُّ أَنْبَأَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ أَنْبَأَنَا أَبُو الْجَهْمِ الْعَلاءُ بْنُ مُوسَى بْنُ عَطِيَّةَ الْبَاهِلِيُّ إِمْلاءً مِنْ كِتَابِهِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ الْمِصْرِيُّ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ","seal":"E1D417D4","part":1},
      {"page":70,"id":17,"hno":11,"nass":"الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ\r\rالْحَدِيثُ الْحَادِي عَشَرَ\r11 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ سَمِعَ رَسُولَ اللِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مَسْتَقْبِلُ الْمِنْبَرِ وَهُوَ يَقُولُ أَلا ان الفنتنة هَا هُنَا مَرَّتَيْنِ مِنْ حَيْثُ يَطْلَعُ قَرْنُ الشَّيْطَانِ","seal":"1F3C5934","part":1},
      {"page":71,"id":18,"hno":12,"nass":"الْحَدِيثُ الثَّانِي عَشَرَ\r12 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلا كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ فَالأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ وَهِوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهُوَ مَسْئُولٌ عَنْهُمْ وَامْرَأَةُ الرَّجُلِ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَوَلَدِهِ وَهِيَ مَسْئُولَةٌ عَنْهُمْ وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مسئول عَنهُ أَلا فلكم رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ\r\rالْحَدِيثُ الثَّالِثَ عَشَرَ\r13 - وَبِهِ إِلَى أبي الْجُهَيْم أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً قِبَلَ نَجْدٍ فِيهِمْ عَبْدُ اللَّهِ بْنُ عُمَرَ وَأَنَّ سَهْمَهُمْ بلغ اثنى عشر بعيراوتنفلوا سِوَى ذَلِكَ بَعِيرًا بَعِيرًا فَلَمْ يُغَيِّرْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْنِي ذَلِكَ","seal":"3CD56C1E","part":1},
      {"page":72,"id":19,"hno":14,"nass":"الْحَدِيثُ الرَّابِعَ عَشَرَ\r14 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ إِنَّ ارمأة وُجِدَتْ فِي بَعْضِ مَغَازِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَتْلَ النِّسَاءِ وَالصِّبْيَانِ","seal":"FD9D0A92","part":1},
      {"page":73,"id":20,"hno":15,"nass":"الْحَدِيثُ الْخَامِسَ عَشَرَ\r15 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنْ عَبْدِ الله بن غمر عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَامَ فَقَالَ لَا يجلبن أحد مَا شية بِغَيْرِ إِذْنِهِ أَيُحِبُّ أَحَدُكُمْ أَنْ تُؤْتَى مَشْرَبَتُهُ فَتُكْسَرَ بَابُ خِزَانَتِهِ فَيَنْتَقِلَ طَعَامُهُ وَإِنَّمَا تَخْزِنُ لَهُمْ ضُرُوعُ مَوَاشِيهِمْ أَطْعِمَاتِهِمْ فَلا يَحْلِبُ أحد مَاشِيَة مارئ بِغَيْرِ إِذْنِهِ","seal":"3DA43B18","part":1},
      {"page":74,"id":21,"hno":16,"nass":"الْحَدِيثُ السَّادِسَ عَشَرَ\r16 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ كَانَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى إِذَا كَانَ ثَلَاثَةُ نَفَرٍ أَنْ يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ","seal":"489E0F06","part":1},
      {"page":75,"id":22,"hno":17,"nass":"الْحَدِيثُ السَّابِعَ عَشَرَ\r17 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سعد عَن نَافِع ع ن ع ب د اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ الرُّؤْيَا الصَّالِحَة قَالَ نَافِع بن عمر ال جُزْء من سبعين جُزْء مِنَ النُّبُوَّةِ\r\rالْحَدِيثُ الثَّامِنَ عَشَرَ\r18 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ ذُكِرَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمُ عَاشُورَاءَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَوْمٌ تَصُومُهُ أَهْلُ الْجَاهِلِيَّةِ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَصُومَهُ فَلْيَصُمْهُ وَمَنْ كَرِهَهُ فَلْيَدَعْهُ","seal":"36B9ADFD","part":1},
      {"page":76,"id":23,"hno":19,"nass":"الْحَدِيثُ التَّاسِعَ عَشَرَ\r19 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسلم أَن أَدْرَكَ عُمَرَ بْنَ الْخَطَّابِ فِي رَكْبٍ وَعُمَرُ يَحْلِفُ بِأَبِيهِ فَنَادَاهُمْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ فَمَنْ كَانَ حَالفا فليحلف بِاللَّه وإلأا لصمت\r\rالْحَدِيثُ الْعِشْرُونَ\r20 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَيُّمَا مَمْلُوكٍ كَانَ بَيْنَ شُرَكَاءَ فَأَعْتَقَ أَحَدُهُمْ نَصِيبَهُ فَإِنَّهُ يَقُومُ فِي مَالِ الَّذِي يُعْتَقُ قيمه عدل يعْتق إِنْ بَلَغَ ذَلِكَ مَالُهُ","seal":"FD44FE4B","part":1},
      {"page":77,"id":24,"hno":21,"nass":"الحَدِيث الحادى وَالْعِشْرين\r21 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ تَطْلِيقَةً وَاحِدَةً فَأَمَرَهُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ يُرَاجِعَهَا ثُمَّ يُمْسِكَهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضُ عِنْدَهُ حَيْضَةً أُخْرَى ثُمَّ يُمْسِكُهَا حَتَّى تَطْهُرَ مِنْ حَيْضَتِهَا فَإِذَا أَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا حِينَ تَطْهُرُ مِنْ قَبْلِ أَنْ يُجَامِعَهَا فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ تَعَالَى أَنْ يُطَلَّقَ لَهَا النِّسَاءُ وَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ إِذَا سُئِلَ عَنْ ذَلِكَ قَالَ إِنَّمَا أَنْتَ إِنْ طَلَّقْتَ امْرَأَتَكَ تَطْلِيقَةً أَو تطليقين فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم أرمني بِهَذَا فَإِنْ كُنْتَ طَلَّقْتَهَا ثَلَاثًا فَقَدْ حَرُمَتْ عَلَيْكَ حَتَّى تَنْكِحَ زوجا غير وَعَصَيْتَ اللَّهَ تَعَالَى فِيمَا أَمَرَكَ مِنْ طَلاقِ امْرَأَتِكَ","seal":"89696BD4","part":1},
      {"page":78,"id":25,"hno":null,"nass":"الحَدِيث الثَّانِي وَالْعِشْرين وَالثَّالِث وَالْعِشْرين\r2223 - 23 وَبِهِ إِلَى أَبِي الْجَهْمِ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَبِهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَخْطُبْ أَحَدُكُمْ عَلَى خِطْبَةِ أَخِيهِ","seal":"E0BD9034","part":1},
      {"page":79,"id":26,"hno":24,"nass":"الْحَدِيثُ الرَّابِعُ وَالْعِشْرُونَ\r24 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُول اله صلى الله عَلَيْهِ وَسلم","seal":"6F3A3B64","part":1},
      {"page":80,"id":27,"hno":25,"nass":"الْحَدِيثُ الْخَامِسُ وَالْعِشْرُونَ\r25 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ قَالَ نَعْمَ إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَرْقُدْ\r\rالْحَدِيثُ السَّادِسُ وَالْعِشْرُونَ\r26 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عمر وجد بردا شَدِيدا وهـ وفِي السَّفَرِ فَأَمَرَ الْمُؤَذِّنَ فَأَذِنَ مَنْ مَعَهُ أَنْ صَلُّوا فِي رِحَالِكُمْ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُ بِذَلِكَ إِذَا كَانَ مِثْلَ هَذَا","seal":"3FDC26A7","part":1},
      {"page":81,"id":28,"hno":27,"nass":"الْحَدِيثُ السَّابِعُ وَالْعِشْرُونَ\r27 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ نَافِع ع ن عبد الل هـ بْنِ عُمَرَ أَنَّهُ قَالَ رَأَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نُخَامَةً فِي قِبْلَةِ الْمَسْجِدِ وَهُوَ يُصَلِّي بَيْنَ يَدَيِ النَّاسِ فنخها ثُمَّ قَالَ حَيْثُ انْصَرَفَ مِنَ الصَّلَاةِ إِنَّ أَحَدَكُمْ إِذَا كَانَ فِي الصَّلَاةِ فَإِنَّ اللَّهَ قِبَلَ وَجْهِهِ فَلَا يَتَنَخَّمَنَّ أَحَدُكُمْ قِبَلَ وَجْهِهِ فِي الصَّلَاةِ","seal":"B3EB7E59","part":1},
      {"page":82,"id":29,"hno":28,"nass":"الْحَدِيثُ الثَّامِنُ وَالْعِشْرُونَ\r28 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَى أُمِّ مُبَشِّرٍ الْأَنْصَارِيَّةِ فَرَأَى نَخْلًا لَهَا فَقَالَ مَنْ غَرَسَ هَذَا النَّخْلَ أَمُسْلِمٌ أَمْ كَافِرٌ قَالَتْ مُسْلِمٌ فَقَالَ لَا يَغْرِسُ مُسْلِمٌ غَرْسًا وَلَا يَزْرَعُ زَرْعًا فَيَأْكُلَ مِنْهُ إِنْسَانٌ وَلَا دَابَّةٌ وَلَا شَيْءٌ إِلَّا كَانَ لَهُ صَدَقَةٌ\r\rالْحَدِيثُ التَّاسِعُ وَالْعِشْرُونَ\r29 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا رَأَى أَحَدُكُمُ الرُّؤْيَا يكرها فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلَاثًا وَلْيَسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ ثَلَاثًا وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ","seal":"87D16DE8","part":1},
      {"page":83,"id":30,"hno":30,"nass":"الْحَدِيثُ الثَّلَاثُونَ\r30 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا حَلِمَ أَحَدُكُمْ فَلَا يُخْبِرَنَّ النَّاس بِتَلَاعُبِ الشَّيْطَانِ بِهِ فِي الْمَنَامِ\r\rالحَدِيث الحاي وَالثَّلَاثُونَ\r31 - وَبِهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِأَعْرَابِيٍّ جَاءَهُ فَقَالَ إِنِّي حَلِمْتُ أَنَّ رَأْسِي قُطِعَ فَأَنَا أَبِيعُهُ فَزَجَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ لَا تُخْبِرْ بِتَلَاعُبِ الشَّيْطَانِ بِكَ فِي الْمَنَامِ","seal":"82323343","part":1},
      {"page":84,"id":31,"hno":32,"nass":"الحَدِيث الثَّانِي وَالثَّلَاثُونَ\r32 - وَبِه أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ رَآنِي فِي الْمَنَام فقدرآني فَإِنَّهُ لَا يَنْبَغِي لِلشَّيْطَانِ أَنْ يَتَمَثَّلَ فِي صُورَتِي\r\rالْحَدِيثُ الثَّالِثُ وَالثَّلَاثُونَ\r33 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الْأنْصَارِيّ قَالَ قَالَ رَسُول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَدْخُلُ أَحَدٌ مِمَّنْ بَايَعَ تَحْتَ الشَّجَرَة النَّار","seal":"50C3E580","part":1},
      {"page":85,"id":32,"hno":34,"nass":"الحَدِيث الرّبع وَالثَّلَاثُونَ\r34 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ رَجُلًا كَانَ يَتَصَدَّقُ بِالنَّبَلِ فِي الْمَسْجِدِ أَلَّا يمر بهَا إل اوهو آخِذٌ بِنُصُولِهَا","seal":"E33FB24A","part":1},
      {"page":86,"id":33,"hno":35,"nass":"الْحَدِيثُ الْخَامِسُ وَالثَّلَاثُونَ\r35 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ خَيْرُ مَا رُكِبَتْ إِلَيْهِ الرَّوَاحِلُ مَسْجِدِي هَذَا وَالْبَيْتُ الْعَتِيقُ\r\rالْحَدِيثُ السَّادِسُ وَالثَّلَاثُونَ\r36 - وَبِهِ إِلَى أَبِي الْجَهْمِ أَنْبَأَنَا اللَّيْثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ جَاءَ سُلَيْكٌ الْغَطَفَانِيُّ يَوْمَ الْجُمُعَةِ ورَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ فَقَعَدَ قَبْلَ أَنْ يُصَلِّيَ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى الله عَلَيْهِ وَسلم أكعت رَكْعَتَيْنِ قَالَ لَا قَالَ قُمْ فَارْكَعْهُمَا","seal":"4BE75AD2","part":1},
      {"page":87,"id":34,"hno":37,"nass":"الْحَدِيثُ السَّابِعُ وَالثَّلَاثُونَ\r37 - أَنْبَأَنَا أَبُو طَاهِرٍ الرِّبْعِيُّ أَنْبَأَتْنَا زَيْنَبُ بِنْتُ أَحْمَدَ بْنِ عَبْدِ الرَّحِيمِ أَنْبَأَنَا يُوسُفُ بْنُ خَلِيلِ أَنْبَأَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ","seal":"AA0B69B0","part":1},
      {"page":88,"id":35,"hno":null,"nass":"إِسْمَاعِيلَ الطَّرَسُوسِيُّ أَنْبَأَنَا أَبُو مَنْصُورٍ الصرفي أَنْبَأَنَا أَبُو الْحَسَنِ بْنُ فَاذ شَاه أَنْبَأَنَا الطَّبَرَانِيُّ حَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ حَدَّثَنِي اللَّيْثُ عَنْ أَبِي قَبِيلٍ الْمَعَافِرِيِّ عَنْ عُقْبَةَ بْنَ عَامِرٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ","seal":"863A7EA4","part":1},
      {"page":89,"id":36,"hno":38,"nass":"إِنَّ أَخْوَفَ مَا أَخَافُ عَلَى أُمَّتِي الْكِتَابُ وَاللَّبَنُ فَأَمَّا اللَّبَنُ فَيَنْتَجِعُ أَقْوَامٌ لِحُبِّهِ وَيَتْرُكُونَ الْجُمُعَةَ وَالْجَمَاعَات وَأما الكتبا فَيصح للأقوم فجادلون بِهِ الَّذِينَ آمَنُوا\r\rالْحَدِيثُ الثَّامِنُ وَالثَّلَاثُونَ\r38 - وَبِهِ إِلَى اللَّيْثِ بْنِ سَعْدٍ عَنْ مِشْرَحِ بْنِ هَاعَانَ عَنْ عُقْبَةَ بْنَ عَامِرٍ عَنْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أُخْبِرُكُمْ بِالتَّيْسِ الْمُسْتَعَارِ قَالُوا بَلَى يَا رَسُولَ اللَّهِ قَالَ هُوَ الْمُسْتَحِلُّ فَلَعَنَ اللَّهُ الْمُسْتَحِلَّ وَالْمُحَلَّلَ لَهُ","seal":"913CC9B1","part":1},
      {"page":90,"id":37,"hno":39,"nass":"الْحَدِيثُ التَّاسِعُ وَالثَّلَاثُونَ\r39 - وَبِهِ إِلَى اللَّيْثِ حَدَّثَنِي مُحَمَّدُ بْنُ النيلِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ قَالَ خَرَجَ عَلَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ يَنْتَفِلُونَ بَعْدَ طُلُوعِ الْفَجْرِ فَقَالَ إِنَّهُ لَا صَلَاةَ بَعْدَ طُلُوعِ الْفَجْرِ إِلَّا رَكْعَتَانِ","seal":"71159B5A","part":1},
      {"page":91,"id":38,"hno":null,"nass":"الحَدِيث الْأَرْبَعُونَ\rوَبِه على اللَّيْثِ بْنِ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ أَنَّهُ سَمِعَ","seal":"34B91E81","part":1},
      {"page":92,"id":39,"hno":41,"nass":"عَبْدَ اللَّهِ بْنَ الْحَارِثِ بْنِ جُزْءٍ الزَّبِيدِيَّ قَالَ أَنَا أَوَّلُ مَنْ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يَبُولَنَّ أَحَدُكُمْ مُسْتَقْبِلَ الْقِبْلَةِ وَأَنَا أَوَّلُ من حدث النَّاس بذلك\r\rالحَدِيث الحادى والابعين\r41 - هُوَ إِلَى الطَّبَرَانِيِّ حَدَّثَنِي أَبُو يَزِيدَ القراطيسي أَنبأَنَا عبد الله ابْن عَبْدِ الْحَكَمِ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ وَسَهْلِ بْنِ سَعْدٍ عَنْ عبد الله بِهِ","seal":"84D00207","part":1},
      {"page":93,"id":40,"hno":43,"nass":"الحَدِيث الثَّانِي وَالْأَرْبَعُونَ\rوَبِهِ إِلَى الطَّبَرَانِيِّ أَنْبَأَنَا الْمِقْدَامُ بْنُ دَاوُدَ أَنْبَأَنَا زَيْدُ بْنُ مُوسَى أَنْبَأَنَا اللَّيْثُ بِهِ\r\rالْحَدِيثُ الثَّالِثُ وَالْأَرْبَعُونَ\r43 - وَبِهِ إِلَى اللَّيْثِ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ عَن عبد الله ابْن الْحَارِثِ بْنِ جُزْءٍ الزَّبِيدِيَّ قَالَ تُوُفِّيَ رَجُلٌ مِمَّنْ قَدِمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمَ غَرِيبًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عِنْدَ الْقَبْرِ مَا اسْمُكَ قُلْتُ الْعَاصِ وَقَالَ لِلْعَاصِ بْنِ العَاصِ مَا اسْمُكَ قَالَ الْعَاصِ فَقَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْتُمْ عَبِيدُ اللَّهِ انْزِلُوا قَالَ فَوَارَيْنَا صَاحِبَنَا ثُمَّ خَرَجْنَا مِنَ الْقَبْرِ وَقَدْ بُدِّلَتْ أَسْمَاؤُنَا","seal":"DD1EA71F","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":879,"Bk":"عوالي الليث بن سعد","HigriD":"879","oAuthVer":2,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"زين الدين أبو العدل قاسم بن قطلوبغا السودوني (نسبة إلى معتق أبيه سودون الشيخوني) الجمالي الحنفي","bLnk":null,"Inf":"","Auth":"ابن قطلوبغا","Betaka":"الكتاب: عوالي الليث بن سعد\r\nالمؤلف: زين الدين أبو العدل قاسم بن قطلوبغا السودوني (نسبة إلى معتق أبيه سودون الشيخوني) الجمالي الحنفي (المتوفى: 879هـ)\r\nتحقيق: عبد الكريم بكر الموصلي النعيمي\r\nالناشر: مكتبة دار الوفاء - جدة\r\nالطبعة: الأولى، 1408هـ1987م\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن قطلوبغا (802 - 879 هـ = 1399 - 1474 م) \r\n\r\nقاسم بن قطلوبغا، زين الدين، أبو العدل السودوني (نسبة إلى معتق أبيه سودون الشيخوني) الجمالي: عالم بفقه الحنفية، مؤرخ، باحث.\r\nمولده ووفاته بالقاهرة.\r\nقال السخاوي في وصفه: «إمام علامة، طلق اللسان، قادر على المناظرة، مغرم بالانتقاد ولو لمشايخه، مع شائبة دعوى ومساجحة !» له «تاج التراجم - ط» في علماء الأحناف، و «غريب القرآن - خ» و «تقويم اللسان» مجلدان، و «نزهة الرائض في أدلة\r\nالفرائض» و «تلخيص دولة الترك» و «تراجم مشايخ المشايخ» مجلد، و «تراجم مشايخ شيوخ العصر» لم يكمله، و «معجم شيوخه» ورسالة في «القراآت العشر - خ» و «الفتاوى - خ» و «شرح مختصر المنار - خ» في الأصول، وغير ذلك .\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"92A67BD0","cat":"الأجزاء الحديثية","oNum":5676,"BkId":5676,"oAuth":696,"bVer":1,"aSeal":"A88D180D"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t5676":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"تحقيق عوالى الليث بن سعد لقاسم بن قطلوبغا الحنفي رواية بدر الدين حسن بن ال طولوني بسم الله الرحمن الرحيم وبه"},
      {"lvl":1,"id":4,"sub":1,"tit":"الحديث الأول"},
      {"lvl":1,"id":7,"sub":0,"tit":"الحديث الثاني"},
      {"lvl":1,"id":8,"sub":0,"tit":"الحديث الثالث"},
      {"lvl":1,"id":9,"sub":0,"tit":"الحديث الرابع"},
      {"lvl":1,"id":9,"sub":1,"tit":"الحديث الخامس"},
      {"lvl":1,"id":10,"sub":0,"tit":"الحديث السادس"},
      {"lvl":1,"id":11,"sub":0,"tit":"الحديث السايع"},
      {"lvl":1,"id":12,"sub":0,"tit":"الحديث الثامن"},
      {"lvl":1,"id":14,"sub":0,"tit":"الحديث التاسع"},
      {"lvl":1,"id":15,"sub":0,"tit":"الحديث لعاشر"},
      {"lvl":1,"id":17,"sub":0,"tit":"الحديث الحادي عشر"},
      {"lvl":1,"id":18,"sub":0,"tit":"الحديث الثاني عشر"},
      {"lvl":1,"id":18,"sub":1,"tit":"الحديث الثالث عشر"},
      {"lvl":1,"id":19,"sub":0,"tit":"الحديث الرابع عشر"},
      {"lvl":1,"id":20,"sub":0,"tit":"الحديث الخامس عشر"},
      {"lvl":1,"id":21,"sub":0,"tit":"الحديث السادس عشر"},
      {"lvl":1,"id":22,"sub":0,"tit":"الحديث السابع عشر"},
      {"lvl":1,"id":22,"sub":1,"tit":"الحديث الثامن عشر"},
      {"lvl":1,"id":23,"sub":0,"tit":"الحديث التاسع عشر"},
      {"lvl":1,"id":23,"sub":1,"tit":"الحديث العشرون"},
      {"lvl":1,"id":24,"sub":0,"tit":"الحديث الحادى والعشرين"},
      {"lvl":1,"id":25,"sub":0,"tit":"الحديث الثاني والعشرين والثالث والعشرين"},
      {"lvl":1,"id":26,"sub":0,"tit":"الحديث الرابع والعشرون"},
      {"lvl":1,"id":27,"sub":0,"tit":"الحديث الخامس والعشرون"},
      {"lvl":1,"id":27,"sub":1,"tit":"الحديث السادس والعشرون"},
      {"lvl":1,"id":28,"sub":0,"tit":"الحديث السابع والعشرون"},
      {"lvl":1,"id":29,"sub":0,"tit":"الحديث الثامن والعشرون"},
      {"lvl":1,"id":29,"sub":1,"tit":"الحديث التاسع والعشرون"},
      {"lvl":1,"id":30,"sub":0,"tit":"الحديث الثلاثون"},
      {"lvl":1,"id":30,"sub":1,"tit":"الحديث الحاي والثلاثون"},
      {"lvl":1,"id":31,"sub":0,"tit":"الحديث الثاني والثلاثون"},
      {"lvl":1,"id":31,"sub":1,"tit":"الحديث الثالث والثلاثون"},
      {"lvl":1,"id":32,"sub":0,"tit":"الحديث الربع والثلاثون"},
      {"lvl":1,"id":33,"sub":0,"tit":"الحديث الخامس والثلاثون"},
      {"lvl":1,"id":33,"sub":1,"tit":"الحديث السادس والثلاثون"},
      {"lvl":1,"id":34,"sub":0,"tit":"الحديث السابع والثلاثون"},
      {"lvl":1,"id":36,"sub":0,"tit":"الحديث الثامن والثلاثون"},
      {"lvl":1,"id":37,"sub":0,"tit":"الحديث التاسع والثلاثون"},
      {"lvl":1,"id":38,"sub":0,"tit":"الحديث الأربعون"},
      {"lvl":1,"id":39,"sub":0,"tit":"الحديث الحادى والابعين"},
      {"lvl":1,"id":40,"sub":0,"tit":"الحديث الثاني والأربعون"},
      {"lvl":1,"id":40,"sub":1,"tit":"الحديث الثالث والأربعون"}
    ]
}
