{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b5777":
    [
      {"page":3,"id":2,"hno":null,"nass":"بِسم الله الرَّحْمَن الرَّحِيم\rصلى الله على مُحَمَّد وَآله وَسلم تَسْلِيمًا.\rقَالَ الشَّيْخ الإِمَام أَبُو بكر أَحْمد بن عَليّ بن ثَابت الْخَطِيب الْحَافِظ (رَحمَه الله) :\rالْحَمد لله الَّذِي أوضح سبل الرشاد برحمته ووفق لاتباع الْهدى من شَاءَ من خَلِيقَة، وَصَلَاة الله وَسَلَامه على عباده الَّذين اصْطفى، وَخص بِأَفْضَل ذَلِك نَبينَا مُحَمَّد سيد الورى.\rثمَّ إِنِّي وقفت على مَا ذكرت من مُنَازعَة من نازعك فِي سُلَيْمَان بن الْمُغيرَة، وَسليمَان بن أبي الْمُغيرَة، وَقَوله: إنَّهُمَا رجل وَاحِد، كَمَا أَن معدان بن طَلْحَة، هُوَ ابْن أبي طَلْحَة، وَسيف بن سُلَيْمَان، هُوَ: ابْن أبي سُلَيْمَان.\rوَسَأَلت أَن أبين لَك صَوَاب القَوْل فِي ذَلِك، وَقد أَجَبْتُك إِلَى سؤالك متحريا بُلُوغ غرضك ونيل مرادك، وجمعت من نَظَائِر هَذَا النَّوْع فِي كتابي هَذَا، مَا فِيهِ غنية لملتمسه، وباغيه، وَمَنْفَعَة لسامعه وداعيه، بعد تقديمي بَيَان مَا وَقع النزاع فِيهِ، وَبِاللَّهِ (تَعَالَى) أستعين، وَهُوَ حسبي وَنعم الْوَكِيل.\rأما قَول منازعك: إِن معدان بن طَلْحَة، هُوَ: ابْن أبي طَلْحَة، وَسيف بن سُلَيْمَان، هُوَ: ابْن أبي سُلَيْمَان، فَصَحِيح.\rكَانَ أَبُو عَمْرو الْأَوْزَاعِيّ إِذا روى حَدِيث معدان، قَالَ فِيهِ: ابْن أبي طَلْحَة، وَغَيره يَقُول: ابْن أبي طَلْحَة. وَهَكَذَا سيف، كَانَ سُفْيَان الثَّوْريّ، وَعبد الله بن الْمُبَارك، يَقُولَانِ: ابْن أبي سُلَيْمَان، وَيَقُول غَيرهمَا: ابْن سُلَيْمَان.\rوَفِي رَوَاهُ الْعلم جمَاعَة أَمرهم كأمر هذَيْن الرجلَيْن تَجِيء الرِّوَايَة عَن كل","seal":"F203FBE1","part":1},
      {"page":4,"id":3,"hno":null,"nass":"وَاحِد مِنْهُم على قَوْلَيْنِ مُخْتَلفين، نَحن نذْكر هم فِي صدر هَذَا الْكتاب (إِن شَاءَ الله) .\rلَكِن قِيَاس هَذَا المنازع فَاسد، وَخَطأَهُ فِيمَا ارْتَكَبهُ ظَاهر؛ وَذَلِكَ أَن سُلَيْمَان بن الْمُغيرَة، وَسليمَان بن أبي الْمُغيرَة، لَا يخْتَلف أحد من أهل الْعلم فِي أَنَّهُمَا رجلَانِ كل وَاحِد مِنْهُمَا غير صَاحبه، وَأَسْمَاء الروَاة إِنَّمَا تُؤْخَذ سمعا لَا قِيَاسا، وَلَو كَانَ الطَّرِيق الَّذِي سلكه منازعك صَحِيحا؛ لقل تَعب أَصْحَاب الحَدِيث، ولاستراحوا من نظرهم فِي مُخْتَلف الْأَسْمَاء والأنساب، بردهمْ الشَّيْء إِلَى مَا قاربه، وَإِن كَانَ مبايناً لَهُ فِي بعض الْأُمُور، ولوجب أَن يكون:\rالْوَلِيد بن هِشَام الشَّامي، هُوَ: الْوَلِيد بن أبي هِشَام الْبَصْرِيّ.\rوَعبد الله بن قَتَادَة الْمحَاربي؛ هُوَ: عبد الله بن أبي قَتَادَة الْأنْصَارِيّ.\rوَيحيى بن بكير الْمصْرِيّ، هُوَ: يحيى بن أبي بكير الْكرْمَانِي.\rوَغير ذَلِك مَا سَنذكرُهُ بعد، فِي كتَابنَا (بِمَشِيئَة الله وعونه) .\rوَمَا أجمل بِالْمَرْءِ أَن يسكت عَمَّا لَا يُعلمهُ، وَيتْرك المراء والمنازعة؛ فِيمَا لَا يُحسنهُ؛ فَإِن خطر تكلّف القَوْل عَظِيم، وَفَوق كل ذِي علم عليم (1 / ب) .\r(أ) وَسليمَان بن الْمُغيرَة قيسي.\rمن أهل الْبَصْرَة.\rسمع: الْحسن، وَقَتَادَة، وثابتاً الْبنانِيّ، وَيُونُس بن عبيد، وَحميد بن هِلَال.","seal":"71663103","part":1},
      {"page":5,"id":4,"hno":null,"nass":"روى عَنهُ: شُعْبَة بن الْحجَّاج، وَعبد الله بن الْمُبَارك، ووكيع بن الْجراح، وَالنضْر بن شُمَيْل، وَزيد بن الْحباب، وَأَبُو دَاوُد الطَّيَالِسِيّ، وَأَبُو النَّضر هَاشم بن الْقَاسِم، وَعَفَّان بن مُسلم، وَعبد الله بن مسلمة القعْنبِي، وشيبان بن فروخ الأبلي، وَغَيرهم.\rويكنى أَبَا سعيد.\r(ب) وَأما سُلَيْمَان بن [أبي] الْمُغيرَة.\rفَإِنَّهُ عبسي من أهل الْكُوفَة.\rسمع: سعيد بن جُبَير، وَعبد الرَّحْمَن بن أبي نعم، وَإِسْمَاعِيل بن رَجَاء.\rروى عَنهُ: حجاج بن أَرْطَأَة، وَشعْبَة، وسُفْيَان الثَّوْريّ، وَعبد الرَّحْمَن المَسْعُودِيّ، وَشريك بن عبد الله النَّخعِيّ، وسُفْيَان بن عُيَيْنَة الْهِلَالِي.\rويكنى سُلَيْمَان أَبَا عبد الله.\rقَالَ الْخَطِيب (رَحمَه الله) :\rوَهَذَا ذكر معدان بن طَلْحَة، وَسيف بن سُلَيْمَان، وَمن أشبه حَاله حَالهمَا، ذكرتهم على طبقاتهم، وبدأت بالأقدم فالأقدم مِنْهُم.\rفَمنهمْ:\r[1] عُرْوَة بن الْجَعْد، وَهُوَ: عُرْوَة بن أبي الْجَعْد.","seal":"AEE233D3","part":1},
      {"page":6,"id":5,"hno":null,"nass":"الْبَارِقي.\rأحد أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم، نزل الْكُوفَة، وَحدث بهَا.","seal":"48D0B3D8","part":1},
      {"page":7,"id":6,"hno":null,"nass":"فروى عَنهُ: شبيب بن غرقدة، والعيزار بن حُرَيْث، وَغَيرهمَا.\r\r[2] وَأَوْس بن أَوْس، وَهُوَ: أَوْس بن أبي أَوْس الثَّقَفِيّ","seal":"E6A2ACBB","part":1},
      {"page":8,"id":7,"hno":null,"nass":"صَحَابِيّ أَيْضا، من أهل الطَّائِف.\rحدث عَن: النَّبِي صلى الله عَلَيْهِ وَسلم.\rروى عَنهُ: النُّعْمَان بن سَالم.\r[3] وَبسر بن أَرْطَأَة، وَهُوَ بسر بن أبي أَرْطَأَة، أَبُو عبد الرَّحْمَن العامري.\rنزل الشَّام، وَله صُحْبَة، وَرِوَايَة.\rحدث عَنهُ: أَيُّوب بن ميسرَة بن حَلبس، وجنادة بن أبي أُميَّة، وَغَيرهمَا.\r[4] وَعبد الرَّحْمَن بن عميرَة، وَهُوَ: ابْن أبي عميرَة الْمُزنِيّ، وَقيل:","seal":"776C92DE","part":1},
      {"page":9,"id":8,"hno":null,"nass":"الْأَزْدِيّ.\rصَحَابِيّ شَامي.\rلَهُ حَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم، رَوَاهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rوَرَوَاهُ عَنهُ: ربيعَة بن يزِيد.\r[5] وَعبد الرَّحْمَن بن عَلْقَمَة، وَهُوَ: عبد الرَّحْمَن بن أبي عَلْقَمَة.","seal":"163E10E4","part":1},
      {"page":10,"id":9,"hno":null,"nass":"ذكره غير وَاحِد من أهل الْعلم فِي جملَة الصَّحَابَة.\rوَقَالَ أَبُو حَاتِم الرَّازِيّ: إِنَّمَا يُرْسل الرِّوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rوَحدث: عَن عبد الله بن مَسْعُود، وَعبد الرَّحْمَن بن [أبي] عقيل.\rروى عَنهُ: عون بن أبي جُحَيْفَة السوَائِي، وَأَبُو صَخْرَة جَامع بن شَدَّاد الْمحَاربي، وَعبد الْملك بن مُحَمَّد بن نسير.\r[6] وَأَبُو بكر بن زُهَيْر، وَهُوَ: ابْن أبي زُهَيْر الثَّقَفِيّ.","seal":"5EC8DCFD","part":1},
      {"page":11,"id":10,"hno":null,"nass":"حدث عَن: أَبِيه، وَعَن أبي بكر الصّديق.\rروى عَنهُ: أُميَّة بن صَفْوَان، وَإِسْمَاعِيل بن أبي خَالِد البَجلِيّ.\r[7] ومعدان بن طَلْحَة، وَهُوَ: ابْن أبي طَلْحَة الْيَعْمرِي.\rحدث عَن: أبي الدَّرْدَاء، وَعَن ثَوْبَان.\rروى عَنهُ: سَالم بن أبي الْجَعْد، والسائب بن حُبَيْش، والوليد بن هِشَام","seal":"584EA503","part":1},
      {"page":12,"id":11,"hno":null,"nass":"المعيطي.\r[8] وَعبد الله بن الْخَلِيل، وَهُوَ: ابْن أبي خَلِيل الْحَضْرَمِيّ. حدث عَن زيد بن أبي أَرقم\rروى عَنهُ: عَامر الشّعبِيّ.","seal":"4F7465EE","part":1},
      {"page":13,"id":12,"hno":null,"nass":"[9] وَعبد الرَّحْمَن بن هنيدة، وَهُوَ: ابْن أبي هنيدة.\rمولى لآل عمر بن الْخطاب.\rحدث عَن: عبد الله بن عمر (1 / ب) .\rروى عَنهُ: ابْن شهَاب الزُّهْرِيّ.","seal":"3DD473FC","part":1},
      {"page":14,"id":13,"hno":null,"nass":"[10] وَعبيد الله بن مُسلم، وَهُوَ: ابْن أبي مُسلم الْحَضْرَمِيّ.\rحدث عَن: معَاذ بن جبل.\rروى عَنهُ: أَبُو رَملَة: وَيحيى بن عبد الله الجابر.\r[11] وَالْحسن ين يزِيد، وَهُوَ: ابْن أبي يزِيد الْعجلِيّ.\rحدث عَن: عبد الله بن مَسْعُود.","seal":"F338A151","part":1},
      {"page":15,"id":14,"hno":null,"nass":"روى عَنهُ: عبد الله بن أبي نجيح.\r[12] وَعبد الله بن قيس، وَهُوَ: ابْن أبي قيس، أَبُو الْأسود الشَّامي.\rحدث عَن: عَائِشَة أم الْمُؤمنِينَ.","seal":"B8D975D6","part":1},
      {"page":16,"id":15,"hno":null,"nass":"روى عَنهُ: رَاشد بن سعد، وَمُحَمّد بن زِيَاد الْأَلْهَانِي، وَمُعَاوِيَة بن صَالح، وَعتبَة بن ضَمرَة.\r[13] وَسَعِيد بن الْحُوَيْرِث، وَهُوَ: ابْن أبي الْحُوَيْرِث.\rمولى السَّائِب، يعد فِي المكيين.\rحدث عَن: عبد الله بن عَبَّاس.\rروى عَنهُ: عَمْرو بن دِينَار.","seal":"8F25D2FA","part":1},
      {"page":17,"id":16,"hno":null,"nass":"[14] وحصين بن الْحر، وَهُوَ: ابْن أبي الْحر.","seal":"3F6A62A0","part":1},
      {"page":18,"id":17,"hno":null,"nass":"حدث عَن: سَمُرَة بن جُنْدُب.\rروى عَنهُ: عبد الْملك بن عُمَيْر.\r[15] وحبِيب بن أَوْس، وَهُوَ: ابْن أبي أَوْس الثَّقَفِيّ","seal":"EB0204D2","part":1},
      {"page":19,"id":18,"hno":null,"nass":"سكن مصر.\rوَحدث عَن: أبي أَيُّوب الْأنْصَارِيّ، وَعَمْرو بن الْعَاصِ السَّهْمِي.\rروى عَنهُ: رَاشد مَوْلَاهُ، وَرَاشِد بن جندل اليافعي.","seal":"24E7B7B3","part":1},
      {"page":20,"id":19,"hno":null,"nass":"[16] وَعَمْرو بن حَرْمَلَة، وَهُوَ: ابْن أبي حَرْمَلَة.\rحَدِيثه فِي الْبَصرِيين.","seal":"99E134B6","part":1},
      {"page":21,"id":20,"hno":null,"nass":"حدث عَن: عبد الله بن عَبَّاس.\rروى عَنهُ: عَليّ بن زيد بن جدعَان.\r[17] وزرارة بن أوفى، وَهُوَ: ابْن أبي أوفى العامري","seal":"E6084B70","part":1},
      {"page":22,"id":21,"hno":null,"nass":"قَاضِي الْبَصْرَة.\rحدث عَن: أبي هُرَيْرَة، وَسعد بن هِشَام.\rروى عَنهُ: قَتَادَة بن دعامة، وَدَاوُد بن أبي هِنْد، وعَوْف بن أبي جميلَة الْأَعرَابِي.\r[18] دَاوُد بن عَاصِم، وَهُوَ: ابْن أبي عَاصِم بن عُرْوَة بن مَسْعُود الثَّقَفِيّ.","seal":"D8F94246","part":1},
      {"page":23,"id":22,"hno":null,"nass":"حدث عَن: عبد الله، وَعُثْمَان بن أبي الْعَاصِ، وَسَعِيد بن الْمسيب.\rروى عَنهُ: سعيد بن السَّائِب، وَقَتَادَة، وَيَعْقُوب بن عَطاء، وَقيس بن سعد، وَعبد الله بن عُثْمَان بن خثيم.\r[19] وَعبد الرَّحْمَن بن قَتَادَة، وَهُوَ: ابْن أبي قَتَادَة السّلمِيّ، وَقيل: الْبَصْرِيّ.","seal":"3C8FC9C0","part":1},
      {"page":24,"id":23,"hno":null,"nass":"حدث عَن: هِشَام بن حَكِيم بن حزَام، عَن أَبِيه، عَن هِشَام.\rروى عَنهُ: رَاشد بن سعد الشَّامي.\r[20] وَعبد الْعَزِيز بن عبد الله، وَهُوَ: ابْن أبي عبد الله بن خَالِد بن أسيد الْحِجَازِي.","seal":"38EFE2F6","part":1},
      {"page":25,"id":24,"hno":null,"nass":"حدث عَن: محرش الكعبي.\rروى عَنهُ: مُزَاحم بن أبي مُزَاحم.\r[21] عبد الله بن الْمسَاوِر، وَهُوَ: ابْن أبي الْمسور","seal":"1F7510E7","part":1},
      {"page":26,"id":25,"hno":22,"nass":"حدث عَن: عبد الله بن عَبَّاس.\rروى عَنهُ: عبد الْملك بن أبي بشير الْمَدَائِنِي.\r22 -] وَعبد الله بن سعيد، وَهُوَ: ابْن أبي سعيد، أَبُو زيد","seal":"5B5240F9","part":1},
      {"page":27,"id":26,"hno":null,"nass":"الْمدنِي.\rحدث عَن: حَفْصَة أم الْمُؤمنِينَ.\rروى عَنهُ: أَبُو خَالِد، شيخ لِابْنِ جريج، وَأَبُو يَعْفُور الْكُوفِي.\r[23] وَعبد الله بن عتبَة، وَهُوَ: ابْن أبي عتبَة الْبَصْرِيّ.","seal":"82AACD19","part":1},
      {"page":28,"id":27,"hno":null,"nass":"مولى أنس بن مَالك.\rحدث عَن: جَابر بن عبد الله، وَأبي سعيد الْخُدْرِيّ، وَأنس بن مَالك. رُوِيَ عَنهُ: قَتَادَة وَحميد الطَّوِيل\r[24] وَعبد الله بن مرّة وَهُوَ: عبد الله بن أبي مرّة الزوفي.\rحدث عَن: خَارِجَة (2 / ب) بن حذافة.\rروى عَنهُ: عبد الله بن رَاشد الزوفي.\rوَكَانَ بكر بن بكار، يَقُول: فِي رِوَايَته: عَن عبد الله بن مرّة.","seal":"256503B2","part":1},
      {"page":29,"id":28,"hno":null,"nass":"[25] وَسَعِيد بن رَاشد، وَهُوَ: ابْن أبي رَاشد.\rحدث عَن: يعلى بن مرّة.\rروى عَنهُ: عبد الله بن عُثْمَان بن خَيْثَم\r\r[26] وَحَكِيم بن يزِيد، وَهُوَ: ابْن أبي يزِيد الْكَرْخِي.","seal":"BF3BA688","part":1},
      {"page":30,"id":29,"hno":null,"nass":"يُوجد صفحة فارغة.","seal":"A4408808","part":1},
      {"page":31,"id":30,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: عَطاء بن السَّائِب.\r[27] والْحَارث بن يزِيد، وَهُوَ: ابْن أبي يزِيد.\rمولى الحكم الْمَدِينِيّ.\rحدث عَن: جَابر بن عبد الله.\rروى عَنهُ: كثير بن زيد، وَمُحَمّد بن أبي يحيى.","seal":"589F7168","part":1},
      {"page":32,"id":31,"hno":null,"nass":"[28] وَعمر بن الحكم، وَهُوَ: ابْن أبي الحكم بن ثَوْبَان.\rحدث عَن: أبي هُرَيْرَة، وَعبد الله بن عَمْرو بن الْعَاصِ، وَأبي سَلمَة بن عبد الرَّحْمَن بن عَوْف، وَغَيرهم.\rروى عَنهُ: يحيى بن سعيد الْأنْصَارِيّ، وَيحيى بن أبي كثير اليمامي.\r[29] وَعمْرَان بن الْجَعْد، وَهُوَ: ابْن أبي الْجَعْد.","seal":"A498731A","part":1},
      {"page":33,"id":32,"hno":null,"nass":"حدث عَن: عبد الله بن مَسْعُود.\rروى عَنهُ: إِسْمَاعِيل بن أبي خَالِد.","seal":"9BD3DE90","part":1},
      {"page":34,"id":33,"hno":null,"nass":"[30] وَأَيوب بن خَالِد، وَهُوَ: أَيُّوب بن أبي خَالِد بن صَفْوَان بن أَوْس الْأنْصَارِيّ.\rحدث عَن: عبد الله بن رَافع مولى أم سَلمَة.\rروى عَنهُ: إِسْمَاعِيل بن أُميَّة الْقرشِي، ومُوسَى بن عُبَيْدَة الربذي.","seal":"06500C6C","part":1},
      {"page":35,"id":34,"hno":null,"nass":"ب 31] وَعبد الرَّحْمَن بن زِيَاد: ابْن أبي زِيَاد الْمَدِينِيّ.\rحدث عَن: عبد الله بن الْحَارِث.\rروى عَنهُ: سُلَيْمَان الْأَعْمَش","seal":"BAB1B914","part":1},
      {"page":36,"id":35,"hno":null,"nass":"[32] وَعبد الله بن عبد الله، وَهُوَ: ابْن أبي عبد الله، قَاضِي الرّيّ.\rحدث عَن: عبد الرَّحْمَن بن أبي ليلى.\rروى عَنهُ: الْأَعْمَش، وَعَبدَة بن معتب الضَّبِّيّ، وحجاج بن أَرْطَأَة، وَفطر بن خَليفَة.\r[33] وَعبد الله بن الْمخَارِق، وَهُوَ: ابْن أبي الْمخَارِق السّلمِيّ الْكُوفِي.","seal":"E74EBEBA","part":1},
      {"page":37,"id":36,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: عبد الْملك بن أبي غنية، وَعبد الرَّحْمَن بن عبد الله، [و] أَبُو العميس المسعوديان.\r[34] وَإِبْرَاهِيم بن الْجَعْد، وَهُوَ: ابْن أبي الْجَعْد النَّخعِيّ، الْكُوفِي.","seal":"4103314F","part":1},
      {"page":38,"id":37,"hno":null,"nass":"أَخُو عمرَان، وسوادة.\rحدث عَن: عبد الرَّحْمَن بن يزِيد، وَشُرَيْح القَاضِي.\rروى عَنهُ: الْحسن بن عبيد الله النَّخعِيّ، وَهَارُون بن الْمُغيرَة الرَّازِيّ.\r[35] وَمُحَمّد بن الْجَعْد، وَهُوَ: ابْن أبي الْجَعْد، الْكُوفِي.","seal":"050FD8D7","part":1},
      {"page":39,"id":38,"hno":null,"nass":"حدث عَن: عَامر الشّعبِيّ.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وَأَبُو نعيم الْفضل بن دُكَيْن.\r[36] وعمار بن مُعَاوِيَة، وَهُوَ: ابْن أبي مُعَاوِيَة، أَبُو مُعَاوِيَة الدهني، الْكُوفِي.","seal":"D58BFA9D","part":1},
      {"page":40,"id":39,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"9329ADBB","part":1},
      {"page":41,"id":40,"hno":null,"nass":"حدث عَن: أبي الطُّفَيْل الْكِنَانِي، وَأبي سَلمَة بن عبد الرَّحْمَن، وَمُسلم البطين، وَسَالم بن أبي الْجَعْد، وَأبي الزبير الْمَكِّيّ.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وزائدة بن قدامَة، وَزُهَيْر بن مُعَاوِيَة، وأجلح الْكِنْدِيّ، وَحميد الْخَرَّاط، وصباح بن يحيى، وسُفْيَان بن عُيَيْنَة.\r[37] وَمُحَمّد بن سهل، وَهُوَ: ابْن أبي سهل بن [أبي] حثْمَة الْأنْصَارِيّ.","seal":"F175487E","part":1},
      {"page":42,"id":41,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: حجاج بن أَرْطَأَة النَّخعِيّ.\r[38] وعلاق بن مُسلم، وَهُوَ: ابْن أبي مُسلم.","seal":"A19651F3","part":1},
      {"page":43,"id":42,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"5A9E8FA5","part":1},
      {"page":44,"id":43,"hno":null,"nass":"حدث عَن: أنس بن مَالك، وَأَبَان بن عُثْمَان.\rروى عَنهُ: عَنْبَسَة بن عبد الرَّحْمَن الْقرشِي.\r[39] وَزِيَاد بن حسان، وَهُوَ: ابْن أبي حسان، الْمَعْرُوف بالنبطي.","seal":"52DE299A","part":1},
      {"page":45,"id":44,"hno":null,"nass":"حدث عَن (2 / أ) : أنس بن مَالك، وَعمر بن عبد الْعَزِيز.\rروى عَنهُ: سُفْيَان بن عُيَيْنَة، وَعبد الْعَزِيز بن عبد الصَّمد الْعمي، وَعون بن عمَارَة، وحجاج بن نصير.\r[40] وَعبد الرَّحْمَن بن عبد الله، وَهُوَ: ابْن أبي عبد الله، أَبُو حَمْزَة الْمَازِني","seal":"B761E727","part":1},
      {"page":46,"id":45,"hno":null,"nass":"جَار شُعْبَة بن الْحجَّاج.\rحدث عَن: مُسلم بن يسَار، وهلال بن يزِيد الْمَازِني.\rروى عَنهُ: شُعْبَة.\r[41] وَالقَاسِم بن أَيُّوب، وَهُوَ: ابْن أبي أَيُّوب.","seal":"611E9F86","part":1},
      {"page":47,"id":46,"hno":null,"nass":"حدث عَن: سعيد بن جُبَير.\rروى عَنهُ: عَطاء بن السَّائِب، وَأصبغ بن زيد الْوراق، وَشعْبَة، وَغَيرهم.\r[42] وَالْحجاج بن الْحجَّاج، وَهُوَ: ابْن أبي الْحجَّاج الْبَاهِلِيّ الْأَحول، الْبَصْرِيّ.\rحدث عَن: قَتَادَة، وسُويد بن حُجَيْر، وَمُعَاوِيَة بن قُرَّة، وَيُونُس بن عبيد.\rروى عَنهُ: مُحَمَّد بن جحادة، وَإِبْرَاهِيم بن طهْمَان، وَحَمَّاد بن سَلمَة، وقزعة بن سُوَيْد، وَعِيسَى بن يُونُس، وَيزِيد بن زُرَيْع، وَعمر بن عَامر.","seal":"35C0DE52","part":1},
      {"page":48,"id":47,"hno":null,"nass":"[43] وَالْحسن بن يزِيد، وَهُوَ: ابْن أبي يزِيد، أَبُو يُونُس الضمرِي، الْمَعْرُوف بِالْقَوِيّ.","seal":"FB873ED1","part":1},
      {"page":49,"id":48,"hno":null,"nass":"حدث عَن: مُجَاهِد بن جبر، وَسَعِيد بن جُبَير، وَعَمْرو بن شُعَيْب.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وَسَعِيد بن سَالم القداح، وَغَيرهمَا.\rقَالَ الطَّبَرَانِيّ: وَإِنَّمَا لقب الْقوي؛ لقُوته على الْعِبَادَة: صَامَ حَتَّى خوى، وَبكى حَتَّى عمي، وَطَاف حَتَّى أقعد.\r[44] ومُوسَى بن ثروان، وَهُوَ: ابْن أبي ثروان الْعجلِيّ.","seal":"99ECD8EC","part":1},
      {"page":50,"id":49,"hno":null,"nass":"حدث عَن: طَلْحَة بن عبيد الله بن كريز.\rروى عَنهُ: عَمْرو بن أبي وهب الْخُزَاعِيّ.\r[45] وَأَيوب بن صَفْوَان، وَهُوَ: ابْن أبي صَفْوَان.","seal":"A7D65628","part":1},
      {"page":51,"id":50,"hno":null,"nass":"مولى عبد الله بن الْحَارِث بن نَوْفَل.\rحدث عَن: عبد الله بن الْحَارِث.\rروى عَنهُ: عبد الْكَرِيم بن أبي الْمخَارِق، وَسَعِيد بن أبي عرُوبَة.\r[46] وَإِسْمَاعِيل بن أبي حَكِيم الْمَدِينِيّ.","seal":"268FB331","part":1},
      {"page":52,"id":51,"hno":null,"nass":"مولى عُثْمَان بن عَفَّان.\rحدث عَن: سعيد بن الْمسيب، وَعبيدَة بن سُفْيَان، وَالقَاسِم بن مُحَمَّد، وَعمر بن عبد الْعَزِيز، وَسَعِيد بن مرْجَانَة.\rروى عَنهُ: يحيى بن سعيد الْأنْصَارِيّ، وَمُحَمّد بن إِسْحَاق بن يسَار، وَمَالك بن أنس، وَعبد الله بن سعيد بن أبي هِنْد، وَإِبْرَاهِيم بن مهَاجر بن مِسْمَار.\rإِلَّا أَن ابْن إِسْحَاق وَحده، قَالَ: نَا إِسْمَاعِيل بن حَكِيم، وَلم يُتَابع على ذَلِك.\r[47] وَعبد الرَّحْمَن بن الْحَارِث، وَهُوَ: ابْن أبي الْحَارِث التَّمِيمِي.\rحدث عَن: مُحَمَّد بن وَاسع الْأَزْدِيّ، وَغَيره.\rروى عَنهُ: إِسْمَاعِيل بن عَيَّاش، وسُويد بن عبد الْعَزِيز الدِّمَشْقِي.\r[48] وحجاج بن الْحَارِث، وَهُوَ: ابْن أبي الْحَارِث.\rحدث عَن: مُجَاهِد بن جبر.\rروى عَنهُ: عمر بن قيس الْمَكِّيّ، الْمَعْرُوف بسندل، وَغَيره.","seal":"B70B2F40","part":1},
      {"page":53,"id":52,"hno":null,"nass":"[49] وَكثير بن كثير بن الْمطلب بن أبي ودَاعَة، وَهُوَ: كثير بن أبي كثير.\rحدث عَن: أَبِيه.\rروى عَنهُ: ابْن جريج، وَمُحَمّد بن عبد الله بن عبيد بن عُمَيْر، وَزُهَيْر بن مُعَاوِيَة.","seal":"2149FDC3","part":1},
      {"page":54,"id":53,"hno":null,"nass":"[50] وَعَمْرو بن الْحجَّاج، وَهُوَ: ابْن أبي الْحجَّاج الْمنْقري.","seal":"5112E011","part":1},
      {"page":55,"id":54,"hno":null,"nass":"حدث عَن: الْجَارُود بن أبي سُبْرَة.\rروى عَنهُ: ربعي بن عبد الله بن (3 / ب) الْجَارُود.\r[51] وَسيف بن سُلَيْمَان، وَهُوَ: ابْن أبي سُلَيْمَان الْمَكِّيّ.","seal":"AE823A0C","part":1},
      {"page":56,"id":55,"hno":null,"nass":"حدث عَن: مُجَاهِد بن جبر، وعدي بن عدي، وَقيس بن سعد.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وَعبد الله بن الْمُبَارك، وَعبد الله بن الْحَارِث الْمَكِّيّ، وَأَبُو عَاصِم الشَّيْبَانِيّ، وَزيد بن الْحباب، وَأَبُو نعيم الْفضل بن دُكَيْن.\r[52] وَسَعِيد بن صَالح، وَهُوَ: ابْن أبي صَالح الْأَسدي، الْكُوفِي.","seal":"B3F02669","part":1},
      {"page":57,"id":56,"hno":null,"nass":"حدث عَن: أبي وَائِل شَقِيق بن سَلمَة، وَأبي حُصَيْن عُثْمَان بن عَاصِم.\rروى عَنهُ: عَليّ بن ثَابت الْجَزرِي، وَخلف بن تَمِيم الْكُوفِي.\r[53] وَعمْرَان بن مُسلم، وَهُوَ: ابْن أبي مُسلم الْفَزارِيّ، الْكُوفِي.","seal":"DFCE8A37","part":1},
      {"page":58,"id":57,"hno":null,"nass":"حدث عَن: عَطِيَّة الْعَوْفِيّ، وجعفر بن عَمْرو بن حُرَيْث.\rروى عَنهُ: أَبُو نعيم الْفضل بن دُكَيْن.\r[54] [و] هَارُون بن إِبْرَاهِيم، وَهُوَ: ابْن أبي إِبْرَاهِيم الثَّقَفِيّ، الْمَعْرُوف بالبربري.","seal":"6B581021","part":1},
      {"page":59,"id":58,"hno":null,"nass":"حدث عَن: عَطاء بن أبي رَبَاح، وَمَيْمُون بن مهْرَان، وَعبد الله بن عبيد.\rروى عَنهُ: سُفْيَان بن عُيَيْنَة، ووكيع بن الْجراح، وَعبد الله بن إِدْرِيس، وَأَبُو نعيم، وَقبيصَة بن عقبَة، وخلاد بن يحيى.\r[55] وَهَارُون بن إِبْرَاهِيم، وَهُوَ: ابْن أبي إِبْرَاهِيم الْأَهْوَازِي.","seal":"003A1D08","part":1},
      {"page":60,"id":59,"hno":null,"nass":"حدث عَن: مُحَمَّد بن سِيرِين، وَقَتَادَة.\rروى عَنهُ: أَبُو دَاوُد الطَّيَالِسِيّ، وَعبد الصَّمد بن عبد الْوَارِث.\r[56] وَعبيد بن الوسيم وَهُوَ: ابْن أبي الوسيم.","seal":"8B41C6CE","part":1},
      {"page":61,"id":60,"hno":null,"nass":"حدث عَن: سلمَان بن أبي شَدَّاد.\rروى عَنهُ: عبيد الله بن مُوسَى، وَأَبُو نعيم الْفضل بن دُكَيْن، وسُويد بن سعيد وَغَيرهم.\r[57] وَمُعَاوِيَة بن سَلام، وَهُوَ: ابْن أبي سَلام الحبشي.","seal":"C9F7BF97","part":1},
      {"page":62,"id":61,"hno":null,"nass":"حدث عَن: أَخِيه زيد، وَعَن يحيى بن أبي كثير.\rروى عَنهُ: الْوَلِيد بن مُسلم، وَأَبُو تَوْبَة الرّبيع بن نَافِع، وَغَيرهمَا.\r[58] وَسَعِيد بن حسان، وَهُوَ: ابْن أبي حسان المَخْزُومِي، الْمَكِّيّ.\rحدث عَن: ابْن أبي مليكَة، وَعُرْوَة بن عِيَاض.\rروى عَنهُ: سُفْيَان بن عُيَيْنَة، وَعبد الله بن الْمُبَارك، وَأَبُو دَاوُد الطَّيَالِسِيّ، وَأَبُو نعيم الْفضل بن دُكَيْن.\r[59] وَعبد الله بن أُميَّة، وَهُوَ: ابْن أبي أُميَّة بن خَالِد بن","seal":"185E2C43","part":1},
      {"page":63,"id":62,"hno":null,"nass":"أسيد.\rحدث عَن: مُحَمَّد بن حييّ.\rروى عَنهُ: الضَّحَّاك بن مخلد الشَّيْبَانِيّ.\r[60] وَدَاوُد بن الْفُرَات، وَهُوَ: ابْن أبي الْفُرَات، أَبُو عَمْرو الْكِنْدِيّ.","seal":"C956F34A","part":1},
      {"page":64,"id":63,"hno":null,"nass":"حدث عَن: عبد الله بن بُرَيْدَة، وَمُحَمّد بن زيد الْعَبْدي، وَإِبْرَاهِيم بن الصَّائِغ، وَأبي رَجَاء الْأَزْدِيّ.\rروى عَنهُ: أَبُو دَاوُد الطَّيَالِسِيّ، وَأَبُو سَلمَة التَّبُوذَكِي، والهثيم بن جميل الْأَنْطَاكِي، وَزيد بن الْحباب العكلي، وشيبان بن فروخ الأبلي، وَمُحَمّد بن أبان الوَاسِطِيّ.\r[61] وَأَيوب بن مِسْكين، وَهُوَ: ابْن أبي مِسْكين القصاب، أَبُو الْعَلَاء الوَاسِطِيّ.","seal":"A9ADED7A","part":1},
      {"page":65,"id":64,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"89A1A2ED","part":1},
      {"page":66,"id":65,"hno":null,"nass":"حدث عَن قَتَادَة: وَغَيره.\rروى عَنهُ: هشيم، وَمُحَمّد بن يزِيد، وَيزِيد بن هَارُون، وَإِسْحَاق بن الْأَزْرَق الواسطيون، وسُويد بن عبد الْعَزِيز الشَّامي.\r[62] وَيحيى بن الْوَلِيد، وَهُوَ: ابْن أبي الْوَلِيد، أَبُو الزَّعْرَاء الطَّائِي. (3 / أ)\rحدث عَن: مَحل بن خَليفَة.\rروى عَنهُ: عبد الرَّحْمَن بن مهْدي، وَزيد بن الْحباب.\r[63] وسكين بن سراج، وَهُوَ: ابْن أبي سراج.","seal":"95B1E622","part":1},
      {"page":67,"id":66,"hno":null,"nass":"حدث عَن: عبد الله بن دِينَار، وَغَيره.\rروى عَنهُ: عبيد الله بن تَمام، وَعبد الرَّحْمَن بن قيس، ويوسف بن الْفرق، وَدَاوُد بن المحبر.\rوَقَالَ أَبُو الْعَبَّاس بن سعيد: يُقَال سكين بن أبي سراج، وسكين أبي سراج، وسكين بن سراج.\r[64] وَمُحَمّد بن أَيُّوب، وَهُوَ: ابْن أبي أَيُّوب، أَبُو عَاصِم","seal":"80F46C4D","part":1},
      {"page":68,"id":67,"hno":null,"nass":"الثَّقَفِيّ.\rحدث عَن: عَامر الشّعبِيّ، وَقيس بن مُسلم، وهلال الْوزان، وَعبد الله بن معقل، وَيزِيد الْفَقِير.\rروى عَنهُ: وَكِيع، وَعبد الله بن إِدْرِيس، وخلاد بن يحيى، وَأَبُو نعيم الْفضل بن دُكَيْن، وَغَيرهم.\r[65] وَإِسْحَاق بن يحيى الكعبي، وَهُوَ: ابْن أبي","seal":"00AAD600","part":1},
      {"page":69,"id":68,"hno":null,"nass":"يحيى.\rحدث عَن: الْأَوْزَاعِيّ، وسُفْيَان الثَّوْريّ.\rروى عَنهُ: عَليّ بن معبد الْمصْرِيّ.\r[66] وحريث بن السَّائِب، وَهُوَ: ابْن أبي السَّائِب الْبَصْرِيّ.\rحدث عَن: الْحسن.","seal":"B671038C","part":1},
      {"page":70,"id":69,"hno":null,"nass":"روى عَنهُ: عبد الله بن الْمُبَارك، وَأَبُو دَاوُد الطَّيَالِسِيّ.\r[67] وَسكن بن الْمُغيرَة، وَهُوَ: ابْن أبي الْمُغيرَة الْقرشِي.\rحدث عَن: الْوَلِيد بن زِيَاد.\rروى عَنهُ: الْحجَّاج بن نصير الفساطيطي.\r[68] وَعلي بن عَليّ، وَهُوَ: ابْن أبي عَليّ الْهَاشِمِي، اللهبي.","seal":"D9A3D2CE","part":1},
      {"page":71,"id":70,"hno":null,"nass":"حدث عَن: مُحَمَّد بن الْمُنْكَدر.\rروى عَنهُ: عبد الله بن عبد الْوَهَّاب الحَجبي، وَأَبُو مُصعب الزُّهْرِيّ، وَغَيرهمَا.\r[69] وَعلي بن عَليّ، وَهُوَ: ابْن أبي عَليّ اليمامي.","seal":"AA0778C6","part":1},
      {"page":72,"id":71,"hno":null,"nass":"حدث عَن: خريم بن أوفى السَّعْدِيّ.\rروى عَنهُ: أَحْمد بن مُحَمَّد بن عمر اليمامي.\r[70] وَإِبْرَاهِيم بن أَيُّوب، وَهُوَ: ابْن أبي أَيُّوب، أَبُو إِسْحَاق الْأَصْبَهَانِيّ الْمَعْرُوف بالفرساني.\rحدث عَن: سُفْيَان الثَّوْريّ، وَالْمبَارك بن فضَالة، وَأبي شهَاب الحناط، وَأبي مُسلم قَائِد الْأَعْمَش، وَغَيرهم.\rروى عَنهُ: النَّضر بن هِشَام، وَعبد الرَّزَّاق بن بكر، وَعبد الله بن دَاوُد العابد الأصبهانيون.\r[71] وخَالِد بن يزِيد، وَهُوَ: ابْن أبي يزِيد القطربلي.","seal":"355410FF","part":1},
      {"page":73,"id":72,"hno":null,"nass":"حدث عَن: شُعْبَة، وَسَلام الطَّوِيل، وَأبي شهَاب الحناط، وَجَمَاعَة من أمثالهم.\rروى عَنهُ: مُحَمَّد بن أَحْمد بن الْجُنَيْد الدقاق، وَبشر بن مُوسَى الْأَسدي، وَالْحسن بن عَليّ بن الْوَلِيد الْفَارِسِي، وَغَيرهم.\r[73] إِسْمَاعِيل بن أُميَّة، وَهُوَ: ابْن أبي أُميَّة، أَبُو الصَّلْت الذارع","seal":"2BACABDF","part":1},
      {"page":74,"id":73,"hno":null,"nass":"الْبَصْرِيّ.\rحدث عَن: أبي الْأَشْهب العطاردي، وَهِشَام بن زِيَاد، وَحَمَّاد بن سَلمَة، وَحَمَّاد بن زيد.\rروى عَنهُ: أَحْمد بن عبد الله بن زِيَاد الْحداد، وَمُحَمّد بن يُوسُف التركي، وزَكَرِيا بن يحيى السَّاجِي، وَغَيرهم.\r[73] وَمُحَمّد بن الْوَلِيد، وَهُوَ: ابْن أبي الْوَلِيد الفحام، أَبُو جَعْفَر الْبَغْدَادِيّ.","seal":"F55D6AC7","part":1},
      {"page":75,"id":74,"hno":null,"nass":"حدث عَن: سُفْيَان، وَيحيى بن السكن، وَزيد بن الْحباب.\rروى عَنهُ: إِبْرَاهِيم بن إِسْحَاق الْحَرْبِيّ، وَمُحَمّد بن مُحَمَّد الباغندي، وَيحيى بن مُحَمَّد بن صاعد، وَغَيرهم.\r[74] وحاتم بن اللَّيْث، وَهُوَ: ابْن أبي اللَّيْث الْجَوْهَرِي، الْبَغْدَادِيّ.\rحدث عَن: الْحُسَيْن بن مُحَمَّد الْمَرْوذِيّ، وَيحيى بن (4 / ب) حَمَّاد، وَإِسْمَاعِيل بن أبي أويس، وَيَعْقُوب بن مُحَمَّد الزُّهْرِيّ، وأحوص بن جَوَاب.\rروى عَنهُ: مُحَمَّد بن إِسْحَاق السراج النَّيْسَابُورِي، وَمُحَمّد بن مخلد الدوري، وَغَيرهمَا.\r[75] وَإِبْرَاهِيم بن إِسْحَاق: وَهُوَ: ابْن أبي إِسْحَاق الصَّواف، الْكُوفِي.","seal":"E2178BCE","part":1},
      {"page":76,"id":75,"hno":null,"nass":"حدث عَن: سعيد بن عَمْرو الأشعثي، وَيزِيد بن مهْرَان الخباز، وَنَحْوهمَا.\rروى عَنهُ: أَبُو الْعَبَّاس الْأَصَم النَّيْسَابُورِي، وخيثمة بن سُلَيْمَان الأطرابلسي.\rقَالَ الْخَطِيب (رَحمَه الله) : قد انْتهى مَا أردنَا أَن نذكرهُ من هَذَا النَّوْع.","seal":"98BB167D","part":1},
      {"page":77,"id":76,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"DC8ABAD5","part":1},
      {"page":78,"id":77,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"0739F5BF","part":1},
      {"page":79,"id":78,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"64B312CA","part":1},
      {"page":80,"id":79,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"6071E66D","part":1},
      {"page":81,"id":80,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"43B50F32","part":1},
      {"page":82,"id":81,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"D6704D15","part":1},
      {"page":83,"id":82,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"190FBC25","part":1},
      {"page":84,"id":83,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"024C2D53","part":1},
      {"page":85,"id":84,"hno":null,"nass":"يُوجد صفحة فارعة","seal":"FC3BFB16","part":1},
      {"page":86,"id":85,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"20F8C99A","part":1},
      {"page":87,"id":86,"hno":null,"nass":"وَنحن (والمعين الله) نبتدئ بِذكر النَّوْع الآخر الْمُشْتَمل على مَا يتغاير من أَسمَاء الروَاة نَحْو:\rسُلَيْمَان بن الْمُغيرَة: وَسليمَان بن أبي الْمُغيرَة، ونرتبه أبوبا على حُرُوف المعجم، فَمن ذَلِك:\rبَاب الْألف\r\rأَحْمد بن عبد الرَّحْمَن، وَأحمد بن أبي عبد الرَّحْمَن\r\rأما بَاب أَحْمد بن عبد الرَّحْمَن فواسع، وَلَا طائل فِي ذكره.\r[1] وَأما أَحْمد بن أبي عبد الرَّحْمَن، فَهُوَ: الأصباغي.\rمن أهل الْكُوفَة.\rحدث عَن: مُصعب بن سَلام.\rروى عَنهُ: إِسْحَاق بن مُحَمَّد الطَّحَّان الْكُوفِي.\rأَحْمد بن عبيد الله، وَأحمد بن أبي عبيد الله\rأما أَحْمد بن عبيد الله: فجماعة كَثِيرُونَ، متقدمون ومتأخرون.\r[2] وَأما أَحْمد بن أبي عبد الله:\rفيروي عَن: عمر بن عَليّ الْمقدمِي الْبَصْرِيّ.","seal":"B67DAA57","part":1},
      {"page":88,"id":87,"hno":null,"nass":"روى عَنهُ: أَبُو شيخ مُحَمَّد بن الْحسن الْأَصْبَهَانِيّ.\rأَحْمد بن أَحْمد، وَأحمد بن أبي أَحْمد\r\rالأول:\r[3] أَحْمد بن أَحْمد بن مُحَمَّد بن عبيد الله، أَبُو عمر الطَّالقَانِي.\rحدث بِبَغْدَاد عَن: أَبِيه، وَعَن عبد الصَّمد بن الْفضل البلخى، وَصَالح بن مُحَمَّد الْمَعْرُوف بحرزة الْحَافِظ.\rروى عَنهُ: أَبُو الْحسن الدَّارَقُطْنِيّ، وَأَبُو حَفْص بن شاهين، وَعبد الله بن عُثْمَان الصفار، وَغَيرهم.\r[4] وَأحمد بن أَحْمد بن أَبُو الْحسن الْبَزَّاز، الْمَعْرُوف بالخبزأرزي.\rحدث بِكِتَاب ((التَّفْسِير)) عَن مُحَمَّد بن جرير الطَّبَرِيّ.\rروى عَنهُ: يُوسُف بن عمر القواس، وَإِبْرَاهِيم بن مخلد الدقاق.\r[5] وَأحمد بن أَحْمد بن مُحَمَّد بن عَليّ بن الْحسن، أَبُو","seal":"F614874D","part":1},
      {"page":89,"id":88,"hno":null,"nass":"عبد الله القصري، الْمَعْرُوف بِابْن السيبي.\rسمع: عبد الله بن إِبْرَاهِيم بن ماسي، وَعبد الله بن إِبْرَاهِيم الزَّيْنَبِي، وَعلي بن عبد الرَّحْمَن بن أبي السّري، وَمُحَمّد بن أَحْمد بن سُفْيَان الْكُوفِيّين، وَأَبا بكر بن شَاذان.\rكتبت عَنهُ.\rوَقد ذكرت هَؤُلَاءِ الثَّلَاثَة فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) ، وسقت بعض أَحَادِيثهم.","seal":"A162D898","part":1},
      {"page":90,"id":89,"hno":null,"nass":"يُوجد صفحة فارغة","seal":"64B744E6","part":1},
      {"page":91,"id":90,"hno":null,"nass":"وَالثَّانِي:\r[6] أَحْمد بن أبي الْقَيْسِي.\rحدث عَن: بكر بن خُنَيْس: وقطري الخشاب.\rروى عَنهُ: على بن معبد الْمصْرِيّ.\r7 -] وَأحمد بن أبي أَحْمد، أَبُو مُحَمَّد الْجِرْجَانِيّ.\rحدث عَن: إِسْمَاعِيل بن علية، وَمُحَمّد بن يزِيد الوَاسِطِيّ، وَحَمَّاد بن خَالِد الْخياط، وشبابة بن سوار.\rروى عَنهُ: مُحَمَّد بن يزِيد بن عبد الصَّمد الدِّمَشْقِي.\r[8] وَأحمد بن أبي أَحْمد، أَبُو جَعْفَر (4 / أ)","seal":"1326347A","part":1},
      {"page":92,"id":91,"hno":null,"nass":"حدث عَن: عبد الْوَهَّاب بن نجدة الحوطي.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا.\r[9] وَأحمد بن أبي أَحْمد أَبُو الْعَبَّاس الطَّبَرِيّ. الْمَعْرُوف بِابْن الْقَاص.\rالْفَقِيه على مَذْهَب الشَّافِعِي، كَانَ أحد أهل الْفَهم، والمتقدمين فِي الْعلم، وَله مصنفات حسان فِي الفقة، ضمنهَا أَحَادِيث عَن: أبي جَعْفَر الْحَضْرَمِيّ، الْمَعْرُوف بمطين، وطبقته.\rروى عَنهُ: ابْنه الْخضر، وَغَيره.\rأَحْمد بن رَجَاء، وَأحمد بن أبي رَجَاء.\rالأول:\r[10] أَحْمد بن رَجَاء بن سعيد، أَبُو جَعْفَر الْفرْيَابِيّ.\rحدث عَن: مُحَمَّد بن عمر الْوَاقِدِيّ.\rروى عَنهُ: مُحَمَّد بن مخلد الدوري.\r[11] وَأحمد بن رَجَاء بن عُبَيْدَة، أَبُو حَامِد الخسروجردي","seal":"BA6A9585","part":1},
      {"page":93,"id":92,"hno":null,"nass":"قدم بَغْدَاد، وَحدث بهَا عَن: مُحَمَّد بن مُحَمَّد بن إِسْحَاق الْبَصْرِيّ.\rروى عَنهُ: أَبُو الْحسن أَحْمد بن جَعْفَر الْخلال.\rوَقد ذكرنَا حَدِيثه فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\rوَالثَّانِي:\r[12] أَحْمد بن أبي رَجَاء، أَبُو الْوَلِيد الْحَنَفِيّ الْهَرَوِيّ.\rوَهُوَ: أَحْمد بن عبد الله بن أَيُّوب.\rسمع: يحيى بن سعيد الْقطَّان، وَأَبا أُسَامَة حَمَّاد بن أُسَامَة، وَمُحَمّد بن عبيد الطنافسي.\rروى عَنهُ: أَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَالْحُسَيْن بن إِدْرِيس الْهَرَوِيّ.\rأَحْمد بن الْحجَّاج، وَأحمد بن أبي الْحجَّاج\r\rالأول:","seal":"2C2E0C16","part":1},
      {"page":94,"id":93,"hno":null,"nass":"[13] أَحْمد بن الْحجَّاج أَبُو الْعَبَّاس الشَّيْبَانِيّ.\rمن أهل مرو.\rسمع: عبد الْعَزِيز بن أبي حَازِم، وَعبد الله بن الْمُبَارك، وَعبد الرَّحْمَن بن مهْدي، وحاتم بن إِسْمَاعِيل، وَالْفضل بن مُوسَى السينَانِي.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَأحمد بن مَنْصُور الرَّمَادِي، وَأحمد بن أبي خَيْثَمَة، وَعبد الله بن أبي سعد الْوراق، وجعفر بن مُحَمَّد بن شَاكر الصَّائِغ.\rوَقد ذكرنَا لَهُ حَدِيثا فِي صدر هَذَا الْكتاب: من رِوَايَة ابْن أبي سعد، عَنهُ.\r[14] وَأحمد بن الْحجَّاج بن الصَّلْت، أَبُو الْعَبَّاس الْأَسدي، الْكُوفِي.","seal":"9454E7C4","part":1},
      {"page":95,"id":94,"hno":null,"nass":"سمع: عَمه مُحَمَّد بن الصَّلْت، وَالْحسن بن بشر بن سلم، وَالْمُنْذر بن عمار، وَسَعِيد بن سُلَيْمَان الوَاسِطِيّ.\rروى عَنهُ: مُحَمَّد بن مخلد، وَغَيره.\rوَالثَّانِي:\r[15] أَحْمد بن أبي الْحجَّاج، أَبُو جَعْفَر الدَّارمِيّ.\rوَهُوَ: أَحْمد بن سعيد بن صَخْر الْمروزِي.\rسمع: النَّضر بن شُمَيْل، وَأَبا عَاصِم النّيل، وجعفر بن عون، وَعبد الصَّمد بن عبد الْوَارِث، وحبان بن هِلَال، وَعلي بن الْحُسَيْن بن وَاقد.\rروى عَنهُ: أَبُو عبد الله البُخَارِيّ، وَيَعْقُوب بن سُفْيَان الْفَسَوِي، وَمُسلم بن الْحجَّاج النَّيْسَابُورِي، وَإِبْرَاهِيم بن هَاشم، وَعبد الله بن مُحَمَّد بن عبد الْعَزِيز البغويان، وَغَيرهم.\rأَحْمد بن حَمَّاد، وَأحمد بن أبي حَمَّاد","seal":"458FC728","part":1},
      {"page":96,"id":95,"hno":null,"nass":"الأول:\r[16] أَحْمد بن حَمَّاد وَالِد أبي بشر مُحَمَّد بن أَحْمد الدولابي.\rحدث عَن: الْحُسَيْن بن عَليّ الْجعْفِيّ، وَعمْرَان بن أبان الوَاسِطِيّ، ذكر ذَلِك عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ، وَقَالَ: سمع مِنْهُ أبي، وَعلي بن الْحُسَيْن بن الْجُنَيْد.\r[17] وَأحمد بن حَمَّاد بن سُفْيَان، أَبُو عبد الرَّحْمَن (5 / ب) الْكُوفِي مولى قُرَيْش.\rسمع: أَبَا بِلَال الْأَشْعَرِيّ، وَعبد الله بن مُعَاوِيَة الجُمَحِي، وَعقبَة بن مكرم الضَّبِّيّ، وَأَبا كريب الْهَمدَانِي، وَهَارُون بن سعيد الْأَيْلِي، وَأحمد بن عبد الرَّحْمَن بن وهب الْمصْرِيّ.\rروى عَنهُ: أَبُو عَمْرو بن السماك، وَعبد الْبَاقِي بن قَانِع، وجعفر بن مُحَمَّد بن بنت حَاتِم مَيْمُون، وَمُحَمّد بن عَليّ بن حُبَيْش البغداديون، وَغَيرهم.","seal":"5697E17C","part":1},
      {"page":97,"id":96,"hno":null,"nass":"وَالثَّانِي:\r[18] أَحْمد بن أبي حَمَّاد.\rحدث عَن: عِيسَى بن وَاقد الْبَصْرِيّ، وَأبي عَامر الْعَقدي.","seal":"A07C306F","part":1},
      {"page":98,"id":97,"hno":null,"nass":"روى عَنهُ: أَبُو بكر الصغاني.\rأَحْمد بن الْحَارِث، وَأحمد بن أبي الْحَارِث\r\rالأول:\r[19] أَحْمد بن الْحَارِث، أَبُو عبد الله الغساني، الْمَعْرُوف بالغنوي، بَصرِي.\rحدث عَن: سَاكِنة بنت الْجَعْد.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَمُحَمّد بن مُسلم بن واره، وَيَعْقُوب بن سُفْيَان الْفَسَوِي.\r[20] وَأحمد بن الْحَارِث بن الْمُبَارك، أَبُو جَعْفَر الخراز، الْبَغْدَادِيّ وَهُوَ صَاحب أبي الْحسن الْمَدَائِنِي، روى عَنهُ: تصانيفه.","seal":"513F2328","part":1},
      {"page":99,"id":98,"hno":null,"nass":"حدث عَنهُ: أَبُو بكر بن أبي الدُّنْيَا، وَأَبُو سعيد السكرِي، وَمُحَمّد بن أَحْمد أَبُو أَحْمد الْجريرِي.","seal":"A29EE488","part":1},
      {"page":100,"id":99,"hno":null,"nass":"وَالثَّانِي:\r[21] أَحْمد بن أبي الْحَارِث.\rحدث عَن: عبد الْمجِيد بن عبد الْعَزِيز بن أبي رواد.\rروى عَنهُ: إِسْحَاق بن إِبْرَاهِيم بن سِنِين الْخُتلِي.\rأَحْمد بن الْعَبَّاس، وَأحمد بن أبي الْعَبَّاس\r\rأما بَاب أَحْمد بن الْعَبَّاس فواسع، وَقد ذكرنَا أَكْثَره فِي ((تَارِيخ مَدِينَة السَّلَام)) .\r[22] وَأحمد بن أبي الْعَبَّاس.\rفَهُوَ: من أهل الرملة.\rحدث عَن: ضَمرَة بن ربيعَة، وَمُحَمّد بن يُوسُف الْفرْيَابِيّ، روى عَنهُ: يَعْقُوب بن سُفْيَان الْفَسَوِي، وَمُحَمّد بن مُحَمَّد الباغندي.","seal":"34928007","part":1},
      {"page":101,"id":100,"hno":null,"nass":"أَحْمد بن حَازِم، وَأحمد بن أبي حَازِم\r\rالأول:\r[23] أَحْمد بن حَازِم بن مُحَمَّد بن يُونُس بن قيس بن أبي غرزة، أَبُو عَمْرو الْغِفَارِيّ، الْكُوفِي.\rسمع: جَعْفَر بن عون، وَعبيد الله بن مُوسَى، وَعلي بن قادم، وَمُحَمّد بن كناسَة، وَسَهل بن عَامر، وَمُحَمّد ويعلى ابْني عبيد، وَعَمْرو بن حَمَّاد بن طَلْحَة القناد، وَأَبا نعيم الْفضل بن دُكَيْن.\rروى عَنهُ: أَبُو جَعْفَر الْمَعْرُوف بمطين، وَمُحَمّد بن جرير الطَّبَرِيّ، وَيحيى بن صاعد، وَأَبُو الْعَبَّاس الْأَصَم النَّيْسَابُورِي، وَعلي بن مُحَمَّد بن عبيد الْحَافِظ، وخيثمة بن سُلَيْمَان الأطرابلسي، وَعلي بن عبد الرَّحْمَن بن ماتي الْكَاتِب، وَغَيرهم.\rوَالثَّانِي:\r[4] أَحْمد بن أبي حَازِم.","seal":"7B2490A6","part":1},
      {"page":102,"id":101,"hno":null,"nass":"شيخ من أهل الشَّام.\rحدث عَن: عَمْرو بن هَاشم الْبَيْرُوتِي.\rروى عَنهُ: ابْنه إِسْمَاعِيل.\rإِبْرَاهِيم بن حميد، وَإِبْرَاهِيم بن أبي حميد\r\rالأول:\r[25] إِبْرَاهِيم بن حميد الرُّؤَاسِي الْكُوفِي.\rحدث عَن: إِسْمَاعِيل بن أبي خَالِد، وَهِشَام بن عُرْوَة.\rروى عَنهُ: يحيى بن آدم، وَالْحسن بن الرّبيع.\r[26] وَإِبْرَاهِيم بن حميد الطَّوِيل، الْبَصْرِيّ (5 / أ) .\rحدث عَن: شُعْبَة، وَصَالح بن أبي الْأَخْضَر.\rروى عَنهُ: أَبُو حَاتِم الرَّازِيّ، وحنبل بن إِسْحَاق، وَمُحَمّد بن عَليّ الْوراق، الْمَعْرُوف بحمدان، وَأَبُو الْعَبَّاس الْكُدَيْمِي، وَمُحَمّد بن سُلَيْمَان الباغندي.\r[27] وَإِبْرَاهِيم بن حميد أَبُو إِسْحَاق الْبَصْرِيّ.\rحدث عَن: عَمْرو بن عَليّ الفلاس.","seal":"75C959B1","part":1},
      {"page":103,"id":102,"hno":null,"nass":"روى عَنهُ: أَحْمد بن جَعْفَر بن أبي تَوْبَة الصُّوفِي.\rوَالثَّانِي:\r[28] إِبْرَاهِيم بن أبي حميد اللهبي الْحَرَّانِي.\rحدث عَن عُثْمَان بن عبد الرَّحْمَن الطرائفي، وَمُحَمّد بن سُلَيْمَان بن أبي دَاوُد الحرانيين.","seal":"82F21C71","part":1},
      {"page":104,"id":103,"hno":null,"nass":"روى عَنهُ: أَحْمد بن عبد الله بن نصر بن بجير الذهلي القَاضِي، وَمُحَمّد بن أبي عوَانَة المعثري.\r[29] وَإِبْرَاهِيم بن أبي حميد التَّمِيمِي.\rحدث عَن: عبد الْغفار بن الحكم.\rروى عَنهُ: بشر بن سعيد الْمَعْرُوف بِابْن قلبويه الرقي.\rإِبْرَاهِيم بن أَيُّوب، وَإِبْرَاهِيم بن أبي أَيُّوب\r\rالأول:\r[30] إِبْرَاهِيم بن أَيُّوب الحوراني، الشَّامي.\rيُقَال: كَانَ أحد الْعباد.\rوَحدث عَن: الْوَلِيد بن مُسلم، ومضاء بن عِيسَى، والهيثم بن عمرَان، وَأبي سُلَيْمَان الدَّارَانِي.\rروى عَنهُ: سعد بن مُحَمَّد الْبَيْرُوتِي، وَعبد الله بن هِلَال الربعِي، وَأحمد بن عَليّ الْأَبَّار، وَغَيرهم.","seal":"8BD4BBF4","part":1},
      {"page":105,"id":104,"hno":null,"nass":"وَالثَّانِي:\r[31] إِبْرَاهِيم بن أبي أَيُّوب.\rحدث عَن: يحيى بن سَلام الْبَصْرِيّ.\rروى عَنهُ: عبد الله بن مُحَمَّد بن جَعْفَر الْقزْوِينِي.\rروى عَنهُ: عبد الله بن مُحَمَّد بن جَعْفَر الْقزْوِينِي.\rوَفِي أهل أَصْبَهَان:\r[32] إِبْرَاهِيم بن أبي أَيُّوب الفرساني، وَيُقَال: إِبْرَاهِيم بن أَيُّوب.\rوَقد ذَكرْنَاهُ فِي صدر هَذَا الْكتاب، وسقنا لَهُ حديثين.\rإِبْرَاهِيم بن دَاوُد، وَإِبْرَاهِيم بن أبي دَاوُد","seal":"E2E6169F","part":1},
      {"page":106,"id":105,"hno":null,"nass":"الأول:\r[33] إِبْرَاهِيم بن دَاوُد بن عبَادَة بن الصَّامِت.\rخبرنَا بحَديثه أَبُو عَليّ بن شَاذان، عَن الطستي، عَن السّري بن سهل الجنديسابوري، عَن عبد الله بن رشيد، عَن عبيد بن عبد الله، عَن صَدَقَة بن أبي عمرَان، عَنهُ حَدِيثا.\r[34] وَإِبْرَاهِيم بن دَاوُد.\rحدث عَن: مُحَمَّد بن عباد البَجلِيّ.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا، عَن مُحَمَّد بن الْحُسَيْن البرجلاني، عَنهُ خَبرا فِي كتاب ((المنامات)) .\r[35] وَإِبْرَاهِيم بن دَاوُد الْحَنَفِيّ.\rأَظُنهُ كوفياً.\rحدث عَن: حبَان بن عَليّ الْعَنزي.\rروى مِنْهُ: عُثْمَان بن خرزاذ الْأَنْطَاكِي.\r[36] وَإِبْرَاهِيم بن دَاوُد بن سُلَيْمَان الْمُنَادِي، الْبَغْدَادِيّ. حدث عَن: عَبَّاس بن مُحَمَّد بن حَاتِم الدوري.","seal":"69E53B04","part":1},
      {"page":107,"id":106,"hno":null,"nass":"روى عَنهُ: أَحْمد بن الْفرج بن الْحجَّاج الْوراق.\rوَالثَّانِي:\r[37] إِبْرَاهِيم بن أبي دَاوُد، أَبُو إِسْحَاق الْبُرُلُّسِيّ.\rوَهُوَ: إِبْرَاهِيم بن سُلَيْمَان بن دَاوُد الْأَسدي.\rحدث عَن: أبي الْيَمَان الْحِمصِي، وَيحيى بن صَالح الوحاظي، وَسَهل بن تَمام بن بزيع، وَأبي الْوَلِيد الطَّيَالِسِيّ، ومسدد بن مسرهد الْبَصرِيين، وَعَفَّان بن مُسلم الصفار، وَعبد الْعَزِيز الأويسي، وَأبي صَالح كَاتب اللَّيْث بن سعد، وَعَمْرو بن عون الوَاسِطِيّ (6 / ب) .\rروى عَنهُ: يحيى بن مُحَمَّد بن صاعد الْبَغْدَادِيّ، وَأحمد بن عُمَيْر بن جوصا الدِّمَشْقِي، وَأَبُو جَعْفَر الطَّحَاوِيّ، وَأَبُو الْعَبَّاس الْأَصَم النَّيْسَابُورِي.","seal":"A27CCE78","part":1},
      {"page":108,"id":107,"hno":null,"nass":"وَعبد الله بن أَحْمد الْجَوْهَرِي الْمصْرِيّ.\rإِبْرَاهِيم بن زِيَاد، وَإِبْرَاهِيم بن أبي زِيَاد\r\rأما إِبْرَاهِيم بن زِيَاد، فجماعة ذَكَرْنَاهُمْ وأوردنا أخبارهم فِي كتاب ((التَّلْخِيص)) .\r[38] وَإِمَّا إِبْرَاهِيم بن أبي زِيَاد، فَهُوَ الوَاسِطِيّ.\rحدث عَن غَالب الْقطَّان.\rروى عَنهُ: عَمْرو بن جرير.","seal":"8C8CC883","part":1},
      {"page":109,"id":108,"hno":null,"nass":"إِبْرَاهِيم بن سُوَيْد، وَإِبْرَاهِيم بن أبي سُوَيْد\r\rأما إِبْرَاهِيم بن سُوَيْد، فجماعة ذَكَرْنَاهُمْ، وأوردنا أَحَادِيثهم فِي كتاب ((الْمُتَّفق والمفترق)) .\r[39] وَإِمَّا إِبْرَاهِيم بن أبي سُوَيْد، فَهُوَ: الذارع الْبَصْرِيّ.\rوَهُوَ إِبْرَاهِيم بن الْفضل.\rحدث عَن: حَمَّاد بن سَلمَة، وَعمارَة بن زَاذَان، وَجُوَيْرِية بن أَسمَاء،","seal":"3D5D8AFC","part":1},
      {"page":110,"id":109,"hno":null,"nass":"وَجَرِير بن حَازِم، وَعبد الْوَاحِد بن زِيَاد، وَأبي عوَانَة.\rروى عَنهُ: مُحَمَّد بن بشار بنْدَار، وَإِبْرَاهِيم بن هانىء، وَأَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَأحمد بن دَاوُد الْمَالِكِي، ومعاذ بن الْمثنى الْعَنْبَري، وَسَعِيد بن مُحَمَّد الأنجذاني، وَغَيرهم.\rإِبْرَاهِيم بن السّري، وَإِبْرَاهِيم بن أبي السّري\r\rالأول:\r[40] إِبْرَاهِيم بن السّري بن الْمُغلس السَّقطِي، أَبُو إِسْحَاق الْبَغْدَادِيّ.\rحكى عَن: أَبِيه حكايات.\rرَوَاهَا عَنهُ: أَبُو الْعَبَّاس مُحَمَّد بن إِسْحَاق السراج النَّيْسَابُورِي.\r[41] وَإِبْرَاهِيم بن السّري، أَبُو إِسْحَاق الْمُقْرِئ، الْبَغْدَادِيّ.\rحدث عَن: إِسْحَاق بن أبي إِسْرَائِيل.\rروى عَنهُ: أَبُو بكر عبد الله بن يحيى الطلحي الْكُوفِي.","seal":"761B1879","part":1},
      {"page":111,"id":110,"hno":null,"nass":"[42] وَإِبْرَاهِيم بن السّري، أَبُو إِسْحَاق الزّجاج النَّحْوِيّ، الْبَغْدَادِيّ. صَاحب ((الْمعَانِي)) فِي الْقُرْآن.\rحدث عَن: أبي الْعَبَّاس الْمبرد.\rروى عَنهُ: عَليّ بن عبد الله بن الْمُغيرَة الْجَوْهَرِي، وَأَبُو عَليّ الْفَارِسِي النَّحْوِيّ، وَغَيرهمَا.\rوَقد ذكرت هَؤُلَاءِ الثَّلَاثَة فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\r[43] وَإِبْرَاهِيم بن السّري بن يحيى بن السّري، أَبُو الْقَاسِم التَّمِيمِي الْكُوفِي.\rحدث عَن: أبي سعيد عبد الله بن سعيد الْأَشَج، وَنَحْوه.\rروى عَنهُ: أَبُو بكر الْإِسْمَاعِيلِيّ الْجِرْجَانِيّ، وَأَبُو الْحسن مُحَمَّد بن عمر بن يحيى الْعلوِي.","seal":"DE1EBB90","part":1},
      {"page":112,"id":111,"hno":null,"nass":"[44] وَأما إِبْرَاهِيم بن أبي السّري.\rفَحدث عَن: منيع بن عبد الرَّحْمَن الْمَكِّيّ.\rروى عَنهُ: جَعْفَر بن مُحَمَّد الطَّائِفِي.\rإِبْرَاهِيم بن سُفْيَان، وَإِبْرَاهِيم أبي سُفْيَان\r\rالأول:\r[45] إِبْرَاهِيم بن سُفْيَان بن عمر بن زَكَرِيَّا بن جواد الْحَضْرَمِيّ، الْكُوفِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: عبد الله بن عَامر بن زُرَارَة الْكُوفِي.\r[46] وَإِبْرَاهِيم بن سُفْيَان بن سُلَيْمَان بن أبي بكر بن عبد الرَّحْمَن بن زِيَاد بن أَبِيه، أَبُو إِسْحَاق الزيَادي، النَّحْوِيّ.\rمن أهل الْبَصْرَة.","seal":"E03E8C6B","part":1},
      {"page":113,"id":112,"hno":null,"nass":"روى عَنهُ: الْأَصْمَعِي.\rحدث عَنهُ: أَبُو الْعَبَّاس الْمبرد، (6 / أ) وَيَمُوت بن المزرع، ويوسف بن يَعْقُوب بن السّكيت.\r[47] وَإِبْرَاهِيم بن سُفْيَان البروري.\rحدث عَن: عبد الرَّحْمَن بن أبان الْكُوفِي.\rوروى عَنهُ: عَليّ بن الْحسن القافلاني الْبَغْدَادِيّ.\rالثَّانِي:\r[48] إِبْرَاهِيم بن [أبي] سُفْيَان القيسراني، وَهُوَ: إِبْرَاهِيم بن مُعَاوِيَة بن ذكْوَان.\rكَانَ من المعمري","seal":"FBF04C11","part":1},
      {"page":114,"id":113,"hno":null,"nass":"حدث عَن: مُحَمَّد بن يُوسُف القريابي.\rروى عَنهُ: يحيى بن مُحَمَّد بن صاعد الْبَغْدَادِيّ، وَمُحَمّد بن يُوسُف بن بشر الْهَرَوِيّ، وَأحمد بن عَمْرو بن جَابر الرَّمْلِيّ، وَالْحسن بن حبيب الدِّمَشْقِي، وَسليمَان بن أَحْمد الطَّبَرَانِيّ.\rإِبْرَاهِيم بن شَيبَان، وَإِبْرَاهِيم بن أبي شَيبَان\r\rالأول:\r[49] إِبْرَاهِيم بن شَيبَان الْحَضْرَمِيّ، الْكُوفِي.\rحدث عَن: مُحَمَّد بن سَلمَة بن كهيل.\rروى عَنهُ: عبد الرَّحْمَن بن مُحَمَّد بن عَبدُوس الْحَضْرَمِيّ.\r[50] وَإِبْرَاهِيم بن شَيبَان.\rكُوفِي آخر.\rحدث عَن: عبد الله بن نمير الخارفي.\rروى عَنهُ: أَبُو غَالب عَليّ بن أَحْمد بن النَّضر الْبَغْدَادِيّ.\r[51] وَإِبْرَاهِيم بن شَيبَان القرميسني","seal":"013BC356","part":1},
      {"page":115,"id":114,"hno":null,"nass":"أحد عباد الله الصَّالِحين.\rتروى عَنهُ: حكايات.\rوَقد ذَكَرْنَاهُمْ وسقنا أَحَادِيثهم فِي كتاب ((الْمُتَّفق والمفترق)) .\rوَالثَّانِي:\r[52] إِبْرَاهِيم بن أبي شَيبَان الشَّامي، الدِّمَشْقِي، أَبُو إِسْمَاعِيل الْعَنسِي.","seal":"25AA4A16","part":1},
      {"page":116,"id":115,"hno":null,"nass":"حدث عَن: أَبِيه، وَيُونُس بن ميسرَة بن حَلبس، وَزيد بن رفيع، وَعَبدَة بن أبي لبَابَة، وَيزِيد بن عُبَيْدَة، وَعلي بن أبي حَملَة.\rروى عَنهُ: عبد الرَّحْمَن بن يحيى بن إِسْمَاعِيل بن عبيد الله بن أبي المُهَاجر، وَأَبُو مسْهر عبد الْأَعْلَى بن مسْهر، وَمُحَمّد بن الْمُبَارك الصُّورِي، وَهِشَام بن عمار الدِّمَشْقِي، والهيثم بن خَارِجَة الْبَغْدَادِيّ.\rإِبْرَاهِيم بن طَالب وَإِبْرَاهِيم بن أبي طَالب\r\rالأول: [53] إِبْرَاهِيم بن طَالب بن هَارُون النَّخعِيّ، الْكُوفِي.\rسمع: شريك بن عبد الله القَاضِي.\rروى عَنهُ: مُحَمَّد بن مشاس النَّخعِيّ الْكُوفِي.\rوَالثَّانِي:\r[54] إِبْرَاهِيم بن أبي طَالب النَّيْسَابُورِي.","seal":"3530A997","part":1},
      {"page":117,"id":116,"hno":null,"nass":"وَهُوَ: إِبْرَاهِيم بن مُحَمَّد بن نوح.\rسمع: بشر بن الحكم، وَإِسْحَاق بن رَاهَوَيْه، وَأحمد بن حَنْبَل، وهناد بن السّري، وَعَمْرو بن زُرَارَة، وَمُحَمّد بن حَرْب النشائي، وَأَبا كريب الْهَمدَانِي.\rروى عَنهُ: أَبُو الْعَبَّاس بن حمدَان، وَيحيى بن مُحَمَّد الْعَنْبَري، وَأَبُو عَمْرو مُحَمَّد بن جَعْفَر بن مطر النيسابوريون، وَغَيرهم.\rقَالَ الْخَطِيب: كَانَ إِبْرَاهِيم عَالما بِالْحَدِيثِ، وَكَانَ عابداً وزاهداً.\rإِبْرَاهِيم بن مُوسَى، وَإِبْرَاهِيم بن أبي مُوسَى\r\rأما إِبْرَاهِيم بن مُوسَى، فجماعة عَددهمْ أثنا عشر رجلا ذَكَرْنَاهُمْ وسقنا حَدِيثهمْ فِي كتاب ((الْمُتَّفق والمفترق)) .","seal":"644401EB","part":1},
      {"page":118,"id":117,"hno":null,"nass":"[55] وَأما إِبْرَاهِيم بن أبي مُوسَى، فَهُوَ: الْأَشْعَرِيّ.\rمن سَاكِني الْكُوفَة.\rحدث عَن: أَبِيه واسْمه عبد الله بن قيس، وَعَن الْمُغيرَة (7 / ب) بن شُعْبَة. روى عَنهُ: عمَارَة بن عُمَيْر، وعامر الشّعبِيّ.\rإِبْرَاهِيم بن الْمُغيرَة، وَإِبْرَاهِيم بن أبي الْمُغيرَة.\r[56] إِبْرَاهِيم بن الْمُغيرَة بن سعيد النَّوْفَلِي، حجازي.","seal":"FC182445","part":1},
      {"page":119,"id":118,"hno":null,"nass":"عَن: عَامر بن عبد الله مُرْسل.\rروى عَنهُ: معن بن عِيسَى، قَالَ ذَلِك البُخَارِيّ.\r[57] وَإِبْرَاهِيم بن الْمُغيرَة.\rحتن عَليّ بن الْحُسَيْن بن وَاقد.\rروى عَن: عبد الله بن الْمُبَارك.\rروى عَنهُ: عَليّ بن الْحُسَيْن، هُوَ: ابْن الْجُنَيْد الرَّازِيّ.\rذكره عبد الرَّحْمَن بن أبي حَاتِم، وَقَالَ: سَمِعت أبي يَقُول ذَلِك.\rوَالثَّانِي:\r[58] إِبْرَاهِيم بن أبي الْمُغيرَة.","seal":"DA109CA3","part":1},
      {"page":120,"id":119,"hno":60,"nass":"سمع: الْقَاسِم بن مُحَمَّد بن أبي بكر الصّديق.\rروى عَنهُ: يحيى بن سعيد الْأنْصَارِيّ.\rإِبْرَاهِيم بن مُعَاوِيَة، وَإِبْرَاهِيم بن أبي مُعَاوِيَة\r\rالأول:\r[59] إِبْرَاهِيم بن مُعَاوِيَة بن الْفُرَات، أَبُو إِسْحَاق الْخُزَاعِيّ، الْحذاء، الْبَصْرِيّ.\rحدث عَن: هِشَام بن يُوسُف الصَّنْعَانِيّ، وَعِكْرِمَة بن أبي تَمِيم.\rروى عَنهُ: إِبْرَاهِيم بن فَهد الْبَصْرِيّ، وَعبد الله بن أبي جُبَير الْمروزِي، وَعلي بن الْحُسَيْن بن الْجُنَيْد الرَّازِيّ.\r60 -] وَإِبْرَاهِيم بن مُعَاوِيَة بن ذكْوَان، وَهُوَ: إِبْرَاهِيم بن أبي سُفْيَان القيراني","seal":"11DC8B81","part":1},
      {"page":121,"id":120,"hno":null,"nass":"قد تقدم ذكرنَا لَهُ.\r[61] وَإِبْرَاهِيم بن مُعَاوِيَة بن جبلة:\rحدث عَن: أبي نعيم الْفضل بن دُكَيْن.\rروى عَنهُ: أَبُو عَليّ.\rوَالثَّانِي:\r[62] إِبْرَاهِيم بن أبي مُعَاوِيَة الضَّرِير، الْكُوفِي.\rوَاسم أبي مُعَاوِيَة مُحَمَّد بن حَازِم.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُحَمَّد بن عبد الله بن سُلَيْمَان الْحَضْرَمِيّ.\rإِبْرَاهِيم بن يُوسُف، وَإِبْرَاهِيم بن أبي يُوسُف\r\rالأول:","seal":"F4B047CA","part":1},
      {"page":122,"id":121,"hno":null,"nass":"[63] إِبْرَاهِيم بن يُوسُف بن إِسْحَاق بن أبي إِسْحَاق السبيعِي الْكُوفِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: إِسْحَاق بن مَنْصُور، وَمَالك بن إِسْمَاعِيل، وَعبد الله بن مُحَمَّد بن سَالم القزار، وَأَبُو كريب مُحَمَّد بن الْعَلَاء الْكُوفِيُّونَ.\r[64] وَإِبْرَاهِيم بن يُوسُف الْبَلْخِي.\rأَخُو عِصَام بن يُوسُف.\rحدث عَن: مَالك بن أنس، وَعلي بن عَابس، وَأبي بكر بن عَيَّاش، وَعقبَة بن خَالِد، وَعبد السَّلَام بن حَرْب، وَحَفْص بن غياث، وَأبي مُعَاوِيَة، ووكيع، والمحاربي.\rروى عَنهُ: أَبُو يزِيد أَحْمد بن دَاوُد السجسْتانِي، وَجِبْرِيل بن مجاع السَّمرقَنْدِي، وَغَيرهمَا.\r[65] وَإِبْرَاهِيم بن يُوسُف الْحَضْرَمِيّ، الْكُوفِي.\rحدث عَن: مُحَمَّد بن فُضَيْل بن غَزوَان، وَيحيى بن الْيَمَان، وَعمْرَان بن","seal":"745F76A3","part":1},
      {"page":123,"id":122,"hno":null,"nass":"عُيَيْنَة، وسعير بن الْخمس.\rروى عَنهُ: أَبُو حَاتِم الرَّازِيّ، وَيَعْقُوب بن سُفْيَان الْفَسَوِي، ومُوسَى بن إِسْحَاق الْأنْصَارِيّ، وَأَبُو جَعْفَر المطين، وَعبد الله بن زَيْدَانَ البَجلِيّ.\r[64] وَإِبْرَاهِيم بن يُوسُف بن خَالِد، أَبُو إِسْحَاق الرَّازِيّ، الْمَعْرُوف بالهسنجاني.\rحدث عَن: عبيد الله بن معَاذ الْعَنْبَري، وَهِشَام بن عمار الدِّمَشْقِي، وَأبي طَاهِر بن السَّرْح الْمصْرِيّ.\rروى عَنهُ: أَبُو عَمْرو بن مطر النَّيْسَابُورِي، وَأَبُو جَعْفَر أَحْمد بن يَعْقُوب الْأَصْبَهَانِيّ، وَأَبُو بكر الْإِسْمَاعِيلِيّ.\r[67] وَإِبْرَاهِيم بن يُوسُف أَبُو إِسْحَاق الْبَزَّاز (7 / أ) ، الْبَغْدَادِيّ.\rحدث عَن: عَطِيَّة بن بَقِيَّة بن الْوَلِيد الْحِمصِي، وَعبد الرَّحْمَن بن يُونُس","seal":"C8933CB6","part":1},
      {"page":124,"id":123,"hno":null,"nass":"االرقي.\rروى عَنهُ: أَبُو الْقَاسِم الطَّبَرَانِيّ.\rوَالثَّانِي:\r[68] إِبْرَاهِيم بن أبي يُوسُف المراغي.\rحدث عَن: مُحَمَّد بن بكير الْحَضْرَمِيّ.\rروى عَنهُ: جَعْفَر بن الصَّقْر بن الصَّلْت.\rإِبْرَاهِيم بن يحيى، وَإِبْرَاهِيم بن أبي يحيى\r\rالأول:\r[69] إِبْرَاهِيم بن يحيى بن يَعْقُوب الْعَدنِي.\rحدث عَن: الحكم بن أبان، وَعلي بن صَالح الْمَكِّيّ.\rروى عَنهُ: سُفْيَان بن عُيَيْنَة، وَإِبْرَاهِيم بن الحكم بن أبان.\r[70] إِبْرَاهِيم بن يحيى بن مُحَمَّد بن عباد بن هَانِئ الشجري، الْمدنِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: إِبْرَاهِيم بن أبي دَاوُد الْبُرُلُّسِيّ، وَمُحَمّد بن أَيُّوب الرَّازِيّ،","seal":"F2FE7C29","part":1},
      {"page":125,"id":124,"hno":null,"nass":"وَغَيرهمَا.\r[71] وَإِبْرَاهِيم بن يحيى الصَّيْرَفِي. أرَاهُ بصريا.\rيروي عَن: حميد.\r[72] وَإِبْرَاهِيم بن يحيى بن أَحْمد الْفَارِسِي.\rحدث عَن: مُحَمَّد بن الْفضل بن حداس البُخَارِيّ.\rروى عَنهُ: أَبُو الْعَبَّاس بن سعيد الْكُوفِي.\rوَأما إِبْرَاهِيم بن أبي يحيى فسبعة ذَكَرْنَاهُمْ وسقنا حَدِيثهمْ فِي كتاب ((الْمُتَّفق والمفترق)) .","seal":"968AFF64","part":1},
      {"page":126,"id":125,"hno":null,"nass":"وَإِسْمَاعِيل بن إِسْحَاق، وَإِسْمَاعِيل بن أبي إِسْحَاق\r\rالأول:\r[73] إِسْمَاعِيل بن إِسْحَاق.\rلم نَعْرِف من نسبه أَكثر من هَذَا.\rحدث عَن: الْمنْهَال بن عَمْرو.\rروى عَنهُ: أَبُو عُبَيْدَة مجاعَة بن الزبير الْعَتكِي.\r[74] وَإِسْمَاعِيل بن إِسْحَاق.\rمولى أم حَكِيم أُخْت عمر بن عبد الْعَزِيز.\rحدث عَن: يُونُس بن عبد الله بن أبي فَرْوَة.\rروى عَنهُ: زيد بن الْحباب، وَمُحَمّد بن أبي بكر الْمقدمِي.\rذكره عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ، وَقَالَ: سَمِعت أبي وَأَبا زرْعَة، يَقُولَانِ: ذَلِك.\rوَقَالَ أَبُو زرْعَة: يعد فِي المصريين.\r[75] وَإِسْمَاعِيل بن إِسْحَاق الرَّاشِدين الْكُوفِي.\rحدث عَن: يحيى بن سَالم الْكُوفِي.\rروى عَنهُ: مُحَمَّد بن الْحسن الْأُشْنَانِي.","seal":"803C089C","part":1},
      {"page":127,"id":126,"hno":null,"nass":"[76] وَإِسْمَاعِيل بن إِسْحَاق بن إِسْمَاعِيل بن سهل أَبُو إِسْحَاق الْكُوفِي.\rنزيل مصر، يلقب ترنجة.\rحدث عَن: جَعْفَر بن عون الْعمريّ، وَمُحَمّد بن الْقَاسِم الْأَسدي، وخَالِد بن مخلد الْقَطوَانِي، وَإِسْحَاق بن صقور السَّلُولي، وطلق بن غَنَّام النَّخعِيّ، وَأبي نعيم الْفضل بن دُكَيْن، وَغَيرهم.\rروى عَنهُ: مُحَمَّد بن أَحْمد بن الْهَيْثَم الْمصْرِيّ الملقب فروجه، وَأَبُو جَعْفَر أَحْمد بن مُحَمَّد بن سَلمَة الطَّحَاوِيّ، وَأَبُو بكر عبد الله بن مُحَمَّد بن زِيَاد النَّيْسَابُورِي، وَعبد الرَّحْمَن بن أبي حَاتِم.\rوَذكر أَبُو سعيد بن يُونُس صَاحب ((تَارِيخ المصريين)) أَنه مَاتَ بِمصْر فِي سنة سبعين ومئتين.\r[77] إِسْمَاعِيل بن إِسْحَاق بن إِسْمَاعِيل بن حَمَّاد بن زيد بن دِرْهَم،","seal":"A765143D","part":1},
      {"page":128,"id":127,"hno":null,"nass":"أَبُو أسْحَاق الْأَزْدِيّ الْبَصْرِيّ.\rقَاضِي بَغْدَاد (8 / ب) .\rسمع: مُحَمَّد بن عبد الله الْأنْصَارِيّ، وَمُسلم بن إِبْرَاهِيم الفراهيدي، وَعبد الله بن مسلمة القعْنبِي، وَسليمَان بن حَرْب، وَأَبا الْوَلِيد الطَّيَالِسِيّ، وحجاج بن الْمنْهَال، وَعَمْرو بن مَرْزُوق، وَعبد الله بن رَجَاء، وَإِسْمَاعِيل بن أبي أويس، وَإِسْحَاق بن مُحَمَّد الْفَروِي، وعيسي بن مينا قالون، وعدداً كَبِيرا من أمثالهم.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا، ومُوسَى بن هَارُون، وَيحيى بن صاعد، وَأَبُو بكر الْأَنْبَارِي، وَالْقَاضِي أَبُو عبد الله الْمحَامِلِي، وَمُحَمّد بن مخلد، وَإِسْمَاعِيل بن مُحَمَّد الصفار، وَمُحَمّد بن عَمْرو الرَّازِيّ، وَأَبُو عَمْرو بن السماك، وَخلق غَيرهم يطول ذكرهم، وَقد ذكرنَا بعض حَدِيثه فِيمَا تقدم.\r[78] وَإِسْمَاعِيل بن إِسْحَاق بن إِبْرَاهِيم بن مهْرَان، أَبُو بكر السراج،","seal":"BC052FBC","part":1},
      {"page":129,"id":128,"hno":null,"nass":"النَّيْسَابُورِي.\rمولى ثَقِيف.\rوَهُوَ أَخُو إِبْرَاهِيم، وَمُحَمّد.\rسمع: يحيى بن يحيى التَّيْمِيّ، وَعبد الله بن الْجراح القوهستاني، وَعَمْرو بن زراراة، وَأحمد بن حَنْبَل، وَإِسْحَاق بن رَاهْوَيْةِ، وَعبيد الله بن عمر القواريري، وجبارة بن مغلس الْحمانِي، وَمُحَمّد بن مُوسَى الْحَرَشِي.\rروى عَنهُ: أَخُوهُ أَبُو الْعَبَّاس مُحَمَّد، وَمُحَمّد بن مخلد، وَأَبُو سهل بن زِيَاد الْقطَّان، وَعبد الْبَاقِي بن قَانِع القَاضِي، وَمُحَمّد بن عَليّ بن جبيش النَّاقِد،","seal":"4E7FE88A","part":1},
      {"page":130,"id":129,"hno":null,"nass":"وَغَيرهم:\r[79] وَإِسْمَاعِيل بن إِسْحَاق بن الْحصين بن بنت معمر بن سُلَيْمَان أَبُو مُحَمَّد الرقي.\rسكن بَغْدَاد.\rوَحدث بهَا عَن: عبد الله بن مُعَاوِيَة الجُمَحِي، وَأحمد بن حَنْبَل، وَحَكِيم بن سيف الرقي، وَمُحَمّد بن مُحَمَّد بن عمر الراقدي، وَعَن أَبِيه إِسْحَاق بن الْحصين.\rروى عَنهُ: مُحَمَّد بن الْعَبَّاس بن نجيح، وَأَبُو جَعْفَر بن المتيم، وَعمر بن أَحْمد بن يُوسُف الْوَكِيل، وَمُحَمّد بن المظفر البغداديون.\r[80] وَإِسْمَاعِيل بن إِسْحَاق بن إِسْمَاعِيل السبيعِي الْكُوفِي.","seal":"D7A41807","part":1},
      {"page":131,"id":130,"hno":null,"nass":"حدث عَن: مُحَمَّد بن عبيد الْمحَاربي.\rروى عَنهُ: أَبُو الْحسن بن سُفْيَان الْكُوفِي.\rوَالثَّانِي:\r[81] إِسْمَاعِيل بن أبي إِسْحَاق، أَبُو إِسْرَائِيل الْعَبْسِي الْملَائي.\rوَهُوَ: إِسْمَاعِيل بن خَليفَة.\rحدث عَن: مَيْمُون بن مهْرَان، وعطية الْعَوْفِيّ، وَالْحكم بن عتيبة.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وَعبد الرَّحِيم بن سُلَيْمَان، ووكيع، وَأَبُو أَحْمد الزبيرِي، وَأَبُو نعيم الْفضل بن دُكَيْن، وطلق بن غَنَّام النَّخعِيّ.\rإِسْمَاعِيل بن حَكِيم، وَإِسْمَاعِيل بن أبي حَكِيم\r\rالأول:\r[82] إِسْمَاعِيل بن حَكِيم الْخُزَاعِيّ، الْبَصْرِيّ.\rحدث عَن: يُونُس بن عبيد، وَسَعِيد الْجريرِي، وَالْفضل بن عِيسَى الرقاشِي، وَشعْبَة، وَمُحَمّد بن جَابر الْحَنَفِيّ.","seal":"944778F0","part":1},
      {"page":132,"id":131,"hno":null,"nass":"روى عَنهُ: عَمْرو بن الْحصين، وَعبد الْجَبَّار بن الْعَلَاء، وَعقبَة بن مكرم الْعمي، وَمُحَمّد بن أبي بكر الْمقدمِي، وَعبد الرَّحْمَن بن عمر بن رستة، وَأَبُو الْعَبَّاس الْكُدَيْمِي.\r[83] وَإِسْمَاعِيل بن حَكِيم بن الصَّلْت.\rحدث عَن: يحيى بن إِسْمَاعِيل الوَاسِطِيّ.\rروى عَنهُ: مُحَمَّد بن مُحَمَّد الباغندي.\rوَالثَّانِي:\r[84] إِسْمَاعِيل بن أبي حَكِيم الْمَدِينِيّ.\rمولى عُثْمَان بن عَفَّان (8 / أ) .\rكَذَلِك نسبه كَافَّة من روى عَنهُ، سوى مُحَمَّد بن إِسْحَاق بن يسَار، فَإِنَّهُ قَالَ: إِسْمَاعِيل بن حَكِيم، وَقد ذَكرْنَاهُ فِي صدر هَذَا الْكتاب.","seal":"525B8433","part":1},
      {"page":133,"id":132,"hno":null,"nass":"إِسْمَاعِيل بن رَافع، وَإِسْمَاعِيل بن أبي رَافع\r\rالأول:\r[85] إِسْمَاعِيل بن رَافع أَبُو رَافع الْمَدِينِيّ.\rحدث عَن: سعيد المَقْبُري، وَمُحَمّد بن الْمُنْكَدر، وَمُحَمّد بن كَعْب الْقرظِيّ، وَمُحَمّد بن يحيى بن حبَان، وَسمي مولى أبي بكر بن عبد الرَّحْمَن.\rروى عَنهُ: سُلَيْمَان بن بِلَال، وَإِسْمَاعِيل بن عَيَّاش، والوليد بن مُسلم، وَأَبُو عَاصِم النَّبِيل، وَغَيرهم.\r[86] وَإِسْمَاعِيل بن رَافع بن خديج الْأنْصَارِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُوسَى بن أَيُّوب الغافقي.\rوَالثَّانِي:\r[87] إِسْمَاعِيل بن أبي رَافع.","seal":"A520EBDF","part":1},
      {"page":134,"id":133,"hno":null,"nass":"حَدِيثه فِي الْكُوفِيّين.\rحدث عَن: عبد الرَّحْمَن بن نَبَاته، وَغَيره.\rروى عَنهُ: عَليّ بن هَاشم بن الْبَرِيد، ووكيع بن الْجراح.\rإِسْمَاعِيل بن مَسْعُود، وَإِسْمَاعِيل بن أبي مَسْعُود\r\rالأول:\r[88] إِسْمَاعِيل بن مَسْعُود بن الحكم الزرقي.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُوسَى بن عقبَة، وَعبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي.\r[89] وَإِسْمَاعِيل بن مَسْعُود أَبُو مَسْعُود الجحدري، الْبَصْرِيّ.\rأَخُو الصَّلْت.\rحدث عَن: مُعْتَمر بن سُلَيْمَان، وفضيل بن سُلَيْمَان، وخَالِد بن الْحَارِث.\rروى عَنهُ: أَبُو حَاتِم الرَّازِيّ، وَأحمد بن عَليّ الخزاز، وَمُحَمّد بن الْحُسَيْن بن مكرم، وَغَيرهم.\rوَالثَّانِي:\r[90] إِسْمَاعِيل بن أبي مَسْعُود، أَبُو إِسْحَاق.","seal":"BC9244D3","part":1},
      {"page":135,"id":134,"hno":null,"nass":"كَاتب الْوَاقِدِيّ.\rحدث عَن عبد الله بن إِدْرِيس، وَعباد بن الْعَوام، وَخلف بن خَليفَة. وروى عَنهُ: إِبْرَاهِيم بن عبد الرَّزَّاق، وَمُحَمّد بن أَحْمد بن السكن، وعباس بن مُحَمَّد الدوري، وَعبد الْكَرِيم بن الْهَيْثَم، الديرعاقولي، وَغَيرهم.\rإِسْمَاعِيل بن الْحَارِث، وَإِسْمَاعِيل بن أبي الْحَارِث\r\rالأول:\r[91] [إِسْمَاعِيل بن الْحَارِث) .\rحدث عَن: عَليّ بن عَيَّاش الْحِمصِي.\rروى عَنهُ: مُحَمَّد بن الْمسيب الأرغياني.\rوَالثَّانِي:","seal":"39CA8DE0","part":1},
      {"page":136,"id":135,"hno":null,"nass":"[92] إِسْمَاعِيل بن أبي الْحَارِث، أَبُو إِسْحَاق الْبَغْدَادِيّ.\rوَهُوَ: إِسْمَاعِيل بن أَسد.\rحدث عَن: أبي بدر شُجَاع بن الْوَلِيد، وَيزِيد بن هَارُون، وشبابة بن سوار، وروح بن عبَادَة، وَأبي النَّضر هَاشم بن الْقَاسِم، وَالْحسن بن مُوسَى الأشيب، وَيحيى بن أبي بكير، وَمعلى بن مَنْصُور، وَغَيرهم.\r[روى عَنهُ] : إِبْرَاهِيم بن إِسْحَاق الْحَرْبِيّ، وَأَبُو بكر بن أبي الدُّنْيَا، وَعبد الله بن أبي دَاوُد السجسْتانِي، وَالْقَاضِي أَبُو عبد الله الْمحَامِلِي، وَمُحَمّد بن مخلد الدوري، وَالْحسن بن يحيى بن عَيَّاش المتوثي.\rإِسْحَاق بن سُلَيْمَان، وَإِسْحَاق بن أبي سُلَيْمَان\r\rالأول:\r[93] إِسْحَاق بن سُلَيْمَان الشَّيْبَانِيّ.\rقَالَ البُخَارِيّ: إِسْحَاق بن سُلَيْمَان بن أبي سُلَيْمَان، هُوَ: إِسْحَاق بن","seal":"CF0A04E5","part":1},
      {"page":137,"id":136,"hno":null,"nass":"(9 / ب) أبي إِسْحَاق مولى بني شَيبَان، كُوفِي.\rعَن: أَبِيه.\rروى عَنهُ: عقبَة بن مُغيرَة.\rقَالَ البُخَارِيّ: عقبَة صَدُوق.\rقَالَ الْخَطِيب: وَلَا أعلم روى إِلَّا عَن أَبِيه.\rوَحدث عَنهُ: سيف بن عميرَة، وَأَبُو عبد الرَّحْمَن عبد الله بن عبد الْملك المَسْعُودِيّ الكوفيان.\rوَلَيْسَ ينْسب فِي الرِّوَايَة عَنهُ إِلَّا إِلَى كنية أَبِيه دون اسْمه.\r[94] وَإِسْحَاق بن سُلَيْمَان أَبُو يحيى الرَّازِيّ.\rسمع: سعيد بن سِنَان الشَّيْبَانِيّ، والمغيرة بن مُسلم، وَأَبا جَعْفَر الرَّازِيّ، ومُوسَى بن عُبَيْدَة الربذي، وحَنْظَلَة بن أبي سُفْيَان الْمَكِّيّ، وَمَالك بن أنس، وسُفْيَان الثَّوْريّ، وَعَمْرو بن أبي قيس، وَغَيرهم.\rروى عَن: قتبية بن سعيد، وَمُحَمّد بن عبد الله بن نمير، ونعيم بن حَمَّاد، وَأحمد بن حَنْبَل، وَأَبُو بكر بن أبي شيبَة، وَأَبُو كريب مُحَمَّد بن الْعَلَاء، وَالْحسن بن مكرم الْبَزَّاز.\r[95] وَإِسْحَاق بن سُلَيْمَان الْبَغْدَادِيّ.","seal":"3BCBE538","part":1},
      {"page":138,"id":137,"hno":null,"nass":"حدث عَن: الْحسن بن قُتَيْبَة الْمَدَائِنِي.\rروى عَنهُ: أَبُو بكر بن عَمْرو بن عبد الْخَالِق الْبَزَّار.\rوَالثَّانِي:\r[96] إِسْحَاق بن أبي سُلَيْمَان الْأنْصَارِيّ.\rحدث عَن: ربيعَة بن أبي عبد الرَّحْمَن.\rروى عَنهُ: خَالِد بن حميد الإسْكَنْدراني.\rإِسْحَاق بن يحيى، وَإِسْحَاق بن أبي يحيى\r\rالأول:\r[97] إِسْحَاق بن يحيى بن الْوَلِيد بن عبَادَة.\rوَقيل: ابْن أبي أخي عبَادَة بن الصَّامِت","seal":"BEE12556","part":1},
      {"page":139,"id":138,"hno":null,"nass":"حدث عَن: عبَادَة بن الصَّامِت.\rروى عَنهُ: مُوسَى بن عقبَة.\r[98] وَإِسْحَاق بن يحيى بن طَلْحَة بن عبيد الله التَّيْمِيّ.\rرأى السَّائِب بن يزِيد.\rوَحدث عَن: الْمسيب بن رَافع، وَعِيسَى بن طَلْحَة بن عبيد الله.\rروى عَنهُ: عبد الله بن الْمُبَارك، ووكيع، وَيزِيد بن هَارُون، وخَالِد بن نزار، وَمُحَمّد بن خَالِد بن عَثْمَة، وَإِسْمَاعِيل بن أبي أويس، وَعَاصِم بن عَليّ، وَغَيرهم.\r[99] وَإِسْحَاق بن يحيى الْكَلْبِيّ الْحِمصِي.\rحدث عَن: ابْن شهَاب الزُّهْرِيّ.\rروى عَنهُ: يحيى بن صَالح الوحاظي، والهيثم بن جميل الْأَنْطَاكِي.","seal":"491C8137","part":1},
      {"page":140,"id":139,"hno":null,"nass":"وَالثَّانِي:\r[100] إِسْحَاق بن أبي يحيى الكعبي. وَيُقَال: إِسْحَاق بن يحيى.\rوَقد ذَكرْنَاهُ وسقنا حَدِيثه فِي صدر هَذَا الْكتاب.\rإِسْحَاق بن عِيسَى، وَإِسْحَاق بن أبي عِيسَى\r\rالأول:\r[101] إِسْحَاق بن عِيسَى أَبُو هَاشم\rابْن بنت دَاوُد بن أبي هِنْد.\rحدث عَن: عباد بن رَاشد، وَسَعِيد الْجريرِي، وزَكَرِيا بن أبي زَائِدَة، وَسليمَان الْأَعْمَش، وَابْن أبي ذِئْب، وَمَالك بن أنس، وسُفْيَان الثَّوْريّ، وعَوْف الْأَعرَابِي، وعامر بن يسَاف اليمامي، وَشريك بن عبد الله النَّخعِيّ.\rروى عَنهُ: مُحَمَّد بن عبد الله بن نمير، وَعبد الله بن أبي زِيَاد، وَأَبُو كريب الْكُوفِيُّونَ، وَالْحسن بن الصَّباح الْبَزَّار، وَمُحَمّد بن رزق الله الكلوذاني،","seal":"C53020D4","part":1},
      {"page":141,"id":140,"hno":null,"nass":"وَإِسْحَاق بن بهْلُول التنوخي.\r[102] وَإِسْحَاق بن عِيسَى بن نجيح، أَبُو يَعْقُوب بن الطباع.\rأَخُو مُحَمَّد بن يُوسُف.\rسمع: مَالك بن أنس، وَعبد الرَّحْمَن (9 / أ) بن زيد بن أسلم، وَشريك بن عبد الله النَّخعِيّ، وَأَبا ضَمرَة أنس بن عِيَاض، وَغَيرهم.\rروى عَنهُ: أَحْمد بن حَنْبَل، وَأَبُو خَيْثَمَة زُهَيْر بن حَرْب، وَابْن أَخِيه مُحَمَّد بن يُوسُف بن الطباع، وَإِسْحَاق بن بهْلُول، وَيَعْقُوب بن شيبَة، وعباس الدوري، وَالْحسن بن مكرم، والْحَارث بن أبي أُسَامَة التَّمِيمِي.\r[103] وَإِسْحَاق بن عِيسَى بن مَرْزُوق.\rابْن أُخْت مُحَمَّد بن أبان الوَاسِطِيّ.\rحدث عَن: دَاوُد بن رَاشد.\rروى عَنهُ: أسلم بن سهل الْمَعْرُوف بِبَحْشَلٍ الوَاسِطِيّ.","seal":"72F84DBC","part":1},
      {"page":142,"id":141,"hno":null,"nass":"وَالثَّانِي:\r[104] إِسْحَاق بن أبي عِيسَى.\rوَهُوَ إِسْحَاق بن مَنْصُور الكوسج الْمروزِي.\rحدث عَن: سُفْيَان بن عُيَيْنَة، وَيحيى بن سعيد الْقطَّان، وَعبد الرَّحْمَن بن مهْدي، وَالنضْر بن شُمَيْل، وَسَعِيد بن عَامر، وَغَيرهم.\rروى عَنهُ: إِبْرَاهِيم الْحَرْبِيّ، وَعبد الله بن أَحْمد بن حَنْبَل.\r[105] وَإِسْحَاق بن أبي عِيسَى.\rقيل: اسْمه أَبِيه جِبْرِيل.\rحدث عَن: يزِيد بن هَارُون.\rروى عَنهُ: أَبُو عبد الله البُخَارِيّ.","seal":"19203362","part":1},
      {"page":143,"id":142,"hno":null,"nass":"إِسْحَاق بن جَعْفَر، وَإِسْحَاق بن أبي جَعْفَر\r\rالأول:\r[106] إِسْحَاق بن جَعْفَر بن أبي كثير الْأنْصَارِيّ الْمدنِي.\rأَخُو مُحَمَّد، وَيحيى، ومُوسَى، وَإِسْمَاعِيل، وَكثير بن جَعْفَر.\rحدث عَن: أَبِيه.\rروى عَنهُ: إِسْحَاق بن مُحَمَّد الْفَروِي.\r[107] وَإِسْحَاق بن جَعْفَر بن مُحَمَّد بن عَليّ بن الْحُسَيْن بن عَليّ بن أبي طَالب.\rحدث عَن: مَالك بن أنس الْفَقِيه، وَعبد الله بن جَعْفَر المخرمي.\rروى عَنهُ: إِبْرَاهِيم بن الْمُنْذر الْحزَامِي، وَأحمد بن الْحسن اللهبي.\r[108] وَإِسْحَاق بن جَعْفَر بن إِبْرَاهِيم بن مُحَمَّد بن عَليّ بن عبد الله","seal":"306051A7","part":1},
      {"page":144,"id":143,"hno":null,"nass":"بن جَعْفَر بن أبي طَالب.\rحدث عَنهُ: صَالح بن مُعَاوِيَة بن عبد الله بن جَعْفَر بن أبي طَالب.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل الْجَعْفَرِي.\r[109] وَإِسْحَاق بن جَعْفَر الْأنْصَارِيّ.\rحدث عَن: ابْن أبي قُتَيْبَة البلى.\rروى عَنهُ: أَبُو الْعَبَّاس بن مَسْرُوق الطوسي.\rوَالثَّانِي:\r[110] إِسْحَاق بن أبي جَعْفَر الْفراء.\rحدث عَن: أَبِيه.\rروى عَنهُ: سعيد بن سُلَيْمَان الوَاسِطِيّ.\rأَيُّوب بن خَالِد، وَأَيوب بن أبي خَالِد\r\rالأول:\r[111] أَيُّوب بن خَالِد بن أبي أَيُّوب الْأنْصَارِيّ.","seal":"FFFF4697","part":1},
      {"page":145,"id":144,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: الْوَلِيد بن أبي الْوَلِيد.\rوَالثَّانِي:\r[112] أَيُّوب بن أبي خَالِد الْخياط الْمدنِي.\rوَاسم أَبِيه: يزِيد بن أبي حَكِيم.\rحدث عَن: دَاوُد بن بكر بن أبي الْفُرَات، وَعمارَة بن غزيَّة.","seal":"75791217","part":1},
      {"page":146,"id":145,"hno":null,"nass":"روى عَنهُ: إِبْرَاهِيم بن حَمْزَة الزبيرِي. وَفِي أهل الْمَدِينَة أَيْضا:\r[113] أَيُّوب بن خَالِد بن صَفْوَان الْأنْصَارِيّ، النجاري.\rوَيُقَال: فِيهِ: أَيُّوب بن أبي خَالِد. وَقد ذَكرْنَاهُ وأوردنا لَهُ أَحَادِيث فِي صدر هَذَا الْكتاب.\rأَيُّوب بن مُوسَى، وَأَيوب بن أبي مُوسَى (10 / ب)\rالأول:\r[114] أَيُّوب بن مُوسَى بن عَمْرو بن سعيد بن الْعَاصِ الْقرشِي، الْمَكِّيّ.","seal":"A953264D","part":1},
      {"page":147,"id":146,"hno":null,"nass":"حدث عَن: نَافِع مولى ابْن عمر، وَسَعِيد المَقْبُري، وَحميد بن نَافِع.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وَعبد الْوَارِث بن سعيد، وَإِسْمَاعِيل بن علية، وسُفْيَان بن عُيَيْنَة.\r[115] وَأَيوب بن مُوسَى أَبُو اليسع، الحبطي.\rحدث عَن: الْيَمَان بن الْمُغيرَة.\rروى عَنهُ: يَعْقُوب بن سُفْيَان.\rوَالثَّانِي:\r[116] أَيُّوب بن أبي مُوسَى الصَّيْدَاوِيُّ.\rحدث عَن: زيد بن الْحوَاري.\rروى عَنهُ: حبيب بن أبي ثَابت، وَفِي اسْم الَّذِي يروي عَنهُ خلاف، فَقَالَ حبيب بن أبي ثَابت: زيد بن الْحوَاري.\rوَخَالفهُ يحيى بن آدم، فَقَالَ: زيد الْعَتكِي بدل الْحوَاري.","seal":"FF01AD0F","part":1},
      {"page":148,"id":147,"hno":null,"nass":"وَرَوَاهُ حَمْزَة بن حبيب الزيات، عَن حبيب بن أبي ثَابت، فَقَالَ: عَن أَيُّوب بن أبي مُوسَى، عَن الْحوَاري بن زِيَاد الْعَتكِي، وَالله أعلم.\rأَيُّوب بن سُلَيْمَان وَأَيوب بن أبي سُلَيْمَان\r\rأما أَيُّوب بن سُلَيْمَان فستة عشر جلا ذكرتهم فِي كتاب \" الْمُتَّفق والمفترق \"","seal":"C57A2087","part":1},
      {"page":149,"id":148,"hno":null,"nass":"ب 117] وَأما أَيُّوب بن أبي سُلَيْمَان فَهُوَ: أَبُو مَيْمُون الصُّورِي.\rحدث عَن: عَطِيَّة بن بَقِيَّة بن الْوَلِيد.\rروى عَنهُ: أَبُو الْقَاسِم الطَّبَرَانِيّ.","seal":"94F797C1","part":1},
      {"page":150,"id":149,"hno":null,"nass":"بَاب الْبَاء\r\rبشر بن حَرْب، وَبشر بن أبي حَرْب\r\rالأول:\r[118] بشر بن حَرْب أَبُو عَمْرو الندبي.\rحدث عَن: عبد الله بن عمر، وَأبي سعيد الْخُدْرِيّ، وَرَافِع بن خديج، وَأبي هُرَيْرَة، وَسمرَة بن جُنْدُب.\rروى عَنهُ: الحمادان: ابْن سَلمَة، وَابْن زيد، وَسَعِيد بن زيد بن دِرْهَم، ومرثد بن عَامر الْهنائِي، وخَالِد بن يزِيد الهدادي.\rوَالثَّانِي:\r[119] بشر بن أبي حَرْب الأسيدي.\rروى عَنهُ: عبيد الله بن مُحَمَّد بن عَائِشَة حَدِيثا مُنْقَطِعًا، عَن عبد الله بن مَسْعُود.\rبشر بن عَاصِم، وَبشر بن أبي عَاصِم\r\rأما بشر بن عَاصِم فَهُوَ خَمْسَة، ذَكَرْنَاهُمْ وسقنا حَدِيثهمْ فِي كتاب \" الْمُتَّفق المفترق \"","seal":"54A1BE39","part":1},
      {"page":151,"id":150,"hno":null,"nass":"[120] وَأما بشر بن أبي عَاصِم، فَهُوَ التَّمِيمِي.\rابْن أخي هناد بن السّري.\rمن أهل الْكُوفَة.\rحدث عَن: مُحَمَّد بن هناد، وَعَن خَالِد الصَّقْر السدُوسِي.\rروى عَنهُ: أَبُو الْقَاسِم الطَّبَرَانِيّ، وجعفر بن مُحَمَّد الْخُلْدِيِّ.\rبشير بن عَمْرو، وَبشير بن أبي عَمْرو\r\rالأول:\r121 -] بشير بن عَمْرو الْمصْرِيّ.","seal":"247906CC","part":1},
      {"page":152,"id":151,"hno":null,"nass":"مولى بني وردان، يكنى أَبَا زبان.\rحدث عَن: إِدْرِيس بن يحيى الْخَولَانِيّ.\rروى عَنهُ: أَحْمد بن مُحَمَّد بن رشدين الْمهرِي.\rذكره أَبُو سعيد عبد الرَّحْمَن بن أَحْمد بن يُونُس بن عبد الْأَعْلَى الْمصْرِيّ فِي ((تَارِيخ المصريين)) الَّذِي ذكر لنا أَحْمد بن مُحَمَّد العتيقي: أَن عَليّ بن أبي سعيد بن يُونُس حَدثهمْ بِهِ، عَن أَبِيه.\rوَالثَّانِي (10 / أ) :","seal":"F27C8195","part":1},
      {"page":153,"id":152,"hno":null,"nass":"[122] بشير بن أبي عَمْرو الْخَولَانِيّ.\rمصري أَيْضا، يكنى أَبَا الْفَتْح.\rحدث عَن: عِكْرِمَة مولى ابْن عَبَّاس، وَعَن الْوَلِيد بن قيس النجيبي.\rروى عَنهُ: حَيْوَة بن شُرَيْح، وَسَعِيد بن أبي أَيُّوب، وَاللَّيْث بن سعد، وَعبد الله بن لَهِيعَة.\rبكير بن عبد الله، وَبُكَيْر بن أبي عبد الله\r\rالأول:\r[123] بكير بن عبد الله بن الْأَشَج.\rمولى أَشْجَع، وَيُقَال: مولى بني مَخْزُوم، مولى أهل الْمَدِينَة.\rحدث عَن: السَّائِب بن يزِيد، وَرَبِيعَة بن عباد، وَسليمَان بن يسَار، وَأبي سَلمَة بن عبد الرَّحْمَن، ونابل صَاحب العباء.\rروى عَنهُ: ابْنه مخرمَة، وَيزِيد بن أبي حبيب، وَعَمْرو بن الْحَارِث، وجعفر بن ربيعَة، وَاللَّيْث بن سعد، وَعبد الله بن لَهِيعَة.\rوَالثَّانِي:","seal":"E1A0F7B5","part":1},
      {"page":154,"id":153,"hno":null,"nass":"[124] بكير بن أبي عبد الله الطَّوِيل، الْكُوفِي.\rوَيُقَال: لَهُ: بكير الضخم.\rحدث عَن: مُجَاهِد بن جبر، وَسَعِيد بن جُبَير.\rروى عَنهُ: سَلمَة بن كهيل، وَإِسْمَاعِيل بن سميع، وَغَيرهمَا.","seal":"D520FB08","part":1},
      {"page":155,"id":154,"hno":null,"nass":"بَاب الْحَاء\r\rالْحسن بن جَعْفَر، الْحسن بن أبي جَعْفَر\r\rالأول:\r[125] الْحسن بن جَعْفَر بن الْحسن الحسني.\rحدث عَن: سُفْيَان الثَّوْريّ، وَشريك القَاضِي، وَعَمْرو بن قيس الْملَائي، وَعبد الرَّحْمَن بن الْأسود.\rروى عَنهُ: حَمَّاد بن أعين الصَّائِغ الْكُوفِي، وَغَيره.\r[126] وَالْحسن بن جَعْفَر الْكُوفِي.\rحدث عَن: سعيد بن مُحَمَّد الْوراق.\rروى عَنهُ: مُحَمَّد بن عُثْمَان بن أبي شيبَة الْعَبْسِي.\r[127] وَالْحسن بن جَعْفَر الْكرْمَانِي.\rحدث عَن: يحيى بن أبي بكير.\rروى عَنهُ: مُحَمَّد بن جَعْفَر بن خَالِد الرَّاسِبِي.؟\rوَقد ذكرت حَدِيثه فِي ((تالي كتاب التَّلْخِيص)) .","seal":"12AE12C6","part":1},
      {"page":156,"id":155,"hno":null,"nass":"[128] الْحسن بن جَعْفَر بن مدرار الْكُوفِي.\rحدث عَن: عَمه طَاهِر بن مدرار.\rروى عَنهُ: أَبُو الْعَبَّاس بن عقدَة الْحَافِظ.\r[129] وَالْحسن بن جَعْفَر بن مُحَمَّد بن الوضاح، أَبُو سعيد السمسار الْحَرْبِيّ، الْمَعْرُوف بالحرفي.\rمن أهل بَغْدَاد.\rحدث عَن: أبي شُعَيْب الْحَرَّانِي، وَمُحَمّد بن يحيى الْمروزِي، وَمُحَمّد بن الْحسن بن سَمَّاعَة، وَمُحَمّد بن جَعْفَر القَتَّات الْكُوفِيّين، وجعفر بن مُحَمَّد الْفرْيَابِيّ، وَأحمد بن الْحسن بن عبد الْجَبَّار الصُّوفِي.\rحَدثنَا عَنهُ: مُحَمَّد بن عَليّ بن مُحَمَّد الْوراق، وَأَبُو الْقَاسِم الْأَزْهَرِي.","seal":"8969B77E","part":1},
      {"page":157,"id":156,"hno":null,"nass":"وَعبد الْعَزِيز بن عَليّ الْأَزجيّ، وَعلي بن مُحَمَّد بن الْحسن الْحَرْبِيّ، وَعلي بن المحسن التنوخي، وَغَيرهم.\rوَقد ذكرت بعض حَدِيثه فِيمَا تقدم.","seal":"D3C93269","part":1},
      {"page":158,"id":157,"hno":null,"nass":"وَالثَّانِي:\r[130] الْحسن بن أبي جَعْفَر الْجفْرِي، الْبَصْرِيّ.\rوَاسم أَبِيه عجلَان.\rحدث عَن: أبي الزبير الْمَكِّيّ، وَعلي بن زيد، وَعَاصِم بن بَهْدَلَة، وَمُحَمّد بن جحادة، وَغَيرهم.\rروى عَنهُ: عبد الرَّحْمَن بن مهْدي، وَمُسلم بن إِبْرَاهِيم وَأَبُو جَابر مُحَمَّد بن عبد الْملك، ومُوسَى بن إِسْمَاعِيل التَّبُوذَكِي (11 / ب) وهلال بن فياض، وَسليمَان بن النُّعْمَان الشَّيْبَانِيّ، البصريون.\r[131] وَالْحسن بن أبي جَعْفَر، أَبُو عَليّ الْجوزجَاني.\rوَاسم أَبِيه: مُحَمَّد بن يحيى.\rحدث عَن: يحيى بن معِين، وَعبد الرَّحِيم بن حبيب.\rروى عَنهُ: مُحَمَّد بن صَالح الميداني النَّيْسَابُورِي.\rالْحسن بن الرّبيع، وَالْحسن بن أبي الرّبيع\r\rالأول:\r[132] الْحسن بن الرّبيع أَبُو عَليّ البَجلِيّ، الْكُوفِي، البوراني.","seal":"596A0131","part":1},
      {"page":159,"id":158,"hno":null,"nass":"حدث عَن: حَمَّاد بن زيد، وَأبي عوَانَة، ومهدي بن مَيْمُون، وعبثر بن الْقَاسِم، وَأبي الْأَحْوَص، وَقيس بن الرّبيع، وَعبد الله بن الْمُبَارك، وَأبي إِسْحَاق الْفَزارِيّ، وَعبد الله بن إِدْرِيس.\rروى عَنهُ: عَبَّاس الدوري، وَأحمد بن عبيد الله النَّرْسِي، وحنبل بن إِسْحَاق، وجعفر بن مُحَمَّد الصَّائِغ، وَأَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَإِسْحَاق بن الْحسن الْحَرْبِيّ.\rوَالثَّانِي:\r[133] الْحسن بن أبي الرّبيع الْجِرْجَانِيّ.\rوَاسم أَبِيه: يحيى.\rنزل بَغْدَاد، وَحدث بهَا عَن: عبد الرَّزَّاق بن همام، وَإِبْرَاهِيم بن الحكم بن أبان، وَعبد الصَّمد بن عبد الْوَارِث، ووهب بن جرير، وشبابة بن سوار، وَيزِيد بن هَارُون.\rروى عَنهُ: أَبُو الْقَاسِم الْبَغَوِيّ، وَيحيى بن مُحَمَّد بن صاعد، وَعبد الله بن مُحَمَّد بن إِسْحَاق الْمروزِي، وَالْقَاضِي الْمحَامِلِي، وَمُحَمّد بن مخلد، وَغَيرهم.\rالْحسن ين يحيى، وَالْحسن بن أبي يحيى\r\rالأول:","seal":"EAD0D495","part":1},
      {"page":160,"id":159,"hno":null,"nass":"[134] الْحسن بن يحيى الْمروزِي.\rحدث عَن: الضَّحَّاك بن مُزَاحم، وَكثير بن زِيَاد.\rروى عَنهُ: عبد الله بن الْمُبَارك.\r[135] وَالْحسن بن يحيى، أَبُو عبد الْملك الْخُشَنِي، الشَّامي.\rحدث عَن: زيد بن وَاقد، وَبشر بن حَيَّان، وَصدقَة الدِّمَشْقِي.\rروى عَنهُ: الْوَلِيد بن مُسلم، وَهِشَام بن عمار، وَهِشَام بن خَالِد، وَسليمَان بن عبد الرَّحْمَن الدمشقيون، وهيثم بن خَارِجَة الْبَغْدَادِيّ.\r[136] وَالْحسن بن يحيى الْمروزِي.","seal":"C90F7DE0","part":1},
      {"page":161,"id":160,"hno":null,"nass":"حدث عَن: عبد الله بن الْمُبَارك، وَالْفضل بن مُوسَى السينَانِي.\rروى عَنهُ: أَحْمد بن حَنْبَل.\r[137] وَالْحسن بن يحيى بن كثير الْعَنْبَري، الْبَصْرِيّ.\rحدث عَن: خُزَيْمَة أبي مُحَمَّد العابد.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا.\rوَالْحسن بن أبي الرّبيع قد ذكرنَا أَنه: الْحسن بن يحيى، إِلَّا أَنه قل مَا ينْسب إِلَى اسْم أَبِيه، إِنَّمَا ينْسب إِلَى كنيته.\r[138] وَالْحسن بن يحيى، أَبُو عَليّ الشعراني، الطَّبَرَانِيّ.\rحدث عَن: الْحسن بن أبي يحيى الْبَصْرِيّ، وَالْحسن بن جرير الصُّورِي، وَأحمد بن الْوَلِيد بن سَلمَة الطَّبَرَانِيّ، وَإِسْمَاعِيل بن حَمْدَوَيْه البيكندي، وَعبد الله بن أَحْمد بن سوَادَة الْبَغْدَادِيّ.\rروى عَنهُ: أَبُو بكر بن أبي الحَدِيث الدِّمَشْقِي.","seal":"5864A45C","part":1},
      {"page":162,"id":161,"hno":null,"nass":"وَالثَّانِي:\r[139] الْحسن بن أبي يحيى بن السكن الضبعِي، أَبُو عَليّ الْأَصَم،","seal":"C8E0EA60","part":1},
      {"page":163,"id":162,"hno":null,"nass":"الْبَصْرِيّ.\rنزيل الرملة.\rحدث عَن: يزِيد بن هَارُون، وَأبي عَاصِم النَّبِيل، وَأبي دَاوُد الطَّيَالِسِيّ، ووهب بن جرير، وروح بن عبَادَة، وَأبي عَامر الْعَقدي، ويعلى بن عبيد، وَأبي حُذَيْفَة النَّهْدِيّ، وَمُحَمّد بن كثير الْعَبْدي، وزَكَرِيا بن عدي، وَيحيى بن آدم، وحجاج بن نصير، وَمُحَمّد بن (11 / أ) جَهْضَم.\rروى عَنهُ: أَبُو الْحسن بن جوصا الدِّمَشْقِي، وكهمس بن معمر الْمصْرِيّ، وَعبد الرَّحْمَن بن أبي حَاتِم، وَالْحُسَيْن بن الْحسن الْأَنْطَاكِي، وَالْحسن بن يحيى الطَّبَرَانِيّ.\rوَقد سقنا أَيْضا لَهُ حَدِيثا.\rحَفْص بن حَفْص، وَحَفْص بن أبي حَفْص\r\rالأول:\r[140] حَفْص بن حَفْص، أَبُو عمر بن أبي عمر الضَّرِير الْبَصْرِيّ.\rحدث عَن: عبد الْوَاحِد بن غياث، وطالوت بن عباد.\rروى عَنهُ: أَحْمد بن مُحَمَّد بن الْعَبَّاس الْأَسْفَاطِي، وَعمر بن نوح البَجلِيّ.\rوَأما حَفْص بن أبي حَفْص، فهم خَمْسَة ذَكَرْنَاهُمْ فِي كتاب \" الْمُتَّفق والمفترق \"","seal":"A21032F1","part":1},
      {"page":164,"id":163,"hno":null,"nass":"والمفترق)) .\rحَفْص بن عمر، وَحَفْص بن أبي عمر\r\rأما حفصى بن عمر، فواسع يتَضَمَّن أَسمَاء يزِيد عَددهَا على ثَلَاثِينَ اسْما.\r[141] وَأما حَفْص بن أبي عمر، فَهُوَ: الْمروزِي.\rحدث عَن: أسود بن عَامر شَاذان. روى عَنهُ: مُحَمَّد بن مُحَمَّد الباغندي.\rحجاج بن حجاج، وحجاج بن أبي حجاج\r\rالأول:\r[142] حجاج بن حجاج بن مَالك الْأَسْلَمِيّ\rحدث عَن: أَبِيه، وَأبي هُرَيْرَة.\rروى عَنهُ: عُرْوَة بن الزبير.","seal":"51590D43","part":1},
      {"page":165,"id":164,"hno":null,"nass":"[143] وحجاج بن حجاج الْأَسْلَمِيّ (آخر) .\rحدث عَن: أَبِيه (أَيْضا) .\rروى عَنهُ: شُعْبَة.\r[144] حجاج بن حجاج الْبَاهِلِيّ، الْبَصْرِيّ.\rوَقيل فِيهِ: حجاج بن أبي حجاج، وَالصَّوَاب حجاج بن حجاج.\rوَقد تقدم ذكره فِي صدر الْكتاب، وَذكرت هَؤُلَاءِ الثَّلَاثَة (أَيْضا) فِي كتاب ((الْمُتَّفق والمفترق)) ، وسقت أَحَادِيثهم.\r[145] وَأما حجاج بن أبي حجاج، فَهُوَ: حجاج بن رشدين بن سعد الْمهرِي، الْمصْرِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: بَقِيَّة بن الْوَلِيد.","seal":"94AC89A7","part":1},
      {"page":166,"id":165,"hno":null,"nass":"حجاج بن عُثْمَان، وحجاج بن أبي عُثْمَان\r\r[146] حجاج بن عُثْمَان السكْسكِي.\rأرسل الرِّوَايَة عَن: معَاذ بن جبل.\rحدث عَنهُ: صَفْوَان بن عَمْرو.\rوَالثَّانِي:\r[147] حجاج بن أبي عُثْمَان، أَبُو الصَّلْت الصَّواف، الْبَصْرِيّ. وَاسم أَبِيه: ميسرَة.\rحدث عَن: أبي الزبير الْمَكِّيّ، وَيحيى بن أبي كثير، وحنان الْأَسدي.\rروى عَنهُ: الحمادان، وَيحيى بن سعيد الْقطَّان، وَيزِيد بن زُرَيْع، وَإِسْمَاعِيل بن علية.\rحَمَّاد بن سُلَيْمَان، وَحَمَّاد بن أبي سُلَيْمَان\r\rالأول:\r[148] حَمَّاد بن سُلَيْمَان الطَّائِي.","seal":"9F214A36","part":1},
      {"page":167,"id":166,"hno":null,"nass":"حدث عَن: أبان بن أبي عَيَّاش.\rروى عَنهُ: مُحَمَّد بن مخلد الرعيني.\r[149] وَحَمَّاد بن سُلَيْمَان النَّيْسَابُورِي.\rحدث عَن: دَاوُد بن قيس الْفراء، وَعبد الله بن عمر الْعمريّ، وَصَالح المري، وَحَمَّاد بن زيد، وعدي بن الْفضل.\rروى عَنهُ: أَحْمد بن حَرْب، وَسَهل بن عمار، وَأحمد بن يُوسُف السّلمِيّ النيسابوريون.\r[150] وَحَمَّاد بن سُلَيْمَان، أَبُو زِيَاد التسترِي.\rحدث عَن: خَالِد بن أبي عُثْمَان.\rروى عَنهُ: إِسْحَاق بن إِبْرَاهِيم التسترِي.\rوَالثَّانِي:\r[151] حَمَّاد بن أبي سُلَيْمَان، أَبُو إِسْمَاعِيل الْكُوفِي.","seal":"85D6B847","part":1},
      {"page":168,"id":167,"hno":null,"nass":"وَاسم أَبِيه (12 / ب) : مُسلم.\rحدث عَن: أنس بن مَالك، وَزيد بن وهب، وَأبي وَائِل شَقِيق بن سَلمَة، وَسَعِيد بن الْمسيب، وَسَعِيد بن جُبَير، وَالشعْبِيّ، وَإِبْرَاهِيم النَّخعِيّ.\rروى عَنهُ: الحكم بن عتيبة، وَمَنْصُور بن الْمُعْتَمِر، ومغيرة بن مقسم، ومطرف بن طريف، وَسليمَان الشَّيْبَانِيّ، وَسليمَان الْأَعْمَش، وَشعْبَة، ومسعر بن كدام، وسُفْيَان الثَّوْريّ، وَحَمَّاد بن سَلمَة.\rحَمَّاد بن حميد، وَحَمَّاد بن أبي حميد\r\rالأول:\r[152] حَمَّاد بن حميد الْعَسْقَلَانِي.\rحدث عَن: ضَمرَة بن ربيعَة، وَبشر بن بكر، وَأَيوب بن سُوَيْد، ورواد بن الْجراح.\rروى عَنهُ: أَبُو حَاتِم مُحَمَّد بن إِدْرِيس الرَّازِيّ وَالثَّانِي:","seal":"B855EFAE","part":1},
      {"page":169,"id":168,"hno":null,"nass":"[153] حَمَّاد بن أبي حميد، أَبُو إِبْرَاهِيم الْأنْصَارِيّ، الزرقي، الْمَدِينِيّ.\rحدث عَن: مُحَمَّد بن الْمُنْكَدر، ومُوسَى بن وردان، وَإِسْمَاعِيل بن مُحَمَّد بن سعد، وَمُحَمّد بن زيد بن المُهَاجر.\rوروى عَنهُ: عبد الْعَزِيز الدَّرَاورْدِي، وَابْن أبي فديك، وَعبد الله بن وهب، وَعبد الله بن مسلمة القعْنبِي، وَغَيرهم.\rوَكَانَ يُسمى مُحَمَّدًا، ويلقب حماداً.\rحَكِيم بن حَكِيم، وَحَكِيم بن أبي حَكِيم\r\rالأول:\r[154] حَكِيم بن حَكِيم بن عباد بن حنيف الْأنْصَارِيّ، الْمدنِي.\rابْن أخي عُثْمَان بن حنيف.\rحدث عَن: نَافِع بن جُبَير بن مطعم، وَأبي أُمَامَة بن سهل بن حنيف، وَسَعِيد بن جُبَير.\rروى عَنهُ: أَخُوهُ عُثْمَان، وَسُهيْل بن أبي صَالح، وَعبد الرَّحْمَن بن الْحَارِث المَخْزُومِي، وَمُحَمّد بن إِسْحَاق بن يسَار المطلبي.\rوَالثَّانِي:","seal":"CA866B6F","part":1},
      {"page":170,"id":169,"hno":null,"nass":"[155] حَكِيم بن أبي حَكِيم.\rحدث عَن: أبي أُمَامَة الْبَاهِلِيّ.\rروى عَنهُ: لَيْث بن أبي سليم.\r[156] وَحَكِيم بن أبي حَكِيم.\rسمع: عمر بن عبد الْعَزِيز، وَابْن شهَاب الزُّهْرِيّ.\rروى عَنهُ: ابْن أبي ذِئْب.\r[157] وَحَكِيم بن أبي حَكِيم الْبَصْرِيّ.\rحدث عَن: الْحسن.\rروى عَنهُ: عَوْف الْأَعرَابِي.\rالْحَارِث بن الْحَارِث، والْحَارث بن أبي الْحَارِث\rالأول:","seal":"196946AB","part":1},
      {"page":171,"id":170,"hno":null,"nass":"[158] الْحَارِث بن الْحَارِث الشَّامي.\rحدث عَن: عبد الله بن حِوَالَة.\rروى عَنهُ: عبد الرَّحْمَن بن عَائِذ الْأَزْدِيّ.\rوَالثَّانِي:\r[159] الْحَارِث بن أبي الْحَارِث الْأَزْدِيّ.\rحدث عَن: أَبِيه.","seal":"E54B0345","part":1},
      {"page":172,"id":171,"hno":null,"nass":"روى عَنهُ: سماك بن حَرْب.\rحَمْزَة بن مُحَمَّد، وَحَمْزَة بن أبي مُحَمَّد\r\rأما حَمْزَة بن مُحَمَّد، فجماعة يُؤمن وُقُوع الْإِشْكَال فيهم.\r[160] وَأما حَمْزَة بن أبي مُحَمَّد.\rفَإِنَّهُ يروي عَن: عبد الله بن دِينَار، ومُوسَى بن عبد الله بن يزِيد الخطمي وَعَطَاء بن السَّائِب.\rحدث عَنهُ: حَاتِم بن إِسْمَاعِيل الْمدنِي.\rحبيب بن مَرْزُوق، وحبِيب بن أبي مَرْزُوق\r\rالأول:\r[161] [حبيب بن مَرْزُوق]\rحدث عَن هِشَام بن سعد.\rوَالثَّانِي:","seal":"FA16CCBC","part":1},
      {"page":173,"id":172,"hno":null,"nass":"[162] حبيب بن أبي مَرْزُوق الْأَسدي.\rيعد فِي أهل الرقة.\rحدث عَن: عَطاء بن أبي رَبَاح، وَنَافِع مولى ابْن عمر.\rروى عَنهُ: جَعْفَر بن برْقَان، وَأَبُو الْمليح، وَسليمَان بن (12 / أ) صُهَيْب الرقيان.\rحُصَيْن بن عبد الرَّحْمَن، وحصين بن أبي عبد الرَّحْمَن\r\rأما حُصَيْن بن عبد الرَّحْمَن، فهم خَمْسَة، قَالَ أَحْمد بن حَنْبَل:\r[163] حُصَيْن بن عبد الرَّحْمَن، أَبُو الْهُذيْل السّلمِيّ. الثِّقَة الْمَأْمُون، من كبار أَصْحَاب الحَدِيث.\r[164] وحصين بن عبد الرَّحْمَن الْحَارِثِيّ.\rلَيْسَ يعرف، مَا روى عَنهُ غير حجج بن أَرْطَأَة، وَإِسْمَاعِيل بن أبي خَالِد، روى عَنهُ: حَدِيثا وَاحِدًا.\rأَحَادِيثه مَنَاكِير، كل شَيْء روى عَنهُ حجاج مُنكر.","seal":"0C9246A1","part":1},
      {"page":174,"id":173,"hno":null,"nass":"قَالَ أَحْمد:\r[165] وحصين بن عبد الرَّحْمَن.\rروى عَنهُ: حَفْص بن غياث، عَن الشّعبِيّ،\rمَا سَمِعت روى عَنهُ غير حَفْص.\rقَالَ أَبُو عبد الرَّحْمَن عبد الله بن أَحْمد، أخْبرت أَنه أَخُو مُسلم بن عبد الرَّحْمَن النَّخعِيّ.\rلم أسمع هَذَا الْحَرْف وَحده من أبي.\rقَالَ أَحْمد:\r[166] وحصين بن عبد الرَّحْمَن، مديني.\rروى عَنهُ: طعمة بن غيلَان الْكُوفِي.\rوَقد ذَكَرْنَاهُمْ وسقنا أَحَادِيثهم فِي كتاب ((الْمُتَّفق والمفترق)) .","seal":"85DEF796","part":1},
      {"page":175,"id":174,"hno":null,"nass":"[167] وَأما حُصَيْن بن أبي عبد الرَّحْمَن، فَهُوَ: حُصَيْن بن مُخَارق أَبُو جُنَادَة كُوفِي.\rحدث عَن: مُحَمَّد بن سوقة، وَسعد بن طريف، ومسعر بن كدام، وَعبد الله بن شبْرمَة، وَغَيرهم.\rروى عَنهُ: يَعْقُوب بن يُوسُف بن زِيَاد، وَجَمَاعَة غَيرهم","seal":"9983C6C5","part":1},
      {"page":176,"id":175,"hno":null,"nass":"بَاب الْخَاء\r\rخَالِد بن خَالِد، وخَالِد بن أبي خَالِد\r\rالأول:\r[168] خَالِد بن خَالِد بن عَمْرو بن حُرَيْث المَخْزُومِي.\rحدث عَن: جده عَمْرو بن حُرَيْث.\rسمع مِنْهُ: ابْن عُيَيْنَة.\rذكر ذَلِك البُخَارِيّ.\r[169] وخَالِد بن خَالِد الْبَصْرِيّ.\rحدث عَن: يُوسُف بن مَازِن.\rروى عَنهُ: نوح بن قيس الطَّاحِي.","seal":"23775E0B","part":1},
      {"page":177,"id":176,"hno":null,"nass":"وَالثَّانِي:\r[170] خَالِد بن أبي خَالِد.\rوَأرَاهُ خَالِد بن مَيْمُون.\rحدث عَن: أبي إِسْحَاق السبيعِي.\rروى عَنهُ: سعيد بن أبي عرُوبَة.\r[171] وخَالِد بن أبي خَالِد الْحَنَفِيّ الْأَعْوَر، الْكُوفِي.\rحدث عَن: عَامر الشّعبِيّ، وَالْأسود بن مَيْمُون.\rروى عَنهُ: وَكِيع.\r[172] وخَالِد بن أبي خَالِد أَبُو عبد الله الْبَصْرِيّ.\rحدث عَن: يزِيد بن ربيعَة، وَأَبَان بن أبي عَيَّاش.\rروى عَنهُ: مكي بن إِبْرَاهِيم الْبَلْخِي.","seal":"FE28A16E","part":1},
      {"page":178,"id":177,"hno":null,"nass":"[173] وخَالِد بن أبي خَالِد الْأَزْرَق.\rفَحدث عَن: مُحَمَّد بن عبد الرَّحْمَن بن أبي ليلى، وَلَيْث بن أبي سليم.\rروى عَنهُ: سُلَيْمَان بن عبد الرَّحْمَن الدِّمَشْقِي.","seal":"04019283","part":1},
      {"page":179,"id":178,"hno":null,"nass":"خَالِد بن حَيَّان، وخَالِد بن أبي حَيَّان\r\rالأول:\r[174] خَالِد بن حَيَّان، أَبُو يزِيد الرقي.\rحدث عَن: جَعْفَر بن برْقَان، وَسليمَان بن عبد الله بن الزبْرِقَان، وَعبيدَة بن حسان، وَعِيسَى بن كثير.\rروى عَنهُ: أَبُو جَعْفَر النُّفَيْلِي، وَالْحسن بن الرّبيع البوراني، وَأحمد بن حَنْبَل، وَعبيد بن يعِيش، وَغَيرهم.\rوَالثَّانِي:\r[175] خَالِد بن أبي حَيَّان.","seal":"AA505BBC","part":1},
      {"page":180,"id":179,"hno":null,"nass":"مولى هزيلة امْرَأَة أنصارية.\rحدث عَن: جَابر بن عبد الله.\rروى عَنهُ: يَعْقُوب بن مُحَمَّد طحلا.\rخَالِد بن يزِيد، وخَالِد بن أبي يزِيد (13 / ب)\rأما خَالِد بن يزِيد، فجماعة يزِيد عَددهمْ على عشْرين رجلا.\rوَأما خَالِد بن أبي يزِيد، فاثنان:\rأَحدهمَا:\r[176] أَبُو عبد الرَّحِيم، خَال مُحَمَّد بن سَلمَة الْحَرَّانِي.\rحدث عَن: زيد بن أبي أنيسَة.\rروى عَنهُ: مُحَمَّد بن سَلمَة، ووكيع بن الْجراح، وشبابة بن سوار، وحجاج بن مُحَمَّد التِّرْمِذِيّ.\rوَالْآخر:\r[177] خَالِد بن أبي يزِيد، أَبُو الْهَيْثَم الْقَرنِي، وَقيل: القطربلي.\rوَمن النَّاس من يَقُول فِيهِ:\rخَالِد بن يزِيد، وَالصَّوَاب: ابْن أبي يزِيد.","seal":"0001C461","part":1},
      {"page":181,"id":180,"hno":null,"nass":"وَقد ذَكرْنَاهُ فِي صدر الْكتاب.","seal":"D94AAFCC","part":1},
      {"page":182,"id":181,"hno":null,"nass":"بَاب الدَّال\r\rدَاوُد بن عبد الله، وَدَاوُد بن أبي عبد الله\r\rالأول:\r[178] دَاوُد بن عبد الله الأودي، الْكُوفِي.\rحدث عَن: حميد بن عبد الرَّحْمَن الْحِمْيَرِي، ووبرة الْمسلي.\rروى عَنهُ: الْحسن بن صَالح، وَزُهَيْر بن مُعَاوِيَة، وَأَبُو عوَانَة، وَأَبُو حَمْزَة السكرِي، وَيزِيد بن عبد الرَّحْمَن الدالاني.\r[179] وَدَاوُد بن عبد الله بن أبي الْكَرم، أَبُو سُلَيْمَان الْجَعْفَرِي، الْمدنِي.\rحدث عَن: مَالك بن أنس، وَعبد الْعَزِيز الدَّرَاورْدِي وحاتم بن إِسْمَاعِيل.\rروى عَنهُ: مُحَمَّد بن عبد الله بن نمير، وَأَبُو بكر بن أبي شيبَة، وَإِبْرَاهِيم بن الْمُنْذر الْحزَامِي، وَأَبُو حَاتِم الرَّازِيّ.\r[180] وَدَاوُد بن عبد الله أَبُو سُلَيْمَان الْبَصْرِيّ.\rحدث عَن: مُحَمَّد بن عبد الله بن علاثة.\rروى عَنهُ: أَبُو زرْعَة الرَّازِيّ.","seal":"884A1C97","part":1},
      {"page":183,"id":182,"hno":null,"nass":"وَذكر ذَلِك عبد الرَّحْمَن بن أبي حَاتِم.\rوَالثَّانِي:\r[181] دَاوُد بن أبي عبد الله الْكُوفِي.\rمولى بني هَاشم، وَهُوَ أَخُو شَقِيق بن أبي عبد الله.\rحدث عَن: عَامر الشّعبِيّ، وَعبد الرَّحْمَن بن مُحَمَّد بن جدعَان.\rروى عَنهُ: عَليّ بن هَاشم بن الْبَرِيد، ووكيع بن الْجراح، وَمُحَمّد بن بشر الْعَبْدي، وَأَبُو أُسَامَة حَمَّاد بن أُسَامَة الْقرشِي.\rدَاوُد بن عبد الرَّحْمَن، وَدَاوُد بن أبي عبد الرَّحْمَن\r\rالأول:\r[182] دَاوُد بن عبد الرَّحْمَن الْعَطَّار الْمَكِّيّ.\rحدث عَن: مُوسَى بن عقبَة، وَمعمر بن رَاشد.\rروى عَنهُ: أَحْمد بن مُحَمَّد الْأَزْرَقِيّ، وشهاب بن عباد، وَالْحسن بن الرّبيع، وقتيبة بن سعيد، وَغَيرهم.\r[183] وَدَاوُد بن عبد الرَّحْمَن.","seal":"CE07A773","part":1},
      {"page":184,"id":183,"hno":null,"nass":"روى سُفْيَان بن عُيَيْنَة: عَن أبي سُلَيْمَان، عَنهُ، وكناه بِأبي قزعة. ذكر عبد الرَّحْمَن بن أبي حَاتِم: أَنه سمع أَبَاهُ يَقُول ذَلِك.\rوَالثَّانِي:\r[184] دَاوُد بن أبي عبد الرَّحْمَن النَّاجِي الْبَصْرِيّ.\rحدث عَن: مطر الْوراق، وَمَالك بن دِينَار.\rروى عَنهُ: مُحَمَّد بن أبي بكر الْمقدمِي، وَنصر بن عَليّ الْجَهْضَمِي.\rدَاوُد بن صَالح، وَدَاوُد بن أبي صَالح\rالأول:","seal":"8BDD9733","part":1},
      {"page":185,"id":184,"hno":null,"nass":"ب 185] دَاوُد بن صَالح التمار الْمَدِينِيّ.\rمولى الْأَنْصَار.\rسمع: أَبَاهُ، وَأمه، وَأَبا سَلمَة بن عبد الرَّحْمَن، وَسَالم بن عبد الله بن عمر.\rروى عَنهُ: هِشَام بن عُرْوَة، وَابْن جريج، وَعبد الْعَزِيز الدَّرَاورْدِي، والوليد بن كثير، وَمصْعَب بن ثَابت (13 / أ) الزبيرِي.\rوَالثَّانِي:\r[186] دَاوُد بن أبي صَالح الْمُزنِيّ.\rحدث عَن: نَافِع مولى ابْن عمر.\rروى عَنهُ: أَبُو قُتَيْبَة سلم بن قُتَيْبَة.\r[187] وَدَاوُد بن أبي صَالح.\rروى عَنهُ: أَبُو عبد الله الشقري.\rكَذَا قَالَ البُخَارِيّ.","seal":"B5C96C77","part":1},
      {"page":186,"id":185,"hno":null,"nass":"دَاوُد بن يحيى، وَدَاوُد بن أبي يحيى\r\rالأول:\r[188] دَاوُد بن يحيى بن الْيَمَان الْعجلِيّ، الْكُوفِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُعَاوِيَة بن عَمْرو الْأَزْدِيّ، وَأَبُو هِشَام الرِّفَاعِي.","seal":"4609AE07","part":1},
      {"page":187,"id":186,"hno":null,"nass":"وَكَانَ عابداً زاهداً.\r[189] وَدَاوُد بن يحيى الدهْقَان، الْكُوفِي.\rحدث عَن: عباد بن يَعْقُوب الروَاجِنِي، وَأبي كريب مُحَمَّد بن الْعَلَاء الْهَمدَانِي، وَأحمد بن عمر الدهْقَان.\rروى عَنهُ: سعيد بن أَحْمد العراد، وَعلي بن مُحَمَّد بن عبيد الْحَافِظ، وَأَبُو الْعَبَّاس بن عقدَة.\rوَالثَّانِي:\r[190] دَاوُد بن أبي يحيى.\rأرَاهُ كوفياً أَيْضا.","seal":"EFCD4B7F","part":1},
      {"page":188,"id":187,"hno":null,"nass":"حدث عَن: سُفْيَان الثَّوْريّ.\rروى عَنهُ: مَحْفُوظ بن نصر.","seal":"052BDA16","part":1},
      {"page":189,"id":188,"hno":null,"nass":"بَاب الرَّاء\r\rربيعَة بن عبد الرَّحْمَن، وَرَبِيعَة بن أبي عبد الرَّحْمَن\r\rالأول:\r[191] ربيعَة بن عبد الرَّحْمَن بن حصن الغنوي.\rحدث عَن: سرا بنت نَبهَان.\rروى عَنهُ: أَبُو عَاصِم النَّبِيل.\rوَالثَّانِي:\r[192] ربيعَة بن أبي عبد الرَّحْمَن الراي، أَبُو عُثْمَان.\rوَاسم أَبِيه: فروخ، مولى التيميين.\rحدث عَن: أنس بن مَالك، والسائب بن يزِيد، وَعَامة التَّابِعين من أهل الْمَدِينَة.\rروى عَنهُ: مَالك بن أنس، وَسليمَان بن بِلَال، وَشعْبَة، وسُفْيَان الثَّوْريّ، وَعبد الْعَزِيز الدَّرَاورْدِي، وَسَعِيد بن أبي هِلَال، وَاللَّيْث بن سعد، وَغَيرهم.","seal":"A3909F68","part":1},
      {"page":190,"id":189,"hno":null,"nass":"بَاب الزَّاي\r\rزيد بن بكر، وَزيد بن أبي بكر\r\rالأول:\r[193] زيد بن بكر بن خُنَيْس.\rحدث عَن: حجاج بن أَرْطَأَة، وعَوْف الْأَعرَابِي، وَهِشَام بن حسان.\rروى عَنهُ: أَخُوهُ خُنَيْس، ومُوسَى بن أعين.","seal":"2D7CA0B2","part":1},
      {"page":191,"id":190,"hno":null,"nass":"الثَّانِي:\r[194] زيد بن أبي بكر.\rحدث عَن: عبد الْعَزِيز بن أبي سَلمَة.\rروى عَنهُ: إِبْرَاهِيم بن عبيد العثماني.\rزيد بن يزِيد، وَزيد بن أبي يزِيد\r\rالأول:\r[195] زيد بن يزِيد.\rحَدِيثه فِي الْكُوفِيّين.\rحدث عَن: خَوْلَة بنت الصَّامِت.\rروى عَنهُ: أَبُو إِسْحَاق السبيعِي.\r[196] وَزيد ين يزِيد، أَبُو معن الرقاشِي، الْبَصْرِيّ.\rحدث عَن: أبي قُتَيْبَة سلم بن قُتَيْبَة.","seal":"A094AE20","part":1},
      {"page":192,"id":191,"hno":null,"nass":"روى عَنهُ: مُسلم بن الْحجَّاج النَّيْسَابُورِي، وَمُحَمّد بن مُحَمَّد القَاضِي الجذوعي.\rوَقد ذكرناهما وسقنا أحاديثهما فِي تالي كتاب ((التَّلْخِيص)) .\rوَالثَّانِي:\r[197] زيد بن أبي يزِيد.\rأَخُو يزِيد الرشك.\rأرسل الرِّوَايَة عَن: النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: جَعْفَر بن سُلَيْمَان.","seal":"7E387F58","part":1},
      {"page":193,"id":192,"hno":null,"nass":"بَاب السِّين (14 / ب)\rسعيد بن زيد، وَسَعِيد بن أبي زيد\r\rالأول:\r[198] سعيد بن زيد بن عَمْرو بن نفَيْل، أَبُو الْأَعْوَر الْعَدوي.\rلَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم، وَهُوَ أحد الْعشْرَة الَّذين شهد لَهُم رَسُول الله صلى الله عَلَيْهِ وَسلم بِالْجنَّةِ.\rروى عَنهُ: عبد الرَّحْمَن بن عَمْرو، وَعَمْرو بن حُرَيْث، وَأَبُو عُثْمَان النَّهْدِيّ، وَقيس بن أبي حَازِم، وَطَلْحَة بن عبد الله بن عَوْف، وَغَيرهم.\r[199] وَسَعِيد بن زيد بن عقبَة الْفَزارِيّ، الْكُوفِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: الْحجَّاج بن أَرْطَأَة، ومسعر بن كدام.\r[2000] وَسَعِيد بن زيد بن دِرْهَم.\rمولى آل جرير بن حَازِم الْأَزْدِيّ، وَهُوَ أَخُو حَمَّاد بن زيد.","seal":"A5AE6046","part":1},
      {"page":194,"id":193,"hno":null,"nass":"حدث عَن: شُعَيْب بن الحبحاب، والجعد أبي عُثْمَان، وَعَمْرو بن مَالك النكري، وَالزُّبَيْر بن الخريت.\rروى عَنهُ: عبد الله بن الْمُبَارك، وَسليمَان بن حَرْب، وعارم بن الْفضل، وَأَبُو سَلمَة التَّبُوذَكِي، وَإِبْرَاهِيم بن أبي سُوَيْد، وَغَيرهم.\rوَقد ذكرت لَهُ فِي صدر الْكتاب، عَن الزبير بن الخريت حَدِيثا.\rوَالثَّانِي:\r[201] سعيد بن أبي زيد بن الْمُعَلَّى الْأنْصَارِيّ، الزرقي، الْمَدِينِيّ.\rحدث: ربيح بن عبد الرَّحْمَن بن أبي سعيد الْخُدْرِيّ.\rروى عَنهُ: مُحَمَّد بن عمر الْوَاقِدِيّ.\rسعيد بن الْحسن، وَسَعِيد بن أبي الْحسن\r\rالأول:\r[202] سعيد بن الْحسن الْعَبْسِي، الْكُوفِي.\rحدث عَن: معمر بن رَاشد.","seal":"B6E50FE7","part":1},
      {"page":195,"id":194,"hno":null,"nass":"روى عَنهُ: سُلَيْمَان بن دَاوُد بن وازع الْكُوفِي.\rوَالثَّانِي:\r[203] سعيد بن أبي الْحسن.\rأَخُو الْحسن الْبَصْرِيّ، وَاسم أَبِيه يسَار.","seal":"2822432D","part":1},
      {"page":196,"id":195,"hno":null,"nass":"حدث عَن: أبي هُرَيْرَة، وأبن عَبَّاس، وَعبد الرَّحْمَن بن سَمُرَة.\rروى عَنهُ: قَتَادَة، وَيحيى بن أبي إِسْحَاق، وعَوْف الْأَعرَابِي، وَعلي بن عَليّ الرِّفَاعِي.\rسعيد بن أَيُّوب، وَسَعِيد بن أبي أَيُّوب\r\rالأول:\r[204] سعيد بن أَيُّوب بن مُوسَى بن سَالم بن سَلمَة بن هَانِئ الهمذاني، البُخَارِيّ.\rحدث عَن: وَكِيع، وَأبي مُعَاوِيَة، وَعبد الله بن نمير، وأسباط بن مُحَمَّد، ويعلى بن عبيد الْكُوفِيّين، وَغَيرهم.\rروى عَنهُ: إِسْحَاق بن أَحْمد بن خلف، وَالْفضل بن قسام، وحامد بن سهل البخاريون.\rوَقيل: إِنَّه مَاتَ فِي رَجَب سنة إِحْدَى وَخمسين ومئتين.\rوَالثَّانِي:\r[205] سعيد بن أبي أَيُّوب، أَبُو يحيى الْخُزَاعِيّ الْمصْرِيّ.","seal":"139F8544","part":1},
      {"page":197,"id":196,"hno":null,"nass":"وَاسم أَبِيه مِقْلَاص.\rحدث عَن: عبيد الله بن أبي جَعْفَر، وَكَعب بن عَلْقَمَة، وَعقيل بن خَالِد، وَيزِيد بن أبي حبيب.\rروى عَنهُ: عبد الله بن الْمُبَارك، وَعبد الله بن وهب، وَأَبُو عبد الرَّحْمَن الْمُقْرِئ.\rسعيد بن صَالح، وَسَعِيد بن أبي صَالح\r\rالأول:\r[206] سعيد بن صَالح.\rحدث عَن: سعيد بن الْمسيب.\rروى عَنهُ: مقَاتل بن سُلَيْمَان الْبَلْخِي صَاحب ((التَّفْسِير)) .\r[207] وَسَعِيد بن صَالح الْأَسدي، الْكُوفِي (14 / أ) . الْمَعْرُوف بِابْن الْأَشَج.\rحدث عَن: أبي وَائِل شَقِيق بن سَلمَة، وعامر الشّعبِيّ، وَأبي حُصَيْن عُثْمَان","seal":"DD40A66D","part":1},
      {"page":198,"id":197,"hno":null,"nass":"بن عَاصِم، وفضيل بن عَمْرو، وَحَكِيم بن جبر، وَأبي معشر زِيَاد بن كُلَيْب.\rروى عَنهُ: شريك بن عبد الله، وَابْن الْمُبَارك، ووكيع، وَعلي بن ثَابت، وَخلف بن تَمِيم، وَأَبُو نعيم.\rوَقيل عَنهُ فِي بعض الرِّوَايَات، سعيد بن أبي صَالح، وَسَعِيد بن صَالح أصح.\rوَقد ذَكرْنَاهُ فِي صدر الْكتاب، وأوردنا حَدِيثه.\rوَالثَّانِي:\r[208] سعيد بن أبي صَالح.\rحدث عَن: مُحَمَّد بن الْمُرْتَفع.\rروى عَنهُ: مُسلم بن خَالِد الزنْجِي.\rسعيد بن رَاشد، وَسَعِيد بن أبي رَاشد\r\rالأول:","seal":"4A37D923","part":1},
      {"page":199,"id":198,"hno":null,"nass":"[209] سعيد بن رَاشد، أَبُو مُحَمَّد الْمَازِني، السماك، الْبَصْرِيّ.\rحدث عَن: عَطاء، وَالْحسن، وَمُحَمّد بن سِيرِين، وَأبي شهَاب، وَالْحسن بن ذكْوَان.\rروى عَنهُ: مُحَمَّد بن عبد الله الْأنْصَارِيّ، وَعِيسَى بن إِبْرَاهِيم البركي، وَخلف بن هِشَام الْبَزَّار المقرىء، وشيبان بن فروخ الأبلي، وَغَيرهم.\r[210] سعيد بن رَاشد الْكُوفِي.\rحدث عَن: زيد بن عَليّ بن الْحُسَيْن.\rروى عَنهُ: أصبغ بن زيد الْوراق.\rوَرُبمَا قيل فِيهِ: سعيد بن أبي رَاشد.","seal":"8401A165","part":1},
      {"page":200,"id":199,"hno":null,"nass":"وَالثَّانِي:\r[211] سعيد بن أبي رَاشد.\rذكر أَن لَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم من طَرِيق فِيهِ نظر.\rسعيد بن سُوَيْد، وَسَعِيد بن أبي سُوَيْد\r\r[212] أما سعيد بن سُوَيْد.\rعَن: زِيَاد، عَن أبي الصّديق مُرْسل.","seal":"AB3C7898","part":1},
      {"page":201,"id":200,"hno":null,"nass":"روى عَنهُ: العكلي.\rقَالَ ذَلِك البُخَارِيّ.\r[213] وَسَعِيد بن سُوَيْد بن عباد بن كثير الْقرشِي، الْكُوفِي.\rحدث عَن: عبد الْملك بن عُمَيْر، وَإِسْمَاعِيل بن أبي خَالِد.\rروى عَنهُ: ابْنه أَحْمد، وَمُحَمّد بن الصَّلْت الْأَسدي.\r[214] وَسَعِيد بن سُوَيْد المعولي، الْبَصْرِيّ.\rحدث عَن: عمرَان الْقطَّان.\rروى عَنهُ: عبد القدوس بن مُحَمَّد الحبحابي.","seal":"B913E227","part":1},
      {"page":202,"id":201,"hno":null,"nass":"وَالثَّانِي:\r[215] سعيد بن أبي سُوَيْد الْحدانِي.\rحدث عَن: أبي سَاج.\rروى عَنهُ مَنْصُور بن عمار الْخُرَاسَانِي.\rسعيد بن الرّبيع، وَسَعِيد بن أبي الرّبيع\r\rالأول:","seal":"A4894E2B","part":1},
      {"page":203,"id":202,"hno":null,"nass":"[216] سعيد بن الرّبيع، أَبُو زيد الْبَصْرِيّ.\rصَاحب الْهَرَوِيّ.\rسمع: شُعْبَة، وَعلي بن الْمُبَارك.\rروى عَنهُ: مُحَمَّد بن عبد الله بن نمير، وَمُحَمّد بن الْمثنى الْعَنزي، والْحَارث بن أبي أُسَامَة التَّمِيمِي، وَغَيرهم.\rوَالثَّانِي:\r[217] سعيد بن أبي الرّبيع السمان.","seal":"3011FDB3","part":1},
      {"page":204,"id":203,"hno":null,"nass":"وَاسم أَبِيه: أَشْعَث بن سعيد.\rحدث عَن: أبي عوَانَة، وَأبي بكر بن شُعَيْب بن الحبحاب، وعنبسة بن سعيد، وَمُحَمّد بن دِينَار، والْحَارث بن نَبهَان، وَغَيرهم.\rروى عَنهُ: أَبُو زرْعَة الرَّازِيّ، وَمُحَمّد بن غَالب التمتام، وَعبد الله بن أَحْمد الدَّوْرَقِي، وَعبد الله بن حَنْبَل، وَسَعِيد بن عُثْمَان الْأَهْوَازِي، وَأَبُو يعلى الْموصِلِي.\rعونك اللَّهُمَّ (15 / ب) .\rسُلَيْمَان بن سُلَيْمَان، وَسليمَان بن أبي سُلَيْمَان\r\rالأول:\r[218] سُلَيْمَان بن سُلَيْمَان الغزال، الْبَصْرِيّ.\rحدث عَن: مَالك بن دِينَار، وَعَاصِم الجحدري، وسوار بن حَمْزَة.\rروى عَنهُ: مُحَمَّد بن عقبَة السدُوسِي، وَنصر بن عَليّ الْجَهْضَمِي.\rوَأما سُلَيْمَان بن أبي سُلَيْمَان، فأحد عشر رجلا، وذكرناهم فِي كتاب","seal":"C7E38A24","part":1},
      {"page":205,"id":204,"hno":null,"nass":"((الْمُتَّفق والمفترق)) .\rسُلَيْمَان بن دَاوُد، وَسليمَان بن أبي دَاوُد\r\rأما سُلَيْمَان بن دَاوُد، فجماعة يُقَارب عَددهمْ الْعشْرين، وَلَا طائل فِي ذكرهم.\r[219] وَأما سُلَيْمَان بن أبي دَاوُد، فَهُوَ الْحَرَّانِي.","seal":"74434A6A","part":1},
      {"page":206,"id":205,"hno":null,"nass":"وَاسم أَبِيه سَالم.\rحدث عَن: عَطاء بن أبي رَبَاح، وَنَافِع مولى ابْن عمر، وَابْن شهَاب الزُّهْرِيّ، وَمَكْحُول الشَّامي، وَعبد الْكَرِيم الْجَزرِي، وَالْحكم بن عتيبة.\rروى عَنهُ: ابْنه مُحَمَّد، وَكثير بن هِشَام، وخَالِد بن حَيَّان الخراز، وَغَيرهم.\rسُلَيْمَان بن عبد الله، وَسليمَان بن أبي عبد الله\r\rأما سُلَيْمَان بن عبد الله، فجماعة لَا يسْأَل عَن أَمرهم؛ فَلَا فَائِدَة فِي ذكرهم.","seal":"500E36A3","part":1},
      {"page":207,"id":206,"hno":null,"nass":"[220] وَأما سُلَيْمَان بن أبي عبد الله. فَرجل تَابِعِيّ.\rحدث عَن: سعد بن أبي وَقاص، وصهيب بن سِنَان، وَأبي هُرَيْرَة. وَتفرد بالرواية عَنهُ: يعلى بن حَكِيم.\rسُفْيَان بن عبد الله، وسُفْيَان بن أبي عبد الله\r\rالأول:\r[221] سُفْيَان بن عبد الله بن ربيعَة الثَّقَفِيّ.\rلَهُ صُحْبَة وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: ابْنه أَبُو الحكم، وَعُرْوَة بن الزبير، غَيرهمَا","seal":"17D43013","part":1},
      {"page":208,"id":207,"hno":null,"nass":"وَالثَّانِي:\r[222] سُفْيَان بن أبي عبد الله.\rمولى أُسَامَة بن زيد.\rحدث عَن: عمار بن يحيى بن خَالِد بن عرفطة.\rروى عَنهُ: إِبْرَاهِيم بن الْمُخْتَار الرَّازِيّ.\rسُفْيَان بن حَمْزَة، وسُفْيَان بن أبي حَمْزَة.\rالأول:\r[223] سُفْيَان بن حَمْزَة بن سُفْيَان الْأَسْلَمِيّ، الْمَدِينِيّ.\rحدث عَن: كثير بن زيد.\rروى عَنهُ: إِبْرَاهِيم بن حَمْزَة الزبيرِي، وَإِبْرَاهِيم بن الْمُنْذر الْحزَامِي، وَأحمد بن الْحجَّاج الْمروزِي، وَحَمْزَة بن مَالك الْأَسْلَمِيّ.\rوَالثَّانِي:\r[224] سُفْيَان بن أبي حَمْزَة الشَّامي","seal":"35D28CBA","part":1},
      {"page":209,"id":208,"hno":null,"nass":"حدث عَن: عمر بن عبد الْعَزِيز.\rروى عَنهُ: ضَمرَة بن ربيعَة.\rسَلمَة بن يزِيد، وَسَلَمَة بن أبي يزِيد\r\rالأول:\r[225] سَلمَة بن يزِيد الْجعْفِيّ.\rلَهُ صُحْبَة وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: عَلْقَمَة بن قيس، وَيزِيد بن مرّة.\r[226] وَسَلَمَة بن يزِيد.\rعَن: أذينة.\rسمع: عمر، قَالَه سُلَيْمَان التَّيْمِيّ: عَن مُغيرَة بن مقسم.\rذكر ذَلِك البُخَارِيّ.\rوَالثَّانِي:\r[227] سَلمَة بن أبي يزِيد الْمدنِي.","seal":"B92A3BA1","part":1},
      {"page":210,"id":209,"hno":null,"nass":"حدث عَن: جَابر بن عبد الله.\rروى عَنهُ: ابْنه عمر.","seal":"34AB85F5","part":1},
      {"page":211,"id":210,"hno":null,"nass":"بَاب الشين (15 / أ)\rشَيبَان بن شيبَة، وشيبان بن أبي شيبَة\r\rالأول:\r[228] شَيبَان بن شيبَة.\rحدث عَن: قَتَادَة بن دعامة.\rروى عَنهُ: عبد الرَّحْمَن بن مُحَمَّد بن عبيد الله الْعَرْزَمِي.\rوَالثَّانِي:\r[229] شَيبَان بن أبي شيبَة الأبلي.\rوَهُوَ: شَيبَان بن فروخ.\rحدث عَن: همام بن يحيى، وَأَبَان بن يزِيد الْعَطَّار، وَأبي الْأَشْهب جَعْفَر بن الْحَارِث، وَيزِيد بن إِبْرَاهِيم التسترِي، وَأبي هِلَال الرَّاسِبِي، وَيزِيد بن عِيَاض بن جعدبة.\rروى عَنهُ: أَبُو دَاوُد السجسْتانِي، وَعبد الْكَرِيم بن الْهَيْثَم العاقولي، وَالْحسن بن سُفْيَان النسوي، وَمُحَمّد بن مُحَمَّد الباغندي، وَأَبُو الْقَاسِم الْبَغَوِيّ وَغَيرهم","seal":"746433C7","part":1},
      {"page":212,"id":211,"hno":null,"nass":"شُجَاع بن شُجَاع، وشجاع بن أبي شُجَاع\r\rالأول:\r[230] شُجَاع بن شُجَاع أَبُو مَنْصُور.\rحدث عَن: عبد الحميد بن يحيى الْبَصْرِيّ.\rروى عَنهُ: عبد الله بن مُحَمَّد بن ناجيه الْبَغْدَادِيّ.\rوَالثَّانِي:\r[231] شُجَاع بن أبي شُجَاع الْبَصْرِيّ.\rحدث عَن: مُعَاوِيَة بن قُرَّة الْمُزنِيّ.\rروى عَنهُ: يَعْقُوب الْحَضْرَمِيّ الْقَارئ.","seal":"95E675F9","part":1},
      {"page":213,"id":212,"hno":null,"nass":"بَاب الصَّاد\r\rصَالح بن حسان، وَصَالح بن أبي حسان\r\rالأول:\r[232] صَالح بن حسان الْمَدِينِيّ، النضيري.\rمن بني النَّضِير.\rحدث عَن: مُحَمَّد بن كَعْب الْقرظِيّ، وَعُرْوَة عَن الزبير الْأَسدي.\rروى عَنهُ: أَبُو حَفْص عمر بن عبد الرَّحْمَن الْأَبَّار، وعائذ بن حبيب، وَسَعِيد بن مُحَمَّد الْوراق، وَأَبُو يحيى عبد الحميد بن عبد الرَّحْمَن الْحمانِي.\r[233] وَصَالح بن حسان الْبَصْرِيّ.\rحدث عَن: جَعْفَر بن مُحَمَّد بن عَليّ.\rروى عَنهُ: مَنْصُور بن أبي الْأسود الْكُوفِي.","seal":"EF726A9A","part":1},
      {"page":214,"id":213,"hno":null,"nass":"وَالثَّانِي:\r[234] صَالح بن أبي حسان الْمَدِينِيّ.\rحدث عَن: سعيد بن الْمسيب، وَعبد الله بن أبي قَتَادَة، وَأبي سَلمَة بن عبد الرَّحْمَن.\rروى عَنهُ: بكير بن عبد الله بن الْأَشَج، وَمُحَمّد بن عبد الرَّحْمَن بن أبي ذِئْب.\rصَالح بن مقَاتل، وَصَالح بن أبي مقَاتل\r\rالأول:\r[235] صَالح بن مقَاتل بن صَالح الْبَغْدَادِيّ.","seal":"0BE93E9B","part":1},
      {"page":215,"id":214,"hno":null,"nass":"مولى الْمهْدي.\rحدث عَن: أَبِيه.\rروى عَنهُ: أَبُو سهل بن زِيَاد الْقطَّان، وَعبد الْبَاقِي بن قَانِع القَاضِي، وَأَبُو الْقَاسِم الطَّبَرَانِيّ.\rوَالثَّانِي:\r[236] صَالح بن أبي مقَاتل، أَبُو الْحسن الْبَزَّاز.","seal":"FF56F208","part":1},
      {"page":216,"id":215,"hno":null,"nass":"بغدادي أَيْضا.\rوَاسم أَبِيه: أَحْمد بن يُونُس.\rحدث عَن: مُحَمَّد بن يحيى الْقطعِي، وَأحمد بن سِنَان الْقطَّان، وَمُحَمّد بن مُعَاوِيَة بن مالج، وَيَعْقُوب الدَّوْرَقِي، وَالْفضل بن مُوسَى الْهَاشِمِي، ويوسف بن مُوسَى الْقطَّان، وَالْمُنْذر بن الْوَلِيد الجارودي.\rروى عَنهُ: أَبُو عَليّ بن الصَّوَاب، وَمُحَمّد بن المظفر، وَأَبُو بكر بن شَاذان، وَأَبُو حَفْص بن شاهين، وَغَيرهم.","seal":"474313F4","part":1},
      {"page":217,"id":216,"hno":null,"nass":"بَاب الطَّاء (16 / ب)\rطَاهِر بن أَحْمد، وطاهر بن أبي أَحْمد\r\rالأول:\r[237] طَاهِر بن أَحْمد بن زيد، أَبُو بكر الْمُؤَدب الْبَغْدَادِيّ.\rحدث عَن: إِبْرَاهِيم بن شريك الْأَسدي، وَمُحَمّد بن أَحْمد بن صَالح الْأَزْدِيّ.\rروى عَنهُ: أَبُو إِسْحَاق إِبْرَاهِيم بن أَحْمد بن مُحَمَّد الطَّبَرِيّ الْمُقْرِئ، وَذكر أَنه سمع مِنْهُ بِالْبَصْرَةِ.\r[238] وطاهر بن أَحْمد أَبُو الْفرج الْأَصْبَهَانِيّ. سبط أبي عمر الْمُؤَدب.\rحدث عَن: أبي الْقَاسِم الطَّبَرَانِيّ، سَمِعت مِنْهُ، وكتبت عَنهُ فِي قَرْيَة من سَواد الدجيل تعرف بشلا.\rوَالثَّانِي:\r[239] طَاهِر بن أبي أَحْمد مُحَمَّد بن عبد الله بن الزبير الْكُوفِي.","seal":"44566B04","part":1},
      {"page":218,"id":217,"hno":null,"nass":"الْمَعْرُوف بالزبيري.\rحدث عَن: أَبِيه، وَأبي بكر بن عَيَّاش.\rروى عَنهُ: مُحَمَّد بن سُلَيْمَان الْحَضْرَمِيّ، وَأَبُو جَعْفَر بن أبي شيبَة الْعَبْسِي.","seal":"7DB19516","part":1},
      {"page":219,"id":218,"hno":null,"nass":"بَاب الْعين\r\rعبد الله بن أُميَّة، وَعبد الله بن أبي أُميَّة\r\rالأول:\r[240] عبد الله بن أُميَّة الضمرِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُحَمَّد بن أبي حميد الْمدنِي.\r[241] وَعبد الله بن أُميَّة بن أبي عُثْمَان عبد الله بن خَالِد بن أسيد الْقرشِي الْحِجَازِي.\rحدث عَن: مُحَمَّد بن حييّ بن يعلى بن أُميَّة.\rروى عَنهُ: أَبُو عَاصِم النَّبِيل.\r[242] وَعبد الله بن أُميَّة بن خَالِد بن عبد الرَّحْمَن بن سعد بن عبد الرَّحْمَن بن عتاب بن أسيد الْقرشِي، الْأمَوِي، الْبَصْرِيّ.\rحدث عَن: الْمُبَارك بن فضَالة، وَأبي الْمِقْدَام هِشَام بن زِيَاد.\rروى عَنهُ: أَبُو الْعَبَّاس أَحْمد بن مُحَمَّد بن أنس الْمَعْرُوف بِابْن القربيطي،","seal":"99E7E5FC","part":1},
      {"page":220,"id":219,"hno":null,"nass":"وَأَبُو جَعْفَر مُحَمَّد بن غَالب بن حَرْب الْمَعْرُوف بالتمتام.\rوَالثَّانِي:\r[243] عبد الله بن أبي أُميَّة بن الْمُغيرَة بن عبد الله بن عمر بن مَخْزُوم.\rأَخُو أم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم:\rوَشهد مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فتح مَكَّة، ووقعة حنين، وَقتل يَوْم الطَّائِف شَهِيدا","seal":"8DA6E054","part":1},
      {"page":221,"id":220,"hno":null,"nass":"[244] وَعبد الله بن أبي أُميَّة.\rحدث عَن: الْحَارِث بن عبد الله بن أبي ربيعَة.\rروى عَنهُ: عبد الْملك بن عبد الْعَزِيز بن جريج الْمَكِّيّ.\r[245] وَعبد الله بن عَمْرو بن أبي أُميَّة الْبَصْرِيّ.\rحدث عَن: أبي عوَانَة، وجعفر بن سُلَيْمَان، وَيَعْقُوب القمي. روى عَنهُ: الْحَارِث بن أبي أُسَامَة الْبَغْدَادِيّ، فنسبه إِلَى جده.\r[246] وَعبد الله بن أبي أُميَّة الْفَزارِيّ الْبَلْخِي.\rحدث عَن: عمر بن الوضاح.\rروى عَنهُ: عمر بن أبي عمر الْبَلْخِي.\rوَقد ذكرنَا هَؤُلَاءِ الْأَرْبَعَة فِي كتاب ((الْمُتَّفق والمفترق)) وأوردنا","seal":"D28063D0","part":1},
      {"page":222,"id":221,"hno":null,"nass":"أَحَادِيثهم.\rعبد الله بن أَحْمد، وَعبد الله بن أبي أَحْمد\r\rأما بَاب عبد الله بن أَحْمد، فواسع جدا، وَلَا طائل فِي ذكره.\r[247] وَأما عبد الله بن أبي أَحْمد، فَهُوَ: ابْن جحش بن رِئَاب الْأَسدي.\rحدث عَن: عَليّ بن أبي طَالب صلى الله عَلَيْهِ وَسلم.\rروى عَنهُ: سعيد (16 / أ) بن عبد الرَّحْمَن بن رُقَيْش الْأنْصَارِيّ.\rعبد الله بن الْأسود، وَعبد الله بن أبي الْأسود\r\rأما الأول، فَهُوَ:\r[248] عبد الله بن الْأسود اليمامي.","seal":"4B93A761","part":1},
      {"page":223,"id":222,"hno":null,"nass":"لَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: وَلَده.\r[249] وَعبد الله بن الْأسود.\rحدث عَن: أبي عَاصِم الثَّقَفِيّ.\rروى عَنهُ: يَعْقُوب بن مُحَمَّد الزُّهْرِيّ.\r[250] وَعبد الله بن الْأسود الْقرشِي.\rحدث عَن: سَالم بن عبد الله بن عمر، وعامر بن عبد الله بن الزبير، وَيزِيد بن خصيفَة.\rروى عَنهُ: عبد الله بن وهب الْمصْرِيّ.","seal":"09C1AC12","part":1},
      {"page":224,"id":223,"hno":null,"nass":"وَالثَّانِي:\r[251] عبد الله بن أبي الْأسود.\rحَدِيثه فِي الشاميين.\rحدث عَن: عمر بن الْخطاب.\rروى عَنهُ: قَتَادَة بن دعامة.\r[252] وَعبد الله بن أبي الْأسود.\rحدث عَن: أنس بن مَالك.\rروى عَنهُ: عَنْبَسَة بن عبد الرَّحْمَن.\r[253] وَعبد الله بن أبي الْأسود، أَبُو بكر الْبَصْرِيّ.","seal":"16A9DF22","part":1},
      {"page":225,"id":224,"hno":null,"nass":"ابْن أُخْت عبد الرَّحْمَن بن مهْدي، وَهُوَ عبد الله بن مُحَمَّد بن حميد.\rسمع: حَمَّاد بن زيد، وَأَبا عوَانَة، وحاتم بن إِسْمَاعِيل، وَأَبا خلف عبد الله بن عِيسَى الخزاز، وَنَحْوهم.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وعباس الدوري، وَأَبُو يُوسُف القلوسي، وَإِسْمَاعِيل بن عبد الله الْمَعْرُوف بسمويه الْأَصْبَهَانِيّ، وَغَيرهم.\rعبد الله بن جَعْفَر، وَعبد الله بن أبي جَعْفَر\r\rأما بَاب عبد الله بن جَعْفَر، فواسع، وَلَا إِشْكَال فِيهِ.\r[254] وَأما عبد الله بن أبي جَعْفَر، فَهُوَ: الرَّازِيّ.\rوَاسم أبي جَعْفَر: عِيسَى بن ماهان، وَقيل: عِيسَى بن عبد الله.\rحدث عبد الله عَن: شُعْبَة، وَأَيوب بن عتبَة، وَعِكْرِمَة بن عمار، وَعبد الرَّحْمَن المَسْعُودِيّ، وَالْمبَارك بن فضَالة، وَأبي غَسَّان مُحَمَّد بن مطرف، ومُوسَى بن عُبَيْدَة، وَأبي سِنَان الشَّيْبَانِيّ، وَعَن أَبِيه أبي جَعْفَر.\rروى عَنهُ: مُحَمَّد بن عِيسَى بن الطباع، وَإِبْرَاهِيم بن مُوسَى الْفراء، وَمُحَمّد بن عَمْرو زنيج، وَيحيى بن الْمُغيرَة، وَأحمد بن عبد الرَّحْمَن الدشتكي، وَالْحسن بن عمر بن شَقِيق الْجرْمِي","seal":"2F10C6D9","part":1},
      {"page":226,"id":225,"hno":null,"nass":"عبد الله بن بكر، وَعبد الله بن أبي بكر\r\rالأول:\r[255] عبد الله بن بكر بن عبد الله الْمُزنِيّ الْبَصْرِيّ.\rحدث عَن: أَبِيه، وَعَن الْحسن، وَعَطَاء بن أبي مَيْمُونَة.\rروى عَنهُ: بهز بن أَسد، وَمُسلم بن إِبْرَاهِيم، وَعَفَّان بن مُسلم، ومُوسَى بن إِسْمَاعِيل، وَعبد الله بن سوار البصريون.\r[256] وَعبد الله بن بكر بن حبيب، أَبُو وهب السَّهْمِي، الْبَاهِلِيّ.\rحدث عَن: حميد الطَّوِيل، وحاتم بن أبي صَغِيرَة، وَسنَان بن ربيعَة، وَسَعِيد بن أبي عرُوبَة (17 / ب) .\rروى عَنهُ: أَحْمد بن حَنْبَل، وَأَبُو خَيْثَمَة زُهَيْر بن حَرْب، وَأَبُو همام السكونِي، وَيَعْقُوب بن إِبْرَاهِيم الدَّوْرَقِي، وَالْحسن بن عَليّ، وَعلي بن","seal":"BB1BDF63","part":1},
      {"page":227,"id":226,"hno":null,"nass":"الْحُسَيْن بن إشكاب، وعباس الدوري، والْحَارث بن أبي أُسَامَة، وَغَيرهم.\r[257] وَعبد الله بن بكر، أَبُو بكر الْبَزَّاز النَّيْسَابُورِي.\rسمع: أَبَا عَمْرو أَحْمد بن مُحَمَّد الْحِيرِي، وَعبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ، وَالْقَاضِي أَبَا عبد الله الْمحَامِلِي، وَغَيرهم.\rوَكَانَ يكثر الْمقَام بِبَغْدَاد إِلَى أَن مَاتَ بهَا.\rروى عَنهُ: الْحَاكِم أَبُو عبد الله مُحَمَّد بن عبد الله النَّيْسَابُورِي الْمَعْرُوف بِابْن البيع.\r[258] وَعبد الله بن بكر بن مُحَمَّد بن الْحُسَيْن بن مُحَمَّد أَبُو أَحْمد الطَّبَرَانِيّ، العابد.\rسمع: حيثمة بن سُلَيْمَان الأطرابلسي، وَجَمَاعَة من أَصْحَاب الْعَبَّاس بن الْوَلِيد الْبَيْرُوتِي، وَمُحَمّد بن عَوْف الْحِمصِي، وَكتب بِمَكَّة عَن أبي سعيد بن","seal":"2A55B75E","part":1},
      {"page":228,"id":227,"hno":null,"nass":"الْأَعرَابِي.\rوَسكن الأكواخ عِنْد بانياس، وَتعبد هُنَاكَ إِلَى أَن توفّي.\rحَدثنِي: عَنهُ مُحَمَّد بن عَليّ الصُّورِي.\rوَالثَّانِي:\r[259] عبد الله بن أبي بكر الصّديق (رَضِي الله عَنْهُمَا) .\rرمي يَوْم الطَّائِف بِسَهْم فاندمل الْجرْح ثمَّ انْتقض بعد ذَلِك، فَمَاتَ فِي خلَافَة أَبِيه أبي بكر الصّديق رَضِي الله عَنهُ فِي شَوَّال فِي سنة إِحْدَى عشرَة.\rوَقد روى عَنهُ: عَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيث فِي إِسْنَاده ضعف وإرسال.","seal":"02474168","part":1},
      {"page":229,"id":228,"hno":null,"nass":"[260] وَعبد الله بن أبي بكر [بن] ربيعَة السَّعْدِيّ.\rمن بني سعد بن بكر.\rلَهُ صُحْبَة وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: ابْنه فضَالة.\r[261] وَعبد الله بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم أَبُو مُحَمَّد الْأنْصَارِيّ، الْمدنِي.\rحدث عَن: أنس بن مَالك، وَعُرْوَة بن الزبير، وَعمرَة بنت عبد الرَّحْمَن.\rروى عَنهُ: الزُّهْرِيّ، وَمَالك بن أنس، وَمُحَمّد بن إِسْحَاق، وسُفْيَان الثَّوْريّ، وَحَمَّاد بن سَلمَة، وسُفْيَان بن عُيَيْنَة، وَإِسْمَاعِيل بن علية.\r[262] وَعبد الله بن أبي بكر بن زيد بن المُهَاجر الْمَدِينِيّ.","seal":"1A7E1E1A","part":1},
      {"page":230,"id":229,"hno":null,"nass":"حدث عَن: مُسلم بن أبي سهل النبال.\rروى عَنهُ: مُوسَى بن يَعْقُوب الزمعِي.\r[263] وَعبد الله بن أبي بكر بن عبد الله بن أبي أَحْمد بن جحش. رأى أنسا بقباء.\rروى عَنهُ: مجمع بن يَعْقُوب. مديني.\rوَقَالَ عبد الرَّحْمَن بن شيبَة: قتل سنة إِحْدَى وَثَلَاثِينَ ومئة.\rذكر جَمِيع ذَلِك البُخَارِيّ.\r[264] وَعبد الله بن أبي بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام الْقرشِي المَخْزُومِي.\rسمع: أُميَّة بن عبد الله.\rقَالَ ذَلِك اللَّيْث بن سعد، وَحسان بن إِبْرَاهِيم: عَن يُونُس بن يزِيد، عَن الزُّهْرِيّ، عَنهُ.\rوَقَالَ معمر، وَإِبْرَاهِيم بن سعد: عَن الزُّهْرِيّ، عَن عبد الله بن أبي بكر بن عبد الرَّحْمَن بن أُميَّة بن عبد الله.\rوَقَول يُونُس أصح.","seal":"22D8B41A","part":1},
      {"page":231,"id":230,"hno":null,"nass":"[265] وَعبد الله بن أبي بكر بن الْفضل بن المؤتمن الْعَتكِي، الْبَصْرِيّ.\rحدث عَن: شُعْبَة وَجَرِير بن حَازِم، وَالْأسود بن شَيبَان، وَهَمَّام بن يحيى، وَهَارُون بن مُوسَى النَّحْوِيّ، وَأبي هِلَال الرَّاسِبِي، وَقيس بن الرّبيع.\rروى عَنهُ: أَبُو زرْعَة (17 / أ) وَأَبُو حَاتِم الرازيان، وَسَعِيد بن عُثْمَان الْأَهْوَازِي، وَغَيرهم.\r[266] وَعبد الله بن أبي بكر بن عَليّ الْمقدمِي.\rأَخُو مُحَمَّد من أهل الْبَصْرَة.","seal":"9692CA0E","part":1},
      {"page":232,"id":231,"hno":null,"nass":"حدث عَن: جَعْفَر بن سُلَيْمَان، وَعون بن مُوسَى، وفضيل بن عِيَاض.\rروى عَنهُ: إِبْرَاهِيم بن الْجُنَيْد، وَأَبُو يعلى الْموصِلِي، وَغَيرهمَا.\rعبد الله بن الْحسن، وَعبد الله بن أبي الْحسن\r\rأما عبد الله بن الْحسن، فجماعة متقدمون ومتأخرون.\r[267] وَأما عبد الله بن أبي الْحسن.\rفَحدث عَن: الْبَراء بن عَازِب.\rروى عَنهُ: شبيب بن شبيبة الْمنْقري.\rعبد الله بن حَكِيم، وَعبد الله بن أبي حَكِيم\r\rأما عبد الله بن حَكِيم، فستة ذَكَرْنَاهُمْ فِي كتاب ((التَّلْخِيص)) وسقنا أَحَادِيثهم.\r[268] وَأما عبد الله بن أبي حَكِيم.\rفروى عَن: فضَالة يَعْنِي ابْن صَيْفِي.","seal":"164C9A55","part":1},
      {"page":233,"id":232,"hno":null,"nass":"روى عَنهُ: أَبُو الرّبيع سُلَيْمَان بن دَاوُد بن حَمَّاد.\rعبد الله بن الْحَارِث، وَعبد الله بن أبي الْحَارِث\r\rأما عبد الله بن الْحَارِث فسبعة عشر رجلا، ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) .","seal":"4AA6AF6D","part":1},
      {"page":234,"id":233,"hno":null,"nass":"[269] وَأما عبد الله بن أبي الْحَارِث، فَهُوَ: الْمَدِينِيّ.\rحدث عَن: عَمْرو بن أبي عَمْرو.\rروى عَنهُ: حَاتِم بن إِسْمَاعِيل.\rعبد الله بن رَافع، وَعبد الله بن أبي رَافع\r\rالأول\r[270] عبد الله بن رَافع بن خديج الْأنْصَارِيّ.\r[271] وَعبد الله بن رَافع.\rمولى أم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم.\rسمع: أم سَلمَة، وَأَبا هُرَيْرَة.\rروى عَنهُ: الْقَاسِم بن عَبَّاس الْهَاشِمِي، وَسَعِيد المَقْبُري، وأفلح بن سعيد، وَمُحَمّد بن إِسْحَاق، وَأَيوب بن خَالِد بن صَفْوَان.\r[272] وَعبد الله بن رَافع، أَبُو سَلمَة الْحَضْرَمِيّ الْمصْرِيّ.","seal":"F96763EA","part":1},
      {"page":235,"id":234,"hno":null,"nass":"سمع: عَمْرو بن معد يكرب.\rسمع مِنْهُ: جَعْفَر بن ربيعَة.\rقَالَ ذَلِك البُخَارِيّ.\rوَالثَّانِي:\r[273] عبد الله بن أبي رَافع.\rحدث عَن: أبي هـ هُرَيْرَة.\rروى عَنهُ: ابْن أبي ذِئْب.\rعبد الله بن ربيعَة، وَعبد الله بن أبي ربيعَة\r\rالأول:\rجمَاعَة يكون عَددهمْ سَبْعَة رجال، ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) .","seal":"5D7AF99F","part":1},
      {"page":236,"id":235,"hno":null,"nass":"وَالثَّانِي:\r[274] عبد الله بن أبي ربيعَة بن الْمُغيرَة بن عبد الله بن عمر بن مَخْزُوم.\rأَخُو عَيَّاش بن أبي ربيعَة المَخْزُومِي.\rلَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: ابْنه إِبْرَاهِيم.\r[275] وَعبد الله بن أبي ربيعَة.\rحدث عَن: عَائِشَة أم الْمُؤمنِينَ.\rروى عَنهُ: عَطاء بن هِلَال.","seal":"FF1FBD2D","part":1},
      {"page":237,"id":236,"hno":null,"nass":"عبد الله بن روح، وَعبد الله بن أبي روح\r\rالأول:\r[276] عبد الله بن روح، أَبُو مُحَمَّد الْمَدَائِنِي، الْمَعْرُوف بعبدوس","seal":"C2A577FC","part":1},
      {"page":238,"id":237,"hno":null,"nass":"حدث: يزِيد بن هَارُون، وشبابة بن سوار، وَأبي بدر شُجَاع بن الْوَلِيد، وَعُثْمَان بن عمر بن فاس (18 / ب) وَعَاصِم بن عَليّ.\rروى عَنهُ: القَاضِي الْمحَامِلِي، وَعلي بن مُحَمَّد بن عبيد الْحَافِظ، وَمُحَمّد بن عَمْرو الرزاز، وَأَبُو عَمْرو بن السماك، وَحَمْزَة بن مُحَمَّد الدهْقَان، ومكرم بن أَحْمد، وَأحمد بن كَامِل القَاضِي، وَأَبُو سهل [بن] زِيَاد، وَغَيرهم.\rوَالثَّانِي:\r[277] عبد الله بن أبي روح الأسواني.\rحدث عَن: إِبْرَاهِيم بن [أبي] الْفَيَّاض البرقي، وَهَارُون بن سعيد الْأَيْلِي.\rروى عَنهُ: أَحْمد بن إِبْرَاهِيم بن جَامع السكرِي.\rعبد الله بن سِنَان، وَعبد الله بن أبي سِنَان","seal":"334AA0D0","part":1},
      {"page":239,"id":238,"hno":null,"nass":"أما عبد الله بن سِنَان، فستة ذَكَرْنَاهُمْ فِي كتاب ((التَّلْخِيص)) .\r[278] وَأما عبد الله بن أبي سِنَان، فَهُوَ: عبد الله بن ضرار بن مرّة الشَّيْبَانِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُحَمَّد بن هَانِئ الطَّائِي.\rعبد الله بن سُلَيْمَان، وَعبد الله بن أبي سُلَيْمَان\r\rأما الأول: فبابه وَاسع، والإشكال فِيهِ غير وَاقع.\rوَالثَّانِي:\r[279] عبد الله بن أبي سُلَيْمَان، أَبُو أَيُّوب","seal":"2E2799C4","part":1},
      {"page":240,"id":239,"hno":null,"nass":"مولى عُثْمَان بن عَفَّان.\rحدث عَن: أبي هُرَيْرَة.\rروى عَنهُ: إِسْحَاق بن عُثْمَان الْكلابِي، وَحَمَّاد بن سَلمَة، وخزرج بن عُثْمَان السَّعْدِيّ.\r[280] [و] عبد الله بن أبي سُلَيْمَان.\rحدث عَن: أبي بحريّة.\rروى عَنهُ: مُوسَى بن عُبَيْدَة الربذي.\r[281] [و] عبد الله بن أبي سُلَيْمَان الْمَدَائِنِي.\rحدث عَن: معَاذ بن عبد الله بن حبيب الْجُهَنِيّ.\rروى عَنهُ: أَبُو عَامر الْعَقدي.\rعبد الله بن سَلمَة، وَعبد الله بن أبي سَلمَة\r\rأما عبد الله بن سَلمَة، فتسعة رجال، ذَكَرْنَاهُمْ فِي كتاب \" التَّلْخِيص \"","seal":"9252974C","part":1},
      {"page":241,"id":240,"hno":null,"nass":"[282] وَأما عبد الله بن أبي سَلمَة، فَهُوَ الْمَاجشون.\rوَالِد عبد الْعَزِيز.\rوَاسم أبي سَلمَة مَيْمُون، من أهل الْمَدِينَة.\rحدث عَن: عبد الله بن عمر، وَابْنه عبد الله بن عبد الله بن عمر، وَعَائِشَة أم الْمُؤمنِينَ، وَعبد الله بن عَامر بن ربيعَة، وَعَمْرو بن سليم، ومعاذ بن عبد الرَّحْمَن، وَغَيرهم.\rعبد الله بن سُفْيَان، وَعبد الله بن أبي سُفْيَان\r\rالأول:\r[283] عبد الله بن سُفْيَان بن عبد الله بن ربيعَة الثَّقَفِيّ، الطَّائِفِي.","seal":"55FBF154","part":1},
      {"page":242,"id":241,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: يعلى بن عَطاء.\r[284] وَعبد الله بن سُفْيَان بن عقبَة بن أبي عَائِشَة الْمدنِي.\rحدث عَن: جدة عقبَة، وَعَن يحيى بن سعيد الْأنْصَارِيّ، وعثيم بن نسطاس، وَمُحَمّد بن مُوسَى بن عبد الله بن يسَار.\rروى عَنهُ: إِبْرَاهِيم بن الْمُنْذر الْحزَامِي، وَأَبُو مُصعب الزُّهْرِيّ، وَإِسْحَاق بن مُوسَى الخطمي، ونعيم بن حَمَّاد الْمروزِي، وَإِبْرَاهِيم بن مُوسَى الْفراء الرَّازِيّ، ووهب بن بَقِيَّة الوَاسِطِيّ.\r[285] وَعبد الله بن سُفْيَان الوَاسِطِيّ.\rحدث عَن: عبد الْملك بن جريج.","seal":"CEF22F50","part":1},
      {"page":243,"id":242,"hno":null,"nass":"روى عَنهُ: وهب بن بَقِيَّة.","seal":"E3DAA1E4","part":1},
      {"page":244,"id":243,"hno":null,"nass":"وَالثَّانِي:\r[286] عبد الله بن أبي سُفْيَان بن الْحَارِث بن عبد الْمطلب الْهَاشِمِي.\r[287] وَعبد الله بن [أبي] سُفْيَان مولى أبي أَحْمد الْمَدِينِيّ.\rحدث عَن: أَبِيه (18 / أ) وَعَن دَاوُد بن الْحصين، وَيزِيد بن طَلْحَة بن ركَانَة.\rروى عَنهُ: عبد الله بن جَعْفَر الزُّهْرِيّ، وَإِبْرَاهِيم بن إِسْمَاعِيل بن أبي حَبِيبَة، وَمُحَمّد بن إِسْحَاق بن يسَار.","seal":"194E1C94","part":1},
      {"page":245,"id":244,"hno":null,"nass":"[288] وَعبد الله بن أبي سُفْيَان.\rحدث عَن: عدي بن زيد.\rروى عَنهُ: سُلَيْمَان بن كنَانَة الْأمَوِي.\rعبد الله بن عُبَيْدَة، وَعبد الله بن أبي عُبَيْدَة\r\rالأول:\r[289] عبد الله بن عُبَيْدَة بن نشيط الربذي.","seal":"6FD5353F","part":1},
      {"page":246,"id":245,"hno":null,"nass":"أرسل الرِّوَايَة عَن جمَاعَة من الصَّحَابَة.\rوَحدث عَن: عبيد الله بن عبد الله بن عتبَة.\rروى عَنهُ: أَخُوهُ مُوسَى، وَصَالح بن كيسَان.\rوَالثَّانِي:\r[290] عبد الله بن أبي عُبَيْدَة الْحَرَّانِي.\rوَاسم أَبِيه: عبد الْملك بن عبد الحميد الْخطابِيّ.\rحدث عَن: مُحَمَّد بن سَلمَة، وعتاب بن بشير.\rروى عَنهُ: أَبُو عرُوبَة الْحُسَيْن بن مُحَمَّد الْحَرَّانِي.\rعبد الله بن عتبَة، وَعبد الله بن أبي عتبَة\r\rالأول:\r[291] عبد الله بن عتبَة بن مَسْعُود الْهُذلِيّ.\rحدث عَن: عمر بن الْخطاب.\rروى عَنهُ: ابْنه عبيد الله.\r[292] وَعبد الله بن عتبَة بن أبي سُفْيَان بن حَرْب الْأمَوِي.","seal":"FD78947B","part":1},
      {"page":247,"id":246,"hno":null,"nass":"حدث عَن: عمته أم حَبِيبَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم.\rروى عَنهُ: أَبُو الْمليح.\r[293] وَعبد الله بن عتبَة.\rحدث عَن: عَمْرو بن الشريد.\rروى عَنهُ: مُحَمَّد بن إِسْحَاق المطلبي.\r[294] وأماعبد الله بن أبي عتبَة.\rفَحدث عَن: أبي سعيد الْخُدْرِيّ.\rروى عَنهُ: قَتَادَة.","seal":"CD254802","part":1},
      {"page":248,"id":247,"hno":null,"nass":"وَيُقَال فِيهِ (أَيْضا) : عبد الله بن عتبَة إِلَّا أَن الْأَكْثَر: ابْن أبي عتبَة.\rوَقد ذَكرْنَاهُ وأوردنا حَدِيثه فِي صدر هَذَا الْكتاب.\rعبد الله بن عُثْمَان، وَعبد الله بن أبي عُثْمَان\r\rأما عبد الله بن عُثْمَان، فجماعة متقدمون ومتأخرون، وَلَا طائل فِي ذكرهم.\r[295] وَأما عبد الله بن أبي عُثْمَان، فَهُوَ: الْقرشِي.\rأَخُو خَالِد بن أبي عُثْمَان، من أهل الْبَصْرَة.\rحدث عَن: عبد الله بن عمر، وَغَيره.\rروى عَنهُ: شُعْبَة، وَيحيى بن سعيد الْقطَّان، وَيحيى بن المتَوَكل الْبَاهِلِيّ، وَعُثْمَان بن عمر بن فَارس.\rعبد الله بن الْفضل، وَعبد الله بن أبي الْفضل\r\rالأول:","seal":"E088C69B","part":1},
      {"page":249,"id":248,"hno":null,"nass":"[296] عبد الله بن الْفضل بن الْعَبَّاس بن ربيعَة بن الْحَارِث بن عبد الْمطلب الْهَاشِمِي.\rحدث عَن: أنس بن مَالك، وَأبي سَلمَة بن عبد الرَّحْمَن، وَنَافِع بن جُبَير بن مطعم، وَعبد الرَّحْمَن بن هُرْمُز الْأَعْرَج.\rروى عَنهُ: ابْن شهَاب، ومُوسَى بن عقبَة، وَمَالك بن أنس، وَزِيَاد بن سعد، وَمُحَمّد بن إِسْحَاق، وَأَبُو أويس عبد الله بن عبد الله، وَغَيرهم.\r[297] وَعبد الله بن الْفضل الْقرشِي.\rحدث عَن: عِكْرِمَة مولى ابْن عَبَّاس.\rروى عَنهُ: الْفضل بن أَحْمد.\r[298] وَعبد الله بن الْفضل أَبُو عبد الرَّحْمَن العلاف.\rحدث عَن: عبد الْملك بن الْخطاب بن عبيد الله بن أبي بكرَة، وَأحمد بن بشير.\rروى عَنهُ: أَبُو الدَّرْدَاء عبد الْعَزِيز بن منيب (19 / ب) الْمروزِي، وَإِسْمَاعِيل","seal":"7C2D50E0","part":1},
      {"page":250,"id":249,"hno":null,"nass":"بن الْفضل الْبَلْخِي.","seal":"F75F5F32","part":1},
      {"page":251,"id":250,"hno":null,"nass":"وَالثَّانِي:\r[299] عبد الله بن أبي الْفضل الْمَدِينِيّ.\rحدث عَن: أبي صَالح السمان.","seal":"C6D13BDD","part":1},
      {"page":252,"id":251,"hno":null,"nass":"روى عَنهُ: يحيى بن أبي كثير.\rعبد الله بن قَتَادَة، وَعبد الله بن أبي قَتَادَة\r\rالأول:\r[300] عبد الله بن قَتَادَة الْمحَاربي.\rحدث عَن: عبد الله بن مَسْعُود.\rروى عَنهُ: عبد الله بن السَّائِب الْكِنْدِيّ.\r[301] عبد الله بن أبي قَتَادَة الْأنْصَارِيّ.\rوَاسم أَبِيه الْحَارِث بن ربعي، وَقيل: النُّعْمَان بن ربعي.","seal":"DAEC0F0F","part":1},
      {"page":253,"id":252,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: زيد بن أسلم، وَسَالم أَبُو النَّضر، وَيحيى بن أبي كثير، وَإِسْمَاعِيل بن أبي خَالِد، وَعُثْمَان بن عبد الله بن موهب، وَبُكَيْر بن عبد الله [بن] الْأَشَج، وَغَيرهم.\rعبد الله بن مُوسَى، وَعبد الله بن أبي مُوسَى\r\rأما بَاب عبد الله بن مُوسَى، فواسع وَلَا فَائِدَة فِي ذكره.\rوَأما عبد الله بن أبي مُوسَى فَأَرْبَعَة:\r[302] أحدهم.\rيرْوى عَنهُ: [أَبُو] إِسْحَاق السبيعِي حَدِيثا. [303] وَعبد الله بن أبي مُوسَى الْهُذلِيّ.\rحدث عَن: الْوَلِيد بن عقبَة بن أبي معيط.\rروى عَنهُ: ثَابت بن الْحجَّاج الْخَولَانِيّ.\r[304] وَعبد الله بن أبي مُوسَى.","seal":"C4CF88D3","part":1},
      {"page":254,"id":253,"hno":null,"nass":"شيخ حدث بَقِيَّة بن الْوَلِيد عَنهُ، عَن الْحجَّاج غير مَنْسُوب.\r[305] وَعبد الله بن أبي مُوسَى التسترِي.\rنزيل الشَّام.\rوَحدث عَن: مُحَمَّد بن عجلَان.\rروى عَنهُ: عبد الحميد بن بكار.\rعبد الله بن مطرف، وَعبد الله بن أبي مطرف\r\rالأول:\r[306] عبد الله بن مطرف بن عبد الله بن الشخير.\rحدث عَن: أبي بَرزَة الْأَسْلَمِيّ.\rروى عَنهُ: حميد بن هِلَال.\rوَالثَّانِي.","seal":"0AB48D8F","part":1},
      {"page":255,"id":254,"hno":null,"nass":"[307] عبد الله بن أبي مطرف.\rذكر أَن لَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rعبد الله بن مرّة، وَعبد الله بن أبي مرّة\r\rالأول:\r[308] عبد الله بن مرّة الخارفي، الْكُوفِي.\rحدث عَن: الْبَراء بن عَازِب، ومسروق بن الأجدع، وَأبي الْأَحْوَص الْجُشَمِي، والْحَارث بن عبد الله الْهَمدَانِي.\rروى عَنهُ: مَنْصُور بن الْمُعْتَمِر، وَسليمَان الْأَعْمَش.\rوَالثَّانِي:\r[309] عبد الله بن أبي مرّة الزوفي.\rحدث عَن: خَارِجَة بن حذافة.","seal":"C092860D","part":1},
      {"page":256,"id":255,"hno":null,"nass":"روى عَنهُ: عبد الله بن رَاشد الزوفي.\rوَقد سقنا حَدِيثه فِي صدر هَذَا الْكتاب ,\rعبد الله بن يحيى، وَعبد الله بن أبي يحيى\r\rأما بَاب عبد الله بن يحيى فواسع، وَلَا فَائِدَة فِي ذكره.\rوَأما عبد الله بن أبي يحيى، فاثنان:\r[310] أَحدهمَا:\rحدث عَن: عَوْف بن الْحَارِث.\rروى عَنهُ: طَلْحَة بن زيد.\rوَالثَّانِي:\r[311] عبد الله بن مُحَمَّد بن أبي يحيى الْأَسْلَمِيّ، الْمَدِينِيّ.\rأَخُو إِبْرَاهِيم، ويلقب سحبلاً.\rحدث عَن: يزِيد بن عبد الله بن قسيط، وَأبي الْأسود يَتِيم عُرْوَة، وَسَعِيد عَن أبي هِنْد، وَبُكَيْر بن عبد الله بن الْأَشَج.\rروى عَنهُ: مُحَمَّد بن عمر الْوَاقِدِيّ، نسبه إِلَى جده (19 /","seal":"75DCB372","part":1},
      {"page":257,"id":256,"hno":null,"nass":"عبد الله بن عَمْرو، وَعبد الله بن أبي عَمْرو\r\rأما الأول: فَلهُ بَاب وَاسع.\rوَأما الثَّانِي، فَهُوَ:\r[312] عبد الله بن أبي عَمْرو الْبناء الْأَصْبَهَانِيّ.\rحدث عَن: إِسْمَاعِيل بن يزِيد.\rروى عَنهُ: عبد الله بن مُحَمَّد الْمَعْرُوف بِأبي شيخ.\rعبد الرَّحْمَن بن عبد الله، وَعبد الرَّحْمَن بن أبي عبد الله\r\rأما بَاب عبد الرَّحْمَن بن عبد الله، فواسع، يشْتَمل على ذكر نَحْو ثَلَاثِينَ رجلا.\rوَأما عبد الرَّحْمَن بن أبي عبد الله، فاثنان:","seal":"0132B1C6","part":1},
      {"page":258,"id":257,"hno":null,"nass":"[313] أَحدهمَا: يكنى أَبَا حَمْزَة، وَيعرف بجابر شُعْبَة.\rحدث عَن: هِلَال بن يزِيد.\rروى عَنهُ: شُعْبَة.\rوَيُقَال فِيهِ: عبد الرَّحْمَن بن عبد الله، وَابْن أبي عبد الله أصح، وَاسم أبي عبد الله كيسَان، نسبه وَكِيع، عَن شُعْبَة.\rوَقد ذَكرْنَاهُ وأوردنا حَدِيثه فِي صدر هَذَا الْكتاب.\rوَالْآخر:\r[314] عبد الرَّحْمَن بن أبي عبد الله الْحِجَازِي.\rحدث عَن: سعيد بن الْمسيب.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل بن أبي فديك.","seal":"5667403A","part":1},
      {"page":259,"id":258,"hno":null,"nass":"عبد الله بن عَوْف، وَعبد الرَّحْمَن بن أبي عَوْف\r\rالأول:\r[315] عبد الرَّحْمَن بن عَوْف بن عبد عَوْف، أَبُو مُحَمَّد الزُّهْرِيّ.\r\rأحد الْعشْرَة الَّذين شهد لَهُم النَّبِي صلى الله عَلَيْهِ وَسلم بِالْجنَّةِ، وَكَانَ قد شهد بَدْرًا، والمشاهد مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم، وَأسْندَ عَنهُ أَحَادِيث.\rرَوَاهَا عَنهُ: جُبَير بن مطعم، وَجَابِر بن عبد الله، وَعبد الله بن عَبَّاس، وَعبد الله بن عمر، وَأنس بن مَالك، والمسور بن مَخْزَمَةَ.\rوَالثَّانِي:\r[316] عبد الرَّحْمَن بن أبي عَوْف الجرشِي.\rقَاضِي حمص.","seal":"8B0AB53C","part":1},
      {"page":260,"id":259,"hno":null,"nass":"حدث عَن: جُبَير بن نفير الْحَضْرَمِيّ، والمقدام بن معدي كرب، وَأبي هِنْد البَجلِيّ، وسُويد بن جبلة.\rروى عَنهُ: صَفْوَان بن عَمْرو، وَمُحَمّد بن الْوَلِيد الزبيدِيّ، وحزم بن عُثْمَان الرَّحبِي، وثور بن يزِيد الكلَاعِي.\rعبد الرَّحْمَن بن حبيب، وَعبد الرَّحْمَن بن أبي حبيب\r\rالأول:\r[317] عبد الرَّحْمَن بن حبيب بن أردك الْمَدِينِيّ.\rمولى بني مَخْزُوم.\rحدث عَن: عَطاء بن أبي رَبَاح.\rروى عَنهُ: سُلَيْمَان بن بِلَال، وَعبد الْعَزِيز الدَّرَاورْدِي، وحاتم بن إِسْمَاعِيل.\rوَالثَّانِي:\r[318] عبد الرَّحْمَن بن أبي حبيب.","seal":"DD6D14F4","part":1},
      {"page":261,"id":260,"hno":null,"nass":"خَال مَنْصُور بن عبد الرَّحْمَن الغداني.\rحدث عَن: عبد الله بن عمر.\rروى عَنهُ: ابْن أُخْته مَنْصُور، وَوَائِل بن دَاوُد.\rعبد الرَّحْمَن بن حَمَّاد، وَعبد الرَّحْمَن بن أبي حَمَّاد\r\rالأول:\r[319] عبد الرَّحْمَن بن حَمَّاد بن عمرَان بن مُوسَى بن طَلْحَة بن عبيد الله التَّيْمِيّ.\rحدث عَن: طَلْحَة بن يحيى الطلحي.\rروى عَنهُ: عبيد الله بن مُحَمَّد بن عَائِشَة الْبَصْرِيّ","seal":"E356255E","part":1},
      {"page":262,"id":261,"hno":null,"nass":"[320] [و] عبد الرَّحْمَن بن حَمَّاد، وَأَبُو سَلمَة الشعيثي، الْبَصْرِيّ. وشعيث من بلعنبر.\rحدث عَن: عبد الله بن عون، وَعباد بن مَنْصُور، وكهمس بن الْحسن.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَيَعْقُوب بن سُفْيَان الْفَسَوِي، وَأَبُو مُسلم الْكَجِّي، وَغَيرهم.\rوَأما الثَّانِي:\r[321] فَهُوَ عبد الرَّحْمَن بن أبي حَمَّاد الْمُقْرِئ الْكُوفِي.","seal":"DB045F9D","part":1},
      {"page":263,"id":262,"hno":null,"nass":"وَهُوَ عبد الرَّحْمَن بن شكيل.\rحدث عَن: إِسْرَائِيل بن يُونُس، وشيبان بن عبد الرَّحْمَن، وَحَمْزَة الزيات الْقَارئ، وَفطر بن (20 / ب) خَليفَة، وَعِيسَى بن عمر، وَأبي سَلمَة الصَّائِغ. وَيحيى بن يمَان، وَعبيدَة بن حميد الْحذاء.\rروى عَنهُ: يُوسُف بن عدي، وَهَارُون بن حَاتِم، وَعبد الْعَزِيز بن مُحَمَّد بن ربيعَة الْكلابِي، وَعلي بن الْمثنى الطهوي، وَأَبُو سعيد الْأَشَج، وَأحمد بن عبد الحميد الْحَارِثِيّ.\rعبد الرَّحْمَن بن رَافع، وَعبد الرَّحْمَن بن أبي رَافع\r\rالأول:\r[322] عبد الرَّحْمَن بن رَافع التنوخي الْمصْرِيّ.\rحدث عَن: عبد الله بن عَمْرو بن الْعَاصِ، وغزية بن الْحَارِث.\rروى عَنهُ: عبد الله بن (رَافع) ، وشراحيل بن يزِيد، وَعبد الرَّحْمَن بن زِيَاد بن أنعم.","seal":"927D3D80","part":1},
      {"page":264,"id":263,"hno":null,"nass":"[323] وَعبد الرَّحْمَن بن رَافع بن خديج الْأنْصَارِيّ، الْحَارِثِيّ.\rعَن: أَبِيه.\rسمع مِنْهُ: هرير، وَرِفَاعَة بن هرير الْمَدِينِيّ.\rوَهُوَ أَخُو عبد الله قَالَ ذَلِك البُخَارِيّ.\rوَالثَّانِي:\r[324] عبد الرَّحْمَن بن أبي رَافع، مولى رَسُول الله صلى الله عَلَيْهِ وَسلم.\rحدث عَن: عمته، وَعَن عبد الله بن جَعْفَر بن أبي طَالب.\rروى عَنهُ: إِيَاس بن أبي تَمِيمَة، وَحَمَّاد بن سَلمَة.\rعبد الرَّحْمَن بن الضَّحَّاك، وَعبد الرَّحْمَن بن أبي الضَّحَّاك\r\rالأول:\r[325] عبد الرَّحْمَن بن الضَّحَّاك بن خلف النضري.\rمن أهل حمص","seal":"8653A1DB","part":1},
      {"page":265,"id":264,"hno":null,"nass":"حدث عَن: حميد الطَّوِيل، وَزِيَاد بن أبي زِيَاد الْجَصَّاص.\rروى عَنهُ: عَامر بن يسَار الْحلَبِي، وَمُحَمّد بن سُلَيْمَان بن أبي دَاوُد الْحَرَّانِي، وَغَيرهمَا.\r[326] وَعبد الرَّحْمَن بن الضَّحَّاك، أَبُو سليم البعلبكي.\rحدث عَن: الْوَلِيد بن مُسلم، وسُويد بن عبد الْعَزِيز، وَبَقِيَّة بن الْوَلِيد.\rروى عَنهُ: عَمْرو بن عِيسَى الْحِمصِي، وَأَبُو حَاتِم الرَّازِيّ، وَأحمد بن عَمْرو بن إِسْمَاعِيل الْفَارِسِي.\rوَالثَّانِي:\r[327] عبد الرَّحْمَن بن أبي الضَّحَّاك.\rحدث عَن: عبد الرَّحْمَن بن مُحَمَّد بن زيد بن جدعَان.\rروى عَنهُ: إِسْمَاعِيل بن أبي خَالِد.\rعبد الرَّحْمَن بن سُلَيْمَان، وَعبد الرَّحْمَن بن أبي سُلَيْمَان\r\rأما عبد الرَّحْمَن بن سُلَيْمَان، فستة رجال ذكرتهم فِي كتاب","seal":"058055A3","part":1},
      {"page":266,"id":265,"hno":null,"nass":"((التَّلْخِيص)) .\r[328] وَأما عبد الرَّحْمَن بن أبي سُلَيْمَان.\rفَهُوَ من أهل الْكُوفَة.\rحدث عَن: سُوَيْد بن سعيد بن ذِي عصوان.\rروى عَنهُ: مُحَمَّد بن يحيى بن عبد الْكَرِيم الْأَزْدِيّ الْبَصْرِيّ.\rعبد الرَّحْمَن بن قيس، وَعبد الرَّحْمَن بن أبي قيس\r\rأما عبد الرَّحْمَن بن قيس، فجماعة يكونُونَ نَحوا من عشرَة، وَلَيْسَ فِي ذكرهم طائل.\r[329] وَأما عبد الرَّحْمَن بن أبي قيس","seal":"E71F77B9","part":1},
      {"page":267,"id":266,"hno":null,"nass":"فَحدث عَن: أبي رِفَاعَة بن رَافع بن خديج.\rروى عَنهُ: عتبَة بن أبي حَكِيم.\rعبد الرَّحْمَن بن هِلَال، وَعبد الرَّحْمَن بن أبي هِلَال\r\rالأول:\r[330] عبد الرَّحْمَن بن هِلَال الْعَبْسِي، الْكُوفِي.\rحدث عَن: جرير بن عبد الله.\rروى عَنهُ: تَمِيم بن سَلمَة، وَمُحَمّد بن أبي إِسْمَاعِيل، ومجالد بن سعيد، ومُوسَى بن عبد الله بن يزِيد الْأنْصَارِيّ.\rوَالثَّانِي:\r[331] عبد الرَّحْمَن بن أبي هِلَال الإسْكَنْدراني.\rأرسل الرِّوَايَة عَن: أبي هُرَيْرَة.\rوَسمع: عبيد الله بن أبي جَعْفَر.","seal":"708B7DA6","part":1},
      {"page":268,"id":267,"hno":null,"nass":"روى عَنهُ: حَيْوَة بن شُرَيْح، وَنَافِع بن يزِيد، وَسَعِيد بن أبي أَيُّوب، وَعَمْرو بن الْحَارِث، وَاللَّيْث بن سعد، وضمام بن إِسْمَاعِيل، وَغَيرهم (20 / أ) .\rعبد الرَّحْمَن بن يزِيد، وَعبد الرَّحْمَن بن أبي يزِيد.\rأما عبد الرَّحْمَن بن يزِيد، فجماعة لَا حَاجَة لنا بذكرهم.\r[332] وَأما عبد الرَّحْمَن بن أبي يزِيد، فواحد.\rحَدِيثه فِي أهل الْحجاز.\rحدث عَن: الْقَعْقَاع بن حَكِيم.\rروى عَنهُ: مُحَمَّد بن إِسْحَاق بن يسَار.\rعبيد الله بن رَافع، وَعبيد الله بن أبي رَافع\r\rالأول:\r[333] عبيد الله بن رَافع.\rحدث عَن عبد الله بن مَسْعُود.\rروى عَنهُ: إِسْمَاعِيل بن عَمْرو بن سعيد بن الْعَاصِ.\r[334] [و] عبيد الله بن رَافع.","seal":"6BDC72CA","part":1},
      {"page":269,"id":268,"hno":null,"nass":"حدث عَن: جَابر بن عبد الله.\rروى عَنهُ: هِشَام بن عُرْوَة.\rوَالثَّانِي: [335] عبيد الله بن أبي رَافع.\rمولى النَّبِي صلى الله عَلَيْهِ وَسلم.\rوَاسم أبي رَافع: أسلم، وَكَانَ عبيد الله كَاتب عَليّ بن أبي طَالب.\rوَحدث عَن: عَليّ، وَأبي هُرَيْرَة، وَأَبِيهِ أبي رَافع.\rروى عَنهُ: بسر بن سعيد، وَعبد الرَّحْمَن بن هُرْمُز الْأَعْرَج، وَالْحسن بن مُحَمَّد بن عَليّ بن أبي طَالب، وَعلي بن الْحُسَيْن بن عَليّ بن أبي طَالب.\rعبيد الله بن زِيَاد، وَعبيد الله بن أبي زِيَاد\r\rالأول:\r[336] عبيد الله بن زِيَاد الْحِمْيَرِي.\rسمع: فضَالة بن عبيد.\rروى عَنهُ: حَيْوَة بن شُرَيْح الْمصْرِيّ.\r[337] وَعبيد الله بن زِيَاد بن بكر الشَّامي","seal":"2DF6C5ED","part":1},
      {"page":270,"id":269,"hno":null,"nass":"حدث عَن: عبد الله، وعطية، والصماء بني بسر.\rروى عَنهُ: عبد الرَّحْمَن بن يزِيد بن جَابر.\r[338] وَعبيد الله بن زِيَاد الْهَمدَانِي، بياع الْهَرَوِيّ، كُوفِي.\rحدث عَن: جَعْفَر بن مُحَمَّد بن عَليّ.\rروى عَنهُ: سهل بن عُثْمَان العسكري.\rوَذكره عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ فِي كتاب ((الْجرْح وَالتَّعْدِيل)) .\r[339] عبيد الله بن أبي زِيَاد، أَبُو الْحصين القداح، الْمَكِّيّ.\rحدث عَن: أبي الطُّفَيْل الْكِنَانِي، وَشهر بن حَوْشَب، وَالقَاسِم بن مُحَمَّد، وَعبد الله بن عبيد بن عُمَيْر.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وَعِيسَى بن يُونُس، وعتاب بن بشير، وَمُحَمّد من بن ربيعَة، ووكيع بن الْجراح، وَأَبُو عَاصِم النَّبِيل.","seal":"06F53C42","part":1},
      {"page":271,"id":270,"hno":null,"nass":"لأ 340] وَعبيد الله بن أبي زِيَاد الشَّامي.\rجد حجاج بن أبي منيع الرصافي.\rحدث عَن: الزُّهْرِيّ.\rروى عَنهُ: ابْن ابْنه حجاج.\rعبيد الله بن طَلْحَة، وَعبيد الله بن أبي طَلْحَة\r\rالأول:\r[341] عبيد الله بن طَلْحَة بن عبيد الله بن كريز، أَبُو مطرف الْخُزَاعِيّ.\rسمع: الْحسن الْبَصْرِيّ، وَابْن شهَاب الزُّهْرِيّ، وَمُحَمّد بن عَليّ الْهَاشِمِي.\rروى عَنهُ: حبَان بن يسَار، وَمُحَمّد بن إِسْحَاق، وَعمْرَان الْقطَّان، وَحَمَّاد بن زيد.\rوَالثَّانِي:\r[342] عبيد الله بن أبي طَلْحَة الْمَكِّيّ.\rحدث عَن: أبي الطُّفَيْل الْبكْرِيّ.","seal":"FB26C8C9","part":1},
      {"page":272,"id":271,"hno":null,"nass":"روى عَنهُ: يزِيد بن أبي حبيب.\rعبد الْملك بن بشير، وَعبد الْملك بن أبي بشير\r\rالأول:\r[343] عبد الْملك بن بشير السَّامِي، الْبَصْرِيّ.\rحدث عَن: عَليّ بن وَاقد، وَعَاصِم بن هِلَال، وَعمر بن الْفضل السّلمِيّ، وَسَعِيد بن أسعد الْأنْصَارِيّ.\rروى عَنهُ: أَبُو زرْعَة الرَّازِيّ، وَإِبْرَاهِيم بن (21 / ب) المستمر العروقي، وَعبد الرَّحْمَن بن أَحْمد بن إِبْرَاهِيم الدَّوْرَقِي، ومعاذ بن الْمثنى الْعَنْبَري.\rوَالثَّانِي:\r[344] عبد الْملك بن أبي بشر الْمَدَائِنِي.\rحدث عَن: عِكْرِمَة مولى ابْن عَبَّاس.\rروى عَنهُ: لَيْث بن أبي سليم، وسُفْيَان الثَّوْريّ، وَأَبُو مَالك النَّخعِيّ.\rعبد الْملك بن سُلَيْمَان، وَعبد الْملك بن أبي سُلَيْمَان\r\rالأول:","seal":"D75ED646","part":1},
      {"page":273,"id":272,"hno":null,"nass":"[345] عبد الْملك بن سُلَيْمَان بن يسَار.\rمولى مَيْمُونَة بنت الْحَارِث، زوج النَّبِي صلى الله عَلَيْهِ وَسلم.\rذكر البُخَارِيّ أَنه أرسل الرِّوَايَة عَن: عبد الله بن مَسْعُود.\rروى عَنهُ: سعيد بن أبي هِلَال.\r[346] وَعبد الْملك بن سُلَيْمَان الْمَدِينِيّ.\rحدث عَن: أَيُّوب بن عبد الرَّحْمَن بن أبي صعصعة.\rروى عَنهُ: مُحَمَّد بن عمر الْوَاقِدِيّ فِي كتاب ((الْمَغَازِي)) .\r[347] وَعبد الْملك بن سُلَيْمَان، أَبُو أَحْمد القرقساني.","seal":"649E13E5","part":1},
      {"page":274,"id":273,"hno":null,"nass":"حدث عَن: عِيسَى بن يُونُس، وَعُثْمَان بن عبد الرَّحْمَن الطرائفي.\rروى عَنهُ: أَبُو الْأصْبع مُحَمَّد بن عبد الرَّحْمَن القرقساني، وَأحمد بن عَليّ الْأَبَّار، وَغَيرهمَا.\rوَالثَّانِي:\r[348] عبد الْملك بن أبي سُلَيْمَان الْفَزارِيّ، والعرزمي، الْكُوفِي.\rحدث عَن: عَطاء بن أبي رَبَاح، وَسَعِيد بن جُبَير، وَأبي الزبير الْمَكِّيّ، وَأنس بن سِيرِين.\rروى عَنهُ: سُفْيَان الثَّوْريّ، ومسعود بن سعد، وَجَرِير بن عبد الحميد، وَعَبدَة بن سُلَيْمَان، ويعلى بن عبيد، وَغَيرهم.\r[349] وَعبد الْملك بن أبي سُلَيْمَان الفِهري.\rحدث عَن: زيد بن أبي أنيسَة الْجَزرِي.\rروى عَنهُ: عبد الله بن جَعْفَر بن نجيح الْمَدِينِيّ.\r[350] وَعبد الْملك بن أبي سُلَيْمَان الْأَنْطَاكِي الْمَعْرُوف","seal":"4B641406","part":1},
      {"page":275,"id":274,"hno":null,"nass":"بالكندري.\rحدث عَن: حسان بن إِبْرَاهِيم الْكرْمَانِي.\rروى عَنهُ: زَكَرِيَّا بن يحيى بن أبان.\rوَقد ذكرنَا أَحَادِيثهم فِي كتاب ((الْمُتَّفق والمفترق)) .\rعبد الْعَزِيز بن سُلَيْمَان، وَعبد الْعَزِيز بن أبي سُلَيْمَان\r\rأما الأول: فِيهِ اخْتِلَاف، وَقد ذكرته.\r[351] وَعبد الْعَزِيز بن سُلَيْمَان الحرملي.\rحدث عَن: عَامر بن سيار.\rروى عَنهُ: عبد الله بن مُحَمَّد بن اليسع الْأَنْطَاكِي، وَغَيره.","seal":"E59D082F","part":1},
      {"page":276,"id":275,"hno":null,"nass":"وَالثَّانِي:\r[352] عبد الْعَزِيز بن أبي سُلَيْمَان، أَبُو مودود الْمَدِينِيّ.\rرأى أنس بن مَالك.\rوَسمع: عبد الرَّحْمَن بن أبي حَدْرَد، وَرَافِع بن أبي رَافع.\rروى عَنهُ: وَكِيع بن الْجراح، وَحَمَّاد بن خَالِد الْخياط، والقعنبي، وَعبد الْمُنعم بن بشير الْمصْرِيّ.\rعبد الْعَزِيز بن الْخطاب، وَعبد الْعَزِيز بن أبي الْخطاب\r\rالأول:","seal":"264ABF7F","part":1},
      {"page":277,"id":276,"hno":null,"nass":"[353] عبد الْعَزِيز بن الْخطاب الْكُوفِي.\rسكن الْبَصْرَة.\rوَحدث عَن: قيس بن الرّبيع، وَالْحسن بن صَالح، وَيَعْقُوب القمي، ومندل بن عَليّ، وَعبد الرَّحْمَن بن أبي الزِّنَاد.\rروى عَنهُ: أَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَإِبْرَاهِيم بن سُلَيْمَان الْبُرُلُّسِيّ، وهلال بن الْعَلَاء الرقي، وَأَبُو مُسلم إِبْرَاهِيم بن عبد الله الْكَجِّي، وَغَيرهم.\rوَالثَّانِي:\r[354] عبد الْعَزِيز بن أبي الْخطاب الشَّامي.\rحدث عَن: عبد الْعَزِيز بن عمر بن عبد الْعَزِيز (21 / أ) .\rروى عَنهُ: ضَمرَة بن ربيعَة.\rعبد الحميد بن جَعْفَر، وَعبد الحميد بن أبي جَعْفَر\r\rالأول:\r[255] عبد الحميد بن جَعْفَر بن عبد الله بن الحكم بن رَافع بن سِنَان، أَبُو حَفْص الْأنْصَارِيّ الْمَدِينِيّ.","seal":"58BDDF78","part":1},
      {"page":278,"id":277,"hno":null,"nass":"سمع: أَبَاهُ، وَعمْرَان بن أبي أنس، وَمُحَمّد بن عَمْرو بن عَطاء، وسميا مولى أبي بكر بن عبد الرَّحْمَن.\rروى عَنهُ: هشيم، وَيحيى بن سعيد الْقطَّان، وَأَبُو بكر الْحَنَفِيّ، وَأَبُو عَاصِم النَّبِيل، وَعلي بن ثَابت الْجَزرِي، وَعبيد الله بن مُوسَى، وَأَبُو نعيم، والواقدي.\rوَالثَّانِي:\r[256] عبد الحميد بن [أبي] جَعْفَر الْفراء الْكُوفِي.\rوَاسم أَبِيه: كيسَان.\rحدث عَن: أَبِيه، وَعَن: أبي إِسْحَاق السبيعِي، وَعون بن أبي جُحَيْفَة، وَعُثْمَان بن عَطاء.\rروى عَنهُ: عبد الرَّحْمَن بن مُحَمَّد الْمحَاربي، ومخول بن إِبْرَاهِيم النَّهْدِيّ، وأسود بن عَامر شَاذان.\rعبد الحميد بن سُلَيْمَان، وَعبد الحميد بن أبي سُلَيْمَان\r\rالأول:\r[357] عبد الحميد بن سُلَيْمَان الشعواني، الصَّنْعَانِيّ.\rحدث عَن: منيع بن ماجد.\rروى عَنهُ: عمر بن يُونُس اليمامي.","seal":"7390903D","part":1},
      {"page":279,"id":278,"hno":null,"nass":"[358] وَعبد الحميد بن سُلَيْمَان الْخُزَاعِيّ، الْمَدِينِيّ.\rأَخُو فليح.\rحدث عَن: أبي حَازِم سَلمَة بن دِينَار، وَأبي الزِّنَاد عبد الله بن ذكْوَان، وَمُحَمّد بن عجلَان، وَعبد الْعَزِيز بن عبد الله الْمَاجشون.\rروى عَنهُ: إِسْحَاق بن إِدْرِيس الأسواري، وَيحيى بن صَالح الوحاظي، وَدَاوُد بن مهْرَان الدّباغ، وَأَبُو الرّبيع الزهْرَانِي.\rوَالثَّانِي:\r[359] عبد الحميد بن أبي سُلَيْمَان الجنديسابوري.\rحدث عَن: أبي همام الْمُبَارك بن سيار الْبَصْرِيّ.\rروى عَنهُ: ابْنه دَاوُد.\rعباد بن عباد، وَعباد بن أبي عباد\r\rأما عباد بن عباد، فهم أَرْبَعَة ذكرتهم فِي كتاب ((الْمُتَّفق المفترق)) .","seal":"250EB890","part":1},
      {"page":280,"id":279,"hno":null,"nass":"وَأما عباد بن أبي عباد، فاثنان:\rأَحدهمَا:\r[360] عباد بن أبي عباد القلزمي.\rحدث عَن: فُضَيْل بن عِيَاض.\rروى عَنهُ: أَبُو يزِيد سُفْيَان بن يزِيد القراطيسي.\rوَالْآخر.\r[361] عباد بن أبي عباد، أَبُو الْهَيْثَم الْمَقْدِسِي.\rحدث عَن: يُوسُف بن مُوسَى الْقطَّان.\rروى عَنهُ: عبد الله بن مُحَمَّد بن سعيد الْأنْصَارِيّ.\rعباد بن صَالح، وَعباد بن أبي صَالح\r\rالأول:\r[362] عباد بن صَالح، أَبُو مُجَاهِد السّلمِيّ، الْبَصْرِيّ.\rسمع: أَبَا الْجلاس عقبَة بن سيار، والهيثم بن عبد الله بن هرم.","seal":"67F62364","part":1},
      {"page":281,"id":280,"hno":null,"nass":"روى عَنهُ: عبد الرَّحْمَن بن مهْدي، وَأَبُو دَاوُد الطَّيَالِسِيّ، وَأَبُو سَلمَة التَّبُوذَكِي، وَدَاوُد بن المحبر بن قحذم.\rوَالثَّانِي:\r[363] عباد بن أبي صَالح السمان، الْمَدِينِيّ.\rأَخُو سُهَيْل، وَاسم أَبِيه: ذكْوَان.\rسمع: أَبَاهُ.\rروى عَنهُ: ابْن جريج، ومُوسَى بن يَعْقُوب الزمعِي، وَقيس بن الرّبيع.\rعباد بن عَليّ، وَعباد بن أبي عَليّ\r\rالأول:\r[364] عباد بن عَليّ السيريني، الْبَصْرِيّ.","seal":"F8574777","part":1},
      {"page":282,"id":281,"hno":null,"nass":"سكن بَغْدَاد.\rوَحدث عَن: بكار بن مُحَمَّد السيريني.\rروى عَنهُ (22 / ب) : مُحَمَّد بن عَمْرو الرزاز، وَأَبُو الْقَاسِم الطَّبَرَانِيّ، وَأَبُو حَفْص الزيات، وَعلي بن عمر الْحَرْبِيّ، وَغَيرهم.\rوَهُوَ من ولد خَالِد بن سِيرِين، كَذَا ذكره الطَّبَرَانِيّ.\rوَالثَّانِي:\r[365] عباد بن أبي عَليّ الْبَصْرِيّ.\rحدث عَن: أنس بن مَالك، وَأبي حَازِم.\rروى عَنهُ: هِشَام الدستوَائي، وَحَمَّاد بن زيد، وخليد بن حسان.\rعمر بن عمر، وَعمر بن أبي عمر\r\rالأول:","seal":"AEE03E3C","part":1},
      {"page":283,"id":282,"hno":null,"nass":"[366] عمر بن عمر الزُّهْرِيّ، الْكُوفِي.\rحدث عَن: مُحَمَّد بن عَليّ بن غراب.\rروى عَنهُ: عَليّ بن الْعَبَّاس المقانعي.\rأما عمر بن أبي عمر، فهم خَمْسَة ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) .\rعمر بن خَالِد، وَعمر بن أبي خَالِد\r\rالأول:\r[367] عمر بن خَالِد الْهَمدَانِي، وَهُوَ: عمر بن أبي زَائِدَة الْكُوفِي.","seal":"3B1FB66E","part":1},
      {"page":284,"id":283,"hno":null,"nass":"أَخُو زَكَرِيَّا.\rسمع: قيس بن أبي حَازِم، وَالشعْبِيّ، وَعون بن أبي جُحَيْفَة، والعيزار بن جَرْوَل، وَأَبُو بردة بن أبي مُوسَى الْأَشْعَرِيّ.\rروى عَنهُ: عبد الرَّحْمَن بن مهْدي، وَمُحَمّد بن عرْعرة، وَأَبُو الْوَلِيد الطَّيَالِسِيّ.\rوَلَيْسَ تجئ عَنهُ رِوَايَة إِلَّا وَهُوَ مَنْسُوب فِيهَا إِلَى كنية أَبِيه، دون اسْمه، وَلَا إِشْكَال يَقع فِي ذَلِك.\r[368] وَعمر بن خَالِد بن عباد بن زِيَاد بن أبي السّفر.\rحدث عَن: أنس بن مَالك.\rروى عَنهُ: سعيد بن مسلمة الْأمَوِي.","seal":"A4092F8E","part":1},
      {"page":285,"id":284,"hno":null,"nass":"وَالثَّانِي:\r[369] عمر بن أبي خَالِد.\rحدث عَن: أبي إِسْحَاق السبيعِي، وَعَمْرو بن دِينَار.\rروى عَنهُ: إِسْحَاق بن الْفُرَات.\rعمر بن سَلمَة، وَعمر بن أبي سَلمَة\r\rالأول:\r[370] عمر بن سَلمَة بن أبي يزِيد الْمدنِي.","seal":"A1308F1D","part":1},
      {"page":286,"id":285,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: عبد الله بن الْمُبَارك.\r[371] وَعمر بن سَلمَة بن معَاذ الْمدنِي.\rحدث عَن: ابْن شهَاب الزُّهْرِيّ.\rروى عَنهُ: عبد الرَّحِيم بن مُوسَى الْكُوفِي.\rوَالثَّانِي:\r[372] عمر بن أبي سَلمَة.\rوَاسم أبي سَلمَة: عبد الله بن عبد الْأسد المَخْزُومِي.\rوَعمر ربيب رَسُول الله صلى الله عَلَيْهِ وَسلم. وَأمه أم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم.","seal":"830DDA3A","part":1},
      {"page":287,"id":286,"hno":null,"nass":"وَله سَماع من النَّبِي صلى الله عَلَيْهِ وَسلم.\rروى عَنهُ: عُرْوَة بن الزبير.\r[373] وَعمر بن أبي سَلمَة.\rوَاسم أبي سَلمَة: عبد الله بن عبد الرَّحْمَن بن عَوْف الزُّهْرِيّ الْمَدِينِيّ.\rسمع: أَبَاهُ.\rروى عَنهُ: سعد بن إِبْرَاهِيم، ومسعر بن كدام، وَأَبُو عوَانَة، ومُوسَى بن يَعْقُوب الزمعِي، وهشيم.\rعُثْمَان بن عُثْمَان، وَعُثْمَان بن أبي عُثْمَان\r\rالأول:\r[374] عُثْمَان بن عُثْمَان، أَبُو عَمْرو الْغَطَفَانِي، القَاضِي الْبَصْرِيّ.\rحدث عَن: زيد بن أسلم، وَعمر بن نَافِع، وَعلي بن زيد، وَهِشَام بن","seal":"43A422D2","part":1},
      {"page":288,"id":287,"hno":null,"nass":"عُرْوَة.\rروى عَنهُ: عَليّ بن الْمَدِينِيّ، والصلت بن مَسْعُود الجحدري، وَأحمد بن حَنْبَل، وَنصر بن عَليّ، وَعَمْرو بن عَليّ، وعباس بن يزِيد البحراني، وَغَيرهم.\r[375] وَعُثْمَان بن عُثْمَان بن خَالِد بن الزبير الْمَدِينِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: هَارُون الْحَاطِبِيُّ.\rوَالثَّانِي:\r[376] عُثْمَان بن أبي عُثْمَان.\rحدث عَن: يحيى بن زرْعَة.\rروى عَنهُ: عُثْمَان بن الْيَمَان (22 / أ) الْكُوفِي.","seal":"610E8160","part":1},
      {"page":289,"id":288,"hno":null,"nass":"عُثْمَان بن سُلَيْمَان، وَعُثْمَان بن أبي سُلَيْمَان\r\rالأولى:\r[377] عُثْمَان بن سُلَيْمَان بن أبي حثْمَة الْقرشِي.\rحدث عَن: أَبِيه.\rروى عَنهُ: الزُّهْرِيّ، ويوسف الْمَاجشون.\rذكره البُخَارِيّ.\r[378] وَعُثْمَان بن سُلَيْمَان.\rحدث عَن: جده، وَلم يسم","seal":"BF900255","part":1},
      {"page":290,"id":289,"hno":null,"nass":"روى عَنهُ: عبد الْملك بن عُمَيْر.\rوَالثَّانِي:","seal":"8A147382","part":1},
      {"page":291,"id":290,"hno":null,"nass":"[379] عُثْمَان بن أبي سُلَيْمَان بن جُبَير بن مطعم الْقرشِي.\rحدث عَن: عَامر بن عبد الله بن الزبير، وَابْن أبي مليكَة، وَحَمْزَة بن عبد الله بن عمر.\rروى عَنهُ: إِسْمَاعِيل بن أُميَّة، وَابْن جريج، وسُفْيَان بن عُيَيْنَة.\rعَليّ بن طَالب، وَعلي بن أبي طَالب\r\rالأول:\r[380] عَليّ بن طَالب.\rحدث عَن: نصر بن بَاب.\rروى عَنهُ: طريف بن مُحَمَّد","seal":"1C1EBC9E","part":1},
      {"page":292,"id":291,"hno":null,"nass":"وَأما عَليّ بن أبي طَالب، فَإِنَّهُم سِتَّة فِي كتاب ((الْمُتَّفق والمفترق)) .\rعَليّ بن سعيد، وَعلي بن أبي سعيد\r\rالأول:\r[381] عَليّ بن سعيد التِّرْمِذِيّ.\rحدث عَن: مَالك بن أنس.\rروى عَنهُ: أَحْمد بن عَليّ الْأَبَّار.\r[383] وَعلي بن سعيد.\rمُؤذن مَسْجِد عبيد الله بن عمر القواريري.","seal":"ADE90EDC","part":1},
      {"page":293,"id":292,"hno":null,"nass":"حدث عَن: مَالك بن أنس (أَيْضا) .\rروى عَنهُ: مُوسَى بن هَارُون الْحَافِظ.\rوَقد ذَكرْنَاهُ وَالَّذِي قبله فِي كتاب ((أَسمَاء الروَاة عَن مَالك)) ، وأو ردنا لكل وَاحِد مِنْهُمَا حَدِيثا.\r[383] وَعلي بن سعيد بن شهريار الْجَصَّاص، الرقي.\rحدث عَن: يحيى بن زِيَاد (الْمَعْرُوف) [بفهير) الرقي، عَن سعيد بن مسلمة الْأمَوِي، وشبابة بن سوار الْفَزارِيّ، وَإِسْحَاق بن يُوسُف الْأَزْرَق، وَمُحَمّد بن عبد الله الْأنْصَارِيّ.\rروى عَنهُ: ابْنه الْحسن، وَذكر عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ، أَن أَبَاهُ سمع مِنْهُ.\r[384] وَعلي بن سعيد النَّسَائِيّ. حدث عَن: عَفَّان بن مُسلم، وَأبي مسْهر عبد الْأَعْلَى بن مسْهر.","seal":"031252EF","part":1},
      {"page":294,"id":293,"hno":null,"nass":"روى عَنهُ: مُحَمَّد بن عبد الله بن الْجُنَيْد النَّيْسَابُورِي.\rنزيل جرجان.\rذكر ذَلِك عبد الرَّحْمَن بن أبي حَاتِم.\r[385] وَعلي بن سعيد بن مَسْرُوق الْكِنْدِيّ، الْكُوفِي.\rحدث عَن: عَليّ بن مسْهر، وَيحيى بن أبي زَائِدَة، وَعبد الرَّحِيم بن سُلَيْمَان، وَعبد الله بن الْمُبَارك، وَيحيى بن يمَان.\rروى عَنهُ: أَبُو حَازِم إِبْرَاهِيم بن مُحَمَّد الْحَضْرَمِيّ، وَغَيره.\r[386] وَعلي بن سعيد بن عُثْمَان الْبَغْدَادِيّ.\rحدث عَن: أبي الْأَشْعَث الْعجلِيّ، وَيَعْقُوب الدَّوْرَقِي.\rروى عَنهُ: أَحْمد بن مَرْوَان الْمَالِكِي، الدينَوَرِي، أَحَادِيث مَنَاكِير.\r[387] وَعلي بن سعيد أَبُو الْقَاسِم القَاضِي، الْإِصْطَخْرِي.\rسكن بَغْدَاد.","seal":"82685638","part":1},
      {"page":295,"id":294,"hno":null,"nass":"وروى بهَا عَن: إِسْمَاعِيل بن مُحَمَّد الصفار.\rحَدثنَا عَنهُ: أَحْمد بن عَليّ التوزي.\rوَقد ذَكرْنَاهُ وَالَّذِي قبله فِي ((تَارِيخ مَدِينَة السَّلَام)) .","seal":"347272F6","part":1},
      {"page":296,"id":295,"hno":null,"nass":"وَالثَّانِي:\r[388] عَليّ بن أبي سعيد الْمصْرِيّ.\rمولى المعافر.\rحدث عَن: الْقَاسِم بن مُحَمَّد (23 / ب) بن أبي بكر الصّديق، وَسَالم بن","seal":"0B0ED9EE","part":1},
      {"page":297,"id":296,"hno":null,"nass":"عبد الله بن عمر.\rروى عَنهُ: يزِيد بن أبي حبيب.\rوَذكر يحيى بن عبد الله بن بكير: أَنه مَاتَ فِي سنة ثَمَان وَثَلَاثِينَ ومئة.\r[289] وَعلي بن أبي سعيد عبد الرَّحْمَن بن أَحْمد بن يُونُس بن عبد الْأَعْلَى الصَّدَفِي، الْمصْرِيّ.\rروى عَن: أَبِيه كتاب ((تَارِيخ المصريين)) .\rعَليّ بن جبلة، وَعلي بن أبي حَملَة\r\rالأول:\r[390] عَليّ بن جبلة الغزال.\rحدث عَن: سَالم بن أبي مَرْيَم.","seal":"9AEAF7CF","part":1},
      {"page":298,"id":297,"hno":null,"nass":"روى عَنهُ: مُحرز بن عون.\rوَالثَّانِي:\r[291] عَليّ بن أبي حَملَة.\rمولى آل عتبَة بن ربيعَة الْقرشِي، الشَّامي، ويكنى: أَبَا نصر.\rحدث عَن: نَافِع مولى ابْن عمر، وَعَن: ابْن محيريز.\rروى عَنهُ: ضَمرَة بن ربيعَة، وَبَقِيَّة بن الْوَلِيد.\rوَذكر: أَنه مَاتَ فِي سنة سِتّ وَسِتِّينَ ومئتين.\rعَليّ بن الْمُغيرَة، وَعلي بن أبي الْمُغيرَة\r\rالأول:\r[392] عَليّ بن الْمُغيرَة العامري.","seal":"5746E0CA","part":1},
      {"page":299,"id":298,"hno":null,"nass":"حدث عَن: بشر بن غَالب.\rروى عَنهُ: رزين الرماني.\r[393] وَعلي بن الْمُغيرَة، أَبُو الْحسن الْأَثْرَم.\rصَاحب النَّحْو، واللغة، والغريب.\rسمع: أَبَا عُبَيْدَة معمر بن الْمثنى، وَأَبا سعيد الْأَصْمَعِي.\rروى عَنهُ: الزبير بن بكار، وَالْحسن بن مكرم الْبَزَّاز، وَأحمد بن أبي خَيْثَمَة، وَأَبُو الْعَبَّاس ثَعْلَب، وَغَيرهم.\rوَالثَّانِي:\r[394] عَليّ بن أبي الْمُغيرَة الزبيدِيّ، الْكُوفِي.\rحدث عَن: أبي إِسْحَاق السبيعِي، وَعبد الله بن شريك العامري، وَعلي بن بذيمة، وَصَالح بن كيسَان، وَسليمَان الْأَعْمَش.","seal":"9FDD9B65","part":1},
      {"page":300,"id":299,"hno":null,"nass":"روى عَنهُ: جَعْفَر بن عمرَان الْحَضْرَمِيّ، وَإِبْرَاهِيم بن سُلَيْمَان التَّمِيمِي الكوفيان، وَغَيرهمَا.\r[395] وَعلي بن أبي الْمُغيرَة.\rحدث عَن: عبد الرَّحِيم بن زيد الْعمي.\rروى عَنهُ: أَبُو نعيم الْفضل بن دُكَيْن.\rعَليّ بن الْأَزْهَر، وَعلي بن أبي الْأَزْهَر\r\rالأول:\r[396] عَليّ بن الْأَزْهَر، أَبُو الْحسن الْأَهْوَازِي.\rنزيل الرّيّ.\rوَهُوَ عَليّ بن الْأَزْهَر بن عبد ربه بن الْجَارُود بن مرداس بن الهرمزان الَّذِي نزل على عمر بن الْخطاب.\rحدث عَن: مُسلم بن خَالِد الْمَكِّيّ، وفضيل بن عِيَاض، وَأبي يُوسُف القَاضِي، وَيحيى بن سليم الطَّائِفِي، وَأبي ضَمرَة أنس بن عِيَاض، وسُفْيَان بن عُيَيْنَة، ومهران بن أبي عمر، وَعلي بن أبي عَليّ، وَجَرِير بن عبد الحميد، ومروان الْفَزارِيّ، وَأبي دَاوُد الطَّيَالِسِيّ.","seal":"94AA46E0","part":1},
      {"page":301,"id":300,"hno":null,"nass":"روى عَنهُ: أَبُو حَاتِم، وَالْحسن بن الْعَبَّاس، وَمُحَمّد بن بسام، وَمُحَمّد بن إِبْرَاهِيم بن زِيَاد الرازيون، وَإِسْحَاق بن أَحْمد بن زيرك اليزدي.\rوَكَانَ ثِقَة.\rتوفّي سنة ثَمَان وَأَرْبَعين ومئتين.\rوَالثَّانِي:\r[397] عَليّ بن أبي الْأَزْهَر أَبُو الْحسن الْمصْرِيّ","seal":"13D88B6C","part":1},
      {"page":302,"id":301,"hno":null,"nass":"مولى يَعْقُوب بن إِسْحَاق الْحَرَشِي.\rوَهُوَ عَليّ بن سراج الْحَافِظ.\rسكن بَغْدَاد.\rوَحدث عَن: سعيد بن عَمْرو السكونِي، و [نصار] بن حَرْب، وَمُحَمّد بن غَالب الْأَنْطَاكِي، وَالْحسن بن أبي يحيى بن (23 / أ) السكن الْبَصْرِيّ، وَغَيرهم.\rروى عَنهُ: أَبُو سهل بن زِيَاد الْقطَّان، وَأَبُو بكر الشَّافِعِي، وَعمر بن أَحْمد بن يُوسُف الْوَكِيل، وَمُحَمّد بن إِسْمَاعِيل الْوراق، وَعبد الله بن مُوسَى الْهَاشِمِي، وَعلي بن عمر السكرِي.\rعَليّ بن سهل، وَعلي بن أبي سهل\r\rالأول:\r[398] عَليّ بن سهل بن مُوسَى بن قادم الرَّمْلِيّ.\rحدث عَن: الْوَلِيد بن مُسلم، وضمرة بن ربيعَة، وَزيد بن أبي الزَّرْقَاء.\rروى عَنهُ: أَبُو دَاوُد السجسْتانِي، وَمُحَمّد بن هَارُون الرَّوْيَانِيّ، وَأَبُو الْحسن بن جوصا الدِّمَشْقِي، وَغَيرهم.\r[399] وَعلي بن سهل الْمَدَائِنِي.","seal":"580FBF66","part":1},
      {"page":303,"id":302,"hno":null,"nass":"حدث عَن: شَبابَة بن سوار.\rروى عَنهُ: أَبُو جَعْفَر مُحَمَّد بن جرير الطَّبَرِيّ.\r[400] وَعلي بن سهل بن الْمُغيرَة أَبُو الْحسن الْبَغْدَادِيّ، الْمَعْرُوف بالعفاني.\rحدث عَن: عبد الْوَهَّاب بن عَطاء، وشجاع بن الْوَلِيد، وَيحيى بن أبي بكير، وَعبيد الله بن مُوسَى، وَأبي نعيم، وَعلي بن قادم، وَمُحَمّد بن عبيد، وَعَفَّان بن مُسلم.\rروى عَنهُ: مُوسَى بن هَارُون الْحَافِظ، وَمُحَمّد بن مُحَمَّد الباغندي، وَالْحسن بن مُحَمَّد بن شُعْبَة الْأنْصَارِيّ، وَيحيى بن مُحَمَّد بن صاعد، وَمُحَمّد بن مخلد، وَأَبُو الْحُسَيْن بن الْمُنَادِي، وَعلي بن مُحَمَّد بن عبيد الْحَافِظ، وَأَبُو عبد الله الحكيمي، وَإِسْمَاعِيل بن مُحَمَّد الصفار، وَعلي بن إِسْحَاق المادرائي، وَغَيرهم.\r[401] وَعلي بن سهل بن مُحَمَّد بن أبي حَيَّان، أَبُو الْحسن التَّيْمِيّ،)","seal":"819F2E8A","part":1},
      {"page":304,"id":303,"hno":null,"nass":"الْكُوفِي.\rحدث عَن: عبد الله بن زَيْدَانَ البَجلِيّ، وَعبيد الله بن ثَابت الحريري.\rحَدثنَا عَنهُ: أَحْمد بن مُحَمَّد العتيقي.\rوَقد ذكرنَا هَؤُلَاءِ الثَّلَاثَة فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) ، وسقنا بعض أَحَادِيثهم.\rوَالثَّانِي:\r[402] عَليّ بن أبي سهل السدُوسِي، الرَّازِيّ.\rحدث عَن: مُحَمَّد بن بشر الْعَبْدي، وَعبيد بن إِسْحَاق الْعَطَّار.\rروى عَنهُ: أَحْمد بن جَعْفَر الْجمال، وَإِسْحَاق بن أَحْمد بن زيرك اليزدي.","seal":"70392326","part":1},
      {"page":305,"id":304,"hno":null,"nass":"عَليّ بن هَاشم، وَعلي بن أبي هَاشم\r\rالأول:\r\r[403] عَليّ بن هَاشم بن الْبَرِيد، أَبُو الْحسن الخزاز، الْكُوفِي.\rحدث عَن: أَبِيه، وَعَن كثير النواء، وَإِسْمَاعِيل بن أبي خَالِد، وناصح أبي عبد الله، وَسليمَان الْأَعْمَش، وَمُحَمّد بن عبد الرَّحْمَن بن أبي ليلى.\rروى عَنهُ: يُونُس بن مُحَمَّد الْمُؤَدب، مُحَمَّد بن الصَّلْت الْأَسدي، وَسَعِيد بن سُلَيْمَان الوَاسِطِيّ، وَأحمد بن حَنْبَل، وسريج بن يُونُس.\r[404] وَعلي بن هَاشم بن مَرْزُوق الرَّازِيّ.\rحدث عَن: أَبِيه، وَعَن: بهْلُول بن عبيد، وَأبي مُطِيع الْبَلْخِي، وَعبد الْعَزِيز بن يَعْقُوب بن أبي سَلمَة ابْن عَم عبد الْعَزِيز الْمَاجشون، وَسَلَمَة بن الْفضل، وَعبيد الله بن تَمام، وَعباد بن الْعَوام.\rروى عَنهُ: أَبُو حَاتِم الرَّازِيّ، وَأحمد بن عَليّ الإسفذني، وَأحمد بن عَليّ الْأَبَّار.\r[405] وَعلي بن هَاشم العكاوي.","seal":"ED3722C3","part":1},
      {"page":306,"id":305,"hno":null,"nass":"حدث عَن: (24 / ب) مُحَمَّد بن شُعَيْب بن شَابُور.\rروى عَنهُ: الْفضل بن مُحَمَّد الْأَنْطَاكِي.\r[406] وَعلي بن هَاشم الْكرْمَانِي.\rحدث عَن: عَفَّان بن مُسلم.\rروى عَنهُ: جَعْفَر بن أَحْمد الدوري، وَعلي بن أَحْمد بن مَرْوَان الْمُقْرِئ.\rوَالثَّانِي:\r[407] عَليّ بن أبي هَاشم بن الطبراخ الْبَغْدَادِيّ.\rوَاسم أَبِيه: عبيد الله.\rحدث عَن: حَمَّاد بن زيد، وَعبد الْوَارِث بن سعيد، وَإِبْرَاهِيم بن سعد، وَشريك بن عبد الله، وَأبي معشر نجيح، وَأبي إِسْمَاعِيل الْمُؤَدب، وَأَيوب بن جَابر، وهشيم، وَالقَاسِم بن مَالك الْمُزنِيّ، ومعتمر بن سُلَيْمَان، وَإِسْمَاعِيل بن علية.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَإِسْحَاق بن الْحسن الْحَرْبِيّ، وَأحمد بن عَليّ الخزاز، وَأحمد بن عَليّ البربهاري، وَخلف بن عَمْرو العكبري.","seal":"CEEDEC4B","part":1},
      {"page":307,"id":306,"hno":null,"nass":"عَليّ بن يحيى، وَعلي بن أبي يحيى\r\rأما عَليّ بن يحيى، فبابه وَاسع، وَوُقُوع الْإِشْكَال مَأْمُون فِيهِ.\r[408] وَأما عَليّ بن أبي يحيى، فَهُوَ الْأَكْفَانِيِّ، الْبَغْدَادِيّ.\rحدث عَن: أبي بدر شُجَاع بن الْوَلِيد، وشبابة بن سوار.\rروى عَنهُ: الْحسن بن مُحَمَّد بن عنبر الوشاء.\rعَمْرو بن عَمْرو، وَعَمْرو بن أبي عَمْرو\r\rالأول:\r[409] عَمْرو بن عَمْرو، أَبُو الزَّعْرَاء الْكُوفِي.\rهُوَ ابْن أخي [أبي] الْأَحْوَص الْجُشَمِي.\rحدث عَن: عَمه أبي الْأَحْوَص، وَعِكْرِمَة مولى ابْن عَبَّاس.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وسُفْيَان بن عُيَيْنَة، وَعبيدَة بن حميد، وَغَيرهم.\r[410] وَعَمْرو بن عَمْرو.\rمن ولد الزبير بن الْعَوام.","seal":"FF91FC54","part":1},
      {"page":308,"id":307,"hno":null,"nass":"حدث عَن: عَليّ بن جَعْفَر بن مُحَمَّد بن عَليّ.\rروى عَنهُ: مُحَمَّد بن الْوَلِيد الْمدنِي.\rوَأما عَمْرو بن أبي عَمْرو، فهم ثَمَانِيَة، ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) .","seal":"7F76E620","part":1},
      {"page":309,"id":308,"hno":null,"nass":"عَمْرو بن الْحجَّاج، وَعَمْرو بن أبي الْحجَّاج\r\rالأول:\r[411] عَمْرو بن الْحجَّاج.\rحدث عَن: نَافِع مولى ابْن عمر.\rروى عَنهُ: يحيى بن سعيد الْقطَّان.\rوَالثَّانِي:\r[412] عَمْرو بن أبي الْحجَّاج، وَالِد أبي معمر المقعد.\rوَاسم أَبِيه: ميسرَة من أهل الْبَصْرَة.\rحدث عَن: الْجَارُود بن أبي سُبْرَة.\rروى عَنهُ: ربعي بن عبد الله.\rوَقيل فِيهِ: عَمْرو بن الْحجَّاج (أَيْضا) .\rوَالصَّوَاب: ابْن أبي الْحجَّاج.\rوَقد ذَكرْنَاهُ فِي صدر هَذَا الْكتاب.\rعَمْرو بن الْحَارِث وَعَمْرو بن أبي الْحَارِث\r\rأما عَمْرو بن الْحَارِث، فهم خَمْسَة ذكرتهم فِي كتاب ((الْمُتَّفق","seal":"52A32676","part":1},
      {"page":310,"id":309,"hno":null,"nass":"والمفترق)) .\r[413] وَأما عَمْرو بن أبي الْحَارِث، فَهُوَ: الْهَمدَانِي.\rحدث عَن: مُحَمَّد بن سعيد الْأَثْرَم الْبَصْرِيّ.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا (المُصَنّف) .\r[414] وَعَمْرو بن أبي الْحَارِث، أَبُو حَفْص البُخَارِيّ.\rحدث عَن: أبي نصر التمار.\rروى عَنهُ: الْعَبَّاس بن أَحْمد العريعي.\rعَمْرو بن سُفْيَان، وَعَمْرو بن أبي سُفْيَان\r\rالأول:\r[415] عَمْرو بن سُفْيَان الثَّقَفِيّ.","seal":"F6E834C3","part":1},
      {"page":311,"id":310,"hno":null,"nass":"لَهُ صُحْبَة.\r[416] وَأَبُو الْأَعْوَر السّلمِيّ، واسْمه: عَمْرو بن سُفْيَان بن بهثة بن سليم.","seal":"F19B2FE2","part":1},
      {"page":312,"id":311,"hno":null,"nass":"أدْرك الْجَاهِلِيَّة (24 / أ) ، وَيخْتَلف فِي صحبته النَّبِي صلى الله عَلَيْهِ وَسلم، وَكَانَ من أَصْحَاب مُعَاوِيَة بن أبي سُفْيَان رَضِي الله عَنهُ.\rحدث عَمْرو الْبكالِي، عَنهُ، عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rوَلَا صُحْبَة لَهُ.\r[417] وَعَمْرو بن سُفْيَان.","seal":"9D49031B","part":1},
      {"page":313,"id":312,"hno":null,"nass":"حدث عَن: عبد الله بن عَبَّاس.\rروى عَنهُ: الْأسود بن قيس.\r[418] وَعَمْرو بن سُفْيَان الْقطعِي، الْبَصْرِيّ.\rحدث عَن: الْحسن بن أبي جَعْفَر الْجفْرِي، وَمُحَمّد بن ذكْوَان.\rروى عَنهُ: زيد بن الْحَرِيش، وَأَبُو يُوسُف القلوسي.\rوَالثَّانِي:\r[419] عَمْرو بن أبي سُفْيَان بن أسيد بن جَارِيَة الثَّقَفِيّ.","seal":"B4AD3222","part":1},
      {"page":314,"id":313,"hno":null,"nass":"حدث عَن: أبي هُرَيْرَة.\rروى عَنهُ: ابْن شهَاب الزُّهْرِيّ.\r[420] وَعَمْرو بن أبي سُفْيَان بن عبد الرَّحْمَن بن صَفْوَان بن أُميَّة الجُمَحِي.\rأَخُو حَنْظَلَة.\rحدث عَن: جَابر بن سعر، وَعَمْرو بن عبد الله بن صَفْوَان، وَمُسلم بن ثفنة، وَقيل: مُسلم بن شُعْبَة الْبكْرِيّ.\rروى عَنهُ: ابْن جريج، وزَكَرِيا بن إِسْحَاق الْمَكِّيّ، وسُفْيَان الثَّوْريّ، وَغَيرهم.\rعَمْرو بن عبيد، وَعَمْرو بن أبي عبيد\r\rأما عَمْرو بن عبيد، فهم خَمْسَة ذَكَرْنَاهُمْ فِي كتاب \" الْمُتَّفق والمفترق \".","seal":"9C3546FB","part":1},
      {"page":315,"id":314,"hno":null,"nass":"[421] وَأما عَمْرو بن أبي عبيد.\rفَإِنَّهُ مدنِي.\rسمع: مَرْوَان بن الحكم.\rروى عَنهُ: يحيى بن سعيد الْأنْصَارِيّ، وَإِبْرَاهِيم بن عبد الله بن أبي فَرْوَة.\rعَمْرو بن عَاصِم، وَعَمْرو بن أبي عَاصِم\r\rأما عَمْرو بن عَاصِم، فهم سَبْعَة ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) .\r[422] وَأما عَمْرو بن أبي عَاصِم، فَهُوَ: عَمْرو بن الضَّحَّاك بن مخلد الشَّيْبَانِيّ الْبَصْرِيّ.","seal":"FC823234","part":1},
      {"page":316,"id":315,"hno":null,"nass":"حدث عَن: أَبِيه\rروى عَنهُ: أَبُو عَليّ المعمري.\rعَمْرو بن قيس، وَعَمْرو بن أبي قيس\r\rأما عَمْرو بن قيس فهم خَمْسَة ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) .\r[423] وَأما عَمْرو بن أبي قيس.\rفَإِنَّهُ كُوفِي نزل الرّيّ.\rوَحدث عَن: آدم بن عَليّ الْبكْرِيّ، وَأبي إِسْحَاق السبيعِي، وَعَاصِم الْأَحول، وَسليمَان الْأَعْمَش، وَإِسْمَاعِيل السّديّ، وَعَطَاء بن السَّائِب، وَالزُّبَيْر بن عدي، وَعَاصِم بن بَهْدَلَة، وَسماك بن حَرْب، وَمَنْصُور بن الْمُعْتَمِر.","seal":"2870304F","part":1},
      {"page":317,"id":316,"hno":null,"nass":"روى عَنهُ: حكام بن سلم، وَإِسْحَاق بن سُلَيْمَان، وَمُحَمّد بن سعيد بن سَابق، وَيحيى بن الضريس، وَعبد الرَّحْمَن الدشتكي، وَهَارُون بن الْمُغيرَة، والسندي بن عبدويه الرازيون.\rعَبَّاس بن طَالب، وعباس بن أبي طَالب\r\rالأول:\r[424] عَبَّاس بن طَالب الْبَصْرِيّ.\rسكن مصر.\rوَحدث بهَا عَن: حَمَّاد بن سَلمَة، وَأبي عوَانَة، وخَالِد بن عبد الله الوَاسِطِيّ، والْعَلَاء بن خَالِد، وروح بن عَطاء بن أبي مَيْمُونَة، وَيزِيد بن زُرَيْع.\rروى عَنهُ: يحيى بن معِين، وَأَبُو حَاتِم الرَّازِيّ، وَإِسْمَاعِيل بن عبد الله الْأَصْبَهَانِيّ سمويه، وَغَيرهم.\rوَالثَّانِي:","seal":"646F4879","part":1},
      {"page":318,"id":317,"hno":null,"nass":"[425] عَبَّاس بن أبي طَالب.\rأَخُو يحيى.\rوَاسم أَبِيه: جَعْفَر بن عبد الله بن الزبْرِقَان.\rواسطي الأَصْل (25 / ب) ، سكن بَغْدَاد.\rوَحدث بهَا عَن: مُحَمَّد بن الْقَاسِم الْأَسدي، وَإِسْحَاق بن مَنْصُور السَّلُولي، وقراد بن أبي نوح، وَالْحسن بن مُوسَى الأشيب، وأسود بن عَامر، وَيحيى بن أبي بكير، وَالْحسن بن الرّبيع.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَعبد الله بن إِسْحَاق الْمَدَائِنِي، وَأحمد بن مُحَمَّد بن أبي شيبَة، وَمُحَمّد بن مخلد الْعَطَّار، وَغَيرهم.\rعدي بن عدي، وعدي بن أبي عدي\r\rالأول:\r[426] عدي بن عدي بن عميرَة، أَبُو فَرْوَة الْكِنْدِيّ.\rسيد أهل الجزيرة.\rحدث عَن: أَبِيه، ولأبيه صُحْبَة، وَلم يسمع مِنْهُ شَيْئا، وَإِنَّمَا أرسل الرِّوَايَة","seal":"6260056C","part":1},
      {"page":319,"id":318,"hno":null,"nass":"عَنهُ، وَرُبمَا أَدخل بَينهمَا الْعرس بن عميرَة، ورجاء بن حَيْوَة.\rوَكَانَ عدي عَامل عمر بن عبد الْعَزِيز على الْموصل.\rروى عَنهُ: أَبُو الزبير الْمَكِّيّ، وَعِيسَى بن عَاصِم، وَعبد الله بن عبد الرَّحْمَن بن أبي الْحُسَيْن، وَسيف بن سلمَان، وَجَرِير بن حَازِم.\rوَالثَّانِي:\r[427] عدي بن أبي عدي الْبَصْرِيّ.\rحدث عَن: عَليّ بن زيد بن جدعَان.\rروى عَنهُ: أَبُو همام الخاركي.\rعدي بن أَرْطَأَة، وعدي بن أبي أَرْطَأَة\r\rالأول:\r[428] عدي بن أَرْطَأَة الْفَزارِيّ، الدِّمَشْقِي.\rأَخُو زيد بن أَرْطَأَة، ولاه عمر عبد بن الْعَزِيز الْبَصْرَة، وَغَيرهَا من بِلَاد الْعرَاق.\rوَحدث عَن: عَمْرو بن عبسة، وَأبي أُمَامَة الْبَاهِلِيّ.\rروى عَنهُ: بكر بن عبد الله الْمُزنِيّ، وَعُرْوَة بن قبيصَة، وَعباد بن مَنْصُور\rالنَّاجِي.\rوَالثَّانِي:","seal":"85E4BB7A","part":1},
      {"page":320,"id":319,"hno":null,"nass":"[429] عدي بن أبي أَرْطَأَة الْكُوفِي.\rسمع: شريحاً القَاضِي.\rروى عَنهُ: الْحجَّاج بن أَرْطَأَة النَّخعِيّ.\rعَطاء بن مُسلم، وَعَطَاء بن أبي مُسلم\r\rالأول:\r[430] عَطاء بن مُسلم الْقَاص الصَّنْعَانِيّ.\rسمع: وهب بن مُنَبّه.\rروى عَنهُ: مُحَمَّد بن عَمْرو بن مقسم الصَّنْعَانِيّ.\r[431] وَعَطَاء بن مُسلم أَبُو مخلد الْخفاف، الْحلَبِي.\rحدث عَن: وَاصل الأحدب، والْعَلَاء بن الْمسيب، وَسليمَان الْأَعْمَش،","seal":"3A623AD9","part":1},
      {"page":321,"id":320,"hno":null,"nass":"وجعفر بن برْقَان، ومسعر بن كدام، وسُفْيَان الثَّوْريّ، وَعبد الله بن بشر الرقي.\rروى عَنهُ: شُرَيْح بن مسلمة التنوخي، وَعلي بن قادم، وَعبيد بن جناد، وَغَيرهم.\rوَالثَّانِي:\r[432] عَطاء بن أبي مُسلم الْخُرَاسَانِي.\rحدث عَن: أنس بن مَالك، وَعِكْرِمَة مولى ابْن عَبَّاس، وَنَافِع مولى ابْن عمر، وَابْن شهَاب الزُّهْرِيّ، وَجَمَاعَة غَيرهم من التَّابِعين.\rروى عَنهُ: ابْنه عُثْمَان، وَابْن جريج، وَإِبْرَاهِيم الصَّائِغ، وَمعمر بن رَاشد، وَزِيَاد بن خَيْثَمَة، وَمَالك بن أنس.\rعَامر بن عَامر، وعامر بن أبي عَامر\r\rالأول:\r[433] عَامر بن عَامر أَبُو يحيى الملقب حنك.\rحدث عَن: عبد الرَّحْمَن بن عبد الله الْحلَبِي.","seal":"F67FFF6B","part":1},
      {"page":322,"id":321,"hno":null,"nass":"روى عَنهُ: أَحْمد بن مُحَمَّد بن مسْعدَة الْأَصْبَهَانِيّ الْفَزارِيّ.\rوَالثَّانِي:\r[434] عَامر بن أبي عَامر الْأَشْعَرِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: مَالك بن مسروح.\r[435] وعامر بن أبي عَامر الْأَصْبَهَانِيّ.\rحدث عَن: أبي الْوَلِيد الطَّيَالِسِيّ.\rروى عَنهُ: أَبُو بكر بن أبي دَاوُد.\rوَقد ذَكَرْنَاهُمْ فِي كتاب ((التَّلْخِيص)) .\rعمرَان بن أنس، وَعمْرَان بن أبي أنس (25 / أ)\rالأول:","seal":"C14EC028","part":1},
      {"page":323,"id":322,"hno":null,"nass":"[436] عمرَان بن أنس، أَبُو أنس الْمَكِّيّ.\rحدث عَن: عَطاء بن أبي رَبَاح، وَعبد الله بن أبي مليكَة.\rروى عَنهُ: أَبُو تُمَيْلة يحيى بن وَاضح، وَمُعَاوِيَة بن هِشَام الْقصار.\rوَالثَّانِي:\r[437] عمرَان بن أبي أنس.\rحدث عَن: أبي هُرَيْرَة، وَأبي خرَاش السّلمِيّ، وَأبي سَلمَة بن عبد الرَّحْمَن، وَسليمَان بن يسَار، وَعبد الله بن نَافِع بن العمياء.\rروى عَنهُ: الْوَلِيد بن أبي الْوَلِيد، وَمُحَمّد بن إِسْحَاق، وَيزِيد بن عِيَاض، وَيزِيد بن عبد الْملك النَّوْفَلِي، ومُوسَى بن عُبَيْدَة، وَلَيْث بن سعد.","seal":"37FAEA2F","part":1},
      {"page":324,"id":323,"hno":null,"nass":"بَاب الْفَاء\r\rالْفضل بن الْفضل، وَالْفضل بن أبي الْفضل\r\rالأول:\r[438] الْفضل بن الْفضل الْمَدِينِيّ.\rحدث عَن: عبد الرَّحْمَن بن هُرْمُز الْأَعْرَج.\rروى عَنهُ: أُسَامَة بن زيد اللَّيْثِيّ.\r[439] وَالْفضل بن الْفضل أَبُو عُبَيْدَة الْعُصْفُرِي، الْبَصْرِيّ.\rحدث عَن: عبد الْوَاحِد بن زِيَاد، وَأبي بكر بن عَيَّاش، وَيحيى بن يمَان، وَيَعْقُوب بن إِبْرَاهِيم بن سعد.\rروى عَنهُ: أَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَأَبُو قلَابَة الرقاشِي.\r[440] وَالْفضل بن الْفضل بن الْعَبَّاس الْكِنْدِيّ، أَبُو الْعَبَّاس الْهَمدَانِي.\rحدث عَن: أبي خَليفَة الْفضل بن الْحباب الجُمَحِي، وَأبي يعلى الْموصِلِي، وعبدان بن أَحْمد الْأَهْوَازِي، وزَكَرِيا بن يحيى السَّاجِي، وَمُحَمّد بن مُحَمَّد الباغندي.","seal":"11B20DAE","part":1},
      {"page":325,"id":324,"hno":null,"nass":"حَدثنَا عَنهُ أَبُو طَاهِر الْحُسَيْن بن عَليّ بن سَلمَة، وَأَبُو الْحسن مُحَمَّد بن أَحْمد بن إِبْرَاهِيم بن شَاذان الهمدانيان.\rوَقد ذَكَرْنَاهُمْ وأوردنا حَدِيثهمْ فِي كتاب (( [تالي] التَّلْخِيص)) .\rوَالثَّانِي:\r[441] الْفضل بن أبي الْفضل الْأَزْدِيّ.\rأَظُنهُ بصرياً.\rروى عَنهُ: فَهد بن عَوْف.","seal":"46E2ECBD","part":1},
      {"page":326,"id":325,"hno":null,"nass":"بَاب الْقَاف\r\rقيس بن عَاصِم، وَقيس بن أبي عَاصِم\r\rالأول:\r[442] قيس بن عَاصِم، أَبُو عَليّ الْمنْقري.\rلَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rروى عَنهُ: ابْنه حَكِيم.\rوَالثَّانِي:\r[443] قيس بن أبي عَاصِم الْكُوفِي.\rحدث عَن: ابْن عَبَّاس.\rروى عَنهُ: طَارق بن عبد الرَّحْمَن البَجلِيّ.\rقيس بن مُسلم، وَقيس بن أبي مُسلم\r\rالأول:\r[444] قيس بن مُسلم الجدلي.\rمن قيس عيلان. يعد فِي أهل الْكُوفَة.","seal":"24163AF5","part":1},
      {"page":327,"id":326,"hno":null,"nass":"وَحدث عَن: طَارق بن شهَاب، وَعبد الرَّحْمَن بن أبي ليلى، وَسَعِيد بن جُبَير.\rروى عَنهُ: شُعْبَة، وسُفْيَان الثَّوْريّ.\rوَالثَّانِي:\r[445] قيس بن أبي مُسلم، وَهُوَ: قيس بن أبي رمانة.","seal":"E4435BA1","part":1},
      {"page":328,"id":327,"hno":null,"nass":"كُوفِي أَيْضا.\rحدث عَن: ربعي بن حِرَاش، وَأبي بردة بن أبي مُوسَى.\rروى عَنهُ: أجلح الْكِنْدِيّ، ومُوسَى بن مُسلم الصَّغِير.\rالْقَاسِم بن أَيُّوب، وَالقَاسِم بن أبي أَيُّوب\r\rالأول:\r[446] الْقَاسِم بن أَيُّوب الْبَصْرِيّ.\rحدث عَن: سُفْيَان بن حبيب.\rروى عَنهُ: مُحَمَّد بن غَالب تمْتَام.\rوَالثَّانِي:\r[447] الْقَاسِم بن أبي أَيُّوب الْأَعْرَج الوَاسِطِيّ.\rحدث عَن: سعيد بن جُبَير.\rروى عَنهُ: أصبغ بن زيد الْوراق، وَشعْبَة، وَأَبُو خَالِد الدالاني، وهشيم. وَيُقَال (26 / ب) : إِن هشيماً لم يسمع مِنْهُ، وَإِنَّمَا دلّس عَنهُ.\rالْقَاسِم بن الْوَلِيد، وَالقَاسِم بن أبي الْوَلِيد\r\rالأول:\r[448] الْقَاسِم بن الْوَلِيد الْهَمدَانِي، الْكُوفِي.","seal":"081E8399","part":1},
      {"page":329,"id":328,"hno":null,"nass":"حدث عَن: مُجَاهِد بن جبر، وَطَلْحَة بن مصرف، وَقَتَادَة، وَالْحر بن الصياح.\rروى عَنهُ: ابْنه الْوَلِيد، وَعبيدَة بن الْأسود.\rوَالثَّانِي:\r[449] الْقَاسِم بن أبي الْوَلِيد التَّيْمِيّ.\rحدث عَن: عَمْرو بن وَاقد الْقرشِي.\rروى عَنهُ: الْوَلِيد بن الْفضل الْعَنزي.","seal":"E004BAAA","part":1},
      {"page":330,"id":329,"hno":null,"nass":"بَاب الْكَاف\r\rكثير بن كثير، وَكثير بن أبي كثير\r\rالأول:\r[450] كثير بن كثير بن الْمطلب بن أبي ودَاعَة السَّهْمِي، الْمَكِّيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: ابْن جريج، وسُفْيَان بن عُيَيْنَة.\rوَقد سقنا لَهُ حَدِيثا فِي صدر هَذَا الْكتاب.\r[451] وَكثير بن كثير البَجلِيّ.\rرأى جرير بن عبد الله.\rروى عمر بن مَرْوَان بن مُعَاوِيَة الْفَزارِيّ.\r[452] وَكثير بن كثير، أَبُو كَامِل الجرشِي، الدِّمَشْقِي.","seal":"AC75AA1D","part":1},
      {"page":331,"id":330,"hno":null,"nass":"سمع: مَكْحُولًا أَبَا عبد الله الْهُذلِيّ.\rروى عَنهُ: هِشَام بن عمار.\rوَأما كثير بن أبي كثير، فهم خَمْسَة، ذَكَرْنَاهُمْ فِي كتاب ((الْمُتَّفق والمفترق)) ، وأوردنا بعض أَحَادِيثهم.","seal":"E72260CE","part":1},
      {"page":332,"id":331,"hno":null,"nass":"بَاب اللَّام\r\rلَيْث بن سليم، وَلَيْث بن أبي سليم\r\rالأول:\r[453] لَيْث بن سليم الْجُهَنِيّ.\rحدث عَن: عقبَة بن عَامر.\rروى عَنهُ: عبد الْوَهَّاب بن بخت.\rوَالثَّانِي:\r[454] لَيْث بن أبي سليم أَبُو بكر الْكُوفِي.\rحدث عَن: مُجَاهِد، وطاووس، وَالشعْبِيّ، وَأبي بردة بن أبي مُوسَى، وَنَافِع مولى ابْن عمر.\rروى عَنهُ: شُعْبَة، وَالثَّوْري، وَزُهَيْر بن مُعَاوِيَة، وزائدة بن قدامَة، وَعلي بن عَاصِم.","seal":"4CE81EA3","part":1},
      {"page":333,"id":332,"hno":null,"nass":"بَاب الْمِيم\r\rمُحَمَّد بن إِسْمَاعِيل، وَمُحَمّد بن أبي إِسْمَاعِيل\r\rأما بَاب مُحَمَّد بن إِسْمَاعِيل، فَهُوَ وَاسع وَوُقُوع الْإِشْكَال فِيهِ مَأْمُون.\r[455] وَأما مُحَمَّد بن أبي إِسْمَاعِيل، فَهُوَ: مُحَمَّد بن رَاشد السّلمِيّ، الْكُوفِي.\rكنية رَاشد أَبُو إِسْمَاعِيل، وَهُوَ: أَخُو إِسْمَاعِيل، وَعمر ابْني أبي إِسْمَاعِيل.\rسمع: سعيد بن جُبَير، وَعبد الرَّحْمَن بن هِلَال، وَعَطَاء بن أبي رَبَاح، وَنَافِع بن جُبَير بن مطعم.\rروى عَنهُ: سُفْيَان الثَّوْريّ، ومروان بن مُعَاوِيَة الْفَزارِيّ، وَأحمد بن بشير، وَأَبُو مُعَاوِيَة الضَّرِير، وَيحيى بن سعيد الْقطَّان.\rمُحَمَّد بن إِسْرَائِيل، وَمُحَمّد بن أبي إِسْرَائِيل\r\rالأول:\r[456] مُحَمَّد بن إِسْرَائِيل بن يَعْقُوب الْجَوْهَرِي، الْبَغْدَادِيّ.","seal":"F9243B1B","part":1},
      {"page":334,"id":333,"hno":null,"nass":"حدث عَن: مُحَمَّد بن سَابق، وعمار بن عبد الْجَبَّار، وَمُعَاوِيَة بن عَمْرو، وَعَمْرو بن حكام.\rروى عَنهُ: القَاضِي أَبُو عبد الله الْمحَامِلِي، وَأَبُو عَليّ أَحْمد بن الْفضل بن الْعَبَّاس بن خُزَيْمَة، وَأحمد بن كَامِل القَاضِي، وَأَبُو بكر الشَّافِعِي.\rوَالثَّانِي:\r[457] مُحَمَّد بن أبي إِسْرَائِيل.\rحدث عَن: عبد الْملك بن أبي بشير.\rروى عَنهُ: همام بن يحيى.\rمُحَمَّد بن أنس، وَمُحَمّد بن أبي أنس\r\rمُحَمَّد بن أنس، فهم خَمْسَة ذكرتهم فِي كتاب ((التَّلْخِيص)) .","seal":"D62546C3","part":1},
      {"page":335,"id":334,"hno":null,"nass":"[458] وَأما مُحَمَّد بن أبي أنس (26 / أ) .\rفَهُوَ وَاحِد.\rحدث عَن: عَليّ بن عَاصِم.\rروى عَنهُ: مُحَمَّد بن الْعَبَّاس الْمُؤَدب.\rمُحَمَّد بن بشير، وَمُحَمّد بن أبي بشير\r\rالأول:\r[459] مُحَمَّد بن بشير الْأنْصَارِيّ.\rعَن النَّبِي صلى الله عَلَيْهِ وَسلم.","seal":"5555270A","part":1},
      {"page":336,"id":335,"hno":null,"nass":"أرَاهُ مُرْسلا، قَالَه ابْن وهب: عَن خَالِد بن حميد، عَن سَلمَة بن شُرَيْح الْأنْصَارِيّ، عَن يحيى بن مُحَمَّد بن بشير، عَن أَبِيه.\r[460] وَمُحَمّد بن بشير بن عَطاء بن مَرْوَان أَبُو جَعْفَر الْكِنْدِيّ.","seal":"29492210","part":1},
      {"page":337,"id":336,"hno":null,"nass":"الْوَاعِظ الْبَغْدَادِيّ.\rحدث عَن: عبد الله بن الْمُبَارك، وَمُحَمّد بن السماك، وَيحيى بن يمَان، وَأبي حَفْص الْأَبَّار، وَعبد الرَّحْمَن بن مُحَمَّد الْمحَاربي، وَإِسْمَاعِيل بن علية، وسُفْيَان بن عُيَيْنَة.\rروى عَنهُ: مُحَمَّد بن يحيى الوَاسِطِيّ، وَأَبُو بكر بن أبي خَيْثَمَة، وَعبد الله بن مُحَمَّد بن أبي الدُّنْيَا، وَأحمد بن مُحَمَّد بن مَسْرُوق الطوسي، وَأَبُو يعلى.\r[461] وَمُحَمّد بن بشير الْخَارِجِي.\rمن خَارِجَة عدوان.\rوَهِي قَبيلَة، وَهُوَ شَاعِر.\rوَقد ذكرته وَالَّذِي قبله فِي كتاب ((التَّلْخِيص)) ، وسقت أَحَادِيثهم.\rوَالثَّانِي:\r[362] مُحَمَّد بن أبي بشير أَبُو جميل الْمروزِي.\rحدث عَن: عبد الله بن الْمُبَارك.\rروى عَنهُ: أَبُو وهب مُحَمَّد بن مُزَاحم الْمروزِي.\rمُحَمَّد بن تَمِيم، وَمُحَمّد بن أبي تَمِيم.","seal":"C29D7685","part":1},
      {"page":338,"id":337,"hno":null,"nass":"الأول:\r[463] مُحَمَّد بن تَمِيم أَبُو عمَارَة الرَّاسِبِي، الْبَصْرِيّ.\rسمع: الْحسن.\rروى عَنهُ: حَمَّاد بن زيد، وَمُسلم بن إِبْرَاهِيم، وَأَبُو ربيعَة زيد بن عَوْف.\r[464] وَمُحَمّد بن تَمِيم النَّهْشَلِي.\rروى عَن: عُثْمَان بن عُثْمَان، عَن زيد بن أسلم.\rروى عَنهُ: يحيى بن عَبدك، قَالَ ذَلِك: أَبُو حَاتِم مُحَمَّد بن إِدْرِيس الرَّازِيّ.\r[465] وَمُحَمّد بن تَمِيم الْفرْيَابِيّ.","seal":"F3E98607","part":1},
      {"page":339,"id":338,"hno":null,"nass":"حدث عَن: نهشل بن يزِيد الْبَغْدَادِيّ، وَغَيره.\rروى عَنهُ: حَفْص بن أبي حَفْص الكسي، وَقيس بن أنيف البُخَارِيّ.\rوَقد ذكرنَا حَدِيثه فِي ((تَارِيخ مَدِينَة السَّلَام)) .\rوَالثَّانِي:\r[461] مُحَمَّد بن أبي تَمِيم الصائدي الْكُوفِي.\rأخبرنَا بحَديثه القَاضِي أَبُو الْعَلَاء الوَاسِطِيّ، وَأَبُو مَنْصُور عَليّ بن مُحَمَّد بن الْحُسَيْن الدقاق.\rمُحَمَّد بن الجهم، وَمُحَمّد بن أبي الجهم\r\rالأول:\r[467] مُحَمَّد بن الجهم بن هَارُون، أَبُو عبد الله السمري الْكَاتِب.","seal":"47595593","part":1},
      {"page":340,"id":339,"hno":null,"nass":"حدث عَن: يزِيد بن هَارُون، ويعلى بن عبيد،\rوروى عَن: يحيى بن أبي زَكَرِيَّا بن زِيَاد الْفراء ((كتبه)) .\rحدث عَنهُ: أَبُو بكر بن مُجَاهِد الْمُقْرِئ، وقاسم بن مُحَمَّد الْأَنْبَارِي، وَأَبُو","seal":"32464C3B","part":1},
      {"page":341,"id":340,"hno":null,"nass":"عبد الله إِبْرَاهِيم بن مُحَمَّد الْمَعْرُوف بنفطويه النَّحْوِيّ، وَأَبُو الْعَبَّاس الْأَصَم النَّيْسَابُورِي، وَأَبُو سهل بن زِيَاد الْقطَّان، وَأَبُو بكر الشَّافِعِي.\r[468] وَمُحَمّد بن الجهم، أَبُو جَعْفَر الْبري، الهمذاني.\rحدث عَن: قُتَيْبَة بن سعيد.\rروى عَنهُ: أَبُو بكر الْإِسْمَاعِيلِيّ.","seal":"411F9EAE","part":1},
      {"page":342,"id":341,"hno":null,"nass":"وَالثَّانِي:\r[469] مُحَمَّد بن أبي الجهم.\rحدث عَن: مَسْرُوق بن الأجدع.\rروى عَنهُ: سعيد بن أبي هِلَال.","seal":"4CD49B5F","part":1},
      {"page":343,"id":342,"hno":null,"nass":"مُحَمَّد بن حَازِم، وَمُحَمّد بن أبي حَازِم\r\rالأول:\r[470] مُحَمَّد بن حَازِم الرَّمْلِيّ.\rحدث عَن: الْوَلِيد بن مُحَمَّد الموقري.\rروى عَنهُ: يُوسُف بن سعيد بن مُسلم المصِّيصِي.\r[471] وَمُحَمّد بن حَازِم بن يزِيد البيكندي.\rحدث (17 / ب) عَن: شَدَّاد بن حَكِيم، ومكي بن إِبْرَاهِيم، وعصام بن يُوسُف البلخيين.\rروى ابْن بَقِيَّة مُحَمَّد بن أَحْمد بن مردك البُخَارِيّ عَن: وجوده فِي كِتَابه.\r[472] وَمُحَمّد بن حَازِم الْمروزِي.","seal":"5A8B5D7F","part":1},
      {"page":344,"id":343,"hno":null,"nass":"حدث عَن: مُسلم بن بشر الغورجي.\rروى عَنهُ: عبد الله بن مُحَمَّد السّري، شيخ كَانَ بحمص.\r[473] وَمُحَمّد بن حَازِم بن عَمْرو، أَبُو جَعْفَر الْبَاهِلِيّ، الشَّاعِر.\rوَقد ذكرته وَالثَّلَاثَة الَّذين قبله فِي كتاب ((التَّلْخِيص)) .\rوَالثَّانِي:\r[474] مُحَمَّد بن أبي حَازِم النَّهْدِيّ، الْكُوفِي.\rحدث عَن: أَبِيه، واسْمه ميسرَة بن حبيب.\rروى عَنهُ: عَمْرو بن حسان الْجمال.\r[475] وَمُحَمّد بن أبي حَازِم.\rحدث عَن: شهَاب بن خرَاش الحوشبي.","seal":"629E9D12","part":1},
      {"page":345,"id":344,"hno":null,"nass":"روى عَنهُ: عَبَّاس بن عبد الله الترقفي.\rمُحَمَّد بن الْحجَّاج، وَمُحَمّد بن أبي الْحجَّاج\r\rأما مُحَمَّد بن الْحجَّاج، فستة ذكرهم البُخَارِيّ فِي ((تَارِيخه)) .\rوَذكرهمْ (أَيْضا) عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ فِي كتاب ((الْجرْح وَالتَّعْدِيل)) ، وأضاف إِلَيْهِم سابعاً، هُوَ:\r[476] مُحَمَّد بن الْحجَّاج الْحَضْرَمِيّ.\rروى عَنهُ: الخصيب بن نَاصح، وَعبد الرَّحْمَن بن زِيَاد الرصاصي، وَأسد بن مُوسَى، وَيَعْقُوب بن أبي عباد القلزمي، وَقَالَ: كتبت عَنهُ بِمصْر، وَهُوَ صَدُوق ثِقَة.\r[477] وَأما مُحَمَّد بن أبي الْحجَّاج.\rفأورد حَدِيثه عبد الله بن الْمُبَارك فِي كتاب ((الزّهْد)) .\rمُحَمَّد بن الْحَارِث، وَمُحَمّد بن أبي الْحَارِث\r\rأما مُحَمَّد بن الْحَارِث فجماعة.\r[478] وَأما مُحَمَّد بن أبي الْحَارِث.\rفَهُوَ شيخ أرَاهُ من أهل الْبَصْرَة.\rحدث عَن: بكر بن عبد الله الْمُزنِيّ.","seal":"EAC1C8EC","part":1},
      {"page":346,"id":345,"hno":null,"nass":"روى عَن: شَبابَة بن سوار الْفَزارِيّ.\r[479] وَمُحَمّد بن أبي الْحَارِث الْبَغْدَادِيّ.\rوَاسم أَبِيه: أَسد.\rحدث عَن: عتاب بن بشير، وَمُحَمّد بن سَلمَة الحرانيين، وَعبد الْمجِيد بن عبد الْعَزِيز بن أبي رواد.\rروى عَنهُ: عبد الله بن مُحَمَّد بن نَاجِية، وَأَبُو بكر بن أبي دَاوُد، وَالْقَاضِي الْمحَامِلِي.\rمُحَمَّد بن خَالِد، وَمُحَمّد بن أبي خَالِد\r\rأما بَاب مُحَمَّد بن خَالِد، فواسع.\r[480] وَأما مُحَمَّد بن أبي خَالِد، فَهُوَ الطَّبَرِيّ.\rحدث عَن: مُحَمَّد بن بِلَال الْبَصْرِيّ.\rروى عَنهُ: عَليّ بن الْحُسَيْن بن الْجُنَيْد النَّيْسَابُورِي.","seal":"73C534BF","part":1},
      {"page":347,"id":346,"hno":null,"nass":"مُحَمَّد بن حَرْب، وَمُحَمّد بن أبي حَرْب\r\rالأول:\r[481] مُحَمَّد بن حَرْب أَبُو عبد الله الْخَولَانِيّ، الأبرش الْحِمصِي.\rحدث عَن: مُحَمَّد بن زِيَاد الْأَلْهَانِي، وَمُحَمّد بن الْوَلِيد الزبيدِيّ، وَأبي عَمْرو الْأَوْزَاعِيّ، وَعمر بن رؤبة.\rروى عَنهُ: حَيْوَة بن شُرَيْح، وَيزِيد بن عبد ربه، وَالربيع بن روح، وَعَمْرو بن عُثْمَان الحمصيون.\r[482] وَمُحَمّد بن حَرْب بن قطن، أَبُو قبيصَة الْبَصْرِيّ.\rحدث عَن: عمرَان بن حدير.\rروى عَنهُ: أَحْمد بن عبيد بن نَاصح","seal":"322C1288","part":1},
      {"page":348,"id":347,"hno":null,"nass":"[483] وَمُحَمّد بن حَرْب الْمَكِّيّ.\rأَصله من الْبَصْرَة، وَيُقَال: خراساني.\rنزل مَكَّة.\rوَحدث عَن: مَالك، وَبكر بن مُضر، وَاللَّيْث بن سعد، وَعبد الله بن لَهِيعَة، وحزام بن هِشَام الكعبي.\rروى عَنهُ: أَبُو بشر بكر بن خلف، وَالْحُسَيْن بن عِيسَى بن حمْرَان، وَمُحَمّد بن سعد الْعَوْفِيّ، وَغَيرهم.\r[484] وَمُحَمّد بن حَرْب أَبُو عبد الله (27 / أ) النشائي الوَاسِطِيّ.\rحدث عَن: مُحَمَّد بن يزِيد الوَاسِطِيّ، وَيحيى بن سعيد الْقطَّان، وَعبيدَة بن حميد، وَمُحَمّد بن ربيعَة، وَعمر بن حبيب، وَعبيد الله بن تَمام.\rروى عَنهُ: أَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، والنعمان بن أَحْمد الوَاسِطِيّ، وَالْحسن بن عفير الْأنْصَارِيّ، وَعبد الرَّحْمَن بن مُحَمَّد بن الْمُغيرَة الْبَغْدَادِيّ، وَغَيرهم.","seal":"488F9DA9","part":1},
      {"page":349,"id":348,"hno":null,"nass":"[485] وَمُحَمّد بن حَرْب البيع.\rحدث عَن: مُحَمَّد بن كثير الْعَبْدي.\rروى عَنهُ: أَحْمد بن إِسْحَاق بن صَالح.\rوَالثَّانِي:\r[486] مُحَمَّد بن أبي حَرْب الْجِرْجَانِيّ.\rحدث عَن: أبي سعيد أَحْمد بن دَاوُد الْحداد.","seal":"66D61D7D","part":1},
      {"page":350,"id":349,"hno":null,"nass":"روى عَنهُ: أَبُو الْأَذَان عمر بن إِبْرَاهِيم الْحَافِظ.\r[487] وَمُحَمّد بن أبي حَرْب الْأَسدي الْجِرْجَانِيّ.\rحدث عَن: مُسلم بن إِبْرَاهِيم، وَعَمْرو بن عون.\rروى عَنهُ: يحيى بن صاعد.\rمُحَمَّد بن رَافع، وَمُحَمّد بن أبي رَافع\r\rالأول:\r[488] مُحَمَّد بن رَافع بن خديج الْأنْصَارِيّ.\rروى عَنهُ: إِسْحَاق بن الحكم.\rذكره البُخَارِيّ، وَقَالَ: أرَاهُ مُرْسلا.\r[489] وَمُحَمّد بن رَافع، أَبُو عبد الله الْقشيرِي، النَّيْسَابُورِي.\rحدث عَن: مُحَمَّد بن إِسْمَاعِيل بن أبي فديك، وَعبد الله بن نَافِع الصَّائِغ، وَعبد الرَّزَّاق بن همام، وَإِبْرَاهِيم بن الحكم بن أبان، وَمُحَمّد بن الْحسن بن أتش.","seal":"FF0F1CF2","part":1},
      {"page":351,"id":350,"hno":null,"nass":"روى عَنهُ: مُسلم بن الْحجَّاج، وَأحمد بن سَلمَة، وَأَبُو أَحْمد بن فَارس النيسابوريون، وَأَبُو زرْعَة الرَّازِيّ، وَغَيرهم.\rوَالثَّانِي:\r[490] مُحَمَّد بن أبي رَافع.\rمولى رَسُول الله صلى الله عَلَيْهِ وَسلم.\rكَذَا جَاءَت الرِّوَايَة عَنهُ.\rوَإِنَّمَا هُوَ مُحَمَّد بن عبيد الله بن عَليّ بن أبي رَافع.\rحدث عَن: أَبِيه وَزيد بن أسلم، وَدَاوُد بن الْحصين.\rروى عَنهُ: إِسْرَائِيل، ومندل، وحبان ابْنا عَليّ، وَعلي بن هَاشم الْبَرِيد، وَابْنه، وَمعمر بن مُحَمَّد.\rمُحَمَّد بن سُلَيْمَان، وَمُحَمّد بن أبي سُلَيْمَان\r\rأما مُحَمَّد بن سُلَيْمَان فبابه وَاسع جدا.\rوَأما مُحَمَّد بن أبي سُلَيْمَان فاثنان:\r[491] أَحدهمَا: ذكر البُخَارِيّ أَنه يروي عَن عبد الله بن عمر","seal":"C159CE1C","part":1},
      {"page":352,"id":351,"hno":null,"nass":"حدث عَنهُ: زَمعَة بن صَالح.\r[492] وَالْآخر: مُحَمَّد بن أبي سُلَيْمَان، أَبُو الْحسن الزّجاج الْبَغْدَادِيّ.\rحدث عَن: يَعْقُوب بن إِبْرَاهِيم الدَّوْرَقِي.\rروى عَنهُ: أَبُو بكر الْإِسْمَاعِيلِيّ الْجِرْجَانِيّ.\rوَقد ذَكرْنَاهُ وأوردنا حَدِيثه فِي ((تَارِيخ مَدِينَة السَّلَام)) .\rمُحَمَّد بن سِنَان، وَمُحَمّد بن أبي سِنَان\r\rالأول:\r[493] مُحَمَّد بن سِنَان أَبُو عبد الله الْمروزِي.\rروى أَبُو بشر أَحْمد بن مُحَمَّد بن عَمْرو المصعبي، عَن أَبِيه، عَن جده، عَنهُ، عَن نَافِع، عَن ابْن عمر.\rوَأَبُو بشر غير ثِقَة.","seal":"72C2D7CA","part":1},
      {"page":353,"id":352,"hno":null,"nass":"[494] وَمُحَمّد بن سِنَان أَبُو بكر العوقي، الْبَصْرِيّ.\rحدث عَن: إِبْرَاهِيم بن طهْمَان، وَهَمَّام بن يحيى، وَمُحَمّد بن مُسلم الطَّائِفِي.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وعباس الدوري، وَأَبُو أُميَّة الطرسوسي، وَأَبُو قلَابَة الرقاشِي.\r[495] وَمُحَمّد بن سِنَان بن يزِيد، أَبُو الْحسن الْقَزاز، الْبَصْرِيّ.\rحدث عَن: مَحْبُوب بن الْحسن، وَمُحَمّد بن بكر البرْسَانِي، وَعمر بن حبيب القَاضِي، وَعمر بن يُونُس اليمامي، وَأبي عَاصِم الشَّيْبَانِيّ.\rروى عَنهُ: إِبْرَاهِيم بن إِسْحَاق الْحَرْبِيّ، وَيحيى بن صاعد، وَالْقَاضِي أَبُو عبد الله الْمحَامِلِي، وَمُحَمّد بن مخلد الدوري، وَإِسْمَاعِيل بن مُحَمَّد","seal":"06D511C5","part":1},
      {"page":354,"id":353,"hno":null,"nass":"(28 / ب) .\rمُحَمَّد بن عُمَيْر، وَمُحَمّد بن أبي عُمَيْر\r\rالأول:\r[496] مُحَمَّد بن عُمَيْر الْمحَاربي.\rحدث عَن: أبي هُرَيْرَة.\rروى عَنهُ: أَشْعَث بن أبي الشعْثَاء سليم بن أسود.\r[479] وَمُحَمّد بن عُمَيْر بن أبي الغريف الْهَمدَانِي، الْكُوفِي.\rحدث عَن: أَبِيه، وزَكَرِيا بن خَالِد الْأنْصَارِيّ.\rروى عَنهُ: عبد الله بن نمير، وَأَبُو نعيم الْفضل بن دُكَيْن، وَعبد الرَّحِيم بن مُوسَى القناد.\r[498] وَمُحَمّد بن عُمَيْر بن بكر الطَّبَرِيّ.\rجليس أبي زرْعَة الرَّازِيّ، والمفتي فِي مَجْلِسه.\rحدث عَن: أبي بكر الْحميدِي، وَمُحَمّد بن مهْرَان الْجمال، وَسَهل بن زَنْجَلَة.","seal":"E08507D6","part":1},
      {"page":355,"id":354,"hno":null,"nass":"ذكره عبد الرَّحْمَن بن أبي حَاتِم، وَقَالَ ((سَمِعت مِنْهُ، وَكَانَ صَدُوق ثِقَة، وَكَانَ يُفْتِي بِرَأْي أبي ثَوْر)) .\r[499] وَمُحَمّد بن عُمَيْر بن هِشَام، أَبُو بكر الرَّازِيّ الْحَافِظ.\rحدث عَن: أَحْمد بن ميثم بن أبي نعيم الْكُوفِي.\rروى عَنهُ: أَبُو بكر الْإِسْمَاعِيلِيّ.","seal":"736E3E4B","part":1},
      {"page":356,"id":355,"hno":null,"nass":"وَالثَّانِي:\r[500] مُحَمَّد بن أبي عُمَيْر الْكُوفِي.\rحدث عَن: مَنْصُور بن حَازِم.\rروى عَنهُ: أَيُّوب بن نوح بن دراج النَّخعِيّ.\rمُحَمَّد بن عُيَيْنَة، وَمُحَمّد بن أبي عُيَيْنَة\r\rالأول:\r[501] مُحَمَّد بن عُيَيْنَة بن أبي عمرَان الْهِلَالِي.\rأَخُو سُفْيَان، وَإِبْرَاهِيم، وَعمْرَان بني عُيَيْنَة.\rحدث عَن: مُحَمَّد بن عَمْرو بن عَلْقَمَة، وَعَمْرو بن قيس الْملَائي، وَشعْبَة بن الْحجَّاج.\rروى عَنهُ: يحيى بن سعيد الْقطَّان، وزافر بن سُلَيْمَان، وَالْحسن بن الرّبيع البوراني، وَغَيرهم.","seal":"01EEC22B","part":1},
      {"page":357,"id":356,"hno":null,"nass":"[502] وَمُحَمّد بن عُيَيْنَة، أَبُو عبد الله ختن أبي إِسْحَاق الْفَزارِيّ.\rحدث عَن: أبي إِسْحَاق، وَعبد الله بن الْمُبَارك، ومروان بن مُعَاوِيَة، ومخلد بن الْحُسَيْن.\rروى عَنهُ: أَبُو عبيد الْقَاسِم بن سَلام، وسنيد بن دَاوُد، وسُفْيَان بن مُحَمَّد المصِّيصِي، وَعبد الله بن عبد الرَّحْمَن الدَّارمِيّ، وَأحمد بن إِبْرَاهِيم الدَّوْرَقِي.\rوَالثَّانِي:\r[503] مُحَمَّد بن أبي عُيَيْنَة المهلبي الْبَصْرِيّ.\rحدث عَن: مُعَاوِيَة بن قُرَّة، وواصل مولى أبي عُيَيْنَة.\rروى عَنهُ: مُعلى بن أَسد الْعمي، وخَالِد بن خِدَاش المهلبي.\rمُحَمَّد بن عدي، وَمُحَمّد بن أبي عدي\r\rالأول:\r[504] مُحَمَّد بن عدي بن ربيعَة بن سَوَاء بن جشم بن سعد.","seal":"A3B48D62","part":1},
      {"page":358,"id":357,"hno":null,"nass":"[505] وَمُحَمّد بن عدي بن عَليّ بن زحر، أَبُو بكر الْبَصْرِيّ.\rحدث عَن: عبد الْكَرِيم بن أَحْمد التمار، وَمُحَمّد بن إِبْرَاهِيم بن مزِيد، وَأبي عبيد مُحَمَّد بن عَليّ الْآجُرِيّ، وَغَيرهم.\rحَدثنَا عَنهُ: الْحُسَيْن بن مُحَمَّد بن يَعْقُوب القساملي، وَعلي بن مُحَمَّد بن حبيب الْفَقِيه، الْمَعْرُوف بالماوردي.\rوَالثَّانِي:\r[506] مُحَمَّد بن أبي عدي أَبُو عَمْرو الْبَصْرِيّ.","seal":"4083844A","part":1},
      {"page":359,"id":358,"hno":null,"nass":"مولى بني سليم.\rوَاسم أَبِيه: إِبْرَاهِيم.\rسمع: عبد الله بن عون، وَهِشَام بن حسان، وَدَاوُد بن أبي هِنْد، وحسين الْمعلم، وَمُحَمّد بن عَمْرو بن عَلْقَمَة، وَمُحَمّد بن إِسْحَاق بن يسَار.\rروى عَنهُ: عَمْرو بن عَليّ، وَأَبُو الْخطاب زِيَاد بن يحيى، وَمُحَمّد بن بشار بنْدَار، وَحَفْص بن عَمْرو الربالي، وَعمر بن شبة النميري، وَغَيرهم.\r[507] وَمُحَمّد بن أبي عدي الْمنْقري.\rكَانَ بِمصْر.\rوَحدث عَن: الرّبيع بن سُلَيْمَان الجيزي، وطبقته.\rروى عَنهُ (28 / أ) : أَبُو سعيد عبد الرَّحْمَن بن أَحْمد بن يُونُس بن عبد الْأَعْلَى الصَّدَفِي، وَمُحَمّد بن المظفر الْبَغْدَادِيّ.\rمُحَمَّد بن الْفُرَات، وَمُحَمّد بن أبي الْفُرَات\r\rالأول:\r[508] مُحَمَّد بن الْفُرَات التَّمِيمِي.\rحدث عَن: أبي سَلمَة بن عبد الرَّحْمَن، ومحارب بن دثار، وَالْحكم بن عتيبة.","seal":"C444415B","part":1},
      {"page":360,"id":359,"hno":null,"nass":"روى عَنهُ: الْحسن بن عبد الله بن حَرْب، وَأُميَّة بن خَالِد الْقَيْس، وَعَاصِم بن عَليّ التَّمِيمِي.\rوَالثَّانِي:\r[509] مُحَمَّد بن أبي الْفُرَات.\rحدث عَن: إِبْرَاهِيم الهجري\rروى عَنهُ: عبد الله بن مسلمة القعْنبِي.\rمُحَمَّد بن الْقَاسِم، وَمُحَمّد بن أبي الْقَاسِم\r\rأما مُحَمَّد بن الْقَاسِم فجماعة كَثِيرَة.\rل [510] وَأما مُحَمَّد بن أبي الْقَاسِم، فَيعرف بالطويل.","seal":"BAABBBF3","part":1},
      {"page":361,"id":360,"hno":null,"nass":"حدث عَن: عبد الله، وَعبد الْملك ابْني سعيد بن جُبَير، وَعَن عِكْرِمَة.\rروى عَنهُ: يحيى بن زَكَرِيَّا بن أبي زَائِدَة، وَأَبُو أُسَامَة حَمَّاد بن أُسَامَة.\rمُحَمَّد بن قيس، وَمُحَمّد بن أبي قيس\r\rأما بَاب مُحَمَّد بن قيس، فواسع.\rوَأما مُحَمَّد بن أبي قيس، فاثنان:\r[511] أَحدهمَا.\rحدث عَن جَابر بن عبد الله.\rروى عَنهُ: حميد الطَّوِيل.\rوَالْآخر:\r[512] مُحَمَّد بن أبي قيس الشَّامي، المصلوب.\rوَاسم أَبِيه: سعيد بن حسان.\rعَن: سُلَيْمَان بن مُوسَى، وَعبادَة بن نسي، وَابْن شهَاب الزُّهْرِيّ، وعمار بن أبي عمار.\rروى عَنهُ: بكر بن خُنَيْس، وَيحيى بن سعيد الْأمَوِي، ومروان بن مُعَاوِيَة،","seal":"824CDF36","part":1},
      {"page":362,"id":361,"hno":null,"nass":"وَعبد الله بن سُلَيْمَان، وَغَيرهم.\rمُحَمَّد بن كثير، وَمُحَمّد بن أبي كثير\r\rأما مُحَمَّد بن كثير فجماعة.\r[513] وَأما مُحَمَّد بن أبي كثير، فَهُوَ: البَجلِيّ، الْكُوفِي.\rحدث عَن: عبد الله بن عِيسَى بن عبد الرَّحْمَن بن أبي ليلى.\rروى عَنهُ: عبيد بن عبد الله بن عِيسَى، وَيحيى بن يمَان الْعجلِيّ.\r[514] وَمُحَمّد بن جَعْفَر بن أبي كثير الْمَدِينِيّ.\rأَخُو إِسْمَاعِيل بن جَعْفَر.\rحدث عَن: الْعَلَاء بن عبد الرَّحْمَن الحرقي.\rروى عَنهُ: عِيسَى بن مينا قالون، وَنسبه إِلَى جده.\rمُحَمَّد بن مُوسَى، وَمُحَمّد بن أبي مُوسَى\r\rأما بَاب مُحَمَّد بن مُوسَى، فواسع وَلَا فَائِدَة فِي ذكره.","seal":"AB10489B","part":1},
      {"page":363,"id":362,"hno":null,"nass":"[515] وَأما مُحَمَّد بن أبي مُوسَى.\rفَهُوَ شيخ بَصرِي.\rحدث عَن: عبد الله بن مُطِيع.\rروى عَنهُ: دَاوُد بن أبي هِنْد.\r[516] وَمُحَمّد بن أبي مُوسَى.\rحدث عَن: الْقَاسِم بن مخيمرة.\rروى عَنهُ: الْأَوْزَاعِيّ.\r[517] وَمُحَمّد بن أبي مُوسَى الثَّقَفِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُحَمَّد بن عمر الْوَاقِدِيّ.\r[518] وَمُحَمّد بن أبي مُوسَى العكلي.\rوَاسم أَبِيه: عباد بن مُوسَى.\rحدث عَن: عبد الْعَزِيز الدَّرَاورْدِي، وَيحيى بن سليم الطَّائِفِي، وَعبد السَّلَام","seal":"74AB86EA","part":1},
      {"page":364,"id":363,"hno":null,"nass":"بن حَرْب، وَهِشَام بن الْكَلْبِيّ، وَنَحْوهم.\rروى عَنهُ: إِبْرَاهِيم الْحَرْبِيّ، وَأَبُو بكر بن أبي الدُّنْيَا، وَمُحَمّد بن اللَّيْث الْجَوْهَرِي، وَعبد الله بن مُحَمَّد بن نَاجِية، وَأحمد بن الْحسن بن عبد الْجَبَّار الصُّوفِي.\rقَالَ الْغلابِي: وَحدث دَاوُد بن أبي هِنْد، عَن مُحَمَّد بن أبي مُوسَى تَفْسِير آيَة من الْقُرْآن، فَقَالَ (يَعْنِي يحيى بن معِين) : هَذَا بَصرِي.\rوَحدث الْأَوْزَاعِيّ، عَن مُحَمَّد بن أبي مُوسَى، عَن الْقَاسِم (29 / ب) بن مخيمرة، وَهَذَا غير صَاحب دَاوُد بن أبي هِنْد.\rمُحَمَّد بن مَالك، وَمُحَمّد بن أبي مَالك\r\rالأول:\r[519] مُحَمَّد بن مَالك بن الْمُنْتَصر.","seal":"A63B30A4","part":1},
      {"page":365,"id":364,"hno":null,"nass":"حدث عَن: أنس بن مَالك.\r[520] وَمُحَمّد بن مَالك، أَبُو الْمُغيرَة الْجوزجَاني.\rمولى الْبَراء بن عَازِب.\rحدث عَن: الْبَراء.\rروى عَنهُ: أَبُو رَجَاء عبد الله بن وَاقد، وَغَيره.\r[521] وَمُحَمّد بن مَالك بن زبيد الْهَمدَانِي، الْكُوفِي.\rروى عَن: أَبِيه، عَن ابْن مَسْعُود، عَن النَّبِي صلى الله عَلَيْهِ وَسلم، قَالَ: ((الْحيَاء شُعْبَة من الْإِيمَان)) .\rروى عَنهُ: إِبْرَاهِيم بن مُحَمَّد بن مَالك، وَهَارُون بن إِسْحَاق.\rذكر عبد الرَّحْمَن بن أبي حَاتِم، أَنه سمع أَبَاهُ يَقُول ذَلِك.\r[522] وَمُحَمّد بن مَالك بن هَانِئ الْكِنْدِيّ، الْكُوفِي.","seal":"544FEDE9","part":1},
      {"page":366,"id":365,"hno":null,"nass":"ابْن أُخْت أبي كريب مُحَمَّد بن الْعَلَاء.\rحدث عَن: إِبْرَاهِيم بن هراسة.\rروى عَنهُ: أَبُو الطّيب مُحَمَّد بن الْحُسَيْن بن حميد بن الرّبيع اللَّخْمِيّ.\r[523] وَمُحَمّد بن مَالك بن دَاوُد، أَبُو بكر الشعيري، الْبَغْدَادِيّ.\rحدث عَن: مَنْصُور بن أبي مُزَاحم، وَبشر بن الْوَلِيد، وَيحيى بن أَيُّوب المقابري، وَالْحكم بن مُوسَى، وَالْحسن بن حَمَّاد الْحَضْرَمِيّ، وَعبد الْملك بن عبد ربه الطَّائِي.\rروى عَنهُ: عبد الْبَاقِي بن قَانِع القَاضِي، وَأَبُو بكر الْإِسْمَاعِيلِيّ الْجِرْجَانِيّ.\rوَقد ذكرنَا حَدِيثه فِي ((تَارِيخ مَدِينَة السَّلَام)) .","seal":"001847C1","part":1},
      {"page":367,"id":366,"hno":null,"nass":"وَالثَّانِي:\r[524] مُحَمَّد بن أبي مَالك الْمَازِني.\rحدث عَن: الْحسن بن أبي جَعْفَر الْجفْرِي.\rروى عَنهُ: جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي.\rمُحَمَّد بن معمر، وَمُحَمّد بن أبي معمر\r\rأما مُحَمَّد بن معمر، فهم أَرْبَعَة ذكرتهم فِي كتاب ((التَّلْخِيص)) .\r[525] وَأما مُحَمَّد بن أبي معمر، فَهُوَ: السَّعْدِيّ الزراد.","seal":"5E29B6ED","part":1},
      {"page":368,"id":367,"hno":null,"nass":"اسْم أَبِيه يُوسُف.\rحدث عَن: عبد لله بن مُحَمَّد بن الْمُغيرَة المَخْزُومِي.\rروى عَنهُ: يحيى بن صاعد، وَأَبُو عبيد الْقَاسِم بن إِسْمَاعِيل، وَمُحَمّد بن مخلد.\rمُحَمَّد بن مَنْصُور، وَمُحَمّد بن أبي مَنْصُور\r\rأما مُحَمَّد بن مَنْصُور، فجماعة كَثِيرُونَ.\r[526] وَأما مُحَمَّد بن أبي مَنْصُور، فَهُوَ: الآملي.\rحدث عَن: يحيى بن عبد الحميد الْحمانِي.\rروى عَنهُ: مُحَمَّد بن جرير الطَّبَرِيّ.\rمُحَمَّد بن النُّعْمَان، وَمُحَمّد بن أبي النُّعْمَان\r\rأما مُحَمَّد بن النُّعْمَان، فخمسة ذَكَرْنَاهُمْ، وأوردنا أَحَادِيثهم فِي كتاب","seal":"5904C2F6","part":1},
      {"page":369,"id":368,"hno":null,"nass":"((الْمُتَّفق والمفترق)) .\r[527] وَأما مُحَمَّد بن أبي النُّعْمَان، فَهُوَ الْأَنْطَاكِي.\rحدث عَن: الْهَيْثَم بن جميل.\rروى عَنهُ: أَبُو الْقَاسِم الطَّبَرَانِيّ.\rمُحَمَّد بن نعيم، وَمُحَمّد بن أبي نعيم\r\rأما مُحَمَّد بن نعيم، فجماعة لَا إِشْكَال فيهم.\r[528] وَأما مُحَمَّد بن أبي نعيم، فَهُوَ: الوَاسِطِيّ.\rحدث عَن: وهب بن خَالِد، وَحَمَّاد بن زيد، وَإِبْرَاهِيم بن سعد.\rروى عَنهُ: حَنْبَل بن إِسْحَاق، وَعلي بن إِبْرَاهِيم الوَاسِطِيّ، وَمُحَمّد بن غَالب التمتام، وَغَيرهم.","seal":"17F6A443","part":1},
      {"page":370,"id":369,"hno":null,"nass":"مُحَمَّد بن نوح، وَمُحَمّد بن أبي نوح\r\rالأول:\r[529] مُحَمَّد بن نوح.\rحدث عَن: الْحسن الْبَصْرِيّ.\rروى عَنهُ: حَمَّاد بن سَلمَة، ونوح بن قيس، وَعبد الله بن لَهِيعَة.\r[530] وَمُحَمّد بن نوح.\rقَالَ البُخَارِيّ: مُحَمَّد بن نوح، سمع كثير بن زِيَاد، عَن الشّعبِيّ، وَسمع عصمَة بن (29 / أ) سَالم، عَن سُلَيْمَان بن السَّائِب، عَن الْحسن.","seal":"73ECE0A9","part":1},
      {"page":371,"id":370,"hno":null,"nass":"يعد فِي الْبَصرِيين.\rسمع مِنْهُ: مُوسَى بن إِسْمَاعِيل مَرَاسِيل.\r[531] وَمُحَمّد بن نوح القومسي.\rحدث عَن: أبي بكر بن عَيَّاش، وَعبد الله بن الْمُبَارك، وهشيم، وَزِيَاد البكائي، وَعباد بن الْعَوام.\rروى عَنهُ: الْحسن بن الْعَبَّاس الرَّازِيّ.\rوَقَالَ ابْن أبي حَاتِم: ((سمع مِنْهُ أبي بِالريِّ. وروى عَنهُ، وَسُئِلَ عَنهُ، فَقَالَ: صَدُوق)) .\r[532] وَمُحَمّد بن نوح بن مَيْمُون الْعجلِيّ، الْبَغْدَادِيّ.\rالْمَعْرُوف وَالِده بالمضروب.\rحدث عَن: إِسْحَاق بن يُوسُف الْأَزْرَق.","seal":"37FE199E","part":1},
      {"page":372,"id":371,"hno":null,"nass":"روى عَنهُ: أَبُو بكر الْمَرْوذِيّ صَاحب أَحْمد بن حَنْبَل.\r[533] وَمُحَمّد بن نوح بن سعيد بن دِينَار الْمُؤَذّن.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُحَمَّد بن مخلد الدوري، وَقد ذكرنَا حَدِيثه، وَحَدِيث ابْن نوح الْمَضْرُوب فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\r[534] وَمُحَمّد بن نوح بن حَرْب العسكري.\rمن أهل عَسْكَر مكرم.\rحدث عَن: يحيى بن غيلَان، وَإِسْمَاعِيل بن إِبْرَاهِيم الْعجلِيّ، والخليل بن سعد الْأَيْلِي، وَاللَّيْث بن بَحر.\rروى عَنهُ: عبد الصَّمد بن عَليّ بن مُحَمَّد بن مكرم الطستي، وَأَبُو الْقَاسِم الطَّبَرَانِيّ.\r[535] وَمُحَمّد بن نوح بن عبد الله، أَبُو الْحسن الجنديسابوري.","seal":"E746E913","part":1},
      {"page":373,"id":372,"hno":null,"nass":"حدث عَن: هَارُون بن إِسْحَاق الْهَمدَانِي، وَعبيد الله بن مُحَمَّد الْحَارِثِيّ، وَشُعَيْب بن أَيُّوب الصريفيني، وَعلي بن حَرْب الجنديسابوري، وَالْحسن بن عَرَفَة الْعَبْدي.\rروى عَنهُ: أَبُو بكر بن شَاذان، وَأَبُو الْعَبَّاس مُحَمَّد بن نصر بن مكرم، وَأَبُو الْحسن الدَّارَقُطْنِيّ، وَأَبُو حَفْص بن شاهين، وَغَيرهم.","seal":"AFA6290E","part":1},
      {"page":374,"id":373,"hno":null,"nass":"وَالثَّانِي:\r[536] مُحَمَّد بن أبي نوح الْخُزَاعِيّ.","seal":"824E1159","part":1},
      {"page":375,"id":374,"hno":null,"nass":"وَاسم أَبِيه: عبد الرَّحْمَن بن غَزوَان، ويلقب قراداً.\rحدث مُحَمَّد عَن: مَالك بن أنس، وَشريك بن عبد الله، وضمام بن إِسْمَاعِيل، وَعِيسَى بن يُونُس، وَجَرِير بن عبد الحميد، وَعبيد الله الْأَشْجَعِيّ.\rروى عَنهُ: عبد الله بن مُحَمَّد بن ياسين، وَأحمد بن عبد الله بن سَابُور، وَعلي بن الْحسن الْمَرْوذِيّ، وَأحمد بن مُحَمَّد بن الضَّحَّاك الهماني، وَالْقَاضِي أَبُو عبد الله الْمحَامِلِي.\rمُحَمَّد بن هَاشم، وَمُحَمّد بن أبي هَاشم\r\rالأول:\r[537] مُحَمَّد بن هَاشم.\rسمع: أَبَا الزِّنَاد مُرْسلا.\rسمع مِنْهُ: يَعْقُوب بن مُحَمَّد الْمَدِينِيّ.\rقَالَ ذَلِك البُخَارِيّ.","seal":"7DDB82C7","part":1},
      {"page":376,"id":375,"hno":null,"nass":"[583] وَمُحَمّد بن هَاشم بن سعيد الشَّامي.\rحدث عَن: سُوَيْد بن عبد الْعَزِيز الدِّمَشْقِي.\rروى عَنهُ: أَبُو الْحسن أَحْمد بن عُمَيْر بن جوصا.\r[539] وَمُحَمّد بن هَاشم بن خلف بن هِشَام الْبَزَّاز.\rحدث عَن: عَليّ بن الْجَعْد.\rروى عَنهُ: أَبُو سهل أَحْمد بن مُحَمَّد بن عبد الله بن زِيَاد الْقطَّان.\rروى عبد الصَّمد بن عَليّ الطستي عَنهُ، عَن محز بن عون، إِلَّا أَن الطستي،\rقَالَ: حَدثنَا مُحَمَّد بن هِشَام بن خلف بِتَقْدِيم الشين على الْألف.\r[540] وَمُحَمّد بن هَاشم بن الْقَاسِم بن هَاشم بن عبد الْوَهَّاب بن","seal":"83F47D5E","part":1},
      {"page":377,"id":376,"hno":null,"nass":"مُحَمَّد بن إِبْرَاهِيم بن مُحَمَّد بن عَليّ بن عبد الله (30 / ب) بن الْعَبَّاس بن عبد الْمطلب.\rكَانَ الإِمَام بِبَغْدَاد فِي الْجُمُعَات بِجَامِع قصر الْخلَافَة.\rوَقد ذَكرْنَاهُ، وَالَّذِي قبله فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\rوَالثَّانِي:\r[541] مُحَمَّد بن أبي هَاشم البُخَارِيّ.\rحدث عَن: النَّضر بن شُمَيْل.\rروى عَنهُ: إِسْحَاق بن أَحْمد بن خلف البُخَارِيّ.\rمُحَمَّد بن يَعْقُوب، وَمُحَمّد بن أبي يَعْقُوب.\rأما بَاب مُحَمَّد بن يَعْقُوب، فواسع، وَلَا طائل فِي ذكره.","seal":"2F822416","part":1},
      {"page":378,"id":377,"hno":null,"nass":"وَأما مُحَمَّد بن أبي يَعْقُوب فَثَلَاثَة:\r[542] أحدهم.\rحدث عَن: الْحسن بن سعد، مولى الْحسن بن عَليّ.\rروى عَنهُ: مهْدي بن مَيْمُون.\r[543] وَمُحَمّد بن أبي يَعْقُوب، أَبُو عبد الله الْكرْمَانِي.\rحدث عَن: حسان بن إِبْرَاهِيم.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَغَيره.\r[544] وَمُحَمّد بن يَعْقُوب الدينَوَرِي.\rحدث عَن: عبد الله بن أبي رُومَان الإسْكَنْدراني، وَأحمد بن سعيد الْهَمدَانِي، وَمُحَمّد بن صَالح مولى جَعْفَر بن سُلَيْمَان الْهَاشِمِي، وَعبد الله بن","seal":"3F158E7C","part":1},
      {"page":379,"id":378,"hno":null,"nass":"مُحَمَّد البلوي، وَغَيرهم.\rروى عَنهُ: يحيى بن مُحَمَّد بن صاعد، وَمُحَمّد بن عبد الله المستعيني، وَمُحَمّد بن جَعْفَر المطيري، وَعبد الله بن إِسْحَاق الْبَغَوِيّ، وَأحمد بن سلمَان النجاد.\rوَقد ذَكرْنَاهُ فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\rمُحَمَّد بن يحيى، وَمُحَمّد بن أبي يحيى\r\rأما بَاب مُحَمَّد بن يحيى، فواسع جدا.\r[545] وَأما مُحَمَّد بن أبي يحيى، فَهُوَ: الْأَسْلَمِيّ، الْمَدِينِيّ.\rحدث عَن: الْحَارِث بن أبي يزِيد، وَأَيوب بن خَالِد، وَيزِيد الْأَعْوَر، وَغَيرهم.\rروى عَنهُ: ابْنه إِبْرَاهِيم، وفضيل بن سُلَيْمَان، وَسعد بن الصَّلْت، وَحَفْص بن غياث.","seal":"90AE1D07","part":1},
      {"page":380,"id":379,"hno":null,"nass":"[546] وَمُحَمّد بن أبي يحيى أَبُو الْعَلَانِيَة.\rذكر البُخَارِيّ عَن مُحَمَّد بن الْمثنى، عَن ابْن مهْدي، عَن مُحَمَّد بن أبي يحيى أبي الْعَلَانِيَة.\rرأى عبد الله بن أبي أوفى يُلَبِّي بالكناسة.\rمُحَمَّد بن يزِيد، وَمُحَمّد بن أبي يزِيد\r\rمُحَمَّد بن يزِيد، خلق يفوتهُمْ الإحصاء.\r[547] وَمُحَمّد بن أبي يزِيد، هُوَ: أَبُو جَعْفَر الْخُرَاسَانِي.\rحدث عَن: حَمَّاد بن سَلمَة، وَجَمَاعَة من طبقته.\rروى عَنهُ: عَليّ بن حَرْب الْموصِلِي.\rقَالَ أَبُو زَكَرِيَّا يزِيد بن مُحَمَّد بن إِيَاس الْأَزْدِيّ: قَالَ أَبُو جَعْفَر مُحَمَّد بن أبي يزِيد الْخُرَاسَانِي.\rروى عَنهُ: مهْدي بن مَيْمُون، وَحَمَّاد بن سَلمَة، وَحَمَّاد بن زيد، وَيَعْقُوب القمي، وَأبي عوَانَة، وَشريك، وَغَيرهم.\rوَكَانَ رجلا فَاضلا، توفّي سنة سبع عشرَة ومئتين.","seal":"AEA4A92A","part":1},
      {"page":381,"id":380,"hno":null,"nass":"[548] وَمُحَمّد بن أبي يزِيد.\rحدث عَن: روح بن عبَادَة.\rروى عَنهُ: إِسْمَاعِيل بن عبد الله الْأَصْبَهَانِيّ، الْمَعْرُوف بسمويه.\rمُوسَى بن مُوسَى، ومُوسَى بن أبي مُوسَى\r[549] مُوسَى بن مُوسَى، أَبُو عِيسَى الْبَغْدَادِيّ.\rصَاحب حجاج يعرف بالشص.\rحدث عَن: عَليّ بن الْجَعْد، وَعبد الْعَزِيز بن بَحر، وَأبي جَعْفَر النُّفَيْلِي، وَأبي بكر بن أبي شيبَة، وَمُحَمّد بن مصفى الْحِمصِي.","seal":"56BDC401","part":1},
      {"page":382,"id":381,"hno":null,"nass":"روى عَنهُ: مُحَمَّد بن مخلد الْعَطَّار، وَعلي بن مُحَمَّد (30 / أ) بن عبيد الْحَافِظ، وَمُحَمّد بن أَحْمد الحكيمي، وَمُحَمّد بن الْعَبَّاس بن نجيح الْبَزَّار، وَغَيرهم.\rوَالثَّانِي:\r[550] مُوسَى بن أبي مُوسَى الْأَشْعَرِيّ.\rوَاسم أَبِيه عبد الله بن قيس.\rحدث عَن: أَبِيه: وَعَن عبد الله بن عَبَّاس.\rروى عَنهُ: أسيد بن أبي أسيد، وَمُقَاتِل بن بشير.","seal":"B20CE82F","part":1},
      {"page":383,"id":382,"hno":null,"nass":"[551] ومُوسَى بن أبي مُوسَى الْجُهَنِيّ، أَبُو عبد الله الْكُوفِي.\rوَهُوَ مُوسَى بن عبد الله.\rسمع: زيد بن وهب، وَمُجاهد، وَمصْعَب بن سعد.\rحدث عَن: فَاطِمَة بنت عَليّ بن أبي طَالب.\rروى عَنهُ: أَبُو حَمْزَة مُحَمَّد بن مَيْمُون السكرِي، وَيحيى بن سعيد الْقطَّان، وَغَيرهمَا.\r[552] ومُوسَى بن أبي مُوسَى الْمَقْدِسِي.\rحدث عَن: خَالِد بن سَلمَة.","seal":"5585F4A6","part":1},
      {"page":384,"id":383,"hno":null,"nass":"روى عَنهُ: عبد الرَّحْمَن بن أَيُّوب الْحِمصِي.\rمُوسَى بن تَمِيم، ومُوسَى بن أبي تَمِيم\r\rالأول:\r[553] شيخ أرَاهُ من أهل مصر.\rعَن: يزِيد بن أبي حبيب.\rروى عَنهُ: أَبُو عبد الرَّحْمَن عبد الله بن يزِيد الْمُقْرِئ.\r[554] وَأما مُوسَى بن أبي تَمِيم.\rفَهُوَ من أهل الْمَدِينَة.\rحدث عَن: أبي الْحباب سعيد بن يسَار.\rروى عَنهُ: مَالك بن أنس، وَسليمَان بن بِلَال، وَإِبْرَاهِيم بن مُحَمَّد","seal":"385F84EA","part":1},
      {"page":385,"id":384,"hno":null,"nass":"التَّمِيمِي.\rمُوسَى بن حبيب، ومُوسَى بن أبي حبيب\r\rالأول:\r[555] مُوسَى بن حبيب الْكُوفِي.\rحدث عَن: إِسْمَاعِيل بن أُميَّة، وأجلح بن أبي حجية.\rروى عَنهُ: مُغيرَة بن الْحسن، وَنَافِع بن يزِيد أَبُو عبد الرَّحْمَن الْحَارِثِيّ شيخ لرشدين بن سعد الْمصْرِيّ.\r[556] ومُوسَى بن حبيب.\rروى عَن: يحيى بن أبي كثير حَدِيثا مُنْقَطِعًا.\rحدث بِهِ عَنهُ: حَفْص بن عمر قَاضِي حلب.\rوَالثَّانِي:\r[577] مُوسَى بن أبي حبيب الطَّائِفِي.\rحدث بِالْكُوفَةِ عَن: الحكم بن عُمَيْر، وَعلي بن الْحُسَيْن بن عَليّ بن أبي طَالب.","seal":"5724AB17","part":1},
      {"page":386,"id":385,"hno":null,"nass":"روى عَنهُ: الْحسن بن عَطِيَّة، وَعبد الْعَزِيز بن الْخطاب، وَإِبْرَاهِيم بن إِسْحَاق الصيني، الْكُوفِيُّونَ.\rمُوسَى بن كثير، ومُوسَى بن أبي كثير\r\rالأول:\r[558] مُوسَى بن كثير.\rحَدِيثه فِي المصريين.\rروى عَن: أبي أُمَامَة بن سهل بن حنيف.\rحدث عَنهُ: عبد الله بن لَهِيعَة.\r[559] ومُوسَى بن كثير الْعجلِيّ.\rحدث عَن: زِيَاد بن علاقَة.\rروى عَنهُ: إِسْحَاق بن يُوسُف الْأَزْرَق.\rوَالثَّانِي:\r[560] مُوسَى بن أبي كثير، أَبُو الصَّباح الوَاسِطِيّ.","seal":"BD3FA337","part":1},
      {"page":387,"id":386,"hno":null,"nass":"حدث عَن: سعيد بن الْمسيب، وَمُجاهد بن جبر.\rروى عَنهُ: مسعر بن كدام، وسُفْيَان الثَّوْريّ، وَأَبُو سِنَان الشَّيْبَانِيّ.\rمُوسَى بن عُثْمَان، ومُوسَى بن أبي عُثْمَان\r\rالأول:\r[561] مُوسَى بن عُثْمَان الْكِنْدِيّ، وَقيل: الْحَضْرَمِيّ.\rمن أهل الْكُوفَة.\rحدث عَن: أبي إِسْحَاق السبيعِي، وَسليمَان الْأَعْمَش.\rروى عَنهُ: أَبُو نعيم ضرار بن صرد، وَعبد الرَّحْمَن بن صَالح الْأَزْدِيّ، وَعباد بن يَعْقُوب الروَاجِنِي.\rوَالثَّانِي:\r[562] مُوسَى بن أبي عُثْمَان التبَّان، الْمَدِينِيّ.\rمولى الْمُغيرَة بن شُعْبَة.\rحدث عَن: أَبِيه.","seal":"47BE6677","part":1},
      {"page":388,"id":387,"hno":null,"nass":"روى عَنهُ: أَبُو الزِّنَاد عبد الله بن ذكْوَان (31 / ب) .\r[563] ومُوسَى بن أبي عُثْمَان الْمُؤَذّن الْكُوفِي.\rحدث عَن: سعيد بن جُبَير، وَإِبْرَاهِيم النَّخعِيّ، وَغَيرهمَا.\rوَسمع: أَبَا يحيى، عَن أبي هُرَيْرَة.\rروى عَنهُ: شُعْبَة، وسُفْيَان الثَّوْريّ، وَمَالك بن مغول.\rمُوسَى بن عِيسَى، ومُوسَى بن أبي عِيسَى\r\rالأول:\r[564] مُوسَى بن عِيسَى الْمَدِينِيّ، اللَّيْثِيّ.\r[565] ومُوسَى بن عِيسَى بن حَمَّاد، زغبة، أَبُو هَارُون الْمصْرِيّ.\rحدث عَن: عبد الله بن وهب.\rذكره أَبُو سعيد بن يُونُس الْمصْرِيّ، فِي ((تَارِيخه)) ، وَقَالَ: مَاتَ سنة اثْنَتَيْنِ وَخمسين ومئتين.\r[566] ومُوسَى بن عِيسَى الْجَصَّاص الْبَغْدَادِيّ.","seal":"9F74296B","part":1},
      {"page":389,"id":388,"hno":null,"nass":"من مُتَقَدِّمي أَصْحَاب أَحْمد بن حَنْبَل.\rوَكَانَ قد سمع من، يحيى بن سعيد الْقطَّان، وَعبد الرَّحْمَن بن مهْدي، وَنَحْوهمَا.\rروى عَنهُ: مُحَمَّد بن إِبْرَاهِيم بن جناد، أَبُو بكر المطوعي.\r[567] ومُوسَى بن عِيسَى بن عبد الله، أَبُو الْقَاسِم الطرائفي، الْبَغْدَادِيّ.\rحدث عَن: أبي الْعَبَّاس الْكُدَيْمِي، وَصَالح بن مقَاتل الْأنمَاطِي، وَالْحُسَيْن بن الْهَيْثَم الرَّازِيّ، وَمُحَمّد بن يَعْقُوب الْكَرَابِيسِي الْبَصْرِيّ.\rروى عَنهُ: أَبُو بكر بن شَاذان، وَعبد الله بن عُثْمَان بن الصفار، وَغَيرهمَا.\r[568] ومُوسَى بن عِيسَى بن مُوسَى بن يزِيد، أَبُو الْحسن العاقولي.","seal":"25999807","part":1},
      {"page":390,"id":389,"hno":null,"nass":"حدث عَن: الْكُدَيْمِي، وَعبد الْكَرِيم بن الْهَيْثَم الْقطَّان.\rروى عَنهُ: مُحَمَّد بن أَحْمد بن جَمِيع الصَّيْدَاوِيُّ.\r[569] ومُوسَى بن عِيسَى بن عبد الله بن طانجور، أَبُو الْقَاسِم السراج، الْبَغْدَادِيّ.\rسمع: مُحَمَّد بن مُحَمَّد الباغندي، وَأَبا بكر بن أبي دَاوُد، وَمُحَمّد بن","seal":"D9863AB5","part":1},
      {"page":391,"id":390,"hno":null,"nass":"أَحْمد السوانيطي.\rحَدثنَا عَنهُ: أَبُو الْقَاسِم الْأَزْهَرِي، وَأحمد بن مُحَمَّد العتيقي، وَالْقَاضِي التنوخي، وَجَمَاعَة غَيرهم.\rوَقد ذكرت هَؤُلَاءِ الْأَرْبَعَة فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .","seal":"84B6B4C2","part":1},
      {"page":392,"id":391,"hno":null,"nass":"وَالثَّانِي:","seal":"804EFB42","part":1},
      {"page":393,"id":392,"hno":null,"nass":"[570] مُوسَى بن أبي عِيسَى، أَبُو هَارُون الْمدنِي.\rحدث عَن: نَافِع مولى ابْن عمر، وَأبي عبد الله الْقَرَّاظ، وَغَيرهمَا.\rروى عَنهُ: سُفْيَان بن عُيَيْنَة.\rمُوسَى بن جَعْفَر، ومُوسَى بن أبي جَعْفَر\r\rالأول:\r[571] مُوسَى بن جَعْفَر بن إِبْرَاهِيم الْجَعْفَرِي.\rعَن: صَالح بن مُعَاوِيَة بن عبد الله بن جَعْفَر.\rروى عَنهُ: ابْن أَخِيه مُحَمَّد بن إِسْمَاعِيل.\r[572] ومُوسَى بن جَعْفَر بن مُحَمَّد بن عَليّ بن الْحُسَيْن بن عَليّ بن","seal":"4EA5B0D2","part":1},
      {"page":394,"id":393,"hno":null,"nass":"أبي طَالب.\rحدث عَن: أَبِيه.\rروى عَنهُ: ابْنه عَليّ، وَغَيره.\r[573] ومُوسَى بن جَعْفَر الْبَغْدَادِيّ.\rحدث ببلخ عَن: شُعْبَة بن الْحجَّاج.\rروى عَنهُ: عَليّ بن عبد الله بن مكرم الْبَلْخِي.\rوَقد ذكرنَا حَدِيثه فِي كتاب ((تَسْمِيَة الروَاة عَن شُعْبَة)) .\r[574] ومُوسَى بن جَعْفَر أَبُو الْقَاسِم الخزاز.\rحدث عَن: عَليّ بن الْجَعْد، وَيحيى بن أَيُّوب العابد.\rروى عَنهُ: أَبُو سعيد بن الْأَعرَابِي.\r[575] ومُوسَى بن جَعْفَر بن مُحَمَّد بن قرين، أَبُو الْحسن العثماني،","seal":"57F9D9E6","part":1},
      {"page":395,"id":394,"hno":null,"nass":"الْكُوفِي.\rنزل بَغْدَاد.\rوَحدث بهَا عَن: الرّبيع بن سُلَيْمَان الْمصْرِيّ، وَإِبْرَاهِيم بن مَرْزُوق، وبكار بن قُتَيْبَة الْبَصرِيين، وَمُحَمّد بن عبد الْملك الدقيقي، وَيحيى بن أبي طَالب الواسطيين (31 / أ) ، وَمُحَمّد بن عِيسَى بن حَيَّان الْمَدَائِنِي، وَغَيرهم.\rروى عَنهُ: أَبُو بكر الْأَبْهَرِيّ الْفَقِيه، وَأَبُو عمر بن حيويه، وَأَبُو الْحسن الدَّارَقُطْنِيّ، وَعلي بن عَمْرو الْجريرِي.\rوَقد ذَكرْنَاهُ فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\rوَالثَّانِي:\r[576] مُوسَى بن أبي جَعْفَر الثَّقَفِيّ.","seal":"3BD9D931","part":1},
      {"page":396,"id":395,"hno":null,"nass":"حدث عَن: سَالم بن أبي الْجَعْد.\rأرَاهُ مُرْسلا.\rروى عَنهُ: مُحَمَّد بن طريف الْكُوفِي ,\rمُوسَى بن عَليّ، ومُوسَى بن أبي عَليّ\r\rالأول:\r[577] مُوسَى بن عَليّ بن رَبَاح الْمصْرِيّ.\rسمع: أَبَاهُ.\rروى عَنهُ: مُحَمَّد بن إِسْحَاق بن يسَار، وَاللَّيْث بن سعد، وَعبد الله بن الْمُبَارك، وَأَبُو عبد الرَّحْمَن الْمُقْرِئ، وَغَيرهم.\rوَكَانَ من عَادَة المصريين يضمون الْعين من اسْم أَبِيه، إِذا رووا عَنهُ، فَيَقُولُونَ: عَليّ.\rوروى أهل مصر عَنهُ: أَنه يحرج على من يفعل ذَلِك.\r[578] ومُوسَى بن عَليّ الْقرشِي.","seal":"CB8FE3E0","part":1},
      {"page":397,"id":396,"hno":null,"nass":"حدث عَن: أبي البخْترِي وهب بن وهب القَاضِي، وَعَن قنبر بن أَحْمد بن قنبر مولى على بن أبي طَالب.\rروى عَنهُ: عبد الله بن دَاوُد بن قبيصَة الْأنْصَارِيّ.\r[579] ومُوسَى بن عَليّ بن عُثْمَان أَبُو عمرَان الْهَمدَانِي.\rمن أهل بُخَارى.\rحدث عَن: مُحَمَّد بن سَلام البيكندي الْكَبِير، ومنجاب بن الْحَارِث، وحبان بن مُوسَى، وجبارة بن مغلس، وَأبي مُصعب أَحْمد بن أبي بكر، وَأحمد بن حَرْب البُخَارِيّ، وَغَيرهم.\rروى عَنهُ: أَحْمد بن يُونُس بن الْجُنَيْد البُخَارِيّ.\r[580] ومُوسَى بن عَليّ أَبُو عِيسَى الْخُتلِي.\rسكن بَغْدَاد.\rوَحدث عَن: رَجَاء بن سعيد، وَدَاوُد بن رشيد، وَعبد الله بن عمر بن أبان، وَأبي يعلى الْمنْقري صَاحب الْأَصْمَعِي.\rروى عَنهُ: أَبُو بكر بن مقسم الْمُقْرِئ، وَأَبُو عَليّ الصَّوَاب، وَالْحسن بن أَحْمد السبيعِي، وَغَيرهم.","seal":"E66A8763","part":1},
      {"page":398,"id":397,"hno":null,"nass":"وَقد ذَكَرْنَاهُمْ فِي كتاب ((التَّلْخِيص)) ، وسقنا بعض أَحَادِيثهم.\rوَالثَّانِي:\r[581] مُوسَى بن أبي عَليّ الْخفاف.\rحدث عَن: مُسلم بن إِبْرَاهِيم.\rروى عَنهُ: مُحَمَّد بن الْعَبَّاس بن كُلْثُوم.\rمُوسَى بن سهل، ومُوسَى بن أبي سهل\r\rالأول:\r[582] مُوسَى بن سهل، أَبُو هَارُون الْفَزارِيّ.\rحدث عَن: إِسْحَاق بن يُوسُف الْأَزْرَق.\rروى عَنهُ: مُحَمَّد بن عبد الرَّحِيم الْمَعْرُوف ببنان.\rوَقد ذكرت حَدِيثه فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .","seal":"DCD2FC12","part":1},
      {"page":399,"id":398,"hno":null,"nass":"[583] ومُوسَى بن سهل أَبُو عمرَان الرَّمْلِيّ.\rحدث عَن: سوار بن عمَارَة، والوليد بن النَّضر، وَبشر بن الْمُنْذر، وَعبد الْملك بن الحكم، ومُوسَى بن دَاوُد الضَّبِّيّ، وَزيد بن الْمُبَارك الصَّنْعَانِيّ، وَيزِيد بن خَالِد بن مرشل، وحجاج بن إِبْرَاهِيم، وَعلي بن عَيَّاش الْحِمصِي.\rروى عَنهُ: أَبُو دَاوُد السجسْتانِي، وَأَبُو حَاتِم الرَّازِيّ، وَابْنه عبد الرَّحْمَن، وَعبد الله بن مُحَمَّد بن جَعْفَر الْقزْوِينِي، وَغَيرهم.\r[584] ومُوسَى بن سهل بن كثير، أَبُو عمرَان الوشاء، الْبَغْدَادِيّ.\rحدث عَن: إِسْمَاعِيل بن علية، وَعلي بن عَاصِم (32 / ب) ، وَيزِيد بن هَارُون، وَأبي بدر شُجَاع بن الْوَلِيد، وَأبي النَّضر هَاشم بن الْقَاسِم، وَإِسْحَاق الْأَزْرَق، وحجاج بن مُحَمَّد الْأَعْوَر.\rروى عَنهُ: عمر بن الْحسن بن الْأُشْنَانِي القَاضِي، وَأَبُو عَمْرو بن السماك، وَأحمد بن عُثْمَان بن يحيى الأدمِيّ، وَأَبُو عمر الزَّاهِد صَاحب ثَعْلَب، وَأَبُو بكر الشَّافِعِي، وَغَيرهم.\r[585] ومُوسَى بن سهل بن عبد الحميد، أَبُو عمرَان الْجونِي،","seal":"0F29BAB3","part":1},
      {"page":400,"id":399,"hno":null,"nass":"الْبَصْرِيّ.\rحدث بِبَغْدَاد عَن: عبد الْوَاحِد بن غياث، وَمُحَمّد بن رمح الْمصْرِيّ، وَهِشَام بن عمار الدِّمَشْقِي، وَأحمد بن عبد الرَّحْمَن ابْن أخي ابْن وهب، وَإِسْحَاق بن إِبْرَاهِيم القرقساني.\rروى عَنهُ: دعْلج بن أَحْمد، وَأَبُو بكر بن مَالك الْقطيعِي، وَأحمد بن جَعْفَر بن سلم، وَعمر بن نوح البَجلِيّ، وَعلي بن مُحَمَّد بن لُؤْلُؤ الْوراق، وَمُحَمّد بن المظفر، وَغَيرهم.","seal":"3AC43F41","part":1},
      {"page":401,"id":400,"hno":null,"nass":"وَالثَّانِي:\r[586] مُوسَى بن أبي سهل النبال الْمَدِينِيّ.\rحدث عَن: زبيد بن الصَّلْت الْكِنْدِيّ.\rروى عَنهُ: الجعيد بن عبد الرَّحْمَن، وَعبد الْأَعْلَى بن عبد الله.\r[578] ومُوسَى بن أبي سهل البرقي.","seal":"F5EABAAC","part":1},
      {"page":402,"id":401,"hno":null,"nass":"حدث عَن: أبي بكر بن أبي عَيَّاش.\rروى عَنهُ: أَحْمد بن مُحَمَّد بن مُوسَى المصِّيصِي.\r[588] ومُوسَى بن أبي سهل الْمصْرِيّ.\rحدث عَن: هشيم، وَبَقِيَّة بن الْوَلِيد، وَيحيى بن أبي بكير.\rروى عَنهُ: أَحْمد بن مُحَمَّد بن رشدين الْمهرِي، وَأحمد بن يحيى بن خَالِد الرقي.\rمُوسَى بن سُلَيْمَان، ومُوسَى بن أبي سُلَيْمَان\r\rالأول:\r[589] مُوسَى بن سُلَيْمَان الْأمَوِي.\rكَانَ يسكن ببيروت.\rوَحدث عَن: الْقَاسِم بن مخيمرة.\rروى عَنهُ: أَبُو عَمْرو الْأَوْزَاعِيّ.\r[590] ومُوسَى بن سُلَيْمَان، أَبُو سُلَيْمَان الْجوزجَاني.","seal":"9BDE1DDD","part":1},
      {"page":403,"id":402,"hno":null,"nass":"حدث عَن: عبد الله بن الْمُبَارك، وَعَمْرو بن جَمِيع، وَأبي يُوسُف، وَمُحَمّد بن الْحسن صَاحِبي أبي حنيفَة.\rوَكَانَ أحد الْفُقَهَاء من أَصْحَاب الرَّأْي.\rروى عَنهُ: عبد الله بن الْحسن الْهَاشِمِي، وَأحمد بن مُحَمَّد البرتي، وَبشر بن مُوسَى الْأَسدي، وَغَيرهم.","seal":"D9BD7F47","part":1},
      {"page":404,"id":403,"hno":null,"nass":"وَالثَّانِي:\r[591] مُوسَى بن أبي سُلَيْمَان.\rحدث عَن: عبد الْملك بن أبي سُلَيْمَان، والمثنى بن الصَّباح.\rروى عَنهُ: عبد الله بن رشيد.\rمَنْصُور بن الْأسود، وَمَنْصُور بن أبي الْأسود\r\r[592] أما مَنْصُور بن الْأسود.\rفَفِي حَدِيث مجاعَة بن الزبير، عَن الْقَاسِم بن عبد الرَّحْمَن، عَن مَنْصُور، عَن جَابر بن عبد الله.\r[593] وَأما مَنْصُور بن أبي الْأسود، فَهُوَ: كُوفِي.\rيروي عَن: مُسلم الْملَائي، وَسليمَان التَّيْمِيّ، ومطرف بن طريف، وَعَطَاء بن السَّائِب.\rروى عَنهُ: مُحَمَّد بن الصَّلْت الْكُوفِي، وَسَعِيد بن سُلَيْمَان الوَاسِطِيّ.\rمُعَاوِيَة بن سُفْيَان، وَمُعَاوِيَة بن أبي سُفْيَان\r\rالأول:","seal":"5C2696EB","part":1},
      {"page":405,"id":404,"hno":null,"nass":"[594] مُعَاوِيَة بن سُفْيَان الْمَازِني، الْكُوفِي.\rحدث عَن: وَرْقَاء بن عمر، وَعُثْمَان بن عبد الله بن شبْرمَة، وَعباد بن السماك.\rروى عَنهُ: الْقَاسِم بن الضَّحَّاك الْكُوفِي.\r[595] وَمُعَاوِيَة بن أبي سُفْيَان المراي، الْبَصْرِيّ.\rحدث عَن: عبد الله بن الْمثنى الْأنْصَارِيّ.\rروى عَنهُ: هِشَام بن عَليّ السيرافي.\rوَالثَّانِي:\r[596] مُعَاوِيَة بن أبي سُفْيَان صَخْر بن حَرْب بن أُميَّة (32 / أ) بن عبد شمس بن عبد منَاف، أَبُو عبد الرَّحْمَن.\rلَهُ صُحْبَة، وَرِوَايَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\rحدث عَنهُ: جرير بن عبد الله البَجلِيّ، وَعبد الله بن عَامر الْيحصبِي، وَيُونُس بن ميسرَة بن حَلبس، وَأَبُو أَسمَاء الرَّحبِي، وَغَيرهم.","seal":"56EBC075","part":1},
      {"page":406,"id":405,"hno":null,"nass":"بَاب الْوَاو\r\rالْوَلِيد بن هِشَام، والوليد بن أبي هِشَام\r\rالأول:\r[597] الْوَلِيد بن هِشَام المعيطي الشَّامي.\rحدث عَن: أم الدَّرْدَاء الْكُبْرَى، وَعَن: عبد الله بن محيريز، ومعدان بن أبي طَلْحَة.\rروى عَنهُ: ابْنه يعِيش، وَالْأَوْزَاعِيّ، وسُفْيَان بن عُيَيْنَة.\r[598] والوليد بن هِشَام القحذمي، الْبَصْرِيّ.\rحدث عَن: أَبِيه، وَعَن حريز بن عُثْمَان، والْحَارث بن يزِيد، والمحبر بن قحذم.\rروى عَنهُ: سُلَيْمَان بن معبد السنجي، وَأَبُو حَاتِم الرَّازِيّ، وَأحمد بن عبد الله الْحداد الْبَغْدَادِيّ، وَأَبُو خَليفَة الْفضل بن الْحباب الْبَصْرِيّ.","seal":"EEEF7E48","part":1},
      {"page":407,"id":406,"hno":null,"nass":"وَالثَّانِي:\r[599] الْوَلِيد بن أبي هِشَام.\rوَاسم أَبِيه: زِيَاد، وَهُوَ أَخُو هِشَام بن زِيَاد، مولى عُثْمَان بن عَفَّان.\rيعد فِي الْبَصرِيين، وَرُبمَا عد فِي الْمَدَنِيين.\rحدث عَن: الْحسن الْبَصْرِيّ، وَنَافِع مولى ابْن عمر، وَأبي بكر بن مُحَمَّد بن عَمْرو بن حزم.\rروى عَنهُ: يزِيد بن الْهَاد، وَجُوَيْرِية بن أَسمَاء، وَإِسْمَاعِيل بن علية.\rالْوَلِيد بن الْوَلِيد، والوليد بن أبي الْوَلِيد\r\rالأول:\r[600] الْوَلِيد بن الْوَلِيد الْعَنسِي، القلانسي، الدِّمَشْقِي.","seal":"25CF7399","part":1},
      {"page":408,"id":407,"hno":null,"nass":"حدث عَن: عبد الرَّحْمَن بن ثَابت بن ثَوْبَان، وَسَعِيد بن بشير.\rروى عَنهُ: الْعَبَّاس بن الْوَلِيد بن صبح، وَأحمد بن أبي الْحوَاري، وَأَيوب بن مُحَمَّد الوارق، وَسَلَمَة بن شبيب النَّيْسَابُورِي، وجعفر بن مُحَمَّد بن فضل الرَّسْعَنِي.\rوَالثَّانِي:\r[60] الْوَلِيد بن أبي الْوَلِيد، أَبُو عُثْمَان الْمَدِينِيّ.\rمولى عبد الله بن عمر، وَيُقَال: مولى آل عُثْمَان بن عَفَّان.","seal":"554884E6","part":1},
      {"page":409,"id":408,"hno":null,"nass":"حدث عَن: عبد الله بن عمر، وَعُثْمَان بن عبد الله بن سراقَة، وَعبد الله بن دِينَار.\rروى عَنهُ: بكير بن عبد الله الْأَشَج، وَيزِيد بن الْهَاد، وَاللَّيْث بن سعد، وحيوة بن شُرَيْح، وَيحيى بن أَيُّوب.\r[602] والوليد بن أبي الْوَلِيد البَجلِيّ، الشَّامي.\rحدث عَن: عبد الرَّحْمَن بن عَائِذ الْأَزْدِيّ، وَحجر بن عبد الله البهراني.\rروى عَنهُ: بَقِيَّة بن الْوَلِيد.\r[603] والوليد بن أبي الْوَلِيد أَبُو الْعَبَّاس.\rصَاحب الْأَكْفَانِيِّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُحَمَّد بن الْفرج الْعَطَّار الْبَصْرِيّ.","seal":"EC60C038","part":1},
      {"page":410,"id":409,"hno":null,"nass":"بَاب الْهَاء\r\rهَارُون بن هَارُون، وَهَارُون بن أبي هَارُون\r\rالأول:\r[604] هَارُون بن هَارُون.\rحدث عَن: مُجَاهِد بن جبر.\rروى عَنهُ: مُحَمَّد بن شبيب بن شَابُور الشَّامي.\r[605] وَهَارُون بن هَارُون بن عبد الله التَّيْمِيّ، الهديري.\rحدث عَن: عبد الرَّحْمَن بن هُرْمُز (33 / ب) الْأَعْرَج.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل بن أبي فديك، وذؤيب بن عِمَامَة السَّهْمِي.\rوَالثَّانِي:\r[606] هَارُون بن أبي هَارُون الْعَبْدي، الْبَغْدَادِيّ.","seal":"9CDD240B","part":1},
      {"page":411,"id":410,"hno":null,"nass":"حدث عَن: أبي الْمليح الرقي، وَبَقِيَّة بن الْوَلِيد.\rروى عَنهُ: جَعْفَر بن مُحَمَّد الصَّائِغ، ومُوسَى بن إِسْحَاق الْأنْصَارِيّ، وَعبد الله بن مُحَمَّد بن نَاجِية.\rهَارُون بن إِبْرَاهِيم، وَهَارُون بن أبي إِبْرَاهِيم\r\rالأول:\r[607] هَارُون بن إِبْرَاهِيم الْأَهْوَازِي.\rحدث عَن: مُحَمَّد بن سِيرِين، وَقَتَادَة.\rروى عَنهُ: عبد الله بن الْمُبَارك، وَزيد بن الْحباب، وَغَيرهمَا.\r[608] وَهَارُون بن إِبْرَاهِيم.\rحدث عَن: أبي سعيد البَجلِيّ.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا.","seal":"F86F41B4","part":1},
      {"page":412,"id":411,"hno":null,"nass":"وَالثَّانِي:\r[609] هَارُون بن أبي إِبْرَاهِيم الثَّقَفِيّ، أَبُو مُحَمَّد، الْمَعْرُوف بالبربري.\rوَلم يكن بربرياً، وَإِنَّمَا كَانَ ضخماً ذَا لحية يشبه البرابرة، فَقيل لَهُ: الْبَرْبَرِي.\rوَقد قيل أَنه: هَارُون بن إِبْرَاهِيم، وَالصَّحِيح: ابْن أبي إِبْرَاهِيم، وَاسم أَبِيه: مَيْمُون بن أَيمن مولى عقار بن الْمُغيرَة بن شُعْبَة.\rوَقد ذَكرْنَاهُ وسقنا حَدِيثه فِي صدر هَذَا الْكتاب، وَذكرنَا (أَيْضا) مَعَه هَارُون بن إِبْرَاهِيم الْأَهْوَازِي فَإِن البُخَارِيّ، قَالَ: هَارُون بن أبيِإبراهيم.\r[610] وَهَارُون بن أبي إِبْرَاهِيم بن أبي يزِيد.\rحدث عَنهُ: مُحَمَّد بن بشر الْعَبْدي.\rروى عَن: أبي نصير، وَأَبُو نصير: مَجْهُول.","seal":"48E51E23","part":1},
      {"page":413,"id":412,"hno":null,"nass":"هَارُون بن عِيسَى، وَهَارُون بن أبي عِيسَى.\rالأول:\r[611] هَارُون بن عِيسَى بن يحيى، أَبُو مُحَمَّد التجِيبِي، الْمصْرِيّ.\rكَانَ أَبوهُ يعرف بملول.\rحدث عَن: حَفْص بن عمر الْعَدنِي، وَأبي عبد الرَّحْمَن الْمُقْرِئ، وَعبد الله بن عبد الحكم، وَغَيرهم.\rروى عَنهُ: ابْنه عَليّ، وَأَبُو الْقَاسِم الطَّبَرَانِيّ، وكافة المصريين.\r[612] وَهَارُون بن عِيسَى الْمَدَائِنِي.\rحدث عَن: إِبْرَاهِيم بن نَافِع. أَظُنهُ الْجلاب.\rيروي عَنهُ: أَبُو الْعَبَّاس بن عقدَة الْكُوفِي.\r[613] وَهَارُون بن عِيسَى، أَبُو جَعْفَر الْهَاشِمِي، المنصوري.","seal":"2C3A5D2C","part":1},
      {"page":414,"id":413,"hno":null,"nass":"حدث عَن: صَالح بن جميل الْمدنِي، وَدَاوُد بن عمر الضَّبِّيّ، وَالْحُسَيْن بن عَمْرو الْعَنْقَزِي.\rروى عَنهُ: دعْلج بن أَحْمد، وَعبد الْخَالِق بن أبي روبا، وَغَيرهمَا.\r[614] وَهَارُون بن عِيسَى بن السكين بن عِيسَى، أَبُو يزِيد الْبَلَدِي.\rحدث بِبَغْدَاد عَن: حميد بن الرّبيع الْكُوفِي، وَعلي بن الْحسن بن بكير الْحَضْرَمِيّ، وَعبد الله بن أَحْمد حَنْبَل.\rروى عَنهُ: مُحَمَّد بن المظفر الْبَغْدَادِيّ، وَعبيد الله بن خَليفَة الْبَلَدِي.\r[615] وَهَارُون بن عِيسَى بن الْمطلب بن إِبْرَاهِيم بن عبد الْعَزِيز بن","seal":"105DA476","part":1},
      {"page":415,"id":414,"hno":null,"nass":"عبد الله بن عبيد الله بن الْعَبَّاس بن مُحَمَّد بن عَليّ بن عبد الله بن الْعَبَّاس بن عبد الْمطلب، أَبُو مُوسَى الْهَاشِمِي، الْخَطِيب الْبَغْدَادِيّ.\rحدث عَن: أبي الْقَاسِم الْبَغَوِيّ، وَأبي بكر بن أبي دَاوُد، وَإِبْرَاهِيم بن عبد الصَّمد الْهَاشِمِي.\rحَدثنَا عَنهُ: بشرى بن عبد الله الرُّومِي، وَأَبُو طَالب عمر بن إِبْرَاهِيم الْفَقِيه، وَمُحَمّد بن عمر بن بكر (33 / أ) الْمُقْرِئ، وَعبد الْعَزِيز الْأَزجيّ.\rوَقد ذَكَرْنَاهُمْ جَمِيعًا فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\rوَالثَّانِي:\r[616] هَارُون بن أبي عِيسَى الشَّامي.\rكَاتب مُحَمَّد بن إِسْحَاق بن يسَار.\rحدث عَن: ابْن إِسْحَاق.","seal":"6D9B413F","part":1},
      {"page":416,"id":415,"hno":null,"nass":"روى عَنهُ: ابْنه عبد الله، ومعلي بن أَسد الْعمي.\rهَارُون بن عبد الله، وَهَارُون بن أبي عبد الله.\rالأول:\r[617] هَارُون بن عبد الله الْحَضْرَمِيّ.\rعَن: عفيف بن معدي كرب.\rروى عَنهُ: عبد الرَّحْمَن بن الغسيل، قَالَ ذَلِك البُخَارِيّ.\r[618] وَهَارُون بن عبد الله، أَبُو يحيى الزُّهْرِيّ، الْمدنِي.\rقَاضِي مصر.\rسمع: مَالك بن أنس، وَعبد الْعَزِيز الدَّرَاورْدِي، وَعبد الرَّحْمَن بن زيد بن أسلم، وَعبد الله بن سَلمَة الزبيرِي.","seal":"23A0F442","part":1},
      {"page":417,"id":416,"hno":null,"nass":"روى عَنهُ: يحيى بن بكير الْمصْرِيّ، وَعبد السَّلَام بن صَالح الْهَرَوِيّ، وَالزُّبَيْر بن بكار الزبيرِي.\rوَقد ذكرنَا لَهُ حَدِيثا فِي كتاب ((الْمُشْتَمل عَليّ أَسمَاء الروَاة عَن مَالك) .\r[619] وَهَارُون بن عبد الله بن مَرْوَان، أَبُو مُوسَى الْبَزَّاز، الْمَعْرُوف بهَارُون الْحمال، الْبَغْدَادِيّ.\rحدث عَن: سُفْيَان بن عُيَيْنَة، وَابْن أبي فديك، ومعن بن عِيسَى، وسيار بن حَاتِم، وَعبد الله بن نمير، وَأبي أُسَامَة، وَعبد الصَّمد بن عبد الْوَارِث، وَأبي عَاصِم النَّبِيل، وروح بن عبَادَة، وَغَيرهم.\rروى عَنهُ: ابْنه مُوسَى، وَأَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَأَبُو دَاوُد السجسْتانِي، وَمُسلم بن الْحجَّاج، وَإِبْرَاهِيم الْحَرْبِيّ، وَإِسْحَاق بن سِنِين الْخُتلِي، وَعبد الله بن مُحَمَّد الْبَغَوِيّ، فِي آخَرين.\r[620] وَهَارُون بن عبد الله بن سُلَيْمَان، وَالِد أبي حَامِد الْحَضْرَمِيّ.","seal":"02965B38","part":1},
      {"page":418,"id":417,"hno":null,"nass":"حدث عَن: أَصْرَم بن حَوْشَب الهمذاني.\rروى عَنهُ: ابْنه أَبُو حَامِد مُحَمَّد بن هَارُون.\rوَقد ذَكرْنَاهُ وَالَّذِي قبله فِي كتاب ((تَارِيخ مَدِينَة السَّلَام)) .\rوَالثَّانِي:\r[621] هَارُون بن أبي عبد الله.\rصَاحب الْمَغَازِي.\rحدث عَن: بَقِيَّة بن الْوَلِيد الْحِمصِي، وَعبد الْعَزِيز بن عمرَان الزُّهْرِيّ الْمَدِينِيّ.\rروى عَنهُ: إِبْرَاهِيم بن يَعْقُوب الْجوزجَاني، وَغَيره.\rهَارُون بن مُسلم، وَهَارُون بن أبي مُسلم.\rالأول:","seal":"ECFD8EB4","part":1},
      {"page":419,"id":418,"hno":null,"nass":"[622] هَارُون بن مُسلم بن هُرْمُز، أَبُو الْحُسَيْن.\rصَاحب الْحِنَّاء.\rحدث عَن: أَبِيه، وَعَن عبيد الله بن الْأَخْنَس، وَغَيرهمَا.\rروى عَنهُ: أَبُو ظفر عبد السَّلَام بن مطهر، وقتيبة بن سعيد، وسريج بن يُونُس، وَنصر بن عَليّ الْجَهْضَمِي.\rوَالثَّانِي:\r[623] هَارُون بن أبي مُسلم الْحِجَازِي.\rحدث عَن: مُحَمَّد بن إِبْرَاهِيم بن الْحَارِث التَّيْمِيّ، وَغَيره","seal":"21BA463E","part":1},
      {"page":420,"id":419,"hno":null,"nass":"روى عَنهُ: سُفْيَان بن عُيَيْنَة.\rهَاشم بن هَاشم، وهَاشِم بن أبي هَاشم\r\rالأول:\r[624] هَاشم بن هَاشم بن عتبَة بن أبي وَقاص الزُّهْرِيّ.\rالَّذِي سمع: عَامر بن سعد بن أبي وَقاص، وَسَعِيد بن الْمسيب، وَعبد الله بن نسطاس.\rروى عَنهُ: عثام بن عَليّ العامري، وَأَبُو بدر شُجَاع بن الْوَلِيد السكونِي (34 / ب) ، ومكي بن إِبْرَاهِيم الْبَلْخِي.\rوَالثَّانِي:\r[625] هَاشم بن أبي هَاشم الشَّامي.\rحدث عَن: وَحشِي بن حَرْب.\rروى عَنهُ: الْمسيب بن وَاضح السّلمِيّ.","seal":"DFA6B641","part":1},
      {"page":421,"id":420,"hno":null,"nass":"هِشَام بن عبد الله، وَهِشَام بن أبي عبد الله.\r\rالأول:\r[626] هِشَام بن إِسْحَاق بن عبد الله بن كنَانَة، الْمَدِينِيّ.\rحدث عَن: أَبِيه.\rروى عَنهُ: سُفْيَان الثَّوْريّ، وحاتم بن إِسْمَاعِيل، وَنسب إِلَى جدة فِي بعض الرِّوَايَات عَنهُ.\r[627] وَهِشَام بن عبد الله بن عِكْرِمَة المَخْزُومِي، الْمَدِينِيّ.\rحدث عَن: هِشَام بن عُرْوَة.\rروى عَنهُ: إِبْرَاهِيم بن الْمُنْذر الْحزَامِي، وَمصْعَب بن عبد الله الزبيرِي.","seal":"E2CE2122","part":1},
      {"page":422,"id":421,"hno":null,"nass":"وَالثَّانِي:\r[628] هِشَام بن أبي عبد الله، أَبُو بكر الدستوَائي.\rوَاسم أَبِيه: سنبر.\rحدث عَن: أبي الزبير الْمَكِّيّ، وَقَتَادَة، وَيحيى بن أبي كثير، وَحَمَّاد بن أبي سُلَيْمَان.\rروى عَنهُ: ابْنه معَاذ، وَشعْبَة، وَيحيى بن سعيد الْقطَّان، وَمُحَمّد بن جَعْفَر غنْدر، ومعاذ بن فضَالة، وَعبد الْوَهَّاب بن عَطاء وَمُسلم بن إِبْرَاهِيم، وَأَبُو عمر الحوضي، وَأَبُو نعيم الْفضل بن دُكَيْن","seal":"5F755CC9","part":1},
      {"page":423,"id":422,"hno":null,"nass":"بَاب الْيَاء\r\rيحيى بن إِسْحَاق، وَيحيى بن أبي إِسْحَاق\r\rالأول:\r[629] يحيى بن إِسْحَاق ابْن أخي رَافع بن خديج الْأنْصَارِيّ.\rحدث عَن: رَافع بن خديج، ومجاشع بن مَسْعُود.\rروى عَنهُ: يحيى بن أبي كثير.\r[630] وَيحيى بن إِسْحَاق بن عبد الله بن أبي طَلْحَة الْأنْصَارِيّ.\rحدث عَن: أمة، وَعَن زيد بن أسلم، وَسَعِيد بن أبي مَرْيَم الْأنْصَارِيّ.\rروى عَنهُ: يزِيد بن عبد الرَّحْمَن الدالاني، وَعمر بن ذَر المرهبي.\r[631] وَيحيى بن إِسْحَاق الْمَكِّيّ.\rحدث عَن: عبيد الله بن عبد الله الْأنْصَارِيّ.\rروى عَنهُ: إِبْرَاهِيم بن بشار الرَّمَادِي.\r[632] وَيحيى بن إِسْحَاق، أَبُو زَكَرِيَّا البَجلِيّ، الْمَعْرُوف بالسيلحيني.","seal":"603ED12C","part":1},
      {"page":424,"id":423,"hno":null,"nass":"حدث عَن: حَمَّاد بن سَلمَة، وَاللَّيْث بن سعد، وَعبد الله بن لَهِيعَة، وَيحيى بن أَيُّوب، وَشريك بن عبد الله.\rروى عَنهُ: أَحْمد بن حَنْبَل، وَأَبُو بكر بن أبي شيبَة، وَمُحَمّد بن الْحُسَيْن بن أشكاب، وَمُحَمّد بن عبد الله بن أبي الثَّلج، وَمُحَمّد بن إِسْحَاق الصغاني، وَبشر بن مُوسَى الْأَسدي، وَغَيرهم.\r[633] وَيحيى بن إِسْحَاق بن سَالم الْأَسدي.\rعَن: أَبِيه.\rروى عَنهُ: سعيد بن سُلَيْمَان.\rيعد فِي الْكُوفِيّين، قَالَ ذَلِك: البُخَارِيّ.","seal":"5DD8083B","part":1},
      {"page":425,"id":424,"hno":null,"nass":"وَالثَّانِي:\r[634] يحيى بن أبي إِسْحَاق الْحَضْرَمِيّ، الْبَصْرِيّ.\rحدث عَن: أنس بن مَالك، وَسليمَان بن يسَار، وَسَالم بن عبد الله، وَسليمَان الْأَغَر، وَأبي قلَابَة الْجرْمِي.\rروى عَنهُ: مُحَمَّد بن سِيرِين، وَشعْبَة، وسُفْيَان الثَّوْريّ، وَحَمَّاد بن سَلمَة. وهشيم، وخَالِد بن عبد الله، وَبشر بن الْمفضل، وَيزِيد بن زُرَيْع، وَعبد الْأَعْلَى السَّامِي، وَعلي بن عَاصِم، وَغَيرهم.\rيحيى بن بكير، وَيحيى بن أبي بكير\r\rالأول:\r[635] يحيى بن عبد الله بن بكير الْمصْرِيّ.","seal":"E8AE573D","part":1},
      {"page":426,"id":425,"hno":null,"nass":"حدث عَن: مَالك بن أنس، وَاللَّيْث بن سعد، وَابْن لَهِيعَة، وَيَعْقُوب (34 / أ) بن عبد الرَّحْمَن بن مُضر، ومفضل بن فضَالة، والمغيرة بن عبد الرَّحْمَن.\rروى عَنهُ: يُونُس بن عبد الْأَعْلَى، وَمُحَمّد بن إِسْمَاعِيل البُخَارِيّ، وَيَعْقُوب بن سُفْيَان الْفَسَوِي، وَأَبُو إِسْمَاعِيل التِّرْمِذِيّ، وَإِسْمَاعِيل بن عبد الله بن مَسْعُود الْأَصْبَهَانِيّ، وَأَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وكافة المصريين، وَنسبه أَكثر الروَاة عَنهُ إِلَيّ جده، وَقد ذكرنَا بعض حَدِيثه فِيمَا تقدم.\rوَالثَّانِي:\r[646] يحيى بن أبي بكير الْكِنْدِيّ.\rقَاضِي كرمان.\rحدث عَن: شُعْبَة، وسُفْيَان الثَّوْريّ، وَإِسْرَائِيل، وَالْحسن بن صَالح، وَزُهَيْر بن مُحَمَّد.\rروى عَنهُ: مُحَمَّد بن سعيد بن الْأَصْبَهَانِيّ، وَأَبُو بكر بن أبي شيبَة، وَمُحَمّد بن المثني الْعَنزي، وَعلي بن سهل الْبَغْدَادِيّ، والْحَارث بن أبي أُسَامَة، وَغَيرهم.","seal":"E4B610DA","part":1},
      {"page":427,"id":426,"hno":null,"nass":"يحيى بن حَكِيم، وَيحيى بن أبي حَكِيم\r\rالأول:\r[637] يحيى بن حَكِيم بن صَفْوَان بن أُميَّة.\rحدث عَن: عبد الله بن عَمْرو بن الْعَاصِ.\rروى عَنهُ: ابْن أبي مليكَة.\r[638] وَيحيى بن حَكِيم الْمُقَوّم، أَبُو سعيد الْبَصْرِيّ.\rحدث عَن: يحيى بن سعيد الْقطَّان، وَعبد الرَّحْمَن بن مهْدي، وحرمي بن عمَارَة، ومعاذ بن معَاذ، وَمُحَمّد بن أبي عدي، وَسلم بن قُتَيْبَة.\rروى عَنهُ: مُحَمَّد بن إِسْحَاق بن خُزَيْمَة النَّيْسَابُورِي، وَمُحَمّد بن مُحَمَّد بن سُلَيْمَان الباغندي، وَيحيى بن مُحَمَّد بن صاعد الْبَغْدَادِيّ، وَغَيرهم.","seal":"B3AC5986","part":1},
      {"page":428,"id":427,"hno":null,"nass":"وَالثَّانِي:\r[639] يحيى بن أبي حَكِيم الْكُوفِي.\rالملقب رَقَبَة.\rحدث عَن: أبي الْأَحْوَص سَلام بن سليم.\rروى عَنهُ: عَليّ بن الْمثنى الطهوي.\rيحيى بن زَكَرِيَّا، وَيحيى بن أبي زَكَرِيَّا\r\rأما يحيى بن زَكَرِيَّا، فجماعة.\r[640] وَأما يحيى بن أبي زَكَرِيَّا، فواحد:\rوَهُوَ أَبُو مَرْوَان الغساني، شَامي الأَصْل سكن واسطاً.\rوَحدث عَن: هِشَام بن عُرْوَة، وَعبد الله بن عُثْمَان بن خثيم، وَعباد بن سعيد.\rروى عَنهُ: عبد الْوَهَّاب بن عِيسَى التمار، وَمُحَمّد بن حَرْب النشائي.","seal":"AC9D1EC3","part":1},
      {"page":429,"id":428,"hno":null,"nass":"يحيى بن السكن، وَيحيى بن أبي السكن\r\rالأول:\r[641] يحيى بن السكن الْبَصْرِيّ.\rحدث عَن: شُعْبَة، وَمَالك بن أنس، وَحَمَّاد بن سَلمَة.\rروى عَنهُ: أَيُّوب بن مُحَمَّد الرقي، ومغيرة بن عبد الرَّحْمَن الْحَرَّانِي، وَمُحَمّد بن حسان الْأَزْرَق، وَالْفضل بن يَعْقُوب الزخامي، وهلال بن الْعَلَاء الرقي.\rوَالثَّانِي:\r[642] يحيى بن أبي السكن.\rحدث إِسْمَاعِيل بن زِيَاد السكونِي: عَنهُ، عَن الزُّهْرِيّ. وَإِسْمَاعِيل غير ثِقَة.\rيحيى بن سُلَيْمَان، وَيحيى بن أبي سُلَيْمَان\r\rالأول:\r[643] يحيى بن سُلَيْمَان أَبُو سَالم الْمحَاربي.","seal":"E969A362","part":1},
      {"page":430,"id":429,"hno":null,"nass":"حدث عَن: مسعر بن كدام.\rروى عَنهُ: يَعْقُوب بن إِسْحَاق المخرمي.\r[644] وَيحيى بن سُلَيْمَان بن مُسلم، أَبُو سعيد (35 / ب) الْجعْفِيّ، الْكُوفِي.\rنزيل مصر.\rحدث عَن: عبد الله بن إِدْرِيس، وَحَفْص بن غياث، وَعبد الله بن نمير، وَيُونُس بن بكير، وَأبي أُسَامَة، وَعبد الله بن وهب.\rروى عَنهُ: أَبُو عبد الله البُخَارِيّ، وَأَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَإِسْمَاعِيل بن عبد الله الْأَصْبَهَانِيّ، وَإِبْرَاهِيم بن ديزل الْهَمدَانِي، وَغَيرهم.\r[645] وَيحيى بن سُلَيْمَان بن نَضْلَة بن عبد الله بن خرَاش بن أُميَّة الْخُزَاعِيّ، الْمدنِي.\rحدث عَن: مَالك بن أنس، وَعبد الرَّحْمَن بن أبي الزِّنَاد، وَعبد الْعَزِيز بن","seal":"3EB1A153","part":1},
      {"page":431,"id":430,"hno":null,"nass":"مُحَمَّد الدَّرَاورْدِي، وعطاف بن خَالِد المَخْزُومِي، وَمُسلم بن خَالِد الزنْجِي.\rروى عَنهُ: أَبُو حَاتِم الرَّازِيّ، وَأَبُو قُرَيْش مُحَمَّد بن جُمُعَة القوهستاني، وَيحيى بن مُحَمَّد بن صاعد الْبَغْدَادِيّ.\rوَالثَّانِي:","seal":"22DF6675","part":1},
      {"page":432,"id":431,"hno":null,"nass":"[646] يحيى بن أبي سُلَيْمَان الْمَدِينِيّ.\rحدث عَن: عَطاء بن أبي رَبَاح، وَسَعِيد المَقْبُري، وَسعد بن إِبْرَاهِيم الزُّهْرِيّ، وَزيد بن أبي عتاب.\rروى عَنهُ: سعيد بن أبي أَيُّوب، وَنَافِع بن يزِيد، وَأَبُو سعيد مولى بني هَاشم، وَأَبُو الْوَلِيد الطَّيَالِسِيّ.\rيحيى بن صَالح، وَيحيى بن أبي صَالح\r\rالأول:\r[647] يحيى بن صَالح الْأَيْلِي.\rحدث عَن: إِسْمَاعِيل بن أُميَّة الْقرشِي.\rروى عَنهُ: يحيى بن عبد الله بن بكير الْمصْرِيّ.\r[648] وَيحيى بن صَالح الوحاظي، الشَّامي.\rحدث عَن: مَالك بن أنس، وَسَعِيد بن عبد الْعَزِيز، وَسليمَان بن بِلَال، وَمُعَاوِيَة بن سَلام، وَزُهَيْر بن مُعَاوِيَة، وفليح بن سُلَيْمَان.","seal":"5D346E9C","part":1},
      {"page":433,"id":432,"hno":null,"nass":"روى عَنهُ: أَحْمد بن أبي الْحوَاري، وَأَبُو زرْعَة الدمشقيان، وَمُحَمّد بن عَوْف الْحِمصِي، وَيَعْقُوب بن سُفْيَان الْفَسَوِي، وَمُحَمّد بن مُسلم بن وارة، وَأَبُو حَاتِم الرازيان، وَغَيرهم.\r[649] وَيحيى بن صَالح.\rحدث عَن: زَكَرِيَّا بن عدي.\rروى عَنهُ: يحيى بن مُحَمَّد بن أبي بشر الدقاق.\r[650] وَيحيى بن صَالح الصَّائِغ، الْبَلْخِي.\rحدث عَن: أبي معَاذ النَّحْوِيّ.\rروى عَنهُ: الْحسن بن مُحَمَّد بن أبي حَمْزَة الْبَلْخِي.\rوَقد ذَكَرْنَاهُمْ وَبَعض أَحَادِيثهم فِي كتاب ((الْمُتَّفق والمفترق)) .\rوَالثَّانِي:\r[651] يحيى بن أبي صَالح.","seal":"342E8658","part":1},
      {"page":434,"id":433,"hno":null,"nass":"حدث عَن: أَبِيه.\rروى عَنهُ: الْخَلِيل بن مرّة.\r[652] وَيحيى بن أبي صَالح الْكُوفِي.\rحدث عَن: عمْرَة ابْنة الطبيخ العدوية.\rروى عَنهُ: سُفْيَان الثَّوْريّ.\r[653] وَيحيى بن أبي صَالح.\rشيخ مُتَأَخّر.\rروى عَنهُ: الْعَبَّاس بن يُوسُف الشكلي حَدِيثا.\rيحيى بن مُحَمَّد، وَيحيى بن أبي مُحَمَّد.\rأما يحيى بن مُحَمَّد، فجماعة كَثِيرَة.\r[654] وَأما يحيى بن أبي مُحَمَّد، فواحد:\rحدث عَن: أبي عبد الرَّحْمَن حاضن عَائِشَة.\rروى عَنهُ: عبد الْملك بن أبي سُلَيْمَان الْفَزارِيّ.","seal":"F7B7E1AA","part":1},
      {"page":435,"id":434,"hno":null,"nass":"يحيى بن نصر، وَيحيى بن أبي نصر\r\rالأول:\r[655] يحيى بن نصر بن حَاجِب الْقرشِي.\rحدث عَن: عَاصِم الْأَحول، وهلال بن خباب، وحيوة بن شُرَيْح (35 / أ)","seal":"CE4B4E90","part":1},
      {"page":436,"id":435,"hno":null,"nass":"وَيُونُس بن يزِيد، والصلت بن بهْرَام، وَعبد الله بن شبْرمَة، ومُوسَى بن عُبَيْدَة، وورقاء بن عمر، وَأبي حنيفَة الْفَقِيه.\rروى عَنهُ: أَحْمد بن مَنْصُور بن رَاشد الْمروزِي، ورجاء بن الْجَارُود. وَمُحَمّد بن أبي الْجَارُود البغداديان، وَعبد الْعَزِيز بن عبد الله الْهَاشِمِي، وَغَيرهم.\rوَالثَّانِي:\r[656] يحيى بن أبي نصر، أَبُو سعد الْهَرَوِيّ.\rعَن: أبي نصر الْمروزِي، وحبان بن مُوسَى، وَعلي بن حجر، وَغَيرهم.\rروى عَنهُ: أَبُو عَمْرو بن السماك، وَعبد الصَّمد بن عَليّ الطستي، وَإِسْمَاعِيل بن عَليّ الخطبي، وَأَبُو بكر الشَّافِعِي.","seal":"4236E15C","part":1},
      {"page":437,"id":436,"hno":null,"nass":"يحيى بن طَالب، وَيحيى بن أبي طَالب\r\rالأول:\r[657] يحيى بن طَالب، وَأَبُو زَكَرِيَّا الأكاف، الطرسوسي.\rحدث عَن: هِشَام بن عمار الدِّمَشْقِي، وَمُحَمّد بن مصفى الْحِمصِي.\rروى عَنهُ: شَاكر بن مُحَمَّد المصِّيصِي، وَعبد الله بن إِبْرَاهِيم الأبندوني.\rوَالثَّانِي:\r[658] يحيى بن أبي طَالب، أَبُو بكر الوَاسِطِيّ.","seal":"EDB5BEEC","part":1},
      {"page":438,"id":437,"hno":null,"nass":"اسْم أَبِيه: جَعْفَر بن عبد الله بن الزبْرِقَان.\rحدث عَن: عَليّ بن عَاصِم، وَعبد الْوَهَّاب بن عَطاء، وأزهر بن سعد السمان، وَيزِيد بن هَارُون، وَأبي دَاوُد الطَّيَالِسِيّ، ووهب بن جرير، وَخلق من أمثالهم.\rروى عَنهُ: إِسْمَاعِيل بن مُحَمَّد الصفار، وَمُحَمّد بن عَمْرو الرزاز، وَأَبُو عَمْرو بن السماك، وَأحمد بن سلمَان النجاد، وَأَبُو سهل بن زِيَاد الْقطَّان. وَغَيرهم.\rوَقد ذكرنَا بعض حَدِيثه فِيمَا تقدم.\rيحيى بن عَمْرو، وَيحيى بن أبي عَمْرو\r\rالأول:\r[659] يحيى بن عَمْرو بن سَلمَة الْهَمدَانِي، الْكُوفِي.","seal":"7A6BBE50","part":1},
      {"page":439,"id":438,"hno":null,"nass":"حدث [عَن] : أَبِيه.\rروى عَنهُ: ابْنه عَمْرو، ومسعر بن كدام، وَشعْبَة، وسُفْيَان الثَّوْريّ، وَعبد الرَّحْمَن المَسْعُودِيّ، وَقيس بن الرّبيع.\r[660] وَيحيى بن عَمْرو بن مَالك النكري، الْبَصْرِيّ.\rحدث عَن: أَبِيه، ومهدي بن مَيْمُون.\rروى عَنهُ: يحيى بن وَاضح، وَمُسلم بن إِبْرَاهِيم، وَعبد الله بن عبد الْوَهَّاب الحَجبي، وَسَعِيد بن أَشْعَث السمان، وَمُحَمّد بن عبد الْملك بن أبي الشَّوَارِب. وَأحمد بن عبد الْملك بن وَاقد الْحَرَّانِي.\r[661] وَيحيى بن عَمْرو بن عمَارَة، أَبُو الْخطاب اللَّيْثِيّ، الدِّمَشْقِي.\rحدث عَن: عبد الرَّحْمَن بن ثَابت بن ثَوْبَان، وروى عَن: الْأَوْزَاعِيّ مسَائِل.\rحدث عَنهُ: أَبُو حَاتِم الرَّازِيّ، وَأَبُو زرْعَة، وَيزِيد بن مُحَمَّد بن عبد الصَّمد","seal":"247AA48D","part":1},
      {"page":440,"id":439,"hno":null,"nass":"لدمشقيان.\rوَالثَّانِي:\r[662] يحيى بن أبي عَمْرو، أَبُو زرْعَة السيباني.\rحدث عَن: أَبِيه، وَعَن عبد الله بن الديلمي، وَأبي سَلام الْأسود، وَغَيرهم.\rروى عَنهُ: الْأَوْزَاعِيّ، وَإِسْمَاعِيل بن عَيَّاش، وَعبد الله بن الْمُبَارك، وضمرة بن ربيعَة، وَعَاصِم بن حَكِيم، ورديح بن عَطِيَّة، وَصدقَة بن الْمُنْتَصر، وَسلم (36 / ب) الْخَواص، وَأَيوب بن سُوَيْد.\rيحيى بن عُثْمَان، وَيحيى بن أبي عُثْمَان\r\rالأول:\r[663] يحيى بن عُثْمَان، أَبُو سُهَيْل التَّيْمِيّ، الْبَصْرِيّ.\rحدث عَن: يحيى بن عبد الله بن أبي مليكَة، وَعبد الله بن أبي نجيح،","seal":"1D0AD25D","part":1},
      {"page":441,"id":440,"hno":null,"nass":"وَإِسْمَاعِيل بن أُميَّة.\rروى عَنهُ: مُسلم بن إِبْرَاهِيم، ومُوسَى بن إِسْمَاعِيل، والصلت بن مَسْعُود، وَغَيرهم.\rذكره عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ.\r[664] وَيحيى بن عُثْمَان، أَبُو زَكَرِيَّا الْحَرْبِيّ، الْبَغْدَادِيّ.\rحدث عَن: الهقل بن زِيَاد، وَأبي الْمليح الرقي، وَإِسْمَاعِيل بن عَيَّاش، وسُويد بن عبد الْعَزِيز، وَبَقِيَّة بن الْوَلِيد.\rروى عَنهُ: أَبُو زرْعَة، وَأَبُو حَاتِم الرازيان، وَعلي بن حُسَيْن بن حَيَّان، وَغَيرهم.\r[665] وَيحيى بن عُثْمَان بن كثير بن دِينَار الْحِمصِي.\rحدث عَن: بَقِيَّة بن الْوَلِيد، وَمُحَمّد بن حمير، وَشُرَيْح بن يزِيد، وَزيد بن يحيى بن عبيد، وسُفْيَان بن عُيَيْنَة.\rروى عَنهُ: أَبُو زرْعَة، وَأَبُو حَاتِم الرَّازِيّ، وَمُحَمّد بن مُحَمَّد الباغندي.","seal":"C55716C9","part":1},
      {"page":442,"id":441,"hno":null,"nass":"وَأَبُو بكر بن أبي دَاوُد السجسْتانِي، وَأَبُو الْحسن بن جوصا الدِّمَشْقِي، وَعبد الْغفار بن سَلامَة الْحِمصِي، وَغَيرهم.\r[666] وَيحيى بن عُثْمَان بن صَالح الْمصْرِيّ.\rحدث عَن: أَبِيه، وَسَعِيد بن أبي مَرْيَم، وَعبد الْغفار بن دَاوُد، وَعَمْرو بن خَالِد، وَالقَاسِم بن هَانِئ، ونعيم بن حَمَّاد.\rروى عَنهُ: يحيى بن مُحَمَّد بن صاعد، وَأَبُو جَعْفَر الطَّحَاوِيّ، وَعبد الله بن أَحْمد بن إِسْحَاق، وَعلي بن مُحَمَّد بن أَحْمد المصريان، وَغَيرهم.\rوَالثَّانِي:\r[667] يحيى بن أبي عُثْمَان الْبَصْرِيّ.","seal":"789872B3","part":1},
      {"page":443,"id":442,"hno":null,"nass":"روى عَنهُ: الْمحَاربي.\rيحيى بن هَاشم، وَيحيى بن أبي هَاشم\r\rالأول:\r[668] يحيى بن هَاشم، أَبُو زَكَرِيَّا الغساني، السمسار الْبَغْدَادِيّ.\rحدث عَن: هِشَام بن عُرْوَة، وَإِسْمَاعِيل بن أبي خَالِد، وَسليمَان الْأَعْمَش، وَيُونُس بن أبي إِسْحَاق، وَغَيرهم.\rروى عَنهُ: يزِيد بن هَارُون، والْحَارث بن أبي أُسَامَة، وَمُحَمّد بن غَالب التمتام، وَمُحَمّد بن خلف بن عبد السَّلَام الْمروزِي، ومُوسَى بن إِسْحَاق الْأنْصَارِيّ.\r[669] وَيحيى بن هَاشم الْأمَوِي.\rروى أَبُو بكر بن أبي الدُّنْيَا، عَن مُحَمَّد بن يُوسُف بن الحكم.\rقَالَ الْخَطِيب، جَاءَ فِي هَذِه الرِّوَايَة يحيى بن هَاشم الْأمَوِي، وَجَاء فِي","seal":"24C151F9","part":1},
      {"page":444,"id":443,"hno":null,"nass":"غَيرهَا يحيى بن هِشَام الْأمَوِي، وَالله أعلم بِالصَّوَابِ.\rوَالثَّانِي:\r[670] يحيى بن أبي هَاشم الْعجلِيّ، الوَاسِطِيّ.\rحدث عَن: مُحَمَّد بن عِيسَى.\rروى عَنهُ: أسلم بن سهل الْمَعْرُوف بِبَحْشَلٍ.\rيزِيد بن عبيد، وَيزِيد بن أبي عبيد\r\rالأول:\r[671] يزِيد بن عبيد، أَبُو مُعَاوِيَة السكونِي.\rمن أهل حمص.\rذكره أَبُو بكر أَحْمد بن مُحَمَّد بن عِيسَى فِي ((تَارِيخ الحمصيين)) ، قَالَ: ((وَيزِيد بن عبيد السكونِي، أَبُو مُعَاوِيَة.\rحدث عَن: حبيب بن مسلمة، وَعَن مَالك بن هُبَيْرَة.\rوَقَالَ أَبُو بكر بن أبي مَرْيَم: عَن أم مُعَاوِيَة امْرَأَة يزِيد بن عبيد، أَنَّهَا قَالَت:","seal":"DCAD6D54","part":1},
      {"page":445,"id":444,"hno":null,"nass":"لي مَعَه أَرْبَعُونَ سنة مَا عَلمته فَاتَتْهُ صَلَاة الصُّبْح فِي جمَاعَة، إِلَّا من مرض حَابِس.\r[672] وَيزِيد بن عبيد، أَبُو وجزة السَّعْدِيّ، الْمَدِينِيّ.\rكَانَ شَاعِرًا (36 / أ) .\rوَحدث عَن: عمر بن أبي سَلمَة، وَعَطَاء بن يزِيد، وَغَيرهمَا.\rروى عَنهُ: هِشَام بن عُرْوَة، وَمُحَمّد بن إِسْحَاق، وَسليمَان بن بِلَال، وَعبد الله بن مُصعب، وَيحيى بن سعيد بن دِينَار.\rوَالثَّانِي:\r[673] يزِيد بن أبي عبيد، مولى سَلمَة بن الْأَكْوَع.\rحدث عَن: سَلمَة بن الْأَكْوَع.\rروى عَنهُ: الْمُغيرَة بن عبد الرَّحْمَن، وحاتم بن إِسْمَاعِيل، وَيحيى بن سعيد الْقطَّان، وَحَفْص بن غياث، وَأَبُو خَالِد الْأَحْمَر، وَصَفوَان بن عِيسَى، وَأَبُو عَاصِم النَّبِيل، ومكي بن إِبْرَاهِيم.\rيزِيد بن حبيب، وَيزِيد بن أبي حبيب\r\rالأول:","seal":"969FEE56","part":1},
      {"page":446,"id":445,"hno":null,"nass":"[674] يزِيد بن حبيب، أَبُو خَالِد الْبَصْرِيّ.\rحدث عَن: صَالح المري.\rروى عَنهُ: عبيد الله بن جرير بن جبلة الْأَزْدِيّ.\rوَالثَّانِي:\r[657] يزِيد بن أبي حبيب، أَبُو رَجَاء الْمصْرِيّ.\rوَاسم أَبِيه: سُوَيْد مولى شريك بن الطُّفَيْل العامري.\rحدث عَن: عبد الله بن الْحَارِث بن جُزْء الزبيدِيّ، وَأبي الطُّفَيْل الْكِنَانِي، وَأبي الْخَيْر الْيَزنِي، وسُويد بن قيس، وعراك بن مَالك.\rروى عَنهُ: اللَّيْث بن سعد، وَسَعِيد بن أبي أَيُّوب، وحيوة بن شُرَيْح، وَيحيى بن أَيُّوب، وحرملة بن عمرَان، وَالْحسن بن ثَوْبَان، وَعبد الله بن لَهِيعَة، وَمُحَمّد بن إِسْحَاق بن يسَار.","seal":"006D6AC6","part":1},
      {"page":447,"id":446,"hno":null,"nass":"يزِيد بن عَطاء، وَيزِيد بن أبي عَطاء\r\rالأول:\r[676] يزِيد بن عَطاء الوَاسِطِيّ.\rمولى أبي عوَانَة من فَوق.\rحدث عَن: سماك بن حَرْب، وَعَن أبي إِسْحَاق الْهَمدَانِي، وَإِسْمَاعِيل بن","seal":"10B2142C","part":1},
      {"page":448,"id":447,"hno":null,"nass":"أبي خَالِد، وَبَيَان بن بشر البَجلِيّ، وَابْن أبي ليلى، وَأبي حَمْزَة مَيْمُون.\rروى عَنهُ: مُحَمَّد بن جَهْضَم، وَأَبُو دَاوُد الطَّيَالِسِيّ، وَزُهَيْر بن عباد، وَسَعِيد بن سُلَيْمَان الوَاسِطِيّ، وَغَيرهم.\rوَالثَّانِي:\r[677] يزِيد بن أبي عَطاء الشَّامي.\rحدث عَن: معَاذ بن سعد، وَعمر بن عبد الْعَزِيز.\rروى عَنهُ: يزِيد بن سعد بن ذِي عصوان، وَعبد الرَّحْمَن بن يزِيد بن جَابر، وَغَيرهمَا.\rيزِيد بن حَكِيم، وَيزِيد بن أبي حَكِيم\r\rالأول:\r[678] يزِيد بن حَكِيم الْبَصْرِيّ.","seal":"B467396E","part":1},
      {"page":449,"id":448,"hno":null,"nass":"حدث عَن: يزِيد بن عبد الله بن قسيط.\rروى عَنهُ: أَبُو سَلمَة التَّبُوذَكِي.\r[679] وَيزِيد بن حَكِيم العسكري.\rحدث عَن: سعيد بن سَلمَة الْأمَوِي.\rروى عَنهُ: أَبُو غَسَّان أَحْمد بن سهل الْأَهْوَازِي.\rوَالثَّانِي:\r[680] يزِيد بن أبي حَكِيم، أَبُو عبد الله الْعَدنِي.","seal":"DF782008","part":1},
      {"page":450,"id":449,"hno":null,"nass":"حدث عَن: جده يزِيد بن مليك، وَعَن الحكم بن أبان، وسُفْيَان الثَّوْريّ.\rروى عَنهُ: منْجَاب بن الْحَارِث، وَسَلَمَة بن شبيب، وَالْحُسَيْن بن عِيسَى بن حمْرَان، وَأحمد بن مَنْصُور الرَّمَادِي، وَيزِيد بن سِنَان الْبَصْرِيّ، وَغَيرهم.\rيزِيد بن مُعَاوِيَة، وَيزِيد بن أبي مُعَاوِيَة\r\rأما يزِيد بن مُعَاوِيَة، فهم أَرْبَعَة ذَكَرْنَاهُمْ فِي كتاب ((التَّلْخِيص)) .\r[681] وَأما يزِيد بن أبي مُعَاوِيَة، فَهُوَ: كُوفِي.\rحدث عَن: عبد الله بن مَسْعُود.\rروى عَنهُ: ابْنه الغضبان.\rيزِيد بن صَالح، وَيزِيد بن أبي صَالح (37 / ب) .\rالأول:","seal":"93CF831A","part":1},
      {"page":451,"id":450,"hno":null,"nass":"[682] يزِيد بن صَالح، أَبُو خَالِد الْيَشْكُرِي النَّيْسَابُورِي.\rحدث عَن: إِبْرَاهِيم بن طهْمَان، وخارجه بن مُصعب، وَعبد الله بن عمر الْعمريّ.\rروى عَن: الْحسن بن سُفْيَان الْفَسَوِي.\rوَالثَّانِي:\r[683] يزِيد بن أبي صَالح، أَبُو حبيب الدّباغ، الْبَصْرِيّ.","seal":"3ACA2000","part":1},
      {"page":452,"id":451,"hno":null,"nass":"حدث عَن: أنس بن مَالك، وَأبي الوضي عباد بن نسيب، وَقَتَادَة.\rروى عَنهُ: حَمَّاد بن يزِيد، وَمُحَمّد بن أبي عدي، وَعلي بن نصر الْجَهْضَمِي، وَأبي عَاصِم، وَبدل بن المحبر، وَعبد الصَّمد بن عبد الْوَارِث، ووكيع، وَأَبُو نعيم.\rوَيُقَال فِيهِ: يزِيد بن صَالح (أَيْضا) .\rوَقد ذكرنَا ذَلِك فِي صدر هَذَا الْكتاب\rيزِيد بن سِنَان، وَيزِيد بن أبي سِنَان\r\rالأول:\r[684] يزِيد بن سِنَان.","seal":"6BF9B370","part":1},
      {"page":453,"id":452,"hno":null,"nass":"حَدِيثه فِي الشاميين.\rروى عَنهُ: عبد الرَّحْمَن بن عَائِذ، عَن النَّبِي صلى الله عَلَيْهِ وَسلم.\r[685] وَيزِيد بن سِنَان بن يزِيد، أَبُو فَرْوَة الرهاوي.\rحدث عَن: عَطاء بن أبي رَبَاح، وَمَيْمُون بن مهْرَان، وَبُكَيْر بن فَيْرُوز، وَزيد بن أبي أنيسَة، وَغَيرهم.\rروى عَنهُ: ابْنه مُحَمَّد، وَشريك بن عبد الله النَّخعِيّ، وَيحيى بن يعلى الْأَسْلَمِيّ، وَعِيسَى بن يُونُس، ووكيع، وَأَبُو مُعَاوِيَة الضَّرِير.\r[686] وَيزِيد بن سِنَان، أَبُو الْحَارِث الْبَصْرِيّ.\rحدث عَن: الْحُسَيْن.\rروى عَنهُ: سُلَيْمَان بن أبي دَاوُد الْحَرَّانِي.\r[687] وَيزِيد بن سِنَان بن يزِيد، أَبُو خَالِد الْقَزاز، الْبَصْرِيّ.\rسكن مصر.\rوَحدث عَن: يحيى الْقطَّان، وَصَفوَان بن عِيسَى، وَأبي قُتَيْبَة سلم بن قُتَيْبَة.","seal":"94C95374","part":1},
      {"page":454,"id":453,"hno":null,"nass":"ومعاذ بن هِشَام، وَعبد الرَّحْمَن بن مهْدي.\rروى عَنهُ: يحيى بن صاعد، وَأَبُو بكر عبد الله بن مُحَمَّد بن زِيَاد النَّيْسَابُورِي، وَعبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ، وَأَبُو روق الهزاني، وَغَيرهم.\rوَقد ذكرتهم، وسقت بعض أَحَادِيثهم فِي كتاب ((التَّلْخِيص)) .\rوَالثَّانِي:\r[688] يزِيد بن أبي سِنَان.\rحدث عَن: أَبِيه.\rروى عَنهُ: مُعلى بن مَيْمُون الْبَصْرِيّ.\rيزِيد بن يزِيد، وَيزِيد بن أبي يزِيد\r\rالأول:\r[689] يزِيد بن يزِيد بن جَابر الْأَزْدِيّ، الشَّامي.\rحدث عَن: ابْن شهَاب الزُّهْرِيّ، وَمَكْحُول، وخَالِد اللَّجْلَاج، وَبسر بن عبيد الله، وَعبد الرَّحْمَن بن أبي عمْرَة الْأنْصَارِيّ.\rروى عَنهُ: أَخُوهُ عبد الرَّحْمَن، وَهِشَام بن الغز، وأشرس بن الْحسن وَشُعَيْب بن حَمْزَة، وسُفْيَان الثَّوْريّ، وسُفْيَان بن عُيَيْنَة، وَغَيرهم.","seal":"DB34A3AF","part":1},
      {"page":455,"id":454,"hno":null,"nass":"[690] وَيزِيد بن يزِيد الْخَثْعَمِي، الْبَصْرِيّ.\rحدث عَن: حبيب بن أبي مُحَمَّد، وَسماك المربدي.\rروى عَنهُ: أَبُو عمر الحوضي.\rوَالثَّانِي:\r[691] يزِيد بن أبي يزِيد مولى الْأَنْصَار.\rحدث عَن: عبيد بن عُمَيْر.\rروى عَنهُ: بكر بن سوَادَة.\r[692] وَيزِيد بن أبي يزِيد.\rحدث عَن: عبَادَة بن نسي.\rروى عَنهُ: إِبْرَاهِيم بن طهْمَان.","seal":"AB72B3D3","part":1},
      {"page":456,"id":455,"hno":null,"nass":"[693] وَيزِيد بن أبي يزِيد.\rحدث عَن: الْحسن الْبَصْرِيّ، وَمُحَمّد بن سِيرِين.\rروى عَنهُ: ضَمرَة بن ربيعَة.\r[694] وَيزِيد بن أبي يزِيد الشَّامي.\rحدث عَن: أَصْرَم بن صَالح.\rروى عَنهُ: عَليّ بن معبد الْمصْرِيّ.\r[695] وَيزِيد بن (37 / أ) أبي يزِيد المعني.\rروى عَنهُ: أَبُو بكر بن أبي الدُّنْيَا.\rوَحدث عَن: الْفضل بن سَلمَة","seal":"CF316ADC","part":1},
      {"page":457,"id":456,"hno":null,"nass":"وَمن ذكر من غلبت كنيته على اسْمه أَبُو بكر بن شيبَة، وَأَبُو بكر أبي شيبَة\r\rالأول:\r[696] عبد الرَّحْمَن بن عبد الْملك بن شيبَة الْحزَامِي، الْمَدِينِيّ.\rحدث عَن: مُحَمَّد بن إِسْمَاعِيل بن أبي فديك، وَنَحْوه.\rروى عَنهُ: مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، وَعُثْمَان بن معبد بن نوح الْبَغْدَادِيّ، وَعبد الله بن شبيب الْمَكِّيّ.","seal":"B6FE27C5","part":1},
      {"page":458,"id":457,"hno":null,"nass":"[697] وَأَبُو بكر بن أبي شيبَة الْبَغْدَادِيّ.","seal":"ED9EFC20","part":1},
      {"page":459,"id":458,"hno":null,"nass":"واسْمه: أَحْمد بن مُحَمَّد بن شبيب بن شيبَة.\rحدث عَن: أَحْمد بن الْحَارِث الخزاز، وَحميد بن الرّبيع الخزاز، وَنَحْوهمَا.\rروى عَنهُ: أَبُو بكر الشَّافِعِي، وَأَبُو عمر بن حَيْوَة، وَأَبُو حَفْص بن شاهين. وَرُبمَا قيل فِيهِ: أَبُو بكر بن أبي شيبَة.\rوَالثَّانِي:\r[698] عبد الله بن مُحَمَّد بن أبي شيبَة الْعَبْسِي، الْكُوفِي.\rحدث عَن: أبي الْأَحْوَص سَلام بن سليم، وَشريك بن عبد الله، وَعبيدَة بن حميد، وَمُحَمّد بن فُضَيْل، وَعبد الله بن إِدْرِيس، ووكيع، وَأبي مُعَاوِيَة، وَجَرِير بن عبد الحميد، وهشيم، ومعتمر بن سُلَيْمَان، وَخلق يطول ذكرهم.\rروى عَنهُ: أَحْمد بن حَنْبَل، وَابْنه عبد الله بن أَحْمد، وَأَبُو عَمْرو بن أبي غزرة، وَمُحَمّد بن عبد الله الْحَضْرَمِيّ، ومُوسَى بن إِسْحَاق الْأنْصَارِيّ، وَجَمَاعَة تتسع أَسمَاؤُهُم.\rآخر الْكتاب وَالْحَمْد لله حق حَمده كَمَا يَنْبَغِي لكرم وَجهه وَعز جَلَاله.\rوَصلى الله على النَّبِي مُحَمَّد، وَآله.\rوَكَانَ الْفَرَاغ مِنْهُ يَوْم الْخَمِيس الثَّالِث وَالْعِشْرين من شهر ذِي الْقعدَة سنة","seal":"FED3C4D5","part":1},
      {"page":460,"id":459,"hno":null,"nass":"تسع وَسبعين وَخمْس مئة.\rقوبل على الأَصْل على حسب الطَّاقَة بِالْحرم الشريف تجاه الْكَعْبَة المعظمة فِي مجَالِس عدَّة، آخرهَا الثَّانِي فِي محرم سنة ثَمَانِينَ، وَخمْس مئة (38 / ب) .","seal":"4648C931","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":463,"Bk":"غنية الملتمس إيضاح الملتبس","HigriD":"463","oAuthVer":1,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي الخطيب البغدادي","bLnk":null,"Inf":"","Auth":"الخطيب البغدادي","Betaka":"الكتاب: غنية الملتمس ايضاح الملتبس\rالمؤلف: أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي الخطيب البغدادي (المتوفى: 463هـ)\rالمحقق: د. يحيى بن عبد الله البكري الشهري\rالناشر: مكتبة الرشد - السعودية/ الرياض\rالطبعة: الأولى، 1422هـ - 2001م\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الخطيب البغدادي (392 - 463 هـ = 1002 - 1072 م)\r\n\r\nأبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي البغدادي، المعروف بالخطيب: أحد الحفاظ المؤرخين المقدمين.\r\nمولده في (غُزية) - بصيغة التصغير - منتصف الطريق بين الكوفة ومكة، ومنشأه ووفاته ببغداد.\r\nرحل إلى مكة وسمع بالبصرة والدينور والكوفة وغيرها، وعاد إلى بغداد فقربه رئيس الرؤساء ابن مسلمة (وزير القائم العباسي) وعرف قدره.\r\n\r\nثم حدثت شؤون خرج على أثرها مستترا إلى الشام فأقام مدة في دمشق وصور وطرابلس وحلب، سنة 462 هـ.\r\nولما مرض مرضه الأخير وقف كتبه وفرق جميع ماله في وجوه البر وعلى أهل العلم والحديث.\r\n\r\nوكان فصيح اللهجة عارفا بالأدب، يقول الشعر، ولوعا بالمطالعة والتأليف، ذكر ياقوت أسماء 56 كتابا من مصنفاته، من أفضلها (تاريخ بغداد - ط) أربعة عشر مجلدا.\r\nونشر المستشرق سلمون [ G. Salomon ] مقدمة هذا التاريخ بباريس في 300 صفحة.\r\n\r\nومن كتبه (البخلاء - ط) و (الكفاية في علم الرواية - ط) في مصطلح الحديث، و (الفوائد المنتخبة - خ) حديث، و (الجامع، لأخلاق الراوي وآداب السامع - خ) عشر مجلدات [ثم طُبع]، و (تقييد العلم - ط) و (شرف أصحاب الحديث - خ) [ثم طُبع] و (التطفيل - ط) و (الأسماء والألقاب) و (الأمالي) و (تلخيص المتشابه في الرسم - خ) و (الرحلة في طلب الحديث - خ)[ثم طُبع] و (الأسماء المبهمة - خ) الأول منه [ثم طُبع]، و (الفقيه والمتفقه - خ)[ثم طُبع] اثنا عشر جزءا، و (السابق واللاحق، في تباعد ما بين وفاة الراويين عن شيخ واحد - خ) في 75 ورقة، اقتنيت تصويره عن شستربتي (الرقم 3508) و (موضح أوهام الجمع والتفريق - ط) مجلدان، و (اقتضاء العلم والعمل - ط) و (المتفق\r\nوالمفترق  - خ) [ثم طُبع] في مكتبة أسعد أفندي، باستنبول الرقم 2097 علق عليه الميمني بأنه 239 ورقة، عتيق نادر - كما جاء في مذكرات الميمني - خ -، وغير ذلك.\r\nوليوسف العش (الدمشقي) كتاب (الخطيب البغدادي، مؤرخ بغداد ومحدثها - ط) أورد فيه أسماء 79 كتاب من مصنفاته .\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"5778E247","cat":"التراجم والطبقات","oNum":5777,"BkId":5777,"oAuth":246,"bVer":1,"aSeal":"5972FEBA"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t5777":
    [
      {"lvl":1,"id":86,"sub":0,"tit":"باب الألف"},
      {"lvl":2,"id":86,"sub":1,"tit":"أحمد بن عبد الرحمن وأحمد بن أبي عبد الرحمن"},
      {"lvl":2,"id":87,"sub":0,"tit":"أحمد بن أحمد وأحمد بن أبي أحمد"},
      {"lvl":2,"id":91,"sub":0,"tit":"أحمد بن رجاء وأحمد بن أبي رجاء الأول"},
      {"lvl":2,"id":92,"sub":0,"tit":"أحمد بن الحجاج وأحمد بن أبي الحجاج"},
      {"lvl":2,"id":94,"sub":0,"tit":"أحمد بن حماد وأحمد بن أبي حماد"},
      {"lvl":2,"id":97,"sub":0,"tit":"أحمد بن الحارث وأحمد بن أبي الحارث"},
      {"lvl":2,"id":99,"sub":0,"tit":"أحمد بن العباس وأحمد بن أبي العباس"},
      {"lvl":2,"id":100,"sub":0,"tit":"أحمد بن حازم وأحمد بن أبي حازم"},
      {"lvl":2,"id":101,"sub":0,"tit":"إبراهيم بن حميد وإبراهيم بن أبي حميد"},
      {"lvl":2,"id":103,"sub":0,"tit":"إبراهيم بن أيوب وإبراهيم بن أبي أيوب"},
      {"lvl":2,"id":104,"sub":0,"tit":"إبراهيم بن داود وإبراهيم بن أبي داود"},
      {"lvl":2,"id":107,"sub":0,"tit":"إبراهيم بن زياد وإبراهيم بن أبي زياد"},
      {"lvl":2,"id":108,"sub":0,"tit":"إبراهيم بن سويد وإبراهيم بن أبي سويد"},
      {"lvl":2,"id":109,"sub":0,"tit":"إبراهيم بن السري وإبراهيم بن أبي السري"},
      {"lvl":2,"id":111,"sub":0,"tit":"إبراهيم بن سفيان وإبراهيم أبي سفيان"},
      {"lvl":2,"id":113,"sub":0,"tit":"إبراهيم بن شيبان وإبراهيم بن أبي شيبان"},
      {"lvl":2,"id":115,"sub":0,"tit":"إبراهيم بن طالب وإبراهيم بن أبي طالب"},
      {"lvl":2,"id":116,"sub":0,"tit":"إبراهيم بن موسى وإبراهيم بن أبي موسى"},
      {"lvl":2,"id":117,"sub":0,"tit":"إبراهيم بن المغيرة وإبراهيم بن أبي المغيرة"},
      {"lvl":2,"id":119,"sub":0,"tit":"إبراهيم بن معاوية وإبراهيم بن أبي معاوية"},
      {"lvl":2,"id":120,"sub":0,"tit":"إبراهيم بن يوسف وإبراهيم بن أبي يوسف"},
      {"lvl":2,"id":123,"sub":0,"tit":"إبراهيم بن يحيى وإبراهيم بن أبي يحيى"},
      {"lvl":2,"id":125,"sub":0,"tit":"وإسماعيل بن إسحاق وإسماعيل بن أبي إسحاق"},
      {"lvl":2,"id":130,"sub":0,"tit":"إسماعيل بن حكيم وإسماعيل بن أبي حكيم"},
      {"lvl":2,"id":132,"sub":0,"tit":"إسماعيل بن رافع وإسماعيل بن أبي رافع"},
      {"lvl":2,"id":133,"sub":0,"tit":"إسماعيل بن مسعود وإسماعيل بن أبي مسعود"},
      {"lvl":2,"id":134,"sub":0,"tit":"إسماعيل بن الحارث وإسماعيل بن أبي الحارث"},
      {"lvl":2,"id":135,"sub":0,"tit":"إسحاق بن سليمان وإسحاق بن أبي سليمان"},
      {"lvl":2,"id":137,"sub":0,"tit":"إسحاق بن يحيى وإسحاق بن أبي يحيى"},
      {"lvl":2,"id":139,"sub":0,"tit":"إسحاق بن عيسى وإسحاق بن أبي عيسى"},
      {"lvl":2,"id":142,"sub":0,"tit":"إسحاق بن جعفر وإسحاق بن أبي جعفر"},
      {"lvl":2,"id":143,"sub":0,"tit":"أيوب بن خالد وأيوب بن أبي خالد"},
      {"lvl":2,"id":145,"sub":0,"tit":"أيوب بن موسى وأيوب بن أبي موسى ب الأول"},
      {"lvl":2,"id":147,"sub":0,"tit":"أيوب بن سليمان وأيوب بن أبي سليمان"},
      {"lvl":1,"id":149,"sub":0,"tit":"باب الباء"},
      {"lvl":2,"id":149,"sub":1,"tit":"بشر بن حرب وبشر بن أبي حرب"},
      {"lvl":2,"id":149,"sub":2,"tit":"بشر بن عاصم وبشر بن أبي عاصم"},
      {"lvl":2,"id":150,"sub":0,"tit":"بشير بن عمرو وبشير بن أبي عمرو"},
      {"lvl":2,"id":152,"sub":0,"tit":"بكير بن عبد الله وبكير بن أبي عبد الله"},
      {"lvl":1,"id":154,"sub":0,"tit":"باب الحاء"},
      {"lvl":2,"id":154,"sub":1,"tit":"الحسن بن جعفر الحسن بن أبي جعفر"},
      {"lvl":2,"id":157,"sub":0,"tit":"الحسن بن الربيع والحسن بن أبي الربيع"},
      {"lvl":2,"id":158,"sub":0,"tit":"الحسن ين يحيى والحسن بن أبي يحيى"},
      {"lvl":2,"id":162,"sub":0,"tit":"حفص بن حفص وحفص بن أبي حفص"},
      {"lvl":2,"id":163,"sub":0,"tit":"حفص بن عمر وحفص بن أبي عمر"},
      {"lvl":2,"id":163,"sub":1,"tit":"حجاج بن حجاج وحجاج بن أبي حجاج"},
      {"lvl":2,"id":165,"sub":0,"tit":"حجاج بن عثمان وحجاج بن أبي عثمان"},
      {"lvl":2,"id":165,"sub":1,"tit":"حماد بن سليمان وحماد بن أبي سليمان"},
      {"lvl":2,"id":167,"sub":0,"tit":"حماد بن حميد وحماد بن أبي حميد"},
      {"lvl":2,"id":168,"sub":0,"tit":"حكيم بن حكيم وحكيم بن أبي حكيم"},
      {"lvl":2,"id":169,"sub":0,"tit":"الحارث بن الحارث والحارث بن أبي الحارث الأول"},
      {"lvl":2,"id":171,"sub":0,"tit":"حمزة بن محمد وحمزة بن أبي محمد"},
      {"lvl":2,"id":171,"sub":1,"tit":"حبيب بن مرزوق وحبيب بن أبي مرزوق"},
      {"lvl":2,"id":172,"sub":0,"tit":"حصين بن عبد الرحمن وحصين بن أبي عبد الرحمن"},
      {"lvl":1,"id":175,"sub":0,"tit":"باب الخاء"},
      {"lvl":2,"id":175,"sub":1,"tit":"خالد بن خالد وخالد بن أبي خالد"},
      {"lvl":2,"id":178,"sub":0,"tit":"خالد بن حيان وخالد بن أبي حيان"},
      {"lvl":2,"id":179,"sub":0,"tit":"خالد بن يزيد وخالد بن أبي يزيد ب أما خالد بن يزيد فجماعة يزيد عددهم على عشرين رجلا وأما خالد بن أبي يزيد فاثنان أحدهما"},
      {"lvl":1,"id":181,"sub":0,"tit":"باب الدال"},
      {"lvl":2,"id":181,"sub":1,"tit":"داود بن عبد الله وداود بن أبي عبد الله"},
      {"lvl":2,"id":182,"sub":0,"tit":"داود بن عبد الرحمن وداود بن أبي عبد الرحمن"},
      {"lvl":2,"id":185,"sub":0,"tit":"داود بن يحيى وداود بن أبي يحيى"},
      {"lvl":1,"id":188,"sub":0,"tit":"باب الراء"},
      {"lvl":2,"id":188,"sub":1,"tit":"ربيعة بن عبد الرحمن وربيعة بن أبي عبد الرحمن"},
      {"lvl":1,"id":189,"sub":0,"tit":"باب الزاي"},
      {"lvl":2,"id":189,"sub":1,"tit":"زيد بن بكر وزيد بن أبي بكر"},
      {"lvl":2,"id":190,"sub":0,"tit":"زيد بن يزيد وزيد بن أبي يزيد"},
      {"lvl":1,"id":192,"sub":0,"tit":"باب السين"},
      {"lvl":2,"id":192,"sub":1,"tit":"الأول"},
      {"lvl":2,"id":193,"sub":0,"tit":"سعيد بن الحسن وسعيد بن أبي الحسن"},
      {"lvl":2,"id":195,"sub":0,"tit":"سعيد بن أيوب وسعيد بن أبي أيوب"},
      {"lvl":2,"id":196,"sub":0,"tit":"سعيد بن صالح وسعيد بن أبي صالح"},
      {"lvl":2,"id":197,"sub":0,"tit":"سعيد بن راشد وسعيد بن أبي راشد"},
      {"lvl":2,"id":199,"sub":0,"tit":"سعيد بن سويد وسعيد بن أبي سويد"},
      {"lvl":2,"id":201,"sub":0,"tit":"سعيد بن الربيع وسعيد بن أبي الربيع"},
      {"lvl":2,"id":203,"sub":0,"tit":"سليمان بن سليمان وسليمان بن أبي سليمان"},
      {"lvl":2,"id":204,"sub":0,"tit":"سليمان بن داود وسليمان بن أبي داود"},
      {"lvl":2,"id":205,"sub":0,"tit":"سليمان بن عبد الله وسليمان بن أبي عبد الله"},
      {"lvl":2,"id":206,"sub":0,"tit":"سفيان بن عبد الله وسفيان بن أبي عبد الله"},
      {"lvl":2,"id":207,"sub":0,"tit":"سفيان بن حمزة وسفيان بن أبي حمزة الأول"},
      {"lvl":2,"id":208,"sub":0,"tit":"سلمة بن يزيد وسلمة بن أبي يزيد"},
      {"lvl":1,"id":210,"sub":0,"tit":"باب الشين"},
      {"lvl":2,"id":210,"sub":1,"tit":"الأول"},
      {"lvl":2,"id":211,"sub":0,"tit":"شجاع بن شجاع وشجاع بن أبي شجاع"},
      {"lvl":1,"id":212,"sub":0,"tit":"باب الصاد"},
      {"lvl":2,"id":212,"sub":1,"tit":"صالح بن حسان وصالح بن أبي حسان"},
      {"lvl":2,"id":213,"sub":0,"tit":"صالح بن مقاتل وصالح بن أبي مقاتل"},
      {"lvl":1,"id":216,"sub":0,"tit":"باب الطاء"},
      {"lvl":2,"id":216,"sub":1,"tit":"الأول"},
      {"lvl":1,"id":218,"sub":0,"tit":"باب العين"},
      {"lvl":2,"id":218,"sub":1,"tit":"عبد الله بن أمية وعبد الله بن أبي أمية"},
      {"lvl":2,"id":221,"sub":0,"tit":"عبد الله بن أحمد وعبد الله بن أبي أحمد"},
      {"lvl":2,"id":221,"sub":1,"tit":"عبد الله بن الأسود وعبد الله بن أبي الأسود"},
      {"lvl":2,"id":224,"sub":0,"tit":"عبد الله بن جعفر وعبد الله بن أبي جعفر"},
      {"lvl":2,"id":225,"sub":0,"tit":"عبد الله بن بكر وعبد الله بن أبي بكر"},
      {"lvl":2,"id":231,"sub":0,"tit":"عبد الله بن الحسن وعبد الله بن أبي الحسن"},
      {"lvl":2,"id":231,"sub":1,"tit":"عبد الله بن حكيم وعبد الله بن أبي حكيم"},
      {"lvl":2,"id":232,"sub":0,"tit":"عبد الله بن الحارث وعبد الله بن أبي الحارث"},
      {"lvl":2,"id":233,"sub":0,"tit":"عبد الله بن رافع وعبد الله بن أبي رافع"},
      {"lvl":2,"id":234,"sub":0,"tit":"عبد الله بن ربيعة وعبد الله بن أبي ربيعة"},
      {"lvl":2,"id":236,"sub":0,"tit":"عبد الله بن روح وعبد الله بن أبي روح"},
      {"lvl":2,"id":237,"sub":0,"tit":"عبد الله بن سنان وعبد الله بن أبي سنان"},
      {"lvl":2,"id":238,"sub":0,"tit":"عبد الله بن سليمان وعبد الله بن أبي سليمان"},
      {"lvl":2,"id":239,"sub":0,"tit":"عبد الله بن سلمة وعبد الله بن أبي سلمة"},
      {"lvl":2,"id":240,"sub":0,"tit":"عبد الله بن سفيان وعبد الله بن أبي سفيان"},
      {"lvl":2,"id":244,"sub":0,"tit":"عبد الله بن عبيدة وعبد الله بن أبي عبيدة"},
      {"lvl":2,"id":245,"sub":0,"tit":"عبد الله بن عتبة وعبد الله بن أبي عتبة"},
      {"lvl":2,"id":247,"sub":0,"tit":"عبد الله بن عثمان وعبد الله بن أبي عثمان"},
      {"lvl":2,"id":247,"sub":1,"tit":"عبد الله بن الفضل وعبد الله بن أبي الفضل"},
      {"lvl":2,"id":251,"sub":0,"tit":"عبد الله بن قتادة وعبد الله بن أبي قتادة"},
      {"lvl":2,"id":252,"sub":0,"tit":"عبد الله بن موسى وعبد الله بن أبي موسى"},
      {"lvl":2,"id":253,"sub":0,"tit":"عبد الله بن مطرف وعبد الله بن أبي مطرف"},
      {"lvl":2,"id":254,"sub":0,"tit":"عبد الله بن مرة وعبد الله بن أبي مرة"},
      {"lvl":2,"id":255,"sub":0,"tit":"عبد الله بن يحيى وعبد الله بن أبي يحيى"},
      {"lvl":2,"id":256,"sub":0,"tit":"عبد الله بن عمرو وعبد الله بن أبي عمرو"},
      {"lvl":2,"id":256,"sub":1,"tit":"عبد الرحمن بن عبد الله وعبد الرحمن بن أبي عبد الله"},
      {"lvl":2,"id":258,"sub":0,"tit":"عبد الله بن عوف وعبد الرحمن بن أبي عوف"},
      {"lvl":2,"id":258,"sub":1,"tit":"أحد العشرة الذين شهد لهم النبي صلى الله عليه وسلم بالجنة وكان قد شهد بدرا والمشاهد مع رسول الله صلى الله عليه وسلم وأسند عنه أحاديث رواها عنه جبير بن مطعم وجابر بن عبد الله وعبد الله بن عباس وعبد الله بن عمر وأنس بن مالك"},
      {"lvl":2,"id":259,"sub":0,"tit":"عبد الرحمن بن حبيب وعبد الرحمن بن أبي حبيب"},
      {"lvl":2,"id":260,"sub":0,"tit":"عبد الرحمن بن حماد وعبد الرحمن بن أبي حماد"},
      {"lvl":2,"id":262,"sub":0,"tit":"عبد الرحمن بن رافع وعبد الرحمن بن أبي رافع"},
      {"lvl":2,"id":263,"sub":0,"tit":"عبد الرحمن بن الضحاك وعبد الرحمن بن أبي الضحاك"},
      {"lvl":2,"id":264,"sub":0,"tit":"عبد الرحمن بن سليمان وعبد الرحمن بن أبي سليمان"},
      {"lvl":2,"id":265,"sub":0,"tit":"عبد الرحمن بن قيس وعبد الرحمن بن أبي قيس"},
      {"lvl":2,"id":266,"sub":0,"tit":"عبد الرحمن بن هلال وعبد الرحمن بن أبي هلال"},
      {"lvl":2,"id":267,"sub":0,"tit":"عبد الرحمن بن يزيد وعبد الرحمن بن أبي يزيد أما عبد الرحمن بن يزيد فجماعة لا حاجة لنا بذكرهم"},
      {"lvl":2,"id":267,"sub":1,"tit":"عبيد الله بن رافع وعبيد الله بن أبي رافع"},
      {"lvl":2,"id":268,"sub":0,"tit":"عبيد الله بن زياد وعبيد الله بن أبي زياد"},
      {"lvl":2,"id":270,"sub":0,"tit":"عبيد الله بن طلحة وعبيد الله بن أبي طلحة"},
      {"lvl":2,"id":271,"sub":0,"tit":"عبد الملك بن بشير وعبد الملك بن أبي بشير"},
      {"lvl":2,"id":271,"sub":1,"tit":"عبد الملك بن سليمان وعبد الملك بن أبي سليمان"},
      {"lvl":2,"id":274,"sub":0,"tit":"عبد العزيز بن سليمان وعبد العزيز بن أبي سليمان"},
      {"lvl":2,"id":275,"sub":0,"tit":"عبد العزيز بن الخطاب وعبد العزيز بن أبي الخطاب"},
      {"lvl":2,"id":276,"sub":0,"tit":"عبد الحميد بن جعفر وعبد الحميد بن أبي جعفر"},
      {"lvl":2,"id":277,"sub":0,"tit":"عبد الحميد بن سليمان وعبد الحميد بن أبي سليمان"},
      {"lvl":2,"id":278,"sub":0,"tit":"عباد بن عباد وعباد بن أبي عباد"},
      {"lvl":2,"id":279,"sub":0,"tit":"عباد بن صالح وعباد بن أبي صالح"},
      {"lvl":2,"id":280,"sub":0,"tit":"عباد بن علي وعباد بن أبي علي"},
      {"lvl":2,"id":281,"sub":0,"tit":"عمر بن عمر وعمر بن أبي عمر"},
      {"lvl":2,"id":282,"sub":0,"tit":"عمر بن خالد وعمر بن أبي خالد"},
      {"lvl":2,"id":284,"sub":0,"tit":"عمر بن سلمة وعمر بن أبي سلمة"},
      {"lvl":2,"id":286,"sub":0,"tit":"عثمان بن عثمان وعثمان بن أبي عثمان"},
      {"lvl":2,"id":288,"sub":0,"tit":"عثمان بن سليمان وعثمان بن أبي سليمان"},
      {"lvl":2,"id":290,"sub":0,"tit":"علي بن طالب وعلي بن أبي طالب"},
      {"lvl":2,"id":291,"sub":0,"tit":"علي بن سعيد وعلي بن أبي سعيد"},
      {"lvl":2,"id":296,"sub":0,"tit":"علي بن جبلة وعلي بن أبي حملة"},
      {"lvl":2,"id":297,"sub":0,"tit":"علي بن المغيرة وعلي بن أبي المغيرة"},
      {"lvl":2,"id":299,"sub":0,"tit":"علي بن الأزهر وعلي بن أبي الأزهر"},
      {"lvl":2,"id":301,"sub":0,"tit":"علي بن سهل وعلي بن أبي سهل"},
      {"lvl":2,"id":304,"sub":0,"tit":"علي بن هاشم وعلي بن أبي هاشم"},
      {"lvl":2,"id":306,"sub":0,"tit":"علي بن يحيى وعلي بن أبي يحيى"},
      {"lvl":2,"id":306,"sub":1,"tit":"عمرو بن عمرو وعمرو بن أبي عمرو"},
      {"lvl":2,"id":308,"sub":0,"tit":"عمرو بن الحجاج وعمرو بن أبي الحجاج"},
      {"lvl":2,"id":308,"sub":1,"tit":"عمرو بن الحارث وعمرو بن أبي الحارث"},
      {"lvl":2,"id":309,"sub":0,"tit":"عمرو بن سفيان وعمرو بن أبي سفيان"},
      {"lvl":2,"id":313,"sub":0,"tit":"عمرو بن عبيد وعمرو بن أبي عبيد"},
      {"lvl":2,"id":314,"sub":0,"tit":"عمرو بن عاصم وعمرو بن أبي عاصم"},
      {"lvl":2,"id":315,"sub":0,"tit":"عمرو بن قيس وعمرو بن أبي قيس"},
      {"lvl":2,"id":316,"sub":0,"tit":"عباس بن طالب وعباس بن أبي طالب"},
      {"lvl":2,"id":317,"sub":0,"tit":"عدي بن عدي وعدي بن أبي عدي"},
      {"lvl":2,"id":318,"sub":0,"tit":"عدي بن أرطأة وعدي بن أبي أرطأة"},
      {"lvl":2,"id":319,"sub":0,"tit":"عطاء بن مسلم وعطاء بن أبي مسلم"},
      {"lvl":2,"id":320,"sub":0,"tit":"عامر بن عامر وعامر بن أبي عامر"},
      {"lvl":2,"id":321,"sub":0,"tit":"عمران بن أنس وعمران بن أبي أنس أالأول"},
      {"lvl":1,"id":323,"sub":0,"tit":"باب الفاء"},
      {"lvl":2,"id":323,"sub":1,"tit":"الفضل بن الفضل والفضل بن أبي الفضل"},
      {"lvl":1,"id":325,"sub":0,"tit":"باب القاف"},
      {"lvl":2,"id":325,"sub":1,"tit":"قيس بن عاصم وقيس بن أبي عاصم"},
      {"lvl":2,"id":325,"sub":2,"tit":"قيس بن مسلم وقيس بن أبي مسلم"},
      {"lvl":2,"id":327,"sub":0,"tit":"القاسم بن أيوب والقاسم بن أبي أيوب"},
      {"lvl":2,"id":327,"sub":1,"tit":"القاسم بن الوليد والقاسم بن أبي الوليد"},
      {"lvl":1,"id":329,"sub":0,"tit":"باب الكاف"},
      {"lvl":2,"id":329,"sub":1,"tit":"كثير بن كثير وكثير بن أبي كثير"},
      {"lvl":1,"id":331,"sub":0,"tit":"باب اللام"},
      {"lvl":2,"id":331,"sub":1,"tit":"ليث بن سليم وليث بن أبي سليم"},
      {"lvl":1,"id":332,"sub":0,"tit":"باب الميم"},
      {"lvl":2,"id":332,"sub":1,"tit":"محمد بن إسماعيل ومحمد بن أبي إسماعيل"},
      {"lvl":2,"id":332,"sub":2,"tit":"محمد بن إسرائيل ومحمد بن أبي إسرائيل"},
      {"lvl":2,"id":333,"sub":0,"tit":"محمد بن أنس ومحمد بن أبي أنس"},
      {"lvl":2,"id":334,"sub":0,"tit":"محمد بن بشير ومحمد بن أبي بشير"},
      {"lvl":2,"id":336,"sub":0,"tit":"محمد بن تميم ومحمد بن أبي تميم"},
      {"lvl":2,"id":338,"sub":0,"tit":"محمد بن الجهم ومحمد بن أبي الجهم"},
      {"lvl":2,"id":342,"sub":0,"tit":"محمد بن حازم ومحمد بن أبي حازم"},
      {"lvl":2,"id":344,"sub":0,"tit":"محمد بن الحجاج ومحمد بن أبي الحجاج"},
      {"lvl":2,"id":344,"sub":1,"tit":"محمد بن الحارث ومحمد بن أبي الحارث"},
      {"lvl":2,"id":345,"sub":0,"tit":"محمد بن خالد ومحمد بن أبي خالد"},
      {"lvl":2,"id":346,"sub":0,"tit":"محمد بن حرب ومحمد بن أبي حرب"},
      {"lvl":2,"id":349,"sub":0,"tit":"محمد بن رافع ومحمد بن أبي رافع"},
      {"lvl":2,"id":350,"sub":0,"tit":"محمد بن سليمان ومحمد بن أبي سليمان"},
      {"lvl":2,"id":351,"sub":0,"tit":"محمد بن سنان ومحمد بن أبي سنان"},
      {"lvl":2,"id":353,"sub":0,"tit":"محمد بن عمير ومحمد بن أبي عمير"},
      {"lvl":2,"id":355,"sub":0,"tit":"محمد بن عيينة ومحمد بن أبي عيينة"},
      {"lvl":2,"id":356,"sub":0,"tit":"محمد بن عدي ومحمد بن أبي عدي"},
      {"lvl":2,"id":358,"sub":0,"tit":"محمد بن الفرات ومحمد بن أبي الفرات"},
      {"lvl":2,"id":359,"sub":0,"tit":"محمد بن القاسم ومحمد بن أبي القاسم"},
      {"lvl":2,"id":360,"sub":0,"tit":"محمد بن قيس ومحمد بن أبي قيس"},
      {"lvl":2,"id":361,"sub":0,"tit":"محمد بن كثير ومحمد بن أبي كثير"},
      {"lvl":2,"id":361,"sub":1,"tit":"محمد بن موسى ومحمد بن أبي موسى"},
      {"lvl":2,"id":363,"sub":0,"tit":"محمد بن مالك ومحمد بن أبي مالك"},
      {"lvl":2,"id":366,"sub":0,"tit":"محمد بن معمر ومحمد بن أبي معمر"},
      {"lvl":2,"id":367,"sub":0,"tit":"محمد بن منصور ومحمد بن أبي منصور"},
      {"lvl":2,"id":367,"sub":1,"tit":"أما محمد بن النعمان فخمسة ذكرناهم وأوردنا أحاديثهم في كتاب"},
      {"lvl":2,"id":368,"sub":0,"tit":"محمد بن نعيم ومحمد بن أبي نعيم"},
      {"lvl":2,"id":369,"sub":0,"tit":"محمد بن نوح ومحمد بن أبي نوح"},
      {"lvl":2,"id":374,"sub":0,"tit":"محمد بن هاشم ومحمد بن أبي هاشم"},
      {"lvl":2,"id":376,"sub":0,"tit":"محمد بن يعقوب ومحمد بن أبي يعقوب أما باب محمد بن يعقوب فواسع ولا طائل في ذكره"},
      {"lvl":2,"id":378,"sub":0,"tit":"محمد بن يحيى ومحمد بن أبي يحيى"},
      {"lvl":2,"id":379,"sub":0,"tit":"محمد بن يزيد ومحمد بن أبي يزيد"},
      {"lvl":2,"id":380,"sub":0,"tit":"موسى بن موسى وموسى بن أبي موسى"},
      {"lvl":2,"id":383,"sub":0,"tit":"موسى بن تميم وموسى بن أبي تميم"},
      {"lvl":2,"id":384,"sub":0,"tit":"موسى بن حبيب وموسى بن أبي حبيب"},
      {"lvl":2,"id":385,"sub":0,"tit":"موسى بن كثير وموسى بن أبي كثير"},
      {"lvl":2,"id":386,"sub":0,"tit":"موسى بن عثمان وموسى بن أبي عثمان"},
      {"lvl":2,"id":387,"sub":0,"tit":"موسى بن عيسى وموسى بن أبي عيسى"},
      {"lvl":2,"id":392,"sub":0,"tit":"موسى بن جعفر وموسى بن أبي جعفر"},
      {"lvl":2,"id":395,"sub":0,"tit":"موسى بن علي وموسى بن أبي علي"},
      {"lvl":2,"id":397,"sub":0,"tit":"موسى بن سهل وموسى بن أبي سهل"},
      {"lvl":2,"id":401,"sub":0,"tit":"موسى بن سليمان وموسى بن أبي سليمان"},
      {"lvl":2,"id":403,"sub":0,"tit":"منصور بن الأسود ومنصور بن أبي الأسود"},
      {"lvl":2,"id":403,"sub":1,"tit":"معاوية بن سفيان ومعاوية بن أبي سفيان"},
      {"lvl":1,"id":405,"sub":0,"tit":"باب الواو"},
      {"lvl":2,"id":405,"sub":1,"tit":"الوليد بن هشام والوليد بن أبي هشام"},
      {"lvl":2,"id":406,"sub":0,"tit":"الوليد بن الوليد والوليد بن أبي الوليد"},
      {"lvl":1,"id":409,"sub":0,"tit":"باب الهاء"},
      {"lvl":2,"id":409,"sub":1,"tit":"هارون بن هارون وهارون بن أبي هارون"},
      {"lvl":2,"id":410,"sub":0,"tit":"هارون بن إبراهيم وهارون بن أبي إبراهيم"},
      {"lvl":2,"id":412,"sub":0,"tit":"هارون بن عيسى وهارون بن أبي عيسى الأول"},
      {"lvl":2,"id":415,"sub":0,"tit":"هارون بن عبد الله وهارون بن أبي عبد الله الأول"},
      {"lvl":2,"id":417,"sub":0,"tit":"هارون بن مسلم وهارون بن أبي مسلم الأول"},
      {"lvl":2,"id":419,"sub":0,"tit":"هاشم بن هاشم وهاشم بن أبي هاشم"},
      {"lvl":2,"id":420,"sub":0,"tit":"هشام بن عبد الله وهشام بن أبي عبد الله"},
      {"lvl":1,"id":422,"sub":0,"tit":"باب الياء"},
      {"lvl":2,"id":422,"sub":1,"tit":"يحيى بن إسحاق ويحيى بن أبي إسحاق"},
      {"lvl":2,"id":424,"sub":0,"tit":"يحيى بن بكير ويحيى بن أبي بكير"},
      {"lvl":2,"id":426,"sub":0,"tit":"يحيى بن حكيم ويحيى بن أبي حكيم"},
      {"lvl":2,"id":427,"sub":0,"tit":"يحيى بن زكريا ويحيى بن أبي زكريا"},
      {"lvl":2,"id":428,"sub":0,"tit":"يحيى بن السكن ويحيى بن أبي السكن"},
      {"lvl":2,"id":428,"sub":1,"tit":"يحيى بن سليمان ويحيى بن أبي سليمان"},
      {"lvl":2,"id":431,"sub":0,"tit":"يحيى بن صالح ويحيى بن أبي صالح"},
      {"lvl":2,"id":434,"sub":0,"tit":"يحيى بن نصر ويحيى بن أبي نصر"},
      {"lvl":2,"id":436,"sub":0,"tit":"يحيى بن طالب ويحيى بن أبي طالب"},
      {"lvl":2,"id":437,"sub":0,"tit":"يحيى بن عمرو ويحيى بن أبي عمرو"},
      {"lvl":2,"id":439,"sub":0,"tit":"يحيى بن عثمان ويحيى بن أبي عثمان"},
      {"lvl":2,"id":442,"sub":0,"tit":"يحيى بن هاشم ويحيى بن أبي هاشم"},
      {"lvl":2,"id":443,"sub":0,"tit":"يزيد بن عبيد ويزيد بن أبي عبيد"},
      {"lvl":2,"id":444,"sub":0,"tit":"يزيد بن حبيب ويزيد بن أبي حبيب"},
      {"lvl":2,"id":446,"sub":0,"tit":"يزيد بن عطاء ويزيد بن أبي عطاء"},
      {"lvl":2,"id":447,"sub":0,"tit":"يزيد بن حكيم ويزيد بن أبي حكيم"},
      {"lvl":2,"id":449,"sub":0,"tit":"يزيد بن معاوية ويزيد بن أبي معاوية"},
      {"lvl":2,"id":449,"sub":1,"tit":"يزيد بن صالح ويزيد بن أبي صالح ب الأول"},
      {"lvl":2,"id":451,"sub":0,"tit":"يزيد بن سنان ويزيد بن أبي سنان"},
      {"lvl":2,"id":453,"sub":0,"tit":"يزيد بن يزيد ويزيد بن أبي يزيد"},
      {"lvl":2,"id":456,"sub":0,"tit":"ومن ذكر من غلبت كنيته على اسمه أبو بكر بن شيبة وأبو بكر أبي شيبة"}
    ]
}
