{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b5817":
    [
      {"page":23,"id":2,"hno":null,"nass":"بِسم الله الرَّحْمَن الرَّحِيم\r\rهَذَا فصل مُفِيد من كَلَام الإِمَام الْحَافِظ النَّاقِد ابي عبد الله مُحَمَّد ابْن الذَّهَبِيّ رَحمَه الله قَالَ وَقد كتبت فِي مصنفي الْمِيزَان عددا كثيرا من الثِّقَات الَّذين احْتج البُخَارِيّ أَو مُسلم أَو غَيرهمَا بهم لكَون الرجل مِنْهُم قد دون اسْمه فِي مصنفات الْجرْح وَمَا أوردتهم لضعف فيهم عِنْدِي بل ليعرف ذَلِك وَمَا زَالَ يمر بِي الرجل الثبت وَفِيه مقَال من لَا يعبأ بِهِ وَلَو فتحنا هَذَا الْبَاب على نفوسنا لدخل فِيهِ عدَّة من الصَّحَابَة وَالتَّابِعِينَ والائمة فبعض الصَّحَابَة كفر بَعضهم بِتَأْوِيل مَا وَالله يرضى عَن الْكل وَيغْفر لَهُم فَمَا هم بمعصومين وَمَا اخْتلَافهمْ ومحاربتهم بِالَّتِي تلينهم عندنَا أصلا وبتكفير الْخَوَارِج لَهُم أنحطت رواياتهم بل صَار كَلَام الْخَوَارِج والشيعة فيهم","seal":"390B26F1","part":1},
      {"page":24,"id":3,"hno":null,"nass":"جرحا فِي الطاعنين فَانْظُر الى حِكْمَة رَبك نسْأَل الله السَّلامَة وَهَذَا كثير من كَلَام الأقران بَعضهم فِي بعض يَنْبَغِي أَن يطوى وَلَا يرْوى ويطرح وَلَا يَجْعَل طَعنا ويعامل الرجل بِالْعَدْلِ والقسط وسوف ابْسُطْ فصلا فِي هَذَا الْمَعْنى يكون فصلا بَين الْجرْح الْمُعْتَبر وَبَين الْجرْح الْمَرْدُود إِن شَاءَ الله.\rفَأَما الصَّحَابَة رَضِي الله عَنْهُم فبساطهم مطوي وَإِن جرى مَا جرى وَإِن غلطوا كَمَا غلط غَيرهم من الثِّقَات فَمَا يطاد يسلم أحد من الغلط لكنه غلط نَادِر لَا يضر أبدا إِذْ على عدالتهم وَقبُول مَا نقلوه الْعَمَل وَبِه ندين الله تَعَالَى.\rوَأما التابعون فيكاد يعْدم فيهم من يكذب عمدا وَلَكِن لَهُم غلط وأوهام فَمن ندر غلطه فِي جنب مَا قد حصل احْتمل وَمن تعدد غلطه وَكَانَ من أوعية الْعلم اغتفر لَهُ أَيْضا وَنقل حَدِيثه وَعمل بِهِ على تردد بَين الْأَئِمَّة الاثبات فِي الِاحْتِجَاج عَمَّن هَذَا نَعته كالحارث الْأَعْوَر وَعَاصِم بن","seal":"2BB17DED","part":1},
      {"page":25,"id":4,"hno":null,"nass":"ضَمرَة وَصَالح مولى التَّوْأَمَة وَعَطَاء بن السَّائِب وَنَحْوهم وَمن فحش خطأه وَكثر تفرده لم يحْتَج بحَديثه وَلَا يكَاد يَقع ذَلِك فِي التَّابِعين الْأَوَّلين وَيُوجد ذَلِك فِي صغَار التَّابِعين فَمن بعدهمْ.\rوَأما اصحاب التَّابِعين كمالك وَالْأَوْزَاعِيّ وَهَذَا الضَّرْب فعلى الْمَرَاتِب الْمَذْكُورَة وَوجد فِي عصرهم من يتَعَمَّد الْكَذِب اَوْ من كثر غلطه وَغلظ تخبيطه فَترك حَدِيثه.\rهَذَا مَالك هُوَ النَّجْم الْهَادِي بَين الْأمة وَمَا سلم من الْكَلَام فِيهِ وَلَو قَالَ قَائِل عِنْد الِاحْتِجَاج بِمَالك فقد تكلم فِيهِ لعذر وأهين وَكَذَلِكَ الْأَوْزَاعِيّ ثِقَة حجَّة وَرُبمَا انْفَرد وَوهم وَحَدِيثه عَن الزُّهْرِيّ فِيهِ شَيْء مَا وَقد قَالَ فِيهِ احْمَد بن حَنْبَل رَأْي ضَعِيف وَحَدِيث ضَعِيف وَقد تكلّف لِمَعْنى هَذِه","seal":"0FB02AE1","part":1},
      {"page":26,"id":5,"hno":null,"nass":"اللَّفْظَة وَكَذَا تكلم من لَا يفهم فِي الزُّهْرِيّ لكَونه خضب بِالسَّوَادِ وَلبس زِيّ الْجند وخدم هِشَام بن عبد الْملك.\rوَهَذَا بَاب وَاسع وَالْمَاء إِذا بلغ قُلَّتَيْنِ لم يحمل الْخبث وَالْمُؤمن إِذا رجحت حَسَنَاته وَقلت سيآته فَهُوَ من المفلحين هَذَا ان لَو كَانَ مَا قيل فِي الثِّقَة الرضي مؤثرا فَكيف وَهُوَ لَا تَأْثِير لَهُ.\rفَمنهمْ فُضَيْل بن عِيَاض ثِقَة بِلَا نزاع سيد قَالَ احْمَد بن أبي خَيْثَمَة سَمِعت قُطْبَة بن","seal":"C3DFF24B","part":1},
      {"page":27,"id":6,"hno":null,"nass":"الْعَلَاء يَقُول تركت حَدِيث فُضَيْل بن عِيَاض لِأَنَّهُ روى أَحَادِيث ازرى على عُثْمَان بن عَفَّان رَضِي الله عَنهُ\rوَحدثنَا عبد الصَّمد بن يزِيد الصَّائِغ قَالَ ذكر عِنْد التَّفْضِيل وانا اسْمَع اصحاب النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ اتبعُوا فقد كفيتم ابو بكر وَعمر وَعُثْمَان وَعلي رَضِي الله عَنْهُم قلت لَا يقبل قَول قُطْبَة وَمن هُوَ قطبه حَتَّى يسمع قَوْله واجتهاده فالفضيل روى مَا سمع وَلم يقْصد غضا وَلَا أزرى على أَمِير الْمُؤمنِينَ عُثْمَان بن عَفَّان رَضِي الله عَنهُ فَفعل مَا يسوغ أفبمثل هَذَا يَقُول تركت حَدِيثه فَهُوَ كما قيل رمتني بدائها وانسلت.\rوَقُطْبَة قد قَالَ البُخَارِيّ فِيهِ نظر وَضَعفه النَّسَائِيّ وَغَيره وَأما","seal":"395DFB7E","part":1},
      {"page":28,"id":7,"hno":null,"nass":"الفضيل فلإتقانه وثقته لَا حَاجَة لذكر اقوال من أثنى عَلَيْهِ فَإِنَّهُ راس فِي الْعلم وَالْعَمَل رَحمَه الله.\rمُحَمَّد بن إِدْرِيس الإِمَام الشَّافِعِي مِمَّن سَارَتْ الركاب بفضائله ومعارفه وثقته وأمانته فَهُوَ حَافظ متثبت نَادِر الْغَلَط حَتَّى أَن ابا زرْعَة قَالَ مَا عِنْد الشَّافِعِي حَدِيث غلط فِيهِ وَقَالَ مَا اعْلَم للشَّافِعِيّ حَدِيثا خطأ.","seal":"BF6FA69C","part":1},
      {"page":29,"id":8,"hno":null,"nass":"وَقَالَ ابو عمر ابْن عبد الْبر روينَاهُ عَن مُحَمَّد بن وضاح قَالَ سَأَلت يحبى بن معِين عَن الشَّافِعِي فَقَالَ لَيْسَ ثِقَة ثمَّ قَالَ يَعْنِي ابْن عبد الْبر ابْن وضاح لَيْسَ بِثِقَة قَالَ ابْن عبد الْبر أَيْضا قد صَحَّ من طرق عَن ابْن معِين انه يتَكَلَّم فِي الشَّافِعِي قلت قد آذَى ابْن معِين نَفسه بذلك وَلم يلْتَفت النَّاس الى كَلَامه فِي الشَّافِعِي وَلَا الى كَلَامه فِي جمَاعَة من الاثبات كَمَا لم يلتفتوا الى توثيقه لبَعض النَّاس فَإنَّا نقبل قَوْله دَائِما فِي الْجرْح وَالتَّعْدِيل ونقدمه على كثير من الْحفاظ مَا لم يُخَالف الْجُمْهُور فِي اجْتِهَاده.","seal":"72F765F9","part":1},
      {"page":30,"id":9,"hno":null,"nass":"فَإِذا انْفَرد بتوثيق من لينه الْجُمْهُور أَو بِتَضْعِيف من وَثَّقَهُ الْجُمْهُور وقبلوه فَالْحكم لعُمُوم أَقْوَال الْأَئِمَّة لَا لمن شَذَّ فَإِن ابا زَكَرِيَّا من اُحْدُ أَئِمَّة هَذَا الشَّأْن وَكَلَامه كثير الى الْغَايَة فِي الرِّجَال وغالبه صَوَاب وجيد وَقد ينْفَرد بالْكلَام فِي الرجل بعد الرجل فيلوح خطأه فِي اجْتِهَاده بِمَا قُلْنَاهُ فَإِنَّهُ بشر من الْبشر وَلَيْسَ بمعصوم بل هُوَ فِي نَفسه يوثق الشَّيْخ تَارَة يخْتَلف اجْتِهَاده فِي الرجل الْوَاحِد فيجيب السَّائِل بِحَسب مَا اجْتهد من القَوْل فِي ذَلِك الْوَقْت.\rقَالَ الْمُؤلف رَحمَه الله تَعَالَى وَكَلَامه يَعْنِي ابْن معِين فِي الشَّافِعِي لَيْسَ من هَذَا اللَّفْظ الَّذِي كَانَ عَن اجْتِهَاد وَإِنَّمَا هَذَا من فلتات اللِّسَان بالهوى والعصبية فَإِن ابْن معِين كَانَ من الْحَنَفِيَّة الغلاة فِي مذْهبه وَإِن كَانَ مُحدثا وَكَذَا قَول الْحَافِظ ابي حَامِد ابْن الشَّرْقِي كَانَ يحيى ابْن","seal":"F446B357","part":1},
      {"page":31,"id":10,"hno":null,"nass":"معِين وابو عبيد سَيِّئًا الرَّأْي فِي الشَّافِعِي فَصدق وَالله ابْن الشَّرْقِي أساءا فِي ذاتهما فِي عَالم زَمَانه.\rوَكَذَا قَول احْمَد بن عبد الله فِي الإِمَام ابي عبد الله هُوَ ثِقَة صَاحب رَأْي لَيْسَ عِنْده حَدِيث وَكَانَ يتشيع فَكَانَ الْعجلِيّ يُوهم فِي الإِمَام أبي عبد الله التَّشَيُّع لقَوْله:\r... إِن كَانَ رفضا حب آل مُحَمَّد ... فليشهد الثَّقَلَان أَنِّي رَافِضِي ...","seal":"7A9D5DFE","part":1},
      {"page":32,"id":11,"hno":null,"nass":"وَكَذَا تكلم فِيهِ بالتشيع بعض اعدائه من كبار الْمَالِكِيَّة لموافقته الشِّيعَة فِي مسَائِل فروعيه أَصَابُوا فِيهَا وَلم يبدعوا بهَا كالجهر بالبسملة والقنوت فِي الصُّبْح والتختم فِي الْيَمين وَهَذَا قله ورع وتسرع الى الْكَلَام فِي الامام فالشافعي رَحمَه الله أبعد شَيْء من التَّشَيُّع كَيفَ وَهُوَ الْقَائِل فِيمَا ثَبت عَنهُ الْخُلَفَاء الراشدون خَمْسَة ابو بكر وَعمر وَعُثْمَان وَعلي وَعمر بن عبد الْعَزِيز أفشيعي يَقُول هَذَا قطّ وَقد صنف الْخَطِيب الْحَافِظ مَسْأَلَة الِاحْتِجَاج بالشافعي فشفى وَكفى فَقَوْل الْعجلِيّ لَيْسَ عِنْده حَدِيث قَول من لَا يدْرِي مَا يَقُول فِي حق الإِمَام أبي عبد الله وَمَا عرفه الْعجلِيّ وَلَا جالسه فالشافعي من جلة اصحاب الحَدِيث رَحل فِيهِ وَكتب بِمَكَّة وَالْمَدينَة وَالْعراق واليمن ولقب بِبَغْدَاد نَاصِر الحَدِيث وَهُوَ قَلما يُوجد لَهُ حَدِيث غلط وَالله حسيب من يتَكَلَّم بِجَهْل أَو هوى فَإِن السُّكُوت يسع الشَّخْص نعم لم يكن الشَّافِعِي رَحمَه الله فِي الحَدِيث كيحيى الْقطَّان اَوْ ابْن مهْدي أَو احْمَد بن حَنْبَل بل مَا هُوَ فِي الحَدِيث بِدُونِ الْأَوْزَاعِيّ","seal":"AC2D5712","part":1},
      {"page":33,"id":12,"hno":null,"nass":"وَلَا مَالك وَهُوَ فِي الحَدِيث وَرِجَاله وَعلله فَوق أبي مسْهر وابي يُوسُف القَاضِي وَعبد الرَّحْمَن بن الْقَاسِم واسحاق بن الْفُرَات واشهب وامثالهم فرحم الله الْجَمِيع.","seal":"262A788B","part":1},
      {"page":35,"id":14,"hno":null,"nass":"التراجم\r\rإِبْرَاهِيم بن طهْمَان ثِقَة متقن من رجال الصَّحِيحَيْنِ وَكَانَ مرجئا فَهَذَا رجل عَالم كَبِير الْقدر بخراسان أَخطَأ فِي مَسْأَلَة فَكَانَ مَاذَا فأبمجرد الارجاء يضعف حَدِيث الثِّقَة ويهدر فقد كَانَ من هُوَ اكبر من ابراهيم مرجئا.","seal":"4DFF0C0F","part":1},
      {"page":37,"id":16,"hno":null,"nass":"إِبْرَاهِيم بن سعد من أَئِمَّة الْعلم وثقات الْمَدَنِيين كَانَ يجوز سَماع الملاهي وَلَا يجد دَلِيلا ناهضا على التَّحْرِيم فأداه اجْتِهَاده إِلَى الرُّخْصَة فَكَانَ مَاذَا قَالَ عبد الله بن احْمَد بن حَنْبَل حَدثنِي ابي قَالَ ذكر يحيى بن سعيد عقيلا وابراهيم بن سعد فَجعل كَأَنَّهُ يضعفهما يَقُول عقيل وَإِبْرَاهِيم ثمَّ قَالَ ابي هَؤُلَاءِ ثِقَات لم يخبرهما يحيى قَالَ وَحدثنَا وَكِيع مرّة عَن ابراهيم بن سعد ثمَّ تَركه بِأخرَة قلت اتّفق أَرْبَاب الصِّحَاح على","seal":"DB05030C","part":1},
      {"page":38,"id":17,"hno":null,"nass":"الِاحْتِجَاج بإبراهيم بن سعد مُطلقًا مَعَ انه لَيْسَ فِي الزُّهْرِيّ كمالك وَلَا كأبن عُيَيْنَة.","seal":"874F233E","part":1},
      {"page":39,"id":18,"hno":null,"nass":"أبان بن يزِيد الْعَطَّار أحد الثِّقَات قَالَ أَبُو حَاتِم صَالح الحَدِيث وَهَذِه الْعبارَة تدل على أَن غَيره من رفاقه أثبت مِنْهُ كهمام وبشار وَقَالَ احْمَد الْعجلِيّ ثِقَة يرى الإرجاء وَلَا يتَكَلَّم بِهِ وَقَالَ ابْن عدي","seal":"04F40300","part":1},
      {"page":40,"id":19,"hno":null,"nass":"متماسك يكْتب حَدِيثه قلت هُوَ جَازَ القنطرة وَاحْتج بِهِ الشَّيْخَانِ وَهُوَ من طبقَة همام.","seal":"E4FB4191","part":1},
      {"page":41,"id":20,"hno":null,"nass":"أَبُو ثورالكلبي ابراهيم بن خَالِد الْفَقِيه اُحْدُ الْمُجْتَهدين وثقة النَّاس تعنت ابو حَاتِم كعوائده وَقَالَ لَيْسَ مَحَله مَحل المتسعين فِي الحَدِيث كَانَ يتَكَلَّم بِالرَّأْيِ فيخطئ ويصيب قلت هَذَا غلو من أبي حَاتِم غفر الله لَهُ.","seal":"B4F78087","part":1},
      {"page":43,"id":22,"hno":null,"nass":"إِبْرَاهِيم بن سعيد الْجَوْهَرِي الْحَافِظ الثِّقَة قَالَ الْخَطِيب وَغَيره ثِقَة وَقَالَ ابْن خرَاش سَمِعت حجاج بن الشَّاعِر يَقع فِيهِ قلت لَا عِبْرَة بِوُقُوعِهِ فِيهِ.","seal":"AD4F89D6","part":1},
      {"page":44,"id":23,"hno":null,"nass":"أَحْمد بن الازهر النَّيْسَابُورِي ثِقَة صَاحب حَدِيث رَحل إِلَى عبد الرَّزَّاق فَانْفَرد عَنهُ بِذَاكَ الحَدِيث فِي مَنَاقِب عَليّ رَضِي الله عَنهُ تكلم فِيهِ ابْن معِين ثمَّ عذره احْتج بِهِ","seal":"9B22B809","part":1},
      {"page":45,"id":24,"hno":null,"nass":"النَّسَائِيّ وَالنَّاس","seal":"F5A38700","part":1},
      {"page":46,"id":25,"hno":null,"nass":"أَحْمد بن صَالح الطَّبَرِيّ حَافظ الديار المصرية وعالمها ثِقَة جبل لم يلْتَفت الى قَول يحيى بن معِين فِيهِ كَذَّاب يتفلسف وَلَا قَول النَّسَائِيّ لَيْسَ بِثِقَة قد احْتج بِهِ البُخَارِيّ وَلكنه فِيهِ تيبس وجفاء عَفا الله عَنهُ وَكَانَ شَيخا فِي الْعلم متفننا.","seal":"2FEF49DA","part":1},
      {"page":49,"id":28,"hno":null,"nass":"أَحْمد بن عبد الله بن أَحْمد الْحَافِظ أَبُو نعيم الاصبهاني صَاحب التصانيف تكلم فِيهِ بِأَمْر لَا يمْنَع من الِاحْتِجَاج بِهِ كَمَا بسطناه فِي تَرْجَمته بل ذَنبه عِنْدِي رِوَايَته الأباطيل.","seal":"686CFC0B","part":1},
      {"page":51,"id":30,"hno":null,"nass":"أَحْمد بن عَليّ بن ثَابت الْحَافِظ ابو بكر الْخَطِيب تكلم فِيهِ بَعضهم وَهُوَ وَأَبُو نعيم وَكثير من عُلَمَاء الْمُتَأَخِّرين لَا أعلم لَهُم ذَنبا أكبر من روايتهم الْأَحَادِيث الْمَوْضُوعَة فِي تأليفهم غير محذرين مِنْهَا وَهَذَا إِثْم وَجِنَايَة على السّنَن فَالله يعْفُو عَنَّا وعنهم.","seal":"FA135F27","part":1},
      {"page":52,"id":31,"hno":null,"nass":"أَحْمد بن عَبده بن مُوسَى الضَّبِّيّ ابو عبد الله الْبَصْرِيّ من ثِقَات الْبَصرِيين احْتج بِهِ مُسلم وَمَا علمت بِهِ بَأْسا إِلَّا قَول ابْن خارش تكلم فِيهِ وَهَذَا مَرْدُود.","seal":"94CFAA43","part":1},
      {"page":53,"id":32,"hno":null,"nass":"أَحْمد بن عِيسَى التسترِي مصري ثِقَة حجَّة احْتج بِهِ الشَّيْخَانِ وَمَا علمت فِيهِ وَهنا فَلَا يلْتَفت الى قَول يحيى بن معِين فِيهِ كَذَّاب وَكَذَا غمزه ابو زرْعَة.","seal":"3F14E0E1","part":1},
      {"page":55,"id":34,"hno":null,"nass":"أَحْمد بن الْفُرَات الرَّازِيّ الْحَافِظ ابو مَسْعُود من كبار الائمة الاثبات فَلَا يعرج على قَول ابْن خرَاش فِيهِ يكذب عمدا.","seal":"657BB39A","part":1},
      {"page":56,"id":35,"hno":null,"nass":"أَحْمد بن مُحَمَّد بن حَنْبَل بن هِلَال الإِمَام الْحجَّة تكلم فِيهِ بعض من ابتدع وبالضرورة فَمَا زَالَت رُؤُوس الْبدع يَتَكَلَّمُونَ فِي أَئِمَّة السّنة وَكَذَا لَا عِبْرَة بقول من لينه فِي إِبْرَاهِيم بن سعد","seal":"4DC27314","part":1},
      {"page":58,"id":37,"hno":14,"nass":"14 - أَحْمد بن مَنْصُور الرَّمَادِي الْحَافِظ ثَبت صنف الْمسند وثقة الدَّارَقُطْنِيّ وَله رحْلَة إِلَى عبد الرَّزَّاق قَالَ أَبُو الْعَبَّاس مُحَمَّد ابْن رَجَاء قلت لأبي دَاوُد لم أرك تحدث عَن الرَّمَادِي فَقَالَ كَانَ يصحب الواقفة فَلم أحدث عَنهُ","seal":"1CDE9696","part":1},
      {"page":59,"id":38,"hno":15,"nass":"15 - إِسْحَاق بن إِبْرَاهِيم بن رَاهَوَيْه إِمَام أهل الْمشرق حجَّة إِمَام بِالْإِجْمَاع وَقَالَ الْآجُرِيّ سَمِعت أَبُو دَاوُد يَقُول تغير قبل مَوته بِخَمْسَة أشهر فَسمِعت مِنْهُ فِي تِلْكَ الْأَيَّام ورميت بِهِ","seal":"21E2538D","part":1},
      {"page":61,"id":40,"hno":16,"nass":"16 - إِسْمَاعِيل بن علية إِمَام حجَّة بِلَا نزاع فِي الْحِفْظ وَالدّين وَقد بَدَت مِنْهُ هفوة وَتَابَ مِنْهَا فِي حَدِيث تَجِيء الْبَقَرَة وَآل عمرَان يحاجان عَن صَاحبهمَا فَقيل ألهما لِسَان فَقَالَ نعم وَإِلَّا كَيفَ تكلمتا فَقَالُوا يَقُول الْقُرْآن مَخْلُوق وَهَذَا تَحْرِير ومبالغة وتزيير من السّلف فَامْتنعَ لذَلِك","seal":"1082ABC3","part":1},
      {"page":62,"id":41,"hno":null,"nass":"مَنْصُور بن سَلمَة الْخُزَاعِيّ من الرِّوَايَة عَنهُ وَقَالَ الْفضل بن زِيَاد عَن أَحْمد بن حَنْبَل وهيب أحب إِلَيّ مِنْهُ","seal":"DC3EAFED","part":1},
      {"page":64,"id":43,"hno":17,"nass":"17 - إِسْمَاعِيل بن زَكَرِيَّا الخلقاني من أَقْرَان هشيم حَدِيثه فِي الْكتب السِّتَّة وَهُوَ صَدُوق قَالَ أَحْمد حَدِيثه مقارب","seal":"AF07D413","part":1},
      {"page":66,"id":45,"hno":18,"nass":"18 - إِسْرَائِيل بن يُونُس من ثِقَات الْكُوفِيّين وعلمائهم وَلَا سِيمَا بجده أبي إِسْحَاق فَإِنَّهُ بَصِير بحَديثه احْتج بِهِ الشَّيْخَانِ وَوَثَّقَهُ النَّاس وَقَالَ ابْن سعد مِنْهُم من يستضعفه قلت وَلَا يلْتَفت إِلَى ابْن","seal":"345B834A","part":1},
      {"page":67,"id":46,"hno":null,"nass":"حزم فِي رده لحَدِيث إِسْرَائِيل وتضعيفه","seal":"506261EE","part":1},
      {"page":68,"id":47,"hno":19,"nass":"19 - أَشْعَث بن عبد الْملك الحمراني صَاحب الْحسن ثِقَة هُوَ أجل الأشاعثة الَّذين هم هُوَ وَأَشْعَث بن سوار الْكِنْدِيّ وَأَشْعَث الْحدانِي مَا خرجا لَهُ شَيْئا","seal":"72A4D239","part":1},
      {"page":71,"id":50,"hno":20,"nass":"20 - أَفْلح بن سعيد القبائي صَدُوق احْتج بِهِ مُسلم وَرَأَيْت ابْن حبَان قد بَالغ فِي الْحَط عَلَيْهِ بِلَا مُسْتَند","seal":"2757989B","part":1},
      {"page":72,"id":51,"hno":21,"nass":"21 - بريد بن عبد الله بن أبي بردة الْأَشْعَرِيّ ثِقَة احتجا بِهِ فِي عدَّة أَحَادِيث وَوَثَّقَهُ غير وَاحِد لَكِن قَالَ النَّسَائِيّ لَيْسَ بِالْقَوِيّ","seal":"D65719ED","part":1},
      {"page":73,"id":52,"hno":22,"nass":"22 - ثَوْر بن يزِيد الْحِمصِي ثَبت مجود احْتج بِهِ البُخَارِيّ يرى الْقدر","seal":"0A589118","part":1},
      {"page":75,"id":54,"hno":23,"nass":"23 - جَعْفَر بن مُحَمَّد الصَّادِق وثقة أَبُو حَاتِم وَالنَّسَائِيّ إِلَّا أَن البُخَارِيّ لم يحْتَج بِهِ وَبلا شكّ مَا هُوَ فِي التثبت مثل عبيد الله بن عمر يُقَال كَانَ رُبمَا لقن وَاحْتج بِهِ مُسلم وَحَدِيثه فِي الْحَج منسك لطيف","seal":"39B4E531","part":1},
      {"page":76,"id":55,"hno":null,"nass":"وَكَانَ سيدا نبيلا إِمَامًا مَا علمت عَلَيْهِ شَيْئا يشينه فِي دينه أصلا","seal":"1705FC5E","part":1},
      {"page":77,"id":56,"hno":24,"nass":"24 - جرير بن حَازِم الْأَزْدِيّ إِمَام حجَّة مَشْهُور إِلَّا أَن ابْن معِين قَالَ هُوَ فِي قَتَادَة ضَعِيف","seal":"88881644","part":1},
      {"page":79,"id":58,"hno":25,"nass":"25 - حبيب بن الْمعلم حجَّة تعنت يحيى بن سعيد فَكَانَ لَا يحدث عَنهُ حَدِيثه فِي الْكتب كلهَا وحسين الْمعلم أثبت مِنْهُ","seal":"70890A96","part":1},
      {"page":81,"id":60,"hno":26,"nass":"26 - حَرْب بن شَدَّاد عَن الْحسن وَجَمَاعَة وَاحْتج بِهِ الشَّيْخَانِ وَوَثَّقَهُ أَحْمد بن حَنْبَل وَغَيره لَكِن كَانَ يحيى الْقطَّان لَا يحدث عَنهُ","seal":"AAE0ED84","part":1},
      {"page":82,"id":61,"hno":27,"nass":"27 - حريز بن عُثْمَان قل من يُوجد فِي الشاميين فِي إتقانه وثقة غير وَاحِد لكنه ناصبي نسْأَل الله السَّلامَة إِلَّا أَنه لَا يسب","seal":"A7E7B72B","part":1},
      {"page":84,"id":63,"hno":28,"nass":"28 - حُسَيْن الْمعلم ثِقَة حجَّة حَدِيثه فِي الْكتب لينه الْعقيلِيّ بِلَا حجَّة","seal":"36B851E2","part":1},
      {"page":85,"id":64,"hno":29,"nass":"29 - حُصَيْن بن عبد الرَّحْمَن الْأَسدي وثقوه وَقيل إِنَّه تغير يَسِيرا","seal":"4CBE20C3","part":1},
      {"page":87,"id":66,"hno":30,"nass":"30 - حَفْص بن ميسرَة الصَّنْعَانِيّ ثِقَة يحْتَج بِهِ فِي الصِّحَاح قَالَ الْأَزْدِيّ وَحده يَتَكَلَّمُونَ فِيهِ","seal":"6D738C4D","part":1},
      {"page":88,"id":67,"hno":31,"nass":"31 - حمْرَان بن أبان مولى عُثْمَان حجَّة قَالَ ابْن سعد لم أَرَاهُم يحتجون بِهِ قَالَ الْحَاكِم تكلم فِيهِ بِمَا لَا يُؤثر فِيهِ قلت هُوَ ثَبت","seal":"7EAE1C8F","part":1},
      {"page":89,"id":68,"hno":32,"nass":"32 - حميد بن قيس الْمَكِّيّ وَثَّقَهُ يحيى وَحَدِيثه فِي الْكتب وَقَالَ فِيهِ أَحْمد لَيْسَ بِالْقَوِيّ","seal":"8B587ADD","part":1},
      {"page":91,"id":70,"hno":33,"nass":"33 - خَالِد الْحذاء ثِقَة إِمَام قَالَ أَبُو حَاتِم وَحده لَا يحْتَج بِهِ وَكَانَ","seal":"66DA77BA","part":1},
      {"page":92,"id":71,"hno":null,"nass":"شُعْبَة رُبمَا يتَكَلَّم فِيهِ سرا","seal":"976C9D25","part":1},
      {"page":93,"id":72,"hno":34,"nass":"34 - خثيم بن عرَاك احْتج بِهِ الشَّيْخَانِ وَقَالَ الْأَزْدِيّ مُنكر الحَدِيث","seal":"E25020F1","part":1},
      {"page":94,"id":73,"hno":35,"nass":"35 - زَكَرِيَّا بن أبي زَائِدَة ثِقَة لَهُ فِي الْكتب كلهَا لينه أَبُو حَاتِم فَقَط","seal":"3A4072D5","part":1},
      {"page":96,"id":75,"hno":36,"nass":"36 - زيد بن أبي أنيسَة ثِقَة حَدِيثَة فِي الْأُصُول قَالَ أَحْمد فِي حَدِيثه بعض النكارة","seal":"FEC462E4","part":1},
      {"page":97,"id":76,"hno":37,"nass":"37 - سعيد بن أبي عرُوبَة ثِقَة إِمَام سَاءَ حفظا بِأخرَة وَحَدِيثه فِي الْكتب منقى إِلَّا أَنه قدري قَالَه أَحْمد بن حَنْبَل","seal":"F8524B8D","part":1},
      {"page":100,"id":79,"hno":38,"nass":"38 - سعيد بن مُحَمَّد الْجرْمِي روى عَنهُ الشَّيْخَانِ ثِقَة فِيهِ تشيع","seal":"703FCF09","part":1},
      {"page":101,"id":80,"hno":39,"nass":"39 - سُلَيْمَان بن حَيَّان أَبُو خَالِد الْأَحْمَر ثِقَة مخرج لَهُ فِي الْكتب السِّتَّة قَالَ ابْن معِين لَيْسَ بِحجَّة","seal":"270A17CE","part":1},
      {"page":103,"id":82,"hno":40,"nass":"40 - سُلَيْمَان بن دَاوُد أَبُو دَاوُد الطَّيَالِسِيّ ثِقَة مَا علمت بِهِ بَأْسا وَقد أَخطَأ فِي أَحَادِيث فَكَانَ مَاذَا","seal":"B7A513BF","part":1},
      {"page":105,"id":84,"hno":41,"nass":"41 - سُلَيْمَان بن مهْرَان الْأَعْمَش حجَّة حَافظ لَكِن يُدَلس عَن الضُّعَفَاء","seal":"153F6F4B","part":1},
      {"page":107,"id":86,"hno":42,"nass":"42 - شَبابَة بن سوار احْتج بِهِ الشَّيْخَانِ وَوَثَّقَهُ غير وَاحِد لَكِن قَالَ أَحْمد دَاعِيَة إِلَى الإرجاء","seal":"25575FFF","part":1},
      {"page":109,"id":88,"hno":43,"nass":"43 - شُجَاع بن الْوَلِيد أَبُو بدر السكونِي وثقوه وَحَدِيثه فِي الْأُصُول السِّتَّة وَقد قَالَ أَبُو حَاتِم لين الحَدِيث","seal":"8DE85DF4","part":1},
      {"page":110,"id":89,"hno":44,"nass":"44 - شَيبَان النَّحْوِيّ ثِقَة من رجال الْكتب قَالَ أَبُو حَاتِم لَا يحْتَج بِهِ قلت بل هُوَ حجَّة","seal":"14E282B4","part":1},
      {"page":112,"id":91,"hno":45,"nass":"45 - عباد بن عباد المهلبي وثقوه وَحَدِيثه فِي الْكتب وَقَالَ أَبُو حَاتِم لَا يحْتَج بِهِ قلت أَبُو حَاتِم متعنت فِي الرجل","seal":"6EAB168B","part":1},
      {"page":114,"id":93,"hno":46,"nass":"46 - الْعَبَّاس بن الْوَلِيد النَّرْسِي ثِقَة روى عَنهُ الشَّيْخَانِ تكلم فِيهِ ابْن الْمَدِينِيّ","seal":"2EABE685","part":1},
      {"page":115,"id":94,"hno":47,"nass":"47 - عبد الله بن رَجَاء الغداني احْتج بِهِ البُخَارِيّ وَالنَّسَائِيّ قَالَ الفلاس كثير الْغَلَط","seal":"6EA787CA","part":1},
      {"page":117,"id":96,"hno":48,"nass":"48 - عبد الله بن سعيد بن أبي هِنْد حَدِيثه فِي الْكتب وَهُوَ ثِقَة ضعفه أَبُو حَاتِم وَحده","seal":"B4582C63","part":1},
      {"page":119,"id":98,"hno":49,"nass":"49 - عبد الْأَعْلَى بن عبد الْأَعْلَى السَّامِي بِالْمُهْمَلَةِ ثِقَة حَدِيثه فِي الْكتب قَالَ ابْن سعد لم يكن بِالْقَوِيّ قلت نعم مَا هُوَ فِي قوى ابْن علية","seal":"5C7D04F5","part":1},
      {"page":121,"id":100,"hno":50,"nass":"50 - عبد ربه بن نَافِع الْكِنَانِي أَبُو شهَاب الحناط احْتج بِهِ البُخَارِيّ وَمُسلم وَهُوَ صَدُوق لَكِن غَيره أحفظ مِنْهُ لَهُ حَدِيث وَاحِد","seal":"CFAF42A5","part":1},
      {"page":123,"id":102,"hno":51,"nass":"51 - عبد الرَّحْمَن بن مُحَمَّد الْمحَاربي ثِقَة نبيل روى مَنَاكِير عَن مَجَاهِيل","seal":"BD679919","part":1},
      {"page":125,"id":104,"hno":52,"nass":"52 - عبد الرَّزَّاق بن همام إِمَام لَهُ مَا يُنكر وَفِيه تشيع مَعْرُوف","seal":"F0718B85","part":1},
      {"page":128,"id":107,"hno":53,"nass":"53 - عبد الْعَزِيز بن عمر بن عبد الْعَزِيز وثقوه وَلينه أَبُو مسْهر فَقَط بِلَا حجَّة","seal":"412F319F","part":1},
      {"page":130,"id":109,"hno":54,"nass":"54 - عبد الْكَرِيم الْجَزرِي ثِقَة توقف فِيهِ ابْن حبَان وَاحْتج بِمن هُوَ دونه","seal":"C59EEB08","part":1},
      {"page":132,"id":111,"hno":55,"nass":"55 - عبد الْملك بن عُمَيْر وثقوه وَقد تغير بِأخرَة وَمَا اخْتَلَط","seal":"FB38BE8C","part":1},
      {"page":134,"id":113,"hno":56,"nass":"56 - عبيد الله بن أبي جَعْفَر الْمصْرِيّ ثِقَة قَالَ أَحْمد لَيْسَ بِالْقَوِيّ قلت وَمَا هُوَ بضعيف","seal":"01B33C35","part":1},
      {"page":135,"id":114,"hno":57,"nass":"57 - عبيد الله بن مُوسَى الْعَبْسِي ثَبت إِلَّا أَنه شيعي","seal":"A14D55E7","part":1},
      {"page":137,"id":116,"hno":58,"nass":"58 - عدي بن ثَابت حَدِيثه فِي الْكتب قَالَ الدَّارَقُطْنِيّ ترفض","seal":"6D995C95","part":1},
      {"page":138,"id":117,"hno":59,"nass":"59 - عِكْرِمَة ثِقَة ثَبت أعرض عَنهُ مَالك وَاحْتج بِهِ الْجُمْهُور وَكَانَ يرى السَّبق فِيمَا بلغنَا","seal":"A892D69B","part":1},
      {"page":140,"id":119,"hno":60,"nass":"60 - عَليّ بن الْجَعْد الْجَوْهَرِي ثَبت لكنه فِيهِ بِدعَة مَا","seal":"95D223A1","part":1},
      {"page":142,"id":121,"hno":61,"nass":"61 - عمر بن ذَر الْهَمدَانِي ثِقَة مَا علمت غير الإرجاء","seal":"33DDA0A6","part":1},
      {"page":144,"id":123,"hno":62,"nass":"62 - عمر بن عَليّ الْمقدمِي ثِقَة فِي الْكتب لكنه مُدَلّس","seal":"81298763","part":1},
      {"page":146,"id":125,"hno":63,"nass":"63 - عَمْرو بن عَاصِم الْكلابِي ثِقَة مَشْهُور مُحْتَج بِهِ فِي الْكتب السِّتَّة قَالَ بنْدَار لَوْلَا فرقي من آله لتركت حَدِيثه","seal":"19668E74","part":1},
      {"page":148,"id":127,"hno":64,"nass":"64 - عَوْف الْأَعرَابِي ثِقَة مَشْهُور حَدِيثه فِي الْكتب قَالَ بنْدَار قدري شيعي","seal":"56C1F029","part":1},
      {"page":150,"id":129,"hno":65,"nass":"65 - الْقَاسِم بن مَالك الْمُزنِيّ ثِقَة احْتج بِهِ البُخَارِيّ وَمُسلم ضعفه زَكَرِيَّا السَّاجِي وَحده وَوَثَّقَهُ طَائِفَة وَهُوَ مِمَّن لَا بَأْس بِهِ","seal":"7B5AB02A","part":1},
      {"page":151,"id":130,"hno":66,"nass":"66 - قبيصَة بن عقبَة شيخ البُخَارِيّ حَدِيثه فِي الْكتب وَهُوَ ثِقَة قَالَ يحيى ابْن معِين ثِقَة إِلَّا فِي الثَّوْريّ قلت لَا بَأْس بِهِ","seal":"FA51982A","part":1},
      {"page":153,"id":132,"hno":67,"nass":"67 - قيس بن أبي حَازِم ثِقَة إِمَام كَاد أَن يكون صحابيا وَحَدِيثه فِي جَمِيع دواوين الْإِسْلَام روى عَليّ بن عبد الله عَن يحيى الْقطَّان قَالَ مُنكر الحَدِيث قلت هَذَا القَوْل مَرْدُود","seal":"EF254778","part":1},
      {"page":155,"id":134,"hno":68,"nass":"68 - مَالك بن دِينَار الزَّاهِد صَدُوق مَا علمت فِيهِ جرحا وَقد قَالَ فِيهِ النَّسَائِيّ ثِقَة وَخرج لَهُ مُسلم مُتَابعَة وَالْبُخَارِيّ تَعْلِيقا","seal":"ECC1DB86","part":1},
      {"page":156,"id":135,"hno":69,"nass":"69 - مُحَمَّد بن إِبْرَاهِيم بن الْحَارِث التَّيْمِيّ ثِقَة نبيل حَدِيثه فِي كتب الْإِسْلَام قَالَ أَحْمد فِي حَدِيثه شَيْء روى مَنَاكِير","seal":"E1EF2552","part":1},
      {"page":158,"id":137,"hno":70,"nass":"70 - مُحَمَّد بن إِدْرِيس تقدم","seal":"EED6C173","part":1},
      {"page":160,"id":139,"hno":71,"nass":"71 - مُحَمَّد بن طَلْحَة بن مصرف اليامي ثِقَة من رجال الصَّحِيحَيْنِ إملاء قَالَ النَّسَائِيّ لَيْسَ بِالْقَوِيّ قلت مَا هُوَ بِقُوَّة شيبَة","seal":"CED61122","part":1},
      {"page":162,"id":141,"hno":72,"nass":"72 - مُحَمَّد بن الْفضل عَارِم ثِقَة حجَّة اخْتَلَط بِأخرَة لَكِن مَا ضرّ ذَلِك حَدِيثه فَإِنَّهُ مَا حدث حِينَئِذٍ فِيمَا علمت","seal":"D3235923","part":1},
      {"page":164,"id":143,"hno":null,"nass":"معَاذ بن هِشَام الدستوَائي صَدُوق حَدِيثه فِي الْكتب كلهَا قَالَ ابْن معِين صَدُوق وَلَيْسَ بِحجَّة.","seal":"F95A02F4","part":1},
      {"page":166,"id":145,"hno":null,"nass":"معمر بن رَاشد ابو عُرْوَة إِمَام ثِقَة قَالَ ابو حَاتِم صَالح الحَدِيث وَمَا حدث بِالْبَصْرَةِ فَفِيهِ أغاليط قلت مَا نزال نحتج بِمَعْمَر حَتَّى يلوح لنا خَطؤُهُ بمخالفة من هُوَ أحفظ مِنْهُ اَوْ نعده من الثِّقَات.","seal":"5D27CE2C","part":1},
      {"page":168,"id":147,"hno":null,"nass":"مفضل بن فضاله قَاضِي مصر ثِقَة مُحْتَج بِهِ فِي الْكتب قَالَ ابْن سعد مُنكر الحَدِيث قلت قد يغرب.","seal":"F7814893","part":1},
      {"page":170,"id":149,"hno":null,"nass":"نَافِع بن عمر الجُمَحِي قَالَ احْمَد ثَبت وَقَالَ ابْن سعد ثِقَة فِيهِ شَيْء قلت أحتج بِهِ الشَّيْخَانِ وَلَا شَيْء فِيهِ.","seal":"5AA456B7","part":1},
      {"page":172,"id":151,"hno":null,"nass":"هدبة بن خَالِد الْقَيْسِي احْتج بِهِ الشَّيْخَانِ وَوَثَّقَهُ غير وَاحِد وَالْعجب من النَّسَائِيّ ضعفه مرّة وَقواهُ مرّة.","seal":"C7627AC1","part":1},
      {"page":174,"id":153,"hno":null,"nass":"هِشَام بن حسان الْأَزْدِيّ القردوسي ثِقَة مُحْتَج بِهِ فِي الصِّحَاح وَقد قَالَ شُعَيْب بن حَرْب عَن شُعْبَة كَانَ خشبيا وَلم يكن يحفظ.","seal":"9097E140","part":1},
      {"page":176,"id":155,"hno":null,"nass":"همام بن يحيى بَصرِي ثِقَة من رجال الصَّحِيحَيْنِ قَالَ ابو حَاتِم ثِقَة فِي حفظه شَيْء قلت هُوَ احفظ من فليح بِكَثِير.","seal":"D328458E","part":1},
      {"page":179,"id":158,"hno":null,"nass":"هشيم بن بشير الْحَافِظ ثِقَة لكنه يُدَلس وَحَدِيثه فِي الصِّحَاح لَكِن مَا خَرجُوا لَهُ عَن الزُّهْرِيّ شَيْئا لِأَنَّهُ ضَعِيف فِيهِ.","seal":"A3D9F4E2","part":1},
      {"page":182,"id":161,"hno":null,"nass":"وَرْقَاء بن عمر الْيَشْكُرِي الْكُوفِي ثِقَة لَا سِيمَا فِي أبي الزِّنَاد لينه يحيى الْقطَّان وَوَثَّقَهُ النَّاس.","seal":"09DCCC1A","part":1},
      {"page":184,"id":163,"hno":null,"nass":"الْوَلِيد بن كثير المَخْزُومِي حجازي ثِقَة حَدِيثه فِي الْكتب كلهَا لَكِن قيل إِنَّه قدري أباضي وَالله اعْلَم.","seal":"55AC4EE8","part":1},
      {"page":186,"id":165,"hno":null,"nass":"الْوَلِيد بن مُسلم عَالم أهل دمشق ثِقَة حَافظ لكنه يُدَلس عَن الضُّعَفَاء فَإِذا قَالَ عَن فَلَيْسَ بِحجَّة حَدِيثه فِي الْكتب كلهَا.","seal":"560284F0","part":1},
      {"page":188,"id":167,"hno":null,"nass":"وهب بن جرير ثِقَة حَافظ حَدِيثه فِي الْكتب ضعف فِي شُعْبَة نعم مَا هُوَ كغندر.","seal":"C82659BA","part":1},
      {"page":190,"id":169,"hno":null,"nass":"وهب بن مُنَبّه عَالم أهل الْيمن ثِقَة لَهُ فِي الصَّحِيحَيْنِ ضعفه الفلاس.","seal":"C25E415D","part":1},
      {"page":192,"id":171,"hno":null,"nass":"يحيى بن حَمْزَة قَاضِي دمشق ثِقَة لَهُ فِي الصَّحِيحَيْنِ قيل إِنَّه قدري.","seal":"EECC739D","part":1},
      {"page":194,"id":173,"hno":null,"nass":"يحيى بن صَالح الْحِمصِي الوحاظي لَهُ فِي الصَّحِيحَيْنِ حجَّة لكنه تجهم.","seal":"9AA92DF0","part":1},
      {"page":195,"id":175,"hno":null,"nass":"يحيى بن وَاضح ابو تُمَيْلة الْمروزِي وثقوه وَلينه بَعضهم حَدِيثه فِي الْكتب السِّتَّة.","seal":"9171ACF0","part":1},
      {"page":197,"id":177,"hno":null,"nass":"يزِيد بن ابراهيم التسترِي ثِقَة مخرج لَهُ فِي دواوين الْإِسْلَام قَالَ ابْن معِين لَيْسَ هُوَ فِي قَتَادَة بِذَاكَ.","seal":"8BCD76CF","part":1},
      {"page":199,"id":179,"hno":null,"nass":"يعلى بن عبيد الطنافسي ثِقَة حَدِيثه فِي الْكتب كلهاضعفه ابْن معِين فِي سُفْيَان الثَّوْريّ فَقَط قلت مَا هُوَ كالفريابي.","seal":"CB49F1FA","part":1},
      {"page":201,"id":181,"hno":null,"nass":"أَبُو بكر بن أبي مُوسَى الْأَشْعَرِيّ ثِقَة مخرج لَهُ فِي الْكتب قَالَ ابْن سعد يستضعف.","seal":"166278CC","part":1},
      {"page":203,"id":183,"hno":null,"nass":"أَبُو اسحاق السبيعِي ثِقَة إِمَام لكنه كبر وساء حفظه وَمَا اخْتَلَط وَصلى الله على مُحَمَّد وَآله وَسلم.","seal":"98F22F62","part":1},
      {"page":204,"id":184,"hno":null,"nass":"وَبِهَذَا تمت هَذِه الرسَالَة وَبِهَذَا انْتهى التَّحْقِيق وَقَالَ طَابع الرسَالَة نقلت هَذِه النُّسْخَة وقوبلت على حسن وَعَلَيْهَا خطّ القطب الخيضري فِي تَارِيخ سنة 844 ثمَّ خطّ شمس الدّين مُحَمَّد بن طولون الدِّمَشْقِي وتمت مقابلتها بملاحظة الْعَالمين النحريرين الشَّيْخ مُحَمَّد جمال القاسمي وَالشَّيْخ مُحَمَّد مبارك الجزائري الْحُسَيْنِي.","seal":"C9B7B433","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":748,"Bk":"الرواة الثقات المتكلم فيهم بما لا يوجب ردهم","HigriD":"748","oAuthVer":2,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي","bLnk":null,"Inf":"","Auth":"الذهبي، شمس الدين","Betaka":"الكتاب: الرواة الثقات المتكلم فيهم بما لا يوجب ردهم\r\nالمؤلف: شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ)\r\nالمحقق: محمد إبراهيم الموصلي\r\nالناشر: دار البشائر الإسلامية - بيروت - لبنان\r\nالطبعة: الأولى، 1412هـ - 1992م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الذَهَبي، شمس الدين (673 هـ - 748هـ، 1275م - 1347م).\r\n\r\nشمس الدين أبو عبد لله محمد بن أحمد بن عثمان بن قَايْماز، التُركماني الأصل، ثم الدمشقي، المقرئ. الإمام الحافظ، محدِّث العصر وخاتمة الحفَّاظ، ومؤرخ الإسلام. طلب الحديث وله ثماني عشرة سنة، فسمع الكثير، ورحل، وعني بهذا الشأن، وتعب فيه، وخدمه إلى أن رسخت فيه قدمه. قال السخاوي عنه: إن المحدثين عيال الآن في الرجال وغيرها من فنون الحديث على أربعة: المزيّ، والذهبي، والعراقي، وابن حجر. كُفّ بصره سنة 741 هـ. وتصانيفه كثيرة تقرب من المائة، منها: تاريخ الإسلام؛ سير أعلام النبلاء؛ طبقات الحفاظ؛ طبقات القراء؛ مختصر تهذيب الكمال؛ الكاشف؛ التجريد في أسماء الصحابة؛ والميزان في الضعفاء؛ المغني في الضعفاء؛ تلخيص المستدرك للحاكم؛ مختصر سنن البيهقي وغيرها. ولد وتوفي بدمشق.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"537CEEFA","cat":"التراجم والطبقات","oNum":5817,"BkId":5817,"oAuth":362,"bVer":1,"aSeal":"529BFCA3"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t5817":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":14,"sub":0,"tit":"التراجم"}
    ]
}
