{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b5947":
    [
      {"page":45,"id":2,"hno":null,"nass":"أخبرنَا أَبُو الْعَبَّاس أَحْمد بن عمر بن أنس العذري بالجزيرة وقرأته عَلَيْهِ قَالَ أَنا أَبُو بكر عبد الله بن الْحُسَيْن بن عقال الْمرَادِي وَأَبُو مُحَمَّد مكي بن عَليّ ابْن عبسون الْمرَادِي بمكه فِي الْمَسْجِد الْحَرَام فِي شهر ربيع الأول سنة اثْنَتَيْ عشره وَأَرْبَعمِائَة قَالَا ثَنَا أَبُو الْقَاسِم عبيد الله بن مُحَمَّد بن أَحْمد بن جَعْفَر السَّقطِي بقرَاءَته فِي الْمَسْجِد الْحَرَام عمره الله تَعَالَى قَالَ أَنا أَبُو مُحَمَّد جَعْفَر بن مُحَمَّد بن الْخَواص قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ ثَنَا أَبُو جَعْفَر مُحَمَّد بن عُثْمَان بن أبي شَيْبه قَالَ قلت لعَلي بن عبد الله الْمَدِينِيّ يَا أَبَا الْحسن ان يحيى بن معِين ذكر لنا أَن مَشَايِخ من الْبَصرِيين كَانُوا يرْمونَ بِالْقدرِ إِلَّا أَنهم لَا يدعونَ إِلَيْهِ وَلَا يأْتونَ فِي حَدِيثهمْ بِشَيْء مُنكر مِنْهُم قتاده وَهِشَام صَاحب الدستوَائي","seal":"C7917961","part":1},
      {"page":46,"id":3,"hno":1,"nass":"وَسَعِيد بن أبي عروبه وَأَبُو هِلَال وَعبد الْوَارِث وَسَلام كَانُوا ثِقَات يكْتب حَدِيثهمْ فماتوا وهم يرَوْنَ الْقدر وَلم يرجِعوا عَنهُ فَقَالَ لي عَليّ رَحمَه الله أَبُو زَكَرِيَّا كَذَا كَانَ يَقُول عندنَا إِلَّا أَن أَصْحَابنَا ذكرُوا أَن هِشَام الدستوَائي رَجَعَ قبل مَوته وَلم يَصح ذَلِك عندنَا\rحَدثنَا مُحَمَّد بن عُثْمَان قَالَ سَأَلت عَليّ بن عبد الله عَن\r1 - بشر بن حَرْب فَقَالَ كَانَ ثِقَة عندنَا","seal":"86AC7554","part":1},
      {"page":47,"id":4,"hno":2,"nass":"2 - وَسَأَلت عليا عَن أبي المهزم فَقَالَ كَانَ ضَعِيفا","seal":"C222DF45","part":1},
      {"page":48,"id":5,"hno":3,"nass":"3 - وَسَأَلت عليا عَن مطر الْوراق فَقَالَ كَانَ صَالحا وسطا وَلم يكن بِالْقَوِيّ\r4 - وَسَأَلت عليا عَن يزِيد الرقاشِي فَقَالَ كَانَ ضَعِيفا","seal":"AF61A5F5","part":1},
      {"page":49,"id":6,"hno":5,"nass":"5 - وَسَأَلت عليا عَن حَكِيم الْأَثْرَم فَقَالَ كَانَ حَكِيم عندنَا ثقه\r6 - وَسَأَلت عليا عَن يزِيد بن عَطاء فَقَالَ كَانَ ضَعِيفا وَهُوَ من موَالِي أبي عوانه","seal":"E8E8D847","part":1},
      {"page":50,"id":7,"hno":7,"nass":"7 - وَسَأَلت عليا عَن الْحَارِث بن نَبهَان فَقَالَ كَانَ ضَعِيفا ضَعِيفا\r8 - وَسَأَلت عليا عَن مهْدي بن مَيْمُون فَقَالَ كَانَ مهْدي عندنَا ثقه\r9 - وَسَأَلت عليا عَن ابراهيم بن عبد الْملك أبي اسماعيل","seal":"0EA97F42","part":1},
      {"page":51,"id":8,"hno":10,"nass":"القناد فَقَالَ كَانَ ضَعِيفا عندنَا\r10 - وَسَأَلت عليا عَن عرْعرة بن البرند فَقَالَ كَانَ عرْعرة ثِقَة ثبتا\r11 - وَسَأَلت عليا عَن مَرْحُوم بن عبد الْعَزِيز الْعَطَّار فَقَالَ كَانَ مَرْحُوم من الثِّقَات","seal":"98ED07D0","part":1},
      {"page":52,"id":9,"hno":12,"nass":"12 - وَسَأَلت عليا عَن عبد الْمُؤمن بن عبيد الله الْبَصْرِيّ فَقَالَ كَانَ صَالحا وسطا\r13 - وَسَأَلت عليا عَن عباد بن مَنْصُور فَقَالَ ضَعِيف عندنَا وَكَانَ قدريا وَكَانَ قَاضِيا على البصره","seal":"DE5943D5","part":1},
      {"page":53,"id":10,"hno":14,"nass":"14 - وَسَأَلت عليا عَن جَعْفَر بن سُلَيْمَان الضبعِي فَقَالَ ثِقَة عندنَا وَقد كَانَ يحيى بن سعيد لَا يرْوى عَنهُ","seal":"C596254D","part":1},
      {"page":54,"id":11,"hno":15,"nass":"15 - وَسَأَلت عليا عَن زيد الْعمي فَقَالَ كَانَ ضَعِيفا عندنَا\r16 - وَسَأَلت عليا عَن عباد بن مَنْصُور فَقَالَ ضَعِيف عندنَا وَكَانَ قدريا وَكَانَ قَاضِيا على البصره\r17 - وَسَأَلت عليا عَن أبان بن أبي عَيَّاش فَقَالَ كَانَ ضَعِيفا ضَعِيفا عندنَا","seal":"89B428B0","part":1},
      {"page":55,"id":12,"hno":18,"nass":"18 - وَسَأَلت عليا عَن أبي حره وَاصل بن عبد الرَّحْمَن فَقَالَ كَانَ ضَعِيفا\r19 - وَكَانَ أَخُوهُ سعيد بن عبد الرَّحْمَن عندنَا ثقه","seal":"EC67231E","part":1},
      {"page":56,"id":13,"hno":20,"nass":"20 - وَسَأَلت عليا عَن صَالح المري فَقَالَ لَيْسَ بِشَيْء ضَعِيف ضَعِيف","seal":"44A89694","part":1},
      {"page":57,"id":14,"hno":21,"nass":"21 - وَحدثنَا مُحَمَّد بن عُثْمَان قَالَ سَأَلت عليا عَن عَليّ بن زيد ابْن جدعَان فَقَالَ هُوَ ضَعِيف عندنَا\r22 - وَسَأَلت عليا عَن جزير بن حَازِم","seal":"13B48890","part":1},
      {"page":58,"id":15,"hno":23,"nass":"23 - وأخيه يزِيد بن حَازِم فَقَالَ كَانَا ثقتين عندنَا\r24 - وَسَأَلت عليا عَن سوار بن عبد الله القَاضِي فَقَالَ هُوَ ثِقَة عندنَا","seal":"9B3C25B1","part":1},
      {"page":59,"id":16,"hno":25,"nass":"25 - وَسَأَلت عليا عَن الرّبيع بن صبيح فَقَالَ هُوَ عندنَا صَالح لَيْسَ بِالْقَوِيّ\r26 - وَسَأَلت عليا عَن الْمُبَارك بن فضاله فَقَالَ هُوَ صَالح وسط","seal":"CFFC1852","part":1},
      {"page":60,"id":17,"hno":27,"nass":"27 - وَسَأَلت عليا عَن نصر بن طريف فَقَالَ ضَعِيف ضَعِيف لَا يكْتب حَدِيثه\r28 - وَسَأَلت عليا عَن أَيُّوب بن خوط فَقَالَ ضَعِيف","seal":"9D7456A4","part":1},
      {"page":61,"id":18,"hno":29,"nass":"ضَعِيف لَا يكْتب حَدِيثه\r29 - وَسَأَلت عليا عَن الْقَاسِم بن الْفضل الْحدانِي فَقَالَ هُوَ عندنَا ثقه\r30 - وَسَأَلت عليا عَن يزِيد بن ابراهيم التسترِي فَقَالَ هُوَ عندنَا ثقه","seal":"1B8CB242","part":1},
      {"page":62,"id":19,"hno":31,"nass":"31 - وَسَأَلت عليا عَن عيينه بن عبد الرَّحْمَن فَقَالَ عيينه عندنَا ثقه\r32 - وَسَأَلت عليا عَن الْحسن بن أبي جَعْفَر فَقَالَ ضَعِيف ضَعِيف","seal":"35D56F1B","part":1},
      {"page":63,"id":20,"hno":33,"nass":"33 - وَسَأَلت عليا عَن عبد الْأَعْلَى بن أبي الْمسَاوِر فَقَالَ ضَعِيف لَيْسَ بِشَيْء\r34 - وَسَأَلت عليا عَن همام بن يحيى فَقَالَ ثِقَة ثبتا","seal":"57170930","part":1},
      {"page":64,"id":21,"hno":35,"nass":"35 - وَسَأَلت عليا عَن مُحَمَّد بن ثَابت الْعَبْدي فَقَالَ هُوَ صَالح لَيْسَ بِالْقَوِيّ","seal":"C820AF95","part":1},
      {"page":65,"id":22,"hno":36,"nass":"36 - وَسَأَلت عليا عَن أبي الْأَشْهب جَعْفَر بن حَيَّان فَقَالَ ثِقَة ثبتا\r37 - وَسَأَلت عليا عَن هِلَال بن أبي دَاوُد الحبطي فَقَالَ كَانَ ثِقَة\r38 - وَسَأَلت عليا عَن نوح بن قيس الْحدانِي فَقَالَ هُوَ صَالح وَلَيْسَ بِالْقَوِيّ","seal":"238B9F9A","part":1},
      {"page":66,"id":23,"hno":39,"nass":"39 - وَسَأَلت عليا عَن خَارِجَة بن مُصعب فَقَالَ هُوَ عندنَا ضَعِيف\r40 - وَسَأَلت عليا عَن أبي حتروش فَقَالَ اسْمه شَمله بن هزال وَهُوَ عندنَا ضَعِيف","seal":"D6B93E2B","part":1},
      {"page":67,"id":24,"hno":41,"nass":"41 - وَسَأَلت عليا عَن آدم بن الحكم الْبَصْرِيّ فَقَالَ ضَعِيف ضَعِيف\r42 - وَسَأَلت عليا عَن سُلَيْمَان بن أبي سُلَيْمَان القافلاني فَقَالَ ضَعِيفا ضَعِيفا لَيْسَ بِشَيْء","seal":"6BD26A63","part":1},
      {"page":68,"id":25,"hno":43,"nass":"43 - وَسَأَلت عليا عَن أبي أُمِّيّه بن يعلى فَقَالَ ضَعِيف\r44 - وَسَأَلت عليا عَن عدي بن الْمفضل فَقَالَ كَانَ ضَعِيفا\r45 - وَسَأَلت عليا عَن عَمْرو بن فَايِد الْقرشِي الأسواري","seal":"3A268631","part":1},
      {"page":69,"id":26,"hno":46,"nass":"فَقَالَ كَانَ ذَلِك عندنَا ضَعِيف وَكَانَ يَقُول بِالْقدرِ\r46 - وَسَأَلت عليا عَن عمرَان بن زيد التغلبي فَقَالَ كَانَ عندنَا ثِقَة ثبتا\r47 - وَسَأَلت عليا عَن عَوْف الْأَعرَابِي فَقَالَ ثِقَة ثَبت","seal":"0AF355D2","part":1},
      {"page":70,"id":27,"hno":48,"nass":"48 - وَسَأَلت عَن كهمس بن الْحسن فَقَالَ ثِقَة ثَبت\r49 - وَسَأَلت عليا عَن أبي عبيده النَّاجِي فَقَالَ قد","seal":"5CEE58BC","part":1},
      {"page":71,"id":28,"hno":50,"nass":"روى عَن الْحسن وَكَانَ عندنَا ثِقَة\r50 - وَسَأَلت عليا عَن أبان بن يزِيد الْعَطَّار فَقَالَ كَانَ عندنَا ثِقَة","seal":"46EF2052","part":1},
      {"page":72,"id":29,"hno":51,"nass":"51 - وَسَأَلت عليا عَن سَلام بن مِسْكين فَقيل ثِقَة من أهل الأمانه\r52 - وَسَأَلت عليا عَن السّري بن يحيى فَقَالَ كَانَ ثِقَة ثبتا","seal":"95695D50","part":1},
      {"page":73,"id":30,"hno":53,"nass":"53 - وَسَأَلت عليا عَن عُثْمَان الْبري فَقَالَ كَانَ ضَعِيفا لَيْسَ بِشَيْء\r54 - وَسَأَلت عليا عَن بسطَام بن مُسلم فَقَالَ كَانَ عندنَا ثِقَة","seal":"885FC69C","part":1},
      {"page":74,"id":31,"hno":55,"nass":"55 - وَسَأَلت عليا عَن عبد الحميد بن بهْرَام فَقَالَ كَانَ عندنَا ثِقَة انما كَانَ يروي عَن شهر بن حَوْشَب من كتاب كَانَ عِنْده\r56 - وَسَأَلت عليا عَن أبي مودود فَقَالَ كَانَ صَالحا لَا بَأْس بِهِ","seal":"1754A89B","part":1},
      {"page":75,"id":32,"hno":57,"nass":"57 - حَدثنَا مُحَمَّد بن عُثْمَان قَالَ سَمِعت عليا وَسُئِلَ عَن أبي عبد الله الشقري فَقَالَ كَانَ ثِقَة عندنَا واسْمه سلمه بن تَمام\r58 - وَسمعت عليا وَذكر عَمْرو بن عبيد فَقَالَ لَيْسَ بِشَيْء وَلَا نرى الرِّوَايَة عَنهُ","seal":"1EB4AAA8","part":1},
      {"page":76,"id":33,"hno":59,"nass":"59 - وَسُئِلَ عَن عَليّ الصَّلْت بن دِينَار الْبَصْرِيّ فَقَالَ كَانَ ذَاك ضَعِيفا عندنَا وكنيته أَبُو شُعَيْب\r60 - وَسمعت عليا وَسُئِلَ عَن هِشَام أبي الْمِقْدَام فَقَالَ كَانَ ضَعِيفا\r61 - وَسمعت عليا وَسُئِلَ عَن أبي ريحانه الَّذِي يروي عَن","seal":"46813FE4","part":1},
      {"page":77,"id":34,"hno":62,"nass":"سفينة فَقَالَ هُوَ صَالح وسط لَيْسَ بِهِ بَأْس\r62 - وَسُئِلَ عَليّ عَن ابراهيم بن عبد الْملك الْبَصْرِيّ وَأَنا أسمع فَقَالَ كَانَ ذَلِك شَيخا ضَعِيفا لَيْسَ بِشَيْء\r63 - وَسُئِلَ عَليّ عَن الْفضل بن مَيْمُون وَأَنا أسمع فَقَالَ لم يزل عندنَا ضَعِيفا ضَعِيفا\r64 - وَسَأَلَ عَليّ وَأَنا أسمع عَن أبي عقيل يحيى بن المتَوَكل","seal":"D464BCFE","part":1},
      {"page":78,"id":35,"hno":65,"nass":"فَقَالَ ذَاك عندنَا ضَعِيف وَكَانَ منزله بِبَغْدَاد\r65 - وَسُئِلَ عَليّ وَأَنا أسمع عَن مُطِيع بن مَيْمُون فَقَالَ ذَاك شيخ عندنَا ثِقَة\r66 - وَسُئِلَ عَن سكين بن عبد الْعَزِيز فَقَالَ كَانَ شَيخا لَا بَأْس بِهِ\r67 - وَسمعت عليا وَسُئِلَ عَن حَمَّاد بن شُعَيْب فَقَالَ لم يزل حَمَّاد عندنَا ضَعِيفا لَيْسَ بِالْقَوِيّ","seal":"DA707C2E","part":1},
      {"page":79,"id":36,"hno":68,"nass":"68 - وَسَأَلت عليا عَن حشرج بن نَبَاته فَقَالَ كَانَ عندنَا حشرج ثِقَة\r69 - وَسمعت عليا يَقُول زَكَرِيَّا بن يحيى الذِّرَاع ثِقَة","seal":"F929F3A8","part":1},
      {"page":80,"id":37,"hno":70,"nass":"70 - وَسمعت عليا وَذكر عمَارَة بن زَاذَان الصيدلاني فَقَالَ قد رُوِيَ عَنهُ يحيى أَحَادِيث\r71 - وَسمعت عليا يَقُول مُحَمَّد بن جحاده كَانَ يتهم بِشَيْء من الْقدر","seal":"68114E90","part":1},
      {"page":81,"id":38,"hno":72,"nass":"72 - سَمِعت عليا يَقُول أَبُو عوانه بَاعَ كِتَابه\r73 - سَمِعت عليا يَقُول كنت اذا قدمت الى بَغْدَاد مُنْذُ أَرْبَعِينَ سنه كَانَ الَّذِي يذاكر أَحْمد بن حَنْبَل فَرُبمَا اخْتَلَفْنَا فِي الشَّيْء فنسأل أَبَا زَكَرِيَّا يحيى بن معِين فَيقوم فيخرجه","seal":"B2FCD0CA","part":1},
      {"page":82,"id":39,"hno":74,"nass":"مَا كَانَ أعرفهُ بِموضع حَدِيثه\r74 - وَسمعت عليا يَقُول أَصْحَاب أبي هريره هَؤُلَاءِ السته سعيد بن الْمسيب وَأَبُو سلمه والأعرج وَأَبُو صَالح وَمُحَمّد بن سِيرِين وَطَاوُس وَكَانَ همام ابْن مُنَبّه يشبه حَدِيثه حَدِيثهمْ الا أحرف وَحدثنَا مُحَمَّد بن عُثْمَان قَالَ سَمِعت عليا يَقُول قلت لعبد الرَّحْمَن بن","seal":"061E7C4B","part":1},
      {"page":83,"id":40,"hno":75,"nass":"مهْدي وَأَنا عِنْده وَقد أخرج إِلَيّ كتاب همام فَقلت لَهُ هَات أنظر فِيهِ فَقَالَ دَعْنِي حَتَّى أملي عليا فاذا فرغت مِنْهَا فَانْظُر فِيهَا فأملا عليا ثمَّ رمي بِالْكتاب الي فَلم أجد فِيهِ شَيْئا الا أَحَادِيث معروفه وَلم أكتب مِنْهَا شَيْئا فَقَالَ أَترَانِي كنت أترك مِنْهَا شَيْئا مِمَّا تريده\r75 - وَسمعت عليا يَقُول مينا مولى حميد بن عبد الرَّحْمَن لَيْسَ بِشَيْء\r76 - وَسمعت عليا يَقُول نَظرنَا فَإِذا يحيى بن سعيد يروي","seal":"2BDBF5C6","part":1},
      {"page":84,"id":41,"hno":77,"nass":"عَن سعيد بن الْمسيب مَا لَيْسَ يرْوى أحد مثلهَا ونظرنا فاذا الزُّهْرِيّ يروي عَن سعيد بن الْمسيب شَيْئا لم يروه أحد ونظرنا فاذا قتاده يروي عَن سعيد بن الْمسيب شَيْئا لم يروه أحد\r77 - وَسمعت عليا يَقُول قَالَ أبي عبد الله بن جَعْفَر قَالَ شُعْبَة مَاتَت أُمِّي فجائني التَّيْمِيّ وَابْن عون","seal":"0A7D756A","part":1},
      {"page":85,"id":42,"hno":78,"nass":"فَحدث التَّيْمِيّ عَن أبي نضره بِحَدِيث فَقَالَ ابْن عون قد رَأَيْت أَبَا نضره فَقَالَ لَهُ التَّيْمِيّ رَأَيْت أَبَا نضره\r78 - قد سَمِعت عليا يَقُول أَنا لَا أحفظ عَن خَالِد عَن سعيد ابْن أبي الْحسن الا هَذَا الحَدِيث يَعْنِي حَدِيث أم سلمه تقتل عمار الفئه الباغيه","seal":"DC130936","part":1},
      {"page":86,"id":43,"hno":79,"nass":"79 - وَسَأَلت عليا عَن مَشَايِخ من أهل الْحجاز وَغَيرهم سَأَلته عَن صَالح مولى التوأمه فَقَالَ صَالح ثقه الا انه خرف وَكبر فَسمع مِنْهُ قوم وَهُوَ خرف كَبِير فَكَانَ سماعهم","seal":"BB34E879","part":1},
      {"page":87,"id":44,"hno":80,"nass":"لَيْسَ بِصَحِيح سُفْيَان الثَّوْريّ من سمع مِنْهُ بعد مَا خرف وَكَانَ ابْن أبي ذِئْب قد سمع مِنْهُ قبل ان يخرف\r80 - وَسَأَلت عليا عَن أبي الزبير الْمَكِّيّ فَقَالَ ثقه ثَبت واسْمه مُحَمَّد بن مُسلم وَكَانَ مولى ابْن حزَام","seal":"8DF333B8","part":1},
      {"page":88,"id":45,"hno":81,"nass":"81 - وَسَأَلت عليا عَن عبد الله بن مُحَمَّد بن عقيل فَقَالَ كَانَ ضَعِيفا\r82 - وَسَأَلت عليا عَن حُسَيْن بن عبد الله بن عبيد الله بن عَبَّاس فَقَالَ كَانَ ضَعِيفا لَيْسَ بِشَيْء","seal":"D48C88F8","part":1},
      {"page":89,"id":46,"hno":83,"nass":"83 - وَسَأَلت عليا عَن مُحَمَّد بن اسحاق بن يسَار مولى آل مخرمه فَقَالَ هُوَ صَالح وسط","seal":"DFE4B088","part":1},
      {"page":90,"id":47,"hno":84,"nass":"84 - وَسَأَلت عليا عَن كثير بن عبد الله الْمُزنِيّ فَقَالَ ضَعِيف\r85 - وَسَأَلت عليا عَن حَمْزَة بن أبي حمزه الْمدنِي فَقَالَ كَانَ ضَعِيفا","seal":"ABECCAEA","part":1},
      {"page":91,"id":48,"hno":86,"nass":"86 - وَسَأَلت عليا عَن صَالح بن مُحَمَّد بن زائده الْمدنِي فَقَالَ كَانَ ضَعِيفا\r87 - وَسَأَلت عليا عَن أبي حزرة فَقَالَ اسْم أبي حزرة يَعْقُوب بن مُجَاهِد وَكَانَ عندنَا ثقه وَكَانَ قَاصا بالمدينه\r88 - وَسَأَلت عليا عَن مُسلم الْخياط فَقَالَ كَانَ عندنَا ثقه","seal":"342C1E46","part":1},
      {"page":92,"id":49,"hno":89,"nass":"89 - وَسَأَلت عليا عَن الْقَاسِم بن الْعَبَّاس فَقَالَ كَانَ ثِقَة\r90 - وَسَأَلت عليا عَن أبي الْحُوَيْرِث فَقَالَ كَانَ عندنَا ثقه قد روى عَنهُ الثَّوْريّ وَشعْبَة وسُفْيَان بن عيينه وَكَانَ شُعْبَة يَقُول أَبُو الحويرثه","seal":"77B3880B","part":1},
      {"page":93,"id":50,"hno":91,"nass":"91 - وَسَأَلت عليا عَن سعد بن ابراهيم بن عبد الرَّحْمَن بن عَوْف فَقَالَ كَانَ أَصْحَابنَا يرمونه بِالْقدرِ وَكَانَ عندنَا ثِقَة ثبتا وَكَانَ مَالك بن أنس يتَكَلَّم فِيهِ وَكَانَ لَا يروي عَنهُ مَالك شَيْئا وَكَانَ سعد قد طعن على مَالك فِي نسبه\r92 - وَسَأَلت عليا عَن عبد السَّلَام مولى قُرَيْش فَقَالَ كَانَ عندنَا ثِقَة","seal":"90194E3C","part":1},
      {"page":94,"id":51,"hno":93,"nass":"93 - وَسَأَلت عليا عَن مُوسَى بن عقبه فَقَالَ ثقه ثَبت\r94 - وَسَأَلت عليا عَن مُحَمَّد بن عَمْرو بن علقمه فَقَالَ كَانَ ثقه وَكَانَ يحيى بن سعيد يُضعفهُ بعض الضعْف","seal":"6A4E7CA3","part":1},
      {"page":95,"id":52,"hno":95,"nass":"95 - وَسَأَلت عليا عَن أبي جَابر البياضي فَقَالَ لَيْسَ عندنَا من أهل الثقه\r96 - وَسَأَلت عليا عَن مُوسَى بن مُحَمَّد بن ابراهيم فَقَالَ كَانَ ضَعِيفا ضَعِيفا ضَعِيفا\r97 - وَسَأَلت عليا عَن كثير بن زيد فَقَالَ هُوَ صَالح وَلَيْسَ بِالْقَوِيّ","seal":"6CC9A736","part":1},
      {"page":96,"id":53,"hno":98,"nass":"98 - وَسَأَلت عليا عَن أسَامَه بن زيد بن أسلم فَقَالَ هُوَ عندنَا ثقه وَلَيْسَ بِالْقَوِيّ وَقد أنكر أَصْحَابنَا عَلَيْهِ أَحَادِيث وَبَنُو زيد بن أسلم مِنْهُم عبد الرَّحْمَن وَغَيره وَبَنُو زيد كلهم لَيْسَ بالأقوياء\r99 - وَسَأَلته عَن عبد الله بن أبي نجيح الْمَكِّيّ فَقَالَ أما","seal":"13FFA817","part":1},
      {"page":97,"id":54,"hno":100,"nass":"الحَدِيث فَهُوَ فِيهِ ثقه وَأما الرَّأْي فَكَانَ قدريا مُعْتَزِلا\r100 - وَسَأَلت عليا عَن حَنْظَلَة بن أبي سُفْيَان فَقَالَ كَانَ حَنْظَلَة وَأَخُوهُ عَمْرو بن أبي سُفْيَان مكيين من بني جمح وَكَانَا ثقتين","seal":"C007FA98","part":1},
      {"page":98,"id":55,"hno":101,"nass":"101 - وَسَأَلت عليا عَن عبيد الله بن الْوَلِيد (الْوَصَّافِي) فَقَالَ كَانَ من بني عجل وَكَانَ ضَعِيفا لَيْسَ بِشَيْء\r102 - وَسَأَلته عَن مُوسَى بن ابراهيم الْمدنِي الَّذِي كَانَ يروي عَن سلمه بن الْأَكْوَع فَقَالَ كَانَ صَالحا وسطا\r103 - وَسَأَلت عليا عَن أُسَامَة بن زيد اللَّيْثِيّ فَقَالَ ذَاك كَانَ عندنَا ثقه","seal":"36693FED","part":1},
      {"page":99,"id":56,"hno":104,"nass":"104 - وَسَأَلت عليا عَن مُوسَى بن عَليّ بن رَبَاح اللَّخْمِيّ فَقَالَ كَانَ عندنَا ثِقَة ثبتا\r105 - وَسَأَلت عليا عَن عبد الحميد بن جَعْفَر الْأنْصَارِيّ","seal":"D7ECAC89","part":1},
      {"page":100,"id":57,"hno":106,"nass":"فَقَالَ كَانَ يَقُول بِالْقدرِ وَكَانَ عندنَا ثِقَة وَكَانَ سُفْيَان الثَّوْريّ يُضعفهُ\r106 - وَسَأَلت عليا عَن أبي معشر الْمدنِي فَقَالَ كَانَ ذَلِك شَيخا ضَعِيفا ضَعِيفا وَكَانَ يحدث عَن مُحَمَّد بن قيس وَيحدث عَن مُحَمَّد بن كَعْب بِأَحَادِيث صَالحه وَكَانَ يحدث","seal":"B29265E7","part":1},
      {"page":101,"id":58,"hno":107,"nass":"عَن المَقْبُري وَعَن نَافِع بِأَحَادِيث منكره\r107 - وَسَأَلته عَن سُلَيْمَان بن بِلَال فَقَالَ كَانَ عندنَا ثِقَة واليا على السُّوق\r108 - وَسَأَلته عَن أبي غَسَّان مُحَمَّد بن مطرف فَقَالَ كَانَ شَيخا وسطا صَالحا","seal":"04A2234E","part":1},
      {"page":102,"id":59,"hno":109,"nass":"109 - وَسَأَلته عَن هِشَام بن سعد فَقَالَ هُوَ صَالح وَلم يكن بِالْقَوِيّ\r110 - وَسَأَلت عليا عَن مُحَمَّد بن عبد الرَّحْمَن مولى آل طلحه فَقَالَ كَانَ عندنَا ثِقَة وَقد أنْكرت عَلَيْهِ أَحَادِيث\r111 - وَسَأَلت عليا عَن عبد الله بن مُسلم بن هُرْمُز فَقَالَ كَانَ ضَعِيفا ضَعِيفا عندنَا وَهُوَ مكي","seal":"8A4F6FB5","part":1},
      {"page":103,"id":60,"hno":112,"nass":"112 - وَسَأَلت عليا عَن عبد الْعَزِيز بن عمر بن عبد الْعَزِيز فَقَالَ كَانَ عبد الْعَزِيز ثبتا ثِقَة وَقد روى عَنهُ الثِّقَات ابْن أبي ذُؤَيْب وَغَيره\r113 - وَحدثنَا مُحَمَّد بن عُثْمَان قَالَ سَمِعت عليا على الْمِنْبَر يَقُول من زعم أَن الْقُرْآن مَخْلُوق فقد كفر وَمن زعم أَن الله عز وَجل لَا يرى فَهُوَ كَافِر وَمن زعم أَن الله عز وَجل لم يكلم مُوسَى على الحقيقه فَهُوَ كَافِر\r114 - حَدثنَا مُحَمَّد قَالَ سَأَلت عليا عَن عمر بن عبد الرَّحْمَن بن دلاف فَقَالَ كَانَ ثقه","seal":"C750C921","part":1},
      {"page":104,"id":61,"hno":115,"nass":"115 - وَسَأَلت عليا عَن طَلْحَة بن عبد الْملك الْأَيْلِي فَقَالَ قد روى عَنهُ مَالك بن أنس وَكَانَ عندنَا ثِقَة ثبتا\r116 - وَسَأَلت عليا عَن عَمْرو بن شُعَيْب فَقَالَ مَا روى عَنهُ أَيُّوب وَابْن جريج فَذَلِك كُله صَحِيح وَمَا روى عَمْرو عَن أَبِيه عَن جده فَذَلِك كتاب وجده فَهُوَ ضَعِيف","seal":"1869BBB1","part":1},
      {"page":105,"id":62,"hno":117,"nass":"117 - وَسَأَلت عليا أبي صَالح الزيات فَقَالَ ذَاك روى","seal":"8835DFA6","part":1},
      {"page":106,"id":63,"hno":118,"nass":"عَنهُ الْأَعْمَش وَمَنْصُور وَكَانَ عندنَا ثِقَة ثبتا وَكَانَ اسْمه ذكْوَان\r118 - وَأَبُو صَالح الَّذِي روى عَنهُ اسماعيل بن أبي خَالِد التَّفْسِير اسْمه باذام وَكَانَ مولى أم هاني بنت أبي طَالب لَيْسَ بِذَاكَ ضَعِيف","seal":"880DB43A","part":1},
      {"page":107,"id":64,"hno":119,"nass":"119 - وَسَأَلته عَن أبي صَالح الْحَنَفِيّ فَقَالَ ثَبت ثَبت\r120 - وَسَأَلته عَن أبي صَالح مولى ضباعه فَقَالَ كَانَ ثبتا وَكَانَ من التَّابِعين وَهُوَ الَّذِي يروي عَنهُ أهل الكوفه","seal":"4E5F7B5E","part":1},
      {"page":108,"id":65,"hno":121,"nass":"121 - وَسَأَلته عَن أبي صَالح زهرَة بن معبد مولى عُثْمَان بن عَفَّان فَقَالَ كَانَ زهرَة ثِقَة ثبتا وَقد حدث عَن عُثْمَان رضوَان الله عَلَيْهِ قَالَ السَّقطِي قَالَ عَليّ بن عمر الدَّارَقُطْنِيّ هَكَذَا قَالَ ابْن أبي شيبَة عَن عَليّ وَهُوَ عِنْدِي وهم لِأَن زهرَة بن معبد كَانَ يكنى أَبَا","seal":"27A3C566","part":1},
      {"page":109,"id":66,"hno":122,"nass":"عقيل وَلم يلق عُثْمَان بن عَفَّان وَلَا روى عَنهُ وَلَا أدْركهُ وانما يروي عَن أبي صَالح مولي عُثْمَان بن عَفَّان وَيُقَال ان اسْم ابي صَالح الَّذِي يروي عَنهُ زهرَة الْحَارِث مولى عُثْمَان يروي عَن عُثْمَان وَعَن أبي هريره وَالله أعلم\r122 - وَحدثنَا مُحَمَّد بن عُثْمَان قَالَ وَسَأَلت عليا عَن أبي صَالح","seal":"3D524648","part":1},
      {"page":110,"id":67,"hno":123,"nass":"الَّذِي روى عَنهُ سُلَيْمَان التَّيْمِيّ فَقَالَ كَانَ عندنَا ثبتا وَهُوَ تَابِعِيّ اسْمه ميزَان\r123 - وَسَأَلته عَن أبي صَالح الَّذِي روى عَنهُ يحيى بن أبي كثير فَقَالَ كَانَ ثِقَة ثبتا وَكَانَ يُسمى قيلولة وَكَانَ من التَّابِعين\r124 - وَسَأَلته عَن أبي صَالح صَاحب الْكَلْبِيّ وَقد روى عَنهُ سماك فَقَالَ ذَاك مولى أم هاني وَهُوَ ضَعِيف وَكَانَ من التَّابِعين قَالَ عَليّ وَكَانَ لأبي صَالح ثَلَاثَة بَنِينَ","seal":"2796C1BF","part":1},
      {"page":111,"id":68,"hno":125,"nass":"كلهم ثِقَة سهل بن أبي صَالح وَعباد بن أبي صَالح وَصَالح بن أبي صَالح كلهم ثِقَة ثَبت\r125 - وَسَأَلت عليا عَن عبد الْوَهَّاب بن مُجَاهِد فَقَالَ غير ثقه وَلَا يكْتب حَدِيثه\r126 - وَسَأَلت عليا عَن عبد الرَّحْمَن بن اسحاق الْمدنِي","seal":"49BC2025","part":1},
      {"page":112,"id":69,"hno":127,"nass":"فَقَالَ هُوَ عندنَا صَالح وسط وَكَانَ يحيى بن سعيد يُضعفهُ\r127 - وَسَأَلت عليا عَن طَلْحَة بن عَمْرو فَقَالَ هُوَ مكي ضَعِيف لَيْسَ بِشَيْء","seal":"7290E2AC","part":1},
      {"page":113,"id":70,"hno":128,"nass":"128 - وَسَأَلت عليا عَن الْقَاسِم بن عبد الله الْعمريّ فَقَالَ ذَاك ضَعِيف عندنَا لَيْسَ بِشَيْء\r129 - وَسَأَلت عليا عَن حُسَيْن بن زيد بن عَليّ فَقَالَ كَانَ فِيهِ ضعف وَيكْتب حَدِيثه قَالَ أَبُو جَعْفَر حَدثنَا عَليّ عَنهُ على الْمِنْبَر يَعْنِي حُسَيْنًا\r130 - وَسَأَلت عليا عَن أبي عَامر الخزاز فَقَالَ عَليّ كَانَ","seal":"730B0F00","part":1},
      {"page":114,"id":71,"hno":131,"nass":"يحدث النَّاس عَن ابْن أبي مليكه وَكَانَ ضَعِيفا لَيْسَ بِشَيْء\r131 - وَسَأَلت عليا عَن مُسلم بن خَالِد الزنْجِي فَقَالَ كَانَ عندنَا ضَعِيفا لَيْسَ بِالْقَوِيّ\r132 - وَسَأَلت عليا عَن عمر بن قيس الْمَكِّيّ فَقَالَ كَانَ","seal":"B26DCF98","part":1},
      {"page":115,"id":72,"hno":133,"nass":"ضَعِيفا ضَعِيفا لَيْسَ بِشَيْء كَانُوا يلقبونه بسندلا\r133 - وَسَأَلت عليا عَن سعيد بن سَالم القداح فَقَالَ كَانَ ثِقَة وَلم يكن بِالْقَوِيّ\r134 - وَسَأَلت عليا عَن مُحَمَّد بن عبد الرَّحْمَن بن الْمُغِيرَهْ بن أبي ذِئْب فَقَالَ كَانَ عندنَا ثِقَة وَكَانُوا يوهنونه فِي أَشْيَاء رَوَاهَا عَن الزُّهْرِيّ","seal":"DD391D4C","part":1},
      {"page":116,"id":73,"hno":135,"nass":"135 - وَسَأَلت عليا عَن حَكِيم بن رُزَيْق فَقَالَ كَانَ ثِقَة ثبتا\r136 - وَسَأَلت عليا عَن هَارُون فَقَالَ كَانَ شَيخا لَا بَأْس بِهِ روى عَن سعيد بن الْمسيب وَقد روى عَنهُ الْكُوفِيُّونَ","seal":"C524701A","part":1},
      {"page":117,"id":74,"hno":137,"nass":"137 - وَسَأَلت عليا عَن فليح بن سُلَيْمَان فَقَالَ كَانَ فليح وَأَخُوهُ عبد الحميد ضعيفين\r138 - وَسَأَلت عليا عَن عبد الله بن عَامر الْأَسْلَمِيّ فَقَالَ ذَاك عندنَا ضَعِيف ضَعِيف","seal":"4FADD866","part":1},
      {"page":118,"id":75,"hno":139,"nass":"139 - وَسَأَلت عليا عَن اسماعيل بن ابراهيم بن عقبه فَقَالَ كَانَ ذَاك من أهل المدينه وَكَانَ عندنَا ثِقَة\r140 - وَسَأَلت عليا عَن حَاتِم بن اسماعيل فَقَالَ كَانَ حَاتِم عندنَا ثِقَة ثبتا\r141 - وَسَأَلت عليا عَن أنس بن عِيَاض فَقَالَ كَانَ من أهل المدينه وَكَانَ عندنَا ثِقَة","seal":"36C37EBB","part":1},
      {"page":119,"id":76,"hno":142,"nass":"142 - وَسمعت عليا يَقُول بَنو أبي محذوره الَّذين يحدثُونَ عَن جدهم كلهم ضَعِيف لَيْسَ بِشَيْء\r143 - قلت لعَلي يَا أَبَا الْحسن مَا تَقول فِي أَيُّوب بن سيار فَقَالَ كَانَ ذَاك عندنَا غير ثقه لَا يكْتب حَدِيثه","seal":"4B2B841E","part":1},
      {"page":120,"id":77,"hno":144,"nass":"144 - وَسَأَلت عليا عَن مَرْوَان بن مُعَاوِيه فَقَالَ كَانَ يوثق وَكَانَ يروي عَن قوم لَيْسُوا ثِقَات ويكنى عَن أَسْمَاءَهُم\r145 - وَسَأَلت عليا عَن مُوسَى بن عبيده الربذي فَقَالَ كَانَ ضَعِيفا ضَعِيفا كَانَ يحيى الْقطَّان لَا يرى أَن يكْتب حَدِيثه","seal":"D817F141","part":1},
      {"page":121,"id":78,"hno":146,"nass":"146 - وَسَأَلت عليا عَن يُونُس بن الْحَارِث الطَّائِفِي فَقَالَ كُنَّا نضعف ذَاك ضعفا شَدِيدا\r147 - وَسمعت عليا يَقُول كَانَ ابراهيم بن أدهم ثِقَة وَكَانَ من أعبد النَّاس","seal":"00B74EA8","part":1},
      {"page":122,"id":79,"hno":148,"nass":"148 - وَسمعت عليا يَقُول كَانَ أَبُو جَعْفَر الرَّازِيّ عندنَا ثِقَة\r149 - وَسَأَلت عليا عَن مُحَمَّد بن الْوَلِيد الزبيدِيّ فَقَالَ كَانَ عندنَا ثِقَة ثبتا","seal":"5BED89C3","part":1},
      {"page":123,"id":80,"hno":150,"nass":"150 - وَسمعت عليا يَقُول ابْن أخي الزُّهْرِيّ ضَعِيف لَيْسَ بِالْقَوِيّ وَنحن نكتب حَدِيثه\r151 - وَسمعت عليا يَقُول الْوَلِيد بن مُحَمَّد الموقري ضَعِيف لَيْسَ بِشَيْء وَكَانَ قد روى عَن الزُّهْرِيّ وَلَا نروي عَنهُ شَيْئا","seal":"7B753B16","part":1},
      {"page":124,"id":81,"hno":152,"nass":"152 - وَسمعت عليا يَقُول زِيَاد بن سعد ثِقَة ثَبت\r153 - وَسمعت عليا يَقُول ابراهيم بن أبي يحيى كَذَّاب وَكَانَ يَقُول بِالْقدرِ","seal":"EE6F99AC","part":1},
      {"page":125,"id":82,"hno":154,"nass":"154 - وَكَانَ أَخُوهُ أنيس بن أبي يحيى عندنَا ثِقَة\r155 - وسمعته وَسُئِلَ عَن شبْل بن عباد الْمَكِّيّ فَقَالَ وسط وَلم يكن بِهِ بَأْس\r156 - حَدثنَا مُحَمَّد بن عُثْمَان بن أبي شيبَة فَقَالَ سَمِعت عليا وَسُئِلَ بن عباد بن كثير فَقَالَ لم يكن بِشَيْء وَهُوَ","seal":"139072FD","part":1},
      {"page":126,"id":83,"hno":157,"nass":"من أهل البصره الا أَنه كَانَ ينزل مكه\r157 - وَلَكِن عباد بن كثير الرَّمْلِيّ كَانَ ثِقَة لَا بَأْس بِهِ\r158 - وَسمعت عليا وَسُئِلَ عَن حارثه بن أبي الرِّجَال فَقَالَ لم يزل أَصْحَابنَا يضعفونه","seal":"E7580D45","part":1},
      {"page":127,"id":84,"hno":159,"nass":"159 - وَكَانَ أَخُوهُ عبد الرَّحْمَن بن أبي الرِّجَال أصلح مِنْهُ فِي الحَدِيث وَكَانَ ينزل الشَّام\r160 - وَسمعت عليا وَسُئِلَ عَن عبد الْعَزِيز الدَّرَاورْدِي فَقَالَ هُوَ عندنَا ثِقَة ثَبت","seal":"5D11F3AA","part":1},
      {"page":128,"id":85,"hno":161,"nass":"161 - وَسمعت عليا وَسُئِلَ عَن يزِيد بن عِيَاض بن جعديه فَقَالَ ضَعِيف ضَعِيف لَيْسَ بِشَيْء\r162 - وَسمعت عليا وَسُئِلَ عَن ابْن أبي سبره فَقَالَ كَانَ","seal":"ABC05DEA","part":1},
      {"page":129,"id":86,"hno":null,"nass":"ضَعِيفا فِي الحَدِيث وَكَانَ ابْن جريج أَخذ مِنْهُ مناولة","seal":"5D57FD5A","part":1},
      {"page":130,"id":87,"hno":163,"nass":"163 - وَسمعت عليا وَسُئِلَ عَن سعيد بن سمْعَان فَقَالَ قد روى عَنهُ ابْن أبي ذِئْب وَهُوَ عندنَا ثِقَة\r164 - وَسمعت عليا وَذكر ابْن أبي حَازِم فَقَالَ كَانَ حَاتِم بن اسماعيل يطعن عَلَيْهِ فِي أَحَادِيث حدث بهَا عَن أَبِيه","seal":"4B9353B4","part":1},
      {"page":131,"id":88,"hno":165,"nass":"وَحدثنَا مُحَمَّد بن عُثْمَان قَالَ سَمِعت أبي يَقُول أردْت السماع من عبد الْعَزِيز بن أبي حَازِم فَجِئْنَا الى حَاتِم وَهُوَ فِي دكانه فَسَأَلْنَاهُ عَنهُ فَقَالَ قد روى عَن أَبِيه أَحَادِيث نهيناه عَنْهَا فَلم ينْتَه قَالَ فَلم نكتب عَنهُ\r165 - حَدثنَا مُحَمَّد قَالَ وَسمعت عليا وَذكر لَهُ عبد الرَّحْمَن بن أبي الزِّنَاد فَقَالَ كَانَ عِنْد أَصْحَابنَا ضَعِيفا","seal":"45E4B604","part":1},
      {"page":132,"id":89,"hno":166,"nass":"166 - وَسمعت عليا وَسُئِلَ عَن يَعْقُوب بن مُحَمَّد بن طحلاء فَقَالَ كَانَ صَالحا وَكَانَ من أهل المدينه\r167 - وَسمعت عليا وَسُئِلَ عَن عبد الْوَهَّاب بن الْورْد فَقَالَ كَانَ عابدا وَكَانَ من اهل مكه وَكَانَ أَصْحَابنَا يوثقونه\r168 - وَسُئِلَ عَليّ وَأَنا أسمع عَن عبد الله بن زِيَاد بن سمْعَان فَقَالَ ذَلِك عندنَا ضَعِيف ضَعِيف","seal":"FDFEE3F1","part":1},
      {"page":133,"id":90,"hno":169,"nass":"169 - وَسمعت عليا وَسُئِلَ عَن عِكْرِمَهْ بن عمار فَقَالَ كَانَ عِنْد أَصْحَابنَا ثِقَة ثَبت\r170 - وَسمعت عليا وَسُئِلَ عَن أَيُّوب بن عَتبه اليمامي فَقَالَ عِنْد أَصْحَابنَا ضَعِيفا","seal":"E8B29B8A","part":1},
      {"page":134,"id":91,"hno":171,"nass":"171 - وَسمعت عليا وَسُئِلَ عَن الحكم بن عبد الله الْأَيْلِي فَقَالَ كَانَ ضَعِيفا لَيْسَ بِشَيْء","seal":"600BB30C","part":1},
      {"page":135,"id":92,"hno":172,"nass":"172 - وَعَن عبد الْجَبَّار بن عمر الْأَيْلِي فَقَالَ لم يكن بِشَيْء\r173 - وَعَن أبي أويس الْمدنِي فَقَالَ كَانَ عِنْد أَصْحَابنَا ضَعِيفا","seal":"971811E5","part":1},
      {"page":136,"id":93,"hno":174,"nass":"174 - وَعَن مُحَمَّد بن مُسلم الطَّائِفِي فَقَالَ كَانَ صَالحا وسطا\r175 - وَعَن عطاف بن خَالِد المَخْزُومِي فَقَالَ كَانَ عندنَا وَعند أَصْحَابنَا ثِقَة","seal":"FDDCE3AF","part":1},
      {"page":137,"id":94,"hno":176,"nass":"176 - وَسمعت عليا يَقُول اسماعيل بن جَعْفَر وَأَخُوهُ مُحَمَّد بن جَعْفَر المدنيان ثقتان\r177 - وَسمعت عليا يَقُول رميس بن مُحَمَّد الْمَكِّيّ من أهل خُرَاسَان صَالح فِي الحَدِيث لَا بَأْس بِهِ\r178 - وَسمعت عليا وَسُئِلَ عَن منكدر بن مُحَمَّد بن الْمُنْكَدر فَقَالَ هُوَ عندنَا صَالح وَلَيْسَ بِالْقَوِيّ","seal":"DCE79F58","part":1},
      {"page":138,"id":95,"hno":179,"nass":"179 - وَعَن حبيب بن عبد الرَّحْمَن بن أردك فَقَالَ كَانَ ضَعِيفا\r180 - وَعَن عبد الْملك بن قدامه الجُمَحِي فَقَالَ لَيْسَ بِهِ بَأْس","seal":"621337D0","part":1},
      {"page":139,"id":96,"hno":181,"nass":"181 - وَكَانَ أَخُوهُ صَالح بن قدامه ايضا لَا بَأْس بِهِ\r182 - وَعَن عبد الله بن سعد بن أبي هِنْد فَقَالَ كَانَ عِنْد أَصْحَابنَا ثِقَة\r183 - وَأما عبد الله بن سعيد المَقْبُري فَلم يكن بِشَيْء","seal":"270F5AD8","part":1},
      {"page":140,"id":97,"hno":184,"nass":"184 - وَحدثنَا مُحَمَّد بن عُثْمَان فَقَالَ سُئِلَ عَليّ وَأَنا حَاضر عَن ابراهيم بن أبي النَّضر الْمَدِينِيّ فَقَالَ كَانَ لقبه بردَان وَكَانَ عِنْد أَصْحَابنَا ثِقَة\r185 - وَسمعت عليا وَسُئِلَ عَن أبي مودود الْمَدِينِيّ فَقَالَ صَالحا لَا بَأْس بِهِ","seal":"AB7CC6DC","part":1},
      {"page":141,"id":98,"hno":186,"nass":"186 - سَمِعت عليا وَذكر نَافِع بن أبي نعيم الْقَارئ فَقَالَ كَانَ عندنَا لَا بَأْس بِهِ\r187 - سَمِعت عليا وَسُئِلَ عَن حَمَّاد الْخياط فَقَالَ كَانَ عندنَا ثِقَة وَكَانَ من أهل المدينه","seal":"32EBFA16","part":1},
      {"page":142,"id":99,"hno":188,"nass":"188 - وَعَن مُوسَى بن أبي الْفُرَات فَقَالَ كَانَ عندنَا ثِقَة\r189 - وَعَن اسحاق بن يحيى بن طلحه بن عبيد الله فَقَالَ كَانَ ضَعِيفا لَيْسَ بِشَيْء\r190 - وَعَن عمر بن صهْبَان الْمدنِي فَقَالَ كَانَ ضَعِيفا لَا يكْتب حَدِيثه وَلَيْسَ بِشَيْء","seal":"00745B77","part":1},
      {"page":143,"id":100,"hno":191,"nass":"191 - سَمِعت عليا يَقُول عبد الله بن مُسلم بن هرمزا الْمَكِّيّ ضَعِيف ضَعِيف\r192 - وَسمعت عليا وَسُئِلَ عَن الْحَارِث بن عبد الرَّحْمَن الَّذِي حدث عَنهُ ابْن أبي ذِئْب فَقَالَ لَيْسَ هُوَ الْحَارِث بن أبي ذُبَاب","seal":"DF2B5AA2","part":1},
      {"page":144,"id":101,"hno":193,"nass":"193 - سَمِعت عليا وَسُئِلَ عَن أبي عمر الصَّنْعَانِيّ فَقَالَ كُنَّا نوثقه وَكَانَ يطعن عَلَيْهِ فِي سَمعه انه كَانَ عرضا","seal":"F4272BE6","part":1},
      {"page":145,"id":102,"hno":194,"nass":"194 - وَسمعت عليا وَسُئِلَ عَن عَاصِم بن سُلَيْمَان الْأَحول فَقَالَ كَانَ ثقه\r195\r- وَعَن أَيمن بن نابل فَقَالَ كَانَ ثِقَة وَلَيْسَ بِالْقَوِيّ","seal":"50A86555","part":1},
      {"page":146,"id":103,"hno":196,"nass":"196 - وَعَن عِيسَى بن أبي عِيسَى الحناط فَقَالَ كَانَ ضَعِيفا وَلَيْسَ بِالْقَوِيّ\r197 - وَعَن أبي سُفْيَان الَّذِي روى عَنهُ أَبُو مُحَمَّد الْأَعْمَش فَقَالَ اسْمه طلحه بن نَافِع وَكَانَ أَصْحَابنَا يضعفونه فِي حَدِيثه","seal":"992A5DE0","part":1},
      {"page":147,"id":104,"hno":199,"nass":"وَعَن الْوَلِيد بن أبي الْوَلِيد فَقَالَ كَانَ صَالحا وسطا وَلم يحدث عَنهُ إِلَّا المصريون\r199 - سَمِعت عليا يَقُول روح بن أسلم ذهب حَدِيثه يَعْنِي ضَاعَ","seal":"CDEF116F","part":1},
      {"page":148,"id":105,"hno":200,"nass":"200 - سَمِعت عليا يَقُول اسحاق بن ادريس لَيْسَ بِشَيْء\r201 - سَمِعت عليا يَقُول يُونُس بن بكير قد كتبت عَنهُ وَلست احدث عَنهُ حَدثنَا مُحَمَّد قَالَ رَأَيْت وَكَانَ فِي كِتَابه الْبيُوع عَنهُ حَدِيث يَعْنِي يُونُس بن بكير فَقَالَ سلمُوا لابي عبد الرَّحْمَن نسخه يَعْنِي ابْن حسن يحدث عَنهُ حَدثنَا مُحَمَّد قَالَ قَالَ لي يحيى الْحمانِي لَا نستحل الرِّوَايَة عَنهُ","seal":"79799D43","part":1},
      {"page":149,"id":106,"hno":202,"nass":"202 - وَحدثنَا مُحَمَّد قَالَ سَمِعت عليا يَقُول أُمِّيّه بن شبْل مَا بحَديثه بَأْس\r203 - وَسمعت عليا يَقُول كَانَ عبد الرَّزَّاق أشبه بأصحاب الحَدِيث من هِشَام بن يُوسُف كَانَ عبد الرَّزَّاق يذاكر","seal":"2D9D286F","part":1},
      {"page":150,"id":107,"hno":204,"nass":"204 - وَسمعت عليا يَقُول حَدِيث سمعته عَن قتاده عَن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم\rيَا أَيهَا الرِّجَال لم يروه غير يزِيد بن هَارُون\r205 - وَسُئِلَ عَليّ عَن أبي بكر الداهري فَقَالَ لَيْسَ بِشَيْء لَا يكْتب حَدِيثه","seal":"FBF0026F","part":1},
      {"page":151,"id":108,"hno":206,"nass":"206 - وَعَن ابراهيم بن أوهم فَقَالَ كَانَ عندنَا ثِقَة من أعبد النَّاس\r207 - وَعَن ابراهيم بن أبي عبله فَقَالَ كَانَ أحد الثِّقَات\r208 - وَعَن مُحَمَّد بن زِيَاد الْأَلْهَانِي فَقَالَ ثِقَة مَأْمُون","seal":"BD76A57F","part":1},
      {"page":152,"id":109,"hno":209,"nass":"209 - وَعَن حريز بن عُثْمَان فَقَالَ لم يكن من أدركناه من أَصْحَابنَا يوثقونه","seal":"BEADDDC3","part":1},
      {"page":153,"id":110,"hno":210,"nass":"210 - وَسَأَلت عليا عَن الْقَاسِم أبي عبد الرَّحْمَن صَاحب أبي أَمَامه فَقَالَ كَانَ عندنَا عِنْد من أدركناه من أَصْحَابنَا ثِقَة\r211 - وَسُئِلَ عَليّ وَأَنا أسمع عَن زرْعَة بن ابراهيم فَقَالَ كَانَ يضعف وَلم يكن بِالْقَوِيّ\r212 - وَسمعت عليا يَقُول عبد الْعَزِيز بن عبيد الله بن حمزه ابْن صُهَيْب اللَّخْمِيّ كَانَ ضَعِيفا","seal":"06CBA896","part":1},
      {"page":154,"id":111,"hno":213,"nass":"213 - وَحميد بن مَالك اللَّخْمِيّ كَانَ ضَعِيفا وَكَانَ اسماعيل بن عَيَّاش يحدث عَن هذَيْن الشخصين\r214 - سَمِعت عليا ذكر عِنْده عَطاء بن عجلَان فَقَالَ كَانَ ذ 1 ك شَيخا ضَعِيفا لَيْسَ بِشَيْء\r215 - وَسمعت عليا وَسُئِلَ عَن عَامر بن نجيح فَقَالَ كَانَ أَصْحَابنَا يوثقونه","seal":"E1F235DA","part":1},
      {"page":155,"id":112,"hno":216,"nass":"216 - سَمِعت عليا يَقُول عِيسَى بن سِنَان\r217 - وَسَعِيد بن سِنَان ضعيفان الشَّامي\r218 - وَسَأَلت عليا عَن عَليّ بن يزِيد فَقَالَ كَانَ ضَعِيفا","seal":"C0A2ECCA","part":1},
      {"page":156,"id":113,"hno":220,"nass":"وَسَأَلته عَن جَعْفَر بن الزبير فَقَالَ كَانَ جَعْفَر لَا يكْتب حَدِيثه ضَعِيفا لَا يُسَوِّي شَيْئا\r220 - سَمِعت عليا يسئل عَن عبد الرَّحْمَن بن زِيَاد بن أنعم فَقَالَ كَانَ أَصْحَابنَا يضعفونه وَأنكر أَصْحَابنَا أَحَادِيث كَانَ يحدث بهَا لَا تعرف","seal":"A0B79155","part":1},
      {"page":157,"id":114,"hno":221,"nass":"221 - سَمِعت عليا وَسُئِلَ عَن عبد الرَّحْمَن بن رُومَان فَقَالَ ذَلِك شيخ ضَعِيف\r222 - وَحدثنَا مُحَمَّد قَالَ سَمِعت أَبَا شُعَيْب الْحجام يسْأَل عليا عَن خُلَيْد بن دعْلج فَقَالَ كَانَ خُلَيْد ضَعِيفا\r223 - سَأَلت عليا عَن سعيد بن بشير فَقَالَ كَانَ ضَعِيفا","seal":"51887932","part":1},
      {"page":158,"id":115,"hno":224,"nass":"224 - وَسَأَلت عليا عَن عُثْمَان بن عَطاء فَقَالَ كَانَ ضَعِيفا\r225 - وَعَن معَان بن رِفَاعَة فَقَالَ كَانَ شَيخا ضَعِيفا","seal":"3A85EBE9","part":1},
      {"page":159,"id":116,"hno":226,"nass":"226 - وَعَن يزِيد بن عبد الْعَزِيز فَقَالَ كَانَ يضعف يزِيد هَذَا شَامي كَذَا قَالَ أَبُو جَعْفَر\r227 - وَسَأَلته عَن خَالِد بن يزِيد بن أبي مَالك فَقَالَ كَانَ ضَعِيفا\r228 - وَسَأَلته عَن عَتبه بن أبي حَكِيم الشَّيْبَانِيّ فَقَالَ كَانَ ضَعِيفا","seal":"E3BB8FD0","part":1},
      {"page":160,"id":117,"hno":229,"nass":"229 - وَعَن مُوسَى بن أَيُّوب الغافقي فَقَالَ كَانَ ثِقَة وَأَنا أنكر من أَحَادِيثه أَحَادِيث رَوَاهَا عَن عَمه فَكَانَ يرفعها\r230 - وَسَأَلت عليا عَن يحيى بن حَمْزَة الدِّمَشْقِي فَقَالَ كَانَ عِنْد أَصْحَابنَا ثِقَة\r231 - وَعَن مُحَمَّد بن مهَاجر فَقَالَ كَانَ وسطا","seal":"792F65E1","part":1},
      {"page":161,"id":118,"hno":232,"nass":"232 - وَعَن مُحَمَّد بن رَاشد فَقَالَ كَانَ ثِقَة\r233 - وَعَن اسماعيل بن عَيَّاش فَقَالَ كَانَ يوثق فِيمَا روى عَن أَصْحَابه أهل الشَّام فَأَما مَا روى عَن غير أهل الشَّام فَفِيهِ ضعف","seal":"8D843B1A","part":1},
      {"page":162,"id":119,"hno":234,"nass":"234 - وَعَن الْفرج بن فضاله فَقَالَ هُوَ وسط وَلَيْسَ لقوي\r235 - وَسَأَلته عَن شيخ حدث عَنهُ أَبُو اسماعيل الْمُؤَدب يُقَال","seal":"034E114E","part":1},
      {"page":163,"id":120,"hno":236,"nass":"لَهُ سُلَيْمَان بن أبي هِنْد مولي زيد بن الْخطاب فَقَالَ سَأَلنَا عَن هَذَا الشبيخ فَذكر أَصْحَابنَا أَنه لم يكن بِهِ بَأْس\r236 - حَدثنَا مُحَمَّد قَالَ وَقَالَ عَليّ ذاكرني بعض أَصْحَابِي بِحَدِيث عَن أبي ذِئْب عَن عبد الله بن رَافع وَهَذَا خطأ وانما هُوَ عبد الله بن أبي نَافِع انه صلى خلف أبي هريره فَقَرَأَ {إِذا السَّمَاء انشقت} فَسجدَ فِيهَا","seal":"EE8E8CBA","part":1},
      {"page":164,"id":121,"hno":237,"nass":"237 - وَسمعت عليا وَسُئِلَ عَن رَاشد بن سعد الْعَبْسِي فَقَالَ كَانَ ضَعِيفا لَيْسَ بِشَيْء وَلَا يكْتب حَدِيثه\r238 - وَسمعت عليا يَقُول لم يسمع قتاده من سُلَيْمَان الْيَشْكُرِي شَيْئا وَمَا روى عَنهُ من صحيفَة قراءها عَلَيْهِ من سَمعهَا من سُلَيْمَان الْيَشْكُرِي قَالَ ثَنَا عَليّ قَالَ ثَنَا سُفْيَان ابْن عيينه قَالَ سَمِعت الزُّهْرِيّ يَقُول حَدثنِي الْحسن ابْن مُحَمَّد وَكَانَ حسن أوثق فِي أَنْفُسنَا وَكَانَ عبد الله","seal":"BCF65858","part":1},
      {"page":165,"id":122,"hno":null,"nass":"يتبع حَدِيثه عَن أَبِيهِمَا عَن عَليّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن نِكَاح الْمُتْعَة وَعَن لحم الْحمر الْأَهْلِيَّة وَحدثنَا مُحَمَّد قَالَ سَمِعت عليا يَقُول مَا أَدْرِي سمع قتاده من أبي أم لَا كَانَ أَبُو من أهل خُرَاسَان سَمِعت عليا يَقُول قتاده سمع من الْمُغِيرَهْ بن سُلَيْمَان سَمِعت عليا يَقُول مَا أرى قَتَادَة سمع من ابي ثمامه الثَّقَفِيّ 0","seal":"06908110","part":1},
      {"page":166,"id":123,"hno":239,"nass":"239 - وَسُئِلَ عَليّ وَأَنا أسمع عَن أبي قتاده الْحَرَّانِي فَقَالَ كَانَ أَصْحَابنَا يضعفونه\r240 - وَسُئِلَ عَليّ عَن يُوسُف بن عطيه الصفار فَقَالَ كَانَ ضَعِيفا","seal":"2DF2BA3D","part":1},
      {"page":167,"id":124,"hno":241,"nass":"241 - وَسُئِلَ عَليّ وَأَنا أسمع عَن سَلام بن سَالم الطَّوِيل فَقَالَ كَانَت لَهُ أَحَادِيث منكره\r242 - وَسُئِلَ عَليّ وَأَنا أسمع عَن عتاب بن بشير فَقَالَ كَانَ أَصْحَابنَا يضعفونه","seal":"19B99131","part":1},
      {"page":168,"id":125,"hno":243,"nass":"243 - وَسُئِلَ عَليّ عَن مُحَمَّد بن سلمه الْحَرَّانِي فَقَالَ كَانَ مُحَمَّد ثِقَة\r244 - وَعَن أبي الرّبيع السمان فَقَالَ كَانَ ضَعِيفا\r245 - وَعَن مهْدي بن هِلَال فَقَالَ كَانَ يتهم بِالْكَذِبِ","seal":"C1A7195E","part":1},
      {"page":169,"id":126,"hno":246,"nass":"246 - وَسمعت عليا عَن مُعلى بن هِلَال فَقَالَ لَا يكْتب حَدِيث مثل مُعلى كَانَ غير ثِقَة\r247 - سَمِعت عليا عَن سُلَيْمَان بن قرم فَقَالَ لم يكن بِالْقَوِيّ وَهُوَ صَالح\r248 - وَسمعت عليا وَسُئِلَ عَن عقبَة الْأَصَم فَقَالَ كَانَ ضَعِيفا","seal":"F3B2593D","part":1},
      {"page":170,"id":127,"hno":249,"nass":"249 - وَسمعت عليا يَقُول الْحسن بن دِينَار ضَعِيف لَيْسَ بِشَيْء\r250 - سَمِعت عليا يَقُول أَبُو ريحانه الَّذِي يحدث عَن سَفِينِهِ","seal":"3C2F3B3F","part":1},
      {"page":171,"id":128,"hno":251,"nass":"صَالح وسط لَيْسَ بِهِ بَأْس\r251 - وَسمعت عليا يَقُول وَسُئِلَ عَن النَّضر بن عَرَبِيّ فَقَالَ كَانَ النَّضر عِنْد أَصْحَابنَا ثِقَة\r252 - وَسمعت عليا وَسُئِلَ عَن الْهَيْثَم بن جماز فَقَالَ كَانَ عِنْد أَصْحَابنَا ضَعِيفا","seal":"4D83FD1B","part":1},
      {"page":172,"id":129,"hno":253,"nass":"253 - وَسُئِلَ عَن زِيَاد الصفار أبي عمر فَقَالَ كَانَ عِنْد أَصْحَابنَا ضَعِيفا\r254 - وَسمعت عليا يَقُول أَبُو هُرْمُز الَّذِي يروي عَن أنس ضَعِيف ضَعِيف لَيْسَ بِشَيْء","seal":"D4BFB205","part":1},
      {"page":173,"id":130,"hno":255,"nass":"255 - وَسمعت عليا وَذكر لَهُ غَالب بن عبيد الله الْجَزرِي فَقَالَ كَانَ ضَعِيفا لَيْسَ بِشَيْء\r256 - وَسمعت عليا وَذكر عَن معقل بن عبيد الله فَقَالَ كَانَ معقل ثِقَة عِنْد أَصْحَابه\r257 - وَسمعت عليا يَقُول قُرَيْش بن حَيَّان ثِقَة","seal":"5BB2F6C9","part":1},
      {"page":174,"id":131,"hno":258,"nass":"258 - حَدثنَا مُحَمَّد بن عُثْمَان فَقَالَ سَمِعت عليا يَقُول حزم بن أبي حزم ثِقَة\r259 - وَسُئِلَ عَن أبي الْمليح فَقَالَ كَانَ عِنْد أَصْحَابنَا ثِقَة\r260 - وَسُئِلَ عَليّ وَأَنا أسمع عَن مُوسَى بن أعين فَقَالَ كَانَ صَالحا وسطا","seal":"7549728F","part":1},
      {"page":175,"id":132,"hno":null,"nass":"آخر مَا انْتهى اليه الْمَنْقُول من الأَصْل هَكَذَا من السؤالات الْحَمد لله رب الْعَالمين وَصلى الله على سيدنَا مُحَمَّد وَآله وحسبنا الله وَنعم الْوَكِيل","seal":"03BFA8C4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":234,"Bk":"سؤالات ابن أبي شيبة لابن المديني","HigriD":"234","oAuthVer":1,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"علي بن عبد الله بن جعفر السعدي بالولاء المديني، البصري، أبو الحسن","bLnk":null,"Inf":"","Auth":"علي بن المديني","Betaka":"الكتاب: سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني\rالمؤلف: علي بن عبد الله بن جعفر السعدي بالولاء المديني، البصري، أبو الحسن (المتوفى: 234هـ)\rالمحقق: موفق عبد الله عبد القادر\rالناشر: مكتبة المعارف - الرياض\rالطبعة: الأولى، 1404\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن المديني (161 - 234 هـ = 777 - 849 م) \r\n\r\nعلي بن عبد الله بن جعفر السعدي بالولاء المديني، البصري، أبو الحسن: محدث مؤرخ، كان حافظ عصره.\r\nله نحو مئتي مصنف ،وكان أعلم من الإمام أحمد باختلاف الحديث.\r\nولد بالبصرة، ومات بسامراء.\r\nمن كتبه «الأسامي والكنى» ثمانية أجزاء، و «الطبقات» عشرة أجزاء، و «قبائل العرب» عشرة أجزاء، و «التاريخ» عشرة أجزاء، و «اختلاف الحديث» خمسة أجزاء، و «مذاهب المحدثين» جزآن، و «تسمية أولاد العشرة - خ» في الظاهرية، و «علل الحديث ومعرفة الرجال - خ» رسالة\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"6937A441","cat":"العلل والسؤالات","oNum":5947,"BkId":5947,"oAuth":472,"bVer":1,"aSeal":"41100908"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t5947":
    [
      {"lvl":1,"id":132,"sub":0,"tit":"آخر ما انتهى اليه المنقول من الأصل"}
    ]
}
