{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b6234":
    [
      {"page":21,"id":2,"nass":"بسم الله الرحمن الرحيم\rوصلى الله على سيدنا محمد وسلم\rالحمد لله الذي أسبغ علينا جزيل النعم، وأشهد أن لا إله إلا الله وحده لا شريك له، بارئ النسم، وأشهد أن سيدنا محمداً عبده ورسوله، سيد العرب والعجم، صلى الله وسلم عليه وعلى آله وصحبه أولي الفضل والكرم.\rوبعد فهذا المجموع فيه طبقات المفسرين، إذ لم أجد من اعتنى بإفرادهم كما اعتنى بإفراد المحدثين والفقهاء والنحاة وغيرهم.\rواعلم أنهم أنواع، الأول: المفسرون من السلف والصحابة\rوالتابعين وأتباع التابعين.\rالثاني: المفسرون من المحدثين، وهم الذين صنفوا التفاسير مسندةً مورداً فيها أقوال الصحابة والتابعين بالإسناد، وهذان النوعان تراجمهم مذكورة في طبقات الفقهاء.\rالثالث: بقية المفسرين من علماء أهل السنة، الذين ضموا إلى التفسير التأويل والكلام على معاني القرآن، وأحكامه، وإعرابه وغير ذلك، وهو الذي الاعتناء به في هذا الزمان أكثر.\rالرابع: من صنف تفسيراً من المبتدعة، كالمعتزلة والشيعة وأضرابهم.\rوالذي يستحق أن يسمى من هؤلاء، القسم الأول، ثم الثاني، على أن الأكثر في هذا القسم نقلة، وأما الثالث فمؤولة، ولهذا يسمون كتبهم غالباً بالتأويل.\rولم أستوف أهل القسم الرابع، وإنما ذكرت منهم المشاهير كالزمخشري، والرماني، والجبائيوأشباههم.\rوبالله أستعين، إنه خير معين.","seal":"46D2799F","part":1},
      {"page":22,"id":3,"nass":"إبراهيم بن أحمد بن محمد بن أحمد أبو طاهر السلماني الواعظ كان علامة في علم الأدب، والتفسير، والحديث، ومعرفة الأسانيد والمتون، وأوحد عصره في علم الوعظ والتذكير.\rأدرك جماعة من الأئمة، وكان من الورع والصدق بمكان.\rروى عن أبي القاسم بن عليك النيسابوري، وعنه هبة الله بن السقطي ولد سنة ثلاث وثلاثين وأربعمائة، ومات بخوى في جمادى الآخرة سنة ست وتسعين وأربعمائة.\r\rإبراهيم بن علي بن الحسين الإمام أبو إسحاق الشيباني الطبري إمام في المذهب، والفرائض، والتفسير.\rله تصانيف\rمفيدة، ولي قضاء مكة، وحدث عن أبي علي الحداد.\rروى عنه الصائن بن عساكر.","seal":"B921C840","part":1},
      {"page":23,"id":4,"nass":"مات في رجب سنة ثلاث وعشرين وخمسمائة وله إحدى وأربعون سنة.\r\rأحمد بن إسماعيل بن يوسف أبو الخير الطالقاني القزويني الشافعي رضي الدين\rأحد الأعلام، قال ابن النجار: كان رئيس أصحاب الشافعي، وكان إماماً في المذهب، والخلاف، والأصول، والتفسير، والوعظ، كثير المحفوظ.\rأملى الحديث، ووعظ، وسمع الكثير من أبي عبد الله الفراوى وزاهر الشحامي وهبة الله السيدي، وأبي الفتح بن البطي.\rوتفقه على ملكداد،","seal":"D322410F","part":1},
      {"page":24,"id":5,"nass":"ومحمد بن يحيي.\rودرس ببلده وببغداد، وحدث بالكتب الكبار، وولي تدريس النظامية،\rختمة.\rوقال ابن الدبيثي: كان له يد باسطة في النظر واطلاع على العلوم ومعرفة بالحديث، وكان جماعة للفنون.\rوقال الموفق عبد اللطيف: كان يعمل في اليوم والليبة ما يعجز المجتهد عن عمله في شهر.\rولد سنة اثنتي عشرة وخمسمائة ومات في المحرم سنة تسعين.\r\rأحمد بن علي بن أحمد بن يحيى بن أفلح بن رزقون بن سحنون المرسي الفقيه المالكي المقريء.","seal":"C1B6D907","part":1},
      {"page":25,"id":6,"nass":"قال الذهبي: كان فقيها مشاوراً، حافظاً، محدثاً مفسراً، نحوياً.\rسمع من أبي عبد الله بن الفرج الطلاعي، وأبي علي الغساني.\rوأخذ القراءات عن أبي الحسن بن الجزار الضرير صاحب مكي، وابن أخي الدوش.\rوتصدر للإقراء بالجزيرة الخضراء، وأخذ الناس عنه.\rروى عنه أبو حفص بن عذرة، وابن خير وجماعة آخرهم أحمد بن جعفر ابن فطيس الغافقي.\rمات في ذي الحجة سنة اثنتين وأربعين وخمسمائة.\r\rأحمد بن علي بن أبي جعفر بن أبي صالح الإمام أبو جعفر البيهقي.","seal":"4F06C447","part":1},
      {"page":26,"id":7,"nass":"النحوي المفسر المعروف ببو جعفرك، نزيل نيسابور وعالمها.\rقال ابن السمعاني، كان إماماً في القراءة، والتفسير، والنحو، واللغة.\rله المصنفات المشهورة، منها كتاب تاج المصادر.\rسمع أحمد بن صاعد، وعلي بن الحسن بن العباس الصندلي، وله تلامذة بحباء، وكان لايخرج من بيته إلا في أوقات الصلاة، وكان يزار ويتبرك به.\rولد في حدود السبعين وأربعمائة، ومات في آخر رمضان سنة أربع وأربعين وخمسمائة.\r\rأحمد بن فارس بن زكريا اللغوي.\rصاحب المجمل: قال ياقوت في معجمه: ذكره السلفي في شرح مقدمة معالم السنن","seal":"2D732231","part":1},
      {"page":27,"id":8,"nass":"للخطابي فقال: أصله من قزوين.\rوقال غيره إنه أخذ عن أبي بكر أحمد بن الحسن الخطيب رواية ثعلب، وأبي الحسن علي بن إبراهيم القطان، وعلي بن عبد العزيز المكي صاحب أبي عبيد، وأبي القاسم سليمان بن أحمد الطبراني.\rوكان فقيها شافعيا فصار مالكيا، قال: دخلتني الحمية لهذا البلد يعني الري، كيف لا يكون فيه رجل على مذهب هذا الرجل المقبول القول على جميع الألسنة.\rوله من التصانيف: جامع التأويل في تفسير القرآن أربع مجلدات، كتاب سيرة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كتاب أخلاق النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كتاب المجمل في اللغة، كتاب فقه اللغات كتاب غريب إعراب القرآن، كتاب دارات العرب، كتاب الليل والنهار، كتاب الغم والحال كتاب خلق الإنسان، كتاب الشيات والحلى، كتاب مقاييس اللغة،","seal":"4EFB250F","part":1},
      {"page":28,"id":9,"nass":"قال ياقوت: وهو كتاب جليل لم يصنف مثله، كتاب كفاية المتعلمين في اختلاف النحويين، كتاب الحماسة المحدثة وغير ذلك.\rقال الذهبي: مات سنة خمس وتسعين وثلاثمائة.\rقال ياقوت: وقال قبل وفاته بيومين:\rيا رب إن ذنوبي قد أحطت بها ... علما وبي وبإعلاني وإسراري\rأنا الموحد لكني المقر بها ... فهب ذنوبي لتوحيدي وإقراري\r\rأحمد بن محمد بن إبراهيم أبو إسحاق النيسابوري الثعلبي صاحب التفسير المشهور، والعرائس في قصص الأنبياء.\rكان أوحد زمانه في علم القرآن، عالماً بارعا في العربية، حافظاً موثقا.\rروي عن أبي طاهر محمد بن الفضل بن خزيمة، وأبي محمد المخلدي وجماعة.\rأخذ عنه الواحدي.\rمات في المحرم سنة سبع وعشرين وأربعمائة وله كتاب ربيع المذكرين.","seal":"E2B705B9","part":1},
      {"page":29,"id":10,"nass":"أحمد بن محمد بن عبد الله بن أبي عيسى لب بن يحيي أبو عمر المعافري الأندلسي الطلمنكي.\rنزيل قرطبة.\rكان حبرا في علوم القرآن قراءاته وإعرابه، وناسخه ومنسوخه، وأحكامه ومعانيه، ذا عناية تامة بالأثر ومعرفة الرجال، حافظاً للسنن عارفاً بأصول الديانات، عالي الإسناد، شديداً في ذات الله تعالى، قامعاً لأهل الأهواء والبدع.\rأخذ القراءة عن ابن غلبون وأخذ بمصر عن أبي بكر الأدفوري، وأبي القاسم الجوهري، وبإفريقية عن ابن أبي زيد.\rروى عنه ابن عبد البر، وابن حزم، وطائفة.\rوانتفع به الناس.","seal":"3C6B30AC","part":1},
      {"page":30,"id":11,"nass":"ولد سنة أربعين وثلاثمائة، ومات في ذي الحجة سنة تسع وعشرين وأربعمائة.\r\rأحمد بن عمار أبو العباس المهدوي صاحب التفسير كان مقدما في القراءات والعربية، ألف كتباً مفيدة.\rروى عن أبي الحسن القابسي.\rوأخذ عنه أبو محمد غانم بن وليد المالقي.\rمات في حدود سنة ثلاثين وأربعمائة..\r\rأحمد بن فرح بن جبريل أبو جعفر البغدادي العسكري.\rالضرير المقرىء المفسر.\rقرأ على أبي عمر الدوري وأقرأ الناس مدة، وحدث","seal":"21511E90","part":1},
      {"page":31,"id":12,"nass":"عن علي بن المديني، وأبي بكر وعثمان إبنأبي شيبة، وأبي الربيع الزهراني.\rوعنه أحمد بن جعفر الختلي، وابن سمعان الرزاز.\rوكان ثقة عالماً بالقرآن، واللغة، بصيراً بالتفسير.\rقرأ عليه أبو بكر النقاش وغيره.\rمات بالكوفة في ذي الحجة سنة ثلاث وثلاثمائة.\r\rأحمد بن محمد بن أيوب أبو بكر الفارسي الواعظ، المفسر، نزيل نيسابور.\rكان يحضر مجلسه نحو عشرة آلاف.\rأخذ عنه أبو عبد الله الحاكم.\rمات سنة أربع وستين وثلاثمائة.\r\rأحمد بن محمد بن شارك أبو حامد الهروي الشافعي.","seal":"6CE71B11","part":1},
      {"page":32,"id":13,"nass":"مفتي هراة، وأديبها.\rوعالمها، ومفسرها، ومحدثها في زمانه.\rسمع الحسن ابن سفيان، وأبا يعلى الموصلي وعنه أبو عبد الله الحاكم.\rمات بهراة سنة خمس - وقيل ثمان - وخمسين وثلاثمائة.\r\rأحمد بن محمد أحمد بن برد الأندلسي أبو حفص الكاتب قال الحميدي: مليح الشعر، بليغ الكتابة، من أهل بيت أدب ورياسة، له كتب في علم القرآن، منها: كتاب التحصيل في تفسير القرآن وكتاب التفصيل في تفسيره أيضا وله رسالة في المفاخرة بين السيف والقلم وهو أول من سبق إلى القول في ذلك بالأندلس، رأيته بالمرية بعد الأربعين وأربعمائة.\r\rأحمد بن محمد بن عمر العلامة الزاهد زين الدين أبو القاسم البخاري العتابي كان من كبار الحنفية.\rصنف الجامع الكبير والزيادات وتفسير القرآن.","seal":"02ACFA56","part":1},
      {"page":33,"id":14,"nass":"لازمه شمس الأئمة محمد بن عبد الستار الكردري.\rمات سنة ست وثمانين وخمسمائة.\r\rأحمد بن محمد بن محمد بن سعيد أبو العباس الأنصاري الأندلسي.\rروى عن أبي بكر غالب بن عطية، وأبي علي الصدفي، وأبي الحسن ابن الباذش، وأبي الوليد بن رشد، وأبي محمد بن عتاب وغيرهم.\rوكان متقنا للقراءات، والتفسير، والكلام، يغلب عليه علم اللغة.\rحدث عنه أبو ذر الخشني، وأبو الخطاب بن واجب، وأبو عبد الله الأندرشي.\rمات سنة اثنتين وستين وخمسمائة.\r\rأحمد بن موسى بن أبي عطاء أبو بكر القرشي مولاهم الدمشقي المفسر","seal":"5F0E8106","part":1},
      {"page":34,"id":15,"nass":"روى عن بكار بن قتيبة، وعبد الله بن الحسين المصيصي.\rوعنه أبو هاشم المؤدب.\rوعبد الوهاب الكلابي وغيرهما.\rمات سنة خمس وعشرين وثلاثمائة.\r\rأحمد بن مغيث بن أحمد بن مغيث أبو جعفر الصدفي الطليطلي.\rكان من أهل البراعة والفهم والرياسة في العلم، متفنناً عالما بالحديث وعلله، وبالفرائض والحساب واللغة والنحو، وله يد طولى في التفسير، وله كتاب المقنع في عقد الشروط.\rمات في صفر سنة تسع وخمسين وأربعمائة، وله ثلاث وخمسون سنة.\r\rاحمد بن يوسف بن أصبغ أبو عمر الطليطلي.\rكان ماهرا في الحديث، والتفسير، والفرائض، رحل إلى المشرق وحج، وولي قضاء طليطلة.\rمات في شعبان سنة تسع وسبعين وأربعمائة.\r\rأحمد بن إسماعيل بن عيسى أبو بكر الغزنوي الجوهري المفسر","seal":"AE47484F","part":1},
      {"page":35,"id":16,"nass":"أحد أئمة غزنة وفضلائهم، سافر إلى خراسان، والحجاز، والعراق ولقي أبا القاسم القشيري وسمع منه، وعاش بعد العشرين وخمسمائة.\r\rأحمد بن ناصر بن ظاهر العلامة برهان الدين الشريف الحسيني الحنفي كان مفنناً عالماً زاهداً عابداً، صنف تفسيراً في سبع مجلدات، وكتاباً في أصول الدين مات في شوال سنة ست وثمانين وستمائة.\r\rإسماعيل بن أحمد بن عبد الله أبو عبد الرحمن الحيري النيسابوري.\rالضرير المفسر المقرئ، أحد أئمة المسلمين والعلماء العاملين، له التصانيف المشهورة في القرآن، والقراءات، والحديث، والوعظ، رحل في طلب الحديث كثيرا، وسمع من زاهرالسرخسي، وأبي الحسين الخفاف، ومحمد بن مكي الكشميهني.","seal":"1B6A2931","part":1},
      {"page":36,"id":17,"nass":"روى عنه الخطيب أبو بكر، وكان مفيداً نفاعاً للخلق، مباركا في علمه، له تفسير مشهور.\rولد سنة إحدى وستين وثلاثمائة ومات سنة ثلاثين وأربعمائة.\r\rإسماعيل بن عبد الرحمن بن أحمد بن إسماعيل أبو عثمان الصابوني النيسابوري.\rالواعظ، المفسر، المحدث، الأستاذ شيخ الإسلام إمام المسلمين، أوحد وقته شهدت له أعيان الرجال بالكمال في الحفظ، والتفسير، وغيرهما، حدث عن زاهر السرخسي، وأبي طاهر بنخزيمة، وعبد الرحمن بن أبي شريح.\rوعنه أبو بكر البيهقي، وعبد العزيز الكتاني، وطائفة.\rوكان كثير السماع والتصنيف وممن رزق العز، والجاه، في الدين، والدنيا، عديم النظير، وسيف السنة، ودافع أهل البدعة، يضرب به المثل في كثرة العبادة والعلم والذكاء والزهد والحفظ، أقام شهرا في تفسير آية.\rولد سنة ثلاث وسبعين وثلاثمائة، ومات يوم الجمعة رابع محرم سنة تسع وأربعين وأربعمائة.\rورثاه أبو الحسن الداودي","seal":"3D7D25D7","part":1},
      {"page":37,"id":18,"nass":"بقوله:\rأودى الإمام الحبر إسماعيل ... لهفي عليه فليس منه بديل ...\r... بكت السما والأرض يوم وفاته ... وبكى عليه الوحي والتنزيل\rفي أبيات أخرى.\r\rإسماعيل بن محمد بن الفضل بن علي بن أحمد بن طاهر الحافظ الكبير أبو القاسم التيمي الطلحي الأصبهاني.\rالملقب قوام السنة، قال ابن السمعاني: هو أستاذي في الحديث، وهو إمام في التفسير والحديث واللغة والأدب، عارف بالمتون والأسانيد، عديم النظير لا مثيل له في وقته.\rوقال السلفي: كان فاضلا في العربية ومعرفة الرجال، حافظاً للحديث، عارفاً بكل علم، متفنناً ولد سنة سبع وخمسين وأربعمائة، وسمع من أبي عمرو بن منده وعائشة الوركانية، وطراد الزينبي، ومالك البانياسي، وخلائق.\rورحل وطوف وأملى وصنف، وتكلم في الجرح والتعديل.","seal":"A0D0C6D3","part":1},
      {"page":38,"id":19,"nass":"روى عنه أبو القاسم بن عساكر، وأبو سعد السمعاني، وأبوموسى المديني وآخرون.\rقال أبو موسى في معجمه: هو إمام أئمة وقته، وأستاذ علماء عصره، وقدوة أهل السنة في زمانه.\rمات يوم الأضحى سنة خمس وثلاثين وخمسمائة بالفالج.\rوكان يحضر مجلس إملائه الأئمة والحفاظ والمسندون، وبلغ عدد أماليه نحواً من ثلاثة آلاف وخمسمائة مجلس.\rقال أبو موسى: وهو المبعوث على رأس المائة الخامسة الذي أحيا الله به الدين لا أعلم أحداً في ديار الإسلام يصلح لذلك غيره.\rقال الذهبي: وهذا تكلف زائد من أبي موسى، فإنه لم يشتهر إلا من بعد العشرين وخمسمائة.\rهذا إن سلم أنه أجل أهل زمانه في العلم.\rثم قال أبو موسى: ومن تصانيفه التفسير الكبير ثلاثون مجلداً سماه الجامع، وله كتاب الإيضاح في التفسير، أربعمجلدات، والموضح في التفسير، ثلاث مجلدات والمعتمد في التفسير عشر مجلدات وكتاب التفسير باللسان الأصبهاني عدة مجلدات.\rوله كتاب الترغيب والترهيب وكتاب السنة وكتاب دلائل النبوة وشرخ البخاري وشرح مسلم وإعراب القرآن وغير ذلك، وله فتاوي كثيرة.","seal":"069F8CF5","part":1},
      {"page":39,"id":20,"nass":"وكان أهل بغداد يقولون: ما دخل بغداد بعد أحمد بن حنبل أفضل ولا أحفظ منه.\r\rبشير بن حامد بن سليمان بن يوسف بن سليمان بن عبد الله.\rالإمام نجم الدين أبو النعمان الهاشمي الطالبي الجعفري الزينبى التبريزي الصوفي الفقيه.\rولد بأردبيل سنة سبعين وخمسمائة، وتفقه ببغداد على ابن فضلان وغيره، وحفظ المذهب والأصول والخلاف، وناظر وأفتى، وأعاد بالنظامية، وكان إماما مشهوراً بالعلم والفضل.\rوله تفسير مليح في عدة مجلدات.\rسمع من ابن طبرزد، وعبد المنعم بن كليب، وابن سكينة.","seal":"6620918A","part":1},
      {"page":40,"id":21,"nass":"روى عنه الحافظ الظاهري، والمحب الطبري، والشرف الدمياطي وغيره.\rمات بمكة في صفر سنة ست وأربعين وستمائة وهو القائل:\rدخلت إليك يا أملي بشيراً ... فلما أن خرجت خرجت بشرا ...\rأعد يائي التي سقطت من اسمي ... فيائي في الحساب تعد عشراً\rوكان دخل على بعض الكبار فسرقت نعله.\r\rبقي بن مخلد بن يزيد أبو عبد الرحمن الأندلسي القرطبي الحافظ أحد الأعلام، وصاحب التفسير والمسند.\rأخذ عن يحيى بن يحيى الليثي، ورحل إلى المشرق، ولقى الكبار","seal":"F11C30B1","part":1},
      {"page":41,"id":22,"nass":"فسمع بالحجاز أبا مصعب الزهري، وإبراهيم بن المنذرالحزامي، وبمصر يحيى ابن بكير، وأبا الطاهر بن السرح، وبدمشق هشام بن عمار، وببغداد أحمد بن حنبل، وبالكوفة يحيى بن عبد الحميد الحماني، وأبا بكر بن أبي شيبة، وخلائق.\rوعدد شيوخه مائتان وأربعة وثمانون رجلاً، وعنى بالأثر، وكان إماماً زاهداً صواماً صادقاً، كثير النذر، مجاب الدعوة، قليل المثل، بحراً في العلم، مجتهداً، لا يقلد أحداً، بل يفتي بالأثر، وهوالذي نشر الحديث بالأندلس وكثره وليس لأحد مثل مسنده ولا تفسيره.\rقال ابن حزم: أقطع أنه لم يؤلف في الإسلام مثل تفسيره، ولا تفسير ابن جرير ولاغيره.\rقال: وقد روى في مسنده عن ألف وثلاثمائة صحابي ونيف، ورتب حديث كل صاحب على أبواب الفقه، فهو مسند ومصنف.\rقال: وله تواليف في فتاوى الصحابة والتابعين فمن بعدهم، أربى فيه على مصنف عبد الرزاق، وابن أبي شيبة.","seal":"2F92E006","part":1},
      {"page":42,"id":23,"nass":"قال: فصارت تصانيف هذا الإمام قواعد الإسلام لا نظير لها، وكان لا يقلد أحداً، وكان جارياً في مضمار البخاري، ومسلم، والنسائي، انتهى.\rوقال غيره: كان بقي متواضعاً، ضيق العيش، كان يمضي عليه الأيام في وقت طلبه ليس له عيش الكرنب الذي يرمى.\rروى عنه ابنه أحمد، وأيوب بن سليمان المري، وأسلم بن عبد العزيز، وهشام بن الوليد الغافقي، وآخرون.\rولد في رمضان سنة إحدى ومائتين، ومات في جمادى الآخرة سنة ست وسبعين.\rقال ابن عساكر: لم يقع إلي حديث مسند من حديثه.\r\rبكير بن معروف الدامغاني أبو معاذ.\rالمفسر.\rقاضي نيسابور.","seal":"70C0AC20","part":1},
      {"page":43,"id":24,"nass":"بيبش بن محمد بن علي بن بيبش أبو بكر العبدري الشاطبي قاضي شاطبة، كان مفتياً مفسراً مصنفاً، سمع أبا الحسن بن هذيل، وأبا عبد الله بن سعادة.\rروى عنه أبو محمد وأبو سليمان ابنا حوط الله.\rمات سنة اثنتين وثمانية وخمسمائة عن ثمان وخمسين سنة.\r\rجعفر بن محمد بن الحسن بن زياد أبو يحيى الرازي الزعفراني.\rكان إماما في التفسير، صدوقا، ثقة حدث عن سهل بن عثمان العسكري، وعلي بن محمد الطنافسي، وجماعة.\rروى عنه إسماعيل الصفار، وأبو سهل بن قطان، وأبو بكر الشافعي، وابن أبي حاتم.\rوآخرون.\rمات في ربيع الآخر سنة تسع وسبعين ومائتين.\r\rالحسن بن عبد الله بن سهل بن سعيد بن يحيى بن مهران اللغوي الأديب أبو هلال العسكري.","seal":"C9A1D7E4","part":1},
      {"page":44,"id":25,"nass":"تلميذ أبي أحمد العسكري، له تفسير في خمس مجلدات، وله كتاب الأوائل وكتاب الصناعتين في النظم والنثر وكتاب الأمثال وشرح الحماسة وغير ذلك، وله ديوانشعر.\rوكان عالما عفيفاً يتبزز إحترازاً من الطمع والدناءة والتبذل، وكان الغالب عليه الأدب والشعر، مات بعد الأربعمائة.\r\rالحسن بن الفتح بن حمزة بن الفتح أبو القاسم الهمذاني.\rقال السلفي: كان من أهل الفضل والتقدم في الفرائض، والتفسير، والآداب، واللغة، والمعاني والبيان، والكلام، استوطن بغداد في آخر عمره، وله تفسير حسن، وشعر رائق، صحب أبا إسحاق الشيرازي وتفقه عليه.\rوقال ابن الصلاح: رأيت مجلدين من تفسيره، واسمه كتاب البديع في البيان عن غوامض القرآن فوجدته ذا عناية بالعربية والكلام، ضعيف الفقه.\rمات بعد الخمسمائة.","seal":"54C0C218","part":1},
      {"page":45,"id":26,"nass":"ومن شعره:\rنسيم الصبا إن عجت يوماً بأرضها ... فقولي لها حالي علت عن سؤالك ...\rفهأنذا إن كنت يوما تعينني ... فلم يبق لي إلا حشاشة هالك\r\rالحسن بن علي بن خلف بن جبريل الألمعي الكاشغريأبو عبد الله.\rله أكثر من مائة تصنيف أكثرها في التصوف، ومنها المقنع في تفسير القرآن.\rسمع من ابن غيلان، والصوري، وطائفة.\rوكان بكاءً، خائفاً.\rواعظاً، لا يخاف في الله لومة لائم، لكن في حديثه مناكير، بل اتهم بوضع الحديث.\rمات بعد سنة أربع وثمانين وأربعمائة.\r\rالحسن بن محمد بن حبيب بن أيوب أبو القاسم النيسابوري الواعظ المفسر.","seal":"8A43D52D","part":1},
      {"page":46,"id":27,"nass":"قال عبد الغفار: إمام عصره في معاني القرآن وعلومه، مصنف التفسير المشهور، وكان أديباً نحوياً، عارفاً، بالمغازي والقصص والسير، انتشر عنه بنيسابور العلم الكثير، وسارت تصانيفه الحسان في الآفاق، وكان أستاذ الجماعة.\rحدث عن الأصم، وأبي زكريا العنبري وذكره في كتاب سر السرور وقال: هو أشهر مفسري خراسان، وأقفاهم لحق الإحسان، وكان الأستاذ أبو القاسم الثعلبي من خواص تلاميذه.\rوقال السمعاني: كان أولا كرامي المذهب، ثم تحول شافعياً.\rوقال الذهبي: سمع أبا حاتم بن حبان، وجماعة.\rروى عنه أبوبكر محمد بن عبد الواحد الحيري الواعظ، وابو الفتح محمد بن اسماعيل الفرغاني، وآخرون.\rوصنف في القراءات، والتفسير، والآداب، وعقلاء المجانين.\rمات في ذي الحجة سنة ست واربعمائة.\rومن شعره أورده ياقوت:","seal":"876AF607","part":1},
      {"page":47,"id":28,"nass":"رضاً بالدهر كيف جرى وصبرا ... ففي أيامه جمع وعيد ...\rولم يخشن عليك قضيب عود ... من الأيام إلا لان عود\rوله:\rفي علام الغيب عجائب ... فاصبر فللصبر الجميل عواقب ...\rومصائب الأيام إن عاديتها ... بالصبر رد عليك وهي مواهب ...\rلم يدج ليل العسر قط بغمه ... إلا بدا لليسر فيه كواكب\rوله:\rبمن يستغيث العبد إلا بربه ... ومن للفتى عند الشدائد والكرب ...\rومن مالك الدنيا ومالك أهلها ... ومن كاشف البلوى على البعد والقرب ...\rومن يدفع الغماء وقت نزولها ... وهل ذاك إلا من فعالك يارب\rوقال البيهقي في شعب الإيمان: أنشدنا أبو القاسم الحسن\rبن محمد بن حبيب في تفسيره قال: أنشدني أبى:\rإن الملوك بلاءً حيثما حلوا ... فلا يكن لك في أكتافهم ظل ...\rماذا تؤمل من قوم إذا غضبوا ... جاروا عليك وان أرضيتم ملوا ...","seal":"D45BC256","part":1},
      {"page":48,"id":29,"nass":"فان مدحتهم خالوك تخدعهم ... واستثقلوك كما يستثقل الكل ...\rفاستغن بالله عن أبوابهم أبدا ... إن الوقوف على أبوابهم ذل\r\rالحسين بن الفضل بن عمير البجلي الكوفي ثم النيسابوري أبو علي المفسر الأدي، إمام عصره في معاني القرآن.\rسمع يزيد بن هارون، وعبد الله بن بكر السهمي، وأباالنضر، وشبابه، وطائفة.\rروى عنهم محمد بن الأخرم، ومحمد بن صالح، وحمد بن القاسم العتكي، وآخرون.\rأقام بنيسابور يعلم الناس العلم ويفتي، من سنة سبع عشرة ومائتين، إلى أن مات سنة اثنتين وثمانين، عن مائة أربع سنين.","seal":"A7875CB1","part":1},
      {"page":49,"id":30,"nass":"وكان من العلماء الكبار العابدين، يركع كل يوم وليلة ستمائة ركعة، وقبره هناك مشهور يزار، أطنب الحاكم في ترجمته.\r\rالحسن\rبن محمد بن علي أبو سعيد الأصبهاني الزعفراني.\rقال أبو نعيم: كثير الحديث، صاحب معرفة وإتقان.\rصنف المسند والتفسير والشيوخ وله من المصنفات شيء كثير.\rسمع أبا القاسم البغوي، وابن صاعد، وآخرين.\rروى عنه أبو نعيم، وأهل اصبهان.\rوله حديث في تفسير حسبي الله ونعم الوكيل من رواية آبي نعيم مات سنة تسع وستين وثلاثمائة.\r\rالحسين بن مسعود بن محمد العلامة أبو محمد البغوي الفقيه الشافعي.\rيعرف بابن الفراء، ويلقب محيي السنة، وركن الدين أيضا:","seal":"ED22ABC5","part":1},
      {"page":50,"id":31,"nass":"كان إماما في التفسير، إماما في الحديث، إماما في الفقه، تفقه على القاضي حسين، وسمع الحديث منه ومن آبي عمر عبد الواحد المليحي، وأبى الحسن الداودي، وطائفة.\rروى عن أبو منصور حفدة، وأبو الفتوج الطائي، وجماعة آخرهم أبو المكارم فضل الله بن محمد النوقاني، روى عنه بالإجازة وبقي إلى سنة ستمائة، أجاز للفخر علي بن البخاري.\rوله من التصانيف معالم التنزيل في التفسير وشرح السنة، والمصابيح والجمع بين الصحيحين والتهذيب في الفقه.\rوقد بورك له في تصانيفه، ورزق فيها القبول لحسن نيته، وكان لايلقي الدرس إلا على طهارة، وكان قانعاً ورعاً يأكل الخبر وحده، ثم عذل في ذلك فصار يأكله.\rمات في شوال سنة ست عشرة وخمسمائة وقد جاوز الثمانين ولم يحج.\r\rالخضر بن نصر بن عقيل أبو العباس الإربلي الفقيه الشافعي.","seal":"64626BAB","part":1},
      {"page":51,"id":32,"nass":"أحد الأئمة اشتغل ببغداد على إلكيا الهراسي، وأبي بكر الشاشي، وتخرج به خلق، وكان صالحاً.\rصنف تصانيف كثيرة في التفسير والفقه وغير ذلك، مات سنة سبع وستين وخمسمائة.\r\rسلمان بن أبي طالب عبد الله بن محمد بن الفتى أبو عبد الله النهراوي.\rنزيل أصبهان، كان إماما في اللغة ومن كبار أئمة العربية.\rصنف تفسير القرآن وعلل القراءات والقانون في اللغة وشرح الإيضاح لأبي علي الفارسي، وله شعر جيد.\rقرأ الأدب علي الثمانيني، وابن برهان، وسمع من أبي طالب بن غيلان،","seal":"74097DCA","part":1},
      {"page":52,"id":33,"nass":"وأبي الطيب الطبري.\rروى عنه السلفي وغيره، مات سنة ثلاث وتسعين وأربعمائة.\r\rسلمان بن ناصر بن عمران أبو قاسم الأنصاري النيسابوري.\rالفقيه الصوفي، صاحب إمام الحرمين، كان بارعاً في الأصول والتفسير، شرح الإرشاد لشيخه، وخدم أبا القاسم القشيري مدة، وكان صالحاً، زاهداً، عابداً، إماما، عارفاً من أفرادالأئمة، ومن كبار المصنفين في علم الكلام.\rسمع الحديث من عبد الغافر الفارسي، وكريمة المروزية، وجماعة.\rروى عنه ابن السمعاني إجازة.\rمات سنة إحدى عشرة وخمسمائة.\r\rسليمان بن خلف بن سعد بن أيوب بن وارث الإمام أبوالوليد الباجي.","seal":"6C6D3FA5","part":1},
      {"page":53,"id":34,"nass":"الفقيه، الأصولي، المتكلم، المفسر، الأديب، الشاعر.\rولد في ذي القعدة سنة ثلاث وأربعمائة.\rوأخذ عن يونس بن مغيث، ومكي بن أبي طالب.\rورحل فلزم بمكة أبا ذر ثلاثة أعوام، وحمل عنه علماً كثيراً، وأخذ ببغداد الفقه عن ابن عمروس، والأصول عن الشيخ أبي إسحاق الشيرازي، وبالموصل الكلام عن أبي جعفر السمناني، وسمع الحديث بدمشق من ابن جميع، وغيره.\rوببغداد من عبيد الله بن أحمد الأزهري، وابن غيلان، والصوري، وجماعة.\rوبرع في الحديث، والتفسير، والفقه، والأصلين، ورجع إلى الأندلس بعد ثلاث عشرة سنة بعلوم كثيرة، وتصدر للإفادة وإنتفع به جماعة كثيرة، وولي قضاء مواضع من الأندلس، وفشا علمه، وعظم جاهه.\rوله من التصانيف شرح الموطأ، إختلافات الموطأ،","seal":"60A46880","part":1},
      {"page":54,"id":35,"nass":"الجرح والتعديل، تفسير القرآن، الحدود الإشارة في أصول الفقه، إحكام الفصول في علم الأصول، التسديد إلى معرفة التوحيد، المنتقي في الفقه، وغير ذلك.\rمات بالمرية لتسع عشرة خلت من رجب سنة أربع وسبعين وأربعمائة.\rومن شعره:\rإذا كنت أعلم علماً يقيناً ... بأن جميع حياتي كساعة\rفلم لا أكون ضنيناً بها ... وأجعلها في صلاح وطاعه ...\r\rسليمان بن عبد الله بن يوسف أبو الربيع الهواري الخلوتي الضرير المقرئ.\rالصالح كان عارفاً بالقراءات والنحو والتفسير سمع من ابن بري وأقرأ مدة وكان ديناً عفيفاً قانعاً.\rمات في سابع عشر شعبان سنة ثلاث عشرة وستمائة.\r\rعبد الله بن عبد الكريم بن هوازن الإمام أبو سعد بن القشيري النيسابوري.\rكان أكبر أولاد الشيخ، وكان كبير الشأن في السلوك والطريقة، ذكيا أصوليا غريز العربية.","seal":"8B4706D4","part":1},
      {"page":55,"id":36,"nass":"قال السمعاني: كان رضيع أبيه في الطريقة وفخر ذويه على الحقيقة، ثم بالغ في تعظيمه في التصوف، والأصول، والمناظرة، والتفسير، واستغراق الأوقات في العبادة والمراقبة.\rروى عن أبي بكر الحيري، وأبي سعيد الصيرفي، والقاضي أبي الطيب الطبري، وغيرهم.\rوعنه عبد الغافر الفارسي، وعبد الله الفراوي.\rواخرون.\rولد سنة أربع عشرة وأربعمائة ومات في سادس ذي القعدة سنة سبع وسبعين وأربعمائة.\r\rعبد الله بن طلحة بن محمد أبو بكر اليابري.\rنزيل اشبيلية، كان ذا معرفة بالفقه، والأصول، والنحو، والتفسير خصوصا التفسير.\rروى عن أبى الوليد الباجي وغيره، واستوطن مصر مدة، ثم حج فمات بمكة سنة ست عشرة وخمسمائة.","seal":"1EBD878B","part":1},
      {"page":56,"id":37,"nass":"عبد الله بن عطية بن عبد الله بن حبيب أبو محمد.\rالمقرئ، المفسر الدمشقي.\rقرأ على أبى الحسن بن الأخرم، وحدث عن ابن جوصا وغيره.\rوكان ثقة، وكان يحفظ خمسين ألف بيت شعر في الاستشهاد على معاني القرآن.\rروى عنه أبو محمد بن أبي نصر، وطرفة الحرستاني، وعبد الله بن سوار العنسي.\rمات في شوال سنة ثلاث وثمانين وثلاثمائة.\r\rعبد الله بن يوسف بن عبد الله بن يوسف بن محمد بن حيويه الشيخ أبو محمد الجويني.\rوالد إمام الحرمين، كان إماما فقيها، بارعا، مفسرا، نحويا، أديبا.\rتفقه على أبي الطيب الصعلوكي، وأبي بكر القفال، وقعد للتدريس","seal":"E5103D9A","part":1},
      {"page":57,"id":38,"nass":"والفتوى، وكان مجتهدا في العبادة، مهيبا بين التلامذة.\rصنف التبصرة في الفقه، والتذكرة، والتفسير الكبير، والتعليق.\rسمع من أبي الحسين بن بشران وجماعة، روى عنه ابنه إمام الحرمين.\rوغيره.\rمات في ذي القعدة سنة ثمان وثلاثين وأربعمائة.\r\rعبد الله بن محمد بن علي بن محمد بن أحمد بن علي بن جعفر بن منصور ابن مت شيخ الإسلام أبو إسماعيل الأنصاري الهروي.\rالحافظ العارف، من ولد أبي أيوب الأنصاري.\rقال عبد الغافر: كان إماماً كاملا في التفسير، حسن السيرة في التصوف، على حظ تام من معرفة العربية، والحديث، والتواريخ، والأنساب، قائماً بنصر السنة والدين، من غير مداهنة ولا مراقبة لسلطان ولا غيره، وقد تعرضوا بسبب ذلك إلى إهلاكه مرارا، فكفاه الله شرهم.\rسمع من عبد الجبار الجراحي، وأبي الفضل الجارودي، ويحيى بن عمار","seal":"66D4E0CE","part":1},
      {"page":58,"id":39,"nass":"السجزي المفسر، وأبي ذر الهروي وخلائق.\rوتخرج به خلق، وفسر القرآن زمانا، وكان يقول: إذا ذكرت التفسير فإنما أذكره من مائة وسبعة تفاسير.\rوله تصانيف منها ذم الكلام وكتاب منازل السائرين في التصوف، وكتاب الفاروق في الصفات، وغير ذلك.\rوكان آيةفي التذكير والوعظ.\rروى عنه أبو الوقت عبد الأول وخلائق، آخرهم بالإجازة أبو الفتح نصر بن سيار.\rمولده سنة ست وتسعين وثلاثمائة، ومات في ذي الحجة سنة إحدى وثمانين وأربعمائة.\r\rعبد الجبار بن عبد الخالق بن محمد بن أبى نصر بن عبد الباقي بن عكبر العلامة جلال الدين أبو محمد البغدادي.\rأحد المشاهير.","seal":"3EFE3EB3","part":1},
      {"page":59,"id":40,"nass":"ولد في حدود سنة إثنتين وستمائة، وسمع من ابن اللتي وجماعة.\rوصنف التصانيف منها مشكاة البيان في تفسير القرآن.\rروى عنه ابن الفوطي، وقال: كان وحيد دهره في علم الوعظومعرفة التفسير.\rولي تدريس المستنصرية، ومات في سابع عشري شعبان سنة إحدى وثمانين وستمائة.\r\rعبد الجبار بن أحمد بن عبد الجبار بن أحمد بن الخليل القاضي أبو الحسن الهمذاني الأسداباذي.\rشيخ المعتزلة، وصاحب التصانيف منها التفسي، عاش دهرا طويلا، وسار ذكره، كان فقيهاً شافعي المذهب.\rسمع من أبي الحسن بن سلمة الفطان، وعبد الله بن جعفر بن فارس وجماعة.\rروى عنه أبو القاسم علي بن المحسن التنوخي، والحسن بن علي الصيمري الفقيه، وأبو محمد عبد السلام القزويني\rالمفسر المعتزلي وآخرون.","seal":"EB38D9D7","part":1},
      {"page":60,"id":41,"nass":"ولي قضاء الري وأعمالها، ورحلت إليه الطلبة.\rمات في ذي القعدة سنة خمس عشرة وأربعمائة.\rرأيت تفسيره لطيف الحجم.\r\rعبد الجليل بن موسى بن عبد الجليل أبو محمد الأنصاري الأندلسي القرطبي القصري الصوفي الزاهد.\rمن قصر عبد الكريم، شيخ الإسلام، كان متقدما في الكلام، مشاركا في فنون، رأسا في العلم والعمل، منقطع\rالقرين، متصوفا زاهدا ورعاً عن الدنيا.\rله تفسير القرآن وكتاب شعب الإيمان وشرح الأسماء الحسنى وغير ذلك.\rروى عن أبي الحسن بن حنين.\rوعنه أبو الحسن الغافقي وغيره: وأجاز لأبي محمد بن حوط الله.\rمات سنة ثمان وستمائة، وكان له من الصيت والذكر الجميل ما ليس لغيره، وختم به بالمغرب التصوف على طريقة أهل السنة.\r\rعبد الحق بن غالب بن عبد الملك بن غالب بن تمام بن عطية الإمام الكبير قدوة المفسرين أبو محمد الغرناطي القاضي.\rحدث عن أبيه الحافظ الحجة أبي بكر، وعن أبي علي الغساني، ومحمد بن الفرج الطلاعي، وخلائق.","seal":"3248B882","part":1},
      {"page":61,"id":42,"nass":"وكان فقيها، عارفا بالأحكام، والحديث، والتفسير، بارع الأدب، بصيرا بلسان العرب، واسع المعرفة، له يد في الإنشاء والنظم والنثر، وكان يتوقد ذكاء، له التفسير المشهور ولي قضاء المرية.\rروى عنه أبو جعفر بن مضاء.\rوعبد المنعم بن الفرس وآخرون، آخرهم بالإجازة أبو الحسن علي بن أحمد الشقوري المتوفى سنة ست عشرة وستمائة.\rمولده سنة ثمانين وأربعمائة، ومات في خامس عشر من رمضان سنة إحدى وأربعين وخمسمائة.\r\rعبد الرحمن بن علي بن محمد بن علي بن عبيد الله بن عبد الله البكري من ولد الإمام أبى بكر الصديق رضي الله تعالى عنه الإمام أبو الفرج ابن الجوزي.\rالبغدادي الحنبلي الواعظ، صاحب التصانيف المشهورة في أنواع العلوم من التفسير، والحديث، والفقه، والوعظ، والزهد،\rوالتاريخ، وغير ذلك.\rقال الذهبي: كان مبرزاً في التفسير، وفي الوعظ، وفي التاريخ، ومتوسطاً في المذهب، وفي الحديث، له إطلاع تام على\rمتونه، وأما الكلام على صحيحه وسقيمه فما له فيه ذوق المحدثين، ولا نقد الحفاظ المبرزين.\rولد تقريبا سنة ثمان - أو عشر - وخمسمائة.","seal":"BA263055","part":1},
      {"page":62,"id":43,"nass":"عبد الرحمن بن عمر بن أبي القاسم العلامة نور الدين البصري العبدلياني الحنبلي.\rولي تدريس المستنصرية بعد ابن عكبر.\rوله تصانيف، منها كتاب جامع العلوم في التفسير وشرح الخرقي والشافي في المذهب وله طريقة في علم\rالخلاف.\rمات ليلة عيد الفطر سنة أربع وثمانين وستمائة وله ستون سنة.\r\rعبد الرحمن بن أبى حاتم محمد بن إدريس بن المنذر بن داود بن مهران أبو محمد التميمي الحنظلي.\rالإمام ابن الإمام، حافظ الري وابن حافظها.\rسمع من أبيه، وابن وارة، وأبى زرعة، والحسن بن عرفة، وأبي سعيد","seal":"D10BD9F4","part":1},
      {"page":63,"id":44,"nass":"الأشج، ويونس بن عبد الأعلى، وخلائق بالحجاز، والشام، ومصر، والعراق، والجبال، والجزيرة.\rروى عنه أبو الشيخ بن حيان، ويوسف الميانجي وخلائق.\rقال الخليلي: أخذ علم أبيه وأبي زرعة، وكان بحرا في العلوم ومعرفة الرجال، صنف في الفقه، وإختلاف الصحابة\rوالتابعين وعلماء الأمصار، وكان عابداً زاهداً يعد من الأبدال.\rومن تصانيفه التفسير المسند إثنا عشر مجلداً، لخصته في تفسيري، وكتاب الجرح والتعديل يدل على سعة حفظه وإمامته، وكتاب الرد على الجهمية وكتاب الزهد وكتاب الكني وغير ذلك.\rوكان من كبار الصالحين لم يعرف له ذنب قط، ولا جهالة له طول عمره.","seal":"6DB4E283","part":1},
      {"page":64,"id":45,"nass":"مات في المحرم سنة سبع وعشرين وثلاثمائة وهو في عشر التسعين.\r\rعبد الرحمن بن محمد بن أميرويه بن محمد العلامة أبو الفضل الكرماني.\rشيخ الحنفية بخراسان في زمانه، تفقه بمرو على القاضي محمد بن الحسين، وتزاحم عليه الطلبة، وتخرجوا به، وإنتشر\rتلامذته في الآفاق، يقرأ عليه التفسير والحديث.\rسمع من أبيه وشيخه القاضي الأرسابندي.\rومنه أبو سعد السمعاني وبالغ في تعظيمه.\rمات سنة ثلاث وأربعين وخمسمائة.\r\rعبد الرحمن بن مروان بن عبد الرحمن أبو المطرف الأنصاري القنازعي القرطبي.\rكان عالما عاملا، فقيها، حافظا، عالما بالتفسير والأحكام، بصيرا بالحديث، حافظا للرأي، ورعاً، زاهداً، متقشفاً، قانعاً باليسير، مجاب الدعوة، وله معرفة باللغة والأدب.","seal":"72F3CC6D","part":1},
      {"page":65,"id":46,"nass":"سمع ببلده ورحل وحج، فسمع بمصر من الحسن بن رشيق وغيره، وأخذ عن ابن أبي زيد جملة من تواليفه، وأقبل على نشر العلم.\rوأقرأ القرآن.\rوصنف شرح الموطأ ومختصر تفسير القرآن لابن سلام، وكتابا في الشروط وعرض عليه السلطان الشورى فامتنع.\rروى عنه ابن عتاب، وابن عبد البر.\rمولده سنة إحدى وأربعين وثلاثمائة، ومات في رجب سنة ثلاث عشرة وأربعمائة.\rوالقنازعي: نسبة إلى صنعته.\r\rعبد الرحيم بن أبى القاسم عبد الكريم بن هوازن أبو نصر القشيري النيسابوري.\rقال عبد الغافر: هو إمام الأئمة، وحبر الأمة، وبحر العلوم.\rرباه والده واعتنى به حتى برع في النظم والنثر واستوفى الحظ الأوفى من علم التفسير والأصول، ثم لازم إمام الحرمين حتى أحكم عليه المذهب والخلاف والأصول.","seal":"BC46E7D3","part":1},
      {"page":66,"id":47,"nass":"وسمع الحديث من أبيه، وأبي عثمان الصابوني، وابن النقور، وأبي القاسم الزنجاني، وجماعة، وحدث بالكثير.\rروى عنه سبطه أبو سعد عبد الله بن عمر الصفار، وأبو الفتوح الطائي وبالإجازة ابن عساكر، وابن السمعاني.\rومن العجائب أنه اعتقل لسانه في آخر عمره عن الكلام إلا عن الذكر، فكان يتكلم بآي القرآن.\rمات في جمادى الآخرة سنة أربع عشرة وخمسمائة.\rوهو في عشر الثمانين.\r\rعبد الرزاق بن رزق الله بن أبي بكر بن خلف الإمام الحافظ المفسر عز الدين أبو محمد الرسعني الحنبلي\r\rالمحدث، ولد برأس عين سنة تسع وثمانين وخمسمائة.\rوسمع من أبي اليمن الكندي، والافتخار الهاشمي، وجماعة.\rوصنف تفسيرا حسناً يروي فيه بأسانيده، وكان إماماً، محدثا، فقيها، أديبا، شاعرا، دينا صالحا.","seal":"3B84AAB9","part":1},
      {"page":67,"id":48,"nass":"روى عنه الدمياطي، والأبرقوهي.\rمات في ثاني عشر ربيع الآخر سنة إحدى وستين وستمائة.\r\rعبد السلام بن محمد بن يوسف بن بندار أبو يوسف القزويني.\rشيخ المعتزلة.\rونزيل بغداد.\rقال السمعاني: كان أحد المعمرين والفضلاء المقدمين، جمع التفسير الكبير الذي لم ير في التفاسير أكبر منه ولا أجمع\rللفوائد، لولا أنه مزجه بكلام المعتزلة، وبث فيه معتقده، وهو في ثلاثمائة مجلد، منها سبع مجلدات في الفاتحة.\rأقام بمصر سنين، ثم رحل إلى بغداد، وكان داعية إلى الاعتزال، ويقول: لم يبق من ينصر هذا المذهب غيري.\rقال ابن النجار: كان طويل اللسان ولم يكن محققا إلا في التفسير، فإنه لهج بالتفاسير حتى جمع كتابا بلغ خمسمائة مجلد،\rحشا فيه العجائب، حتى رأيت منه مجلداً في آية واحدة وهي قوله تعالى: {واتبعوا ما تتلوا الشياطين} .\rأخذ العلم عن القاضي عبد الجبار، وغيره.\rوسمع الحديث من أبي نعيم الأصبهاني، وأبي طاهر بن سلمة، وغيرهما.","seal":"E5EB83E4","part":1},
      {"page":68,"id":49,"nass":"روى عنه أبو غالب بن البناء، وأبو بكر قاضي المارستان، وأبو البركات الأنماطي، وآخرون.\rمات في رابع عشر ذي القعدة سنة ثمان وثمانين وأربعمائة، عن ست وتسعين لأن مولده في شعبان سنة ثلاث وتسعين وثلاثمائة.\r\rعبد السلام بن عبد الرحمن بن أبي الرجال محمد بن عبد الرحمن أبوالحكم اللخمي الإفريقي ثم الإشبيلي الصوفي العارف المشهور بابن برجان.\rقال ابن الأبار: كان من أهل المعرفة بالقراءات، والحديث، والكلام، والتصوف، مع الزهد والاجتهاد في العبادة.\rوله تواليف مفيدة، منها تفسير القرآن وشرح الأسماء الحسنى سمع الحديث من ابن منظور.\rوروى عنه أبو القاسم القنطري، وأبو محمد عبد الحق الإشبيلي.\rمات بمراكش سنة ست وثلاثين وخمسمائة.\r\rعبد الصمد بن عبد الرحمن بن أبي رجاء الإمام أبومحمد البلوي الأندلسي الوادي آشي.\rقال ابن الأبار: كان راوية مكثرا، واعظا، عالما بالقراءات، والتفاسير، مشاركا في الحديث والعربية.","seal":"94EE84A2","part":1},
      {"page":69,"id":50,"nass":"روى عن أبيه، وأبي الحسن بن كوثر، وأبي القاسم بن حبيش.\rوأخذ القراءات عن جماعة، وأجاز له السلفي وغيره.\rأقرأ الناس ببلده، وروى عنه ابن مسدي وغيره.\rولد في حدود سنة أربع وثلاثين وخمسمائة ومات في رجب سنة تسع عشرة\rوستمائة.\r\rعبد الغني بن القاسم بن الحسن أبو محمد المصري المقرئ الشافعي الحجار المدني.\rاختصر تفسير سليم الرازي، إختصره اختصارا حسنا، وقال: أخبرنا به أبو عبد الله محمد بن إبراهيم بن ثابت المقرئ،\rأخبرنا سليمان بن إبراهيم المقدسي، عن نصر المقدسي، عن سليم.\rسمع منه عبد الله بن خلف المسكي، مات في شوال سنة اثنتين وثمانين وخمسمائة.\r\rعبد الكبير بن محمد بن عيسى بن محمد بن بقي أبو محمد الغافقي المرسي.\rنزيل إشيبلية.\rقال ابن الأبار: كان فقيها، حافظا، مشاركا في الحديث، متقدما في الفتيا.","seal":"EDBF5B73","part":1},
      {"page":70,"id":51,"nass":"صنف تفسيرا جمع فيه بين تفسير ابن عطية وتفسير الزمخشري ومختصرا في الحديث.\rروى عن أبيه، وعبد الله بن سعادة، وأجاز له أبو الحسن بن هذيل، وحدث، وأخذ عنه الناس، وولي قضاء رندة.\rولد سنة ست وثلاثين وخمسمائة ومات في صفر سنة سبع عشرة وستمائة.\r\rعبد الكريم بن الحسن بن المحسن بن سوار أبو علي المصري التككي المقرئ النحوي.\rعارف بالقراءات، والتفسير، والإعراب.\rكانت له حلقة بمصر.\rسمع من الخلعي وغيره، ومنه السلفي.\rمات في ربيع الآخر سنة خمس وعشرين وخمسمائة وله ثمان وستون سنة.\r\rعبد الكريم بن محمد بن عبد الكريم بن الفضل الإمام أبو القاسم","seal":"E33BCF3D","part":1},
      {"page":71,"id":52,"nass":"إمام الدين الرافعي القزويني الشافعي.\rصاحب الشرح الكبير.\rقال أبو عبد الله محمد بن محمد الإسفرايني: كان أوحد عصره في العلوم الدينية، أصولا وفروعا، ومجتهد زمانه في المذهب، وفريد وقته في التفسير، كان له مجلس بقزوين للتفسير ولتسميع الحديث.\rصنف شرحا لمسند الشافعي وشرحا للوجيز وآخر أوجز منه، وكان زاهدا، ورعا، مواضعاً، سمع الكثير.","seal":"9C729CF9","part":1},
      {"page":73,"id":54,"nass":"عبد الكريم بن هوازن بن عبد الملك بن طلحة بن محمد الإمام أبو القاسم القشيري النيسابوري.\rالزاهد، الصوفي، شيخ خراسان، وأستاذ الجماعة، ومقدم الطائفة.\rقرأ الأدب والعربية على أبي القاسم الأليماني، ثم لازم الأستاذ أبا علي الدقاق في التصوف، والفقيه أبا بكر الطوسي في الفقه، وأبا بكر بن فورك في الكلام والنظر حتى بلغ الغاية في جميع ذلك.\rواختلف أيضا إلى أبي إسحاق الإسفرايني، وكتب الخط المنسوب، وبرع في علم الفروسية واستعمال السلاح.","seal":"5547083D","part":1},
      {"page":74,"id":55,"nass":"وسمع الحديث من أبي الحسين الخفاف، وأبي نعيم الإسفرايني وأبي عبد الرحمن السلمي وأبي الحسين بن بشران وغيرهم.\rوكان إماما، قدوة، مفسرا، محدثا، فقيها، شافعيا، متكلما، أشعريا، نحويا، كاتبا، شاعرا، صوفيا، زاهدا،\rواعظا، حسن الوعظ، مليح الإشارة، حلو العبارة، إنتهت إليه رئاسة التصوف في زمانه.\rقال ابن السمعاني: لم ير أبو القاسم مثل نفسه في كماله وبراعته، جمع بين الشريعة والحقيقة.\rوصنف التفسير الكبير وهو من أجود التفاسير، وله الرسالة في رجال الطريقة، وكتاب لطائف الإشارات وكتاب نحو القلوب وغير ذلك.\rروى عنه أبو عبد الله الفراوي، وزاهر الشحامي، ووجيه الشحامي وخلائق.\rولد في ربيع الأول سنة ست وسبعين وثلاثمائة ومات يوم الأحد سادس عشر ربيع الآخر سنة خمس وستين وأربعمائة وله عدة أولاد أئمة.\r\rعبيد الله بن محمد بن جرو الأسدي أبو القاسم النحوي العروضي المعتزلي.","seal":"431823E3","part":1},
      {"page":75,"id":56,"nass":"من أهل الموصل، قدم بغداد وأخذ عن الفارسي، والسيرافي، وغيرهما.\rوصنف كتبا منها تفسير القرآن ذكر في بسم الله الرحمن الرحيم مائة وعشرين وجها، والموضح في العروض، والمفصح في القوافي.\rمات يوم الثلاثاء لأربع بقين من رجب سنة سبع وثمانين وثلاثمائة.\r\rعبيد الله بن إبراهيم بن أبي أبكر الإمام أبو بكر النسائي التفتازاني.\rقال ابن السمعاني: كان إماما مفنناً، مفسرا، محدثاً، واعظا مشتغلا بالعبادة، يتولى الحرث والحصاد بنفسه، ويأكل من كده.\rسمع نصر الله الخشني، وإسماعيل بن عبد الغافر، وصاعد بن سيار الحافظ.\rروى عنه عبد الرحيم بن السمعاني، وأبوه.\rومات في حدود سنة خمسين وخمسمائة.\r\rعبيد الله بن محمد بن مالك أبو مروان القرطبي الفقيه المالكي.","seal":"9A058FB5","part":1},
      {"page":76,"id":57,"nass":"كان حافظا للفقه، والحديث، والتفسير، عالما بوجوه الإختلاف بين فقهاء الأمصار، متواضعا، كثير الورع، مجاهدا،\rمتبذلاً في لباسه، قانعا باليسير.\rروى عن أبي بكر بن مغيث وغيره.\rوعنه أبو الوليد بن طريف.\rوصنف مختصرا في الفقه وله كتاب ساطع البرهان.\rمات في جمادي الأولى سنة ستين وأربعمائة، وله ستون سنة.\r\rعلي بن أحمد بن الحسن بن إبراهيم التجيبي الإمام أبوالحسن الحرالي الأندلسي.\rوحرالة من أعمال مرسية.\rقال الذهبي: ولد بمراكش، وأخذ العربية عن ابن خروف، وحج ولقي العلماء وجال في البلاد وشارك في عدة فنون، ومال إلى النظريات وعلم الكلام، وأقام بحماة ومات بها، وله تفسير به عجائب، ولم أتحقق بعد ما كان منطويا عليه من العقد، غير أنه تكلم في علم الحروف والأعداد، وزعم أنه استخرج من علم الحروف وقت خروج الدجال، ووقت طلوع الشمس من مغربها، ويأجوج ومأجوج.","seal":"033653DB","part":1},
      {"page":77,"id":58,"nass":"وكان ابن تيمية يحط على كلامه ويقول: تصوفه على طريقة الفلاسفة، ورأيت جماعة يتكلمون في عقيدته.\rوله تأليف في المنطق وشرح الأسماء الحسنى وغير ذلك، وكان من أحلم الناس بحيث يضرب به المثل، ولا يقدر أحد يغضبه.\rمات سنة سبع وثلاثين وستمائة.\rهذا كلام الذهبي في تاريخه وذكره في الميزان.\r\rعلي بن عبد الله بن أحمد العلامة أبو الحسن بن أبي الطيب النيسابوري.","seal":"0E006630","part":1},
      {"page":78,"id":59,"nass":"كان رأسا في تفسير القرآن، له التفسير الكبير في ثلاثين مجلدة، والأوسط في عشر مجلدات، والصغير ثلاث مجلدات.\rوكان من حفاظ العالم.\rمات في شوال سنة ثمان وخمسين وأربعمائة.\r\rعلي\rين\rأحمد\rبن\rمحمد بن علي أبو الحسن الواحدي النيسابوري.\rكان واحد عصره في التفسير لازم أبا إسحاق الثعلبي، وأخذ العربية عن أبي الحسن القهندزي، ودأب في العلوم وأخذ اللغة عن أبي الفضل أحمد بن محمد بن يوسف العروضي.","seal":"7A06D1C0","part":1},
      {"page":79,"id":60,"nass":"وسمع ابن محمش، وأبا بكر الحيري وجماعة.\rوروى عنه أحمد بن عمر الأرغياني، وعبد الجبار بن محمد الخواري وطائفة.\rصنف التفاسير الثلاثة البسيط والوسيط والوجيز وأسباب النزول والمغازي والإعراب عن الإعراب وشرح الأسماء الحسنى وشرح ديوان المتنبي ونفي التحريف عن القرآن الشريف.\rوتصدر للإفادة وللتدريس مدة، وله شعر حسن، مات في جمادي الآخرة سنة ثمان وستين وأربعمائة.\r\rعلي بن عبد الله بن خلف بن محمد بن عبد الرحمن بن عبد الملك الامام أبو الحسن بن النعمة الأنصاري الأندلسي.\rمن المرية، كان عالما متقناً، حافظاً للفقه، والتفاسير، ومعاني الآثار، مقدما في علم اللسان، فصيحاً مفوهاً، ورعاً، فاضلا، معظماً عند الخاصة والعامة.\rقرأ القرآن على موسى بن خميس الضرير، والعربية على أبي محمد البطليوسي، والفقه على أبي الوليد بن رشد، وأبي عبد الله بن الحاج، وسمع من أبي القاسم بن بقي، وأبي الحسن بن مغيث وأبي علي بن سكرة وجماعة.","seal":"4749FBDC","part":1},
      {"page":80,"id":61,"nass":"وتصدر ببلنسية لإقراء القرآن، وإنتهت إليه رياسة الإقراء والإفتاء، وإنتفع به الناس، وكثر الراحلون إليه.\rصنف ري الظمآن في تفسير القرآن وهو كبير، والإمعان في شرح سنن النسائي أبي عبد الرحمن.\rمات في رمضان سنة سبع وستين وخمسمائة.\r\rعلي بن عبد الله بن المبارك أبو بكر الوهراني.\rالمفسر، خطيب دارياً، إمام فاضل، صنف تفسيرا وشرح أبيات الجمل وله شعر جيد.\rمات في ذي القعدة سنة خمس عشرة وستمائة.\r\rعلي بن عبد الله بن موهب الجذامي أبو الحسن.\rقال ياقوت: له تأليف عظيم في تفسير القرآن روى عن ابن عبد البر وغيره.\rولد سنة إحدى وأربعين وأربعمائة، ومات في سادس عشر جمادي الأولى سنة اثنتين وثلاثين وخمسمائة.","seal":"192E7DDF","part":1},
      {"page":81,"id":62,"nass":"علي بن عيسى أبو الحسن النحوي المعروف بالرماني.\rأخذ عن ابن دريد، والزجاج، وابن سراج.\rوكان متفنناً في علوم كثيرة من القرآن، والفقه، والنحو، والكلام على مذهب المعتزلة.\rصنف تفسيرا رأيته وله شرح كتاب سيبويه وشرح جمل ابن السراج وصنعة الاستدلال في الكلام وغير ذلك.\rقال القفطي: له نحو مائة مصنف، وكان مع إعتزاله شيعيا.\rروى عنه هلال بن المحسن، وأبو القاسم التنوخي، والحسن بن علي الجوهري.\rولد سنة ست وتسعين ومائتين ومات في جمادي الأولى سنة أربع وثمانين وثلاثمائة.","seal":"FE29E3A5","part":1},
      {"page":82,"id":63,"nass":"علي بن فضال بن علي بن غالب بن جابر.\rمن ذرية الفرزدق الشاعر، أبو الحسن القيرواني المجاشعي التميمي الفرزدقي.\rكان إماما في اللغة، والنحو، والأدب، والتفسير، والسير.\rولد بهجر، وطوف الأرض، وأقرأ ببغداد مدة.\rوله من التصانيف برهان العميدي في التفسير، عشرون مجلداً، الإكسير في علم التفسير خمسة وثلاثون مجلداً، إ كسير الذهب في صناعة الأدب، النكت في القرآن، معاني الحروف، شرح عنوان الإعراب وغير ذلك.\rمات في ثان عشرى ربيع الأول سنة تسع وسبعين وأربعمائة.\rومن شعره:\rوإخوان حسبتهم دروعاً ... فكافوها ولكن للأعادي\rوخلتهم سهاما صائبات ... فكانوه ولكن في فؤادي\rوقالوا قد صفت منا قلوب ... لقد صدقوا ولكن عن وداي","seal":"3C5AA030","part":1},
      {"page":83,"id":64,"nass":"علي بن إبراهيم بن سعيد أبو الحسن الحوفى ثم المصري النحوي الأوحد.\rله تفسير جيد، وكتاب إعراب القرآن في عشر مجلدات، وكتب أخر.\rأخذ عن الأدفوي، وأخذ عنه خلق من المصريين.\rمات سنة ثلاثين وأربعمائة.\r\rعلي بن محمد بن حبيب القاضي أبو الحسن الماوردي البصري الشافعي.\rتفقه على أبي القاسم الصيمري، وأبي حامد الإسفرانبي، وكان حافظا للمذهب، عظيم القدر، مقدماً عند السلطان.\rله المصنفات الكثيرة في كل فن، الفقه، والتفسير، والأصول، والأدب - ولي القضاء ببلاد كثيرة، ودرس بالبصرة وبغداد سنين - ومن تصانيفه الحاوي في الفقه، تفسير القرآن سماه النكت، الأحكام السلطانية، أدب الدنيا والدين، الإقناع في الفقه، قانون الوزارة، سياسة الملك وغير ذلك.","seal":"E9B9BFE2","part":1},
      {"page":84,"id":65,"nass":"روى عن الحسن بن علي الجيلي وغيره - وعنه الخطيب ووثقه، وآخر من روى عنه أبو العز بن كادش - واتهم بالاعتزال قال ابن السبكي: والصحيح أنه ليس معتزلياً، ولكنه يقول بالقدر، وهي البلية التي غلبت على أهل البصرة - مات في ربيع الاول سنة خمسين وأربعمائة عن ست وثمانين.\r\rعلي بن محمد بن عبد الصمد العلامة علم الدين أبو الحسن الهمداني السخاوي المصري.\rقال الذهبي: كان إماما علامة.\rمقرئاً، محققاً، بصيراً بالقراءات وعللها","seal":"18BD875A","part":1},
      {"page":85,"id":66,"nass":"ماهراً بها، إماما في النحو، واللغة، إماما في التفسير، كان يتحقق بهذه العلوم الثلاثة ويحكمها، وله معرفة تامة بالفقه والأصول.\rولد سنة ثمان وخمسين وخمسمائة وسمع من السلفي، وابن طبرزد، والكندي وغيرهم - وقرأ القراءات على الإمام أبي القاسم الشاطبي، وأبي اليمن الكندي وجماعة، وتصدر للإقراء بجامع دمشق، وإزدحم عليه الطلبة وقصدوه من البلاد وكان يفتي على مذهب الشافعي.\rأخذ عنه القراءة خلائق لا تحصى، ولا أعلم أحداً في الدنيا من القراء أكثر أصحابا منه.\rوله تصانيف كثيرة منها التفسير وصل فيه إلى الكهف، وشرح الشاطبية وشرح الرائية وشرح المفصل وشرح الأحاجي في النحو وغير ذلك.\rوله شعر رائق.\rمات في ثاني عشر جمادى الآخرة سنة ثلاث وأربعين وستمائة - وأخذ عنه أبو شامة وغيره.\r\rعلي بن المسلم بن محمد بن علي بن الفتح أبو الحسن السلمي الدمشقي الفقيه الشافعي الفرضي جمال الإسلام.","seal":"CED8C5A3","part":1},
      {"page":86,"id":67,"nass":"قال ابن عساكر: كان عالما بالتفسير، والأصول، والفقه، والتذكير، والفرائض والحساب، وتعبير المنامات.\rتفقه على القاضي أبي المظفر المروزي، ولازم الشيخ نصرا المقدسي، والغزالي، وكان يثني على علمه وفهمه.\rوقال الذهبي: سمع من عبد العزيز الكتاني، والفقيه نصر، وجماعة، وبرع في الفقه وغيره.\rوله مصنفات في الفقه والتفسير، وكان ثقة ثبتا، موفقا في الفتاوي ملازماً للتدريس والإفادة، حسن الأخلاق، يعقد مجلس التذكير، ويظهر السنة ويرد على المخالفين.\rوحمي أن الغزالي قال: خلفت بالشام شاباً إن عاش كان له شأن، فكان كذلك.\rولي تدريس الأمينية.\rوروى عنه أبو القاسم بن عساكر، وابن القاسم والسلفي، وبركات الخشوعي، وطائفة آخرهم القاضي أبو القاسم الحرستاني.\rوقد أملى عدة مجالس، ولم يخلف بعده مثله.\rمات ساجداً في صلاة الفجر في ذي القعدة سنة ثلاث وثلاثين وخمسمائة.\r\rعلي بن موسى بن يزداد أبو الحسن القمي.","seal":"9B44A5E3","part":1},
      {"page":87,"id":68,"nass":"الفقيه الحنفي، إمام أهل الرأي في عصره بلا مدافعة.\rله مصنفات منها أحكام القرآن وهو كتاب جليل.\rسمع محمد بن شجاع الثلجي.\rومنه أبو بكر أحمد بن سعيد بن نصر، وتخرج به جماعة من الكبار، وأملى بنيسابور.\rمات سنة خمسين وثلاثمائة.\r\r(عمر بن إبراهيم بن محمد) بن محمد (بن أحمد بن علي بن الحسين بن علي بن حمزة بن يحيى بن الحسين بن زيد علي بن الحسين) بن علي (بن أبي طالب أبو البركات الحسيني الكوفي الحنفي الزيدي.\rقال السمعاني: شيخ كبير فاضل، له معرفة بالفقه، والحديث، واللغة، والتفسير، والنحو.\rوله التصانيف الحسنة السائرة، سمعته يقول: أنا زيدي المذهب لكن أفتي على مذهب السلطان.\rيعني مذهب أبي حنيفة.\rوقال ابن عساكر: سئل عن مذهبه في الفتوى وكان مفتي أهل الكوفة فقال: أنا أفتي بمذهب أبي حنيفة ظاهراً، وبمذهب زيد تديناً.\rوقال أبو طالب بن الهراس الدمشقي: إنه صرح له بالقول بالقدر وخلق القرآن.","seal":"FB86B980","part":1},
      {"page":88,"id":69,"nass":"وقال الحافظ أبو الغنائم النرسي: وهو جارودي المذهب، لا يرى الغسل من الجنابة.\rسمع الحديث من أبي بكر الخطيب، وأبي القاسم بن البسري وجماعة.\rروى عنه أبو سعد السمعاني، وأبو القاسم بن عساكر، وأبو موسى المديني.\rمولده سنة إثنتين وأربعين وأربعمائة ومات في شعبان سنة تسع وثلاثين وخمسمائة.\r\rعمر بن محمد بن أحمد بن إسماعيل بن محمد بن لقمان النسفي ثم السمرقندي.\rقال ابن السمعاني: كان إماماً فاضلاً مبرزاً متفنناً.\rصنف في كل نوع من العلم، في التفسير، والحديث، والشروط وبلغت تصانيفه المائة وله شعر حسن، ونظم الجامع الصغير ل محمد بن الحسن، وهو صاحب كتاب القند في ذكر علماء سمرقند\rولد سنة إحدى وستين وأربعمائة ومات في ثاني عشر جمادي الأولى سنة سبع وثلاثين وخمسمائة.","seal":"2581FAEF","part":1},
      {"page":89,"id":70,"nass":"عمر بن عثمان بن الحسين بن شعيب أبو حفص الجنزي الأديب أحد الأعلام في الأدب والشعر.\rقال السمعاني: لازم أبا المظفر الأبيوردي مدة، وذاكر الفضلاء، وبرع في العلم حتى صار علامة زمانه وأوحد عصره.\rصنف التصانيف وشاعت في الآفاق، وشرع في إملاء تفسير لو تم لم يوجد مثله.\rسمع سنن النسائي من الدوني.\rقال الذهبي: روى عنه السمعاني، وابنه عبد الرحيم.\rمات في رابع عشر ربيع الأول سنة خمسين وخمسمائة.\r\rالقاسم بن الفتح بن يوسف أبو محمد بن الزيولي الأندلسي من أهل مدينة الفرج.\rقال الذهبي: كان عالما بالحديث، عارفاً باختلاف الأئمة، عالما بالتفسير والقراءات لم يكن يرى التقليد.","seal":"9162EA9E","part":1},
      {"page":90,"id":71,"nass":"وله تصانيف كثيرة، وشعر رائق مع صدق دين وورع، وتقلل وقنوع.\rوقال أبو محمد بن صاعد كان واحد الزمان في وقته العلم والعمل، سالكاً سبيل السلف في الورع والصدق، متقدما في علم اللسان، والقرآن، وأصول الفقه وفروعه، ذا حظ جليل من البلاغة ونصيب من قرض الشعر، جميل المذهب، سديد الطريقة، عديم النظير.\rوقال الحميدي: هو فقيه مشهور، عالم زاهد، يتفقه بالحديث ويتكلم على معانيه.\rروى عن أبيه وعن أبي عمر الطلمنكي\rمولده سنة ثمان وثمانين وثلاثمائة، ومات في صفر سنة إحدى وخمسين وأربعمائة.\rومن شعره:\rأيام عمرك تذهب ... وجميع سعيك يكتب\rثم الشهيد عليك منك ... فأين أين المذهب\r\rقتيبة بن أحمد بن شريح أبو حفص البخاري.\rصاحب التفسير الكبير.\rروى عن سعيد بن مسعود المروزي، وأبي يحيى بن أبي مسرة.\rوعنه نصوح بن واصل.\rوكان شيعياً.\rمات سنة ست عشرة وثلاثمائة.","seal":"4EF5CE28","part":1},
      {"page":91,"id":72,"nass":"محمد إبراهيم بن المنذر أبو بكر النيسابوري.\rالإمام المجتهد، نزيل مكة.\rصنف كتبا لم يصنف مثلها في الفقه وغيره، منها كتاب المبسوط وكتاب الإشراف في اختلاف العلماء وكتاب الإجماع وكتاب التفسير وقفت عليه، وكان على نهاية من معرفة الحديث والاختلاف، وكان مجتهداً لا يلقد أحداً.\rسمع محمد بن عبد الله بن عبد الحكم، ومحمد بن ميمون، ومحمد بن إسماعيل الصائغ.\rروى عنه أبو بكر بن المقري، ومحمد بن يحيى بن عمار الدمياطي وآخرون.\rمات سنة ثماني عشرة وثلاثمائة.\r\rمحمد بن أبي سعيد أحمد بن الحسن بن علي بن أحمد بن سليمان أبو الفضل البغدادي ثم الأصبهاني.\rمن بيت العلم والحديث، وكان واعظا عالماً فصيحاً عارفاً بالتفسير.","seal":"050728F8","part":1},
      {"page":92,"id":73,"nass":"روى عن ابن فاذشاه، وابن ريذة وعنه الحافظ أبو سعد.\rمات في صفر سنة ثمانين وأربعمائة.\r\rمحمد بن أحمد بن أبي فرح الانصاري الخزرجي المالكي أبو عبد الله القرطبي.\rمصنف التفسير المشهور، الذي سارت به الركبان، والتذكرة في أحوال الموتى وأمور الآخرة.\rسمع من ابن رواج، ومن الجميزي وعدة.\rوروى عنه بالإجازة ولده شهاب الدين أحمد.\rقال الذهبي: إمام متفنن متبحر في العلم، له تصانيف مفيدة تدل على إمامته، وكثرة إطلاعه ووفور فضله.\rمات بمنية بني خصيب من الصعيد الأدنى سنة إحدى وسبعين وستمائة.\r\rمحمد بن أسعد بن محمد بن نصر العراقي.","seal":"EBB840EA","part":1},
      {"page":93,"id":74,"nass":"الحنفي الواعظ، نزيل دمشق.\rسمع من نور الهدى الزينبي، وأبي علي بن نبهان.\rوأخذ المقامات عن مصنفها الحريري.\rروى عنه أبو المواهب بن صصري، وأبو نصر الشيرازي وصنف تفسيرا وشرح المقامات.\rمات في محرم سنة سبع وستين وخمسمائة عن نيف وثمانين، ومولده في ربيع الأول سنة أربع وثمانين وأربعمائة.\r\rمحمد بن الحسين بن الحسن بن الحسين بن زينة الشيخ أبو غانم بن أبي ثابت الأصبهاني.\rالواعظ، المفسر، المحدث، سمع الحديث الكثير، وقرأ وأفاد، سمع منه إبن الجوزي وغيره.\rولد سنة إحدى وثمانين وأربعمائة ومات في المحرم سنة ثلاث وثلاثين وخمسمائة، ذكره الذهبي.\r\rمحمد بن الحسن بن علي أبو جعفر الطوسي.\rشيخ الشيعة وعالمهم.\rله تفسير كبير عشرون مجلداً، وعدة تصانيف مشهورة قدم بغداد، وتفنن وتفقه للشافعي، ولزم الشيخ المفيد مدة فتحول رافضياً.\rوحدث عن هلال الحفار.","seal":"8DE5258C","part":1},
      {"page":94,"id":75,"nass":"مات سنة ستين وأربعمائة.\r\rمحمد بن الحسن بن محمد بن زياد بن هارون الموصلي ثم البغدادي أبو بكر النقاش.\rالمقرىء المفسر، كان إمام أهل العراق في القراءات والتفسير.\rقرأ القرآن على هارون بن موسى الأخفش.\rوابن أبي مهران وجماعة.\rوقرأ عليه خلائق منهم أبو بكر أحمد بن الحسين بن مهران، وأبو الحسين الحمامي وجماعة.\rوروي الحديث عن أبي مسلم الكجي، ومطين.\rوالحسن بن سفيان وآخرين.\rوروى عنه الدارقطني، وابن شاهين، وأبو أحمد الفرضي، وأبو علي ابن شاذان وجماعة.\rورحل وطوف من مصر إلى ما وراء النهر في لقي المشايخ.\rوصنف التفسير وسماه شفاء الصدور وله الإشارة في غريب القرآن والموضح في معاني القرآن ودلائل النبوة والقراءات بعللها، وأشياء أخر.","seal":"701F43EF","part":1},
      {"page":95,"id":76,"nass":"ضعفه جماعة.\rقال البرقاني: كل حديث النقاش منكر.\rوقال طلحة بن محمد بن جعفر: كان يكذب في الحديث.\rوقال الخطيب: في حديثه مناكير بأسانيد مشهورة.\rوقال الذهبي: متروك، ليس بثقة على جلالته ونبله.\rوقال هبة الله اللالكائي: تفسير النقاش، إشفاء الصدور، ليس شفاء الصدور.\rوقال الدارقطني في كتاب التصحيف: إن النقاش قال مرة: كسرى أبو شروان، جعلها كنية.\rمولده سنة ست وستين ومائتين ومات في شوال سنة إحدى وخمسين وثلاثمائة.\r\rمحمد بن جرير بن يزيد بن كثير بن غالب الطبري الإمام أبو جعفر، رأس المفسرين على الإطلاق، أحد الائمة، جمع من العلوم ما لم يشاركه فيه أحد من أهل عصره، فكان حافظاً لكتاب الله، بصيراً بالمعاني، فقيهاً في أحكام القرآن، عالماً بالسنن وطرقها، صحيحها وسقيمها، ناسخها ومنسوخها، عالماً بأحوال الصحابة والتابعين، بصيراً بأيام الناس وأخبارهم.","seal":"2B722E33","part":1},
      {"page":96,"id":77,"nass":"أصله من آمل طبرستان، طوف الاقاليم، وسمع من أحمد بن منيع، وأبي كريب، وهناد بن السرى، ويونس بن عبد الأعلى وخلائق.\rروى عنه الطبراني وأحمد بن كامل، وطائفة وله التصانيف العظيمة منها تفسير القرآن وهو أجل التفاسير،\rلم يؤلف مثله كما ذكره العلماء قاطبة، منهم النووي في تهذيبه وذلك لأنه جمع فيه بين الرواية والدراية ولم يشاركه في ذلك أحد لا قبله ولا بعده، ومنها تهذيب الآثار، قال الخطيب: لم أر مثله في معناه.\rومنها تاريخ الأمم وكتاب إختلاف العلماء وكتاب القراءات وكتاب أحكام شرائع الاسلام وهو مذهبه الذي إختاره وجوده وإحتج له، وكان أولاً شافعياً، ثم إنفرد بمذهب مستقل وأقاويل وإختيارات، وله أتباع ومقلدون، وله في الأصول والفروع كتب كثيرة.\rويقال إن المكتفي أراد أن يوقف وقفاً تجتمع أقاويل العلماء على صحته ويسلم من الخلاف، فأجمع علماء عصره على أنه لا يقدر على ذلك إلا إبن جرير، فأحضر فأملى عليهم كتاباً لذلك، فأخرجت له جائزة سنية فأبى أن يقبلها.\rقال الشيخ أبو حامد الإسفرايني شيخ الشافعية: لو سافر رجل إلى الصين حتى يحصل تفسير ابن جرير، لم يكن كثيراً\rقلت قد من الله على بإدامة مطالعته والاستفادة منه، وأرجو أن أصرف العناية إلى إختصاره وتهذيبه ليسهل على كل أحد تناوله إن شاء الله تعالى.","seal":"20F839FE","part":1},
      {"page":97,"id":78,"nass":"وقال إبن خزيمة: ما أعلم على أديم الارض أعلم من ابن جرير.\rوقال غيره: مكث ابن جرير أربعين سنة يكتب كل يوم أربعين ورقة.\rوقال أبو محمد الفرغاني: كان ابن جرير ممن لا تأخذه في الله لومة لائم، مع عظيم ما يلحقه من الأذى والشناعات، من جاهل، وحاسد، وملحد، فأما أهل العلم والدين فغير منكرين علمه، وزهده في الدنيا، ورفضه لها، وقناعته باليسير، وعرض عليه القضاء فأبى.\rمولده بآمل سنة أربع وعشرين ومائتين ومات عشية يوم الأحد ليومين بقيا من شوال سنة عشر وثلاثمائة.\rواجتمع في جنازته خلق لا يحصون، وصلي على قبره عدة شهور، ورثاه خلق.\rفمن ذلك قول أبي سعيد بن الأعرابي:\rحدث مفظع وخطب جليل ... دق عن مثله إصطبار الصبور\rقام ناعي العلوم أجمع لما ... قام ناعي محمد بن جرير\r\rمحمد بن الحسين بن موسى أبو عبد الرحمن السلمي.","seal":"6CB524AC","part":1},
      {"page":98,"id":79,"nass":"سبط الشيخ أبي عمرو إسماعيل بن نجيد السلمي، وهو أزدي الأب.\rكان شيخ الصوفية وعالمهم بخراسان، صنف لهم سنناً وتفسيراً وتاريخاً وغير ذلك.\rسمع من جده لأمه، وأبي العباس الأصم، والحافظ أبي علي النيسابوري، وأبي بكر الصبغي، وأبي بكر القطيعي وجماعة.\rوحدث أكثر من أربعين سنة املاء وقراءة.\rروى عنه الحاكم، والبيهقي وأبو القاسم القشيري، وأبو صالح المؤذن وخلائق.\rوزادت تصانيفه على المائة، وكان وافر الجلالة.\rمولده في رمضان سنة ثلاثين وثلاثمائة، وقيل غير ذلك، ومات في شعبان سنة إثنتي عشرة وأربعمائة.\rوإنما أوردته في هذا القسم لأن تفسيره غير محمود.\rقال الذهبي في تاريخه: كتابه حقائق التفسير ليته لم يصنفه فإنه تحريف وقرمطة.\r\rمحمد بن علي بن محمد بن الحسين بن مهربزد أبو مسلم الأصبهاني.\rالأديب المفسر، النحوي، المعتزلي، كان عارفاً بالتفسير، والنحو، والأدب، غالياً في مذهب الاعتزال.","seal":"47446BFE","part":1},
      {"page":99,"id":80,"nass":"صنف التفسير في عشرين مجلداً: هو آخر من حدث بأصبهان عن أبي بكر بن المقرئ وآخر من حدث عنه إسماعيل بن علي الحمامي الأصبهاني.\rمات في جمادي الآخرة سنة تسع وخمسين وأربعمائة، ومولده سنة ست وستين وثلاثمائة.\r\rمحمد بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن عبد الله الإمام فخر الدين أبو عبد الله بن تيمية الحراني.\rالفقيه الحنبلي الواعظ، المفسر، شيخ حران وعالمها.\rولد في شعبان سنة إثنتين وأربعين وخمسمائة، وتفقه على أبي الفتح بن أبي الوفا، وحامد بن أبي الحجر، ونصر بن المني وجماعة.\rوسمع من أبي بكر بن النقور، وأبي الفتح بن البطي، وأبي طالب بن خضير، وسعد الله بن نصر","seal":"21BBF16F","part":1},
      {"page":100,"id":81,"nass":"الدجاني، وشهدة، وجماعة.\rوقرأ العربية على ابن الخشاب.\rوله مختصر في الفقه وشعر حسن.\rقال الذهبي: كان إماما في التفسير إماما في الفقه، إماما في اللغة.\rروى عنه ابن أخيه المجد عبد السلام، والأبرقوهي، والجمال يحيى بن الصيرفي، والرشيد عمر بن إسماعيل الفارقي.\rمات في حادي عشر صفر سنة إثنتين وعشرين وستمائة.\rوتيمية أم جدة محمد، كانت واعظة فنسب إليها وعرف بها.\rقاله إبن النجار.\r\rمحمد بن سليمان بن الحسن بن الحسين العلامة جمال الدين أبو عبد الله البلخي الأصل المقدسي الحنفي المفسر المعروف بابن\rالنقيب","seal":"049DAF8B","part":1},
      {"page":101,"id":82,"nass":"أحد الأئمة العلماء الزهاد.\rكان عالماً زاهداً عابداً متواضعاً، عديم التكلف صرف همته أكثر دهره إلى التفسير، وتفسيره مشهور في نحو مائة مجلد، رأيت قطعة منه.\rسمع منه البرزالي، وابن سامة والذهبي.\rمات في محرم سنة ثمان وتسعين وستمائة، ومولده سنة إحدى عشرة وستمائة.\r\rمحمد بن طيفور الغزنوي أبو عبد الله السجاوندي.\rالمفسر، المقرئ، النحوي.\rله تفسير حسن، وكتاب علل القراءات وكتاب الوقف والإبتداء.\rذكره القفطي مختصراً وقال كان في وسط المائة السادسة.\rوذكره ياقوت فقال: أبو المحامد الملقب شمس العارفين، ترجمة البيهقي في الوشاح وأورد له:\r...","seal":"8EF8B5F7","part":1},
      {"page":102,"id":83,"nass":"أزال الله عنكم كل آفة ... وسد عليكم سبل المخافة\rولازالت نوائبكم لديكم ... كنون الجمع في حال الإضافة\r\rمحمد بن عبد الله بن جعفر بن محمد بن الحسين بن الفهم المعروف بابن صبر أبو بكر الحنفي الفقيه.\rولي القضاء بعسكر المهدى، وكان معتزلياً مشهوراً به، رأسا في علم الكلام خبيرا بالتفسير.\rوله كتاب عمدة الأدلة وكتاب التفسير ماأتمه.\rمات ببغداد لعشر بقين من ذي الحجة سنة ثمانين وثلاثمائة.\rولبشر بن هارون فيه:\rقل للدعي إلى صبر ... هب ادعيت فمن صبر\rوإذا تطيلس للقضاء ... فمرحباً بأبي العرر\rفقضاؤه شر القضاء ... إذا قضى عمي البصر\r\rمحمد بن عبد الوهاب بن سلام أبو علي الجبائي البصري.","seal":"29DC88FC","part":1},
      {"page":103,"id":84,"nass":"شيخ المعتزلة، كان رأسا في الفلسفة والكلام.\rأخذ عن يعقوب الشحام البصري، وله مقالات مشهورة وتصانيف وتفسير.\rأخذ عنه ابنه أبو هاشم، والشيخ أبو الحسن الأشهري، ثم اعرض الأشعري عن طريق الاعتزال وتاب منه.\rمات الجبائي في سنة ثلاث وثلاثمائة عن ثماني وستين سنة.\rوابنه عبد السلام أبو هاشم من رؤوس المعتزلة، له تصانيف، وتفسير رأيت منه جزءاً.\rمات ببغداد سنة إحدى وعشرين وثلاثمائة.\rقال ابن درستوية: إجتمعت مع أبي هاشم، فألقى علي ثمانين مسألة من غريب النحو ماكنت أحفظ لها جواباً، وكان موته هو وابن دريد في يوم واحد، فقيل مات علم الكلام واللغة معاً.\r\rمحمد بن عبد الله بن سليمان أبو سليمان السعدى.\rقال ياقوت: ذكر في كتاب الشام، وقال: هو المفسر.\rصنف كتباً في التفسير منها كتاب مجتبي التفسير جمع فيه الصغير والكبير، والقليل والكثير مما أمكنه، وكتاب الجامع الصغير في مختصر التفسير وكتاب المهذب في التفسير.\rسمع ببغداد أبا علي الصواف، وأبا بكر الشافعي، وأبا عبد الله المحاملي.","seal":"70FED843","part":1},
      {"page":104,"id":85,"nass":"ودعلجا ونظراءهم.\rوكان شافعياً أشعرياً، كثير الاتباع للسنة، حسن التكلم في التفسير إنتهى.\r\rمحمد بن عبد الله بن عيسى المري الإمام أبو عبد الله الألبيري المعروف بابن أبي زمنين.\rكان عارفا بمذهب مالك، بصيرا به، ومن الراسخين في العلم، متفنناً في الأدب والشعر، مقتفياً لآثار السلف، مع الزهد والنسك، وصدق اللهجة والإقبال على الطاعة، ومجانبة السلطان.\rسمع من وهب بن مسرة وتفقه بإسحاق بن إبراهيم الطليطلي.\rوله مختصر المدونة ومختصر تفسير ابن سلام وكتاب أصول السنة وكتاب قدوة القارئ وكتاب الوثائق وكتاب حياة القلوب في الزهد وغير ذلك.\rوسئل: لم قيل لكم بنو زمنين؟ فلم يعرف.\rروى عنه أبو عمرو الداني، وأبو عمر بن الحذاء وطائفة.\rمولده سنة أربع وعشرين وثلاثمائة ومات سنة تسع وتسعين وثلاثمائة.","seal":"A577F79A","part":1},
      {"page":105,"id":86,"nass":"محمد بن عبد الله بن محمد بن عبد الله بن أحمد الإمام أبو بكر بن العربي المعافري الأندلسي الحافظ.\rأحد الأعلام.\rولد في شعبان سنة ثمان وستين وأربعمائة، ورحل مع أبيه ألى المشرق، ودخل الشام، فتفقه بأبي بكر الطرطوشي، ولقي بها جماعة من العلماء والمحدثين.\rودخل بغداد فسمع بها من طراد الزينبي، ونصر بن البطر وجماعة.\rوأخذ الأصلين عن أبي بكر الشاشي، والغزالي، والأدب عن أبي زكريا التبريزي.\rوحج ورجع إلى مصر والإسكندرية، فسمع بهما من جماعة، وعاد إلى بلده بعلم كثير لم يدخله أحد قبله ممن كانت له رحلة إلى المشرق، وكان من أهل التفنن في العلوم، والإستبحار فيها، والجمع لها، مقدماً في المعارف كلها، أحد من بلغ رتبة الإجتهاد، وأحد من إنفرد بالأندلس بعلو الإسناد، ثاقب الذهن، ملازما لنشر العلم، صارماً في أحكامه هيوباً على الظلمة.\rصنف التفسير وأحكام القرآن وشرح الموطأ وشرح الترمذي وغير ذلك وولي القضاء ببلده.\rمات في ربيع الآخر سنة ثلاث وأربعين وخمسمائة.","seal":"806CD2FD","part":1},
      {"page":106,"id":87,"nass":"ومن جملة من روى عنه أبو زيد السهيلي، وأحمد بن خلف الكلاعي وعبد الرحمن بن ربيع الأشعري، والقاضي أبو الحسن الخلعي وخلائق.\rوروى عنه بالإجازة في سنة ست عشرة وستمائة أبو الحسن علي بن أحمد الشقوري، وأحمد بن عمر الحزرجي التاجر.\rطبقا\rالمفسرين\r\rمحمد بن عبد الله بن محمد بن أبي الفضل المرسي أبو عبد الله.\rقال ياقوت: أحد أدباء عصرنا، ومن أخذ من النحو والشعر بأوفر نصيب وضرب فيه بالسهم، المصيب، وصنف التصانيف، وخرج التخاريج، ولزم النسك والانقطاع، ومال إلى الانفراد عن الناس وعدم الاجتماع، وهو عالم فاضل خير نحوي لغوي متكلم مناظر، يضرب في كل علم بسهم وافر.\rألف تفسير القرآن وكتابا في علم البديع والبلاغة.\rأنشدني لنفسه وقد تماروا عنده في الصفات فقال:\rمن كان يرغب في النجاة فماله ... غير اتباع المصطفى فيما أتى\rذاك السبيل المستقيم وغيره ... سبل الغواية والضلالة والردى\rفأتبع كتاب الله والسنن التي ... صحت فذالك إذا اتبعت هو الهدى","seal":"02339805","part":1},
      {"page":107,"id":88,"nass":"ودع السؤال بكم وكيف فإنه ... باب يجر ذوي البصيرة للعمى\rالدين ما قال الرسول وصحبه ... والتابعون ومن مناهجهم قفا\r\rمحمد بن عبد الحميد بن الحسين بن الحسن أبو الفتح الأسمندي السمرقندي المعروف بالعلاء العالم.\rقال ابن السمعاني: وكان فقيها مناظرا بارعا، له الباع الطويل في علم الجدل.\rصنف تصنيفاً في الخلف وتخرج على الإمام الأشرف، وصار من فحول المناظرين، وكان يملى التفسير.\rسمع من علي بن عمر الخراط وغيره، مات سنة إثنتين وخمسين وخمسمائة ومولده سنة ثمان وثمانين وأربعمائة.\r\rمحمد بن عبد الرحمن بن موسى بن عياض أبو عبد الله المخزومي الشاطبي المنتشى.\rكان إماما في التفسير والقراءات، مقدماً في البلاغة.\rمشاركا في أشياء.\rأخذ القراءات عن ابن أبي داود، وابن شفيع، وجماعة.\rوسمع من ابن سكرة وغيره وتصدر للإقراء بشاطبة، فأخذ عنه الناس.\rمات سنة تسع عشرة وخمسمائة.","seal":"B3B0AA03","part":1},
      {"page":108,"id":89,"nass":"محمد بن عبد الرحمن بن أحمد القاضي أبو عمر النسوي.\rالملقب أقضى القضاة.\rمن أكابر أهل خراسان فضلاً وإفضالاً وجاهاً، صنف كتباً في التفسير، والفقه.\rولي قضاء خوارزم وأعمالها، وسمع أبا بكر الحيري، وأبا إسحاق الإسفرايني وأبا ذر الهري، وابن نظيف وغيرهم وأملي سنين.\rروى عنه أبو عبد الله الفراوي.\rوأبو المظفر بن القشيري، وإسماعيل بن أبي صالح المؤذن.\rوأنشأ بخوارزم مدرسة.\rمات في حدود السبعين وأربعمائة عن ثمانين سنة.\r\rمحمد بن عبد الرحمن أحمد العلامة أبو عبد الله البخاري.\rالواعظ المفسر.\rقال السمعاني: كان إماماً مفنناً.\rقيل إنه صنف في التفسير كتاباً أكثر من ألف جزء، أملى في آخر عمره عن أبي نصر أحمد بن عبد الرحمن الريغذموني، ولكنه كان مجازفاً متساهلاً، كتب إلي بالإجازة.\rمات في جمادي الآخر سنة ست وأربعين وخمسمائة.","seal":"5E698EF6","part":1},
      {"page":109,"id":90,"nass":"محمد بن علي بن إسماعيل الإمام أبو بكر الشاشي الفقيه الشافعي المعروف بالقفال الكبير.\rكان إمام عصره، بما وراء النهر، فقيها، محدثاً، مفسراً، أصولياً، لغوياً، شاعراً.\rلم يكن للشافعية بما وراء النهر مثله في وقته\rرحل إلى خراسان والعراق والشام، وسار ذكره، واشتهر أسمه.\rصنف في التفسير والأصول والفقه.\rقال الحاكم: كان أعلم ما وراء النهر بالأصول، وأكثرهم رحلة في طلب الحديث.\rسمع من ابن حزيمة وابن جرير، وأبي القاسم البغوي وأبي عروبة الحراني.\rوقال الشيخ أبو إسحاق: له مصنفات كثيرة ليس لأحد مثلها، وهو أول من صنف الجدل الحسن من الفقهاء وله كتاب في أصول الفقه وله شرح الرسالة وعنه انبتشر فقه الشافعي فيما وراء النهر.\rوقال ابن السمعاني: من مصنفاته دلائل النبوة ومحاسن الشريعة.\rوقال النووي: القفال هذا هو الكبير، يتكرر ذكره في التفسير، والحديث والأصول، والكلام، بخلاف القفال الصغير المروزي فإنه يتكرر في الفقه خاصة.","seal":"BA0F6813","part":1},
      {"page":110,"id":91,"nass":"وقال الذهبي: سئل أبو سهل الصعلوكي عن تفسير أبي بكر القفال فقال قدسه من وجه ودنسه من وجه أي دنسه من جهة نصرة الأعتزال.\rروى عنه الحاكم، وابن مندة، والحليمي، وأبو عبد الرحمن السلمي وجماعة.\rمولده سنة إحدى وتسعين ومائتين ومات سنة خمس وستين وثلاثمائة.\rقلت نقل عنه الإمام الرازي في تفسيره كثيرا مما يوافق مذهب المعتزلة ونقلت عنه بعض مناسبات في كتابي أسرار التنزيل.\r\rمحمد بن علي بن شهراسوب بن أبي نصر أبو جعفر السروري المازندراني رشيد الدين.\rأحد شيوخ الشيعة:\rإشتغل بالحديث، ولقي الرجال، ثم تفقه وبلغ النهاية في فقه أهل مذهبه، ونبغ في الأصول حتى صار رحلة تقدم في علوم القرآن: القراءات والغريب، والتفسير والنحو.","seal":"D535749C","part":1},
      {"page":111,"id":92,"nass":"وكان إمام عصره، وواحد دهره، والغالب عليه علم القرآن والحديث.\rوهو عند الشيعة كالخطيب البغدادي لأهل السنة في تصانيفه، في تعليقات الحديث، ورجاله ومراسيله، ومتفقه، ومفترقه الى غير ذلك من أنواعه.\rواسع العلم كثير الفنون.\rمات في شعبان سنة ثمان وثمانين وخمسمائة.\rقال ابن أبي طي: ما زال الناس بحلب لا يعرفون الفرق بين ابن بطة الشيعي، وبين ابن بطة الحنبلي، حتى قدم الرشيد فقال: ابن بطة الحنبلي، بالفتح والشيعي بالضم.\r\rمحمد بن عبد الله بن عمرو أبو جعفر الهروي الفقيه صاحب التفسير.\rمات سنة إحدى وثمانين وثلاثمائة.\r\rمحمد بن ابراهيم أبو الفرج الشنبوذي.\rتلميذ ابن شنبوذ.\rقرأ عليه القراءات، وعلى أبي بكر بن مجاهد، نفطوية النحوي وجماعة.","seal":"0CF163BF","part":1},
      {"page":112,"id":93,"nass":"وتصدر للاقراء بعد أن أكثر الترحال في لقي الشيوخ المقرئين.\rقرأ عليه أبو العلاء الواسطي.\rوأبو الفرج الإستراباذي وطائفة.\rوكان عالماً بالتفسير ووجوه القراءات، حفظ خمسين ألف بيتاً من الشعر شواهد للقرآن.\rقال الداني: مشهور، ضابط، نبيل، حافظ ماهر خاذق.\rوقال الخطيب: تكلم الناس في رواية.\rوسألت عنه الدارقطني فأساء القول فيه.\r\rمحمد بن علي بن أحمد الإمام أبو بكر الأدفوي المصري\rالمقرئ النحوي المفسر.\rصحب أبا جعفر النحاس ولازمه، وسمع الحديث من سعيد بن السكن وغيره.\rوكان يد أهل عصره بمصر أخذ عنه جماعة.\rوله كتاب تفسير القرآن في مائة وعشرين مجلدة.\rقال الذهبي: منه نسخة بمصر بوقف القاضي الفاضل عبد الرحيم.\rمات ليلة الخميس لثمان بقين من ربيع الأول سنة ثمان وثمانين وثلاثمائة وله ثمان وثمانون سنة.\r\rمحمد بن الفضل أبو بكر المفسر.","seal":"E1EF501D","part":1},
      {"page":113,"id":94,"nass":"توفي سلخ سنة ثلاث عشرة وأربعمائة، كذا ذكره الذهبي.\rثم قال بعد ذلك: محمد بن الفضل بن محمد بن جعفر بن صالح أبو بكر البلخي المفسر الشهير بالرواس.\rصنف التفسير الكبير وروى عن أحمد بن محمد بن نافع، ومحمد بن علي بن عنبسة.\rروى عنه علي بن محمد بن حيدر وغيره.\rمات سنة خمس عشرة - أو ست عشرة - وأربعمائة.\r\rمحمد بن علي بن محمد بن أحمد بن عبد الله أبو بكر الطائي الحاتمي الأندلسي المرسي المعروف بابن عربي.\rقال الذهبي: ولد في رمضان سنة ستين وخمسمائة بمرسية.\rوسمع من ابن بشكوال، وأبي بكر بن صاف، وبمكة من زاهر بن رستم، وبدمشق من عبد الصمد بن الحرستاني، وبالموصل وببغداد، وسكن الروم مدة وله مصنفات كثيرة كالفصوص وغيره.\rقال ابن نقطة: له كلام وشعر غير أنه لا يعجبني شعره.\rقال الذهبي: كأنه يشير إلى ما في شعره من الاتحاد.","seal":"56961183","part":1},
      {"page":114,"id":95,"nass":"وقال ابن مسدي: له كلام مريب، وكان ظاهري المذهب في العبادات، باطني النظر في الاعتقادات.\rوقال الذهبي: في الاعتذار عنه: كان رجلاً قد تصوف وانعزل، وجاع وسهر حتى فسدت مخيلته، فصار يرى بخياله أشياء يظنها حقيقة ولا وجود لها.\rمات في شوال سنة ثمان وثلاثين وستمائة.\r\rمحمد بن علي بن يحيى بن يونس بن الحسين بن محمد بن عبيد الله بن هبيرة أبو الرضا النسفي ثم البغدادي.\rكان صاحا فاضلاً خبيرا بالتفسير، والنحو، والأدب.\rحدث عن طراد، وابن البطر.\rروى عنه أبو محمد بن الخشاب النحوي وغيره، مات في محرم سنة عشر وخمسمائة.\rذكره ابن النجار.\r\rمحمد بن علي بن مموية أبو بكر الأصبهاني.\rالواعظ المفسر المعروف بالحمال.\rكان ملك العلماء في وقته بأصبهان.\rمات سنة أربع عشرة وأربعمائة.\r\rمحمد بن أبي علي بن أبي نصر فخر الدين أبو عبد الله النوقاني.","seal":"5C3534EF","part":1},
      {"page":115,"id":96,"nass":"الفقيه الشافعي الأصولي.\rكان له يد طولى في التفسير، والفقه، والجدل، كثير العبادة والصلاح.\rتفقه على الإمام محمد بن يحيى، وقدم بغداد ودرس وناظر، وتولى تدريس مدرسة أم الخليفة الناصر.\rومات بالكوفة في صفر سنة اثنتين وتسعين وخمسمائة.\r\rمحمد بن عمر بن الحسين بن الحسن بن علي الإمام فخر الدين الرازي القرشي البكري.\rمن ذرية أبي بكر الصديق رضي الله عنه.\rالشافعي المفسر المتكلم.\rولد سنة أربع وأربعين وخمسمائة، واشتغل على والده، وكان من تلامذة محيي السنة البغوي.\rقال ابن خلكان فيه: فريد عصره، ونسيج وحده، شهرنه تغني عن إستقصاء فضائله، وتصانيفه في علم الكلام والمعقولات سائرة، وله التفسير الكبير والمحصول في أصول الفقه، وشرح الأسماء الحسنى وشرح المفصل ل الزمخشري، وشرح وجيز الغزالي وشرح سقط الزند لأبي العلاء المعري","seal":"0BAB4D44","part":1},
      {"page":116,"id":97,"nass":"وله إعجاز القرآن، ومناقب الشافعي وغير ذلك.\r\rمحمد بن عمر بن يوسف الإمام أبو عبد الله القرطبي الأنصاري المالكي.\rويعرف بالأندلس بابن مغايظ.\rنشأ بفاس، وحج فسمع بمكة من عبد المنعم الفراوي، وبالأسكندرية من ابن موقا،\rوبمصر من الأستاذ أبي القاسم بن فيره الشاطبي ولزمه مدة، وأخذ عنه القراءات.\rوكان إماما زاهداً مجوداً للقراءات عارفا بوجوهها، بصيرا بمذهب مالك، حاذقاً، بفنون العربية، وله يد طولى في التفسير.\rتخرج به جماعة، وجلس بعد موت الشاطبي في مكانه للإقراء، وحدث ونوظر عليه في كتاب سيبوية.\rروى عنه الزكي المنذري.\rوالشهاب القوصي وجماعة، آخرهم الحسن سبط زيادة.","seal":"621705E6","part":1},
      {"page":117,"id":98,"nass":"ولد سنة ثمان وخمسين وحمسمائة، ومات بالمدينة في مستهل صفر سنة إحدى وثلاثين وستمائة.\r\rمحمد بن أبي القاسم بن بابجوك زين المشايخ أبو الفضل الخوارزمي البقالي.\rالنحوي الملقب بالآدمي، لحفظه كتاب الآدمي في النحو.\rكان إماما حجة في العربية.\rأخذ عن الزمخشري وخلفه في حلقته، وصنف تفسير القرآن وكتاب مفتاح التنزيل، وشرح الأسماء الحسنى وغير ذلك.\rمات في جمادي الآخرة سنة إثنتين وستين وخمسمائة وله بضع وسبعون سنة.\r\rمحمد بن موسى أبو علي الواسطي.\rقاضي الرملة.\rقال ابن يونس في تاريخ مصر: كان عالما بالفقه والتفسير، وبتفقه على مذهب أهل الظاهر، وقد رمي بالقدر.","seal":"65DEA980","part":1},
      {"page":118,"id":99,"nass":"مات في ربيع الأول سنة عشرين وثلاثمائة.\r\rمحمد بن النضر بن مربن الحر أبو الحسن ابن الأخرم الربعي الدمشقي.\rأخذ القراءة عن هارون بن موسى الأخفش وانتهت إليه رياسة الإقراء بدمشق، وكان عارفاً بعلل القراءات، بصيرا بالتفسير والعربية، متواضعا، حسن الأخلاق كبير الشأن.\rطال عمره وارتحل إليه الناس.\rأخذ عنه عبد الله بن عطية المفسر، وأبو بكر أحمد بن الحسين بن مهران وخلائق\rمات سنة إحدى - وقيل إثنتين - وأربعين وثلاثمائة.\r\rمحمد بن عبد الرحمن بت الفضل بن الحسين أبو بكر التميمي الجوهري الخطيب.\rصاحب التفاسير والقراءات.\rكذا قال فيه أبو نعيم.\rسمع أبا خليفة، وعبدان الأهوازي وجماعة.\rوعنه أبو نعيم وغيره مات بعد الستين وثلاثمائة.","seal":"DDB380C1","part":1},
      {"page":119,"id":100,"nass":"محمود بن أحمد بن عبد المنعم بن محمود بن ماشاذة أبو منصور الأصبهاني.\rالواعظ الفقيه.\rقال ابن السمعاني: إمام مفسر واعظ، كان له التقدم والجاه العريض، وصار أوحد وقته، والمرجوع إليه في بلده.\rتفقه على أبي بكر الخجندي، وروى عن أبي المظفر السمعاني، وعائشة الوركانية.\rوعنه أبو موسى المديني، وابن السمعاني وطائفة.\rولد سنة ثمان وخمسين وأربعمائة ومات بأصبهان في ربيع الآخر سنة ست وثلاثين وخمسمائة.\r\rمحمود بن أحمد بن الفرج الإمام أبو المحامد السمرقندي السغدي الساغرجي.\rأحد الأعلام.\rقال ابن السمعاني: إمام بارع، مبرز في أنواع الفضل، والتفسير، والحديث،","seal":"64429682","part":1},
      {"page":120,"id":101,"nass":"والأصول، والمتفق.\rوالمفترق، والوعظ،\rحسن السيرة.\rكثير الخير والعبادة.\rقرأت عليه تنبيه الغافلين بروايته عن أبي إبراهيم إسحاق بن محمد النوحي عن سبط الترمذي، مؤلفه.\rولد سنة ثمانين وأربعمائة ومات في حدود سنة خمس وخمسين وخمسمائة.\r\rمحمود بن عمر بن محمد بن عمر العلامة أبو القاسم الزمخشري الحوارزمي.\rالنحوي، اللغوي، المتكلم، المعتزلي، المفسر، يلقب جار الله، لأنه جاور بمكة زماناً.\rولد في رجب سنة سبع وستين وأربعمائة بزمخشر، قرية من قرى خوارم، وقدم بغداد وسمع من أبي الحطاب بن البطر وغيره، وحدث، وأجاز للسلفي، وزينب الشعرية.","seal":"8BC53BF1","part":1},
      {"page":121,"id":102,"nass":"قال ابن السمعاني: كان ممن برع في الأدب، والنحو، واللغة لقي الكبار، وصنف التصانيف، ودخل خراسان عدة نوب، وما دخل بلدا إلا واجتمعوا عليه وتلمذوا له.\rوكان علامة الأدب، ونسابة العرب، تضرب إليه أكباد الإبل.\rوقال ابن خلكان: كان إمام عصره وكان متظاهراً بالاعتزال داعية إليه.\rله التصانيف البديعة منها الكشاف في التفسير، والفائق في غريب الحديث وأساس البلاغة وربيع الأبرار ونصوص الأخبار في الحكايات ومتشابه أسماء الرواة والرائض في الفرائض والمنهاج في الأصول والمفصل في النحو، والأنموذج فيه مختصر.\rوالأحاجي النحوية وغير ذلك.\rمات ليلة عرفة سنة ثمان وثلاثين وخمسمائة.\r\rمحمود بن محمد بن داود الإمام أبو المحامد الأفشنجي البخاري.\rولد سنة سبع وعشرين وستمائة.\rوسمع من محمد بن أبي جعفر الترمذي، وكان إماما مفنناً، مدرسا، واعظا، مفسرا.\rمات سنة إحدى وسبعين وستمائة.\r\rمسعود بن محمود بن أحمد بن عبد المنعم بن ما شاذة الإمام أبو عبد الله الأصبهاني.","seal":"1296F991","part":1},
      {"page":122,"id":103,"nass":"المفسر الفقيه.\rقال ابن النجار: كان إماما حافظا قيماً بالمذهب والخلاف والتفسير والوعظ.\rسمع من غانم البرجي، وأبي علي الحداد وجماعة.\rوحدث ببغداد، ووعظ، ولقي القبول التام.\rمات سنة ست وسبعين وخمسمائة.\r\rمنصور بن الحسين بن محمد بن أحمد أبو نصر النيسابوري المفسر روي عن أبي العباس الأصم.\rوعنه شيخ\rالإسلام أبو إسماعيل الأنصاري وعبد الواحد القشيري.\rمولده سنة سبع وثلاثين ومات في ربيع الأول سنة إثنتين وعشرين وأربعمائة.\r\rمنصور بن سرار- بالتشديد - بن عيسى بن سليم - بفتح أوله أبو علي الأنصاري الإسكندراني المالكي المعروف بالمسدي.\rكان من حذاق المقرئين، نظم أرجوزة في القراءات وصنف تفسيرا.","seal":"D9116116","part":1},
      {"page":123,"id":104,"nass":"سمع من عبد الرحمن بن موقا، وغيره.\rوروي عنه الدمياطي وغيره.\rولد سنة سبعين وخمسمائة ومات في رجب سنة إحدى وخمسين وستمائة.\r\rهبة الله بن سلامة أبو القاسم البغدادي الضرير المفسر.\rكان من أحفظ الناس لتفسير القرآن وله خلقة بجامع المنصور.\rروى عن أبي بكر القطيعي وعنه ابن بنته رزق الله التميمي # وله كتاب الناسخ والمنسوخ مات في رجب سنة عشر وأربعمائة.\r\rيحيي بن مجاهد بن عوانة أبو بكر الفزاري الأندلسي الإلبيري قال ابن الفرضي: عني بعلم القراءات والتفسير، وأخذ\rنصيباً من الفقه.\rوحج فسمع بمصر من الأسيوطي.\rوأبي محمد بن الورد، ولا أعلمه حدث وكان منقطع القرين في العبادة والزهد.\rمات في ثالث جمادي الأولى سنة ست وستين وثلاثمائة.\r\rيحيى بن محمد بن موسى أبو زكريا التجيبي التلمساني.","seal":"12C77379","part":1},
      {"page":124,"id":105,"nass":"قال الذهبي: حج وجاور، وسمع بمكة من أبي الحسن بن البناء.\rوسكن الإسكندرية، ووعظ، وصنف التفسير والرقائق.\rمات في تاسع شوال سنة إثنتين وخمسين وستمائة.\r\rيحيى بن محمد بن عبد الله بن العنبر بن عطاء السلمي مولاهم أبو زكريا العنبري النيسابوري.\rالمفسر الأديب الأوحد.\r\rيحيى بن الربيع بن سليمان بن حراز العلامة محمد الدين أبو علي الفهري من ولد عمر بن الخطاب رضي الله عنه -\rالواسطي الشافعي.\rولد بواسط سنة ثمان وعشرين وخمسمائة.\rوتفقه على والده، وأبي النجيب السهروردي والإمام بن يحيى.\rوسمع من أبي الوقت، وابن ناصر، وعبد الله الفراوي.\rوروي الكثير وولي تدريس النظامية.","seal":"CE3A3AD2","part":1},
      {"page":125,"id":106,"nass":"قال أبو شامه: كان عالماً عارفاً بالتفسير، والمذهب، والأصلين، والخلاف، ديناً صدوقا.\rوقال الذهبي: كان عالما بالمذهب الشافعي، والخلاف، والحديث والتفسير، كثير الفنون.\rقرأ بالعشرة على ابن تركان.\rروي عنه ابن خليل، والضياء، والدبيثي، وأجاز للفخر البخاري، وله إجازة من زاهر الشحامي.\rمات في ذي القعدة سنة ست وستمائة.\rإنتهى ما وجد من خط مؤلفه.\rقال تلميذه الحافظ الشمس الداودي رحمه الله تعالى: علقت ذلك من مسودة في أوراق لم يتمها شيخنا، وكان عزمه أن يكون مؤلفا حافلا فلله الحمد والقوة سبحانه إنتهى.\rنجز هذا الكتاب يوم الجمعة ثالث عشري ذي الحجة الحرام ختام عام ثلاث وسبعين وتسعمائة، على يد فقير رحمة ربه أحمد بن أبي بكر السنفي المالكي، عفا الله عنه وعن إخوانه وعمن أسدى إليه خيراً وعن جميع المسلمين.\rوصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما كثيراً دائماً أبداً إلى يوم الدين، ما لاح في غسق علم، وساح في ورق قلم.","seal":"2189C735","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":911,"Bk":"طبقات المفسرين للسيوطي","HigriD":"911","oAuthVer":1,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن أبي بكر، جلال الدين السيوطي","bLnk":null,"Inf":"","Auth":"السيوطي","Betaka":"الكتاب: طبقات المفسرين العشرين\r\nالمؤلف: عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\r\nالمحقق: علي محمد عمر\r\nالناشر: مكتبة وهبة - القاهرة\r\nالطبعة: الأولى، 1396\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"السُّيوطي، جلال الدين (849 - 911 هـ، 1445 - 1505م).\r\n\r\nعبد الرحمن بن أبي بكر، جلال الدين. والسيوطي نسبة إلى أسيوط مدينة في صعيد مصر. عالم موسوعي في الحديث والتفسير واللغة والتاريخ والأدب والفقه وغيرها من العلوم. وُلد في القاهرة ونشأ فيها. رحل إلى الشام والحجاز واليمن والهند والمغرب ثم عاد إلى مصر فاستقر بها. تولى مناصب عدة. ولما بلغ الأربعين، اعتزل في منزله، وعكف على التصنيف. ذُكر له من المؤلفات نحو 600 مؤلف. منها المجلدات الكبيرة ومنها الرسالة القصيرة ذات الورقة أو الوريقات. وذكر الأستاذ أحمد الشرقاوي في كتابه مكتبة الجلال السيوطي أن عدد مؤلفاته بلغ 725 مصنفًا. من أشهر كتبه: الجامع الكبير؛ الجامع الصغير في أحاديث النذير البشير؛ الإتقان في علوم القرآن؛ الدر المنثور في التفسير بالمأثور؛ تنوير الحوالك في شرح موطأ الإمام مالك؛ الخصائص والمعجزات النبوية؛ طبقات الحفاظ؛ طبقات المفسرين؛ الأشباه والنظائر وهما كتابان باسم واحد أحدهما في اللغة، والثاني في فروع الشافعية؛ بغية الوعاة في طبقات اللغويين والنحاة؛ الفريدة، وهي ألفية في النحو، وله ألفية أخرى في مصطلح الحديث؛ اللآلئ المصنوعة في الأحاديث الموضوعة؛ همع الهوامع. وله مشاركات أدبية: شعر ومقامات. توفي بالقاهرة.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"046B2376","cat":"التراجم والطبقات","oNum":6234,"BkId":6234,"oAuth":7,"bVer":1,"aSeal":"2F69794F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t6234":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"إبراهيم بن أحمد بن محمد بن أحمد أبو طاهر السلماني الواعظ"},
      {"lvl":1,"id":3,"sub":1,"tit":"إبراهيم بن علي بن الحسين الإمام أبو إسحاق الشيباني الطبري"},
      {"lvl":1,"id":4,"sub":0,"tit":"أحمد بن إسماعيل بن يوسف أبو الخير الطالقاني القزويني الشافعي رضي الدين"},
      {"lvl":1,"id":5,"sub":0,"tit":"أحمد بن علي بن أحمد بن يحيى بن أفلح بن رزقون بن سحنون المرسي الفقيه المالكي المقريء"},
      {"lvl":1,"id":6,"sub":0,"tit":"أحمد بن علي بن أبي جعفر بن أبي صالح الإمام أبو جعفر البيهقي"},
      {"lvl":1,"id":7,"sub":0,"tit":"أحمد بن فارس بن زكريا اللغوي"},
      {"lvl":1,"id":9,"sub":0,"tit":"أحمد بن محمد بن إبراهيم أبو إسحاق النيسابوري الثعلبي"},
      {"lvl":1,"id":10,"sub":0,"tit":"أحمد بن محمد بن عبد الله بن أبي عيسى لب بن يحيي أبو عمر المعافري الأندلسي الطلمنكي"},
      {"lvl":1,"id":11,"sub":0,"tit":"أحمد بن عمار أبو العباس المهدوي"},
      {"lvl":1,"id":11,"sub":1,"tit":"أحمد بن فرح بن جبريل أبو جعفر البغدادي العسكري"},
      {"lvl":1,"id":12,"sub":0,"tit":"أحمد بن محمد بن أيوب أبو بكر الفارسي"},
      {"lvl":1,"id":12,"sub":1,"tit":"أحمد بن محمد بن شارك أبو حامد الهروي الشافعي"},
      {"lvl":1,"id":13,"sub":0,"tit":"أحمد بن محمد أحمد بن برد الأندلسي أبو حفص الكاتب"},
      {"lvl":1,"id":13,"sub":1,"tit":"أحمد بن محمد بن عمر العلامة الزاهد زين الدين أبو القاسم البخاري العتابي"},
      {"lvl":1,"id":14,"sub":0,"tit":"أحمد بن محمد بن محمد بن سعيد أبو العباس الأنصاري الأندلسي"},
      {"lvl":1,"id":14,"sub":1,"tit":"أحمد بن موسى بن أبي عطاء أبو بكر القرشي مولاهم الدمشقي المفسر"},
      {"lvl":1,"id":15,"sub":0,"tit":"أحمد بن مغيث بن أحمد بن مغيث أبو جعفر الصدفي الطليطلي"},
      {"lvl":1,"id":15,"sub":1,"tit":"احمد بن يوسف بن أصبغ أبو عمر الطليطلي"},
      {"lvl":1,"id":15,"sub":2,"tit":"أحمد بن إسماعيل بن عيسى أبو بكر الغزنوي الجوهري المفسر"},
      {"lvl":1,"id":16,"sub":0,"tit":"أحمد بن ناصر بن ظاهر العلامة برهان الدين الشريف الحسيني الحنفي"},
      {"lvl":1,"id":16,"sub":1,"tit":"إسماعيل بن أحمد بن عبد الله أبو عبد الرحمن الحيري النيسابوري"},
      {"lvl":1,"id":17,"sub":0,"tit":"إسماعيل بن عبد الرحمن بن أحمد بن إسماعيل أبو عثمان الصابوني النيسابوري"},
      {"lvl":1,"id":18,"sub":0,"tit":"إسماعيل بن محمد بن الفضل بن علي بن أحمد بن طاهر الحافظ الكبير أبو القاسم التيمي الطلحي الأصبهاني"},
      {"lvl":1,"id":20,"sub":0,"tit":"بشير بن حامد بن سليمان بن يوسف بن سليمان بن عبد الله"},
      {"lvl":1,"id":21,"sub":0,"tit":"بقي بن مخلد بن يزيد أبو عبد الرحمن الأندلسي القرطبي الحافظ"},
      {"lvl":1,"id":23,"sub":0,"tit":"بكير بن معروف الدامغاني أبو معاذ"},
      {"lvl":1,"id":24,"sub":0,"tit":"بيبش بن محمد بن علي بن بيبش أبو بكر العبدري الشاطبي"},
      {"lvl":1,"id":24,"sub":1,"tit":"جعفر بن محمد بن الحسن بن زياد أبو يحيى الرازي الزعفراني"},
      {"lvl":1,"id":24,"sub":2,"tit":"الحسن بن عبد الله بن سهل بن سعيد بن يحيى بن مهران اللغوي الأديب أبو هلال العسكري"},
      {"lvl":1,"id":25,"sub":0,"tit":"الحسن بن الفتح بن حمزة بن الفتح أبو القاسم الهمذاني"},
      {"lvl":1,"id":26,"sub":0,"tit":"الحسن بن علي بن خلف بن جبريل الألمعي الكاشغريأبو عبد الله"},
      {"lvl":1,"id":26,"sub":1,"tit":"الحسن بن محمد بن حبيب بن أيوب أبو القاسم النيسابوري"},
      {"lvl":1,"id":29,"sub":0,"tit":"الحسين بن الفضل بن عمير البجلي الكوفي ثم النيسابوري أبو علي المفسر الأدي"},
      {"lvl":1,"id":30,"sub":0,"tit":"الحسن بن محمد بن علي أبو سعيد الأصبهاني الزعفراني"},
      {"lvl":1,"id":30,"sub":1,"tit":"الحسين بن مسعود بن محمد العلامة أبو محمد البغوي الفقيه الشافعي"},
      {"lvl":1,"id":31,"sub":0,"tit":"الخضر بن نصر بن عقيل أبو العباس الإربلي الفقيه الشافعي"},
      {"lvl":1,"id":32,"sub":0,"tit":"سلمان بن أبي طالب عبد الله بن محمد بن الفتى أبو عبد الله النهراوي"},
      {"lvl":1,"id":33,"sub":0,"tit":"سلمان بن ناصر بن عمران أبو قاسم الأنصاري النيسابوري"},
      {"lvl":1,"id":33,"sub":1,"tit":"سليمان بن خلف بن سعد بن أيوب بن وارث الإمام أبوالوليد الباجي"},
      {"lvl":1,"id":35,"sub":0,"tit":"سليمان بن عبد الله بن يوسف أبو الربيع الهواري الخلوتي الضرير المقرئ"},
      {"lvl":1,"id":35,"sub":1,"tit":"عبد الله بن عبد الكريم بن هوازن الإمام أبو سعد بن القشيري النيسابوري"},
      {"lvl":1,"id":36,"sub":0,"tit":"عبد الله بن طلحة بن محمد أبو بكر اليابري"},
      {"lvl":1,"id":37,"sub":0,"tit":"عبد الله بن عطية بن عبد الله بن حبيب أبو محمد"},
      {"lvl":1,"id":37,"sub":1,"tit":"عبد الله بن يوسف بن عبد الله بن يوسف بن محمد بن حيويه الشيخ أبو محمد الجويني"},
      {"lvl":1,"id":38,"sub":0,"tit":"عبد الله بن محمد بن علي بن محمد بن أحمد بن علي بن جعفر بن منصور ابن مت شيخ الإسلام أبو إسماعيل الأنصاري الهروي"},
      {"lvl":1,"id":39,"sub":0,"tit":"عبد الجبار بن عبد الخالق بن محمد بن أبى نصر بن عبد الباقي بن عكبر العلامة جلال الدين أبو محمد البغدادي"},
      {"lvl":1,"id":40,"sub":0,"tit":"عبد الجبار بن أحمد بن عبد الجبار بن أحمد بن الخليل القاضي أبو الحسن الهمذاني الأسداباذي"},
      {"lvl":1,"id":41,"sub":0,"tit":"عبد الجليل بن موسى بن عبد الجليل أبو محمد الأنصاري الأندلسي القرطبي القصري الصوفي الزاهد"},
      {"lvl":1,"id":41,"sub":1,"tit":"عبد الحق بن غالب بن عبد الملك بن غالب بن تمام بن عطية الإمام الكبير قدوة المفسرين أبو محمد الغرناطي القاضي"},
      {"lvl":1,"id":42,"sub":0,"tit":"عبد الرحمن بن علي بن محمد بن علي بن عبيد الله بن عبد الله البكري"},
      {"lvl":1,"id":43,"sub":0,"tit":"عبد الرحمن بن عمر بن أبي القاسم العلامة نور الدين البصري العبدلياني الحنبلي"},
      {"lvl":1,"id":43,"sub":1,"tit":"عبد الرحمن بن أبى حاتم محمد بن إدريس بن المنذر بن داود بن مهران أبو محمد التميمي الحنظلي"},
      {"lvl":1,"id":45,"sub":0,"tit":"عبد الرحمن بن محمد بن أميرويه بن محمد العلامة أبو الفضل الكرماني"},
      {"lvl":1,"id":45,"sub":1,"tit":"عبد الرحمن بن مروان بن عبد الرحمن أبو المطرف الأنصاري القنازعي القرطبي"},
      {"lvl":1,"id":46,"sub":0,"tit":"عبد الرحيم بن أبى القاسم عبد الكريم بن هوازن أبو نصر القشيري النيسابوري"},
      {"lvl":1,"id":47,"sub":0,"tit":"عبد الرزاق بن رزق الله بن أبي بكر بن خلف الإمام الحافظ المفسر عز الدين أبو محمد الرسعني الحنبلي"},
      {"lvl":1,"id":48,"sub":0,"tit":"عبد السلام بن محمد بن يوسف بن بندار أبو يوسف القزويني"},
      {"lvl":1,"id":49,"sub":0,"tit":"عبد السلام بن عبد الرحمن بن أبي الرجال محمد بن عبد الرحمن أبوالحكم اللخمي الإفريقي ثم الإشبيلي الصوفي العارف المشهور بابن برجان"},
      {"lvl":1,"id":49,"sub":1,"tit":"عبد الصمد بن عبد الرحمن بن أبي رجاء الإمام أبومحمد البلوي الأندلسي الوادي آشي"},
      {"lvl":1,"id":50,"sub":0,"tit":"عبد الغني بن القاسم بن الحسن أبو محمد المصري المقرئ الشافعي الحجار المدني"},
      {"lvl":1,"id":50,"sub":1,"tit":"عبد الكبير بن محمد بن عيسى بن محمد بن بقي أبو محمد الغافقي المرسي"},
      {"lvl":1,"id":51,"sub":0,"tit":"عبد الكريم بن الحسن بن المحسن بن سوار أبو علي المصري التككي المقرئ النحوي"},
      {"lvl":1,"id":54,"sub":0,"tit":"عبد الكريم بن هوازن بن عبد الملك بن طلحة بن محمد الإمام أبو القاسم القشيري النيسابوري"},
      {"lvl":1,"id":55,"sub":0,"tit":"عبيد الله بن محمد بن جرو الأسدي أبو القاسم النحوي العروضي المعتزلي"},
      {"lvl":1,"id":56,"sub":0,"tit":"عبيد الله بن إبراهيم بن أبي أبكر الإمام أبو بكر النسائي التفتازاني"},
      {"lvl":1,"id":56,"sub":1,"tit":"عبيد الله بن محمد بن مالك أبو مروان القرطبي الفقيه المالكي"},
      {"lvl":1,"id":57,"sub":0,"tit":"علي بن أحمد بن الحسن بن إبراهيم التجيبي الإمام أبوالحسن الحرالي الأندلسي"},
      {"lvl":1,"id":58,"sub":0,"tit":"علي بن عبد الله بن أحمد العلامة أبو الحسن بن أبي الطيب النيسابوري"},
      {"lvl":1,"id":59,"sub":0,"tit":"علي ين أحمد بن محمد بن علي أبو الحسن الواحدي النيسابوري"},
      {"lvl":1,"id":60,"sub":0,"tit":"علي بن عبد الله بن خلف بن محمد بن عبد الرحمن بن عبد الملك الامام أبو الحسن بن النعمة الأنصاري الأندلسي"},
      {"lvl":1,"id":61,"sub":0,"tit":"علي بن عبد الله بن المبارك أبو بكر الوهراني"},
      {"lvl":1,"id":61,"sub":1,"tit":"علي بن عبد الله بن موهب الجذامي أبو الحسن"},
      {"lvl":1,"id":62,"sub":0,"tit":"علي بن عيسى أبو الحسن النحوي المعروف بالرماني"},
      {"lvl":1,"id":63,"sub":0,"tit":"علي بن فضال بن علي بن غالب بن جابر"},
      {"lvl":1,"id":64,"sub":0,"tit":"علي بن إبراهيم بن سعيد أبو الحسن الحوفى ثم المصري النحوي الأوحد"},
      {"lvl":1,"id":64,"sub":1,"tit":"علي بن محمد بن حبيب القاضي أبو الحسن الماوردي البصري الشافعي"},
      {"lvl":1,"id":65,"sub":0,"tit":"علي بن محمد بن عبد الصمد العلامة علم الدين أبو الحسن الهمداني السخاوي المصري"},
      {"lvl":1,"id":66,"sub":0,"tit":"علي بن المسلم بن محمد بن علي بن الفتح أبو الحسن السلمي الدمشقي الفقيه الشافعي الفرضي جمال الإسلام"},
      {"lvl":1,"id":67,"sub":0,"tit":"علي بن موسى بن يزداد أبو الحسن القمي"},
      {"lvl":1,"id":69,"sub":0,"tit":"عمر بن محمد بن أحمد بن إسماعيل بن محمد بن لقمان النسفي ثم السمرقندي"},
      {"lvl":1,"id":70,"sub":0,"tit":"عمر بن عثمان بن الحسين بن شعيب أبو حفص الجنزي الأديب"},
      {"lvl":1,"id":70,"sub":1,"tit":"القاسم بن الفتح بن يوسف أبو محمد بن الزيولي الأندلسي"},
      {"lvl":1,"id":71,"sub":0,"tit":"قتيبة بن أحمد بن شريح أبو حفص البخاري"},
      {"lvl":1,"id":72,"sub":0,"tit":"محمد إبراهيم بن المنذر أبو بكر النيسابوري"},
      {"lvl":1,"id":72,"sub":1,"tit":"محمد بن أبي سعيد أحمد بن الحسن بن علي بن أحمد بن سليمان أبو الفضل البغدادي ثم الأصبهاني"},
      {"lvl":1,"id":73,"sub":0,"tit":"محمد بن أحمد بن أبي فرح الانصاري الخزرجي المالكي أبو عبد الله القرطبي"},
      {"lvl":1,"id":73,"sub":1,"tit":"محمد بن أسعد بن محمد بن نصر العراقي"},
      {"lvl":1,"id":74,"sub":0,"tit":"محمد بن الحسين بن الحسن بن الحسين بن زينة الشيخ أبو غانم بن أبي ثابت الأصبهاني"},
      {"lvl":1,"id":74,"sub":1,"tit":"محمد بن الحسن بن علي أبو جعفر الطوسي"},
      {"lvl":1,"id":75,"sub":0,"tit":"محمد بن الحسن بن محمد بن زياد بن هارون الموصلي ثم البغدادي أبو بكر النقاش"},
      {"lvl":1,"id":76,"sub":0,"tit":"محمد بن جرير بن يزيد بن كثير بن غالب الطبري الإمام أبو جعفر"},
      {"lvl":1,"id":78,"sub":0,"tit":"محمد بن الحسين بن موسى أبو عبد الرحمن السلمي"},
      {"lvl":1,"id":79,"sub":0,"tit":"محمد بن علي بن محمد بن الحسين بن مهربزد أبو مسلم الأصبهاني"},
      {"lvl":1,"id":80,"sub":0,"tit":"محمد بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن عبد الله الإمام فخر الدين أبو عبد الله بن تيمية الحراني"},
      {"lvl":1,"id":81,"sub":0,"tit":"محمد بن سليمان بن الحسن بن الحسين العلامة جمال الدين أبو عبد الله البلخي الأصل المقدسي الحنفي المفسر المعروف بابن النقيب"},
      {"lvl":1,"id":82,"sub":0,"tit":"محمد بن طيفور الغزنوي أبو عبد الله السجاوندي"},
      {"lvl":1,"id":83,"sub":0,"tit":"محمد بن عبد الله بن جعفر بن محمد بن الحسين بن الفهم المعروف بابن صبر أبو بكر الحنفي الفقيه"},
      {"lvl":1,"id":83,"sub":1,"tit":"محمد بن عبد الوهاب بن سلام أبو علي الجبائي البصري"},
      {"lvl":1,"id":84,"sub":0,"tit":"محمد بن عبد الله بن سليمان أبو سليمان السعدى"},
      {"lvl":1,"id":85,"sub":0,"tit":"محمد بن عبد الله بن عيسى المري الإمام أبو عبد الله الألبيري المعروف بابن أبي زمنين"},
      {"lvl":1,"id":86,"sub":0,"tit":"محمد بن عبد الله بن محمد بن عبد الله بن أحمد الإمام أبو بكر بن العربي المعافري الأندلسي الحافظ"},
      {"lvl":1,"id":87,"sub":0,"tit":"محمد بن عبد الله بن محمد بن أبي الفضل المرسي أبو عبد الله"},
      {"lvl":1,"id":88,"sub":0,"tit":"محمد بن عبد الحميد بن الحسين بن الحسن أبو الفتح الأسمندي السمرقندي المعروف بالعلاء العالم"},
      {"lvl":1,"id":88,"sub":1,"tit":"محمد بن عبد الرحمن بن موسى بن عياض أبو عبد الله المخزومي الشاطبي المنتشى"},
      {"lvl":1,"id":89,"sub":0,"tit":"محمد بن عبد الرحمن بن أحمد القاضي أبو عمر النسوي"},
      {"lvl":1,"id":89,"sub":1,"tit":"محمد بن عبد الرحمن أحمد العلامة أبو عبد الله البخاري"},
      {"lvl":1,"id":90,"sub":0,"tit":"محمد بن علي بن إسماعيل الإمام أبو بكر الشاشي الفقيه الشافعي"},
      {"lvl":1,"id":91,"sub":0,"tit":"محمد بن علي بن شهراسوب بن أبي نصر أبو جعفر السروري المازندراني رشيد الدين"},
      {"lvl":1,"id":92,"sub":0,"tit":"محمد بن عبد الله بن عمرو أبو جعفر الهروي الفقيه"},
      {"lvl":1,"id":92,"sub":1,"tit":"محمد بن ابراهيم أبو الفرج الشنبوذي"},
      {"lvl":1,"id":93,"sub":0,"tit":"محمد بن علي بن أحمد الإمام أبو بكر الأدفوي المصري"},
      {"lvl":1,"id":93,"sub":1,"tit":"محمد بن الفضل أبو بكر المفسر"},
      {"lvl":1,"id":94,"sub":0,"tit":"محمد بن علي بن محمد بن أحمد بن عبد الله أبو بكر الطائي الحاتمي الأندلسي المرسي المعروف بابن عربي"},
      {"lvl":1,"id":95,"sub":0,"tit":"محمد بن علي بن يحيى بن يونس بن الحسين بن محمد بن عبيد الله بن هبيرة أبو الرضا النسفي ثم البغدادي"},
      {"lvl":1,"id":95,"sub":1,"tit":"محمد بن علي بن مموية أبو بكر الأصبهاني"},
      {"lvl":1,"id":95,"sub":2,"tit":"محمد بن أبي علي بن أبي نصر فخر الدين أبو عبد الله النوقاني"},
      {"lvl":1,"id":96,"sub":0,"tit":"محمد بن عمر بن الحسين بن الحسن بن علي الإمام فخر الدين الرازي القرشي البكري"},
      {"lvl":1,"id":97,"sub":0,"tit":"محمد بن عمر بن يوسف الإمام أبو عبد الله القرطبي الأنصاري المالكي"},
      {"lvl":1,"id":98,"sub":0,"tit":"محمد بن أبي القاسم بن بابجوك زين المشايخ أبو الفضل الخوارزمي البقالي"},
      {"lvl":1,"id":98,"sub":1,"tit":"محمد بن موسى أبو علي الواسطي"},
      {"lvl":1,"id":99,"sub":0,"tit":"محمد بن النضر بن مربن الحر أبو الحسن ابن الأخرم الربعي الدمشقي"},
      {"lvl":1,"id":99,"sub":1,"tit":"محمد بن عبد الرحمن بت الفضل بن الحسين أبو بكر التميمي الجوهري الخطيب"},
      {"lvl":1,"id":100,"sub":0,"tit":"محمود بن أحمد بن عبد المنعم بن محمود بن ماشاذة أبو منصور الأصبهاني"},
      {"lvl":1,"id":100,"sub":1,"tit":"محمود بن أحمد بن الفرج الإمام أبو المحامد السمرقندي السغدي الساغرجي"},
      {"lvl":1,"id":101,"sub":0,"tit":"محمود بن عمر بن محمد بن عمر العلامة أبو القاسم الزمخشري الحوارزمي"},
      {"lvl":1,"id":102,"sub":0,"tit":"محمود بن محمد بن داود الإمام أبو المحامد الأفشنجي البخاري"},
      {"lvl":1,"id":102,"sub":1,"tit":"مسعود بن محمود بن أحمد بن عبد المنعم بن ما شاذة الإمام أبو عبد الله الأصبهاني"},
      {"lvl":1,"id":103,"sub":0,"tit":"منصور بن الحسين بن محمد بن أحمد أبو نصر النيسابوري المفسر"},
      {"lvl":1,"id":103,"sub":1,"tit":"منصور بن سرار- بالتشديد - بن عيسى بن سليم - بفتح أوله أبو علي الأنصاري الإسكندراني المالكي المعروف بالمسدي"},
      {"lvl":1,"id":104,"sub":0,"tit":"هبة الله بن سلامة أبو القاسم البغدادي"},
      {"lvl":1,"id":104,"sub":1,"tit":"يحيي بن مجاهد بن عوانة أبو بكر الفزاري الأندلسي الإلبيري"},
      {"lvl":1,"id":104,"sub":2,"tit":"يحيى بن محمد بن موسى أبو زكريا التجيبي التلمساني"},
      {"lvl":1,"id":105,"sub":0,"tit":"يحيى بن محمد بن عبد الله بن العنبر بن عطاء السلمي مولاهم أبو زكريا العنبري النيسابوري"},
      {"lvl":1,"id":105,"sub":1,"tit":"يحيى بن الربيع بن سليمان بن حراز العلامة محمد الدين أبو علي الفهري"}
    ]
}
