{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b6299":
    [
      {"page":27,"id":2,"hno":1,"nass":"خطْبَة الْكتاب\rبِسم الله الرَّحْمَن الرَّحِيم\rالْحَمد لله رب الْعَالمين وَالْعَاقبَة لِلْمُتقين وَلَا عدوان إِلَّا على الظَّالِمين وَالصَّلَاة وَالسَّلَام على أشرف الْمُرْسلين سيدنَا مُحَمَّد النَّبِي الْأمين وعَلى آله الطيبين الطاهرين وَأَصْحَابه نُجُوم الدّين\rوَبعد\r1 - فَهَذَا مُخْتَصر من كتاب المؤمل للرَّدّ إِلَى الْأَمر الأول تصنيف الإِمَام الْعَلامَة مُحي السّنة شهَاب الدّين أبي الْقَاسِم عبد الرَّحْمَن بن إِسْمَاعِيل بن إِبْرَاهِيم الْمَعْرُوف بِأبي شامة قدس الله روحه قَالَ\rأما بعد\r2 - فَإِن الْعلم قد درست أَعْلَامه وَقل فِي هَذَا الزَّمَان إتقانه وإحكامه وَأدّى بِهِ الاهمال إِلَى أَن عدم احترامه وَقل إجلاله وإعظامه وَكَاد يجهل حَلَاله وَحَرَامه\rهَذَا مَعَ حث الشَّارِع عَلَيْهِ وَوصف الْعلمَاء القائمين بخشيتهم إِيَّاه وَرَفعه درجاتهم وضمه لَهُم مَعَ اللائكة فِي شهاداتهم\rقَالَ تَعَالَى {إِنَّمَا يخْشَى الله من عباده الْعلمَاء}\rوَقَالَ تَعَالَى {شهد الله أَنه لَا إِلَه إِلَّا هُوَ وَالْمَلَائِكَة وأولو الْعلم}\rوَقَالَ تَعَالَى {يرفع الله الَّذين آمنُوا مِنْكُم وَالَّذين أُوتُوا الْعلم دَرَجَات} إِلَى غير ذَلِك من الْآيَات الْكَثِيرَة ولأحاديث المستنيرة\r3 - وَقد كَانَ من مضى من الْأَئِمَّة الْمُجْتَهدين قَائِمين بنشر عُلُوم الِاجْتِهَاد فِي جَمِيع الْآفَاق وهم فِي ذَلِك متفاضلون\rفَمنهمْ الْمُحكم لأمر الْكتاب\rوَمِنْهُم الْقَائِم بِأَمْر السّنة\rوَمِنْهُم الممعن فِي استنباط الْأَحْكَام\rوَقل من اجْتمع فِيهِ الْقيام بِجَمِيعِ ذَلِك","seal":"742B4989","part":1},
      {"page":28,"id":3,"hno":4,"nass":"فصل فِي مَنَاقِب الإِمَام الشَّافِعِي\r\r4 - وَكَانَ من أجعهم وأقومهم بِهِ إمامنا أَبُو عبد الله الْقرشِي المطلبي الشَّافِعِي رَضِي الله عَنهُ جمع النّسَب الطَّاهِر وَالْعلم الباهر وَكَثْرَة المآثر وَجل المفاخر كَانَ فِيهِ من المناقب والفضائل مَا فرق فِي كثير من الْأَئِمَّة الأفاضل وَيشْهد لَهُ بذلك من كل فِئَة سادة أفاضل\r5 - قَالَ الْمُزنِيّ سَمِعت الشَّافِعِي يَقُول حفظت الْقُرْآن وَأَنا ابْن سبع سِنِين وحفظت الْمُوَطَّأ وَأَنا ابْن عشر\r6 - وَقَالَ يُونُس بن عبد الْأَعْلَى كَانَ الشَّافِعِي إِذا أَخذ فِي التَّفْسِير كَأَنَّهُ شهد التَّنْزِيل\r7 - وَقَالَ أَحْمد بن مُحَمَّد بن بنت الشَّافِعِي سَمِعت أبي وَعمي يَقُولَانِ كَانَ سُفْيَان بن عُيَيْنَة إِذا جَاءَهُ شَيْء من التَّفْسِير والفتيا يسئل عَنْهَا الْتفت إِلَى الشَّافِعِي وَقَالَ يَقُول سلوا هَذَا الْغُلَام\r8 - وَقَالَ لَهُ شَيْخه مُسلم بن خَالِد وَهُوَ مفتي مَكَّة يَا أَبَا عبد الله أفت فقد آن لَك أَن تُفْتِي وَهُوَ ابْن خمس عشرَة سنة","seal":"D543F161","part":1},
      {"page":29,"id":4,"hno":9,"nass":"9 - وَقَالَ الرّبيع كَانَ الشَّافِعِي يُفْتِي وَهُوَ ابْن خمس عشرَة سنة وَكَانَ يحي اللَّيْل إِلَى أَن مَاتَ\r10 - وَقَالَ أَبُو نعيم الْحَافِظ سَمِعت أَحْمد بن مُحَمَّد بنت الشَّافِعِي يَقُول كَانَت الْحلقَة فِي الْفتيا بِمَكَّة فِي الْمَسْجِد الْحَرَام لِابْنِ عَبَّاس وَبعده لعطاء بن أبي رَبَاح وَبعده لعبد الْملك بن جريج وَبعده لمُسلم بن خَالِد وَبعده لسَعِيد بن سَالم\rوَبعده لمُحَمد بن إِدْرِيس الشَّافِعِي وَهُوَ شَاب\r11 - قَالَ ابْن مهْدي سَمِعت مَالِكًا يَقُول مَا يأتيني قُرَيْش أفهم من هَذَا الْفَتى يَعْنِي الشَّافِعِي\r12 - قَالَ أَبُو عبيد بن سَلام مَا رَأَيْت قطّ أَعقل وَلَا أورع وَلَا أفْصح من","seal":"CE295629","part":1},
      {"page":30,"id":5,"hno":13,"nass":"الشَّافِعِي\r13 - قَالَ هِلَال بن الْعَلَاء الرقي أَصْحَاب الحَدِيث عِيَال على الشَّافِعِي فتح لَهُم الأقفال\r14 - قَالَ إِسْحَاق بن رَاهَوَيْه لَقِيَنِي أَحْمد بن حَنْبَل بِمَكَّة فَقَالَ تعال أريك رجلا لم تَرَ عَيْنَاك مثله فَأرَانِي الشَّافِعِي\rقَالَ فتناظرنا فِي الحَدِيث فَلم أر أعلم مِنْهُ\rثمَّ تناظرنا فِي الْفِقْه فَلم أر أفقه مِنْهُ\rثمَّ تناظرنا فِي الْقُرْآن فَلم أر أَقرَأ مِنْهُ\rثمَّ تناظرنا فِي اللُّغَة فَوَجَدته بَيت اللُّغَة وَمَا رَأَتْ عَيْنَايَ مثله قطّ قَالَ فَلَمَّا فارقناه أَخْبرنِي جمَاعَة من أهل الْفَهم بِالْقُرْآنِ أَنه كَانَ أعلم النَّاس فِي زَمَانه وَأَنه كَانَ قد أُوتِيَ فهما فِي الْقُرْآن\r15 - قَالَ أَحْمد بن حَنْبَل كَانَ الْفُقَهَاء والمحدثون صيادلة فجَاء الشَّافِعِي طَبِيبا صيدلانيا مَا رَأَتْ الْعُيُون مِثَاله\r16 - وَقَالَ يرْوى فِي الحَدِيث إِن الله يقيض للنَّاس فِي رَأس كل مائَة سنة من يعلمهُمْ السّنَن وينفي عَن رَسُول الله صلى الله عَلَيْهِ وَسلم الْكَذِب فَنَظَرْنَا فَإِذا فِي","seal":"44F0A339","part":1},
      {"page":31,"id":6,"hno":17,"nass":"رَأس الْمِائَة عمر بن عبد الْعَزِيز وَفِي رَأس الْمِائَتَيْنِ الشَّافِعِي\r17 - وَقَالَ إِذا سُئِلت عَن مَسْأَلَة لَا أعرف فِيهَا خَبرا قلت فِيهَا بقول الشَّافِعِي لِأَنَّهُ إِمَام عَالم من قُرَيْش\rوَرُوِيَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ عَالم قُرَيْش يمْلَأ الأَرْض علما\r18 - وَقَالَ كَلَام الشَّافِعِي فِي اللُّغَة حجَّة\r19 - وَقَالَ أَبُو عُثْمَان الْمَازِني الشَّافِعِي عندنَا حجَّة فِي النَّحْو\r20 - وَقَالَ أَبُو ثَوْر إِبْرَاهِيم بن خَالِد كَانَ الشَّافِعِي من معادن الْفِقْه","seal":"BFEBF37D","part":1},
      {"page":32,"id":7,"hno":21,"nass":"وجهابذة الْأَلْفَاظ ونقاد الْمعَانِي\r21 - قَالَ الْحسن بن مُحَمَّد بن صباح الزَّعْفَرَانِي كَانَ أَصْحَاب الحَدِيث رقودا حَتَّى جَاءَ الشَّافِعِي فأيقظهم فتيقظوا\rومناقبه كَثِيرَة قد ألفت فِيهَا المؤلفات العديدة\rفصل فِي صفة أهل الْعلم\r\r22 - قَالَ عبد الله بن مَسْعُود لَيْسَ الْعلم بِكَثْرَة الحَدِيث وَلَكِن الْعلم خشيَة الله\r23 - قَالَ مَالك بن أنس لَيْسَ الْعلم بِكَثْرَة الرِّوَايَة وَلكنه نور يَجعله الله فِي قلب من يَشَاء من خلقه\r24 - وَفِي رِوَايَة الْعلم وَالْحكمَة نور يهدي بِهِ الله من يَشَاء وَلَيْسَ بِكَثْرَة الْمسَائِل","seal":"02835067","part":1},
      {"page":33,"id":8,"hno":25,"nass":"25 - قَالَ الْأَوْزَاعِيّ كَانَ هَذَا الْعلم كَرِيمًا يتلقاه الرجل بَينهم فَلَمَّا كتب ذهب نوره وَصَارَ إِلَى غير أَهله\r26 - وَفِي رِوَايَة كَانَ هَذَا الْعلم سنيا شريفا إِذْ كَانَ النَّاس يتلقونه بَينهم الخ\r27 - قَالَ إِذا أَرَادَ الله بِقوم شرا فتح عَلَيْهِم الجدل ومنعهم الْعَمَل\r28 - وَقَالَ مَالك لَيْسَ الجدل من الدّين فِي شَيْء\r29 - وَقَالَ أَيْضا المراء فِي الْعلم يقسي الْقُلُوب وَيُورث الضغائن\r30 - وَفِي جَامع التِّرْمِذِيّ عَن أبي أُمَامَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا ضل قوم بعد هدى كَانُوا عَلَيْهِ إِلَّا أُوتُوا الجدل ثمَّ تَلا رَسُول الله صلى الله عَلَيْهِ وَسلم هَذِه الْآيَة {مَا ضربوه لَك إِلَّا جدلا بل هم قوم خصمون}\rقَالَ أَبُو عِيسَى هَذَا حَدِيث حسن صَحِيح\r31 - قَالَ بل كَانَ الْعلمَاء من السّلف الصَّالح أهل نسك وَعبادَة وورع وزهادة أرضوا الله تَعَالَى بعلمهم وصانوا الْعلم فصانهم وتدرعوا من الْأَعْمَال الصَّالِحَة بِمَا زانهم وَلم يشنهم الْحِرْص على الدُّنْيَا وخدمة أَهلهَا بل أَقبلُوا على طَاعَة","seal":"F17F549C","part":1},
      {"page":34,"id":9,"hno":32,"nass":"الله الَّتِي خلقُوا لأَجلهَا\r32 - فَأُولَئِك هم الَّذين عناهم الشَّافِعِي بقوله مَا أحد أولى بخلقه من الْفُقَهَاء وَفِي رِوَايَة إِن لم يكن الْفُقَهَاء الْعَامِلُونَ أَوْلِيَاء الله فَمَا لله ولي\r33 - قَالَ ابْن عَبَّاس لَو أَن الْعلمَاء أخذُوا الْعلم بِحقِّهِ لأحبهم الله وَالْمَلَائِكَة والصالحون من عباده ولهابهم النَّاس لفضل الْعلم وشرفه\r34 - قَالَ وهب بن مُنَبّه إِن الْفُقَهَاء فِيمَا خلا حملُوا الْعلم فَأحْسنُوا حمله فاحتاجت إِلَيْهِم الْمُلُوك وَأهل الدُّنْيَا وَرَغبُوا فِي عَمَلهم فَلَمَّا كَانَ بِأُجْرَة فَشَتْ عُلَمَاء فحملوا الْعلم فَلم يحسنوا حمله فطرحوا علمهمْ على الْمُلُوك وَأهل الدُّنْيَا فاهتضموهم واحتقروهم\r35 - وَقَالَ أَيْضا كَانَ الْعلمَاء قبلنَا قد استغنوا بعلمهم عَن دنيا غَيرهم فَكَانُوا لَا يلتفتون إِلَى دنياهم وَكَانَ أهل الدُّنْيَا يبذلون دنياهم فِي علمهمْ فَأصْبح أهل الْعلم منا الْيَوْم يبذلون لأهل الدُّنْيَا علمهمْ رَغْبَة فِي دنياهم وَأصْبح أهل الدُّنْيَا قد زهدوا فِي علمهمْ لما رَأَوْا من سوء مَوْضِعه عِنْدهم\r36 - اللَّهُمَّ فجنبنا طَريقَة قوم لم يقومُوا بِحَق الْعلم وَأَرَادُوا بِهِ الدُّنْيَا وأعرضوا عَمَّا لَهُم بِهِ فِي الْآخِرَة من الدرجَة الْعليا فَلم يهنئوا بحلاوته وَلم يتمتعوا بنضارته بل خلقت عِنْدهم ديباجته ورثت حَاله\r37 - وَعرف مِقْدَاره جمَاعَة من السَّادة فعظموه وبجلوه ووقروه واستغنوا بِهِ ورأوه بعد الْمعرفَة أفضل مَا أعطي الْبشر واحتقروا فِي جنبه كل مفتخر وتلو {فَمَا آتَانِي الله خير مِمَّا آتَاكُم}","seal":"7656C612","part":1},
      {"page":35,"id":10,"hno":38,"nass":"38 - وَكَيف لَا يكون الْأَمر كَذَلِك وَالْعلم حَيَاة وَالْجهل موت فبينهما كَمَا بَين الْحَيَاة وَالْمَوْت وَلَقَد أحسن من قَالَ\rوَفِي الْجَهْل قبل الْمَوْت موت لأَهله\rوأجسامهم قبل الْقُبُور قُبُور ... وَإِن امْرَءًا لم يحيى بِالْعلمِ ميت\rوَلَيْسَ لَهُ حَتَّى النشور نشور\r39 - وَقَالَ إِسْمَاعِيل بن عبد الله عَن عبد الله بن عمر من قَرَأَ الْقُرْآن فَكَأَنَّمَا أدرجت النُّبُوَّة بَين جَنْبَيْهِ إِلَّا أَنه لَا يُوحى إِلَيْهِ وَمن قَرَأَ الْقُرْآن فَرَأى أَن أحدا من الْخلق أعطي أفضل مِمَّا أعطي فقد حقر مَا عظم الله وَعظم مَا حقر الله\rفصل فِي قبض الْعلمَاء وفشو الْجَهْل\r\r40 - وَصَحَّ من حَدِيث عبد الله بن عَمْرو بن الْعَاصِ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِن الله لَا يقبض الْعلم انتزاعا ينتزعه من النَّاس وَلَكِن يقبض الْعلم بِقَبض الْعلمَاء حَتَّى إِذا لم يبْق عَالما اتخذ النَّاس رؤوسا جُهَّالًا فسئلوا فأفتوا بِغَيْر علم فضلوا وأضلوا\r41 - وَمَا أعظم حَظّ من بذل نَفسه وجهدها فِي تَحْصِيل الْعلم حفظا على النَّاس لما بقى فِي أَيْديهم مِنْهُ\r42 - فَإِنَّهُ فِي هَذِه الْأَزْمِنَة قد غلب على أَهلهَا الكسل والملل وَحب الدُّنْيَا وَقد قنع الْحَرِيص مِنْهُم من عُلُوم الْقُرْآن بِحِفْظ سوره وَنقل بعض قراءاته وغفل عَن علم تَفْسِيره ومعانيه واستنباط أَحْكَامه الشَّرِيفَة من مَعَانِيه\rوَاقْتصر من علم الحَدِيث على سَماع من بعض الْكتب على شُيُوخ أَكْثَرهم","seal":"21011FF1","part":1},
      {"page":36,"id":11,"hno":44,"nass":"أَجْهَل مِنْهُ بِعلم الرِّوَايَة فضلا عَن الدِّرَايَة\rوَمِنْهُم من قنع بزبالة أذهان الرِّجَال وكناسة أفكارهم وبالنقل عَن أهل مذْهبه\rوَقد سُئِلَ بعض العارفين عَن معنى الْمَذْهَب فَأجَاب أَن مَعْنَاهُ دين مبدل قَالَ الله تَعَالَى {وَلَا تَكُونُوا من الْمُشْركين من الَّذين فرقوا دينهم وَكَانُوا شيعًا كل حزب بِمَا لديهم فَرِحُونَ}\r44 - أَلا وَمَعَ هَذَا يخيل إِلَيْهِ أَنه من رُؤُوس الْعلمَاء وَهُوَ عِنْد الله وَعند عُلَمَاء الدّين من أَجْهَل الْجُهَّال بل بِمَنْزِلَة قسيس النَّصَارَى أَو حبر الْيَهُود لِأَن الْيَهُود وَالنَّصَارَى مَا كفرُوا إِلَّا بابداعهم فِي الْأُصُول وَالْفُرُوع\r45 - وَقد صَحَّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم (لتركبن سنَن من كَانَ قبلكُمْ) الحَدِيث\rفصل فِي حَالَة السّلف الصَّالح فِي تدافع الْفَتْوَى عِنْد حُدُوث الْحَادِثَة\r\r46 - وَالْعلم بِالْأَحْكَامِ واستنباطها كَانَ أَولا حَاصِلا للصحابة رَضِي الله عَنْهُم فَمن بعدهمْ فَكَانُوا إِذا نزلت بهم النَّازِلَة بحثوا عَن حكم الله تَعَالَى فِيهَا من كتاب الله وَسنة نبيه وَكَانُوا يتدافعون الْفَتْوَى وَيَوَد كل مِنْهُم لَو كَفاهُ إِيَّاهَا غَيره","seal":"8512C493","part":1},
      {"page":37,"id":12,"hno":47,"nass":"فصل فِي السُّؤَال عَن الْحَادِثَة وَالْكَلَام فِيهَا قبل وُقُوعهَا\r\r47 - وَكَانَ جمَاعَة مِنْهُم يكْرهُونَ الْكَلَام فِي مَسْأَلَة لم تقع وَيَقُولُونَ للسَّائِل عَنْهَا أَكَانَ ذَلِك فَإِن قَالَ لَا قَالُوا دَعه حَتَّى يَقع ثمَّ نجتهد فِيهِ\r48 - كل ذَلِك يَفْعَلُونَهُ خوفًا من الهجوم على مَا لَا علم لَهُم بِهِ واشتغالا بِمَا هُوَ الأهم من الْعِبَادَة وَالْجهَاد فَإِذا وَقعت الْمَسْأَلَة لم يكن بُد من النّظر فِيهَا\r49 - وَقَالَ الْحَافِظ الْبَيْهَقِيّ وَقد كره بعض السّلف للعوام الْمَسْأَلَة عَمَّا لم يكن وَلم يمض كتاب وَلَا سنة\rوكرهوا للمسئول الِاجْتِهَاد فِيهِ قبل أَن يَقع لِأَن الِاجْتِهَاد إِنَّمَا أُبِيح للضَّرُورَة وَلَا ضَرُورَة قبل الْوَاقِعَة فَلَا يغنيهم مَا مضى من الِاجْتِهَاد\rوَاحْتج فِي ذَلِك بِمَا روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم من حسن إِسْلَام الْمَرْء تَركه مَا لَا يعنيه","seal":"FFD40371","part":1},
      {"page":38,"id":13,"hno":50,"nass":"50 - وَعَن طَاوُوس قَالَ قَالَ عمر بن الْخطاب رَضِي الله عَنهُ وَهُوَ على الْمِنْبَر أحرج الله على كل امْرِئ مُسلم سَأَلَ عَن شَيْء لم يكن فَإِنَّهُ قد بَين مَا هُوَ كَائِن\r51 - وَفِي رِوَايَة لَا يحل لكم أَن تسألوا عَمَّا لم يكن فَإِن الله تبَارك وَتَعَالَى قد قضى فِيمَا هُوَ كَائِن\r52 - قلت هَذَا معنى قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا لَا تسألوا عَن أَشْيَاء إِن تبد لكم تَسُؤْكُمْ}\r53 - وَعَن عبد الرَّحْمَن بن شُرَيْح أَن عمر بن الْخطاب كَانَ يَقُول إيَّاكُمْ وَهَذِه العضل فَإِنَّهَا إِذا نزلت بعث الله لَهَا من يقيمها ويفسرها\r54 - قلت إِنَّمَا يضْطَر إِلَى الِاجْتِهَاد فِي الْأَحْكَام الْحُكَّام وَلم يَأْتِ الِاجْتِهَاد لغير الْحُكَّام لحَدِيث معَاذ (إِن لم أجد فِي كتاب الله تَعَالَى فبسنة رَسُول","seal":"BA321D3D","part":1},
      {"page":39,"id":14,"hno":55,"nass":"الله وَإِن لم أجد فِي سنة رَسُول الله أجتهد برأيي) لِأَنَّهُ كَانَ حَاكما\r55 - وَقَوله صلى الله عَلَيْهِ وَسلم (أَقْْضِي بَيْنكُم برأيي فِيمَا لم ينزل عَليّ فِيهِ شَيْء) وَهُوَ حَاكم\r56 - وَكَذَلِكَ قَوْله تَعَالَى {وَدَاوُد وَسليمَان إِذْ يحكمان فِي الْحَرْث} وَكَانَا حاكمين\r57 - فالاجتهاد بِمَنْزِلَة الْميتَة قَالَ الثَّعْلَبِيّ وَالشَّافِعِيّ وَلَا يحل تناولهما إِلَّا عِنْد المخمصة\rوَالَّذِي لَيْسَ بحاكم ويجتهد بِرَأْيهِ فَمثله كَمثل رجل قعد فِي بَيته وَيَقُول إِنَّمَا جَازَ أكل الْميتَة لفُلَان وَيجوز أكلهَا لي أَيْضا\r58 - فَكَذَلِك لَا يجوز لأحد أَن يحْتَج بقول الْمُجْتَهد لِأَن الْمُجْتَهد يُخطئ ويصيب فَإِذا كَانَ شَيْء يحْتَمل أَن يكون صَوَابا وَخطأ فَتَركه أولى مثل الشُّبُهَات من الطَّعَام تَركه لَهَا أولى من تنَاوله\r59 - وَعَن الصَّلْت بن رشد قَالَ سَأَلت طاوسا عَن شَيْء فَانْتَهرنِي فَقَالَ أَكَانَ هَذَا قلت نعم قَالَ الله الَّذِي لَا إِلَه إِلَّا هُوَ قلت الله الَّذِي لَا إِلَه إِلَّا هُوَ قَالَ إِن أَصْحَابنَا حدثونا عَن معَاذ بن جبل رَضِي الله عَنهُ قَالَ يَا أَيهَا النَّاس لَا تعجلوا بالبلاء قبل نُزُوله فَيذْهب بكم هَهُنَا وَهَهُنَا وَإِن لم تعجلوا قبل نُزُوله لم يَنْفَكّ الْمُسلمُونَ أَن يكون فيهم من إِذا سُئِلَ سدد\r60 - وَعَن النَّبِي صلى الله عَلَيْهِ وَسلم لَا تستعجلوا بالبلية قبل نُزُولهَا فَإِنَّكُم إِذا فَعلْتُمْ ذَلِك لَا يزَال مِنْكُم من يوفق ويسدد وَإِنَّكُمْ إِن استعجلتم بهَا قبل نُزُولهَا تفرقتم","seal":"041BBAC6","part":1},
      {"page":40,"id":15,"hno":61,"nass":"61 - وَكَانَ ابْن عمر إِذا سُئِلَ عَن الْفَتْوَى يَقُول إذهب إِلَى هَذَا الْأَمِير الَّذِي تقلد أُمُور النَّاس ووضعها فِي عُنُقه إِشَارَة إِلَى أَن الْفَتْوَى والقضايا وَالْأَحْكَام من تَوَابِع الْولَايَة والسلطنة\r62 - قلت بِهَذَا السَّبَب أخذُوا سنَن الْيَهُود وَالنَّصَارَى وَزَادُوا عَلَيْهِم حَتَّى صَارُوا اثْنَتَيْنِ وَسبعين فرقة وَحكم عَلَيْهِم رَسُول الله صلى الله عَلَيْهِ وَسلم أَنهم من أَصْحَاب النَّار كَمَا شهد للعشرة أَنهم من أَصْحَاب الْجنَّة\r63 - وَقَالَ مَسْرُوق سَأَلت أبي بن كَعْب عَن شَيْء قَالَ أَكَانَ بعد قلت لَا قَالَ فاصبر حَتَّى يكون فَإِن كَانَ اجتهدنا لَك رَأينَا\r64 - وَقَالَ عبد الرَّحْمَن بن أبي ليلى أدْركْت مائَة وَعشْرين من الْأَنْصَار من أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم مَا مِنْهُم أحد يحدث بِحَدِيث إِلَّا ود أَن أَخَاهُ كَفاهُ إِيَّاه وَلَا","seal":"139ED114","part":1},
      {"page":41,"id":16,"hno":65,"nass":"يستفتى عَن شَيْء إِلَّا ود أَن أَخَاهُ كَفاهُ إِيَّاه وَفِي رِوَايَة يسْأَل أحدهم الْمَسْأَلَة فيردها هَذَا إِلَّا هَذَا حَتَّى ترجع إِلَى الأول\rفصل فِي التنفير من القَوْل بِالرَّأْيِ\r\r65 - ثمَّ بعد الصَّحَابَة أَرَادَ الله أَن يصدق نبيه فِي قَوْله تفترق أمتِي على بضع وَسبعين فرقة أعظمها فرقة على أمتِي قوم يقيسون الْأُمُور برأيهم فيحللون الْحَرَام ويحرمون الْحَلَال وَرَوَاهُ الْبَزَّار فِي مُسْنده عَن جُبَير بن نفير عَن عَوْف بن مَالك عَنهُ صلى الله عَلَيْهِ وَسلم\r66 - فكثرت الوقائع والنوازل فِي التَّابِعين وَمن بعدهمْ واجتهدوا بآرائهم لمن اضْطر وَمن لم يضْطَر ووصلت إِلَى من بعدهمْ من الْفُقَهَاء ففرعوا عَلَيْهَا وقاسوا واجتهدوا فِي إِلْحَاق غَيرهَا بهَا فتضاعفت مسَائِل الْفِقْه وشككهم إِبْلِيس ووسوس فِي صُدُورهمْ\r67 - وَاخْتلفُوا اخْتِلَافا كثيرا من غير تَقْلِيد فقد نهى إمامنا الشَّافِعِي عَن تَقْلِيده وتقليد غَيره كَمَا سَنذكرُهُ فِي فصل\r68 - وَكَانَت تِلْكَ الْأَزْمِنَة مَمْلُوءَة بالمجتهدين فَكل صنف على مَا رأى وَتعقب بَعضهم بَعْضًا مستمدين من الْأَصْلَيْنِ الْكتاب وَالسّنة وترجيح الرَّاجِح من أَقْوَال السّلف الْمُخْتَلفَة بِغَيْر هوى وَلم يزل الْأَمر على مَا وصفت إِلَى أَن اسْتَقَرَّتْ الْمذَاهب الْمُدَوَّنَة\r69 - ثمَّ اشتهرت الْمذَاهب الْأَرْبَعَة وهجر غَيرهَا فقصرت همم أتباعهم إِلَّا قَلِيلا مِنْهُم فقلدوا بَعْدَمَا كَانَ التَّقْلِيد لغير الرُّسُل حَرَامًا بل صَارَت أَقْوَال أئمتهم عِنْدهم بِمَنْزِلَة الْأَصْلَيْنِ وَذَلِكَ معنى قَوْله تَعَالَى {اتَّخذُوا أَحْبَارهم وَرُهْبَانهمْ أَرْبَابًا من دون الله}","seal":"C7F622C9","part":1},
      {"page":42,"id":17,"hno":70,"nass":"70 - فَعدم المجتهدون وَغلب المقلدون وَكثر التعصب وَكفر بالرسول حَيْثُ قَالَ يبْعَث الله فِي كل مائَة سنة من يَنْفِي تَحْرِيف الغالين وانتحال المبطلين\r71 - وحجروا على رب الْعَالمين مثل الْيَهُود أَن لَا يبْعَث بعد أئمتهم وليا مُجْتَهدا حَتَّى آل بهم التعصب إِلَى أَن أحدهم إِذا أورد عَلَيْهِ شَيْء من الْكتاب وَالسّنة الثَّابِتَة على خِلَافه يجْتَهد فِي دَفعه بِكُل سَبِيل من التآويل الْبَعِيدَة نصْرَة لمذهبه وَلقَوْله وَلَو وصل ذَلِك إِلَى إِمَامه الَّذِي يقلده لقابله ذَلِك الإِمَام بالتعظيم وَصَارَ إِلَيْهِ وتبرأ من رَأْيه مستعيذا بِاللَّه من الشَّيْطَان الرَّجِيم وَحمد الله على ذَلِك\r72 - ثمَّ تفاقم الْأَمر حَتَّى صَار كثير مِنْهُم لَا يرَوْنَ الِاشْتِغَال بعلوم الْقُرْآن والْحَدِيث ويرون أَن مَا هم عَلَيْهِ هُوَ الَّذِي يَنْبَغِي الْمُوَاظبَة عَلَيْهِ فبدلوا بالطيب خبيثا","seal":"44A58761","part":1},
      {"page":43,"id":18,"hno":73,"nass":"وبالحق بَاطِلا {اشْتَروا الضَّلَالَة بِالْهدى فَمَا ربحت تِجَارَتهمْ وَمَا كَانُوا مهتدين}\rفصل فِي كَلَام الْعلمَاء فِي الرَّأْي وَالْقِيَاس\r\r73 - ثمَّ نبغ قوم آخَرُونَ صَارَت عقيدتهم فِي الِاشْتِغَال بعلوم الْأَصْلَيْنِ يرَوْنَ أَن الأولى مِنْهُ الِاقْتِصَار على نكت خلافية وضعوها وأشكال منطقية ألفوها\r74 - وَقد قَالَ عمر بن الْخطاب اتهموا الرَّأْي على الدّين\r75 - وَقَالَ سهل بن حنيف اتَّقوا الرَّأْي فِي دينكُمْ\r76 - وَقَالَ عبد الله بن مَسْعُود يحدث قوم يقيسون الْأَمر برأيهم فيهدم الْإِسْلَام ويثلم\r77 - مَا عبدت الشَّمْس وَالْقَمَر إِلَّا بِالرَّأْيِ وَلَا قَالَت النَّصَارَى وَلَا أَن الله هُوَ الْمَسِيح بن مَرْيَم وَلَا اتخذ الله ولدا أَلا بِالرَّأْيِ وَكَذَلِكَ كل من عبد شَيْئا من دون الله إِنَّمَا عَبده بِرَأْيهِ فَانْظُر إِلَى قَول السامري {وَكَذَلِكَ سَوَّلت لي نَفسِي}\r78 - وَقَالَ عبد الله بن عمر لَا يزَال النَّاس على الطَّرِيق مَا اتبعُوا الْأَثر","seal":"5EE4113E","part":1},
      {"page":44,"id":19,"hno":79,"nass":"79 - روى الشّعبِيّ عَن عبد الله بن عمر إيَّاكُمْ وَأَصْحَاب الرَّأْي فَإِنَّهُم أَعدَاء السّنَن أعيتهم الْأَحَادِيث أَن يحفظوها فَقَالُوا بِالرَّأْيِ فضلوا وأضلوا\r80 - وَقَالَ الْأَوْزَاعِيّ عَلَيْك بآثار من سلف وَإِن رفضك النَّاس وَإِيَّاك ورأي الرِّجَال وَإِن زخرفوه لَك بالْقَوْل\r81 - وَقَالَ أَيْضا إِذا بلغك عَن رَسُول الله حَدِيثا فإياك أَن تَقول بِغَيْرِهِ فَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ مبلغا عَن الله تبَارك وَتَعَالَى\r82 - وَقَالَ أَيْضا الْعلم مَا جَاءَ عَن أَصْحَاب مُحَمَّد وَمَا لم يَجِيء عَن أَصْحَاب مُحَمَّد فَلَيْسَ بِعلم يَعْنِي مَا لم يَجِيء أَصله مِنْهُم\r83 - قَالَ الشّعبِيّ إِذا جَاءَك الْخَبَر عَن أَصْحَاب مُحَمَّد فضعه على رَأسك وَإِذا جَاءَك عَن التَّابِعين فَاضْرب بِهِ أقفيتهم\r84 - وَقَالَ سُفْيَان الثَّوْريّ الْعلم كُله بالآثار\r85 - وَقَالَ ابْن مبارك ليكن الَّذِي تعتمد عَلَيْهِ الْأَثر وَخذ من الرَّأْي مَا يُفَسر لَك الحَدِيث\r86 - وَقَالَ أَحْمد بن حَنْبَل سَأَلت الشَّافِعِي عَن الْقيَاس فَقَالَ عِنْد","seal":"80CCBC67","part":1},
      {"page":45,"id":20,"hno":87,"nass":"الضرورات وَكَانَ أحسن أَمر الشَّافِعِي عِنْدِي أَنه إِذا سمع الْخَبَر لم يكن عِنْده قَالَ بِهِ وَترك قَوْله\r87 - وَقَالَ الشّعبِيّ الْقيَاس كالميتة إِذا احتجت إِلَيْهَا فشأنك بهَا\r88 - قلت مَا احسن قَول الْقَائِل\rتجنب ركُوب الرَّأْي فَالرَّأْي رِيبَة\rعَلَيْك بآثار النَّبِي مُحَمَّد ... فَمن يركب الآراء يعم عَن الْهدى\rوَمن يتبع الْآثَار يهدي ويحمد\r89 - وَقَول بعض المغاربة\rلَا ترغبن عَن الحَدِيث وَأَهله\rفَالرَّأْي ليل والْحَدِيث نَهَار\r90 - وَقَول الْقَائِل\rانْظُر بِعَين الْهدى إِن كنت ذَا نظر\rفَإِنَّمَا الْعلم مَبْنِيّ على الْأَثر ... لَا ترْضى غير رَسُول الله مُتبعا\rمَا دمت تقدر فِي حكم على خبر\rفصل فِي وجوب الرُّجُوع إِلَى الْكتاب وَالسّنة\r91 - وَلم يخْتَلف الْمُفَسِّرُونَ فِيمَا وقفت عَلَيْهِ من كتبهمْ فِي أَن قَوْله تَعَالَى {فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول} تَقْدِيره إِلَى قَول الله وَقَول الرَّسُول\r92 - فَيجب رد جَمِيع مَا اخْتلف فِيهِ إِلَى ذَلِك فَمَا كَانَ أقرب إِلَيْهِ اعْتمد صِحَّته","seal":"CC29368F","part":1},
      {"page":46,"id":21,"hno":93,"nass":"وَأخذ بِهِ\r93 - وَلذَلِك قَالَ عمر بن الْخطاب رَضِي الله عَنهُ ردوا الجهالات إِلَى السّنة وَفِي رِوَايَة يرد النَّاس من الجهالات إِلَى النَّاس\r94 - وَهَذِه كَانَت طَريقَة الْعلمَاء الْأَعْلَام أَئِمَّة الدّين وَهِي طَريقَة إمامنا أبي عبد الله الشَّافِعِي\r95 - وَلِهَذَا قَالَ أَحْمد بن حَنْبَل\rمَا من أحد وضع الْكتاب حَتَّى ظهر خطأه أتبع للسّنة من الشَّافِعِي\r96 - ثمَّ ان الشَّافِعِي رَحمَه الله احتاط لنَفسِهِ وَعلم أَن الْبشر لَا يَخْلُو من السَّهْو والغفلة وَعدم الِاحْتِيَاط فصح عَنهُ من غير وَجه أَنه أَمر إِذا وجد قَوْله على مُخَالفَة الحَدِيث الصَّحِيح الَّذِي يَصح الِاحْتِجَاج بِهِ أَن يتْرك قَوْله وَيُؤْخَذ بِالْحَدِيثِ\r97 - أَنبأَنَا الْفَاضِل أَبُو الْقَاسِم عَمَّن أخبرهُ الْحَافِظ أَبُو بكر أَحْمد بن الْحُسَيْن","seal":"6AFE2A91","part":1},
      {"page":47,"id":22,"hno":98,"nass":"الْبَيْهَقِيّ أَنبأَنَا أَبُو عبد الله الْحَافِظ حَدثنَا أَبُو الْعَبَّاس مُحَمَّد بن يَعْقُوب قَالَ سَمِعت الرّبيع بن سُلَيْمَان يَقُول سَمِعت الشَّافِعِي يَقُول\rإِذا وجدْتُم فِي كتابي خلاف سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فَقولُوا بسنته ودعوا مَا قلت\r98 - وَقَالَ صَاحب الشَّافِعِي الْمُزنِيّ فِي أول مُخْتَصره اختصرت هَذَا الْكتاب من علم مُحَمَّد بن ادريس الشَّافِعِي رَحمَه الله وَمن معنى قَوْله لأقربه على من أَرَادَهُ مَعَ اعلاميه نَهْيه عَن تَقْلِيده وتقليد غَيره لينْظر فِيهِ لدينِهِ ويحتاط فِيهِ لنَفسِهِ وَبِاللَّهِ التَّوْفِيق\rأَي مَعَ إعلامي من أَرَادَ علم الشَّافِعِي نهى الشَّافِعِي عَن تَقْلِيده وتقليد غَيره\r99 - قَالَ الْمَاوَرْدِيّ صَاحب الْحَاوِي قَوْله ويحتاط لنَفسِهِ أَي كَطَلَب السّلف الصَّالح يتبعُون الصَّوَاب حَيْثُ كَانَ ويجتهدون فِي طلبه وَينْهَوْنَ عَن التَّقْلِيد\rفصل فِي الرُّجُوع إِلَى كتب السّنة وتمييز الطّيب من الْخَبيث من الْأَحَادِيث\r\r100 - ثمَّ إِن المصنفين من أَصْحَابنَا المتصفين بِالصِّفَاتِ الْمُتَقَدّمَة من الاتكال","seal":"B27DD2D4","part":1},
      {"page":48,"id":23,"hno":101,"nass":"على نُصُوص إمَامهمْ معتمدون عَلَيْهَا اعْتِمَاد الْأَئِمَّة قبلهم على الْأَصْلَيْنِ الْكتاب وَالسّنة قد وَقع فِي مصنفاتهم خلل كثير من وَجْهَيْن عظيمين\r101 - الأول إِنَّهُم يَخْتَلِفُونَ كثيرا فِيمَا يلقونه من نُصُوص الشَّافِعِي وَفِيمَا يصححونه مِنْهَا وَصَارَت لَهُم طرق مُخْتَلفَة خراسانية وعراقية\rفترى هَؤُلَاءِ ينقلون عَن إمَامهمْ خلاف مَا يَنْقُلهُ هَؤُلَاءِ والمرجع فِي هَذَا كُله إِلَى إِمَام وَاحِد وَكتبه مدونة مروية مَوْجُودَة أَفلا كَانُوا يرجعُونَ إِلَيْهَا وينقون تصانيفهم من كَثْرَة اخْتلَافهمْ عَلَيْهَا\rوأجود تصانيف أَصْحَابنَا من الْكتب فِيمَا يتَعَلَّق بنصوص الشَّافِعِي كتاب التَّقْرِيب أثنى عَلَيْهِ أخبر الْمُتَأَخِّرين بنصوص الشَّافِعِي وَهُوَ الإِمَام الْحَافِظ ابو بكر الْبَيْهَقِيّ\r10 - (الْوَجْه الثَّانِي) مَا يَفْعَلُونَهُ فِي الْأَحَادِيث النَّبَوِيَّة والْآثَار المروية من كَثْرَة استدلالهم بالأحاديث الضعيفة على مَا يذهبون إِلَيْهِ نصْرَة لقَولهم وينقصون من أَلْفَاظ الحَدِيث وَتارَة يزِيدُونَ فِيهِ\rوَمَا أَكْثَره فِي كتب أبي الْمَعَالِي وَصَاحبه أبي حَامِد نَحْو\rاذا اخْتلف الْمُتَبَايعَانِ وترادا","seal":"EDD7247E","part":1},
      {"page":49,"id":24,"hno":103,"nass":"103 - وَمن العجيب مَا ذكره صَاحب الْمُهَذّب فِي أول بَاب إِزَالَة النَّجَاسَة قَالَ\rوَأما الْغَائِط فَهُوَ نجس لقَوْله صلى الله عَلَيْهِ وَسلم لعمَّار إِنَّمَا تغسل ثَوْبك من الْغَائِط وَالْبَوْل والمني وَالدَّم والقيء\rثمَّ ذكر طَهَارَة مني الْآدَمِيّ وَلم يتَعَرَّض للجواب عَن هَذَا الحَدِيث الَّذِي هُوَ حجَّة خَصمه وَلم يكن لَهُ حَاجَة إِلَى ذكره أصلا فَإِن الْغَائِط لَا ضَرُورَة إِلَى الِاسْتِدْلَال على نَجَاسَته بِهَذَا الحَدِيث الضَّعِيف المنتهض حجَّة عَلَيْهِ فِي أَمر آخر\r104 - وَمن قَبِيح مَا يَأْتِي بِهِ بَعضهم أَن يحْتَج بِخَبَر ضَعِيف وَهُوَ دَلِيل خَصمه عَلَيْهِ فيوردونه معرضين عَمَّا كَانُوا ضَعَّفُوهُ\rوَفِي كتاب الْحَاوِي والشامل وَغَيرهمَا شَيْء كثير من هَذَا","seal":"EA31043F","part":1},
      {"page":50,"id":25,"hno":105,"nass":"وهم مقلدون لامامهم الشَّافِعِي فَهَلا اتبعُوا طَرِيقَته فِي ترك الِاحْتِجَاج بالضعيف وعقبه على من احْتج بِهِ وتبيين ضعفه\r105 - ثمَّ إِن مذْهبه ترك الِاحْتِجَاج بالمراسيل إِلَّا بِشُرُوط\rوَلَو ذكر سَنَد الحَدِيث وَعرفت عَدَالَة رِجَاله إِلَى التَّابِعِيّ وَسقط من السَّنَد ذكر الصَّحَابِيّ كَانَ مُرْسلا\rويوردون هَؤُلَاءِ المصنفون هَذِه الْأَحَادِيث محتجين بهَا بِلَا إِسْنَاد أصلا فَيَقُولُونَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ويظنون أَن ذَلِك حجَّة","seal":"2721716E","part":1},
      {"page":51,"id":26,"hno":106,"nass":"وإمامهم يرى أَنه لَو سقط من السَّنَد الصَّحَابِيّ وَحده لم يكن حجَّة وَكَذَا لَو سقط غير الصَّحَابِيّ من السَّنَد\r106 - فليتهم إِذا عجزوا عَن أَسَانِيد الْأَحَادِيث وَمَعْرِفَة رجالها عزوها إِلَى الْكتب الَّتِي أخذوها مِنْهَا\rوَلَكنهُمْ لم يَأْخُذُوا تِلْكَ الْأَحَادِيث إِلَّا من كتب من سبقهمْ من مشايخهم مِمَّن هُوَ على مثل حَالهم فبعضهم يَأْخُذهُ من بعض فَيَقَع التَّغْيِير وَالزِّيَادَة وَالنُّقْصَان فِيمَا صَحَّ أَصله ويختلط الصَّحِيح بالسقيم وَهَذَا كُله غير مُسْتَقِيم\rفصل فِي بَيَان أَن الْأَحْكَام تثبت بالأدلة من دواوين السّنة الْمُعْتَبرَة\r\r107 - بل الْوَاجِب فِي الِاسْتِدْلَال على الْأَحْكَام وَبَيَان الْحَلَال وَالْحرَام أَن من يسْتَدلّ بِحَدِيث يذكر مُسْتَنده وَيتَكَلَّم عَلَيْهِ بِمَا يجوز الِاسْتِدْلَال بِهِ أَو يعزوه إِلَى كتاب مَشْهُور من كتب أهل الحَدِيث الْمُعْتَبرَة فَيرجع من يطْلب صِحَة الحَدِيث وسقمه إِلَى ذَلِك الْكتاب وَينظر فِي سَنَده وَمَا قَالَ ذَلِك المُصَنّف أَو غَيره فِيهِ\r108 - وَقد يسر الله تَعَالَى وَله الْحَمد الْوُقُوف على مَا يثبت من الْأَحَادِيث وتجنب مَا ضعف مِنْهَا بِمَا جمعه عُلَمَاء الحَدِيث فِي كتبهمْ من الْجَوَامِع وَالْمَسَانِيد","seal":"B6D2543E","part":1},
      {"page":52,"id":27,"hno":109,"nass":"109 - فالجوامع هِيَ الْمرتبَة على الْأَبْوَاب من الْفِقْه والرقاق والمناقب وَغير ذَلِك\r110 - فَمِنْهَا مَا اشْترط فِيهِ الصِّحَّة إِذْ لَا يذكر فِيهِ إِلَّا حَدِيث صَحِيح على مَا اشْتَرَطَهُ مُصَنفه ككتابي البُخَارِيّ وَمُسلم\rوَمَا الْحق بهما واستدرك عَلَيْهِمَا\r111 - وكصحيح إِمَام الْأَئِمَّة مُحَمَّد بن إِسْحَاق بن خُزَيْمَة وَكتاب أبي عِيسَى الترميذي وَهُوَ كتاب جليل مُبين فِيهِ الحَدِيث الصَّحِيح وَالْحسن والغريب والضعيف","seal":"9817CC0B","part":1},
      {"page":53,"id":28,"hno":112,"nass":"وَفِيه عَن الْأَئِمَّة فقه كثير\r112 - ثمَّ سنَن أبي دَاوُد وَالنَّسَائِيّ وَابْن مَاجَه وَمن بعدهمْ سنَن أبي الْحسن الدَّارَقُطْنِيّ والتقاسيم لأبي حَاتِم بن حبَان وَغَيرهمَا\r113 - ثمَّ مَا رتبه وَجمعه الْحَافِظ أَبُو بكر الْبَيْهَقِيّ فِي سنَنه الْكُبْرَى من الْأَوْسَط وَالصَّغِير الَّتِي اتى بهَا على تَرْتِيب مُخْتَصر الْمُزنِيّ وقربها إِلَى الْفُقَهَاء بِجهْدِهِ\r114 - فَلَا عذر لَهُم وَلَا سِيمَا الشَّافِعِيَّة مِنْهُم فِي تجنب الِاشْتِغَال بِهَذِهِ الْكتب النفيسة المصنفة فِي شروحها وغريبها بل أفنوا زمانهم وعمرهم بِالنّظرِ فِي أَقْوَال من سبقهمْ من الْمُتَأَخِّرين وَتركُوا النّظر فِي نُصُوص نَبِيّهم الْمَعْصُوم وآثار أَصْحَابه الَّذين شهدُوا الْوَحْي وعاينوا الْمُصْطَفى صلى الله عَلَيْهِ وَسلم وفهموا مُرَاد النَّبِي فِيمَا خاطبهم بقرائن الْأَحْوَال إِذْ الْخَبَر لَيْسَ كالمعاينة\rفَلَا جرم لَو حرم هَؤُلَاءِ رُتْبَة الِاجْتِهَاد وبقوا مقلدين","seal":"0674C608","part":1},
      {"page":54,"id":29,"hno":115,"nass":"عذر الْعلمَاء فِي الصَّدْر الأول لَا يُوجد الْآن لتوفر كتب الحَدِيث\r\r115 - وَقد كَانَ الْعلمَاء فِي الصَّدْر الأول معذورين فِي ترك مَا لم يقفوا عَلَيْهِ من الحَدِيث لِأَن الْأَحَادِيث لم تكن حِينَئِذٍ بَينهم مدونة إِنَّمَا كَانَت تتلقى من أَفْوَاه الرِّجَال وهم متفرقون فِي الْبِلَاد\r116 - وَلَو كَانَ الشَّافِعِي وجد فِي زَمَانه كتابا فِي أَحْكَام السّنَن أكبر من الْمُوَطَّأ لحفظه مُضَافا إِلَى مَا تَلقاهُ من أَفْوَاه مشايخه\rفَلهَذَا كَانَ الشَّافِعِي بالعراق يَقُول لِأَحْمَد بن حَنْبَل أعلموني بِالْحَدِيثِ الصَّحِيح أصر عَلَيْهِ وَفِي رِوَايَة إِذا صَحَّ عنْدكُمْ الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فَقولُوا لي حَتَّى أذهب إِلَيْهِ\r117 - ثمَّ جمع الْحفاظ الْأَحَادِيث المحتج بهَا فِي الْكتب ونوعوها وقسموها وسهلوا الطَّرِيق إِلَيْهَا فبوبوها وترجموها وبينوا ضعف كثير مِنْهَا وَصِحَّته وَتَكَلَّمُوا فِي عَدَالَة الرِّجَال وجرح الْمَجْرُوح مِنْهُم وَفِي علل الْأَحَادِيث وَلم يدعوا للمشتغل شَيْئا يتعلل بِهِ\rوفسروا الْقُرْآن والْحَدِيث وَتَكَلَّمُوا على غريبها وفقهها وكل مَا يتَعَلَّق بهَا فِي مصنفات عديدة جليلة فالآلات متهيئة لطَالب صَادِق وَلِذِي همة وذكاء وفطنة","seal":"A7B45BF2","part":1},
      {"page":55,"id":30,"hno":118,"nass":"118 - وأئمة الحَدِيث هم المعتبرون الْقدْوَة فِي فنهم فَوَجَبَ الرُّجُوع إِلَيْهِم فِي ذَلِك وَعرض آراء الْفُقَهَاء على السّنَن والْآثَار الصَّحِيحَة فَمَا ساعده الْأَثر فَهُوَ الْمُعْتَبر وَإِلَّا فَلَا نبطل الْخَبَر بِالرَّأْيِ وَلَا نضعفه إِن كَانَ على خلاف وُجُوه الضعْف من علل الحَدِيث الْمَعْرُوفَة عِنْد أَهله أَو بِإِجْمَاع الكافة على خِلَافه\r119 - فقد يظْهر ضعف الحَدِيث وَقد يخفى وَأقرب مَا يُؤمر بِهِ فِي ذَلِك أَنَّك إِذا رَأَيْت حَدِيثا خَارِجا عَن دواوين الْإِسْلَام كالموطأ ومسند أَحْمد والصحيحين وَسنَن أبي دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَنَحْوهَا مِمَّا تقدم ذكره وَمِمَّا لم نذكرهُ فَانْظُر فِيهِ فَإِن كَانَ لَهُ نَظِير فِي الصِّحَاح والحسان قرب أمره وَإِن رَأَيْته يباين الْأُصُول وارتبت بِهِ فَتَأمل رجال إِسْنَاده وَاعْتبر أَحْوَالهم من الْكتب المصنفة فِي ذَلِك\r120 - وأصعب الْأَحْوَال أَن يكون رجال الْإِسْنَاد كلهم ثِقَات وَيكون متن الحَدِيث مَوْضُوعا عَلَيْهِم أَو مقلوبا أَو قد جرى فِيهِ تَدْلِيس وَلَا يعرف هَذَا إِلَّا النقاد من عُلَمَاء الحَدِيث فَإِن كنت من أَهله فبه وَإِلَّا فاسأل عَنهُ أَهله\r121 - قَالَ الْأَوْزَاعِيّ كُنَّا نسْمع الحَدِيث فنعرضه على أَصْحَابنَا كَمَا نعرض الدِّرْهَم الزيف فَمَا عرفُوا مِنْهُ أخذناه وَمَا أَنْكَرُوا تَرَكْنَاهُ\r122 - فالتوصل إِلَى الِاجْتِهَاد بعد جمع السّنَن فِي الْكتب الْمُعْتَمدَة إِذا رزق الْإِنْسَان الْحِفْظ والفهم وَمَعْرِفَة اللِّسَان أسهل مِنْهُ قبل ذَلِك لَوْلَا قلَّة همم الْمُتَأَخِّرين وَعدم المعتبرين\rوَمن أكبر أَسبَاب تعصبهم تقيدهم بِرِفْق الْوُقُوف وجمود أَكثر المتصدرين مِنْهُم على مَا هُوَ الْمَعْرُوف الَّذِي هُوَ مُنكر مألوف","seal":"36D361C3","part":1},
      {"page":56,"id":31,"hno":123,"nass":"فِي نُصُوص الْأَئِمَّة فِي الرُّجُوع إِلَى الْكتاب وَالسّنة والنهى عَن تقليدهم\r\r123 - فَإِذا ظهر هَذَا وتقرر تبين أَن التعصب لمَذْهَب الإِمَام الْمُقَلّد لَيْسَ هُوَ بِاتِّبَاع أَقْوَاله كلهَا كَيْفَمَا كَانَت بل الْجمع بَينهَا وَبَين مَا ثَبت من الْأَخْبَار والْآثَار\rوَالْأَمر عِنْد المقلدين أَو أَكْثَرهم بِخِلَاف هَذَا إِنَّمَا هم يؤولونه تَنْزِيلا على نَص إمَامهمْ\r124 - ثمَّ الشافعيون كَانُوا أولى بِمَا ذَكرْنَاهُ لنَصّ إمَامهمْ على ترك قَوْله إِذا ظفر بِحَدِيث ثَابت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم على خِلَافه\rفالتعصب لَهُ على الْحَقِيقَة إِنَّمَا هُوَ امْتِثَال أمره فِي ذَلِك وسلوك طَرِيقَته فِي قبُول الْأَخْبَار والبحث عَنْهَا والتفقه فِيهَا","seal":"22F51708","part":1},
      {"page":57,"id":32,"hno":125,"nass":"نُصُوص الإِمَام الشَّافِعِي فِي اتِّبَاع السّنة\r\r125 - وَقد نقلت مَا روى عَنهُ فِي تَرْجَمته فِي تَارِيخ دمشق\rقَالَ الرّبيع قَالَ الشَّافِعِي قد أَعطيتك جملَة تغنيك إِن شَاءَ الله تَعَالَى لَا تدع لرَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيثا أبدا إِلَّا أَن يَأْتِي عَن رَسُول الله سنة صَحَّ الْخَبَر فِيهَا عِنْد أهل النَّقْل بِخِلَاف مَا قلت فتعمل بِمَا قلت لَك فِي الْأَحَادِيث إِذا اخْتلفت\r126 - وَفِي رِوَايَة إِذا وجدْتُم عَن رَسُول الله صلى الله عَلَيْهِ وَسلم سنة خلاف قولي فَخُذُوا السّنة ودعوا قولي فَإِنِّي أَقُول بهَا\r127 - وَفِي رِوَايَة إِذا وجدْتُم فِي كتابي خلاف سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فَقولُوا بهَا ودعوا مَا قلت\r128 - وَفِي رِوَايَة كل مَسْأَلَة تَكَلَّمت فِيهَا بِخِلَاف السّنة فَأَنا رَاجع عَنْهَا فِي حَياتِي وَبعد مماتي\r129 - قَالَ وَسمعت الشَّافِعِي يَقُول وروى حَدِيثا قَالَ لَهُ رجل تَأْخُذ بِهَذَا يَا أَبَا عبد الله فَقَالَ وَمَتى رويت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيثا صَحِيحا فَلم آخذ بِهِ فأشهدكم أَن عَقْلِي قد ذهب وَأَشَارَ بِيَدِهِ إِلَى رَأسه","seal":"9D7CA38D","part":1},
      {"page":58,"id":33,"hno":130,"nass":"130 - وَفِي رِوَايَة روى حَدِيثا فَقَالَ لَهُ قَائِل أتأخذ بِهِ فَقَالَ لَهُ أَترَانِي مُشْركًا أَو ترى فِي وسطي زنارا أَو تراني خَارِجا من كَنِيسَة نعم آخذ بِهِ آخذ بِهِ آخذ بِهِ وَذَلِكَ الْفَرْض على كل مُسلم\r131 - وَقَالَ حَرْمَلَة قَالَ الشَّافِعِي كل مَا قلت وَكَانَ قَول رَسُول الله صلى الله عَلَيْهِ وَسلم خلاف قولي مِمَّا يَصح فَحَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم أولى فَلَا تقلدوني\r132 - وَفِي كتاب ابْن أبي حَاتِم عَن أبي ثَوْر قَالَ سَمِعت الشَّافِعِي يَقُول كل حَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَهُوَ قولي وَإِن لم تسمعوه مني\r133 - وَفِيه عَن الْحُسَيْن الْكَرَابِيسِي قَالَ قَالَ لنا الشَّافِعِي إِن أصبْتُم الْحجَّة فِي الطَّرِيق مطروحة فاحكوها عني فَإِنِّي الْقَائِل بهَا\r134 - وَقَالَ الرّبيع سَمِعت الشَّافِعِي يَقُول مَا من أحد إِلَّا وَتذهب عَلَيْهِ سنة لرَسُول الله صلى الله عَلَيْهِ وَسلم وتعزب عَنهُ فمهما قلت من قَول أَو أصلت من أصل فِيهِ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم خلاف مَا قلت فَالْقَوْل مَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ قولي\rقَالَ وَجعل يردد هَذَا الْكَلَام\r135 - قَالَ وَقَالَ الشَّافِعِي من تبع سنة رَسُول الله صلى الله عَلَيْهِ وَسلم وافقته وَمن غلط","seal":"5AC96506","part":1},
      {"page":59,"id":34,"hno":136,"nass":"فَتَركهَا خالفته صَاحِبي اللَّازِم الَّذِي لَا أفارقه الثَّابِت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم\r136 - قَالَ الزَّعْفَرَانِي كُنَّا لَو قيل لنا سُفْيَان عَن مَنْصُور عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله عَن النَّبِي صلى الله عَلَيْهِ وَسلم قُلْنَا هَذَا مَأْخُوذ وَهَذَا غير مَأْخُوذ حَتَّى قدم علينا الشَّافِعِي فَقَالَ مَا هَذَا إِذا صَحَّ الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فَهُوَ مَأْخُوذ بِهِ لَا يتْرك لقَوْل غَيره قَالَ فنبهنا لشَيْء لم نعرفه يَعْنِي نبهنا لهَذَا الْمَعْنى\r137 - قَالَ أَبُو بكر الْأَثْرَم كُنَّا عِنْد الْبُوَيْطِيّ فَذكرت حَدِيث عمار فِي التَّيَمُّم فَأخذ السكين وحته من كِتَابه وَجعله ضَرْبَة وَقَالَ هَكَذَا أوصانا صاحبنا إِذا صَحَّ عنْدكُمْ الْخَبَر فَهُوَ قولي\r138 - قلت وَهَذَا من الْبُوَيْطِيّ فعل حسن مُوَافق للسّنة وَلما أَمر بِهِ إِمَامه\r139 - وَأما الَّذين يظهرون التعصب لأقوال الشَّافِعِي كَيْفَمَا كَانَت وَإِن جَاءَت سنة بِخِلَافِهَا فليسوا بمتعصبين فِي الْحَقِيقَة لأَنهم لم يمتثلوا مَا أَمر بِهِ إمَامهمْ بل دأبهم وديدنهم إِذا ورد عَلَيْهِم الحَدِيث الصَّحِيح الَّذِي هُوَ مَذْهَب إمَامهمْ الَّذِي لَو وقف عَلَيْهِ لقَالَ بِهِ أَن يحتالوا فِي دَفعه بِمَا لَا يَنْفَعهُمْ لما نقل لَهُم عَن إمَامهمْ من قَول قد أَمر بِتَرْكِهِ عِنْد وجدان مَا يُخَالِفهُ من السّنة هَذَا مَعَ كَونهم عاصين بذلك","seal":"CF97701D","part":1},
      {"page":60,"id":35,"hno":140,"nass":"لمخالفتهم ظَاهر كتاب الله وَسنة رَسُوله\r140 - وَالْعجب أَن مِنْهُم من يستجيز مُخَالفَة نَص الشَّافِعِي لنَصّ لَهُ آخر فِي مَسْأَلَة أُخْرَى بِخِلَافِهِ ثمَّ لَا يرَوْنَ مُخَالفَته لأجل نَص رَسُول الله صلى الله عَلَيْهِ وَسلم وَقد أذن لَهُم الشَّافِعِي فِي هَذَا\r141 - قَالَ الْبُوَيْطِيّ سَمِعت الشَّافِعِي يَقُول لقد ألفت هَذِه الْكتب وَلم آل جهدا وَلَا بُد أَن يُوجد فِيهَا الْخَطَأ لِأَن الله تَعَالَى يَقُول {وَلَو كَانَ من عِنْد غير الله لوجدوا فِيهِ اخْتِلَافا كثيرا} فَمَا وجدْتُم فِي كتبي هَذِه مِمَّا يُخَالف الْكتاب وَالسّنة فقد رجعت عَنهُ\r142 - وَفِي رِوَايَة إِنِّي ألفت هَذِه الْكتب مُجْتَهدا بِنَحْوِ مَا قبله\rوَفِي آخِره فَاشْهَدُوا عَليّ أَنِّي رَاجع عَن قولي إِلَى حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم وَإِن كنت قد بليت فِي قَبْرِي\rنُصُوص الإِمَام مَالك فِي اتِّبَاع الْكتاب وَالسّنة\r\r143 - وَقَالَ إِبْرَاهِيم بن الْمُنْذر الحزامى حَدثنَا معن بن عِيسَى الْقَزاز","seal":"9D5DAC06","part":1},
      {"page":61,"id":36,"hno":144,"nass":"قَالَ سَمِعت مَالك بن أنس يَقُول إِنَّمَا أَنا بشر أخطئ وَأُصِيب فانظروا فِي رَأْيِي فَكل مَا وَافق الْكتاب وَالسّنة فَخُذُوا بِهِ وَمَا لم يُوَافق الْكتاب وَالسّنة فاتركوه\rوَذَلِكَ الظَّن بِجَمِيعِ الْأَئِمَّة\rنُصُوص الإِمَام أَحْمد بن حَنْبَل فِي اتِّبَاع الْكتاب وَالسّنة\r\r144 - وَقد كره الإِمَام أَحْمد أَن يكْتب فَتَاوِيهِ وَكَانَ يَقُول لَا تكْتبُوا عني شَيْئا وَلَا تقلدوني وَلَا تقلدوا فلَانا وَفُلَانًا وخذوا من حَيْثُ أخذُوا","seal":"C6790F70","part":1},
      {"page":62,"id":37,"hno":145,"nass":"145 - وَقَالَ بَعضهم لَا تقلدوا دينكُمْ الرِّجَال إِن آمنُوا آمنتم وَإِن كفرُوا كَفرْتُمْ\r146 - وَكَانَ أَحْمد لَا يُفْتِي فِي طَلَاق السَّكْرَان شَيْئا وَكَانَ يَقُول إِن أحللناه بقول هَذَا حرمناه بقول هَذَا\rنُصُوص الإِمَام أبي حنيفَة فِي اتِّبَاع السّنة وتأسيس مذْهبه\r\r147 - وَقَالَ نعيم بن حَمَّاد سَمِعت أَبَا عصمَة يَقُول سَمِعت أَبَا حنيفَة يَقُول مَا جَاءَ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فعلى الرَّأْس وَالْعين وَمَا جَاءَ عَن أَصْحَابه اخترنا وَمَا كَانَ غير ذَلِك فَنحْن رجال وهم رجال\r148 - وروى مُحَمَّد بن الْحسن عَن أبي حنيفَة أَنه قَالَ أقلد من كَانَ من","seal":"5447E733","part":1},
      {"page":63,"id":38,"hno":149,"nass":"الْقُضَاة من الصَّحَابَة كَأبي بكر وَعمر وَعُثْمَان وَعلي والعبادلة الثَّلَاثَة وَلَا أستجيز خلافهم برأيي إِلَّا ثَلَاثَة نفر\r149 - وَفِي رِوَايَة أقلد جَمِيع الصَّحَابَة وَلَا أستجيز خلافهم بِرَأْي إِلَّا ثَلَاثَة نفر أنس بن مَالك وَأَبُو هُرَيْرَة وَسمرَة بن جُنْدُب\rفَقيل لَهُ فِي ذَلِك فَقَالَ أما أنس فاختلط فِي آخر عمره وَكَانَ يُفْتِي من عقله وَأَنا لَا أقلد عقله\rوَأما أَبُو هُرَيْرَة فَكَانَ يروي كل مَا سمع من غير أَن يتَأَمَّل فِي الْمَعْنى وَمن غير أَن يعرف النَّاسِخ والمنسوخ\r150 - وَقَالَ ابْن الْمُبَارك سَمِعت أَبَا حنيفَة يَقُول إِذا جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم فعلى الرَّأْس وَإِذا جَاءَ عَن أَصْحَابه نَخْتَار من قَوْلهم وَإِذا جَاءَ عَن التَّابِعين زاحمناهم\r151 - وَفِي رِوَايَة قَالَ آخذ بِكِتَاب الله فَإِن لم أجد فبسنة رَسُول الله فَإِن لم أجد فِي كتاب الله وَسنة رَسُول الله آخذ بقول أَصْحَابه ثمَّ آخذ بقول من شِئْت مِنْهُم وأدع قَول من شِئْت مِنْهُم وَلَا أخرج عَن قَوْلهم إِلَى قَول غَيرهم\rفَأَما إِذا انْتهى الْأَمر إِلَى إِبْرَاهِيم وَالشعْبِيّ وَابْن سِيرِين وَالْحسن وَعَطَاء وَسَعِيد بن الْمسيب وعد رجَالًا من التَّابِعين فقوم اجتهدوا وَأَنا أجتهد كَمَا اجتهدوا\r152 - قَالَ سُفْيَان الثَّوْريّ لما بلغه ذَلِك عَن أبي حنيفَة","seal":"B5C1B46B","part":1},
      {"page":64,"id":39,"hno":153,"nass":"نتهم رَأينَا لرأيهم وَكَأَنَّهُ سوى بَين الصَّحَابَة وَالتَّابِعِينَ فِي أَنهم إِذا اجْتَمعُوا فِي مسالة على قَوْلَيْنِ مثلا لم يجز لنا إِحْدَاث قَول ثَالِث وَجوز أَبُو حنيفَة ذَلِك\rوَأما مَا أجمع عَلَيْهِ الصَّحَابَة فَلَا كَلَام فِي أَنه لَا تجوز مُخَالفَته\r153 - فقد وضح ذَلِك من أَقْوَال الْأَئِمَّة إِنَّه مَتى جَاءَ حَدِيث ثَابت صَحِيح عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فَوَاجِب الْمصير إِلَى مَا دلّ عَلَيْهِ الظَّاهِر مَا لم يُعَارضهُ دَلِيل آخر وَهَذَا هُوَ الَّذِي لَا يسع أحد غَيره قَالَ الله عز وَجل {فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم ثمَّ لَا يَجدوا فِي أنفسهم حرجا مِمَّا قضيت ويسلموا تَسْلِيمًا}\rفنفى سُبْحَانَهُ وَتَعَالَى الْإِيمَان عَمَّن لم يحكم رَسُوله فِيمَا وَقع التَّنَازُع فِيهِ وَلم يستسلم لقضائه\r154 - وَقَالَ عز وَجل {وَإِن تطيعوه تهتدوا}\rفضمن الْهِدَايَة سُبْحَانَهُ فِي طَاعَة رَسُوله وَلم يضمنهَا فِي طَاعَة غَيره\rوَقَالَ تَعَالَى {وَمن يطع الله وَرَسُوله فقد فَازَ فوزا عَظِيما}","seal":"C63B8CAF","part":1},
      {"page":65,"id":40,"hno":155,"nass":"155 - وأوعد على مُخَالفَته قَالَ تَعَالَى {فليحذر الَّذين يخالفون عَن أمره أَن تصيبهم فتْنَة أَو يصيبهم عَذَاب أَلِيم}\r156 - وَقَالَ تَعَالَى {وَمَا كَانَ لمُؤْمِن وَلَا مُؤمنَة إِذا قضى الله وَرَسُوله أمرا أَن يكون لَهُم الْخيرَة من أَمرهم وَمن يعْص الله وَرَسُوله فقد ضل ضلالا مُبينًا}\rنُصُوص بعض الْأَئِمَّة الآخرين فِي اتِّبَاع السّنة\r\r157 - قَالَ يُونُس بن عبد الْأَعْلَى حَدثنَا سُفْيَان بن عُيَيْنَة عَن ابْن أبي نجيح عَن مُجَاهِد قَالَ لَيْسَ من أحد إِلَّا يُؤْخَذ من قَوْله وَيتْرك إِلَّا النَّبِي صلى الله عَلَيْهِ وَسلم","seal":"A5C1B5F4","part":1},
      {"page":66,"id":41,"hno":158,"nass":"وروى أَيْضا عَن مُجَاهِد بِإِسْنَاد آخر\r158 - وروى مَعْنَاهُ عَن الشّعبِيّ\r159 - وَكَذَلِكَ روى شُعْبَة عَن الحكم بن عتيبة\r160 - وروى عَن مَالك بن أنس أَنه قَالَ إِلَّا صَاحب هَذَا الْقَبْر وَأَشَارَ إِلَى قبر النَّبِي صلى الله عَلَيْهِ وَسلم","seal":"7505C141","part":1},
      {"page":67,"id":42,"hno":161,"nass":"فصل فِي عناية الشَّافِعِيَّة بمختصر الْمُزنِيّ وَالثنَاء عَلَيْهِ\r\r161 - كَانَ الْعلمَاء من قدماء أَصْحَابنَا يعتنون بمختصر الْمُزنِيّ وبسببه سهل تَصْحِيح مَذْهَب الشَّافِعِي على طلابه فِي ذَلِك الزَّمَان وسَمعه عِنْد الْمُزنِيّ خلق عَظِيم من الغرباء ورحل إِلَيْهِ بِسَبَبِهِ وامتلأت بنسخه الْبلدَانِ حَتَّى أَنه بَلغنِي أَن الْمَرْأَة جهزت للدخول على زَوجهَا حمل فِي جهازها مصحف ونسخة مُخْتَصر الْمُزنِيّ\r162 - ويروى عَن الْمُزنِيّ أَنه قَالَ بقيت فِي تصنيف هَذَا الْمُخْتَصر سِتّ عشرَة سنة وَمَا صليت لله فَرِيضَة وَلَا نَافِلَة إِلَّا سَأَلت الله الْبركَة لمن تعلمه وَنظر فِيهِ\r163 - وَكَانَ أَبُو الْعَبَّاس ابْن سُرَيج يَقُول فِي الْمُخْتَصر\rلصيق فُؤَادِي مذ ثَلَاثِينَ حجَّة\rوصيقل ذهني والمفرج عَن همي ... عَزِيز على مثلي اضاعة مثله\rلما فِيهِ من نسج بديع وَمن نظم\r164 - وعَلى ترتيبه وضعت الْكتب المطولة فِي مَذْهَب الشَّافِعِي\rتَرْجِيح الْبَيْهَقِيّ مَذْهَب الشَّافِعِي وَسَببه\r\r165 - قَالَ الْحَافِظ الْبَيْهَقِيّ قابلت بِتَوْفِيق الله أَقْوَال كل أحد الْأَئِمَّة بمبلغ علمي من كتاب الله ثمَّ مَا جمعت من السّنَن والْآثَار فِي الْفَرَائِض والنوافل والحلال وَالْحرَام وَالْحُدُود وَالْأَحْكَام فَوجدت الشَّافِعِي أَكْثَرهم اتبَاعا وَأَقْوَاهُمْ احتجاجا وأصحهم قِيَاسا وأوضحهم إرشادا وَذَلِكَ فِيمَا صنف من الْكتب الْقَدِيمَة والجديدة فِي الْأُصُول وَالْفُرُوع بأبين بَيَان وأفصح لِسَان","seal":"2E7C8964","part":1},
      {"page":68,"id":43,"hno":166,"nass":"كَلَام نَفِيس فِي ترك التَّقْلِيد الْأَعْمَى وَاتِّبَاع من شهِدت لَهُ الشَّرِيعَة بالعصمة\r\r166 - ثمَّ اشْتهر فِي آخر الزَّمَان على مَذْهَب الشَّافِعِي تصانيف الشَّيْخَيْنِ أبي إِسْحَاق الشِّيرَازِيّ وَأبي حَامِد الْغَزالِيّ فأكب النَّاس على الِاشْتِغَال بهَا وَكثر المتعصبون لَهما حَتَّى صَار المتبحر الْمُرْتَفع عِنْد نَفسه يرى أَن نصوصهما كنصوص الْكتاب وَالسّنة لَا يرى الْخُرُوج عَنْهَا وَإِن أخبر بنصوص غَيرهمَا من أَئِمَّة مذْهبه بِخِلَاف ذَلِك لم يلْتَفت إِلَيْهَا\r167 - وَقد يَقع فِي بعض مصنفاتهما مَا قد خَالف الْمُؤلف فِيهِ صَرِيح حَدِيث صَحِيح أَو سَاق حَدِيثا على خلاف لَفظه أَو نقل إِجْمَاعًا أَو حكما عَن مَذْهَب بعض الْأَئِمَّة وَلَيْسَ كَذَلِك\rفَإِن ذكر لذَلِك المتعصب الصَّوَاب فِي مثل ذَلِك نَادَى وَصَاح وزمجر وأخفى الْعَدَاوَة وَكَانَ سَبيله أَن يفرح بوصوله إِلَى مَا لم يكن يعرفهُ وَلَكِن أعماه التَّقْلِيد أصمه عَن سَماع الْعلم الْمُفِيد\rبعض شُبُهَات المقلدين وَالرَّدّ عَلَيْهَا\r\r168 - وَيَقُول المتحذلق مِنْهُم المتصدر فِي منصب لَا يسْتَحقّهُ أما كَانَ هَؤُلَاءِ الْأَئِمَّة يعْرفُونَ هَذَا الحَدِيث الصَّحِيح الْوَارِد على خلاف نصهم فَيرد حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم بِمثل هَذَا الهذيان الَّذِي لَو فكر فِيهِ أسكته عَنهُ لِأَن خَصمه فِي مثل هَذَا هُوَ الله وَرَسُوله لِأَن الله تَعَالَى افْترض علينا طَاعَة رَسُوله فقد وصلنا إِلَى حَدِيثه فَلَا نرده إِلَى قَول أحد\r169 - ثمَّ إِن فِي ذَلِك إبطالا لمذهبه وهدما لأصله الَّذِي مهده إِمَامه وأسسه\rوَذَلِكَ أَن الشَّافِعِي إِنَّمَا تعصب على من كَانَ قبله من الْأَئِمَّة بِمثل ذَلِك من دلالات الْكتاب وَالسّنة مِمَّا ظَنّه خَفِي على من سبقه","seal":"FB3B42E8","part":1},
      {"page":69,"id":44,"hno":170,"nass":"وَكَانَ من الْمُمكن أَن يُقَال لَهُ أما كَانَ أُولَئِكَ يعْرفُونَ هَذَا وَأُولَئِكَ المتقدمون أولى بذلك من الْمُتَأَخِّرين فَلَو سمع مثل هَذَا الهذيان لبطلت الْمذَاهب\r170 - بل يَنْبَغِي للطَّالِب أَن يكون ابدا فِي طلب ازدياد علم مَا لم يُعلمهُ من أَي شخص كَانَ\rفالحكمة ضَالَّة الْمُؤمن أَيْنَمَا وجدهَا أَخذهَا\rوَعَلِيهِ الانصاف وَترك التَّقْلِيد وَاتِّبَاع الدَّلِيل فَكل أحد يُخطئ ويصيب إِلَّا من شهِدت لَهُ الشَّرِيعَة بالعصمة وَهُوَ النَّبِي صلى الله عَلَيْهِ وَسلم\rذكر رُجُوع الصَّحَابَة عَن آرائهم إِلَى أَحَادِيث النَّبِي صلى الله عَلَيْهِ وَسلم\r\r171 - قَالَ الشَّافِعِي فِي كتاب اخْتِلَاف الحَدِيث حَدثنَا سُفْيَان عَن عَمْرو بن دِينَار عَن سَالم بن عبد الله بن عمر وَرُبمَا قَالَ عَن أَبِيه وَرُبمَا لم يقلهُ أَن عمر بن الْخطاب نهى عَن التَّطَيُّب قبل زِيَارَة الْبَيْت وَبعد الْجَمْرَة\rقَالَ سَالم فَقَالَت عَائِشَة طيبت رَسُول الله صلى الله عَلَيْهِ وَسلم بيَدي هَاتين لإحرامه قبل أَن يحرم ولحله قبل أَن يطوف بِالْبَيْتِ\rقَالَ سَالم وَسنة رَسُول الله أَحَق أَن تتبع\rقَالَ الشَّافِعِي فَترك سَالم قَول جده عمر فِي إِمَامَته وَقبل قَول عَائِشَة وَسنة","seal":"521D16FE","part":1},
      {"page":70,"id":45,"hno":172,"nass":"رَسُول الله صلى الله عَلَيْهِ وَسلم أَحَق وَذَلِكَ الَّذِي يجب عَلَيْهِ\r172 - وَمَا زَالَ أكَابِر الصَّحَابَة مثل أبي بكر الصّديق وَمن بعده يخفى عَلَيْهِم شَيْء من السّنة كميراث الْجدّة وتوريث الْمَرْأَة من دِيَة زَوجهَا وَوضع الْيَدَيْنِ على الرُّكْبَتَيْنِ فِي الصَّلَاة\rخَفِي الأول على أبي بكر\rوَالثَّانِي على عمر\rوَالثَّالِث على ابْن مَسْعُود\rحَتَّى نبههم على ذَلِك غَيرهم وَلذَلِك أَمْثِلَة كَثِيرَة","seal":"D48F23A2","part":1},
      {"page":71,"id":46,"hno":173,"nass":"ذكر معرفَة المقلدين بمراتب أئمتهم وجهلهم بمراتب السّلف الصَّالح\r\r173 - وَمن الْعجب أَن كثيرا مِنْهُم إِذا ورد على مَذْهَبهم أثر عَن بعض أكَابِر الصَّحَابَة يَقُول مبادرا بِلَا حَيَاء وَلَا حشمة مَذْهَب الشَّافِعِي الْجَدِيد أَن قَول الصَّحَابِيّ لَيْسَ بِحجَّة وَيرد قَول أبي بكر وَعمر وَلَا يرد قَول أبي إِسْحَاق وَالْغَزالِيّ\rوَمَعَ هَذَا يرَوْنَ مصنفات أبي إِسْحَاق وَغَيره مشحونة بتخطئة الْمُزنِيّ وَغَيره من الأكابر فِي مَا خالفوا فِيهِ مَذْهَبهم فَلَا تراهم يُنكرُونَ شَيْئا من هَذَا\rفَإِن اتّفق أَنهم سمعُوا أحدا يَقُول أَخطَأ الشَّيْخ أَبُو إِسْحَاق فِي كَذَا بِدَلِيل كَذَا وَكَذَا انزعجوا وغضبوا ويرون أَنه ارْتكب كَبِيرا من الْإِثْم فَإِن كَانَ الْأَمر كَمَا ذكرُوا فَالْأَمْر الَّذِي ارْتَكَبهُ أَبُو إِسْحَاق أعظم فَمَا بالهم لَا يُنكرُونَ ذَلِك وَلَا يغضبون مِنْهُ لَوْلَا قلَّة معرفتهم وَكَثْرَة جهلهم بمراتب السّلف\rفصل فِي أَن مَذْهَب الشَّافِعِي أشبه الْمذَاهب بِالدَّلِيلِ إِذا عمل بقوله فِي الرُّجُوع إِلَى السّنة\r\r174 - قد تقدم أَن الشَّافِعِي بنى مذْهبه بناءا محكما وَذَلِكَ أَنه كَانَ اعْتِمَاده على كتاب الله وَسنة رَسُوله وَالنَّظَر الصَّحِيح من الِاجْتِهَاد الرَّاجِع إِلَى الْكتاب وَالسّنة وترجيح أشبه الْمذَاهب إِلَى الْكتاب وَالسّنة\rوَهَذَا هُوَ الأَصْل الصَّحِيح الْقوي الَّذِي يتم الْبناء عَلَيْهِ إِلَّا أَنه قد يعرض لَهُ مَا يعرض لغيره من الْبشر مِمَّن لَيْسَ بمعصوم من الْغَفْلَة وَالنِّسْيَان فأحالنا تَصْرِيح قَوْله على أَن مَا يَصح من أَقْوَال النَّبِي صلى الله عَلَيْهِ وَسلم فَهُوَ مذْهبه\rفَلم يتْرك لعائب عَيْبا وَلَا لمنتقد من حساده انتقادا فَرضِي الله عَنهُ وَلِهَذَا قَالَ بعض الْعلمَاء لَوْلَا الشَّافِعِي لغير أَصْحَاب الرَّأْي مَا جَاءَ بِهِ مُحَمَّد صلى الله عَلَيْهِ وَسلم","seal":"A849ECB0","part":1},
      {"page":72,"id":47,"hno":175,"nass":"فصل فِي نصح أهل الْعلم وَبَيَان الْعُلُوم النافعة والضارة\r\r175 - هَذِه الْفُصُول الَّتِي ذَكرنَاهَا حَسَنَة كَثِيرَة الْفَوَائِد مَجْمُوعَة من عدَّة مصنفات يَنْبَغِي لكل من يعتني بِالْعلمِ النّظر فِيهَا والاطلاع عَلَيْهَا\r176 - وَقد رَأَيْت أَن أختمها بفصل هُوَ أهمها وأجلها وأعمها نفعا وأولاها ذكرا وَهُوَ مَا اعتنى ببيانه الإِمَام أَبُو حَامِد رَحمَه الله فِي كتاب الْإِحْيَاء من نصح أهل الْعلم وَبَيَان الْعُلُوم النافعة والتحذير من الْعُلُوم الضارة\r177 - حَيْثُ قَالَ فأدلة الطَّرِيق هم الْعلمَاء الَّذين هم وَرَثَة الْأَنْبِيَاء وَقد شغر مِنْهُم الزَّمَان وَلم يبْق إِلَّا المترسمون وَقد استحوذ عَلَيْهِم الشَّيْطَان واستغواهم الطغيان وَأصْبح كل وَاحِد بعاجل حَظه مشغوفا فَصَارَ يرى الْمَعْرُوف مُنْكرا وَالْمُنكر مَعْرُوفا حَتَّى ظلّ علم الدّين مندرسا ومنار الْهدى فِي أقطار الأَرْض منطمسا","seal":"C8D6F19F","part":1},
      {"page":73,"id":48,"hno":178,"nass":"وَلَقَد خيلوا إِلَى الْخلق أَنه لَا علم إِلَّا فَتْوَى حُكُومَة يَسْتَعِين بهَا الْقُضَاة على فصل الْخِصَام عِنْد تهاوش الطغام\rأَو جدل يتذرع بِهِ طَالب المباهاة إِلَى الْغَلَبَة والإفحام\rأَو سجع مزخرف يتَوَصَّل بِهِ الْوَاعِظ إِلَى اسْتِدْرَاج الْعَوام\rإِذْ لم يرَوا مَا سوى هَذِه الثَّلَاثَة مصيدة لِلْحَرَامِ وشبكة للحطام\rفَأَما علم طَرِيق الْآخِرَة وَمَا درج عَلَيْهِ السّلف الصَّالح مِمَّا سَمَّاهُ الله سُبْحَانَهُ وَتَعَالَى فِي كِتَابه فقها وَحِكْمَة وعلما وضياء ونورا وهداية ورشدا فقد أصبح بَين الْخلق نسيا منسيا\r178 - ثمَّ أثنى على علم الْمُعَامَلَة وَقَالَ هُوَ علم أَحْوَال الْقلب كالصبر وَالشُّكْر وَالْخَوْف والرجاء والرضى والزهد وَالتَّقوى والقناعة والسخاء وَحسن الْخلق والصدق وَالْإِخْلَاص وَمَا يذم كالغل والحقد والحسد والغش وَالْكبر والرياء وَالْبخل والتزين لِلْخلقِ والمداهنة والخيانة وَطول الأمل وَالْقَسْوَة وَقلة الْحيَاء وَقلة الرَّحْمَة فَهَذِهِ وأمثالها من صِفَات الْقلب مغارس الْفَوَاحِش والأخلاق المحمودة منبع الطَّاعَات\r179 - إِلَى أَن قَالَ وَلَا يَنْبَغِي للْإنْسَان أَن يغتر بقول سُفْيَان تعلمنا الْعلم لغير الله فأبا أَن يكون إِلَّا لله وَكَانَ علمهمْ الْكتاب وَالسّنة\rوَإِن الْعلمَاء يتعلمون لغير الله لِأَن مَا يشتغلون بِهِ غير مأمورين بِهِ وَانْظُر إِلَى أَعمار الْأَكْثَرين مِنْهُم واعتبروهم فَإِنَّهُم مَاتُوا وهم هلكى على طلب الدُّنْيَا وَلَيْسَ الْخَبَر كالمعاينة\r180 - وَقَالَ أَبُو سُلَيْمَان الْخطابِيّ دع الراغبين فِي صحبتك والتعلم مِنْك فَلَيْسَ لَك مِنْهُم مَال وَلَا جمال إخْوَان الْعَلَانِيَة أَعدَاء السِّرّ إِذا لقوك تملقوا لَك وَإِذا غبت عَنْهُم سلقوك وَمن أَتَاك مِنْهُم كَانَ عَلَيْك رقيبا وَإِذا خرج كَانَ","seal":"DCD60A1B","part":1},
      {"page":74,"id":49,"hno":181,"nass":"عَلَيْك خَطِيبًا أهل نفاق ونميمة وغل وحقد وخديعة\rوَلَا تغتر باجتماعهم عَلَيْك فَمَا غرضهم الْعلم بل الجاه وَالْمَال وَأَن يتخذوك سلما إِلَى أوطارهم وَحِمَارًا إِلَى حاجاتهم إِن قصرت فِي غَرَض من أغراضهم كَانُوا أَشد الْأَعْدَاء عَلَيْك ثمَّ يعدون ترددهم إِلَيْك دَالَّة عَلَيْك ويرونه حَقًا وَاجِبا عَلَيْك ويعرضون لَك أَن تبذل عرضك وَدينك وجاهك لَهُم فتعادي عدوهم وَتَنصر قريبهم وخادمهم ووليهم وتنتهض لَهُم سَفِيها وَقد كنت فَقِيها وَتَكون لَهُم تَابعا خسيسا بعد أَن كنت متبوعا رَئِيسا وَلذَلِك قيل اعتزال الْعَامَّة مُرُوءَة تَامَّة\r181 - وَقد رَأَيْت أَن أختمه من عِبَارَات أهل الْمعرفَة وَالتَّقوى العاملين بِالْعلمِ الَّذِي يُورث الْجوف والهيبة والخشوع والزهد فِي الدُّنْيَا\r182 - روينَا عَن عبد الله بن خبيق الْأَنْطَاكِي وَهُوَ أحد السَّادة الْعباد قَالَ سَأَلت يُوسُف بن أَسْبَاط هَل مَعَ حُذَيْفَة المرعشي علم قَالَ مَعَه الْعلم الْأَكْبَر خوف الله\r183 - ذكر فِي مجْلِس أَحْمد بن حَنْبَل أَمر مَعْرُوف الْكَرْخِي فَقَالَ بعض من حضر هُوَ قَلِيل الْعلم فَقَالَ أَحْمد أمسك عافاك الله وَهل يُرَاد من الْعلم إِلَّا مَا وصل إِلَيْهِ مَعْرُوف","seal":"8D13053B","part":1},
      {"page":75,"id":50,"hno":184,"nass":"184 - وَقَالَ عبد الله بن أَحْمد بن حَنْبَل ذهب أبي وَيحيى بن معِين إِلَى مَعْرُوف فَقَالَ ابْن معِين إيش معنى سَجْدَتي السَّهْو فِي الصَّلَاة فَقَالَ مَعْرُوف شرعتا عُقُوبَة للقلب إِذا سَهَا وَهُوَ بَين يَدي الله فَقَالَ لَهُ أبي هَذَا من علمك هَذَا فِي كتبك أَو كتب أَصْحَابك\r185 - وَقَالَ الْجُنَيْد بن مُحَمَّد أَتَدْرُونَ مَا فرض الصَّلَاة قطع العلائق وَجمع الْهم والحضور بَين يَدي الله تَعَالَى قيل لَهُ كَيفَ تدخل فِي الصَّلَاة قَالَ بإلقاء سمع وشهود قلب وَحُضُور عقل وَجمع هم وَصِحَّة تيقظ وَحسن إقبال وتدبر فِي ترتيل\r186 - وَقَالَ أَبُو حَاتِم مُحَمَّد بن إِدْرِيس الرَّازِيّ دخلت دمشق على كتبة الحَدِيث فمررت بِحَلقَة قَاسم الجوعي فَرَأَيْت نَفرا جُلُوسًا حوله وَهُوَ يتَكَلَّم عَلَيْهِم فهالني مظهرهم فتقدمت إِلَيْهِم فَسَمعته يَقُول اغتنموا من أهل زمانكم خمْسا إِن حضرتم لم تعرفوا وَإِن غبتم لم تفقدوا وَإِن شهدتم لم تشاوروا وَإِن قُلْتُمْ شَيْئا لم يقبل قَوْلكُم وَإِن عملتم شَيْئا لم تعطوا بِهِ\rوأوصيكم بِخمْس أَيْضا إِن ظلمتم لَا تظلموا وَإِن مدحتم لَا تفرحوا وَإِن ذممتم لَا تجزعوا وَإِن كَذبْتُمْ فَلَا تغضبوا وَإِن خانوكم لَا تخونوا قَالَ فَجعلت هَذَا فائدتي من دمشق","seal":"D75B1C2B","part":1},
      {"page":76,"id":51,"hno":187,"nass":"187 - قَالَ المُصَنّف رَحمَه الله فَهَذَا وَأَمْثَاله هُوَ ثَمَرَة علم الْعلمَاء الَّذين يُرِيدُونَ الله تَعَالَى بِطَلَب الْعلم النافع\rجعلنَا الله مِنْهُم بمنه وفضله وَكَرمه ووفقنا للسلوك فِي مناهجهم برحمته وإحسانه وَالْحَمْد لله رب الْعَالمين وَصلى الله على سيدنَا مَوْلَانَا مُحَمَّد وعَلى آله وَصَحبه أَجْمَعِينَ آمين","seal":"0178E606","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":665,"Bk":"مختصر المؤمل في الرد إلى الأمر الأول","HigriD":"665","oAuthVer":1,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"أبو القاسم شهاب الدين عبد الرحمن بن إسماعيل بن إبراهيم المقدسي الدمشقي المعروف بأبي شامة","bLnk":null,"Inf":"","Auth":"المقدسي، أبو شامة","Betaka":"الكتاب: مختصر المؤمل في الرد إلى الأمر الأول\r\nالمؤلف: أبو القاسم شهاب الدين عبد الرحمن بن إسماعيل بن إبراهيم المقدسي الدمشقي المعروف بأبي شامة (المتوفى: 665هـ)\r\nالمحقق: صلاح الدين مقبول أحمد\r\nالناشر: مكتبة الصحوة الإسلامية - الكويت\r\nسنة النشر: 1403 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"أبو شامة (599 - 665 هـ = 1202 - 1267 م) \r\n\r\nعبد الرحمن بن إسماعيل بن إبراهيم المقدسي الدمشقي، أبو القاسم، شهاب الدين، أبو شامة: مؤرخ، محدث، باحث.\r\nأصله من القدس، ومولده في دمشق، وبها منشأه ووفاته.\r\nولي بها مشيخة دار الحديث الأشرفية، ودخل عليه اثنان في صورة مستفتيين فضرباه، فمرض ومات.\r\nله (كتاب الروضتين في أخبار الدولتين: الصلاحية والنورية - ط) و (ذيل الروضتين - ط) سماه ناشره (تراجم رجال القرنين السادس والسابع)\r\nو (مختصر تاريخ ابن عساكر) خمس مجلدات، و (المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز - خ [ثم طُبع]) في المكتبة البديرية بالقدس، وكتابان في (تاريخ دمشق) أحدهما كبير في خمسة عشر جزءا والثاني في خمسة أجزاء.\r\nوله (إبراز المعاني - ط) في شرح الشاطبية، و (الباعث على إنكار البدع والحوادث - ط) و (كشف حال بني عبيد) الفاطميين و (الوصول في الأصول) و (مفردات القراء) و (نزهة المقلتين في أخبار الدولتين: دولة علاء الدين السلجوقي، ودولة ابنه جلال الدين خوارزمشاه - خ) بلغ فيه إلى حوادث سنة 659 منه نسخة في خزانة محمد الطاهر بن عاشور، كتبت سنة 734 هـ، كما في مذكرات حسن حسني عبد الوهاب الصمادحي التونسي.\r\nوغير ذلك.\r\nووقف كتبه ومصنفاته جميعها في الخزانة العادلية بدمشق، فأصابها حريق التهم أكثرها.\r\nولُقب أبا شامة، لشامة كبيرة كانت فوق حاجبه الأيسر .\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"F5ADD23A","cat":"أصول الفقه والقواعد الفقهية","oNum":6299,"BkId":6299,"oAuth":754,"bVer":1,"aSeal":"3547929A"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t6299":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"خطبة الكتاب"},
      {"lvl":1,"id":3,"sub":0,"tit":"فصل في مناقب الإمام الشافعي"},
      {"lvl":1,"id":7,"sub":0,"tit":"فصل في صفة أهل العلم"},
      {"lvl":1,"id":10,"sub":0,"tit":"فصل في قبض العلماء وفشو الجهل"},
      {"lvl":1,"id":11,"sub":0,"tit":"فصل في حالة السلف الصالح في تدافع الفتوى عند حدوث الحادثة"},
      {"lvl":1,"id":12,"sub":0,"tit":"فصل في السؤال عن الحادثة والكلام فيها قبل وقوعها"},
      {"lvl":1,"id":16,"sub":0,"tit":"فصل في التنفير من القول بالرأي"},
      {"lvl":1,"id":18,"sub":0,"tit":"فصل في كلام العلماء في الرأي والقياس"},
      {"lvl":1,"id":22,"sub":0,"tit":"فصل في الرجوع إلى كتب السنة وتمييز الطيب من الخبيث من الأحاديث"},
      {"lvl":1,"id":26,"sub":0,"tit":"فصل في بيان أن الأحكام تثبت بالأدلة من دواوين السنة المعتبرة"},
      {"lvl":1,"id":29,"sub":0,"tit":"عذر العلماء في الصدر الأول لا يوجد الآن لتوفر كتب الحديث"},
      {"lvl":1,"id":31,"sub":0,"tit":"في نصوص الأئمة في الرجوع إلى الكتاب والسنة والنهى عن تقليدهم"},
      {"lvl":1,"id":32,"sub":0,"tit":"نصوص الإمام الشافعي في اتباع السنة"},
      {"lvl":1,"id":35,"sub":0,"tit":"نصوص الإمام مالك في اتباع الكتاب والسنة"},
      {"lvl":1,"id":36,"sub":0,"tit":"نصوص الإمام أحمد بن حنبل في اتباع الكتاب والسنة"},
      {"lvl":1,"id":37,"sub":0,"tit":"نصوص الإمام أبي حنيفة في اتباع السنة وتأسيس مذهبه"},
      {"lvl":1,"id":40,"sub":0,"tit":"نصوص بعض الأئمة الآخرين في اتباع السنة"},
      {"lvl":1,"id":42,"sub":0,"tit":"فصل في عناية الشافعية بمختصر المزني والثناء عليه"},
      {"lvl":1,"id":42,"sub":1,"tit":"ترجيح البيهقي مذهب الشافعي وسببه"},
      {"lvl":1,"id":43,"sub":0,"tit":"كلام نفيس في ترك التقليد الأعمى واتباع من شهدت له الشريعة بالعصمة"},
      {"lvl":1,"id":43,"sub":1,"tit":"بعض شبهات المقلدين والرد عليها"},
      {"lvl":1,"id":44,"sub":0,"tit":"ذكر رجوع الصحابة عن آرائهم إلى أحاديث النبي صلى الله عليه وسلم"},
      {"lvl":1,"id":46,"sub":0,"tit":"ذكر معرفة المقلدين بمراتب أئمتهم وجهلهم بمراتب السلف الصالح"},
      {"lvl":1,"id":46,"sub":1,"tit":"فصل في أن مذهب الشافعي أشبه المذاهب بالدليل إذا عمل بقوله في الرجوع إلى السنة"},
      {"lvl":1,"id":47,"sub":0,"tit":"فصل في نصح أهل العلم وبيان العلوم النافعة والضارة"}
    ]
}
