{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b6342":
    [
      {"page":1,"id":1,"nass":"[زغل العلم - الذهبي]\rالكتاب: زغل العلم.\rالمؤلف: شمس الدين أبو عبد الله محمد بن أحمد بن عثمان الذهبي.\rمكتبة الصحوة الإسلامية.\rتحقيق: محمد بن ناصر العجمي.\r\r(مفهرس وموافق للمطبوع)\rقام بإعداده للشاملة وفهرسته ومراجعته مع المطبوع العبد الفقير إلى الله: أبو محمد الجعلى.","seal":"D1012AEE","part":1},
      {"page":5,"id":6,"nass":"بسم الله الرحمن الرحيم\r- تصدير -\rالحمد لله رب العالمين، والصلاة والسلام على نبية الأمين محمد بن عبد الله، وعلى آله وصحبه ومن والاه الى يوم الدين.\rأما بعد:\rفهذا الكتاب الذي بن يديك هو باكورة (سلسله جواهر من التراث) التى أشرف عليها بالاشتراك مع أخي في الله / أبى عبد الرحمن محمد بن ناصرالعجمي، ونرجوا الله تعالى أن يباركها وان يعيننا على المضي فيها قدما. وهذه السلسلة تعني بنشر الكتب والرسائل التراثية محققة ومخدومة اعتمادا على أصولها الخطية، وهي بذلك ستسهم - ولو بصورة ضعيفة - ان شاء الله في خدمة تراث أمتنا المجيدة، ذلك التراث الذي لا يمكن لأمة الاسلام أن تنهض إلا بالاعتماد عليه والتمسك بما فيه، والذي أصبح - مع الأسف - يعاني من عبث العابثين، ومن النشرات التجارية المشوهة، التى لا يقصد من ورائها إلا الربح والكسب. وهذه الرسالة الأولى التى تصدر عن هذه السلسلة وهي","seal":"C03DEC2A","part":1},
      {"page":6,"id":7,"nass":"رسالة (زغل العلم) للامام الكبير والحافظ / أبي عبد الله محمد بن أحمد بن عثمان الذهبي - رحمه الله وستعقبها بعون الله - رسائل وكتب أخرى.\rوفي الختام نسأل الله التوفيق والرشاد، وأن يجعل عملنا خالصا لوجهه الكريم وأن يتقبله منا إنه هو السميع العليم.\r\rكتبه\rجاسم بن سليمان الفهيد الدوسري\rتحريرا في التاسع من رمضان المبارك سنة 1404 هـ","seal":"5479DB4B","part":1},
      {"page":7,"id":8,"nass":"المقدمة\rبسم الله الرحمن الرحيم\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا اله الا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله.\rأما بعد:\rفأقدم للقارىء الكريم، تحفة من تحف سلف هذه الأمة العظيمة، وهي رسالة (زغل العلم) ، للحافظ مؤرخ الاسلام الذهبي، رحمه الله تعالى، وقد تناول في هذه الرسالة العلوم المعروفة، وبين رأيه فيها وأحوال المهتمين بها في زمانه، كعلم القراءات والتجويد، وعلم الحديث، وتكلم عن فقهاء المذاهب الأربعة في عصره، وعن النحو واللغة، الى آخر ما ذكر من تلك العلوم، وأن حالهم تلك مخالفة لسلوك الرعيل الأول من الصحابة والتابعين والأئمة الأوائل رحمهم الله، وشدد النكير على المقلدة والجهلة الجامدين على التقليد الأعمى، بلا برهان ولا دليل من كتاب وسنة، حتى أصبحوا حجر عثرة أمام أهل العلم وطلابه، وذكر كذلك الذين اتخذوا العلم وسيلة وغرضا لتحصيل ملذات الدنيا وحطامها الفاني، علماء السوء الذين قصدهم من العلم التنعم بالدنيا والتوصل الى الجاه والمنزلة عند أهلها، وقد حذر النبي - صلى الله عليه وسلم - من ذلك أيما تحذير، فقال - صلى الله عليه وسلم -: (من طلب العلم ليجاري به العلماء، ويماري به السفهاء،","seal":"A32813C2","part":1},
      {"page":8,"id":9,"nass":"ويصرف به وجوه الناس اليه أدخله الله النار) (أ) . وقد وصف الله علماء السوء بأكل الدنيا بالعلم، ووصف علماء الآخرة بالخشوع والزهد، فقال عز وجل في علماء الدنيا: [وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننة للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا به ثمنا قليلا فبئس ما يشترون] (آل عمران: 187) ، وقال تعالى في علماء الآخرة: [وإن من أهل الكتاب لمن يؤمن بالله وما أنزل اليكم وما أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب] (آل عمران: 199) . وأوضح المصنف - رحمه الله - أن العلم إذا لم يكن للعمل فلا فائدة منه، بل هو وبال على صاحبه وخزي وحسرة وندامة، وبين طريقة السلف في طلبهم العلم وتحصيله، وأنهم شدوا الرحال في سبيل ذلك. فرحم الله الإمام الذهبي فقد أجاد في هذه الرسالة وأفاد. وإذا كان هذا الامام يشكو من علماء عصره ويتأوه من حالهم، فما نقول نحن عن زماننا هذا وعلمائه؟! وقد غطى حب المادة والعلو والرفعة عندهم، وأصبح جل همهم - إن لم يكن كله - الشهادات العليا زعموا! والتبجح بتلك الألقاب التي أصبحت ديدن أبناء عصرنا إلا من رحم الله.\r__________\r(أ) حديث حسن، أخرجه الترمذي (2654) ، والطبراني في (الكبير، 10019) وغيرهما، وانظر بقية تخريجه فى التعليق على (فضل علم السلف) لابن رجب (صـ 59 دار الأرقم بالكويت) .","seal":"23D5F979","part":1},
      {"page":9,"id":10,"nass":"ولعل في هذه الرسالة ذكرى فإن الله يقول: [وذكر فإن الذكرى تنفع المؤمنين] (الذاريات: 55) ، وقال عز وجل: [فذكر إن نفعت الذكرى * سيذكر من يخشى] (العلق: 9 - 10) .\rوالله يقول الحق ويهدي إلى سواء السبيل.","seal":"99130A1B","part":1},
      {"page":10,"id":11,"nass":"ترجمة المؤلف\r\r* هو شمس الدين أبوعبد الله محمد بن أحمد بن عثمان بن قايماز بن عبد الله التركماني المشهور بابن الذهبي.\r\r* ولد في ثالث ربيع الآخرسنة 673 (ب) ، وطلب الحديث وله 18 سنة. فسمع الكثير، ورحل، وعنى بهذا الشأن وتعب فيه وخدمه الى ان رسخت فيه قدمه، وتلا بالسبع وأذعن له الناس.\r\r* مشايخه:\r- شيخ القراء في عصره جمال الدين أبو إسحاق إبراهيم ابن داود العسقلاني المعروف بالفاضلي.\r- ابن غايى المقرىء الدمشقي.\r- الحافظ جمال الدين أبو العباس أحمد بن محمد المعروف بابن الظاهري.\r- القاضي تقي الدين بن دقيق العيد.\r- شرف الدين الدمياطي.\r- شيخ الاسلام تقي الدين ابن تيمية.\r- جمال الدين أبو الحجاج المزي.\rوخلق كثير ...\r__________\r(ب) ووقع في (البدر الطالع، 2: 110) (سنة 773) ، وقيده بالحروف. وهذا خطأ فاحش ولا أعلم من أين منشؤه؟!","seal":"06D390BA","part":1},
      {"page":11,"id":12,"nass":"* تلاميذه:\r- أبو المعالي محمد بن رافع السلامي.\r- المؤرخ عماد الدين ابن كثير الدمشقي.\r- تاج الدين السبكي.\r- صلاح الدين الصفدي.\r- شمس الدين الحسيني.\rوغيرهم خلق كثير ...\r\r* مناصبه العلمية:\rتولى هذا الإمام كبريات دور الحديث بدمشق في أيامه، لما وصل اليه من المعرفة الواسعة في هذا الفن، وحينما توفي سنة 748 هـ كان يتولى مشيخة الحديث في خمسة أماكن هي:\r1- مشهد عروة، أو دار الحديث العروية.\r2- دار الحديث النفيسية.\r3- دار الحديث التنكيزية.\r4- دار الحديث الفاضلية بالكلاسة.\r5- تربة أم صالح.\r\r* ثناء العلماء عليه:\rقال علم الدين البرزالي: (رجل فاضل - أي الذهبي -، صحيح الذهن. اشتغل ورحل، وكتب الكثير، وله","seal":"1E09C32B","part":1},
      {"page":12,"id":13,"nass":"تصانيف واختصارات مفيدة، وله معرفة بشيوخ القراءات) .\rوقال تلميذه صلاح الدين الصفدي: (الشيخ الإمام العلامة الحافظ شمس الدين أبو عبد الله الذهبي. حافظ لا يجارى ولافظ لا يبارى، أتقن الحديث ورجاله، ونظر علله وأحواله، وعرف تراجم الناس، وأزال الإبهام في تواريخهم والإلباس، ذهن يتوقد ذكاؤه، ويصح إلى الذهب نسبته وانتماؤه، جمع الكثير، ونفع الجم الغفير، وأكثر من التصنيف، ووفر بالاختصار مؤونة التطويل في التأليف، اجتمعت به وأخذت عنه وقرأت عليه كثيرا من تصانيفه ولم أجد عنده جمود المحدثين ولاكودنة (ج) النقلة، بل هو فقيه النظر، له دربة بأقوال الناس، ومذاهب الأئمة من السلف، وأرباب المقالات، وأعجبني منه ما يعانيه في تصانيفه من أنه لا يتعدى حديثا يورده حتى يبين ما فيه من ضعف متن، أو ظلام إسناد، أو طعن في رواته، ولم أر غيره يراعي هذه الفائدة فيما يورده) *.\rوقال تاج الدين السبكي: (شيخنا وأستاذنا، الإمام الحافظ شمس الدين أبو عبد الله التركماني الذهبي، محدث العصر. اشتمل عصرنا على أربعة من الحفاظ، بينهم عموم\r__________\r(ج) كودنة: أي البليد، راجع (لسان العرب) مادة (كدن) .\r* قلت: يتضح ذلك لمن يطالع كتابيه (تذكرة الحفاظ) و (سيرأعلام النبلاء) وغيرهما.","seal":"6ED71329","part":1},
      {"page":13,"id":14,"nass":"وخصوص: المزى والبرزالي والذهبي والشيخ الإمام الوالد، لا خامس لهؤلاء في عصرهم، وأما أستاذنا أبو عبد الله فبصر لا نظير له، وكنز، هو الملجأ إذا نزلت المعضلة، إمام الوجود حفظا، وذهب العصر معنى ولفظا، وشيخ الجرح والتعديل، ورجل الرجال في كل سبيل، كأنما جمعت الأمة في صعيد واحد فنظرها ثم أخذ يخبر عنها إخبار من حضرها، وكان محط رجال تغيبت، ومنتهى رغبات من تغبّيَت، تعمل المطي إلي جواره، وتضرب البزل المهارى أكبادها فلا تبرح أو تنبل نحو داره، وهو الذي خرجنا في هذه الصناعة، وأدخلنا في عداد الجماعة، جزاه الله عنا أفضل الجزاء، وجعل حظه من غرفات الجنان موفر الأجزاء، وسعده بدرا طالعا في سماء العلوم يذعن له الكبير والصغير من الكتب والعالي والنازل من الأجزاء) .\rوقال أيضا: (وسمع منه الجمع الكثير، ما زال يخدم هذا الفن إلى أن رسخت فيه قدمه، وتعب الليل والنهار وما تعب لسانه وقلمه، وضربت باسمه الأمثال، وسار اسمه مسير الشمس إلا أنه لا يتقلص إذا نزل المطر، ولا يدبر إذا أقبلت الليالي. وأقام بدمشق يرحل إليه من سائر البلاد وتناديه السؤالات من كل ناد) اهـ.\rوقد أطال السبكي - رحمه الله - في مدح شيخه والثناء عليه، لكن ذكرنا من كلامه ما فيه الكفاية.\rوقال عماد الدين ابن كثير: (الشيخ الحافظ الكبير","seal":"CCAD4533","part":1},
      {"page":14,"id":15,"nass":"مؤرخ الإسلام وشيخ المحدثين) .\rوقال أيضا: (وقد ختم به شيوخ الحديث وحفاظه) اهـ.\rوقال الحسيني: (الإمام العلامة شيخ المحدثين قدوة الحفاظ والقراء محدث الشام ومؤرخه ومفيده) .\rوقال ابن رافع السلامي: (وطلب بنفسه - اي الذهبي -، وقرأ، وكتب الكثير العالي والنازل، وانتقى على الشيوخ، ودرس بعدة دروس في الحديث، وصنف كثيرا، وجمع، ونفع الناس. وكان صالحا خيرا، له قيام ليل، وعبادة، وتلاوة، وبر، وصدقة، رحمه الله تعالى بكرمه) .\rوقال ابن ناصر الدين الدمشقي: (الشيخ الإمام الحافظ الهمام مفيد الشام، ومؤرخ الإسلام، ناقد المحدثين وإمام المعدلين والمجرحين) .\rوقال أيضا: (وكان آية في نقد الرجال، عمدة في الجرح والتعديل، عالما بالتفريع والتأصيل، إماما في القراءات، فقيها في النظريات، له دربة بمذاهب الأئمة وأرباب المقالات، قائما بين الخلف، بنشر السنة ومذهب السلف، أنشدونا عنه لنفسه:\rالفقه قال الله قال رسوله *** إن صح والإجماع فاجهد فيه\rوحذار من نصب الخلاف جهالة *** بين النبي وبين رأي فقيه","seal":"EA7C77D7","part":1},
      {"page":15,"id":16,"nass":"وله المؤلفات المفيدة، والمختصرات الحسنة، والمصنفات السديدة) اهـ.\rوقال جلال الدين السيوطي: (والذي أقوله إن المحدثين عيال الآن في الرجال وغيرها من فنون الحديث على أربعة: المزي والذهبي والعراقي وابن حجر) .\rهذا بعض ما اقتطفناه لك من أقوال العلماء في شأن هذا الإمام الجليل.\r\r* وفاته: توفي هذا الامام في ليلة الاثنين الثالث من ذي القعدة سنة 748 هـ. فرحمه الله رحمة واسعة.\r\r* مؤلفاته:\rالمطبوع منها:\r1- أهل المئة فصاعدا: طبع ضمن مجلة المورد العراقية - بتحقيق الدكتور بشار عواد.\r2- تذكرة الحفاظ: طبع بالهند - بتحقيق العلامة عبد الرحمن اليماني رحمه الله تعالى.\r3- زغل العلم: (وهو كتابنا هذا) .\r4- سير أعلام النبلاء: طبع في مؤسسة الرسالة - بتحقيق الشيخ شعيب الأرنؤوط وجماعة، وصدرمنه حتى الان 17 مجلدا.\r5- العبر في خبر من غبر: طبع وزارة الأعلام","seal":"879F89D9","part":1},
      {"page":16,"id":17,"nass":"بالكويت - بتحقيق الدكتور صلاح الدين المنجد، والاستاذ فؤاد سيد.\r6- العلو للعلي الغفار: المكتبة السلفية بالمدينة المنورة.\r7- الكاشف في معرفة من له رواية في الكتب الستة: دارالكتب الحديثة - تحقيق عزت عطية وموسى الموشى.\r8- الكبائر: طبع أكثر من مرة، وكلها رديئة عدا التي حققها الشيخ عبد الرحمن فاخوري، فهي جيدة.\r9- معرفة القراء الكبار: دار الكتب الحديثة بمصر - بتحقيق محمد جاد الحق، وهي طبعة مليئة بالتحريفات.\r10- المشتبه في الرجال: طبع الحلبي - بتحقيق علي البجاوي.\r11- المعين في طبقات المحدثين: دار الفرقان - بتحقيق الدكتور همام سعيد.\r12- المغني في الضعفاء: دار المعارف بحلب - تحقيق الدكتور العنز.\r13- ميزان الاعتدال: طبع أكثر من مرة، ومنها التي بتحقيق علي البجاوي.\rوغيرها ...\r\rالمخطوط منها:\r14- كتاب الأربعين في صفات رب العالمين.\r15- تاريخ الإسلام (طبع منه بعض المجلدات) .\r16- تشبيه الخسيس بأهل الخميس.","seal":"04D0808F","part":1},
      {"page":17,"id":18,"nass":"17 - تلخيص العلل المتناهية في الأحاديث الواهية لابن الجوزي.\r18 - مختصركتاب الزهد للبيهقى.\r19 - معجم الشيوخ الصغير.\r20 - معجم الشيوخ الكبير.\rوغيرها ...\rرحم الله الإمام الذهبي وأجزل مثوبته (د) .\r__________\r(د) مصادر ترجمته: (الوافي بالوفيات للصفدي، 2: 163 - 168) ، و (طبقات الشافعية للسبكي، 5: 216 - 226 - ط الحسينية) ، و (9: 100 - 123 - ط الحلو) ، و (البداية والنهاية لابن كثير، 14: 225) ، و (الوفيات للسلامي، 2: 55) ، و (ذيل تذكرة الحفاظ للحسينى، صـ 34 - 37) ، و (النجوم الزاهرة لابن تغري بردي، 10: 182 - 183) ، و (غاية النهاية للجزري، 2: 71) ، و (ذيل وفيات الأعيان للمكناسي، 2: 256 - 257) ، و (طبقات الشافعية للأسنوي، 1: 558 - 559) ، و (طبقات الشافعية لابن هداية، صـ 232) ، و (السلوك لمعرفة الملوك للمقريزي، 2: القسم 3: 754) ، و (الرد الوافر لابن ناصر، صـ 31) ، و (الدرر الكامنة لابن حجر، 3: 426 - 427) ، و (طبقات الحفاظ للسيوطي، صـ 517) ، و (تاريخ ابن الوردي، 2:495) ، و (القلائد الجوهرية لابن طولون، 2: 328) ، و (الشهادة الزكية للكرمي، صـ 38) ، و (البدر الطالع للشوكاني، 2: 110 - 112) ، و (شذرات الذهب لابن العماد، 6: 153 - 157) ، و (الأعلام للزركلي، 5: 326) ، و (معجم المؤلفين لكحالة، 8: 289 - 290) ، وكتاب (الذهبى ومنهجه في كتابة تاريخ الاسلام) للمؤرخ الدكتور بشار عواد معروف - حفظه الله -، وقد ترجم له في هذا الكتاب ترجمة وافية فجزاه الله خيرا.","seal":"679DE711","part":1},
      {"page":18,"id":19,"nass":"نسخ الكتاب:\rاعتمدت في تحقيق هذه الرسالة على ثلاث نسخ:\r- الأولى: مصورة عن مخطوطة بمكتبة الأحقاف للمخطوطات، بتريم وقد صورها معهد المخطوطات بالكويت، وعدد صفحاتها (هـ) ضمن مجموعة (من ورقة 270 - 274) ، وفي كل صفحة ما بين (23) و (24) سطرا.\rومقاسها 15 * 21 سم، وقد كتب بقلم نسخي جيد، سنة 1068 هـ وبعض كلماتها بالحمرة، وهي برقم (188) في المعهد.\rوهي التي اتخذتها أصلا، بيد أنها لا تخلو من الخطأ، كما هو معروف عند ذوي الخبرة بالمخطوطات، ورمزت لها بحرف \"م\".\r- الثانية: مصورة المكتبة المركزية في الجامعة الاسلامية، بالمدينة المنورة (قسم المخطوطات) ورقمها (254) ، وهي مصورة عن إحدى المكتبات باليمن، من الورقة (24- 30) ، ومقاسها 17 * 24سم، وكتبت بخط النسخ المعتاد، وتاريخ نسخها غير معروف، ولكني أقدر أنها كتبت في القرن العاشر تقريبا، وكذلك الناسخ فإنه لم يكتب اسمه (هـ) .\r__________\r(هـ) ومما يحسن التنبيه عليه ان الناسخ وهم في اسم المؤلف فقال: (بدر الدين ... ) وإنما هو شمس الدين، يتضح ذلك لمن يقرأ ترجمته.","seal":"3C094147","part":1},
      {"page":19,"id":20,"nass":"وهذه النسخة لا بأس بها، وقد استفدت منها في مقابلتها مع \"م\" ورمزت لها بحرف \"س\".\r- الثالثة: المطبوعة التي عني بنشرها حسام الدين القدسي (و) ، طبعت سنة 1347 هـ في مطبعة التوفيق بدمشق، وفيها بعض الزيادات التي ليست في النسختين الخطيتين، لكنها ليست بالكثيرة.\r* وما كان زائدا على نسخة \"م\" وضعته بين معكوفين هكذا [] ونبهت عليه، وكذلك العناوين جعلتها بين معكوفين أيضا، ولم أثبت الفروق التي في \"س\" والمطبوعة إلا أحيانا.\r* وخرجت ما في هذه الرسالة من الأحاديث، وعلقت بما رأيت من المفيد التعليق عليه.\rوأسأل الله أن يكون عملي هذا متقبلا عنده إنه ولي ذلك والقادر عليه.\rالكويت - أبو عبد الرحمن\rمحمد بن ناصر العجمي.\rكان الله له معينأ.\r__________\r(و) قلت: وقد مسخها ببعض التعليقات السخيفة، ولا أعلم هل هو الذي قام بتلك التعليقات، أم زاهد الكوثري الحنفي المتعصب، الذي ذكر القدسي انه طبع هذه الرسالة عن نسخته، وبكل حال فهي تعليقات تدل على تحامله، وتعصبه الممقوت، نسأل الله السلامة من هوى النفس.","seal":"1342C8B7","part":1},
      {"page":20,"id":21,"nass":"الورقة الأولى من نسخة \"م\".","seal":"79E9B18E","part":1},
      {"page":21,"id":22,"nass":"الورقة الأخيرة من نسخة \"م\".","seal":"932DA3AD","part":1},
      {"page":22,"id":23,"nass":"الورقة الأخيرة من نسخة \"س\".","seal":"9993AAA4","part":1},
      {"page":23,"id":24,"nass":"الورقة الأولى من نسخة \"س\".","seal":"E197938D","part":1},
      {"page":25,"id":26,"nass":"بسم الله الرحمن الرحيم\r[وبه نستعين\rوالحمد لله رب العالمين] (1)\rاعلم أن في كل طائفة من علماء هذه الأمة ما يذم ويعاب، فتجنبه.\r\r[علم القراءة والتجويد]\rفالقراء المجودة: فيهم تنطع (2) وتحرير زائد يؤدي إلى أن المجود القارىء يبقى مصروف الهمة إلى مراعاة الحروف، والتنطع في تجويدها بحيث يشغله ذلك عن تدبر معاني كتاب الله تعالى، ويصرفه عن الخشوع في التلاوة لله (3) ويخليه قوي النفس مزدريا [بحفاظ] (4) كتاب الله تعالى. فينظر اليهم بعين المقت [وأن] (5) المسلمين يلحنون، وبأن القراء لا يحفظون إلا شواذ [القراءة] (6) ، فليت شعري أنت\r__________\r(1) زيادة من \"س\" وفي المطبوعة (الحمد لله وسلام على عباده الذين اصطفى) .\r(2) وفي \"م\" و \"س\" (فيهم تنطع زائد ... ) والذي اثبته من المطبوعة، وهو المناسب لسياق الكلام.\r(3) ليست في \"س\" والمطبوعة.\r(4) وفي \"م\" (الحفاظ) .\r(5) وفي \"م\" (فإن) والمثبت من \"س\".\r(6) من \"س\" والمطبوعة، والذي في \"م\" (القرآن) .","seal":"8B9FF113","part":1},
      {"page":26,"id":27,"nass":"ماذا عرفت؟! وما علمك، وأما عملك فغيرصالح (7) ، وأما تلاوتك فثقيلة عرية عن الخشية والحزن والخوف، فالله يوفقك، ويبصرك رشدك، ويوقظك من رقدة الجهل والرياء.\rوضدهم قراء النغم والتمطيط، وهؤلاء في الجملة من قرأ منهم بقلب وخوف قد ينتفع به في الجملة، فقد رأيت من يقرأ صحيحا ويطرب ويبكي.\rنعم (8) ورأيت من إذا قرأ قسى القلوب وأبرم النفوس، وبدل كلام الله تعالى، وأسوأهم حالا الجنائزية، والقراء (9) بالروايات، وبالجمع فأبعد شيء عن الخشوع، وأقدم شيء على التلاوة بما يخرج عن القصد، وشعارهم في تكثير وجوه حمزة (10) ، وتغليظ تلك اللامات وترقيق الراآت.\rاقرأ يا رجل واعفنا من التغليظ والترقيق [وفرط] (11)\r__________\r(7) وفي \"م\" بعد كلمة صالح (والله) وليست في \"س\" والمطبوعة.\r(8) لا جود لها في المطبوعة.\r(9) وفي المطبوعة (وأما) .\r(10) حمزة بن حبيب الزيات: شيخ القراء وأحد السبعة الأئمة، قال المصنف في (سير أعلام النبلاء، 7: 91) : (كره طائفة من العلماء قراءة حمزة لما فيها من السكت، وفرط المد، واتباع الرسم والاضجاع، وأشياء، ثم استقر اليوم الاتفاق على قبولها، وبعض كان حمزة لا يراه) اهـ، انظر (المغني لابن قدامة، 1: 492) ، و (طبقات القراء، 1: 93 - 99) ، و (ميزان الاعتدال، 1: 605) للمؤلف.\r(11) من \"س\" والمطبوعة.","seal":"5ACE2D81","part":1},
      {"page":27,"id":28,"nass":"الإمالة، والمدود ووقوف حمزة [فإ] لى كم هذا؟ وآخر منهم إن حضر في ختمة أو تلا في محراب جعل ديدنه إحضار غرائب الوجوه والسكت، والتهوع بالتسهيل، وأتى بكل خلاف ونادى على نفسه أنا (أبو فلان) (12) فاعرفوني فإني عارف [بالسبع] (13) إيش يُعمل بك؟ لا صبحك الله بخير إنك حجر منجنيق ورصاص على الأفئدة.\r\r[علم الحديث]\rوالمحدثون: فغالبهم لا يفقهون ولا همة لهم في معرفة الحديث ولا [في] (13) التدين به، بل الصحيح والموضوع عندهم [بنسبة] (14) إنما همتهم في السماع على جهلة الشيوخ، وتكثير العدد من الأجزاء والرواة، لا يتأدبون بآداب الحديث، ولا يستفيقون من سكرة السماع، الآن يسمع [الجزء] (51) ونفسه تحدثه: متى يرويه أبعد الخمسين سنة! ويحك ما أطول أملك وأسوأ عملك، معذور سفيان الثوري إذ يقول فيما رواه أحمد بن يوسف التغلبي ثنا خالد بن خداش ثنا حماد بن زيد قال قال سفيان الثوري - رحمه\r__________\r(12) لا وجود لها في \"س\" والمطبوعة.\r(13) ما بين المعكوفتين من \"س\" والمطبوعة.\r(14) في \"م\" (شبه) .\r(15) في \"م\" (الخبر) .","seal":"AD2EFC06","part":1},
      {"page":28,"id":29,"nass":"الله -: (لو كان الحديث خيرا لذهب كما ذهب الخير) (16) .\rصدق والله وأي خير في حديث مخلوط صحيحه بواهيه، وأنت لا تفليه ولا تبحث عن ناقليه، ولا تدين الله به.\rأما اليوم في زماننا فما يفيد المحدث الطلب والسماع مقصود الحديث من التدين به، بل فائدة السماع [ليروي] (17) فهذا والله لغير الله، خطابي معك يا محدث لا مع من يسمع ولا يعقل ولا يحافظ على الصلوات، ولا يجتنب الفواحش ولا قرش الحشائش ولا يحسن أن يصدق فيها، فيا هذا لا تكن محروما مثلى فأنا نحس أبغض المناحيس (18) .\rوطالب الحديث اليوم ينبغي له أن ينسخ أولا (الجمع\r__________\r(16) هذا الاسناد حسن، وقد أخرجه الخطيب في (شرف أصحاب الحديث، ص 123) مع اختلاف يسير في الألفاظ وإسناده صحيح، وأحمد بن يوسف هذا: ثقة مامون، له ترجمة في (تاريخ بغداد، 5: 218، 219) ، و (الأنساب، 3: 59) .\r(17) وفي \"م\" (يروى) .\r(18) ولا شك أن هذا من تواضعه الجم، واستحقاره لنفسه - رحمه الله تعالى -.","seal":"C7C325DD","part":1},
      {"page":29,"id":30,"nass":"بين الصحيحين (19) و (أحكام عبد الحق) (20) و (الضياء) (21) ، ويدمن النظر [فيهم] (22) ويكثر (23) من تحصيل تواليف البيهقي فإنها نافعة، ولا أقل من مختصر كـ (الإلمام) (24) [ودراسة] (25) ، فإيش (26) السماع على جهلة المشيخة الذين ينامون والصبيان يلعبون والشبيبة يتحدثون\r__________\r(19) (الجمع بين الصحيحين) لمحمد بن ابي نصرالحميدي، وقد ألف جماعة من العلماء في الجمع بين الصحيحين، انظر (الرسالة المستطرفة، صـ 129) ، و (تاريخ التراث العربي، 1: 245) لفؤاد سزكين، ومقدمة الشيخ الفاضل الدكتور ربيع بن هادي المدخلي (كتاب المدخل إلى الصحيح) للحاكم ص 21.\r(20) هو عبد الحق بن عبد الرحمن الأزدي الاشبيلي، كان فقيها حافظا، عالما بالحديث وعلله عارفا بالرجال، موصوفا بالخير والصلاح والزهد والورع ولزوم السنة، مشاركا في الأدب وقول الشعر، صنف في الأحكام نسختين كبرى وصغرى، توفي سنة إحدى وثمانين وخمسمائة، وله ترجمة في (تهذيب الأسماء واللغات، 1: 292) ، و (تذكرة الحفاظ، 4: 1350) ، و (طبقات الحفاظ، صـ 479) ، و (شذرات الذهب، 4: 271) .\r(21) هو الإمام الحافظ الحجة محدث الشام ضياء الدين أبو عبد الله محمد بن عبد الواحد بن أحمد السعدي الحنبلي، صاحب التصانيف النافعة، وأشهرها كتاب (الأحاديث المختارة) ، وهو الذي قصده المصنف - رحمه الله -. انظر ترجمته في (تذكرة الحفاظ، 4: 1405) ، و (العبر، 5: 179) ، و (الذيل على طبقات الحنابلة، 2: 236) ، و (الشذرات، 5: 224) .\r(22) وفي \"م\" (فيها) .\r(23) تكررت هذه الكلمة في \"م\" مرتين.\r(24) كتاب (الإلمام باحاديث الأحكام) لابن دقيق العيد، وقد طبع في دار الفكر بدمشق سنة 1383 هـ - 1963 م، وهي الطبعة الأولى.\r(25) لا وجود لها في \"م\".\r(26) وفي المطبوعة (فأي شيء ينفع) .","seal":"6AABBC26","part":1},
      {"page":30,"id":31,"nass":"ويمزحون، وكثير منهم ينعسون، ويكابرون، والقارىء يصحف، وإتقانه (27) في تكثير (أو كما قال) ، والرضع يتصاعقون، بالله خلونا، فقد بقينا ضحكة لأولي المعقولات، يطنزون بنا هؤلاء هم أهل الحديث (28) ، نعم ماذا يضر! ولو لم يبق إلا تكرار الصلاة على النبي - صلى الله عليه وسلم - لكان خيرا من تلك الأقاويل (29) التي تضاد الدين وتطرد الإيمان واليقين،\r__________\r(27) ليست في \"س\".\r(28) قال المصنف - رحمه الله - في معرض كلام له في (تذكرة الحفاظ، 2: 530) : (فلقد تفانى أصحاب الحديث وتلاشوا، وتبدل الناس بطلبة يهزأ بهم أعداء الحديث والسنة ويسخرون منهم، وصار علماء العصر في الغالب عاكفين على التقليد في الفروع من غير تحرير لها، ومكبين على عقليات من حكمة الأوائل وآراء المتكلمين من غير أن يتعقلوا أكثرها، فعم البلاء واستحكمت الأهواء ولاحت مبادىء رفع العلم وقبضه من الناس، فرحم الله امرءا أقبل على شأنه وقصر من لسانه وأقبل على تلاوة قرآنه وبكى على زمانه وأدمن النظر في الصحيحين، وعبد الله قبل أن يبغته الأجل، اللهم فوفق وارحم) . قلت: لا شك أن كلام المصنف - رحمه الله - لا يعنى به أهل العلم المتخصصين فيه والممارسين له الذين رحلوا في سبيله ولقوا النصب في تحصيله، وإجهاد النفس في ذلك، وإنما يعنى به الجهلة الذين لا علم لهم به، وسيذكر المصنف بعض الحفاظ في زمانه الذين لم يأت بعدهم مثلهم، وهذا الكلام صدر من المصنف في حق أبناء زمانه فكيف لو عاش في زماننا؟!\r(29) قال عبد الله بن بكر الطبراني الزاهد - رحمه الله -: (أبرك العلوم وافضلها وأكثرها نفعا في الدنيا والدين بعد كتاب الله تعالى أحاديث رسول الله - صلى الله عليه وسلم -، لما فيها من كثرة الصلاة عليه، وإنها كالرياض والبساتين تجد فيها كل خير وبر، وفضل وذكر) أخرجه ابن عساكر كما في (تهذيب تاريخه، 7: 314) .","seal":"0BE9986E","part":1},
      {"page":31,"id":32,"nass":"وتردي في أسفل السافلين، لكنك معذور فما شممت للاسلام رائحة، ولا رأيت أهل الحديث، فأوائلهم كان لهم شيخ عالى الاسناد، بينه وبين الله واحد، معصوم عن معصوم، سيد البشر عن جبريل عن الله - عز وجل - فطلبه مثل أبي بكر وعمر، وابن مسعود وأبي هريرة الحافظ وابن عباس، وسادة الناس الذين طالت أعمارهم، وعلا سندهم وانتصبوا للرواية الرفيعة، [فحمل] (30) عنهم مثل مسروق وابن المسيب والحسن البصري والشعبي وعروة وأشباههم من أصحاب الحديث، وأرباب الرواية والدراية، والصدق والعبادة، والإتقان والزهادة [الذين] (31) من طلبتهم مثل الزهري، وقتادة، والأعمش، وابن جحادة (32) وأيوب، وابن عون، وأولئك السادة الذين أخذ عنهم الأوزاعي والثوري ومعمر والحمادان (33) وزائدة (34) ومالك والليث وخلق سواهم، من أشياخ ابن المبارك ويحيى القطان وابن مهدي ويحيى بن آدم والشافعي والقعنبي وعدة من أعلام الحديث الذين خلفهم، مثل أحمد بن حنبل واسحاق وابن المديني\r__________\r(30) وفي \"م\" (تحمل) .\r(31) وفي \"م\" (والذين) .\r(32) هو محمد بن جحادة الأودي: وثقه أحمد وأبو حاتم والنسائي وابن حبان ويعقوب بن سفيان (تهذيب التهذيب، 9: 92) .\r(33) أي حماد بن زيد وحماد بن سلمة.\r(34) وفي المطبوعة (وزيادة) وهو تحريف.","seal":"0FD4FFAC","part":1},
      {"page":32,"id":33,"nass":"ويحيى بن معين [وأبي خيثمة] (35) وابن نمير وأبى كريب وبندار وما يليهم من مشيخة البخاري ومسلم و [أبي] (36) داود والنسائي وأبى زرعة وأبى حاتم ومحمد بن نصر وصالح جزرة وابن خزيمة، وخلائق ممن كان في الزمن الواحد، منهم ألوف من الحفاظ ونقلة العلم الشريف.\rثم تناقص هذا الشأن في المائة الرابعة بالنسبة إلى المائة الثالثة، ولم يزل ينقص إلى اليوم، فأفضل من في وقتنا اليوم من المحدثين على قلتهم نظير صغار من كان في ذلك الزمان على كثرتهم.\rوكم من رجل مشهور بالفقه والرأي في الزمن القديم أفضل في الحديث من المتأخرين، وكم من رجل من متكلمي القدماء أعرف بالأثر من سنية (37) زماننا، فما أدركنا من أصحاب الحديث الا طائفة كقاضي ديار مصر وعالمها تقي الدين ابن دقيق العيد، والحافظ الحجة شرف الدين الدمياطي، والحافظ جمال الدين بن الظاهري، والشيخ شهاب الدين بن فرح ونحوهم.\rوأدركنا من عكر الطلبة شهاب الدين ابن الدقوقي،\r__________\r(35) وفي \"م\" (أبي خيثمة) وكذا في \"س\" بدون (أبي) وكلاهما خطأ، وما اثبته من المطبوعة والمصادر التي ترجمت له.\r(36) وفي \"م\" (ابن) والمثبت من \"س\" والمطبوعة.\r(37) وفي المطبوعة (مشيخة) .","seal":"17B4C901","part":1},
      {"page":33,"id":34,"nass":"ونجم الدين ابن الخباز، والشيخ عبد الحافظ، ونحمد الله في الوقت أناس يفهمون هذا الشأن ويعتنون بالأثر كالمزي وابن تيمية والبرزالي وابن سيد الناس وقطب الدين الحلبي وتقي الدين السبكي والقاضي شمس الدين الحنبلى وابن قاضي القضاة بدر الدين ابن جماعة وصلاح الدين العلائي وفخر الدين ابن الفخر وأمين الدين ابن الواني وابن إمام الصالح ومحب الدين المقدسي وسيدي عبد الله بن خليل، وجماعة سواهم [فيهم] (38) العكر والغثاء، الله يستر والمرء مع من أحب، والسعيد من نهض وأهب، وعلى الطاعة أكب، والله الموفق والهادي.\r\r[المالكية]\rالفقهاء المالكية على خير، واتباع وفضل، إن سلم قضاتهم ومفتوهم من التسرع في الدماء والتكفير، فإن الحاكم والمفتي يتعين عليه أن يراقب الله تعالى، ويتأنى في الحكم بالتقليد ولا سيما في إراقة الدماء، فالله ما أوجب عليهم تقليد إمامهم، فلهم أن يأخذوا منه ويتركوا كما قال الإمام مالك - رحمه الله تعالى -: (كل يؤخذ من قوله ويترك الا صاحب هذا القبر - صلى الله عليه وسلم -) (39)\r__________\r(38) لا وجود لها في \"م\".\r(39) ذكره صاحب (مختصر المؤمل، 3: 34 - مجموعة الرسائل المنيرية) ، والسبكي في (معنى قول الإمام، 3:105 - المجموعة) منسوبا إلى الإمام مالك.","seal":"7BBBDE8B","part":1},
      {"page":34,"id":35,"nass":"فيا هذا إذا وقفت بين يدي الله تعالى فسألك لم أبحت دم فلان فما حجتك؟ إن قلت قلدت إمامي، يقول لك فأنا أوجبت عليك تقليد إمامك؟ ، ثبت أن النبي - صلى الله عليه وسلم - قال: (أول ما يقضى بين الناس في الدماء) (40) ، وفي الحديث: (لا يزال المرء في فسحة من دينه ما لم يتند بدم حرام) (41) ، نعم من رأيته زنديقا عدوا لله فاتق الله وأرق دمه ابتغاء وجه الله بعد أن تستفتي [قلبك] (42) وتستخيرالله فيه.\r\r[الحنفية]\rالفقهاء الحنفية أولو التدقيق والرأي والذكاء، والخير من مثلهم إن سلموا من التحيل والحيل على الربا، وإبطال الزكاة، ونقر الصلاة، والعمل بالمسائل التي يسمعون النصوص النبوية بخلافها.\r__________\r(40) أخرجه البخاري (11: 395) ، ومسلم (3: 1304) من حديث ابن مسعود.\r(41) أخرجه احمد (2: 94) ، والبخاري (12: 187) ، قال ابن العربي - رحمه الله -: (الفسحة في الدين سعة الأعمال الصالحة، حتى إذا جاء القتل ضاقت لأنها لا تفي بوزره، والفسحة في الذنب قبول الغفران بالتوبة، حتى إذا جاء القتل ارتفع القبول) وقوله: (يتند) معناه الاصابة وهو كناية عن شدة المخالطة ولو قلت) اهـ من (فتح الباري، 12: 188) .\r(42) سقطت هذه الكلمة من \"م\".","seal":"5E366A73","part":1},
      {"page":35,"id":36,"nass":"فيا رجل دع ما يريبك إلى مالا يريبك، واحتط لدينك، ولا يكن همك الحكم بمذهبك، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، فإذا عملت بمذهبك في المياه والطهارة والوتر والأضحية، فأنت أنت، وإن كانت همتك في طلب الفقه [الجدال] (43) والمراء والانتصار لمذهبك على كل حال وتحصيل المدارس [والعلو] (44) فماذا فقها أخرويا، [بل] (44) ذا فقه الدنيا، فما ظنك تقول غدا بين يدي الله تعالى: تعلمت العلم لوجهك وعلمته فيك، فاحذر أن تغلط وتقولها فيقول لك: (كذبت، إنما تعلمت ليقال عالم، وقد قيل، ثم يؤمر بك مسحوبا إلى النار) ، كما رواه مسلم في الصحيح (45) .\rفلا تعتقد أن مذهبك أفضل المذاهب وأحبها إلى الله تعالى، فإنك لا دليل لك على ذلك، ولا لمخالفك أيضا، بل الائمة - رضي الله عنهم - على خير كثير، ولهم في صوابهم أجران على كل مسألة، وفي خطئهم أجر على كل مسألة (46) .\r__________\r(43) وفي \"م\" (والجدال) .\r(44) ليستا في \"م\".\r(45) (3: 1513، 1514) من حديث أبي هريرة، وهو حديث طويل، وأخرجه كذلك أحمد في (المسند، 2: 321، 322) ، و (النسائي، 6: 23، 24) .\r(46) اقتباس من حديث عمرو بن العاص أنه سمع رسول الله - صلى الله عليه وسلم - يقول: (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر) ، أخرجه (البخاري، 13: 318 - فتح) ، و (مسلم، 3: 1342) .","seal":"F7FC4A22","part":1},
      {"page":36,"id":37,"nass":"[الشافعية]\rالفقهاء الشافعية أكيس الناس وأعلم من غيرهم بالدين، فأس مذهبهم مبني على اتباع الأحاديث المتصلة، وإمامهم من رؤوس أصحاب الحديث ومناقبه جمة *، فإن حصلت يا فلان مذهبة لتدين الله به وتدفع عن نفسك الجهل فأنت بخير (47) ، وإن كانت همتك كهمة اخوانك\r__________\r* ألف جماعة من أهل العلم في مناقب الشافعي كتبا كثيرة، وهاك ذكر بعضها:\rا- آداب الشافعي ومناقبه: لابن أبي حاتم الرازي.\r2- مناقب الشافعي: لأبي بكر البيهقي، وهو من اوسعها.\r3- مناقب الشافعي: للفخر الرازي.\r4- مناقب الشافعي: للحافظ ابن كثير الدمشقي (مخطوط) منه نسخة في شتريتى - عندي صورة عنها.\r5- توالى التأسيس بمعالى ابن ادريس: للحافظ ابن حجر العسقلاني.\rوغيرهم من العلماء، انظر (طبقات الشافعية للسبكي، 1: 343 - 345) ، و (كشف الظنون، 2: 1839) .\r(47) قال المصنف - رحمه الله - في (سير أعلام النبلاء، 8: 90) : (وقال شيخ: إن الامام لمن التزم بتقليده، كالنبي مع امته، لا تحل مخالفته، قلت - أي الذهبى - قوله: (لا تحل مخالفته) مجرد دعوى، واجتهاد بلا معرفة، بل له مخالفة إمامه إلى إمام آخر، حجته في تلك المسألة أقوى، لا بل عليه اتباع الدليل فما تبرهن له لا كمن تمذهب لإمام، فإذا لاح له ما يوافق هواه عمل به من أي مذهب كان، ومن تتبع رخص المذاهب وزلات المجتهدين فقد رق دينه ... ) إلى آخر ما قال فإنه نفيس، وهذا دليل على تجرد هذا الإمام فرحمه الله رحمة واسعة.","seal":"697EC578","part":1},
      {"page":37,"id":38,"nass":"من الفقهاء البطالين، الذين قصدهم المناصب والمدارس والدنيا والرفاهية والثياب الفاخرة،فماذا بركة العلم، ولا هذه نية خالصة، بل ذا بيع للعلم بحسن عبارة وتعجل [للأجر] (48) وتحمل للوزر وغفلة عن الله، فلو كنت ذا صنعة لكنت بخير، تأكل من كسب يمينك وعرق جبينك، وتزدري نفسك ولا تتكبر بالعلم، أو كنت ذا تجارة لكنت تشبه علماء السلف الذين ما أبصروا المدارس ولا سمعوا بالجهات، وهربوا لما للقضاء طلبوا، وتعبدوا بعلمهم وبذلوه للناس، ورضوا بثوب خام وبكسرة، كما كان من قريب الإمام أبو إسحاق (49) صاحب (التنبيه) ، وكما كان بالأمس الشيخ محيى الدين (50) صاحب (المنهاج) .\rوكما ترى اليوم سيدي عبد الله بن خليل، وعلى كل تقدير احذر المراء في البحث وإن كنت محقا، ولا تنازع\r__________\r(48) المثبت من \"س\" والمطبوعة والذي في \"م\" (الأجر) .\r(49) هو الامام أبو إسحاق إبراهيم بن علي الفقيه الشيرازي الشافعي، المتوفى سنة 476، قال عنه ابن خلكان: (كان في غاية من الورع والتشدد في الدين، ومحاسنه أكثر من أن تحصر) . له ترجمة فى (وفيات الأعيان، 1: 29) ، و (تهذيب الأسماء واللغات، 2: 172) ، و (طبقات الشافعية للسبكي، 3: 88) ، و (كشف الظنون، 1: 489) وفيه (أن كتابه هذا (التنبيه في فروع الشافعية) هو أحد الكتب الخمس المشهورة المتداولة بين الشافعية، وأكثرها تداولا) اهـ.\r(50) هو الامام النووي، وشهرته تغني عن ترجمته، وكتابه هذا هو (منهاج الطالبين) ، انظر (كشف الظنون، 2: 1873) .","seal":"6DCA14A1","part":1},
      {"page":38,"id":39,"nass":"في مسالة لا تعتقدها، واحذر التكبر (51) والعجب بعملك، فيا سعادتك إن نجوت منه كفافا لا عليك ولا لك، فوالله ما رمقت عيني أوسع علما ولا أقوى ذكاء من رجل يقال له: ابن تيمية، مع الزهد في المأكل والملبس والنساء، ومع القيام في الحق والجهاد بكل ممكن، وقد تعبت في وزنه وفتشته حتى مللت في سنين متطاولة، فما وجدت قد أخره بين أهل مصر والشام ومقتته نفوسهم وازدروا به وكذبوه وكفروه إلا الكبر والعجب، وفرط الغرام في رياسة المشيخة والازدراء بالكبار، فانظر كيف وبال الدعاوي ومحبة الظهور، نسأل الله تعالى المسامحة، فقد قام عليه أناس ليسوا بأورع منه ولا أعلم منه ولا أزهد منه، بل يتجاوزون عن ذنوب أصحابهم وآثام أصدقائهم، وما سلطهم الله عليه بتقواهم وجلالتهم بل بذنوبه، وما دفعه الله عنه وعن أتباعه أكثر، وما جرى عليهم إلا بعض ما يستحقون، فلا تكن فى ريب من ذلك (52) .\r__________\r(51) وفي \"س\" والمطبوعه (الكبر) .\r(52) قلت: هذه سنة الله تعالى في خلقه حيث أنه لا يقوم أحد من عباده الصالحين بالدعوة والجهاد في سبيله إلا أوذي وامتحن، وكان مصيرة الطرد والتشريد والعقاب، كما فعل بشيخ الاسلام - رحمه الله -، وكلام المصنف - رحمه الله - في مدح شيخه ابن تيمية والثناء عليه أشهر من أن يذكر وأكثر من أن يحصر، فمن ذلك قوله في (تذكرة الحفاظ، 4: 1496) : (وكان - أي ابن تيمية - من بحور العلم، ومن الأذكياء المعدودين والزهاد الأفراد والشجعان الكبار والكرماء الأجواد، أثنى عليه الموافق والمخالف) اهـ، وللمؤلف رسالة في =","seal":"014F0863","part":1},
      {"page":39,"id":40,"nass":"[الحنابلة]\r[وأما] (53) الحنابلة فعندهم علوم نافعة، وفيهم دين في الجملة، ولهم قلة حظ في الدنيا، [والجهال] * يتكلمون في عقيدتهم ويرمونهم بالتجسيم **، وبأنه يلزمهم، وهم بريئون من ذلك إلا النادر، والله يغفر لهم.\r\r[علم النحو]\rالنحويون لا بأس بهم، وعلمهم حسن محتاج إليه، لكن النحوي إذا أمعن في العربية، وعري عن علم الكتاب\r__________\r= سيرته اسمها (الدرة اليتيمة في سيرة ابن تيمية) ذكرها صاحب (هدية العارفين، 2: 154) .\r(53) من \"س\" والمطبوعة وسقطت من \"م\".\r* وفي \"م\" (والعلماء) وفي المطبوعة (والناس) والمثبت من \"س\".\r** وهذه حال النفاة، والمعطلة، سموا أهل الاثبات بأسماء بشعة قصدا للتنفير عنهم، فإنهم يسمونهم مشبهة، أي يشبهون الله بخلقه، وسموهم مجسمة، أي يقولون بأن الله جسم، تعالى الله عن ذلك، قال الامام أبو حاتم الرازي: (علامة أهل البدع الوقيعة في أهل الأثر، وعلامة الزنادقة تسميتهم أهل السنة حشوية يريدون إبطال الآثار، وعلامة الجهمية تسميتهم أهل السنة مشبهة ... ) الى آخر ما ذكر، راجع (شرح أصول اعتقاد أهل السنة للالكائي، 1: 179) ، و (العلو للذهبى، 139) ، و (شرح قصيدة ابن القيم للشيخ أحمد بن عيسى، 2: 81 - 82) فإنه لازما.","seal":"7067E053","part":1},
      {"page":40,"id":41,"nass":"والسنة بقي فارغا بطالا لعابا، ولا يسأله الله، و [الحالة] (54) هذه عن [علمه] (55) في الآخرة، بل هو كصنعة من الصنائع كالطب والحساب والهندسة لا يثاب عليها ولا يعاقب إذا لم يتكبر على الناس ولا يتحامق عليهم واتقى الله تعالى وتواضع وصان نفسه.\r\r[علم اللغة]\rاللغويون قد عدموا في زماننا، فتجد الفقيه لا يدري لغة الفقه، والمقرىء لا يدري لغة القرآن، والمحدث لا يعتني بلغة الحديث، فهذا تفريط وجهل، وينبغي الاعتناء بلغة الكتاب والسنة ليفهم الخطاب.\r\r[علم التفسير]\rالمفسرون: قل من يعتني اليوم بالتفسير، بل يطالع المدرسون (تفسير الفخر الرازي) (56) وفيه إشكالات وتشكيكات لا ينبغي سماعها، فإنها تحير وتمرض وتردي ولا تشفي غليلا، نسأل الله العافية، وأقوال السلف في التفسير\r__________\r(54) وفى \"م\" (الحال) ، وما اثبته من \"س\" والمطبوعة.\r(55) وفي \"م\" (كلمة) .\r(56) المسمى بـ (مفاتيح الغيب) وهو مطبوع متداول.","seal":"BF7775CB","part":1},
      {"page":41,"id":42,"nass":"مليحة، لكنها ثلاثة أقوال وأربعة أقوال فصاعدا فيضيع الحق بين ذلك، فإن الحق لا يكون في جهتين وربما احتمل اللفظ معنيين.\r\r[أصول الفقه]\rالأصوليون: أصول الفقه لا حاجة لك به يا مقلد، ويا من يزعم أن الاجتهاد قد انقطع، وما بقي مجتهد، ولا فائدة في أصول الفقه إلا أن يصير محصله مجتهدا به، فإذا عرفه ولم يفك تقليد إمامه لم يصنع شيئا، بل أتعب نفسه وركب على نفسه الحجة في مسائل، وإن كان يقرأ لتحصيل الوظائف [و] (57) ليقال، فهذا من الوبال، وهو ضرب من الخبال.\r\r[علم أصول الدين]\rأصول الدين: هو اسم عظيم، وهو منطبق على حفظ الكتاب والسنة، فهما أصول دين الإسلام، ليس إلا، وأما العرف في هذا الاسم فهو مختلف باختلاف النحل.\rفأصول دين السلف الإيمان بالله وكتبه ورسله وملائكته، وبصفاته وبالقدر، وبأن القرآن المنزل كلام\r__________\r(57) من \"س\" والمطبوعة.","seal":"376F085E","part":1},
      {"page":42,"id":43,"nass":"الله تعالى غير مخلوق، والترضي عن كل الصحابة، إلى غير ذلك من أصول السنة، وأصول دين الخلف هو ما صنفوا فيه، وبنوه على العقل والمنطق.\rفما كان السلف [يحطون على] (58) سالكه ويبدعونه، وبينهم اختلاف شديد في مسائل مزمنة، تركها من حسن إسلام العبد، فإنه يورث أمراضا في القلوب، ومن لم يصدقني يجرب، فإن الأصولية بينهم السيف، يكفر هذا هذا، ويضلل هذا هذا، فالأصولي الواقف مع الظواهر و [الآثار] * عند خصومه يجعلونه مجسما وحشويا ومبتدعا، والأصولي الذي طرد التأويل عند الآخرين جهميا ومعتزليا وضالا، والأصولي الذي أثبت بعض الصفات ونفى بعضها وتأول في أماكن يقولون: متناقضا، والسلامة والعافية أولى بك، فإن برعت في الأصول وتوابعها من المنطق والحكمة و [الفلسفة] (59) ، وآراء الأوائل ومجازات العقول، واعتصمت مع ذلك بالكتاب والسنة وأصول السلف، ولفقت بين العقل والنقل، فما أظنك في ذلك تبلغ رتبة ابن تيمية ولا والله تقربها، وقد رأيت ما آل أمره إليه من الحط عليه، والهجر والتضليل والتكفير والتكذيب بحق وبباطل، فقد\r__________\r(58) من \"س\" والمطبوعة، ووقع في \"م\" (يخطئون) .\r* وفي \"م\" (الآيات) وما بين المعكوفتين من \"س\" والمطبوعة، وهو ما نقله السخاوي في (الإعلان، صـ 77) عن المؤلف.\r(59) في \"م\" (الفلسفية) .","seal":"07C511EC","part":1},
      {"page":43,"id":44,"nass":"كان قبل أن يدخل في هذه الصناعة منورا مضيئا، على محياه سيما السلف، ثم صار مظلما مكسوفا، عليه قتمة عند خلائق من الناس، ودجالا أفاكا كافرا عند أعدائه، ومبتدعا فاضلا محققا بارعا عند طوائف من عقلاء الفضلاء، وحامل راية الإسلام وحامي حوزة الدين ومحيى السنة عند عوام أصحابه، هو ما أقول لك.\r\r[علم المنطق]\rوالمنطق نفعه قليل، وضرره وبيل، وما هو من علوم الاسلام *، والحق منه فكامن في النفوس الزكية بعبارات غريبة، والباطل فاهرب منه فإنك تنقطع مع خصمك وتعرف أنك المحق، وتقطع خصمك وتعرف أنك على الخطأ، فهي عبارات دهاشة ومقدمات دكاكة، نسأل الله السلامة، [و] (60) إن قرأته للفرجة لا للحجة، وللدنيا لا للآخرة، فقد عذبت الحيوان وضيعت الزمان، والله المستعان، وأما الثواب فأيِّس منه ولا تأمن [العقاب] (61) إلا بمثاب.\r__________\r(60) من \"س\" والمطبوعة وفي \"م\" (فإن) .\r(61) وفي \"م\" (العذاب) ، والمثبت من \"س\" والمطبوعة.\r* قال السيوطي في (القول المشرق في تحريم الاشتغال بالمنطق) ضمن (الحاوي للفتاوي 1/255) : (فن المنطق فن خبيث مذموم يحرم الاشتغال به) =","seal":"00B4D573","part":1},
      {"page":44,"id":45,"nass":"[علم الحكمة] (62)\rوالحكمة الفلسفية الالهية ما ينظر فيها من يرجي فلاحه، ولا يركن إلى اعتقادها من يلوح نجاحه، فإن هذا العلم في شق وما جاءت به الرسل في شق، ولكن ضلال من لم يدر ما جاءت به الرسل كما ينبغي بالحكمة شر ممن يدري، وا غوثاه بالله، اذا كان [الذين] (63) قد انتدبوا للرد على الفلاسفة قد حاروا ولحقتهم كسفة، فما الظن بالمردود عليهم؟! وما دواء هذه العلوم وعلمائها والعاملين بها علما وعقدا إلا الحريق والإعدام من الوجود.\r__________\r= وقال أيضا: (وليس له ثمرة دينية أصلا، بل ولا دنيوية، نص على مجموع ما ذكرته أئمة الدين، وعلماء الشريعة..) ثم ذكر العلماء الذين نصوا على تحريمه، كالشافعي وجمع غفير من اهل العلم، لا يستطاع إحصاؤهم في هذه العجالة السريعة، فراجعه فإنه لك مفيد.\rهذا ولشيخ الاسلام ابن تيمية كتابان في بيان زيغ أهل المنطق وانحلالهم وهما:\rا- الرد على المنطقيين.\r2- نقض المنطق.\rوللسيوطي كتاب آخر قيم في هذا الباب وهو (صون المنطق والكلام عن فن المنطق والكلام) .\r(62) انظر تفصيل الكلام عليه (التعريفات، صـ 91) للجرجاني، و (كشف الظنون، 1: 276 - 281) ، و (أبجد العلوم، 2: 245 - 257) .\r(63) وفي \"م\" (الذي) .","seal":"A36FB6F5","part":1},
      {"page":45,"id":46,"nass":"[إذ] (64) الدين ما زال كاملا حتى عُرّبت هذه الكتب، ونظر فيها المسلمون، فلو أعدمت لكان فتحا مبينا.\rوالحكمة الرياضية فيها حق من طبائع هندسية و [حساب] (65) ونحو ذلك، وفيها أباطيل وتنجيم وما أشبهه، فباطلها يؤذي المرء في دينه ويضلله، وحقها صنعة وإتقان وتحرير مما لا أجر فيه ولا وزر، والحكمة الطبيعية لا بأس بها، لكنها ليست من علوم الدين، ولا مما يتقرب به الى الله ولا من زاد المعاد، بل [هي] (66) صنعة بلا ثواب ولا عقاب، اذا كان صاحبها سليم الاعتقاد عادلا خيرا كما رأينا جماعة منهم، وقد يثاب الرجل على تعليمها [بالنية] (66) إن شاء الله تعالى.\r\r[الفرائض] (67)\rالفرضيون داخلون في الفقهاء، إذ هو كتاب من كتب الفقه.\r__________\r(64) وفي \"م\" (إن) .\r(65) وفي \"م\" (حسابيات) .\r(66) سقطتا من \"م\".\r(67) علم يعرف به كيفية قسمة التركة على مستحقيها، انظر (التعريفات، صـ 166) للجرجاني، و (كشف الظنون، 2: 1244) ، و (أبجد العلوم، 2: 396) لصديق حسن القنوجي.","seal":"2FE38611","part":1},
      {"page":46,"id":47,"nass":"وهو علم مليح والامعان فيه [يفوت] * الوقت، والتوسط في ذلك جيد، فكم من مسألة في الفرائض ما وقعت ولا تقع أبدا.\r\r[علم الإنشاء]\rالانشاء فن ابناء الدنيا ليس من علم الآخرة في شيء، والكامل فيه محتاج إلى مشاركة قوية في العلوم الإسلامية، [و] (68) يريد عقلا تاما ورزانة وسرعة منهم وقوة تخيل وبصرا باللغة والنحو وخبرة بالمعاني والبيان والسير وأيام الناس وفنون الأدب وحسن كتابة، ولكن ليكن رأس مال المنشىء تقوى الله ومراقبته، فربما وضع لفظة تعجبه يهوي بها الى النار وهو لا يدري (69) ، وربما أبدع في سطر ترتب عليه خراب مصر، وربما أعان على تعلمه على سفك الدماء الحرام.\rفانظر أين أنت يا بليغ؟ قد ذم نبيك (70) البلاغة فقال\r__________\r* وفي \"م\" (تفوت) وهذا لا يستقيم به المعنى، والمثبت من \"س\" والمطبوعة.\r(68) ليست في \"م\" و \"س\"، وأثبتها من المطبوعة ليتم بها سياق الكلام.\r(69) أخرج (البخاري، 11: 308) ، و (مسلم، 4: 2290) واللفظ له، عن أبي هريرة، أن رسول الله - صلى الله عليه وسلم - قال: (إن العبد ليتكلم بالكلمة ما يتبين ما فيها، يهوي بها في النار أبعد ما بين المشرق والمغرب) ، ومعنى (ما يتبين) أي لا يتدبرها ليعرف قبحها ولا يهتبل بشأنها، كالكلمة عند وال جائر يرضيه، وفيها سخط الله تعالى، وكالتعريض بمسلم يفعل كبيرة) اهـ. مختصرا من (شرح الأبي على صحيح مسلم، 7: 298) .\r(70) وفي المطبوعة (صلى الله عليه وسلم) .","seal":"4AE61595","part":1},
      {"page":47,"id":48,"nass":": (إن من البيان لسحرا) (71) وقال: (العيّ من الإيمان) (72) ، فكمل براعة البلاغة بإرضاء ربك الأعلى، وبنصح رب الأمر، فهنا كمال البلاغة إن كنت من المتقين، وإن تعذر ذلك فدينك ما منه عوض، فمن اتقى الله كفاه الناس، ومن أرضى الناس بسخط الله سلط الله عليه من أرضاه، وإنها لكبيرة إلا على الخاشعين.\r\r[علم الشعر]\rالشعر هو من فنون المنشىء وهو كلام، فحسنه حسن وهو قليل، وقبيحه قبيح وهو الأغلب، وبيت ماله الكذب والإسراف في المدح والهجو والتشبيه والنعوت والحماسة، وأملحه أكذبه، فإن كان الشاعر بليغا مفوها مقداما على الكذب في لهجته مصرا على الاكتساب بالشعر\r__________\r(71) أخرجه (مالك، 2: 986) ، و (أحمد، 2: 16، 59، 62) ، و (البخاري، 9: 201، 10: 237) ، و (أبو داود، 5007) ، و (الترمذي، 2028) ، من حديث ابن عمر رضي الله عنهما.\r(72) أخرجه (ابن ابي شيبة، في كتاب الإيمان، 188) ، و (أحمد، 5: 269) ، و (الترمذي، 2027) وحسنه، و (ابن أبي الدنيا، في كتاب الصمت، ق 11/2 ب) ، و (الحاكم، في المستدرك، 1: 52) ، و (الخرائطي، في مكارم الاخلاق، صـ 49) ، و (البغوي، في شرح السنة، 12: 366) ، من حديث أبي أمامة، وإسناده صحيح، وحسنه الحافظ العراقي كما في (فيض القدير، 3: 428) ، (والعي) : سكون اللسان تحرزا عن الوقوع في البهتان اهـ من (الفيض) .","seal":"905942C9","part":1},
      {"page":48,"id":49,"nass":"رقيق الدين، فقد قرأ مقت الشعراء في سورة الشعراء (73) .\rويندرعلى الشعراء المجودين من يتصون من الهجو، وربما أدى الأمر بالشاعر إلى التجاوز إلى الكفر، نسأل الله العفو، والشاعر المحسن كحسان، والمقتصد كابن المبارك، والظالم كالمتنبي، والسفيه الفاجر كابن الحجاج (74) ، والكافر كذوي الإتحاد، فاختر لنفسك أي واد تسلك.\r\r[علم الحسا ب] (75)\rالحساب وشرع الديوان هذا من علوم القبط والفرس، ليس من علوم الإسلام، وهو صنعة ومعيشة ينال [بها] * الرجل السعادة والدنيا، وكلما كان أمهر كان أسرق، ومن اتقى الله فيها وكتب لقضاة العدل وباشر الأيتام والصدقات ومال الأوقاف والمدارس ولزم الأمانة واتقى\r__________\r(73) قال الله تعالى: [والشعراء يتبعهم الغاوون * ألم تر أنهم في كل واد يهيمون * وأنهم يقولون ما لا يفعلون] (الشعراء: 224 - 226) .\r(74) هو الحسين بن أحمد بن الحجاج المتوفى سنة 391، قال عنه ابن خلكان: (الشاعر المشهور ذو المجون والخلاعة والسخف في شعره) اهـ، وقال ابن كثير: (الشاعر الماجن المقذع في نظمه، يستنكف اللسان عن التلفظ بها، والاذنان عن الاستماع لها) ، له ترجمة في (تاريخ بغداد، 8: 14) ، و (وفيات الأعيان، 2: 168) ، و (البداية والنهاية، 11: 329) .\r(75) راجع لمزيد من التفصيل والكلام على هذا العلم (كشف الظنون، 1: 662 - 665) ، و (أبجد العلوم، 2: 238 - 244) .\r* وفي \"م\" (فيها) .","seal":"22A86C40","part":1},
      {"page":49,"id":50,"nass":"[فيه] (76) فهذا محمود [و] (76) مأجور بنيته، فقد رأينا جماعة يسيرة على نحو ذلك، نعم، ورأينا ذئابا [عليهم] (77) الثياب، وفاسق الكتبة [إليه المنتهى] (78) في السرق وعاقبة أمرهم وبيلة من الضرب والمصادرة والفقر.\r\r[علم الشروط] (79)\rالشروط علم حسن شرعى، من [برع] (80) فيه ولزم العدالة والورع عاش حميدا (81) ومات [فقيدا] ، ومن عاش فيه بالحيل والمكر والدهاء فلا بد له من خزي في الدنيا ومقت في الأخرى وإن تسود هذا، [قل متاع الدنيا قليل والآخرة خير لمن اتقى] (النساء: 77) .\r\r[علم الوعظ]\rالوعظ فن بذاته يحتاج إلى مشاركة جيدة في العلم،\r__________\r(76) لا وجود لهما في \"م\".\r(77) في \"م\" (عليها) .\r(78) وفي \"م\" (إليها النهاية) .\r(79) علم يبحث عن كيفية ثبت الأحكام الثابتة عند القاضي في الكتب والسجلات، راجع (كشف الظنون، 2: 1045 - 1047) ، و (أبجد العلوم، 2: 339 - 340) .\r(80) وفي \"م\" (شرع) .\r(81) وفي \"م\" (سعيدا) .","seal":"BD6E8A52","part":1},
      {"page":50,"id":51,"nass":"ويستدعي معرفة حسنة بالتفسير وإكثارا من حكايات الفقراء والزهاد.\rوعدته التقوى والزهادة، فإذا رأيت الواعظ راغبا [في الدنيا] (82) قليل الدين، فاعلم أن وعظه لا يتجاوز الأسماع، وكم من واعظ مفوه قد أبكى وأثر في الحاضرين تلك الساعة، ثم قاموا كما قعدوا، ومتى كان الواعظ مثل الحسين والشيخ عبد القادر الجيلاني - رحمهما الله تعالى - انتفع به الناس.\r***\r__________\r(82) من المطبوعة، وقد أثبتها ليتم بها المعنى، والله أعلم.","seal":"267C17B9","part":1},
      {"page":51,"id":52,"nass":"تمت النسخة الكريمة بحمد الله تعالى، في شهر محرم صفر من سنة 1068، من تعليقة بخط الشيخ الامام العلامة صالح بن الصديق الغماري (83) ، نقلتها من خط الفقيه محمد بن صالح (84) ....\r***\r__________\r(83) له ترجمة في (البدر الطالع، 1: 284) و (الأعلام للزركلي، 3: 192) .\r(84) بعده بقدر ثلاث كلمات لم أستطع قراءته، وفي آخر نسخة الجامعة الاسلامية: (تم كتاب (زغل) بحمد الله وحسن توفيقه، للحافظ العلامة أبي عبد الله محمد بن أحمد بن عثمان بن قايماز الذهبي الدمشقي، تول الله مكافأته، آمين) .\r\rيقول العبد المقصر الفقير إلى الله تعالى أبو عبد الرحمن محمد بن ناصر العجمي: كان الفراغ من نسخ هذه الرسالة، والتعليق عليها، ضحي يوم الجمعة في الخامس من رجب الفرد سنة أربع وأربعمائة وألف، من الهجرة النبوية على صاحبها أزكى الصلوات وأتم التحية..","seal":"F26FF03C","part":1},
      {"page":52,"id":53,"nass":"فهرس الأحاديث\r\rالحديث......................... الصفحة\rإذا حكم الحاكم................... 35\rإن العبد ليتكلم بالكلمة............ 46\rإن من البيان لسحرا................ 47\rأول ما يقضى بين الناس............ 34\rالعيّ من الإيمان..................... 47\rكذبت إنما تعلمت ليقال............ 35\rلا يزال المرء في فسحة.............. 34\rمن طلب العلم ليجاري به........... 7","seal":"352A65EC","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":748,"Bk":"زغل العلم","HigriD":"748","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي","bLnk":null,"Inf":"[زغل العلم - الذهبي]","Auth":"الذهبي، شمس الدين","Betaka":"الكتاب: زغل العلم\r\nالمؤلف: شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ)\r\nتحقيق: محمد بن ناصر العجمي\r\nالناشر: مكتبة الصحوة الإسلامية\r\nعدد الأجزاء: 1\r\nأعده للشاملة: أبو محمد الجعلى عضو في ملتقى أهل الحديث\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الذَهَبي، شمس الدين (673 هـ - 748هـ، 1275م - 1347م).\r\n\r\nشمس الدين أبو عبد لله محمد بن أحمد بن عثمان بن قَايْماز، التُركماني الأصل، ثم الدمشقي، المقرئ. الإمام الحافظ، محدِّث العصر وخاتمة الحفَّاظ، ومؤرخ الإسلام. طلب الحديث وله ثماني عشرة سنة، فسمع الكثير، ورحل، وعني بهذا الشأن، وتعب فيه، وخدمه إلى أن رسخت فيه قدمه. قال السخاوي عنه: إن المحدثين عيال الآن في الرجال وغيرها من فنون الحديث على أربعة: المزيّ، والذهبي، والعراقي، وابن حجر. كُفّ بصره سنة 741 هـ. وتصانيفه كثيرة تقرب من المائة، منها: تاريخ الإسلام؛ سير أعلام النبلاء؛ طبقات الحفاظ؛ طبقات القراء؛ مختصر تهذيب الكمال؛ الكاشف؛ التجريد في أسماء الصحابة؛ والميزان في الضعفاء؛ المغني في الضعفاء؛ تلخيص المستدرك للحاكم؛ مختصر سنن البيهقي وغيرها. ولد وتوفي بدمشق.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"E088D340","cat":"الرقاق والآداب والأذكار","oNum":6342,"BkId":6342,"oAuth":362,"bVer":1,"aSeal":"529BFCA3"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t6342":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"زغل العلم"},
      {"lvl":2,"id":8,"sub":0,"tit":"المقدمة"},
      {"lvl":2,"id":11,"sub":0,"tit":"ترجمة المؤلف"},
      {"lvl":2,"id":19,"sub":0,"tit":"نسخ الكتاب"},
      {"lvl":2,"id":26,"sub":0,"tit":"علم القراءة والتجويد"},
      {"lvl":2,"id":28,"sub":0,"tit":"علم الحديث"},
      {"lvl":2,"id":34,"sub":0,"tit":"المالكية"},
      {"lvl":2,"id":35,"sub":0,"tit":"الحنفية"},
      {"lvl":2,"id":37,"sub":0,"tit":"الشافعية"},
      {"lvl":2,"id":40,"sub":0,"tit":"الحنابلة"},
      {"lvl":2,"id":40,"sub":1,"tit":"علم النحو"},
      {"lvl":2,"id":41,"sub":0,"tit":"علم اللغة"},
      {"lvl":2,"id":41,"sub":1,"tit":"علم التفسير"},
      {"lvl":2,"id":42,"sub":0,"tit":"أصول الفقه"},
      {"lvl":2,"id":42,"sub":1,"tit":"علم أصول الدين"},
      {"lvl":2,"id":44,"sub":0,"tit":"علم المنطق"},
      {"lvl":2,"id":45,"sub":0,"tit":"علم الحكمة"},
      {"lvl":2,"id":46,"sub":0,"tit":"الفرائض"},
      {"lvl":2,"id":47,"sub":0,"tit":"علم الإنشاء"},
      {"lvl":2,"id":48,"sub":0,"tit":"علم الشعر"},
      {"lvl":2,"id":49,"sub":0,"tit":"علم الحسا ب"},
      {"lvl":2,"id":50,"sub":0,"tit":"علم الشروط"},
      {"lvl":2,"id":50,"sub":1,"tit":"علم الوعظ"},
      {"lvl":2,"id":53,"sub":0,"tit":"فهرس الأحاديث"}
    ]
}
