{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b6995":
    [
      {"page":47,"id":2,"hno":null,"nass":"بِسم الله الرَّحْمَن الرَّحِيم\r\rقَالَ الشَّيْخ الْعَالم الأوحد أَبُو الْفَتْح عُثْمَان بن جني رَحْمَة الله عَلَيْهِ\rألف التَّثْنِيَة\r\rأعلم أَن الْألف زيدت فِي الِاسْم الْمثنى علما للتثنية وَذَلِكَ قَوْلك رجلَانِ وفرسان وزيدان","seal":"AEE13869","part":1},
      {"page":48,"id":3,"hno":null,"nass":"آراء النُّحَاة فِي ألف التَّثْنِيَة\r\rوَاخْتلف النَّاس من الْفَرِيقَيْنِ فِي هَذِه الْألف مَا هِيَ من الْكَلِمَة\rفَقَالَ سِيبَوَيْهٍ هِيَ حرف الْإِعْرَاب وَلَيْسَ فِيهَا نِيَّة الْإِعْرَاب وَأَن الْيَاء فِي النصب والجر فِي قَوْلك\rمَرَرْت بالزيدين وَرَأَيْت الزيدين حرف إِعْرَاب أَيْضا وَلَا تَقْدِير إِعْرَاب فِيهِ","seal":"5A840F7C","part":1},
      {"page":49,"id":4,"hno":null,"nass":"وَهُوَ قَول أبي إِسْحَاق وَابْن كيسَان وَأبي بكر وَأبي عَليّ\rوَقَالَ أَبُو الْحسن إِن حرف التَّثْنِيَة لَيْسَ بِحرف إِعْرَاب","seal":"AB5C2996","part":1},
      {"page":50,"id":5,"hno":null,"nass":"وَلَا هُوَ بإعراب وَلكنه دَلِيل الْإِعْرَاب فَإِذا رَأَيْت الْألف علمت أَن الِاسْم مَرْفُوع وَإِذا رَأَيْت الْيَاء علمت أَن الِاسْم مجرور أَو مَنْصُوب\rوَإِلَيْهِ ذهب أَبُو الْعَبَّاس\rوَقَالَ أَبُو عمر الْجرْمِي الْألف حرف الْإِعْرَاب كَمَا قَالَ سِيبَوَيْهٍ إِلَّا أَنه كَانَ يزْعم أَن انقلابها هُوَ إِعْرَاب\rوَقَالَ الْفراء وَأَبُو إِسْحَاق الزيَادي وقطرب الْألف هِيَ إِعْرَاب وَكَذَلِكَ الْيَاء","seal":"88CC1000","part":1},
      {"page":51,"id":6,"hno":null,"nass":"الرَّأْي الرَّاجِح وَدَلِيله\r\rوَأقوى هَذِه الْأَقْوَال قَول سِيبَوَيْهٍ\rوَالدَّلِيل على صِحَة قَول سِيبَوَيْهٍ أَن الْألف حرف إِعْرَاب دون أَن يكون الْأَمر فِيهَا على مَا ذهب إِلَيْهِ غَيره أَن الَّذِي أوجب للْوَاحِد المتمكن حرف الْإِعْرَاب فِي نَحْو رجل وَفرس هُوَ مَوْجُود فِي التَّثْنِيَة فِي نَحْو قَوْلك رجلَانِ وفرسان وَهُوَ التَّمَكُّن\rفَكَمَا أَن الْوَاحِد المتمكن المعرب يحْتَاج إِلَى حرف إِعْرَاب فَكَذَلِك الِاسْم الْمثنى إِذا كَانَ معربا مُتَمَكنًا احْتَاجَ إِلَى حرف إِعْرَاب\rوَقَوْلنَا رجلَانِ وَنَحْوه مُعرب مُتَمَكن مُحْتَاج إِلَى مَا احْتَاجَ إِلَيْهِ الْوَاحِد المتمكن من حرف الْإِعْرَاب إِذن","seal":"81933DFD","part":1},
      {"page":52,"id":7,"hno":null,"nass":"وَلَا يَخْلُو حرف الْإِعْرَاب فِي قَوْلنَا الزيدان وَالرجلَانِ من أَن يكون مَا قبل الْألف أَو الْألف أَو مَا بعد الْألف وَهُوَ النُّون\rفَالَّذِي يفْسد أَن تكون الدَّال من الزيدان هِيَ حرف الْإِعْرَاب أَنَّهَا قد كَانَت فِي الْوَاحِد حرف الْإِعْرَاب فِي نَحْو\rهَذَا زيد وَرَأَيْت زيدا ومررت بزيد\rوَقد انْتَقَلت عَن الْوَاحِد الَّذِي هُوَ الأَصْل إِلَى التَّثْنِيَة الَّتِي هِيَ الْفَرْع كَمَا انْتَقَلت عَن الْمُذكر الَّذِي هُوَ الأَصْل فِي قَوْلنَا هُوَ قَائِم إِلَى الْمُؤَنَّث الَّذِي هُوَ الْفَرْع فِي قَوْلك هِيَ قَائِمَة\rفَكَمَا أَن الْمِيم فِي قَائِمَة لَيست حرف الْإِعْرَاب وأنما علم التَّأْنِيث فِي قَائِمَة هُوَ حرف الْإِعْرَاب فَكَذَلِك يَنْبَغِي أَن يكون علم التَّثْنِيَة فِي نَحْو قَوْلك الزيدان والعمران هُوَ حرف الْإِعْرَاب وَعلم التَّثْنِيَة هُوَ الْألف فَيَنْبَغِي أَن تكون هِيَ حرف الْإِعْرَاب كَمَا كَانَت الْهَاء فِي قَائِمَة حرف الْإِعْرَاب","seal":"B30BEA53","part":1},
      {"page":53,"id":8,"hno":null,"nass":"على أَن أحدا لم يقل إِن مَا قبل ألف التَّثْنِيَة حرف الْإِعْرَاب وَإِنَّمَا قُلْنَا الَّذِي قُلْنَا احْتِيَاطًا لِئَلَّا تَدْعُو الضَّرُورَة إنْسَانا إِلَى الْتِزَام ذَلِك فَيكون جَوَابه بِمَا يفْسد بِهِ مذْهبه حَاضرا\rوَأَيْضًا فَلَو كَانَ حرف الْإِعْرَاب فِي الزيدان هُوَ الدَّال كَمَا كَانَ فِي الْوَاحِد لوَجَبَ أَن يكون إعرابه فِي التَّثْنِيَة كإعرابه فِي الْوَاحِد كَمَا أَن حرف الْإِعْرَاب فِي نَحْو فرس لما كَانَ هُوَ السِّين وَكَانَ فِي أَفْرَاس أَيْضا هُوَ السِّين كَانَ إِعْرَاب أَفْرَاس كإعراب فرس وَهَذَا غير خَفِي\rوَلَا يجوز أَن تكون النُّون حرف الْإِعْرَاب لِأَنَّهَا حرف صَحِيح يحْتَمل الْحَرَكَة فَلَو كَانَت حرف إِعْرَاب لوَجَبَ أَن تَقول\rقَامَ الزيدان وَرَأَيْت الزيدان ومررت بالزيدان فتعرب النُّون وتقر الْألف على حَالهَا\rكَمَا تَقول\rهَؤُلَاءِ غلْمَان وَرَأَيْت غلمانا ومررت بغلمان\rوَأَيْضًا\rفَإِن النُّون قد تحذف فِي الْإِضَافَة وَلَو كَانَت حرف إِعْرَاب لثبتت فِي الْإِضَافَة","seal":"313CFB8E","part":1},
      {"page":54,"id":9,"hno":1,"nass":"كَمَا تَقول\rهَؤُلَاءِ غلمانك وَرَأَيْت غلمانك ومررت بغلمانك\rفقد صَحَّ أَن الْألف حرف الْإِعْرَاب\rالاعتراضات الَّتِي ترد على القَوْل بِأَن الْألف حرف إِعْرَاب\r\r1 - فَإِن قَالَ قَائِل\rفَإِذا كَانَت الْألف حرف الْإِعْرَاب فَمَا بالهم قلبوها فِي الْجَرّ وَالنّصب\rوهلا دلك قَلبهَا على أَنَّهَا لَيست ك دَال زيد إِذْ الدَّال ثَابِتَة على كل حَال\rفَالْجَوَاب عَن ذَلِك من وَجْهَيْن\rأَحدهمَا أَن انقلاب الْألف فِي الْجَرّ وَالنّصب لَا يمْنَع من كَونهَا حرف إِعْرَاب لأَنا قد وجدنَا فِيمَا هُوَ حرف إِعْرَاب بِلَا خلاف بَين أَصْحَابنَا هَذَا الانقلاب وَذَلِكَ ألف كلا وكلتا من قَوْلهم","seal":"3B8FE948","part":1},
      {"page":55,"id":10,"hno":null,"nass":"قَامَ الرّجلَانِ كِلَاهُمَا والبنتان كلتاهما\rومررت بهما كليهمَا وكلتيهما وضربتهما كليهمَا وكلتيهما\rفَكَمَا أَن الْألف فِي كلا وكلتا حرف إِعْرَاب وَقد قلبت كَمَا رَأَيْت فَكَذَلِك أَيْضا ألف التَّثْنِيَة هِيَ حرف إِعْرَاب وَإِن قلبت فِي الْجَرّ وَالنّصب\rوَمثل ذَلِك من حُرُوف الْإِعْرَاب الَّتِي قلبت قَوْلهم أَبوك وأخوك وحموك وفوك وهنوك وَذُو مَال\rفَكَمَا أَن هَذِه كلهَا حُرُوف إِعْرَاب وَقد ترَاهَا منقلبة فَكَذَلِك لَا يستنكر فِي حرف التَّثْنِيَة أَن يقلب وَإِن كَانَ حرف إِعْرَاب\rقَالَ أَبُو عَليّ وَلَو لم تكن الْوَاو فِي ذُو وفو حرف إِعْرَاب لبقي الِاسْم الْوَاحِد على حرف وَاحِد وَهُوَ الذَّال\rأما الْوَجْه الآخر\rفَإِن فِي ذَلِك ضربا من الْحِكْمَة وَالْبَيَان وَذَلِكَ أَنهم أَرَادوا بِالْقَلْبِ","seal":"E6000A6A","part":1},
      {"page":56,"id":11,"hno":2,"nass":"أَن يعلمُوا أَن الِاسْم بَاقٍ على إعرابه وَأَنه مُتَمَكن غير مَبْنِيّ فَجعلُوا الْقلب دَلِيلا على تمكن الِاسْم وَأَنه لَيْسَ بمبني بِمَنْزِلَة مَتى وَإِذا وَأَنا مِمَّا هُوَ مَبْنِيّ فِي آخِره ألف\r2 - فَإِن قيل\rفَإِذا كَانَت الْألف فِي التَّثْنِيَة حرف إِعْرَاب فَهَلا بقيت فِي الْأَحْوَال الثَّلَاث ألفا على صُورَة وَاحِدَة\rكَمَا كَانَ ألف حُبْلَى وسكرى حرف إِعْرَاب وَهِي فِي الْأَحْوَال الثَّلَاث بَاقِيَة على صُورَة وَاحِدَة فِي قَوْلك\rهَذِه حُبْلَى وَرَأَيْت حُبْلَى ومررت بحبلى\rفَالْجَوَاب\rأَن بَينهمَا فرقا وَذَلِكَ أَن الْأَسْمَاء الْمَقْصُورَة الَّتِي حُرُوف إعرابها ألفات وَإِن كَانَت فِي حَالَة الرّفْع وَالنّصب والجر على صُورَة وَاحِدَة فَإِنَّهَا قد يلْحقهَا من التوابع بعْدهَا مَا يُنَبه على موَاضعهَا من الْإِعْرَاب\rوَأَنت لَو ذهبت تصف الِاثْنَيْنِ لوَجَبَ أَن تكون الصّفة بِلَفْظ التَّثْنِيَة","seal":"7D6126A6","part":1},
      {"page":57,"id":12,"hno":null,"nass":"أَلا تراك لَو تركت التَّثْنِيَة بِالْألف على كل حَال لوَجَبَ أَن تَقول فِي الصّفة\rرَأَيْت الرّجلَانِ الظريفان ومررت بالرجلان الظريفان فَتكون لفظ الصّفة كَلَفْظِ الْمَوْصُوف بِالْألف على كل حَال فَلَا تَجِد هُنَاكَ من الْبَيَان مَا تَجدهُ إِذا قلت\rرَأَيْت عَصا معوجة أَو طَوِيلَة وَنَحْو ذَلِك مِمَّا يبين فِيهِ الْإِعْرَاب\rفَمَا كَانَ كَذَلِك عدلوا إِلَى أَن قلبوا لفظ الْجَرّ وَالنّصب إِلَى الْيَاء ليَكُون ذَلِك أدل على تمكن الِاسْم واستحقاقه الْإِعْرَاب\rثبات الْألف فِي الْمثنى\r\rعلى أَن من الْعَرَب من لَا يخَاف اللّبْس وَيجْرِي الْبَاب على قِيَاسه فيدع الْألف ثَابِتَة فِي الْأَحْوَال الثَّلَاث فَيَقُول قَامَ","seal":"C86BD1C1","part":1},
      {"page":58,"id":13,"hno":null,"nass":"الزيدان وَضربت الزيدان ومررت بالزيدان وهم بَنو الْحَارِث بن كَعْب وبطن من ربيعَة\r\rلَا تَقْدِير إِعْرَاب فِي ألف التَّثْنِيَة\r\rفَاعْلَم أَن سِيبَوَيْهٍ يرى أَن الْألف فِي التَّثْنِيَة كَمَا أَنه لَيْسَ فِي لَفظهَا إِعْرَاب فَكَذَلِك لَا تَقْدِير إِعْرَاب فِيهَا كَمَا يقدر فِي الْأَسْمَاء الْمَقْصُورَة المعربة نِيَّة الْإِعْرَاب","seal":"AFD27400","part":1},
      {"page":59,"id":14,"hno":null,"nass":"وَيدل على أَن ذَلِك مذْهبه قَوْله وَدخلت النُّون كَأَنَّهَا عوض عَمَّا منع الِاسْم من الْحَرَكَة والتنوين\rفَلَو كَانَت فِي الْألف عِنْده نِيَّة حَرَكَة لما عوض مِنْهَا النُّون كَمَا لَا تعوض فِي قَوْلك هَذِه حُبْلَى وَرَأَيْت حُبْلَى ومررت بحبلى النُّون\rقَالَ أَبُو عَليّ وَيدل على صِحَة مَا قَالَه سِيبَوَيْهٍ من أَنه لَيْسَ فِي حرف الْإِعْرَاب من التَّثْنِيَة تَقْدِير حَرَكَة فِي الْمَعْنى كَمَا أَن ذَلِك لَيْسَ مَوْجُودا فِيهَا فِي اللَّفْظ صِحَة الْيَاء فِي الْجَرّ وَالنّصب فِي نَحْو\rمَرَرْت برجلَيْن وَضربت رجلَيْنِ","seal":"FA1EF098","part":1},
      {"page":60,"id":15,"hno":null,"nass":"فَلَو كَانَ فِي الْيَاء مِنْهَا تَقْدِير حَرَكَة لوَجَبَ أَن تقلب ألفا كرحى وفتى\rأَلا ترى أَن الْيَاء إِذا انْفَتح مَا قبلهَا وَكَانَت فِي تَقْدِير حَرَكَة وَجب أَن تقلب ألفا\rوَهَذَا اسْتِدْلَال من أبي عَليّ أَتَى على قِيَاس وَهُوَ فِي نِهَايَة الْحسن وَصِحَّة الْمَذْهَب وسداد الطَّرِيقَة\rاعْتِرَاض على كَون النُّون عوضا\r\rفَإِن قلت\rالنُّون عِنْد سِيبَوَيْهٍ عوض مِمَّا منع الِاسْم من الْحَرَكَة والتنوين فَمَا بالهم قَالُوا فِي الْجَرّ وَالنّصب","seal":"1958D6B3","part":1},
      {"page":61,"id":16,"hno":null,"nass":"مَرَرْت بالزيدين وَرَأَيْت الزيدين\rفقلبوا الْألف يَاء وَذَلِكَ علم الْجَرّ وَالنّصب ثمَّ عوضوا من الْحَرَكَة نونا\rوَكَيف يعوض من الْحَرَكَة نون وهم قد جعلُوا قلب الْألف يَاء قَائِما مقَام علم التَّثْنِيَة فِي الْجَرّ وَالنّصب\rوَهل يجوز أَن يعوض من شَيْء شَيْء وَقد أقيم مقَام المعوض مِنْهُ مَا يدل على ذَلِك ويغني عَنهُ وَهُوَ الْقلب\rفَالْجَوَاب\rإِن أَبَا عَليّ ذكر أَنه إِنَّمَا جَازَ ذَلِك من الانقلاب معنى لَا لفظ إِعْرَاب فَلَمَّا لم يُوجد فِي الْحَقِيقَة فِي اللَّفْظ إِعْرَاب جَازَ أَن يعوض مِنْهُ النُّون وَصَارَ الانقلاب دَلِيلا على التَّمَكُّن وَاسْتِحْقَاق الْإِعْرَاب","seal":"2591D5F4","part":1},
      {"page":62,"id":17,"hno":null,"nass":"قَالَ أَبُو الْفَتْح وَهَذَا أَيْضا من لطيف مَا حصلته عَنهُ فافهمه\rألف التَّأْنِيث فِي حُبْلَى\r\rوَنَظِير ألف التَّثْنِيَة فِي أَنَّهَا حرف إِعْرَاب وعلامة التَّثْنِيَة ألف التَّأْنِيث فِي نَحْو حُبْلَى وسكرى\rأَلا ترى أَنَّهَا حرف إِعْرَاب وَهِي علم التَّأْنِيث\rإِلَّا أَنَّهُمَا تختلفان فِي أَن حرف التَّثْنِيَة لَا نِيَّة حَرَكَة فِيهِ وَألف حُبْلَى فِيهِ نِيَّة حَرَكَة\rدَلِيل آخر على كَون الْألف فِي التَّثْنِيَة حرف إِعْرَاب\r\rقَالَ أَبُو عَليّ وَيدل على أَن الْألف حرف إِعْرَاب صِحَة الْوَاو فِي مذروان","seal":"17D1BBF4","part":1},
      {"page":63,"id":18,"hno":null,"nass":"قَالَ أَلا ترى أَنه لَو كَانَت الْألف إعرابا وَدَلِيل إِعْرَاب وَلَيْسَت مصوغة فِي جملَة بِنَاء الْكَلِمَة مُتَّصِلَة بهَا اتِّصَال حرف الْإِعْرَاب بِمَا قبله لوَجَبَ أَن تقلب الْوَاو يَاء فَيُقَال مذريان لِأَنَّهَا كَانَت تكون على هَذَا القَوْل ك لَام مغزى ومدعى\rفصحة الْوَاو فِي مذروان دلَالَة على أَن الْألف من جملَة الْكَلِمَة وَأَنَّهَا لَيست فِي تَقْدِير الِانْفِصَال الَّذِي يكون فِي الْإِعْرَاب\rقَالَ فجرت الْألف فِي مذروان مجْرى الْألف فِي عنوان وَإِن اخْتلفت النونان وَهَذَا حسن فِي مَعْنَاهُ\rالرَّد على قَول أبي الْحسن الْأَخْفَش\r\rفَأَما قَول أبي الْحسن أَن الْألف لَيست حرف إِعْرَاب وَلَا هِيَ إِعْرَاب وَلكنهَا دَلِيل الْإِعْرَاب فَإِذا رَأَيْت الْألف علمت أَن الِاسْم","seal":"643FC88E","part":1},
      {"page":64,"id":19,"hno":null,"nass":"مَرْفُوع وَإِذا رَأَيْت الْيَاء علمت أَن الِاسْم مجرور أَو مَنْصُوب\rقَالَ وَلَو كَانَت حُرُوف إِعْرَاب لما علمت بهَا رفعا من نصب وَلَا جر كَمَا أَنَّك إِذا سَمِعت دَال زيد لم تدل على رفع وَلَا نصب وَلَا جر\rوَهَذَا الَّذِي ذكره غير لَازم وَذَلِكَ أَنا قد رَأينَا حُرُوف إِعْرَاب بِلَا خلاف تفيدنا الرّفْع وَالنّصب والجر وَهِي أَبوك وأخواته\rوَأما قَوْله لَيست بإعراب فَصَحِيح وَذَلِكَ بَين فِي فَسَاد قَول الْفراء والزيادي\rوَأما قَوْله لَو كَانَت الْألف حرف إِعْرَاب لوَجَبَ أَن يكون فِيهَا إِعْرَاب هُوَ غَيرهَا كَمَا كَانَ ذَلِك فِي دَال زيد فيفسده مَا ذَكرْنَاهُ من الْحجَّاج فِي هَذَا عِنْد شرح مَذْهَب سِيبَوَيْهٍ أَولا","seal":"59C1C007","part":1},
      {"page":65,"id":20,"hno":null,"nass":"قَالَ أَبُو عَليّ وَلَا تمْتَنع الْألف على قِيَاس قَول سِيبَوَيْهٍ أَنَّهَا حرف إِعْرَاب أَن تدل على الرّفْع كَمَا دلّت عَلَيْهِ عِنْد أبي الْحسن لوجودنا حُرُوف إِعْرَاب تقوم مقَام الْإِعْرَاب فِي نَحْو\rهَذَا أَبوك وَرَأَيْت أَبَاك ومررت بأبيك وأخواته وَكِلَاهُمَا وكليهما\rوَلَكِن وَجه الِاخْتِلَاف بَينهمَا أَن سِيبَوَيْهٍ قد زعم أَنَّهَا حرف إِعْرَاب وَلَا تدل على الْإِعْرَاب","seal":"2D218C44","part":1},
      {"page":66,"id":21,"hno":null,"nass":"الرَّد على قَول أبي عمر الْجرْمِي\r\rوَأما قَول الْجرْمِي أَنَّهَا فِي الرّفْع حرف إِعْرَاب كَمَا قَالَ سِيبَوَيْهٍ ثمَّ كَانَ يزْعم أَن انقلابها هُوَ الْإِعْرَاب\rفضعيف مَدْفُوع أَيْضا وَإِن كَانَ أدنى الْأَقْوَال إِلَى الصَّوَاب الَّذِي هُوَ رَأْي سِيبَوَيْهٍ رَحمَه الله\rوَوجه فَسَاده أَنه جعل الْإِعْرَاب فِي الْجَرّ وَالنّصب معنى لَا لفظا وَفِي الرّفْع لفظا لَا معنى فَخَالف بَين جِهَات الْإِعْرَاب فِي اسْم وَاحِد","seal":"C19754F8","part":1},
      {"page":67,"id":22,"hno":null,"nass":"أَلا ترى أَن الْقلب معنى لَا لفظ وَإِنَّمَا اللَّفْظ نفس المقلوب والمقلوب إِلَيْهِ وَلَيْسَ كَذَلِك قَول سِيبَوَيْهٍ إِنَّه قَالَ إِن النُّون عوض لما منع الِاسْم من الْحَرَكَة والتنوين لِأَن النُّون على كل حَال لفظ لَا معنى وَأَن قلب الْألف يَاء فِي النصب والجر هُوَ الْإِعْرَاب عِنْد الْجرْمِي فَمَا الَّذِي يَنْبَغِي أَن يعْتَقد فِي النُّون حَال النصب والجر\rوَهل عِنْده عوض من الْحَرَكَة والتنوين جَمِيعًا\rأَو عوض من التَّنْوِين وَحده إِذا كَانَ الْقلب قد نَاب على مذْهبه عَن اعْتِقَاد النُّون عوضا عَن الْحَرَكَة\rفَالْجَوَاب","seal":"8FCA5557","part":1},
      {"page":68,"id":23,"hno":null,"nass":"إِن أَبَا عَليّ سوغ أَن تكون النُّون عوضا عَن الْحَرَكَة والتنوين جَمِيعًا وَإِن كَانَ يَقُول إِن الانقلاب هُوَ الْإِعْرَاب وَذَلِكَ أَنه لم يظْهر إِلَى اللَّفْظ حَرَكَة وَإِنَّمَا هُنَاكَ قلب فَحسن الْعِوَض من الْحَرَكَة وَإِن قَامَ الْقلب مقَامهَا فِي الْإِعْرَاب\rوَهَذَا الَّذِي رَآهُ أَبُو عَليّ حسن جدا\rفَلَو أَن قَائِلا يَقُول\rقِيَاس قَول أبي عمر أَن تكون النُّون فِي تَثْنِيَة الْمَنْصُوب وَالْمَجْرُور عِنْده عوضا من التَّنْوِين وَحده لِأَن الانقلاب قد قَامَ مقَام الْحَرَكَة لم أر بِهِ بَأْسا","seal":"98030939","part":1},
      {"page":69,"id":24,"hno":null,"nass":"الرَّد على قَول الْفراء وَأبي إِسْحَاق الزيَادي\r\rوَأما قَول الْفراء وَأبي إِسْحَاق الزيَادي أَن الْألف هِيَ إِعْرَاب\rفَهُوَ أبعد الْأَقْوَال من الصَّوَاب\rقَالَ أَبُو عَليّ يلْزم من قَالَ إِن الْألف هِيَ الْإِعْرَاب أَن يكون الِاسْم مَتى حذفت مِنْهُ الْألف من معنى التَّثْنِيَة دَالا على مَا كَانَ يدل عَلَيْهِ وَالْألف فِيهِ لِأَنَّك لم تعرض لصيغته وَإِنَّمَا حذفت إعرابه\rوَيدل على أَن معنى الِاسْم قبل حذف إعرابه وَبعده وَاحِد أَن زيدا وَنَحْوه مَتى حذفت إعرابه فَمَعْنَاه الَّذِي كَانَ يدل عَلَيْهِ معربا بَاقٍ فِيهِ بعد سلب إعرابه\rويفسده أَيْضا شَيْء آخر\rوَهُوَ أَن الْألف لَو كَانَت إعرابا لوَجَبَ أَن تقلب الْوَاو فِي مذروان","seal":"AF96E75C","part":1},
      {"page":70,"id":25,"hno":null,"nass":"يَاء لِأَنَّهَا رَابِعَة قد وَقعت طرفا وَالْألف بعْدهَا إِعْرَاب كالضمة من زيد وَبكر\r\rوَاو الْجمع الَّذِي على حد التَّثْنِيَة\r\rوَجَمِيع مَا ذَكرْنَاهُ من الْخلاف فِي الْألف وَاقع فِي وَاو الْجمع نَحْو الزيدون والعمرون\rلم يثنى بِالْألف وَيجمع بِالْوَاو\r\rفَإِن قَالَ قَائِل فَمَا بالهم ثنوا بِالْألف وجمعوا بِالْوَاو وهلا عكسوا الْأَمر\rفَالْجَوَاب","seal":"F166B48F","part":1},
      {"page":71,"id":26,"hno":null,"nass":"إِن التَّثْنِيَة أَكثر من الْجمع بِالْوَاو أَلا ترى أَن جَمِيع مَا يجوز فِيهِ التَّثْنِيَة من الْأَسْمَاء فتثنيته صَحِيحَة لِأَن لفظ وَاحِدهَا مَوْجُود وَإِنَّمَا زيد عَلَيْهِ حرف التَّثْنِيَة\rوَلَيْسَ كل مَا يجوز جمعه يجمع بِالْوَاو\rأَلا ترى أَن عَامَّة الْمُؤَنَّث وَمَا لَا يعقل لَا يجمع بِالْوَاو وَإِنَّمَا يجمع بِغَيْر وَاو إِمَّا بِالْألف وَالتَّاء وَإِمَّا مكسرا\rعلى أَن مَا يجمع بِالْوَاو قد يجوز تكسيره نَحْو\rزيود فِي زيد\rوَفِي قيس أقياس وقيوس\rفالتثنية إِذن أصح من الْجمع لِأَنَّهَا لَا تخطىء لفظ الْوَاحِد أبدا فَلَمَّا شاعت فِيمَن عقل وَفِيمَا لَا يعقل وَفِي الْمُذكر والمؤنث وَكَانَ الْجمع الصَّحِيح إِنَّمَا هُوَ لضرب وَاحِد من الْأَسْمَاء كَانَت التَّثْنِيَة أوسع من الْجمع فَجعلُوا الْألف الْخَفِيفَة فِي التَّثْنِيَة الْكَثِيرَة وَجعلُوا الْوَاو الثَّقِيلَة فِي الْجمع الْقَلِيل ليقل فِي كَلَامهم مَا يستثقلون","seal":"02B6D590","part":1},
      {"page":72,"id":27,"hno":null,"nass":"وَيكثر مَا يستخفون فاعرف ذَلِك\rقَالَ أَبُو عَليّ وَلما كَانَ الْجمع أقوى من التَّثْنِيَة لِأَنَّهُ يَقع على أعداد مُخْتَلفَة وَكَانَ ذَلِك أَعم تَصرفا من التَّثْنِيَة الَّتِي تقع لضرب وَاحِد من الْعدَد لَا تجاوزه وَهُوَ اثْنَان جعلُوا الْوَاو الَّتِي هِيَ أقوى من الْألف فِي الْجمع الَّذِي هُوَ أقوى من التَّثْنِيَة\rتَثْنِيَة الْمُبْهم\r\rوَأما تَثْنِيَة الْمُبْهم فَإِن الْمُؤَنَّث مِنْهُ يثنى على لُغَة أَقوام من الْعَرَب فَيُقَال تان","seal":"601FEA29","part":1},
      {"page":73,"id":28,"hno":null,"nass":"وَالْعلَّة فِي ذَلِك أَنهم لَو قَالُوا ذان ألبس الْمُؤَنَّث بالمذكر فِي لُغَة الَّذين يَقُولُونَ ذِي فاستعملوا لُغَة الَّذين يَقُولُونَ بِزَوَال اللّبْس\rوَأما الْمُذكر نَحْو ذَا وَالَّذِي فتثنيتهما ذان واللذان\rفَإِن قَالَ قَائِل أخبرنَا عَن الْألف فِي ذان وَنَحْوه أَهِي الْألف الَّتِي فِي ذَا أم ألف التَّثْنِيَة\rفَالْجَوَاب\rأَنَّهَا ألف التَّثْنِيَة وَقد سَقَطت الْألف الأولى\rوَالدَّلِيل على ذَلِك أَنَّهَا تنْقَلب يَاء فِي الْجَرّ وَالنّصب ك ألف التَّثْنِيَة فَعلمنَا أَنَّهَا ألف التَّثْنِيَة وَأَن ألف ذَا هِيَ الساقطة\rوَمن الْكُوفِيّين من يزْعم أَن الْألف فِي ذان هِيَ الْألف الَّتِي كَانَت فِي الْوَاحِد ويفسده مَا ذَكرْنَاهُ من انقلابها يَاء فِي الْجَرّ وَالنّصب","seal":"F21C204C","part":1},
      {"page":74,"id":29,"hno":null,"nass":"قَالَ أَبُو الْفَتْح اعْلَم أَن أَسمَاء الْإِشَارَة نَحْو هَذَا وَهَذِه والأسماء الموصولة نَحْو الَّذِي وَالَّتِي لَا تصح تَثْنِيَة شَيْء مِنْهَا من قبل أَن التَّثْنِيَة لَا تلْحق إِلَّا النكرَة وَذَلِكَ أَن الْمعرفَة لَا تصح تثنيتها من قبل أَن حد الْمعرفَة هُوَ مَا خص الْوَاحِد من جنسه وَلم يشع فِي أمته فَإِذا شُورِكَ فِي اسْمه فقد خرج من أَن يكون علما مَعْرُوفا وَصَارَ مُشْتَركا شَائِعا فَإِذا كَانَ الْأَمر كَذَلِك فَلَا تصح التَّثْنِيَة إِذن إِلَّا فِي النكرات دون المعارف\rوَإِذا صَحَّ مَا ذَكرْنَاهُ فمعلوم أَنَّك لم تثن زيدا وَنَحْوه حَتَّى سلبته تَعْرِيفه وأشعته فِي أمته فَجَعَلته من جمَاعَة كل وَاحِد مِنْهُم زيد ف جرى لذَلِك مجْرى فرس وَرجل فِي أَن كل وَاحِد مِنْهُمَا شَائِع لَا يخص شَيْئا بِعَيْنِه\rويدلك على أَن الِاسْم لَا يثنى إِلَّا بعد أَن يخلع عَنهُ مَا كَانَ فِيهِ من التَّعْرِيف جَوَاز دُخُول اللَّام عَلَيْهِ بعد التَّثْنِيَة الَّتِي لَا تلْحق إِلَّا النكرَة\rوَذَلِكَ أَن الْمعرفَة فِي قَوْلك الزيدان والعمران فَلَو كَانَ","seal":"A3E526B9","part":1},
      {"page":75,"id":30,"hno":null,"nass":"التَّعْرِيف الَّذِي كَانَا يدلان عَلَيْهِ ويفيد أَنه مفردين بَاقِيا فيهمَا لما جَازَ دُخُول اللَّام عَلَيْهِمَا بعد التَّثْنِيَة كَمَا لَا يجوز دُخُولهَا عَلَيْهِمَا قبل التَّثْنِيَة فِي وُجُوه الِاسْتِعْمَال وغالب الْأَمر\rفَإِذا صَحَّ ذَلِك أَنه لَا يثنى إِلَّا مَا يجوز تنكيره فَمَا لَا يجوز تنكيره هُوَ أَن لَا تصح تثنيته أَجْدَر\rوَأَسْمَاء الْإِشَارَة والأسماء الموصولة لَا يجوز أَن تنكر وَلَا يجوز أَن يثنى شَيْء مِنْهَا\rأَلا ترى أَنَّهَا بعد التَّثْنِيَة على حد مَا كَانَت عَلَيْهِ قبل التَّثْنِيَة وَذَلِكَ نَحْو قَوْلك هَذَانِ الزيدان قَائِمين فَنصبت قَائِمين بِمَعْنى الْفِعْل الَّذِي دلّت عَلَيْهِ الْإِشَارَة والتثنية كَمَا كنت تَقول فِي الْوَاحِد هَذَا زيد قَائِما فتجد الْحَال وَاحِدَة قبل التَّثْنِيَة وَبعدهَا\rوَكَذَلِكَ قَوْلك ضربت اللَّذين قاما إِنَّمَا يتعرفان بالصلة كَمَا يتعرف بهَا الْوَاحِد فِي قَوْلك ضربت الَّذِي قَامَ\rوَالْأَمر فِي هَذِه الْأَشْيَاء بعد التَّثْنِيَة هُوَ الْأَمر فِيهَا قبل التَّثْنِيَة\rوَكَذَلِكَ ياهنان وياهنون\rوَهَذِه الْأَسْمَاء لَا تنكر أبدا لِأَنَّهَا للكنايات وَجَارِيَة مجْرى","seal":"AEB1A489","part":1},
      {"page":76,"id":31,"hno":null,"nass":"المضمرة فَإِنَّمَا هِيَ أَسمَاء مضمرة مَوْضُوعَة للتثنية وَالْجمع بِمَنْزِلَة اللَّذين وَالَّذين وَلَيْسَ كَذَلِك سَائِر الْأَسْمَاء الْمُثَنَّاة نَحْو زيد وَعمر\rأَلا ترى أَن تَعْرِيف زيد وَعمر إِنَّمَا هُوَ بِالْوَضْعِ والعلمية فَإِذا ثنيتهما تنكرا فَقلت رَأَيْت زيدين كريمين\rفَإِذا أردْت تعريفهما فبالإضافة أَو بِاللَّامِ فقد تعرفا بعد التَّثْنِيَة من غير وَجه تعريفهما قبلهَا ولحقا بالأجناس وفارقا مَا كَانَا عَلَيْهِ من العلمية والوضع\rفَإِذا صَحَّ ذَلِك فَيَنْبَغِي أَن تعلم أَن هَذَانِ وَهَاتَانِ واللذان واللتان إِنَّمَا هِيَ أَسمَاء مَوْضُوعَة للتثنية مخترعة لَهَا وَلَيْسَت بتثنية الْوَاحِد على حد زيد وزيدان\rإِلَّا أَنَّهَا صيغت على صُورَة مَا هُوَ مثنى على الْحَقِيقَة لِئَلَّا تخْتَلف التَّثْنِيَة وَذَلِكَ أَنهم يُحَافِظُونَ على التَّثْنِيَة وَلَا يُحَافِظُونَ على","seal":"D6FAB41E","part":1},
      {"page":77,"id":32,"hno":null,"nass":"الْجمع أَلا ترى أَنَّك تَجِد فِي الْأَسْمَاء المتمكنة أَلْفَاظ الجموع من غير أَلْفَاظ الْآحَاد نَحْو رجل وَنَفر وَامْرَأَة ونسوة وبعير وإبل وَوَاحِد وَجَمَاعَة\rوَلَا تَجِد فِي التَّثْنِيَة شَيْئا من هَذَا وَإِنَّمَا هِيَ من لفظ الْوَاحِد لَا يخْتَلف ذَلِك\rفَهَذَا يدلك على محافظتهم على التَّثْنِيَة وعنايتهم بهَا أَن تخرج على صُورَة وَاحِدَة فَلذَلِك لما صيغت للتثنية أَسمَاء مخترعة غير مثناة على الْحَقِيقَة كَانَت على أَلْفَاظ الْمُثَنَّاة تَثْنِيَة حَقِيقَة وَذَلِكَ ذان وتان واللذان واللتان\rويدلك على أَن مَا كَانَ من الْأَسْمَاء لَا يُمكن تنكيره فَإِن تثنيته غير جَائِزَة وَأَنَّهُمْ إِنَّمَا يصوغون لَهُ فِي التَّثْنِيَة أَسمَاء مخترعة لَيْسَ على حد زيد وزيدان قَوْلهم\rأَنْت وأنتما وَهِي وهما وضربتك وضربتكما فَكَمَا لَا شكّ فِي أَن أَنْتُمَا لَيْسَ تَثْنِيَة أَنْت إِذْ لَو كَانَ تَثْنِيَة لوَجَبَ أَن تَقول","seal":"08339DF2","part":1},
      {"page":78,"id":33,"hno":null,"nass":"فِي أَنْت أنتان وَفِي هُوَ هوان وَفِي هِيَ هيان\rفَكَذَلِك لَا يَنْبَغِي أَن يشك فِي أَن هَذَانِ لَيْسَ تَثْنِيَة هَذَا وَإِنَّمَا هُوَ اسْم صِيغ ليدل على التَّثْنِيَة كَمَا صِيغ أَنْتُمَا وهما يدل كل وَاحِد مِنْهُمَا على التَّثْنِيَة وَهُوَ غير مثنى على حد زيد وزيدان أَلا ترى أَن أَسمَاء الْإِشَارَة والأسماء الموصولة جَارِيَة مجْرى الْأَسْمَاء المضمرة فِي أَن كل وَاحِد مِنْهُمَا لَا يجوز تنكيره وَلَا خلع تَعْرِيفه عَنهُ\rفَإِن قلت فَإِذا كَانَ ذَا وَالَّذِي وَنَحْوهمَا كالأسماء المضمرة من حَيْثُ رَأَيْت فَمَا بالهم صاغوا لتثنية ذَا وَالَّذِي اسْمَيْنِ على صُورَة التَّثْنِيَة فَقَالُوا ذان واللذان وَلم يَقُولُوا فِي أَنْت أنتان وَنَحْوه\rفَالْجَوَاب أَنهم صاغوا ل ذَا وَالَّذِي اسْمَيْنِ على صُورَة الْأَسْمَاء الْمُثَنَّاة فَقَالُوا ذان واللذان من قبل أَن أَسمَاء الْإِشَارَة والأسماء الموصولة أشبه بالأسماء المتمكنة من الْأَسْمَاء المضمرة","seal":"452C7B35","part":1},
      {"page":79,"id":34,"hno":null,"nass":"قَالَ أَبُو عَليّ أَلا تراهم يصفونَ أَسمَاء الْإِشَارَة ويصفون بهَا فَيَقُولُونَ مَرَرْت بِهَذَا الرجل ومررت بزيد ذَا وَكَذَلِكَ يَقُولُونَ مَرَرْت بِالَّذِي قَامَ أَخُوهُ\rفَلَمَّا قربت الْأَسْمَاء الْمشَار بهَا والأسماء الموصولة من الْأَسْمَاء المتمكنة صيغت لَهَا أَسمَاء التَّثْنِيَة على نَحْو تَثْنِيَة الْأَسْمَاء المتمكنة وَلما كَانَت الْأَسْمَاء المضمرة لَا تُوصَف وَلَا يُوصف بهَا بَعدت عَن الْأَسْمَاء المتمكنة فخالفوا بَينهَا وَبَين مَا قَارب المتمكنة فصاغوا لَهَا أَسمَاء التَّثْنِيَة على غير صُورَة الْأَسْمَاء الْمُثَنَّاة المتمكنة\rفَأَما قَوْلهم مَرَرْت بك أَنْت","seal":"CDB1D30B","part":1},
      {"page":80,"id":35,"hno":null,"nass":"ومررت بِهِ هُوَ فَأَنت وَهُوَ ليسَا وَصفا ليستفاد بهما الْبَيَان والإيضاح وَإِنَّمَا الْغَرَض فِيهَا التوكيد وَالتَّحْقِيق\rفَإِذا صَحَّ الَّذِي ذَكرْنَاهُ علمت أَن النُّون فِي هَذَانِ واللذان واللتان لَيست عوضا من حَرَكَة وَلَا من تَنْوِين وَلَا من حرف مَحْذُوف كَمَا يظنّ قوم\rوَلَا حكم هَذَانِ واللذان فِي أَنَّهُمَا اسمان مثنيان حكم الزيدان والعمران لما ذَكرْنَاهُ قبل\rأَحْوَال نون التَّثْنِيَة\r\rقَالَ وَاعْلَم أَن للنون فِي التَّثْنِيَة وَالْجمع ثَلَاثَة أَحْوَال\rحَالا تكون فِيهَا عوضا من الْحَرَكَة والتنوين جَمِيعًا\rوَحَالا تكون فِيهَا عوضا من الْحَرَكَة وَحدهَا\rوَحَالا تكون فِيهَا عوضا من التَّنْوِين وَحده","seal":"C0D0E9A9","part":1},
      {"page":81,"id":36,"hno":null,"nass":"الْحَالة الأولى\rأما كَونهَا عوضا من الْحَرَكَة والتنوين فَفِي كل مَوضِع لَا يكون الِاسْم المتمكن فِيهِ مُضَافا وَلَا مُعَرفا بِالْألف وَاللَّام وَذَلِكَ نَحْو رجلَانِ وفرسان وغلامان وجاريتان\rأَلا ترى أَنَّك إِذا أفردت الْوَاحِد على هَذَا الْحَد وجدت فِيهِ الْحَرَكَة والتنوين جَمِيعًا وَذَلِكَ قَوْلك رجل وَغُلَام وَجَارِيَة وَفرس\rفالنون فِي رجلَانِ إِنَّمَا هِيَ عوض هَا هُنَا مِمَّا يجب فِي ألف رجلَانِ الَّتِي هِيَ حرف الْإِعْرَاب بِمَنْزِلَة لَام رجل فَكَمَا أَن لَام رجل وَنَحْوه مِمَّا لَيْسَ مُضَافا وَلَا مُعَرفا بِاللَّامِ يلْزم أَن تتبعه الْحَرَكَة والتنوين فَكَذَلِك كَانَ يجب فِي حرف التَّثْنِيَة\rالْحَالة الثَّانِيَة\rوَأما الْموضع الَّذِي تكون نون التَّثْنِيَة فِيهِ عوضا من الْحَرَكَة وَحدهَا فَمَعَ لَام الْمعرفَة فِي نَحْو قَوْلك\rالغلامان وَالرجلَانِ والزيدان والعمران\rفالنون ثبتَتْ مَعَ لَام الْمعرفَة كَمَا ثبتَتْ مَعهَا الْحَرَكَة فِي نَحْو الْغُلَام وَالرجل\rوَكَذَلِكَ النداء نَحْو يَا رجلَانِ وَيَا غلامان","seal":"05E14E5B","part":1},
      {"page":82,"id":37,"hno":null,"nass":"أَلا ترى أَن الْوَاحِد من نَحْو هَذَا لَا تَنْوِين فِيهِ وَإِنَّمَا هُوَ يَا غُلَام وَيَا رجل فالنون فيهمَا بدل من الْحَرَكَة وَحدهَا\rفَإِن قلت فَإِن وَاحِد الزيدان والعمران زيد وَعمر وهما كَمَا ترى منونان فَهَلا زعمت أَن النُّون فِي الزيدان والعمران بدل من الْحَرَكَة والتنوين جَمِيعًا لوجودك إيَّاهُمَا فِي واحدهما وَهُوَ زيد وَعمر\rوكما زعمت أَنَّهَا فِي رجلَانِ وفرسان بدل من الْحَرَكَة والتنوين لوجودك الْحَرَكَة والتنوين فِي واحدهما وَهُوَ رجل وَفرس\rفَالْجَوَاب\rإِن قَوْلك الزيدان كَقَوْلِك الرّجلَانِ لِأَن اللَّام عرفت زيدين كَمَا عرفت رجلَيْنِ وَالنُّون فِي زَيْدَانَ عوض من الْحَرَكَة والتنوين جَمِيعًا وَفِي الرّجلَانِ عوض من الْحَرَكَة وَحدهَا\rالْحَالة الثَّالِثَة\rوَأما الْموضع الَّذِي تكون فِيهِ نون التَّثْنِيَة عوضا من التَّنْوِين وَحده فَمَعَ الْإِضَافَة وَذَلِكَ قَوْلك قَامَ غُلَاما زيد ومررت بصاحبي زيد","seal":"3279DD98","part":1},
      {"page":83,"id":38,"hno":null,"nass":"أَلا تراك حذفتها كَمَا تحذف التَّنْوِين للإضافة فَلَو كَانَت هُنَا عوضا من الْحَرَكَة وَحدهَا لثبتت فَقلت قَامَ غلامان زيد كَمَا تَقول هَذَا غُلَام زيد فتضم الْمِيم فِي غُلَام\rفَإِن قلت فَمَا أنْكرت أَن تكون النُّون مَعَ اللَّام ثَابِتَة غير محذوفة لِأَنَّهَا لم تخلص عوضا من التَّنْوِين وَحده فتحذف\rبل لما كَانَت عوضا من الْحَرَكَة والتنوين جَمِيعًا ثبتَتْ\rفَالْجَوَاب\rأَنه لَو كَانَ الْأَمر كَذَلِك لوَجَبَ أَن تثبت مَعَ الْإِضَافَة لِأَنَّهَا لم تخلص عوضا من التَّنْوِين وَحده\rوَهَذَا كَمَا ترَاهُ محَال","seal":"ABB71CA8","part":1},
      {"page":84,"id":39,"hno":null,"nass":"فقد صَحَّ مَا ذَكرْنَاهُ أَن النُّون فِي التَّثْنِيَة تكون\rفِي مَوضِع عوضا من الْحَرَكَة والتنوين جَمِيعًا\rوَفِي مَوضِع عوضا من الْحَرَكَة وَحدهَا\rوَفِي مَوضِع عوضا من التَّنْوِين وَحده\rإِلَّا أَن أصل وَضعهَا أَن تكون دَاخِلَة عوضا مِمَّا منع الِاسْم مِنْهُمَا وَلَو كَانَت عوضا من الْحَرَكَة وَحدهَا لثبتت مَعَ الْإِضَافَة وَلَام الْمعرفَة فَجعلت فِي مَوضِع عوضا من الْحَرَكَة فثبتت كَمَا ثبتَتْ الْحَرَكَة وَفِي مَوضِع عوضا من التَّنْوِين فحذفت كَمَا يحذف التَّنْوِين ليعتدل الْأَمْرَانِ فيهمَا\rتَشْدِيد نون الْمُبْهم\r\rوَأما قَوْلهم هَذَانِ وذانك واللذان إِنَّمَا","seal":"0FC4A93A","part":1},
      {"page":85,"id":40,"hno":null,"nass":"ثقلت فِي هَذِه الْمَوَاضِع لأَنهم عوضوا بثقلها من حرف مَحْذُوف\rأما فِي هَذَانِ فعوض من ألف ذَا\rوَكَذَلِكَ فِي اللَّذَان عوض من يَاء الَّذِي\rوَهُوَ فِي ذَانك عوض من لَام ذَلِك وَقد يحْتَمل أَن يكون عوضا من ألف ذَلِك\rوَقيل إِنَّمَا شددت فِي هَذِه الْمَوَاضِع للْفرق بَين الْمُبْهم وَغَيره ليدلوا بِالتَّشْدِيدِ على أَنه على غير منهاج الْمثنى الَّذِي لَيْسَ بمبهم وَلِأَنَّهُ لَا تصح فِيهِ الْإِضَافَة وَغَيره من التَّثْنِيَة تصح إِضَافَته فَتسقط نونه فَكَانَ مَا لَا يسْقط بِحَال أقوى مِمَّا يسْقط تَارَة وَيثبت أُخْرَى فشددت لذَلِك\rحَرَكَة نوني التَّثْنِيَة وَالْجمع\r\rوحركة نون التَّثْنِيَة كسرة وحركة نون الْجمع الَّذِي على حد التَّثْنِيَة فَتْحة وكلتاهما متحركة بالتقاء الساكنين\rوخالفوا الْحَرَكَة للْفرق بَين التَّثْنِيَة وَالْجمع","seal":"33348685","part":1},
      {"page":86,"id":41,"hno":null,"nass":"وَكَانَت نون التَّثْنِيَة أولى بِالْكَسْرِ من نون الْجمع لِأَنَّهَا قبلهَا ألف وَهِي خَفِيفَة والكسرة ثَقيلَة فاعتدلا\rوَقبل نون الْجمع وَاو وَهِي ثَقيلَة ففتحوا النُّون ليعتدل الْأَمر\rفَإِن قلت فقد أَقُول مَرَرْت بالزيدين وَضربت العمرين فتكسر النُّون وَقبلهَا يَاء\rفَهَلا هربت إِلَى الفتحة لمَكَان الْيَاء كَمَا هربت الى الفتحة لمَكَان الْيَاء فِي نَحْو أَيْن وَكَيف\rفَالْجَوَاب","seal":"D45798F6","part":1},
      {"page":87,"id":42,"hno":null,"nass":"إِن الْيَاء فِي نَحْو الزيدين والعمرين لَيست بلازمة كلزومها فِي أَيْن وَكَيف\rأَلا ترى أَنَّك تَقول فِي الرّفْع الَّذِي هُوَ الأَصْل رجلَانِ وَإِنَّمَا النصب والجر فرعان عَلَيْهِ فَلَا تلْزم الْيَاء النُّون\rفَلَمَّا كَانَت الْيَاء غير لَازِمَة فِي التَّثْنِيَة وَكَانَ الرّفْع وَهُوَ الأَصْل لَا تَجِد فِيهِ يَاء أجري الْبَاب على حكم الْألف الَّتِي هِيَ الأَصْل وَإِنَّمَا الْيَاء بدل مِنْهَا وَلَو أَنهم فتحُوا النُّون فِي الْجَرّ وَالنّصب وكسروها فِي الرّفْع لاختلف حَال نون التَّثْنِيَة على أَن من الْعَرَب من فتحهَا فِي حَال الْجَرّ وَالنّصب تَشْبِيها بأين وَكَيف وتجري الْيَاء وَإِن كَانَت غير لَازِمَة مجْرى الْيَاء اللَّازِمَة فَتَقول\rمَرَرْت بالزيدين وَضربت الزيدين\rوأنشدوا فِي ذَلِك لبَعْضهِم\r(على أحوذيين اسْتَقَلت عَلَيْهِمَا ... فَمَا هِيَ إِلَّا لمحة فتغيب)","seal":"4D23B370","part":1},
      {"page":88,"id":43,"hno":null,"nass":"وَفتحهَا بَعضهم مَعَ الْألف فَقَالَ\r(أعرف مِنْهَا الْأنف والعينانا ... ومنخرين أشبها ظبيانا)\rوَقد حُكيَ أَن مِنْهُم من ضم النُّون فِي الزيدان فَقَالَ\rالزيدان والعمران وَهَذَا من الشذوذ بِحَيْثُ لَا يُقَاس عَلَيْهِ\rنون الْأَفْعَال الْخَمْسَة\r\rوَأما النُّون فِي يقومان وتقومان ويقومون وتقومون فَإِنَّهَا تقوم مقَام الضمة فِي يقوم وَيقْعد وَلَيْسَت من أصُول الْإِعْرَاب","seal":"9195ED86","part":1},
      {"page":89,"id":44,"hno":null,"nass":"أَلا ترى أَن جنس الْإِعْرَاب هُوَ الْحَرَكَة وَكَذَا جعل جنس الْيَاء سكونا إِذْ كَانَا ضدين وَكَانَت الْحَرَكَة ضد السّكُون\rويدلك على رفع الْمُضَارع الَّذِي رَفعه النُّون أَنه لَيْسَ على طَرِيق قِيَاس أصُول الْإِعْرَاب حذفك النُّون فِي مَوضِع النصب فِي قَوْلك لن يقوما\rأَلا ترى أَن النصب مدْخل على الْجَزْم كَمَا أَدخل النصب فِي الْأَسْمَاء الْمُثَنَّاة والمجموعة على سَبِيل التَّثْنِيَة على الْجَرّ فِي قَوْلك ضربت الزيدين والعمرين\rوَلست تَجِد فِي الْأَسْمَاء الْآحَاد المتمكنة الْإِعْرَاب مَا تحمل فِيهِ أحد الإعرابين على صَاحبه فَأَما مَرَرْت بِأَحْمَد فَإِن مَا لَا ينْصَرف غير مُتَمَكن من الْإِعْرَاب\rوَيزِيد عنْدك فِي بَيَان ضعف إِعْرَاب الْفِعْل الْمُضَارع أَنَّك إِذا ثنيت الضَّمِير فِيهِ أَو جمعته أَو أنثته أَنَّك تَجدهُ بِغَيْر حرف إِعْرَاب أَلا","seal":"962E4372","part":1},
      {"page":90,"id":45,"hno":null,"nass":"ترى أَنه لَو كَانَ ليقومان حرف إِعْرَاب لم يخل حرف إعرابه من أَن يكون الْمِيم أَو الْألف أَو النُّون\rفمحال أَن يكون الْمِيم حرف إِعْرَاب لِأَن الْألف بعْدهَا قد صيغت مَعهَا فحصلت الْمِيم لذَلِك حَشْوًا لَا طرفا ومحال أَن يكون حرف الْإِعْرَاب وسطا وَلَا يجوز إِلَّا أَن يكون آخرا طرفا\rوَلَا يجوز أَن يكون الْألف فِي يقومان حرف إِعْرَاب\rقَالَ سِيبَوَيْهٍ لِأَنَّك لم ترد أَن تثني يفعل فتضم إِلَيْهِ يفعل آخر\rأَي لم ترد أَن تضم هَذَا الْمِثَال إِلَى مِثَال آخر وَإِنَّمَا أردْت","seal":"ED00F20F","part":1},
      {"page":91,"id":46,"hno":null,"nass":"أَن تعلم أَن الْفَاعِل اثْنَان فَجئْت بِالْألف الَّتِي هِيَ علم الضَّمِير والتثنية\rوَلَو أردْت أَن تضم الْفِعْل إِلَى فعل آخر من لَفظه لكَانَتْ الْألف فِي يقومان حرف إِعْرَاب كَمَا كَانَت الْألف فِي الزيدان حرف الْإِعْرَاب لِأَنَّك أردْت أَن تضم إِلَى زيد زيدا آخر\rفقد بَطل إِذن أَن يكون الْألف حرف إِعْرَاب\rومحال أَيْضا أَن تكون النُّون حرف إِعْرَاب فِي يقومان لأمرين\rأَحدهمَا أَنَّهَا متحركة محذوفة فِي الْجَزْم وَلَيْسَ فِي","seal":"08BAAA66","part":1},
      {"page":92,"id":47,"hno":null,"nass":"الدُّنْيَا حرف متحرك يحذف فِي الْجَزْم\rوَالْآخر أَنه لَو كَانَت النُّون حرف إِعْرَاب لوَجَبَ أَن تجْرِي عَلَيْهَا حركات الْإِعْرَاب فَتَقول\rهما يقومان\rوَأُرِيد أَن يقومان\rفتضمها فِي الرّفْع وتفتحها فِي النصب فَإِن صرت إِلَى الْجَزْم وَجب تسكينها وَإِذا سكنت وَالْألف قبلهَا سَاكِنة كسرت لالتقاء الساكنين فَقلت لم يقومان\rفَلَمَّا كَانَ الْقَضَاء بِكَوْن نون يقومان حرف الْإِعْرَاب إعرابا تقود إِلَى هَذَا الَّذِي ذكرته وَرَأَيْت الْعَرَب قد اجتنبته علمت أَن النُّون لَيست عِنْدهم بِحرف إِعْرَاب\rوَإِذا لم يجز أَن تكون الْمِيم حرف إِعْرَاب\rوَلَا الْألف\rوَلَا النُّون","seal":"21B9F763","part":1},
      {"page":93,"id":48,"hno":null,"nass":"علمت أَنه لَا حرف إِعْرَاب فِي الْكَلِمَة وَإِذا لم يكن لَهَا حرف إِعْرَاب دلك ذَلِك على أَن الْإِعْرَاب فِيهَا لَيْسَ لَهُ تمكن الْإِعْرَاب الْأَصْلِيّ الَّذِي هُوَ الْحَرَكَة\rفَإِذا كَانَ ذَلِك علمت أَن النُّون فِي يقومان تقوم مقَام الضمة فِي يقوم وَأَنَّهَا لَيْسَ لَهَا تمكن الْحَرَكَة وَإِنَّمَا هِيَ دَالَّة عَلَيْهَا ونائبة عَنْهَا\rتمت علل التَّثْنِيَة لأبي الْفَتْح عُثْمَان بن جني رَحمَه الله يَوْم السبت تَاسِع وَعشْرين من شهر شعْبَان سنة سِتّمائَة وَالله أعلم وَأحكم","seal":"A6C33F78","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":392,"Bk":"علل التثنية","HigriD":"392","oAuthVer":3,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"أبو الفتح عثمان بن جني الموصلي","bLnk":null,"Inf":"","Auth":"ابن جني","Betaka":"الكتاب: علل التثنية\rالمؤلف: أبو الفتح عثمان بن جني الموصلي (المتوفى: 392هـ)\rالمحقق: الدكتور صبيح التميمي\rالناشر: مكتبة الثقافة الدينية - مصر\rسنة النشر:\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن جني (000 - 392 هـ = 000 - 1002 م) \r\n\r\nعثمان بن جني الموصلي، أبو الفتح: من أئمة الأدب والنحو، وله شعر.\r\nولد بالموصل وتوفي ببغداد، عن نحو 65 عاما.\r\nوكان أبوه مملوكا روميا لسليمان بن فهد الأزدي الموصلي.\r\nمن تصانيفه رسالة في «من نسب إلى أمه من الشعراء - خ» و «شرح ديوان المتنبي - ط» و «المبهج - ط» في اشتقاق أسماء رجال الحماسة، و «المحتسب - ط» في شواذ القراآت، و «سر الصناعة - ط» الأول منه، في اللغة، و «الخصائص - ط» ثلاثة أجزاء، في اللغة، و «اللمع - خ» [ثم طُبع] في النحو، و «التصريف الملوكي - ط» و «التنبيه - ط» في شرح ديوان الحماسة، و «المذكر والمؤنث - ط» و «المصنف - ط» باسم «المنصف» و «الصنف في شرح التصريف للمازني»، و «التمام - ط» في تفسير أشعار هذيل، و «إعراب أبيات ما استصعب من الحماسة - خ» و «المقتضب من كلام العرب - ط» رسالة، وغير ذلك وهو كثير.\r\nوكان المتنبي يقول: ابن جني أعرف بشعري مني\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"972150FB","cat":"النحو والصرف","oNum":6995,"BkId":6995,"oAuth":830,"bVer":1,"aSeal":"EB37210D"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t6995":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":2,"sub":1,"tit":"ألف التثنية"},
      {"lvl":1,"id":6,"sub":0,"tit":"الرأي الراجح ودليله"},
      {"lvl":1,"id":9,"sub":0,"tit":"الاعتراضات التي ترد على القول بأن الألف حرف إعراب"},
      {"lvl":1,"id":12,"sub":0,"tit":"ثبات الألف في المثنى"},
      {"lvl":1,"id":13,"sub":0,"tit":"لا تقدير إعراب في ألف التثنية"},
      {"lvl":1,"id":15,"sub":0,"tit":"اعتراض على كون النون عوضا"},
      {"lvl":1,"id":17,"sub":0,"tit":"ألف التأنيث في حبلى"},
      {"lvl":1,"id":17,"sub":1,"tit":"دليل آخر على كون الألف في التثنية حرف إعراب"},
      {"lvl":1,"id":18,"sub":0,"tit":"الرد على قول أبي الحسن الأخفش"},
      {"lvl":1,"id":21,"sub":0,"tit":"الرد على قول أبي عمر الجرمي"},
      {"lvl":1,"id":24,"sub":0,"tit":"الرد على قول الفراء وأبي إسحاق الزيادي"},
      {"lvl":1,"id":25,"sub":0,"tit":"واو الجمع الذي على حد التثنية"},
      {"lvl":1,"id":25,"sub":1,"tit":"لم يثنى بالألف ويجمع بالواو"},
      {"lvl":1,"id":27,"sub":0,"tit":"تثنية المبهم"},
      {"lvl":1,"id":35,"sub":0,"tit":"أحوال نون التثنية"},
      {"lvl":1,"id":39,"sub":0,"tit":"تشديد نون المبهم"},
      {"lvl":1,"id":40,"sub":0,"tit":"حركة نوني التثنية والجمع"},
      {"lvl":1,"id":43,"sub":0,"tit":"نون الأفعال الخمسة"}
    ]
}
