{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7001":
    [
      {"page":14,"id":2,"hno":null,"nass":"الْقسم الأول\r\rمسانيد الرِّجَال مرتبَة على الْحُرُوف الأبجدية\r\rبَاب الْألف\r\r[1] مُسْند أبي بن كَعْب الْأنْصَارِيّ.\r\r[2] مُسْند أُسَامَة بن زيد بن حَارِثَة.\r\r[3] مُسْند أُسَامَة بن شريك العامري.\r[4] مُسْند أُسَامَة بن عُمَيْر الْهُذلِيّ.\r\r[5] مُسْند أبي رَافع مولى رَسُول الله \" واسْمه \" \" أسلم \".\r\r[6] مُسْند أسيد بن حضير.\r\r[7] مُسْند الْأَشْعَث بن قيس الْكِنْدِيّ.\r\r[8] مُسْند أُميَّة بن مخشي الْخُزَاعِيّ.\r\r[9] مُسْند أنس بن مَالك.","seal":"1A6D8C4C","part":1},
      {"page":15,"id":3,"hno":null,"nass":"[مُسْند (أبي بن كَعْب الْأنْصَارِيّ)\r\r(ذكر مَا فِي الصَّحِيحَيْنِ مِنْهُ) .\rمجئ \" مَا \" بِمَعْنى الَّذِي.\r(1) الأول: روى أبي بن كَعْب أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" يغسل مَا مس الْمَرْأَة \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" مَا بِمَعْنى: الَّذِي \" وصلتها \" مس \" و \" الْمَرْأَة \" مفعول مس.\rوَلَا يجوز أَن ترفع الْمَرْأَة بِمَسّ على معنى مَا مست الْمَرْأَة لوَجْهَيْنِ:\rأَحدهمَا: أَن تَأْنِيث الْمَرْأَة حَقِيقِيّ وَلم يفصل بَينهَا وَبَين الْفِعْل، فَلَا وَجه لحذف التَّاء.\rوَالثَّانِي: أَن إِضَافَة اللَّمْس إِلَى الرجل وَإِلَى أَبْعَاضه حَقِيقَة \".\rقَالَ: وَلذَلِك قَالَ تَعَالَى: {أَو لامستم النِّسَاء} وَإِضَافَة اللَّمْس إِلَيْهَا فِي الْجِمَاع تجوز.\rمَجِيء أَنى بِمَعْنى: \" من أَيْن؟ \" وَبِمَعْنى: \" كَيفَ؟ \"\r\r(2) الحَدِيث الثَّانِي: حَدِيث مُوسَى مَعَ الْخضر عَلَيْهِمَا السَّلَام:\r(أ) فَمِنْهُ قَوْله: \" أَنى بأرضك السَّلَام \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" أَنى \" هَهُنَا فِيهَا وَجْهَان:\rأَحدهمَا: بِمَعْنى \" من أَيْن \" كَقَوْلِه تَعَالَى: {أَنى لَك هَذَا} .\rفَهِيَ ظرف مَكَان، \" وَالسَّلَام \" مُبْتَدأ، والظرف خبر عَنهُ.\rتَوْجِيه مجئ أَنى بِمَعْنى كَيفَ\r\rوَالثَّانِي: بِمَعْنى \" كَيفَ \" أَي: كَيفَ بأرضك السَّلَام؟\rوَوجه هَذَا الِاسْتِفْهَام: أَنه لما رأى ذَلِك الرجل فِي قَعْر من الأَرْض استبعد علمه بكيفية السَّلَام {} .","seal":"0B7F070B","part":1},
      {"page":16,"id":4,"hno":null,"nass":"تَقْدِيم الْحَال على صَاحبهَا\r\r(ب) فَأَما قَوْله: \" بأرضك السَّلَام \" فموضعه نصب على الْحَال من السَّلَام. وَالتَّقْدِير: من أَيْن اسْتَقر السَّلَام كَائِنا بأرضك؟ .\rوجوب تَقْدِيم المبتدإ إِن تساوى هُوَ وَالْخَبَر فِي التَّعْرِيف.\r(ج) أما قَوْله: \" أَنْت مُوسَى بني إِسْرَائِيل \" فَأَنت مُبْتَدأ ومُوسَى خَبره.\rجَوَاز التَّثْنِيَة بعد الْجمع، والتوحيد بعد التَّثْنِيَة\r\r(د) وَقَوله: \" فَكَلمُوهُمْ أَن يحملوهم فعرفوا الْخضر فحملوهما \" فَالْمَعْنى: أَن مُوسَى وَالْخضر ويوشع قَالُوا لأَصْحَاب السَّفِينَة: \" هَل تحملوننا؟ فعرفوا الْخضر فحملوهم \" فَجمعُوا الضميرين فِي \" كلموهم \" على الأَصْل، وثنوا \" حملوهما \" على اعْتِبَار أَنَّهُمَا المتبوعان، ويوشع تبع لَهما، وَمثله قَوْله تَعَالَى: {إِن هَذَا عَدو لَك ولزوجك فَلَا يخرجنكما من الْجنَّة فتشقى} فَثنى ثمَّ وحد لما ذكرنَا.\rتَوْجِيه رِوَايَة \" فَأخذ الْخضر بِرَأْسِهِ فاقتلعه بِيَدِهِ \"\r\r(هـ) وَفِي قَوْله: \" فَأخذ الْخضر بِرَأْسِهِ فاقتلعه بِيَدِهِ \" وَجْهَان:\rأَحدهمَا: هِيَ زَائِدَة أَي: أَخذ رَأسه.\rوَالثَّانِي: لَيست زَائِدَة؛ لِأَنَّهُ لَيْسَ الْمَعْنى أَنه تنَاول رَأسه ابْتِدَاء، وَإِنَّمَا الْمَعْنى أَنه جَرّه إِلَيْهِ بِرَأْسِهِ، ثمَّ اقتلعه وَلَو كَانَت زَائِدَة لم يكن لقَوْله: \" فاقتلعه \" معنى.\rمَجِيء لَو بِمَعْنى أَن الناصبة بعد \" ود \"\r\r(و) وَقَوله: \" لَوَدِدْنَا لَو صَبر \" لَو هَهُنَا بِمَعْنى أَن الناصبة للْفِعْل كَقَوْلِه تَعَالَى: {ودوا لَو تدهن} ، و {ودوا لَو تكفرون} ، وَقد جَاءَ بِأَن فِي قَوْله تَعَالَى: {أيود أحدكُم أَن تكون} و \" لَو صَبر \" بِمَعْنى: أَي وَدِدْنَا أَن يصبر. .\rتَعْلِيق الْفِعْل عَن الْعَمَل فِي الِاسْتِفْهَام بعده\r\r(3) وَمَا انْفَرد بِهِ مُسلم قَوْله [صلى الله عَلَيْهِ وَسلم] لأبي:","seal":"FB2CE172","part":1},
      {"page":17,"id":5,"hno":null,"nass":"(أ) \" يَا أَبَا الْمُنْذر أَتَدْرِي أَي آيَة من كتاب الله تَعَالَى مَعَك أعظم؟ ! \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" لَا يجوز فِي أَي هَهُنَا النصب وَهِي مَرْفُوعَة ... بِالِابْتِدَاءِ، و \" أعظم \" خَبره، و \" تَدْرِي \" مُعَلّق عَن الْعَمَل؛ لِأَن الِاسْتِفْهَام لَا يعْمل فِيهِ الْفِعْل الَّذِي قبله وَهُوَ كَقَوْلِه تَعَالَى: {أَي الحزبين أحصى} .\r(ب) وَمثله فِي الحَدِيث الآخر، وَهُوَ قَوْله فِي لَيْلَة الْقدر: \" أَنا وَالَّذِي لَا إِلَه غَيره أعلم أَي لَيْلَة هِيَ \"، فَهِيَ: الْخَبَر.\rتَوْجِيه قَوْله: \" وَلَا إِذا كنت \".\r\r(ج) وَقَوله أبي: \" كبر عَليّ وَلَا إِذْ كنت فِي الْجَاهِلِيَّة \"، تَقْدِيره: وَلَا أشكل عَليّ حَال الْقُرْآن؛ إِذْ أَنا فِي الْجَاهِلِيَّة كإشكال الْقِصَّة عَليّ.\rتَوْجِيه الرِّوَايَة بِنصب كلمة \" السُّورَة \" فِي حَدِيث أبي\r\r(4) وَفِي رِوَايَة عبد الله فِي حَدِيث أبي أَنه سَأَلَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن سُورَة وعده أَن يُعلمهُ إِيَّاهَا، فَقَالَ أبي: فَقلت: \" السُّورَة الَّتِي قلت لي \".","seal":"EA8C19D2","part":1},
      {"page":18,"id":6,"hno":null,"nass":"قَالَ الشَّيْخ - رَحمَه الله -: \" الْوَجْه النصب، أَي: اذكر لي السُّورَة أَو عَلمنِي. وَالرَّفْع غير جَائِز؛ إِذْ لَا معنى للابتداء هَهُنَا \".\rمَجِيء الْحَال من النكرَة إِذا وصفت بِمَا يقربهَا من الْمعرفَة.\r\r(5) وَمن رِوَايَة عبد الله فِي حَدِيث أبي: \" فَفرج صَدره ثمَّ جَاءَ بطست من ذهب مملوءا حِكْمَة وإيمانا \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" مملوءا \" بِالنّصب على الْحَال، وَصَاحب الْحَال \" طست \"؛ لِأَنَّهُ - وَإِن كَانَ نكرَة - فقد وصف بقوله: \" من ذهب \" فَقرب من الْمعرفَة.\rمَجِيء الْحَال من الضَّمِير فِي الْجَار.\r\rوَيجوز أَن يكون حَالا من الضَّمِير فِي الْجَار؛ لِأَن تَقْدِيره: بطست كَائِن من ذهب، أَو مَصْنُوع من ذهب فَنقل الضَّمِير من اسْم الْفَاعِل إِلَى الْجَار.\rوَلَو رُوِيَ بِالْجَرِّ على الصّفة جَازَ، وَأما حِكْمَة وإيمانا فمنصوبان على التَّمْيِيز.\rحذف القَوْل للْعلم بِهِ\r\r(6) وَفِي رِوَايَة عبد الله فِي حَدِيث أبي: \" كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يعلمنَا إِذا أَصْبَحْنَا: أَصْبَحْنَا على فطْرَة الْإِسْلَام ... \" وَذكر الحَدِيث.\rقَالَ الشَّيْخ - رَحمَه الله -: \" تَقْدِيره يعلمنَا إِذا أَصْبَحْنَا أَن نقُول: \" أَصْبَحْنَا على كَذَا \" فَحذف \" القَوْل \" للْعلم بِهِ كَمَا قَالَ تَعَالَى: (وَالْمَلَائِكَة يدْخلُونَ عَلَيْهِم من كل بَاب سَلام","seal":"59833BEF","part":1},
      {"page":19,"id":7,"hno":null,"nass":"عَلَيْكُم} أَي يَقُولُونَ: سَلام عَلَيْكُم \".\rمَجِيء كَائِن بِمَعْنى كم\r\r(7) وَفِي حَدِيث عبد الله: قَول أبي: (كَائِن تقْرَأ سُورَة الْأَحْزَاب؟ أَو كَائِن تعد سُورَة الْأَحْزَاب؟ قَالَ: قلت: ثَلَاثًا وَسبعين، فَقَالَ: قطّ) .\rقَالَ الشَّيْخ - رَحمَه الله -:\r(أ) أما \" كَائِن \" فاسم فَاعل بِمَعْنى \" كم \" وموضعها: نصب بتقرأ أَو تعد.\r(ب) وَأما قَوْله: \" ثَلَاثًا وَسبعين \" فَهُوَ مفعول ثَان.\rقطّ للزمان الْمَاضِي خَاصَّة\r\r(ج) وَأما قطّ فاسم مَبْنِيّ على الضَّم وَهُوَ للزمان الْمَاضِي خَاصَّة.\rوَمِنْهُم من يضم الْقَاف، وَمِنْهُم من يفتح الْقَاف ويخفض الطَّاء أَو يضمها، وَلَا وَجه لتسكينها هَهُنَا وَتَقْدِيره: مَا كَانَت كَذَا قطّ.\rمضارع أمل يمل بِضَم الْيَاء لَا غير\r\r(8) وَمن رِوَايَة أَحْمد رَضِي الله عَنهُ فِي جمع الْقُرْآن: \" أَنه كَانَ يمل عَلَيْهِم الْقُرْآن \".","seal":"E54A2561","part":1},
      {"page":20,"id":8,"hno":null,"nass":"قَالَ الشَّيْخ - رَحمَه الله - \" يمل بِضَم الْيَاء لَا غير، وَأما ماضيه: فَهُوَ أمل وَفِي الْقُرْآن: {أَو لَا يَسْتَطِيع أَن يمل هُوَ} . وَفِيه لُغَة أُخْرَى \" أملي \" يملى ... {فَهِيَ تملى عَلَيْهِ} \". \" أَي \" الندائية.\r(9) وَفِي رِوَايَة أَحْمد من رِوَايَة أبي قَوْله تَعَالَى للنَّبِي [صلى الله عَلَيْهِ وَسلم] : \" أَي رَسُول الله \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" وَهُوَ بِفَتْح الْهمزَة وَتَخْفِيف الْيَاء مقلوب (يَاء) . وَهُوَ حرف نِدَاء \".\rحذف الْمُضَاف وَنصب الْمُضَاف إِلَيْهِ على أَنه خبر أغدو.\r\r(10) وَمن حَدِيث عبد الله بن أَحْمد فِي رِوَايَة أبي عَن النَّبِي [صلى الله عَلَيْهِ وَسلم] حَدِيث: \" شرح صدر رَسُول الله [صلى الله عَلَيْهِ وَسلم] \" قَوْله: \" فَرَجَعت بهَا أغدو رقة على الْكَبِير، وَرَحْمَة للصَّغِير \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" تَقْدِيره: \" ذَا رقة وَذَا رَحْمَة \" وَهُوَ مَنْصُوب على أَنه خبر \" أغدو \" وَهِي من أَخَوَات كَانَ، فَحذف الْمُضَاف وَنصب الْمُضَاف إِلَيْهِ \".\rحذف همزَة الِاسْتِفْهَام للْعلم بهَا\r\r(11) وَفِي رِوَايَة أَحْمد من حَدِيث أبي قَوْله: \" شَاهد فلَان؟ \" يُرِيد: \" الْهمزَة \" فحذفها للْعلم بهَا وَهُوَ مَرْفُوع بِأَنَّهُ خبر مقدم، و \" فلَان \" مُبْتَدأ. وَيجوز أَن يكون \" شَاهد \" مُبْتَدأ؛ لِأَن همزَة الِاسْتِفْهَام فِيهِ مُرَاده، وَلَو ظَهرت لَكَانَ مُبْتَدأ الْبَتَّةَ، و \" فلَان \" فَاعل سد مسد الْخَبَر \".","seal":"B1C92542","part":1},
      {"page":21,"id":9,"hno":null,"nass":"[2] مُسْند أُسَامَة بن زيد بن حَارِثَة\r\rتَوْجِيه روايتي النصب وَالرَّفْع فِي قَوْله: \" أَي يَوْمَيْنِ \".\r\r(12) من مُسْند أَحْمد رَضِي الله عَنهُ وَفِي صَوْم النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" فَقلت: يَا رَسُول الله، إِنَّك تَصُوم لَا تكَاد تفطر إِلَّا يَوْمَيْنِ فَقَالَ: \" أَي يَوْمَيْنِ؟ \".\rقَالَ الشَّيْخ - رَحمَه الله تَعَالَى - \" تَقْدِيره: أَي يَوْمَيْنِ أَصوم كَذَا، أَو أَي يَوْمَيْنِ ... وَالرَّفْع أقوى \".\rحذف اسْم لَا.\r\r(13) وَفِي الصَّحِيحَيْنِ: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَرَأَ على مجْلِس فِيهِ أخلاط من النَّاس الْقُرْآن، فَقَالَ عبد الله بن أبي: لَا أحسن من هَذَا إِن كَانَ مَا تَقول حَقًا؛ فَلَا تؤذنا فِي مجالسنا وارجع إِلَى رحلك فَمن جَاءَك منا فاقصص عَلَيْهِ \".\rتَوْجِيه رفع أحسن ونصبها\r\r(أ) قَالَ - رَحمَه الله تَعَالَى -: فِي قَوْله: \" لَا أحسن من هَذَا \" وَجْهَان:\rأَحدهمَا: الرّفْع أَي أَنه خبر لَا، وَالِاسْم مَحْذُوف تَقْدِيره: \" لَا شَيْء أحسن من هَذَا \". وَهَذَا اعْتِرَاف مِنْهُ بفصاحة الْقُرْآن وَحسنه.\rوَالثَّانِي: النصب وَفِيه وَجْهَان:\rأَحدهمَا: أَنه صفة لاسم لَا المحذوفة، و \" من هَذَا \" خبر لَا.","seal":"1121CBFF","part":1},
      {"page":22,"id":10,"hno":null,"nass":"حذف خبر لَا\r\rوَيجوز أَن يكون الْخَبَر محذوفا، وَتَكون \" من \" مُتَعَلقَة بِأَحْسَن، أَي: لَا شَيْء أحسن من كَلَام هَذَا فِي الْكَلَام، أَو فِي الدُّنْيَا.\rوَالثَّانِي: أَن يكون مَنْصُوبًا بِفعل مَحْذُوف تَقْدِيره أَلا فعلت أحسن من هَذَا؟ ! وَحذف همزَة الِاسْتِفْهَام لظُهُور مَعْنَاهَا.\rتَوْجِيه رِوَايَة حذف النُّون\r\r(ب) وَفِيه: \" وَلَقَد اصْطلحَ أهل هَذِه الْبحيرَة أَن يُتَوِّجُوهُ. فَيعصبُونَهُ بِالْعِصَابَةِ \".\rقَالَ يرحمه الله تَعَالَى: الْوَجْه فِي رفع \" يعصبونه بِالْعِصَابَةِ \". وَلَو روى فيعصبوه بِحَذْف النُّون لَكَانَ مَعْطُوفًا على يُتَوِّجُوهُ وَهُوَ صَحِيح الْمَعْنى.\rالنصب على الإغراء\r\r(14) وَفِي مُسْند أَحْمد - رَحمَه الله - (فَلَمَّا سمع النَّبِي [صلى الله عَلَيْهِ وَسلم] جلبة النَّاس خَلفه قَالَ: \" السكينَة رويدا أَيهَا النَّاس \".\rقَالَ رَحمَه الله: \" الْوَجْه: أَن تنصب \" السكينَة \" على الإغراء. الزموا السكينَة كَقَوْلِه: {عَلَيْكُم أَنفسكُم} . وَلَا يجوز الرّفْع؛ لِأَنَّهُ يصير خَبرا وَعند ذَلِك لَا يحسن أَن يَقُول: \" رويدا أَيهَا النَّاس \" لِأَنَّهُ لَا فَائِدَة فِيهِ أَيْضا \".\rحذف الْفِعْل مَعَ بَقَاء الْمَفْعُول مَنْصُوبًا بِهِ\r\r(15) وَفِي الصَّحِيحَيْنِ من حَدِيث أُسَامَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] تَوَضَّأ فِي الشّعب فَقلت: يَا رَسُول الله، الصَّلَاة. قَالَ: (الصَّلَاة أمامك) .","seal":"C9DD29E2","part":1},
      {"page":23,"id":11,"hno":null,"nass":"قَالَ رَحمَه الله: الْوَجْه النصب على تَقْدِير أُرِيد الصَّلَاة، أَو تصلى الصَّلَاة فَقَالَ لَهُ: مَا مَعْنَاهُ \" الْآن لَا. بل نؤخرها إِلَى أَن نأتي بهَا مَعَ الْعشَاء الْأَخِيرَة بِالْمُزْدَلِفَةِ \". تَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] : \" إِن كَانَ لذَلِك فَلَا ... \"\r(16) وَفِي حَدِيثه أَن رجلا سَأَلَهُ عَن الْعَزْل فَقَالَ: لماذا؟ قَالَ إشفاقا على وَلَدهَا فَقَالَ: \" إِن كَانَ لذَلِك فَلَا. مَا ضار ذَلِك فَارس وَلَا الرّوم \".\rقَالَ الشَّيْخ رَحمَه الله تَعَالَى: التَّقْدِير: \" لَا \" يعْزل لهَذَا الْغَرَض؛ فَإِن فَارس وَالروم يطئون نِسَاءَهُمْ وَمن يرضعن، فَلَا يضيرهم ذَلِك ف \" لَا \" من تَمام الْجَواب، ثمَّ قَالَ: \" مَا ضرّ ذَلِك فَارس \".\rضم ذال مُنْذُ لَا غير\r\r(17) وَفِي حَدِيثه فِي حَدِيث جِبْرِيل: \" لم يأتني مُنْذُ ثَلَاث \"\r\rقَالَ الشَّيْخ - رَحمَه الله -: \" هُوَ بِضَم الذَّال لَا غير. وَأما ثَلَاث فبالرفع لَا غير؛ لِأَنَّهُ ذكر ذَلِك يقدر مُدَّة الِانْقِطَاع أَي أمد ذَلِك ثَلَاث لَيَال، و \" مُنْذُ \" لَهَا موضعان:\rمَجِيء \" مُنْذُ \" جَارة بِمَعْنى فِي للحاضر\r\rأَحدهمَا: أَن تكون للحاضر بِمَعْنى فِي فَتكون حرف جر وتجر مَا بعْدهَا كَقَوْلِك: أَنْت عندنَا مُنْذُ الْيَوْم أَي فِي الْيَوْم.\rمَجِيء مُنْذُ لبَيَان الْمدَّة\r\rوَالثَّانِي: أَن تذكر لبَيَان الْمدَّة ثمَّ ينظر فِيهِ فَإِن ذكر بعْدهَا الْمدَّة من أَولهَا إِلَى آخرهَا رفعت","seal":"169F42FC","part":1},
      {"page":24,"id":12,"hno":null,"nass":"الْمدَّة لَا غير كَقَوْلِك: مَا رَأَيْته مُنْذُ يَوْمَانِ ومنذ شهر؛ وَإِن ذكرتها لابتداء مُدَّة الِانْقِطَاع كَقَوْلِك: مَا رَأَيْته مُنْذُ يَوْم الْجُمُعَة، رفعت ذَلِك أَيْضا على تَقْدِير رَأَيْت ذَلِك يَوْم الْجُمُعَة. وَيجوز الْجَرّ على ضعف بِمَعْنى من \".\rمَجِيء إِذا للمفاجأة وَتَكون ظرف مَكَان\r\r(18) وَفِي حَدِيثه قَوْله [صلى الله عَلَيْهِ وَسلم] : \" قُمْت على بَاب الْجنَّة فَإِذا عَامَّة من دَخلهَا الْمَسَاكِين وَإِذا أَصْحَاب الْجد محبوسون \".\rقَالَ الشَّيْخ - رَحمَه الله -: إِذا هَهُنَا للمفاجأة وَهِي ظرف مَكَان. والجيد هَهُنَا أَن ترفع الْمَسَاكِين على أَنه خبر \" عَامَّة من يدخلهَا \" وَكَذَلِكَ يرفع \" محبوسون \" على أَنه الْخَبَر \" وَإِذا \" ظرف للْخَبَر، وَيجوز أَن تنصب \" محبوسين \" على الْحَال، وَتجْعَل \" إِذا \" خَبرا، وَالتَّقْدِير: فبالحضرة أَصْحَاب الْجد. فَيكون \" محبوسين \" حَالا، وَالرَّفْع أَجود، وَالْعَامِل فِي الْحَال إِذا مَا يتَعَلَّق بِهِ من الِاسْتِقْرَار. وَأَصْحَاب صَاحب الْحَال.\rإِعْرَاب مَا بعد إِنَّمَا\r\r(19) وَفِي حَدِيثه فِي حَدِيث وَفَاة إِبْرَاهِيم: \" إِنَّمَا يرحم الله من عباده الرُّحَمَاء \".\rقَالَ الشَّيْخ رَحمَه الله: يجوز فِي \" الرُّحَمَاء \" النصب على أَن تكون مَا كَافَّة كَقَوْلِه تَعَالَى: {إِنَّمَا حرم عَلَيْكُم الْميتَة وَالدَّم} .\rوَالرَّفْع على تَقْدِير: إِن الَّذِي يرحمه الله، وأفرد على معنى الْجِنْس كَقَوْلِه تَعَالَى: {كَمثل الَّذِي استوقد نَارا} ثمَّ قَالَ: {ذهب الله بنورهم} . وَقد أفردت هَذِه الْمَسْأَلَة بالْكلَام وَذكرت [فِي مَا] وُجُوهًا كَثِيرَة فِي جُزْء مُفْرد.","seal":"79B70F05","part":1},
      {"page":25,"id":13,"hno":null,"nass":"[3] مُسْند أُسَامَة بن شريك العامري\r\rإِعْرَاب مَا بعد كَأَنَّمَا\r\r(20) وَفِي حَدِيث أُسَامَة بن شريك العامري: \" كَأَنَّمَا على رُءُوسهم الطير \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" يجوز أَن تجْعَل \" مَا \" كَافَّة فَترفع \" الطير \" بِالِابْتِدَاءِ و \" على رُءُوسهم \" الْخَبَر وَبَطل عمل كَأَن بالكف. وَيجوز أَن تجْعَل مَا \" زَائِدَة \" وتنصب \" الطير \" بكأن. و \" على رُءُوسهم \" خَبَرهَا \".\rإِعْرَاب غير وَمَا بعْدهَا\r\r(21) وَفِيه قَوْله عَلَيْهِ السَّلَام: \" فَإِن الله لم يضع دَاء إِلَّا وضع لَهُ دَوَاء غير دَاء وَاحِد الْهَرم \".\rقَالَ الشَّيْخ رَحمَه الله: \" لَا يجوز فِي \" غير \" هَهُنَا إِلَّا النصب على الِاسْتِثْنَاء من دَاء.\rتَوْجِيه ضبط الْهَرم مُثَلّثَة الْمِيم\r\rوَأما \" الْهَرم \" فَيجوز فِيهِ الرّفْع على تَقْدِير: \" هُوَ الْهَرم \" والجر على الْبَدَل من دَاء الْمَجْرُور بِغَيْر، وَالنّصب على إِضْمَار أَعنِي.\rحذف همزَة الِاسْتِفْهَام لظُهُور مَعْنَاهُ.\r\rفَكَانَ أُسَامَة يَقُول - حِين كبر -: \" ترَوْنَ لي من دَوَاء؟ \".\rقَالَ الشَّيْخ رَحمَه الله: يجوز فِي \" ترَوْنَ \" فتح التَّاء وَضمّهَا. وَالتَّقْدِير: أَتَرَوْنَ؟ وَلكنه حذف همزَة الِاسْتِفْهَام لظُهُور مَعْنَاهَا. وَلَا بُد من تَقْدِيره؛ لأمرين:\rأَحدهمَا: أَنه لم [يُحَقّق] أَنهم لم يعرفوا لَهُ دَوَاء.\rوَالثَّانِي: أَنه زَاد فِيهِ: \" من \" وَمن لَا تزاد فِي الْوُجُوب وَإِنَّمَا تزاد فِي النَّفْي والاستفهام وَالنَّهْي \".","seal":"D342B287","part":1},
      {"page":26,"id":14,"hno":null,"nass":"مُسْند أُسَامَة بن عُمَيْر الْهُذلِيّ\r\rجَوَاز فتح همزَة أَن وَكسرهَا بعد \" يُنَادي \"\r\r(22) [وَفِي حَدِيث أُسَامَة بن عُمَيْر الْهُذلِيّ فَأمر النَّبِي مناديه] : \" إِن الصَّلَاة فِي الرّحال \".\rقَالَ الشَّيْخ - رَحمَه الله -: \" يجوز فِي \" إِن \" الْفَتْح على تَقْدِير يُنَادي بِالصَّلَاةِ فِي الرّحال، أَي نَادَى بذلك. وَالْكَسْر على تَقْدِير: فَقَالَ: إِن الصَّلَاة؛ لِأَن النداء قَول، وَمِنْه قَوْله تَعَالَى: {فنادته الْمَلَائِكَة} . ثمَّ قَالَ: {أَن الله يبشرك} قرئَ بِالْفَتْح وَالْكَسْر، وَكَذَلِكَ قَوْله تَعَالَى: {نُودي يَا مُوسَى إِنِّي} . بِالْوَجْهَيْنِ، وَكَذَلِكَ قَوْله تَعَالَى: {فَدَعَا ربه أَنِّي مغلوب فانتصر} \".\r[5] مُسْند أبي رَافع مولى رَسُول الله [صلى الله عَلَيْهِ وَسلم] واسْمه \" أسلم \"\r\rمَا ينصب على الِاخْتِصَاص\r\r(23) وَفِي حَدِيث أبي رَافع مولى رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، وَقَوله [صلى الله عَلَيْهِ وَسلم] : \" إِنَّا - آل مُحَمَّد - لَا تحل لنا الصَّدَقَة \".\rقَالَ الشَّيْخ رَحمَه الله: \" آل \" بإضمار أَعنِي، وأخص، وَلَيْسَ بمرفوع على أَنه خبر إِن [لِأَن ذَلِك مَعْلُوم لَا يحْتَاج إِلَى ذكره وَخبر إِن:] \" لَا تحل لنا الصَّدَقَة \".","seal":"CC1A977B","part":1},
      {"page":27,"id":15,"hno":null,"nass":"وَمِنْه قَول الشَّاعِر:\r(نَحن - بني ضبة - أَصْحَاب الْجمل ... )\r\rوَهُوَ // (كثير فِي الشّعْر) //\r[6] مُسْند أسيد بن نصير\r\rمَا يصرف وَلَا يصرف\r\r(24) وَفِي حَدِيث أسيد بن حضير: عَن النَّبِي [صلى الله عَلَيْهِ وَسلم] أَنه قَالَ: \" الصَّلَاة فِي مَسْجِد قبَاء كعمرة \".\rقَالَ الشَّيْخ رَحمَه الله: \" الْجيد فِي قبَاء الصّرْف ووزنه فعال [وَهُوَ على هَذَا مُذَكّر وَمِنْهُم] . من لَا \" يصرفهُ \" يَجعله اسْما للبقعة مؤنثا.\r[7] مُسْند الْأَشْعَث بن قيس الْكِنْدِيّ\r\rلَا يجوز غير الرّفْع\r\r(25) وَفِي حَدِيث الْأَشْعَث بن قيس الْكِنْدِيّ: أَن النَّبِي [صلى الله عَلَيْهِ وَسلم] قَالَ: \" لَا يشْكر الله من لَا يشْكر النَّاس \".","seal":"97338E51","part":1},
      {"page":28,"id":16,"hno":null,"nass":"قَالَ الشَّيْخ رَحمَه الله: \" الرّفْع فِي الشُّكْر فِي الْمَوْضِعَيْنِ لَا يجوز غَيره؛ لِأَنَّهُ خبر وَلَيْسَ بنهي وَلَا شَرط، وَمن بِمَعْنى الَّذِي \".\rإِضْمَار الْفِعْل، وإضمار الْمُبْتَدَأ\r\r(26) وَفِي حَدِيثه: أَنه خَاصم رجلا فِي بِئْر فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" بينتك أَنَّهَا بئرك وَإِلَّا فيمينه \".\rقَالَ الشَّيْخ رَحمَه الله: الْوَجْه \" بينتك \" بِالنّصب على تَقْدِير هَات، أَو أحضر، وَأَنَّهَا بِالْفَتْح لَا غير، وَالْكَسْر خطأ فَاحش.\rجَوَاز النصب وَالرَّفْع فِي كلمة \" فيمينه \"\r\rوَقَوله: \" وَإِلَّا فيمينه \" يجوز فِيهِ النصب على تَقْدِير: وَإِلَّا فاستوف يَمِينه، وَالرَّفْع على تَقْدِير: وَإِلَّا ذَلِك يَمِينه على الِابْتِدَاء وَالْخَبَر \".\r[8] مُسْند أُميَّة بن مخشي الْخُزَاعِيّ\r\rحذف الْمُضَاف وَإِقَامَة الْمُضَاف إِلَيْهِ مقَامه\r\r(27) وَفِي حَدِيث أُميَّة بن مخشي الْخُزَاعِيّ: قَوْله فِي أكل الطَّعَام: \" باسم الله أَوله وَآخره \".\rقَالَ الشَّيْخ رَحمَه الله تَعَالَى: \" الْجيد \" النصب \" فيهمَا وَالتَّقْدِير: عِنْد أَوله وَعند آخِره. فَحذف عِنْد وَأقَام الْمُضَاف إِلَيْهِ مقَامه، وَيجوز أَن يكون التَّقْدِير: الْآتِي بِالتَّسْمِيَةِ أَوله وَآخره.\rوَيجوز الْجَرّ على تَقْدِير: فِي، أَي: فِي أَوله وَآخره.","seal":"9025079F","part":1},
      {"page":29,"id":17,"hno":null,"nass":"[9] مُسْند أنس بن مَالك\r\rتسع قضايا نحوية فِي حَدِيث الشَّفَاعَة\r\r(28) وَفِي حَدِيث أنس بن مَالك أَنه قَالَ: \" يجمع النَّاس يَوْم الْقِيَامَة فيلهمون ذَلِك فَيَقُولُونَ: لَو اسْتَشْفَعْنَا على رَبنَا \".\r(أ) قَالَ الشَّيْخ رَحمَه الله: \" ذَلِك \" إِشَارَة إِلَى الْمَذْكُور بعده وَهُوَ حَدِيث الشَّفَاعَة، وَيجوز أَن يكون قد جرى ذكره قبل، فَأَشَارَ بذلك إِلَيْهِ ثمَّ ذكر \" بعده \" مِنْهُ طَائِفَة.\rتَعديَة اسْتَشْفَعْنَا بعلى\r\r(ب) وَأما قَوْله: \" على رَبنَا \" فَهُوَ عدي \" اسْتَشْفَعْنَا \" بعلى، وَهِي فِي الْأَكْثَر تتعدى بإلى لِأَن معنى استشفعت: توسلت فيتعدى بإلى، وَمَعْنَاهَا أَيْضا استعنت وَهَذَا الْفِعْل يتَعَدَّى بعلى [وَمَعْنَاهَا أَيْضا تحملت] ، يُقَال: استشفعت إِلَيْهِ، واستعنت، وتحملت: عَلَيْهِ، بِمَعْنى وَاحِد، وَمن هَذَا قَول الشَّاعِر:\r(إِذا رضيت على بَنو قُشَيْر ... - لعمر أَبِيك - أعجبني رِضَاهَا)","seal":"2E31A066","part":1},
      {"page":30,"id":18,"hno":null,"nass":"اسْتِعْمَال هُنَا للزمان وَالْمَكَان\r\rفعداه بعلى. قَالَ أَبُو عُبَيْدَة: إِنَّمَا سَاغَ ذَلِك لِأَن مَعْنَاهُ: أَقبلت عَليّ.\r(ج) قَوْله وَفِيه: \" لست هُنَاكُم \".\rقَالَ الشَّيْخ رَحمَه الله: \" هُنَا \" فِي الأَصْل ظرف مَكَان، وَقد اسْتعْملت للزمان، وَمَعْنَاهَا هَهُنَا: عِنْدِي، لست عِنْد حَاجَتكُمْ أمنعكم، وَالْكَاف وَالْمِيم \" لخطاب \" الْجَمَاعَة.\rحذف حرف الْجَرّ للْعلم بِهِ\r\r(د) وَقَوله: \" فيستحي ربه عز وَجل من ذَلِك \".\rقَالَ الشَّيْخ رَحمَه الله تَعَالَى: الأَصْل: من ربه. فَحذف \" من \" للْعلم بهَا كَقَوْلِه تَعَالَى: {وَاخْتَارَ مُوسَى قومه سبعين رجلا} . وَيجوز أَلا يكون فِيهِ حذف وَيكون الْمَعْنى يخْشَى ربه، أَو يخَاف ربه؛ لِأَن الاستحياء والخشية بِمَعْنى \".\rحذف الْمُبْتَدَأ\r\r(هـ) قَوْله: \" ائْتُوا مُوسَى عبد الله \" تَقْدِيره: \" هُوَ عبد الله \" وَلَو نصب جَازَ على الْبَدَل، وعَلى الْحَال. وَالرَّفْع أفخم \".\r(و) وَقَوله: \" \" ائْتُوا عِيسَى عبد الله \" الرّفْع فِيهِ أَجود كَمَا رفع فِيمَا قبله على التَّعْظِيم، وَيجوز النصب على الْبَدَل أَو الصّفة \".\r(ز) وَفِيه: \" \" ائْتُوا مُحَمَّدًا -[صلى الله عَلَيْهِ وَسلم]- عبدا غفر الله لَهُ \" فنصب هَهُنَا على الْبَدَل، أَو الْحَال على إِضْمَار أعنى، وَلَو رفع كَمَا رفع \" عبد كَلمه الله \" لجَاز \".\rوُقُوع الْمصدر المؤول بدل اشْتِمَال\r\r(ح) وَقَوله: \" أنْتَظر أمتِي تعبر الصِّرَاط \".\rالتَّقْدِير: أنْتَظر أمتِي أَن تعبر [على الصِّرَاط] فَأن وَالْفِعْل فِي تَقْدِير مصدر مَوْضِعه نصب بَدَلا من الْأمة بدل الاشتمال وَلما حذف أَن رفع أنْتَظر. ونصبه جَائِز.\rتعدد الْخَبَر\r\r(ط) وَفِيه: \" فالخلق ملجمون فِي الْعرق \" يجوز أَن يكون الْمَعْنى أَنهم فِي الْعرق ملجمون","seal":"4166839B","part":1},
      {"page":31,"id":19,"hno":null,"nass":"بِغَيْرِهِ. فَيكون \" فِي الْعرق \" خَبرا عَن الْخلق، وملجمون خَبرا آخر. وَيجوز أَن تكون فِي بِمَعْنى الْبَاء وَيكون الْعرق ألجمهم.\rإِثْبَات النُّون مَعَ حَتَّى ضَرُورَة\r\r(29) وَفِي حَدِيث أنس [من] حَدِيث الْغَار:\r(أ) قَوْله: \" إِنَّه كَانَ لي والدان فَكنت أحلب لَهما فِي إنائهما، فآتيهما فَإِذا وجدتهما راقدين قُمْت على رءوسهما كَرَاهِيَة أَن أرد سنتهما حَتَّى يستيقظان مَتى استيقظا \" هَكَذَا وَقع فِي هَذِه الرِّوَايَة حَتَّى يستيقظان بالنُّون وَفِيه عدَّة أوجه:\rأَحدهمَا: أَن يكون ذَلِك سَهوا من الروَاة، وَقد وَقع ذَلِك مِنْهُم كثيرا. وَالْوَجْه حذفهَا بحتى؛ لِأَن مَعْنَاهَا إِلَى أَن، وَيتَعَلَّق بقمت.\rوَالْوَجْه الثَّانِي: أَن يكون ذَلِك على مَا فِي شذوذ الشّعْر.\rقَالَ الشَّاعِر:\r(يَا صَاحِبي فدت نَفسِي نفوسكما ... وحيثما كُنْتُم لقيتما رشدا)\r\r(تحملا حَاجَة لي خف محملها ... تستوجبا نعْمَة مني بهَا ويدا)\r\r(أَن تقرآن على أَسمَاء - ويحكما - ... مني السَّلَام وَأَن لَا تخبرا أحدا)\r\rفَأثْبت النُّون فِي مَوضِع النصب، وَكَذَلِكَ هُوَ فِي الحَدِيث؛ لِأَن الْمَعْنى إِلَى أَن يستيقظا.\rوَالْوَجْه الثَّالِث: أَن يكون على حذف مُبْتَدأ أَي حَتَّى هما يستيقظان.","seal":"06249845","part":1},
      {"page":32,"id":20,"hno":32,"nass":"حذف جَوَاب مَتى للْعلم بِهِ\r\r(ب) وَقَوله: \" مَتى استيقظا \" تَقْدِيره: \" سقيتهما \"، وَيجوز أَن يكون الْمَعْنى: أؤخر وأنتظر أَي وَقت استيقظا.\rالرّفْع على الْحِكَايَة\r\r(30) وَفِي حَدِيث أنس: \" وَلَا تنقشوا فِي خواتيمكم عَرَبِيّ \" إِنَّمَا رفع عَرَبِيّ لِأَنَّهُ حِكَايَة لقَوْله: \" مُحَمَّد رَسُول الله \" فَهُوَ على الْحِكَايَة أَي: لَا تنقشوا مَا صورته عَرَبِيّ.\rتَوْجِيه رِوَايَة يتبع الْمَيِّت ثَلَاث\r\r(31) وَفِي حَدِيث أنس: \" يتبع الْمَيِّت ثَلَاث: أَهله وَمَاله وَعَمله، فَيرجع اثْنَان وَيبقى وَاحِد. يرجع أَهله، وَمَاله، وَيبقى عمله \".\rالْوَجْه أَن يُقَال: ثَلَاثَة؛ لِأَن الْأَشْيَاء الْمَذْكُورَة مذكرات كلهَا، وَلذَلِك قَالَ: \" يرجع اثْنَان، وَيبقى وَاحِد \" فَذكر. وَالْأَشْبَه أَنه من تَغْيِير الروَاة من هَذَا الطَّرِيق.\rوَيحْتَمل أَن يكون الْوَجْه ثَلَاث علق. والواحدة علقَة؛ لِأَن كلا من هَذِه الْمَذْكُورَات علقَة، ثمَّ إِنَّه ذكر بعد ذَلِك حملا على اللَّفْظ بعد أَن حمل الأول على الْمَعْنى، وَمِنْه قَوْله تَعَالَى: {وَمن يقنت مِنْكُن لله وَرَسُوله وتعمل صَالحا} بتأنيث الأول وتذكير الثَّانِي.\rمَجِيء اسْم \" مَا \" نكرَة مَعَ تقدمه. وَحمل \" مَا \" على \" لَا \".\r32 - وَفِي حَدِيثه: أَنه سُئِلَ عَن الشّرْب فِي الأوعية ثمَّ قيل لَهُ: فالرصاص والقارورة فَقَالَ: \" مَا بَأْس بهما \"، جعل اسْم \" مَا \" نكرَة، وَالْخَبَر جَار ومجرور.","seal":"DA028630","part":1},
      {"page":33,"id":21,"hno":null,"nass":"وَالْأَكْثَر فِي كَلَامهم أَن يقدم هَهُنَا الْخَبَر فَيُقَال: مَا بهما بَأْس، وَتَقْدِيم الْمُبْتَدَأ غير جَائِز؛ لِأَن الْبَأْس مصدر، وتعريف الْمصدر وتنكيره متقاربان. وَقد قَالُوا: لَا رجل فِي الدَّار، فَرفعُوا بِلَا النكرَة. و \" مَا \" قربت مِنْهَا.\rتَوْجِيه فأصلي لكم\r\r(33) وَفِي حَدِيثه: \" قومُوا فلأصلي لكم \" وَلم يقل: \" بكم \"؛ لِأَنَّهُ أَرَادَ من أجلكم لتقتدوا بِي.\rحذف الْألف وَجعل الْهَاء بَدَلا مِنْهَا،\r\r(34) وَفِي حَدِيثه حَدِيث الْوَلِيمَة فَقلت: فَمه؟ .","seal":"65EDB931","part":1},
      {"page":34,"id":22,"hno":null,"nass":"قَالَ الْحسن: أَرَادَ فَمَا، وَلكنه حذف الْألف وَجعل الْهَاء بَدَلا مِنْهَا، كَمَا قَالُوا: هنه فِي هُنَا. وَلَا يُقَال: إِنَّه حذف الْألف لكَونه استفهاما كَمَا حذفت فِي قَوْله \" تَعَالَى \": {مِم خلق} ؛ لِأَن ذَلِك إِنَّمَا يَجِيء فِي الْمَجْرُور، فَأَما الْمَنْصُوب وَالْمَرْفُوع فَلَا.\rإِعْرَاب أَيّمَا إِنْسَان دَعَوْت عَلَيْهِ\r\r(35) وَفِي حَدِيثه: \" إيما إِنْسَان دَعَوْت عَلَيْهِ \" يجوز النصب على معنى سببته، وَمَا بعده تَفْسِير لَهُ، وَالرَّفْع على الِابْتِدَاء وَمَا بعده الْخَبَر.\rنصب مَعْمُول الْفِعْل الْمَحْذُوف\r\r(36) وَفِي حَدِيثه: \" لبيْك عمْرَة وحجا \" النصب بِفعل مَحْذُوف تَقْدِيره: أُرِيد عمْرَة أَو نَوَيْت عمْرَة.\rمَا تدل عَلَيْهِ كلمة \" مَهيم \"\r\r(37) وَفِي حَدِيثه: \" مَهيم \" هُوَ اسْم للْفِعْل وَالْمعْنَى مَا يممت أَي قصدت، وَقيل: تَقْدِيره: مَا وَرَاءَك؟\rحذف الْمُضَاف وَإِقَامَة الْمُضَاف إِلَيْهِ مقَامه\r\r(38) وَفِي حَدِيثه: \" نزل على رَسُول الله [صلى الله عَلَيْهِ وَسلم] مرجعه من الْمَدِينَة \" بِالنّصب. الْمرجع مصدر مثل الرُّجُوع، وَالتَّقْدِير: نزل عَلَيْهِ وَقت رُجُوعه [ليغفر لَك الله] فَحذف الْمُضَاف وَأقَام الْمُضَاف إِلَيْهِ مقَامه.","seal":"8556452F","part":1},
      {"page":35,"id":23,"hno":null,"nass":"كسر همزَة إِن وَفتحهَا\r\r(39) وَفِي حَدِيثه: \" عجبت لِلْمُؤمنِ؛ إِن الله لم يقْض لَهُ قَضَاء إِلَّا كَانَ خيرا لَهُ \".\rالْجيد \" إِن \" بِالْكَسْرِ على الِاسْتِئْنَاف. وَيجوز [الْفَتْح] على معنى \" فِي أَن \" أَو \" من أَن الله \".\rرفع الصّفة على الْموضع وجرها على اللَّفْظ\r\r(40) وَفِي حَدِيثه: \" مَا من أحد يَوْم الْقِيَامَة غَنِي وَلَا فَقير \" من زَائِدَة، وغني بِالرَّفْع صفة لأحد على الْموضع؛ لِأَن الْجَار وَالْمَجْرُور فِي مَوضِع رفع. وَنَظِيره قَوْله تَعَالَى: {مَا لكم من إِلَه غَيره} . بِالرَّفْع على الْموضع، وبالجر على اللَّفْظ، وَيجوز فِي الحَدِيث غَنِي وَلَا فَقير بِالْجَرِّ على اللَّفْظ أَيْضا.\rلُغَة \" أكلوني البراغيث \" ومجيء النُّون حرفا يدل على جمع الْمُؤَنَّث\r\r(41) وَفِي حَدِيثه: \" فَكُن أمهاتي يحثثنني \".\r(أ) النُّون فِي \" كن \" حرف يدل على جمع الْمُؤَنَّث وَلَيْسَت اسْما مضمرا؛ لِأَن أمهاتي هُوَ اسْم كَانَ فَلَا يكون لَهَا اسمان. . وَنَظِير النُّون هَهُنَا الْوَاو فِي لُغَة \" أكلوني البراغيث \"، وكقول الشَّاعِر:\r(وَلَكِن ديافي أَبوهُ وَأمه ... بحوران يعصرن السليط أَقَاربه)","seal":"5A6C5D1A","part":1},
      {"page":36,"id":24,"hno":null,"nass":"وَيجوز أَن تجْعَل النُّون اسْما مضمرا وَيكون أمهاتي بَدَلا مِنْهُ.\rنصب الْمَفْعُول بِفعل مَحْذُوف\r\r(ب) وَقَوله فِي الحَدِيث: \" الْأَيْمن فالأيمن \" مَنْصُوب بِفعل مَحْذُوف تَقْدِيره قدمُوا الْأَيْمن فالأيمن.\rحذف الظّرْف وَإِقَامَة الْمصدر مقَامه\r\r(42) وَفِي حَدِيثه: \" ليصل أحدكُم نشاطه \" أَي مُدَّة نشاطه، فَحذف الظّرْف وَأقَام الْمصدر مقَامه.\rوجوب النصب على الْمَعِيَّة\r\r(43) وَفِي حَدِيثه: \" بعثت أَنا والساعة \" لَا يجوز فِيهِ إِلَّا النصب. وَالْوَاو فِيهِ بِمَعْنى","seal":"E3830E17","part":1},
      {"page":37,"id":25,"hno":null,"nass":"مَعَ، وَالْمرَاد بِهِ الْمُقدر.\rوَلَو رفع لفسد الْمَعْنى؛ لِأَنَّهُ يكون تَقْدِيره: بعثت أَنا، وَبعثت السَّاعَة. وَهَذَا فَاسد إِذْ لَا يُقَال: بعثت السَّاعَة إِلَّا فِي الْوُقُوع؛ لِأَنَّهَا لم تُوجد بعد.\rحذف حرف الْجَرّ وتعدية الْفِعْل بِنَفسِهِ\r\r(44) وَفِي حَدِيثه: \" وليقض مَا سبقه \" هَكَذَا ضبطوه، على مَا لم يسم فَاعله. وَالْوَجْه فِيهِ: أَنه أَرَادَ مَا سبق بِهِ، فَحذف حرف الْجَرّ، وعدى الْفِعْل بِنَفسِهِ وَهُوَ كثير فِي اللُّغَة.\rتَوْجِيه رِوَايَة\r\r(45) وَفِي حَدِيثه: \" مَا أَعدَدْت لَهَا من كَبِير عمل صِيَام وَلَا صَلَاة \" يرْوى بِالْجَرِّ على الْبَدَل من عمل أَو من كَبِير.\rرويدك يتَعَدَّى لمفعول وَاحِد\r\r(46) وَفِي حَدِيثه قَوْله لأنجشة: \" رويدك سوقك بِالْقَوَارِيرِ \" الْوَجْه النصب برويد","seal":"89EDFB32","part":1},
      {"page":38,"id":26,"hno":null,"nass":"وَالتَّقْدِير: \" أمْهل سوقك \" وَالْكَاف حرف خطاب وَلَيْسَت اسْما، ورويد يتَعَدَّى إِلَى مفعول وَاحِد.\rوضع الظَّاهِر مَوضِع الْمُضمر فِي جملَة الْخَبَر لغَرَض\r\r(47) وَفِي حَدِيثه: \" مَا من رجل مُسلم يَمُوت لَهُ ثَلَاثَة من الْوَلَد لم يبلغُوا الْحِنْث إِلَّا أَدخل الله - عز وَجل - أبويهم الْجنَّة بِفضل رَحمته إيَّاهُم \" فَمن زَائِدَة وَرجل مُبْتَدأ، وَقَوله: \" لم يبلغُوا الْحِنْث \" صفة للمبتدأ، وَالْخَبَر قَوْله: \" إِلَّا أَدخل الله أبويهم الْجنَّة:. فَإِن قيل: الْخَبَر هُنَا جملَة وَلَيْسَ فِيهَا ضمير يعود مِنْهَا إِلَى الْمُبْتَدَأ؟ فَالْجَوَاب: أَن الرجل الْمُسلم الَّذِي هُوَ الْمُبْتَدَأ هُوَ أحد أَبَوي الْمَوْلُود وَهُوَ الْمَذْكُور فِي خبر الْمُبْتَدَأ فقد وضع الظَّاهِر مَوضِع الْمُضمر لغَرَض وَهُوَ إِضَافَة الْأُم إِلَيْهِ فَهُوَ كَقَوْل الله تَعَالَى: {إِنَّه من يتق ويصبر فَإِن الله لَا يضيع أجر الْمُحْسِنِينَ} . وكقول الشَّاعِر:\r(لَا أرى الْمَوْت يسْبق الْمَوْت شَيْء ... ينقص الْمَوْت ذَا الْغنى والفقيرا)","seal":"A1E6F04D","part":1},
      {"page":39,"id":27,"hno":null,"nass":"حذف الْفِعْل مَعَ أحد مفعوليه وَبَقَاء الْمَفْعُول الثَّانِي\r\r(48) وَفِي حَدِيثه: \" كَيفَ وجدت مَنْزِلك؟ فَيَقُول: أَي رب خير منزل \" النصب هُوَ الْوَجْه أَي: وجدته خير منزل.\rحذف الْخَبَر\r\r(49) إِن حَدِيثه: إِن حراء رجف وَعَلِيهِ النَّبِي [صلى الله عَلَيْهِ وَسلم] ، وَأَبُو بكر، وَعمر، وَعُثْمَان، فَقَالَ: \" اسكن، نَبِي، وصديق، وشهيدان \" تَقْدِيره: عَلَيْك نَبِي، وَقد جَاءَ مُفَسرًا فِي حَدِيث آخر.\rضمير الشَّأْن\r\r(50) وَفِي حَدِيث آخر: \" إِنَّه الْإِيمَان حب الْأَنْصَار، وَإنَّهُ النِّفَاق بغضهم \" الْهَاء فيهمَا ضمير الشَّأْن. مثل قَوْله تَعَالَى: {فَإِنَّهَا لَا تعمى الْأَبْصَار} . وَلَيْسَت ضميرا أَو عَائِدًا على مَذْكُور قبله؛ إِذْ لَيْسَ فِي الْكَلَام ذكر ذَلِك.\rو\" الْإِيمَان حب الْأَنْصَار \" مُبْتَدأ وَخبر وَهُوَ خبر إِن؛ كَأَنَّهُ قَالَ: إِن الْأَمر والشأن \" الْإِيمَان حب الْأَنْصَار \" [ويروى: \" إِن الْإِيمَان \" وَهُوَ ظَاهر] .\rمَا المصدرية والزمانية\r\r(51) وَفِي حَدِيثه: \" اقرئ قَوْمك السَّلَام فَإِنَّهُم - مَا علمت - أعفة صَبر \" [\" أعفة \" مَرْفُوع خبر إِن وَفِي \" مَا \" وَجْهَان:\rأَحدهمَا: هِيَ مَصْدَرِيَّة وَالتَّقْدِير: فِي علمي أعفة] .","seal":"B787D0D4","part":1},
      {"page":40,"id":28,"hno":null,"nass":"وَالثَّانِي: زمانية تَقْدِيره: أَنهم مُدَّة علمي فهم أعفة. وَلَا يجوز النصب بعلمت؛ لِأَنَّهُ لَا يبْقى ل \" إِن \" خبر.\rبطلَان عمل مَا بالتقديم\r\r(52) وَفِي حَدِيثه قَالَ: \" مَا بَأْس ذَلِك \" ذَلِك مُبْتَدأ وبأس خَبره مقدم وَبَطل عمل \" مَا \" بالتقديم.\rدُخُول \" من \" على الزَّمَان لابتداء غَايَته\r\r(53) وَفِي حَدِيثه فِي قَوْله لفاطمة - عَلَيْهَا السَّلَام -: \" هَذَا أول طَعَام أكله أَبوك من ثَلَاثَة أَيَّام \" هَكَذَا فِي هَذِه الرِّوَايَة. وَدخُول من لابتداء غَايَة الزَّمَان جَائِز عِنْد الْكُوفِيّين وَمنعه أَكثر الْبَصرِيين والأقوى عِنْدِي مَذْهَب الْكُوفِيّين. وَقد ذكرت هَذَا بأدلته فِي مَوضِع آخر. وَمِنْه قَوْله تَعَالَى: {أسس على التَّقْوَى من أول يَوْم} . وَفِي بعض الرِّوَايَات \" مُنْذُ ثَلَاث \" وَهَذَا لَا خلاف فِي جَوَازه.\rتَوْجِيه حَدِيث تَزْوِيج النَّبِي [صلى الله عَلَيْهِ وَسلم] زَيْنَب\r\r(54) وَفِي حَدِيثه فِي تَزْوِيج النَّبِي [صلى الله عَلَيْهِ وَسلم] زَيْنَب، قَالَ: \" فَلَمَّا رَأَيْتهَا عظمت فِي صَدْرِي حَتَّى مَا أَسْتَطِيع أَن أنظر إِلَيْهَا أَن رَسُول الله ذكرهَا \" أَن بِالْفَتْح وَتَقْدِيره: لِأَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] ذكرهَا.","seal":"026FEA60","part":1},
      {"page":41,"id":29,"hno":null,"nass":"تَوْجِيه رِوَايَة\r\r(55) وَفِي حَدِيثه: \" أَنه [صلى الله عَلَيْهِ وَسلم] حلق أحد شقيه الْأَيْمن \" بِالنّصب بدل من أحد أَو على إِضْمَار أَعنِي، وَالرَّفْع جَائِز على تَقْدِير: هُوَ الْأَيْمن.\rاسْتِعْمَال \" هَا \" التنبيهية بَدَلا من حرف الْقسم\r\r(56) وَفِي حَدِيثه فِي قصَّة جليبيب فَقَالَ: \" لَا هَا الله إِذن \" وَالتَّقْدِير: هَذَا وَالله، فَأخر ذَا.\rوَمِنْهُم من يَقُول: هَا بدل من همزَة الْقسم المبدلة من الْوَاو، وَذَا مُبْتَدأ وَالْخَبَر مَحْذُوف أَي هَذَا مَا أَحْلف بِهِ وَقد رُوِيَ فِي الحَدِيث إِذن وَهُوَ بعيد وَيُمكن أَن يُوجد لَهُ وَجه تَقْدِيره: لَا وَالله لَا أزوجها إِذن.","seal":"9C992D6D","part":1},
      {"page":42,"id":30,"hno":null,"nass":"بَاب الْبَاء\r\rفِي إِعْرَاب مَا يشكل من الحَدِيث\r\r[10] فِي حَدِيث الْبَراء بن عَازِب\r\rتَوْجِيه رِوَايَة مد صَوته. وَالْفرق بَين مد ومدى\r\r(57) فِي حَدِيث الْبَراء: \" يغْفر للمؤذن مد صَوته \".\rقَالَ الشَّيْخ رَحمَه الله: الْجيد عِنْد أهل اللُّغَة: \" مدى صَوته \" وَهُوَ ظرف مَكَان.\rوَأما مد صَوته فَلهُ وَجه وَهُوَ يحْتَمل شَيْئَيْنِ:\rأَحدهمَا: أَن يكون تَقْدِيره: مَسَافَة مد صَوته.\rوَالثَّانِي: أَن يكون الْمصدر بِمَعْنى الْمَكَان، أَي ممتد صَوته، وَهُوَ مَنْصُوب لَا غير.\rوَفِي الْمَعْنى على هَذَا وَجْهَان:\rأَحدهمَا: لَو كَانَت ذنُوبه تملأ هَذَا الْمَكَان لغفرت لَهُ. وَهُوَ نَظِير قَوْله - عَلَيْهِ السَّلَام - إِخْبَارًا عَن الله - عز وَجل -: \" لَو جئتني بقراب الأَرْض خَطَايَا \" أَي: مَا يملؤها من الذُّنُوب.\rوَالثَّانِي: مَعْنَاهُ يغْفر لَهُ من الذُّنُوب مَا فعله فِي زمَان مُقَدّر بِهَذِهِ الْمسَافَة.\rحذف الْمُضَاف وَإِقَامَة الْمُضَاف إِلَيْهِ مقَامه\r\r(58) وَفِي حَدِيثه: \" فَمَا فرحوا بِشَيْء فَرَحهمْ بِهِ \" مَنْصُوب لَا غير. وَالتَّقْدِير: فرحوا فَرحا مثل فَرَحهمْ فَحذف الْمصدر، وأقيم الْمُضَاف إِلَيْهِ مقَامه.","seal":"4D89F187","part":1},
      {"page":43,"id":31,"hno":null,"nass":"بَاب الْجِيم\r\rفِي إِعْرَاب مَا يشكل من أَحَادِيث:\r\r[11] جَابر بن عبد الله.\r\r[12] جَابر بن عتِيك.\r\r[13] جُبَير بن مطعم.\r\r[14] أبي ثَعْلَبَة الْخُشَنِي \" جرهم \".\r\r[15] جعدة بن خَالِد الْجُشَمِي.\r\r[16] جُنْدُب بن جُنَادَة \" أَبُو ذَر \".\r\r[17] جُنْدُب بن عبد الله البَجلِيّ.","seal":"80D8D7C0","part":1},
      {"page":44,"id":32,"hno":null,"nass":"[11] جَابر بن عبد الله الْأنْصَارِيّ\r\rتَوْجِيه رِوَايَة رفع \" بل ثيب \"\r(59) فِي حَدِيث جَابر بن عبد الله الْأنْصَارِيّ أَنه قَالَ: قَالَ لي رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" أتزوجت؟ \" فَقلت: نعم.\r(أ) فَقَالَ: \" أبكرا أم ثَيِّبًا \" تَقْدِيره: أتزوجت بكرا؟\r(ب) وَقَول جَابر فِي الْجَواب: \" بل ثيب \" يَرْوُونَهُ بِالرَّفْع. وَوَجهه: بل هِيَ ثيب، أَو بل زَوْجَتي ثيب. وَلَو نصب لجَاز وَكَانَ أحسن.\rتَصْحِيح رِوَايَة \" ترك عَليّ جوَار \"\r\r(ج) وَفِي هَذَا الحَدِيث أَيْضا قَول جَابر: \" ترك عَليّ جوَار \" يَقع فِي الرِّوَايَة الْجَواب \" عَليّ جوَار \" بِالْكَسْرِ والتنوين. وَالصَّحِيح \" جواري \" بِالْفَتْح من غير تَنْوِين كَقَوْلِه تَعَالَى: {وَلكُل جعلنَا موَالِي} . والمنقوص فِي النصب تفتح ياؤه، وتسكينها من ضَرُورَة الشّعْر.\rإِعْرَاب \" أَي حِين \" وعلام انتصب \" أول اللَّيْل \"؟\r(60) وَفِي حَدِيثه: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] لأبي بكر - رَضِي الله عَنهُ - \" أَي حِين تؤتر؟ \" قَالَ: أول اللَّيْل. قَالَ: أتوتر آخر اللَّيْل أم أَوله؟ فَقَالَ: أول اللَّيْل، وانتصابهما على الظّرْف.\r(61) وَفِي حَدِيثه: \" قضى رَسُول الله [صلى الله عَلَيْهِ وَسلم] بِالْعُمْرَةِ أَنَّهَا \" أَن هَهُنَا مَفْتُوحَة تَقْدِيره بِأَنَّهَا.","seal":"7DD16022","part":1},
      {"page":45,"id":33,"hno":null,"nass":"جعل النُّون عَلامَة مُجَرّدَة للْجمع، وَمَا يحمل عَلَيْهِ\r\r(62) وَفِي حَدِيثه: \" من كن لَهُ ثَلَاث بَنَات \" وَقع فِي هَذِه الرِّوَايَة كن بتَشْديد النُّون.\rوَالْوَجْه من كَانَ لَهُ أَو من كَانَت. وَالْوَجْه فِي الرِّوَايَة الْمَشْهُورَة أَنه جعل النُّون عَلامَة مُجَرّدَة للْجمع، وَلَيْسَت اسْما مضمرا، كَمَا أَن \" تَاء التَّأْنِيث \" فِي قَوْلك: قَامَت وَقَعَدت هِنْد عَلامَة لَا اسْم، وَقد ورد عَنْهُم ذَلِك، قَالَ الشَّاعِر:\r(يلومنني فِي اشْتِرَاء النخيل ... قومِي وَكلهمْ ألوم)\r\rقَالَ آخر:\r(وَلَكِن ديافي أَبوهُ وَأمه ... بحوران يعصرن السليط أَقَاربه)\r\rوَعَلِيهِ حمل قَوْله تَعَالَى: {ثمَّ عموا وصموا كثير مِنْهُم} . {وأسروا النَّجْوَى الَّذين ظلمُوا} . فِي أحد الْوَجْهَيْنِ.\rوَقيل: النُّون اسْم مُضْمر وَهُوَ فَاعل وَثَلَاث بدل مِنْهُ. وَمن هَذَا قَوْلهم: \" أكلوني البراغيث \".\rتَوْجِيه رِوَايَة\r\r(63) وَفِي حَدِيثه قَول إِبْلِيس لأحد أَصْحَابه: \" مَا صنعت شَيْئا، وَلآخر نعم أَنْت \" مَعْنَاهُ نعم أَنْت صنعت شَيْئا، أَو أَنْت مقدم عِنْدِي.\rتَوْجِيه رِوَايَة\r\r(64) وَفِي حَدِيثه: \" إِن الشَّيْطَان قد يئس أَن يعبده المصلون وَلَكِن فِي التحريش بَينهم \"","seal":"809B0C24","part":1},
      {"page":46,"id":34,"hno":null,"nass":"تَقْدِيره: شغله التحريش بَينهم، أَو همه. وَالْمعْنَى أَنهم لَا يزين لَهُم عِبَادَته وَلَكِن يرغبهم فِي التحريش بَينهم.\rإِذا الَّتِي للمفاجأة وَضمير الشَّأْن بعْدهَا\r\r(65) وَفِي حَدِيثه: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي سفر فَهبت ريح شَدِيدَة فَقَالَ: \" هَذِه لمَوْت مُنَافِق \". فَلَمَّا قدمنَا الْمَدِينَة إِذا هُوَ قد مَاتَ عَظِيم من عُظَمَاء الْمُنَافِقين. قَوْله: \" إِذا هُوَ \" للمفاجأة كَقَوْلِه تَعَالَى: {ثمَّ إِذا دعَاكُمْ دَعْوَة من الأَرْض إِذا أَنْتُم تخرجُونَ} . وَهِي ظرف مَكَان عِنْد الْمُحَقِّقين. و \" هُوَ \" هَهُنَا ضمير الشَّأْن. إِذا لم يتَقَدَّم قبله ظَاهر يرجع إِلَيْهِ، ويسميه الْكُوفِيُّونَ \" بِالْمَجْهُولِ \" وَهُوَ مُبْتَدأ، وَمَا بعده الْخَبَر.\rحذف عَامل الْحَال لدلَالَة الْحَال عَلَيْهِ، وَوُجُوب تعددها بعد إِمَّا\r\r(66) وَفِي حَدِيثه: \" كل مَوْلُود يُولد على الْفطْرَة حَتَّى يعرب عَنهُ لِسَانه فَإِذا أعرب عَنهُ لِسَانه إِمَّا شاكرا وَإِمَّا كفورا \" حالان وَالْعَامِل فيهمَا مَحْذُوف، وَالتَّقْدِير: تبين إِمَّا شاكرا وَإِمَّا كفورا، وَيُوجد.\rوَتَكون الْحَال دَالَّة على الْمَحْذُوف وَالْغَرَض مِنْهُ: أَنه إِذا بلغ عُوقِبَ بِكُفْرِهِ، وأثيب بشكره.\rوَيجوز أَن يكون الْخَبَر محذوفا وَيكون \" شاكرا وكفورا \" مَعْمُولا عبر عَنهُ. أَي: إِذا بلغ شاكرا أَو كفورا اعْتد عَلَيْهِ بذلك، ويفيد أَنه قبل الْبلُوغ غير مُكَلّف.\rحذف الْمُبْتَدَأ للْعلم بِهِ\r\r(67) وَفِي حَدِيثه: \" النَّاس غاديان: فمبتاع نَفسه فمعتقها، وبائع نَفسه فموبقها \" تَقْدِيره: أَحدهمَا مبتاع نَفسه وَالْآخر بَائِع.","seal":"F5C15B75","part":1},
      {"page":47,"id":35,"hno":null,"nass":"تَوْجِيه نصب \" مسكا \" فِي قَوْله: يفوح مسكا.\r(68) وَفِي حَدِيث قَتْلَى أحد: \" كل دم يفوح مسكا \" فِي نَصبه وَجْهَان:\rأَحدهمَا: هُوَ تَمْيِيز تَقْدِيره يفوح مسكه كَقَوْل الشَّاعِر:\r(تضوع مسكا بطن نعْمَان ... إِن مشت بِهِ زَيْنَب فِي نسْوَة عطرات)\r\rوَمثله: {فَإِن طبن لكم عَن شَيْء مِنْهُ نفسا} . {وضاق بهم ذرعا} .\rوَالْوَجْه الثَّانِي: أَن يكون حَالا وَيكون التَّقْدِير: يفوح مثل مسكا أَو طيبا.\rالمُرَاد بِالشّركَةِ الْمُشْتَرك فِيهِ\r\r(69) وَفِي حَدِيثه: \" قضى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي كل شركَة لم تقسم ربعَة أَو حَائِط \" ربعَة بِالْجَرِّ بَدَلا من شركَة. وَمُرَاد بِالشّركَةِ هُنَا الْمُشْتَرك فِيهِ. وَيجوز أَن يكون التَّقْدِير: فِي كل ذَات شركَة.\r(70) وَفِي حَدِيثه: (اقتتل غلامان غُلَام من الْمُهَاجِرين وَغُلَام من الْأَنْصَار فَقَالَ الْمُهَاجِرِي: يَا للمهاجرين، وَقَالَ الْأنْصَارِيّ: يَا للْأَنْصَار، فَخرج رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ: \" دَعْوَى الْجَاهِلِيَّة؟ \" قَالُوا: لَا إِلَّا أَن غلامين كسع أَحدهمَا الآخر فَقَالَ: \" لَا بَأْس،","seal":"A5422408","part":1},
      {"page":48,"id":36,"hno":null,"nass":"ولينصر الرجل أَخَاهُ ظَالِما كَانَ أَو مَظْلُوما \".\rحذف الْفِعْل وأداة الِاسْتِفْهَام وَبَقَاء مصدره\r\r(أ) قَوْله [صلى الله عَلَيْهِ وَسلم] : دَعْوَى الْجَاهِلِيَّة هُوَ مصدر لفعل مَحْذُوف تَقْدِيره: أَتَدعُونَ دَعْوَى الْجَاهِلِيَّة؟ ! على جِهَة الِاسْتِفْهَام والتوبيخ، وَلذَلِك قَالُوا فِي الْجَواب: لَا. وَلَا يحسن أَن يكون التَّقْدِير: هَذِه دَعْوَى الْجَاهِلِيَّة؛ لِأَنَّهُ لَو كَانَ كَذَلِك لم يَقُولُوا: لَا.\rحذف خبر لَا النافية للْجِنْس\r\r(ب) وَقَوله: \" فَلَا بَأْس \" أَي لَا بَأْس فِي هَذِه الدَّعْوَى.\rحذف كَانَ مَعَ اسْمهَا وَبَقَاء خَبَرهَا\r\r(ج) قَوْله: ظَالِما أَو مَظْلُوما تَقْدِيره: \" ظَالِما كَانَ \" وَهُوَ خبر كَانَ. وَمثله: قَول الشَّاعِر:\r(لَا تقربن الدَّهْر آل مطرف ... إِن ظَالِما فيهم وَإِن مَظْلُوما)\r\rوُقُوع الْمصدر فِي مَوضِع الْحَال\r\r(71) وَفِي حَدِيثه قَوْله لِابْنِ أم مَكْتُوم: \" فَإِن سَمِعت الْأَذَان فأجب وَلَو حبوا أَو زحفا \". تَقْدِيره: وَلَو أتيت حبوا أَو زحفا. وَهُوَ مصدر فِي مَوضِع الْحَال أَي حابيا أَو زاحفا.\rحذف الْمُضَاف وَإِقَامَة الْمُضَاف إِلَيْهِ مقَامه\r\r(72) وَفِي حَدِيثه فِي قتل كَعْب بن الْأَشْرَف: \" مَا رَأَيْت كَالْيَوْمِ ريحًا \".","seal":"57C5AB5F","part":1},
      {"page":49,"id":37,"hno":null,"nass":"(أ) هُوَ كَلَام فِيهِ حذف تَقْدِيره: مَا رَأَيْت ريحًا كريح الْيَوْم. فَحذف الْمُضَاف وأقيم الْمُضَاف إِلَيْهِ مقَامه.\rمَجِيء الْكَاف اسْما بِمَعْنى مثل\r\r(ب) وَقيل: الْكَاف هُنَا اسْم تَقْدِيره: مَا رَأَيْت مثل ريح هَذَا الْيَوْم ريحًا، و \" ريحًا \" هُنَا تَمْيِيز وَأَرَادَ بِالْيَوْمِ: الْوَقْت الَّذِي هُوَ فِيهِ، وَهُوَ كثير فِي كَلَام الْعَرَب.\rالْجَزْم فِي جَوَاب الْأَمر\r\r(73) وَفِي حَدِيثه: \" أولوها لَهُ يفقها \" يفقه مجزومة على جَوَاب الْأَمر فتدغم الْهَاء فِي الْهَاء.\rتَوْجِيه قَول أبي بكر: \" دَعْنِي فلأعبرها \" على اعْتِبَار أَنَّهَا لَام الْأَمر أَو لَام كي.\r(74) وَفِي حَدِيثه: \" رأى رَسُول الله [صلى الله عَلَيْهِ وَسلم] رُؤْيا فَقَالَ لَهُ أَبُو بكر: دَعْنِي فلأعبرها \".\r(أ) يجوز أَن تروى بِسُكُون اللَّام على أَنَّهَا لَام الْأَمر، وَيكون قد أَمر نَفسه كَقَوْلِه تَعَالَى: {اتبعُوا سبيلنا ولنحمل خطاياكم} .\r(ب) وَيجوز على هَذَا الْأَمر أَن تكسر اللَّام كَأَنَّك بدأت بهَا؛ لِأَن الْفَاء زَائِدَة للْعَطْف والجيد إسكانها.\r(ج) وَيجوز أَن تكون لَام كي فتكسرها أَلْبَتَّة وتفتح الرَّاء.\rتَوْجِيه رِوَايَة اثْنَيْنِ بِوَاحِد\r\r(75) وَفِي حَدِيثه: \" نهى رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن بيع الْحَيَوَان بِالْحَيَوَانِ نَسِيئَة اثْنَيْنِ بِوَاحِد \".","seal":"94B26B11","part":1},
      {"page":50,"id":38,"hno":null,"nass":"(أ) فِيهِ وَجْهَان:\rأَحدهمَا: هُوَ بدل من الْحَيَوَان بدل الاشتمال تَقْدِيره: نهى عَن بيع اثْنَيْنِ من الْحَيَوَان بِوَاحِد. فَيكون مَوْضُوعه جرا.\rوَالثَّانِي: مَوْضِعه نصب على الْحَال أَي نهى عَن بيع الْحَيَوَان مُتَفَاضلا.\r(ب) وَلَو روى بِالرَّفْع لجَاز على أَنه مُبْتَدأ وبواحد خَبره، كَأَنَّهُ قَالَ: كل اثْنَيْنِ بِوَاحِد وَتَكون الْجُمْلَة حَالا. وَنَظِيره: خلق الله الزرافة يَديهَا أطول من رِجْلَيْهَا، ويداها أطول من رِجْلَيْهَا بِالرَّفْع وَالنّصب.\rتَوْجِيه تذكير الضَّمِير حملا على الْمَعْنى\r\r(76) وَفِي حَدِيثه: \" فَجعلْنَ ينزعن حليهن وقلائدهن وقرطتهن وخواتمهن يقذفون بِهِ فِي ثوب بِلَال يتصدقن بِهِ \".\r(أ) إِنَّمَا ذكر الضَّمِير فِي قَوْله: \" بِهِ \" لِأَنَّهُ أَرَادَ المَال والحلي. وَالْمَذْكُور كُله مَال وحلي، فَحمل على الْمَعْنى.\rوَيجوز أَن تعود الْهَاء إِلَى الشَّيْء الْمَذْكُور، وَمثله قَوْله: {نسقيكم مِمَّا فِي بطونه} . أَي مِمَّا فِي بطُون الْمَذْكُور: قَالَ الحطيئة:\r(لزغب كأولاد القطارات خلفهَا ... على عاجزات النهض حمر حواصله)\r\r[أَي حواصل الْمَذْكُور. وَلم يؤنثه حملا على عاجزات النهض. وَفِي آخر:\r(مثل الْفِرَاخ نتفت حواصله ... )\r]","seal":"F3693348","part":1},
      {"page":51,"id":39,"hno":null,"nass":"تصويب رِوَايَة\r\r(ب) وَفِي الرِّوَايَة: \" يقذفون بِهِ فِي ثوب بِلَال \" وَالصَّوَاب: \" يقذفن \" لِأَنَّهُ قَالَ: فَجعلْنَ ينزعن ويتصدقن.\rإِضْمَار اسْم لَيْسَ الاستثنائية فِيهَا\r\r(77) وَفِي حَدِيثه: \" فكلت لَيْسَ الْعَجْوَة \" لَيْسَ هُنَا اسْتثِْنَاء وَاسْمهَا مُضْمر فِيهَا والعجوة خَبَرهَا وَالتَّقْدِير: لَيْسَ بعضه الْعَجْوَة.\rجزم الْفِعْل فِي جَوَاب الْأَمر الْمُقدر\r\r(78) وَفِي حَدِيثه: (أَرَادَ بَنو سَلمَة أَن يَنْتَقِلُوا إِلَى قرب الْمَسْجِد فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" دِيَاركُمْ تكْتب آثَاركُم \" نصب دِيَاركُمْ على تَقْدِير: عَلَيْكُم دِيَاركُمْ، أَو: اسكنوا دِيَاركُمْ. وتكتب مجزوم على الْجَواب.\r(79) وَفِي حَدِيثه فِي حَدِيث عِيسَى: \" فَيَقُول: تعال صل بِنَا، فَيَقُول: لَا. إِن بَعْضكُم على بعض أَمِيرا ليكرم الله تَعَالَى هَذِه الْأمة \" أَمِيرا هُنَا حَال و \" على بعض \" خبر إِن. وَصَاحب الْحَال الضَّمِير فِي الْجَار، وَالْعَامِل فِيهَا الْجَار لنيابته عَن اسْتَقر.\rوَإِن كَانَ قد روى \" أَمِير \" فَهُوَ خبر إِن.\rوَمثل الْوَجْه الأول قَوْله تَعَالَى: {طَوَّافُونَ عَلَيْكُم بَعْضكُم على بعض} . [فِي قِرَاءَة النصب] . وَالْجُمْلَة مُبْتَدأ وَخبر.\rخطأ رِوَايَة \" كِلَاهُمَا \" بِالرَّفْع توكيدا لمنصوب\r(80) وَفِي حَدِيثه حَدِيث الْقَبْر: \" فتأتي الْقَبْر قبراهما كِلَاهُمَا \".","seal":"E3D4AF1C","part":1},
      {"page":52,"id":40,"hno":null,"nass":"(أ) فِي بعض الرِّوَايَات كِلَاهُمَا بِالْألف وَهُوَ خطأ، وَالصَّوَاب \" كليهمَا \" بِالْيَاءِ؛ لِأَن \" كلا \" هُنَا توكيد للمنصوب وَهِي مُضَافَة إِلَى الضَّمِير فَتكون بِالْيَاءِ فِي الْجَرّ وَالنّصب لَا غير.\r(ب) وَقَوله: \" لَا دَريت \" هُوَ بِفَتْح الرَّاء لَا غير؛ لِأَنَّهُ من درى يدْرِي مثل: رمى يَرْمِي.\rالصَّوَاب اعصريه لَا اعصرينه\r\r(81) وَفِي حَدِيثه: (فَأَتَت رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ: \" اعصرينه \" كَذَا فِي هَذِه الرِّوَايَة، وَالصَّوَاب: \" اعصريه \" بِغَيْر يَاء.\rوَقد جَاءَ مثل ذَلِك فِي الشّعْر ضَرُورَة.\rمَتى تزاد هَاء السكت؟\r\r(82) وَفِي حَدِيثه قَول [جِبْرِيل عَلَيْهِ السَّلَام] للنَّبِي [صلى الله عَلَيْهِ وَسلم] : \" قُم فَصله \" وَهَذِه الْهَاء تزاد فِي الْوَقْف سَاكِنة، وَتسَمى هَاء السكت. وتزاد فِي كل فعل معتل إِذا أردْت الْوَقْف عَلَيْهِ وَفِي حَدِيثه الْحلف على الْمِنْبَر وَإِن على سواك أخصر تَقْدِيره: وَإِن حلف على سواك فَحذف لدلَالَة الأول عَلَيْهِ.\rإِضَافَة الْعدَد إِلَى الْمَعْدُود ونصبه نصب الْمصدر.\r(83) وَفِي حَدِيثه: \" فَأَعْرض عَنهُ حَتَّى شهد على نَفسه أَربع مَرَّات \" أَربع مَنْصُوب نصب المصادر. وَأَصله: مَرَّات أَرْبعا، ثمَّ أضيف الْعدَد إِلَى الْمَعْدُود.\rمن ترك دينا أَو ضيَاعًا. . أَهِي بِالْكَسْرِ أم بِالْفَتْح؟\r\r(84) وَفِي حَدِيثه: \" من ترك دينا أَو ضيَاعًا \" ضيَاعًا هَهُنَا بِفَتْح الضَّاد، وَهُوَ فِي الأَصْل","seal":"B2E85455","part":1},
      {"page":53,"id":41,"hno":null,"nass":"مصدر ضَاعَ يضيع ضيَاعًا، وَأما الضّيَاع بِكَسْر الضَّاد فَجمع ضَيْعَة من الأَرْض، وَلَيْسَ لَهُ هَهُنَا معنى.\r[12] جَابر بن عتِيك\r\rجَوَاز الْجَرّ وَالرَّفْع فِي الدُّبَّاء وَمَا بعْدهَا\r\r(85) وَفِي حَدِيث جَابر بن عتِيك: \" نَهَانَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن الشّرْب فِي الأوعية الَّتِي سَمِعْتُمْ: الدُّبَّاء والحنتم والنقير والمزفت \" يجوز الْجَرّ على الْبَدَل من أوعية، وَالرَّفْع على تَقْدِير: هِيَ.\rتَوْجِيه رِوَايَة فَمَنَعَنِيهَا بعد قَوْله: فأعطيها\r\r(86) وَفِي حَدِيثه: قَالَ: \" سَأَلَني ابْن عمر: مَا الدَّعْوَات الثَّلَاث الَّتِي دَعَا بِهن رَسُول الله [صلى الله عَلَيْهِ وَسلم] ؟ فَقلت: دَعَا بألا يظْهر عَلَيْهِم عدوا من أنفسهم، وَلَا يُهْلِكهُمْ بِالسِّنِينَ فأعطيها، ودعا بألا يَجْعَل بأسهم بَينهم فَمَنَعَنِيهَا \". الظَّاهِر يَقْتَضِي أَن يَقُول: \" فَمنعهَا \" كَمَا قَالَ: \" فأعطيها \" وَيكون ذَلِك كُله من كَلَام الرَّاوِي. وَالتَّقْدِير فِي قَوْله: فَمَنَعَنِيهَا، قَالَ: فَمَنَعَنِيهَا فأسند الْكَلَام إِلَى رَسُول الله - عَلَيْهِ السَّلَام - وأضمر القَوْل كَمَا فِي قَوْله تَعَالَى: {وَالْمَلَائِكَة يدْخلُونَ عَلَيْهِم من كل بَاب سَلام عَلَيْكُم} . أَي: يَقُولُونَ: [سَلام] .","seal":"DD7CACA5","part":1},
      {"page":54,"id":42,"hno":null,"nass":"[13] جُبَير بن مطعم\r\rخطأ الرَّاوِي\r\r(87) وَفِي حَدِيث جُبَير بن مطعم: أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" إِنَّمَا بَنو هَاشم وَبَنُو الْمطلب شَيْئا وَاحِدًا \" هَكَذَا فِي الرِّوَايَة بِالنّصب وَهُوَ خطأ من الرَّاوِي، وَالْوَجْه: الرّفْع على أَنه خبر بَنو وَلَيْسَ هُنَا خبر غَيره.\rمَا المصدرية\r\r(88) وَفِي حَدِيثه عَن النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" يَا بني عبد منَاف، وَيَا بني الْمطلب إِن كَانَ إِلَيْكُم من الْأَمر شَيْء فلأعرفن مَا منعتم أحدا أَن يطوف \". الحَدِيث.\rقَوْله: \" مَا منعتم \"، مَا فِيهِ مَصْدَرِيَّة. أَي: فلأعرفن فِيهِ منعكم أَي يَنْتَهِي ذَلِك إِلَى يَوْم الْقِيَامَة. وَإِن ذَلِك غير جَائِز لكم فِي الدُّنْيَا فيعاقبكم الله [عَلَيْهِ] .\rوَالْغَرَض من هَذَا الحَدِيث: إعلامهم أَن ذَلِك لَا يطوى عَنهُ - عَلَيْهِ السَّلَام - فخوفهم. وَيدل على صِحَة ذَلِك مَا جَاءَ فِي الرِّوَايَة الْأُخْرَى أَنه قَالَ: \" يَا بني عبد منَاف لَا تمنعوا أحدا طَاف بِهَذَا الْبَيْت \" [الحَدِيث] .\rحذف اللَّام وَأَن فِي جَوَاب من\r\r(89) وَفِي حَدِيثه: عَن النَّبِي [صلى الله عَلَيْهِ وَسلم] [أَنه] قَالَ: \" من يكلؤنا اللَّيْلَة لَا نرقد عَن","seal":"9C5D8A3B","part":1},
      {"page":55,"id":43,"hno":null,"nass":"صَلَاة الْفجْر \" الحَدِيث.\r(أ) التَّقْدِير: لِئَلَّا نرقد فَلَمَّا حذف اللَّام وَأَن - رفع الْفِعْل.\r(ب) وَيجوز أَن يرْوى بِالنّصب على أَن يكون جَوَاب الِاسْتِفْهَام كَمَا قَالَ تَعَالَى: {من ذَا الَّذِي يقْرض الله قرضا حسنا فيضاعفه لَهُ} . إِلَّا أَنه حذف الْفَاء كَمَا قَالَ الشَّاعِر:\r(من يفعل الْحَسَنَات الله يشكرها ... وَالشَّر بِالشَّرِّ - عِنْد الله - مثلان)\r\r(ج) وَيجوز أَن يكون فِي مَوضِع نصب على الْحَال، أَي يكلؤنا غير راقدين. فَتكون حَالا مقدرَة، أَي يكلؤنا فيفضي إِلَى تيقظنا وَقت الْفجْر. وَهَذَا كَقَوْلِهِم: مَرَرْت بِرَجُل مَعَه صقر صائدا بِهِ غَدا. وَمِنْه [قَوْله تَعَالَى] : {وخروا لَهُ سجدا} . وَيجوز أَن يرْوى الْجَزْم على الِاسْتِفْهَام أَي: [إِن] يكلؤنا أحد لَا نرقد.\r[14] جرهم أَبُو ثَعْلَبَة الْخُشَنِي\r\rتَوْجِيه رِوَايَة محاسنكم أَخْلَاقًا\r\r(90) وَفِي حَدِيث أبي ثَعْلَبَة الْخُشَنِي واسْمه جرهم أَنه قَالَ: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" إِن","seal":"AA6B4D6D","part":1},
      {"page":56,"id":44,"hno":null,"nass":"أحبكم إِلَيّ وأقربكم مني فِي الْآخِرَة محاسنكم أَخْلَاقًا \" أَكثر مَا يَجِيء فِي الحَدِيث أحاسنكم أَخْلَاقًا وَهُوَ جمع أحسن مثل أبطح وأباطح. وَقد جعل أفعل هُنَا صفة غالبة فَجمعت جمع الْأَسْمَاء مثل: أفكل وأفاكل. وَأما مَا فِي هَذَا الحَدِيث فقد ورد \" محاسنكم \" وَفِيه وَجْهَان:\r(أ) أَحدهمَا: أَنه جمع محسن. \" فأخلاقا \" على هَذَا يجوز أَن يكون \" مَفْعُولا بِهِ \" كَمَا نقُول: فلَان يحسن خلقه.\r(ب) وَيجوز أَن يكون \" تمييزا \" مثل: الْمُحْسِنِينَ أعمالا، وَمِنْه قَوْله تَعَالَى: {قل هَل ننبئكم بالأخسرين أعمالا} .\r(ج) وَيجوز أَن يكون محاسنكم جمعا لَا وَاحِد لَهُ من لَفظه كَمَا قَالُوا: مشابه وَلَيْسَ واحده \" مشبها \" بل \" شبه \" كَذَا هَهُنَا يكون الْوَاحِد أحسن.\r[15] جعدة بن خَالِد الْجُشَمِي\r\rمَا المُرَاد بقوله [صلى الله عَلَيْهِ وَسلم] : \" لم ترع \" وَمَعْلُوم أَنه ارتاع؟ !\r(91) وَفِي حَدِيث جعدة بن خَالِد الْجُشَمِي: (أَن النَّبِي [صلى الله عَلَيْهِ وَسلم] أَتَى بِرَجُل فَقَالُوا: أَرَادَ أَن يقتلك؟ فَقَالَ لَهُ النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" لم ترع \".\r(أ) قَالَ [الشَّيْخ] رَحمَه الله: حَقِيقَة \" لم \" أَنَّهَا تدخل على لفظ الْمُسْتَقْبل فَترد مَعْنَاهُ إِلَى الْمُضِيّ فقولك: \" لم يقم زيد \". مَعْنَاهُ مَا قَامَ، فعلى هَذَا قَوْله: لم ترع أَي: مَا روعت: وَمَعْلُوم أَنه قد ارتاع قبل ذَلِك. وَإِنَّمَا ذكر الْمَاضِي، وَالْمرَاد بِهِ الْمُسْتَقْبل، كَمَا قَالَ تَعَالَى: {وَيَوْم ينْفخ فِي الصُّور فَفَزعَ من فِي السَّمَاوَات وَمن فِي الأَرْض} . أَي: فَيفزع. وَكَذَلِكَ تَقول: إِن قُمْت","seal":"1363950A","part":1},
      {"page":57,"id":45,"hno":null,"nass":"قُمْت. أَي: إِن تقم.\r(ب) وَيجوز أَن يكون الْكَلَام على حَقِيقَته وَيكون الْمَعْنى: إِنَّك لم تفزع فَزعًا يتعقبه ضَرَر [بك] من جهتي؛ لِأَنِّي أعفو عَنْك، وَاعْلَم أَنَّك لَا تقدر على إنقاذ مَا أردْت.\r[16] جُنْدُب بن جُنَادَة (أَبُو ذَر)\rالنَّعْت الْمَقْطُوع وَتَقْدِير مُبْتَدأ قبله\r\r(92) وَفِي حَدِيث أبي ذَر واسْمه \" جُنْدُب \" أَنه قَالَ: (نزلنَا على خَال لنا ذُو مَال [وَذُو هَيْئَة] ) هَكَذَا وَقع فِي هَذِه الرِّوَايَة وَالْوَجْه فِيهِ أَن يقدر لَهُ مُبْتَدأ أَي هُوَ ذُو مَال.\rنِيَابَة الْمصدر عَن فعله\r\r(93) وَفِي حَدِيثه بعد كَلَام ذكره [و] قَالَ: \" فَجعل النَّبِي [صلى الله عَلَيْهِ وَسلم] يَده على مَنْكِبي فَقَالَ غفرا يَا أَبَا ذَر \".\r(أ) قَالَ الشَّيْخ: غفرا مصدر غفر وَالتَّقْدِير غفر الله لَك يَا أَبَا ذَر غفرا.\rلَو خَاصَّة بِالْفِعْلِ وَالِاسْم بعْدهَا مَعْمُول لفعل مَحْذُوف\r\r(ب) قَالَ فِيهِ أَيْضا: \" وَلَو عبد أسود \" هُوَ فَاعل لفعل مَحْذُوف تَقْدِيره: وَلَو قادك عبد أسود، وَقد تقدم قبله مَا يدل عَلَيْهِ.","seal":"CAD5ECDC","part":1},
      {"page":58,"id":46,"hno":null,"nass":"تَعديَة الْفِعْل الْمُقدر\r\r(94) وَفِي حَدِيثه أَيْضا أَنه قَالَ: \" يَا أَبَا ذَر كَيفَ تصنع إِذا خرجت من الْمَدِينَة؟ \" قلت: السعَة والدعة.\r(أ) الْجيد النصب على تَقْدِير آتِي السعَة والدعة؛ لِأَنَّهُ جَوَاب كَيفَ تصنع؟ فَكَأَنَّهُ قَالَ: أصنع السعَة والدعة، وَيدل عَلَيْهِ قَوْله فِي تَمام الحَدِيث حِين قَالَ لَهُ: كَيفَ تصنع؟ فَقَالَ: إِلَى السعَة والدعة. فَكَأَنَّهُ قَالَ: أذهب إِلَى السعَة والدعة. وَهَذَا إِعْمَال الْفِعْل أَيْضا إِلَّا أَنه عداهُ بِحرف الْجَرّ.\rتَوْجِيه رِوَايَة أَو خير من ذَلِك بِالرَّفْع وَالنّصب\r\r(ب) وَفِيه عِنْد قَوْله للنَّبِي [صلى الله عَلَيْهِ وَسلم] : \" أَضَع سَيفي على عَاتِقي \" قَالَ: \" أَو خير من ذَلِك \"\rقَالَ الشَّيْخ رَحمَه الله: تَقْدِيره: أَو صنيعك خير من ذَلِك ثمَّ فسره بقوله: \" تسمع وتطيع \" وَلَو نصب على تَقْدِير تصنع خيرا من ذَلِك جَازَ.\rتَوْجِيه كَيفَ أَنْت وأئمة بِالرَّفْع وَالنّصب\r\r(95) وَفِي حَدِيثه قَالَ عَلَيْهِ السَّلَام: \" كَيفَ أَنْت وأئمة من بعدِي يستأثرون بِهَذَا الْفَيْء؟ \".\rقَالَ الشَّيْخ رَحمَه الله: يجوز رفع أَئِمَّة على أَنه مُبْتَدأ، وَمن بعدِي صفة، ويستأثرون الْخَبَر، وَكَانَ الرّفْع أَجود؛ لِأَنَّهُ لَيْسَ قبله فعل فَتكون الْوَاو بِمَعْنى \" مَعَ \" فتقوى الْفِعْل فتنصب.\rوَيجوز النصب على تَقْدِير: كَيفَ تصنع أَنْت مَعَ أَئِمَّة هَذِه صفتهمْ؟ فَيكون مَفْعُولا مَعَه.\rتَوْجِيه رِوَايَة \" غير الدَّجَّال أخوف على أمتِي \" وَبَيَان المُرَاد\r\r(96) وَفِي حَدِيثه: (كنت مخاصر النَّبِي [صلى الله عَلَيْهِ وَسلم] يَوْمًا إِلَى منزله فَسَمعته يَقُول: \" غير الدَّجَّال أخوف على أمتِي من الدَّجَّال \" فَلَمَّا خشيت أَن يرحل قلت: يَا رَسُول الله، أَي شَيْء أخوف على أمتك من الدَّجَّال؟ قَالَ: \" الْأَئِمَّة المضلين \".","seal":"522EACD5","part":1},
      {"page":59,"id":47,"hno":null,"nass":"(أ) قَالَ الشَّيْخ رَحمَه الله: قَوْله: غير الدَّجَّال أخوف: اللَّفْظ يدل على أَن غير الدَّجَّال هُوَ الْخَائِف؛ لِأَنَّك إِذا قلت: زيدا أخوف على كَذَا. دلّ [على] أَن زيدا هُوَ الْخَائِف، وَلَيْسَ معنى الحَدِيث على هَذَا. وَإِنَّمَا الْمَعْنى: إِنِّي أَخَاف على أمتِي من غير الدَّجَّال أَكثر من خوفي مِنْهُ، فعلى هَذَا يكون فِيهِ تَأْوِيلَانِ:\rأَحدهمَا: أَن \" غير \" مُبْتَدأ و \" أخوف \" خبر مُبْتَدأ مَحْذُوف. أَي غير الدَّجَّال أَنا أخوف على أمتِي مِنْهُ.\rوالتأويل الثَّانِي: أَن يكون أخوف على النّسَب أَي غير الدَّجَّال ذُو خوف شَدِيد على أمتِي، كَمَا تَقول: فُلَانَة طَالِق. أَي ذَات طَلَاق.\rتَوْجِيه رِوَايَة \" الْأَئِمَّة المضلين \".\r(ب) وَقَوله: \" الْأَئِمَّة المضلين \" كَذَا وَقع فِي هَذِه الرِّوَايَة بِالنّصب. وَالْوَجْه فِيهِ أَن يكون التَّقْدِير: من تَعْنِي بِغَيْر الدَّجَّال؟ فَقَالَ: أَعنِي الْأَئِمَّة المضلين. وَإِن جَاءَ بِالرَّفْع كَانَ تَقْدِيره: الْأَئِمَّة المضلون أخوف من الدَّجَّال، أَو غير الدَّجَّال الْأَئِمَّة ...\rمَا مَوضِع \" لَا حول وَلَا قُوَّة إِلَّا بِاللَّه \" بعد قَوْله \" على كنز \"؟\r(97) وَفِي حَدِيثه قَالَ: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" أَلا أدلك على كنز من كنوز الْجنَّة؟ لَا حول وَلَا قُوَّة إِلَّا بِاللَّه \".\rقَالَ الشَّيْخ رَحمَه الله: يحْتَمل مَوضِع \" لَا حول \" الْجَرّ بَدَلا من كنز، وَالنّصب على تَقْدِير: أَعنِي، وَالرَّفْع على تَقْدِير: هُوَ.\rمَا إِعْرَاب هُوَ مني مسيرَة شهر؟\r\r(98) وَفِي حَدِيثه: \" ونصرت بِالرُّعْبِ فيرعب الْعَدو وَهُوَ مني مسيرَة شهر \".","seal":"2F78F2DF","part":1},
      {"page":60,"id":48,"hno":null,"nass":"قَالَ الشَّيْخ رَحمَه الله: مسيرَة بِالرَّفْع على أَنه مُبْتَدأ، ومني خَبره. وَالتَّقْدِير: بيني وَبَينه مسيرَة شهر.\r[وَيجوز نَصبه] وَمثله: قَول الْعَرَب: هُوَ مني فرسخان وَيحْتَمل النصب على تَقْدِير: هُوَ مني على مسيرَة شهر فَلَمَّا حذف حرف الْجَرّ نصب.\rمَا الْإِشْكَال فِي حَدِيث السُّؤَال عَن الْحَوْض؟ وَمَا جَوَابه؟\r(99) وَفِي حَدِيث أبي ذَر قَالَ: قلت: يَا رَسُول الله مَا آنِية الْحَوْض؟ قَالَ: \" وَالَّذِي نَفسِي بِيَدِهِ لآنيته أَكثر من عدد نُجُوم السَّمَاء \" وَذكر الحَدِيث.\r(أ) الْإِشْكَال فِيهِ: أَنه سَأَلَ \" بِمَا \" عَن الْآنِية. فَأَجَابَهُ بِالْعدَدِ. وَحَقِيقَة السُّؤَال ب \" مَا \" أَن يتعرف بهَا حَقِيقَة الشَّيْء لَا عدده. وَفِيه جوابان:\rأَحدهمَا: أَن يكون تَقْدِيره: مَا عدد آنِية الْحَوْض؟ فَحذف الْمُضَاف، وَجَاء الْجَواب على ذَلِك، وَأَن عَددهَا غير مَحْصُور بل أَكثر من نُجُوم السَّمَاء.\rوَالْجَوَاب الثَّانِي: أَن يكون الرَّسُول [صلى الله عَلَيْهِ وَسلم] لم يعلم الْآنِية من أَي شَيْء هِيَ؟ فَعدل عَن سُؤَاله إِلَى بَيَان كثرتها، وَفِي ذَلِك تفخيم لأمرها، وتنبيه على تَعْظِيم شَأْنهَا.\rوَمثل ذَلِك قَوْله تَعَالَى: {وَمَا رب الْعَالمين} . فَقَالَ: {رب السَّمَوَات وَالْأَرْض} فَعدل عَن حَقِيقَة جَوَاب السُّؤَال إِلَى مَا هُوَ مَعْلُوم يحصل بِهِ الْغَرَض.\rنصب آخر على الظَّرْفِيَّة\r\r(ب) وَفِي آخر هَذَا الحَدِيث: \" آنِية الْجنَّة من شرب مِنْهَا لم يظمأ آخر مَا عَلَيْهِ \" قَوْله: آخر مَا عَلَيْهِ مَنْصُوب على الظّرْف. وَالتَّقْدِير: لم يظمأ \" أبدا \". وَقد جَاءَ فِي حَدِيث آخر بِهَذَا اللَّفْظ، وَالْمعْنَى: لم يظمأ ذَلِك الشَّارِب إِلَى آخر مُدَّة بَقَائِهِ، وَمَعْلُوم أَنه يبْقى أبدا فَيكون مَعْنَاهُ لم يظمأ أبدا.","seal":"B330DBA0","part":1},
      {"page":61,"id":49,"hno":null,"nass":"تَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] : \" وَاحِدَة أَو دع \".\r(100) وَفِي حَدِيثه: سَأَلت النَّبِي [صلى الله عَلَيْهِ وَسلم] عَن مسح الْحَصَا؟ فَقَالَ: \" وَاحِدَة أَو دع \".\rالْجيد أَن يكون وَاحِدَة مَنْصُوبًا، أَي: امسح مسحة وَاحِدَة، أَو افْعَل ذَلِك مرّة وَاحِدَة، وَلَو رفع على أَن يكون خبر مُبْتَدأ مَحْذُوف، أَي الْجَائِز مرّة وَاحِدَة لَكَانَ وَجها.\rبِنَاء \" أول \" على الضَّم بِقطعِهِ عَن الْإِضَافَة\r\r(101) وَفِي حَدِيثه: \" سَأَلت رَسُول الله [صلى الله عَلَيْهِ وَسلم] : أَي مَسْجِد وضع فِي الأَرْض أول \" الْوَجْه أَن يضم أول ضمة بِنَاء كَمَا قَالُوا: بَدَأَ بِهَذَا أول، وَإِنَّمَا بني لقطعه عَن الْإِضَافَة كَمَا قطعت \" قبل \" و \" بعد \" وَالتَّقْدِير: أول كل شَيْء.\rإِن النافية بِمَعْنى مَا تدخل على الفعلية والاسمية\r\r(102) وَفِي حَدِيثه: \" فَقَالَ: لله أَبوك إِن كذبتك \". التَّقْدِير: مَا كذبتك. و \" لله أَبوك \" فِي حكم الْقسم. وَقَوله: \" فَوَجَبَ لي أجره \" أجره فَاعل وَجب. فَالْمَعْنى إِن صَوْم ثَلَاثَة أَيَّام يُضَاعف حَتَّى كَأَنِّي صمته كُله.\rحذف السُّؤَال للْعلم بِهِ\r\r(103) وَفِي حَدِيثه: \" قلت: يَا رَسُول الله، الصَّلَاة، قَالَ: خير مَوْضُوع \".","seal":"FC706B96","part":1},
      {"page":62,"id":50,"hno":null,"nass":"(أ) تَقْدِيره: مَا فضل الصَّلَاة؟ فَحذف للْعلم بِهِ. يدل عَلَيْهِ قَوْله فِيمَا بعد، وَقَوله: \" وَأي الْأَنْبِيَاء كَانَ أول \" أول بِالضَّمِّ وَهُوَ مَبْنِيّ كَمَا تقدم.\rبَيَان الْجيد\r\r(ب) وَقَوله: \" قلت: يَا رَسُول الله، وَنَبِي كَانَ \" الْجيد: أَن ينصب نَبِي؛ لِأَنَّهُ خبر كَانَ.\r(104) وَفِي حَدِيثه: \" عرضت على أمتِي بأعمالها حَسَنَة وسيئة \" قَوْله بأعمالها مَوضِع نصب على الْحَال أَي وَمَعَهَا أَعمالهَا، أَو ملتبسة بأعمالها، كَقَوْل تَعَالَى: {يَوْم نَدْعُو كل أنَاس بإمامهم} أَي وَفِيهِمْ إمَامهمْ، أَو مَعَهم إمَامهمْ، وحسنة وسيئة حالان من الْأَعْمَال.\rإِعْرَاب \" شبْرًا \" وَالْمرَاد بمفارقة الْجَمَاعَة\r\r(105) وَفِي حَدِيثه: \" من فَارق الْجَمَاعَة شبْرًا \" هُوَ مَنْصُوب على الظّرْف، وَالتَّقْدِير: قدر شبر، وفارقهم فِي حكم الدّين.\rصفة الْمُؤَنَّث غير الْحَقِيقِيّ يجوز تذكيرها حملا على الْمَعْنى\r\r(106) وَفِي حَدِيثه: \" لَيْلَة عرج بِهِ جَاءَ بطست من ذهب ممتلئ حِكْمَة وإيمانا \" الطست مؤنث، وَلكنه غير حَقِيقِيّ؛ فَيجوز تذكير صفته حملا على معنى الْإِنَاء وَحِكْمَة تَمْيِيز.\rإِبْدَال نكرَة من معرفَة وَظَاهر من مُضْمر\r\r(107) وَفِي حَدِيثه: (سَأَلت رَسُول الله [صلى الله عَلَيْهِ وَسلم] : هَل رأى ربه؟ فَقَالَ: \" قد رَأَيْته. نورا","seal":"0872B47D","part":1},
      {"page":63,"id":51,"hno":null,"nass":"أَنى أرَاهُ؟ {\" فِي هَذِه الرِّوَايَة نورا بِالنّصب. وَالْوَجْه فِيهِ: أَنه جعل نورا بَدَلا من الْهَاء، أَي: رَأَيْت نورا ثمَّ اسْتَأْنف: أَنى أرَاهُ؟} أَي: كَيفَ أرى الله، وَثمّ نور يَمْنعنِي؟ بِالْهَاءِ فِي رَأَيْته: للنور، وَفِي أرَاهُ: لله تَعَالَى، ويروي نور بِالرَّفْع تَقْدِيره: ثمَّ نور فَكيف أرى الله؟ ! .\rالنصب على تَقْدِير فعل فِي جَوَاب إِن\r\r(108) وَفِي حَدِيثه: \" مَا من مُسلم ينْفق من كل مَال لَهُ زَوْجَيْنِ فِي سَبِيل الله ثمَّ قَالَ: إِن كَانَت رحالا فرحلين، وَإِن كَانَت إبِلا فبعيرين \". وَذكره. وَالتَّقْدِير: إِن كَانَت أَمْوَاله الَّتِي ينْفق مِنْهَا رحالا أَو إبِلا، وَقد دلّ على هَذَا الضَّمِير قَوْله: \" من كل مَال لَهُ \" ورحلين وبعيرين مَنْصُوب على تَقْدِير: فينفق رحلين.\rمِمَّا ينصب على الظَّرْفِيَّة يَمِين وشمال وَبَين ووراء.\r\r(109) وَفِي حَدِيثه: \" فَنفخ فِيهِ يَمِينه وشماله وَبَين يَدَيْهِ ووراءه \" كل ذَلِك مَنْصُوب على الظّرْف.","seal":"2A56B008","part":1},
      {"page":64,"id":52,"hno":null,"nass":"النصب على التَّمْيِيز بعد مثل\r\r(110) وَفِي حَدِيثه: \" مَا أحب أَن أحدا ذَاك عِنْدِي ذَهَبا \" ذَهَبا مَنْصُوب على التَّمْيِيز. وَالتَّقْدِير: لَو أَن لي مثل أحد ذَهَبا.\rتَوْجِيه قَوْله: \" الْإِجَابَة يَوْم الْقِيَامَة أعظم \"\r(111) وَفِي حَدِيثه: \" إِلَّا جَاءَ يَوْم الْقِيَامَة أعظم أسمن \" هما حالان.\rأَن الزَّائِدَة وَأَن المخففة من الثَّقِيلَة\r\r(112) وَفِي حَدِيثه: \" إِن خليلي عهد إِلَيّ أَن أَيّمَا ذهب أَو فضَّة \". الحَدِيث يحْتَمل أَن يكون أَن هَهُنَا زَائِدَة. وَقد جَاءَ فِي الرِّوَايَة الْأُخْرَى بِغَيْر أَن. وَيحْتَمل أَن تكون المخففة من الثَّقِيلَة، أَي: أَنه أَيّمَا فأيما مُبْتَدأ [وأوكي عَلَيْهِ الْخَبَر] أخير ... وَخير\r(113) وَفِي حَدِيثه: \" فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : لهَذَا عِنْد الله أخير يَوْم الْقِيَامَة \". الحَدِيث لَفْظَة \" أخير \" يُرِيد بهَا \" خيرا \" الَّتِي للتفضيل، وَلِأَنَّهُ وَصلهَا بِمن كَقَوْلِك: زيد خير من عَمْرو، فَيجوز أَن يكون السَّهْو من الرَّاوِي وَالصَّوَاب خير. وَيجوز أَن يكون أخرج الْكَلِمَة على أَصْلهَا مثل أفضل.\rتذكير الضَّمِير حملا على الْمَعْنى\r\r(114) (أ) وَفِي حَدِيثه: \" رَأَيْت أَبَا ذَر وَعَلِيهِ حلَّة وعَلى غُلَامه مثله \" إِنَّمَا ذكر الضَّمِير","seal":"311FBE25","part":1},
      {"page":65,"id":53,"hno":null,"nass":"وَهُوَ للحلة؛ لِأَن الْحلَّة ثوب، فَحَمله على مَعْنَاهَا.\rالنصب أَجود\r\r(ب) قَوْله: \" إخْوَانكُمْ إخْوَانكُمْ \" بِالنّصب. أَي: احْفَظُوا، وَيجوز الرّفْع على معنى: هم إخْوَانكُمْ وَالنّصب أَجود.\rدثر ودثور\r\r(115) وَفِي حَدِيثه: \" سبقنَا أَصْحَاب \" الدُّثُور \" هُوَ وصف للأموال. وَالْأَكْثَر فِيهِ أَن يسْتَعْمل مُفردا وصف بِهِ الْوَاحِد، وَأكْثر مِنْهُ. وَقد جَاءَ هَهُنَا على الْجمع فَيُقَال: مَال دثر، ومالان دثر، وأموال دثر. وسبقا مَنْصُوب على الْمصدر.\rخلاف وَخلف\r\rو\" خلاف كل صَلَاة \". أَي: خلف كل صَلَاة، وَمِنْه قَوْله تَعَالَى: {فَرح الْمُخَلفُونَ بِمَقْعَدِهِمْ خلاف رَسُول الله} . {وَإِذا لَا يلبثُونَ خِلافك إِلَّا قَلِيلا} .\rنصب الْعدَد على الْمصدر\r\r(116) وَفِي حَدِيثه: \" بايعني رَسُول الله [صلى الله عَلَيْهِ وَسلم] خمْسا، وأوثقني سبعا، وَأشْهد على تسعا \" كلهَا مَنْصُوبَة على الْمصدر أَي خمس بيعات أَو مَرَّات.\rالنصب بِفعل مَحْذُوف\r\r(117) وَفِي حَدِيثه: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: سِتَّة أَيَّام ثمَّ اعقل يَا أَبَا ذَر مَا أَقُول لَك بعد \". سِتَّة: مَنْصُوب على تَقْدِير: اصبر سِتَّة أَيَّام ثمَّ اعقلها، بعد. أَي افهم مَا أَقُول لَك فِي الْيَوْم السَّابِع.","seal":"F6FF7C12","part":1},
      {"page":66,"id":54,"hno":null,"nass":"تَوْجِيه رِوَايَة فِيمَا ينتطحان\r\r(118) وَفِي حَدِيثه قَالَ: \" يَا أَبَا ذَر: هَل تَدْرِي فِيمَا تنتطحان؟ \" بِأَلف. وَالْأَشْبَه أَنه اسْتِفْهَام، وَالْوَجْه أَن يكون بِغَيْر ألف، فَإِن كَانَ ذَلِك من تَخْلِيط الروَاة فَيَنْبَغِي بِغَيْر ألف، وَإِن حفظ هَذَا عَن النَّبِي [صلى الله عَلَيْهِ وَسلم] هَكَذَا كَانَ من الشذوذ. وَقد جَاءَ فِي الشّعْر:\r(على مَا قَامَ يَشْتمنِي لئيم ... كخنزير تمرغ فِي رماد)\r\rوَلَا يجوز أَن تكون بِمَعْنى الَّذِي؛ لِأَنَّهُ قد عدى إِلَيْهِ الْفِعْل بفي.\rتَوْجِيه كلمة مُثَلّثَة الْإِعْرَاب\r\r(119) وَفِي حَدِيثه: \" مَا للشَّيْطَان من سلَاح أبلغ فِي الصَّالِحين من النِّسَاء إِلَّا المتزوجون أُولَئِكَ الْمُطهرُونَ المبرءون من الْخَنَا \".","seal":"7EBE932E","part":1},
      {"page":67,"id":55,"hno":null,"nass":"(أ) أبلغ: يجوز أَن يفتح، أَن يكون فِي مَوضِع جر صفة لسلاح على اللَّفْظ، وَأَن يرفع صفة لَهُ على الْموضع لِأَن من زَائِدَة وَمثله قَوْله تَعَالَى: {مَا لكم من إِلَه غَيره} . [تَكَرَّرت فِي تسع آيَات مِنْهَا أَربع فِي سُورَة الْأَعْرَاف، وَثَلَاث فِي سُورَة هود، وثنتان فِي سُورَة الْمُؤْمِنُونَ] يقْرَأ بِالرَّفْع والجر.\rمجئ الْمُسْتَثْنى مُبْتَدأ ثَابت الْخَبَر\r\r(ب) وَأما قَوْله: \" إِلَّا المتزوجون \" فَإِنَّهُ وَقع فِي هَذِه الرِّوَايَة بِالرَّفْع، وَالْأَشْبَه أَن يكون مَنْصُوبًا؛ لِأَنَّهُ اسْتثِْنَاء من غير نفي. وَوجه الرّفْع أَن يكون على الِاسْتِئْنَاف وَالِاسْتِثْنَاء الْمُنْقَطع، أَي لَكِن المتزوجون مطهرون.","seal":"E0D9E286","part":1},
      {"page":68,"id":56,"hno":null,"nass":"تَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] : على ثَلَاثَة أَفْوَاج فَوْج راكبين\r\r(120) وَفِي حَدِيثه: \" إِن النَّاس يحشرون على ثَلَاثَة أَفْوَاج: فَوْج راكبين \" الحَدِيث. فَوْج بِالْجَرِّ على الْبَدَل مِمَّا قبله، وراكبين نعت لَهُ. وَيجوز أَن يروي \" فَوْج \" بِالرَّفْع. أَي يحْشر مِنْهُم فَوْج وَيكون راكبين حَالا، وَأما فَوْج الثَّانِي وَالثَّالِث فالرفع فِيهِ أقرب من رفع الأول؛ لِأَنَّهُ لَيْسَ هُنَاكَ مجرور يقوى جَرّه.\r[17] جُنْدُب بن عبد الله البَجلِيّ\r\rالْعَطف على جَوَاب الشَّرْط بثم\r\r(121) وَفِي حَدِيث جُنْدُب بن عبد الله البَجلِيّ قَالَ: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" فَإِنَّهُ من يَطْلُبهُ بِذِمَّتِهِ بِشَيْء يُدْرِكهُ، ثمَّ يكبه على وَجهه \" \" يكبه \" يجوز فِيهِ ثَلَاثَة أوجه:\rأَحدهَا: ضم الْبَاء على أَنه مُسْتَأْنف أَي ثمَّ هُوَ يكبه كَقَوْلِه تَعَالَى: {وَإِن يُقَاتِلُوكُمْ يولوكم الأدبار ثمَّ لَا ينْصرُونَ} .\rوَالثَّانِي: فتح الْبَاء على أَنه مجزوم مَعْطُوف على جَوَاب الشَّرْط.\rوَالثَّالِث: كسر الْبَاء جزما أَيْضا، وَجَاز فتح الْبَاء وَكسرهَا لالتقاء الساكنين كَقَوْلِه: مده ومده وَدَلِيل الْجَزْم قَوْله تَعَالَى {وَإِن تَتَوَلَّوْا يسْتَبْدل قوما غَيْركُمْ ثمَّ لَا يَكُونُوا أمثالكم} .","seal":"48D31C57","part":1},
      {"page":69,"id":57,"hno":null,"nass":"بَاب الْحَاء\r\rفِي إِعْرَاب مَا يشكل من حَدِيث\r\r[18] الْحَارِث بن حسان الْبكْرِيّ الذهلي.\r\r[19] أبي قَتَادَة الْحَارِث بن ربعي.\r\r[20] أبي وَاقد اللَّيْثِيّ واسْمه الْحَارِث.\r\r[21] أبي سعيد بن الْمُعَلَّى.\r\r[22] حَارِثَة بن وهب الْخُزَاعِيّ.\r\r[23] حبَان بن بح الصداري.\r\r[24] أبي جُمُعَة حبيب بن سِبَاع.\r\r[25] حجاج الْأَسْلَمِيّ.\r\r[26] حُذَيْفَة بن أسيد.\r\r[27] الْحسن بن عَليّ.\r\r[28] الحكم بن حزن الكلفي.\r\r[29] أَبُو بصرة الْغِفَارِيّ \" حميل بن بصرة \".\r\r[30] حَنْظَلَة بن ربيعَة الْأَسدي.","seal":"2DB816A1","part":1},
      {"page":70,"id":58,"hno":null,"nass":"[18] الْحَارِث بن حسان الْبكْرِيّ\r\rإِعَادَة الضَّمِير بعد الْجمع على لفظ الْمُفْرد\r\r(122) وَفِي حَدِيث الْحَارِث بن حسان الْبكْرِيّ الذهلي قَالَ: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" فمرت بِهِ سحابان سود فنودى مِنْهَا \" الْمُفْرد يكون وَاحِدًا، وَيكون جمعا، وَيذكر وَيُؤَنث، قَالَ الله تَعَالَى: {حَتَّى إِذا أقلت سحابا ثقالا} . فجَاء بثقال على الْجمع، ثمَّ أعَاد الضَّمِير إِلَيْهِ على لفظ الْمُفْرد الْوَاحِد فِي قَوْله تَعَالَى: {فسقناه إِلَى بلد} . وَقَالَ تَعَالَى: {ألم تَرَ أَن الله يزجي سحابا ثمَّ يؤلف بَينه} . فَبين تَقْتَضِي الْجمع، ثمَّ جعل الضَّمِير مذكرا، فَفِي هَذَا الحَدِيث: ثنى السَّحَاب، فقد اسْتعْمل على الْإِفْرَاد، وَيجوز أَن يكون الْوَاحِد جمعا، ثمَّ ثناه كَمَا قَالُوا: إيلان كَأَنَّهُ قَالَ: \" قطيعان من الْإِبِل \". فعلى هَذَا يكون قَوْله: \" سود \" حملا على الْجمع.\rوَقد يُقَال: سَحَابَة، وسحاب مثل تَمْرَة، وتمر؛ فَيكون جِنْسا، فَتكون الْجمع على مَعْنَاهُ.\r[19] الْحَارِث بن ربعي \" أَبُو قَتَادَة \"\rحذف الْمُبْتَدَأ\r\r(123) وَفِي حَدِيث ابي قَتَادَة الْحَارِث بن ربعي: (إِذْ مرت بِهِ جَنَازَة فَقَالَ \" مستريح ومستراح مِنْهُ \". التَّقْدِير: النَّاس، أَو الْمَوْتَى مستريح، ومستراح مِنْهُ.","seal":"B75FA8ED","part":1},
      {"page":71,"id":59,"hno":null,"nass":"عدم جَوَاز إِضَافَة مَا فِيهِ أل إِلَى النكرَة\r\r(124) وَفِي حَدِيثه: \" خير الْخَيل الأدهم الأقرح الأرثم المحجل ثَلَاث مِنْهُ \" وَثَلَاث مَرْفُوع بالمحجل، وَلَا يجوز جَرّه؛ لأَنهم أَجمعُوا على أَنه لَا يجوز إِضَافَة مَا فِيهِ الْألف وَاللَّام إِلَى النكرَة. وَلَو كَانَ المحجل الثَّلَاث لجَاز الْجَرّ.\r[20] أَبُو وَاقد اللَّيْثِيّ (الْحَارِث)\rفتح اللَّام فِي الْجمع لَا غير\r\r(125) وَفِي حَدِيث أبي وَاقد اللَّيْثِيّ واسْمه الْحَارِث: \" يَعْمِدُونَ إِلَى أليات الْغنم \". اللَّام مَفْتُوحَة فِي الْجمع لَا غير؛ لِأَنَّهَا مثل جَفْنَة وجفنات.\r[21] أَبُو سعيد بن الْمُعَلَّى (الْحَارِث)\r\rتَوْجِيه الحَدِيث \" مَا من النَّاس أحد أمنّ \".\r\r(126) وَفِي حَدِيث أبي سعيد بن الْمُعَلَّى واسْمه الْحَارِث: \" مَا من النَّاس أحد أَمن ... \". \" أحد \" اسْم \" مَا \"، و \" من النَّاس \" وصف لأحد فِي الأَصْل، فَصَارَ حَالا، وَأمن مَنْصُوب خبر مَا، وَيجوز رَفعه على لُغَة بني تَمِيم.","seal":"A0BF62C0","part":1},
      {"page":72,"id":60,"hno":null,"nass":"[22] حَارِثَة بن وهب الْخُزَاعِيّ\r\rمَا ينصب نصب الظّرْف\r\r(127) وَفِي حَدِيث حَارِثَة بن وهب الْخُزَاعِيّ: \" صليت مَعَ نَبِي الله [صلى الله عَلَيْهِ وَسلم] الظّهْر وَالْعصر بمنى أَكثر مَا كَانَ النَّاس وآمنه رَكْعَتَيْنِ \". أَكثر وآمن منصوبان نصب الظروف، وَالتَّقْدِير: صليت مَعَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] من أَكثر. فَحذف الْمُضَاف وَأقَام الْمُضَاف إِلَيْهِ مقَامه. أَي: أَكثر كَون النَّاس. وَأما \" آمِنَة \" بِالْهَاءِ فعائدة على جنس النَّاس وَهُوَ مُفْرد. وَيجوز أَن تعود على \" الْكَوْن \" الَّذِي أضيف أَكثر إِلَيْهِ وَهُوَ وَجه.\rحذف الْمُبْتَدَأ\r\r(128) وَفِي حَدِيثه: \" أَلا أنبئكم بِأَهْل الْجنَّة كل ضَعِيف \" كل مَرْفُوع لَا غير. أَي: هم كل ضَعِيف.\r[23] حَدِيث حبَان بن بح الصداري\r\rالتَّمْيِيز المحول عَن الْفَاعِل\r\r(129) وَفِي حَدِيث حبَان بن بح الصداري: \" فَجعل النَّبِي [صلى الله عَلَيْهِ وَسلم] أَصَابِعه فِي الْإِنَاء فانفجرت عيُونا \" عيُونا تَمْيِيز، وَأَصله فانفجرت عُيُون المَاء وَهُوَ مثل قَوْلهم: تصبب زيد عرقا. وَيجوز أَن يكون الْمَعْنى: فَصَارَ الْإِنَاء عيُونا مثل قَوْله تَعَالَى: {وفجرنا الأَرْض عيُونا} .","seal":"2E9973EB","part":1},
      {"page":73,"id":61,"hno":null,"nass":"[24] أَبُو جُمُعَة حبيب بن سِبَاع\r\rحذف الِاسْتِفْهَام لظُهُور مَعْنَاهُ\r\r(130) وَفِي حَدِيث أبي جُمُعَة جبيب بن سِبَاع: (تغدينا مَعَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] ومعنا أَبُو عُبَيْدَة بن الْجراح فَقَالَ: يَا رَسُول الله: أحد خير منا؟) التَّقْدِير: هَل أحد خير منا؟) التَّقْدِير: هَل أحد خير منا؟ فَحذف الِاسْتِفْهَام لظُهُور مَعْنَاهُ كَقَوْل الشَّاعِر:\r(ثمَّ قَالُوا تحبها؟ قلت - بهرا - ... عدد الْقطر والحصى وَالتُّرَاب)\r\rأَي: أتحبها؟\r\r[25] حجاج الْأَسْلَمِيّ\r\rتَوْجِيه حَدِيث \" غرَّة عبد وَأمة \"\r\r(131) وَفِي حَدِيث حجاج الْأَسْلَمِيّ: \" قلت: يَا رَسُول الله مَا يذهب عني مذمة الرَّضَاع؟ قَالَ: غرَّة عبد وَأمة \" غرَّة عبد وَأمة يرْتَفع بِفعل مَحْذُوف تَقْدِيره: يذهب عَنْك ذَلِك غرَّة، وَعبد بدل مِنْهَا.","seal":"D5F8FC38","part":1},
      {"page":74,"id":62,"hno":null,"nass":"[26] حُذَيْفَة بن أسيد\r\rتَوْجِيه حَدِيث آيَات قيام السَّاعَة\r\r(132) وَفِي حَدِيث حُذَيْفَة بن أسيد قَالَ: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : لَا تقوم السَّاعَة حَتَّى ترَوْنَ عشر آيَات: طُلُوع الشَّمْس وَمَا بعده \". ثمَّ قَالَ: \" وَثَلَاثَة خُسُوف: خسف بالمغرب \" [وَمَا بعد] أما \" عشر \" و \" ثَلَاثَة \" فبالنصب لَا غير.\rوَأما \" طُلُوع \" و \" خسف بالمغرب \" فَيجوز فِيهِ الرّفْع على تَقْدِير: هِيَ، وَالنّصب على الْبَدَل من عشر و \" ثَلَاثَة \".\rوَفِي هَذَا الحَدِيث \" حَتَّى ترَوْنَ \" بالنُّون وَلَا وَجه لَهُ؛ لِأَن حَتَّى بِمَعْنى إِلَى أَن.\rتَوْجِيه حَدِيث \" هَذَا مَوضِع الْإِزَار \"\r\r(133) وَفِي حَدِيث حُذَيْفَة: \" أَخذ رَسُول الله [صلى الله عَلَيْهِ وَسلم] بعضلة ساقي وَقَالَ: هَذَا مَوضِع الْإِزَار فأسفل فَإِن أَبيت فأسفل \" قَوْله: فأسفل الأولى مَرْفُوعَة لِأَنَّهَا عطف على مَوضِع تَقْدِيره: هَذَا مَوضِع الْإِزَار فمكان أَسْفَل، وَلَا يجوز نَصبه على الظّرْف إِذْ لَيْسَ هُنَا مَا يكون هَذَا ظرفا لَهُ، وَإِنَّمَا أَرَادَ نفس الْمَكَان. وَكَذَلِكَ أَسْفَل الثَّانِيَة مَرْفُوعَة، وَتَقْدِيره: فَإِن أَبيت فَهُوَ أَسْفَل.\rتَوْجِيه رِوَايَة \" ضرب لنا أَمْثَالًا وَاحِد \"\r\r(134) وَفِي حَدِيثه: \" ضرب لنا رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَمْثَالًا ... \"","seal":"31858300","part":1},
      {"page":75,"id":63,"hno":null,"nass":"وَاحِد وَمَا بعده بِالرَّفْع. وَتَقْدِيره: هِيَ وَاحِد وَلَو نصب جَازَ على أَن يكون بَدَلا من \" أَمْثَال \".\rتَوْجِيه حَدِيث وَلَكِن أخْبركُم بمشاريطها\r\r(135) وَفِي حَدِيثه فِي ذكر السَّاعَة: \" وَلَكِن أخْبركُم بمشاريطها \". قَوْله: \" بمشاريطها \" جمع. واحده: مَشْرُوط وَهُوَ الْمُعَلق على الشَّرْط كَقَوْلِك: الطَّلَاق مَشْرُوط الْوُقُوع بِالدُّخُولِ مثلا، فَكَذَلِك السَّاعَة مَشْرُوطَة بِكَذَا وَكَذَا. أَي: إِذا وجدت تِلْكَ الأشراط وجدت السَّاعَة. وَقد قَالَ الله تَعَالَى: {فقد جَاءَ أشراطها} وَهُوَ جمع شَرط. فقلبت الْوَاو يَاء فِي الْجمع كَقَوْلِك: عرقوب وعراقيب.\rتَوْجِيه حَدِيث الْفِتْنَة \" أَلا ترجع \"\r\r(136) وَفِي حَدِيثه حَدِيث الْفِتْنَة: يَا رَسُول الله الْهُدْنَة على دخن مَا هِيَ؟ قَالَ: \" لَا ترجع قُلُوب قوم على الَّذِي كَانَت عَلَيْهِ \".\rقَالَ الشَّيْخ رَحمَه الله: ترجع هُنَا مَرْفُوع وَفِيه وَجْهَان:\rأَحدهمَا: هُوَ مُسْتَأْنف لَا مَوضِع للجملة. وَهُوَ تَفْسِير للدخن على الْمَعْنى.\rوَالثَّانِي: هُوَ فِي مَوضِع رفع أَي: هِيَ لَا ترجع، وَأَن هَهُنَا مُخَفّفَة من الثَّقِيلَة، وَنَظِير ذَلِك قَوْله تَعَالَى: {أَفلا يرَوْنَ أَلا يرجع إِلَيْهِم قولا} .\rتَوْجِيه حَدِيث عرض الْفِتَن على الْقُلُوب\r\r(137) وَفِي حَدِيثه: \" تعرض الْفِتَن على الْقُلُوب عرض الْحَصِير فَأَي قلب أنكرها نكت فِيهِ نُكْتَة بَيْضَاء، وَأي قلب أشربها نكتت فِيهِ نُكْتَة سَوْدَاء حَتَّى يصير الْقلب على قلبين: أَبيض مثل","seal":"0966D74E","part":1},
      {"page":76,"id":64,"hno":null,"nass":"الصَّفَا لَا يضرّهُ فتْنَة مَا دَامَت السَّمَوَات وَالْأَرْض، وَالْآخر أسود مربد كالكوز مخجيا \".\rقَالَ الشَّيْخ رَحمَه الله: \" حَتَّى يصير الْقلب \" [الْقلب] هُنَا جنس فِي معنى الْقُلُوب.\rوَقَوله على قلبين: خبر \" صَار \". أَي: تَنْقَسِم قسمَيْنِ، وَقَوله \" أَبيض \": مَنْصُوب كَمَا نصب أسود، ومربدا ومخجيا. وَجه النصب أَن يكون بَدَلا من قَوْله: \" قلبين \" وَكَأَنَّهُ قَالَ: حَتَّى تصير الْقُلُوب: أَبيض وأسود.\rوَلَو روى الْجَمِيع بِالرَّفْع جَازَ على تَقْدِير: بَعْضهَا أَبيض وَبَعضهَا أسود، وَلَو روى بِالْجَرِّ على الْبَدَل من قلبين جَازَ أَي على قلب أَبيض، وقلب أسود مربد.\rجَوَاز تذكير الْفِعْل مَعَ الْمُؤَنَّث غير الْحَقِيقِيّ\r\r(138) وَفِي حَدِيثه \" حَدِيث الْمِعْرَاج \": \" لَو صلى رَسُول الله [صلى الله عَلَيْهِ وَسلم] لكتب عَلَيْكُم صَلَاة فِيهِ كَمَا كتب عَلَيْكُم صَلَاة فِي الْبَيْت الْعَتِيق \".\rكتب فِي الْمَوْضِعَيْنِ بِغَيْر تَاء؛ لِأَن الصَّلَاة تأنيثها غير حَقِيقِيّ، فَيجوز تذكير الْفِعْل وتأنيثه كَقَوْلِه تَعَالَى: {وَقَالَ نسْوَة فِي الْمَدِينَة}\rتَوْجِيه حَدِيث \" غير منتقص من أُجُورهم شَيْئا \".\r\r(139) وَفِي حَدِيثه: \" من سنّ خيرا فاستن بِهِ كَانَ لَهُ أجره، \" وَأجر \" من يتبعهُ غير منتقص من أُجُورهم شَيْئا \" شَيْئا مَنْصُوب وَفِيه وَجْهَان:","seal":"045509FF","part":1},
      {"page":77,"id":65,"hno":null,"nass":"أَحدهمَا: هُوَ وَاقع الْمصدر كَقَوْلِه تَعَالَى: {لَا يضركم كيدهم شَيْئا} .\rوَالثَّانِي: أَن يكون مَفْعُولا بِهِ.\rفعلى هَذَا يكون قَوْله: \" من أُجُورهم شَيْئا \" فِيهِ وَجْهَان:\rأَحدهمَا: يتَعَلَّق بمنتقص.\rوَالثَّانِي: يكون صفة لشَيْء قدمت فَصَارَت حَالا.\rتَصْحِيح رِوَايَة \" لأبعد من أَيْلَة من عدن \"\r\r(140) وَفِي حَدِيثه: \" إِن حَوْضِي لأبعد من أَيْلَة من عدن \".\r(أ) وَقع فِي هَذِه الرِّوَايَة من عدن وَهُوَ صَحِيح؛ لِأَن أبعد أفعل يحْتَاج إِلَى من، وَمن الأولى تتَعَلَّق بأبعد، وَمن عدن يتَعَلَّق بأيلة أَي: أبعد من أَيْلَة بعيدَة من عدن، فالجار وَالْمَجْرُور حَال من أَيْلَة.\rإِعْرَاب \" غير \" فِي قَوْله: لَيست لأحد غَيْركُمْ\r\r(ب) وَقَوله فِيهِ أَيْضا: \" لأحد غَيْركُمْ \" يجوز جر غير على الصّفة لأحد وعَلى الْبَدَل مِنْهُ، ونصبه على الِاسْتِثْنَاء.\rلماذا أنث الضَّمِير؟\r\r(141) وَفِي حَدِيثه: \" من صَامَ يَوْمًا ابْتِغَاء وَجه الله ختم لَهُ بهَا \" إِنَّمَا أنث الضَّمِير؛ لِأَنَّهُ أَرَادَ الْعِبَادَة والخصلة الصَّالِحَة.\r(142) وَفِي حَدِيثه: \" عرضت على قبيل \" \" قلت: بلَى قبيل \" تَصْغِير قبل. وَيُرَاد بِمثل هَذَا قرب الزَّمَان. وَهُوَ مَبْنِيّ على الضَّم كَمَا أَن مكبره كَذَلِك لقطعه عَن الْإِضَافَة، وَمِنْه قَوْله تَعَالَى \" {لله الْأَمر من قبل وَمن بعد}","seal":"690E3C52","part":1},
      {"page":78,"id":66,"hno":null,"nass":"إِدْخَال نون التوكيد على الْمَاضِي وتوجيه رِوَايَة:\r\r\" فَأَما أدركن وَاحِد مِنْكُم \"\r\r(143) وَفِي حَدِيثه حَدِيث الدَّجَّال \" مَعَه نهران يجريان فإمَّا أدركن وَاحِد مِنْكُم \".\r(أ) قَالَ الشَّيْخ رَحمَه الله تَعَالَى: \" إِمَّا \" هَهُنَا مَكْسُورَة الْهمزَة؛ لِأَنَّهَا إِن الشّرطِيَّة زيدت عَلَيْهَا \" مَا \" وَهُوَ كَقَوْلِه تَعَالَى: {إِمَّا يبلغن عنْدك الْكبر أَحدهمَا أَو كِلَاهُمَا} .\r(ب) وَأما قَوْله: \" أدركن \" بالنُّون فَهَكَذَا وَقع فِي هَذِه الرِّوَايَة، وَقد روى بطرِيق أخر \" فَمن أدْرك ذَلِك \" فَيدل هَذَا اللَّفْظ أَن أدْرك لَفظه لفظ الْمَاضِي، وَمَعْنَاهُ الْمُسْتَقْبل، والإشكال فِي إِلْحَاق النُّون لفظ الْمَاضِي، لِأَن حكمهَا أَن تلْحق بالمستقبل.\rفَإِن كَانَت هَذِه الرِّوَايَة مَحْفُوظَة فوجهه أَنه لما أُرِيد بالماضي الْمُسْتَقْبل ألحق بِهِ نون التوكيد تَنْبِيها على أَصله.\rعدم جَوَاز كَون النُّون لجَماعَة الْمُؤَنَّث\r\rفَلَا يجوز أَن تكون النُّون هُنَا ضمير جمَاعَة الْمُؤَنَّث لأمرين:\rأَحدهمَا: أَنه لم يتَقَدَّم فِي الحَدِيث جمَاعَة مؤنث يرجع هَذَا الضَّمِير إِلَيْهِ.\rوَالثَّانِي: أَنه رفع \" مَا \" بعده وَهُوَ قَوْله: \" وَاحِد مِنْكُم \" وَهَذَا مُفْرد مُذَكّر.\r(ج) وَفِيه: \" يَقْرَؤُهُ كل مُؤمن كَاتب وَغير كَاتب \" يجوز جر كَاتب على الصّفة لمُؤْمِن وَيجوز رَفعه صفة لكل أَو بَدَلا مِنْهُ.\rتَوْجِيه رِوَايَة: أكلت لحمى، وخلص إِلَى عظمى\r\r(144) وَفِيه حَدِيثه: أوصى أَهله أَن يحرقوه. قَالَ: \" ... حَتَّى إِذا أكلت لحمى - يَعْنِي النَّار - وخلص إِلَى عظمي \".\rقَالَ الشَّيْخ رَحمَه الله تَعَالَى: قَوْله خلص: بِغَيْر تَاء يحْتَمل وَجْهَيْن:","seal":"F392C2B1","part":1},
      {"page":79,"id":67,"hno":null,"nass":"أَحدهمَا: أَن يكون أَرَادَ الْأكل لدلَالَة الْفِعْل عَلَيْهِ.\rوَالثَّانِي: أَنه ذكر النَّار، وتأنيثها غير حَقِيقِيّ، وَأَرَادَ حرق النَّار وَعبر بهَا عَن الْعَذَاب.\rجَوَاز الرّفْع وَالنّصب فِي قَوْله [صلى الله عَلَيْهِ وَسلم] : \" الْبَقَرَة عَن سَبْعَة \"\r\r(145) وَفِي حَدِيثه: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] أشرك بَين الْمُسلمين الْبَقَرَة عَن سَبْعَة \" يجوز فِيهِ الرّفْع على معنى فَقَالَ: \" الْبَقَرَة عَن سَبْعَة \" وَالنّصب على تَقْدِير: جعل الْبَقَرَة عَن سَبْعَة.\rتَوْجِيه رِوَايَة \" من وَرَاء \"\r\r(146) وَفِي حَدِيثه: \" فَيَقُول إِبْرَاهِيم: لست بِصَاحِب ذَلِك إِنَّمَا كنت خَلِيلًا من وَرَاء وَرَاء \".\r(أ) قَالَ الشَّيْخ رَحمَه الله: الصَّوَاب \" من وَرَاء \" بِالضَّمِّ؛ لِأَن تَقْدِيره: من تَقْدِير: ذَلِك، أَو من وَرَاء شَيْء آخر. فَلَمَّا حذف الْمُضَاف إِلَيْهِ بناه على الضَّم كقبل وَبعد. فَإِن كَانَ الْفَتْح مَحْفُوظًا احْتمل على أَن تكون الْكَلِمَة مُؤَكدَة مثل شذر ومذر، وَسقط وَبَين بَين.\rوتوجيه رِوَايَة \" وَشد الرِّجَال \"\r\r(ب) وَفِيه: \" كمر الرّيح وَشد الرِّجَال \" شدّ هُنَا مجرور مَعْطُوف على الْمَجْرُور قبله، وَالتَّقْدِير: أَو كشد الرِّجَال، أَو عَدو الرِّجَال.\r(ج) ثمَّ اسْتَأْنف فَقَالَ: \" تجْرِي بهم أَعْمَالهم \" أَي: سُرْعَتهمْ على قدر أَعْمَالهم.","seal":"DDE16DAC","part":1},
      {"page":80,"id":68,"hno":null,"nass":"[27] الْحسن بن عَليّ\r\rاللَّام الفارقة ورأي الْبَصرِيين وَغَيرهم فِيهَا\r\r(127) وَفِي حَدِيث الْحسن بن عَليّ بن أبي طَالب رَضِي الله عَنْهُمَا: \" إِن كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] ليَبْعَثهُ \".\rالصَّوَاب: فتح اللَّام وَرفع الْفِعْل كَقَوْلِه تَعَالَى: {وَإِن كَانَت لكبيرة} . وَالتَّقْدِير: إِن كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] لباعثا لَهُ. وأوقع الْفِعْل المستقل موقع اسْم الْفَاعِل. وَهَذِه اللَّام عِنْد الْبَصرِيين عوض مِمَّا لحق أَن من الْحَذف؛ لِأَن أَصله: إِنَّه كَانَ.\rوَقَالَ الْكُوفِيُّونَ: إِن بِمَعْنى مَا و \" اللَّام \" بِمَعْنى إِلَّا. وَمثله قَوْله تَعَالَى: {وَإِن كل لما جَمِيع} .\r[28] الحكم بن حزن الكلفي\r\rالْجيد فِي \" سَابِع سَبْعَة أَو تَاسِع تِسْعَة \"\r\r(148) وَفِي حَدِيث الحكم بن حزن الكلفي: \" قدمت إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] سَابِع سَبْعَة أَو تَاسِع تِسْعَة \" الْجيد النصب على الْحَال. وَالْمعْنَى: أحد سَبْعَة وَأحد تِسْعَة كَقَوْلِه تَعَالَى: {إِذْ أخرجه الَّذين كفرُوا ثَانِي اثْنَيْنِ} . وَيجوز الرّفْع على تَقْدِير: وَأَنا سَابِع سَبْعَة فَيكون خبر مُبْتَدأ مَحْذُوف وَالْجُمْلَة حَال.","seal":"ABB269F9","part":1},
      {"page":81,"id":69,"hno":null,"nass":"[29] أَبُو بصرة الْغِفَارِيّ (حميل بن بصرة)\r\rتَوْجِيه رِوَايَة \" الْوتر الْوتر \"\r\r(149) وَفِي حَدِيث أبي بصرة الْغِفَارِيّ واسْمه حميل بن بصرة: \" إِن الله عز وَجل زادكم صَلَاة فصلوها فِيمَا بَين صَلَاة الْعشَاء إِلَى صَلَاة الصُّبْح الْوتر الْوتر \".\rقَالَ رَحمَه الله: فِيهِ وَجْهَان: فكرر فاستغنى عَن الْفِعْل، وَيجوز أَن يكون التَّقْدِير: زادكم الْوتر، أَو أعنى: الْوتر. وَيجوز أَن يكون التَّقْدِير عَلَيْكُم الْوتر وَكرر توكيدا.\rوَالثَّانِي: الرّفْع على تَقْدِير هِيَ الْوتر، وَكرر توكيدا.\r[30] حَنْظَلَة بن ربيعَة الْأَسدي\r\rجَوَاز النصب وَالرَّفْع فِي حَدِيث حَنْظَلَة\r\r(150) وَفِي حَدِيث حَنْظَلَة بن ربيعَة الْأَسدي: \" يَا حَنْظَلَة سَاعَة وَسَاعَة \" يجوز النصب على الْمَعْنى: تذكر سَاعَة وتلهو سَاعَة، وَالرَّفْع على تَقْدِير: لنا سَاعَة وَللَّه سَاعَة.","seal":"F75EA47E","part":1},
      {"page":82,"id":70,"hno":null,"nass":"بَاب الْخَاء\r\rفِي إِعْرَاب مَا يشكل من الحَدِيث\r\r[31] حَدِيث أبي شُرَيْح الكعبي واسْمه خويلد بن عَمْرو\r\rتَوْجِيه رِوَايَة غضوض الْبَصَر وَمَتى يجوز جمع الْمصدر؟\r\r(151) وَفِي حَدِيث أبي شُرَيْح الكعبي واسْمه خويلد بن عَمْرو فِي الْجُلُوس على الطَّرِيق: \" قَالُوا: يَا رَسُول الله وَمَا حَقه؟ قَالَ: غضوض الْبَصَر \" غضوض الْبَصَر يحْتَمل وَجْهَيْن:\rأَحدهمَا: أَن يكون جمع غض، وَجَاز أَن يجمع الْمصدر لتَعَدد فاعليه أَو لاختلافه.\rوَالثَّانِي: أَن يكون وَاحِدًا مثل الْقعُود وَالْجُلُوس والشكور.","seal":"2357033D","part":1},
      {"page":83,"id":71,"hno":null,"nass":"بَاب الدَّال\r\rفِي إِعْرَاب مَا يشكل من الحَدِيث\r\r[32] دُكَيْن بن سعيد الْخَثْعَمِي\r\rتَوْجِيه رِوَايَة: سمع وَطَاعَة\r\r(152) وَفِي حَدِيث دُكَيْن بن سعيد الْخَثْعَمِي: (قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] لعمر: \" قُم فأعطهم \". قَالَ عمر: يَا رَسُول الله، سمع وَطَاعَة) .\r(أ) قَالَ الشَّيْخ رَحمَه الله: وَقع فِي هَذِه الرِّوَايَة بِالرَّفْع. وَالْوَجْه فِيهِ: أَنه حذف الْخَبَر، وَالتَّقْدِير: عِنْدِي سمع وَطَاعَة. وَأَنا ذُو سمع وَطَاعَة.\r(ب) وَقَوله فِيهِ: \" قَالَ: شَأْنكُمْ \" بِالنّصب على الإغراء. أَي: افعلوا شَأْنكُمْ.","seal":"3FEECBEF","part":1},
      {"page":84,"id":72,"hno":null,"nass":"بَاب الرَّاء\r\rفِي إِعْرَاب مَا يشكل من الحَدِيث\r\r[33] حَدِيث رَافع بن خديج.\r\r[34] حَدِيث ربيعَة بن كَعْب بن مَالك.\r\r[35] حَدِيث رِفَاعَة بن زُرَيْق.\r\r[36] حَدِيث رِفَاعَة بن عرابة الْجُهَنِيّ.","seal":"7F946ED4","part":1},
      {"page":85,"id":73,"hno":null,"nass":"[33] رَافع بن خديج\r\rجَوَاز الْجَرّ وَالنّصب فِي قَوْله [صلى الله عَلَيْهِ وَسلم] : \" الثَّمَرَة بالثمرة \"\r(153) وَفِي حَدِيث رَافع بن خديج: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] نهى عَن الْمُزَابَنَة: الثَّمر بِالتَّمْرِ \".\rقَالَ الشَّيْخ رَحمَه الله: يجوز فِيهِ الْجَرّ على الْبَدَل، وَالنّصب على إِضْمَار فعل، وَهِي بيع الثَّمر بِالتَّمْرِ.\rالصَّوَاب فِي حَدِيث الْحمى \" فابردوها \" بِهَمْزَة وصل\r\r(154) وَفِي حَدِيثه: \" الْحمى من فيح جَهَنَّم فابردوها بِالْمَاءِ \". قَالَ الشَّيْخ رَحمَه الله تَعَالَى:\r(أ) الصَّوَاب وصل الْهمزَة وَضم الرَّاء. والماضي برد وَهُوَ مُتَعَدٍّ يُقَال: برد المَاء حرارة جَوْفه يبردها.\rقَالَ الشَّاعِر:","seal":"70B37AA4","part":1},
      {"page":86,"id":74,"hno":null,"nass":"(وعطل قلوصي فِي الركاب فَإِنَّهَا ... ستبرد أكبادا وتبكي بواكيا)\r\r[ (ب) وَأَجَازَ بعض أهل اللُّغَة فتح الْهمزَة وَكسر الرَّاء، والماضي أبردوا] .\rتَوْجِيه حَدِيث الْقسَامَة \" بأيمان خمسين مِنْكُم \".\r(155) وَفِي حَدِيثه حَدِيث الْقسَامَة: \" فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : استحقوا صَاحبكُم - أَو قتيلكم - بأيمان خمسين مِنْكُم \" خمسين بدل من أَيْمَان. وَفِيه \" فتبرئكم يهود بِخَمْسِينَ يَمِين \".\rالصَّوَاب: يَمِينا بِالنّصب؛ لِأَنَّهُ تَمْيِيز للعدد وَلَا وَجه للجر.\r[وَقَوله: \" مِنْكُم \" نعت لأيمان، وَلَيْسَ المُرَاد بأيمان خمسين على الْإِضَافَة؛ لِأَن الْمُعْتَبر عدد الْأَيْمَان لَا عدد الحالفين] .\rتَوْجِيه حَدِيث: \" إِن جِبْرِيل أَو ملك \" وَبَيَان الْجيد فِي هَذِه الرِّوَايَة\r\r(156) وَفِي حَدِيثه:\r(أ) قَالَ: \" إِن جِبْرِيل - أَو ملك - \" وَقع فِي هَذِه الرِّوَايَة ملك بِالرَّفْع. والجيد النصب عطفا على اسْم إِن.\rوَأما الرّفْع فَلهُ وَجْهَان:\r\rأَحدهمَا: أَن يكون مُبْتَدأ وَجَاء خَبره، وَخبر إِن مَحْذُوف دلّ عَلَيْهِ جَاءَ تَقْدِيره: إِن جِبْرِيل جَاءَ، أَو ملك جَاءَ.","seal":"7864EDAB","part":1},
      {"page":87,"id":75,"hno":null,"nass":"وَالْوَجْه الثَّانِي: أَن يخرج على مَذْهَب الْكُوفِيّين فَإِنَّهُم يجيزون الْعَطف على مَوضِع اسْم إِن.\rالِاسْتِفْهَام بِمَا عِنْد إِرَادَة صفة من يعقل\r\r(ب) وَفِيه: \" مَا تَعدونَ من شهد بَدْرًا فِيكُم؟ قَالُوا: خيارنا \" مَا هَهُنَا اسْتِفْهَام، وَالتَّقْدِير: أَي قوم تَعدونَ أهل بدر فِيكُم؟ وخيارنا نصب؛ لِأَنَّهُ جَوَاب مَنْصُوب وَالتَّقْدِير: نعدهم خيارنا.\rوَإِنَّمَا استفهم هُنَا بِمَا لِأَنَّهُ أَرَادَ صفة من يعقل فَهُوَ كَقَوْلِه تَعَالَى: {وَالْمُحصنَات من النِّسَاء إِلَّا مَا ملكت أَيْمَانكُم} وَقَوله: خيارنا الثَّانِي مَرْفُوع الْبَتَّةَ أَي هم خيارنا.\r[34] ربيعَة بن كَعْب بن مَالك\r\rحذف خبر لَعَلَّ\r\r(157) وَفِي حَدِيث ربيعَة بن كَعْب بن مَالك أبي فراس الْأَسْلَمِيّ: \" أَقُول: لَعَلَّهَا أَن تحدث لرَسُول الله [صلى الله عَلَيْهِ وَسلم] حَاجَة \". \" أَن \" هَهُنَا مَعَ الْفِعْل فِي تَأْوِيل الْمصدر، وَخبر لَعَلَّ مَحْذُوف تَقْدِيره: لَعَلَّ الْقِصَّة والخصلة [ذَات حذف فَحذف الْمُضَاف وَأقَام الْمُضَاف إِلَيْهِ مقَامه وَإِنَّمَا دَعَا إِلَى ذَلِك لِأَن الْقِصَّة والخصلة] لَيست حدوثا بل حَادِثَة.","seal":"C4AB76A9","part":1},
      {"page":88,"id":76,"hno":null,"nass":"[35] رِفَاعَة بن زُرَيْق\r\rتَوْجِيه حَدِيث: \" هَل فِيكُم من غَيْركُمْ؟ \"\r\r(158) وَفِي حَدِيث رِفَاعَة بن زُرَيْق قَالَ: \" جمع رَسُول الله [صلى الله عَلَيْهِ وَسلم] قُريْشًا فَقَالَ: هَل فِيكُم من غَيْركُمْ؟ \".\r(أ) فِي \" من \" هُنَا وَجْهَان:\r[أَحدهمَا:] هِيَ زَائِدَة وَالتَّقْدِير: هَل فِيكُم غَيْركُمْ؟\rوَالثَّانِي: لَيست زَائِدَة بل هِيَ صفة لموصوف مَحْذُوف أَي: \" أحد من غَيْركُمْ \" كَقَوْلِه تَعَالَى: {وَمن أهل الْمَدِينَة مَرَدُوا على النِّفَاق} أَي: قوم مَرَدُوا، على كلا الْوَجْهَيْنِ الْكَلَام تَامّ.\rفَقَوْلهم فِي الْجَواب: \" إِلَّا ابْن أُخْتنَا \" وَمَا بعده يجوز فِيهِ الرّفْع على الْبَدَل وَالنّصب على أصل الِاسْتِثْنَاء.\rتَوْجِيه حَدِيث: \" لَك الْحَمد حمدا ... إِلَخ \".\r(159) وَفِي حَدِيثه قَوْله للأعرابي: \" رَبنَا لَك الْحَمد حمدا طيبا كثيرا مُبَارَكًا فِيهِ \" فِي انتصاب \" حمد \" وَجْهَان:\rأَحدهمَا: هِيَ حَال مواطئة أَي: لَك الْحَمد طيبا، وَالْعَامِل فِي الْحَال الِاسْتِقْرَار فِي ذَلِك، وَنَظِيره قَوْله تَعَالَى: {قُرْآنًا عَرَبيا} .\rوَالثَّانِي: أَن ينْتَصب على الْمصدر أَي: نحمدك حمدا.\rوَلَك الْحَمد دَال على الْفِعْل الْمُقدر.","seal":"75D54136","part":1},
      {"page":89,"id":77,"hno":null,"nass":"[36] رِفَاعَة بن عرابة الْجُهَنِيّ\r\rتَوْجِيه قَوْله فِي الحَدِيث الْقُدسِي: \" فَأغْفِر لَهُ \".\r(160) وَفِي حَدِيث رِفَاعَة بن عرابة الْجُهَنِيّ فِي نزُول الْحق عز وَجل إِلَى السَّمَاء الدُّنْيَا فَيَقُول: \" من ذَا الَّذِي يستغفرني فَأغْفِر لَهُ. . \" وَمَا بعده. فِي \" أَغفر \" وَجْهَان: الرّفْع على تَقْدِير: فَأَنا أَغفر لَهُ، وَالنّصب على جَوَاب الِاسْتِفْهَام وَنَظِيره قَوْله تَعَالَى: {من ذَا الَّذِي يقْرض الله قرضا حسنا} ثمَّ قَالَ: {فيضاعفه لَهُ} قرئَ بِالرَّفْع وَالنّصب وَقَوله: فأستجيب وَأعْطِي مثله.\rبَاب الزَّاي\r\rفِي إِعْرَاب مَا يشكل من الحَدِيث\r\r[37] الزبير بن الْعَوام\r\rحذف الْعَائِد\r\r(161) وَفِي حَدِيث الزبير بن الْعَوام: \" إِنَّا لَا نورث مَا تركنَا صَدَقَة \".\r(أ) \" مَا \" بِمَعْنى الَّذِي، وَالْفِعْل صلَة لَهُ، والعائد مَحْذُوف أَي: مَا تَرَكْنَاهُ، وَصدقَة مَرْفُوع لَا غير خبر الَّذِي.","seal":"CE0924C9","part":1},
      {"page":90,"id":78,"hno":null,"nass":"(162) وَفِي حَدِيثه حَدِيث شرَّاح الْحرَّة: \" أَن كَانَ ابْن عَمَّتك {\" \" أَن \" بِفَتْح الْهمزَة، وَالتَّقْدِير: لِأَن كَانَ ابْن عَمَّتك تحكم لَهُ عَليّ وتقدمه؟}\r[38] زِيَاد بن نعيم الْحَضْرَمِيّ\r\rتَوْجِيه حَدِيث: \" أَرْبعا فرضهن الله \".\r(163) وَفِي حَدِيث زِيَاد بن نعيم الْحَضْرَمِيّ: \" أَرْبعا فرضهن الله \".\r(أ) وَقع فِي هَذِه الرِّوَايَة بِالنّصب وَالتَّقْدِير: فرض الله أَرْبعا فأضمر الْفِعْل الأول لدلَالَة الثَّانِي عَلَيْهِ كَقَوْلِه تَعَالَى: {وَالْقَمَر قدرناه منَازِل} على قِرَاءَة من نصب وَكَذَا قَوْله: {وكل إِنْسَان ألزمناه} وَلَو رفع بِالِابْتِدَاءِ جَازَ على ضعف؛ لِأَنَّهُ نكرَة، وَلَيْسَ فِي الْكَلَام مَا يَصح أَن يقدر مُبْتَدأ ليَكُون أَربع خَبرا عَنهُ.\r(ب) وَقَوله فِيهِ: \" فَمن جَاءَ بِثَلَاث لم يغنين عَنهُ شَيْئا حَتَّى يَأْتِي بِهن جَمِيعًا: الصَّلَاة، وَالزَّكَاة، وَصِيَام رَمَضَان، وَحج الْبَيْت \". الْجيد فِي الصَّلَاة وَمَا بعْدهَا الرّفْع أَي: هن الصَّلَاة، وَلَو نصب على إِضْمَار أَعنِي جَازَ، وَلَو جر على الْبَدَل من الضَّمِير فِي بِهن جَازَ.","seal":"8375B2DB","part":1},
      {"page":91,"id":79,"hno":null,"nass":"بَاب السِّين\r\rفِي إِعْرَاب مَا يشكل من الحَدِيث\r\r[39] فِي حَدِيث السَّائِب بن خَلاد.\r\r[40] فِي حَدِيث سُبْرَة بن معبد أبي ربيع الْجُهَنِيّ.\r\r[41] فِي حَدِيث سعد بن أبي وَقاص.\r\r[42] فِي حَدِيث أبي سعيد الْخُدْرِيّ.\r\r[43] فِي حَدِيث سَلمَة بن سَلامَة بن وقش.\r\r[44] فِي حَدِيث سَلمَة بن الْأَكْوَع.\r\r[45] فِي حَدِيث سَلمَة بن نفَيْل السكونِي.\r\r[46] فِي حَدِيث سلمَان الْفَارِسِي.\r\r[47] فِي حَدِيث سَمُرَة بن جُنْدُب.","seal":"92274D15","part":1},
      {"page":92,"id":80,"hno":null,"nass":"[39] السَّائِب بن خَلاد\r\rتَوْجِيه إِعْرَاب الِاسْم بعد حَتَّى\r\r(164) وَفِي حَدِيث السَّائِب بن خَلاد: \" مَا من شَيْء يُصِيب الْمُؤمن حَتَّى الشَّوْكَة إِلَّا كتب لَهُ بهَا حَسَنَة \".\rيجوز \" الشَّوْكَة \" بِالْجَرِّ بِمَعْنى: \" إِلَى \" أَي: لَو انْتهى ذَلِك إِلَى الشَّوْكَة. وَبِالنَّصبِ على تَقْدِير: بِحَدّ الشَّوْكَة، وَمَعَ الشَّوْكَة. وبالرفع. وَفِيه وَجْهَان:\rأَحدهمَا: هُوَ مَعْطُوف على الضَّمِير فِي يُصِيب.\rوَالثَّانِي: مُبْتَدأ. أَي: هُوَ حَتَّى الشَّوْكَة تشوكه.\r[40] سُبْرَة بن معبد أَبُو ربيع الْجُهَنِيّ\r\rتَوْجِيه حَدِيث \" علمُوا الصَّبِي الصَّلَاة ابْن سبع ... \".\r(165) وَفِي حَدِيث سُبْرَة بن معبد أبي ربيع الْجُهَنِيّ: \" علمُوا الصَّبِي الصَّلَاة ابْن سبع واضربوه عَلَيْهَا ابْن عشر \".\r\" ابْن \" بِالنّصب فيهمَا. وَفِيه وَجْهَان:\rأَحدهمَا: هُوَ مَعْطُوف على الضَّمِير فِي يُصِيب، وَالثَّانِي هُوَ مُبْتَدأ أَي: حَتَّى الشَّوْكَة تشوكه، حَال من الصَّبِي، وَالْمعْنَى: إِذا كَانَ الصَّبِي ابْن سبع سِنِين، وَإِذا كَانَ ابْن عشر، وعلموه صَغِيرا واضربوه مراهقا.\rوَالثَّانِي: أَن يكون بَدَلا من الصَّبِي، وَمن الْهَاء فِي اضْرِبُوهُ.","seal":"D87637E5","part":1},
      {"page":93,"id":81,"hno":null,"nass":"[41] سعد بن أبي وَقاص\r\rتَوْجِيه حَدِيث \" أَن تدع وَرثتك \".\r(166) وَفِي حَدِيث سعد بن أبي وَقاص: \" إِنَّك يَا سعد أَن تدع \".\r(أ) الْهمزَة مَفْتُوحَة وَهِي \" أَن الناصبة \" للْفِعْل وَمَوْضِع الْمصدر على وَجْهَيْن:\rأَحدهمَا: هُوَ بدل الاشتمال أَي: إِن التَّقْدِير: إِنَّك تَركك.\rوَالثَّانِي: أَن يكون فِي مَوضِع رفع بِالِابْتِدَاءِ و \" خير \" خَبره.\r(ب) وَفِيه: \" حَتَّى اللُّقْمَة \" الْوَجْه النصب عطفا على نَفَقَة، وَلَو رفع جَازَ على أَنه مُبْتَدأ، نَجْعَلهَا الْخَبَر.","seal":"41A112CF","part":1},
      {"page":94,"id":82,"hno":null,"nass":"الْأَفْصَح والأقيس فِي حَدِيث: \" أَيَّام أكل وَشرب \"\r\r(167) وَفِي حَدِيثه: \" أَيَّام أكل وَشرب \" الْأَفْصَح الأقيس فتح الشين، وَهُوَ مصدر مثل الْأكل، وَأما ضم الشين وَكسرهَا فَقيل لُغَتَانِ فِي الْمصدر أَيْضا.\rوالمحققون على أَن الضَّم وَالْكَسْر اسمان للمصدر وَقد قرئَ فِي قَوْله تَعَالَى: {فشاربون شرب الهيم} بالأوجه الثَّلَاثَة وتوجيهها مَا ذَكرْنَاهُ.\r[42] أَبُو سعيد الْخُدْرِيّ\r\rتَوْجِيه رِوَايَة \" إِلَّا أَن الْمَلَائِكَة ... \".\r(168) وَفِي حَدِيث أبي سعيد الْخُدْرِيّ سعد بن مَالك عَن النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" مَا مِنْكُم من رجل يخرج من بَيته متطهرا فَيصَلي مَعَ الْمُسلمين الصَّلَاة ثمَّ يجلس فِي الْمَسْجِد ينْتَظر الصَّلَاة الْأُخْرَى ... إِلَّا أَن الْمَلَائِكَة تَقول: اللَّهُمَّ اغْفِر لَهُ \".\rقَالَ الشَّيْخ رَحمَه الله:\r(أ) وَقع فِي هَذِه الرِّوَايَة: \" إِلَّا أَن الْمَلَائِكَة \"، وعَلى هَذَا لَا يكون الْكَلَام قبله تَاما، لِأَن مَا","seal":"615B4AB5","part":1},
      {"page":95,"id":83,"hno":null,"nass":"بدلهَا من خبر، وَلَيْسَ فِي الْكَلَام لَهَا خبر، وَلَكِن يجوز أَن يكون الْخَبَر محذوفا لدلَالَة مَا بعده عَلَيْهِ وَتَقْدِيره: \" إِلَّا غفر الله لَهُ \"، ثمَّ فسر ذَلِك بقوله: \" إِلَّا أَن الْمَلَائِكَة \".\r(ب) وَإِن جَاءَ فِي رِوَايَة أُخْرَى: \" إِلَّا الْمَلَائِكَة \" على الِاسْتِثْنَاء. كَانَ الْخَبَر تَاما.\rوجوب تَقْدِيم خبر كَانَ لكَونه استفهاما\r\r(169) وَفِي حَدِيثه قَوْله: \" فَقَالَ أَي أَب كنت لكم؟ قَالُوا: خير أَب \".\rقَالَ الشَّيْخ رَحمَه الله:\r(أ) الصَّوَاب نصب \" أَي \" على أَنه خبر \" كنت \" وَجب تَقْدِيمه بِكَوْنِهِ استفهاما.\r(ب) وَأما قَوْلهم: \" خير أَب \" فالجيد نصب خير على تَقْدِير: كنت خير أَب؛ ليَكُون مُوَافقا لما هُوَ جَوَاب عَنهُ، وَالرَّفْع جَائِز على معنى: أَنْت خير أَب.\rتَوْجِيه رِوَايَة: \" فَأَوَّلْتهمَا: هَذَانِ الكذابان \".\r(170) وَفِي حَدِيثه: \" فَأَوَّلْتهمَا: هَذَانِ الكذابان \" إِنَّمَا رفع \" هَذَانِ الكذابان \"؛ لِأَنَّهُ أَرَادَ ففسرت مَا رَأَيْت. ثمَّ اسْتَأْنف فَقَالَ: \" هما هَذَانِ \" فَحذف الْمُبْتَدَأ لدلَالَة الْكَلَام عَلَيْهِ. وَيكون التَّقْدِير: تأويلهما هَذَانِ.\rأوجه الْإِشْكَال فِي رِوَايَة: \" يرى مخ سَاقهَا من وَرَاء لحومهم أَو دِمَائِهِمْ أَو حللهم \" وتوجيه الحَدِيث.\r\r(171) وَفِي حَدِيثه: \" يرى مخ سَاقهَا من وَرَاء لحومهم أَو دِمَائِهِمْ أَو حللهم \" هَكَذَا وَقع فِي هَذَا الطَّرِيق وَهُوَ مُشكل من ثَلَاثَة أوجه:\rأَحدهَا: تذكير ضمير الْجمع وَهُوَ للمؤنث.","seal":"23678AA8","part":1},
      {"page":96,"id":84,"hno":null,"nass":"وَالثَّانِي: قَوْله: \" أَو دِمَائِهِمْ أَو حللهم \"، وَهَذَا الْموضع لَا يَلِيق بِهِ الْوَاو؛ لِأَن كل وَاحِدَة مِنْهُنَّ تسترها هَذِه الْأَشْيَاء الثَّلَاثَة.\rوَالثَّالِث: أَنه أفرد الضَّمِير فِي سَاقهَا وَجمع فِيمَا بعد ذَلِك.\rوَالْوَجْه فِيهِ أَن نزل الْمُؤَنَّث منزلَة الْمُذكر على مَا جرت بِهِ الْعَادة فِي صِيَانة الْمُؤَنَّث.\rوَأما \" أَو \" فَيجوز أَن تكون بِمَعْنى الْوَاو، وَيجوز أَن يُرَاد بهَا أَن بَعضهنَّ كَذَا وبعضهن كَذَا وَيُشِير إِلَى التَّفْصِيل.\rوَأما إِفْرَاد الضَّمِير فَيرجع إِلَى الْوَاحِدَة أَو إِلَى الْجَمَاعَة وأوقع الْمُفْرد موقع الْجَمَاعَة.\rتَوْجِيه رِوَايَة \" كتاب الله وعترتي \" بِالنّصب وَالرَّفْع\r\r(172) وَفِي حَدِيثه: \" إِنِّي تَارِك فِيكُم الثقلَيْن: كتاب الله وعترتي. كتاب الله حبلا ممدودا من السَّمَاء إِلَى الأَرْض، وعترتي أهل بَيْتِي \".\r(أ) أما \" كتاب الله وعترتي \" الْأَوَّلين. فبدلان من الثقلَيْن.\rوَأما كتابا الثَّانِي فَهُوَ بدل من كتاب الأول. وَجوز ذَلِك وَحسنه مَا اتَّصل بِهِ من زِيَادَة الْمَعْنى وَهُوَ قَوْله: \" حبلا ممدودا \" على أَنه حَال أَو مفعول ثَان لتارك.\r(ب) وَلَو روى كتاب الله حَبل مَمْدُود جَازَ على أَنه مُسْتَأْنف.\rتَوْجِيه قَوْله: \" قَالَ: كَفَّارَات \" بِالرَّفْع.\r\r(173) وَفِي حَدِيثه: \" قَالَ رجل يَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] : هَذِه الْأَمْرَاض الَّتِي تصيبنا مَا لنا بهَا؟ قَالَ: كَفَّارَات \".\rقَالَ الشَّيْخ رَحمَه الله: فِيهِ وَجْهَان:\rأَحدهمَا: هُوَ مُبْتَدأ وَالْخَبَر مَحْذُوف أَي: لكم بهَا كَفَّارَات.","seal":"947B3A0F","part":1},
      {"page":97,"id":85,"hno":null,"nass":"وَالثَّانِي: خبر مُبْتَدأ: أَي: هِيَ كَفَّارَات.\rتَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] : \" وَإِن شَوْكَة \"\r\r(ب) وَفِيه قَوْله: \" وَإِن شَوْكَة \" تَقْدِيره: و \" إِن كَانَ شَوْكَة \" كَقَوْلِهِم: إِن خيرا فَخير.\rتَوْجِيه رِوَايَة: \" لَا يخرج الرّجلَانِ يضربان الْغَائِط كاشفان \" بِالرَّفْع.\r(174) وَفِي حَدِيثه قَالَ: \" لَا يخرج الرّجلَانِ يضربان الْغَائِط كاشفان عورتهما \".\rقَالَ الشَّيْخ رَحمَه الله: كَذَا وَقع فِي هَذِه الرِّوَايَة بِالرَّفْع.\rوَوَجهه: أَن يكون التَّقْدِير: وهما كاشفان، وَإِن روى \" كاشفين \" كَانَ حَالا.\rالْجيد رفع الْفِعْلَيْنِ وَيجوز جزمهما فِي حَدِيث: \" من لَا يرحم ... إِلَخ \"\r(175) وَفِي حَدِيثه: \" من لَا يرحم النَّاس لَا يرحمه الله عز وَجل \" الْجيد أَن تكون \" من \" بِمَعْنى الَّذِي فيرفع الفعلان.\rوَإِن جعلت شرطا فَجزم الفعلان جَازَ.\rصِحَة فوح وفيح فِي حَدِيث: \" فَإِن شدَّة الْحر ... إِلَخ \"\r(176) وَفِي حَدِيثه: \" فَإِن شدَّة الْحر من فوح جَهَنَّم \" يُقَال: فوح وفيح وَكِلَاهُمَا قد ورد، وَهُوَ من فاحت الرّيح تفوح وتفيح.","seal":"75070B6C","part":1},
      {"page":98,"id":86,"hno":null,"nass":"[43] سَلمَة بن سَلامَة\r\rتَوْجِيه رِوَايَة كَائِنا بِالنّصب فِي حَدِيث: \" لَا يرَوْنَ أَن بعثا كَائِنا \"\r\r(177) وَفِي حَدِيث سَلمَة بن سَلامَة بن وقش أبي عَوْف الْأنْصَارِيّ: \" لَا يرَوْنَ أَن بعثا كَائِنا بعد الْمَوْت \" وَقع فِي هَذِه الرِّوَايَة \" كَائِنا \" بِالنّصب، وَوَجهه أَن يَجْعَل صفة لبعث، و \" بعد الْمَوْت \" الْخَبَر.\rوَيجوز أَن يكون التَّقْدِير: أَن بعث هَذَا الْمَوْت كَائِنا؛ فَيكون كَائِنا حَال من الضَّمِير فِي الظّرْف وَقد قدمه، وَلَو روى بِالرَّفْع جَازَ.\r[44] سَلمَة بن الْأَكْوَع\r\rتَوْجِيه رِوَايَة: \" أول النَّاس \" و \" ذَا قرد \" فِي حَدِيث سَلمَة بن الْأَكْوَع.\r\r(178) وَفِي حَدِيث سَلمَة بن الْأَكْوَع: \" فَبَايَعته أول النَّاس \".\r(أ) فِيهِ ثَلَاثَة أوجه:\rأَحدهَا: أَنه حَال أَي: بايعته مُتَقَدما.","seal":"396B7815","part":1},
      {"page":99,"id":87,"hno":null,"nass":"وَالثَّانِي: أَن يكون صفة لمصدر مَحْذُوف تَقْدِيره: مبايعة أول مبايعة النَّاس.\rوَالثَّالِث: أَن يكون ظرفا أَي: قبل النَّاس.\r(ب) وَفِيه أَيْضا: \" إِلَى شعب فِيهِ مَاء يُقَال لَهُ: ذَا قرد \" وَقع فِي هَذِه الرِّوَايَة: ذَا \" قرد \" بِالْألف وَالْوَجْه الرّفْع كَقَوْلِه تَعَالَى: {يُقَال لَهُ إِبْرَاهِيم} وَيبعد أَن يَجْعَل \" لَهُ \" مَوضِع رفع قَائِما مقَام الْفَاعِل. فَإِن كَانَت الرِّوَايَات كلهَا كَذَلِك جَازَ أَن يكون سَمَّاهُ \" ذَا قرد \" بِالْألف فِي كل حَال.\rتَوْجِيه رِوَايَة: \" أخرج لنا كَفه كف ضخمة \" بِالرَّفْع.\r\r(179) وَفِي حَدِيثه: \" أخرج لنا كَفه كف ضخمة \" كَذَا هُوَ فِي هَذِه الرِّوَايَة بِالرَّفْع. وَوَجهه أَنه حذف الْمُبْتَدَأ. أَي: هِيَ كف ضخمة. وَالنّصب أوجه على الْبَدَل.\rالنصب على التَّمْيِيز بعد أفعل التَّفْضِيل\r\r(180) وَفِي حَدِيثه: \" أَلا أخْبركُم بأشد مِنْهُ حرا من يَوْم الْقِيَامَة هذينك الرجلَيْن المقفيين \" أما أَشد: فَهُوَ هُنَا مَفْتُوح؛ لِأَنَّهُ لَا ينْصَرف وَلَيْسَ بمضاف؛ لِأَنَّهُ نصب \" حرا \" بعده وَهُوَ كَقَوْلِه تَعَالَى: {أَو أَشد ذكرا} {وَأَشد قُوَّة} وَهُوَ مَنْصُوب على التَّمْيِيز.\rتَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] فِي الحَدِيث \" هذينك \"\rوَأما قَوْله: \" هذينك \" فِيهِ وَجْهَان:\rأَحدهمَا: أَنه بدل من قَوْله: بأشد.\rوَالثَّانِي: أَن يكون مَنْصُوبًا بإضمار أَعنِي، وَأما الْكَاف فِي ذَيْنك فحرف للخطاب كَالَّتِي فِي قَوْله تَعَالَى: {فذانك برهانان من رَبك} .","seal":"DFFFEF0C","part":1},
      {"page":100,"id":88,"hno":null,"nass":"[45] سَلمَة بن نفَيْل السكونِي\r\rتَوْجِيه رِوَايَة: \" ولستم لابثون \".\r(181) وَفِي حَدِيث سَلمَة بن نفَيْل السكونِي: \" ولستم لابثون بعدِي إِلَّا قَلِيلا \".\r(أ) كَذَا وَقع فِي هَذِه الرِّوَايَة وَهُوَ مُشكل؛ لِأَنَّهُ خبر لَيْسَ، وَلَا يُمكن أَن يَجْعَل مُبْتَدأ إِذْ لَا خبر لَهُ.\rوَقَوله: \" إِلَّا قَلِيلا \" يجوز أَن يكون التَّقْدِير: إِلَّا زَمنا قَلِيلا، أَو يكون لبثا قَلِيلا.\r[46] سلمَان الْفَارِسِي\r\rحذف صَاحب الْحَال\r\r(182) وَفِي حَدِيث سلمَان الْفَارِسِي - رَضِي الله عَنهُ -: \" رِبَاط يَوْم وَلَيْلَة أفضل من صِيَام شهر وقيامه صَائِما لَا يفْطر وَقَائِمًا لَا يفتر \" صَائِما وَقَائِمًا حالان. وَصَاحب الْحَال مَحْذُوف دلّ عَلَيْهِ قَوْله: \" من صِيَام شهر وقيامه \".\rوَالتَّقْدِير: أَن يَصُوم الرجل شهرا أَو يقومه صَائِما وَقَائِمًا.","seal":"37143BA9","part":1},
      {"page":101,"id":89,"hno":null,"nass":"[47] سَمُرَة بن جُنْدُب\r\rتَأْوِيل رِوَايَة \" لَا يتعاطى \"\r\r(183) وَفِي حَدِيث سَمُرَة بن جُنْدُب: \" لَا يتعاطى أحدكُم أَسِير أَخِيه فيقتله \".\rالصَّوَاب: لَا يتعاط بِغَيْر ألف؛ لِأَنَّهُ نهى، وَقَوله: (فيقتله) : مَنْصُوب على جَوَاب النَّهْي. وَيجوز رَفعه على معنى فَهُوَ يقْتله.\rوَقد ورد فِي هَذِه الرِّوَايَة يتعاطى بِأَلف، وَالْأَشْبَه أَنه سَهْو، فَإِن وجد فِي كل الطّرق هَكَذَا فيؤول على وَجْهَيْن:\rأَحدهمَا: أَن يكون نفيا فِي اللَّفْظ وَهُوَ نهي فِي الْمَعْنى كَقَوْلِه تَعَالَى: {لَا تسفكون دماءكم} .\rوَالثَّانِي: أَن يكون أشْبع فَتْحة الطَّاء فَنَشَأَتْ مِنْهَا الْألف، كَمَا قَالَ الشَّاعِر:\r(إِذا الْعَجُوز غضِبت فَطلق ... وَلَا ترضاها وَلَا تملق)","seal":"76D16AB1","part":1},
      {"page":102,"id":90,"hno":null,"nass":"الْإِشْكَال الْوَارِد على حَدِيث \" من ملك ذَا رحم ... إِلَخ \" وَرَأى الْمُحَقِّقين فِيهِ ...\r\r(184) وَفِي حَدِيثه: \" من ملك ذَا رحم فَهُوَ عَتيق \". وَفِي رِوَايَة: \" ذَا رحم محرم فَهُوَ حر \".\rقَالَ الشَّيْخ رَحمَه الله: عَادَة الْفُقَهَاء المولعين بالتحقيق يوردون على هَذَا الحَدِيث وَأَمْثَاله إشْكَالًا وَهُوَ: أَن \" من \" مُبْتَدأ يحْتَاج إِلَى خبر، وَخَبره \" فَهُوَ حر \" وَهُوَ لَا يعود على \" من \" [بل] على الْمَمْلُوك؛ فَتبقى \" من \" لَا عَائِد عَلَيْهَا \". وَهَذَا عِنْد الْمُحَقِّقين من النَّحْوِيين لَيْسَ بِشَيْء؛ وَذَلِكَ أَن خَبره (من) هُوَ. قَوْله: (ملك) وَفِيه ضمير يعود على \" من \".\rوَقَوله: \" فَهُوَ حر \" جَوَاب الشَّرْط.\rوَجَوَاب الشَّرْط يجوز أَن يَخْلُو من عَائِد على أَدَاة الشَّرْط، أَو على الَّذِي فِي خبر الشَّرْط مِثَاله قَوْلك: من يأتني أكْرم زيدا. وَكَذَلِكَ قَوْلك: \" زيد إِن لم يقم أكْرم \" فزيد هَهُنَا بِمَنْزِلَة (من) فِي الْمِثَال الأول.\rوَأما حَاجَة الْكَلَام إِلَى جَوَاب الشَّرْط فَلَيْسَ كحاجة الْمُبْتَدَأ إِلَى الْخَبَر، بل هِيَ حَاجَة مَاله جَوَاب إِلَى جَوَابه؛ أَلا ترى أَن قَوْلك: \" لَوْلَا زيد لأتيتك \". فلولا مفتقرة إِلَى الْجَواب، وجوابها لَيْسَ بِخَبَر لاسمها.\rوَقد قيل: إِن تَقْدِير الحَدِيث: من ملك ذَا رحم فَهُوَ عَتيق بِملكه، فَحذف للْعلم بِهِ.\rجَوَاز الِابْتِدَاء بالنكرة إِذا وصفت\r\r(185) وَفِي حَدِيث: \" كَيفَ تَقول فِي الضَّب؟ فَقَالَ: أمة مسخت من بني إِسْرَائِيل فَلَا أَدْرِي أَي الدَّوَابّ مسخت \".\rقَالَ الشَّيْخ رَحمَه الله: قَوْله: \" أمة مسخت \" هُوَ مُبْتَدأ، وَمَا بعده الْخَبَر، [فَإِن","seal":"54E81827","part":1},
      {"page":103,"id":91,"hno":null,"nass":"قيل] : فأمة نكرَة فَكيف يبتدأ بهَا؟ قيل: فِيهِ جوابان:\rأَحدهمَا: أَن \" مسخت \" نعت لأمة و \" من بني \" خَبره، والنكرة إِذا وصفت جَازَ الِابْتِدَاء بهَا.\rوَالثَّانِي: أَن \" مسخت \" الْخَبَر. و \" أمة \" وَإِن كَانَ نكرَة فقد أَفَادَ الْإِخْبَار عَنْهَا فَهُوَ فِي الْمَعْنى كَقَوْلِه \" مسخت أمة \".\rتَوْجِيه نصب أَي الدَّوَابّ مسخت؟\r\rوَأما قَوْله: \" أَي الدَّوَابّ مسخت \" فَهُوَ مَنْصُوب بِلَا أَدْرِي؛ لِأَن الِاسْتِفْهَام لَا يعْمل فِيمَا قبله. وَفِي انتصابه وَجْهَان:\rأَحدهمَا: هُوَ حَال تَقْدِيره [مسخت الْأمة على] وصف كَذَا؛ كَمَا تَقول: كَيفَ جِئْت [أَي] : أماشيا أم رَاكِبًا؟\rوَالثَّانِي: أَن يكون مَفْعُولا، وَيكون مسخت بِمَعْنى صيرت، أَي لَا أَدْرِي أصيرت ضبا أم غَيره.\rبَاب الشين\r\rفِي إِعْرَاب مَا يشكل من حَدِيث\r\r[48] شَدَّاد بن أُسَامَة بن الْهَاد\rجَوَاز أوجه الْإِعْرَاب فِي حَدِيث شَدَّاد \" ... الظّهْر أَو الْعَصْر \"\r(186) قَالَ: \" خرج علينا رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي إِحْدَى صَلَاتي العشى: الظّهْر أَو الْعَصْر \" بِالْجَرِّ، بِالْبَدَلِ من إِحْدَى، وَيجوز الرّفْع على تَقْدِير: هِيَ صَلَاة الظّهْر، وَيجوز النصب على إِضْمَار: أعنى.","seal":"7831993E","part":1},
      {"page":104,"id":92,"hno":null,"nass":"[49] شَدَّاد بن أَوْس\r\rإِعْرَاب قَوْله: \" قَلِيله وَكَثِيره \"\r\r(187) وَفِي حَدِيث شَدَّاد بن أَوْس: \" إِن الله - عز وَجل - يَقُول: أَنا خير قسيم لمن أشرك بِي [من أشرك بِي] شَيْئا فَإِن عمله قَلِيله وَكَثِيره لشَرِيكه الَّذِي أشرك بِهِ قَلِيله وَكَثِيره \".\rقَوْله [صلى الله عَلَيْهِ وَسلم] : \" ... قَلِيله وَكَثِيره \" بِالنّصب على الْبَدَل من الْعَمَل، وَإِن شِئْت على التوكيد. وَيجوز الرّفْع على الِابْتِدَاء، ولشريكه خَبره، وَالْجُمْلَة خبر إِن.","seal":"7E19BB36","part":1},
      {"page":105,"id":93,"hno":null,"nass":"بَاب الصَّاد\r\rفِي إِعْرَاب مَا يشكل من حَدِيث\r\r[50] أبي أُمَامَة صدى بن عجلَان الْبَاهِلِيّ.\r\r[51] صَفْوَان بن أُميَّة.\r\r[52] الصنَابحِي.","seal":"8FD9EDAD","part":1},
      {"page":106,"id":94,"hno":null,"nass":"[50] أَبُو أُمَامَة الْبَاهِلِيّ\r\rأفضل لَا ينْصَرف\r\r(188) وَفِي حَدِيث أبي أُمَامَة صدى بن عجلَان الْبَاهِلِيّ: \" مَا أذن الله - عز وَجل - لعبد فِي شَيْء أفضل من رَكْعَتَيْنِ يُصَلِّيهمَا \" أفضل لَا ينْصَرف، وَهُوَ فِي مَوضِع جر صفة لشَيْء، وفتحته نائبة عَن الكسرة.\rتَوْجِيه رِوَايَة \" فرض مجزى \"\r\r(189) وَفِي حَدِيثه: \" قلت: يَا رَسُول الله أَرَأَيْت الصّيام مَاذَا هُوَ؟ قَالَ: فرض مَجْزِي \" كَذَا وَقع فِي هَذِه الرِّوَايَة (بِالْألف، وَضم الْمِيم وبزاي مُشَدّدَة) [وَلَيْسَ بِشَيْء، وَالصَّوَاب: مَجْزِي - بِفَتْح الْمِيم وبياء مُشَدّدَة] أَي: مُقَابل بِالْأَجْرِ كَقَوْلِك: الْمَرْء مَجْزِي بِعَمَلِهِ.\rتَوْجِيه رِوَايَة \" أَو نَبِي كَانَ \" بِالرَّفْع\r\rوَفِيه: \" قلت: يَا نَبِي الله، أَو نَبِي كَانَ آدم \" وَقع فِي هَذِه الرِّوَايَة \" نَبِي كَانَ \" بِالرَّفْع، وَالْوَجْه: النصب على أَنه خبر كَانَ مقدم، وآدَم اسْم كَانَ.","seal":"EEE13C4B","part":1},
      {"page":107,"id":95,"hno":null,"nass":"وللرفع وَجه، وَهُوَ أَن يكون جعل كَانَ زَائِدَة، أَي أَنَبِي آدم؟ وَإِن جعلته مُبْتَدأ وَجعلت فِي كَانَ ضميرا يعود إِلَيْهِ ونصبت \" آدم \" على أَنه خبر كَانَ؛ فَهُوَ جَائِز على ضعف، وَقد جَاءَ فِي الشّعْر مثله، أنْشد سِيبَوَيْهٍ:\r(فَإنَّك لَا تبالي بعد حول ... أظبي كَانَ أمك أم حمَار؟ !)\r\rتَوْجِيه رِوَايَة عُرْوَة عُرْوَة\r\r(190) وَفِي حَدِيثه: \" لينقضن عرا الْإِسْلَام عُرْوَة عُرْوَة \" بِالنّصب على الْحَال، [وَالتَّقْدِير: مبعضة] ، كَقَوْلِهِم: دخلُوا الأول فَالْأول مَعْنَاهُ: شَيْئا بعد شَيْء، وَلِهَذَا حسن أَن يَجْعَل جَوَاب: كَيفَ ينْقض؟\rتَوْجِيه رِوَايَة \" غرا محجلين \"\r\r(191) وَفِي حَدِيثه: \" مَا من أمتِي أحد إِلَّا وَأَنا أعرفهُ يَوْم الْقِيَامَة. قَالُوا: يَا رَسُول الله، من رَأَيْت وَمن لم تَرَ؟ قَالَ: \" من رَأَيْت وَمن لم أر: غرا محجلين من آثَار الْوضُوء \" النصب على تَقْدِير: أَرَاهُم غرا محجلين، أَو يأْتونَ غرا [محجلين] .\r[51] صَفْوَان بن أُميَّة\r\rتَوْجِيه قَوْله: \" أغصبا \"\r\r(192) وَفِي حَدِيث صَفْوَان بن أُميَّة: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] اسْتعَار مِنْهُ يَوْم خَيْبَر","seal":"A436EF9A","part":1},
      {"page":108,"id":96,"hno":null,"nass":"أدرعا فَقَالَ: أغصبا يَا مُحَمَّد؟ قَالَ: \" بل عَارِية مَضْمُونَة \".\rقَوْله: \" أغصبا \" هُوَ مَنْصُوب على الْمصدر، وَيجوز أَن يكون حَالا لَهُ أَي: أتأخذهما غَاصبا؟ [وَيجوز أَن يكون مَفْعُولا لَهُ، أَي: أتأخذها للغصب؟ وَقَوله: \" بل عَارِية \" مَرْفُوع، أَي: بل هِيَ عَارِية، وَلَو نصب جَازَ، أَي: أَخَذتهَا عَارِية] .\r[52] الصنَابحِي\r\rتَحْقِيق حَدِيث \" لَا ترجعوا بعدِي كفَّارًا. . \"\r(193) وَفِي حَدِيث الصنَابحِي: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" لَا ترجعوا بعدِي كفَّارًا: يضْرب بَعْضكُم رِقَاب بعض \". هَذَا الحَدِيث يرويهِ المحدثون غير مُحَقّق، وَفِيه كَلَام يحْتَاج إِلَى بسط، وَذَلِكَ أَن قَوْله: \" يضْرب \" إِذا رفعته كَانَ مَوضِع الْجُمْلَة نصبا صفة لكفار؛ فَيكون النَّهْي عَن كفرهم، وَعَن ضرب بَعضهم رِقَاب بعض، فَأَيّهمَا فعلوا فقد وجد الْمنْهِي عَنهُ، إِلَّا أَنَّهُمَا إِذا اجْتمعَا كَانَ النَّهْي أَشد.\rوَقَالَ بعض الْعلمَاء: النَّهْي يكون عَن الصّفة الثَّانِيَة، وَنَظِيره: قَول الرجل لزوجته: إِن كلمت رجلا طَويلا فَأَنت طَالِق، فكلمت رجلا قَصِيرا لم تطلق، فَكَذَلِك إِذا رجعُوا كفَّارًا، وَلم يضْرب بَعضهم وُجُوه بعض. وَهَذَا القَوْل فِيهِ بعد؛ وَذَلِكَ أَن الْكفْر قد علم النَّهْي عَنهُ بِدُونِ أَن يضْرب بَعضهم رِقَاب بعض. وَيجوز أَن يرْوى \" يضْرب \" بِالْجَزْمِ، على تَقْدِير شَرط مُضْمر أَي: إِن ترجعوا كفَّارًا يضْرب بَعْضكُم رِقَاب بعض. وَنَظِير هَذَا الحَدِيث قَوْله تَعَالَى: {فَهَب لي من لَدُنْك وليا يَرِثنِي} بِالرَّفْع والجزم.","seal":"AECA8940","part":1},
      {"page":109,"id":97,"hno":null,"nass":"إِلَّا أَن أَكثر الْمُحَقِّقين من النَّحْوِيين لَا يجيزون الْجَزْم فِي مثل هَذَا الحَدِيث؛ لِأَنَّهُ يصير الْمَعْنى: إِلَّا ترجعوا بعدِي كفَّارًا تسلموا، وَنَظِير ذَلِك قَوْله: لَا تدن من الْأسد تنج. أَي: إِلَّا تدن، فَجعل التباعد من الْأسد سَببا فِي السَّلامَة وَهَذَا صَحِيح. وَإِن قلت: لَا تدن من الْأسد يَأْكُلك كَانَ فَاسِدا؛ لِأَن التباعد مِنْهُ لَيْسَ سَببا فِي الْأكل. فَإِن قلت: فَلم لَا يقدر: إِن تدن بِغَيْر لَا؟ قيل: يَنْبَغِي أَن يكون الْمُقدر من جنس الملفوظ بِهِ. وَقد ذهب قوم إِلَى جَوَاز الْجَزْم هَا هُنَا على هَذَا التَّقْدِير. و [عَلَيْهِ] يجوز الْجَزْم فِي الحَدِيث، وَقيل: لَيْسَ مُرَاد الحَدِيث النَّهْي عَن الْكفْر، بل النَّهْي عَن الِاخْتِلَاف الْمُؤَدِّي إِلَى الْقَتْل، فعلى هَذَا يكون \" يضْرب \" مَرْفُوعا، وَيكون تَفْسِير الْكفْر المُرَاد بِالْحَدِيثِ.\rبَاب الطَّاء\r\rفِي إِعْرَاب مَا يشكل من حَدِيث\r\r[53] طَلْحَة بن عبيد الله\r\rمجئ إِذا للمفاجأة وَهِي ظرف مَكَان\r\r(194) وَفِي حَدِيث طَلْحَة بن عبيد الله حَدِيث الْأَخَوَيْنِ اللَّذين اسْتشْهد أَحدهمَا وعاش الآخر بعده حولا قَالَ طَلْحَة: \" ... فَرَأَيْت فِي النّوم كَأَنِّي عِنْد بَاب الْجنَّة إِذا أَنا بهما \". قَوْله: (إِذا) هَهُنَا للمفاجأة، وَهِي ظرف مَكَان، [وَالتَّقْدِير: فاجأني رُؤْيَتهمَا، وَالتَّقْدِير بِالْمَكَانِ هما] ، وَأكْثر مَا يسْتَعْمل بِالْفَاءِ كَقَوْلِك: خرجت فَإِذا زيد، وَقد جَاءَت بِغَيْر فَاء فِي جَوَاب الشَّرْط كَقَوْلِه تَعَالَى: {وَإِن تصبهم سَيِّئَة بِمَا قدمت أَيْديهم إِذا هم يقنطون} . وَفِيه: \" فَلَمَّا بَينهمَا أبعد \" اللَّام هَهُنَا لَام الِابْتِدَاء و \" مَا \" بِمَعْنى الَّذِي، وموضعها رفع مُبْتَدأ وَمَا بعده خبر.","seal":"0AB89CB6","part":1},
      {"page":110,"id":98,"hno":null,"nass":"بَاب الْعين\r\rإِعْرَاب مَا يشكل فِي مسانيد:\r\r[54] عبَادَة بن الصَّامِت.\r\r[55] عبد الله بن الزبير.\r\r[56] عبد الله بن عَبَّاس.\r\r[57] عبد الله بن عمر.\r\r[58] عبد الله بن عَمْرو بن الْعَاصِ.\r\r[59] عبد الله بن قيس (أَبُو مُوسَى الشعري) .\r\r[60] عبد الله بن مَسْعُود.\r\r[61] عبد الرَّحْمَن بن غنم.\r\r[62] عبد شمس (أَبُو هُرَيْرَة) .\r\r[63] عتبَة بن عبد السّلمِيّ.\r\r[64] عُثْمَان بن أبي الْعَاصِ الثَّقَفِيّ.\r\r[65] عُثْمَان بن عَفَّان.\r\r[66] عرْفجَة بن شُرَيْح.\r\r[67] عقبَة بن عَامر الْجُهَنِيّ.\r\r[68] عقبَة بن عَمْرو (أَبُو مَسْعُود الْأنْصَارِيّ) .\r\r[69] عَليّ بن أبي طَالب.\r\r[70] عمار بن يَاسر.\r\r[71] عمر بن الْخطاب.\r\r[72] عمرَان بن حُصَيْن.\r\r[73] أَبُو زيد عَمْرو بن أَخطب.\r\r[74] عَمْرو بن الْعَاصِ.\r\r[75] عَمْرو بن عبد الله الْقَارِي.\r\r[76] عَمْرو بن عبسة السّلمِيّ.\r\r[77] عَمْرو بن عَوْف.\r\r[78] عُوَيْمِر بن عَامر (أَبُو الدَّرْدَاء) .","seal":"7869E404","part":1},
      {"page":111,"id":99,"hno":null,"nass":"[54] عبَادَة بن الصَّامِت\r\rمَا النافية حجازية أَو تميمية\r\r(195) وَفِي حَدِيث عبَادَة بن الصَّامِت: \" مَا على الأَرْض من نفس تَمُوت وَلها عِنْد الله [- تبَارك وَتَعَالَى -] خير تحب أَن ترجع إِلَيْكُم إِلَّا الْقَتِيل فِي سَبِيل الله، فَإِنَّهُ يحب أَن يرجع فَيقْتل مرّة أُخْرَى \".\rقَالَ رَحمَه الله: قَوْله: \" [مَا] من نفس \" فِي مَوضِع رفع بِالِابْتِدَاءِ، و \" تَمُوت \" فِي مَوضِع جر صفة لنَفس على اللَّفْظ، أَو مَوضِع رفع على الْموضع.\rوَقَوله: \" وَلها عِنْد الله \": يجوز أَن يكون [الْوَاو] للْحَال، وَصَاحب الْحَال الضَّمِير فِي (تَمُوت) ، وَالْعَامِل فِي الْحَال (تَمُوت) ، وَيجوز أَن تكون الْجُمْلَة صفة لنَفس أَيْضا كَمَا قَالَ تَعَالَى: {وَعَسَى أَن تكْرهُوا شَيْئا وَهُوَ خير لكم} .\rوَأما (تحب) فَهُوَ فِي مَوضِع خبر (مَا) ، إِمَّا نصبا، على رَأْي أهل الْحجاز، أَو رفعا على اللُّغَة التميمية، وعَلى هَذَا تكون الْجُمْلَة قد تمت. فَيكون قَوْله: \" إِلَّا الْقَتِيل \" [واردا] بعد تَمام الْكَلَام، فلك أَن ترفعه على الْبَدَل من (نفس) وَأَن تنصبه على أصل [بَاب الِاسْتِثْنَاء] .\rوَقَوله: \" أَن يرجع فَيقْتل: كِلَاهُمَا مَنْصُوب؛ لِأَن الثَّانِي مَعْطُوف على الأول، [وَرفع] فَيقْتل ضَعِيف.\rوضع الْعَام مَوضِع الْخَاص وانتصاب (شَيْئا) على الْمصدر\r\r(196) وَفِي حَدِيثه: \" فَيَقُول: لقد أَعْطَانِي الله - عز وَجل - حَتَّى لَو أطعمت أهل","seal":"7798733E","part":1},
      {"page":112,"id":100,"hno":null,"nass":"الْجنَّة مَا نقص ذَلِك مَا عِنْدِي شَيْئا \" انتصاب (شَيْئا) على الْمصدر كَقَوْلِه: {لَا يضركم كيدهم شَيْئا} وَهُوَ كثير، وَهُوَ من وضع الْعَام مَوضِع الْخَاص.\r[55] عبد الله بن الزبير\r\rتَوْجِيه الحَدِيث: \" أَن كَانَ ابْن عَمَّتك \"\r(197) وَفِي حَدِيث عبد الله بن الزبير: \" أَن كَانَ ابْن عَمَّتك \" وَهُوَ بِفَتْح الْهمزَة","seal":"58632620","part":1},
      {"page":113,"id":101,"hno":null,"nass":"لَا غير؛ لِأَن الأَصْل لِأَن كَانَ ابْن عَمَّتك تميل إِلَيْهِ عَليّ؟ وَلَا يجوز الْكسر إِذْ الشَّرْط هَا هُنَا لَا معنى لَهُ.\r[56] عبد الله بن عَبَّاس\r\rتَوْجِيه رِوَايَة \" وَرَسُول الله [صلى الله عَلَيْهِ وَسلم] متواريا بِمَكَّة \"\r\r(198) وَفِي حَدِيث عبد الله بن عَبَّاس: \" نزلت هَذِه الْآيَة وَرَسُول الله [صلى الله عَلَيْهِ وَسلم] متواريا بِمَكَّة \". هَكَذَا وَقع فِي هَذِه الرِّوَايَة. وَالْوَجْه [فِيهِ] أَن \" رَسُول الله [صلى الله عَلَيْهِ وَسلم] \" مُبْتَدأ، و \" بِمَكَّة \" خَبره، ومتواريا حَال من الضَّمِير الْمُقدر فِي الْجَار وَالْعَامِل فِيهِ الْجَار، [والاستقرار] الَّذِي [دلّ] عَلَيْهِ الْجَار أَي: وَرَسُول الله [صلى الله عَلَيْهِ وَسلم] مُسْتَقر بِمَكَّة متواريا.\rتَوْجِيه الحَدِيث \" كتبت لَهُ حَسَنَة \" بِرَفْع (حَسَنَة) ونصبها\r\r(199) وَفِي حَدِيثه: \" من هم بحسنة فَلم يعلمهَا كتبت لَهُ حَسَنَة \" يجوز فِي (حَسَنَة) وَجْهَان:\rأَحدهمَا: الرّفْع على أَن يكون هُوَ الْقَائِم مقَام الْفَاعِل. أَي: كتب الله لَهُ حَسَنَة، وَلَيْسَ فِي هَذَا ذكر الْحَسَنَة المهتم بهَا، بل مَعْنَاهُ أثابه الله على همه بِالْحَسَنَة بِأَن كتب لَهُ حَسَنَة، وَلَيْسَ الْمَعْنى كتبهَا لَهُ.\rوَالثَّانِي: النصب على معنى كتبت الْخصْلَة الَّتِي هم بهَا حَسَنَة.\rوانتصابها على الْحَال أَي أثبت الله مثابا عَلَيْهَا.","seal":"460B6F1E","part":1},
      {"page":114,"id":102,"hno":null,"nass":"وَيجوز أَن يكون مَفْعُولا بِهِ؛ لِأَن معنى (كتب الله [لَهُ] حَسَنَة) أَي: أثبت لَهُ حَسَنَة أَو صيرها [لَهُ] حَسَنَة، وَهَذَا هُوَ القَوْل فِي \" عشر \" أَو \" وَاحِدَة \"\rتَوْجِيه رِوَايَة بِمَا أَهلَلْت؟\r\r(200) وَفِي حَدِيثه: \" لما قدم عَليّ - عَلَيْهِ السَّلَام - من الْيمن فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" بِمَا أَهلَلْت \" الْجيد \" بِمَ أَهلَلْت \" بِغَيْر ألف؛ لِأَن مَا الَّتِي للاستفهام تحذف ألفها مَعَ حُرُوف الْجَرّ ليفرق بَينهَا وَبَين مَا الخبرية أَي الَّتِي بِمَعْنى الَّذِي قَالَ الله تَعَالَى: {فَلم تقتلون أَنْبيَاء الله} وَقَالَ الله تَعَالَى: {فَلْينْظر الْإِنْسَان مِم خلق} وَقَالَ تَعَالَى: {عَم يتساءلون} وَقَالَ تَعَالَى: {فيمَ أَنْت من ذكرَاهَا} وَإِنَّمَا تجئ الْألف فِي الشّعْر ضَرُورَة قَالَ الشَّاعِر:\r(علاما قَامَ يَشْتمنِي لئيم ... كخنزير تمرغ فِي دمان)\r\r[وَقد وَقع] فِي هَذِه الرِّوَايَة (مَا) بِالْألف، وَلَعَلَّه من تَغْيِير الْمُحدث، وَهَكَذَا كل مَوضِع يُشبههُ.","seal":"985B3EC3","part":1},
      {"page":115,"id":103,"hno":null,"nass":"تَوْجِيه رِوَايَة فَأسلم أَو فَأسلم\r\r(201) وَفِي حَدِيثه: \" لَيْسَ مِنْكُم أحد إِلَّا وكل بِهِ قرينه \" الحَدِيث. ثمَّ قَالَ: \" إِلَّا أَن الله أعانني عَلَيْهِ فَأسلم \" بِالْفَتْح على أَنه فعل مَاض.\rقَالَ: \" فَأسلم شيطاني \" أَي انْقَادَ لأمر الله.\rويروى (فَأسلم) بِالضَّمِّ، أَي: فَأَنا أسلم مِنْهُ، فَهُوَ فعل مُسْتَقْبل [يحْكى] بِهِ الْحَال.\rوَجه الصَّوَاب: عشر من الْإِبِل لَا \" عشرَة \"\r(202) وَفِي حَدِيثه: \" دِيَة أَصَابِع الْيَدَيْنِ وَالرّجلَيْنِ سَوَاء عشرَة من الْإِبِل \" وَقع فِي هَذِه الرِّوَايَة عشرَة بِالتَّاءِ وَهُوَ خطأ، وَالصَّوَاب عشر لِأَن الْإِبِل مُؤَنّثَة وَلَا تَأْنِيث فِي الْعدَد مَعَ الْمُؤَنَّث.\rتَوْجِيه رِوَايَة \" خمس كُلهنَّ فاسقة \"\r\r(203) وَفِي حَدِيثه: \" خمس كُلهنَّ فاسقة \". كَذَا وَقع فِي هَذِه الرِّوَايَة بِالتَّاءِ، وَوَجهه: أَنه مَحْمُول على الْمَعْنى؛ لِأَن الْمَعْنى: كل مِنْهُنَّ فاسقة. يَعْنِي: الْحَيَّة وَالْعَقْرَب. وَيجوز أَن يكون ألحق التَّاء للْمُبَالَغَة كَقَوْلِهِم: [رجل] نسابة وراوية وَخَلِيفَة، وَلَو حمل","seal":"73C3C1FC","part":1},
      {"page":116,"id":104,"hno":null,"nass":"على اللَّفْظ لقَالَ: \" كُلهنَّ فَاسق \" كَمَا قَالَ تَعَالَى: {وَكلهمْ آتيه يَوْم الْقِيَامَة فَردا} .\rتَوْجِيه رِوَايَة: \" نشدتك الله وحظنا من رَسُول الله [صلى الله عَلَيْهِ وَسلم] \"\r(204) وَفِي حَدِيثه: حَدِيث غسل النَّبِي صلى الله عَلَيْهِ وَسلم: فَقَالَ أَوْس بن [خولي] لعَلي بن أبي طَالب: \" نشدتك الله وحظنا من رَسُول الله صلى الله عَلَيْهِ وَسلم \" فِي هَذِه الرِّوَايَة: \" وحظنا \" بِالْوَاو. وَالْأَشْبَه أَن يكون مَنْصُوبًا، وَالتَّقْدِير: وَأَعْطِنَا حظنا من رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، [وَنَحْو ذَلِك] وَهُوَ كَقَوْلِهِم: رَأسك والجدار.\rتَوْجِيه حَدِيث: \" صلى رَسُول الله [صلى الله عَلَيْهِ وَسلم] صَلَاة الْخَوْف بِذِي قرد \"\r\r(205) وَفِي حَدِيثه [صلى الله عَلَيْهِ وَسلم] فِي صَلَاة الْخَوْف بِذِي قرد: \" صفا خَلفه \" الحَدِيث.\r\" صفا \" بِالنّصب على تَقْدِير: جعل صفا، فَيكون مَفْعُولا بِهِ، وَيجوز أَن يكون حَالا وَيكون التَّقْدِير: صفهم صفا خَلفه.\rتصويب رِوَايَة \" ألم ألقاكم \"\r\r(206) وَفِي حَدِيثه [صلى الله عَلَيْهِ وَسلم] : \" ألم ألقاكم على قل الْحَال: بِالْألف فِي هَذِه الرِّوَايَة وَالصَّوَاب: ألم ألقكم بِغَيْر ألف مَجْزُومًا بلم.","seal":"2B2483ED","part":1},
      {"page":117,"id":105,"hno":null,"nass":"جَوَاز حذف التَّاء من فعل الْمُؤَنَّث غير الْحَقِيقِيّ\r\r(207) وَفِي حَدِيثه: \" قَامَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يُصَلِّي فخطر خطرة \" كَذَا فِي هَذِه الرِّوَايَة. وَالْأَشْبَه أَن الأَصْل: فخطرت لَهُ خطرة، إِلَّا أَن حذف التَّاء سهل؛ لِأَن التَّأْنِيث غير حَقِيقِيّ.\rحذف الْوَاو من جُنُون لدلَالَة الضمة عَلَيْهَا\r\r(208) وَفِي حَدِيثه: \" وَإِنِّي أخْشَى أَن يكون بِي جنن \" أصل هَذَا \" الْجُنُون \" بِالْوَاو، فحذفت الْوَاو تَخْفِيفًا ولدلالة الضمة عَلَيْهَا. قَالَ الشَّاعِر يصف النَّاقة:\r(مثل النعامة كَانَت وَهِي سَائِمَة ... أذناء حَتَّى نهاها [الْحِين و] الجنن)\r\rأَي الْجُنُون. \" وأذناء \" ذَات أذن كَبِيرَة، و \" نهاها \" استخفها.\rتَوْجِيه نصب (صَاع) وَرَفعه فِي حَدِيث صَدَقَة رَمَضَان\r\r(209) وَفِي حَدِيثه: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] فرض صَدَقَة رَمَضَان نصف صَاع من بر وصاعا من تمر \". [وَقع فِي هَذِه الرِّوَايَة بِالرَّفْع] والجيد النصب، عطفا على نصف (فَنصف) مَنْصُوب بِفَرْض، وَفِي نَصبه وَجْهَان:\rأَحدهمَا: أَن يكون بَدَلا من صَدَقَة.\rوَالثَّانِي: أَن يكون حَالا من صَدَقَة.\rوَأما الرّفْع فِي (صَاع) فَفِيهِ وَجْهَان:\rأَحدهمَا: أَن يرْوى (نصف صَاع) وَهُوَ الْوَجْه، إِذا رفعت صَاعا، وَيكون","seal":"541C941F","part":1},
      {"page":118,"id":106,"hno":null,"nass":"التَّقْدِير: هِيَ نصف صَاع، فَحذف الْمُبْتَدَأ، وبقى الْخَبَر.\rوَالثَّانِي: أَن تنصب نصفا، وَيكون التَّقْدِير: أَو قَالَ: [هِيَ] صَاع، فَيحمل (فرض) على معنى القَوْل، ويحكى بهَا الْجُمْلَة بعْدهَا.\rوَيجوز أَن يكون التَّقْدِير على الشَّك من الرَّاوِي، كَأَن الرَّاوِي قَالَ: أَو قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : صَاع على الشَّك.\rتَوْجِيه حَدِيث \" خير يَوْم تحتجمون فِيهِ سبع عشرَة ... \"\r(210) وَفِي حَدِيثه: \" خير يَوْم تحتجمون فِيهِ سَبْعَة عشرَة، وتسع عشرَة، وَإِحْدَى وَعشْرين \". خير أَصْلهَا (أفعل) وَهِي تُضَاف إِلَى مَا هِيَ بعض لَهُ وَتَقْدِيره: خير أَيَّام. فالواحد هُنَا فِي معنى الْجمع.\rوَقَوله: سبع عشرَة وَمَا بعْدهَا جعله مؤنثا، وَالظَّاهِر يعْطى أَن يكون مذكرا؛ لِأَنَّهُ خبر عَن يَوْم. وَالْوَجْه فِي تأنيثه أَنه حمله على اللَّيْل؛ لِأَن التَّارِيخ بِهِ يَقع، وَالْيَوْم تبع، وَلِهَذَا قَالَ: إِحْدَى على معنى اللَّيْلَة.\rوَفِيه وَجه ثَان: وَهُوَ أَنه يُرِيد بِالْيَوْمِ الْوَقْت - لَيْلًا كَانَ أَو نَهَارا - كَمَا يُقَال: يَوْم الْجمل، وَيَوْم الْفجار، وَيَوْم بدر، ثمَّ أَنْت على أصل التَّارِيخ وَمن ذَلِك قَوْله تَعَالَى: {وَمن يولهم يَوْمئِذٍ دبره} لَا يُرِيد بِهِ النَّهَار دون اللَّيْل. وَمِنْه قَول الشَّاعِر:\r(يَا حبذا العرصات يَوْمًا ... فِي لَيَال مقمرات)","seal":"71BD3F32","part":1},
      {"page":119,"id":107,"hno":null,"nass":"وَالْيَوْم لَا يكون فِي اللَّيَالِي إِلَّا إِذا أردْت بِهِ الْوَقْت.\rوَفِيه وَجه ثَالِث: وَهُوَ أَن يكون أَرَادَ: \" يَوْم سبع عشرَة \"، \" وَيَوْم تسع عشرَة \" فَحذف الْمُضَاف، وَمثله قَوْله [صلى الله عَلَيْهِ وَسلم] : \" من صَامَ رَمَضَان وَأتبعهُ بست من شَوَّال \" أَي بأيام سِتّ لَيَال. وَأما قَوْله: \" إِحْدَى وَعشْرين \" فَفِي هَذِه الرِّوَايَة (عشْرين) بِالنّصب، والجيد أَن يكون مَرْفُوعا.\r[57] عبد الله بن عمر\r\rتَوْجِيه حَدِيث: \" لبيْك إِن الْحَمد لَك \" وَبَيَان أَن كسر إِن أَجود من فتحهَا\r\r(211) وَفِي حَدِيث عبد الله بن عمر: \" لبيْك إِن الْحَمد \" الْكسر أَجود؛ لِأَنَّهُ يحصل مِنْهُ عُمُوم [اسْتِحْقَاق الْحَمد] لَهُ سُبْحَانَهُ [سَوَاء لبّى] أَو لم [يُلَبِّي] .\rوَيجوز الْفَتْح على تَقْدِير: لبيْك؛ لِأَن الْحَمد لَك، وَهَذَا ضَعِيف لوَجْهَيْنِ:\rأَحدهمَا: أَن تَعْلِيل التَّلْبِيَة بِالْحَمْد غير مُنَاسِب لخصوصها.\rوَالثَّانِي: أَنه يصير الْحَمد مَقْصُورا على التَّلْبِيَة.\rالْمصدر الميمي من غير الثلاثي\r\r(212) وَفِي حَدِيثه: \" مهل أهل الْمَدِينَة \" هُوَ بِضَم الْمِيم لَا غير، وَهُوَ مصدر بِمَعْنى الإهلال كالمدخل والمخرج بِمَعْنى الإدخال والإخراج.\rوُقُوع الْمصدر المؤول مَفْعُولا لَهُ\r\r(213) وَفِي حَدِيثه: \" لَا تدْخلُوا على هَؤُلَاءِ الْقَوْم الْمُعَذَّبين أَن يُصِيبكُم \" أَن هُنَا","seal":"3C8C4C9C","part":1},
      {"page":120,"id":108,"hno":null,"nass":"مَفْتُوحَة وَهِي الناصبة للمضارع، وموضعها نصب على الْمَفْعُول لَهُ أَي: مَخَافَة أَن يُصِيبكُم، وَقَالَ قوم: تَقْدِيره لِئَلَّا يُصِيبكُم.\rتَوْجِيه الرّفْع فِي رِوَايَة \" إِن بَين يَدي السَّاعَة ثَلَاثُونَ \"\r\r(214) وَفِي حَدِيثه: \" إِن بَين يَدي السَّاعَة ثَلَاثُونَ [دجالًا] كذابا \" كَذَا وَقع فِي هَذِه الرِّوَايَة ثَلَاثُونَ بِالرَّفْع، وَالْوَجْه: ثَلَاثِينَ بِالنّصب؛ لِأَن \" إِن \" قد وَليهَا الظّرْف فَيكون الظّرْف خَبَرهَا، وَثَلَاثِينَ اسْمهَا كَقَوْلِه تَعَالَى: {إِن لدينا أَنْكَالًا} وَوجه الرّفْع أَن يكون اسْم إِن محذوفا، أَو هُوَ ضمير الشَّأْن أَي: (إِنَّه) وَتَكون الْجُمْلَة فِي مَوضِع رفع خبر إِن. وَنَظِير ذَلِك مَا جَاءَ فِي الحَدِيث من قَوْله عَلَيْهِ السَّلَام: \" إِن لكل نَبِي حوارِي \" بِالرَّفْع أَي: إِنَّه لكل نَبِي.\rتَوْجِيه روايتي رفع \" خُلُود \" ونصبها فِي حَدِيث \" يأهل الْجنَّة خُلُود ... \"\r(215) وَفِي حَدِيثه: \" يأهل الْجنَّة، خُلُود، وَلَا موت \" بِالرَّفْع وَقد جَاءَ فِي مَوضِع آخر بِالنّصب، فالنصب على تَقْدِير فاخلدوا خلودا. وَالرَّفْع على تَقْدِير: [أَنْتُم] خُلُود، أَو: هُنَا خُلُود. \" وَلَا موت \" وَيجوز بِالْفَتْح على معنى لَا موت عنْدكُمْ أَو لكم، وَالرَّفْع على أَنه مَعْطُوف على خُلُود أَو على تَقْدِير غير موت.","seal":"63DAC94A","part":1},
      {"page":121,"id":109,"hno":null,"nass":"تَوْجِيه حَدِيث \" إِن شِئْت حبست أَصْلهَا \" بتَشْديد: \" حبست \"\r\r(216) وَفِي حَدِيثه: \" إِن شِئْت حبست أَصْلهَا \" الْجيد: بِالتَّشْدِيدِ وَكَذَا يُقَال فِي الْوَقْف، وأحبست أَيْضا. فالهمزة كالتشديد. وَأما التَّخْفِيف بِمَعْنى حبست الشَّيْء أَي ضيقت عَلَيْهِ ومنعته.\rتَوْجِيه حَدِيث \" وَكَانَ ثمرهم دون \"\r\r(217) وَفِي حَدِيثه: \" وَكَانَ ثمرهم دون \" كَذَا وَقع فِي هَذِه الرِّوَايَة وَيحْتَمل وَجْهَيْن:\rأَحدهمَا: أَن يكون أضمر فِي كَانَ الشَّأْن وَالْجُمْلَة مفسرة لَهُ فِي مَوضِع نصب.\rوَالثَّانِي: أَن يكون بِفَتْح النُّون وَأَرَادَ دون غَيره فِي الْجَوْدَة، فَحذف الْمُضَاف إِلَيْهِ وَأبقى حكم الْإِضَافَة وَمِنْه قَوْله تَعَالَى: {وَأَنا منا الصالحون وَمنا دون ذَلِك} وَكَذَا فِي الحَدِيث المُرَاد: وَكَانَ ثمرهم دون ذَلِك.\rتَوْجِيه حَدِيث \" لَا حسد إِلَّا فِي اثْنَتَيْنِ: رجل آتَاهُ ... \"\r(218) وَفِي الحَدِيث: \" لَا حسد إِلَّا فِي اثْنَتَيْنِ: رجل آتَاهُ الله \".\rيجوز الْجَرّ فِي رجل على أَن يكون بَدَلا من اثْنَتَيْنِ، أَي: خصْلَة رجل.\rوعَلى النصب بإضمار أعنى، وَالرَّفْع على أَن التَّقْدِير: إِحْدَاهمَا خصْلَة رجل. لَا بُد من تَقْدِير الْخصْلَة؛ لِأَن اثْنَتَيْنِ هما خصلتان.","seal":"8E59DB94","part":1},
      {"page":122,"id":110,"hno":null,"nass":"[58] عبد الله بن عَمْرو بن الْعَاصِ\r\rتَوْجِيه رِوَايَة \" إِنَّهُم كَانُوا عبادا يعبدوني \" بِحَذْف النُّون\r\r(219) وَفِي حَدِيث عبد الله بن عَمْرو بن الْعَاصِ قَالَ: \" إِنَّهُم كَانُوا عبادا يعبدوني \" كَذَا وَقع فِي هَذِه الرِّوَايَة بنُون وَاحِدَة. وَالْأَصْل: \" يعبدونني \" إِذْ لَا سَبَب لحذف النُّون وَيحْتَمل وَجْهَيْن:\rأَحدهمَا: أَن تشدد النُّون فَتكون كَقَوْلِه تَعَالَى: {أتحاجوني فِي الله} فتدغم النُّون فِي النُّون.\rوَالثَّانِي: أَن تكون النُّون خَفِيفَة فَيكون قد حذف [إِحْدَى النونين] كَقَوْل الشَّاعِر:\r(كل لَهُ نِيَّة فِي بعض صَاحبه ... بِنِعْمَة الله [نقليكم وتقلونا] )\r\rوَقَول آخر:\r(ترَاهُ كالثغام يعل مسكا ... يسوء الغانيات إِذا فليني)\r\rيُرِيد: قلينني.","seal":"E075B6BE","part":1},
      {"page":123,"id":111,"hno":null,"nass":"تَوْجِيه رِوَايَة \" أقرنى \"\r(220) وَفِي حَدِيثه: \" قَالَ رجل للنَّبِي [صلى الله عَلَيْهِ وَسلم] : يَا رَسُول الله أقرنى \" كَذَا وَقع فِي هَذِه الرِّوَايَة وَالْأَصْل أقرئني، بِهَمْزَة بعد الرَّاء، والهمزة [الأولى مَفْتُوحَة؛ لِأَن ماضيه أقرأه الْقُرْآن، فَهُوَ مُتَعَدٍّ إِلَى مفعولين، فَمن حذف الْهمزَة الْأَخِيرَة] فقد خفف الْهمزَة من أَقرَأ فصيرها ألفا، ثمَّ حذفهَا فِي الْأَمر فَصَارَت مثل [أَعْطِنِي] وَقد حَكَاهَا أَبُو زيد، وَحكى أَيْضا قريت الْقُرْآن فَجَعلهَا يَاء.\rتَوْجِيه حَدِيث \" ... مَا نقدر على شَيْء: نَفَقَة وَلَا دَابَّة. . الخ \"\r\r(221) وَفِي حَدِيثه: \" قَالُوا: [يَا رَسُول الله إِنَّا] مَا نقدر على شَيْء: نَفَقَة وَلَا دَابَّة وَلَا مَتَاع \" نَفَقَة، ودابة، ومتاع، بِالْجَرِّ بَدَلا من شَيْء. وَلَو جَاءَ مَنْصُوبًا جَازَ على تَقْدِير لَا نجد.\rحذف الظّرْف الْمُضَاف وَنصب الْمُضَاف إِلَيْهِ نصب الظّرْف\r\r(222) وَفِي حَدِيثه: \" إِنِّي أَعْطَيْت أُمِّي حديقة حَيَاتهَا \" أَي مُدَّة حَيَاتهَا، فَحذف الظّرْف وَنصب حَيَاتهَا نصب الظّرْف.\rتَوْجِيه رِوَايَة \" نَار الأنيار \"\r\r(223) وَفِي حَدِيثه: تعلوهم نَار الأنيار \" كَذَا وَقع فِي هَذِه الرِّوَايَة، وَيُرِيد بذلك جمع نَار. وَألف [نَار] مبدلة من وَاو. كَقَوْلِك: تنورت النَّار، وَمِنْه النُّور والأنوار، وَتجمع النَّار على نيران، وأصل الْيَاء وَاو أبدلت يَاء لسكونها وانكسار مَا قبلهَا مثل ريح ورياح. [وَالْأَشْبَه] أَنه حمل الأنيار على النيرَان حَيْثُ شاركتها فِي الْجمع، كَمَا قَالَ بعض أهل اللُّغَة فِي [جمع] ريح أرياح؛ لما رَآهُمْ قَالُوا: \" ريَاح \". حكى ذَلِك ابْن جني فِي بعض كتبه.","seal":"357738DE","part":1},
      {"page":124,"id":112,"hno":null,"nass":"[59] أَبُو مُوسَى الْأَشْعَرِيّ (عبد الله بن قيس)\r\rتَوْجِيه رِوَايَة \" فَقومُوا لَهَا \" حَيْثُ خَاطب فِي الِابْتِدَاء الْوَاحِد\r\r(224) وَفِي حَدِيث أبي مُوسَى الْأَشْعَرِيّ - واسْمه عبد الله بن قيس - \" وَإِذا مرت بك جَنَازَة يَهُودِيّ أَو نَصْرَانِيّ أَو مُسلم فَقومُوا لَهَا \".\rخَاطب فِي الِابْتِدَاء الْوَاحِد، ثمَّ عَاد إِلَى الْجمع.\rوَالْمرَاد: أَنه خاطبه: إِمَّا لِأَنَّهُ كَانَ وَحده، أَو لِأَنَّهُ كَانَ الْمُعظم من دونهم، فَلَمَّا وصل إِلَى الحكم الَّذِي هُوَ الْقيام عَم؛ إِمَّا ليعلم من كَانَ مَعَه أَن الحكم عَام أَو ليأمر [أَبُو] مُوسَى من [يكون] مَعَه وَقت مُرُور الْجِنَازَة أَن يَفْعَلُوا ذَلِك.\rتصويب وتوجيه \" ثمَّ أَمر لنا بِثَلَاث ذود \"\r\r(225) وَفِي حَدِيثه: \" ثمَّ أَمر لنا بِثَلَاث ذود \" وَالصَّوَاب تَنْوِين ثَلَاث، وَأَن يكون \" ذود \" بَدَلا من ثَلَاث، وَكَذَلِكَ \" خمس ذود \" وَلَو اسقطت التَّنْوِين، وأضفت لتغير الْمَعْنى؛ لِأَن الْعدَد [الْمُضَاف غير] الْمُضَاف إِلَيْهِ، فَيلْزم أَن يكون ثَلَاث ذود تِسْعَة أَبْعِرَة؛ لِأَن أقل الذود ثَلَاثَة أَبْعِرَة.","seal":"F233E26E","part":1},
      {"page":125,"id":113,"hno":null,"nass":"إِن بِمَعْنى \" مَا \" لَا غير فِي حَدِيث \" وَالله إِن قلتهَا \"\r(226) وَفِي حَدِيثه قَالَ: \" وَالله إِن قلتهَا \" بِكَسْر الْهمزَة بِمَعْنى مَا هَهُنَا أَي: مَا قلتهَا، وَلَا فرق بَين أَن تكون بعْدهَا إِلَّا أَو لم تكن، قَالَ الله تَعَالَى: {إِن عنْدكُمْ من سُلْطَان بِهَذَا} أَي: مَا عنْدكُمْ، وَلَو فتحت الْهمزَة لكَانَتْ إِمَّا زَائِدَة كَقَوْلِه تَعَالَى: {وَلما أَن جَاءَت رسلنَا لوطا} وَكَانَ يلْزم من ذَلِك أَن يكون قد قَالَهَا، وَفِي تَمام الحَدِيث أَن الْقَائِل [لَهَا] غَيره.\rخطاب الِاثْنَيْنِ بخطاب الْجمع\r\r(227) وَفِي حَدِيثه: \" بعث رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَبَا مُوسَى وَمعَاذًا إِلَى الْيمن فَقَالَ لَهما: يسروا وَلَا تُعَسِّرُوا \" الحَدِيث.\rإِن قيل: الْمُخَاطب اثْنَان فَكيف قَالَ: يسروا على الْجمع؟ قيل: فِيهِ أجوبة:\rأَحدهَا: أَنه خَاطب الِاثْنَيْنِ بخطاب الْجمع؛ لِأَن الِاثْنَيْنِ جمع فِي الْحَقِيقَة؛ إِذْ الْجمع ضم شَيْء إِلَى آخر، وَمِنْه قَوْله تَعَالَى: {وَهل أَتَاك نبأ الْخصم إِذْ تسوروا الْمِحْرَاب إِذْ دخلُوا على دَاوُد فَفَزعَ مِنْهُم} ثمَّ قَالَ: {خصمان} وعَلى هَذَا الْمَعْنى حمل قَوْله تَعَالَى: {فَإِن كَانَ لَهُ إخْوَة} يُرِيد اثْنَيْنِ [على] قَول الْجُمْهُور.\rالْجَواب الثَّانِي: أَن الِاثْنَيْنِ هُنَا أميران، والأمير إِذا قَالَ شَيْئا توبع فيئول الْأَمر إِلَى الْجمع.\rالثَّالِث: أَنه أَرَادَ أَمرهمَا وَأمر من يوليانه، فَلَمَّا كَانَ لَا بُد من استعانتهما بِغَيْرِهِمَا، ترك ذَلِك الْغَيْر مَوْجُودا مَعَهُمَا وخاطب الْجَمِيع.\rتَوْجِيه حَدِيث أَي الْإِسْلَام أفضل\r\r(228) وَفِي حَدِيثه: \" أَي الْإِسْلَام أفضل؟ فَقَالَ: من سلم المسلون من لِسَانه وَيَده \" [قَالَ الشَّيْخ: لَا بُد فِي الحَدِيث من تَقْدِير، وَلَك فِيهِ تقديران.","seal":"945FB191","part":1},
      {"page":126,"id":114,"hno":null,"nass":"أَحدهمَا: أَن يكون التَّقْدِير: أَي خِصَال الْإِسْلَام أفضل؟ فَقَالَ: من سلم، أَي خصْلَة] أَي: من سلم الْمُسلمُونَ من لِسَانه وَيَده، وَلَا بُد من ذَلِك؛ ليَكُون الْجَواب على وفْق السُّؤَال.\rوَالثَّانِي: أَن يكون التَّقْدِير أَي ذَوي الْإِسْلَام أفضل؟ فَيكون قَوْله: \" من سلم \" غير مُحْتَاج إِلَى التَّقْدِير.\r[60] عبد الله بن مَسْعُود\r\rوجوب فتح همزَة \" أَن \" بعد حَدثنَا وَلَا يجوز حملهَا على \" قَالَ \"\r\r(229) وَفِي حَدِيث عبد الله بن مَسْعُود: \" حَدثنَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَهُوَ الصَّادِق المصدوق أَن خلق أحدكُم \" لَا يجوز فِي (أَن) هَهُنَا إِلَّا الْفَتْح؛ لِأَن قبله حَدثنَا رَسُول الله","seal":"DD73631A","part":1},
      {"page":127,"id":115,"hno":null,"nass":"[صلى الله عَلَيْهِ وَسلم] وَهُوَ الصَّادِق؛ (فَأن) وَمَا عملت فِيهِ مَعْمُول (حَدثنَا) ، وَلَو كسرت لصار مستأنفا مُنْقَطِعًا عَن حَدثنَا. فَإِن قيل: اكسر، واحمل قَوْله: \" حَدثنَا \" على \" قَالَ لي \" قيل: هَذَا خلاف الظَّاهِر، [وَلَا يتْرك الظَّاهِر إِلَى غَيره إِلَّا لدَلِيل مَانع من الظَّاهِر] ، وَلَو جَازَ مثل هَذَا لجَاز فِي قَوْله تَعَالَى: {أيعدكم أَنكُمْ إِذا متم} الْكسر؛ لِأَن \" يَعدكُم \" بِمَعْنى: \" يَقُول لكم \".\rتَوْجِيه رِوَايَة \" إيَّاكُمْ وَهَاتَانِ ... \"\r\r(230) وَفِي حَدِيثه: \" إيَّاكُمْ وَهَاتَانِ الكعبتان الموسومتان اللَّتَان تزجران [زجرا] فَإِنَّهُمَا من ميسر الْعَجم \".\rقَالَ رَحمَه الله: وَقع فِي هَذِه الرِّوَايَة هَاتَانِ وَمَا بعده بِالرَّفْع.\rوَالْقِيَاس أَن ينصب الْجَمِيع عطفا على إيَّاكُمْ كَمَا تَقول: إياك وَالشَّر، أَي جنب نَفسك الشَّرّ، وَالْمعْنَى تجنبوا هَاتين، فَأَما الرّفْع فَيحْتَمل ثَلَاثَة أوجه:\rأَحدهَا: أَن يكون مَعْطُوفًا على الضَّمِير فِي إيَّاكُمْ أَنْتُم وَهَاتَانِ كَمَا قَالَ جرير:\r(فإياك أَنْت وَعبد الْمَسِيح ... أَن تقربا [قبْلَة] الْمَسْجِد)\r\rوَالثَّانِي: أَن يكون مَرْفُوعا بِفعل مَحْذُوف تَقْدِيره: لتجتنب هَاتَانِ.\rوَالثَّالِث: أَنه لَيْسَ فِي هَاتين وَمَا بعده دَلِيل الرّفْع بل على لُغَة بني الْحَارِث فِي جعل التَّثْنِيَة بِالْألف كَمَا قَالُوا: ضَربته بَين أذنَاهُ. [وكما] قَالَ الشَّاعِر:\r(إِن أَبَاهَا وَأَبا أَبَاهَا ... قد بلغا فِي الْمجد غايتاها)","seal":"78C8A1A3","part":1},
      {"page":128,"id":116,"hno":null,"nass":"تَوْجِيه حَدِيث \" أَيَّة سَاعَة هَذِه \"\r\r(231) وَفِي حَدِيثه: [قلت: يَا أَبَا عبد الرَّحْمَن] \" أَيَّة سَاعَة زِيَارَة هَذِه \" يجوز رفع أَيَّة ونصبها فالرفع على الِابْتِدَاء، و (هَذِه) خَبَرهَا، على الظّرْف. أَو (هَذِه) مُبْتَدأ، وَالْخَبَر مَحْذُوف تَقْدِيره: هَذِه الزِّيَارَة، أَو هَذِه الجيئة فِي (أَيَّة سَاعَة) ، وَيجوز أَن يكون الْخَبَر (أَيَّة سَاعَة) وَهُوَ ظرف زمَان (وَقع) خَبرا عَن الْمصدر.\rكل نكرَة بعد أفعل المضافة تكون تمييزا\r\r(232) وَفِي حَدِيثه: \" فَقَالَ: أَجلهنَّ امْرَأَة \" [امْرَأَة] تَمْيِيز كَمَا تَقول: زيد أفضلهم أَبَا، وَأَحْسَنهمْ وَجها، وَكَذَلِكَ كل نكرَة تقع بعد أفعل المضافة.\rمَا بعد إِن الشّرطِيَّة يعرب فَاعِلا لَا مُبْتَدأ\r\r(233) وَفِي حَدِيثه حَدِيث اللّعان: \" فَقَالَ: يَا رَسُول الله، إِن أَحَدنَا رأى مَعَ امْرَأَة رجلا \" أَحَدنَا مَرْفُوع بِفعل مَحْذُوف تَفْسِيره: رأى، وَلَا يكون مُبْتَدأ؛ لِأَن إِن الشّرطِيَّة [لَا تكون مُبْتَدأ] ، وَلَا معنى لَهَا إِلَّا فِي الْفِعْل، وَمِنْه قَوْله تَعَالَى: {وَإِن امْرَأَة خَافت} و {إِن امْرُؤ هلك} و {وَإِن أحد من الْمُشْركين} .\rتَوْجِيه حَدِيث: \" قضى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي دِيَة الْخَطَأ عشْرين ... \".\r(234) وَفِي حَدِيثه: \" قضى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي دِيَة الْخَطَأ عشْرين بنت مَخَاض، [وَعشْرين بني مَخَاض ذُكُور] وَعشْرين ابْنة لبون، وَعشْرين حقة، وَعشْرين جَذَعَة \".","seal":"B1CEB4CD","part":1},
      {"page":129,"id":117,"hno":null,"nass":"أما نصب عشْرين فَفِيهِ وَجْهَان:\rأَحدهمَا: أَن يكون أَرَادَ الْبَاء فحذفها، فتعدى الْفِعْل إِلَيْهِ بِنَفسِهِ كَمَا قَالُوا: أَمرتك الْخَيْر، أَي قضى بِعشْرين.\rالثَّانِي: أَن يكون حمل (قضى) على (جعل) تضمينا.\rوَأما (بنت مَخَاض) وَابْنَة لبون وحقة وجذعة فتمييز كُله.\rوَأما قَوْله: (عشْرين بني مَخَاض) فَلَا يكون تمييزا؛ لِأَنَّهُ جمع، وانتصابه على الْبَدَل من عشْرين.\rوَأما قَوْله: \" ذُكُور \" فَالْوَجْه أَن يكون مَرْفُوعا على إِضْمَار هِيَ ذُكُور، وَأما [جَرّه] فَلَا وَجه لَهُ.\rوَلَو روى بِالنّصب لَكَانَ [وَجها] حسنا، وَهِي صفة مُؤَكدَة لبني.\rتَوْجِيه رِوَايَة جمع الْقُبُور فِي قَوْله \" لَأَرَيْتُكُمْ قبورهما \"\r(235) وَفِي حَدِيثه: \" فَلَو كنت برميلة مصر لَأَرَيْتُكُمْ قبورهما \" يُشِير إِلَى ملكَيْنِ تزهدا وَمَاتَا جَمِيعًا. والْحَدِيث مَشْهُور فِي الْمسند، وَالْقِيَاس قبريهما وَلكنه جمع؛ إِمَّا لِأَن التَّثْنِيَة جمع، وَإِمَّا لِأَنَّهُ [جمع] كل نَاحيَة من نواحي الْقَبْر قبرا، كَمَا قَالَ امْرُؤ الْقَيْس:\r(يزل الْغُلَام الْخُف عَن صهواته ... ويلوي بأثواب العنيف [المثقل] )\r\rفَقَالَ: \" صهوات \" وَلَيْسَ للْفرس إِلَّا صهوة وَاحِدَة.\rوَيجوز أَن يكون جمع لِأَن كل وَاحِد لَهُ قبر وَاحِد، وَقد أضَاف إِلَى الْمثنى، فاستغنى عَن التَّثْنِيَة لأمن اللّبْس كَمَا قَالَ الله تَعَالَى: {فقد صغت قُلُوبكُمَا} .\rو [كَمَا] قَالَ الشَّاعِر:","seal":"198BC812","part":1},
      {"page":130,"id":118,"hno":null,"nass":"[ظهراهما] مثل ظُهُور الترسين\r\rتَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] \" ثمَّ إِنَّهَا تخلف من بعده خلوف \"\r\r(236) وَفِي حَدِيثه: \" مَا من نَبِي بَعثه الله تَعَالَى فِي أمة إِلَّا كَانَ لَهُ من أمته حواريون وأنصار يَأْخُذُونَ بسنته \" ويقتدون \" بأَمْره، ثمَّ إِنَّهَا تخلف من بعدهمْ خلوف \" ... الحَدِيث.\rقَوْله: \" إِنَّهَا \" يجوز أَن يكون التَّأْنِيث للْأمة أَو للأصحاب أَو للأنبياء لتقدم ذكره - أَي النَّبِي - وتأنيث كل على الْجمع.\rوَيجوز أَن يكون ضمير الْقِصَّة كَمَا قَالَ تَعَالَى: {فَإِنَّهَا لَا تعمى الْأَبْصَار} .\rتَوْجِيه حَدِيث \" حَيّ على الطّهُور \"\r\r(237) وَفِي حَدِيثه: \" حَيّ على الطّهُور الْمُبَارك، وَالْبركَة من الله تَعَالَى \" وَفِي لفظ آخر: \" حَيّ على الْوضُوء وَالْبركَة \".\r\" الْبركَة \" فِي هذَيْن الْمَوْضِعَيْنِ مجرورة عطفا على الطّهُور، وصفهما بِالْبركَةِ فيهمَا: وَهِي الزِّيَادَة وَالْكَثْرَة للقليل، وَلَا معنى للرفع هُنَا.\rإِفْرَاد الضَّمِير ثمَّ جمعه\r\r(238) وَفِي حَدِيثه: \" إِن من شرار النَّاس من تُدْرِكهُ السَّاعَة وهم أَحيَاء \"\r.","seal":"BDED5951","part":1},
      {"page":131,"id":119,"hno":null,"nass":"أفرد الضَّمِير حملا على لفظ \" من \"، ثمَّ جمعه على مَعْنَاهَا كَقَوْلِه تَعَالَى: {بلَى من أسلم وَجهه لله} .\rثمَّ قَالَ: {وَلَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ} .\rتَوْجِيه حَدِيث \" إِلَّا جعل لَهُ شُجَاع أَقرع \"\r\r(239) وَفِي حَدِيثه: \" مَا من عبد لَا يُؤَدِّي زَكَاة مَاله إِلَّا جعل لَهُ شُجَاع أَقرع \" كَذَا وَقع فِي هَذِه الرِّوَايَة (شُجَاع) بِالرَّفْع.\rوَالْأَكْثَر النصب، وَوَجهه: أَنه جعل \" شُجَاع \" هُوَ الْقَائِم مقَام الْفَاعِل، وَالْمَال الْمُقدر مَفْعُولا ثَانِيًا كَمَا قَالُوا: \" أعطي دِرْهَم زيدا \".\rوَيجوز أَن يكون شجاعا هَهُنَا الْقَائِم مقَام الْفَاعِل، وَلَا يقدر مفعول ثَان كَمَا نقُول: وكل بِهِ شُجَاع.\rتَوْجِيه رِوَايَة \" نَقَصُوا من أُجُورهم كل يَوْم قِيرَاط \"\r\r(240) وَفِي حَدِيث عبد الله بن عمر قَوْله: \" وَأَيّمَا قوم اتَّخذُوا كَلْبا لَيْسَ بكلب حرث أَو صيد أَو مَاشِيَة نَقَصُوا من أُجُورهم كل يَوْم قِيرَاط \".\rهَكَذَا وَقع فِي هَذِه الرِّوَايَة \" قِيرَاط \" بِالرَّفْع. وَالصَّوَاب (قيراطا) بِالنّصب؛ لِأَن نَقَصُوا قد يضمن ضميرا يقوم مقَام الْفَاعِل وَهُوَ الْوَاو. فقيراطا هُوَ الْمَفْعُول الثَّانِي، وَقد وَقع فِي الْمسند معنى هَذَا الحَدِيث بِأَلْفَاظ أخر وَمِنْهَا: \" نقص من أجره كل يَوْم قِيرَاط \" وَالرَّفْع على هَذَا جَائِز على مقَام الْفَاعِل، وَأما الرّفْع فِي هَذَا الحَدِيث فيوجه على أَنه خبر مُبْتَدأ مَحْذُوف أَي: قدر النَّقْص قِيرَاط، وَهُوَ على بعده، جَائِز.","seal":"5048C16D","part":1},
      {"page":132,"id":120,"hno":null,"nass":"[61] عبد الرَّحْمَن بن غنم\r\rاسْتِعْمَال بَاعَ بِمَعْنى شرى\r\r(241) وَفِي حَدِيث عبد الرَّحْمَن بن غنم بن كريب الْأَشْعَرِيّ: \" لعن الله الْيَهُود؛ انْطَلقُوا إِلَى مَا حرم عَلَيْهِم من شحوم الْبَقر وَالْغنم فأذابوه فباعوا بِهِ مَا يَأْكُلُون \" باعوا بِهِ أَي: شروه بِهِ، وَقد يكون شرى بِمَعْنى بَاعَ؛ لِأَن كل وَاحِد مِنْهُمَا مستبدل بِمَا فِي يَده، وَالشِّرَاء الِاسْتِبْدَال، قَالَ الله تَعَالَى: {أُولَئِكَ الَّذين اشْتَروا الضَّلَالَة بِالْهدى} .\rوَقَالَ الشَّاعِر:\r(وشريت بردا لَيْتَني ... من بعد برد كنت هامه)\r\rبرد: عبد كَانَ لَهُ أَي: بِعته.\r[62] عبد شمس \" أَبُو هُرَيْرَة \"\r\rمَا الحجازية والتميمية\r\r(242) وَفِي حَدِيث أبي هُرَيْرَة - واسْمه [عبد الرَّحْمَن بن صَخْر]_ رَضِي الله","seal":"5A7582F4","part":1},
      {"page":133,"id":121,"hno":null,"nass":"عَنهُ: \" أَتَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] بعرق فِيهِ تمر فَقَالَ: خُذ هَذَا فَتصدق بِهِ. فَقَالَ: يَا رَسُول الله مَا أحد أحْوج مني \".\rمَا أحد أحْوج بِالنّصب فِي لُغَة [أهل] الْحجاز؛ لأَنهم يعْملُونَ مَا عمل لَيْسَ. وبالرفع عِنْد بني تَمِيم [لأَنهم] لَا يعْملُونَ مَا.\rحمل رِوَايَة \" وَقَالَ خُذْهَا \" على الْمَعْنى.\r\rوَفِيه: \" فَضَحِك رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَقَالَ: خُذْهَا \" وَقع فِي هَذِه الرِّوَايَة \" خُذْهَا \"، وَقد [قَالَ قبل ذَلِك] : \" خُذ هَذَا \" فَإِن صحت هَذِه الرِّوَايَة فَهِيَ مَحْمُولَة على الْمَعْنى، وَذَلِكَ أَن الْعرق زبيل ويعبر عَنهُ (بالسقيفة) من الخوص فَيكون التَّأْنِيث للسقيفة.\rوالجيد عِنْدِي أَن يعود إِلَى القفة؛ لِأَن [الزنبيل] قفة، وَأما السَّقِيفَة فَهِيَ اسْم الخوص المسقوف قبل أَن يخاط [زنبيلا] .\rتَوْجِيه حَدِيث مَانع الزَّكَاة\r\r(243) وَفِي حَدِيثه حَدِيث مَانع الزَّكَاة: \" فَإِنَّهَا تَأتي يَوْم الْقِيَامَة كأغذ مَا كَانَت وَأَكْثَره وأسمنه \" الْجَرّ فِي (أَكثر وأسمن) وَمَا بعده أَجود؛ لِأَنَّهُ يعْطف على لفظ (أغذ) .\rوَيجوز نَصبه عطفا على مَوضِع الْكَاف فَإِن [موضعهَا] نصب على الْحَال.\r[وَفِيه: \" حَتَّى يبطح لَهَا \" هُوَ بِالنّصب لَا غير؛ لِأَن مَعْنَاهُ: إِلَى أَن يبطح] .\rتَوْجِيه حَدِيث \" يُضَاعف الْحَسَنَة عشر أَمْثَالهَا \"\r\r(244) وَفِي حَدِيثه: \" كل عمل ابْن آدم يُضَاعف الْحَسَنَة عشر أَمْثَالهَا \" فِي عشر وَجْهَان:\rأَحدهمَا: النصب على تَقْدِير: تضَاعف الْحَسَنَة عشر أَمْثَالهَا. أَي: تصير؛ فَهُوَ مفعول ثَان.\rوَالثَّانِي: الرّفْع على أَنه مُبْتَدأ وَخَبره، وَهَذِه الْجُمْلَة مفسرة لِمَعْنى التَّضْعِيف.","seal":"2ABD3726","part":1},
      {"page":134,"id":122,"hno":null,"nass":"تَوْجِيه رِوَايَة \" فَأَكُون أول من يُجِيز \"\r\r(245) وَفِي حَدِيثه: \" فَيضْرب جسر على جَهَنَّم فَأَكُون أول من يُجِيز. وَدَعوى الرُّسُل يَوْمئِذٍ: \" اللَّهُمَّ سلم سلم: وَبهَا كلاليب \". هَكَذَا وَقع فِي هَذِه الرِّوَايَة وَيُمكن تَأْوِيله على أحد شَيْئَيْنِ:\rأَحدهمَا: تَقْدِيره [بجسرها]- يَعْنِي جَهَنَّم -[فَحذف الْمُضَاف وَاكْتفى بالمضاف إِلَيْهِ] .\rوَالثَّانِي: أَن يكون الجسر مَحْمُولا على الْبقْعَة لِأَنَّهُ بقْعَة.\rوالجيد: أَن يحمل على معنى الصِّرَاط، والصراط يذكر وَيُؤَنث، أَو على معنى الطَّرِيق، وَهِي تذكر وتؤنث أَيْضا.\rحمل \" مَا \" على أحد وجهيها.\r\r(246) وَفِي حَدِيثه حَدِيث استراق السّمع: \" فيلقيها إِلَى من تَحْتَهُ، ثمَّ يلقيها [الآخر] إِلَى مَا تَحْتَهُ \" مَا هَهُنَا بِمَعْنى (من) كَمَا جَاءَ فِي قَوْله تَعَالَى: {فانكحوا مَا طَابَ لكم من النِّسَاء مثنى وَثَلَاث وَربَاع فَإِن خِفْتُمْ أَلا تعدلوا فَوَاحِدَة أَو مَا ملكت أَيْمَانكُم} .\rوَحكى أَبُو زيد عَن بعض الْأَعْرَاب أَنه سمع صَوت السَّحَاب فَقَالَ: \" سُبْحَانَ مَا سبحتن لَهُ \". وَعَن آخر قَالَ: \" سُبْحَانَ مَا سخركن لنا \". وَسبب ذَلِك أَن \" مَا \" بِمَعْنى الَّذِي، وَالَّذِي تصلح لمن يعقل وَلمن لَا يعقل، فَيحمل مَا على أحد وجهيها.\rتَوْجِيه حَدِيث حفوف الْمَلَائِكَة بمجالس الذّكر\r\r(247) وَفِي حَدِيثه: \" فِي حفوف الْمَلَائِكَة بمجالس الذّكر \" \" فيعرجون إِلَى الله تَعَالَى فيسألهم الله تَعَالَى: أَيْن كُنْتُم؟ فَيَقُولُونَ: من عِنْد عباد لَك يسبحونك ويحمدونك","seal":"FB1E1CCE","part":1},
      {"page":135,"id":123,"hno":null,"nass":"ويسألونك. قَالَ: وَمَا يَسْأَلُونِي. قَالَ: جنتك قَالَ: وَهل رأوها؟ قَالُوا: لَا أَي رب \" وَبعده مَوَاضِع مثله وَكَانَ الظَّاهِر يقْضِي أَن [يَقُولُوا] : \" أَي رَبنَا \"؛ لِأَن الْأَلْفَاظ كلهَا قَالُوا، وَيَقُولُونَ.\rوَالْوَجْه فِي الْإِفْرَاد أَن يكون التَّقْدِير: فَيَقُول كل مِنْهُم: أَي رب، وَنَظِيره قَوْله تَعَالَى: {وَالَّذين يرْمونَ الْمُحْصنَات} ثمَّ قَالَ: {فَاجْلِدُوهُمْ} أَي: فاجلدوا كلا مِنْهُم ثَمَانِينَ، فَحذف كلا للْعلم بهَا، وَيجوز أَن يكون الْجمع لِاتِّفَاق كلمتهم كالملك الْوَاحِد.\rتَوْجِيه حَدِيث \" لم يكذب إِلَّا ثَلَاث كذبات \"\r\r(248) وَفِي حَدِيثه فِي قصَّة إِبْرَاهِيم وَالْكَافِر: \" لم يكذب إِلَّا ثَلَاث كذبات \".\rوالجيد: أَن تفتح الذَّال فِي الْجمع؛ لِأَن الْوَاحِدَة كذبة بِسُكُون الذَّال، وَهُوَ اسْم لَا صفة؛ لِأَنَّك تَقول: كذب كذبة فَهُوَ مثل رَكْعَة، وجفنة، وقصعة، وَلَو كَانَ صفة لسكن فِي الْجمع، مثل: صعبة وصعبات.\rوَفِيه أَيْضا: \" إِن على الأَرْض مُؤمن غَيْرِي وَغَيْرك \" \" إِن \" هُنَا بِمَعْنى \" مَا \"، و \" غير \" يجوز فِيهَا النصب على بَاب الِاسْتِثْنَاء، وَالرَّفْع على الصّفة أَو الْبَدَل.\rتَوْجِيه رِوَايَة حَدِيث: \" فَإِن لم تكن ترَاهُ ... \" بِالْألف.\r(249) وَفِي حَدِيثه: \" أَن تعبد الله كَأَنَّك ترَاهُ، [فَإِن لم تكن] ترَاهُ فَإِنَّهُ يراك \".","seal":"ACA5B23C","part":1},
      {"page":136,"id":124,"hno":null,"nass":"كَذَا وَقع فِي هَذِه الرِّوَايَة \" ترَاهُ \" بِالْألف، وَالْوَجْه حذفهَا؛ لِأَن [\" أَن \" لَا تحْتَمل هَهُنَا من وُجُوه] \" أَن \" الْمَكْسُورَة: \" إِن \" الشّرطِيَّة وَهِي جازمة، وعَلى [هَذَا] يُمكن تَأْوِيل هَذِه الرِّوَايَة، على أَنه أشْبع فَتْحة الرَّاء فَنَشَأَتْ الْألف، وَلَيْسَت من نفس الْكَلِمَة.\rوَيجوز أَن يكون جعل الْألف فِي الرّفْع عَلَيْهَا حَرَكَة مقدرَة، فَلَمَّا دخل الْجَازِم حذف تِلْكَ الْحَرَكَة فَبَقيت الْألف [ساذجة] من الْحَرَكَة، كَمَا يكون الْحَرْف الصَّحِيح سَاكِنا فِي الْجَزْم، وعَلى هذَيْن الْوَجْهَيْنِ حمل قَوْله تَعَالَى: {إِنَّه من يَتَّقِي ويصبر} بِإِثْبَات الْيَاء على قِرَاءَة ابْن كثير. وَكَذَا قَول الشَّاعِر:\r(إِذا الْعَجُوز غضِبت فَطلق ... وَلَا ترضاها وَلَا تملق)\r\rفَأثْبت الْألف فِي ترضاها.\rتَوْجِيه حَدِيث \" حَتَّى يظل الرجل إِن يدْرِي كم صلى \"\r\r(250) وَفِي حَدِيثه: \" حَتَّى يظل الرجل إِن يدْرِي كم صلى \" الصَّوَاب فِي \" إِن \" هَهُنَا كسر الْهمزَة، وَتَكون بِمَعْنى مَا.\rكَقَوْلِه تَعَالَى: {وَإِن أَدْرِي لَعَلَّه فتْنَة لكم} وَكَقَوْلِه تَعَالَى: {إِن عنْدكُمْ من سُلْطَان} أَي: يظل لَا يدْرِي، كم صلى؟ وَتَمام الحَدِيث يدل على هَذَا الْمَعْنى.","seal":"A7D754EA","part":1},
      {"page":137,"id":125,"hno":null,"nass":"أجمع يتَعَدَّى بِنَفسِهِ إِلَى مفعول وَاحِد\r\r(251) وَفِي حَدِيث خبيب وَقَتله: \" حَتَّى أَجمعُوا قَتله \" أجمع الْأَمر يتَعَدَّى بِنَفسِهِ إِلَى مفعول وَاحِد، وَلَا يحْتَاج إِلَى حرف جر. وَمِنْه قَوْله تَعَالَى: {فَأَجْمعُوا أَمركُم وشركاءكم} وَقَالَ الْحَارِث:\r(أَجمعُوا أَمرهم بلَيْل فَلَمَّا ... أَصْبحُوا أَصبَحت [لَهُم] ضوضاء)\r\rتَوْجِيه حَدِيث \" لَوْلَا تعيرني قُرَيْش \" وَحكم مجئ الْفِعْل بعد \" لَوْلَا \".\r(252) وَفِي حَدِيثه - حَدِيث إِسْلَام أبي طَالب -: \" لَوْلَا تعيرني قُرَيْش \" \" لَوْلَا \" هَذِه يَقع بعْدهَا الِاسْم، وَقد جَاءَ الْفِعْل بعْدهَا، و \" أَن \" مَعَه مقدرَة أَي: وَلَوْلَا أَن تعيرني قُرَيْش. وَإِذا حذفت (أَن) فَمن الْعَرَب من يرفع الْفِعْل الْمَذْكُور، وَمِنْهُم من ينصبه بِتَقْدِير (أَن) ، وَيجوز أَن يكون الْفِعْل مَاضِيا ومستقبلا. وَنَظِيره فِي حذف (أَن) قَوْلهم فِي الْمثل الْمَشْهُور: \" تسمع بالمعيدي خير من أَن ترَاهُ \"، أَي: أَن تسمع: قَالَ الشَّاعِر:\r(وَقَالُوا: مَا تشَاء؟ فَقلت: [الهوا ... إِلَى الإصباح آثر ذِي أثير] )\r\rأَي أَن ألهو. وَيدل على أَن \" لَوْلَا \" هَذِه هِيَ الَّتِي يَقْتَضِي الِاسْم لَهَا جَوَابا قَوْله: \" لأقررت بهَا عَيْنك \".","seal":"E2C2AEE8","part":1},
      {"page":138,"id":126,"hno":null,"nass":"تَوْجِيه حَدِيث \" وَمن يعصيني فقد أغضب الله \".\r\r(253) وَفِي حَدِيثه: \" من أَطَاعَنِي فقد أطَاع الله؛ وَمن يعصيني فقد أغضب الله تَعَالَى \" وَفِيه وَجْهَان:\rأَحدهمَا: أَن يَجْعَل \" من \" بِمَعْنى الَّذِي فَلَا يجْزم. أَي: أَن الَّذِي يطيعني يُطِيع الله، وَالَّذِي يعصيني يغْضب الله، فالماضي بِمَعْنى الْمُسْتَقْبل.\rوَالْوَجْه الثَّانِي: أَن تكون شَرْطِيَّة، وَلكنه أثبت الْيَاء فِي يعصيني إِمَّا للإشباع، أَو قدر الْحَرَكَة على الْيَاء وحذفها للجازم فَبَقيت الْيَاء لَا حَرَكَة [عَلَيْهَا] مقدرَة. أما \" من \" الَّتِي فِي بَاقِي الحَدِيث فشرطية [وَهِي قَوْله] : \" وَمن يعْص الْأَمِير ... \".\rتَوْجِيه حَدِيث \" كل أهل الْجنَّة. . \" على روايتي \" فَيكون لَهُ شكر \" بِالرَّفْع وَالنّصب.\r(254) وَفِي حَدِيثه: \" كل أهل الْجنَّة يرى مَقْعَده من النَّار فَيَقُول: لَوْلَا أَن هَدَانِي فَيكون لَهُ شكر \". (شكر) فِي هَذِه الرِّوَايَة مَرْفُوع، وَوَجهه أَن يكون قَوْله: (فَيكون) بِمَعْنى (يحدث) وَهِي كَانَ التَّامَّة مثل قَوْله تَعَالَى: {فَإِن كَانَ ذُو عسرة} وشكر فَاعله. وَلَو روى بِالنّصب لَكَانَ خبر كَانَ.\rكَانَ التَّامَّة تكتفي بمرفوعها\r\r(255) وَفِي حَدِيثه: \" فأمسكوا عَن الصَّوْم حَتَّى يكون رَمَضَان \" أَي حَتَّى يجِئ كَقَوْلِه:\r(إِذا كَانَ الشتَاء فأدفئوني ... )","seal":"42799FAF","part":1},
      {"page":139,"id":127,"hno":null,"nass":"حذف القَوْل للْعلم بِهِ -\r\r(256) وَفِي حَدِيثه: \" فَقضى رَسُول الله [صلى الله عَلَيْهِ وَسلم] بديتها على الْعَاقِلَة وَفِي جَنِينهَا غرَّة عبد أَو أمة \". التَّقْدِير: وَقَالَ: فِي جَنِينهَا غرَّة فَحذف القَوْل للْعلم بِهِ كَقَوْلِه تَعَالَى: {وَإِذ يرفع إِبْرَاهِيم الْقَوَاعِد من الْبَيْت وَإِسْمَاعِيل رَبنَا تقبل منا} أَي: يَقُولَانِ. وَهُوَ كثير فِي الْقُرْآن [والْحَدِيث] وَغَيره.\rالْحَال المؤولة بمشتق وتسويغ مجئ الْحَال من النكرَة\r\r(257) وَفِي حَدِيثه: \" لقد ظَنَنْت يَا أَبَا هُرَيْرَة، أَن لَا يسألني عَن هَذَا الحَدِيث أحد أول مِنْك \" نصب \" أول \" هُنَا على الْحَال؛ لِأَنَّهُ فِي معنى: لَا يسألني عَن هَذَا الحَدِيث أحد سَابِقًا، وَجَاز نصب الْحَال من النكرَة؛ لِأَنَّهَا فِي سِيَاق النَّفْي فَتكون عَامَّة، كَقَوْلِهِم: مَا كَانَ أحد مثلك، وَمَا فِي الدَّار أحد خيرا مِنْك.\rإِضْمَار قد فِي جَوَاب الْقسم\r\r(258) وَفِي حَدِيثه: \" فَقَالَ: مَا أخرجكما من بيوتكما هَذِه السَّاعَة؟ قَالَا: الْجُوع يَا رَسُول الله! قَالَ: وَأَنا وَالَّذِي نَفسِي بِيَدِهِ لأخرجني الَّذِي أخرجكما \".\rالتَّقْدِير: لقد أخرجني الَّذِي أخرجكما. كَقَوْل امْرِئ الْقَيْس:\r(حَلَفت لَهَا [بِاللَّه] حلفة فَاجر ... لنا موا؛ فَمَا إِن من حَدِيث وَلَا صالي)","seal":"60F52F06","part":1},
      {"page":140,"id":128,"hno":null,"nass":"وَهُوَ جَوَاب قسم مَحْذُوف مِنْهُ (قد) .\rتَوْجِيه نصب (إِيمَانًا واحتسابا) فِي حَدِيث \" من صَامَ رَمَضَان ... \"\r(259) وَفِي حَدِيثه: \" من صَامَ رَمَضَان إِيمَانًا واحتسابا \" فِي نَصبه وَجْهَان:\rأَحدهمَا: هُوَ مصدر فِي مَوضِع الْحَال أَي: من صَامَ إِيمَانًا محتسبا كَقَوْلِه تَعَالَى: {يأتينك سعيا} أَي: ساعيات.\rوَالثَّانِي: مفعول من أَجله أَي: للْإيمَان والاحتساب. وَنَظِيره فِي الْوَجْهَيْنِ قَوْله تَعَالَى: {اعْمَلُوا آل دَاوُد شكرا}\rتَوْجِيه حَدِيث \" قد جَاءَكُم رَمَضَان شهر مبارك \"\r\r(260) وَفِي حَدِيثه: \" قد جَاءَكُم رَمَضَان شهر مبارك \" شهر بدل من رَمَضَان، وَيجوز أَن يكون خبر مُبْتَدأ مَحْذُوف أَي: هُوَ شهر مبارك.\rالْفرق بَين فقه بِضَم الْقَاف وَفقه بِكَسْرِهَا فِي الْمَعْنى وَالْعَمَل\r\r(261) وَفِي حَدِيثه: \" النَّاس معادن، خيارهم فِي الْجَاهِلِيَّة خيارهم فِي الْإِسْلَام إِذا فقهوا \" الْجيد هُنَا ضم الْقَاف من \" فقه يفقه \" إِذا صَار فَقِيها، مثل ظرف يظرف فَهُوَ ظريف.\rوَأما فقه بِكَسْر الْقَاف يفقه بِفَتْحِهَا فَهُوَ بِمَعْنى فهم الشَّيْء فَهُوَ مُتَعَدٍّ، قَالَ الله تَعَالَى: {لَا يكادون يفقهُونَ حَدِيثا} و {لَا يكادون يفقهُونَ قولا} بِفَتْح الْقَاف فِي الْمُسْتَقْبل، وماضيه بِالْكَسْرِ، وَأما المضموم الْقَاف، فَهُوَ لَازم لَا مفعول لَهُ.\rتَوْجِيه حَدِيث: \" إِن لله تِسْعَة وَتِسْعين اسْما مائَة إِلَّا وَاحِدًا \"\r\r(262) وَفِي حَدِيثه: \" إِن لله تِسْعَة وَتِسْعين اسْما مائَة إِلَّا وَاحِدًا \".","seal":"DC0EB816","part":1},
      {"page":141,"id":129,"hno":null,"nass":"(مائَة) : يرْوى بِالنّصب وَهُوَ بدل من تِسْعَة وَتِسْعين، وبالرفع على تَقْدِير هِيَ مائَة.\rوَأما قَوْله: (إِلَّا وَاحِدًا) فينصب على الِاسْتِثْنَاء، وَيرْفَع على أَن تكون (إِلَّا) بِمَعْنى (غير) فَيكون صفة لمِائَة كَقَوْلِه تَعَالَى: {لَو كَانَ فيهمَا آلِهَة إِلَّا الله لفسدتا} .\rتَوْجِيه حَدِيث \" اسْتَوْصُوا بِالنسَاء خيرا \"\r\r(263) وَفِي حَدِيثه: \" اسْتَوْصُوا بِالنسَاء خيرا \" الْمَعْنى أَي: أوصيكم بالرفق بِهن، فَاسْتَوْصُوا أَي: اقْبَلُوا وصيتي، فعلى هَذَا فِي نصب \" خيرا \" وَجْهَان:\rأَحدهمَا: هُوَ مفعول اسْتَوْصُوا؛ لِأَن الْمَعْنى: افعلوا بِهن خيرا.\rوَالثَّانِي: مَعْنَاهُ اقْبَلُوا وصيتي وَأتوا فِي ذَلِك خيرا، فَهُوَ مَنْصُوب بِفعل مَحْذُوف كَقَوْلِه تَعَالَى: {وَلَا تَقولُوا ثَلَاثَة انْتَهوا خيرا لكم} أَي انْتَهوا عَن ذَلِك وائتوا خيرا.\rتَوْجِيه حَدِيث \" نعم المنيحة اللقحة منيحة \"\r\r(264) وَفِي حَدِيثه: \" نعم المنيحة اللقحة منحة \".\r(أ) المنيحة: فَاعل نعم. واللقحة: هِيَ الْمَخْصُوصَة بالمدح، و \" منحة \" مَنْصُوب على التَّمْيِيز توكيدا، وَمثله قَول الشَّاعِر:\r(تزَود مثل زَاد أَبِيك فِينَا ... فَنعم الزَّاد زَاد أَبِيك زادا)\r\rوَقَوله فِيهِ: \" وَالشَّاة الصفي \" هُوَ مَعْطُوف على اللقحة.\rمجئ مَا الاستفهامية للتعظيم\r\r(265) وَفِي حَدِيثه: \" فَقَالَ: يَا رَسُول الله، مَا لقِيت من عقرب لدغتني","seal":"D69EE334","part":1},
      {"page":142,"id":130,"hno":null,"nass":"البارحة! \" ... الحَدِيث.\r\" مَا \" هُنَا اسْتِفْهَام بِمَعْنى التَّعْظِيم، وَهِي فِي مَوضِع نصب (بلقيت) . أَي: أَي شَيْء لقِيت من عقرب [فَمَا] هَهُنَا، مثل قَوْله تَعَالَى: {مَا أَصْحَاب الْيَمين} و {مَا القارعة} .\rمجئ أَضَاء مُتَعَدِّيا ولازما\r\r(266) وَفِي حَدِيثه: \" تخرج نَار من أَرض الْحجاز تضئ أَعْنَاق الْإِبِل ببصرى \" أَعْنَاق هُنَا بِالنّصب، وتضئ هُنَا مُتَعَدٍّ، وَالْفَاعِل النَّار، أَي: تجْعَل على أَعْنَاق الْإِبِل ضوءا. قَالَ الشَّاعِر:\r(أَضَاءَت لنا [النَّار] وَجها [أغرر ... ] ملتبسا بالفؤاد التباسا)\r\rوَلَو كَانَ بِالرَّفْع لَكَانَ أوجه. أَي: تضئ أَعْنَاق الْإِبِل بِهِ. كَمَا جَاءَ فِي الحَدِيث الآخر: \" أَضَاءَت مِنْهُ قُصُور الشَّام \".\rتَوْجِيه حَدِيث \" يعْقد الشَّيْطَان على قافية رَأس أحدكُم ... \"\r\r(267) وَفِي حَدِيثه: \" يعْقد الشَّيْطَان على قافية رَأس أحدكُم ثَلَاث عقد بِكُل عقدَة يضْرب: عَلَيْك لَيْلًا طَويلا \" (لَيْلًا) مفعول (يضْرب) كَأَنَّهُ قَالَ: يصير [وَهُوَ] مثل قَوْله تَعَالَى: {فضربنا على آذانهم} [أَي:] أنمناهم. وَيجوز أَن يكون ظرفا؛ لِأَن","seal":"68425DB6","part":1},
      {"page":143,"id":131,"hno":null,"nass":"يضْرب بِمَعْنى [ينيم] . أَي: ينيمك فِي ليل طَوِيل.\rتَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] : \" لن يقبل مِنْهُ الدَّهْر كُله \"\r\r(268) وَفِي حَدِيثه: \" من أفطر يَوْمًا فِي رَمَضَان فِي غير رخصَة رخصها الله لَهُ فَلَنْ يقبل مِنْهُ الدَّهْر كُله \".\rالدَّهْر: يجوز فِيهِ الرّفْع على تَقْدِير: لن يقبل مِنْهُ صَوْم الدَّهْر، فَحذف الْمُضَاف كَقَوْلِه تَعَالَى: {الْحَج أشهر مَعْلُومَات} أَي حج أشهر.\rوَالنّصب على تَقْدِير: فَلَنْ يقبل مِنْهُ الصَّوْم الدَّهْر، فَهُوَ مَنْصُوب على الظّرْف.\rتَوْجِيه حَدِيث \" سمع سامع ... \"\r\r(269) وَفِي حَدِيثه: \" سمع سامع [بِحَمْد] الله وَحسن بلائه علينا. رَبنَا صاحبنا، وَأفضل علينا. عائذا بِاللَّه من النَّار رَبنَا \" أَي: يَا رَبنَا، وَهَذَا القَوْل هُوَ الَّذِي سَمعه سامع، و (صاحبنا) سُؤال، (وعائذا بِاللَّه) يجوز أَن يكون مصدرا على فَاعل كَمَا قَالُوا: [الْعَافِي والعافية] ، فَكَأَنَّهُ قَالَ: أعوذ بِاللَّه عائذا. وَيجوز أَن يكون اسْم فَاعل حَالا [أَي] يَقُول ذَلِك عائذا بِاللَّه.\rتَوْجِيه حَدِيث \" وَعدلت الصُّفُوف قيَاما \"\r\r(270) وَفِي حَدِيثه: \" أُقِيمَت الصَّلَاة وَعدلت الصُّفُوف قيَاما \" قيَاما حَال من الصُّفُوف.\rوَفِيه: \" فَقَالَ لنا رَسُول الله [صلى الله عَلَيْهِ وَسلم] : مَكَانكُمْ \" وَهَذَا الِاسْم نَائِب عَن الْأَمر أَي: الزموا","seal":"8DFD4CC5","part":1},
      {"page":144,"id":132,"hno":null,"nass":"مَكَانكُمْ، [أَو] قفوا كَقَوْلِه تَعَالَى: {مَكَانكُمْ أَنْتُم وشركاؤكم} .\rتَوْجِيه حَدِيث \" من هم بحسنة ... \"\r(271) وَفِي حَدِيثه: \" من هم بحسنة فَلم يعملها كتبت لَهُ حَسَنَة \" ... الحَدِيث.\rحَسَنَة بِالرَّفْع على أَنه مفعول كتبت، كَمَا تَقول: أَثْبَتَت لَهُ حَسَنَة، [أَي: حدثت لَهُ، وَبِالنَّصبِ على أَنه الْمَفْعُول الثَّانِي، أَي: كتبت لَهُ همته حَسَنَة] وَكَذَلِكَ فِي بَاقِي الحَدِيث.\r[تَوْجِيه حَدِيث \" استسعى العَبْد فِي ثمن رقبته.\r\r(272) وَفِي حَدِيثه: \" فَإِن لم يكن لَهُ مَال، استسعى العَبْد فِي ثمن رقبته، غير مشقوق عَلَيْهِ \" (غير) هُنَا مَنْصُوبَة على الْحَال، وَصَاحب الْحَال (العَبْد) وَالْعَامِل فيهمَا (سعى) وَالتَّقْدِير: سعى العَبْد مرفها أَو مسامحا] .\rتَوْجِيه حَدِيث \" الْفضة بِالْفِضَّةِ وزنا بِوَزْن \"\r\r(273) وَفِي حَدِيث: \" الْفضة بِالْفِضَّةِ وزنا بِوَزْن \" انتصاب (وزنا) فِيهِ وَجْهَان:\rأَحدهمَا: هُوَ مصدر فِي مَوضِع الْحَال، وَالتَّقْدِير: تبَاع الْفضة بِالْفِضَّةِ وزنا [أَي: مَوْزُونا بموزون.\rوَالثَّانِي: أَن يكون مصدرا، أَي: توزن وزنا] ، وَكَذَا الحكم فِي قَوْله: \" مثلا بِمثل \".\rتَوْجِيه قَوْله: \" أصلهم ويقطعوني \" وَبَيَان الصَّوَاب\r\r(274) وَفِي حَدِيثه: \" أَن رجلا قَالَ للنَّبِي [صلى الله عَلَيْهِ وَسلم] إِن لي قرَابَة أصلهم ويقطعوني \"","seal":"B8BB725A","part":1},
      {"page":145,"id":133,"hno":null,"nass":"الصَّوَاب: يقطعونني بنونين [أَو بنُون وَاحِدَة مُشَدّدَة] ؛ لِأَن هَذَا الْفِعْل مَرْفُوع وعلامة رَفعه ثُبُوت النُّون [وَالنُّون] الْأُخْرَى نون الْوِقَايَة، وَمِمَّا جَاءَ من المشدد قَوْله تَعَالَى: {أتحاجوني فِي الله} .\rتَوْجِيه قَوْله \" فَمثل ذَلِك \"\r\r(275) وَفِي حَدِيثه: \" من قَالَ: سُبْحَانَ الله، كتب الله لَهُ عشْرين حَسَنَة، وَمن قَالَ: الله أكبر فَمثل ذَلِك \" يجوز الرّفْع فِي \" مثل \" على أَن يكون الْخَبَر محذوفا أَي: فَلهُ مثل ذَلِك. وَيجوز النصب على تَقْدِير: فيعطي مثل ذَلِك.\rمجئ أَن بِمَعْنى كي ناصبة للْفِعْل\r\r(276) وَفِي حَدِيثه: \" مر رجل بجذل شوك فِي الطَّرِيق فَقَالَ: لأميطن هَذَا أَن لَا يعقر \" التَّقْدِير: كَيْلا يعقر؛ (فَأن) هَذِه هِيَ الناصبة للْفِعْل، وَالْمعْنَى: كَيْلا يعقر.\rتَوْجِيه قَوْله \" فليكتحل وترا \"\r\r(277) وَفِي حَدِيثه: \" إِذا اكتحل أحدكُم فليكتحل وترا \" الحَدِيث. (وترا) فِي انتصابه وَجْهَان:\rأَحدهمَا: حَال أَي موترا.\rوَالثَّانِي: أَن يكون صفة لمصدر مَحْذُوف أَي اكتحالا وترا.\rتَوْجِيه قَوْله: \" لَا يُؤمن العَبْد الْإِيمَان كُله \"\r\r(278) وَفِي حَدِيثه: \" لَا يُؤمن العَبْد الْإِيمَان كُله \" \" الْإِيمَان \" مصدر مَعْرُوف كَمَا تَقول","seal":"C703727B","part":1},
      {"page":146,"id":134,"hno":null,"nass":"قُمْت الْقيام الَّذِي تعرف و \" كُله \" توكيد لَهُ.\rتَوْجِيه قَوْله \" ثَلَاثَة أَصْنَاف \"\r\r(279) وَفِي حَدِيثه: \" يحْشر النَّاس يَوْم الْقِيَامَة ثَلَاثَة أَصْنَاف \" انتصاب (ثَلَاثَة) على الْحَال، وَهُوَ نعت فِي الأَصْل أَي: أصنافا ثَلَاثَة، ثمَّ قدم الْعدَد وأضافه، فَجرى مجْرى الْمُضَاف إِلَيْهِ فِي انتصابه.\rتَوْجِيه رِوَايَة \" حَتَّى الشاتين \" وَبَيَان الصَّوَاب\r\r(280) وَفِي حَدِيثه: \" وَالَّذِي نَفسِي بِيَدِهِ، ليختصمن كل شَيْء يَوْم الْقِيَامَة، حَتَّى الشاتين فِيمَا انتطحا \" الصَّوَاب \" حَتَّى الشاتان \" أَي: يخْتَصم الشاتان، فَهُوَ مَعْطُوف على كل، وَقد وَقع فِي هَذِه الرِّوَايَة بِالنّصب، فَإِن صحت فَالْوَجْه فِيهِ: حَتَّى [ترى] اختصام الشاتين، فَحذف الْفِعْل، والمضاف، وَأقَام الْمُضَاف إِلَيْهِ مقَامه و \" فِي \" تتَعَلَّق [بالاختصام] الْمَحْذُوف، و \" مَا \" بِمَعْنى الَّذِي، أَي: فِي الشَّيْء الَّذِي انتطحا من أَجله، [وَيجوز أَن يكون \" الشاتين \" جرا، على تَقْدِير إِلَى الشاتين] .\rالِاسْتِثْنَاء التَّام الْمَنْفِيّ\r\r(281) وَفِي حَدِيثه: \" مَا لعبدي الْمُؤمن عِنْدِي جَزَاء إِذا قبضت صَفيه من أهل الدُّنْيَا ثمَّ احتسبه إِلَّا الْجنَّة \" يجوز فِي الْجنَّة الرّفْع على الْبَدَل من جَزَاء، وَالنّصب على أصل بَاب الِاسْتِثْنَاء {مَا فَعَلُوهُ إِلَّا قَلِيل} بِالرَّفْع وَالنّصب.\rإِعْرَاب قيل وَقَالَ وتوجيه \" كره لكم قيل وَقَالَ \"\r\r(282) وَفِي حَدِيثه: \" كره لكم قيل وَقَالَ \" الَّذِي يظْهر عِنْد أهل اللُّغَة أَن تكون","seal":"3C1A6CEE","part":1},
      {"page":147,"id":135,"hno":null,"nass":"الكلمتان اسْمَيْنِ معربين بِوُجُوه الْإِعْرَاب ويدخلهما الْألف وَاللَّام. وَالْمَشْهُور فِي [هَذَا] الحَدِيث بناؤهما على الفتحة على أَنَّهُمَا فعلان ماضيان، فعلى هَذَا يكون التَّقْدِير: نهى عَن قَول: قيل وَقَالَ، وَفِيهِمَا ضمير فَاعل مستتر، وَلَو روى: عَن قيل [وَقَالَ] بِالْجَرِّ والتنوين جَازَ.\rإِعْرَاب مَا بعد إِلَّا فِي الِاسْتِثْنَاء الْمَنْفِيّ\r\r(283) وَفِي حَدِيثه: \" لَا صَلَاة بعد الْإِقَامَة إِلَّا الْمَكْتُوبَة \" الْوَجْه الرّفْع، على الْبَدَل من مَوضِع: لَا صَلَاة، وَالنّصب ضَعِيف، وَقد بَين ذَلِك فِي مسَائِل النَّحْو، وَمثل ذَلِك \" لَا إِلَه إِلَّا الله \".\rتَوْجِيه قَوْله \" عَلَيْك السّمع وَالطَّاعَة \"\r\r(284) وَفِي حَدِيثه: \" عَلَيْك السّمع وَالطَّاعَة \" بِالرَّفْع على أَنه مُبْتَدأ وَمَا قبله الْخَبَر، وَهَذَا لَفظه لفظ الْخَبَر، وَمَعْنَاهُ الْأَمر أَي: \" اسْمَع، وأطع \" على كل حَال، وَإِن جَاءَ فِي بعض الرِّوَايَات مَنْصُوبًا فَهُوَ على الإغراء، كَقَوْلِه تَعَالَى: {عَلَيْكُم أَنفسكُم} .\r[63] عتبَة بن عبد السّلمِيّ\r\rتَوْجِيه قَوْله: \" خطْوَة كَفَّارَة وخطوة دَرَجَة \"\r\r(285) حَدِيث عتبَة بن عبد السّلمِيّ أبي الْوَلِيد: \" مَا من عبد يخرج من بَيته إِلَى غدو أَو رواح إِلَى الْمَسْجِد إِلَّا كَانَت خطاه خطْوَة كَفَّارَة وخطوة دَرَجَة \".\r[الْجيد: خبر: \" خطْوَة \" على أَن يكون خبر كَانَ] وَكَفَّارَة نعت لخطوة.","seal":"2584A02B","part":1},
      {"page":148,"id":136,"hno":null,"nass":"وَلَو رفع على أَنه مُبْتَدأ وَكَفَّارَة خَبره جَازَ. وَهَذَا جَائِز، وَإِن كَانَت خطْوَة نكرَة؛ لِأَن التَّقْدِير خطْوَة مِنْهَا كَفَّارَة وخطوة مِنْهَا دَرَجَة، فَحذف الصّفة للْعلم بهَا. وَيجوز أَن يكون خطْوَة مَعَ تنكيرها فِي مَوضِع: بَعْضهَا كَفَّارَة وَبَعضهَا دَرَجَة.\r[64] عُثْمَان بن أبي الْعَاصِ الثَّقَفِيّ\r\rتَوْجِيه قَوْله: \" هَل من دَاع فأستجيب لَهُ \"\r\r(286) وَفِي حَدِيث عُثْمَان بن أبي الْعَاصِ الثَّقَفِيّ: \" هَل من دَاع فأستجيب لَهُ \" الْجيد نصب هَذِه الْأَفْعَال؛ لِأَنَّهَا جَوَاب الِاسْتِفْهَام فَهُوَ كَقَوْلِه تَعَالَى: {فَهَل لنا من شُفَعَاء فيشفعوا لنا} .\rوَيجوز الرّفْع على تَقْدِير مُبْتَدأ: فَأَنا أعْطِيه، فَأَنا أُجِيبهُ.\r[65] عُثْمَان بن عَفَّان\r\rتَوْجِيه قَوْله: \" وَذَلِكَ الدَّهْر كُله \"\r\r(287) وَفِي حَدِيث عُثْمَان بن عَفَّان رَضِي الله عَنهُ: \" مَا من امْرِئ مُسلم تحضره صَلَاة مَكْتُوبَة فَيحسن وضوءها، وخشوعها، وركوعها، إِلَّا كَانَت كَفَّارَة لما قبلهَا من الذُّنُوب مَا لم يَأْتِ كَبِيرَة وَذَلِكَ الدَّهْر كُله \".","seal":"BED65D56","part":1},
      {"page":149,"id":137,"hno":null,"nass":"يجوز فِيهِ النصب على تَقْدِير: وَذَلِكَ فِي الدَّهْر كُله، فَحذف حرف الْجَرّ، ونصبه على الظّرْف، وموضعه رفع خبر [ذَلِك] وَيجوز رَفعه [على تَقْدِير] وَذَلِكَ حكم الدَّهْر كُله، فَحذف الْمُضَاف وَأقَام الْمُضَاف إِلَيْهِ مقَامه.\r[66] عرْفجَة بن صَرِيح (شُرَيْح الْأَشْجَعِيّ)\r\rتَوْجِيه قَوْله: \" كَائِنا من كَانَ \"\r\r(288) وَفِي حَدِيث عرْفجَة بن صَرِيح وَيُقَال: شُرَيْح الْأَشْجَعِيّ: \" فَاضْرِبُوهُ بِالسَّيْفِ كَائِنا من كَانَ \" \" كَائِنا \" حَال من الْهَاء فِي (اضْرِبُوهُ) . أَي: فَاضْرِبُوهُ شريفا أَو وضيعا، وَغير ذَلِك. و \" من كَانَ \" اسْتِفْهَام، [أَي] رجل كَانَ؟ وَيجوز أَن يكون المُرَاد [بِهِ] الصّفة كَمَا تَقول: مَرَرْت بِرَجُل أَي رجل.\r[67] عقبَة بن عَامر الْجُهَنِيّ\r\r[تَوْجِيه قَوْله: \" لَهو أَشد تفلتا \".\r\r(289) وَفِي حَدِيث عقبَة بن عَامر الْجُهَنِيّ: \" لَهو أَشد تفلتا \" هُوَ مَنْصُوب على التَّمْيِيز، كَقَوْلِه تَعَالَى: {هُوَ أَشد مِنْهُ قُوَّة} ، {وَأحسن مقيلا} وَمَا أشبهه.]","seal":"067FC034","part":1},
      {"page":150,"id":138,"hno":null,"nass":"تَوْجِيه قَوْله: \" وَلَو كعكة \"\r\r(290) وَفِي حَدِيثه: \" لَا يخطئه يَوْم إِلَّا تصدق فِيهِ بِشَيْء وَلَو كعكة \" وَمَا بعده، النصب على تَقْدِير: وَلَو أعْطى كعكة [أَو وجد كعكة] ، وَيجوز الْجَرّ على الْبَدَل من شَيْء، وَتَقْدِيره: وَلَو بكعكة.\rعمل الْمصدر عمل الْفِعْل\r\r(291) وَفِي حَدِيثه: \" فَقَالَ: مَا جَاءَ بكم؟ قَالُوا: صحبتك رَسُول الله، أحببنا [أَن نسير مَعَك \" (صُحْبَة) فَاعل فعل مَحْذُوف. أَي: جَاءَ بِنَا صحبتك، وَرَسُول الله] . مَنْصُوب بصحبتك؛ لِأَن الْمصدر يعْمل عمل [اسْم] الْفِعْل. وَيجوز أَن يكون على النداء و \" أحببنا \" مُسْتَأْنف. وَيجوز أَن يكون (صحبتك) مُبْتَدأ و (أحببنا) الْخَبَر، والعائد مَحْذُوف أَي: أحببنا من أَجلك.\rتَوْجِيه قَوْله: \" لَا يقرئونا \"\r\r(292) وَفِي حَدِيثه: \" إِنَّك تبعثنا فَنَنْزِل بِقوم لَا [يقرونا] \" الأَصْل لَا يقروننا.\rفالنون الأولى عَلامَة [رفع الْفِعْل وَهُوَ هُنَا مَرْفُوع، و (نَا) ضمير الْجَمَاعَة، وَهُوَ مفعول] إِلَّا أَنه حذف نون الرّفْع لتوالي نونين، وَمثله قَوْله تَعَالَى: {فَبِمَ تبشرون} فِي قِرَاءَة من كسر النُّون.\rالنصب على الِاخْتِصَاص\r\r(293) وَفِي حَدِيثه: \" يَوْم عَرَفَة، وَيَوْم النَّحْر، وَأَيَّام التَّشْرِيق عيدنا أهل الْإِسْلَام \"","seal":"092C1A21","part":1},
      {"page":151,"id":139,"hno":null,"nass":"\" أهل \" بِالنّصب على إِضْمَار أَعنِي أَو أخص، كَقَوْلِه [صلى الله عَلَيْهِ وَسلم] : \" نَحن معاشر الْأَنْبِيَاء \".\rوَيجوز الْجَرّ على الْبَدَل من الضَّمِير الْمَجْرُور (بعيد) كَأَنَّهُ قَالَ: عيد أهل الْإِسْلَام.\rتَوْجِيه قَوْله: \" ثمَّ صلى غير \"\r\r(294) وَفِي حَدِيثه: \" ثمَّ صلى غير [ساه] غير مَنْصُوبَة على الْحَال وَالْعَامِل فِيهَا صلى.\r[68] أَبُو مَسْعُود الْأنْصَارِيّ عقبَة بن عَمْرو\r\rوجوب إِضَافَة فَاعل إِلَى مَا بعده\r\r(295) وَفِي حَدِيث أبي مَسْعُود الْأنْصَارِيّ - رَضِي الله عَنهُ - واسْمه عقبَة ابْن عَمْرو - \" ادعو رَسُول الله [صلى الله عَلَيْهِ وَسلم] خَامِس خَمْسَة \" [خَامِس مَنْصُوب على الْحَال، وَالتَّقْدِير: أحد خَمْسَة] كَمَا قَالَ [تَعَالَى] : {ثَانِي اثْنَيْنِ} . فَيجب إِضَافَة فَاعل إِلَى مَا بعده.\rوُقُوع الْمصدر موقع اسْم الْفَاعِل\r\r(296) وَفِي حَدِيثه: \" فَإِن كَانُوا فِي الْقِرَاءَة سَوَاء \" \" سَوَاء \" خبر كَانَ، وَالضَّمِير اسْمهَا، وأفرد سَوَاء لِأَنَّهُ مصدر، والمصدر لَا يثنى وَلَا يجمع، وَمِنْه قَوْله تَعَالَى: {لَيْسُوا سَوَاء} ، وَقَوله: {فِي أَرْبَعَة أَيَّام سَوَاء} وَالتَّقْدِير: مستوين [ومستويات] وَوَقع الْمصدر موقع اسْم الْفَاعِل.","seal":"FBD0B458","part":1},
      {"page":152,"id":140,"hno":null,"nass":"[69] عَليّ بن أبي طَالب\r\rنصب (يَمِينا وَشمَالًا) على الظّرْف\r\r(297) وَفِي حَدِيث عَليّ بن أبي طَالب رَضِي الله عَنهُ: \" وَالنَّاس يضْربُونَ الْإِبِل يَمِينا وَشمَالًا \" \" يَمِينا وَشمَالًا \" منصوبان على الظّرْف أَي: فِي يَمِين وشمال.\rتَوْجِيه حَدِيث \" لَا شِفَاء إِلَّا شفاؤك شِفَاء لَا يُغَادر سقما \"\r\r(298) وَفِي حَدِيثه: \" أَنْت الشافي لَا شِفَاء إِلَّا شفاؤك، شِفَاء لَا يُغَادر سقما \".\r\" شِفَاء \" الأول مَبْنِيّ على الْفَتْح، وَالْخَبَر مَحْذُوف أَي: لَا شِفَاء لنا، وشفاؤك مَرْفُوع بَدَلا من مَوضِع لَا شِفَاء، [وَمثله: لَا إِلَه إِلَّا الله] ، و \" شِفَاء \" بِالنّصب مصدر \" اشف \" شِفَاء، وبالرفع هُوَ شِفَاء.\rتَوْجِيه رِوَايَة \" فَلَا يصومها أحد \" بِضَم الْمِيم\r\r(299) وَفِي حَدِيثه [صلى الله عَلَيْهِ وَسلم] : \" إِن هَذِه أَيَّام أكل وَشرب، فَلَا يصومها أحد \" كَذَا وَقع فِي هَذِه الرِّوَايَة [وَالْوَجْه: فَلَا يصمها، أَو فَلَا يصومنها، وَوجه هَذِه الرِّوَايَة] أَن تضم الْمِيم وَيكون لَفظه لفظ الْخَبَر، وَمَعْنَاهُ الْأَمر كَقَوْلِه تَعَالَى: {والمطلقات يَتَرَبَّصْنَ} {والوالدات يرضعن} .","seal":"5C962507","part":1},
      {"page":153,"id":141,"hno":null,"nass":"نصب \" أَرْبعا \" نصب المصادر وكل مَا جَاءَ من النكرات على مِثَاله\r(300) وَفِي حَدِيثه: \" أَن تكبر الله أَرْبعا وَثَلَاثِينَ \" الحَدِيث. نصب (أَرْبعا) نصب المصادر؛ لِأَنَّهُ فِي الأَصْل مُضَاف إِلَى الْمصدر كَقَوْلِه: كَبرت الله أَربع تَكْبِيرَات، وَهَكَذَا [كل] مَا جَاءَ من النكرات على هَذَا الْمَعْنى.\rتَوْجِيه حَدِيث \" لَا يحل للخليفة من مَال الله قصعتان: قَصْعَة \"\r\r(301) وَفِي حَدِيثه: \" لَا يحل للخليفة من مَال الله إِلَّا قصعتان: قَصْعَة ... \" الحَدِيث. قَصْعَة مَرْفُوع على أَنه خبر مُبْتَدأ مَحْذُوف أَي: إِحْدَاهمَا قَصْعَة، وَيجوز نَصبه - على بعد - وَيكون تَقْدِيره أَعنِي قَصْعَة.\rتَوْجِيه حَدِيث: \" فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" كَيَّتَانِ \"\r\r(302) وَفِي حَدِيثه: \" مَاتَ رجل من أهل الصّفة وَترك دينارين أَو دِرْهَمَيْنِ فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : كَيَّتَانِ \" أَي: هما كَيَّتَانِ لَهُ. وَلَو جَاءَ بِالنّصب كَانَ لَهُ وَجه أَي: ترك كيتين.\rتَوْجِيه قَوْله [صلى الله عَلَيْهِ وَسلم] : \" إِنِّي وَإِيَّاك وَهَذَانِ ... \"\r\r(303) وَفِي حَدِيثه: \" إِنِّي وَإِيَّاك وَهَذَانِ وَهَذَا الراقد فِي مَكَان وَاحِد يَوْم الْقِيَامَة \" وَقع","seal":"3BF9B750","part":1},
      {"page":154,"id":142,"hno":null,"nass":"فِي هَذِه الرِّوَايَة (هَذَانِ) بِالْألف وَفِيه وَجْهَان:\rأَحدهمَا: أَنه عطف على مَوضِع اسْم إِن قبل الْخَبَر؛ لِأَن مَوضِع اسْم (إِن) رفع تَقْدِيره: أَنا وَأَنت وَهَذَانِ، وَعَلِيهِ حمل الْكُوفِيُّونَ قَوْله تَعَالَى: {والصابئون} . وحكوا عَن الْعَرَب: إِن زيدا وَأَنْتُم ذاهبون، وَحمل سِيبَوَيْهٍ الْحِكَايَة على الْغَلَط.\rوَالْوَجْه الثَّانِي: أَن يكون الْألف فِي هَذَانِ لَازِمَة فِي كل حَال كَمَا قَالُوا: \" ضَربته بَين أذنَاهُ \"، وَعَلِيهِ حمل قَوْله تَعَالَى: {إِن هَذَانِ لساحران} . فِي أحد الْأَقْوَال. فعلى هذَيْن الْوَجْهَيْنِ يكون خبر إِن [قَوْله:] \" فِي مَكَان وَاحِد \". وَيجوز أَن يكون قَوْله \" فِي مَكَان وَاحِد \" خبر إِنِّي وَإِيَّاك، وَيكون (هَذَانِ) مُبْتَدأ، (وَهَذَا) عطف عَلَيْهِ، وَالْخَبَر مَحْذُوف تَقْدِيره: وَهَذَانِ وَهَذَا كَذَلِك، وَقد أَجَازُوا فِي قَوْلهم: إِن زيدا وعمرا فِي الدَّار، [أَن] يكون قَوْله: فِي الدَّار خَبرا عَن زيد، وَخبر عَمْرو محذوفا، وَأَن يكون فِي الدَّار خَبرا عَن عَمْرو، وَخبر زيد محذوفا.\rتَوْجِيه قَوْله: \" مَا تضحكون؟ لرجل عبد الله أثقل ... \" إِلَخ\r(304) وَفِي حَدِيثه: \" مَا تضحكون؟ لرجل عبد الله أثقل فِي الْمِيزَان \" أثقل [- بِفَتْح اللَّام - وَهُوَ مجرور نعتا لرجل، وَيجوز أَن يرفع على تَقْدِير: هُوَ أثقل، وَاللَّام فِي (لرجل) بِمَعْنى من أجل.]\r[70] عمار بن يَاسر\r\rتَوْجِيه قَوْله: \" أَلا أحدثكُم بِأَشْقَى النَّاس رجلَيْنِ ... \"\r\r(305) وَفِي حَدِيث عمار بن يَاسر: \" أَلا [أحدثكُم] بِأَشْقَى النَّاس رجلَيْنِ. . \".","seal":"F3BCD093","part":1},
      {"page":155,"id":143,"hno":null,"nass":"\" رجلَيْنِ \" مَنْصُوب على التَّمْيِيز، كَمَا تَقول: هُوَ أَشْقَى النَّاس رجلا. وَجَاز تثنيته وَجمعه مثل قَوْله تَعَالَى: {بالأخسرين أعمالا} . وكما قَالُوا: نعم رجلَيْنِ الزيدان، وَنعم رجَالًا الزيدون، وكما تَقول: هم أفضل النَّاس رجَالًا.\r[71] عمر بن الْخطاب - رَضِي الله عَنهُ -\r\rتَوْجِيه قَوْله: \" إِن أخوف مَا أَخَاف على أمتِي \" وَبَيَان مَا فِيهِ من تجوز\r\r(306) وَفِي حَدِيث عمر بن الْخطاب رَضِي الله عَنهُ: \" إِن أخوف مَا أَخَاف على أمتِي كل مُنَافِق عليم اللِّسَان \".\r\" أخوف \" اسْم (إِن) و (مَا) هَهُنَا نكرَة مَوْصُوفَة، والعائد مَحْذُوف تَقْدِيره: إِن أخوف شَيْء [أخافه] على أمتِي (كل) ، و (كل) خبر إِن.\rوَفِي الْكَلَام تجوز؛ لِأَن أخوف هُنَا للْمُبَالَغَة، وَخبر إِن هُوَ اسْمهَا فِي الْمَعْنى، فَكل مُنَافِق أخوف، وَلَيْسَ كل [أخوف منافقا] ، وَلَكِن الْمُنَافِق مخوف، وَلَكِن جَاءَ بِهِ على الْمَعْنى.\rتَوْجِيه حَدِيث: \" إِنِّي صَائِم ... إِلَخ \" بِتَقْدِير الْحَذف فِي السُّؤَال أَو فِي الْجَواب\r\r(307) وَفِي حَدِيثه: \" قَالَ: إِنِّي صَائِم قَالَ: وَأي الصّيام تَصُوم؟ قَالَ: أول الشَّهْر وَآخره. قَالَ: إِن كنت صَائِما فَصم الثَّلَاث عشرَة، والأربع عشرَة وَالْخمس عشرَة \".\r\" أَي \" هَهُنَا مَنْصُوبَة (بتصوم) ، وَالزَّمَان مَعهَا مَحْذُوف تَقْدِيره: أَي زمَان الصَّوْم تَصُوم؟","seal":"ADF18624","part":1},
      {"page":156,"id":144,"hno":null,"nass":"وَلذَلِك أجَاب بقوله: \" أول الشَّهْر \". وَلَو لم يرد حذف الْمُضَاف لم يستقم؛ لِأَن الْجَواب [يكون على وفْق السُّؤَال، فَإِذا كَانَ الْجَواب] بِالزَّمَانِ، كَانَ السُّؤَال عَن الزَّمَان. وَيجوز أَن لَا يقدر فِي السُّؤَال حذف مُضَاف، بل تقدره فِي الْجَواب وَتَقْدِيره: صِيَام أول الشَّهْر. وَقَوله: (الثَّلَاث عشرَة) وَمَا بعده، أَدخل الْألف وَاللَّام على الِاسْم الأول من الْمركب وَهُوَ الْقيَاس. [وَالتَّقْدِير: اللَّيْلَة الثَّلَاث عشرَة] وَالْمرَاد: يَوْم اللَّيْلَة الثَّلَاث عشرَة؛ لِأَن اللَّيْلَة لَا تصام.\rتَوْجِيه قَوْله \" فَإِذا أَنا برباح \"\r\r(308) وَفِي حَدِيثه: \" فَإِذا أَنا برباح غُلَام رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَاعِدا على أُسْكُفَّة الْمشْربَة \" (إِذا) هَذِه ظرف مَكَان وَمَعْنَاهُ المفاجأة، وَأَنا مُبْتَدأ، وَفِي الْخَبَر وَجْهَان:\rأَحدهمَا: \" برباح \" وَالتَّقْدِير فَإِذا أَنا بصرت برباح، (وَإِذا) على هَذَا مَنْصُوبَة (ببصرت) .\rوَالثَّانِي: الْخَبَر هُوَ (فَإِذا) ؛ لِأَنَّهُ مَكَان، وظرف الْمَكَان يكون خَبرا عَن الجثة (ورباح) فِي مَوضِع الْمَفْعُول، وَأما (قَاعِدا) فحال من (رَبَاح) وَالْعَامِل فِيهَا مَا يتَعَلَّق بِهِ الْبَاء.\rتَوْجِيه حَدِيث: \" لَا تلعنوه، فو الله، مَا علمت أَنه يحب الله وَرَسُوله \".\r\r(309) وَفِي حَدِيثه: \" لَا تلعنوه - يَعْنِي حمارا - فو الله، مَا علمت أَنه يحب الله وَرَسُوله \" فِي الْمَعْنى وَجْهَان:","seal":"5131FC60","part":1},
      {"page":157,"id":145,"hno":null,"nass":"أَحدهمَا: (مَا) زَائِدَة، أَي: فو الله، علمت أَنه، والهمزة على هَذَا مَفْتُوحَة.\rوَالثَّانِي: [أَن لَا تكون زَائِدَة] وَيكون الْمَفْعُول محذوفا، أَي: مَا علمت عَلَيْهِ أَو مِنْهُ سوءا. ثمَّ اسْتَأْنف فَقَالَ: إِنَّه يحب الله، [فالهمزة على هَذَا مَكْسُورَة] .\r(310) [وَفِي حَدِيثه: \" من كَانَ مِنْكُم ملتمسا لَيْلَة الْقدر، فليلتمسها فِي الْعشْر الْأَوَاخِر وترا \" انتصاب \" وتر \" على الصّفة لظرف مَحْذُوف، تَقْدِيره: فليلتمسها فِي زمَان وتر، يَعْنِي: فِي اللَّيَالِي الْأَفْرَاد. وَيجوز أَن يكون نعتا لمصدر مَحْذُوف، أَي: التماسا وترا، وَيجوز هَذَا الْمصدر فِي مَوضِع الْحَال، أَي: موترا.\r[72] عمرَان بن حُصَيْن]\r(311) وَفِي حَدِيث عمرَان بن حُصَيْن، فَقَالَ بشير بن كَعْب فِي الْحِكْمَة: \" إِن مِنْهُ وقارا \" (إِن) مَكْسُورَة لَا غير؛ لِأَنَّهَا مستأنفة، وَلَيْسَت معمولة لمكتوب؛ لِأَن مَكْتُوبًا من كَلَام الرَّاوِي يعلم بِهِ أَن صُورَة الْمَكْتُوب فِي الْحِكْمَة وقار.\r(312) وَفِي حَدِيثه: \" إِن فلَانا لَا يفْطر نَهَارا الدَّهْر \" (الدَّهْر) مَنْصُوب، وَفِيه وَجْهَان: أَحدهمَا: هُوَ بدل من (نَهَار) فَكَأَنَّهُ قَالَ: لَا يفْطر الدَّهْر، وَذكر النَّهَار هُنَا لفائدة: وَهُوَ أَنه لَو قَالَ: لَا يفْطر الدَّهْر، لدخل فِيهِ اللَّيْل، بِمُقْتَضى الظَّاهِر، فَلَمَّا قَالَ: (نَهَارا) أَرَادَ أَنه نَهَار الدَّهْر.\rوَالثَّانِي: ينْتَصب بِفعل مَحْذُوف تَقْدِيره: يَصُوم الدَّهْر، وَهُوَ شَارِح لِمَعْنى: لَا يفْطر نَهَارا.","seal":"03B43494","part":1},
      {"page":158,"id":146,"hno":null,"nass":"تَوْجِيه حَدِيث \" أعتق سِتَّة مملوكين \"\r\r(313) وَفِي حَدِيثه: \" أَن رجلا أعتق سِتَّة مملوكين لَهُ عِنْد مَوته لم يكن لَهُ مَال غَيرهم، فَدَعَا بهم رَسُول الله [صلى الله عَلَيْهِ وَسلم] فجزأهم ثَلَاثًا \".\rالْجيد تَنْوِين (سِتَّة) وَتَكون (مملوكين) نعتا لَهُ، وَالْإِضَافَة ضَعِيفَة؛ لِأَن الْمُمَيز هُنَا جمع صَحِيح وَالْأَصْل فِي الْمُمَيز الْمُضَاف إِلَيْهِ أَن يكون بِلَفْظ مَوْضُوع للقلة، وَقد يَقع موقعه جمع الْكَثْرَة، كَقَوْلِك: ثَلَاثَة أفلس، وَثَلَاثَة رجال.\rوَأما قَوْله: \" فجزأهم ثَلَاثًا \" فَالظَّاهِر يَقْتَضِي \" ثَلَاثَة \"؛ لِأَن التَّقْدِير ثَلَاثَة أَجزَاء.\rوَوجه حذف التَّاء: أَن تَقْدِيره: ثَلَاث فرق [الْوَاحِدَة فرقة] ، وَلَو قدرت ثَلَاث قطع جَازَ كَمَا قَالَ الله تَعَالَى: {وقطعناهم اثْنَتَيْ عشرَة أسباطا} أَي اثْنَتَيْ عشرَة قِطْعَة ثمَّ أبدل مِنْهُ أسباطا.\rو\" غَيرهم \" بِالرَّفْع نعت (لمَال) وَبِالنَّصبِ على الِاسْتِثْنَاء.\rالِاسْتِفْهَام لَا يعْمل فِيهِ مَا قبله\r\r(314) وَفِي حَدِيثه قَالَ: \" أَتَدْرُونَ أَي يَوْم ذَلِك \" (أَي) مَرْفُوع الْبَتَّةَ مُبْتَدأ وَذَلِكَ خَبره، وَقيل: أَي خبر وَذَلِكَ مُبْتَدأ، وَلَا يجوز نَصبه بأتدرون؛ لِأَن الِاسْتِفْهَام لَا يعْمل فِيهِ فعل قبله، وَمثله {لنعلم أَي الحزبين أحصى} .\rتَوْجِيه حَدِيث الْمَرْأَة والمزادتين\r\r(315) وَفِي حَدِيث الْمَرْأَة والمزادتين:\r\" ووقعنا تِلْكَ الْوَقْعَة \" (تِلْكَ) فِي مَوضِع نصب (بوقعنا) نصب المصادر (والوقعة) بدل من تِلْكَ أَو عطف بَيَان فَهِيَ مَنْصُوبَة لَا غير.","seal":"80C4A9F0","part":1},
      {"page":159,"id":147,"hno":null,"nass":"وَفِيه: \" وَكَانَ أول من اسْتَيْقَظَ فلَان \" \" فلَان \" اسْم كَانَ و \" أول \" خَبَرهَا و \" من \" نكرَة مَوْصُوفَة فَتكون \" أول \" نكرَة أَيْضا لِإِضَافَتِهِ إِلَى النكرَة، أَي: أول رجل اسْتَيْقَظَ.\rوَفِيه: \" قَالَت: عهدي بِالْمَاءِ أمس هَذِه السَّاعَة \". \" عهد \" مُبْتَدأ لِإِضَافَتِهِ إِلَى الضَّمِير، و (بِالْمَاءِ) مُتَعَلق بِهِ (وأمس) ظرف لعهدي، (وَهَذِه السَّاعَة) بدل من أمس [بدل بعض من كل] ، وَخبر الْمُبْتَدَأ مَحْذُوف تَقْدِيره: عهدي بِالْمَاءِ حَاصِل أَو نَحْو ذَلِك. وَيجوز أَن يكون (أمس) خبر (عهدي) ؛ لِأَن الْمصدر يخبر عَنهُ بظرف الزَّمَان.\rوَفِيه: \" فَإِن كَانَ الْمُسلمُونَ بعد يغيرون \" (إِن) هَهُنَا مُخَفّفَة من الثَّقِيلَة وَاسْمهَا مَحْذُوف أَي: إِنَّه كَانَ الْمُسلمُونَ كَقَوْلِه تَعَالَى: {وَإِن كَادُوا ليستفزونك من الأَرْض} .\rوَفِيه: \" يغيرون على مَا حولهَا من الْمُشْركين وَلَا يصيبون الصرم الَّذِي هِيَ مِنْهُ، فَقَالَت يَوْمًا لقومها: مَا أَدْرِي. إِن هَؤُلَاءِ يدعونكم [عمدا] فَهَل لكم فِي الْإِسْلَام؟ فأطاعوها فَدَخَلُوا فِي الْإِسْلَام \". الْجيد: (إِن هَؤُلَاءِ) بِالْكَسْرِ على الِاسْتِئْنَاف وَلَا يفتح على إِعْمَال (أَدْرِي) فِيهِ؛ لِأَنَّهَا قد علمت بطرِيق الظَّاهِر أَن الْمُسلمين تركُوا الإغارة على صرمها مَعَ الْقُدْرَة على ذَلِك، فَلهَذَا رغبتهم فِي الْإِسْلَام أَي: قد تركُوا الإغارة رِعَايَة لكم، وَيكون مفعول: (مَا أَدْرِي) محذوفا أَي: مَا أَدْرِي لماذا تمتنعون من الْإِسْلَام أَو نَحْو ذَلِك؟\rوَفِيه: \" وَإِن كَانَ آخر ذَلِك أَن أعطي \" (آخر) بِالنّصب أقوى على أَنه خبر كَانَ مقدم، وَأَن (أعْطى) فِي مَوضِع رفع اسْم كَانَ؛ لِأَن (أَن) وَالْفِعْل أعرف من الِاسْم الْمُفْرد. وَيجوز رفع آخر وَنصب أَن أعْطى؛ لِأَن كليهمَا معرفَة، وَقد جَاءَ الْقُرْآن بهما فِي نَحْو قَوْله تَعَالَى: {فَمَا كَانَ جَوَاب قومه إِلَّا أَن قَالُوا} بِالنّصب وَالرَّفْع.\r[73] أَبُو زيد عَمْرو بن أَخطب\r\rتَوْجِيه حَدِيث \" كَانَ هَذَا يَوْمًا \"\r\r(316) وَفِي حَدِيث أبي زيد [الْأنْصَارِيّ] عَمْرو بن أَخطب: \" فَقَالَ: يَا رَسُول الله:","seal":"BACD414E","part":1},
      {"page":160,"id":148,"hno":null,"nass":"كَانَ هَذَا يَوْمًا الطَّعَام فِيهِ كريه \". \" هَذَا \" اسْم كَانَ و \" يَوْمًا \" ظرف لهَذَا. والجيد أَن يكون يَوْمًا خبر كَانَ؛ لِأَنَّهُ أَرَادَ بِهَذَا الذّبْح، وَهُوَ مصدر، وظرف الزَّمَان يجوز أَن يكون خَبرا عَن الْمصدر.\rوَقَوله: \" الطَّعَام فِيهِ كريه \" مُبْتَدأ وَخَبره فِي مَوضِع نصب صفة (ليَوْم) ، وَهَذَا مثل قَوْلك: كَانَ [الرّيح] يَوْم الْجُمُعَة الَّذِي فِيهِ الطَّعَام كريه.\r[74] عَمْرو بن الْعَاصِ\r\rأَلا، وهلا، وَلَوْلَا إِذا وَليهَا الْمَاضِي أَو الْمُسْتَقْبل\r\r(317) وَفِي حَدِيث عَمْرو بن الْعَاصِ: \" يأيها النَّاس أَلا [كَانَ] \" (أَلا) الْمَفْتُوحَة مُشَدّدَة وَإِذا وَليهَا الْمَاضِي كَانَ توبيخا، وَإِن وَليهَا الْمُسْتَقْبل كَانَت تحضيضا، وَمثلهَا (هلا) (وَلَوْلَا) [ولوما] .\rتَوْجِيه حَدِيث \" فَأَي ذَلِك قَرَأْتُمْ \"\r\r(318) وَفِي حَدِيثه: \" فَأَي ذَلِك قَرَأْتُمْ. . \" الحَدِيث. (أَي) مَنْصُوبَة (بقرأ) وَهِي شَرْطِيَّة، وَمثله قَوْله تَعَالَى: {أيا مَا تَدْعُو} فَأَيا مَنْصُوب بتدعو.\r(319) وَفِي حَدِيثه: \" إِن أفضل مَا [نعد] شَهَادَة أَن لَا إِلَه إِلَّا الله \" (شَهَادَة) مَرْفُوع لَا غير؛ لِأَن خبر (إِن) تَقْدِيره: أفضل الْأَشْيَاء شَهَادَة، و (مَا) بِمَعْنى الَّذِي، ونعد صلتها والعائد مَحْذُوف أَي: بعده، وَلَا يجوز أَن تنصب شَهَادَة بنعد؛ لِأَنَّهُ يصير فِي صلَة (الَّذِي) فتحتاج (إِن) إِلَى خبر، وَلَيْسَ فِي اللَّفْظ خبر وَلَا تَقْدِيره معنى.","seal":"12434794","part":1},
      {"page":161,"id":149,"hno":null,"nass":"تَوْجِيه قَوْله: \" وَالله مَا أَدْرِي أحبا ذَلِك أم تألفا \"\r\r(320) وَفِي حَدِيثه: \" وَالله، مَا أَدْرِي: أحبا ذَلِك أم تألفا \" هما منصوبان [مفعول] لَهما: أَي: لَا أَدْرِي: هَل دلاني لمحبته أَو لتأليفه إيَّايَ.\r[75] عَمْرو بن عبد الله الْقَارِي\r\rعلام نصب كَلَالَة فِي قَوْله: أورث كَلَالَة؟\r\r(321) وَفِي حَدِيث عَمْرو بن عبد الله [بن أبي عِيَاض] الْقَارِي: \" وَإِنِّي أورث كَلَالَة \" نصب (كَلَالَة) على الْحَال؛ لِأَن الْكَلَالَة هم الْوَرَثَة الَّذين لَيْسَ فيهم ولد وَلَا وَالِد، [فتقديره] : يُورث مَعْدُوم الْوَالِد وَالْولد.\r[76] عَمْرو بن عبسة بن خَالِد بن عَامر السّلمِيّ\r\rتَوْجِيه نصب \" فوَاق نَاقَته \"\r\r(322) وَفِي حَدِيث عَمْرو بن عبسة السّلمِيّ رَضِي الله عَنهُ: \" من قَاتل فِي سَبِيل الله تَعَالَى فوَاق نَاقَة \" فِي نصب (فوَاق) وَجْهَان:\rأَحدهمَا: أَن يكون ظرفا، تَقْدِيره: وَقت فوَاق نَاقَة أَي: وقتا مُقَدرا بذلك.\rوَالثَّانِي: أَن يكون جَارِيا مجْرى الْمصدر أَي: قتالا مُقَدرا بفواق.\r[77] عَمْرو بن عَوْف\r\rتَوْجِيه قَوْله: \" مَا الْفقر أخْشَى عَلَيْكُم \"\r\r(323) وَفِي حَدِيث عَمْرو بن عَوْف: \" فو الله، مَا الْفقر أخْشَى عَلَيْكُم \" (الْفقر) مَنْصُوب","seal":"5C87DD10","part":1},
      {"page":162,"id":150,"hno":null,"nass":"(بأخشى) تَقْدِيره: مَا أخْشَى عَلَيْكُم الْفقر، وَالرَّفْع ضَعِيف يحْتَاج إِلَى ضمير يعود إِلَيْهِ، وَإِنَّمَا يَجِيء ذَلِك فِي الشّعْر، وَتَقْدِيره: ذَلِك الْفقر مَا أخشاه عَلَيْكُم أَي: مَا الْفقر مخشيا عَلَيْكُم. وَهُوَ ضَعِيف.\r[78] عُوَيْمِر بن عَامر (أَبُو الدَّرْدَاء)\r\rتَوْجِيه قَوْله: أقبل أخذا\r\r(324) وَفِي حَدِيث أبي الدَّرْدَاء - عُوَيْمِر بن عَامر -: \" إِذْ أقبل أَبُو بكر آخِذا \" (آخِذا) حَال وَالْعَامِل فِيهِ (أقبل) . وَفِي الحَدِيث: \" هَل أَنْتُم تاركو لي صَاحِبي؟ \" الْوَجْه (تاركون) ؛ لِأَن الْكَلِمَة لَيست مُضَافَة؛ لِأَن حرف الْجَرّ يمْنَع الْإِضَافَة. وَإِنَّمَا يجوز حذف النُّون فِي موضِعين:\rأَحدهمَا: الْإِضَافَة، وَلَا إِضَافَة هُنَا.\rوَالثَّانِي: إِذا كَانَ فِي \" تاركون \" الْألف وَاللَّام، مثل قَول الشَّاعِر:\r(الحافظو عَورَة الْعَشِيرَة ... )\r\r[وَالْأَشْبَه أَن حذفهَا من غلط الروَاة]\r(325) وَفِي حَدِيثه: \" فرغ الله - عز وَجل - إِلَى كل عبد من خمس: من أَجله ورزقه وأثره وشقى أم سعيد \" [قَوْله: وشقى أم سعيد] لَا يجوز فِيهِ إِلَّا الرّفْع على تَقْدِير: هُوَ شقى، وَلَو جر عطفا على مَا قبله لم يجز؛ لِأَنَّك لَو قلت: فرغ من شقى أم سعيد لم يكن لَهُ معنى.","seal":"856E78CC","part":1},
      {"page":163,"id":151,"hno":null,"nass":"بَاب الْفَاء\r\rإِعْرَاب مَا يشكل من حَدِيث\r\r[79] فضَالة بن عدي الْأنْصَارِيّ.\r\r[80] فَيْرُوز الديلمي.","seal":"0049D2E1","part":1},
      {"page":164,"id":152,"hno":null,"nass":"[79] فضَالة بن عدي الْأنْصَارِيّ\r\rوُقُوع الْمصدر فِي مَوضِع الْحَال\r\r(326) فِي حَدِيث فضَالة بن عدي الْأنْصَارِيّ: \" الذَّهَب بِالذَّهَب وزنا بِوَزْن \". (وزنا) مصدر فِي مَوضِع الْحَال.\rوَالتَّقْدِير: الذَّهَب يُبَاع بِالذَّهَب مَوْزُونا بموزون.\rوَيجوز أَن يكون التَّقْدِير: الذَّهَب يُوزن بِالذَّهَب وزنا، فَيكون مصدرا مؤكدا [دَالا على الْفِعْل] الْمَحْذُوف، كَمَا قَالُوا: [فلَان] شرب الْإِبِل. أَي: يشرب شرب الْإِبِل.\r[80] فَيْرُوز الديلمي\r\rإِعْرَاب عُرْوَة عُرْوَة\r\r(327) وَفِي حَدِيث فَيْرُوز الديلمي: \" لينقضن الْإِسْلَام عُرْوَة عُرْوَة \".\rعُرْوَة عُرْوَة حَال. وَالتَّقْدِير: ينْقض مُتَتَابِعًا شَيْء بعد شَيْء [وَمثل قَوْلهم: دخلُوا الأول فَالْأول] .","seal":"B8ED743E","part":1},
      {"page":165,"id":153,"hno":null,"nass":"بَاب الْقَاف\r\rإِعْرَاب مَا يشكل من حَدِيث\r\r[81] قبيصَة بن الْمخَارِق\r\r[82] قَتَادَة بن ملْحَان.\r\r[83] قُرَّة بن إِيَاس الْمُزنِيّ.","seal":"1FFAD2CA","part":1},
      {"page":166,"id":154,"hno":null,"nass":"[81] قبيصَة بن الْمخَارِق\r\rوُقُوع الْمصدر فِي مَوضِع الْحَال\r\r(328) فِي حَدِيث قبيصَة بن الْمخَارِق: \" يَأْكُلهُ صَاحبه سحتا \" [سحتا حَال] أَي: يَأْكُلهُ محرما.\r[82] قَتَادَة بن ملْحَان\r\rالصَّحِيح \" أَيَّام الْبيض \" وَعدم جَوَاز \" الْأَيَّام الْبيض \"\r\r(329) وَفِي حَدِيث قَتَادَة بن ملْحَان الْقَيْسِي: \" كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَأْمر بصيام أَيَّام الْبيض \". \" أَيَّام \" مُضَافَة إِلَى الْبيض؛ لِأَن الْبيض هِيَ اللَّيَالِي؛ لابيضاضها [بالقمر] من أول اللَّيْل إِلَى آخِره، وَلَا يجوز: الْأَيَّام الْبيض؛ لِأَن الْأَيَّام كلهَا بيض، وَإِنَّمَا التَّقْدِير: أَيَّام اللَّيَالِي الْبيض.\r[83] قُرَّة بن إِيَاس الْمُزنِيّ]\r\rالْمصدر فِي مَوضِع الْحَال والمصدر الْمُؤَكّد\r\r(330) وَفِي حَدِيث ابي مُعَاوِيَة قُرَّة بن إِيَاس الْمُزنِيّ، حَدِيث النَّهْي عَن أكل الثوم: \" إِن كُنْتُم لَا بُد [آكليهما فأميتوهما] طبخا \".\rطبخا: إِن شِئْت جعلته مصدرا فِي مَوضِع الْحَال أَي: أميتوهما مطبوختين، وَإِن شِئْت جعلت أميتوهما بِمَعْنى اطبخوهما طبخا فَيكون مصدرا مؤكدا.","seal":"5F8EACF4","part":1},
      {"page":167,"id":155,"hno":null,"nass":"بَاب الْكَاف\r\rفِي إِعْرَاب الْمُشكل من حَدِيث\r\r[84] كَعْب بن مَالك.\r\r[85] كُلْثُوم بن الْحصين أبي رهم.","seal":"E4BCA28C","part":1},
      {"page":168,"id":156,"hno":null,"nass":"[84] كَعْب بن مَالك\r\rتَوْجِيه قَوْله: \" لدن أَن كَانَ ... \"\r\r(331) وَفِي حَدِيث كَعْب بن مَالك وتوبته: \" وَالله، مَا زَالَ يبكي لدن أَن كَانَ من أَمرك [مَا كَانَ] \".\r\" لدن \" مَبْنِيَّة على السّكُون وَهِي بِمَعْنى: (عِنْد) الملاصق للشَّيْء. وَقد قَالَ الله تَعَالَى: {من لدن حَكِيم} وَقَالَ تَعَالَى: {من لَدُنْك رَحْمَة} وَهِي مُضَافَة إِلَى مَا بعْدهَا.\rوَقَوله: \" أَن كَانَ \" (أَن) فِيهِ مَصْدَرِيَّة. أَي: من لدن حُدُوث أَمرك.\rوَفِيه: \" أَن أَنْخَلِع من مَالِي صَدَقَة \" (صَدَقَة) مصدر، فَيجوز أَن يكون مَنْصُوبًا (بأنخلع) ؛ لِأَن معنى الْخلْع الصَّدَقَة.\rوَيجوز أَن يكون مصدرا فِي مَوضِع الْحَال أَي متصدقا.\rاللُّغَات فِي أَيَّام أكل و \" شرب \"\r\r(332) وَفِي حَدِيثه: \" أَيَّام أكل وَشرب \" (الشّرْب) مصدر. وَفِيه ثَلَاث لُغَات: الضَّم وَالْفَتْح وَالْكَسْر. وَقَالَ جمَاعَة من الْمُحَقِّقين: الْمصدر هُوَ الْفَتْح. وَالضَّم وَالْكَسْر اسمان للمصدر، فعلى هَذَا يكون الْفَتْح فِي الحَدِيث أفْصح.","seal":"474AF7B4","part":1},
      {"page":169,"id":157,"hno":null,"nass":"تَوْجِيه قَوْله: \" ومنعة \" بِفَتْح النُّون\r\r(333) وَفِي حَدِيثه حَدِيث لَيْلَة الْعقبَة: \" وَهُوَ فِي عز ومنعة من قومه \" يجوز أَن يرْوى [بِسُكُون النُّون، وَهُوَ مصدر كالمنع وَيجوز أَن يرْوى] بِفَتْحِهَا، وَهُوَ جمع مَانع مثل: كَافِر وكفرة. وَالْمعْنَى: أَنه فِي عدد من قومه.\rتَوْجِيه قَوْله: \" بل الدَّم الدَّم وَالْهدم الْهدم \"\r\rوَفِيه: \" قَالُوا: فَهَل عَسَيْت إِن نَحن فعلنَا ذَلِك ثمَّ أظهرك الله أَن ترجع إِلَى قَوْمك وَتَدعنَا؟ ! قَالَ: فَتَبَسَّمَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَقَالَ: بل الدَّم الدَّم وَالْهدم الْهدم \". يجوز أَن يرْوى ذَلِك بِالرَّفْع فِي الْجَمِيع وَالتَّقْدِير: بل دمى دمكم وهدمى هدمكم، أَي: من قصدني قصدكم.\rوَيجوز أَن يرْوى بِالنّصب على تَقْدِير: احْفَظُوا الدَّم وَالْهدم، وَكرر ذَلِك توكيدا، وَالْمعْنَى: أصاحبكم وأحفظكم كَمَا أحفظ دمي وأصاحبه.\r[85] كُلْثُوم بن الْحصين أَبُو رهم\r\rتَوْجِيه قَوْله: \" خشيَة أَن أُصِيب رَحْله \"\r\r(334) وَفِي حَدِيث كُلْثُوم بن الْحصين أبي [رهم] الْغِفَارِيّ: \" فيفزعني دنوها خشيَة أَن أُصِيب رَحْله \" يَعْنِي: نَاقَته، (خشيَة) مفعول لَهُ أَي: أتجنب ذَلِك خشيَة.","seal":"4EABB995","part":1},
      {"page":170,"id":158,"hno":null,"nass":"بَاب الْمِيم\r\rفِي إِعْرَاب مَا يشكل فِي أَحَادِيث\r\r[86] مَحْمُود بن لبيد الأشْهَلِي.\r\r[87] مرداس الْأَسْلَمِيّ.\r\r[88] الْمسور بن مخرمَة.\r\r[89] مُطِيع بن حَارِثَة الْعَدوي.\r\r[90] معَاذ بن أنس الْجُهَنِيّ.\r\r[91] معَاذ بن جبل\r\r[92] مُعَاوِيَة بن أبي سُفْيَان.\r\r[93] معيقيب بن أبي فَاطِمَة.\r\r[94] الْمُغيرَة بن شُعْبَة.\r\r[95] الْمِقْدَام بن معد يكرب.","seal":"26FA930E","part":1},
      {"page":171,"id":159,"hno":null,"nass":"[86] مَحْمُود بن لبيد الأشْهَلِي\r\rتَوْجِيه قَوْله: \" أحربا ورغبة \"\r\r(335) فِي حَدِيث مَحْمُود بن لبيد الأشْهَلِي: \" قَالُوا: مَا جَاءَ بك يَا عَمْرو؟ ! أحربا على قَوْمك؟ أَو رَغْبَة فِي الْإِسْلَام؟ \"\rحَربًا ورغبة مصدران انتصبا على الْمَفْعُول لَهُ. أَي: جِئْت للحرب وَالرَّغْبَة.\rوَيجوز أَن يَكُونَا حَالين أَي مُحَاربًا وراغبا.\rوَفِيه: \" بل رَغْبَة \" يجوز رَفعه أَي: [بل] ذَلِك رَغْبَة، أَو جَاءَ بِي الرَّغْبَة، وَالنّصب على الْمَفْعُول لَهُ.\r[87] مرداس بن لبيد الْأَسْلَمِيّ\r\rقد تجئ الْحَال معرفَة\r\r(336) وَفِي حَدِيث مرداس الْأَسْلَمِيّ: \" يذهب الصالحون الأول فَالْأول \". [يجوز رَفعه على الصّفة أَو الْبَدَل أَو النصب على الْحَال، وَجَاز ذَلِك، وَإِن كَانَ فِيهِ الْألف وَاللَّام؛ لِأَن الْحَال مَا يتلخص من المكرر] ؛ لِأَن التَّقْدِير: ذَهَبُوا مترتبين.","seal":"42DB4820","part":1},
      {"page":172,"id":160,"hno":null,"nass":"[88] الْمسور بن مخرمَة\r\rتَوْجِيه قَوْله: \" فِي خيل لقريش طَلِيعَة \"\r\r(337) وَفِي حَدِيث الْمسور بن مخرمَة حَدِيث عهد الْحُدَيْبِيَة وَكتاب رَسُول الله [صلى الله عَلَيْهِ وَسلم] [إِلَى الْمُشْركين] .\rقَالَ: \" إِن خَالِد بن الْوَلِيد فِي خيل لقريش طَلِيعَة \" [طَلِيعَة] حَال من الضَّمِير \" فِي خيل \" وَلَا يجوز أَن يكون حَالا من لفظ \" خَالِد \"؛ لِأَن (إِن) [لَا] تعْمل فِي الْحَال، وَالتَّقْدِير: إِن خَالِدا [كَائِن] فِي الْخَيل [أَو مُسْتَقر] ، فالعامل فِي الْحَال الِاسْتِقْرَار.\rوَفِيه: \" فَانْطَلق يرْكض [نذيرا لقريش \". (نذيرا) حَال من الضَّمِير فِي (يرْكض] وَالْعَامِل فِيهِ [يرْكض] ويركض فِي مَوضِع النصب على الْحَال من الضَّمِير فِي (انْطلق) .\r\r[89] مُطِيع بن حَارِثَة الْعَدوي\r\rتَوْجِيه قَوْله \" لَا يقتل رجل من قُرَيْش بعد الْعَام صبرا \"\r\r(338) وَفِي حَدِيث مُطِيع بن حَارِثَة الْعَدوي: \" لَا يقتل رجل من قُرَيْش بعد الْعَام صبرا أبدا \" (صبرا) مصدر فِي مَوضِع الْحَال [أَي: لَا يقتل مصبورا] أَي: مَحْبُوسًا، (وأبدا) ظرف.","seal":"37B0260C","part":1},
      {"page":173,"id":161,"hno":null,"nass":"[90] معَاذ بن أنس الْجُهَنِيّ\r\rتَوْجِيه قَوْله: \" أَي الْمُجَاهدين أعظم اجرا؟ \"\r\r(339) وَفِي حَدِيث معَاذ بن أنس الْجُهَنِيّ: \" أَن رجلا [سَأَلَهُ فَقَالَ:] أَي الْمُجَاهدين أعظم أجرا؟ قَالَ: أَكْثَرهم لله ذكرا \" (أَي) مُبْتَدأ واستفهام، (وَأعظم) خبر الْمُبْتَدَأ، (وَأَجرا) تَمْيِيز، وَكَذَلِكَ (أَكْثَرهم ذكرا) ، وَكَذَلِكَ بَاقِي الحَدِيث.\rتَوْجِيه قَوْله: \" من ترك أَن يلبس صَالح الثِّيَاب وَهُوَ يقدر عَلَيْهِ تواضعا لله \"\r\r(340) وَفِي حَدِيثه: \" من ترك أَن يلبس صَالح الثِّيَاب، وَهُوَ يقدر عَلَيْهِ تواضعا لله \".\r\" أَن يلبس \" مفعول (لترك) أَي: ترك لبس صَالح الثِّيَاب، و \" هُوَ يقدر \" جملَة فِي مَوضِع الْحَال، و \" تواضعا \" يجوز أَن يكون مَفْعُولا لَهُ [أَي:] للتواضع، وَأَن يكون مصدرا فِي مَوضِع الْحَال أَي: متواضعا.\rتَوْجِيه قَوْله \" الْجفَاء كل الْجفَاء، وَالْكفْر كل الْكفْر ... من يسمع مُنَادِي الله وَلَا يُجيب \"\r(341) وَفِي حَدِيثه: \" الْجفَاء كل الْجفَاء، وَالْكفْر كل الْكفْر، والنفاق كل النِّفَاق، من يسمع مُنَادِي الله يُنَادي بِالصَّلَاةِ، وَيَدْعُو إِلَى الْفَلاح وَلَا يُجيب \".\r(الْجفَاء) فِي الأَصْل مصدر وَهُوَ هَهُنَا مُبْتَدأ، (وكل الْجفَاء) توكيد، (وَالْكفْر والنفاق) معطوفان على الْجفَاء، و \" من سمع \" خبر مُبْتَدأ وَلَا بُد فِيهِ من حذف مُضَاف تَقْدِيره: \" إِعْرَاض من سمع \"؛ لِأَن \" من \" [جثة] بِمَعْنى شخص أَو إِنْسَان، والجفاء لَيْسَ بالإنسان، وَالْخَبَر يجب أَن يكون هُوَ الْمُبْتَدَأ أَي: فِي الْمَعْنى، والإعراض هُنَا جفَاء.","seal":"2963C77C","part":1},
      {"page":174,"id":162,"hno":null,"nass":"[91] معَاذ بن جبل\r\rتَوْجِيه قَوْله: \" فيتسخطها \"\r\r(342) وَفِي حَدِيث معَاذ بن جبل فِي عَلَامَات السَّاعَة: \" وَأَن يعْطى الرجل ألف دِينَار فيتسخطها \".\rالْجيد: [نصب] (فيتسخطها) عطفا على يعْطى، وَيجوز الرّفْع على تَقْدِير: فَهُوَ يتسخطها.\rتَوْجِيه قَوْله: \" صَادِقا من قلبه \"\r\rوَفِي حَدِيثه: \" من مَاتَ وَهُوَ يشْهد أَن لَا إِلَه إِلَّا الله، وَأَن مُحَمَّدًا رَسُول الله، صَادِقا من قلبه ... \". (صَادِقا) حَال من الضَّمِير فِي (يشْهد) .\rتَوْجِيه قَوْله: \" لَا يُشْرك بِهِ شَيْئا \"\r\r(343) وَفِي حَدِيثه: \" من لقى الله لَا يُشْرك بِهِ شَيْئا \" (شَيْئا) مفعول (يُشْرك) وَمِنْه قَوْله تَعَالَى: {وَلَا يُشْرك بِعبَادة ربه أحدا} .\rوَيجوز أَن يكون (شَيْئا) فِي مَوضِع الْمصدر تَقْدِيره: لَا يُشْرك بِهِ إشراكا؛ كَقَوْلِه تَعَالَى: {لَا يضركم كيدهم شَيْئا} أَي: ضَرَرا.\rتقدم خبر كَانَ على اسْمهَا\r\r(344) وَفِي حَدِيثه: \" من صلى الصَّلَوَات الْخمس، وَحج الْبَيْت، وَصَامَ رَمَضَان، كَانَ","seal":"AFE3055B","part":1},
      {"page":175,"id":163,"hno":null,"nass":"حَقًا على الله [أَن] يغْفر لَهُ \".\r\" حَقًا \" خبر كَانَ تقدم على اسْمهَا، وَاسْمهَا \" أَن يغْفر \" أَي: كَانَ الغفران لَهُ حَقًا على الله كَقَوْلِه تَعَالَى: {وَكَانَ حَقًا علينا نصر الْمُؤمنِينَ} وَقَوله تَعَالَى: {أَكَانَ للنَّاس عجبا أَن أَوْحَينَا}\rتَوْجِيه قَوْله: \" فتجدونه رَاعيا معزى \"\r\r(345) وَفِي حَدِيثه: \" انْظُرُوا [فستجدونه إِمَّا] رَاعيا معزى أَو مكلبا \". . الحَدِيث.\r(رَاعيا) مَنْصُوب حَالا من الْهَاء (وتجد) هُنَا من: وجدان الضَّالة، فيتعدى إِلَى مفعول وَاحِد، (ومعزى) مَنْصُوب براع وَمثله (مكلبا) .\rتَوْجِيه قَوْله: \" من كَانَ آخر كَلَامه: لَا إِلَه إِلَّا الله \"\r\r(346) وَفِي حَدِيثه: \" من كَانَ آخر كَلَامه: لَا إِلَه إِلَّا الله \" آخر بِالرَّفْع اسْم كَانَ، و \" لَا إِلَه إِلَّا الله \" فِي مَوضِع نصب خَبَرهَا، وَيجوز الْعَكْس.\rتَوْجِيه قَوْله: \" من غزا فخرا ورياء \"\r\r(347) وَفِي حَدِيثه: \" من غزا فخرا ورياء \" يجوز أَن يكون مَفْعُولا لَهُ، وَأَن يكون مصدرا فِي مَوضِع الْحَال، وَمثله فِي حَدِيثه أَيْضا: \" [بَكَى] خشعا \".","seal":"A797995C","part":1},
      {"page":176,"id":164,"hno":null,"nass":"تَوْجِيه قَوْله: \" قد ملئ جنَانًا \"\r\r(348) وَفِي حَدِيثه: \" إِن طَالَتْ [بك] حَيَاة أَن ترى هَهُنَا قد ملئ جنَانًا \" يجوز أَن يكون تمييزا لِأَن [الملء] للمكان يكثر أَنْوَاعه فيتميز بَعْضهَا.\rوَيجوز أَن يكون مَفْعُولا ثَانِيًا؛ لِأَنَّك تَقول: مَلَأت الْمَكَان بِكَذَا، فَيكون مَفْعُولا بِهِ.\rتَوْجِيه قَوْله: \" لَا تتركن صَلَاة مَكْتُوبَة مُتَعَمدا \"\r\r(349) وَفِي حَدِيثه: \" وَلَا تتركن صَلَاة مَكْتُوبَة مُتَعَمدا \" (مُتَعَمدا) حَال، وَصَاحب الْحَال الضَّمِير فِي (تتركن) . وَفِيه: \" وَلَا ترفع عَنْهُم عصاك [تأديبا] \" هُوَ مفعول لَهُ تَقْدِيره: اضربهم تأديبا، أَي: للتأديب.\rبِنَاء (قبل) على الضَّم لقطعها عَن الْإِضَافَة\r\r(350) وَفِي حَدِيثه: \" أتيت رَسُول الله [صلى الله عَلَيْهِ وَسلم] أطلبه فَقيل لي: خرج قبل \" (قبل) هُنَا مَبْنِيَّة على الضَّم؛ لِأَنَّهَا قطعت عَن الْإِضَافَة وَمثله: {لله الْأَمر من قبل وَمن بعد} .\rوَفِيه: \" سَأَلته أَن لَا يهْلك أمتِي غرقا \" يجوز أَن يكون تمييزا، وَأَن يكون فِي مَوضِع الْحَال، وَأَن يكون مَفْعُولا لَهُ.\rتَوْجِيه قَوْله \" أَن لَا يلْبِسهُمْ شيعًا \"\r\r(351) وَفِي حَدِيثه: \" أَن لَا يلْبِسهُمْ شيعًا \" هُوَ حَال من الْهَاء فِي (يلْبِسهُمْ) وَقَوله:\r\" فَقلت: حمى أَو طاعونا \" هما منصوبان بِفعل مَحْذُوف تَقْدِيره: فيسلط الْآن أَو فَيلقى.","seal":"A5927B1A","part":1},
      {"page":177,"id":165,"hno":null,"nass":"[92] مُعَاوِيَة بن أبي سُفْيَان\r\rتَوْجِيه قَوْله: \" أما إِنِّي لم أستحلفكم تُهْمَة لكم \"\r(352) وَفِي حَدِيث مُعَاوِيَة بن أبي سُفْيَان: \" أما إِنِّي لم [أستحلفكم] تُهْمَة لكم \".\rتُهْمَة: مَنْصُوب على أَنه مفعول لَهُ أَي: لأجل التُّهْمَة، وَيجوز أَن يكون مصدرا فِي مَوضِع الْحَال أَي مُتَّهمًا.\rوَفِيه: \" وَمَا كَانَ أحد فِي منزلتي من رَسُول الله [صلى الله عَلَيْهِ وَسلم] أقل عَنهُ حَدِيثا \". (أحد) اسْم كَانَ، (وَفِي منزلتي) نعت لأحد، (وَأَقل) خبر كَانَ، و (حَدِيثا) تَمْيِيز. وَهُوَ فعيل مصدر بِمَعْنى التحديث، وَأما (عَنهُ) فَيتَعَلَّق بِمَحْذُوف تَقْدِيره: أقل رِوَايَة أَو تحديثاً عَنهُ، فَلَمَّا حذف فسر بِحَدِيث. وَيجوز أَن يكون (عَنهُ) نعتا للْحَدِيث أَي: حَدِيثا كَائِنا عَنهُ، فَقدم فَصَارَ حَالا.\rتَوْجِيه قَوْله: \" صلى بهم الظّهْر وَالْعصر، وَالْعشَاء الْآخِرَة أَرْبعا أَرْبعا \"\r\r(353) وَفِي حَدِيثه: \" وَكَانَ عُثْمَان إِذا قدم مَكَّة صلى بهم الظّهْر وَالْعصر وَالْعشَاء الْآخِرَة أَرْبعا أَرْبعا \". (أَرْبعا) مَنْصُوب على الْمصدر كَمَا تَقول: قد صلى صَلَاة هِيَ أَربع، وكما تَقول: ركع أَربع رَكْعَات، (فأربع) عدد مُضَاف إِلَى الْمصدر، فينتصب انتصابه كَقَوْلِهِم: ضَربته ثَلَاث ضربات أَي: ضربات ثَلَاثًا، فَقدم وأضاف، وَإِذا أضيفت صفة الْمصدر [إِلَيْهِ] انتصب نصب المصادر.","seal":"E10C29F9","part":1},
      {"page":178,"id":166,"hno":null,"nass":"[93] معيقيب بن أبي فَاطِمَة\r\rتَوْجِيه قَوْله: \" إِن كنت فَاعِلا فَوَاحِدَة \"\r\r(354) وَفِي مُسْند معيقيب: \" إِن كنت فَاعِلا فَوَاحِدَة \" يجوز النصب على تَقْدِير: فافعل وَاحِدَة، وَالرَّفْع على تَقْدِير: فَوَاحِدَة جَائِزَة، وَيَعْنِي بذلك تَسْوِيَة التُّرَاب لموْضِع السُّجُود.\r[94] الْمُغيرَة بن شُعْبَة\r\rتَوْجِيه قَوْله: \" فَمَكثَ طَويلا\r\r(355) وَفِي حَدِيث الْمُغيرَة بن شُعْبَة: \" فَمَكثَ طَويلا \" [طَويلا] نعت لمصدر مَحْذُوف تَقْدِيره: زَمنا طَويلا.\r[95] الْمِقْدَام بن معد يكرب\r\rتَوْجِيه قَوْله: \" مَا أكل أحد قطّ طَعَاما خيرا من أَن يَأْكُل من عمل يَده \"\r\r(356) وَفِي حَدِيث الْمِقْدَام بن معد يكرب أبي [كَرِيمَة] : \" مَا أكل أحد قطّ طَعَاما خيرا من أَن يَأْكُل من عمل يَده \". (خيرا) مَنْصُوب على الصّفة لطعام، (وقط) مَبْنِيَّة على الضَّم، وَيُرَاد بهَا الزَّمَان الْمَاضِي.","seal":"917EAB23","part":1},
      {"page":179,"id":167,"hno":null,"nass":"بَاب النُّون\r\rفِي إِعْرَاب مَا يشكل فِي حَدِيث\r\r[96] أبي بَرزَة نَضْلَة بن عبيد.\r\r[97] النُّعْمَان بن بشير.\r\r[98] أبي بكرَة نفيع بن الْحَارِث بن كلدة.\r\r[99] نقادة الْأَسدي.\r\r[100] النواس بن سمْعَان الْكلابِي.","seal":"131F4C1F","part":1},
      {"page":180,"id":168,"hno":null,"nass":"[96] ابو بَرزَة نَضْلَة بن عبيد الْأَسْلَمِيّ\r\rخلط جمَاعَة من الْمُحدثين فِي حَدِيث جليبيب\r\r(357) فِي حَدِيث أبي بَرزَة - نَضْلَة بن عبيد - أَنه قَالَ فِي حَدِيث جليبيب: \" فَقَالَت أمهَا: أجليبيب إنيه؟ \" جمَاعَة من الْمُحدثين يخلطون فِي هَذَا اللَّفْظ، وَالصَّوَاب فِيهِ وَجْهَان:\rأَحدهمَا: أجليبيب نيه؟ ! وَحَقِيقَته أَنه تَنْوِين كسر وأشبعت كَسرته فَنَشَأَتْ مِنْهَا الْيَاء، ثمَّ زيدت الْهَاء ليَقَع الْوَقْف عَلَيْهَا.\rوَالثَّانِي: أجليبيب إنيه؛ (فإنيه) كلمة مُنْفَصِلَة مِمَّا قبلهَا. قَالَ الشَّاعِر:\r(بَيْنَمَا نَحن واقفون بفلج ... قَالَت الدلج الرواء: إنيه)\r\rوَالْغَرَض من ذَلِك كُله الِاسْتِفْهَام على طَريقَة الْإِنْكَار، وَقد ذكره سِيبَوَيْهٍ فِي كِتَابه، وَسمعت هَذَا كُله فِي [هَذَا] الحَدِيث من شَيخنَا أبي مُحَمَّد الخشاب [وَقت سَمَاعنَا عَلَيْهِ مُسْند أَحْمد بن حَنْبَل رَحمَه الله] .\r[97] النُّعْمَان بن بشير\r\rتَوْجِيه قَوْله: \" أكلهم أَعطيتهم \"\r\r(358) وَفِي [حَدِيث النُّعْمَان بن بشير، قَالَ] : \" أكلهم أَعطيتهم [كَمَا أَعْطيته \" فِي كلهم \" وَجْهَان:","seal":"6BD44B81","part":1},
      {"page":181,"id":169,"hno":null,"nass":"الرّفْع على الِابْتِدَاء و \" أَعطيتهم \" وَمَا عمل فِيهِ الْخَبَر.\rوَالثَّانِي: النصب تَقْدِيره: أَعْطَيْت كلهم فَحذف الْفِعْل وَفَسرهُ بقوله: أَعطيتهم، وَلَا يجوز أَن ينصب (كلهم) بأعطيتهم؛ لِأَن (أَعطيتهم) قد تعدى إِلَى مفعولين، و [هما] (الضَّمِير) و (مثله) . فَأَما قَوْله فِي الرِّوَايَة الْأُخْرَى: \" أكل بنيك نحلت مثل هَذَا؟ \" فَالصَّوَاب نصب: (كل) بنحلت؛ لِأَنَّهُ لم يشغل عَنهُ بضميره، وَالرَّفْع بعيد، [وَإِنَّمَا مَوْضِعه الشّعْر، وعَلى ذَلِك كُله نَص] سِيبَوَيْهٍ.\r[98] أَبُو بكرَة نفيع بن الْحَارِث بن كلدة\r\rتَوْجِيه قَوْله: \" مَا يزن ذرة \"\r\r(359) وَفِي حَدِيث أبي بكرَة - نفيع بن الْحَارِث بن كلدة: \" وَيخرجُونَ من كَانَ فِي قلبه مَا يزن ذرة \". \" ذرة \" مَنْصُوب (بيزن) على أَنه مفعول بِهِ؛ [لِأَن] تَقْدِيره: لَا يساوى فِي الْقدر بعوضة.\r[99] نقادة الْأَسدي\rتَوْجِيه قَوْله: \" اللَّهُمَّ اجْعَل قوت فلَان يَوْم يَوْم \"\r(360) وَفِي حَدِيث نقادة الْأَسدي: \" اللَّهُمَّ اجْعَل قوت فلَان يَوْم يَوْم \".","seal":"F9845E69","part":1},
      {"page":182,"id":170,"hno":null,"nass":"التَّقْدِير: قوت يَوْم فَحذف الْمُضَاف وَأبقى الْمُضَاف إِلَيْهِ [على] جَرّه، (وَيَوْم) الثَّانِي تَكْرِير لَهُ، وَيجوز أَن يكون: يَوْم يَوْم [فركبهما] وبناهما على الْفَتْح كَمَا تَقول: \" لَقيته صباح مسَاء \"، و \" سقطوا بَين بَين \".\rوَإِن ورد [يَوْمًا] بِالنّصب والتنوين جَازَ وَكَانَ جيدا.\r[100] النواس بن سمْعَان الْكلابِي\r\rتَوْجِيه قَوْله: مَا لبثه فِي الأَرْض؟ قَالَ: \" أَرْبَعِينَ يَوْمًا \"\r\r(361) وَفِي حَدِيث النواس بن سمْعَان الْكلابِي حَدِيث الدَّجَّال: \" قُلْنَا: يَا رَسُول الله، مَا لبثه فِي الأَرْض؟ قَالَ: أَرْبَعِينَ يَوْمًا \".\rجَاءَ (أَرْبَعِينَ) مَنْصُوبًا فِي هَذِه الرِّوَايَة. وَالْوَجْه فِيهِ أَنه يقدر بيلبث أَرْبَعِينَ، أَو يُقيم أَرْبَعِينَ، وَدلّ على ذَلِك قَوْله: \" مَا لبثه \".","seal":"E46BC72B","part":1},
      {"page":183,"id":171,"hno":null,"nass":"بَاب الْهَاء\r\rإِعْرَاب مَا يشكل فِي حَدِيث\r\r[101] هَانِئ بن نيار أبي بردة\r\rتَوْجِيه صرف \" ابْن اللكع \"\r\r(362) فِي حَدِيث هَانِئ بن نيار أبي بردة: \" لَا تذْهب الدُّنْيَا حَتَّى تكون للكع ابْن اللكع \".\rهُوَ مَصْرُوف هُنَا؛ وَإِن كَانَ معدولا عَن \" لاكع \" نكرَة؛ وَلِأَنَّهُ دخلت عَلَيْهِ الْألف وَاللَّام فِي قَوْله -[صلى الله عَلَيْهِ وَسلم]-: \" ابْن اللكع \".","seal":"E4CF95D0","part":1},
      {"page":184,"id":172,"hno":null,"nass":"بَاب الْيَاء\r\rإِعْرَاب مَا يشكل من حَدِيث\r\r[102] يزِيد بن الْأَخْنَس.\r\r[103] يعلى بن أبي المرازم وَهُوَ يعلى بن شَبابَة\r\r[102] يزِيد بن الْأَخْنَس\r\rجَوَاب لَو الَّتِي لِلتَّمَنِّي وتوجيه قَوْله: \" فأقوم \"\r\r(363) فِي حَدِيث يزِيد بن الْأَخْنَس: \" فَيَقُول رجل: لَو أَن الله أَعْطَانِي مثل مَا أعْطى فلَانا فأقوم بِهِ كَمَا يقوم بِهِ \".\r(فأقوم) بِالنّصب لِأَنَّهُ وَقع (جَوَاب لَو) ، وَهِي هُنَا لِلتَّمَنِّي فَهِيَ كَقَوْلِه تَعَالَى: {لَو أَن لنا كرة فنتبرأ مِنْهُم} ويدلك أَنَّهَا جَوَاب: أَنَّك لَو جعلت مَكَان \" فأقوم \" لقمت، صَحَّ. وَلما عدل عَن الْفِعْل [الْمَاضِي إِلَى] الْمُسْتَقْبل نَصبه؛ لِأَن الأول سَبَب للثَّانِي فقد اخْتلفَا، وَكَذَلِكَ قَوْله فِيهِ: \" فأتصدق \" تَمام الحَدِيث.","seal":"EF624CAA","part":1},
      {"page":185,"id":173,"hno":null,"nass":"[103] يعلى بن مرّة أبي المرازم الثَّقَفِيّ\r\rتَوْجِيه قَوْله: \" حَتَّى السَّاعَة \"\r\r(364) وَفِي حَدِيث يعلى بن مرّة أبي المرازم الثَّقَفِيّ - و [اسْمه] يعلى بن شَبابَة: \" مَا أحسسنا مِنْهُ شَيْئا حَتَّى السَّاعَة \" يجوز الْجَرّ بِمَعْنى إِلَى. كَمَا قَالَ تَعَالَى: {ليسجننه حَتَّى حِين} وَالنّصب على معنى: وَلَا السَّاعَة. فَيكون بِمَنْزِلَة (الْوَاو) ، أَي: مَا أحسسنا مِنْهُ قبل ذَلِك وَلَا السَّاعَة.\rوَفِيه: \" فاستوص بِهِ مَعْرُوفا \" وَهُوَ مفعول تَقْدِيره: افْعَل بِهِ مَعْرُوفا كَمَا وصيت. وَيجوز أَن يكون نعتا لمصدر مَحْذُوف، أَي: استيصاء مَعْرُوفا، وَنَظِيره قَوْله [صلى الله عَلَيْهِ وَسلم] : \" اسْتَوْصُوا بِالنسَاء خيرا \".","seal":"C1993F43","part":1},
      {"page":186,"id":174,"hno":null,"nass":"مُلْحق بأسماء الرِّجَال\r\rأَولا: ذكر المعروفين بكناهم\r\r[104] أَبُو بهيسة الْفَزارِيّ\r\r[105] أَبُو الْجَعْد الضمرِي.\r\r[106] أَبُو سعيد الزرقي.\r\rثَانِيًا: ذكر أَقوام لم يعرفوا بآبائهم وَلَا بأبنائهم وَلَكِن أُشير إِلَى أقاربهم\r\r[107] عَم أبي حرَّة الرقاشِي.\r\r[108] خَال السوار الْعَدوي.\r\rثَالِثا: ذكر أَقوام عرفُوا بِالْقربِ من غَيرهم\r\r[109] خَادِم النَّبِي [صلى الله عَلَيْهِ وَسلم] .\r\rرَابِعا: ذكر أَقوام عرفُوا بِالنّسَبِ إِلَى قبائلهم.\r\r[110] رجل من عبد الْقَيْس.\r\rخَامِسًا: ذكر المجهولين\r\r[111] فِي حَدِيث رجل.\r\rسادسا: ذكر أَقوام من الصَّحَابَة يشك فِي اسمائهم\r\r[112] فِي أبي هُرَيْرَة أَو أبي سعيد.","seal":"86084BB7","part":1},
      {"page":187,"id":175,"hno":null,"nass":"أَولا: ذكر المعروفين بكناهم\r\r[104] أَبُو بهيسة الْفَزارِيّ\r\rتَوْجِيه قَوْله: \" أَن تفعل الْخَيْر خير لَك \"\r\r(366) فِي حَدِيث أبي بهيسة الْفَزارِيّ: \" يَا نَبِي الله، مَا الشَّيْء الَّذِي لَا يحل مَنعه؟ قَالَ النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" أَن تفعل الْخَيْر خير لَك \".\r(أَن) مَفْتُوحَة الْهمزَة وَهِي مَصْدَرِيَّة، وموضعها وَمَوْضِع الْفِعْل رفع بِالِابْتِدَاءِ و (خير) خَبره، وَمثله قَوْله تَعَالَى: {وَأَن تَصُومُوا خير لكم} .\r[105] أَبُو الْجَعْد الضمرِي\r\rتَوْجِيه قَوْله: \" من ترك ثَلَاث جمع تهاونا \"\r\r(367) وَفِي حَدِيث أبي الْجَعْد: \" من ترك ثَلَاث جمع تهاونا \" هُوَ مَنْصُوب على أَنه مفعول لَهُ. وَيجوز أَن يكون مصدرا فِي مَوضِع الْحَال أَي: متهاونا.","seal":"C99A2125","part":1},
      {"page":188,"id":176,"hno":null,"nass":"[106] أَبُو سعيد الزرقي\r\rتَوْجِيه قَوْله: \" فسيكون \" فِي جَوَاب الشَّرْط\r\r(368) وَفِي حَدِيث أبي سعيد الزرقي فِي الْعَزْل: \" فَقَالَ النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" إِن مَا يقدر فِي الرَّحِم فسيكون \" بِالرَّفْع؛ لِأَن الْفَاء جَوَاب الشَّرْط، وَالسِّين تمنع من عمل [الْفَاء] فِيمَا بعْدهَا، فَفِيهِ إِذن شَيْئَانِ مانعان من الْجَزْم أَلْبَتَّة.\rثَانِيًا: ذكر مسانيد أَقوام لم يعرفوا بآبائهم وَلَا بأبنائهم لَكِن [نسبوا] إِلَى أقاربهم.\r\r[107] عَم أبي حرَّة الرقاشِي\rتَوْجِيه قَوْله: \" أسعد من سامع \"\r\r(369) فِي حَدِيث عَم أبي حرَّة الرقاشِي: \" فَإِنَّهُ رب مبلغ أسعد من سامع \".\r\" أسعد \" هُنَا نعت لمبلغ مجرور، وَلكنه فتح لِأَنَّهُ لَا ينْصَرف. وَالَّذِي تتَعَلَّق بِهِ (رب) مَحْذُوف تَقْدِيره: يُوجد أَو [يُضَاف] .\rوَأَجَازَ الْكُوفِيُّونَ: \" أسعد \" بِالرَّفْع وَبَنوهُ على رَأْيهمْ فِي أَن \" رب \" اسْم مَرْفُوع بِالِابْتِدَاءِ فَيكون (أسعد) خَبرا لَهُ.","seal":"53989F5A","part":1},
      {"page":189,"id":177,"hno":null,"nass":"[108] خَال أبي السوار الْعَدوي\r\rتصويب قَوْله: \" إِن نَاسا يتبعوني \"\r\r(370) وَفِي حَدِيث خَال أبي السوار الْعَدوي قَالَ: \" اللَّهُمَّ إِن [أُنَاسًا] يتبعوني \".\rالصَّوَاب فِي هَذَا: يتبعونني، بنونين؛ لِأَنَّهُ فعل مَرْفُوع، وَإِن روى بتَشْديد النُّون جَازَ، وَأما نون وَاحِدَة مُخَفّفَة فَلَا.\rثَالِثا: ذكر أَقوام عرفُوا بِالْقربِ من غَيرهم\r\r[109] خَادِم النَّبِي [صلى الله عَلَيْهِ وَسلم]\rتَوْجِيه قَوْله: \" إِمَّا لَا فأعني \"\r\r(371) فِي حَدِيث خَادِم النَّبِي [صلى الله عَلَيْهِ وَسلم] قَالَ: \" حَاجَتي أَن تشفع لي يَوْم الْقِيَامَة قَالَ: وَمن دلّك على [هَذَا] قَالَ: رَبِّي. قَالَ: إِمَّا لَا فأعني [على نَفسك] بِكَثْرَة السُّجُود \".\rسَمِعت هَذِه الْكَلِمَة من الْعَرَب [ممالة] وَهِي مستعملة فِي معنى الشَّرْط وجوابها مَحْذُوف وَالتَّقْدِير هَهُنَا: إِن لَا تتْرك [سؤالك] شَفَاعَتِي فأعني، وكل مَوضِع تسْتَعْمل فِيهِ، فعلى هَذَا الْمَعْنى.","seal":"123D28FF","part":1},
      {"page":190,"id":178,"hno":null,"nass":"رَابِعا: ذكر أَقوام عرفُوا بِالنّسَبِ إِلَى قبائلهم\r\r[110] رجل من عبد الْقَيْس\r\rتَوْجِيه قَوْله: \" وَأَصْبحُوا يعلمونا \" وَأَنه مَوضِع ضَرُورَة فِي الشّعْر\r\r(372) فِي حَدِيث رجل من [وَفد] عبد الْقَيْس قَالَ: \" كَيفَ رَأَيْتُمْ كَرَامَة إخْوَانكُمْ لكم وضيافتهم إيَّاكُمْ. قَالُوا: خير إخْوَان [ألانوا فرشنا ثمَّ قَالَ:] وَأَصْبحُوا يعلمونا كتاب رَبنَا \" [قَوْله: \" خير إخْوَان] تَقْدِيره: وجدناهم [أَو] رأيناهم خير إخْوَان.\rوَالصَّوَاب: \" يعلموننا \" بنونين، وَلَا يجوز غير ذَلِك فَإِنَّمَا جَاءَ بنُون وَاحِدَة مثل هَذَا فِي الشّعْر وَهُوَ مَوضِع ضَرُورَة.\rخَامِسًا: ذكر المجهولين\r\r[111] فِي حَدِيث رجل\r\rتَوْجِيه قَوْله: \" فَلَا يرفع بَصَره إِلَى السَّمَاء يلتمع بَصَره \"\r\r(373) فِي حَدِيث رجل: \" إِذا كَانَ أحدكُم فِي صَلَاة، فَلَا يرفع بَصَره إِلَى السَّمَاء [أَن] يلتمع بَصَره \".\rتَقْدِيره: مَخَافَة أَن يلتمع بَصَره. فَهُوَ مفعول لَهُ، كَقَوْلِه تَعَالَى: {يبين الله لكم أَن تضلوا} أَي: مَخَافَة أَن تضلوا أَو كَرَاهِيَة.\rوالكوفيون يقدرونه: لِئَلَّا يلتمع بَصَره، وَالْمعْنَى وَاحِد.","seal":"7AE84231","part":1},
      {"page":191,"id":179,"hno":null,"nass":"[112] فِي حَدِيث رجل\r\rتَوْجِيه قَوْله: \" فَإِنَّمَا أهلك أهل الْكتاب أَنه لم يكن لَهُم بَين صلواتهم فصل\r\r(374) فِي حَدِيث رجل: \" أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] صلى الْعَصْر، فَقَامَ رجل يُصَلِّي فَرَآهُ عمر - رَضِي الله عَنهُ - فَقَالَ لَهُ: اجْلِسْ، فَإِنَّمَا أهلك أهل الْكتاب أَنه لم يكن لَهُم بَين صلواتهم فصل \".\rالْوَجْه فتح (أَنه) ؛ لِأَن التَّقْدِير: لِأَنَّهُ، فَهُوَ مفعول لَهُ، وَلَو كسرت لَكَانَ مستأنفا غير مُتَعَلق بِمَا قبله، وَالْمعْنَى يَسْتَقِيم على اتِّصَاله بِهِ.\rسادسا: ذكر أَقوام من الصَّحَابَة - رَضِي الله عَنْهُم - يشك فِي أسمائهم\r\r[113] أَبُو هُرَيْرَة أَو أَبُو سعيد\r\rتَقْدِيم الْمَفْعُول على الْفِعْل من أجل الِاسْتِفْهَام\r\r(375) فِي أبي هُرَيْرَة أَو أبي سعيد. يَقُول الله تَعَالَى للْمَلَائكَة: \" أَي شَيْء تركْتُم عبَادي يصنعون \".\r(أَي) مَنْصُوب بيصنعون. وَكَذَلِكَ أَي شَيْء يطْلبُونَ [مَنْصُوب بيطلبون] ، وَهنا يلْزم تَقْدِيم الْمَفْعُول على [الْفِعْل] من أجل الِاسْتِفْهَام.","seal":"5BABA9E0","part":1},
      {"page":192,"id":180,"hno":null,"nass":"الْقسم الثَّانِي\r\rمسانيد النِّسَاء مرتبَة على الْحُرُوف الأبجدية\r\rفِي إِعْرَاب مَا يشكل فِي روايتهن\r\rأَولا: المعروفات بأسمائهن\r\r[114] أَسمَاء بن أبي بكر.\r\r[115] حمْنَة بنت جحش.\r\r[116] الرّبيع بنت معوذ بن عفراء.\r\r[117] عَائِشَة أم الْمُؤمنِينَ - رَضِي الله عَنْهَا -.\r\r[118] مَيْمُونَة بنت الْحَارِث\r[119] أم سَلمَة هِنْد بنت أبي أُميَّة.\r\rثَانِيًا: المعروفات بكناهن\r\r[120] أم أَيُّوب امْرَأَة أبي أَيُّوب.\r\r[121] أم جُنْدُب الْأَزْدِيَّة.\r\r[122] أم كُلْثُوم بنت أبي سَلمَة.\r\rثَالِثا: ذكر نسَاء لَا يعرفن\r\r[123] امْرَأَة من غفار","seal":"77628588","part":1},
      {"page":193,"id":181,"hno":null,"nass":"مسانيد النِّسَاء مرتبَة على الْحُرُوف أَيْضا\r\r[114] أَسمَاء بنت أبي بكر الصّديق\r\rحذف الْمصدر وَإِقَامَة صفته مقَامه\r\r(376) وَفِي حَدِيث أَسمَاء بنت أبي بكر الصّديق - رَضِي الله [عَنْهُمَا]-:\r\" قد أوحى إِلَيّ أَنكُمْ تفتنون فِي قبوركم [قَرِيبا، أَو] مثل فتْنَة المسيخ الدَّجَّال \".\r\" قَرِيبا \" مَنْصُوب [نعتا] لمصدر [مَحْذُوف] تَقْدِيره: أَي: \" افتتانا قَرِيبا \". من فتنته؛ وَلذَلِك قَالَ: \" [أَو] مثل فتْنَة المسيخ \" فأضافه إِلَى الْفِتْنَة.\rمَا قبل الِاسْتِفْهَام لَا يعْمل فِيهِ إِلَّا حرف الْجَرّ\r\rوَفِيه: \" لَا أَدْرِي أَي ذَلِك قَالَت [أَسمَاء] ؟ ! \" أَي \" مَنْصُوب بقالت، لَا بقوله: \" لَا أَدْرِي \"؛ لِأَن الِاسْتِفْهَام لَا يعْمل فِيهِ مَا قبله إِلَّا حرف الْجَرّ.\rاللَّام الفارقة\r\rوَفِيه: \" فَيُقَال لَهُ: قد كُنَّا نعلم أَن كنت لتؤمن بِهِ ... \" التَّقْدِير: \" أَنَّك \" مُخَفّفَة من \" أَن \" وَاللَّام فِي \" لتؤمن \" فارقة بَين أَن الناصبة وَأَن الْمُؤَكّدَة.\rوَيجوز أَن تكون اللَّام دَاخِلَة على خبر (إِن) [الْمَكْسُورَة، وَتَكون (أَن) مُخَفّفَة من الثَّقِيلَة، وَتَكون تعلم معلقَة [عَن] الْعَمَل لدُخُول اللَّام فِي الْخَبَر، وَمثل ذَلِك قَوْله تَعَالَى: {وَإِن كَانُوا ليقولون لَو أَن عندنَا ذكرا} .","seal":"8DAFF69F","part":1},
      {"page":194,"id":182,"hno":null,"nass":"[115] حمْنَة بنت جحش\r\rنصب \" أَي \" بِالْفِعْلِ بعْدهَا\r\r(377) وَفِي حَدِيث حمْنَة بنت جحش الْمُسْتَحَاضَة:\r\" فَقَالَ لَهَا: سآمرك بأمرين أَيهمَا فعلت ... \" (أَيهمَا) مَنْصُوب لَا غير، والناصب لَهُ (فعلت) كَقَوْلِه تَعَالَى: {أَو ادعوا الرَّحْمَن أيا مَا تدعوا فَلهُ الْأَسْمَاء الْحسنى} (فَأَيا) مَنْصُوب بتدعوا.\rلَا وَجه لرِوَايَة واستنقأت بِالْألف والهمزة\r\rوَفِيه: \" إِذا رَأَيْت أَنَّك قد طهرت واستنقأت \" وَقع فِي هَذِه الرِّوَايَة بِالْألف [وَالصَّوَاب: استنقيت] ؛ لِأَنَّهُ من نقى الشَّيْء وأنقيته إِذا نظفته. وَلَا وَجه فِيهِ للألف [وَلَا للهمزة] .\rوَفِيه: \" فصلى أَرْبعا وَعشْرين لَيْلَة [أَو ثَلَاثًا وَعشْرين لَيْلَة] وأيامها \" (أَيَّامهَا) مَنْصُوب بصلى، وَهُوَ مَعْطُوف على أَربع [أَو] على ثَلَاث، وَالضَّمِير فِي (أَيَّامهَا) يرجع على اللَّيَالِي.","seal":"00678B23","part":1},
      {"page":195,"id":183,"hno":null,"nass":"[116] الرّبيع بنت معوذ\r\rالصَّوَاب الَّذِي لَا يعدل عَنهُ رِوَايَة أجر بِالْكَسْرِ\r\r(378) فِي حَدِيث الرّبيع بنت معوذ بن عفراء: \" أتيت النَّبِي [صلى الله عَلَيْهِ وَسلم] بقناع فِيهِ رطب وَأجر زغب \". الصَّوَاب الَّذِي لَا يعدل عَنهُ أَن يرْوى \" أجر \" بِكَسْر الرَّاء؛ لِأَنَّهُ جمع جرو، وَهُوَ الصَّغِير من القثاء وَالرُّمَّان وَنَحْوهمَا وَجمعه أجر، مثل: [حُلْو وَأحل] وحقو وأحق، وَكَانَ الأَصْل [فِيهِ] أجرو. مثل فلس وأفلس، فأبدلت الضمة كسرة فَانْقَلَبت الْوَاو يَاء فِرَارًا من ثقل الْوَاو [بعد الضمة] .\r[117] عَائِشَة أم الْمُؤمنِينَ - رَضِي الله عَنْهَا -\rبَاب أفعل لَا يعْمل فِي اسْم ظَاهر إِلَّا إِذا وَقع موقع الْمُضمر\r\r(379) وَفِي حَدِيث عَائِشَة أم الْمُؤمنِينَ رَضِي الله عَنْهَا: \" أَي الصَّلَاة كَانَت أحب إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَن يواظب عَلَيْهَا؟ قَالَت: \" كَانَ يُصَلِّي قبل الظّهْر أَرْبعا يُطِيل فِيهِنَّ الْقيام وَيحسن فِيهِنَّ الرُّكُوع وَالسُّجُود. فَأَما مَا لم يكن يدع - صَحِيحا وَلَا مَرِيضا، غَائِبا وَلَا شَاهدا - فركعتين قبل الْفجْر \". (أَي) مُبْتَدأ و (كَانَت) فِيهَا ضمير اسْمهَا [يرجع إِلَى الصَّلَاة. و (أحب) خبر كَانَ، وَكَانَ اسْمهَا] وخبرها خبر أَي. و \" أَن يواظب \" فِي مَوضِع نصب","seal":"835F7FF9","part":1},
      {"page":196,"id":184,"hno":null,"nass":"(بِأحب) . أَي: يحب الْمُوَاظبَة.\rوَيجوز أَن يكون فِي مَوضِع رفع (بِأحب) كَقَوْلِهِم: \" كَانَ زيد أحب إِلَيْهِ الْخَيْر \". و \" بَاب أفعل لَا يعْمل فِي اسْم ظَاهر إِلَّا إِذا وَقع موقع الْمُضمر \" كَقَوْلِهِم: مَا رَأَيْت رجلا أحسن فِي عينه الْكحل مِنْهُ فِي عين زيد، و \" أَن يواظب \" بِهَذِهِ الصّفة.\rمعنى \" مَا لم يكن يدع \" وإعرابها\r\rوَأما قَوْلهَا: \" لم يكن يدع صَحِيحا وَلَا مَرِيضا فركعتين قبل الْفجْر \" فقولها: مَا لم يكن يدع فَمَعْنَاه: \" الَّذِي لم يكن \" فَالَّذِي مُبْتَدأ، (وَلم يكن) صلته، وَاسم كَانَ مُضْمر فِيهَا أَي: [لم] يكن هُوَ، \" ويدع \" خبر (كَانَ) وَالتَّقْدِير: يَدعه، و \" صَحِيحا ومريضا \" حالان فِي ضمير الْفَاعِل فِي يدع. أَي كَانَ يَفْعَله على كل حَال.\rرَأْي العكبرى فِي رِوَايَة نصب رَكْعَتَيْنِ\r\rوَقَوْلها: \" فركعتين \" الْيَاء خطأ، بل الْوَاجِب أَن يُقَال: رَكْعَتَانِ؛ لِأَنَّهُ خبر (مَا) وَلَا معنى للنصب هُنَا، وَهَذَا مثل قَوْلك: أما زيد فمنطلق، وَأما الَّذِي عندنَا فكريم.\rلماذا أنثت الْعشْر؟\r\r(380) [وَفِي حَدِيثهَا فِي الْمسند \" دخلت الْعشْر \" إِنَّمَا أنثت؛ لِأَنَّهَا أَرَادَت \" اللَّيَالِي الْعشْر \"؛ لِأَن اللَّيَالِي يؤرخ بهَا] .\rكَيفَ تعرب \" مَا \" من قَوْله: \" فَمَا فَوْقهَا \"؟\r\r(381) وَفِي حَدِيثهَا: \" لَا يُصِيب الْمُؤمن شَوْكَة فَمَا فَوْقهَا \" (مَا) بِمَعْنى الَّذِي، أَو نكرَة مَوْصُوفَة، و (فَوْقهَا) مَنْصُوبَة على الظّرْف، فَهُوَ إِمَّا صلَة لما، أَو صفة، كَقَوْلِه تَعَالَى: {لَا يستحيي أَن يضْرب مثلا مَا بعوضة فَمَا فَوْقهَا} .","seal":"389719FE","part":1},
      {"page":197,"id":185,"hno":null,"nass":"مجئ الْجَواب كالسؤال\r\r(382) وَفِي حَدِيثهَا: \" فَإلَى أَيهمَا أهْدى؟ قَالَ: أقربهما مِنْك بَابا \" (أقربهما) بِالْجَرِّ على تَقْدِير إِلَى أقربهما؛ ليَكُون الْجَواب كالسؤال، وَيجوز الرّفْع على تَقْدِير [هُوَ] أقربهما، وَالنّصب على تَقْدِير صلى أقربهما. (وبابا) تَمْيِيز.\rجَوَاز أَن تكون ذَلِك فِي مَوضِع رفع أَو نصب\r\r(383) وَفِي حَدِيثهَا: \" فَنَادَى ملك الْجبَال فَسلم عَليّ ثمَّ قَالَ: يَا مُحَمَّد، ذَلِك فِيمَا شِئْت \" يَنْبَغِي أَن يكون \" ذَلِك \" فِي مَوضِع نصب على تَقْدِير: \" أفعل ذَلِك \"؛ لِأَن الْملك كَانَ مَأْمُورا أَن يفعل مَا يَشَاء رَسُول الله [صلى الله عَلَيْهِ وَسلم] .\rوَيجوز أَن يكون فِي مَوضِع رفع على تَقْدِير [لَك] ذَلِك.\rمَا كَانَ فِي آخِره ألف وَنون مزيدتان\r\r(384) وَفِي حَدِيثهَا: \" إِن الله - عز وَجل - ليؤيد [حسانا] \".\r\" حسان \" يجوز صرفه على أَنه مُشْتَقّ من الْحسن؛ لِأَن النُّون فِيهِ أَصْلِيَّة، وَكَذَا جَاءَ فِي هَذِه الرِّوَايَة وَيجوز أَن] يمْنَع على اعْتِبَار أَنه مُشْتَقّ من الْحس؛ [فَتكون] النُّون زَائِدَة، فيجتمع فِيهِ التَّعْرِيف وَزِيَادَة الْألف وَالنُّون.\rتَوْجِيه إِعْرَاب كلمة \" رهنا \"\r\r(385) وَفِي حَدِيثهَا: \" اشْترى من يَهُودِيّ طَعَاما فَأعْطَاهُ [درعا لَهُ رهنا] \" رهنا \".","seal":"B192F930","part":1},
      {"page":198,"id":186,"hno":null,"nass":"(1) [مصدر] مَنْصُوب فِي مَوضِع الْحَال [أَي:] أعطَاهُ إِيَّاهَا راهنا.\r(2) وَيجوز أَن يكون نعتا لدرع.\r(3) وَأَن يكون نصبا على الْمصدر أَي رَهنهَا رهنا.\r(4) وَأَن يكون مَفْعُولا [لَهُ] .\r(5) وَأَن يكون تمييزا.\rتصويب رِوَايَة سبعين صَلَاة\r\r(386) وَفِي حَدِيثهَا: \" فضل الصَّلَاة بسواك على الصَّلَاة بِغَيْر سواك سبعين صَلَاة \".\rكَذَا وَقع فِي هَذِه الرِّوَايَة.\rوَالصَّوَاب سَبْعُونَ. وَالتَّقْدِير: فضل سبعين؛ لِأَنَّهُ خبر (فضل) الأول.\rنصب (مثل) على الْحَال\r\r(387) وَفِي حَدِيثهَا: \" فَكَانَ لَا يرى رُؤْيا إِلَّا جَاءَت مثل فلق الصُّبْح \" (مثل) مَنْصُوب على الْحَال أَي: جَاءَت الرُّؤْيَة مشبهة فلق الصُّبْح.","seal":"B65E6732","part":1},
      {"page":199,"id":187,"hno":null,"nass":"تَوْجِيه رِوَايَة نصب \" جذعا \"\r\rوَفِي حَدِيثهَا: \" يَا لَيْتَني فِيهَا جذعا \" كَذَا وَقع فِي هَذِه الرِّوَايَة وَالْوَجْه جذع؛ لِأَنَّهُ خبر لَيْت.\rويضعف أَن يكون \" فِيهَا \" الْخَبَر لقلَّة فَائِدَته، وَهَكَذَا هُوَ فِي الشّعْر:\r(يَا لَيْتَني فِيهَا جذع ... أخب فِيهَا وأضع)\r\rوللنصب فِيهَا وَجه، وَذَلِكَ أَن يَجْعَل \" فِيهَا \" [الْخَبَر] وجذعا حَال، وَتَكون الْفَائِدَة [حَاصِلَة] من الْحَال.\rحكم الِاسْتِثْنَاء من الْمُوجب أَو من الْمَنْفِيّ فِي الْمَعْنى\r\r(388) وَفِي حَدِيثهَا: \" نهى عَن قتل جنان الْبيُوت إِلَّا الأبتر وَذُو الطفيتين، فَإِنَّهُمَا يخطفان أَو يطمسان الْبَصَر \".\rوَقع فِي هَذِه الرِّوَايَة: وَذُو الطفيتين، بِالْوَاو، وَهُوَ مَرْفُوع، وَالْقِيَاس أَن يكون هُوَ والأبتر منصوبين؛ لِأَنَّهُ اسْتثِْنَاء [من] مُوجب أَو من منفي. وَلَكِن الْمُقدر فِي الْمَعْنى مَنْصُوب؛ لِأَن التَّقْدِير: لَا تقتلُوا جنان الْبيُوت إِلَّا الأبتر.\rحكم تَابع مَعْمُول الْمصدر\r\rوَفِي لفظ آخر: \" أَمر بقتل الأبتر وَذُو الطفيتين \". الْوَجْه: وذى مَعْطُوفًا على لفظ الأبتر. [فَأَما الرّفْع، فوجهه أَن يقدر لَهُ مَا يرفعهُ] وَالتَّقْدِير: لَكِن يقتل ذُو الطفيتين، والأبتر","seal":"05FA8CBA","part":1},
      {"page":200,"id":188,"hno":null,"nass":"على هَذَا يجوز نَصبه على أصل الْبَاب، وَرَفعه على مَا قَدرنَا. وَمثل هَذَا قَول الفرزدق:\r(وعض زمَان يَابْنَ مَرْوَان لم يدع ... من المَال إِلَّا [مسحتا] أَو مجلف)\r\r(فمجلف) مَرْفُوع على تَقْدِير: بقى مجلف، ومسحتا بِالنّصب على أصل الْبَاب، ويروى مسحت بِالرَّفْع على مَا قَدرنَا.\rزِيَادَة كَانَ بعد نعم\r\r(389) وَفِي حَدِيثهَا: \" نعم الْمَرْء كَانَ عَامر \" الْمَرْء فَاعل نعم، بعْدهَا خبر كَانَ. وَيكون فِي كَانَ ضمير الشَّأْن والقصة كَمَا تَقول: كَانَ نعم الرجل زيد.\rو\" زيد نعم الرجل كَانَ \" لَيْسَ من ضمير الشَّأْن؛ لِأَن ضمير الشَّأْن مصدر على الْجُمْلَة، وَإِنَّمَا يَنْبَغِي على هَذَا أَن يكون اسْم كَانَ مضمرا فِيهَا وَهُوَ (عَامر) ، وَتَكون الْجُمْلَة الْمُتَقَدّمَة خَبرا لَهَا مقدما. وَنَظِير زِيَادَة كَانَ هُنَا كَقَوْلِه: مَا كَانَ أحسن زيدا.\rحذف الْمُبْتَدَأ\r\r(390) وَفِي حَدِيثهَا: \" لد رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي مَرضه فَأَشَارَ: أَن لَا تلدوني قُلْنَا: كَرَاهِيَة الْمَرِيض الدَّوَاء \" كَرَاهِيَة بِالرَّفْع خبر مُبْتَدأ مَحْذُوف أَي: هَذَا الِامْتِنَاع كَرَاهِيَة. وَيحْتَمل النصب على أَن يكون مَفْعُولا لَهُ، أَي: نَهَانَا لكراهية الدَّوَاء.\rوَيجوز أَن يكون مصدرا أَي: كرهه كَرَاهِيَة الدَّوَاء.\rبِنَاء الْأَسْمَاء مَعَ لَا على الْفَتْح وَحذف الْخَبَر\r\r(391) وَفِي حَدِيثهَا حَدِيث أم زرع:","seal":"339E0F94","part":1},
      {"page":201,"id":189,"hno":null,"nass":"زَوجي كليل تهَامَة، لَا حر وَلَا قر، وَلَا مَخَافَة وَلَا سآمة \".\rيجوز فِي هَذِه الْأَسْمَاء كلهَا الْفَتْح على أَنَّهَا مَبْنِيَّة مَعَ لَا، وَالْخَبَر مَحْذُوف لدلَالَة الْكَلَام عَلَيْهِ. مثل:\r(فَأَنا ابْن قيس لَا براح ... )\r\rويقوى الرّفْع مَا فِيهِ من التكرير.\rمصدر فعل التفعيل\r\rوَفِيه: (وَلَا تنقث ميرتنا تنقيثا \" الْقيَاس أَن يكون \" تنقث \" بِالتَّشْدِيدِ؛ لِأَن الْمصدر قد جَاءَ على التفعيل فَهُوَ مثل: يكسر تكسيرا وَيقتل تقتيلا.\rضمير الْفَصْل\r\r(392) وَفِي حَدِيثهَا حَدِيث صِيَام عَاشُورَاء: \" فَلَمَّا قدم [النَّبِي [صلى الله عَلَيْهِ وَسلم]] الْمَدِينَة صَامَهُ وَأمر بصيامه، فَلَمَّا نزل رَمَضَان كَانَ هُوَ الْفَرِيضَة \".","seal":"5780F67C","part":1},
      {"page":202,"id":190,"hno":null,"nass":"لَك فِي (الْفَرِيضَة) الرّفْع على أَن يكون (هُوَ) مُبْتَدأ وَالْفَرِيضَة خَبره، وَالْجُمْلَة فِي مَوضِع نصب على أَنه خبر كَانَ، وَلَك النصب على أَن يكون (هُوَ) فصلا لَا مَوضِع لَهُ و (الْفَرِيضَة) خبر كَانَ، وَمثله قَوْله تَعَالَى: {إِن كَانَ هَذَا هُوَ الْحق من عنْدك} يرْوى بِالرَّفْع وَالنّصب على مَا ذكرنَا.\rالصَّوَاب فِي حَدِيث الْعَجْوَة\r\r(393) وَفِي حَدِيثهَا: \" إِن فِي عَجْوَة الْعَالِيَة شِفَاء، وَإِنَّهَا ترياق أول البكرة \".\rوَالصَّوَاب: \" ترياق: بِالرَّفْع والتنوين على أَنه خبر إِن، و \" أول \" بِالنّصب على أَنه ظرف أَي: فِي أول البكرة.\rويعضد ذَلِك حَدِيث الزبير: \" من تصبح بِسبع تمرات عَجْوَة مِمَّا بَين لابتيها لم يضرّهُ ذَلِك الْيَوْم سم وَلَا سحر \".\r[وَفِي حَدِيث] لَهَا أَيْضا من جنس الزبير [وَهُوَ: قَالَ فِي] : \" عَجْوَة الْعَالِيَة أول البكرة على ريق النَّفس \".\rنون الرّفْع وَنون الْوِقَايَة\r\r(394) وَفِي حَدِيثهَا: \" أصبح عنْدكُمْ شَيْء تطعمونيه \" وَقع فِي هَذِه الرِّوَايَة بنُون وَاحِدَة وَيحْتَمل ثَلَاثَة أوجه:","seal":"47CBF53C","part":1},
      {"page":203,"id":191,"hno":null,"nass":"أَحدهَا: أَن يكون مَجْزُومًا على جَوَاب الِاسْتِفْهَام كَقَوْلِك: أَيْن بَيْتك [أزرك]\rوَالثَّانِي: أَن يكون مَرْفُوعا [نعتا] لشَيْء، وَلكنه حذف إِحْدَى النونين؛ لِأَن أَصله: تطعمونني على مَا جَاءَ فِي الشّعْر:\r( [يسوء القاليات] إِذا قليني ... )\r\rأَي قلينني [وَقد قرئَ {فَبِمَ تبشرون} بتَخْفِيف النُّون] .\rوَالثَّالِث: أَن تكون [النُّون] مُشَدّدَة كَقَوْلِه تَعَالَى: {أتحاجوني فِي الله} . وَقد قرئَ بتَخْفِيف النُّون.\r(395) وَفِي حَدِيثهَا أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" ادعوا لي بعض أَصْحَابِي. قلت: أَبُو بكر؟ قَالَ: لَا، قلت: عمر؟ قَالَ: لَا. قلت: فَابْن عمك عليا؟ قَالَ: [لَا] كَذَا وَقع] . فِي هَذِه الرِّوَايَة رفع \" أَبُو بكر \" وَنصب \" عَليّ \" وَوجه الرّفْع فِي الأول أَن يقدر: الْمَدْعُو أَبُو بكر، أَو الْمَطْلُوب أَو، هُوَ، وَأما نصب \" عَليّ \" [فعلى تَقْدِير: أَدْعُو ابْن عمك عليا،] فعلى بدل من \" ابْن عمك \" وَلَو رفع الْجَمِيع أَو نصب جَازَ.\rحذف إِحْدَى النونين\r\r(396) وَفِي حَدِيث الْإِفْك: \" وظننت أَن الْقَوْم سيفقدوني \" بنُون وَاحِدَة، فَيحْتَمل أَن يكون حذف إِحْدَى النونين، وَأَن تكون النُّون مُشَدّدَة.\rمجئ إِن بِمَعْنى مَا\r\rوَفِيه: \" وَالَّذِي بَعثك بِالْحَقِّ إِن رَأَيْت عَلَيْهَا \" \" إِن \" هَهُنَا بِمَعْنى (مَا) كَقَوْلِه تَعَالَى: {إِن عنْدكُمْ من سُلْطَان بِهَذَا} وَقد تَأتي بعْدهَا (إِلَّا) كَقَوْلِه تَعَالَى: {إِن الحكم إِلَّا لله} وَقد لَا تَأتي كَمَا تقدم.","seal":"3DC0E33E","part":1},
      {"page":204,"id":192,"hno":null,"nass":"جَوَاز تَقْدِيم الْخَبَر على صفة الْمُبْتَدَأ\r\r(397) وَفِي حَدِيثهَا: \" كَانَ رجل - يدْخل على أَزوَاج النَّبِي [صلى الله عَلَيْهِ وَسلم]- مخنث \". \" مخنث \" نعت لرجل، و \" يدْخل \" خبر كَانَ، وَيجوز تَقْدِيم الْخَبَر على صفة الْمُبْتَدَأ، وَيجوز أَن تكون \" كَانَ \" التَّامَّة، وَيكون \" يدْخل \" و \" مخنث \" صفتين لرجل.\rتَوْجِيه رِوَايَة مَتى يقوم مقامك بِالْوَاو\r\r(398) وَفِي حَدِيثهَا: \" إِن أَبَا بكر رجل أسيف وَإنَّهُ مَتى يقوم مقامك لَا يسمع النَّاس \". وَقع فِي هَذِه الرِّوَايَة \" يقوم \" بِالْوَاو. وَالْوَجْه حذفهَا وَإِسْكَان الْمِيم؛ لِأَن مَتى هُنَا شَرط، وَجَوَابه: لَا يسمع النَّاس. وَلَا معنى للاستفهام هَهُنَا. إِلَّا أَنه قد جَاءَ فِي الشّعْر مثل ذَلِك شاذا.\rوَوَجهه: أَن الْوَاو تحذف لالتقاء الساكنين، فَإِذا أدغمت الْمِيم فِي الْمِيم الَّتِي بعْدهَا جَازَ وضع الْوَاو قبلهَا. كَمَا قَالُوا: ثَمُود. الثَّوْب [وَقَالُوا فِي الْيَاء هُوَ اضيم، وَفِي الْألف] . \" الحاقة \" و \" الدَّابَّة \".\rالْفرق بَين \" الْوَاو \" العاطفة بعد همزَة الِاسْتِفْهَام و \" أَو \" الَّتِي للشَّكّ\r\r(399) وَفِي حَدِيثهَا حَدِيث موت النَّبِي [صلى الله عَلَيْهِ وَسلم] فَقَالَ عمر: \" أَو [أَنَّهَا] فِي كتاب الله \"؟ الصَّوَاب: فتح الْوَاو والهمزة للاستفهام كَقَوْلِه تَعَالَى: {أَو كلما عَاهَدُوا عهدا} وَالْوَاو هَهُنَا عاطفة وتسكينها ضَعِيف وَلَيْسَت أَو الَّتِي للشَّكّ؛ لِأَن تِلْكَ لَا تقع إِلَّا عاطفة. وَقد قرئَ فِي الشاذ \" أَو كلما \" بِسُكُون الْوَاو وَذَلِكَ من تسكين [الْوَاو] المفتوح؛ لثقل الْحَرَكَة على الْوَاو، وَلَيْسَت على هَذَا الْوَجْه للْعَطْف بل هِيَ فِي معنى [الْمَفْتُوحَة] . ذكره ابْن جني فِي الْمُحْتَسب.","seal":"3131BDBB","part":1},
      {"page":205,"id":193,"hno":null,"nass":"الْمَعْنى المُرَاد من الحَدِيث\r\r(400) وَفِي حَدِيثهَا فِي ذكر خَدِيجَة: \" فَقلت: مَا أَكثر مَا تذكرها حَمْرَاء الشدقين \". [الْأَقْوَى] أَن يكون بِالرَّفْع على معنى: هِيَ حَمْرَاء، وَلَيْسَ الْمَعْنى [تذكرها] فِي حَال حمرَة شدقيها، إِذْ لَو كَانَ كَذَلِك؛ لَكَانَ النصب على الْحَال أولى.\rتَوْجِيه الحَدِيث على اعْتِبَار مَا زَائِدَة ونافية واستفهامية\r\r(401) وَفِي حَدِيثهَا: \" فَقَالَ: يَا [عُثْمَان] أتؤمن بِمَا نؤمن بِهِ؟ قَالَ: نعم يَا رَسُول الله. قَالَ: فأسوة مَا لَك بِنَا \".\r(مَا) هَهُنَا زَائِدَة، وَالتَّقْدِير: فأسوة لَك بِنَا، وَهُوَ كَقَوْلِه تَعَالَى: {لقد كَانَ لكم فِي رَسُول الله أُسْوَة حَسَنَة} . وَيجوز أَن يكون استفهاما، وَتَكون (مَا) نَافِيَة، وَالتَّقْدِير: فَمَا لَك بِنَا أُسْوَة. وَجَاز الِابْتِدَاء [هُنَا] بالنكرة؛ لِأَنَّهَا مصدر فِي معنى الْفِعْل أَي تأس بِنَا.\rزِيَادَة الْكَاف على قدر الْمُخَاطب وتثنيتها وَجَمعهَا\r\r(402) وَفِي حَدِيثهَا: \" ذَاك جِبْرِيل \" الْجيد: كسر الْكَاف؛ لِأَن عَائِشَة هِيَ المخاطبة، وَالْكَاف [أبدا] تكون فِي مثل هَذَا على قدر الْمُخَاطب، إِن كَانَ مذكرا فتحت، وَإِن كَانَ مؤنثا كسرت، وَكَذَلِكَ تثنى وَتجمع على قدر الْمُخَاطب.","seal":"1D34E8EA","part":1},
      {"page":206,"id":194,"hno":null,"nass":"وَأما ذَا الَّذِي قبل الْكَاف فَهُوَ للمشار إِلَيْهِ الْبعيد. إِن كَانَ مذكرا (فَذا) ، وَإِن كَانَ مؤنثا (فَتى) ، وَكَذَلِكَ تثنيته وَجمعه على قدره. وَلَو فتح الْكَاف [فِي هَذَا الحَدِيث] جَازَ؛ لِأَن الْمُؤَنَّث إِنْسَان، فَيكون التَّذْكِير رَاجعا إِلَى مَعْنَاهُ.\r[وَفِي حَدِيثهَا \" إِن أُمِّي افتلتت نَفسهَا \" الرّفْع جَائِز على أَن يكون هُوَ وَاقعا موقع الْفَاعِل، كَمَا تَقول: أذهبت نَفسه، وَيجوز النصب على التَّشْبِيه بالمفعول، كَمَا تَقول: سلب زيد ثَوْبه] .\rإِجْرَاء الِاثْنَيْنِ مجْرى الْجمع\r\r(403) وَفِي حَدِيثهَا: \" أَن أم حَبِيبَة وَأم سَلمَة ذكرتا كَنِيسَة رأينها بِالْحَبَشَةِ \". وَقع فِي هَذِه الرِّوَايَة \" رأينها \" وَهَذَا فِي التَّحْقِيق ضمير جمَاعَة الْمُؤَنَّث، فَيجوز أَن يكون أجْرى الِاثْنَيْنِ مجْرى الْجمع، كَقَوْلِه تَعَالَى: {فقد صغت قُلُوبكُمَا}\rإِضْمَار اسْم كَانَ\r\r(404) وَفِي حَدِيثهَا [قَالَت] : \" فَإِن خلق رَسُول الله [صلى الله عَلَيْهِ وَسلم] كَانَ الْقُرْآن \". اسْم كَانَ مُضْمر فِيهَا، يرجع إِلَى الْخلق، و \" الْقُرْآن \" خبر كَانَ مَنْصُوب.\rتَوْجِيه رِوَايَة وَأخذ اللَّحْم رفعا ونصبا\r\r(405) وَفِيه: \" فَلَمَّا أسن رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، وَأخذ اللَّحْم \" يجوز نصب اللَّحْم على أَنه مفعول \" أَخذ \"، وَأَن ترفع على أَخذ اللَّحْم مِنْهُ مأخذه.","seal":"112455BA","part":1},
      {"page":207,"id":195,"hno":null,"nass":"(406) وَفِي حَدِيثهَا: \" مَا من يَوْم أَكثر من أَن يعْتق الله فِيهِ عبدا من النَّار من يَوْم عَرَفَة \".\r(أَكثر) مَرْفُوع وَصفا ليَوْم على الْموضع؛ لِأَن تَقْدِيره: مَا يَوْم، و (من) زَائِدَة، و (عبدا) ينْتَصب (بيعتق) ، وَالتَّقْدِير: مَا يَوْم أَكثر عُتَقَاء من هَذَا الْيَوْم، وَيكون \" عبدا \" على هَذَا جِنْسا فِي مَوضِع الْجمع أَي: من أَن يعْتق عبيدا.\rوَيجوز أَن يكون التَّقْدِير: أَكثر عبدا يعتقهُ الله، (فعبدا) مَنْصُوب على التَّمْيِيز بِأَكْثَرَ و (من) أَن تكون زَائِدَة، وموضعه نعت لعبد.\rنصب فَصَاعِدا على الْحَال\r\r(407) وَفِي حَدِيثهَا: \" كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يقطع فِي ربع دِينَار فَصَاعِدا \" هُوَ مَنْصُوب على الْحَال. وَالتَّقْدِير: فيزيد صاعدا.\rخلوف بِالضَّمِّ وَالْفَتْح خطأ\r\r(408) وَفِي حَدِيثهَا: \" لخلوف فَم الصَّائِم \". الْخَاء مَضْمُومَة لَا غير وَهُوَ مصدر خلف فوه يخلف: إِذا تَغَيَّرت رِيحه، وَهُوَ مثل قعد قعُودا، وَخرج خُرُوجًا، وَالْفَتْح خطأ.\r[118] مَيْمُونَة بنت الْحَارِث\r\rالْحَال من الضَّمِير فِي لَك\r\r(409) وَفِي حَدِيث مَيْمُونَة بنت الْحَارِث زوج النَّبِي [صلى الله عَلَيْهِ وَسلم] فَقَالَت لِابْنِ عَبَّاس: \" مَا لَك","seal":"E1DC4A67","part":1},
      {"page":208,"id":196,"hno":null,"nass":"شعثا رَأسك \" \" مَا \" اسْم الِاسْتِفْهَام مُبْتَدأ، و (لَك) خَبره. \" شعثا \" حَال من الضَّمِير فِي (لَك) ؛ أَي: مَا لَك استقررت شعثا، و \" رَأسك \" مَرْفُوع بشعث.\r[119] أم سَلمَة هِنْد بنت أبي أُميَّة\r\rنصب \" حرفا حرفا \" على الْحَال\r\r(410) وَفِي حَدِيث أم سَلمَة - هِنْد بنت أبي [أُميَّة]- زوج النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" وَإِذا هِيَ [تنْعَت] قِرَاءَته، وَإِذا هِيَ مفسرة حرفا حرفا \".\rنصبها على الْحَال كَقَوْلِك: [أدخلتهم] رجلا رجلا أَي: مقدمين، وَكَذَلِكَ فِي الحَدِيث [أَي] : يُفَسِّرهَا مرتلة وَمثله: ورثهم كَابِرًا عَن كَابر.\rالنصب على التَّمْيِيز\r\r(411) وَفِي حَدِيثهَا: \" فازدادت عَلَيْهِم كَرَامَة \" (كَرَامَة) تَمْيِيز أَي: ازدادت عَلَيْهِم كرامتها مثل: أكْرم بهم نفسا.","seal":"190D3836","part":1},
      {"page":209,"id":197,"hno":null,"nass":"النصب بِفعل مَحْذُوف\r\r(412) وَفِي حَدِيثهَا: \" ذيول النِّسَاء شبر \" قلت: إِذن تبدو أقدامهن يَا رَسُول الله! قَالَ: \" فذراعا \" رفع شبْرًا على أَنه خبر الْمُبْتَدَأ، وَنصب \" ذِرَاعا \" بِفعل مَحْذُوف أَي: فلتجعله ذِرَاعا.\rإِعْرَاب مَا بعد رب\r\r(413) وَفِي حَدِيثهَا: \" يَا رب كاسيات فِي الدُّنْيَا عاريات فِي الْآخِرَة \" الْجيد: جر عاريات على أَنه نعت للمجرور (بِرَبّ) ، وَأما الرّفْع فضعيف؛ لِأَن (رب) لَيست اسْما يخبر عَنهُ، بل هِيَ حرف جر، [وَإِن قدر] الرّفْع، وَهُوَ عندنَا على تَقْدِير حذف مُبْتَدأ أَي: هن عاريات.\rثَانِيًا: ذكر المعروفات بكناهن\r\r[120] أم أَيُّوب امْرَأَة أبي أَيُّوب الْأنْصَارِيّ\r\rأَي الشّرطِيَّة. . جَوَاز نصبها ورفعها\r\r(414) فِي حَدِيث أم أَيُّوب امْرَأَة أبي أَيُّوب الْأنْصَارِيّ: \" نزل الْقُرْآن على سَبْعَة أحرف","seal":"84717967","part":1},
      {"page":210,"id":198,"hno":null,"nass":"أَيهَا قَرَأت أجزأك \". يجوز النصب فِي \" أَيهَا \" وَهُوَ الْأَقْوَى، والناصب لَهُ \" قَرَأت \" و (أَي) هُنَا شَرْطِيَّة، والناصب [لأداة الشَّرْط هُوَ] الشَّرْط لَا الْجَواب، وَأَجَازَ قوم الرّفْع فِي مثل هَذَا ويجعله مُبْتَدأ، \" وقرأت \" نعتا لَهُ و \" أجزأك \" الْخَبَر.\r[121] أم جُنْدُب الْأَزْدِيَّة\r\rتَوْجِيه رِوَايَة \" ائْتِنِي \" لأمر الْمَرْأَة بِغَيْر يَاء\r\r(415) وَفِي حَدِيث أم جُنْدُب الْأَزْدِيَّة: \" فَقلت: يَا رَسُول الله، إِن ابْني هَذَا ذَاهِب الْعقل فَادع لَهُ. قَالَ: ائْتِنِي بِمَاء \". . الحَدِيث. وَقع فِي هَذِه الرِّوَايَة \" ائْتِنِي \" بِغَيْر يَاء بعد التَّاء، وَالْوَجْه إِثْبَاتهَا؛ لِأَنَّهُ أَمر للْمَرْأَة، فَهُوَ مثل قَوْلك: \" ارمي يَا امْرَأَة \" وَإِنَّمَا تحذف فِي خطاب الذّكر، وَقد يتَكَلَّف تَصْحِيح هَذَا بِأَن تجْرِي الْمَرْأَة مجْرى إِنْسَان أَو مُخَاطب كَمَا قَالَ الشَّاعِر:\r(قَامَت تبكيه على قَبره ... من لي من بعْدك يَا عَامر؟ {)\r\r(تَرَكتنِي فِي الْحَيّ ذَا غربَة ... قد ذل من لَيْسَ لَهُ نَاصِر؟} )\r\rأَرَادَت: إنْسَانا ذَا غربَة [وَكَانَ الْقيَاس: ذَات غربَة] .\rوَيجوز أَن يكون قد اكْتفى بالكسرة عَن الْيَاء لدلالتها عَلَيْهَا.","seal":"BF405D84","part":1},
      {"page":211,"id":199,"hno":null,"nass":"[122] أم كُلْثُوم بنت أبي سَلمَة\r\rلَا تحذف يَاء المنقوص فِي حَالَة النصب بِحَال\r\r(416) وَفِي حَدِيث أم كُلْثُوم بنت أبي سَلمَة -[عبد] الْأسد الْقرشِي - قَالَ لَهَا النَّبِي [صلى الله عَلَيْهِ وَسلم] : \" إِنِّي قد أهديت إِلَى النَّجَاشِيّ حلَّة وأواق من مسك \". الْوَجْه أواقي، بِفَتْح الْيَاء وتشديدها؛ لِأَن الْوَاحِدَة أُوقِيَّة بِالتَّشْدِيدِ، وَقد سمع بتَخْفِيف الْيَاء قَالُوا: أُوقِيَّة وأواقي وعَلى (كلا) الْوَجْهَيْنِ يَنْبَغِي أَن يكْتب بِالْيَاءِ وَيفتح [فِي الْوَصْل] ؛ لِأَنَّهُ مَنْصُوب مَعْطُوف على حلَّة، فَلَا وَجه لحذف الْيَاء بِحَال.\rفَإِن قيل: لم لَا يكون مُبْتَدأ وَالْخَبَر مَحْذُوف، وَيكون التَّقْدِير: وَمَعَهَا أَوَاقٍ، فَعِنْدَ ذَلِك يجوز أَن تكْتب بِغَيْر يَاء؟ .\rقيل: هَذَا إِضْمَار وَتَأْويل لَا يحْتَاج إِلَيْهِ مَعَ ضعفه فِي الْمَعْنى؛ لِأَنَّك إِذا قدرت ذَلِك لم يلْزم أَن تكون الأواقي هَدِيَّة من الرَّسُول [صلى الله عَلَيْهِ وَسلم] كَمَا كَانَت الْحلَّة مِنْهُ، بل يجوز أَن تكون صَحِبت الْحلَّة، وَلم تكن هَدِيَّة.","seal":"C4C52A6E","part":1},
      {"page":212,"id":200,"hno":null,"nass":"ثَالِثا: مسانيد نسَاء لَا يعرفن\r\r[123] امْرَأَة من غفار\r\rحذف قد فِي جَوَاب الْقسم مَعَ بَقَاء اللَّام\r\r(417) من حَدِيث امْرَأَة من غفار قَالَت: \" فو الله، لنزل رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِلَى الصُّبْح فَأَنَاخَ \" تَقْدِيره: لقد نزل، وَهُوَ جَوَاب الْقسم.\rوَمثله قَول امْرِئ الْقَيْس:\r(حَلَفت لَهَا بِاللَّه حلفة فَاجر ... لناموا، فَمَا إِن من حَدِيث وَلَا صالي)\r\rوَقَوْلها: \" إِلَى الصُّبْح \" أَي: إِلَى صَلَاة الصُّبْح تمّ الْكتاب وَالْحَمْد لله الْملك الْوَهَّاب غفر الله لكَاتبه ومطالعه وَالْحَمْد لله رب الْعَالمين آمين","seal":"F35FAC59","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":616,"Bk":"إعراب ما يشكل من ألفاظ الحديث","HigriD":"616","oAuthVer":2,"Pdf":0,"IslamShort":1,"oVer":1,"verName":null,"Lng":"أبو البقاء عبد الله بن الحسين بن عبد الله العكبري البغدادي محب الدين","bLnk":null,"Inf":"","Auth":"العكبري، أبو البقاء","Betaka":"الكتاب: إعراب ما يشكل من ألفاظ الحديث النبوي\rالمؤلف: أبو البقاء عبد الله بن الحسين بن عبد الله العكبري البغدادي محب الدين (المتوفى: 616هـ)\rالمحقق: حققه وخرج أحاديثه وعلق عليه د. عبد الحميد هنداوي\rالناشر: مؤسسة المختار للنشر والتوزيع - مصر/ القاهرة\rالطبعة: الأولى، 1420هـ - 1999م\rعدد الأجزاء: 1\r[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"العكبري (538 - 616 هـ = 1143 - 1219 م)\r\n\r\nعبد الله بن الحسين بن عبد الله العكبري البغدادي، أبو البقاء، محب الدين: عالم بالأدب واللغة والفرائض والحساب.\r\nأصله من عكبرا (بليدة على دجلة) ومولده ووفاته ببغداد.\r\nأصيب في صباه بالجدري، فعمي.\r\nوكانت طريقته في التأليف أن يطلب ما صنف من الكتب في الموضوع.\r\nفيقرأها عليه بعض تلاميذه، ثم يملي من آرائه وتمحيصه وما علق في ذهنه.\r\nمن كتبه «شرح ديوان المتنبي - ط» و «اللباب في علل البناء والاعراب - خ» و «شرح اللمع لابن جني» و «التبيان في إعراب القرآن - ط» ويسمى «إملاء ما من به الرحمن من وجوه الاعراب والقراآت في جميع القرآن» و «الترصيف في الترصيف» و «ترتيب إصلاح المنطق - خ» عليه إجازة بخطه في مكتبة عارف بالمدينة (127 لغة) واسمه «المشوف في ترتيب الإصلاح لابن السكيت» على حروف المعجم، و «إعراب الحديث - خ» على حروف المعجم، و «المحصل في شرح المفصل للزمخشري - خ» و «التلقين - خ» في النحو، و «شرح المقامات الحريرية - خ» و «الموجز في إيضاح الشعر الملغز - خ» و «الاستيعاب في علم الحساب»\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"5DE27D1F","cat":"النحو والصرف","oNum":7001,"BkId":7001,"oAuth":502,"bVer":1,"aSeal":"E3C85CFD"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7001":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"القسم الأول"},
      {"lvl":1,"id":2,"sub":1,"tit":"مسانيد الرجال مرتبة على الحروف الأبجدية"},
      {"lvl":1,"id":2,"sub":2,"tit":"باب الألف"},
      {"lvl":1,"id":2,"sub":3,"tit":"مسند أبي بن كعب الأنصاري"},
      {"lvl":1,"id":2,"sub":4,"tit":"مسند أسامة بن زيد بن حارثة"},
      {"lvl":1,"id":2,"sub":5,"tit":"مسند أسامة بن شريك العامري"},
      {"lvl":1,"id":2,"sub":6,"tit":"مسند أسامة بن عمير الهذلي"},
      {"lvl":1,"id":2,"sub":7,"tit":"مسند أبي رافع مولى رسول الله واسمه أسلم"},
      {"lvl":1,"id":2,"sub":8,"tit":"مسند أسيد بن حضير"},
      {"lvl":1,"id":2,"sub":9,"tit":"مسند الأشعث بن قيس الكندي"},
      {"lvl":1,"id":2,"sub":10,"tit":"مسند أمية بن مخشي الخزاعي"},
      {"lvl":1,"id":2,"sub":11,"tit":"مسند أنس بن مالك"},
      {"lvl":1,"id":3,"sub":0,"tit":"مسند أبي بن كعب الأنصاري"},
      {"lvl":1,"id":3,"sub":1,"tit":"مجئ ما بمعنى الذي"},
      {"lvl":1,"id":3,"sub":2,"tit":"مجيء أنى بمعنى من أين وبمعنى كيف"},
      {"lvl":1,"id":3,"sub":3,"tit":"توجيه مجئ أنى بمعنى كيف"},
      {"lvl":1,"id":4,"sub":0,"tit":"تقديم الحال على صاحبها"},
      {"lvl":1,"id":4,"sub":1,"tit":"وجوب تقديم المبتدإ إن تساوى هو والخبر في التعريف ج أما قوله أنت موسى بني إسرائيل فأنت مبتدأ وموسى خبره"},
      {"lvl":1,"id":4,"sub":2,"tit":"د وقوله فكلموهم أن يحملوهم فعرفوا الخضر فحملوهما فالمعنى أن موسى والخضر ويوشع قالوا لأصحاب السفينة هل تحملوننا فعرفوا الخضر فحملوهم فجمعوا الضميرين في كلموهم على الأصل وثنوا حملوهما على اعتبار أنهما المتبوعان"},
      {"lvl":1,"id":4,"sub":3,"tit":"هـ وفي قوله فأخذ الخضر برأسه فاقتلعه بيده وجهان أحدهما هي زائدة أي أخذ رأسه والثاني ليست زائدة لأنه ليس المعنى أنه تناول رأسه ابتداء وإنما المعنى أنه جره إليه برأسه ثم اقتلعه ولو كانت زائدة لم يكن لقوله"},
      {"lvl":1,"id":4,"sub":4,"tit":"ووقوله لوددنا لو صبر لو ههنا بمعنى أن الناصبة للفعل كقوله تعالى ودوا لو تدهن وودوا لو تكفرون وقد جاء بأن في قوله تعالى أيود أحدكم أن تكون ولو صبر بمعنى أي وددنا أن يصبر"},
      {"lvl":1,"id":5,"sub":0,"tit":"توجيه قوله ولا إذا كنت"},
      {"lvl":1,"id":5,"sub":1,"tit":"توجيه الرواية بنصب كلمة السورة في حديث أبي"},
      {"lvl":1,"id":6,"sub":0,"tit":"مجيء الحال من النكرة إذا وصفت بما يقربها من المعرفة"},
      {"lvl":1,"id":6,"sub":1,"tit":"مجيء الحال من الضمير في الجار"},
      {"lvl":1,"id":6,"sub":2,"tit":"حذف القول للعلم به"},
      {"lvl":1,"id":7,"sub":0,"tit":"مجيء كائن بمعنى كم"},
      {"lvl":1,"id":7,"sub":1,"tit":"قط للزمان الماضي خاصة"},
      {"lvl":1,"id":7,"sub":2,"tit":"مضارع أمل يمل بضم الياء لا غير"},
      {"lvl":1,"id":8,"sub":0,"tit":"حذف المضاف ونصب المضاف إليه على أنه خبر أغدو"},
      {"lvl":1,"id":8,"sub":1,"tit":"حذف همزة الاستفهام للعلم بها"},
      {"lvl":1,"id":9,"sub":0,"tit":"مسند أسامة بن زيد بن حارثة"},
      {"lvl":1,"id":9,"sub":1,"tit":"توجيه روايتي النصب والرفع في قوله أي يومين"},
      {"lvl":1,"id":9,"sub":2,"tit":"حذف اسم لا"},
      {"lvl":1,"id":9,"sub":3,"tit":"توجيه رفع أحسن ونصبها"},
      {"lvl":1,"id":10,"sub":0,"tit":"حذف خبر لا"},
      {"lvl":1,"id":10,"sub":1,"tit":"توجيه رواية حذف النون"},
      {"lvl":1,"id":10,"sub":2,"tit":"النصب على الإغراء"},
      {"lvl":1,"id":10,"sub":3,"tit":"حذف الفعل مع بقاء المفعول منصوبا به"},
      {"lvl":1,"id":11,"sub":0,"tit":"ضم ذال منذ لا غير"},
      {"lvl":1,"id":11,"sub":1,"tit":"قال الشيخ رحمه الله هو بضم الذال لا غير وأما ثلاث فبالرفع لا غير لأنه ذكر ذلك يقدر مدة الانقطاع أي أمد ذلك ثلاث ليال ومنذ لها موضعان"},
      {"lvl":1,"id":11,"sub":2,"tit":"أحدهما أن تكون للحاضر بمعنى في فتكون حرف جر وتجر ما بعدها كقولك أنت عندنا منذ اليوم أي في اليوم"},
      {"lvl":1,"id":11,"sub":3,"tit":"والثاني أن تذكر لبيان المدة ثم ينظر فيه فإن ذكر بعدها المدة من أولها إلى آخرها رفعت"},
      {"lvl":1,"id":12,"sub":0,"tit":"مجيء إذا للمفاجأة وتكون ظرف مكان"},
      {"lvl":1,"id":12,"sub":1,"tit":"إعراب ما بعد إنما"},
      {"lvl":1,"id":13,"sub":0,"tit":"مسند أسامة بن شريك العامري"},
      {"lvl":1,"id":13,"sub":1,"tit":"إعراب ما بعد كأنما"},
      {"lvl":1,"id":13,"sub":2,"tit":"إعراب غير وما بعدها"},
      {"lvl":1,"id":13,"sub":3,"tit":"توجيه ضبط الهرم مثلثة الميم"},
      {"lvl":1,"id":13,"sub":4,"tit":"حذف همزة الاستفهام لظهور معناه"},
      {"lvl":1,"id":14,"sub":0,"tit":"مسند أسامة بن عمير الهذلي"},
      {"lvl":1,"id":14,"sub":1,"tit":"جواز فتح همزة أن وكسرها بعد ينادي"},
      {"lvl":1,"id":14,"sub":2,"tit":"مسند أبي رافع مولى رسول الله صلى الله عليه وسلم واسمه أسلم"},
      {"lvl":1,"id":14,"sub":3,"tit":"ما ينصب على الاختصاص"},
      {"lvl":1,"id":15,"sub":0,"tit":"مسند أسيد بن نصير"},
      {"lvl":1,"id":15,"sub":1,"tit":"ما يصرف ولا يصرف"},
      {"lvl":1,"id":15,"sub":2,"tit":"مسند الأشعث بن قيس الكندي"},
      {"lvl":1,"id":15,"sub":3,"tit":"لا يجوز غير الرفع"},
      {"lvl":1,"id":16,"sub":0,"tit":"إضمار الفعل وإضمار المبتدأ"},
      {"lvl":1,"id":16,"sub":1,"tit":"جواز النصب والرفع في كلمة فيمينه"},
      {"lvl":1,"id":16,"sub":2,"tit":"مسند أمية بن مخشي الخزاعي"},
      {"lvl":1,"id":16,"sub":3,"tit":"حذف المضاف وإقامة المضاف إليه مقامه"},
      {"lvl":1,"id":17,"sub":0,"tit":"مسند أنس بن مالك"},
      {"lvl":1,"id":17,"sub":1,"tit":"تسع قضايا نحوية في حديث الشفاعة"},
      {"lvl":1,"id":17,"sub":2,"tit":"تعدية استشفعنا بعلى"},
      {"lvl":1,"id":18,"sub":0,"tit":"استعمال هنا للزمان والمكان"},
      {"lvl":1,"id":18,"sub":1,"tit":"حذف حرف الجر للعلم به"},
      {"lvl":1,"id":18,"sub":2,"tit":"حذف المبتدأ"},
      {"lvl":1,"id":18,"sub":3,"tit":"وقوع المصدر المؤول بدل اشتمال"},
      {"lvl":1,"id":18,"sub":4,"tit":"تعدد الخبر"},
      {"lvl":1,"id":19,"sub":0,"tit":"إثبات النون مع حتى ضرورة"},
      {"lvl":1,"id":20,"sub":0,"tit":"حذف جواب متى للعلم به"},
      {"lvl":1,"id":20,"sub":1,"tit":"الرفع على الحكاية"},
      {"lvl":1,"id":20,"sub":2,"tit":"توجيه رواية يتبع الميت ثلاث"},
      {"lvl":1,"id":20,"sub":3,"tit":"مجيء اسم ما نكرة مع تقدمه وحمل ما على لا"},
      {"lvl":1,"id":21,"sub":0,"tit":"توجيه فأصلي لكم"},
      {"lvl":1,"id":21,"sub":1,"tit":"حذف الألف وجعل الهاء بدلا منها"},
      {"lvl":1,"id":22,"sub":0,"tit":"إعراب أيما إنسان دعوت عليه"},
      {"lvl":1,"id":22,"sub":1,"tit":"نصب معمول الفعل المحذوف"},
      {"lvl":1,"id":22,"sub":2,"tit":"ما تدل عليه كلمة مهيم"},
      {"lvl":1,"id":22,"sub":3,"tit":"حذف المضاف وإقامة المضاف إليه مقامه"},
      {"lvl":1,"id":23,"sub":0,"tit":"كسر همزة إن وفتحها"},
      {"lvl":1,"id":23,"sub":1,"tit":"رفع الصفة على الموضع وجرها على اللفظ"},
      {"lvl":1,"id":23,"sub":2,"tit":"لغة أكلوني البراغيث ومجيء النون حرفا يدل على جمع المؤنث"},
      {"lvl":1,"id":24,"sub":0,"tit":"نصب المفعول بفعل محذوف"},
      {"lvl":1,"id":24,"sub":1,"tit":"حذف الظرف وإقامة المصدر مقامه"},
      {"lvl":1,"id":24,"sub":2,"tit":"وجوب النصب على المعية"},
      {"lvl":1,"id":25,"sub":0,"tit":"حذف حرف الجر وتعدية الفعل بنفسه"},
      {"lvl":1,"id":25,"sub":1,"tit":"توجيه رواية"},
      {"lvl":1,"id":25,"sub":2,"tit":"رويدك يتعدى لمفعول واحد"},
      {"lvl":1,"id":26,"sub":0,"tit":"وضع الظاهر موضع المضمر في جملة الخبر لغرض"},
      {"lvl":1,"id":27,"sub":0,"tit":"حذف الفعل مع أحد مفعوليه وبقاء المفعول الثاني"},
      {"lvl":1,"id":27,"sub":1,"tit":"حذف الخبر"},
      {"lvl":1,"id":27,"sub":2,"tit":"ضمير الشأن"},
      {"lvl":1,"id":27,"sub":3,"tit":"ما المصدرية والزمانية"},
      {"lvl":1,"id":28,"sub":0,"tit":"بطلان عمل ما بالتقديم"},
      {"lvl":1,"id":28,"sub":1,"tit":"دخول من على الزمان لابتداء غايته"},
      {"lvl":1,"id":28,"sub":2,"tit":"توجيه حديث تزويج النبي صلى الله عليه وسلم زينب"},
      {"lvl":1,"id":29,"sub":0,"tit":"توجيه رواية"},
      {"lvl":1,"id":29,"sub":1,"tit":"استعمال ها التنبيهية بدلا من حرف القسم"},
      {"lvl":1,"id":30,"sub":0,"tit":"باب الباء"},
      {"lvl":1,"id":30,"sub":1,"tit":"في إعراب ما يشكل من الحديث"},
      {"lvl":1,"id":30,"sub":2,"tit":"في حديث البراء بن عازب"},
      {"lvl":1,"id":30,"sub":3,"tit":"توجيه رواية مد صوته والفرق بين مد ومدى"},
      {"lvl":1,"id":30,"sub":4,"tit":"حذف المضاف وإقامة المضاف إليه مقامه"},
      {"lvl":1,"id":31,"sub":0,"tit":"باب الجيم"},
      {"lvl":1,"id":31,"sub":1,"tit":"في إعراب ما يشكل من أحاديث"},
      {"lvl":1,"id":31,"sub":2,"tit":"جابر بن عبد الله"},
      {"lvl":1,"id":31,"sub":3,"tit":"جابر بن عتيك"},
      {"lvl":1,"id":31,"sub":4,"tit":"جبير بن مطعم"},
      {"lvl":1,"id":31,"sub":5,"tit":"أبي ثعلبة الخشني جرهم"},
      {"lvl":1,"id":31,"sub":6,"tit":"جعدة بن خالد الجشمي"},
      {"lvl":1,"id":31,"sub":7,"tit":"جندب بن جنادة أبو ذر"},
      {"lvl":1,"id":31,"sub":8,"tit":"جندب بن عبد الله البجلي"},
      {"lvl":1,"id":32,"sub":0,"tit":"جابر بن عبد الله الأنصاري"},
      {"lvl":1,"id":32,"sub":1,"tit":"توجيه رواية رفع بل ثيب"},
      {"lvl":1,"id":32,"sub":2,"tit":"تصحيح رواية ترك علي جوار"},
      {"lvl":1,"id":32,"sub":3,"tit":"إعراب أي حين وعلام انتصب أول الليل"},
      {"lvl":1,"id":33,"sub":0,"tit":"جعل النون علامة مجردة للجمع وما يحمل عليه"},
      {"lvl":1,"id":33,"sub":1,"tit":"توجيه رواية"},
      {"lvl":1,"id":33,"sub":2,"tit":"توجيه رواية"},
      {"lvl":1,"id":34,"sub":0,"tit":"إذا التي للمفاجأة وضمير الشأن بعدها"},
      {"lvl":1,"id":34,"sub":1,"tit":"حذف عامل الحال لدلالة الحال عليه ووجوب تعددها بعد إما"},
      {"lvl":1,"id":34,"sub":2,"tit":"حذف المبتدأ للعلم به"},
      {"lvl":1,"id":35,"sub":0,"tit":"توجيه نصب مسكا في قوله يفوح مسكا"},
      {"lvl":1,"id":35,"sub":1,"tit":"المراد بالشركة المشترك فيه"},
      {"lvl":1,"id":36,"sub":0,"tit":"حذف الفعل وأداة الاستفهام وبقاء مصدره"},
      {"lvl":1,"id":36,"sub":1,"tit":"حذف خبر لا النافية للجنس"},
      {"lvl":1,"id":36,"sub":2,"tit":"حذف كان مع اسمها وبقاء خبرها"},
      {"lvl":1,"id":36,"sub":3,"tit":"وقوع المصدر في موضع الحال"},
      {"lvl":1,"id":36,"sub":4,"tit":"حذف المضاف وإقامة المضاف إليه مقامه"},
      {"lvl":1,"id":37,"sub":0,"tit":"مجيء الكاف اسما بمعنى مثل"},
      {"lvl":1,"id":37,"sub":1,"tit":"الجزم في جواب الأمر"},
      {"lvl":1,"id":37,"sub":2,"tit":"توجيه قول أبي بكر دعني فلأعبرها على اعتبار أنها لام الأمر أو لام كي"},
      {"lvl":1,"id":37,"sub":3,"tit":"توجيه رواية اثنين بواحد"},
      {"lvl":1,"id":38,"sub":0,"tit":"توجيه تذكير الضمير حملا على المعنى"},
      {"lvl":1,"id":39,"sub":0,"tit":"تصويب رواية"},
      {"lvl":1,"id":39,"sub":1,"tit":"إضمار اسم ليس الاستثنائية فيها"},
      {"lvl":1,"id":39,"sub":2,"tit":"جزم الفعل في جواب الأمر المقدر"},
      {"lvl":1,"id":39,"sub":3,"tit":"خطأ رواية كلاهما بالرفع توكيدا لمنصوب"},
      {"lvl":1,"id":40,"sub":0,"tit":"الصواب اعصريه لا اعصرينه"},
      {"lvl":1,"id":40,"sub":1,"tit":"متى تزاد هاء السكت"},
      {"lvl":1,"id":40,"sub":2,"tit":"إضافة العدد إلى المعدود ونصبه نصب المصدر"},
      {"lvl":1,"id":40,"sub":3,"tit":"من ترك دينا أو ضياعا أهي بالكسر أم بالفتح"},
      {"lvl":1,"id":41,"sub":0,"tit":"جابر بن عتيك"},
      {"lvl":1,"id":41,"sub":1,"tit":"جواز الجر والرفع في الدباء وما بعدها"},
      {"lvl":1,"id":41,"sub":2,"tit":"توجيه رواية فمنعنيها بعد قوله فأعطيها"},
      {"lvl":1,"id":42,"sub":0,"tit":"جبير بن مطعم"},
      {"lvl":1,"id":42,"sub":1,"tit":"خطأ الراوي"},
      {"lvl":1,"id":42,"sub":2,"tit":"ما المصدرية"},
      {"lvl":1,"id":42,"sub":3,"tit":"حذف اللام وأن في جواب من"},
      {"lvl":1,"id":43,"sub":0,"tit":"جرهم أبو ثعلبة الخشني"},
      {"lvl":1,"id":43,"sub":1,"tit":"توجيه رواية محاسنكم أخلاقا"},
      {"lvl":1,"id":44,"sub":0,"tit":"جعدة بن خالد الجشمي"},
      {"lvl":1,"id":44,"sub":1,"tit":"ما المراد بقوله صلى الله عليه وسلم لم ترع ومعلوم أنه ارتاع"},
      {"lvl":1,"id":45,"sub":0,"tit":"جندب بن جنادة أبو ذر"},
      {"lvl":1,"id":45,"sub":1,"tit":"نيابة المصدر عن فعله"},
      {"lvl":1,"id":45,"sub":2,"tit":"لو خاصة بالفعل والاسم بعدها معمول لفعل محذوف"},
      {"lvl":1,"id":46,"sub":0,"tit":"تعدية الفعل المقدر"},
      {"lvl":1,"id":46,"sub":1,"tit":"توجيه رواية أو خير من ذلك بالرفع والنصب"},
      {"lvl":1,"id":46,"sub":2,"tit":"توجيه كيف أنت وأئمة بالرفع والنصب"},
      {"lvl":1,"id":46,"sub":3,"tit":"توجيه رواية غير الدجال أخوف على أمتي وبيان المراد"},
      {"lvl":1,"id":47,"sub":0,"tit":"توجيه رواية الأئمة المضلين ب وقوله الأئمة المضلين كذا وقع في هذه الرواية بالنصب والوجه فيه أن يكون التقدير من تعني بغير الدجال فقال أعني الأئمة المضلين وإن جاء بالرفع كان تقديره الأئمة المضلون أخوف من الدجال أو"},
      {"lvl":1,"id":47,"sub":1,"tit":"ما إعراب هو مني مسيرة شهر"},
      {"lvl":1,"id":48,"sub":0,"tit":"ما الإشكال في حديث السؤال عن الحوض وما جوابه"},
      {"lvl":1,"id":48,"sub":1,"tit":"نصب آخر على الظرفية"},
      {"lvl":1,"id":49,"sub":0,"tit":"توجيه قوله صلى الله عليه وسلم واحدة أو دع"},
      {"lvl":1,"id":49,"sub":1,"tit":"بناء أول على الضم بقطعه عن الإضافة"},
      {"lvl":1,"id":49,"sub":2,"tit":"إن النافية بمعنى ما تدخل على الفعلية والاسمية"},
      {"lvl":1,"id":49,"sub":3,"tit":"حذف السؤال للعلم به"},
      {"lvl":1,"id":50,"sub":0,"tit":"بيان الجيد"},
      {"lvl":1,"id":50,"sub":1,"tit":"إعراب شبرا والمراد بمفارقة الجماعة"},
      {"lvl":1,"id":50,"sub":2,"tit":"صفة المؤنث غير الحقيقي يجوز تذكيرها حملا على المعنى"},
      {"lvl":1,"id":50,"sub":3,"tit":"إبدال نكرة من معرفة وظاهر من مضمر"},
      {"lvl":1,"id":51,"sub":0,"tit":"النصب على تقدير فعل في جواب إن"},
      {"lvl":1,"id":51,"sub":1,"tit":"مما ينصب على الظرفية يمين وشمال وبين ووراء"},
      {"lvl":1,"id":52,"sub":0,"tit":"النصب على التمييز بعد مثل"},
      {"lvl":1,"id":52,"sub":1,"tit":"توجيه قوله الإجابة يوم القيامة أعظم"},
      {"lvl":1,"id":52,"sub":2,"tit":"أن الزائدة وأن المخففة من الثقيلة"},
      {"lvl":1,"id":52,"sub":3,"tit":"تذكير الضمير حملا على المعنى"},
      {"lvl":1,"id":53,"sub":0,"tit":"النصب أجود"},
      {"lvl":1,"id":53,"sub":1,"tit":"دثر ودثور"},
      {"lvl":1,"id":53,"sub":2,"tit":"خلاف وخلف"},
      {"lvl":1,"id":53,"sub":3,"tit":"نصب العدد على المصدر"},
      {"lvl":1,"id":53,"sub":4,"tit":"النصب بفعل محذوف"},
      {"lvl":1,"id":54,"sub":0,"tit":"توجيه رواية فيما ينتطحان"},
      {"lvl":1,"id":54,"sub":1,"tit":"توجيه كلمة مثلثة الإعراب"},
      {"lvl":1,"id":55,"sub":0,"tit":"مجئ المستثنى مبتدأ ثابت الخبر"},
      {"lvl":1,"id":56,"sub":0,"tit":"توجيه قوله صلى الله عليه وسلم على ثلاثة أفواج فوج راكبين"},
      {"lvl":1,"id":56,"sub":1,"tit":"جندب بن عبد الله البجلي"},
      {"lvl":1,"id":56,"sub":2,"tit":"العطف على جواب الشرط بثم"},
      {"lvl":1,"id":57,"sub":0,"tit":"باب الحاء"},
      {"lvl":1,"id":57,"sub":1,"tit":"في إعراب ما يشكل من حديث"},
      {"lvl":1,"id":57,"sub":2,"tit":"الحارث بن حسان البكري الذهلي"},
      {"lvl":1,"id":57,"sub":3,"tit":"أبي قتادة الحارث بن ربعي"},
      {"lvl":1,"id":57,"sub":4,"tit":"أبي واقد الليثي واسمه الحارث"},
      {"lvl":1,"id":57,"sub":5,"tit":"أبي سعيد بن المعلى"},
      {"lvl":1,"id":57,"sub":6,"tit":"حارثة بن وهب الخزاعي"},
      {"lvl":1,"id":57,"sub":7,"tit":"حبان بن بح الصداري"},
      {"lvl":1,"id":57,"sub":8,"tit":"أبي جمعة حبيب بن سباع"},
      {"lvl":1,"id":57,"sub":9,"tit":"حجاج الأسلمي"},
      {"lvl":1,"id":57,"sub":10,"tit":"حذيفة بن أسيد"},
      {"lvl":1,"id":57,"sub":11,"tit":"الحسن بن علي"},
      {"lvl":1,"id":57,"sub":12,"tit":"الحكم بن حزن الكلفي"},
      {"lvl":1,"id":57,"sub":13,"tit":"أبو بصرة الغفاري حميل بن بصرة"},
      {"lvl":1,"id":57,"sub":14,"tit":"حنظلة بن ربيعة الأسدي"},
      {"lvl":1,"id":58,"sub":0,"tit":"الحارث بن حسان البكري"},
      {"lvl":1,"id":58,"sub":1,"tit":"إعادة الضمير بعد الجمع على لفظ المفرد"},
      {"lvl":1,"id":58,"sub":2,"tit":"الحارث بن ربعي أبو قتادة"},
      {"lvl":1,"id":59,"sub":0,"tit":"عدم جواز إضافة ما فيه أل إلى النكرة"},
      {"lvl":1,"id":59,"sub":1,"tit":"أبو واقد الليثي الحارث"},
      {"lvl":1,"id":59,"sub":2,"tit":"أبو سعيد بن المعلى الحارث"},
      {"lvl":1,"id":59,"sub":3,"tit":"توجيه الحديث ما من الناس أحد أمن"},
      {"lvl":1,"id":60,"sub":0,"tit":"حارثة بن وهب الخزاعي"},
      {"lvl":1,"id":60,"sub":1,"tit":"ما ينصب نصب الظرف"},
      {"lvl":1,"id":60,"sub":2,"tit":"حذف المبتدأ"},
      {"lvl":1,"id":60,"sub":3,"tit":"حديث حبان بن بح الصداري"},
      {"lvl":1,"id":60,"sub":4,"tit":"التمييز المحول عن الفاعل"},
      {"lvl":1,"id":61,"sub":0,"tit":"أبو جمعة حبيب بن سباع"},
      {"lvl":1,"id":61,"sub":1,"tit":"حذف الاستفهام لظهور معناه"},
      {"lvl":1,"id":62,"sub":0,"tit":"حذيفة بن أسيد"},
      {"lvl":1,"id":62,"sub":1,"tit":"توجيه حديث آيات قيام الساعة"},
      {"lvl":1,"id":62,"sub":2,"tit":"توجيه حديث هذا موضع الإزار"},
      {"lvl":1,"id":62,"sub":3,"tit":"توجيه رواية ضرب لنا أمثالا واحد"},
      {"lvl":1,"id":63,"sub":0,"tit":"توجيه حديث ولكن أخبركم بمشاريطها"},
      {"lvl":1,"id":63,"sub":1,"tit":"توجيه حديث الفتنة ألا ترجع"},
      {"lvl":1,"id":63,"sub":2,"tit":"توجيه حديث عرض الفتن على القلوب"},
      {"lvl":1,"id":64,"sub":0,"tit":"جواز تذكير الفعل مع المؤنث غير الحقيقي"},
      {"lvl":1,"id":64,"sub":1,"tit":"توجيه حديث غير منتقص من أجورهم شيئا"},
      {"lvl":1,"id":65,"sub":0,"tit":"تصحيح رواية لأبعد من أيلة من عدن"},
      {"lvl":1,"id":65,"sub":1,"tit":"إعراب غير في قوله ليست لأحد غيركم"},
      {"lvl":1,"id":65,"sub":2,"tit":"لماذا أنث الضمير"},
      {"lvl":1,"id":66,"sub":0,"tit":"إدخال نون التوكيد على الماضي وتوجيه رواية"},
      {"lvl":1,"id":66,"sub":1,"tit":"فأما أدركن واحد منكم"},
      {"lvl":1,"id":66,"sub":2,"tit":"عدم جواز كون النون لجماعة المؤنث"},
      {"lvl":1,"id":66,"sub":3,"tit":"توجيه رواية أكلت لحمى وخلص إلى عظمى"},
      {"lvl":1,"id":67,"sub":0,"tit":"جواز الرفع والنصب في قوله صلى الله عليه وسلم البقرة عن سبعة"},
      {"lvl":1,"id":67,"sub":1,"tit":"توجيه رواية من وراء"},
      {"lvl":1,"id":67,"sub":2,"tit":"وتوجيه رواية وشد الرجال"},
      {"lvl":1,"id":68,"sub":0,"tit":"الحسن بن علي"},
      {"lvl":1,"id":68,"sub":1,"tit":"اللام الفارقة ورأي البصريين وغيرهم فيها"},
      {"lvl":1,"id":68,"sub":2,"tit":"الحكم بن حزن الكلفي"},
      {"lvl":1,"id":68,"sub":3,"tit":"الجيد في سابع سبعة أو تاسع تسعة"},
      {"lvl":1,"id":69,"sub":0,"tit":"أبو بصرة الغفاري حميل بن بصرة"},
      {"lvl":1,"id":69,"sub":1,"tit":"توجيه رواية الوتر الوتر"},
      {"lvl":1,"id":69,"sub":2,"tit":"حنظلة بن ربيعة الأسدي"},
      {"lvl":1,"id":69,"sub":3,"tit":"جواز النصب والرفع في حديث حنظلة"},
      {"lvl":1,"id":70,"sub":0,"tit":"باب الخاء"},
      {"lvl":1,"id":70,"sub":1,"tit":"في إعراب ما يشكل من الحديث"},
      {"lvl":1,"id":70,"sub":2,"tit":"حديث أبي شريح الكعبي واسمه خويلد بن عمرو"},
      {"lvl":1,"id":70,"sub":3,"tit":"توجيه رواية غضوض البصر ومتى يجوز جمع المصدر"},
      {"lvl":1,"id":71,"sub":0,"tit":"باب الدال"},
      {"lvl":1,"id":71,"sub":1,"tit":"في إعراب ما يشكل من الحديث"},
      {"lvl":1,"id":71,"sub":2,"tit":"دكين بن سعيد الخثعمي"},
      {"lvl":1,"id":71,"sub":3,"tit":"توجيه رواية سمع وطاعة"},
      {"lvl":1,"id":72,"sub":0,"tit":"باب الراء"},
      {"lvl":1,"id":72,"sub":1,"tit":"في إعراب ما يشكل من الحديث"},
      {"lvl":1,"id":72,"sub":2,"tit":"حديث رافع بن خديج"},
      {"lvl":1,"id":72,"sub":3,"tit":"حديث ربيعة بن كعب بن مالك"},
      {"lvl":1,"id":72,"sub":4,"tit":"حديث رفاعة بن زريق"},
      {"lvl":1,"id":72,"sub":5,"tit":"حديث رفاعة بن عرابة الجهني"},
      {"lvl":1,"id":73,"sub":0,"tit":"رافع بن خديج"},
      {"lvl":1,"id":73,"sub":1,"tit":"جواز الجر والنصب في قوله صلى الله عليه وسلم الثمرة بالثمرة"},
      {"lvl":1,"id":73,"sub":2,"tit":"الصواب في حديث الحمى فابردوها بهمزة وصل"},
      {"lvl":1,"id":74,"sub":0,"tit":"توجيه حديث القسامة بأيمان خمسين منكم"},
      {"lvl":1,"id":74,"sub":1,"tit":"توجيه حديث إن جبريل أو ملك وبيان الجيد في هذه الرواية"},
      {"lvl":1,"id":74,"sub":2,"tit":"وأما الرفع فله وجهان"},
      {"lvl":1,"id":75,"sub":0,"tit":"الاستفهام بما عند إرادة صفة من يعقل"},
      {"lvl":1,"id":75,"sub":1,"tit":"ربيعة بن كعب بن مالك"},
      {"lvl":1,"id":75,"sub":2,"tit":"حذف خبر لعل"},
      {"lvl":1,"id":76,"sub":0,"tit":"رفاعة بن زريق"},
      {"lvl":1,"id":76,"sub":1,"tit":"توجيه حديث هل فيكم من غيركم"},
      {"lvl":1,"id":76,"sub":2,"tit":"توجيه حديث لك الحمد حمدا إلخ"},
      {"lvl":1,"id":77,"sub":0,"tit":"رفاعة بن عرابة الجهني"},
      {"lvl":1,"id":77,"sub":1,"tit":"توجيه قوله في الحديث القدسي فأغفر له"},
      {"lvl":1,"id":77,"sub":2,"tit":"باب الزاي"},
      {"lvl":1,"id":77,"sub":3,"tit":"في إعراب ما يشكل من الحديث"},
      {"lvl":1,"id":77,"sub":4,"tit":"الزبير بن العوام"},
      {"lvl":1,"id":77,"sub":5,"tit":"حذف العائد"},
      {"lvl":1,"id":78,"sub":0,"tit":"زياد بن نعيم الحضرمي"},
      {"lvl":1,"id":78,"sub":1,"tit":"توجيه حديث أربعا فرضهن الله"},
      {"lvl":1,"id":79,"sub":0,"tit":"باب السين"},
      {"lvl":1,"id":79,"sub":1,"tit":"في إعراب ما يشكل من الحديث"},
      {"lvl":1,"id":79,"sub":2,"tit":"في حديث السائب بن خلاد"},
      {"lvl":1,"id":79,"sub":3,"tit":"في حديث سبرة بن معبد أبي ربيع الجهني"},
      {"lvl":1,"id":79,"sub":4,"tit":"في حديث سعد بن أبي وقاص"},
      {"lvl":1,"id":79,"sub":5,"tit":"في حديث أبي سعيد الخدري"},
      {"lvl":1,"id":79,"sub":6,"tit":"في حديث سلمة بن سلامة بن وقش"},
      {"lvl":1,"id":79,"sub":7,"tit":"في حديث سلمة بن الأكوع"},
      {"lvl":1,"id":79,"sub":8,"tit":"في حديث سلمة بن نفيل السكوني"},
      {"lvl":1,"id":79,"sub":9,"tit":"في حديث سلمان الفارسي"},
      {"lvl":1,"id":79,"sub":10,"tit":"في حديث سمرة بن جندب"},
      {"lvl":1,"id":80,"sub":0,"tit":"السائب بن خلاد"},
      {"lvl":1,"id":80,"sub":1,"tit":"توجيه إعراب الاسم بعد حتى"},
      {"lvl":1,"id":80,"sub":2,"tit":"سبرة بن معبد أبو ربيع الجهني"},
      {"lvl":1,"id":80,"sub":3,"tit":"توجيه حديث علموا الصبي الصلاة ابن سبع"},
      {"lvl":1,"id":81,"sub":0,"tit":"سعد بن أبي وقاص"},
      {"lvl":1,"id":81,"sub":1,"tit":"توجيه حديث أن تدع ورثتك"},
      {"lvl":1,"id":82,"sub":0,"tit":"الأفصح والأقيس في حديث أيام أكل وشرب"},
      {"lvl":1,"id":82,"sub":1,"tit":"أبو سعيد الخدري"},
      {"lvl":1,"id":82,"sub":2,"tit":"توجيه رواية إلا أن الملائكة"},
      {"lvl":1,"id":83,"sub":0,"tit":"وجوب تقديم خبر كان لكونه استفهاما"},
      {"lvl":1,"id":83,"sub":1,"tit":"توجيه رواية فأولتهما هذان الكذابان"},
      {"lvl":1,"id":83,"sub":2,"tit":"أوجه الإشكال في رواية يرى مخ ساقها من وراء لحومهم أو دمائهم أو حللهم وتوجيه الحديث"},
      {"lvl":1,"id":84,"sub":0,"tit":"توجيه رواية كتاب الله وعترتي بالنصب والرفع"},
      {"lvl":1,"id":84,"sub":1,"tit":"توجيه قوله قال كفارات بالرفع"},
      {"lvl":1,"id":85,"sub":0,"tit":"توجيه قوله صلى الله عليه وسلم وإن شوكة"},
      {"lvl":1,"id":85,"sub":1,"tit":"توجيه رواية لا يخرج الرجلان يضربان الغائط كاشفان بالرفع"},
      {"lvl":1,"id":85,"sub":2,"tit":"الجيد رفع الفعلين ويجوز جزمهما في حديث من لا يرحم إلخ"},
      {"lvl":1,"id":85,"sub":3,"tit":"صحة فوح وفيح في حديث فإن شدة الحر إلخ"},
      {"lvl":1,"id":86,"sub":0,"tit":"سلمة بن سلامة"},
      {"lvl":1,"id":86,"sub":1,"tit":"توجيه رواية كائنا بالنصب في حديث لا يرون أن بعثا كائنا"},
      {"lvl":1,"id":86,"sub":2,"tit":"سلمة بن الأكوع"},
      {"lvl":1,"id":86,"sub":3,"tit":"توجيه رواية أول الناس وذا قرد في حديث سلمة بن الأكوع"},
      {"lvl":1,"id":87,"sub":0,"tit":"توجيه رواية أخرج لنا كفه كف ضخمة بالرفع"},
      {"lvl":1,"id":87,"sub":1,"tit":"النصب على التمييز بعد أفعل التفضيل"},
      {"lvl":1,"id":87,"sub":2,"tit":"توجيه قوله صلى الله عليه وسلم في الحديث هذينك وأما قوله هذينك فيه وجهان أحدهما أنه بدل من قوله بأشد والثاني أن يكون منصوبا بإضمار أعني وأما الكاف في ذينك فحرف للخطاب كالتي في قوله تعالى فذانك برهانان من"},
      {"lvl":1,"id":88,"sub":0,"tit":"سلمة بن نفيل السكوني"},
      {"lvl":1,"id":88,"sub":1,"tit":"توجيه رواية ولستم لابثون"},
      {"lvl":1,"id":88,"sub":2,"tit":"سلمان الفارسي"},
      {"lvl":1,"id":88,"sub":3,"tit":"حذف صاحب الحال"},
      {"lvl":1,"id":89,"sub":0,"tit":"سمرة بن جندب"},
      {"lvl":1,"id":89,"sub":1,"tit":"تأويل رواية لا يتعاطى"},
      {"lvl":1,"id":90,"sub":0,"tit":"الإشكال الوارد على حديث من ملك ذا رحم إلخ ورأى المحققين فيه"},
      {"lvl":1,"id":90,"sub":1,"tit":"جواز الابتداء بالنكرة إذا وصفت"},
      {"lvl":1,"id":91,"sub":0,"tit":"توجيه نصب أي الدواب مسخت"},
      {"lvl":1,"id":91,"sub":1,"tit":"باب الشين"},
      {"lvl":1,"id":91,"sub":2,"tit":"في إعراب ما يشكل من حديث"},
      {"lvl":1,"id":91,"sub":3,"tit":"شداد بن أسامة بن الهاد"},
      {"lvl":1,"id":92,"sub":0,"tit":"شداد بن أوس"},
      {"lvl":1,"id":92,"sub":1,"tit":"إعراب قوله قليله وكثيره"},
      {"lvl":1,"id":93,"sub":0,"tit":"باب الصاد"},
      {"lvl":1,"id":93,"sub":1,"tit":"في إعراب ما يشكل من حديث"},
      {"lvl":1,"id":93,"sub":2,"tit":"أبي أمامة صدى بن عجلان الباهلي"},
      {"lvl":1,"id":93,"sub":3,"tit":"صفوان بن أمية"},
      {"lvl":1,"id":93,"sub":4,"tit":"الصنابحي"},
      {"lvl":1,"id":94,"sub":0,"tit":"أبو أمامة الباهلي"},
      {"lvl":1,"id":94,"sub":1,"tit":"أفضل لا ينصرف"},
      {"lvl":1,"id":94,"sub":2,"tit":"توجيه رواية فرض مجزى"},
      {"lvl":1,"id":94,"sub":3,"tit":"توجيه رواية أو نبي كان بالرفع"},
      {"lvl":1,"id":95,"sub":0,"tit":"توجيه رواية عروة عروة"},
      {"lvl":1,"id":95,"sub":1,"tit":"توجيه رواية غرا محجلين"},
      {"lvl":1,"id":95,"sub":2,"tit":"صفوان بن أمية"},
      {"lvl":1,"id":95,"sub":3,"tit":"توجيه قوله أغصبا"},
      {"lvl":1,"id":96,"sub":0,"tit":"الصنابحي"},
      {"lvl":1,"id":96,"sub":1,"tit":"تحقيق حديث لا ترجعوا بعدي كفارا"},
      {"lvl":1,"id":97,"sub":0,"tit":"باب الطاء"},
      {"lvl":1,"id":97,"sub":1,"tit":"في إعراب ما يشكل من حديث"},
      {"lvl":1,"id":97,"sub":2,"tit":"طلحة بن عبيد الله"},
      {"lvl":1,"id":97,"sub":3,"tit":"مجئ إذا للمفاجأة وهي ظرف مكان"},
      {"lvl":1,"id":98,"sub":0,"tit":"باب العين"},
      {"lvl":1,"id":98,"sub":1,"tit":"إعراب ما يشكل في مسانيد"},
      {"lvl":1,"id":98,"sub":2,"tit":"عبادة بن الصامت"},
      {"lvl":1,"id":98,"sub":3,"tit":"عبد الله بن الزبير"},
      {"lvl":1,"id":98,"sub":4,"tit":"عبد الله بن عباس"},
      {"lvl":1,"id":98,"sub":5,"tit":"عبد الله بن عمر"},
      {"lvl":1,"id":98,"sub":6,"tit":"عبد الله بن عمرو بن العاص"},
      {"lvl":1,"id":98,"sub":7,"tit":"عبد الله بن قيس أبو موسى الشعري"},
      {"lvl":1,"id":98,"sub":8,"tit":"عبد الله بن مسعود"},
      {"lvl":1,"id":98,"sub":9,"tit":"عبد الرحمن بن غنم"},
      {"lvl":1,"id":98,"sub":10,"tit":"عبد شمس أبو هريرة"},
      {"lvl":1,"id":98,"sub":11,"tit":"عتبة بن عبد السلمي"},
      {"lvl":1,"id":98,"sub":12,"tit":"عثمان بن أبي العاص الثقفي"},
      {"lvl":1,"id":98,"sub":13,"tit":"عثمان بن عفان"},
      {"lvl":1,"id":98,"sub":14,"tit":"عرفجة بن شريح"},
      {"lvl":1,"id":98,"sub":15,"tit":"عقبة بن عامر الجهني"},
      {"lvl":1,"id":98,"sub":16,"tit":"عقبة بن عمرو أبو مسعود الأنصاري"},
      {"lvl":1,"id":98,"sub":17,"tit":"علي بن أبي طالب"},
      {"lvl":1,"id":98,"sub":18,"tit":"عمار بن ياسر"},
      {"lvl":1,"id":98,"sub":19,"tit":"عمر بن الخطاب"},
      {"lvl":1,"id":98,"sub":20,"tit":"عمران بن حصين"},
      {"lvl":1,"id":98,"sub":21,"tit":"أبو زيد عمرو بن أخطب"},
      {"lvl":1,"id":98,"sub":22,"tit":"عمرو بن العاص"},
      {"lvl":1,"id":98,"sub":23,"tit":"عمرو بن عبد الله القاري"},
      {"lvl":1,"id":98,"sub":24,"tit":"عمرو بن عبسة السلمي"},
      {"lvl":1,"id":98,"sub":25,"tit":"عمرو بن عوف"},
      {"lvl":1,"id":98,"sub":26,"tit":"عويمر بن عامر أبو الدرداء"},
      {"lvl":1,"id":99,"sub":0,"tit":"عبادة بن الصامت"},
      {"lvl":1,"id":99,"sub":1,"tit":"ما النافية حجازية أو تميمية"},
      {"lvl":1,"id":99,"sub":2,"tit":"وضع العام موضع الخاص وانتصاب شيئا على المصدر"},
      {"lvl":1,"id":100,"sub":0,"tit":"عبد الله بن الزبير"},
      {"lvl":1,"id":100,"sub":1,"tit":"توجيه الحديث أن كان ابن عمتك"},
      {"lvl":1,"id":101,"sub":0,"tit":"عبد الله بن عباس"},
      {"lvl":1,"id":101,"sub":1,"tit":"توجيه رواية ورسول الله صلى الله عليه وسلم متواريا بمكة"},
      {"lvl":1,"id":101,"sub":2,"tit":"توجيه الحديث كتبت له حسنة برفع حسنة ونصبها"},
      {"lvl":1,"id":102,"sub":0,"tit":"توجيه رواية بما أهللت"},
      {"lvl":1,"id":103,"sub":0,"tit":"توجيه رواية فأسلم أو فأسلم"},
      {"lvl":1,"id":103,"sub":1,"tit":"وجه الصواب عشر من الإبل لا عشرة"},
      {"lvl":1,"id":103,"sub":2,"tit":"توجيه رواية خمس كلهن فاسقة"},
      {"lvl":1,"id":104,"sub":0,"tit":"توجيه رواية نشدتك الله وحظنا من رسول الله صلى الله عليه وسلم"},
      {"lvl":1,"id":104,"sub":1,"tit":"توجيه حديث صلى رسول الله صلى الله عليه وسلم صلاة الخوف بذي قرد"},
      {"lvl":1,"id":104,"sub":2,"tit":"تصويب رواية ألم ألقاكم"},
      {"lvl":1,"id":105,"sub":0,"tit":"جواز حذف التاء من فعل المؤنث غير الحقيقي"},
      {"lvl":1,"id":105,"sub":1,"tit":"حذف الواو من جنون لدلالة الضمة عليها"},
      {"lvl":1,"id":106,"sub":0,"tit":"توجيه حديث خير يوم تحتجمون فيه سبع عشرة"},
      {"lvl":1,"id":107,"sub":0,"tit":"عبد الله بن عمر"},
      {"lvl":1,"id":107,"sub":1,"tit":"توجيه حديث لبيك إن الحمد لك وبيان أن كسر إن أجود من فتحها"},
      {"lvl":1,"id":107,"sub":2,"tit":"المصدر الميمي من غير الثلاثي"},
      {"lvl":1,"id":107,"sub":3,"tit":"وقوع المصدر المؤول مفعولا له"},
      {"lvl":1,"id":108,"sub":0,"tit":"توجيه الرفع في رواية إن بين يدي الساعة ثلاثون"},
      {"lvl":1,"id":108,"sub":1,"tit":"توجيه روايتي رفع خلود ونصبها في حديث يأهل الجنة خلود"},
      {"lvl":1,"id":109,"sub":0,"tit":"توجيه حديث إن شئت حبست أصلها بتشديد حبست"},
      {"lvl":1,"id":109,"sub":1,"tit":"توجيه حديث وكان ثمرهم دون"},
      {"lvl":1,"id":109,"sub":2,"tit":"توجيه حديث لا حسد إلا في اثنتين رجل آتاه"},
      {"lvl":1,"id":110,"sub":0,"tit":"عبد الله بن عمرو بن العاص"},
      {"lvl":1,"id":110,"sub":1,"tit":"توجيه رواية إنهم كانوا عبادا يعبدوني بحذف النون"},
      {"lvl":1,"id":111,"sub":0,"tit":"توجيه رواية أقرنى"},
      {"lvl":1,"id":111,"sub":1,"tit":"توجيه حديث ما نقدر على شيء نفقة ولا دابة الخ"},
      {"lvl":1,"id":111,"sub":2,"tit":"حذف الظرف المضاف ونصب المضاف إليه نصب الظرف"},
      {"lvl":1,"id":111,"sub":3,"tit":"توجيه رواية نار الأنيار"},
      {"lvl":1,"id":112,"sub":0,"tit":"أبو موسى الأشعري عبد الله بن قيس"},
      {"lvl":1,"id":112,"sub":1,"tit":"توجيه رواية فقوموا لها حيث خاطب في الابتداء الواحد"},
      {"lvl":1,"id":112,"sub":2,"tit":"تصويب وتوجيه ثم أمر لنا بثلاث ذود"},
      {"lvl":1,"id":113,"sub":0,"tit":"إن بمعنى ما لا غير في حديث والله إن قلتها"},
      {"lvl":1,"id":113,"sub":1,"tit":"خطاب الاثنين بخطاب الجمع"},
      {"lvl":1,"id":113,"sub":2,"tit":"توجيه حديث أي الإسلام أفضل"},
      {"lvl":1,"id":114,"sub":0,"tit":"عبد الله بن مسعود"},
      {"lvl":1,"id":114,"sub":1,"tit":"وجوب فتح همزة أن بعد حدثنا ولا يجوز حملها على قال"},
      {"lvl":1,"id":115,"sub":0,"tit":"توجيه رواية إياكم وهاتان"},
      {"lvl":1,"id":116,"sub":0,"tit":"توجيه حديث أية ساعة هذه"},
      {"lvl":1,"id":116,"sub":1,"tit":"كل نكرة بعد أفعل المضافة تكون تمييزا"},
      {"lvl":1,"id":116,"sub":2,"tit":"ما بعد إن الشرطية يعرب فاعلا لا مبتدأ"},
      {"lvl":1,"id":116,"sub":3,"tit":"توجيه حديث قضى رسول الله صلى الله عليه وسلم في دية الخطأ عشرين"},
      {"lvl":1,"id":117,"sub":0,"tit":"توجيه رواية جمع القبور في قوله لأريتكم قبورهما"},
      {"lvl":1,"id":118,"sub":0,"tit":"ظهراهما مثل ظهور الترسين"},
      {"lvl":1,"id":118,"sub":1,"tit":"توجيه قوله صلى الله عليه وسلم ثم إنها تخلف من بعده خلوف"},
      {"lvl":1,"id":118,"sub":2,"tit":"توجيه حديث حي على الطهور"},
      {"lvl":1,"id":118,"sub":3,"tit":"إفراد الضمير ثم جمعه"},
      {"lvl":1,"id":119,"sub":0,"tit":"توجيه حديث إلا جعل له شجاع أقرع"},
      {"lvl":1,"id":119,"sub":1,"tit":"توجيه رواية نقصوا من أجورهم كل يوم قيراط"},
      {"lvl":1,"id":120,"sub":0,"tit":"عبد الرحمن بن غنم"},
      {"lvl":1,"id":120,"sub":1,"tit":"استعمال باع بمعنى شرى"},
      {"lvl":1,"id":120,"sub":2,"tit":"عبد شمس أبو هريرة"},
      {"lvl":1,"id":120,"sub":3,"tit":"ما الحجازية والتميمية"},
      {"lvl":1,"id":121,"sub":0,"tit":"حمل رواية وقال خذها على المعنى"},
      {"lvl":1,"id":121,"sub":1,"tit":"توجيه حديث مانع الزكاة"},
      {"lvl":1,"id":121,"sub":2,"tit":"توجيه حديث يضاعف الحسنة عشر أمثالها"},
      {"lvl":1,"id":122,"sub":0,"tit":"توجيه رواية فأكون أول من يجيز"},
      {"lvl":1,"id":122,"sub":1,"tit":"حمل ما على أحد وجهيها"},
      {"lvl":1,"id":122,"sub":2,"tit":"توجيه حديث حفوف الملائكة بمجالس الذكر"},
      {"lvl":1,"id":123,"sub":0,"tit":"توجيه حديث لم يكذب إلا ثلاث كذبات"},
      {"lvl":1,"id":123,"sub":1,"tit":"توجيه رواية حديث فإن لم تكن تراه بالألف"},
      {"lvl":1,"id":124,"sub":0,"tit":"توجيه حديث حتى يظل الرجل إن يدري كم صلى"},
      {"lvl":1,"id":125,"sub":0,"tit":"أجمع يتعدى بنفسه إلى مفعول واحد"},
      {"lvl":1,"id":125,"sub":1,"tit":"توجيه حديث لولا تعيرني قريش وحكم مجئ الفعل بعد لولا"},
      {"lvl":1,"id":126,"sub":0,"tit":"توجيه حديث ومن يعصيني فقد أغضب الله"},
      {"lvl":1,"id":126,"sub":1,"tit":"توجيه حديث كل أهل الجنة على روايتي فيكون له شكر بالرفع والنصب"},
      {"lvl":1,"id":126,"sub":2,"tit":"كان التامة تكتفي بمرفوعها"},
      {"lvl":1,"id":127,"sub":0,"tit":"حذف القول للعلم به"},
      {"lvl":1,"id":127,"sub":1,"tit":"الحال المؤولة بمشتق وتسويغ مجئ الحال من النكرة"},
      {"lvl":1,"id":127,"sub":2,"tit":"إضمار قد في جواب القسم"},
      {"lvl":1,"id":128,"sub":0,"tit":"توجيه نصب إيمانا واحتسابا في حديث من صام رمضان"},
      {"lvl":1,"id":128,"sub":1,"tit":"توجيه حديث قد جاءكم رمضان شهر مبارك"},
      {"lvl":1,"id":128,"sub":2,"tit":"الفرق بين فقه بضم القاف وفقه بكسرها في المعنى والعمل"},
      {"lvl":1,"id":128,"sub":3,"tit":"توجيه حديث إن لله تسعة وتسعين اسما مائة إلا واحدا"},
      {"lvl":1,"id":129,"sub":0,"tit":"توجيه حديث استوصوا بالنساء خيرا"},
      {"lvl":1,"id":129,"sub":1,"tit":"توجيه حديث نعم المنيحة اللقحة منيحة"},
      {"lvl":1,"id":129,"sub":2,"tit":"مجئ ما الاستفهامية للتعظيم"},
      {"lvl":1,"id":130,"sub":0,"tit":"مجئ أضاء متعديا ولازما"},
      {"lvl":1,"id":130,"sub":1,"tit":"توجيه حديث يعقد الشيطان على قافية رأس أحدكم"},
      {"lvl":1,"id":131,"sub":0,"tit":"توجيه قوله صلى الله عليه وسلم لن يقبل منه الدهر كله"},
      {"lvl":1,"id":131,"sub":1,"tit":"توجيه حديث سمع سامع"},
      {"lvl":1,"id":131,"sub":2,"tit":"توجيه حديث وعدلت الصفوف قياما"},
      {"lvl":1,"id":132,"sub":0,"tit":"توجيه حديث من هم بحسنة"},
      {"lvl":1,"id":132,"sub":1,"tit":"توجيه حديث استسعى العبد في ثمن رقبته"},
      {"lvl":1,"id":132,"sub":2,"tit":"توجيه حديث الفضة بالفضة وزنا بوزن"},
      {"lvl":1,"id":132,"sub":3,"tit":"توجيه قوله أصلهم ويقطعوني وبيان الصواب"},
      {"lvl":1,"id":133,"sub":0,"tit":"توجيه قوله فمثل ذلك"},
      {"lvl":1,"id":133,"sub":1,"tit":"مجئ أن بمعنى كي ناصبة للفعل"},
      {"lvl":1,"id":133,"sub":2,"tit":"توجيه قوله فليكتحل وترا"},
      {"lvl":1,"id":133,"sub":3,"tit":"توجيه قوله لا يؤمن العبد الإيمان كله"},
      {"lvl":1,"id":134,"sub":0,"tit":"توجيه قوله ثلاثة أصناف"},
      {"lvl":1,"id":134,"sub":1,"tit":"توجيه رواية حتى الشاتين وبيان الصواب"},
      {"lvl":1,"id":134,"sub":2,"tit":"الاستثناء التام المنفي"},
      {"lvl":1,"id":134,"sub":3,"tit":"إعراب قيل وقال وتوجيه كره لكم قيل وقال"},
      {"lvl":1,"id":135,"sub":0,"tit":"إعراب ما بعد إلا في الاستثناء المنفي"},
      {"lvl":1,"id":135,"sub":1,"tit":"توجيه قوله عليك السمع والطاعة"},
      {"lvl":1,"id":135,"sub":2,"tit":"عتبة بن عبد السلمي"},
      {"lvl":1,"id":135,"sub":3,"tit":"توجيه قوله خطوة كفارة وخطوة درجة"},
      {"lvl":1,"id":136,"sub":0,"tit":"عثمان بن أبي العاص الثقفي"},
      {"lvl":1,"id":136,"sub":1,"tit":"توجيه قوله هل من داع فأستجيب له"},
      {"lvl":1,"id":136,"sub":2,"tit":"عثمان بن عفان"},
      {"lvl":1,"id":136,"sub":3,"tit":"توجيه قوله وذلك الدهر كله"},
      {"lvl":1,"id":137,"sub":0,"tit":"عرفجة بن صريح شريح الأشجعي"},
      {"lvl":1,"id":137,"sub":1,"tit":"توجيه قوله كائنا من كان"},
      {"lvl":1,"id":137,"sub":2,"tit":"عقبة بن عامر الجهني"},
      {"lvl":1,"id":137,"sub":3,"tit":"توجيه قوله لهو أشد تفلتا"},
      {"lvl":1,"id":138,"sub":0,"tit":"توجيه قوله ولو كعكة"},
      {"lvl":1,"id":138,"sub":1,"tit":"عمل المصدر عمل الفعل"},
      {"lvl":1,"id":138,"sub":2,"tit":"توجيه قوله لا يقرئونا"},
      {"lvl":1,"id":138,"sub":3,"tit":"النصب على الاختصاص"},
      {"lvl":1,"id":139,"sub":0,"tit":"توجيه قوله ثم صلى غير"},
      {"lvl":1,"id":139,"sub":1,"tit":"أبو مسعود الأنصاري عقبة بن عمرو"},
      {"lvl":1,"id":139,"sub":2,"tit":"وجوب إضافة فاعل إلى ما بعده"},
      {"lvl":1,"id":139,"sub":3,"tit":"وقوع المصدر موقع اسم الفاعل"},
      {"lvl":1,"id":140,"sub":0,"tit":"علي بن أبي طالب"},
      {"lvl":1,"id":140,"sub":1,"tit":"نصب يمينا وشمالا على الظرف"},
      {"lvl":1,"id":140,"sub":2,"tit":"توجيه حديث لا شفاء إلا شفاؤك شفاء لا يغادر سقما"},
      {"lvl":1,"id":140,"sub":3,"tit":"توجيه رواية فلا يصومها أحد بضم الميم"},
      {"lvl":1,"id":141,"sub":0,"tit":"توجيه حديث لا يحل للخليفة من مال الله قصعتان قصعة"},
      {"lvl":1,"id":141,"sub":1,"tit":"توجيه حديث فقال رسول الله صلى الله عليه وسلم كيتان"},
      {"lvl":1,"id":141,"sub":2,"tit":"توجيه قوله صلى الله عليه وسلم إني وإياك وهذان"},
      {"lvl":1,"id":142,"sub":0,"tit":"توجيه قوله ما تضحكون لرجل عبد الله أثقل إلخ"},
      {"lvl":1,"id":142,"sub":1,"tit":"عمار بن ياسر"},
      {"lvl":1,"id":142,"sub":2,"tit":"توجيه قوله ألا أحدثكم بأشقى الناس رجلين"},
      {"lvl":1,"id":143,"sub":0,"tit":"عمر بن الخطاب رضي الله عنه"},
      {"lvl":1,"id":143,"sub":1,"tit":"توجيه قوله إن أخوف ما أخاف على أمتي وبيان ما فيه من تجوز"},
      {"lvl":1,"id":143,"sub":2,"tit":"توجيه حديث إني صائم إلخ بتقدير الحذف في السؤال أو في الجواب"},
      {"lvl":1,"id":144,"sub":0,"tit":"توجيه قوله فإذا أنا برباح"},
      {"lvl":1,"id":144,"sub":1,"tit":"توجيه حديث لا تلعنوه فو الله ما علمت أنه يحب الله ورسوله"},
      {"lvl":1,"id":145,"sub":0,"tit":"عمران بن حصين"},
      {"lvl":1,"id":146,"sub":0,"tit":"توجيه حديث أعتق ستة مملوكين"},
      {"lvl":1,"id":146,"sub":1,"tit":"الاستفهام لا يعمل فيه ما قبله"},
      {"lvl":1,"id":146,"sub":2,"tit":"توجيه حديث المرأة والمزادتين"},
      {"lvl":1,"id":147,"sub":0,"tit":"أبو زيد عمرو بن أخطب"},
      {"lvl":1,"id":147,"sub":1,"tit":"توجيه حديث كان هذا يوما"},
      {"lvl":1,"id":148,"sub":0,"tit":"عمرو بن العاص"},
      {"lvl":1,"id":148,"sub":1,"tit":"ألا وهلا ولولا إذا وليها الماضي أو المستقبل"},
      {"lvl":1,"id":148,"sub":2,"tit":"توجيه حديث فأي ذلك قرأتم"},
      {"lvl":1,"id":149,"sub":0,"tit":"توجيه قوله والله ما أدري أحبا ذلك أم تألفا"},
      {"lvl":1,"id":149,"sub":1,"tit":"عمرو بن عبد الله القاري"},
      {"lvl":1,"id":149,"sub":2,"tit":"علام نصب كلالة في قوله أورث كلالة"},
      {"lvl":1,"id":149,"sub":3,"tit":"عمرو بن عبسة بن خالد بن عامر السلمي"},
      {"lvl":1,"id":149,"sub":4,"tit":"توجيه نصب فواق ناقته"},
      {"lvl":1,"id":149,"sub":5,"tit":"عمرو بن عوف"},
      {"lvl":1,"id":149,"sub":6,"tit":"توجيه قوله ما الفقر أخشى عليكم"},
      {"lvl":1,"id":150,"sub":0,"tit":"عويمر بن عامر أبو الدرداء"},
      {"lvl":1,"id":150,"sub":1,"tit":"توجيه قوله أقبل أخذا"},
      {"lvl":1,"id":150,"sub":2,"tit":"والأشبه أن حذفها من غلط الرواة"},
      {"lvl":1,"id":151,"sub":0,"tit":"باب الفاء"},
      {"lvl":1,"id":151,"sub":1,"tit":"إعراب ما يشكل من حديث"},
      {"lvl":1,"id":151,"sub":2,"tit":"فضالة بن عدي الأنصاري"},
      {"lvl":1,"id":151,"sub":3,"tit":"فيروز الديلمي"},
      {"lvl":1,"id":152,"sub":0,"tit":"فضالة بن عدي الأنصاري"},
      {"lvl":1,"id":152,"sub":1,"tit":"وقوع المصدر في موضع الحال"},
      {"lvl":1,"id":152,"sub":2,"tit":"فيروز الديلمي"},
      {"lvl":1,"id":152,"sub":3,"tit":"إعراب عروة عروة"},
      {"lvl":1,"id":153,"sub":0,"tit":"باب القاف"},
      {"lvl":1,"id":153,"sub":1,"tit":"إعراب ما يشكل من حديث"},
      {"lvl":1,"id":153,"sub":2,"tit":"قبيصة بن المخارق"},
      {"lvl":1,"id":153,"sub":3,"tit":"قتادة بن ملحان"},
      {"lvl":1,"id":153,"sub":4,"tit":"قرة بن إياس المزني"},
      {"lvl":1,"id":154,"sub":0,"tit":"قبيصة بن المخارق"},
      {"lvl":1,"id":154,"sub":1,"tit":"وقوع المصدر في موضع الحال"},
      {"lvl":1,"id":154,"sub":2,"tit":"قتادة بن ملحان"},
      {"lvl":1,"id":154,"sub":3,"tit":"الصحيح أيام البيض وعدم جواز الأيام البيض"},
      {"lvl":1,"id":154,"sub":4,"tit":"قرة بن إياس المزني"},
      {"lvl":1,"id":154,"sub":5,"tit":"المصدر في موضع الحال والمصدر المؤكد"},
      {"lvl":1,"id":155,"sub":0,"tit":"باب الكاف"},
      {"lvl":1,"id":155,"sub":1,"tit":"في إعراب المشكل من حديث"},
      {"lvl":1,"id":155,"sub":2,"tit":"كعب بن مالك"},
      {"lvl":1,"id":155,"sub":3,"tit":"كلثوم بن الحصين أبي رهم"},
      {"lvl":1,"id":156,"sub":0,"tit":"كعب بن مالك"},
      {"lvl":1,"id":156,"sub":1,"tit":"توجيه قوله لدن أن كان"},
      {"lvl":1,"id":156,"sub":2,"tit":"اللغات في أيام أكل وشرب"},
      {"lvl":1,"id":157,"sub":0,"tit":"توجيه قوله ومنعة بفتح النون"},
      {"lvl":1,"id":157,"sub":1,"tit":"توجيه قوله بل الدم الدم والهدم الهدم"},
      {"lvl":1,"id":157,"sub":2,"tit":"كلثوم بن الحصين أبو رهم"},
      {"lvl":1,"id":157,"sub":3,"tit":"توجيه قوله خشية أن أصيب رحله"},
      {"lvl":1,"id":158,"sub":0,"tit":"باب الميم"},
      {"lvl":1,"id":158,"sub":1,"tit":"في إعراب ما يشكل في أحاديث"},
      {"lvl":1,"id":158,"sub":2,"tit":"محمود بن لبيد الأشهلي"},
      {"lvl":1,"id":158,"sub":3,"tit":"مرداس الأسلمي"},
      {"lvl":1,"id":158,"sub":4,"tit":"المسور بن مخرمة"},
      {"lvl":1,"id":158,"sub":5,"tit":"مطيع بن حارثة العدوي"},
      {"lvl":1,"id":158,"sub":6,"tit":"معاذ بن أنس الجهني"},
      {"lvl":1,"id":158,"sub":7,"tit":"معاذ بن جبل"},
      {"lvl":1,"id":158,"sub":8,"tit":"معاوية بن أبي سفيان"},
      {"lvl":1,"id":158,"sub":9,"tit":"معيقيب بن أبي فاطمة"},
      {"lvl":1,"id":158,"sub":10,"tit":"المغيرة بن شعبة"},
      {"lvl":1,"id":158,"sub":11,"tit":"المقدام بن معد يكرب"},
      {"lvl":1,"id":159,"sub":0,"tit":"محمود بن لبيد الأشهلي"},
      {"lvl":1,"id":159,"sub":1,"tit":"توجيه قوله أحربا ورغبة"},
      {"lvl":1,"id":159,"sub":2,"tit":"مرداس بن لبيد الأسلمي"},
      {"lvl":1,"id":159,"sub":3,"tit":"قد تجئ الحال معرفة"},
      {"lvl":1,"id":160,"sub":0,"tit":"المسور بن مخرمة"},
      {"lvl":1,"id":160,"sub":1,"tit":"توجيه قوله في خيل لقريش طليعة"},
      {"lvl":1,"id":161,"sub":0,"tit":"معاذ بن أنس الجهني"},
      {"lvl":1,"id":161,"sub":1,"tit":"توجيه قوله أي المجاهدين أعظم اجرا"},
      {"lvl":1,"id":161,"sub":2,"tit":"توجيه قوله من ترك أن يلبس صالح الثياب وهو يقدر عليه تواضعا لله"},
      {"lvl":1,"id":161,"sub":3,"tit":"توجيه قوله الجفاء كل الجفاء والكفر كل الكفر من يسمع منادي الله ولا يجيب"},
      {"lvl":1,"id":162,"sub":0,"tit":"معاذ بن جبل"},
      {"lvl":1,"id":162,"sub":1,"tit":"توجيه قوله فيتسخطها"},
      {"lvl":1,"id":162,"sub":2,"tit":"توجيه قوله صادقا من قلبه"},
      {"lvl":1,"id":162,"sub":3,"tit":"توجيه قوله لا يشرك به شيئا"},
      {"lvl":1,"id":162,"sub":4,"tit":"تقدم خبر كان على اسمها"},
      {"lvl":1,"id":163,"sub":0,"tit":"توجيه قوله فتجدونه راعيا معزى"},
      {"lvl":1,"id":163,"sub":1,"tit":"توجيه قوله من كان آخر كلامه لا إله إلا الله"},
      {"lvl":1,"id":163,"sub":2,"tit":"توجيه قوله من غزا فخرا ورياء"},
      {"lvl":1,"id":164,"sub":0,"tit":"توجيه قوله قد ملئ جنانا"},
      {"lvl":1,"id":164,"sub":1,"tit":"توجيه قوله لا تتركن صلاة مكتوبة متعمدا"},
      {"lvl":1,"id":164,"sub":2,"tit":"بناء قبل على الضم لقطعها عن الإضافة"},
      {"lvl":1,"id":164,"sub":3,"tit":"توجيه قوله أن لا يلبسهم شيعا"},
      {"lvl":1,"id":165,"sub":0,"tit":"معاوية بن أبي سفيان"},
      {"lvl":1,"id":165,"sub":1,"tit":"توجيه قوله أما إني لم أستحلفكم تهمة لكم"},
      {"lvl":1,"id":165,"sub":2,"tit":"تهمة منصوب على أنه مفعول له أي لأجل التهمة ويجوز أن يكون مصدرا في موضع الحال أي متهما وفيه وما كان أحد في منزلتي من رسول الله صلى الله عليه وسلم أقل عنه حديثا أحد اسم كان وفي منزلتي نعت لأحد وأقل خبر كان"},
      {"lvl":1,"id":166,"sub":0,"tit":"معيقيب بن أبي فاطمة"},
      {"lvl":1,"id":166,"sub":1,"tit":"توجيه قوله إن كنت فاعلا فواحدة"},
      {"lvl":1,"id":166,"sub":2,"tit":"المغيرة بن شعبة"},
      {"lvl":1,"id":166,"sub":3,"tit":"توجيه قوله فمكث طويلا"},
      {"lvl":1,"id":166,"sub":4,"tit":"المقدام بن معد يكرب"},
      {"lvl":1,"id":166,"sub":5,"tit":"توجيه قوله ما أكل أحد قط طعاما خيرا من أن يأكل من عمل يده"},
      {"lvl":1,"id":167,"sub":0,"tit":"باب النون"},
      {"lvl":1,"id":167,"sub":1,"tit":"في إعراب ما يشكل في حديث"},
      {"lvl":1,"id":167,"sub":2,"tit":"أبي برزة نضلة بن عبيد"},
      {"lvl":1,"id":167,"sub":3,"tit":"النعمان بن بشير"},
      {"lvl":1,"id":167,"sub":4,"tit":"أبي بكرة نفيع بن الحارث بن كلدة"},
      {"lvl":1,"id":167,"sub":5,"tit":"نقادة الأسدي"},
      {"lvl":1,"id":167,"sub":6,"tit":"النواس بن سمعان الكلابي"},
      {"lvl":1,"id":168,"sub":0,"tit":"ابو برزة نضلة بن عبيد الأسلمي"},
      {"lvl":1,"id":168,"sub":1,"tit":"خلط جماعة من المحدثين في حديث جليبيب"},
      {"lvl":1,"id":168,"sub":2,"tit":"النعمان بن بشير"},
      {"lvl":1,"id":168,"sub":3,"tit":"توجيه قوله أكلهم أعطيتهم"},
      {"lvl":1,"id":169,"sub":0,"tit":"أبو بكرة نفيع بن الحارث بن كلدة"},
      {"lvl":1,"id":169,"sub":1,"tit":"توجيه قوله ما يزن ذرة"},
      {"lvl":1,"id":169,"sub":2,"tit":"نقادة الأسدي"},
      {"lvl":1,"id":170,"sub":0,"tit":"النواس بن سمعان الكلابي"},
      {"lvl":1,"id":170,"sub":1,"tit":"توجيه قوله ما لبثه في الأرض قال أربعين يوما"},
      {"lvl":1,"id":171,"sub":0,"tit":"باب الهاء"},
      {"lvl":1,"id":171,"sub":1,"tit":"إعراب ما يشكل في حديث"},
      {"lvl":1,"id":171,"sub":2,"tit":"هانئ بن نيار أبي بردة"},
      {"lvl":1,"id":171,"sub":3,"tit":"توجيه صرف ابن اللكع"},
      {"lvl":1,"id":172,"sub":0,"tit":"باب الياء"},
      {"lvl":1,"id":172,"sub":1,"tit":"إعراب ما يشكل من حديث"},
      {"lvl":1,"id":172,"sub":2,"tit":"يزيد بن الأخنس"},
      {"lvl":1,"id":172,"sub":3,"tit":"يعلى بن أبي المرازم وهو يعلى بن شبابة"},
      {"lvl":1,"id":172,"sub":4,"tit":"يزيد بن الأخنس"},
      {"lvl":1,"id":172,"sub":5,"tit":"جواب لو التي للتمني وتوجيه قوله فأقوم"},
      {"lvl":1,"id":173,"sub":0,"tit":"يعلى بن مرة أبي المرازم الثقفي"},
      {"lvl":1,"id":173,"sub":1,"tit":"توجيه قوله حتى الساعة"},
      {"lvl":1,"id":174,"sub":0,"tit":"ملحق بأسماء الرجال"},
      {"lvl":1,"id":174,"sub":1,"tit":"أولا ذكر المعروفين بكناهم"},
      {"lvl":1,"id":174,"sub":2,"tit":"أبو بهيسة الفزاري"},
      {"lvl":1,"id":174,"sub":3,"tit":"أبو الجعد الضمري"},
      {"lvl":1,"id":174,"sub":4,"tit":"أبو سعيد الزرقي"},
      {"lvl":1,"id":174,"sub":5,"tit":"ثانيا ذكر أقوام لم يعرفوا بآبائهم ولا بأبنائهم ولكن أشير إلى أقاربهم"},
      {"lvl":1,"id":174,"sub":6,"tit":"عم أبي حرة الرقاشي"},
      {"lvl":1,"id":174,"sub":7,"tit":"خال السوار العدوي"},
      {"lvl":1,"id":174,"sub":8,"tit":"ثالثا ذكر أقوام عرفوا بالقرب من غيرهم"},
      {"lvl":1,"id":174,"sub":9,"tit":"خادم النبي صلى الله عليه وسلم"},
      {"lvl":1,"id":174,"sub":10,"tit":"رابعا ذكر أقوام عرفوا بالنسب إلى قبائلهم"},
      {"lvl":1,"id":174,"sub":11,"tit":"رجل من عبد القيس"},
      {"lvl":1,"id":174,"sub":12,"tit":"خامسا ذكر المجهولين"},
      {"lvl":1,"id":174,"sub":13,"tit":"في حديث رجل"},
      {"lvl":1,"id":174,"sub":14,"tit":"سادسا ذكر أقوام من الصحابة يشك في اسمائهم"},
      {"lvl":1,"id":174,"sub":15,"tit":"في أبي هريرة أو أبي سعيد"},
      {"lvl":1,"id":175,"sub":0,"tit":"أولا ذكر المعروفين بكناهم"},
      {"lvl":1,"id":175,"sub":1,"tit":"أبو بهيسة الفزاري"},
      {"lvl":1,"id":175,"sub":2,"tit":"توجيه قوله أن تفعل الخير خير لك"},
      {"lvl":1,"id":175,"sub":3,"tit":"أبو الجعد الضمري"},
      {"lvl":1,"id":175,"sub":4,"tit":"توجيه قوله من ترك ثلاث جمع تهاونا"},
      {"lvl":1,"id":176,"sub":0,"tit":"أبو سعيد الزرقي"},
      {"lvl":1,"id":176,"sub":1,"tit":"توجيه قوله فسيكون في جواب الشرط"},
      {"lvl":1,"id":176,"sub":2,"tit":"ثانيا ذكر مسانيد أقوام لم يعرفوا بآبائهم ولا بأبنائهم لكن نسبوا إلى أقاربهم"},
      {"lvl":1,"id":176,"sub":3,"tit":"عم أبي حرة الرقاشي"},
      {"lvl":1,"id":177,"sub":0,"tit":"خال أبي السوار العدوي"},
      {"lvl":1,"id":177,"sub":1,"tit":"تصويب قوله إن ناسا يتبعوني"},
      {"lvl":1,"id":177,"sub":2,"tit":"ثالثا ذكر أقوام عرفوا بالقرب من غيرهم"},
      {"lvl":1,"id":177,"sub":3,"tit":"خادم النبي صلى الله عليه وسلم"},
      {"lvl":1,"id":178,"sub":0,"tit":"رابعا ذكر أقوام عرفوا بالنسب إلى قبائلهم"},
      {"lvl":1,"id":178,"sub":1,"tit":"رجل من عبد القيس"},
      {"lvl":1,"id":178,"sub":2,"tit":"توجيه قوله وأصبحوا يعلمونا وأنه موضع ضرورة في الشعر"},
      {"lvl":1,"id":178,"sub":3,"tit":"خامسا ذكر المجهولين"},
      {"lvl":1,"id":178,"sub":4,"tit":"في حديث رجل"},
      {"lvl":1,"id":178,"sub":5,"tit":"توجيه قوله فلا يرفع بصره إلى السماء يلتمع بصره"},
      {"lvl":1,"id":179,"sub":0,"tit":"في حديث رجل"},
      {"lvl":1,"id":179,"sub":1,"tit":"توجيه قوله فإنما أهلك أهل الكتاب أنه لم يكن لهم بين صلواتهم فصل"},
      {"lvl":1,"id":179,"sub":2,"tit":"سادسا ذكر أقوام من الصحابة رضي الله عنهم يشك في أسمائهم"},
      {"lvl":1,"id":179,"sub":3,"tit":"أبو هريرة أو أبو سعيد"},
      {"lvl":1,"id":179,"sub":4,"tit":"تقديم المفعول على الفعل من أجل الاستفهام"},
      {"lvl":1,"id":180,"sub":0,"tit":"القسم الثاني"},
      {"lvl":1,"id":180,"sub":1,"tit":"مسانيد النساء مرتبة على الحروف الأبجدية"},
      {"lvl":1,"id":180,"sub":2,"tit":"في إعراب ما يشكل في روايتهن"},
      {"lvl":1,"id":180,"sub":3,"tit":"أولا المعروفات بأسمائهن"},
      {"lvl":1,"id":180,"sub":4,"tit":"أسماء بن أبي بكر"},
      {"lvl":1,"id":180,"sub":5,"tit":"حمنة بنت جحش"},
      {"lvl":1,"id":180,"sub":6,"tit":"الربيع بنت معوذ بن عفراء"},
      {"lvl":1,"id":180,"sub":7,"tit":"عائشة أم المؤمنين رضي الله عنها"},
      {"lvl":1,"id":180,"sub":8,"tit":"ميمونة بنت الحارث"},
      {"lvl":1,"id":181,"sub":0,"tit":"مسانيد النساء مرتبة على الحروف أيضا"},
      {"lvl":1,"id":181,"sub":1,"tit":"أسماء بنت أبي بكر الصديق"},
      {"lvl":1,"id":181,"sub":2,"tit":"حذف المصدر وإقامة صفته مقامه"},
      {"lvl":1,"id":181,"sub":3,"tit":"ما قبل الاستفهام لا يعمل فيه إلا حرف الجر"},
      {"lvl":1,"id":181,"sub":4,"tit":"اللام الفارقة"},
      {"lvl":1,"id":182,"sub":0,"tit":"لا وجه لرواية واستنقأت بالألف والهمزة"},
      {"lvl":1,"id":183,"sub":0,"tit":"الربيع بنت معوذ"},
      {"lvl":1,"id":183,"sub":1,"tit":"الصواب الذي لا يعدل عنه رواية أجر بالكسر"},
      {"lvl":1,"id":183,"sub":2,"tit":"عائشة أم المؤمنين رضي الله عنها"},
      {"lvl":1,"id":184,"sub":0,"tit":"معنى ما لم يكن يدع وإعرابها"},
      {"lvl":1,"id":184,"sub":1,"tit":"رأي العكبرى في رواية نصب ركعتين"},
      {"lvl":1,"id":184,"sub":2,"tit":"لماذا أنثت العشر"},
      {"lvl":1,"id":184,"sub":3,"tit":"كيف تعرب ما من قوله فما فوقها"},
      {"lvl":1,"id":184,"sub":4,"tit":"وفي حديثها لا يصيب المؤمن شوكة فما فوقها ما بمعنى الذي أو نكرة موصوفة وفوقها منصوبة على الظرف فهو إما صلة لما أو صفة كقوله تعالى لا يستحيي أن يضرب مثلا ما بعوضة فما فوقها"},
      {"lvl":1,"id":185,"sub":0,"tit":"مجئ الجواب كالسؤال"},
      {"lvl":1,"id":185,"sub":1,"tit":"جواز أن تكون ذلك في موضع رفع أو نصب"},
      {"lvl":1,"id":185,"sub":2,"tit":"ما كان في آخره ألف ونون مزيدتان"},
      {"lvl":1,"id":185,"sub":3,"tit":"توجيه إعراب كلمة رهنا"},
      {"lvl":1,"id":186,"sub":0,"tit":"تصويب رواية سبعين صلاة"},
      {"lvl":1,"id":186,"sub":1,"tit":"نصب مثل على الحال"},
      {"lvl":1,"id":187,"sub":0,"tit":"توجيه رواية نصب جذعا"},
      {"lvl":1,"id":187,"sub":1,"tit":"حكم الاستثناء من الموجب أو من المنفي في المعنى"},
      {"lvl":1,"id":187,"sub":2,"tit":"حكم تابع معمول المصدر"},
      {"lvl":1,"id":188,"sub":0,"tit":"زيادة كان بعد نعم"},
      {"lvl":1,"id":188,"sub":1,"tit":"حذف المبتدأ"},
      {"lvl":1,"id":188,"sub":2,"tit":"بناء الأسماء مع لا على الفتح وحذف الخبر"},
      {"lvl":1,"id":189,"sub":0,"tit":"مصدر فعل التفعيل"},
      {"lvl":1,"id":189,"sub":1,"tit":"ضمير الفصل"},
      {"lvl":1,"id":190,"sub":0,"tit":"الصواب في حديث العجوة"},
      {"lvl":1,"id":190,"sub":1,"tit":"نون الرفع ونون الوقاية"},
      {"lvl":1,"id":191,"sub":0,"tit":"حذف إحدى النونين"},
      {"lvl":1,"id":191,"sub":1,"tit":"مجئ إن بمعنى ما"},
      {"lvl":1,"id":192,"sub":0,"tit":"جواز تقديم الخبر على صفة المبتدأ"},
      {"lvl":1,"id":192,"sub":1,"tit":"توجيه رواية متى يقوم مقامك بالواو"},
      {"lvl":1,"id":192,"sub":2,"tit":"الفرق بين الواو العاطفة بعد همزة الاستفهام وأو التي للشك"},
      {"lvl":1,"id":193,"sub":0,"tit":"المعنى المراد من الحديث"},
      {"lvl":1,"id":193,"sub":1,"tit":"توجيه الحديث على اعتبار ما زائدة ونافية واستفهامية"},
      {"lvl":1,"id":193,"sub":2,"tit":"زيادة الكاف على قدر المخاطب وتثنيتها وجمعها"},
      {"lvl":1,"id":194,"sub":0,"tit":"إجراء الاثنين مجرى الجمع"},
      {"lvl":1,"id":194,"sub":1,"tit":"إضمار اسم كان"},
      {"lvl":1,"id":194,"sub":2,"tit":"توجيه رواية وأخذ اللحم رفعا ونصبا"},
      {"lvl":1,"id":195,"sub":0,"tit":"نصب فصاعدا على الحال"},
      {"lvl":1,"id":195,"sub":1,"tit":"خلوف بالضم والفتح خطأ"},
      {"lvl":1,"id":195,"sub":2,"tit":"ميمونة بنت الحارث"},
      {"lvl":1,"id":195,"sub":3,"tit":"الحال من الضمير في لك"},
      {"lvl":1,"id":196,"sub":0,"tit":"أم سلمة هند بنت أبي أمية"},
      {"lvl":1,"id":196,"sub":1,"tit":"نصب حرفا حرفا على الحال"},
      {"lvl":1,"id":196,"sub":2,"tit":"النصب على التمييز"},
      {"lvl":1,"id":197,"sub":0,"tit":"النصب بفعل محذوف"},
      {"lvl":1,"id":197,"sub":1,"tit":"إعراب ما بعد رب"},
      {"lvl":1,"id":197,"sub":2,"tit":"ثانيا ذكر المعروفات بكناهن"},
      {"lvl":1,"id":197,"sub":3,"tit":"أم أيوب امرأة أبي أيوب الأنصاري"},
      {"lvl":1,"id":197,"sub":4,"tit":"أي الشرطية جواز نصبها ورفعها"},
      {"lvl":1,"id":198,"sub":0,"tit":"أم جندب الأزدية"},
      {"lvl":1,"id":198,"sub":1,"tit":"توجيه رواية ائتني لأمر المرأة بغير ياء"},
      {"lvl":1,"id":199,"sub":0,"tit":"أم كلثوم بنت أبي سلمة"},
      {"lvl":1,"id":199,"sub":1,"tit":"لا تحذف ياء المنقوص في حالة النصب بحال"},
      {"lvl":1,"id":200,"sub":0,"tit":"ثالثا مسانيد نساء لا يعرفن"},
      {"lvl":1,"id":200,"sub":1,"tit":"امرأة من غفار"},
      {"lvl":1,"id":200,"sub":2,"tit":"حذف قد في جواب القسم مع بقاء اللام"}
    ]
}
