{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7369":
    [
      {"page":4,"id":8,"nass":"حاشية الدرة المضية في عقد الفرقة المرضية\r\rتأليف:\rالعالم الأوحَد الشيخ محمد بن أحمَد بن سَالم السفَارِيني\rالنابُلسي الحنبلي\rرحمه الله تعالى\r(1114 - 1188 هـ)\r\rبقلم الفقير إلى ربه\rعبد الرحمن بن محمد بن قاسم العاصمي الحنبلي النجدي\rرحمه الله تعالى\r(1312 - 1392 هـ)","seal":"8836276D","part":1},
      {"page":5,"id":9,"nass":"بسم الله الرحمن الرحيم\rترجمة مؤلف العقيدة\rهو الإمام الحبر الهمام، الأوحد، الشيخ العلامة: محمد بن أحمد بن سالم بن سليمان السفاريني، النابلس الحنبلي، صاحب التصانيف المشهورة.\rقال في سلك الدرر: ولد بقرية سفارين من قورى نابلس سنة 1114هـ وتلا القرآن العظيم، ثم رحل إلى دمشق لطلب العلم، فأخذ عن الشيخ عبد الغني، والشيخ محمد بن عبد الرحمن الغزي، وأبي الفرج عبد الرحمن بن المجلد، وأبي المجد السواري، وأحمد المنيني، والفقه عن عبد القادر التغلبي، وعواد الكوري، ومصطفى اللبدي، وغيرهم، وحصل له ملاحظة ربانية، حتى حصل في الزمن اليسير، ما لم يحصله غيره في الزمن الكثير، ورجع إلى بلده ثم توطن نابلس، واشتهر بالفضل والذكاء، ودرس وأفتى وأجاد.\rوألف تآليف عديدة، فمنها: شرح ثلاثيات مسند\rأحمد، وشرح نونية الصرصري، وتحبير الوفاء في سيرة","seal":"3A290184","part":1},
      {"page":6,"id":10,"nass":"المصطفى، وغذاء الألباب في شرح منظومة الآداب، والبحور الزاخرة في علوم الآخرة، وكشف اللثام في شرح عمدة\rالأحكام، والدرة المضية في عقد الفرقة المرضية، وشرحها،\rوذكر له مصنفات كثيرة، ثم قال، وبالجملة: فقد كان غرة\rعصره، وشامة مصره، لم يظهر في بلاده بعده مثله، ذا رأي صائب، وفهم ثاقب، جسورًا على ردع الظالمين؛ توفي\rرحمه الله سنة 1188هـ، وقد ترجم له جمع من الأعيان.","seal":"2BDE02C1","part":1},
      {"page":7,"id":11,"nass":"بسم الله الرحمن الرحيم\rالحمد لله المتوحد في الجلال بكمال الجمال، وأشهد أن لا إله إلا الله وحده لا شريك له في إلوهيته وربوبيته، ولا ند له ولا مثال، وأشهد أن محمداً عبده ورسوله، الذي أكمل الله به الدين أصوله وفروعه، وبين الحرام والحلال، صلى الله عليه وعلى آله وأصحابه، والتابعين لهم بإحسان، وسلم تسليماً كثيراً.\rأما بعد: فإنه لما عزم من وفق لبث العلوم الدينية، على نشر هذه العقيدة الجليلة، المتضمنة لجل عقائد الفرقة المرضية، طلب مني أن أكتب عليها حاشية وجيزة عجالة، فأجبته إلى ذلك رجاء المثوبة من الله، والاندراج في سلك أهل السنة والجماعة، ونبهت على ما خالف المصنف فيه مذهب السلف، لتكون خير بضاعة.\rوعرضتها على عالم الوقت المجتهد الثبت، الشيخ: محمد بن الشيخ إبراهيم بن عبد اللطيف آل الشيخ، وعلى غيره من العلماء الأفاضل، فجاءت بحمد الله غرة للطالبين - ومحجة واضحة للراغبين، مؤيدة بالبراهين، طبق عقيدة السلف، وأسأل الله السداد، وحسن الطوية، والزلفى لديه في الجنات العلية.\rعبد الرحمن بن محمد بن قاسم","seal":"F652F26C","part":1},
      {"page":9,"id":13,"nass":"بسم الله الرحمن الرحيم (¬1)\r\rالحمد لله القديم الباقي (¬2) ... ...................................\r¬__________\r(¬1) بدأ المصنف بالبسملة اقتداء بالكتاب العزيز، وتأسيا بالنبي - صلى الله عليه وسلم - في مكاتباته وعملا بحديث: «كل أمر ذي بال لا يبدأ فيه ببسم الله الرحمن الرحيم، فهو أقطع» .\rوالباء متعلقة بمحذوف تقديره: أؤلف، والاسم مشتق من السمو، وهو الارتفاع، أو الوسم، وهو العلامة، والله علم على ربنا - تبارك وتعالى -، وهو أعرف المعارف، الجامع لمعاني الأسماء الحسنى، والرحمن رحمن الدنيا والآخرة، والرحيم رحمة خاصة بالمؤمنين.\rوقال بعض السلف: لا تكتب أمامي الشعر، وجوزه الجمهور، ما لم يكن محرما أو مكروها وأما ما تعلق بالعلوم، فمحل وفاق.\rقال الحافظ: وقد استقر عمل الأئمة المصنفين على افتتاح كتب العلم بالتسمية اهـ.\rوالشعر المحتوي على علم، أو وعظ لا شك في دخوله في كتب العلم.\r(¬2) الحمد: ذكر محاسن المحمود، مع حبه وإجلاله وتعظيمه.\rوقوله: \"القديم\" لم يجئ في أسماء الله تعالى، وما ليس له أصل في النص والإجماع لم يجز قبوله ولا رده، حتى يعرف معناه.\rوفي لغة العرب: هو المتقدم على غيره، فلا يختص بما لا يسبقه عدم، فإن\rأريد به الذات التي لا صفة لها، لأنه لو كان لها صفة كانت قد شاركتها في القدم، ونحو ذلك، فباطل، وإن أريد أنه سبحانه القديم الأزلي بجميع صفاته الذي لم يزل ولا يزال، لا ابتداء لوجوده ولا انتهاء له، وأنه لم يسبق وجوده عدم، فهذا حق.\rقال الشيخ تقي الدين: وهو مذهب السلف. اهـ.\rوقدمه تعالى ضروري، وجاء الشرع باسمه الأول، المشعر بأن ما بعده آيل إليه، وتابع له.\rوقوله: \" الباقي\" أي: الدائم الأبدي، بلا زوال، ولا فناء، لا يضمحل ولا يتلاشى، ولا يعدم ولا يموت، باتفاق النبوات، قال تعالى: {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 27] . وفي الحديث: «أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء» .","seal":"318E7575","part":1},
      {"page":10,"id":14,"nass":".................................. ... مسبب الأسباب والأرزاق (¬1)\r¬__________\r(¬1) وفي نسخة: مقدر الآجال، والسبب ما يتوصل به إلى المطلوب، ومحو الأسباب أن تكون أسبابا: نقص في العقل، والإعراض عن الأسباب قدح في الشرع، والاعتماد على الأسباب شرك في التوحيد، والأرزاق جمع رزق، ما ينتفع به من حلال أو حرام.","seal":"4084C260","part":1},
      {"page":11,"id":15,"nass":"حي عليم قادر موجود (¬1) ... قامت به الأشياء والوجود (¬2)\r¬__________\r(¬1) أي: حي دائم، لم يزل ولا يزال عليم بكل شيء، لا تخفى خافية عليه خافية، يعلم السر وأخفى، ويعلم ما كان، وما يكون لو كان كيف كان يكون، قادر على كل شيء، لا يعجز شيء موجود بنفسه قائم بنفسه، لم يزل ولا يزل، ويمتنع عدمه، ولا يتغير ولا تعرض له الآفات، ولا تأخذه سنة ولا نوم، وقد دلت ضرورة العقل والفطر على وجوده.\rوالموجود: إما موجود واجب بنفسه، وإما ممكن مفتقر إلى غيره، وإما قديم وإما محدث، وإما قائم بنفسه، وإما قائم بغيره، والقائم بغيره من الصفات والأعراض يكون بحيث يكون غيره، والقائم بنفسه يجب أن يكون مباينًا لغيره، فيكون حيث لا موجود غيره، أو حيث لا قائم بنفسه غيره، وهو المعني بكون الله على العرش، وفوق العالم، لا يحل في شيء من مخلوقاته، ولا يحل في ذاته شيء من مخلوقاته، بل هو بائن من خلقه والخلق بائنون عنه باتفاق الكتب والرسل.\r(¬2) أي: وجدت استمرت بأمره وتسخيره الأشياء كلها، وقام بذلك الوجود، قال تعالى: {وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ} [الروم: 25] فهو الذي أنشأه وخلقه وسواه وما من ذرة ولا غيرها في العالم العلوي والسفلي إلا مخلوق مصنوع لله، أوجده بعد أن لم يكن.","seal":"21B16018","part":1},
      {"page":12,"id":16,"nass":"دلت على وجوده الحوادث (¬1) ... سبحانه فهو الحكيم الوارث (¬2)\rثم الصلاة والسلام سرمدا ... على النبي المصطفى كنز الهدى (¬3)\r¬__________\r(¬1) أي: دلت الحوادث دلالة عقلية قطعية على وجود الباري -تبارك وتعالى-، فإن إيجاد الحوادث أوضح دليل على وجود المحدث لها، والحوادث جمع حادث ضد القديم: ويعلم وجوده تعالى بصدق الرسول - صلى الله عليه وسلم - بالطرق الدالة على ذلك وهي كثيرة.\r(¬2) أي: أنزهه التنزيه اللائق بجلاله وعظمته، فهو الحكيم المتقن لخلق الأشياء، الوارث الدائم الباقي بعد كل شيء، قال تعالى: {وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ} [الحجر: 23] .\r(¬3) الصلاة من الله ثناؤه على عبده في الملأ الأعلى، وقد أخبر الله أنه أثنى عليه في الملأ الأعلى، وأمرنا بذلك ليجتمع له - صلى الله عليه وسلم - ثناء أهل السماء والأرض.\rوالسلام: من السلامة، دعاء له بالسلامة، والبركة، ورفع الدرجة، أي صلى الله على النبي المصطفى، صلاة وسلاما دائمين مستمرين لا ينقطعان، والنبي: إنسان أوحي إليه بشرع، ولم يؤمر بتبليغه، فإن أمر بتبليغه، فرسول.\rوالمصطفى: المختار من الصفوة، وهي الخالصة من كل شيء.\rوصح عنه - صلى الله عليه وسلم - أنه قال: «إن الله اصطفى من ولد إبراهيم إسماعيل، واصطفى من ولد إسماعيل كنانة، واصطفى قريشا من كنانة، واصطفى من قريش بني هاشم واصطفاني من بني هاشم، فأنا خيار من خيار» .\rوالكنز: المعدن، فهو - صلى الله عليه وسلم - معدن الرشاد والدلالة، ومهبط الوحي، أنزله الله على قلبه، ليكون من المنذرين، ويهدي إلى صراط مستقيم.","seal":"17626302","part":1},
      {"page":13,"id":17,"nass":"وآله وصحبه الأبرار (¬1) ... معادن التقوى مع الأسرار (¬2)\rوبعد فاعلم أن كل علم ... كالفرع للتوحيد فاسمع نظمي (¬3)\r¬__________\r(¬1) آله: أهل بيته، وأتباعه على دينه، وفي الأصل: يرجع إلى الكل، ويقال: أتباعه في مقام الدعوة.\rوصحبه: جمع صاحب، والمراد هنا: أصحاب النبي - صلى الله عليه وسلم - وهم من اجتمع به مؤمنا ومات على ذلك.\rوالأبرار: الأتقياء الأخيار جمع بر، ويقال: جمع بار والبر والبار هو: المتقي الصادق، والكثير التقوى، والبر والصدق.\r(¬2) معادن: جمع معدن وهي: المواضع التي يستخرج منها جواهر الأرض، والمعدن مركز كل شيء، أي: هم مستقر التقوى، والأسرار البديعة، والأحوال الرفيعة.\rوالتقوى: اسم شامل لفعل الخيرات، وترك المنكرات، باطنا وظاهرًا.\r(¬3) أي: وبعدما تقدم، فاعلم أن سائر العلوم كالفرع لعلم التوحيد، فاسمع نظمي لأمهات مسائله، ومهمات دلائله، سماع فهم وإذعان.\rوالتوحيد: مصدر وحده يوحده توحيداً، جعله واحدا، أي فردًا وحده.\rوأقسامه ثلاثة:\rالأول: توحيد الإلهية، وهو إخلاص العبادة لله وحده لا شريك له، ويتعلق بأعمال العبد الظاهرة والباطنة.\rوالثاني: توحيد الربوبية: وهو العلم والإقرار بأن الله رب كل شيء وخالقه ومليكه، والمدبر لأمور خلقه.\rوالثالث: توحيد الأسماء والصفات، وهو: أن يوصف الله بما وصف به نفسه، وبما وصفه به رسوله - صلى الله عليه وسلم - من صفات الكمال، ونعوت\rالجلال، من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل، ومن غير زيادة ولا نقصان.","seal":"6544708B","part":1},
      {"page":14,"id":18,"nass":"لأنه العلم الذي لا ينبغي ... لعاقل لفهمه لم يبتغ (¬1)\r¬__________\r(¬1) أي: لأن علم التوحيد هو العلم العظيم القدر الذي ينبغي ويجمل بل يجب لكل شخص عاقل من ذكر وأنثى أن يدأب في تحصيله، وإدراك معرفته، والاتصاف به، ليكون في دينه على بصيرة.\rوصرح المصنف - عفا الله عنه - في شرحه بأن مراده بعلم التوحيد هنا: التمييز بين الجواهر والأجسام والأعراض، والواجب، والممكن، والممتنع، وغيرها، وليس هذا من التوحيد في شيء، ولا مذهبا لأهل السنة والجماعة.\rومعرفة الخالق - جل وعلا -، ضرورية فطرية والمهاجرون والأنصار وسائر السلف يعرفون الله عز وجل بتصديق الرسول - صلى الله عليه وسلم - وأعلام الرسالة، ودلائلها، لا من باب النظر في الوجود، والأجسام، والأعراض، والحركة، والسكون، وكان، ويكون، ولو كان واجبًا عليهم لما أضاعوه، ولو أضاعوا الواجب ما نطق القرآن بتزكيتهم، وإنما التوحيد الذي أرسلت به الرسل، وأنزلت به الكتب، وتجب معرفته، هو: إفراد الله بالعبادة، ونفي عبادة ما سواه الذي هو مدلول شهادة أن لا إله إلا الله، قال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: 19] ومن شهد أن لا إله إلا الله خالصا من قبله، فلا بد أن يثبت الصفات والأفعال لله تعالى.","seal":"7E2072C9","part":1},
      {"page":15,"id":19,"nass":"فيعلم الواجب والمحالا ... كجائز في حقه تعالى (¬1)\r¬__________\r(¬1) أي: يجب على كل مكلف أن يعرف ما يجب لله تعالى، ويأتي.\rوقال المصنف: وهو ما لا يتصور في العقل عدمه كوجوده تعالى، ووجوب قدمه، ويعلم المحال وهو: ما لا يتصور في العقل وجوده كالشريك له تعالى. اهـ.\rووجوده تعالى، ووجوب قدمه، ونفي الشريك عنه معلوم بالضرورة من الشرع والعقل الفطرة، وقد أقر به المشركون قال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف: 87] . وإنما الخلاف بينهم وبين الرسل في توحيد العبادة.\rوقال المصنف كما يجب أن يعلم كل جائز في حقه - تعالى وتقدس -، وهو ما يصلح في نظر العقل وجوده وعدمه على السواء، كإرسال الرسل. اهـ. ولله في إرسالهم حكم ومصالح، وعواقب حميدة، وكون العقل أصلا يعتمد في المطالب الإلهية قدح في الشرع، وإنما العقل تابع مصدق للشرع، ودلالته مشروطة بعدم معارضة الشرع.\rوتحت هذا البيت من الاحتمالات على أصول المتكلمين ما ينبغي إن يتنبه له، كقول بعضهم: يجب أن يعلم أن ذات الرب وجوده أو غير وجوده، أو أنه الوجود المطلق، بشرط سلب كل ماهية عنه تعالى، أو أن لا ينعت بنعت، أو أنه علة تامة أزلية، فيلزم أن لا يحدث عنه حادث، لا بواسطة ولا بغير واسطة، كما هو قال ملاحدة الفلاسفة المعلوم البطلان.\rفإن واجب الوجود تعالى هو الفعل لكل ما سواه، الذي لا يتوقف فعله على أمر آخر من غيره، بل نفسه هي المستلزمة لفعله، ليس علة تامة أزلية، بل لا بد أن يكون متصفا بأفعال اختيارية تقوم به، يحدث بها ما يحدث على مقتضى إرادته وحكمته.","seal":"46F9F184","part":1},
      {"page":16,"id":20,"nass":"وصار من عادة أهل العلم ... أن يعتنوا بسبر ذا بالنظم (¬1)\rلأنه يسهل للحفظ كما ... يروق للسمع ويشفي من ظما (¬2)\rفمن هنا نظمت لي عقيده ... أرجوزة وجيزة مفيده (¬3)\r¬__________\r(¬1) أي: صار من عادة القائمين بنشر العلوم أن يهتموا بتتبع مهمات مسائلها بالنظم، لسهولة حفظه، لأنه كلام متسق مقفى موزون، فيرسخ في الحافظة من غير مزيد مشقة، بخلاف النثر فإنه أصعب.\r(¬2) أي: لأن المنظوم يسهل، أي: يلين للحفظ والعلوق في الحافظة، كما أنه يحسن ويلذ للسمع، لكونه يتبسط له ويلتذ بسماعه، ويشفي، أي يبرئ من شدة عطش، واشتياق إلى معرفة أصول علم التوحيد، ومهمات مسائله.\r(¬3) أي: من أجل ما ذكر من فائدة النظم: ألف عقيدة على مذهب السلف أرجوزة من \"الرجز\" أحد بحور الشعر، وجيزة، أي: موجزة، والموجز من الكلام ما قل لفظه وكثر معناه، مفيدة: لمن تأملها، وصدق - رحمه - الله -، وإن كان أدخل فيها من آراء المتكلمين ما لعله لم يتفطن لها، مما سننبه عليه - إن شاء الله تعالى - ويقع كثيرا من غيره، يذكرون عبارات لم يتفطنوا لها ولو نهبوا لتنبهوا لذلك.","seal":"494C6949","part":1},
      {"page":17,"id":21,"nass":"نظمتها في سلكها مقدمه (¬1) ... وست أبواب كذاك خاتمه (¬2)\rوسمتها بالدرة المضية (¬3) ... في عقد أهل الفرقة المرضية (¬4)\rعلى اعتقاد ذي السداد الحنبلي (¬5) ... إمام أهل الحق ذي القدر العلي (¬6)\r¬__________\r(¬1) أي: نظمت مسائلها، ومهماتها، في سلكها: بكسر السين، أي: خيطها: مقدمة: بفتح الدال، وتكسر، أي: طائفة قدمت أمامها.\r(¬2) أبواب: جمع باب، وهو في العرف: اسم لطائفة من العلم، يشتمل على فصول ومسائل غالبا، وكذلك يشتمل على خاتمة، وهي عاقبة الشيء وآخرته.\r(¬3) وسمتها من السمة، وهي العلامة، أي: سمى هذه العقيدة بالدرة، أي: اللؤلؤة، المضيئة: المنيرة، من الإضاءة، وأضاء، أي: استنارت، فصارت مضيئة.\r(¬4) أي: في اعتقاد الطائفة المرضي اعتقادها، المأثور عن النبي - صلى الله عليه وسلم -.\r(¬5) على اعتقاد: متعلق بنظمت، والاعتقاد مصدر اعتقد، وهو يطلق على التصديق مطلقا، وعلى ما يعتقد من أمور الدين، ذي السداد، أي: صاحب القصد في الدين، والاستقامة؛ إمام الأئمة، العالم الرباني، والصديق الثاني، إمامنا: أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد بن إدريس بن عبد الله بن حيان بن عبد الله بن أنس بن عوف بن قاسط بن مازن بن شيبان البغدادي الحنبلي، نسبة إلى جده، ونسبت أتباعه إليه.\r(¬6) أي: قدوة أهل الحق الذين هم الفرقة الناجية، لاعتصامهم بالكتاب والسنة، ذا القدر، أي: صاحب القدر السامي، لكثرة فضائله، ومناقبه، وآثاره في الإسلام. قال الشافعي: ما خلفت ببغداد أتقى، ولا أورع، ولا أفقه، ولا أعلم من أحمد بن حنبل.\rوقال إسحاق بن راهويه: هو حجة بين الله وبين خلقه.\rوقال أحمد الدارمي: ما رأيت أحفظ لحديث رسوله الله - صلى الله عليه وسلم - ولا أعلم بفقه معانيه من أبي عبد الله.","seal":"1EF85235","part":1},
      {"page":18,"id":22,"nass":"حبر الملا فرد العلي الرباني (¬1) ... رب الحجى ماحي الدجى الشيباني (¬2)\rفإنه إمام أهل الأثر (¬3) ... فمن نحا منحاه فهو الأثري (¬4)\r¬__________\r(¬1) حبر: بفتح الحاء وكسرها العالم، والملا: أشراف الناس ورؤساؤهم، فرد العلي، أي: واحد في الخصال السامية، الرباني العالم، العامل المعلم للعلم، مربي الناس بالتعليم.\r(¬2) رب، أي: صاحب الحجا، كامل العقل والفطنة، والمقدار العالي، الماحي بنور السنة ظلمة البدعة، ودجا الليل إذا أظلم، ودياجيه حنادسه الشيباني نسبة إلى شيبان بن ذهل، البطن المتسع المشهور، ولد سنة (164هـ) .\r(¬3) أي: فإن الإمام أحمد رضي الله عنه قدوة أصحاب الأثر، الذين يأخذون عقيدتهم من المأثور عن الله في كتابه وسنة نبيه - صلى الله عليه وسلم - وما ثبت عن الصحابة والتابعين.\r(¬4) أي: فمن قصد مقصده، ومذهبه، فهو الأثري المنسوب إلى العقيدة الأثرية والفرقة السلفية ويعرف بمذهب السلف وهو مذهب سلف الأمة، وجميع الأئمة المعتبرين والمتبعين، كالأئمة الأربعة، وغيرهم، وإنما نسب هذا المذهب لأحمد -رحمه الله- لأنه هو الذي قاوم أهل البدع، حتى نصر الله به دينه وأظهره.\rقال ابن المديني: نصر الله هذا الدين برجلين: أبي بكر يوم الردة، وأحمد يوم المحنة وقال: اتخذت أحمد فيما بيني وبين الله.\rوقال غير واحد من أئمة الدين: أحمد إمام أهل السنة.\rوما أحسن ما قيل:\rأضحى ابن حنبل حجة مبرورة ... وبحب أحمد يعرف المتنسك\rولما انتصر - رحمه الله - للسنة، وقدم نفسه، وصبر على المحنة، صار هو علمها وإمامها، حتى انتسب إليه أبو الحسن والأشعري في كتابه \"الإبانة عن أصول الديانة\" وغيره، ورأى اتباعه المنهج الأحمد، وقال: قولنا وديننا التمسك بكتاب الله، وسنة نبيه، وما روي عن الصحابة، والتابعين، وأئمة الحديث، وبما كان عليه الإمام، نضر الله وجهه، ورفع درجته، وأجزل مثوبته لأنه الإمام الفاضل، والرئيس الكامل، الذي أبان الله به الحق عن ظهور الضلال، وأوضح به المنهاج، وقمع به بدع المبتدعين، فرحمة الله عليه من إمام مقدم، وكبير مفهم، وعلى جميع أئمة المسلمين. انتهى كلام الأشعري.\rتوفي الإمام أحمد - رحمه الله - ببغداد سنة (241هـ) وقيل: حزر من صلى عليه بثمانمائة ألف وستين ألفا، وأسلم لموته عشرون ألفا من اليهود والنصارى.","seal":"3B37C518","part":1},
      {"page":19,"id":23,"nass":"سقى ضريحا حله صوب الرضا ... والعفو والغفران ما نجم أضا (¬1)\r¬__________\r(¬1) أي: سقي قبرا سكنه غيث الرضا؟\rرضوان الله رحمته، وبركته، صوب العفو، والصفح، والتجاوز عنه ما استنار كوكب في السماء.","seal":"FAA324BE","part":1},
      {"page":20,"id":24,"nass":"وحله وسائر الأئمة ... منازل الرضوان أعلى الجنة (¬1)\r¬__________\r(¬1) أي: وأحل أحمد، وبقية علماء الأمة، وأعلام الأئمة من الأربعة المتبوعين، وغيرهم من أئمة الدين منازل الرضوان، من الرحيم المنان، أعلى الدرجات العالية من الجنان، والذين جاءوا من بعدهم بإحسان.","seal":"7819FF49","part":1},
      {"page":21,"id":25,"nass":"مقدمة (¬1)\r\rاعلم هديت أنه جاء الخبر ... عن النبي المقتفى خير البشر (¬2)\rبأن ذي الأمة سوف تفترق ... بضعًا وسبعين اعتقادًا والمحق\rما كان في نهج النبي المصطفى ... وصحبه من غير زيغ وجفا (¬3)\r¬__________\r(¬1) في ترجيح مذهب السلف، على سائر المذاهب، والفرقة الناجية على سائر الفرق.\r(¬2) بل جميع الخلق، وهديت جملة دعائية من الهداية، وهي: التوفيق والإرشاد؛ والمقتفى: المتبع، ومن أسمائه: المقفى، يعني آخر الأنبياء، فإذا قفي فلا نبي بعده.\r(¬3) أي: جاء الخبر بأن هذه الأمة ستفترق ثلاثة وسبعين فرقة وافتراقهم من أجل الاعتقاد وهذه الفرق كلها زائغة ضالة، منحرفة عن الصراط المستقيم إلا فرقة واحدة، وهي المحقة من جميع تلك الفرق، السالكة في اعتقادها منهج صفوة خلق الله محمد - صلى الله عليه وسلم - وأصحابه، من غير انحراف، ولا تجاف، ولا ميل عن هديهم.\rفإن الحق دائما مع سنة رسول الله - صلى الله عليه وسلم - وكل طائفة تضاف إلى\rغيره إذا انفردت بقول عن سائر الأئمة، لم يكن القول الذي انفردت به إلا خطأ، بخلاف أهل السنة، فإن الصواب معهم دائما، ومن وافقهم كان الصواب معه، ومن خالفهم فالصواب معهم دونه\rفي جميع أمور الدين، فإن الحق مع الرسول - صلى الله عليه وسلم - فمن كان أعلم بسنته وأتبع لها، كان الصواب معه، وهؤلاء هم الذين يضافون إليه.\rوالأثر المشار إليه: ما رواه أهل السنن، وغيرهم: «ستفترق هذه الأمة على ثلاث وسبعين فرقة، كلها في النار إلا فرقة واحدة» قالوا: من هي يا رسول الله؟ قال: «من كان على مثل ما أنا عليه اليوم وأصحابي. ورواه البخاري ومسلم وغيرهما بلفظ: «وستفترق أمتي على ثلاث وسبعين ملة، كلهم في النار إلا ملة واحدة قالوا: من هي يا رسول الله؟ قال: من كان على مثل ما أنا عليه اليوم وأصحابي» .","seal":"60B3A08C","part":1},
      {"page":22,"id":26,"nass":"وليس هذا النص جزمًا يعتبر ... في فرقة إلا على أهل الأثر (¬1)\r¬__________\r(¬1) أي: وليس هذا الأثر المذكور يجزم به، ويستدل به، ويصدق على فرقة من الثلاث والسبعين، إلا على فرقة أهل الأثر، المتمسكين بالإسلام المحض، الخالص عن الشوب، أهل السنة والجماعة، وفيهم الصديقون والشهداء، ومن أعلام الهدى ومصابيح الدجى وفيهم الأبدال وفيهم أئمة الدين، وهم الطائفة المنصورة الذين قال فيهم النبي - صلى الله عليه وسلم -: «لا تزال طائفة من أمتي على الحق منصورة، لا يضرهم من خذلهم ولا من خالفهم، حتى تقوم الساعة» .\rوما عداهم من سائر الفرق قد حكموا العقول، وخالفوا\rالمنقول، وأكبر أصول أهل البدع المعتزلة - يقولون: بالمنزلة\rبين المنزلتين، ونفي الصفات، وغير ذلك، وهم ثنتان وعشرون\rفرقة، والشيعة ومنهم: الغلاة، والإمامية والزيدية،\rوالخوارج: خرجوا على رضي الله عنه، والمرجئة، ويرون أنه\rلا يضر مع الإيمان معصية، والنجارية، والجبرية، ويقولون: العبد مجبور على أفعاله والمشبهة: يشبهون الله بمخلوقاته، ويتشعب من كل فرقة فرق.","seal":"DD71DAFD","part":1},
      {"page":23,"id":27,"nass":"فأثبتوا النصوص بالتنزيه (¬1) ... من غير تعطيل ولا تشبيه (¬2)\rفكل ما جاء من الآيات ... أو صح في الأخبار عن ثقات\r¬__________\r(¬1) أي: أثبت الفرقة الناجية النصوص القرآنية، والأحاديث النبوية في الصفات، من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل، هذا الذي أجمع عليه السلف، وتمسكوا بالتنزيه لله تعالى عن العيوب والنقائص، ولكن تحت لفظة \"التنزيه\". عند أهل الكلام وإضرابهم من الإلحاد، وتعطيل الرب تعالى وعما يستحقه، ما يجب أن يتنبه له، كتنزيهه عن الأعراض، الذي هو جحد صفاته وأفعاله، كقول المصنف: كلامه قديم، ونحو ذلك.\r(¬2) أي: من غير تعطيل للصفات الواردة في الكتاب والسنة، وهو نفي ما دلت عليه من صفات الكمال، ونعوت الجلال، ولا تشبيه لله تعالى بخلقه، قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] فرد تعالى على المشبهة بنفي المثل، ورد على المعطلة بقول: {وَهُوَ السَّمِيعُ الْبَصِيرُ. ولو عدل عن التشبيه إلى التمثيل لكان أولى، لأن الله نفاه بنص كتابه، ونفي التشبيه لم يرد في كتاب الله، ولا سنة رسوله - صلى الله عليه وسلم -، وإن كان يعنى بنفيه معنى صحيح، كما قد يعنى به معنى فاسد، فإن أهل الكلام قد جعلوا نفي بعض الصفات داخلا في نفي التشبيه وأهل السنة والجماعة وسط بين أهل التعطيل الجهمية، وأهل التمثيل المشبهة.","seal":"E0E401FF","part":1},
      {"page":24,"id":28,"nass":"من الأحاديث نمره كما ... قد جاء فاسمع من نظامي واعلما (¬1)\r¬__________\r(¬1) أي: فكل ما جاء عن الله في كتابه الكريم من الآيات القرآنية، أو صح مجيئه في الأخبار من الأحاديث الصحيحة، والآثار الصريحة بالأسانيد الثابتة عن الثقات وهم العدول الضابطون عند أهل الفن.\rقال المصنف: مما يوهم تشبيها أو تمثيلا، فهو من المتشابه. اهـ.\rولم يقل أحد من السلف، ولا من الأئمة المتبوعين، لا أحمد ولا غيره، بإدخال أسماء الله وصفاته، أو بعض ذلك في المتشابه الذي استأثر الله بعلم معانيه، ولا جعلوها بمنزلة الكلام الأعجمي الذي لا يفهم بل هي عندهم معلومة المعاني مجهولة الكيف.\rوقوله: نمره كما جاء، أي: عن الله تعالى، وعن رسوله - صلى الله عليه وسلم - فلا نحرف الكلم عن مواضعه، بل نجريه على ظاهره، ونقره على ما دل عليه من معناه، ونعتقد أن له معاني حقيقة، ونفسره ونبينه كما فسره السلف، أحمد وغيره، وبينوا معناه بما يخالف تأويل الجهمية وغيرهم.\rومن قال: تفسيره وبيان مراده لا يعلمه إلا الله، فقد خالف الصحابة والتابعين، والذين فسروا القرآن من أوله إلى آخره، ووصفوا الله بما وصف به نفسه، ووصفه به رسوله - صلى الله عليه وسلم - على ما يليق بجلال الله، من غير تحريف للكلم عن مواضعه، أو إلحاد في أسماء الله وآياته.\rوالمصنف -عفا الله عنه- ذكر في شرحه: أن مذهب السلف\rعدم الخوض في هذا وتفويض علمه إلى الله، وهذا من شر أقوال البدع، ولازمه: أنا نتلو آيات الصفات ولا نتدبرها، ولا\rنفهم معانيها، بل إنه لا معنى لها\rوقوله: واسمع أي: سماع تفهم من منطوق نظامه، ومفهومه، ومحترزاته، ومعلومه، واعلم ذلك علم تحقيق، وتحرير، وتدقيق، واعتقده فإنه نهج السلف، وما خالف مذهب السلف نبهنا عليه، وبينا مذهب السلف فيه.","seal":"407DDE30","part":1},
      {"page":25,"id":29,"nass":"ولا نرد ذاك بالعقول ... بقول مفتر به جهول (¬1)\rفعقدنا الإثبات يا خليلي ... من غير تعطيل ولا تمثيل (¬2)\rفكل من أول في الصفات ... كذاته من غير ما إثبات (¬3)\r¬__________\r(¬1) أي: لا نرد الوارد في كتاب الله وسنة نبيه - صلى الله عليه وسلم - بضروب التحريف، لأجل قول مفتر بذلك القول الباطل، الذي رد به الوارد من الكتاب والسنة، ومفتر من الفرية، وهي الكذب، وجهول صفة لمفتر، من صفات المبالغة.\r(¬2) أي: فالذي نعتقده معشر أتباع السلف، ونذهب إليه: الإثبات للأسماء والصفات كما جاء عن الله ورسوله، من غير تعطيل لها عن حقائقها، ولا تمثيل لها بصفات المخلوقين، فالممثل يعبد صنما، والمعطل يعبد عدما، والمثبت يعبد إلها واحدًا أحدًا فردا صمدا، هو الله لا إله إلا هو رب الأرض والسماء.\r(¬3) أي: عن الشارع، والتأويل عند السلف يراد به: ما يئول الأمر إليه، ويراد به تفسير الكلام وبيان معناه، ويراد به عند بعض المتأخرين صرف اللفظ عن ظاهره، إما وجوبا، وإما جوازا، فلو عدل عن لفظ أول إلى حرف، لكان أولى، ولأن التحريف جاء القرآن بذمه.\rولفظ التأويل في الصفات له عدة معان، منها ما هو صحيحه منقول عن بعض السلف، فلا يجوز إطلاق نفيه: ويعني بعض المبتدعة بنفي التأويل: أنه لا معنى لها حقيقة، أو أنه لا يفهم منها، ما أراد الله بما وصف به نفسه، فلم يجز إطلاق نفيه.","seal":"A4815C6F","part":1},
      {"page":26,"id":30,"nass":"فقد تعدى واستطال واجترى (¬1) ... وخاض في بحر الهلاك وافترى (¬2)\rألم تر اختلاف أصحاب النظر ... فيه وحسن ما نحاه ذو الأثر (¬3)\r¬__________\r(¬1) أي: فقد اجترأ على الله، فيما لم يأذن به، ولا رسوله، واستطال على السلف، فكأنه استدرك عليهم ما يزعم أنهم أغفلوه واجترأ من الجرأة أي: تسلط عليهم وافتات حده وتعدى طوره.\r(¬2) أي: اقتحم، ورمى بنفسه في بحر يذهب بدينه، ويئول به إلى الهلاك الأبدي، والعذاب السرمدي، وافترى على الله الكذب بتحريفه الكلم عن مواضعه، وقد انهمك في ذلك كثير من الخلف، وزعموا أن طريقتهم أعلم، وطريقة السلف أسلم، وحاشا لله، بل طريقة السلف هي: الأسلم، والأعلم، والأحكم.\r(¬3) أي: ألم تر اختلاف المتكلمة؟ ورد بعضهم على بعض في النظر، الذي يزعم كل منهم أنه العلم الحق، وحسن ما نهجه، وذهب إليه أصحاب الأثر، أصحاب النبي - صلى الله عليه وسلم - التابعون لهم، الذين هم العمدة في هذا الباب، وغيره.","seal":"9F048AB4","part":1},
      {"page":27,"id":31,"nass":"فإنهم قد اقتدوا بالمصطفى ... وصحبه فاقنع بهذا وكفى (¬1)\r¬__________\r(¬1) أي: فإن أصحاب الأثر قد اقتدوا فيما اعتقدوه بالنبي - صلى الله عليه وسلم -، واقتدوا من بعده بصحبه الذين صحبوه، فاقنع أي: ارض بهذا البيان المسند إلى الكتاب والسنة، والصحابة، والتابعين، وكفى بهؤلاء مستندا والسلامة فيما نحوه، وأصلوه، لا فيما زخرفه المحرفون.","seal":"1108CFEA","part":1},
      {"page":29,"id":33,"nass":"الباب الأول\rفي معرفة الله تعالى وما يتعلق بذلك\rمن تعداد الصفات التي يثبتها المتكلمون كالسلف\rوأسمائه تعالى وكلامه وغير ذلك\r\rأول واجب على العبيد ... معرفة الإله بالتسديد (¬1)\r¬__________\r(¬1) الواجب: ما يثاب فاعله، ويعاقب تاركه، ووجب: لزم وثبت، والعبيد: جمع عبد، وأشرف اسم، وأتمه للمؤمن وصفه بالعبودية لله وحده، والإله: هو المألوه المستحق للعبادة، بالتسديد أي: التقويم الصائب.\rوقال المصنف: يعني: بالنظر في الوجود والموجود. اهـ.\rوالذي يجب على العبد معرفة الله عز وجل، وما يجب له على عبيده، من توحيده وطاعته، بالسمع بواسطة الرسل، الذين أرسلهم الله إلى عباده، ليبلغوهم دينه الذي شرعه، لا بالتخليط في صفات الله بالعقل.\rقال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: 19] . وقال: {وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله أنا فاعبدون} [الأنبياء: 25] .\rوقال: {هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ} [إبراهيم: 52] . ففرض على عباده العلم بذلك.\rوأخبر أنه ضمن كتابه من الأدلة والبراهين ما يدل على ذلك،\rوالنظر المفيد للعلم هو ما كان فيه دليل هاد، والدليل\rالهادي على العموم والإطلاق هو كتاب الله، وسنة نبيه - صلى الله عليه وسلم - وغالب نظر أهل الكلام في دليل مضل، قال تعالى: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ} [النجم: 28]\rومثبتو النبوات تحصل لهم المعرفة بالله مما جاءت به الرسل، من غير أن يفتقروا إلى النظر في الوجود، والموجود، وفي دلائل العقول، وتقديم الدليل العقلي على السمعي، لازمه تكذيب الرسول فيجب تقديم السمعي بالضرورة، واتفاق العقلاء","seal":"1C75D835","part":1},
      {"page":30,"id":34,"nass":"بأنه واحد لا نظير له ... ولا شبه ولا وزير (¬1)\r¬__________\r(¬1) أي: بأنه سبحانه واحد في ذاته في صفاته، وفرد صمد، لم يلد ولم يولد ولم يكن له كفوًا أحد، لا نظير له، ولا ند له، ولا مثل له ولا شبه له في ذاته ولا في صفاته ولا في أفعاله، ولا شريك له في ملكه ولا وزير له، ولا ظهير، ولا شافع إلا من بعد إذنه باتفاق جميع النبوات، والوزير هو الذي يحمل ثقل الملك، ويعينه برأيه؛ وهو سبحانه الغني بذاته عن كل ما سواه.\rقال المصنف - عفا الله عنه -: واحد لا يتجزأ، ولا ينقسم. اهـ.\rويقول أهل الكلام أيضًا: ولا يتعدد، ولا يتركب، ولا يتبعض، وغير ذلك من الألفاظ المشتركة المجملة، وإن كان يراد بها معنى صحيح مما هو معروف في لغة العرب، فإنه سبحانه ليس كمثله شيء، ولا يجوز عليه أن يتفرق، ولا ينقسم ولا يتركب، وغير ذلك مما يتنزه عنه سبحانه.\rبل هو واحد صمد بجميع معاني الصمدانية، فيستحيل\rعليه ما يناقض صمديته باتفاق النبوات، ولكن أهل الكلام يدرجون في هذا ونحوه نفي علوه، ومباينته لمخلوقاته، كقولهم: لو كان موصوفا بالصفات من العلم، والقدرة وغيرهما، مباينا للمخلوقات، لكان مركبا من ذات وصفات وغير ذلك.\rقال شيخ الإسلام ابن تيمية: ليس هذا مرادهم -يعني: أنه لا يتجزأ، ولا ينقسم- وإنما مرادهم: أنه لا يشهد، ولا يرى منه شيء دون شيء، ولا يعلم منه شيء دون شيء أو يرى عباده منه شيئا دون شيء، بحيث إنه إذا تجلى لعباده يريهم من نفسه المقدسة ما شاء، فإن ذلك عندهم غير ممكن. ولا يتصور عندهم أن يكون العباد محجوبين عنه، فإن الحجاب لا يحجب إلا ما هو جسم منقسم، ولا يتصور عندهم أن الله يكشف عن وجهه الحجاب ليراه المؤمنون، هذا هو المراد عندهم بكونه لا ينقسم، ويسمون ذلك نفي التجسيم، إذ كل من ثبت له ذلك كان جسما مركبا عندهم، والباري منزه عندهم عن هذه المعاني.\rويلزم الذين ذكروه بنفي الانقسام أن لا يكون شيء قط من المخلوقات، يقال: إنه واحد إلا الجوهر الفرد، وإذا قيل: الواحد هو الشيء فلا يكون قد خلق شيئا، فاسم الواحد قد جعلوا لله فيه شريكا من الموجودات، وهو: الجوهر الفرد.","seal":"E2DC37C9","part":1},
      {"page":31,"id":35,"nass":"صفاته كذاته قديمه (¬1) ... ...................................\r¬__________\r(¬1) أي: صفاته الذاتية، والفعلية، والخبرية، كذاته، يحتذى القول فيها القول في الذات، فكما أنا نثبت له ذاتا حقيقة، لا تشبه الذوات، فكذلك نثبت له صفات حقيقة تليق بجلاله وعظمته، لا تشبه صفات المخلوقين، وإذا كان إثبات الذات إثبات وجود، لا إثبات كيفية، فكذلك إثبات الصفات إثبات وجود، لا إثبات كيفية.\rوقوله: قديمة؛ فيه إجمال، وفي شرحه: إذ لو كانت حادثة لاحتاجت إلى محدث انتهى.\rفعندهم ما ثم إلا قديم، أو مخلوق، فما كان قديمًا فإنه لازم لذاته، لا يتعلق بمشيئته وقدرته، وما كان محدثا فهو المخلوق المنفصل عنه، فلا يقوم عندهم بذات الله فعل، ولا كلام، ولا إرادة ولا غير ذلك مما يتعلق بمشيئته وقدرته، وليس هذا من عقيدة السلف، ولا من دين الإسلام في شيء بل مذهب السلف: أن الله قديم بجميع صفاته، لم يزل ولا يزال متكلما متى شاء، وفاعلا متى شاء، ولم تزل الإرادات والكلمات تقوم بذاته، فكلام الله، وقدرته، وإرادته، وغضبه، ورضاه، وغير ذلك قديمة النوع، حادثة الآحاد كما دلت على ذلك نصوص الكتاب والسنة وشهدت به العقول الصحيحة، والفطر السليمة، والحس، والمشاهدة.","seal":"79B2FB48","part":1},
      {"page":32,"id":36,"nass":".................................. ... أسماؤه ثابتة عظيمه (¬1)\rلكنها في الحق توقيفيه (¬2) ... ...................................\r¬__________\r(¬1) ثابتة بالنص، والإجماع، والعقل، معظمة، موصوفة بأنها حسنى، قال تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} [الأعراف: 180] وهي أسماء ونعوت دالة على صفات كماله\r(¬2) أي: لكن أسماء الله الحسنى في القول المعتمد عند أهل الحق\rتوقيفية بنص الشرع وورود السمع بها، واتفقوا على جواز إطلاق ما ورد به كتاب الله، وصح عن رسول الله - صلى الله عليه وسلم -.","seal":"0BCE0E78","part":1},
      {"page":33,"id":37,"nass":".................................. ... لنا بذا أدلة وفيه (¬1)\rله الحياة والكلام والبصر ... سمع إرادة وعلم واقتدر (¬2)\r¬__________\r(¬1) أي: فلنا -معشر أهل السنة- باعتبار ثبوت التوقيف في أسماء الله من الشارع أدلة عالية تفي بالمقصود، لأن ما لم يثبت منها لم يؤذن فيه، وأجمعوا أنه تعالى لا يوصف إلا بما وصف به نفسه، ووصفه به رسول الله - صلى الله عليه وسلم -.\rوقال ابن القيم: ما يطلق عليه تعالى في باب الأسماء والصفات توقيفي، وما يطلق في باب الأخبار لا يجب أن يكون توقيفيا، كالقديم، والشيء، والموجود، والقائم بنفسه.\r(¬2) الحياة: صفة ذاتية قديمة أزلية ثابتة بالنص والإجماع، وليست كحياة المخلوق، والكلام صفة له سبحانه ثابتة باتفاق الرسل، قائمة بذاته وليس ككلام المخلوقين ويتكلم ويكلم متى شاء، بلا كيف، باتفاق أهل السنة، وله سبحانه بصر يبصر به جميع المبصرات، وسمع يسمع به جميع المسموعات، كما أخبر به في كتابه واتفقت عليه النبوات.\rوله سبحانه إرادة حقيقية بالنص والإجماع، والإرادة إرادتان: إرادة كونية قدرية: وترادفها المشيئة، فما شاء كان من جميع الحوادث، وما لم يشأ لم يكن. وإرادة شرعية دينية: وهي المتضمنة للمحبة والرضا، كقوله: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185] ، والأولى كقوله: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} [الأنعام: 125]\rوبين الإرادتين عموم وخصوص مطلق، يجتمعان في حق المخلص المطيع، وتنفرد الإرادة القدرية في حق العاصي.\rوله سبحانه علم بكل شيء، كما قال: {وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} [البقرة: 29] {أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} [الطلاق: 12] . وله سبحانه اقتدار على كل شيء قدير بقدرة عامة شاملة بإجماع المسلمين، كما أخبر أنه على كل شيء قدير، فما قدره وعلمه أنه سيكون، هو شيء في التقدير والعلم والكتاب، وإن لم يكن شيئا في الخارج، ويقدر سبحانه على ما لا يفعله، كما قال: {لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا} [الواقعة: 70] والقدرة هي القدرة على الفعل.\rوالفعل نوعان: لازم ومتعد، فالاستواء، والإتيان، والنزول أفعال لازمة، لا تتعدى إلى مفعول، بل هي قائمة بالفاعل، والخلق والرزق والإحياء، والإماتة والهدى، والنصر، ونحو ذلك يتعدى إلى مفعول. وهذه الصفات السبع المذكورة في البيت يثبتها أهل الكلام من الأشعرية وأضرابهم وينفون ما سواها، والجهمية والمعتزلة ينفونها مطلقا، وأهل السنة والجماعة يثبتون لله جميع ما وصف به نفسه ووصفه به رسوله - صلى الله عليه وسلم -","seal":"B6F8A4DB","part":1},
      {"page":34,"id":38,"nass":"قدرته تعلقت بممكن ... كذا إرادة فعي واستبن (¬1)\r¬__________\r(¬1) أي: تعلقت قدرة الله عز وجل بكل ممكن، وهو ما ليس بواجب الوجود، ولا مستحيل الوقوع، قال تعالى: {وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الملك: 1] وكل ممكن مندرج في هذا بل ليس شيء خارجا عن قدرته ومشيئته.\rوأما المحال لذاته مثل كون الشيء الواحد معدوما موجودا، فهذا لا حقيقة له، ولا يتصور وجوده، ولا يسمى شيئا باتفاق العقلاء، ومن هذا الباب: خلق مثل نفسه - تعالى وتقدس ـ، وكذا الإرادة، أي: وكذا مثل القدرة الإرادة في التعلق بالممكنات، إلا أن القدرة أعم، فإن الإرادة لا تتعلق إلا ببعض الممكنات وهو ما أريد وجوده.\rوهي إرادتان: إرادة تتعلق بالأمر، وهي الإرادة الشرعية الدينية، المستلزمة للمحبة والرضا، وإرادة تتعلق بالخلق، وهي الإرادة القدرية الكونية، وهي المشيئة، فما شاء كان، وما لم يشأ لم يكن، وقوله: فعي، من وعاه يعيه، حفظه وجمعه أي: اجمع حواشي هذا الكلام، واستبن، أي: اطلب البيان من مظانه.","seal":"47775893","part":1},
      {"page":35,"id":39,"nass":"والعلم والكلام قد تعلقا ... بكل شيء يا خليلي مطلقًا (¬1)\r¬__________\r(¬1) أي: قد تعلق علم الله عز وجل بكل شيء، بالواجب، والمستحيل، والجائز، والموجود، والمعدوم، فهو سبحانه: يعلم ما كان وما يكون، وما لم يكن لو كان كيف كان يكون فهو أعم الصفات تعلقا بمتعلقه، وأوسعها، وأما تعلق الكلام بكل شيء، فالمنصوص في أصول أهل السنة أن الله لم يزل متكلما متى شاء، وكلم، ويكلم، وكلامه لا ينفد، كما أخبر به في كتابه.\rوذكر شيخ الإسلام عموم تعلق العلم، والقدرة، وقال:\rبخلاف الإرادة، والكلام، فإنه لا عموم لهما، لأنه سبحانه\rلا يتكلم بكل شيء ولا يريد إلا ما سبق علمه به، ولا يريد كل\rشيء، بخلاف العلم والقدرة، فإنه بكل شيء عليم، وعلى كل شيء قدير، يا خليلي، أي: يا صديقي ومحبي، والخلة: أعلى\rمراتب المحبة ولهذا اختص بها الخليلان: إبراهيم، ومحمد - عليهما السلام -، مطلقا أي: عن التقييد بشيء.","seal":"AACCF411","part":1},
      {"page":36,"id":40,"nass":"وسمعه سبحانه كالبصر ... بكل مسموع وكل مبصر (¬1)\r\rفصل:\rفي مبحث القرآن\rوأن ما قد جاء مع جبريل ... من محكم القرآن والتنزيل\rكلامه سبحانه قديم (¬2) ... ...................................\r¬__________\r(¬1) أي: وسمعه متعلق بكل مسموع، وبصره متعلق بكل مبصر، ولا تخفى عليه خافية، قال تعالى: {سَمِيعٌ بَصِيرٌ} [المجادلة: 1] . {إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ} [الملك: 19] يسمع بسمع، ويبصر ببصر حقيقة.\r(¬2) أي: وأن نجزم ونعتقد: أن الكلام الذي جاء من الله مع جبرائيل أمينه أوحاه إليه من محكم القرآن العظيم، ومحكم التنزيل الذي أنزله الله على نبيه محمد - صلى الله عليه وسلم - بواسطة جبرائيل هو: كلام الله سبحانه، تكلم به حقيقة، كما صرح به في كتابه، وأجمع عليه السلف، منزل غير مخلوق، منه بدأ وإليه يعود.\rوقوله: قديم، ليس من قول السلف، وإنما هو قول ابن كلاب ومن تبعه، أي: أنه لا يتعلق بمشيئته وقدرته، وأجمع أهل السنة والجماعة على أن الله يتكلم كيف شاء، ومتى شاء.\rقال شيخ الإسلام أحمد ابن تيمية - رحمه الله ـ: لم يقل أحد من السلف إن القرآن قديم، وقال تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء: 164] وقال: {إِنَّا أَرْسَلْنَا نُوحًا} [نوح: 1] .\r{وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ} [النساء: 163] . {وَلَقَدْ أَهْلَكْنَا الْقُرُونَ} [يونس: 13] . {مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ} [الأنبياء: 1] . ولا يكون ذلك إلا بعد وجود المخبر عنه، وإلا كان كذبا، تعالى الله عن ذلك.","seal":"B5CAC54B","part":1},
      {"page":37,"id":41,"nass":".................................. ... أعيى الورى بالنص يا عليم (¬1)\rوليس في طوق الورى من أصله ... أن يستطيعوا سورة من مثله (¬2)\r\r******\r¬__________\r(¬1) أي: أعجز الخلق من الجن والإنس بالنص القرآني، وقد تحدى سبحانه الخلق أن يأتوا بمثله، أو عشر سور، أو سورة، فعجزوا مع بلاغتهم، وشدة عدواتهم، يا عليم: صيغة مبالغة أي: العالم البالغ في العلم.\r(¬2) أي: ليس في وسع الخلق من أولهم إلى آخرهم أن يأتوا بأقصر سورة من مثل القرآن كما تحداهم الله تعالى، فاعترفوا بالعجز، وقد تحداهم بذلك في مكة والمدينة، وعدم قدرة البشر على مثله مع قيام الداعي، ومهارة البلاغة أكبر معجزة، وأبهر آية، وأظهر دلالة، ونفس نظمه وأسلوبه، ودليله ومعانيه، وفصاحته وبلاغته وغير ذلك عجيب خارق للعادة.","seal":"BB4CC39A","part":1},
      {"page":38,"id":42,"nass":"فصل\rفي ذكر الصفات التي يثبتها لله تعالى أئمة السلف وعلماء\rالأثر دون غيرهم من علماء الخلف وأهل الكلام\r\rوليس ربنا بجوهر ولا عرض ... ولا جسم تعالى ذو العلى (¬1)\r¬__________\r(¬1) وتقدس عما يتضمنه قوله من الباطل.\rقال شيخ الإسلام ابن تيمية - رحمه الله تعالى -: لفظ الجسم، والجوهر، والعرض في أسماء الله تعالى وصفاته بدعة لم ينطق بها كتاب، ولا سنة ولا قالها أحد من سلف الأئمة، وأئمتها، ولم يقل أحد منهم إن الله جسم، ولا ليس بجسم، ولا جوهر ولا ليس بجوهر، ولا عرض ولا ليس بعرض وذموا الكلام في ذلك، لا لمجرد ما فيه من الاصطلاحات المولدة، بل لأن المعاني التي يعبرون عنها بهذه العبارات فيها من الباطل المذموم في الأدلة والأحكام ما يجب النهي عنه. اهـ.\rوتقدم: أن ما يراد به نفي الجوهر نفي حقيقة الله تعالى، وبنفي العرض نفي بعض صفاته ككلامه، وكذلك المراد من نفي الجسم نفي أنه كلم، ويكلم وأراد، ويريد، وفعل، ويفعل، ونحو ذلك مما هو صفة كمال سلبها نقص في حق المخلوق.\rوكل كمال ثبت للمحدث، فالواجب القديم أولى به، وكل\rنقص وعيب وجب نفيه عن شيء من أنواع المخلوقات، فإنه يجب نفيه عن الله بطريق الأولى؛ بل هو سبحانه المبرأ من كل عيب، ونقص، وآفة، له الكمال المطلق من جميع الوجوه، باتفاق النبوات.","seal":"B2D6AAA8","part":1},
      {"page":39,"id":43,"nass":"سبحانه قد استوى كما ورد (¬1) ... من غير كيف قد تعالى أن يحد (¬2)\r¬__________\r(¬1) أي: قد استوى سبحانه على عرشه من فوق سماواته استواء حقيقة، يليق بجلاله وعظمته، لا يشوبه حصر، ولا حاجة إلى عرش، ولا حملة، كما ورد في الآيات القرآنية، والأحاديث النبوية والنصوص السلفية، مما يتعذر استقصاؤه، ودلالة اللفظ عليه كدلالة لفظ العلم والإرادة على معانيها.\r(¬2) أي: استوى سبحانه على عرشه بلا كيف، إذ كنه الباري تعالى غير معلوم للبشر، وقد ثبت عن أم سلمة، ومالك: \" الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة \" وتبعهما السلف فإن استواءه سبحانه، الذي هو علوه وارتفاعه على عرشه، معلوم بطريق القطع، الثابت بالتواتر، وكيفية ذلك لا سبيل لنا إلى العلم به، وليس كاستواء المخلوقين، فكما أن ذاته لا تشبه ذوات المخلوقين، فكذلك صفاته لا تشبه صفات المخلوقين.\rوقوله: قد تعالى أن يحد، أراد: نفي إحاطة علم الخلق به أن يحدوه، أو يصفوه بغير ما أخبر به عن نفسه، ليتبين أن العقول لا تحيط بصفاته، كما قال تعالى: {وَلَا يُحِيطُونَ بِهِ عِلْمًا} [طه: 110] .\rقال أحمد: وهو على العرش بلا حد، كما قال: {ثُمَّ اسْتَوَى عَلَى\rالْعَرْشِ} [يونس: 3] أي: استوى كيف شاء، ليس\rكمثله شيء، ولا ينافي ما نص عليه هو وغيره من الأئمة، كابن المبارك، قالوا: على العرش بحد. قال أحمد: هكذا هو عندنا، يعني: أنه عال على عرشه، بائن من خلقه.\rوقد يريد المبتدعة بنفي الحد معنى باطلا.\rقال ابن القيم: يقولون: ننزه الله عن الحدود، والجهات، إنه ليس فوق السماوات، ولا على العرش ولا يشارك إليه، ونحو ذلك. انتهى.\rفنفي الحد بهذا المعنى نفي لوجود الرب - تعالى وتقدس ـ.","seal":"A728DFF4","part":1},
      {"page":40,"id":44,"nass":"فلا يحيط علمنا بذاته (¬1) ... كذاك لا ينفك عن صفاته (¬2)\rفكل ما قد جاء في الدليل ... فثابت من غير ما تمثيل (¬3)\r¬__________\r(¬1) أي: لا يحيط علم الخلق من الملائكة والإنس والجن بذات الله المقدسة فلا يعلم كيف هو إلا هو، قال تعالى: {وَلَا يُحِيطُونَ بِهِ عِلْمًا} [طه: 110] .\r(¬2) أي: كما أن علمنا لا يحيط بذاته المقدسة، لا ينفك أي: لا يخلص ولا يزول عن صفاته وأفعاله، بل لم يزل ولا يزال متصفا بصفات الكمال، متنزها عن جميع صفات النقص والعيب، لم يحدث فيه صفة، ولا تزول عنه صفة.\r(¬3) أي: فكل وصف جاء في كتاب الله، وصح عن نبيه - صلى الله عليه وسلم -، فهو ثابت له تعالى، وموصوف به، من غير تمثيل بشيء من خلقه، ومن غير تكييف، نمره كما جاء، ولا نحرفه عن مواضعه، ونصدق به، ونقر على ما دل عليه من معناه، ونفهمه على ما يليق بجلال الله تعالى وعظمته.","seal":"86A3A948","part":1},
      {"page":41,"id":45,"nass":"من رحمة ونحوها كوجهه (¬1) ... ويده وكل ما من نهجه (¬2)\r¬__________\r(¬1) أي: فكل وصف جاء في كتاب الله، وصح عن نبيه - صلى الله عليه وسلم - نثبته من غير تمثيل من ذلك: وصفه بالرحمة قال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} [الأعراف: 156] . {وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} [الزخرف: 32] فنصفه بها على ما يليق بجلال الله، وليست كرحمة المخلوق.\rوقوله: ونحوها، كالمحبة، والرضا، والغضب، ونحو ذلك، قال تعالى: {يُحِبُّ الْمُتَّقِينَ} [التوبة: 4] {يُحِبُّ الصَّابِرِينَ} [آل عمران: 146] {يُحِبُّهُمْ وَيُحِبُّونَهُ} [المائدة: 54] . {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [المجادلة: 22] .\rوقال {وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ} [النساء: 93] فهو سبحانه المستحق أن يكون له كمال المحبة دون ما سواه، وهو سبحانه يحب ما أمر به، ويحب عباده المؤمنين، ويغضب، ويرضى، فنصفه سبحانه وتعالى بما وصف به نفسه، على ما يليق بجلاله، هذا مذهب أهل السنة والجماعة. وقوله: كوجهه، أي: من الصفات الثابتة له صفة الوجه، بلا كيف، قال تعالى: {وَيَبْقَى وَجْهُ رَبِّكَ} [الرحمن: 27] . {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} [القصص: 88] وفي الحديث: «أعوذ بنور وجهك. وغير ذلك.\r(¬2) أي: ومن الصفات الثابتة له تعالى بنص الكتاب والسنة صفة اليدين، قال تعالى: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح: 10] . {بَلْ يَدَاهُ مَبْسُوطَتَانِ} [المائدة: 64] {لِمَا خَلَقْتُ بِيَدَيَّ} [ص: 75] {وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} [الزمر: 67] .\rوفي الحديث: «يمين الله ملأى، لم يغض ما في يمينه، وبيمينه الأخرى القبض، يأخذهن بيده اليمنى، ثم يطوي الأرضين بيده الأخرى وكلتا يدي ربي يمين، ويقبض أصابعه ويبسطها، ويجعلها في كفه» . وغير ذلك مما ثبت مما لا يحصى، فيداه صفتان من صفات ذاته بإجماع السلف.\rوكل شيء ورد من صفات الله من نهج اليد والوجه ونحوهما كالقدم والرجل والساق نثبته كما جاء عن الله، قال تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} [القلم: 42] . وفي الحديث: «حتى يضع رب العزة فيها رجله» . وفي رواية: «فيها قدمه» . ونقر ما أتى عن الله على مراد الله، ونؤمن بذلك ونصدق به، ونعتقد أن له معاني حقيقة، على ما يليق بجلال الله وعظمته.","seal":"F387E24C","part":1},
      {"page":42,"id":46,"nass":"وعينه وصفة النزول ... وخلقه فاحذر من النزول (¬1)\r¬__________\r(¬1) أي: ومن الصفات الثابتة له تعالى من غير تمثيل صفة العينين، قال تعالى: {وَلِتُصْنَعَ عَلَى عَيْنِي} [طه: 39] {فَإِنَّكَ بِأَعْيُنِنَا} [الطور: 48] . {تَجْرِي بِأَعْيُنِنَا} [القمر: 14] فدلت الآيات: أن لله تعالى عينين، والقاعدة: أن المثنى إذا أضيف إلى نون العظمة أتى به بصيغة الجمع، وفي الصحيحين: «فإن الله ليس بأعور» .\rومذهب السلف إثبات العينين لله تعالى حقيقة على ما يليق بذاته وعظمته لا كأعين المخلوقين.\rومن الصفات الثابتة لله تعالى بالسنة المتواترة صفة النزول\rففي الصحيحين وغيرهما من غير وجه: «ينزل ربنا إلى\rالسماء الدنيا كل ليلة، حين يبقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له» ... إلخ؛ والقول فيه كالقول في الاستواء على ما يليق بجلال الله، لا كنزول المخلوقين، وكذلك الإتيان، والمجيء وسائر الصفات الثابتة من غير تكييف ولا تمثيل.\rوليس في العقل الصحيح ما يخالف النقل الصريح الصحيح، بل العقل الصحيح يوافقه النقل الصحيح الصريح، وإن كان في النصوص من التفصيل ما يعجز العقل عن إدراكه.\rوقد قال شيخ الإسلام: اعترف أساطين أهل الكلام بأن العقل لا سبيل له إلى اليقين في عامة المطالب الإلهية. ومن الصفات الثابتة له تعالى: صفة الخلق بالكتاب والسنة، والعقل، والحس، والفطرة، وباتفاق الرسل وأتباعهم، بل وسائر أهل الملل: بأن الله خالق كل شيء، ويخلق ما يشاء فاحذر من النزول من ذروة الإيمان وسنام الدين إلى حضيض الابتداع، فإن السلامة في اتباع السلف.","seal":"8BC8231D","part":1},
      {"page":43,"id":47,"nass":"فسائر الصفات والأفعال ... قديمة لله ذي الجلال (¬1)\r¬__________\r(¬1) أي: فسائر الصفات الذاتية من الحياة، والقدرة، والإرادة، والسمع، والبصر، والعلم، والكلام، وغيرها، والوجه، واليدين، والقدم، ونحوها، وسائر صفات الأفعال، من الاستواء، والنزول، والإتيان والمجيء، والتكوين، ونحوها الثابتة لله تعالى بالكتاب والسنة: نؤمن بها، ونصدق بها، من غير تحريف، ولا تعطيل، ومن غير تكييف ولا تمثيل، ومن غير زيادة ولا نقصان، فلا ننفي ما وصف به نفسه، ولا نحرف الكلم عن مواضعه، ولا نلحد في أسماء الله وآياته، ولا نكيف، ولا نمثل صفاته بصفات خلقه، لأنه سبحانه لا سمي له، ولا كفء له، ولا ند له، ولا يقاس بخلقه، فهو أعلم بنفسه، وبغيره.\rوقوله: قديمة لله ذي الجلال والإكرام، أجمع السلف على أن الله قديم بجميع صفاته لم يزل ولا يزال، لكن مرادهم: أن صفات الأقوال والأفعال قديمة النوع، حادثة الآحاد، وكلام المصنف فيه إجمال.\rوقال: ليس منها شيء محدث، وإلا كان محلا للحوادث، وليس هذا من كلام السلف بل من كلام أهل البدع المخالفين للسلف، وإنما السلف يقولون: لم يزل الله متكلما إذا شاء، فاعلا إذا شاء، ولم تزل الإرادة والكلمات تقوم بذاته، وإلا كان ناقصا عاجزا، تعالى الله عن ذلك.\rقال شيخ الإسلام: المبتدعة يريدون بقولهم: ليس منها شيء محدث أنه لا يتكلم بقدرته ومشيئته، ولا ينزل كل ليلة إلى سماء الدنيا ولا يأتي يوم القيامة، ولا يجيء، ولا يغضب بعد أن كان راضيا، ولا يرضى بعد أن كان غضبانا، ولا يقوم به فعل ألبته ولا أمر تجدد بعد أن لم يكن، ولا يريد شيئا بعد أن لم يكن مريدًا له، فلا يقول له كن حقيقة، ولا استوى على عرشه بعد أن لم يكن مستويا، ولا ينادي عباده يوم القيامة، ونحو ذلك، فإن هذه كلها حوادث عندهم، وهو منزه عن تلك الحوادث، تعالى الله وتقدس عن قولهم علوا كبيرا.","seal":"BC61E0CF","part":1},
      {"page":44,"id":48,"nass":"لكن بلا كيف ولا تمثيل ... رغمًا لأهل الزيغ والتعطيل (¬1)\r¬__________\r(¬1) أي: وإثبات الصفات لله بلا كيف كما أنه لا يعلم كيف هو إلا\rهو، فذلك صفاته لا يعلم كيف هي إلا هو، ولا تمثيل أي\rبشيء من خلقه، رغما لأهل الميل والانحراف عن نهج أهل الحق ورغما لأهل التعطيل من الجمهية وغيرهم فأهل السنة وسط في باب صفات الله بين أهل التعطيل الجهمية وأهل التمثيل المشبهة.","seal":"0000BF2F","part":1},
      {"page":45,"id":49,"nass":"نمرها كما أتت في الذكر ... من غير تأويل وغير فكر (¬1)\r¬__________\r(¬1) أي: نمر آيات الصفات وأخبارها ونجريها على ظاهرها ونقرها على ما دلت عليه من صفات الكمال ونعوت الجلال، ونفهم منها ما دلت عليه، ونعتقده حقيقة لا مجازا، من غير تحريف ولا تعطيل، ولا تكييف ولا تمثيل.\rوقوله: من غير تأويل، تقدم أنه لو عدل عنه إلى تحريف لكان أولى، لأن من المعاني التي تسمى تأويلًا ما هو صحيح منقول عن بعض السلف، ومراد بعض المتأخرين بنفي التأويل: أن آيات الصفات وأحاديثها لا يعلمها إلا الله وأن الأنبياء والصحابة والعلماء لا يعرفون ما أراد الله بما وصف به نفسه، ولازم قولهم: أنا أمرنا بتلاوتها من غير تدبر ولا فهم لمعانيها.\rوقوله: من غير فكر، كما جاء في الأثر: تفكروا في\rالمخلوق، ولا تفكروا في الخالق، فإن الخالق سبحانه لا شبيه له،\rولا نظير له، فالتفكر الذي مبناه على القياس ممتنع في حقه\rتعالى، وإنما هو معلوم بالفطرة، فيذكره العبد، وبالذكر وبما أخبر به عن نفسه يحصل للعبد من العلم به أمور عظيمة، لا تنال بمجرد\rالتفكير والتقدير، وإنما تعلم الذات المقدسة والصفات المعظمة\rمن حيث الجملة، على الوجه الذي يليق بجلال الله وعظمته، ومن لم يفهم من صفات الرب الذي ليس كمثله شيء إلا ما يناسب المخلوق فقد ضل في عقله ودينه.","seal":"C4055BB8","part":1},
      {"page":46,"id":50,"nass":"ويستحيل الجهل والعجز كما ... قد استحال الموت حقًّا والعمى (¬1)\rفكل نقص قد تعالى الله ... عنه فيا بشرى لمن والاه (¬2)\r¬__________\r(¬1) أي: لا يتصور في العقل الجهل هو ضد العلم، والعجز الذي هو ضد القدرة في حق الله تعالى، كما أنه لا يتصور في حقه الموت الذي هو ضد الحياة، والعمى الذي هو ضد البصر، وكذا الصمم، والبكم، والفناء، والعدم، والفقر، ومماثلة المخلوقين، وغير ذلك مما هو ضد أوصافه المقدسة، الثابتة بالشرع.\r(¬2) أي: فكل نقص من هذه الأوصاف المذكورة ونحوها قد تنزه الله عنه فله الكمال المطلق من جميع الوجوه باتفاق الكتب والرسل، ونوه بالبشرى لمن والاه الله، أو والى هو الله، أي: اتخذه وليا معتمدا عليه، ومفوضا جميع أموره إليه لعظم ذلك، قال تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ * لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} [يونس: 62-64] والولي ضد العدو، فاقتبس الناظم من الآية البشارة لأهل الولاية.","seal":"A326AC7A","part":1},
      {"page":47,"id":51,"nass":"فصل\rفي ذكر الخلاف في صحة إيمان المقلد\r\rوكل ما يطلب فيه الجزم ... فمنع تقليد بذاك حتم (¬1)\r¬__________\r(¬1) أي: وكل حكم أو مطلوب مما أنبأ عنه الكلام الخبري، يطلب: يجزم فيه جزما، فمنع التقليد وهو قبول قول الغير بغير دليل عقلي بما يطلب فيه الجزم حتم لازم واجب عند طوائف المتكلمة والفلاسفة.\rقال شيخ الإسلام أحمد ابن تيميه: وإن كانوا يظنون أن الشرع إنما يدل بطريق الخبر الصادق فدلالته موقوفة على العلم بصدق المخبر، ويجعلون ما بني عليه صدق المخبر معقولات محضة، فضلوا في ظنهم، أن دلالة الكتاب والسنة إنما هي بطريق الخبر المجرد، مع أن العقل يدل على صدق الرسول دلالة مطلقة.\rبل الذي عليه السلف: أن الله بين من الأدلة العقلية التي يحتاج إليها في العلم بذلك ما لا يقدر أحد من هؤلاء قدره، ونهاية ما يذكرونه جاء القرآن بخلاصته على أحسن وجه، كالأمثال المضروبة، والبراهين القاطعة، والاعتقاد الصحيح، لا يثبت بمجرد الأدلة العقلية، بل بالأدلة الشرعية التي يفرق بها بين المؤمن والكافر.","seal":"2BD2FF1B","part":1},
      {"page":48,"id":52,"nass":"لأنه لا يكتفى بالظن ... لذي الحجى في قول أهل الفن (¬1)\rوقيل يكفي الجزم إجماعًا بما ... يطلب فيه عند بعض العلما (¬2)\r¬__________\r(¬1) علل منع التقليد لأنه لا يكتفى بالظن، الذي هو ترجيح أحد الطرفين على الآخر في أصول الدين، لصاحب الحجى بكسر الحاء، أي: العقل، والفطنة في قول علماء العقول.\rقال شيخ الإسلام: وقولهم: إن المسائل الخبرية التي يسمونها مسائل الأصول يجب القطع فيها جميعا، ولا يجوز الاستدلال فيها بغير دليل يفيد اليقين، خطأ مخالف للكتاب والسنة وإجماع سلف الأمة وأئمتها، وما يقوله كثير من الناس في باب أصول الدين من العلوم العقلية يعلم كل من تدبره: أنه مخالف لما جاء به الرسول - صلى الله عليه وسلم - متضمن لتجهيل الرسول - صلى الله عليه وسلم -، أنه لم يبين أصول الدين، مع أن الناس إليها أحوج منهم إلى غيرها.\r(¬2) أي وقيل: يكفي في أصول الدين الجزم ولو تقليداً، إجماعا بكل حكم يطلب فيه ذلك المطلوب من أصول الدين عند بعض العلماء من الحنابلة والشافعية وغيرهم، لأنه - صلى الله عليه وسلم - يكتفي في الإيمان من الأعراب وغيرهم بالتلفظ بالشهادة، وما جاءت به الشريعة من نوعي النظر، هو ما يفيد وينفع، ويحصل به الهدى، وهو بذكر الله، وما نزل من الحق، وليس الرجوع إلى قوله - صلى الله عليه وسلم - تقليداً، بل هو النظر المفيد للعلم.","seal":"FB4EE01E","part":1},
      {"page":49,"id":53,"nass":"فالجازمون من عوام البشر ... فمسلمون عند أهل الأثر (¬1)\r¬__________\r(¬1) أي: فالجازمون حينئذ ولو تقليدا، وهو الرجوع عندهم إلى الكتاب والسنة من عوام البشر، الذين ليسوا أهلا للنظر والاستدلال، فعلى الصواب: هم مسلمون عند أكثر أهل الأثر وأكثر النظار.\rقال النووي: الآتي بالشهادتين مؤمن حقا، وإن كان مقلدا على مذهب المحققين، والجماهير من السلف والخلف، وقد تظاهرت بهذا الأحاديث الصحاح، التي يحصل بمجموعها التواتر، والعلم القطعي. اهـ.\rولو كان النظر العقلي واجبا - كما زعمه النظار - لما أهمله المهاجرون والأنصار، وسائر الوفود الذين دخلوا في الدين، وعرفوا الله بتصديق النبي - صلى الله عليه وسلم - وأعلام الرسالة، ودلائلها، وهم ومن اتبعهم من السلف أعظم الناس علما، ويقينا وطمأنينة، وسكينة. وطوائف المتكلمين والمتفلسفة وأضرابهم هم أهل الشك والاضطراب وتشريع دين لم يأذن به الله، غاية ما يقول أحدهم: أنهم جزموا بغير علم وصححوا بغير حجة، حتى اعترف حذاق أهل الكلام الأشعري وغيره: أن طريقتهم ليست طريقة الرسل وأتباعهم، وأنها طريقة باطلة، وأهل السنة والجماعة يعلمون، ويعلمون أنهم يعلمون.","seal":"F93D0F8B","part":1},
      {"page":50,"id":54,"nass":"الباب الثاني\rفي الأفعال المخلوقة\r\rوسائر الأشياء غير الذات ... وغير ما الأسماء والصفات\rمخلوقة لربنا من العدم (¬1) ... وضل من أثنى عليها بالقدم (¬2)\r¬__________\r(¬1) أي: وسائر الأشياء مخلوقة، الله أوجدها من العدم، غير الذات المقدسة، والأسماء الحسنى، والصفات العلى، فإن الله تعالى قديم بجميع صفاته، وقدمه ضروري، وصفات كماله لازمة لذاته، يمتنع ثبوت ذاته بدون صفات الكمال اللازمة، وكل ما سوى الله محدث، مسبوق بالعدم، باتفاق السلف، فالله خالق كل شيء، وربه ومليكه، ما شاء كان وما لم يشأ لم يكن، كما دلت عليه الكتب المنزلة، وأخبرت به الرسل، وأقرت به الفطر، وأجمع عليه المسلمون.\r(¬2) أي: وضل عن الصراط المستقيم كل شخص أثنى على سائر الأشياء بالقدم سوى الذات، والأسماء والصفات، وأخطأ المنهج القويم، كأرسطو وأتباعه، وأخبر سبحانه أنه خلق السماوات والأرض، وما فيهما، وما بينهما، وقدر مقادير الخلائق، قبل ذلك بخمسين ألف سنة وكان عرشه على الماء.\rقال شيخ الإسلام: ليس لأرسطو وأتباعه ولا غيرهم حجة واحدة تدل على قدم شيء من العالم أصلاً.","seal":"944C9264","part":1},
      {"page":51,"id":55,"nass":"وربنا يخلق باختيار ... من غير حاجة ولا اضطرار (¬1)\rلكنه لا يخلق الخلق سدى ... كما أتى في النص فاتبع الهدى (¬2)\rأفعالنا مخلوقة لله ... لكنها كسب لنا يا لاهي (¬3)\r¬__________\r(¬1) أي: ربنا -تبارك وتعالى- يخلق ما شاء باختيار منه، قال تعالى: {يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} [القصص: 68] . ولم يزل سبحانه فاعلا لما يشاء، ما شاء كان وما لم يشأ لم يكن، أوجد المخلوقات بعد أن لم تكن على غير مثال سابق، لا لحاجة إليها، ولا اضطرار ألجأ إليها، بل خلقها بمحض مشيئته لحكمة عظيمة.\r(¬2) أي: لكنه - تعالى وتقدس - لا يخلق الخلق سدى هملا، بلا أمر ولا نهي، ولا حكمة، بل خلقهم لذلك، كما قال: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] . أي: يوحدون وقال بعض السلف: إلا لآمرهم، وأنهاهم كما أتي في النص، أي: القرآني، كقوله: {وَاعْبُدُوا اللَّهَ} [النساء: 36] . {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ} [البينة: 5] والسنة النبوية كقوله: «وحق الله على العباد أن يعبدوه، ولا يشركوا به شيئا» . وغير ذلك، فاتبع الهدى باقتفاء المأثور وإتباع السلف.\rوهل يخلق تعالى لعلة، أو لا؟ رجح الأول شيخ الإسلام، وابن قاضي الجبل، وغيرهما، وحكاه عن إجماع السلف، واحتج المثبتون للحكمة والعلة بقوله: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ وغير ذلك، والإجماع واقع على اشتماله على الحكم والمصالح.\r(¬3) أي: أفعالنا معشر الخلق جميعها مخلوقة مصنوعة لله تعالى، هو\rالذي أوجدها من العدم، قال تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات: 96] أي: خلقكم والذي تعملونه، فدلت على أن أعمال العباد مخلوقة لله، وفي حديث حذيفة: «إن الله خلق كل صانع وصنعته. وأيضا: نفس حركاته تدخل في قوله: {وَاللَّهُ خَلَقَكُمْ فإن أعراضهم داخلة في مسمى أسمائهم، فالله خلق الإنسان بجيمع أعراضه وحركاته، والآيات والأحاديث الدالة على خلق أفعال العباد كثيرة. وجمهور أهل السنة: على أن فعل العبد فعل له حقيقة، لكنه مخلوق لله، مفعول للعبد، ويفرقون بين الخلق والمخلوق، لكنها أي: لكن أفعالنا التي تصدر عنا كسب لنا معشر الخلق، والكسب هو الفعل الذي يعود على فاعله منه نفع أو ضرر، قال تعالى: {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ} [البقرة: 286]\rقال شيخ الإسلام: والفعل هو الكسب، ولا يعقل شيئان في المحل: أحدهما فعل والآخر كسب، والذين جعلوا العبد كاسبا غير فاعل من أتباع جهم، وأبي الحسن وكلامهم متناقض، وقوله يا لا هي، تكملة للبيت.","seal":"3A6B612E","part":1},
      {"page":52,"id":56,"nass":"فكل ما يفعله العباد ... من طاعة أو ضدها مراد\rلربنا من غير ما اضطرار ... من لنا فافهم ولا تُمَار (¬1)\r¬__________\r(¬1) أي: فكل فعل يفعله العباد من طاعة، وهي ما تعلق بها المدح في العاجل، والثواب في الآجل وما يفعل من معصية وهي ما فيها ذم في العاجل والعقاب أو الذم في الأجل داخل تحت إرادة الله الكونية ومشيئته وقدرته، فإن الله خالق كل شيء، وربه ومليكه ما\rشاء كان، وما لم يشأ لم يكن، وهو على كل شيء قدير، وإرادة\rما يفعله العباد من غير اضطرار منه لنا ولا حاجة بل لحكمة باهرة.\rفافهم ولا تمار في علمك وكن مع الحق حيث كان. والمراء: الجدال ويقال للمناظرة، مماراة لأن كل واحد يستخرج ما عند صاحبه ويمتريه، وقد كثر المراء في القدر، وقيل: أول من تكلم فيه معبد الجهني.\rوأهل السنة وسط في باب أفعال الله بين الجبرية والقدرية، وتقدم: أن الإرادة إرادتان: فما ذكر هي الإرادة الكونية القدرية المتعلقة بالخلق، والإرادة الثانية هي: الإرادة الشرعية المتعلقة بالأمر وهو ما وقع في الوجود من الأعمال الصالحة.\rوالمراد نوعان: مراد لنفسه ومراد لغيره، فالمراد لنفسه مطلوب محبوب لذاته وما فيه من الخير، فهو مراد إرادة الغايات والمقاصد، والمراد لغيره قد لا يكون مقصودا للمريد، ولا مصلحة له فيه بالنظر إلى ذاته، وإن كان وسيلة إلى مقصوده ومراده فهو مكروه له من حيث نفسه وذاته، مراد له من حيث قضائه، وإيصاله إلى مراده، فيجتمع الأمران بغضه وإرادته لا يتنافيان لاختلاف متعلقهما.\rوجمهور أهل السنة من جميع الطوائف: يفرقون بين الإرادة، والمحبة، والرضا، فيقولون: إنه إن كان يريد المعاصي فهو سبحانه لا يحبها، ولا يرضاها، بل يبغضها، ويسخطها، وينهى عنها.","seal":"FB22D897","part":1},
      {"page":53,"id":57,"nass":"وجاز للمولى يعذب الورى ... من غير ما ذنب ولا جرم جرى (¬1)\r¬__________\r(¬1) أي: وجاز للرب تعالى يعذب الخلق من غير ذنب، أي: إثم، ولا\rجرم، هو: الذنب عطفه عليه للإيضاح، جرى، أي: من العبد، ولا صدر عنه، وليس هذا من قول السلف، ولا من الثناء على الله، والنصوص النافية للظلم، تثبت العدل في الجزاء وأنه لا يبخس عاملا عمله، كتب على نفسه الرحمة، وحرم الظلم على نفسه، وقال: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ * مَا لَكُمْ كَيْفَ تَحْكُمُونَ} [القلم: 35-36] ويجب تنزيهه عن الظلم، كما نزه نفسه عنه، ومعلوم بالضرورة أن الله حكم عدل، يضع الأشياء في مواضعها، وإن كان وضعها في غير مواضعها غير ممتنع لذاته، لكنه لا يفعله لأنه لا يريده بل يكرهه ويبغضه.\rقال شيخ الإسلام ابن تيمية: ليس من أهل السنة من يقول: إن الله يعذب نبيا، ولا مطيعا، ولا من يقول: إن الله يثيب إبليس وفرعون، بل: ولا يثيب عاصيًا على معصيته؛ وهو سبحانه القائم على كل نفس بما كسبت، مجازي المحسن بإحسانه، والمسيء بإساءته، الصادق الذي لا يخلف الميعاد، العدل الذي لا يجور ولا يظلم، ولا يخاف عباده منه ظلما، باتفاق جميع الكتب والرسل.","seal":"A0DA2B81","part":1},
      {"page":54,"id":58,"nass":"فكل ما منه تعالى يجمل ... لأنه عن فعله لا يسأل (¬1)\r¬__________\r(¬1) أي: فكل شيء يحسن من الله، وكل ما خلقه فهو نعمة، وإحسان إلى عباده، يستحق عليه الشكر، وله سبحانه فيه حكمة تعود عليه، يستحق أن يحمد عليها لذاته، لا يسأل عما يفعل، لتمام حكمته وحمده، وهم يسألون؛ بل هو محسن عدل، كل نعمة منه فضل، وكل نقمة منه عدل، محسن إلى العبد بلا سبب منه، ولا يعاقبه إلا بذنبه، وإن كان قد خلق الأفعال كلها لحكمة له في ذلك.\rفهو أحكم الحاكمين، لا يظلم مثقال حبة من خردل، وإن تك حسنة يضاعفها، فإذا ابتلى أحدا بالذنوب، فهي عقوبة على عدم فعل ما خلق لأجله وفطر عليه: فإنه خلق الخلق لعبادته وحده ودلهم عليه بالفطرة، وجعل لهم سمعا وأبصارا وأفئدة، وبعث الرسل لقيام الحجة، فمن لم يفعل ما أمر به بأن زين له الشيطان المعاصي عاقبه.","seal":"5F399D7F","part":1},
      {"page":55,"id":59,"nass":"فإن يثب فإنه من فضله ... وإن يعذب فبمحض عدله (¬1)\r¬__________\r(¬1) أي: فإن يثب عباده المطيعين - والثواب: الجزاء - فإن إثابته من فضله وكرمه، وإن كان واجبا بحكم وعده، باتفاق المسلمين، وبما كتبه على نفسه من الرحمة وإن يعذب عباده لعتوهم وعصيانهم فبمحض عدله الخالص من شائبة الظلم باتفاق المسلمين، وهو أرحم الرحمين، فلا يلوم العبد إلا نفسه، ولولا فرط عتوهم وإبائهم عن طاعته، واستحقاقهم للعذاب لما عذبهم، وهو الحكم العدل، وكما أنه منزه عن صفات النقص والعيب فهو منزه عن أفعال النقص والعيب، وأي نقص أفظع من الظلم.\rوليس في مخلوقه ما هو ظلم منه، وإن كان بالنسبة إلى الإنسان هو ظلم، فهو ظلم من الفاعل، الذي قام به الفعل، لا من الخالق - جل وعلا - فإن أفعال عباده نوع آخر، والله تعالى لا تقوم به أفعال\rالعباد، ولا يتصف بها، ولا تعود إليه أحكامها، التي تعود إلى موصوفاتها، وقد فرق السلف بين فعله سبحانه وبين ما هو\rمفعول مخلوق له، فحركات المخلوقات ليست حركات له، ولا\rأفعالا له بهذا الاعتبار، لكونها مفعولات هو خلقها، وإنما الظالم من فعل الظلم.\rوأجمع السلف: أن العبد مأمور بطاعة الله، منهي عن معصيته، فإن أطاع كان ذلك نعمة من الله أنعم بها عليه، وكان له الأجر والثواب بفضل الله ورحمته، وإن عصى كان ظالما لنفسه، مستحقا للذم والعقاب، وكان لله عليه الحجة البالغة، ولا حجة لأحد على الله، وكل ذلك كائن بقضاء الله وقدره ومشيئته، لكنه تعالى يحب الطاعة، ويأمر بها، ويثيب عليها، ويبغض المعصية، وينهى عنها، ويعاقب عليها، وإن شاء عفا عن المذنب من المؤمنين.","seal":"7A349C6B","part":1},
      {"page":56,"id":60,"nass":"فلم يجب عليه فعل الأصلح ... ولا الصلاح ويح من لم يفلح (¬1)\r¬__________\r(¬1) أي: فلم يجب على الله فعل الأصلح، أي: الأنفع، ولا فعل الصلاح لعباده وهذا قول المرجئة الجهمية، والذي عليه أهل السنة والجماعة: أنه سبحانه إنما يأمر عباده بما فيه صلاحهم، وينهاهم عما فيه فسادهم، وأن فعل المأمور مصلحة عامة لمن فعله، وترك المنهي عنه مصلحة لمن تركه، ونفس الأمر وإرسال الرسل مصلحة عامة، وإن تضمن شرا للبعض.\rويثبتون الحكمة في أفعال الله، وأنه يفعل لنفع عباده ومصالحهم،\rفقد أمر الخلق على ألسن رسله بما ينفعهم، ونهاهم عما يضرهم،\rولكن منهم من أراد أن يخلق فعله، فأراد هو سبحانه أن\rيخلق ذلك الفعل، ويجعله فاعلا له: ومنهم من لم يرد أن\rيخلق فعله، فجهة خلقه سبحانه لأفعال العباد وغيرها غير أمره للعبد على وجه بيان ظاهر مصلحة للعبد أو مفسدة، فإذا أمر العبد بالإيمان، كان قد بين له ما ينفعه ويصلحه إذا فعله، ولا يلزمه تعالى إذا أمره أن يعينه، بل قد يكون في خلقه ذلك الفعل وإعانته عليه نوع مفسدة من حيث هو فعل له، فإنه يخلق سبحانه ما يخلق لحكمة. ولا يلزم إذا كان الفعل المأمور به مصلحة للمأمور إذا فعل أن يكون مصلحة للآمر إذا فعله هو، أو جعل المأمور فاعلا له، بل قد تكون الحكمة تقتضي أن لا يعينه على ذلك فإن الحكمة تتضمن ما في خلقه وأمره من العواقب المحمودة والغايات المحبوبة وما من ذرة في السماوات ولا في الأرض، ولا معنى من المعاني، إلا وهو شاهد لله بتمام العدل والرحمة، وكمال الحكمة.\rوما خلق سبحانه الخلق باطلا، ولا فعل شيئا عبثا، بل هو الحكيم في أقواله وأفعاله، يفعل ويخلق ما يشاء لحكمة باهرة، وقد وقع الإجماع عند أهل السنة والجماعة على اشتمال أفعال الله على الحكم والمصالح، كما تقدم.","seal":"5018FDA6","part":1},
      {"page":57,"id":61,"nass":"فكل من شاء هداه يهتدي (¬1) ... ...................................\r¬__________\r(¬1) أي: فكل من شاء الله هداه من خلقه يهتدي إلى الصراط المستقيم، والمراد هنا الهداية الخاصة، وهي هداية التوفيق والإلهام، المستلزمة للاهتداء. وأما الهداية العامة، كقوله: {أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} [طه: 50] .\rفإنها لا تستلزم الاهتداء التام، وكذا هداية البيان العام، كقوله: {حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة: 115] لا تستلزم الاهتداء التام، وكذا الهدى بالبيان والدلالة إن لم يقترن به هدى آخر بعده لم يحصل به الاهتداء، الذي هو هدى التوفيق والإلهام، كقوله: {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} [فصلت: 17] . وهو سبحانه ما عدل عن موجب العدل والإحسان في هداية من هدى، وإضلال من ضل، فلم يطرد عن بابه من يليق به التقريب، بل طرد من لا يليق به إلا الطرد والإبعاد.","seal":"1B53F1C7","part":1},
      {"page":58,"id":62,"nass":".................................. ... وإن يرد ضلال عبد يعتدي (¬1)\r¬__________\r(¬1) أي: وإن يرد سبحانه ضلال عبد من خلقه، بترك المأمور، وارتكاب المحظور، يعتد، بارتكاب ذلك، واقتحام المحارم، وهذه هي الإرادة القدرية الكونية، وليست هي الإرادة التي هي مدلول الأمر والنهي، فإنها مستلزمة للمحبة والرضا، وقد فرق الله بينهما في كتابه، فقال في الأولى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} [الأنعام: 125] . وفي الثانية: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]\rفيريد سبحانه الخير، ويأمر به، ولم يأمر بالشر، بل نهى عنه، ولم يرضه دينا وشرعا، وإن كان مريدا له خلقا وقدرا، وما يصيب العبد من النعم، فالله أنعم بها عليه، وما يصيبه من الشر، فبذنوبه ومعاصيه، وكل الأشياء كائنة بمشيئة الله، وقدرته وخلقه، ولا بد للعبد أن يؤمن بقضاء الله، وقدره، وبشرعه، وأمره هذا ما عليه أهل السنة والجماعة.","seal":"28508962","part":1},
      {"page":59,"id":63,"nass":"فصل\rفي الكلام على الرزق (¬1)\r\rوالرزق ما ينفع من حلال ... أو ضده فحل عن المحال (¬2)\rلأنه رازق كل الخلق ... وليس مخلوق بغير رزق (¬3)\rومن يمت بقتله من البشر ... أو غيره فبالقضاء والقدر (¬4)\r¬__________\r(¬1) وهو: اسم لما يسوقه الله إلى الحيوان فيأكله، والجمع أرزاق.\r(¬2) أي: الرزق هو: ما ينتفع المرتزق بحصوله، سواء كان من حلال، ضد الحرام - مستعار من حل العقدة - وهو ما انتفى عنه حكم التحريم، أو ضده، أي: ضد الحلال وهو الحرام فحل، أي: زل عن المحال، فإنه لا يبقى أحد بلا رزق.\r(¬3) أي: لأن الله سبحانه رازق جميع الخلق كما في الآيات المحكمات، والأحاديث الصحيحة، وعلم بالحس والمشاهدة، وليس يوجد مخلوق من سائر الحيوانات بغير رزق: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا} [هود: 6]\r(¬4) أي: ومن يمت بقتله من سائر أنواع القتل من البشر، أي الإنسان، قدم للاهتمام به، أو غيره من سائر الحيوانات، فموته بقضاء الله وإرادته، وقدره في الأجل المقدر لموته، والقدر: اسم لما صدر مقدرا من الله، وعلم الله السابق محيط بالأشياء على ما هي عليه، ولا محو، ولا تغيير، ولا زيادة، ولا نقص، فإن الله يعلم ما كان، وما يكون، وما جرى به القلم في اللوح المحفوظ، فقيل: يقع فيه محو وإثبات، وكذا ما بيد الملائكة.","seal":"C7FFFB70","part":1},
      {"page":60,"id":64,"nass":"ولم يفت من رزقه ولا الأجل ... شيء فدع أهل الضلال والخطل (¬1)\r¬__________\r(¬1) أي: ولم يفت على المقتول ولا غيره من رزقه المقسوم له في علم الله شيء وإن قل، ولا فاته أيضا من الأجل المحتوم شيء، ولا لحظة، فاترك أهل الضلال من طوائف الاعتزال، ودع أهل الخطل، أي: الكلام الفاسد، وفي الحديث «لن تموت نفس حتى تستكمل رزقها وأجلها.","seal":"F4A82EC7","part":1},
      {"page":61,"id":65,"nass":"الباب الثالث\rفي الأحكام والكلام على الإيمان ومتعلقات ذلك\r\rوواجب على العباد طرا ... أن يعبدوه طاعة وبرًّا (¬1)\rويفعلوا الفعل الذي به أمر ... حتما ويتركوا الذي عنه زجر (¬2)\r¬__________\r(¬1) أي: واجب على العباد جميعا أن يوحدوا الله، ويفردوه بالعبادة، ويتبرءوا من عبادة ما سواه.\rوالعبادة: اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة.\rومن أنواعها: الدعاء، والخوف، والرجاء، والتوكل، والرغبة، والرهبة، وغير ذلك، قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] وقال: {يَاأَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ} [البقرة: 21] . وقال: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] . وفي الحديث: «حق الله على العباد أن يعبدوه ولا يشركوا به شيئا» . طاعة لله، وامتثالا لأمره، وبرا بكسر الباء: الإحسان، والتقرب إلى الله، وطرا بضم الطاء: أي: جميعا، منصوب على الحال.\r(¬2) أي: وأن يفعل العباد ما أمروا به، حتما أي: لازما لا بد من فعله، وإن كان الأمر به على سبيل الوجوب، وإن كان مرغبا فيه فعلى سبيل الندب، وأن يتركوا الشيء الذي زجر عنه، والزجر يفيد التحريم، فإن لم يكن على سبيل الزجر فعلى سبيل الندب والاستحباب، وله سبحانه في تكليف عباده وأمرهم ونهيهم من الحكم البالغة ما يقتضيه ملكه التام، وحكمته وحمده.","seal":"5070C665","part":1},
      {"page":62,"id":66,"nass":"فصل\rفي الكلام على القضاء والقدر\r\rوكل ما قدر أو قضاه ... فواقع حتما كما قضاه (¬1)\rوليس واجبًا على العبد الرضا ... بكل مقضي ولكن بالقضا (¬2)\r¬__________\r(¬1) أي: وكل شيء قدره الله وقضاه من سائر الأشياء فهو واقع حتما لازما، كما قضاه، أي: كما حكم به وقدره وسبق به علمه، وجرى به القلم، وفي الحديث القدسي: «وإذا قضيت قضاء فإنه لا يرد» . وموسى إنما لام آدم -عليهما السلام- على المصيبة التي حصلت بسبب فعله، لا لكونه أذنب، فتضمن وجوب التسليم للقدر عند المصائب، لا عند الذنوب.\r(¬2) قضاء الله - وهو فعل قائم بذاته - كله خير وعدل وحكمة، يجب الرضا به كله، والرضا هو التسليم، وسكون القلب وطمأنينته، والمقضي وهو: المفعول المنفصل عنه لا يجب الرضا به كله، فإنه إنما شرع الرضا بما يرضى الله به، والمقضي نوعان:\rشرعي ديني: فيجب الرضا به كقوله: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ}\r[الإسراء: 23] . وهو أساس الإسلام.\rوالنوع الثاني: كوني قدري: ومنه ما لا يسخطه الله، كالمصائب التي يبتلي عبده بها فلا يضره فراره منها إلى القدر الذي يرفعها عنه، ومنه ما لا يحبه الله ولا يرضاه كالذنوب، فالعبد مأمور بسخطه، منهي عن الرضا به.","seal":"B7EB0837","part":1},
      {"page":63,"id":67,"nass":"لأنه من فعله تعالى (¬1) ... وذاك من فعل الذي تقالى (¬2)\r¬__________\r(¬1) أي: لأن القضاء من فعل الله تعالى، فيجب الرضا به، واعتقاد أنه عدل منه سبحانه في عبده، لا بمعنى كونه متصرفا فيه بمجرد القدرة والمشيئة بل بوضع القضاء في موضعه، وإصابة محله، فكل ما قضاه\rعلى عبده فقد وضعه موضعه اللائق به وأصاب محله الذي هو أولى به من غيره.\r(¬2) قلاه: أبغضه أي: وذلك المقضي من فعل الشخص الذي أتى بما يبغضه الله، وفعله الأشياء المبغوضة لله، لا يجوز الرضا بها إجماعا، بل الرضا بالقدر الجاري على العبد باختياره وفعله من أنواع الظلم والفسوق مما يكرهه الله ويسخطه، وينهى عنه، ويعاقب عليه، ولله سبحانه في ظهور المعاصي وترتب آثارها من الحكم ما يشهده أولو الأبصار.\rوأما الرضا بالقضاء الكوني القدري الجاري على خلاف مراد العبد كالفقر والمرض فمستحب، ومن أجل الأمور، وأشرف أنواع العبودية، ولم يطالب به العموم لعجزهم ومشقته عليهم، وقيل: يجب، فتستوي النعمة والبلية عنده في الرضا بها وهو من مقامات الصديقين واختار شيخ الإسلام استحبابه، وقال: لم يجئ الأمر به كما جاء بالصبر، وإنما جاء الثناء على أصحابه ومدحهم.\rوالرضا بالقدر الكوني الموافق لمحبة العبد وإرادته ورضاه من\rالصحة والغنى ونحو ذلك فأمر لازم بمقتضى الطبيعة وليس\rالرضا به عبودية، وعلى العبد أن يوافق ربه، فيبغض الذنوب\rويمقتها، لأن الله يبغضها، ويرضى بالحكمة التي خلقها الله\rلأجله، فهي من جهة فعل العبد لها مكروهة مسخوطة، ومن جهة خلق الرب لها محبوبة مرضية.\rلأن الله خلقها لما له في ذلك من الحكمة، والعبد فعلها وهي ضارة له، موجبة له العذاب، فنحن نكرهها وننهى عنها، كما أمرنا الله بذلك، ونعلم أن الله خلقها لما له في ذلك من الحكمة، فنرضى بقضائه وقدره، لأنا إذا نظرنا إلى إحداث الرب لذلك، للحكمة التي يحبها ويرضاها، رضينا لله بما رضية لنفسه، فنرضاه ونحبه مفعولا لله مخلوقا له، ونبغضه ونكرهه فعلًا للمذنب المخالف لأمر الله.","seal":"E5D12ED0","part":1},
      {"page":64,"id":68,"nass":"فصل\rفي الكلام على الذنوب ومتعلقاتها\r\rويفسق المذنب بالكبيره (¬1) ... كذا إذا أصر بالصغيره (¬2)\r¬__________\r(¬1) أي: يفسق المسلم المكلف بإتيانه المعصية الكبيرة، وأصل الفسوق: الخروج عن الاستقامة والجور، وسمي الفاسق فاسقا لخروجه عن أمر الله، والمذنب هو المقترف للذنب، وهو الإثم، وكل إثم عدوان، والعدوان فعل ما نهى عنه، أو ترك ما أمر به.\rوالكبيرة: كل معصية فيها حد في الدنيا، أو وعيد في الآخرة، أو نفي إيمان، أو لعن، أو غضب، أو عذاب، ومن برئ منه الرسول - صلى الله عليه وسلم - أو قال: ليس منا.\r(¬2) أي: كما أن المسلم يفسق بإتيانه الكبيرة، كذلك يفسق إذا أصر على الصغيرة: يقال أصر على الشيء إذا لزمه وداوم عليه، ومن أتبعه بالاستغفار فليس بمصر وإن تكرر منه؛ وفي الحديث: «ما أصر من استغفر» . ومن أصر فإنه يفسق حتى بالصغيرة، لأن الإصرار يصير الصغيرة في حكم الكبيرة.","seal":"D04B6B04","part":1},
      {"page":65,"id":69,"nass":"لا يخرج المرء من الإيمان ... بموبقات الذنب والعصيان (¬1)\rوواجب عليه أن يتوبا (¬2) ... من كل ما جر عليه حوبا (¬3)\r¬__________\r(¬1) أي: لا يخرج الإنسان من دائرة الإيمان بمهلكات الذنب والعصيان دون الشرك بالله، والكفر بأي نوع من أنواع المكفرات، فإن ذلك يخرجه من الدين، لا مطلق المعاصي والكبائر، ولا يسلب المرء اسم مطلق الإيمان بذلك، كما أنه لا يعطى اسمه المطلق، بل يقال: مؤمن بإيمانه، فاسق بكبيرته. والعصيان: ضد الطاعة، وهو يرادف الذنب والإثم، وسميت الكبيرة موبقة، لأنها سبب لإهلاك مرتكبها في الدنيا، بما يترتب عليها من العقاب وفي الآخرة من العذاب، وفي الحديث: «اجتنبوا السبع الموبقات» . وقال ابن عباس هن إلى السبعين أقرب منهن إلى السبع وفي رواية إلى السبعمائة\r(¬2) أي: واجب على المذنب وجوب لزوم لا بد منه أن يتوب، أي: يرجع عن الذنب بأن يقلع عنه، ويندم عليه، ويعزم على أن لا يعود إليه، وإن تعلق بآدمي بأن يرضيه\r(¬3) أي: من كل شيء جر على المذنب حوبا، أي: إثما، وذكر أن مراده ما جر عليه الهلاك والبلاء، واتفق العلماء: على أن التوبة واجبة من كل معصية على الفور، وأن من تاب توبة نصوحا تاب الله عليه، وبدل سيئاته حسنات، كما أخبر الله به في كتابه وعلى لسان رسوله - صلى الله عليه وسلم -.","seal":"436F5EAA","part":1},
      {"page":66,"id":70,"nass":"ويقبل المولى بمحض الفضل ... من غير عبد كافر منفصل\rما لم يتب من كفره بضده ... فيرتجع عن شركه وصده (¬1)\rومن يمت لم يتب من الخطا ... فأمره مفوض لذي العطا\rفإن يشأ يعفو وإن شاء انتقم ... وإن يشأ أعطى وأجزل النعم (¬2)\r¬__________\r(¬1) أي: ويقبل الله بخالص الفضل والكرم من كل عبد مذنب تاب إليه توبة نصوحا، غير كافر بالله ورسوله منفصل عن الدين، إما بردة، أو كفر أصلي فلا تقبل توبته من الذنوب، ما لم يتب من كفره فيشهد الشهادتين، ويتصف من بعد رجوعه عن الكفر، بضده - أي: الإسلام - فإن كان مرتدا بإنكار ما علم من الدين بالضرورة فيرجع عن إنكار ذلك، ويقر ويذعن، وإن كان شركا، فلا يقبل منه، ما لم يرجع عن شركه الذي كان متصفا به وصده، أي: إعراضه عن الدين، وانقياده للشريعة.\r(¬2) أي: وأي امرئ مذنب يدركه الموت وهو مصر على ذنوبه لم يتب من الخطأ الذي ارتكبه لم تحكم عليه بالكفر بارتكابه الذنوب، كما زعمت الخوارج، ونقول: الذي يئول إليه مفوض وموكول لصاحب الكرم والجود، فإنه سبحانه وتعالى: إن شاء عفا وتجاوز عنه، وعامله بفضله، وإن شاء عامله بالعدل، وانتقم منه، ولا يخلد في النار إلا من مات على الشرك، وإن شاء أعطى وأجزل، وأعظم له النعم، وللذنوب أسباب أيضا تسقط العقوبة غير التوبة، منها الحسنات الماحية، والعقوبات والمصائب، وغير ذلك.","seal":"C41B5C2F","part":1},
      {"page":67,"id":71,"nass":"فصل\rفي ذكر من قيل بعدم قبول إسلامه\rمن طوائف أهل العناد والزندقة والإلحاد\r\rوقيل في الدروز والزنادقه ... وسائر الطوائف المنافقه (¬1)\rوكل داع لابتداع يقتل (¬2) ... ...................................\r¬__________\r(¬1) أي: وقيل في طوائف الدروز من الحمزاوية أتباع حمزة اللباد، المدعو عندهم بهادي المستجيبين، والبرذعي، والدرزي، وغيرهم من الحاكميين، القائلين بإلهية الحاكم العبيدي؛ إسماعيلية من القرامطة النصيرية، أشد كفرا من الغالية، والزنادقة جمع زنديق فارسي معرب من يبطن الكفر، ويظهر الإسلام، أو يقول بالنور والظلمة؛ أو لا يؤمن بالربوبية، واسم المنافق يتناوله.\rوسائر، أي: بقية الطوائف جمع طائفة، أي الجماعة المنافقة، من النفاق، وهو: إبطان الكفر، وإظهار الإيمان، كمبتدع الرفض، والتجهم، الجميع كفار يقتلون ولا يستتابون، وإن أتوا بالشهادتين وبقية شرائع الإسلام، واختار شيخ الإسلام وغيره قبول توبتهم لقوله: {إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ} [النساء: 146]\r(¬2) أي: وكل داع لابتداع مكفر من بدع الضلال يقتل، لعدم قبول\rتوبته ظاهرا، وقل أن يوفق للتوبة، لأن الاعتقاد الفاسد يدعوه إلى\rأن لا ينظر إلى خلافه، فلا يعرف الحق. وقال شيخ الإسلام ابن\rتيمية: قد بين الله أنه يتوب على أئمة الكفر، الذين هم أعظم من أئمة البدع، وظاهر مذهب أحمد مع سائر أئمة المسلمين: أنها تقبل توبة الداعية.","seal":"1206DFB9","part":1},
      {"page":68,"id":72,"nass":".................................. ... كمن تكرر نكثه لا يقبل (¬1)\rلأنه لم يبد من إيمانه ... إلا الذي أذاع من لسانه (¬2)\rكملحد وساحر وساحره (¬3) ... وهم على نياتهم في الآخره (¬4)\r¬__________\r(¬1) أي: كمن تكرر نقضه للإسلام، بأن تكررت ردته لا يقبل منه الإسلام، لظاهر قوله: {إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا} [النساء: 137] واختار شيخ الإسلام وجمع: قبولها، لأن التائب راجع عن الكفر.\r(¬2) أي: لأنه لم يبد، أي: يظهر للعيان من إيمانه الذي زعم أنه دخل به الإسلام إلا الذي أظهر ونشر قبل توبته من لسانه، مع عدم اعتقاده للإسلام، فلم يزد على ما كان يقوله، ويأتي به ويذيعه في حال كفره، فلا يكون لما قاله حكم، لأن الظاهر من حاله: أنه إنما يستدفع عنه القتل بإظهار التوبة إذا بدا منه ما يؤاخذ به.\r(¬3) الإلحاد: الميل، والعدول عن الشيء، والملاحدة: الذين يسبون الله، أو أحدا من أنبيائه، وكذلك من ذكر الله، أو رسوله بسوء، وكساحر وساحرة ممن يكفر بسحره، لحديث جندب: «حد الساحر ضربة بالسيف» وكتب عمر: أن اقتلوا كل ساحر وساحرة.\r(¬4) أي: والزنادقة والدروز والمنافقة ونحوهم يبعثون على\rنياتهم في الدار الآخرة، فمن صدق في توبته قبلت باطنا، ونفعه ذلك في الآخرة واختار شيخ الإسلام وجمهور الأمة قبول الإسلام والتوبة من كل من ذكر، ولأن الزندقة ونحوها نوع كفر، فجاز أن تقبل توبتهم، كسائر أنواع الكفر، فإذا بان لنا في الظاهر حسن طريقته وتوبته، وجب قبولها.\rواختلفوا في قبول توبة من سب الرسول - صلى الله عليه وسلم - فذكر أبو المظفر، والقاضي، وشيخ الإسلام ابن تيمية، وغيرهم: أن المشهور من مذهب مالك وأحمد عدم قبول توبته في الدنيا، وهو المشهور من قول السلف، وجمهور العلماء، وأحد الوجهين لأصحاب الشافعي، ووجهه شيخ الإسلام في الصارم، وذكر: أن مذهب أبى حنيفة والشافعي قبولها مطلقا، وهو رواية عن مالك وأحمد، وقول طوائف من السلف، ووجهوا: أن سبه ليس بأعظم من سب الله عز وجل، ولم ينعقد الإجماع على قتله حدا فالله أعلم.\rوقال الشيخ: والإمام إذا رأى قتل الزنديق لسعيه في الأرض بالفساد، ساغ له ذلك.","seal":"662F3AD1","part":1},
      {"page":69,"id":73,"nass":"قلت وإن دلت دلائل الهدى ... كما جرى للعيلبوني اهتدى (¬1)\r¬__________\r(¬1) أي: قال المصنف - رحمه الله - وإن دلت من الشخص التائب دلائل الهدى، وقرائن الأحوال، كما جرى للرجل الصالح \" العيلبوني \" نسبة إلى بلدة \" عيلبون من أعمال صفد، ارتحل إلى مصر، وأخذ عن علمائها، ثم ذهب إلى الشام وكان درزيا ثم تاب، ورجع عن كفره وإلحاده، وحسنت حاله، وأقبل على الإسلام، ورفض ما كان عليه من الكفر، فمن ظهرت منه قرائن الأحوال واتباع الهدى -كما جرى لهذا الرجل الصالح - فقد اهتدى.","seal":"CE4A6017","part":1},
      {"page":70,"id":74,"nass":"فإنه أذاع من أسرارهم ... ما كان فيه الهتك عن أستارهم (¬1)\rوكان للدين القويم ناصرًا ... فصار منا باطنًا وظاهرًا (¬2)\rفكل زنديق وكل مارق ... وجاحد وملحد منافق\rإذا استبان نصحه للدين ... فإنه يقبل عن يقين (¬3)\r¬__________\r(¬1) أي: فإن العيلبوني نشر من أسرار الدروز، وفضحهم، وأظهر ما هم عليه من الكفر، مما لا يجوز عند أحد من سائر أهل الملل، وأذاع شيئا كثيرا كان فيه الهتك - أي: الكشف - عن أستارهم التي كانوا يكتمونها، ويستترون بإظهارهم الإسلام تقية مع عكوفهم على الكفر، ومن اعتقادهم: أن كل ما حرمته الشريعة فهو مباح، وألف كتابا في الرد عليهم، وكان شاعرا أديبا، وقال قصيدة نونية في الرد على الدروز نحوا من ثلاثمائة بيت، وتوفي بعكا سنة (1085هـ)\r(¬2) أي: وكان العيلبوني - وكذا كل من نحا منحاه للدين القويم، والهدى المستقيم - ناصرا باتباعه والعكوف عليه، وذم من خالفه، فصار منا معشر المسلمين أهل السنة والجماعة باطنا وظاهرا، مسلما مقبول الإسلام في الباطن والظاهر.\r(¬3) أي: فالذي نختاره وندين الله به: أن كل زنديق لا يتدين بدين، أو يظهر الإسلام ويبطن الكفر، وكل مارق من أهل البدع والضلالات، وكل جاحد من درزي ودهري، وفيلسوف ومعطل، وعابد وثن، وكل ملحد في آيات الله، ومنكر للشرائع، وكافر بالله ورسوله،\rإذا تاب مما هو عليه من الكفر والإلحاد والضلال، وظهر صحة\rإيمانه ونصحه للدين القويم، فإنه تقبل منه التوبة، والرجوع\rإلى الله الذي يقبل التوبة عن عباده، قال تعالى: {إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ} [البقرة: 160] وقال فيمن قال: إن الله ثالث ثلاثة: {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ} [المائدة: 74] واليقين ضد الشك.","seal":"8762B817","part":1},
      {"page":71,"id":75,"nass":"فصل\rفي الكلام على الإيمان\rواختلاف الناس فيه وتحقيق مذهب السلف في ذلك\r\rإيماننا قول وقصد وعمل (¬1) ... تزيده التقوى وينقص بالزلل (¬2)\r¬__________\r(¬1) أي: إيماننا معشر السلف: قول باللسان واعتقاد بالجنان، وعمل بالأركان فإن من لم يقر بلسانه مع القدرة فليس بمؤمن، ومن أقر بلسانه ولم يعتقد بقلبه، فهو منافق، وليس بمؤمن ومن لم يعمل بالقلب والجوارح، فليس بمؤمن، فمذهب السلف: أن الإيمان قول بالسان، واعتقاد بالجنان، وعمل بالأركان، ويقولون الإيمان قول وعمل ونية وبعضهم يزيد: واتباع السنة.\r(¬2) أي: ومذهب السلف: أن الإيمان تزيده التقوى - أي: العمل الصالح - وينقص بارتكاب الزلل -أي: المعاصي- فيعبر السلف من الصحابة وغيرهم: يزيد بالطاعة وينقص بالمعصية، ويتفاضل، قال تعالى: {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} [الأنفال: 2] . {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا} [المدثر: 31] . وإذا أفرد الإيمان دخل فيه الإسلام، وإذا قرنا فسر الإسلام بالأعمال الظاهرة، والإيمان بالأعمال الباطنة.","seal":"6CD42518","part":1},
      {"page":72,"id":76,"nass":"ونحن في إيماننا نستثني ... من غير شك فاستمع واستبن (¬1)\rنتابع الأخيار من أهل الأثر ... ونقتفي الآثار لا أهل الأشر (¬2)\rولا تقل إيماننا مخلوق ... ولا قديم هكذا مطلوق (¬3)\r¬__________\r(¬1) أي: فنحن معشر السلف يقول أحدنا: أنا مؤمن إن شاء الله من غير شك منا في ذلك بل للتقصير في بعض خصال الإيمان، والشك التردد بين أمرين، لا مزية لأحدهما على الآخر، فاستمع، أي: أصغ لما أوردته، واطلب بيانه وإظهاره بأدلته النقلية والعقلية.\rقال شيخ الإسلام ابن تيمية: كان السلف يستثنون في الإيمان، لأن الإيمان يتضمن فعل جميع الواجبات، فلا يشهدون لأنفسهم بذلك، كما لا يشهدون لهم بالبر والتقوى، فإن ذلك مما لا يعلمونه، وهو تزكية لأنفسهم.\r(¬2) أي: نتابع في اعتقادنا الأخيار من الصحابة والتابعين لهم بإحسان من أئمة أهل الأثر الذين هم على نهج الرسول - صلى الله عليه وسلم - وعلى مقتضى القرآن، ونتبع ونقتدي بالآثار المأثورة عن الكتاب المنزل، والنبي المرسل، والصحابة والتابعين لهم بإحسان، وأئمة الدين من أهل التحقيق والعرفان، فهم أهل الدراية والرواية، لا نتابع أهل الأشر من كل متحذلق ومتعمق من فروخ الجهمية، والمرجئة، والكرامية والفلاسفة، والملاحدة وغيرهم.\r(¬3) أي: ولا تقل أيها الأثري: إيماننا مخلوق، لدخول الأعمال فيه، التي من جملتها الصلاة، ولا تقل قديم، قال أحمد: من قال: الإيمان مخلوق فقد كفر ومن قال: غير مخلوق، فهو مبتدع، ومن قال: قديم فهو مبتدع، هكذا مطلق عن القيود.","seal":"B756DD09","part":1},
      {"page":73,"id":77,"nass":"فإنه يشمل للصلاة ونحوها ... من سائر الطاعات (¬1)\rففعلنا نحو الركوع محدث ... وكل قرآن قديم فابحثوا (¬2)\rووكل الله من الكرام اثنين ... حافظين للأنام (¬3)\rفيكتبان كل أفعال الورى ... كما أتى في النص من غير امترا (¬4)\r¬__________\r(¬1) أي: فإن الإيمان يشمل للصلاة المشروعة، ويشمل نحو الصلاة من بقية الطاعات التي يتقرب بها العبد إلى الله، وسائر العبادات التي يأتي بها لغفران ذنبه.\r(¬2) أي: ففعلنا معشر الخلق نحو الركوع، والسجود، والقعود، وسائر أفعال الخلق، محدث، لأنه مسند إليهم، والله خالق أفعال العباد، وقوله: وكل قرآن قديم، أي: وكل ما كان من قرآن، فهو قديم، وتقدم: أنه قول ابن كلاب، ولم يقل به أحد من السلف، وان الله يتكلم متى شاء باتفاق النبوات، وقوله: فابحثوا، أتى به لتتمة البيت، والبحث هو التفتيش والتقصي عن دقائق المعاني.\r(¬3) أي: وكل الله سبحانه من الملائكة الكرام اثنين، مفعول وكل، حافظين للأنام من الأنام، وصفهم بالكرام، لما جاء في وصفهم بذلك في الكتاب والسنة، وهم ذوات قائمة بأنفسها، قادرة على التشكل بالقدرة الإلهية، لا يأكلون ولا يشربون، ولا ينكحون، ويسبحون الليل والنهار لا يفترون.\r(¬4) أي: فيكتب الملكان الحافظان جميع أفعال الخلق، كما في قوله تعالى: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ * كِرَامًا كَاتِبِينَ * يَعْلَمُونَ مَا تَفْعَلُونَ} [الانفطار: 10-12] . وقال: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق: 18] من غير امتراء، أي من غير شك، بل نؤمن بها ونصدق بهما، يكتبان أفعال العبد، وأقواله، بإجماع المسلمين.","seal":"FCBD5E85","part":1},
      {"page":74,"id":78,"nass":"الباب الرابع\rفي ذكر بعض السمعيات من ذكر البرزخ\rوالقبور وأشراط الساعة والحشر والنشر (¬1)\r\rوكل ما صح من الأخبار ... أو جاء في التنزيل والآثار (¬2)\rمن فتنة البرزخ والقبور ... وما أتى في ذا من الأمور (¬3)\r¬__________\r(¬1) المراد بالسمعيات: ما كان طريق العلم به السمع الوارد في الكتاب والسنة والآثار مما ليس للعقل فيه مجال، ويقابله: ما يثبت بالعقل، ويسمى العقليات والنظريات.\r(¬2) أي: وكل حكم من الأحكام، أو خبر صح من الأخبار عن النبي - صلى الله عليه وسلم - قدمه لمزيد الاهتمام به، ولئلا يظن ظان: أن ما لم يثبت في التنزيل ليس عليه مزيد تعويل، أو جاء في القرآن المنزل على النبي - صلى الله عليه وسلم -، أو صح في الآثار السلفية عن الصحابة، مما ليس لعقل فيه مرام، فإنه يشعر أنهم تلقوه عن النبي - صلى الله عليه وسلم -\r(¬3) الفتنة: الامتحان والاختبار، والبرزخ: الحاجز بين الشيئين، وسمي البرزخ برزخا، لكونه حاجزا بين الدنيا والآخرة، من وقت الموت إلى القيامة، ومن مات دخله، وفتنة القبور، من عطف الخاص على العام، لأن أحوال البرزخ تشتمل على ذلك، والذي أتى عن الصادق المصدوق - صلى الله عليه وسلم - في فتنة البرزخ، والقبور، وغيرها من الأمور المهولة، حق لا يرد، بل يجب الإيمان به واعتقاده.\rمن ذلك: سؤال الملكين منكر ونكير فيجب الإيمان به شرعا، لثبوته عن النبي - صلى الله عليه وسلم - وإنهما يسألانه: من ربك؟ وما دينك؟\rومن نبيك؟ فيقول المؤمن: الله ربى، والإسلام ديني، ومحمد نبيي، ويقول المرتاب: هاه، هاه، لا أدري سمعت الناس يقولون شيئا\rفقلته.\rومن ذلك عذاب القبر، وقد ورد التعوذ بالله منه، وهو على الروح والبدن جميعا، وقد ينفرد أحدهما، وهكذا نعيمه باتفاق أهل السنة.","seal":"56E5D181","part":1},
      {"page":75,"id":79,"nass":"وأن أرواح الورى لم تعدم ... مع كونها مخلوقة فاستفهم (¬1)\r¬__________\r(¬1) أي: ومما ينبغي أن يعلم أن أرواح بني آدم لم تعدم بموت الأبدان التي كانت فيها، ولا تموت، ولا تفنى، لأنها خلقت للبقاء، مع كون الأرواح مخلوقة لله، مبتدعة محدثة، مربوبة بالاضطرار من دين الرسل، وباتفاق الأئمة، فاستفهم، أي: اطلب علم ذلك من مظانه.\rوالروح: قد اختلف في حقيقتها.\rقال ابن القيم: والصحيح أنها جسم مخالف بالماهية لهذا الجسم المحسوس وهو جسم نوراني علوي خفيف، حي متحرك، وينفذ في جوهر الأعضاء ويسري فيها سريان الماء في الورد، فما دامت هذه الأعضاء صالحة لقبول الآثار الفائضة عليها من هذا الجسم اللطيف، بقي هذا الجسم اللطيف متشابكا بهذه الأعضاء وأفادها هذه الآثار، ومن الحس، والحركة والإرادة، وإذا فسدت هذه الأعضاء بسبب استيلاء الأخلاط الغليظة عليها، وخرجت عن قبول تلك الآثار، فارق الروح البدن، قال: وهذا القول هو الصواب، وعليه دل الكتاب والسنة، وإجماع الصحابة، وأدلة العقل والفطرة. اهـ.\rوالأرواح في البرزخ متفاوتة أعظم تفاوت، فمنها: أرواح في عليين. ومنها: أرواح في حواصل طير خضر تسرح في الجنة.\rومنهم: من يكون مقره باب الجنة. ومنهم: من يكون محبوسا على باب الجنة. ومنهم: من يكون محبوسا في قبره، ومنهم: من يكون محبوسا في الأرض.\rومنهم: من يكون في تنور الزناة والزواني، وأرواح في نهر الدم تسبح فيه، وتلقم الحجارة.\rومنهم: من يعرض على جهنم غدوة وعشية، كما جاءت بذلك الآثار، والروح أسرع شيء حركة وانتقالا، وصعودا وهبوطا، ولها لذة ونعيم وعذاب عظيم.","seal":"2ED1C51C","part":1},
      {"page":76,"id":80,"nass":"فكل ما عن سيد الخلق ورد ... من أمر هذا الباب حق لا يرد (¬1)\r¬__________\r(¬1) أي: فكل الذي ورد عن سيد الخلق صلوات الله وسلامه عليه بالأسانيد المقبولة، ودونه أهل العلم من أي أمر من أمور هذا الباب وغيره حق يجب اعتقاده والإيمان به لا يرد من ذلك شيء ثبت عن المعصوم - صلى الله عليه وسلم -، فمن تصدى لرد شيء من ذلك، فقد خاب وخسر.\rفإن الرسل جعلهم الله واسطة بينه وبين عباده في تعريفهم ما ينفعهم، وما يضرهم، وإذا لم يحصل للعبد نور الرسالة وحياتها، مات قلبه موتا لا ترجى الحياة معه أبدا، وشقي شقاوة لا سعادة معها أبداً، فلا فلاح إلا باتباع الرسول - صلى الله عليه وسلم - والإيمان بما جاء به.","seal":"D5E0C6EF","part":1},
      {"page":77,"id":81,"nass":"فصل في أشراط الساعة\rوعلاماتها الدالة على اقترابها ومجيئها (¬1)\r\rوما أتى في النص من أشراط (¬2) ... ...................................\r¬__________\r(¬1) أشراطها: أماراتها، وعلاماتها، قال تعالى: {فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا} [محمد: 18] .\rوقال: {اقْتَرَبَتِ السَّاعَةُ} [القمر: 1] .\rوقال عليه السلام: «بعثت أن والساعة كهاتين، وأشار بالسبابة والتي تليها» .\rوأماراتها ثلاثة أقسام:\rقسم ظهر وانقضى: كبعثة النبي - صلى الله عليه وسلم - ووقعة الجمل، وصفين، ونحوهما، وملك بني أمية، والعبابسة، ونار الحجاز التي أضاءت منها أعناق الإبل ببصرى، وخروج الكذابين المدعين النبوة وكثرة المال والزلازل.\rوقسم متوسط: ككون أسعد الناس بالدنيا: لكع بن لكع، وإماتة الصلاة، وإضاعة الأمانة والتباهي في المساجد، وأكل الربا، ونحو ذلك، كرفع العلم وكثرة الجهل، وكثرة الزنا وشرب الخمر، وقلة الرجال وكثرة النساء وتوسيد الأمور إلى غير أهلها، ولحوق حي من الأمور بالمشركين، وعبادة فئام من الأمة الأوثان وغير ذلك.\rوالقسم الثالث: العلامات العظام التي تعقبها الساعة: وهي المقصود بالنظم.\r(¬2) أي: وما ورد في النص القرآني، والحديث النبوي من أشراط الساعة يجب اعتقاده، والمراد يوم القيامة، سمي بالساعة لقربها، أو لأنها تأتي بغتة في ساعة.","seal":"22BC8B07","part":1},
      {"page":78,"id":82,"nass":".................................. ... فكله حق بلا شطاط (¬1)\rمنها الإمام الخاتم الفصيح ... محمد المهدي والمسيح (¬2)\r¬__________\r(¬1) أي: فكل الذي أتى في النص من أشراط الساعة حق واقع يقين، يجب اعتقاده بلا شطاط، أي: من غير طول وبعد.\r(¬2) أي: من أشراط الساعة، التي وردت بها الأخبار، ظهور الإمام المقتدى به، الخاتم للإمامة، فلا إمام بعده، الفصيح اللسان، لأنه من صميم العرب، أهل الفصاحة والبلاغة، والفصاحة: خلوص الكلام من ضعف التأليف، وتنافر الكلمات والتعقيد، مع فصاحة مفرداته، والفصاحة والبيان في المتكلم ملكة يقتدر معها على التعبير بالمقصود بلفظ فصيح.\rومحمد المهدي اسمه وأشهر أوصافه، فقد ورد عن النبي - صلى الله عليه وسلم - أنه قال: «يواطئ اسمه اسمي، واسم أبيه أسم أبي» .\rوفي رواية: «لا تذهب الدنيا حتى يملك رجل من أهل بيتي، يواطئ اسمه اسمي يملأ الأرض عدلا وقسطا، كما ملئت جورا وظلما» ، وأخرجه الترمذي، وصححه بلفظ: «حتى يملك العرب رجل من أهل بيتي» .\rوأخرجه أبو داود وغيره، وتسميته محمد، أو محمد بن عبد الله، ووصفه بالمهدي، ورد في عدة أخبار، تدل على خروجه، وحكمه بالقسط والعدل، والله اعلم.\rوالمسيح هو عيسى ابن مريم عليه السلام، سمي مسيحا: لأنه\rيمسح ذا العاهة فيبرأ، أو لمسحه في الأرض، ذهابه فيها، أو لكونه ممسوح القدمين، أو لحسن خلقه، والمسحة: الجمال، أو الصديق، خلقه الله من أنثى بلا ذكر ثم قال له: كن فكان بكن، بعثه الله إلى بني إسرائيل، وكان آخر أنبيائهم، وله حواريون وأنصار، ولما أجمع أولئك الملأ على قتله، رفعه الله إليه، كما قال تعالى: {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ} [النساء 158] .\rوقال: {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} [آل عمران: 55] وليس المراد الموت المعهود بل كقوله: {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} [الزمر: 42] . فإنه حي.\rونزوله ثابت بالكتاب والسنة، وإجماع الأمة، قال تعالى: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} [النساء: 159] . وذلك عند نزوله من السماء آخر الزمان، وفي صحيح مسلم: «بينما الدجال كذلك، إذ بعث الله المسيح ابن مريم، فينزل عند المنارة البيضاء شرقي دمشق، بين مهرودتين واضعا كفيه على أجنحة ملكين، إذا طأطأ رأسه قطر، وإذا رفع رأسه تحدر منه جمان كاللؤلؤ، فلا يحل لكافر يجد ريحه إلا مات، ونفسه ينتهي حيث طرفه» .\rوفي الصحيحين: «والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حكما عدلا، فليكسر الصليب، وليقتل الخنزير، وليضع الجزية، فلا يقبل إلا الإسلام، ويتحد الدين فلا يعبد إلا الله وحده» .\rوأجمع السلف: أنه ينزل، ويحكم بهذه الشريعة\rالمحمدية، وتنبت الأرض نبتها كعهد آدم، حتى يجتمع النفر على القطف من العنب فيشبعهم، كما ثبت ذلك.","seal":"0EB92D9C","part":1},
      {"page":80,"id":83,"nass":"وأنه يقتل للدجال ... بباب لد خل عن جدال (¬1)\r¬__________\r(¬1) أي: وإن المسح عيسى ابن مريم يقتل الدجال بأمر الله وتأييده، وسمي دجالا لتمويهه على الناس، وتلبيسه، وسمي أيضا مسيحا، لأنه ممسوح العين قال عليه السلام: «إنه أعور، وإن ربكم ليس بأعور» . وأمر بالتعوذ منه، قال: «وأعوذ بك من فتنة المسيح الدجال» وقال: «إنه يجيء معه مثل الجنة والنار فالتي يقول إنها الجنة هي النار» . وأخرجه مسلم، ولهما عنه - صلى الله عليه وسلم -: «إن الدجال يخرج، وإن معه ماء ونارا، فأما الذي يراه الناس ماء فنار تحرق وأما الذي يراه الناس نارا فإنه ماء عذب، فمن أدرك ذلك منكم فليقع في الذي يراه نارًا، فإنه ماء عذب طيب» .\rوأخبر أن لبثه في الأرض: «أربعون يومًا: يوم كسنة، ويوم كشهر، ويوم كجمعة وسائر أيامه كأيامكم» ، وسئل: عن الصلاة في اليوم الذي كسنة؟ قال: «قدروا له» .\rوقوله: بباب؛ متعلق بيقتل؛ أي: يقتل الدجال بباب لد، بوزن مد، بلدة مشهورة، بينها وبين رملة فلسطين فرسخ، إلى جهة الشمال، ينزل مع الفجر بدمشق، على المنارة البيضاء ويهرب أصحاب الدجال، فيدركه بباب لد فيقتله، خل، أي: اترك وتنح عند جدال في ذلك، فإنه أخبر به المعصوم - صلى الله عليه وسلم - فوجب اعتقاده.","seal":"D4B8061C","part":1},
      {"page":81,"id":84,"nass":"وأمر يأجوج ومأجوج اثبت (¬1) ... ...................................\r¬__________\r(¬1) أي: اعتقد خروج يأجوج ومأجوج، فإنه حق ثابت بالكتاب، والسنة وإجماع الأمة، سموا بذلك: لكثرتهم وشدتهم، وقيل: من الأجاج وهو الماء الشديد الملوحة، وقيل: اسمان أعجميان، وهم من ولد يافث بن نوح باتفاق النسابين قال تعالى: {حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ * وَاقْتَرَبَ الْوَعْدُ الْحَقُّ} [الأنبياء: 96-97] وفي صحيح مسلم: «إن الله يوحي إلى عيسى ابن مريم، بعد قتله الدجال، إني قد أخرجت عبادا لي لا يدان لأحد بقاتلهم، فحرز عبادي إلى الطور، ويبعث الله يأجوج ومأجوج، وهم من كل حدب ينسلون» .\rوفيه أيضا: «إنها لن تقوم الساعة، حتى تروا عشر آيات، فذكر الدخان، والدجال، والدابة وطلوع الشمس من مغربها ونزول عيسى ابن مريم، ويأجوج ومأجوج وثلاث خسوفات: خسف بالمشرق وخسف بالمغرب وخسف بجزيرة العرب، وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم» .\rوقد كفهم الله بردم ذي القرنين، قال تعالى: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا * قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ\rوَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ} [الكهف97-98] فيخرجون، ويحرز عيسى عباد الله إلى الطور كما ثبت، «ويرغب عيسى وأصحابه\rإلى الله فيرسل الله عليهم النغف، فيصبحون موتى ويخرج\rالمسلمون من مدائنهم وحصونهم، ويهبطون إلى الأرض، وقد\rامتلأت بنتنهم، فيرغبون إلى الله، فيرسل الله مطرا فيغسل الأرض حتى يدعها كالزلقة، ثم يقال للأرض: أنبتي ثمرك وردي بركتك، فبينا عيسى وأصحابه في ذلك العيش الرغد وقد هلك عودهم، إذ بعث الله ريحا طيبة، فتأخذهم تحت آباطهم، فتقبض روح كل مؤمن ويبقى شرار الناس يتهارجون فيها تهارج الحمر، فعليهم تقوم الساعة» .","seal":"A8608D2A","part":1},
      {"page":82,"id":85,"nass":".................................. ... وأنه حق كهدم الكعبة (¬1)\rوأن منها آية الدخان (¬2) ... ...................................\r¬__________\r(¬1) أي: كما أن أمر يأجوج ومأجوج، حق ثابت وقوعه، ويجب اعتقاد وقوعه، فكذا يجب اعتقاد وقوع هدم الكعبة المعظمة، لما في الصحيحين وغيرهما عنه - صلى الله عليه وسلم - أنه قال: «يخرب الكعبة ذو السويقتين من الحبشة» .\rوفيهما أيضا: «كأني به أسود أفحج يهدمها حجرا حجرا. الحديث، يتدوالها أصحابه بينهم حتى يطرحها في البحر» .\rأخرج أحمد وغيره: «ولن يستحل هذا البيت إلا أهله، فإذا استحلوه فلا تسأل عن هلكة العرب، ثم تجيء الحبشة فيخربونه خرابا لا يعمر بعده» . والذي تقتضيه الحكمة -والله أعلم- أن هدم الكعبة بعد موت عيسى، وقبض المؤمنين، فبعد ذلك يخرج الحبشة، وعليهم ذو السويقتين، فيخربون مكة، ويهدمون الكعبة، ويرتفع القرآن.\r(¬2) أي: وإن من أشراط الساعة، التي ثبت بها الكتاب والسنة، ويجب الإيمان بها آية، أي علامة، الدخان، قال تعالى: {فَارْتَقِبْ يَوْمَ\rتَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ} [الدخان: 10] . قال ابن عباس وغيره: هو دخان قبل قيام الساعة، يدخل في أسماع الكفار والمنافقين، ويعتري المؤمن منه كهيئة الزكام.\rوتقدم فيما رواه مسلم: «إنها لن تقوم الساعة، حتى تروا عشر آيات فذكر منها الدخان» ، ورواه الترمذي وغيره، وذكر أنه يمكث في الأرض أربعين يوما، وفي حديث حذيفة: «فأما المؤمن فيصيبه منه شبه الزكام، وأما الكافر فيكون بمنزلة السكران، يخرج الدخان من فيه ومنخريه، وعينيه وأذنيه، ودبره» .","seal":"32AF39BC","part":1},
      {"page":83,"id":86,"nass":".................................. ... وأنه يذهب بالقرآن (¬1)\rطلوع شمس الأفق من دبور (¬2) ... ...................................\r¬__________\r(¬1) أي: ومن أشراط الساعة، التي يجب الإيمان بها، رفع القرآن العظيم، المنزل من لدن حكيم عليم، وتقدم قول السلف: منه بدأ وإليه يعود، يرفع من المصاحف والصدور، كما جاء في الأحاديث: إنه يسري به، حتى لا يبقى في المصاحف منه حرف ولا في الصدور منه آية.\r(¬2) أي: ومن علامات الساعة، الثابتة بالكتاب والسنة وإجماع الأمة، طلوع الشمس من المغرب، فقوله: من دبور، أي: من جهة دبر الكعبة، ومنه سميت الريح التي مهبها من جهة المغرب دبوراً، قال تعالى: {يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا} [الأنعام: 158] . أجمع المفسرون: أنها طلوع الشمس من مغربها، وفي الصحيحين: «لا تقوم الساعة حتى تطلع الشمس من مغربها، فإذا طلعت ورآها الناس آمنوا كلهم أجمع، فذلك حين لا ينفع نفسا إيمانها» .\rوأخرج مسلم وغيره: «أتدرون أين تذهب الشمس؟ قالوا: الله ورسوله أعلم قال: إن هذه تجري حتى تنتهي إلى مستقرها تحت العرش فتخر ساجدة، فلا تزال كذلك حتى يقال لها: ارجعي من حيث جئت» - إلى قوله -: «فتصبح طالعة من مغربها بعدما يؤذن لها» .","seal":"4455D3BB","part":1},
      {"page":84,"id":87,"nass":".................................. ... كذات أجياد على المشهور (¬1)\r¬__________\r(¬1) أي: ومن علامات الساعة، الثابتة بالكتاب، والسنة والإجماع، خروج الدابة، صاحبة \"أجياد\" شعب بمكة مشهور، سمي بذلك لما قيل: إنه موضع خيل تبع، أو لمجيء الخيل الجياد منه إلى إسماعيل، قال المصنف في إضافتها إلى \"أجياد\" على القول المشهور، لما روي عن أبي هريرة مرفوعا: «تخرج دابة الأرض من أجياد وروي خروجها من غيره، قال تعالى: {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ} [النمل 82] » .\rوعن حذيفة مرفوعا: «دابة الأرض طولها ستون ذراعا، لا يدركها طالب، لا يفوتها هارب.\rوأخرج أحمد، والترمذي وابن ماجه: «تخرج الدابة ومعها خاتم سليمان، وعصا موسى فتجلو وجه المؤمن بالعصا، وتحطم أنف الكافر بالخاتم، حتى إن أهل الخوان ليجتمعون، فيقول هذا: يا مؤمن، ويقول هذا: يا كافر» .\rولأحمد: «فتسم الناس على خراطيمهم» .","seal":"748EAF8B","part":1},
      {"page":85,"id":88,"nass":"وآخر الأخبار حشر النار ... كما أتى في محكم الأخبار (¬1)\rفكلها صحت بها الأخبار ... وسطرت آثارها الاخيار (¬2)\r¬__________\r(¬1) أي: آخر العلامات العظام، الثابتة بالشرع، حشر الناس للناس من المشرق إلى المغرب، ومن اليمن إلى الشام، كما أتى مصرحا به في محكم الأخبار وصحيح الآثار، ففي صحيح مسلم: «لن تقوم الساعة حتى تروا عشر آيات فعدها ثم قال: وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم» .\rوفي رواية: «نار تخرج من قعر عدن ترحل الناس» ، قال شعبة: وأحسبه قال: «تنزل معهم إذا نزلوا، وتقيل معهم حيث قالوا» ورواه مسلم، وأهل السنن، وله طرق.\r* تتمة: خرج مسلم في صحيحه، وغيره: «تجئ بعد موت عيسى ريح باردة من قبل الشام فلا تبقي على وجه الأرض أحدا في قلبه مثقال ذرة من إيمان إلا قبضته، فيبقى شرار الناس، في خفة الطير وأحلام السباع، لا يعرفون معروفا، ولا ينكرون منكرا، فيتمثل لهم الشيطان فيقولون: ما تأمرنا؟ فيأمرهم بعبادة الأوثان فيعبدونها، وهم في ذلك دار رزقهم حسن عيشهم، ثم ينفخ في الصور» .\rوأخرج مسلم أيضا، وغيره «فبينما هم كذلك إذ بعث الله ريحا طيبة فتأخذهم تحت آباطهم فتقبض روح كل مؤمن وكل مسلم ويبقى شرار الناس يتهارجون تهارج الحمر فعليهم تقوم الساعة» .\r(¬2) أي: فكل أشراط الساعة المذكورة، صححت بها الأخبار، عن\rالمختار - صلى الله عليه وسلم - وكلها سطرت آثارها الأخيار، وآثار: مفعول سطرت، وأصل السطر الصنف من الشيء، والجمع أسطر وسطور. والأخيار: اسم فاعل ضد الأشرار، والمراد هنا: علماء الأمة، من التابعين وتابعيهم، وأئمة السلف، وروي من حديث أبي هريرة: «خير أمتي علماؤها» وقال: «من يرد الله به خيرا يفقهه في الدين» .","seal":"FC9127FB","part":1},
      {"page":86,"id":89,"nass":"فصل\rفي أمر المعاد\r\rواجزم بأمر البعث والنشور ... والحشر جزما بعد نفخ الصور (¬1)\r¬__________\r(¬1) أي: واجزم جزم إيقان واعتقاد، بالبعث بعد الموت، وبالنشور من القبور والحشر لفصل القضاء، جزما: مصدر مؤكد، وذلك كله واقع بعد النفخ في الصور والمراد نفخة البعث.\rومعاد الأبدان متفق عليه، بين المسلمين، واليهود، والنصارى، وسائر أهل الملل قال تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ} [التغابن: 7]\rوقال: {قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ} [يس: 79] ، وقال عليه السلام للعاص بن وائل وقد جاءه بعظم حائل، ففته بيده، فقال: يا محمد أيحيي الله هذا بعدما أرم؟ قال: نعم يبعثه الله ثم يميتك ثم يحيك ثم يدخلك نار جهنم.\rوالنشور، يرادف البعث في المعنى، يقال: نشر الميت، وأنشره\rأحياه، وأما الحشر، فهو في اللغة: الجمع تقول حشرت\rالناس إذا جمعتهم، والمراد: جمع أجزاء الإنسان بعد تفرقها، ثم إحياء الأبدان بعد موتها، فيبعث الله جميع العباد، ويعيدهم بعد موتهم ويسوقهم إلى محشرهم، لفصل القضاء، بالكتاب، والسنة والإجماع.\rوأما النفخ في الصور، فإذا أطلق فالمراد به: نفخة البعث والنشور، وينفخ فيه ثلاث نفخات.\rنفخة الفزع: وهي التي يتغير بها العالم، قال تعالى: {وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ} [ص: 15] . أي رجوع ومرد وقال: {وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} [النمل: 87] . سميت نفخة الفزع، لما يقع من هول تلك النفخة.\rوالنفخة الثانية: نفخة الصعق، وفيها هلاك كل شيء، قال تعالى: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} [الزمر: 68] . وفسر الصعق بالموت، وهو متناول حتى الملائكة، والاستثناء متناول لمن في الجنة، من الحور العين وغيرهم.\rوالثالثة: نفخة البعث والنشور، قال تعالى: {وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ} [يس: 51] . وقال: {ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ} [الزمر: 68] .\rوأخرج ابن جرير والبيهقي وغيرهما، من حديث أبي هريرة، «قلت: وما الصور؟ قال: قرن عظيم، إن عظم دارة فيه كعرض السماء والأرض، فينفخ فيه ثلاث نفخات، الأولى الفزع والثانية نفخة الصعق، والثالثة نفخة القيام لرب العالمين.","seal":"E0EB964B","part":1},
      {"page":88,"id":90,"nass":"كذا وقوف الخلق للحساب (¬1) ... والصحف والميزان للثواب (¬2)\r¬__________\r(¬1) أي: كما يجب الجزم بالبعث والنشور يجب الجزم بقيام الخلق، من الإنس، والجن والدواب، والطير، وغيرهم، لرب العالمين، قال تعالى: {وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا} [الكهف: 47] . وفي ذلك الموقف أهوال عظيمة، تذهل كل مرضعة عما أرضعت، وهو حق ثابت بالكتاب والسنة وإجماع الأمة، يوم يقوم الناس فيه لرب العالمين، حفاة عراة غرلًا، وتدنو منهم الشمس، ويلجمهم العرق، ينزل فيه الرب لفصل القضاء، يحمل عرش ربك فوقهم يومئذ ثمانية. هذا العرض للحساب، ثابت بالكتاب والسنة وإجماع السلف، قال تعالى: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كَانُوا يَعْمَلُونَ} [الحجر: 92-93] . {يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ} [المجادلة: 6] . ويدخل الله الجنة أقوامًا بغير حساب، كما في الصحيحين: «هذه أمتك ومعهم سبعون ألفًا، يدخلون الجنة بغير حساب ولا عذاب وذكر أنهم الذين لا يسترقون، ولا يكتوون، ولا يتطيرون وعلى ربهم يتوكلون» .\r(¬2) أي: ويجب الجزم بأخذ الصحف -جمع صحيفة- وهي صحف الأعمال، قال تعالى: {وَإِذَا الصُّحُفُ نُشِرَتْ} [التكوير: 10] وقال: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ} [الحاقة: 19] . {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ} [الحاقة: 25] . فنشر الصحف وأخذها باليمين، أو الشمال، يجب الإيمان به، لثبوته بالكتاب والسنة وإجماع الأمة وقدم الحساب عليه للقافية، أو تقديمًا للمقاصد على الوسائل.\rوقوله: والميزان؛ أي يجب الجزم بالميزان، لأجل ثواب الأعمال الصالحة، وغب السيئات الفاضحة، فنؤمن بأن الميزان الذي توزن به الحسنات والسيئات حق لثبوته بالكتاب والسنة والإجماع، وأن له كفتين بهما صحائف الأعمال، وقد بلغت أحاديثه حد التواتر.\rوقال تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} [الأنبياء: 47] .\rقال: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} [المؤمنون: 102-103] . فيحاسب الله الخلائق، ويخلو بعبده المؤمن فيقرره بذنوبه، كما وصف ذلك في الكتاب والسنة؛ وأما الكفار، فلا يحاسبون محاسبة من توزن حسناته وسيئاته، فإنهم لا حسنات لهم، ولكن تعد أعمالهم ويقررون بها، ويجزون عليها.","seal":"F1F69153","part":1},
      {"page":89,"id":91,"nass":"كذا الصراط ثم حوض المصطفى ... فيا هنا لمن به نال الشفا (¬1)\r¬__________\r(¬1) وكذا يجب الجزم بثبوت الصراط، وهو في اللغة: الطريق الواضح؛ وفي الشرع: جسر منصوب على متن جهنم، وهو الجسر الذي بين\rالجنة والنار، ويرده الأولون والآخرون، فيمرون عليه على قدر\rأعمالهم فمنهم من يمر كلمح البصر، ومنهم من يمر كالبرق،\rومنهم من يمر كالطير، وكأجاود الخيل والركاب، تجري بهم أعمالهم، ومنهم من يزحف زحفًا، ومنهم من يخطف ويلقى في\rجهنم، فإن الجسر عليه كلاليب تخطف الناس بأعمالهم، فمن مر على الصراط دخل الجنة فإذا عبروا وقفوا على قنطرة بين الجنة والنار، فيقتص لبعضهم من بعض، فإذا هذبوا ونقوا، أذن لهم في دخول\rالجنة.\rوقوله: ثم حوض المصطفى: أي: اجزم بثبوت حوضه - صلى الله عليه وسلم - فهو حق ثابت بإجماع أهل الحق، متواتر عنه - صلى الله عليه وسلم -، ففي الصحيحين: «حوضي مسيرة شهر، ماؤه أبيض من اللبن وريحه أطيب من المسك، وكيزانه كنجوم السماء، من شرب منه لا يظمأ أبدًا» .\rوفي الصحيحين: «إن قدر حوضي ما بين أيلة وصنعاء» . فيا هنا لشخص نال الشفاء بالشراب من ذلك الحوض.\rوقال المصنف أي: أيها الشراب السائغ الهني الآتي بلا مشقة، أقبل على شخص، بسبب الشرب منه، نال الشفاء من ظمأ ذلك اليوم، والشفاء هو الدواء.","seal":"FC8D6513","part":1},
      {"page":90,"id":92,"nass":"عنه يذاد المفتري كما ورد (¬1) ... ...................................\r¬__________\r(¬1) أي: عن حوض النبي - صلى الله عليه وسلم - وعن الشراب منه؛ يذاد، أي: يطرد المفتري، من الفرية، الكاذب على الله ورسوله، من المحدثين في الدين كما ورد، ففي صحيح مسلم: «ليردن على الحوض أقوام، فيختلجون دوني، فأقول: أصحابي، فيقال: إنك لا تدري ما أحدثوا بعدك» .\rوفي الصحيحين: «أنا فرطكم على الحوض، من ورد\rشرب، ومن شرب لم يظمأ أبداًَ، وليردن علي أقوام، أعرفهم ويعرفوني، ثم يحال بيني وبينهم، فأقول: إنهم مني؛ فيقال: إنك لا تدري ما أحدثوا بعدك، فأقول: سحقًا، لمن بدل بعدي» . وفيهما أيضًا: «إني على الحوض أنظر من يرد علي منكم، ويؤخذ ناس دوني، فأقول: يا رب مني ومن أمتي» . وفي رواية: «فأقول: أصحابي فيقال: هل شعرت ما عملوا بعدك، فوالله ما برحوا يرجعون على أعقابهم» .","seal":"5408F4A2","part":1},
      {"page":91,"id":93,"nass":".................................. ... ومن نحا نحو السلامه لم يرد (¬1)\rفكن مطيعاًًً واقف أهل الطاعة ... في الحوض والكوثر والشفاعه (¬2)\r¬__________\r(¬1) أي: وأي شخص قصد طريق السلامة، ونهج الحق، وسلم من البدع، يرد عليه - صلى الله عليه وسلم - الحوض، لا يرد عن الشرب منه، كما ثبت في الأحاديث الصحيحة مما مر وغيره.\r(¬2) أي: فكن أيها الناظر للنظم، مطيعًا لما جاءت به الأخبار واقف أي: اتبع أهل الطاعة، من فرقة أهل السنة والجماعة، وفي إثبات الحوض للنبي - صلى الله عليه وسلم - في عرصات القيامة وإثبات الكوثر وهو نهر في الجنة، أو هو الخير الكثير، ومنه النهر. وفي صحيح مسلم في الكوثر، قال: «هو نهر أعطانيه ربي في الجنة، عليه خير كثير، هو حوض ترد عليه أمتي يوم القيامة» .\rوفي صحيح البخاري: «بينا أنا أسير في الجنة، إذ أنا بنهر حافتاه قباب اللؤلؤ المجوف، فقلت ما هذا يا جبرائيل؟ قال هذا الكوثر الذي\rأعطاك ربك» . وللترمذي وصححه «سئل: ما الكوثر؟ قال:\rذاك نهر أعطانيه الله -يعني: في الجنة- أشد بياضًا من اللبن،\rوأحلى من العسل، فيه طير أعناقها كأعناق الجزر» . وقد تواترت الأحاديث من طرق تفيد القطع بنهر الكوثر، وكذلك أحاديث الحوض.\rوفي صحيح مسلم، في صفة الحوض: أنه يشخب فيه ميزابان من السماء، من نهر الكوثر. وصرح بعض أئمة السلف، أن الذي يتلخص من الأحاديث الواردة في صفة الكوثر: أنه نهر عظيم في الجنة والواردة في الحوض: أنه حوض عظيم، في عرصات القيامة، يمد من شراب الجنة، من نهر الكوثر.\rوقال القرطبي: الكوثر: حوضان؛ أحدهما في الموقف قبل الصراط؛ والثاني: في الجنة؛ وكلاهما يسمى كوثرًا، والله أعلم.\rوقوله: والشفاعة؛ أي: واتبع أهل السنة في إثبات الشفاعة.\rوهي لغة: الوسيلة والطلب.\rوعرفًا: سؤال الخير للغير؛ مشتقة من الشفع ضد الوتر، فكأن الشافع ضم سؤاله إلى سؤال المشفوع له.","seal":"FBD0E44F","part":1},
      {"page":92,"id":94,"nass":"فإنها ثابتة للمصطفى ... كغيره من كل أرباب الوفا (¬1)\rمن علم كالرسل والأبرار (¬2) ... ...................................\r¬__________\r(¬1) أي فإن الشفاعة العظمى، وغيرها من سائر الشفاعات، الآتي ذكرها، ثابتة بالنقل الصحيح المتواتر للمصطفى - صلى الله عليه وسلم - كما أنها ثابتة لغيره، من كل أصحاب الوفاء بامتثال الأوامر، والانتهاء عن الزواجر.\r(¬2) أي: الشفاعة ثابتة لأرباب الوفاء، من عالم عامل بعلمه، معلم\rلغيره؛ وهم الربانيون، وهؤلاء هم ورثة الأنبياء، فكما نفعوا الناس\rفي الدنيا بالتعليم، كذلك ينفعونهم بالشفاعة عند الله، كالرسل، جمع رسول، وهو: من أوحي إليه بشرع، وأمر بتبليغه؛ وكذا الأنبياء، وهؤلاء هم خواص الخلق عند الله، والأبرار، وهم الأتقياء الأخيار.\rفيجب أن يعتقد: أن غير النبي - صلى الله عليه وسلم - من سائر الرسل، والأنبياء، والملائكة، والصحابة والعلماء، والشهداء، والصالحين، والصديقين، والأولياء، والأفراط، وغيرهم يشفعون عند الله بإذنه، لمن رضي قوله وعمله، كما ثبتت بذلك الأخبار عن النبي - صلى الله عليه وسلم - وأجمع عليه المسلمون.","seal":"6CC7C36A","part":1},
      {"page":93,"id":95,"nass":".................................. ... سوى التي خصت بذي الأنوار (¬1)\r¬__________\r(¬1) أي: سوى الشفاعات التي خصت بصاحب الأنوار محمد - صلى الله عليه وسلم -، فلا يشاركه فيها نبي مرسل، ولا ملك مقرب، ولا صديق، ولا شهيد، ولا غيرهم.\rالشفاعة الأولى: يشفع في أهل الموقف، حتى يقضى بينهم، بعد أن تتراجع الأنبياء آدم، ونوح، وإبراهيم، وموسى، وعيسى ابن مريم، الشفاعة، حتى تنتهي إليه - صلى الله عليه وسلم -، فيقول: أنا لها، وهذا هو المقام المحمود، الذي يحمده فيه الأولون والآخرون.\rوالشفاعة الثانية: يشفع في أهل الجنة أن يدخلوا الجنة؛ وهاتان الشفاعتان، خاصتان له. وأما الشفاعة الثالثة: فيشفع فيمن استحق النار أن لا يدخلها، وفيمن دخلها أن يخرج منها؛ ويخرج الله من النار أقوامًا بغير شفاعة، بل بفضله ورحمته.","seal":"2D5006E4","part":1},
      {"page":94,"id":96,"nass":"فصل\rفي الكلام على الجنة والنار\r\rوكل إنسان وكل جنة ... في دار نار أو نعيم جنة (¬1)\rهما مصير الخلق من كل الورى (¬2) ... ...................................\r¬__________\r(¬1) أي: وكل \"إنسان \" من بني آدم، وكل \" جنة \" بكسر الجيم، طائفة الجن، لا بد أن يكون في أحد الدارين، إما في دار نار، دار البوار، أجارنا الله منها، يقال: إنها دركات بعضها تحت بعض، أعلاها جهنم، فلظى، ثم الحطمة، ثم السعير، ثم سقر، ثم الجحيم، ثم الهاوية، أو في دار نعيم مقيم، في جنة الخلد درجات بعضها أعلى من بعض؛ أعلاها الفردوس، وسقفها عرش الرحمن، نسأل الله من فضله، وكل واحدة من الجنة والنار، ثابتة بالكتاب والسنة وإجماع الأمة ويجب الإيمان بهما، واعتقاد وجودهما.\r(¬2) أي: الجنة والنار مصير الخلق، من الإنس والجن، لا بد لكل واحد منهم أن يصير، إما إلى الجنة، وإما إلى النار، والملائكة في الجنة، وأهل الأعراف مصيرهم إلى الجنة، قال في الفروع: الجن مكلفون في الجملة إجماعًا، يدخل كافرهم النار إجماعًا، ويدخل مؤمنهم الجنة، وفاقًا لمالك والشافعي؛ قال تعالى: {لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ} [الرحمن: 56] .\rوقال شيخ الإسلام ابن تيمية: لم يخالف أحد من طوائف\rالمسلمين، في وجود الجن، وليس الجن كالإنس في الحد\rوالحقيقة، فلا يكون ما أمروا به، وما نهوا عنه، مساويًا لما على\rالإنس في الحد والحقيقة، لكنهم مشاركوهم في جنس التكليف. بالأمر والنهي، والتحليل والتحريم بلا نزاع أعلمه بين العلماء.","seal":"5CF1CB88","part":1},
      {"page":95,"id":97,"nass":".................................. ... فالنار دار من تعدى وافترى (¬1)\rومن عصى بذنبه لم يخلد ... وإن دخلها يا بوار المعتدي (¬2)\rوجنة النعيم للأبرار (¬3) ... ...................................\r¬__________\r(¬1) أي: فالنار التي هي دار الهوان، دار كل شخص من إنس وجن تعدى طوره فكفر بالله أو بأحد رسله، أو بكتاب من كتبه أو بشرع شرعه، وافترى فيما عبد من دون الله، فكل من كفر بالله كفرًا يخرج عن الملة، ولم يتب، فهو خالد مخلد في النار، بالإجماع.\r(¬2) أي: وكل عبد مؤمن بالله ورسوله -ولو مبتدعاً- لم يحكم الشرع بكفره، عصى ربه وتعدى حدوده بذنبه، ولو كان من أكبر الكبائر غير الشرك، كالقتل والزنا، ومات على الإسلام ولو لم يتب، لم يخلد في النار، وإن دخلها ليطهر من الأوزار، فإنه يخرج منها إما بشفاعة الشافعين، أو رحمة أرحم الراحمين؛ يا بوار، أي: يا هلاك المعتدي، إشارة إلى تقبيح ما ذهبت إليه المعتزلة، من القول بتخليد أهل الكبائر في النار.\r(¬3) للجنة عدة أسماء، باعتبار أوصافها، ومسماها واحد باعتبار الذات، والاسم العام (الجنة) ومن جملة تلك الأسماء (جنة النعيم) سميت بذلك لما اشتملت عليه من أنواع النعيم، واللذة والسرور، وقرة العيون؛ والأبرار جمع بر، أو بار - وتقدم - وهو كثير البر؛ والبر: اسم جامع للخير، قال تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ} [الانفطار: 13] وقال: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ} [لقمان: 8] .\rوغيرها مما يخص الجنة بأهل البر، الذين هم أهل الإيمان والتقوى والعمل الخالص.","seal":"019707FE","part":1},
      {"page":96,"id":98,"nass":".................................. ... مصونة عن سائر الكفار (¬1)\rواجزم بأن النار كالجنة ... في وجودها وأنها لم تتلف (¬2)\r¬__________\r(¬1) أي: جنة النعيم، محفوظة محمية عن جميع الكفار، فإن الجنة لا يدخلها إلا نفس مؤمنة، بالكتاب والسنة وإجماع أهل السنة، وفي الصحيحين من حديث أبي هريرة: «أمر بلالاً ينادي في الناس: لا يدخل الجنة إلا نفس مسلمة» . وفي لفظ: «مؤمنة» .\r(¬2) أي: واجزم، واعتقد، بأن النار وما فيها من أنواع العذاب، موجود الآن، كالجنة وما فيها من النعيم، فهما موجودتان، ولم يزل الصحابة والتابعون وسائر أهل السنة على اعتقاد ذلك، لما ثبت بالكتاب والسنة، وعلم بالضرورة من أخبار الرسل، وأنكرته طائفة من القدرية، والمعتزلة، فصار السلف يذكرون في عقائدهم: أن الجنة والنار مخلوقتان.\rوفي الصحيحين وغيرهما من غير وجه: «أنه عليه السلام، رأى الجنة في صلاة الكسوف، حتى هم أن يتناول عنقودًا من عنبها، ورأى النار فلم ير منظرًا أفظع من ذلك» ، وفي قصة الإسراء: «دخلت الجنة فإذا فيها جنابذ اللؤلؤ، وإذا ترابها المسك» .\rواجزم أيضًا: أن النار لم تتلف، أي: لم تهلك وتبدل،\rبل موجودة الآن، كالجنة وما فيها؛ وأبدية نعيم الجنة مما\rعلم بالاضطرار من الكتاب والسنة، وكذلك النار، وفي\rالصحيحين: «يجاء بالموت في صورة كبش أملح، فيوقف بين الجنة والنار، فيذبح، ويقال: يا أهل الجنة خلود فلا موت، ويا أهل النار خلود فلا موت» . وفيه عدة أحاديث.\rوأجمع أهل السنة والجماعة على أن عذاب الكفار لا ينقطع، كما أن نعيم الجنة لا ينقطع، لما دل على ذلك من الكتاب والسنة.","seal":"53887B11","part":1},
      {"page":97,"id":99,"nass":"فنسأل الله النعيم والنظر ... لربنا من غير ما شين غبر (¬1)\rفإنه ينظر بالأبصار ... كما أتى في النص والأخبار (¬2)\r¬__________\r(¬1) أي: فنسأل الله الكريم رب العرش العظيم النعيم المقيم، في جنات النعيم، ونسأله النظر إلى وجهه الكريم، من غير سابقة عذاب، ولا مناقشة حساب.\r(¬2) أي: فإنه سبحانه يرى بالأبصار، في الدار الآخرة، باتفاق السلف، كما جاء في النص القرآني في قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: 22-23] . وقال: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} [يونس: 26] . وأعلاها النظر إلى وجهه الكريم، وقال: {وَلَدَيْنَا مَزِيدٌ} [ق: 35] . وغيرها.\rوكما أتى في الأخبار النبوية، ففي الصحيحين وغيرهما: «إنكم سترون ربكم كما ترون القمر ليلة البدر، لا تضامون في رؤيته» . وفيهما أيضًا: «قالوا: هل نرى ربنا يوم القيامة؟ قال: نعم، فهل تضارون في رؤية الشمس صحوا ليس دونها سحاب؟» .\rوقد بلغت أحاديث الرؤية حد التواتر، والإيمان بذلك من\rأصول أهل السنة والجماعة، فيراه المؤمنون يوم القيامة عيانًا بأبصارهم، كما يرون الشمس صحوا ليس دونها سحاب، وكما\rيرون القمر ليلة البدر لا يضامون في رؤيته، وهم في عرصات القيامة؛ ثم يرونه بعد دخول الجنة، كما يشاء - تبارك وتعالى-.","seal":"85F37C6F","part":1},
      {"page":98,"id":100,"nass":"لأنه سبحانه لم يحجب ... إلا عن الكافر والمكذب (¬1)\r¬__________\r(¬1) أي: لأن الله سبحانه لم يحجب - بفتح الياء وكسر الجيم - ذاته المقدسة من رؤيته، إلا عن الكافر بالله، وعن المكذب برؤيته، قال تعالى: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ * ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ * ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ} [المطففين: 15-17] . فنؤمن بأن الله يرى يوم القيامة، ولا يحاط به، ولا يدرك، لا نشك في ذلك، ومن زعم أن الله لا يرى في الآخرة فقد كفر بالله، وكذب بالكتاب والسنة.","seal":"AEB79494","part":1},
      {"page":99,"id":101,"nass":"الباب الخامس\rفي ذكر النبوة وذكر محمد - صلى الله عليه وسلم - وذكر بعض الأنبياء وفضلهم وفضل\rأصحابه وأمته - صلى الله عليه وسلم - وسائر الأنبياء والمرسلين وعظم وكرم أعيان البشر\rومن عظيم منة السلام ... ولطفه بسائر الأنام\rأن أرشد الخلق إلى الوصول ... مبينًا للحق بالرسول (¬1)\r¬__________\r(¬1) أي: ومن عظيم إحسان \" السلام \" والسلام: اسم من أسماء الله، لسلامته من النقص والعيب، فهو الكامل في ذاته وأسمائه وصفاته؛ ومن عظيم لطفه ورأفته بجميع الأنام، الخلق من الجن والإنس، وجميع ما على وجه الأرض: أن أرشد الخلق من الثقلين، إلى الوصول إلى معرفته تعالى، وعبادته وحده، والقيام بما شرعه، الذي ثمرته الفوز بالسلامة الأبدية، والنعيم المقيم، والنظر إلى وجهه الكريم.\rمبينًا: أي: مظهرًا، وموضحًا لمنهج الحق، بالرسول - صلى الله عليه وسلم -، وإرسال الرسل أمر ضروري للعباد، لا غناء لهم عنه في معاشهم ومعادهم، وحاجتهم إليه فوق حاجتهم إلى الطعام والشراب، فهم روح العالم وحياته، وهم حجة الله على عباده، قال تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} [الإسراء: 15] . {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} [النساء: 165] . ويجب الإيمان بجميع الأنبياء والمرسلين، وتصديقهم فيما أخبروا، وطاعتهم فيما أمروا، وأن لا يعبد الله إلا بما شرع على ألسنتهم.","seal":"69665D78","part":1},
      {"page":100,"id":102,"nass":"وشرط من أكرم بالنبوة ... حرية ذكورة كقوة (¬1)\rولا تنال رتبة النبوة ... بالكسب والتهذيب والفتوة (¬2)\r¬__________\r(¬1) أي: وشرط كل إنسان أكرم بالنبوة، من النبأ، أي: الخبر، لأنه يخبر عن الله، أو النبوة، وهو الارتفاع، لارتفاع رتبته، حرية خبر المبتدأ، لأن الرق وصف لا يليق بمقام النبوة؛ ذكورة؛ لقوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} [النحل: 43] فأثبتها للرجال دون النساء، لاقتضاء الرسالة الاشتهار بالدعوة؛ كقوة أي: كما يعتبر فيمن أكرمه الله بالنبوة، أن يكون قويا بأعباء ما حمل من ثقل النبوة، والقوة عند الضعف.\rوالله سبحانه وتعالى، أعلم حيث يجعل رسالته أصلًا وميراثًا، فليس كل أحد أهلًا ولا صالحًا لتحمل رسالته، بل لها محال مخصوصة لا تليق إلا بها، ولا تصلح إلا لها، والله أعلم بهذه المحال منكم، ولكن جرت عادة الله في إرسال الرسل: أنه لم يبعث نبيًّا ولا رسولًا، إلا رجلًا حرا قويا، في أشرف منسب أمته، حسن الخلق والخلق، ليسهل عليه تحمل الخلق من أشرف أفراد النوع الإنساني، من كمال العقل، والذكاء، والفطنة وقوة الرأي، قال تعالى: {اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ} [الحج: 75] .\r(¬2) أي: ولم تعط منزلة النبوة بالكسب والاجتهاد، وتكلف أنواع\rالعبادة، ولا بالتهذيب: تنقية البدن، وتصفية الأخلاق،\rوالاتصاف بالفضائل؛ ولا بالفتوة وكرم النفس، وتخليصها من الأوصاف المذمومة، إلى الأوصاف الممدوحة.","seal":"A658CF7F","part":1},
      {"page":101,"id":103,"nass":"لكنها فضل من المولى الأجل ... لمن يشا من خلقه إلى الأجل (¬1)\rولم تزل فيما مضى الأنباء ... من فضله تأتي لمن يشاء\rحتى أتى بالخاتم الذي ختم ... به وأعلانًا على كل الأمم (¬2)\r¬__________\r(¬1) أي: لكن النبوة وكذا الرسالة فضل من الله المولى الأجل سبحانه وتعالى، يؤتيه لمن يشاء، أي يكرم بالنبوة من خلقه من اصطفاه لها {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} [الأنعام: 124] فلا يبلغها أحد بعلمه، ولا يستحقها بكسبه، ولا ينالها عن استعداد ولايته.\rومن زعم أنها مكتسبة فهو زنديق، مخالف للكتاب والسنة فإن محمدًا - صلى الله عليه وسلم - خاتم النبيين إلى الأجل، أي: أن النبوة فضل من الله، يمن بها على من يشاء، وكان ذلك ممتدا من آدم، إلى أن بعث الله خاتم النبيين محمدًا - صلى الله عليه وسلم -.\r(¬2) أي: ولم تزل الأنباء، في الزمن الذي مضى من الأزمان، من فضل الله ولطفه، تأتي بإبلاغ الشرائع، وإيضاح السبل لمن يشاء من الأمم الماضية، والقرون الخالية، فلم تخل الأرض من داع يدعو إلى الله، من لدن آدم، إلى أن بعث محمد - صلى الله عليه وسلم - الذي ختم الله به النبيين والمرسلين، وأكمل به الدين، قال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب: 40] وفي الصحيحين عنه قال: «وأنا خاتم النبيين» . فلا نبي بعده - صلى الله عليه وسلم -.\rوأعلانا، أي: معشر أمة هذا النبي الكريم، على كل الأمم\rالماضية، قال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران: 110] {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة: 143] .\rأي: عدلًا خيارًا، وجعل علماءهم، كأنبياء بني إسرائيل، يحفظون ما أتى به هذا النبي الكريم، ويبلغونه أمته، تقوم بهم حجة الله على خلقه؛ وفي الصحيحين: «لا يزال أناس من أمتي ظاهرين، حتى يأتيهم أمر الله وهم ظاهرون» . يعني: بالحجة واللسان، والسيف والسنان.\rولمسلم، وغيره: «لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرهم من خذلهم، ولا من خالفهم، حتى يأتي أمر الله وهم على ذلك» . وفي الصحيحين: «نحن الآخرون السابقون يوم القيامة» . وفيهما أيضًا: «أما ترضون أن تكونوا ربع أهل الجنة؟ فكبرنا، ثم قال: أما ترضون أن تكونوا ثلث أهل الجنة؟ فكبرنا، ثم قال: إني لأرجو أن تكونوا شطر أهل الجنة» .\rوأول من يدخل الجنة من الأمم أمته وهم أسبق الأمم خروجًا من الأرض، وإلى ظل العرش، وإلى القضاء، والجواز على الصراط، وعنه - صلى الله عليه وسلم -: «أنتم موفون سبعين أمة، أنتم خيرها وأكرمها على الله» . صححه أحمد وغيره.","seal":"A28DBA88","part":1},
      {"page":103,"id":105,"nass":"فصل\rفي بعض خصائص النبي الكريم والرسول السيد العظيم نبينا محمد صلى الله عليه وعلى آله وصحبه وسلم التي اختصه الحق بها - جل شأنه - من دون سائر الأنبياء - عليهم الصلاة والسلام -\r\rوخصه بذاك كالمقام ... وبعثه لسائر الأنام\rومعجز القرآن كالمعراج ... حقًّا بلا مين ولا اعوجاج (¬1)\r¬__________\r(¬1) أي: خصه دون سائر الأنبياء، بكونه ختم به النبوة والرسالة، فلا نبي بعده، لقوله: {وَخَاتَمَ النَّبِيِّينَ} [الأحزاب: 40] .\rفلا تبتدأ نبوة ولا تشرع شريعة بعده، ونزول عيسى عليه السلام لا ينافي ذلك، فإنه لا يتعبد إلا بشريعته، فهو خليفة له - صلى الله عليه وسلم -، وحاكم من حكامه.\rوالثانية: ما خصه الله به من المقام المحمود، وهو الشفاعة العظمى، في أهل الموقف، ليقضى بينهم.\rوالثالث: ما خصه الله به ببعثته نبيا ورسولًا لجميع الأنام من الثقلين، قال تعالى: {قُلْ يَاأَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} [الأعراف: 158] .\rوالرابعة: ما خصه الله به من معجزة القرآن، الذي أذعن له الثقلان، واعترف بالعجز عن الإتيان بأقصر سورة منه أهل الفصاحة والبلاغة والبيان. والخامسة: المعراج إلى سدرة المنتهى.\rقال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ\rالْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى} [الإسراء: 1] . ثم عرج به إلى السماء حتى دنا من الجبار جل جلاله، فكان قاب قوسين أو أدنى.\rحقا: أي: حتمًا بلا كذب ولا ريب؛ ولا اعوجاج، أي: غير مستقيم، بل أسرى ببدنه - صلى الله عليه وسلم - وروحه جميعًا، يقظة لا منامًا، باتفاق جمهور أهل السنة، لما دل عليه الكتاب والسنة. وفي الصحيحين، وغيرهما: «بينا أنا نائم في الحطيم -أو قال: في الحجر- إذ أتاني آت، فجعل يقول لصاحبه: شق ما بين هذه على هذه، من ثغر نحره إلى شعرته، فاستخرج قلبي، فأتيت بطست من ذهب، مملوءًا إيمانًا وحكمة، فغسل قلبي، ثم حشى» . وفي لفظ: «فأفرغه في صدره، وملأه علمًا وحلمًا، ويقينًا وإسلامًا، ثم أطبقه، ثم أتى بدابة دون البغل، وفوق الحمار، وهو البراق يقطع خطوه عند أقصى طرفه، فحملت عليه. ولما أراد العروج إلى السماء، بعد وصوله إلى بيت المقدس، أتى بالمعراج يشبه السلم» .\rوصحت الأحاديث أنه نصب له، فارتقى فيه إلى السماء، وفرضت عليه الصلوات الخمس، وثبت له - صلى الله عليه وسلم - من الخصائص غير هذه، كقوله: «أعطيت خمسًا لم يعطهن أحد من الأنبياء قبلي، نصرت بالرعب مسيرة شهر، وجعلت لي الأرض مسجدًا وطهورًا، وأحلت لي الغنائم، ولم تحل لأحد قبلي، وأعطيت الشفاعة، وكان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس كافة وغير ذلك، واقتصر المؤلف على بعض المهم، لأنها أفردت بالتأليف» .","seal":"5AC16A50","part":1},
      {"page":104,"id":106,"nass":"فكم حباه ربه وفضله ... وخصه سبحانه وخوله (¬1)\r¬__________\r(¬1) أي: فكم حباه الله، أي: أعطاه من مكرمة، وكم فضله على\rغيره، بمزية من المزايا التي لا تحصى، وكم خصه بخصوصية؛ وخوله، بمعنى: أعطاه؛ والمعنى: أن الله سبحانه خص نبيه بخصائص كثيرة، ومزايا جليلة، حتى عدها بعض متأخري الحفاظ إلى ثلاثمائة، وقال بعضهم: الحق عدم حصرها.","seal":"5AB89B0F","part":1},
      {"page":106,"id":108,"nass":"فصل\rفي التنبيه على بعض معجزاته وهي كثيرة جدًّا\r\rومعجزات خاتم الأنبياء (¬1) ... كثيرة تجل عن إحصائي (¬2)\rمنها كلام الله معجز الورى (¬3) ... ...................................\r¬__________\r(¬1) المعجزة: اسم فاعل، مأخوذة من العجز المقابل للقدرة؛ ومعجزة النبي: ما أعجز به الخصم عند التحدي.\rوقال شيخ الإسلام ابن تيمية: يسميها النظار معجزات، وتسمى دلائل النبوة، وأعلام النبوة، ونحو ذلك، وإذا سميت بها آيات الأنبياء، كانت أدل على المقصود، من لفظ المعجزات، ولم يكن لفظ المعجزات موجودًا، في الكتاب ولا في السنة.\r(¬2) أي: عن عدي وحفظي، لكثرة أفرادها وتنوعها، من الأقوال والأفعال، التي ما سبقت لنبي من الأنبياء، ولم يبلغ أحد منهم ما بلغه - صلى الله عليه وسلم - من أعلام نبوته، ولم يؤت أحد منهم آية أو فضيلة إلا وله - صلى الله عليه وسلم - مثلها وزيادة، وهو دليل على مزيد التشريف والتكريم، والاهتمام بشأنه.\rوبالجملة: فدلائل نبوة نبينا محمد - صلى الله عليه وسلم - لا تحصر، فإن القرآن -وهو معجزة من معجزاته- قد احتوى على الإعجاز على ما لا يحصى كثرة، حتى بلغها العلماء إلى ألوف كثيرة، بل كل آية أو آيات منه، بعددها وقدرها معجزة، ثم فيها نفسها معجزات.\r(¬3) أي: من دلائل نبوته - صلى الله عليه وسلم - كلام الله المنزل على النبي - صلى الله عليه وسلم -، أعجز الخلق جميعهم، إنسهم وجنهم، أولهم وآخرهم، فهو معجز بنفسه، ليس في وسع البشر الإتيان بسورة من مثله.","seal":"47062574","part":1},
      {"page":107,"id":109,"nass":".................................. ... كذا انشقاق البدر من غير امترا (¬1)\r¬__________\r(¬1) أي: وكذا من غرر دلائل نبوته - صلى الله عليه وسلم - انشقاق \" البدر\" أي: القمر، وهو أحد الكواكب السيارة من غير امتراء، أي: من غير شك، ولا جدال، قال الله تعالى: {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ} [القمر: 1] . قال ابن عباس: «اجتمع المشركون إلى الرسول - صلى الله عليه وسلم - فقالوا: إن كنت صادقًا فشق لنا القمر فرقتين؛ فقال: إن فعلت تؤمنوا، قالوا: نعم؛ فسأل الله أن يعطيه ما سألوه، فانشق فرقتين، فقال: اشهدوا، وذلك بمكة قبل الهجرة» .\rوفي الصحيحين، من حديث أنس: أن أهل مكة سألوه أن يريهم آية، فأراهم القمر شقتين، حتى رأوا حراء بينهما؛ وفيهما من حديث ابن مسعود: «انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فرقتين فرقة فوق الجبل، وفرقة دونه فقال رسول الله - صلى الله عليه وسلم -: اشهدوا فثبت انشقاقه بنص القرآن والسنة، وهذا من خصائصه - صلى الله عليه وسلم - دون النبيين» .\rوفي هاتين الآيتين الباهرتين، كفاية عما سواهما، وإلا فدلائل نبوته - صلى الله عليه وسلم - لا تحصى، ونفس صورته الشريفة الباهرة، وطلعته الظاهرة، وسمته ودله، يدل العقلاء على نبوته، قال نفطويه: يكاد زيتها يضيء، هو مثل ضربه الله له، يقول: يكاد منظره يدل على نبوته، وإن لم يتل قرآنًا، كما قال ابن رواحة:\rلو لم تكن فيه آيات مبينة كانت بديهته تأتيك بالخبر\rقال شيخ الإسلام ابن تيمية: آياته - صلى الله عليه وسلم - المتعلقة بالقدرة\rوالفعل والتأثير أنواع؛ منها: ما هو في العالم العلوي،\rكانشقاق القمر، وحراسة السماء بالشهب، ومعراجه إلى السماء؛ ومنها ما هو في الجو، كاستسقائه، واستصحائه، وطاعة السحاب له في حصوله وذهابه؛ ومنها تصرفه في الحيوانات الإنس والجن والبهائم، ومنها تصرفه في الأشجار، والأحجار، والخشب.\rومنها تأييده بملائكة السماء، ومنها كفاية الله له أعداءه، وعصمته من الناس؛ ومنها إجابة دعائه، ومنها إعلامه بالمغيبات الماضية والمستقبلية؛ ومنها تأثيره في تكثير الماء والشراب، والطعام والثمار، وغير ذلك من دلائل نبوته، وأعلام رسالته، ومعجزاته الظاهرة، وآياته الباهرة. اهـ.\rفمن ظهرت المعجزة على يده، وهي: مما لا يقدر عليه البشر، وقارن ظهورها دعوى النبوة، علم بالضرورة: أن الله ما أظهرها إلا تصديقًا لمن ظهرت على يده.","seal":"B435D028","part":1},
      {"page":108,"id":110,"nass":"فصل\rفي ذكر فضيلة نبينا وأولي العزم وغيرهم من النبيين والمرسلين\r- صلى الله عليهم وسلم أجمعين -\r\rوأفضل العالم من غير امترا ... نبينا المبعوث في أم القرى (¬1)\r¬__________\r(¬1) أي: وأفضل العالم العلوي والسفلي، من ملك، وبشر، وجن. في الدنيا والآخرة، في سائر خلال الخير، وخصال الكمال؛ من غير امتراء أي: شك وريب؛ نبينا محمد - صلى الله عليه وسلم - المبعوث إلى جميع الثقلين الجن والإنس؛ في أم القرى: مكة المشرفة، قال تعالى: {وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} [الأنعام: 92] . سميت أم القرى؛ لأنها أقدمها، أو لأنها قبلة يؤمها جميع الناس، أو\rلأنها أعظم القرى شأنا.\rوإنما كان أفضل الخلق، لأن الله أيده بأبهر الآيات والدلالات، وأشهر الكرامات، وأمته أزكى الأمم، وشريعته أتم الشرائع، وصفاته أكمل الصفات وأخلاقه أحسن الأخلاق، وأقسم الله بحياته بقوله: {لَعَمْرُكَ} [الحجر: 72] .\rوقرن اسمه باسمه في التشهد والأذان، وقال عليه السلام: «أنا سيد ولد آدم ولا فخر، وأول من ينشق عنه القبر، وأول شافع، وأول مشفع» . رواه مسلم، والترمذي: «أنا خطيبهم، وأنا مبشرهم، لواء الحمد بيدي، وأنا أكرم ولد آدم على ربي ولا فخر» .\rفالرسول - صلى الله عليه وسلم - أفضل الخلق، بلا خفاء ولا نزاع، - صلى الله عليه وسلم - على سائر الأنبياء والمرسلين.","seal":"E3A90D75","part":1},
      {"page":109,"id":111,"nass":"وبعده الأفضل أهل العزم (¬1) ... فالرسل ثم الأنبياء بالجزم (¬2)\r¬__________\r(¬1) أي: وبعد النبي - صلى الله عليه وسلم -، الأفضل من سائر الخلق: أولوا العزم من الرسل، إبراهيم، وموسى، وعيسى، ونوح، وخامسهم نبينا محمد - صلى الله عليه وسلم -، قال تعالى: {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ} [الأحزاب: 7] ، وأفضلهم الخليل بعد نبينا محمد - صلى الله عليه وسلم -.\r(¬2) أي: فيليهم في الأفضلية، سائر الرسل المكرمين بالرسالة، ثم الأفضل بعد الرسل الأنبياء، -عليهم أفضل الصلاة والسلام-، وهم متفاوتون في الفضيلة، قال تعالى: {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} [البقرة: 253] .\rفيجب اعتقاده تفضيلًا فيما علم منهم تفصيلًا، وإجمالًا فيما علم منهم إجمالًا، بالجزم السديد، والقطع المفيد للحكم المذكور من غير شك، كما فضل بعضهم\rعلى بعض بالشرائع، والكتب، والأمم.","seal":"8A723C4B","part":1},
      {"page":110,"id":112,"nass":"فصل\rفيما يجب للأنبياء عليهم السلام وما يجوز عليهم\rوما يستحيل في حقهم\r\rوأن كل واحد منهم سلم ... من كل ما نقص ومن كفر عصم (¬1)\r¬__________\r(¬1) أي: وأن كل واحد من الأنبياء الكرام، والرسل العظام، سلم وتنزه عن كل نقص، يؤدي إلى الإزراء والدناءة، والذي عليه أهل التحقيق: أن الرسل معصومون من الكبائر، وأما الصغائر فقد تقع منهم، والكتاب والسنة يدلان على ذلك، لكن لا يقرون عليها، بل يوفقون للتوبة منها.\rقال شيخ الإسلام: واتفقوا على العصمة من الإقرار على الذنوب مطلقًا، لأن وقوع الذنب إذا لم يقر عليه، لم يحصل منه تنفير ولا نقص، فإن التوبة النصوح يرفع بها صاحبها، أكثر مما كان أولًا. اهـ.\rوأن كل واحد منهم، من كُفْرٍ عُصِمَ بعد النبوة، باتفاق السلف، والعصمة المنعة، وقال المصنف: عصم قبل النبوة، وبعدها. اهـ.\rوقد اتفق السلف على جواز بعثة رسول لم يعرف ما جاءت به الرسل قبله، من أمور النبوة والشرائع، والرسل قبل الوحي لا تعلم هذا فضلًا عن أن تقربه، فعلم: أن عدم العلم والإيمان، لا يقدح في نبوتهم، بل الله إذا نبأهم، علمهم ما لم يكونوا يعلمون، ومن نشأ بين مشركين جهلاء، لم يكن عليه نقص ولا غضاضة، وإذا كان على مثل دينهم، وإذا كان معروفًا عندهم بالصدق والأمانة، وفعل ما يعرفون وجوبه، واجتناب ما يعرفون قبحه.\rولم يذكر عن أحد من المشركين، أنه عد هذا قادحًا في نبوتهم، ولو ذكروه للرسل، لقالوا كنا كغيرنا، لم نعرف إلا ما أوحي به إلينا، وإنما اتفق المسلمون على أن الأنبياء معصومون فيما يبلغونه عن الله، فلا يستقر في ذلك خطأ، ولكن هل يصير منهم ما يستدركه الله، فينسخ ما يلقي الشيطان؟ قال شيخ الإسلام ابن تيمية: المأثور عن السلف يوافق القول بذلك.","seal":"A8CC1D2B","part":1},
      {"page":111,"id":113,"nass":"كذا من إفك ومن خيانه ... لوصفهم بالصدق والأمانة (¬1)\r¬__________\r(¬1) أي: كذلك كل واحد من الأنبياء والمرسلين، قد عصم من إفك، أي من كذب، فإن الأنبياء معصومون من الكذب، ومعصومون من الخيانة، لوجوب وصفهم -عليهم الصلاة والسلام- بالصدق الذي هو ضد الكذب، وبالأمانة التي هي ضد الخيانة، والضدان لا يجتمعان، فالصدق واجب في حقهم عقلاًَ وشرعًا، قال تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} [الحاقة: 44-46] .\rوأجمعت الأمة: على أن ما كان طريقه الإبلاغ، فالأنبياء معصومون فيه، من الإخبار عن شيء منه بخلاف ما أمرهم الله به، فيجب على الخلق الإقرار بما جاءوا به، جملة وتفصيلًا، وهو موجب تحقيق الشهادتين، فمن شهد أن محمدًا رسول الله، شهد أنه صادق فيما يخبر عن الله، فإن هذا حقيقة الشهادة بالرسالة، إذ الكاذب ليس برسول فيما يكذب به، ومعلوم بالضرورة: أنهم معصومون من الكتمان، كما أنهم معصومون من الكذب.","seal":"285A7A47","part":1},
      {"page":112,"id":114,"nass":"وجائز في حق كل الرسل ... النوم والنكاح مثل الأكل (¬1)\r¬__________\r(¬1) أي: وجائز عقلًا وشرعًا، في حق كل الأنبياء والرسل، - عليهم الصلاة والسلام - النوم؛ والنوم رحمة من الله لعباده، لتستريح أبدانهم عن تعبهم، وهو: غشية ثقيلة تقع على القلب، تمنع معرفة الأشياء، لكن نبينا محمد - صلى الله عليه وسلم - كان تنام عينه، ولا ينام قلبه؛ ومثل النوم: الجلوس، والمشي والبكاء، والضحك، وما هو من خواص البشرية المباحة، والنكاح، والتسري، ونحو ذلك، مثل الأكل والشرب قال تعالى: {وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ} [الفرقان: 20] .\rوقال عليه السلام لما أخبر عن أولئك النفر، والذين قال أحدهم: أنا أقوم ولا أنام؛ وقال الآخر: أنا أصوم ولا أفطر، وقال الآخر: أنا لا آكل اللحم، وقال الآخر: أنا لا أتزوج النساء، قال - صلى الله عليه وسلم -: «ولكني أنام، وأفطر، وآكل اللحم، وأتزوج النساء، فمن رغب عن سنتي فليس مني» .","seal":"FB0A5E2A","part":1},
      {"page":113,"id":115,"nass":"فصل\rفي ذكر الصحابة الكرام رضي الله عنهم\r\rوليس في الأمة بالتحقيق ... في الفضل والمعروف كالصديق (¬1)\r¬__________\r(¬1) أل للعهد الذهني؛ أي: ليس في هذه الأمة بالتحقيق الثابت، المنصوص في الفضل بجميع أنواع الفضائل، والشجاعة، والعلم، وكمال العقل، وبذل المعروف، وغير ذلك من مكارم الأخلاق، كأبي بكر بن عبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة، الصديق رضي الله عنه؛ أول الناس إيمانًا بالنبي - صلى الله عليه وسلم -، وتصديقًا له، صحبه من حين أسلم إلى أن توفي، وشهد معه المشاهد كلها، وكان خليفته الراشد، ومناقبه أشهر من أن تذكر.\rأفضل الناس بعد الأنبياء، بإجماع أهل السنة والجماعة، قال تعالى: {وَسَيُجَنَّبُهَا الْأَتْقَى * الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى} [الليل: 17- 18] . وحكى ابن الجوزي الإجماع، أنها نزلت في حقه؛ وأنفق ماله على رسول الله - صلى الله عليه وسلم -؛ ولما قيل له: «من أحب الناس إليك؟ قال: أبو بكر» . وقال: «لو كنت متخذًا من أمتي خليلًا لاتخذت أبا بكر خليلًا» . توفي رضي الله عنه، وله ثلاث وستون، وكانت خلافته سنتين وأشهرًا، ودفن بجنب النبي - صلى الله عليه وسلم -.","seal":"D8201D15","part":1},
      {"page":114,"id":116,"nass":"وبعده الفاروق من غير افترا (¬1) ... وبعد عثمان فاترك المرا (¬2)\r¬__________\r(¬1) أي: وبعد أبي بكر في الأفضلية، المحدث الملهم: عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن رزاح بن عدي بن كعب الفاروق رضي الله عنه سمي فاروقًا: لأن الله فرق به بين الحق والباطل، أو لأنه أعلن بالإسلام، والناس يخفونه، أسلم في السادسة من البعثة، وله سبع وعشرون سنة، قال ابن مسعود: ما زلنا أعزة منذ أسلم عمر؛ وفي الصحيحين: أنه عليه السلام قال: «إن يكن في أمتي محدثون فعمر» . وقال: «لو لم أبعث فيكم لبعث عمر» . وفي فضله أحاديث كثيرة.\rولي الخلافة بعد الصديق، سنة ثلاث عشرة، وقام أتم قيام، وفي أيامه كانت فتوح الأمصار، وكان أفضل هذه الأمة بعد الصديق، بإجماع السلف من غير افتراء، أي: كذب؛ مات شهيدًا، طعنه أبو لؤلؤة في المسجد، سنة ثلاث وعشرين، ودفن في الحجة النبوية، بجنب أبى بكر، مع النبي - صلى الله عليه وسلم -.\r(¬2) أي: وبعد أمير المؤمنين عمر، في الأفضلية، عثمان بن عفان بن الحارث بن أمية بن عبد شمس بن عبد مناف، ولد في السادسة من الفيل؛ وأسلم قديمًا؛ وهاجر الهجرتين؛ وتزوج بنتي رسول الله - صلى الله عليه وسلم -، فسمي ذا النورين؛ وجمع القرآن؛ وجهز جيش العسرة.\rولي الخلافة بعد عمر بإجماع الصحابة؛ فاترك المراء أي: الجدل؛ وفضائله أكثر من أن تحصر، استشهد في داره سنة خمس وثلاثين، وله بضع وثمانون.","seal":"B4477F0A","part":1},
      {"page":115,"id":117,"nass":"وبعد فالفضل حقيقاًً فاسمع ... نظامي هذا للبطين الأنزع\rمجدل الأبطال ماضي العزم ... مفرج الأوجال وافي الحزم (¬1)\rوافي الندى مبدي الهدى مردي العدى ... مجلي الصدى يا ويل من فيه اعتدى (¬2)\r¬__________\r(¬1) أي: وبعد عثمان، فالفضل الشامخ باتفاق السلف، حقيقًا، أي: في حقيقة الأمر، لعلي بن أبي طالب، ابن عم رسول الله - صلى الله عليه وسلم - وزوج ابنته فاطمة الزهراء؛ فاسمع نظامي هذا، الذي أدرجت في عقيدة السلف؛ للبطين، أي: العظيم البطن؛ الأنزع، المنحسر شعر رأسه مما فوق الجبين. وكان رضي الله عنه أنزع الشعر، له بطن؛ مجدل الأبطال، جدله صرعه، أي: ملقي الأبطال على الأرض، جمع بطل الشجاع، وكان قتل من الأبطال عدة، منهم الوليد، ومرحب وغيرهما، ماضي العزم: إشارة إلى شدة قوته؛ ومضى في الأمر نفذ، والعزم الجد والصبر؛ مفرج أي: كاشف؛ الأوجال الهموم، والغموم في المواقف الصعبة، وافي الحزم، إشارة على وفور عقله، والحزم ضبط الرجل أمره.\r(¬2) أي: كثير السخاء مظهر العلوم، والفهوم، مهلك أعدائه ومتلفهم، ومزيل الصدى، أي: العطش، والأولى \"جالي\" والمراد: كاشف الكرب؛ يا ويل، دعاء بالحزن والهلاك، لإنسان في أمير المؤمنين علي رضي الله عنه، اعتدى: بانتقاصه، وهضم حقوقه، أو غلا فيه، ومناقبه وفضائله شهيرة.\rبايعه الناس بالمدينة، بعد قتل عثمان رضي الله عنهما؛ واتفق\rالسلف على فضله، وخلافته بعد عثمان، وأقروا بأن معاوية\rرضى الله عنه، ليس كفؤًا لعلي في الخلافة.\rولا يجوز: أن يكون معاوية خليفة، مع إمكان استخلاف علي، لسابقته وعلمه، ودينه وشجاعته، وسائر فضائله، ولما قتل عثمان لم يبق لها معين إلا علي.\rوإنما وقع ما وقع بسب قتل عثمان، فرأى علي: أن لهؤلاء شوكة، وهم خارجون عن طاعته، فقام ليردوا إلى الواجب، وهم رأوا: أن عثمان قتل مظلومًا، وقتلته في عسكر علي، وهم غالبون لهم شوكة؛ وعلي يحلف -وهو البار الراشد، بلا يمين- أنه لم يقتله، ولا رضي بقتله، ولم يمالئ على قتله، وهذا معلوم بلا ريب.\rثم إن طلحة والزبير رضي الله عنهما خرجا إلى مكة وسارا بعائشة رضي الله عنها إلى البصرة فخرج علي رضي الله عنه إلى العراق، ولم يقصدوا القتال ابتداء، وإنما صارت وقعة الجمل بغير اختيار؛ وكانوا قد اتفقوا على المصالحة، وإقامة الحدود على قتلة عثمان رضي الله عنه.\rفتواطأت القتلة، على إقامة الفتنة، فحملوا على طلحة والزبير\rوأصحابهما، فحملوا هم دفعًا عنهم؛ وأشعروا عليًا إنما حمل عليه، فحمل علي دفعًا عن نفسه؛ وكان كل منهم قصده: دفع الصيال، لا ابتداء القتال.\rوكذلك خرج معاوية رضي الله عنه، ومن معه من أهل الشام،\rفالتقوا بصفين، وقتل عمار وكان مع علي، وقد قال فيه - صلى الله عليه وسلم - «تقتلك الفئة الباغية. وإن كانوا لم يقصدوا القتال ابتداء، وإنما أثاره أهل الفتنة؛ وعلي ومعاوية رضي الله عنهما، أطلب لكف الدماء، من أكثر المقتتلين، لكن غلبا فيما وقع؛ والفتنة إذا ثارت، عجز الحكماء عن إطفاء نارها» .\rواتفق السلف: أن الخليفة بعد رسول الله - صلى الله عليه وسلم - أبو بكر، ثم عمر، ثم عثمان، ثم علي رضي الله عنهم؛ ومعاوية رضي الله عنه مجتهد مخطئ، وسابقته وفضائله مشهورة.","seal":"F6B36A3B","part":1},
      {"page":117,"id":118,"nass":"فحبه كحبهم حتمًا وجب ... ومن تعدى أو قلى فقد كذب (¬1)\rوبعد فالأفضل باقي العشرة (¬2) ... ...................................\r¬__________\r(¬1) أي: فحب أمير المؤمنين علي رضي الله عنه، كحب الخلفاء الراشدين أبي بكر، وعمر، وعثمان، حتمًا وجب على جميع الأمة باتفاق الأئمة، ومن تعدى في حبه، أو لم يقل بفضل الخلفاء، على ترتيب الخلافة، أو قلاهم، أي:: أبغضهم، أو واحدًا منهم، فقد كذب في كل واحدة من الخصلتين، من تعديه في الحب، أو بغضه لهم أو لأحدهم، -رضي الله عنهم أجمعين -.\r(¬2) أي: وبعد الخلفاء الراشدين، فالأفضل من سائر الصحابة، باقي العشرة المشهود لهم بالجنة، وتوفي رسول الله - صلى الله عليه وسلم -، وهو عنهم راض؛ وروى الترمذي، وأبو داود، وغيرهما: أنه - صلى الله عليه وسلم - قال: «أبكر بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن عوف في الجنة، وسعد بن أبي وقاص في الجنة، وسعيد بن زيد في الجنة، وأبو عبيدة بن الجراح في الجنة.\rوفي هذا المعنى أحاديث كثيرة» .\rوأحد الستة: طلحة بن عبيد الله بن عثمان بن كعب بن سعد بن تيم بن مرة، أسلم قديمًا، وشهد المشاهد كلها غير بدر، وثبت مع النبي - صلى الله عليه وسلم - يوم أحد ووقاه بيده، وشلت إصبعه، وجرح يومئذ أربعًا وعشرين جراحة، وسماه النبي صلى الله عليه سلم: \"طلحة الخير\"، وقتل في وقعة الجمل، وله أربع وستون.\rالثاني: الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي، حواري رسول الله - صلى الله عليه وسلم - وأمه صفية عمة رسول الله - صلى الله عليه وسلم -، أسلم قديمًا وهاجر الهجرتين، وشهد المشاهد كلها، أول من سل السيف في سبيل الله، وثبت يوم أحد، وقتل في وقعة الجمل، وله أربع وستون.\rالثالث: سعد بن أبى وقاص، مالك بن وهيب بن عبد مناف بن زهرة أسلم قديمًا، أول من رمى بسهم في سبيل الله وشهد المشاهد كلها، قال له النبي - صلى الله عليه وسلم - يوم أحد: «ارم ارم فداك أبي وأمي. مات بقصره في العقيق، ودفن بالبقيع سنة إحدى وخمسين، وله بضع وسبعون» .\rالرابع: سعيد بن زيد بن عمرو بن نفيل بن عبد العزى، أسلم قديمًا، وشهد المشاهد كلها غير بدر، فإنه كان مع طلحة يطلبان خبر عير قريش، وضرب لهما بسهميهما، مات بالعقيق، ودفن بالمدينة سنة إحدى وخمسين، وله بضع وسبعون.\rالخامس: عبد الرحمن بن عوف بن عبد عوف بن عبد الحارث بن زهرة، أسلم قديمًا، وهاجر الهجرتين، وشهد المشاهد كلها، وثبت يوم أحد، وجرح عشرين جراحة أو أكثر، وعرج، ومات سنة اثنتين وثلاثين، وله اثنتان وسبعون.\rالسادس: أمين الأمة، أبو عبيدة عامر بن عبد الله بن الجراح بن هلال بن وهيب بن ضبة بن الحارث بن فهر، هاجر إلى الحبشة الهجرة الثانية، وشهد المشاهد كلها، وثبت يوم أحد، ونزع الحلقتين اللتين دخلتا في وجه رسول الله - صلى الله عليه وسلم - من حلق المغفر، فوقعت ثناياه، مات في طاعون عمواس بالأردن، سنة ثماني عشرة.","seal":"A5F4B142","part":1},
      {"page":119,"id":119,"nass":".................................. ... فأهل بدر ثم أهل الشجره (¬1)\r¬__________\r(¬1) أي: وبعد العشرة، الذين يلونهم في الأفضلية: أهل غزوة بدر العظمى، وهي البطشة الكبرى، ويوم الفرقان، لأن الله فرق فيها بين الحق والباطل، وأعز فيها أهل الإسلام، وقمع عبدة الأصنام، و\"بدر\" قرية مشهورة، على نحو أربع مراحل من المدينة، وكانت وقعة بدر نهار الجمعة، لسبع عشرة خلت من رمضان، ومن السنة الثانية من الهجرة.\rوكان عدة المسلمين ثلاثمائة وبضعة عشر رجلًا، والمشركون ألف وزيادة، واستشهد من المسلمين أربعة عشر رجلًا، وقتل من الكفار سبعون، وأسر سبعون، وفي الصحيح: «إن الله اطلع على أهل بدر، فقال: اعملوا ما شئتم، فقد غفرت لكم» . وأخرج أحمد بسند صحيح، من حديث جابر: «لن يدخل النار رجل شهد بدرًا أو الحديبية» .\rوقوله: ثم أهل الشجرة؛ أي: ثم بعد أهل بدر في الأفضلية، أهل بيعة الرضوان تحت \"الشجرة\" سمرة بالحديبية، سميت ببئر هناك، على مرحلة من مكة، وأمر عمر رضي الله عنه بقطع تلك الشجرة، وإخفاء مكانها، خشية الافتتان بها، لما بلغه أن أناسًا يذهبون إليها، فيصلون تحتها، ويتبركون بها، وقال: كان رحمة من الله، يعني إخفاؤها.\rوسبب البيعة: أن قريشًا لما منعت رسول الله - صلى الله عليه وسلم - من دخول المسجد الحرام، بعث عثمان لهم ليخبرهم، أنهم إنما جاءوا للعمرة، وأمره أن يدعوهم إلى الإسلام، ثم بلغه أنهم قتلوه فدعا الناس إلى البيعة؛ وقال: «لا نبرح حتى نناجز القوم.\rفبايعوه وكانوا ألفًا وأربعمائة، ثم تبين كذب الخبر؛ وقدم عليه عثمان، ووقع الصلح على أن يرجع، ويعتمر من العام المقبل، وذلك سنة ست، فرجع ثم اعتمر عمرة القضية.","seal":"20203EE7","part":1},
      {"page":120,"id":120,"nass":"وقيل أهل أحد المقدمه ... والأول أولى للنصوص المحكمه (¬1)\r¬__________\r(¬1) أي: وقيل: أهل غزوة جبل أحد المقدمة في الزمن، وفي الأفضلية على أهل البيعة؛ والأول: وهو تقديم أهل البيعة في الأفضلية، على أهل غزوة أحد، أولى وأحق، لورود النصوص المحكمة، من الكتاب والسنة؛ وكانت غزوة أحد سنة ثلاث؛ سمي أحدًا لتوحده عن الجبال؛ بينه وبين المدينة أقل من فرسخ، في شماليها إلى الشرق، وفي الصحيح من حديث أبي هريرة: «أحد جبل يحبنا ونحبه» .\rوسبب الغزوة: لما قتل الله من قتل الكفار يوم بدر،\rسارت قريش ومن تابعها، حتى وصلوا إلى أحد؛ وخرج عليهم رسول الله - صلى الله عليه وسلم - واقتتل الفريقان، وهزم المشركون، ثم وقع في المسلمين هزيمة، بسبب مخالفة أمر رسول الله - صلى الله عليه وسلم - لبعضهم أن لا يبرحوا، وقد عفا الله عنهم بنص القرآن. واستشهد من المسلمين سبعون، منهم حمزة، وفيهم أنزل الله: {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: 169] . وفي صحيح مسلم: أنه عليه السلام إذا زارهم يقول: «السلام عليكم بما صبرتم فنعم عقبى الدار. وقتل من المشركين ثلاثة وعشرون.\rوأما أهل الشجرة، فقد وردت النصوص المحكمة في فضلهم، قال تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} [الفتح: 18] . وبذلك حصل الفتح، والخير الكثير، والمراد بالفتح: صلح الحديبية، والذين بايعوه هم الذين فتحوا خيبر، ثم حصل فتح مكة في السنة الثامنة.","seal":"83A890D6","part":1},
      {"page":121,"id":121,"nass":"وعائشه في العلم مع خديجه ... في السبق فافهم نكتَةَ النتيجه (¬1)\r¬__________\r(¬1) أي: وعائشة الصديقة، بنت الصديق، أم المؤمنين، وحبيبة رسول رب العالمين عقد عليها بنت ست أو سبع، وبنى بها وهي بنت تسع، وتوفيت بالمدينة، سنة ثمان وخمسين، -رضي الله عنها وأرضاها -، أفضل نسائه - صلى الله عليه وسلم - في العلم، والفقه، وحمل الدين، وتبليغه إلى\rالأمة، فلها من الفضل في ذلك، ما ليس لغيرها من سائر\rأزواجه؛ مع أن خديجة بنت خويلد بن أسد بن عبد العزى،\rتزوجها - صلى الله عليه وسلم - وهو ابن خمس وعشرين، وآمنت به وصدقته ونصرته، وكانت له وزير صدق؛ وتأثيرها في أول الإسلام، وقيامها في الدين لم تشركها فيه عائشة، ولا غيرها من أمهات المؤمنين؛ فهي أفضل نساء النبي - صلى الله عليه وسلم - في السبق في الإسلام، وموازرة رسول الله - صلى الله عليه وسلم -. فافهم: فهم تحقيق وإذعان، نكتة النتيجة؛ أي: أثر فائدة الخلاف؛ والناتج: أن خديجة أفضل بحسب السبق، والموازرة؛ وعائشة: بالعلم ومحبة الرسول - صلى الله عليه وسلم -، وتفضيلها على سائر أزواجه؛ وفي الصحيحين: «إن الله بعث إلى خديجة بالسلام وبشرها ببيت في الجنة من قصب، لا صخب فيه ولا نصب» .\rوعائشة: سلم عليها جبرائيل، على لسان رسول الله - صلى الله عليه وسلم - ولم يتزوج بكرًا غيرها، وقال: «فضل عائشة على النساء، كفضل الثريد على سائر الطعام» .\rوأنزل في برائتها آيات تتلى إلى يوم القيامة، وشهد بأنها من الطيبات ومناقبهما، وسائر أزواج النبي - صلى الله عليه وسلم - كثيرة شهيرة.","seal":"D58DBBD8","part":1},
      {"page":123,"id":123,"nass":"فصل\rفي ذكر الصحابة الكرام بطريق الإجمال\rوبيان مزاياهم على غيرهم والتعريف بما يجب لهم\r\rوليس في الأمة كالصحابه ... في الفضل والمعروف والإصابه (¬1)\r¬__________\r(¬1) أي: وليس في الأمة المحمدية، المفضلة على سائر الأمم، كالصحابة الكرام العدول، بنص الكتاب العزيز، والسنة المتواترة، وإجماع الأئمة، وسائر السلف، فهم الذين فازوا بصحبة خير البرية، قال تعالى خطابًا لهم: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران: 110] . وقال: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ الآية} [الفتح: 29] .\rفليس في سائر الأمة مثل الصحابة في الفضل، لما في الصحيحين: «لا تسبوا أصحابي، فوالذي نفسي بيده لو أنفق أحدكم مثل أحد ذهبًا، ما بلغ مد أحدهم ولا نصيفه» . وفيهما: «خير الناس قرني ثم الذين يلونهم، ثم الذين يلونهم» .\rوليس في الأمة كالصحابة في المعروف، وهو اسم جامع لكل ما عرف، من طاعة الله، والتقرب إليه، والإحسان إلى الناس؛ وليس في الأمة أيضًا: كالصحابة في الإصابة للحكم المشروع، فهم أحق الأمة بإصابة الحق والصواب.\rفهم سادات الأمة، وقدوة الأئمة، وأعلم الناس بكتاب الله، وسنة نبيه، شاهدوا التنزيل، وعرفوا التأويل. قال ابن مسعود: من كان متأسيًا، فليتأس بأصحاب رسول الله - صلى الله عليه وسلم - فإنهم أبر هذه الأمة قلوبًا، وأعمقها علما، وأقلها تكلفاً، قوم اختارهم الله لصحبة نبيه، ولإقامة دينه، فاعرفوا لهم فضلهم، واتبعوا آثارهم، فإنهم كانوا على الهدى المستقيم؛ ومن نظر في سيرتهم، بعلم وبصيرة، وما من الله به عليهم من الفضائل، علم يقينًا: أنهم خير الخلق بعد الأنبياء، لا كان ولا يكون مثلهم، وأنهم الصفوة من قرون هذه الأمة التي هي خير الأمم، وأكرمها على الله.","seal":"6EEDD34E","part":1},
      {"page":124,"id":124,"nass":"فإنهم قد شاهدوا المختارا ... وعاينوا الأسرار والأنوارا (¬1)\rوجاهدوا في الله حتى بانا ... دين الهدى وقد سما الأديان (¬2)\r¬__________\r(¬1) أي: فإن الصحابة رضي الله عنهم، قد شاهدوا المختار من سائر الأنام، محمدًا عليه أفضل الصلاة والسلام، وصحبوه، وعاينوا في صحبتهم له الأسرار القرآنية، وعلموا التنزيل وأسبابه، وعاينوا الأنوار المشرقة، من الكتاب والسنة؛ فهم أسعد الأمة بالفضل، وإصابة الصواب؛ وأجدر بفقه السنة والكتاب.\r(¬2) أي: وجاهدوا في سبيل الله لإعلاء كلمة الله، حتى ظهر دين الإسلام، الذي به الهدى والدلالة، والفوز والفلاح، وقد علا على سائر الأديان؛ فسائر الأديان غيره منسوخة، وكل عبادة لم يأت بها فباطل،\rقال تعالى. {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: 85] .","seal":"2B61CD4E","part":1},
      {"page":125,"id":125,"nass":"وقد أتى في محكم التنزيل ... من فضلهم ما يشفي من غليل (¬1)\rوفي الأحاديث وفي الآثار ... وفي كلام القوم والأشعار\rما قد ربا من أن يحيط نظمي ... عن بعضه فاقنع وخذ عن علم (¬2)\rواحذر من الخوض الذي ... قد يزري بفضلهم مما جرى لو تدري\rفإنه عن اجتهاد قد صدر (¬3) ... ...................................\r¬__________\r(¬1) أي: يطفئ حرارة الجهل، قال تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا أي: عدلًا خيارًا {لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [البقرة: 143] . وقال: {وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ} [الحج: 78] . وغير ذلك من الآيات.\r(¬2) أي: وقد أتى في الأحاديث النبوية، وفي الآثار السلفية، وفي كلام الأئمة، من المحدثين والفقهاء، وسائر أهل العلوم الشرعية، وفي الأشعار المرضية، من العرب والمولدين، من مدحهم، والثناء عليهم، ما قد زاد أن يحيط نظمه، في هذه الأرجوزة الوجيزة عن بعضه، فضلًا عن غالبه وكله، فاقنع بما أشير إليه، وما أوردناه من الأدلة، وخذ ذلك واعتمد عليه، من علم ويقين؛ والقنوع: الرضا باليسير.\r(¬3) أي: واحذر، أمر من الحذر، الذي هو التحرز من الخوض،\rالمفضي إلى التأبين، الذي قد يزري، ويحط من فضلهم\rالمعلوم، بالكتاب والسنة، من الاختلاف الذي جرى بينهم،\rلو كنت تدري غب ذلك الخوض، المفضي إلى الحقد، على أصحاب رسول الله - صلى الله عليه وسلم - وليس في ذلك ما ينتفع به في الدين، وإنما لك من\rأعظم الذنوب، فإنهم خير القرون، وهم السابقون الأولون؛ وذلك فيما جرى بين علي ومعاوية وقبلهما وبعدهما، فإن النزاع والقتال الذي جرى بينهم، كان عن اجتهاد قد صار من كل من الفريقين، كما تقدم.\rوعقيدة أهل السنة والجماعة: الإمساك عما شجر بينهم؛ ويقولون: إن الآثار المروية، في مساوي بعضهم، منها ما هو كذب، ومنها ما قد زيد فيه ونقص؛ والصحيح منه هم فيه معذورون، إما مجتهدون مصيبون، وإما مجتهدون مخطئون، والخطأ مغفور لهم، ولهم من السوابق والفضائل، ما يوجب مغفرة ما يصدر منهم إن صدر، حتى إنهم يغفر لهم من السيئات، ما لا يغفر لمن بعدهم. وإذا كان قد صدر من أحد منهم ذنب، فيكون قد تاب منه، أو أتى بحسنات تمحوه، أو غفر له بفضل سابقته، أو بشفاعة محمد - صلى الله عليه وسلم - الذين هم أحق الناس بشفاعته، أو ابتلي ببلاء كفر به عنه، والذي ينكر من فعل بعضهم، قليل نزر، مغمور في جنب فضائل القوم، ومحاسنهم، فإنهم صفوة هذه الأمة، وأكرمها على الله.","seal":"D8F54D56","part":1},
      {"page":126,"id":126,"nass":".................................. ... فاسلم أذل الله من لهم هجر (¬1)\r¬__________\r(¬1) أي: فاسلم من الخوض، أذل الله كل مبتدع، من الرافضة وغيرهم للصحابة، أو لبعضهم، هجر، وعادى، ولم يوال ويحب؛\rوالسلف رضى الله عنهم: تبرءوا من طريقة الروافض، الذين\rيبغضونهم، ويسبونهم؛ ومن طريقة النواصب: الذين يؤذون أهل\rالبيت، بقول أو عمل؛ ومن أصول سلامة قلوبهم، وألسنتهم\rلهم، عملاً بقوله: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا} [الحشر: 10] .\rوطاعة للنبي - صلى الله عليه وسلم - بقوله: «لا تسبوا أصحابي» .\rوأجمعوا على أنه يجب على كل أحد، تزكية جميع الصحابة، والكف عن الطعن فيهم، والثناء عليهم، ولا يعاديهم إلا عدو لله ورسوله؛ وروى الترمذي وغيره: أنه - عليه الصلاة والسلام - قال: «الله، الله في أصحابي، لا تتخذوهم بعدي غرضًا؛ من أحبهم فبحبي أحبهم، ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذاني، ومن آذاني فقد آذى الله، يوشك أن يأخذه» .\rقال شيخ الإسلام ابن تيمية: وتفصيل القول في سبهم، أن من اقترن بسبه دعوى: أن عليًا إله، أو أنه كان هو النبي، وإنما غلط جبرائيل في الرسالة، فهذا لا شك في كفره؛ وأما من سبهم سبًا لا يقدح في عدالتهم ولا في دينهم، مثل وصف بعضهم بالبخل، أو الجبن، أو قلة العلم، أو عدم الزهد، ونحو ذلك، فهذا يستحق التأديب والتعزير، ولا يحكم بكفره.\rأما من لعن وقبح مطلقًا، فهذا محل الخلاف فيهم، لتردد الأمرين: لعن الغيظ، ولعن الاعتقاد؛ وأما من جاوز ذلك، إلى أن زعم أنهم ارتدوا بعد رسول الله - صلى الله عليه وسلم - إلا نفرًا قليلاً، لا يبلغون بضعة عشر، أو أن عامتهم فسقوا، فهذا لا ريب في كفره، لأنه مكذب لما نصه القرآن؛ من الرضا عنهم، والثناء عليهم.","seal":"6EA539FE","part":1},
      {"page":128,"id":127,"nass":"وبعدهم فالتابعون أحرى ... بالفضل ثم تابعوهم طرا (¬1)\r¬__________\r(¬1) أي: وبعد الصحابة، المخصوصين بالفضل والعدالة: التابعون لهم بإحسان، فهم أحق وأجدر بالفضل والتقديم، على غيرهم من سائر أهل الإسلام؛ والتابعي: كل من صحب الصحابي؛ والبرهان على أفضليتهم، ما ثبت في الصحيحين: «خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم» . وغيره، وكون الصحابة ألقوا إلى التابعين، ما تلقوه عن رسول الله - صلى الله عليه وسلم - خالصًا صافياً، وقالوا: هذا عهده إلينا، وقد عهدناه إليكم، وهذه وصية ربنا وفرضه علينا، وهي وصيته وفرضه عليكم؛ فجرى التابعون لهم بإحسان، على منهاجهم القويم، واقتفوا آثار صراطهم المستقيم.\rوقوله: ثم تابعوهم، أي: ثم الأفضل بعد التابعين، تابعوهم؛ أي: أتباع التابعين، لما ثبت من الأحاديث في ذلك.\rوقوله طرا أي: جميعاً، لأنهم سلكوا مسلكهم، وبعدهم كثرت البدع.","seal":"8C785DA5","part":1},
      {"page":129,"id":128,"nass":"فصل\rفي ذكر كرامات الأولياء وإثباتها\r\rوكل خارق أتى عن صالح ... من تابع لشرعنا وناصح\rفإنها من الكرامات ... التي بها نقول فاقف للأدلة (¬1)\r¬__________\r(¬1) أي: وكل خارق للعادة من الخوارق، ومراده الكرامة، وهي: أمر خارق للعادة، غير مقرون بدعوى النبوة، ولا هو مقدمة؛ يظهر الخارق على يد عبد ظاهر الصلاح، ملتزم المتابعة، مصحوب بصحة الاعتقاد، والعمل الصالح، علم بها أو لم يعلم، ولا تدل على صدق من ظهرت على يديه ولايته، ولا فضله على غيره، لجواز سلبها، وأن تكون استدراجاً، ومكراً، ومن ظهر على يديه خارق، مما يسمونه (كرامات الأولياء) ممن يدعي مع الله، فهو من الأحوال الشيطانية، وخدعها.\rفإن الكرامة: لا بد أن تكون أمرًا خارقًا للعادة، أتى ذلك الخارق عن امرئ صالح، ولي لله عارف به، مواظب على الطاعة، تارك للمعاصي، تابع لشرعنا معشر المسلمين، وناصح لله، ولكتابه ولرسوله، ولأئمة المسلمين وعامتهم؛ فإذا صدر الخارق عن أحد، ممن اتصف بهذه الصفات فإنها تكون من الكرامات التي بها، وبوقوعها نقول.\rفإن التصديق بكرامات الأولياء، وما يجري الله على أيديهم،\rمن خوارق العادات، في العلوم والمكاشفات، وأنواع القدرة والتأثيرات، من أصول أهل السنة والجماعة؛ فاقف للأدلة\rالشرعية الدالة على كرامات الأولياء، كقصة أصحاب الكهف، ومريم، وآصف؛ وعن صدر هذه الأمة، من الصحابة والتابعين، وسائر فرق الأمة، وهي موجودة فيها إلى يوم القيامة.","seal":"2264E930","part":1},
      {"page":130,"id":129,"nass":"ومن نفاها من ذوي الضلال ... فقد أتى في ذاك بالمحال\rلأنها شهيرة ولم تزل ... في كل عصر يا شقا أهل الزلل (¬1)\r¬__________\r(¬1) أي: وأي إنسان نفى كرامات الأولياء، من أصحاب الضلال والزيغ عن نهج السلف، فقد أتى في ذلك النفي بالمحال، المنابذ للبرهان والعيان؛ فقد ثبت بها الكتاب والسنة والحس والمشاهدة؛ وأجمع على ثبوتها أهل السنة والجماعة؛ وعلل بما ارتكبوه في نفيها بالمحال، لأنها شهيرة للعيان ثابتة بالبرهان، ولم تزل تظهر على يد الأولياء والصالحين، في كل عصر من الأعصار الماضية، إلى الآن؛ ثم قال لمن انتحل المحال: يا شقاء أهل الزلل بما ارتكبوه، ويا خسارتهم لما انتحلوه، من رد المحسوس الثابت بالبرهان، وإجماع أهل السنة والإيمان.","seal":"70760C16","part":1},
      {"page":131,"id":130,"nass":"فصل\rفي المفاضلة بين البشر والملائكة\r\rوعندنا تفضيل أعيان البشر ... على ملاك ربنا كما اشتهر\rقال ومن قال سوى هذا افترى ... وقد تعدى في المقال واجترى (¬1)\r¬__________\r(¬1) أي: وعندنا، معشر أهل السنة والجماعة: أنا نعتقد تفضيل أعيان البشر، من الأنبياء والأولياء، على ملائكة ربنا، كما اشتهر من نصوص أحمد وغيره من أهل السنة؛ والملاك: جمع ملك؛ قال أحمد رضي الله عنه: وأي إنسان قال بلسانه، أو اعتقد بجنانه غير القول بتفضيل بني آدم على الملائكة، افترى أي: أتى بما يشعر بالافتراء؛ وقد تعدى، أي: تجاوز الحد المنقول، والثابت عن الرسول، والسلف الفحول، في المقال الذي اعتمده؛ واجترأ، أي افتات على الشارع، بالاعتقاد الذي اعتقده.\rوقد دل القرآن والسنة وإجماع السلف، على فضل أعيان البشر على الملائكة كفضل محمد - صلى الله عليه وسلم - المجمع عليه، وقال معاذ رضي الله عنه: ما خلق الله خلقًا أكرم عليه من محمد - صلى الله عليه وسلم -؛ قيل له: ولا جبرائيل، ولا ميكائيل؛ قال: ولا جبرائيل ولا ميكائيل؛ وإذا ثبت فضل الواحد من النوع، ثبت فضل نوعهم على جميع الأنواع وكقصة سجود الملائكة أجمعين لآدم، ولعن الممتنع عن السجود له؛ وهذا تشريف وتكريم له ظاهر، وكقول إبليس: {أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ} [الإسراء: 62] . وخلق آدم بيده.\rقال زيد بن أسلم: قالت الملائكة: يا ربنا جعلت لبني آدم\rالدنيا يأكلون فيها ويشربون، فاجعل لنا الآخرة؛ فقال: (وعزتي لا أجعل صالح ذرية من خلقت بيدي كمن قلت له كن فكان) وروي مرفوعًا؛ ومعاذ وزيد معاذ وزيد: في علمهما وفقههما؛ وفي حديث أبي هريرة من طريق الخلال: «أنتم أفضل من الملائكة.\rقال شيخ الإسلام ابن تيمية: وأقل ما في هذه الآثار ونحوها، أن السلف الأولين كانوا يتناقلون بينهم: أن صالحي البشر أفضل من الملائكة، من غير نكير منهم لذلك، ولم يخالف أحد منهم في ذلك، وكقوله تعالى: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} [البقرة: 30] . وكتفضيلهم بالعلم، وكقوله - صلى الله عليه وسلم -: «لزوال الدنيا أهون على الله من قتل رجل مؤمن. والمؤمن أكرم على الله من الملائكة الذين عنده» .\rوكحديث المباهاة، وما أعد الله لهم من الكرامة، التي لم يطلع الله عليها ملكًا ولا غيره، وظهور فضيلة صالحي البشر، إذا وصلوا إلى غاياتهم، فدخلوا الجنة ونالوا الزلفى، وسكون الدرجات العلى، وحياهم الرب جل جلاله، وتجلى لهم، يستمتعون بالنظر إلى وجهه الكريم، وقامت الملائكة بخدمتهم بإذن ربهم.","seal":"DAB72443","part":1},
      {"page":133,"id":132,"nass":"الباب السادس\rفي ذكر الإمامة ومتعلقاتها\r\rولا غنى لأمة الإسلام ... في كل عصر كان من إمام (¬1)\rيذب عنها كل ذي جحود ... ويعتني بالغزو والحدود (¬2)\rوفعل معروف وترك نكر ... ونصر مظلوم وقمع كفر (¬3)\r¬__________\r(¬1) أي: لا بد لأمة الإسلام، وفي نسخة \"ملة\" أي: دين الإسلام، في كل عصر وزمان؛ كان، أي: وجد، من إمام، بل نصبه فرض كفاية لازم واجب، بالسنة والإجماع، لمسيس الحاجة إليه واستدل القرطبي وغيره بقوله تعالى: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} [البقرة: 30] على وجوب نصب الخليفة، ليفصل بين الناس فيما اختلفوا فيه: {يَادَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ} [ص: 26] .\r(¬2) يذب، أي: يدفع عن أمة الإسلام، وبيضة الدين، كل جبار وظلوم كفار، صاحب جحود للدين القويم؛ ويعتني، أي: يهتم ويقوم بغزو الكفار، وقهر البغاة؛ ويعتني بإقامة الحدود وهي: العقوبات المقدرة؛ وكذا التعزيرات، لتصان محارم الله عن الانتهاك وتحفظ حقوق العباد.\r(¬3) أي: ويعتني أيضًا بالأمر بفعل المعروف، وهو: اسم جامع لكل ما عرف من طاعة الله، وندب إليه الشرع؛ ويعتني بترك المنكر، وهو ضد المعروف، وكل ما حرم الشرع فهو منكر؛ ويعتني بنصر مظلوم، بتخليصه من ظالمه، وأخذ حقه، وقمع أهل الكفر، وقهرهم.","seal":"C5417E8E","part":1},
      {"page":134,"id":133,"nass":"وأخذ مال الفيء والخراج ... ونحوه والصرف في منهاج (¬1)\rونصبه بالنص والإجماع ... وقهره فحل عن الخداع (¬2)\r¬__________\r(¬1) أي: ويعتني أيضاً، بأخذ مال الفيء، مصدر فاء يفيء، إذا رجع؛ وهو: المال الحاصل من جهاته المعروفة، كالذي أخذ من مال كافر بغير قتال، كجزية؛ سمي فيئاً، لأن الله أفاءه على المسلمين؛ أي: رده عليهم من الكفار، الذين لم يعبدوه، فأباحه لعابديه، لأنه إنما خلقه إعانة على عبادته، فأفاء عليهم ما يستحقونه؛ ويعتني بأخذ مال الخراج، وعشر مال تجارة حربي، ونصفه من ذمي، ونحوه، أي: نحو ما ذكر، كالذي تركه الكفار فزعًا وهربوا، أو بذلوه فزعاً، وخمس خمس الغنيمة، ومال من مات من الكفار ولا وارث له، ومال المرتد إذا مات على ردته، أو لحق بدار الحرب.\rويعتني أيضًا: بالصرف لذلك المال المذكور، ونحوه في طريقه وجهته المعينة له شرعاً، فيصرفه في مصالح أهل الإسلام؛ وكل ما تقدم: من إقامة الحدود، وسد الثغور، وحفظ بيضة الإسلام واجب، وما لا يتم الواجب إلا به فهو واجب؛ فوجب نصب إمام لجلب تلك المصالح، ودفع تلك المضار.\r(¬2) أي: ويثبت نصب الإمام الأعظم، بالنص من الإمام على\rاستخلاف واحد من أهلها، بأن يعهد إلى إنسان ينص عليه بعده،\rولا يحتاج في ذلك إلى موافقة أهل الحل والعقد، كما عهد أبو\rبكر إلى عمر رضي الله عنهما، ويثبت أيضًا نصبه بالإجماع من أهل الحل والعقد من المسلمين، كإمامة الصديق.\rويثبت أيضًا: نصبه بقهره الناس بسيفه، حتى يذعنوا له، ويدعوه إماماً؛ لأن عبد الملك بن مروان، خرج على ابن الزبير فقتله، واستولى على البلاد وأهلها، وبايعوه طوعًا وكرهاً، ودعوه إماماً، ولما في الخروج عليه من شق عصا المسلمين؛ فحل، أي: ابعد وزل عن الخداع، أي اترك مخادعة أهل البدع، من جواز الخروج عليه.","seal":"92E70AE0","part":1},
      {"page":135,"id":134,"nass":"وشرطه الإسلام والحريه ... عدالة سمع مع الدريه (¬1)\rوأن يكون من قريش عالمًا ... مكلفًا ذا خبرة وحاكما (¬2)\r¬__________\r(¬1) أي: ويشترط في الإمام الأعظم، الإسلام؛ لأن غير المسلم لا يكون له على المسلمين سبيل، والحرية، لأن الرقيق عليه الولاية، فلا يكون واليًا على غيره، فضلًا عن عامة المسلمين، ويشترط فيه أيضًا: عدالة لاشتراط ذلك في ولاية القضاء، وهي دون الإمامة العظمى؛ فإن قهر الناس غير عدل، فهو إمام، نص عليه أحمد وغيره.\rويعتبر فيه أيضًا: سمع؛ أي: بأن يكون سميعاً، بصيراً، ناطقاً، لأن غير المتصف بهذه الأوصاف، لا يصلح سياسته الخلق؛ من الدرية - بفتح الدال وكسر الراء - وهي: العلم والخبرة، بأن يكون عالمًا بالأحكام المتعلقة بالسياسة والحروب، بصيرًا بأحوال الناس، ومكرهم.\r(¬2) أي: ويعتبر أيضًا: أن يكون الإمام من قريش، وهو ما كان من نسل فهر بن مالك بن النضر، لما روى أحمد وغيره: «الأئمة من\rقريش» . «الخلافة في قريش» . وللترمذي بسند صحيح: «الملك في قريش» . ولحديث: «خير الأمراء: ثلاثًا؛ ما حكموا فعدلوا، واسترحموا فرحموا، وعاهدوا فوفوا» .\rوحديث: «قدموا قريشاً، ولا تقدموها. وفي الصحيحين: «لا يزال هذا الأمر في قريش، ما بقي من الناس اثنان» . وفيها أيضًا: «الناس تبع لقريش في هذا الشأن، مسلمهم تبع لمسلمهم، وكافرهم تبع لكافرهم» .\rوفي البخاري: «إن هذا الأمر في قريش، لا يعاديهم أحد إلا كبه الله على وجهه، ما أقاموا الدين» . وكون الخلافة في قريش، ومن شرعه ودينه، كانت النصوص بذلك مأثورة معروفة متواترة، بخلاف كونها في بطن منهم، أو من غيرهم.\rويعتبر أيضًا: أن يكون عالما بأحكام الشريعة، لاحتياجه إلى مراعاتها، في أمره ونهيه؛ وأن يكون مكلفاً، أي: بالغا عاقلًا، لأن غير البالغ العاقل يحتاج لمن يلي أمره، فلا يكون واليًا على المسلمين؛ وأن يكون ذا خبرة بتدبير الأمور المذكورة، في البلاد والعباد.\rوأن يكون حاكماً، أي: قادرًا على إيصال الحق إلى مستحقه، وكف ظلم المعتدي، وقمع أهل المعتدي، وقمع أهل الافتراء والاعتداء، وقادرًا على إقامة الحدود، وقمع أهل الضلال، لا تأخذه في الله لومة لائم.\rوإن عقد لأكثر من واحد فهي للأول، فإن فسق بعد العدالة لم ينعزل، ولا تشترط عصمته، ولا كونه أفضل الأمة.","seal":"E73C0B7E","part":1},
      {"page":137,"id":135,"nass":"وكن مطيعًا أمره فيما أمر ... ما لم يكن بمنكر فيحتذر (¬1)\r¬__________\r(¬1) أي: إذا عقدت له الإمامة، فصار إمامًا للمسلمين، فكن مطيعًا أنت وسائر رعيته أمره، فيما أمر به، إن كان طاعة لله باتفاق السلف، ما لم يكن أمره بمنكر، فلا يطاع في ذلك، بل يحذر منه، ويجتنب، وتحرم طاعته، إذ لا طاعة لمخلوق في معصية الخالق.\rوثبت من غير وجه عن النبي - صلى الله عليه وسلم - أنه قال: «إن الله يرضى لكم ثلاثاً، أن تعبدوه ولا تشركوا به شيئاً، وأن تعتصموا بحبل الله جميعًا ولا تفرقوا، وأن تناصحوا من ولاه الله أمركم. والأحاديث في وجوب طاعة الله متواترة» .\rوقال تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إلى قوله: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 58، 59] . فالأولى في الولاة: أن يؤدوا الأمانات إلى أهلها، إذا حكموا بين الناس أن يحكموا بالعدل؛ والثانية في الرعية: أن يطيعوا أولي الأمر الفاعلين لذلك، في حكمهم ومغازيهم، وغير ذلك.\rفإن تنازعوا في شيء، ردوه إلى كتاب الله وسنة نبيه - صلى الله عليه وسلم -، فإن لم يفعل ولاة الأمور، أطيعوا فيما يأمرون به من طاعة الله وأديت إليهم حقوقهم وأعينوا على البر والتقوى، لا على الإثم والعدوان.\rويجب على كل وال: أن يولي على كل عمل من أعمال\rالمسلمين، أصلح من يجده لذلك العمل، أو الأمثل فالأمثل، لما\rروى الحاكم وصححه: «من ولي من أمر المسلمين شيئًا فولى رجلًا وهو يجد أصلح للمسلمين منه، فقد خان الله ورسوله والمسلمين» ، والولاية لها ركنان: القوة والأمانة؛ والقوة في كل ولاية بحسبها.","seal":"6C0CE69A","part":1},
      {"page":138,"id":136,"nass":"فصل\rفي الأمر بالمعروف والنهي عن المنكر\r\rواعلم بأن الأمر والنهي معا ... فرضا كفاية على من قد وعى (¬1)\rوإن يكن ذا واحدًا تعينا ... عليه لكن شرطه أن يأمنا (¬2)\r¬__________\r(¬1) أي: واعلم أيها الطالب للعلم، بأن الأمر بالمعروف، والنهي عن المنكر معاً، أي: كل واحد منهما منفرد، أو كلاهما، فرض كفاية، بالكتاب والسنة وإجماع السلف على جماعة المسلمين، يخاطب به الجميع، ويسقط بمن يقوم به، على من، أي: على أي إنسان قد وعى الأمر بالمعروف، والنهي عن المنكر وعلمه، لأنه لا صلاح للعباد في المعاش والمعاد إلا به.\rولأن جماع الدين، وجميع الولايات، أمر ونهي، والأمر الذي بعث الله به رسوله، هو الأمر بالمعروف؛ والنهي الذي بعثه به، هو النهي عن المنكر؛ وهو نعت النبي - صلى الله عليه وسلم - والمؤمنين، في قوله: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ} [آل عمران: 110] . وقوله: {وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} [آل عمران: 114] .\r(¬2) أي: وإن يكن الذي علم بالمنكر، هو عارف بما ينكر واحداً،\rأو كانوا عددًا لكن لا يحصل المقصود إلا بهم جميعًا، تعين الأمر بالمعروف والنهي عن المنكر، وصار فرض عين عليه أو\rعليهم للزومه عليه أو عليهم، ولعدم قيام غيره أو غيرهم\rبه؛ لكن شرط افتراضه على الجماعة، أو الواحد، سواء كان\rالأمر والنهي فرض كفاية، أو فرض عين: القدرة على ذلك؛ فإن مناط الوجوب القدرة، فيجب على كل بحسبه، وأن يأمن على نفسه وأهله وماله، ولا يخالف سوطًا أو عصاً، ولا أذى، ولا فتنة تزيد على المنكر، هذا قول الجمهور، عملًا بما في بعض الأحاديث من رخصة السكوت عند المخالفة.\rوفي الحديث: «لا يمنعن أحدكم هيبة الناس أن يقول في حق. والحزم: أن لا يبالي» ، لما ورد: «أفضل الجهاد كلمة حق عند سلطان جائر» . وقال تعالى: {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ} [البقرة: 207] . قال بعض السلف، أي: يبيعها ببذلها في الجهاد، أو يأمر بالمعروف، وينهى عن المنكر حتى يقتل طلبًا لمرضاة الله عز وجل.","seal":"F8C7F16A","part":1},
      {"page":139,"id":137,"nass":"فاصبر وزل باليد واللسان ... لمنكر واحذر من النقصان (¬1)\r¬__________\r(¬1) أي: فاصبر على الأذى، ممن تأمره وتنهاه، ولا تنتصر لنفسك، واعلم أن الأمر والنهي، هو أشق ما يحمله المكلف، وهو مقام الرسل، والصبر إن لم يستعمل لزم تعطيل الأمر، أو حصول فتنة، أو مفسدة بتركه.\rوأزل المنكر باليد، وهو أعلى درجات الإنكار؛ وغيره باللسان حيث لم تستطع تغييره باليد، بأن تعظه باليد وتذكره بالله وأليم عقابه، وتوبخه وتعنفه، مع لين وإغلاظ بحسب ما يقتضيه الحال؛ لمنكر: متعلق بـ \"زال\".\rواحذر من النزول عن أعلى المراتب، حيث قدرت على أن\rتغير المنكر بيدك إلى الإنكار باللسان، إلا مع العجز عن ذلك؛\rثم إنه لا يسوغ لك العدول، عن التغيير باللسان إلى الإنكار\rبالقلب، إلا مع عدم القدرة على الإنكار باللسان، إلى الإنكار بالقلب، وهو أضعف الإيمان. فاحذر من النقصان: أشار بذلك إلى حديث أبي سعيد: «من رأى منكم منكرًا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» .\rرواه مسلم وغيره، وفيه أيضًا: «من جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن، ومن جاهدهم بقلبه فهو مؤمن، وليس وراء ذلك من الإيمان حبة خردل» .\rوفي الباب أحاديث كثيرة، وذكر بعض السلف: أنه لا بد في الآمر، أن يكون عليمًا فيما يأمر به، عليمًا فيما ينهى عنه، حليمًا فيما يأمر به، حليمًا فيما ينهى عنه، صابرًا على ما ناله من الأذى، أي: وإلا كان ما يفسد أكثر مما يصلح.","seal":"3FA1E3F0","part":1},
      {"page":140,"id":138,"nass":"ومن نهى عما له قد ارتكب ... فقد أتى بما به يقضى العجب (¬1)\r¬__________\r(¬1) أي: وأي إنسان نهى الخلق عن الشيء الذي قد ارتكب، وخالف عمله قوله، من فعل المحظور، وترك المأمور، فقد أتى من قاله وحاله من العمل، الذي منه يقضي العقلاء وأهل العلم العجب؛ أي: يحكمون بالعجب، لإتيانه القبيح الذي ينهى عنه، وتركه الحسن الذي يأمر به.\rوقال تعالى: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} [البقرة: 44] . وقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: 2-3] .\rوفي الصحيحين: «يؤتى بالرجل يوم القيامة، فيلقى في\rالنار، فتندلق أقتاب بطنه، فيدور بها كما يدور الحمار بالرحى، فيجتمع إليه أهل النار، فيقولون: يا فلان، مالك؟ ألم تكن تأمر بالمعروف، وتنهى عن المنكر؟ فيقول: بلى، كنت آمر بالمعروف ولا آتيه، وأنهى عن المنكر وآتيه» .\rوفي صحيح مسلم قال: «مررت ليلة أسري بي بأقوام تقرض شفاههم بمقاريض من نار، قلت: من هؤلاء يا جبرائيل؟ قال: خطباء أمتك، الذين يقولون ما لا يفعلون» .\rوقال الله عن شعيب: {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ} [هود: 88] .\rوقال بعض السلف: إذا أردت أن يقبل منك، فإذا أمرت بشيء فكن أول الفاعلين له، المؤتمرين به؛ وإذا نهيت عن شيء فكن أول المنتهين عنه.","seal":"27926E7B","part":1},
      {"page":141,"id":139,"nass":"فلو بدا بنفسه فَذَادَهَا ... عن غَيِّهَا لكان قد أفادَهَا (¬1)\r¬__________\r(¬1) أي: فلو بدأ الآمر والناهي بنفسه، قبل أمره ونهيه لغيره، فمنعها وردها عن غيها، لكان ببدايته بإرشاده نفسه، وردها عما هي عليه، من ارتكاب المنهي، قد أفادها النجاة والسلامة؛ فإن المرشد اللبيب: يبدأ بالأهم فالأهم، والأقرب فالأقرب؛ ولا أهم ولا أقرب إلى العبد من نفسه؛ وما تقدم من كون الآمر مستقيم الحال، هو عين الكمال وأبلغ في تأثير أمره ونهيه.\rوأما وجوب الأمر والنهي، فلا يسقط عن الذي لم يكن متصفًا بتلك الأوصاف، والنهي عن المنكر واجب، والانكفاف عن المحرم واجب، والإخلال بأحد الواجبين، لا يمنع وجوب فعل الآخر؛ ولو كان لا يأمر بمعروف، ولا ينهى عن منكر، إلا من ليس فيه شيء من ذلك، ما أمر أحد بمعروف، ولا نهى عن منكر، ولسقط الأمر والنهي ويود الشيطان أن لو كان ذلك.","seal":"19C0E467","part":1},
      {"page":142,"id":140,"nass":"الخاتمة\rنسأل الله حسنها\r\rمدارك العلوم في العيان (¬1) ... محصورة في الحد والبرهان (¬2)\r¬__________\r(¬1) مدارك: جمع مدرك الشيء أحاط به؛ ومراده: المدرك بالعقول، جمع عقل؛ وهو لغة: المنع؛ واصطلاحًا: ما يحصل به التمييز بين المعلومات، وهو صفة، وهو الذي يسمى عرضاً، وهو قائم بالنفس التي تعقل، متعلق بالقلب، وله اتصال بالدماغ، في العيان، أي: المشاهدة.\r(¬2) أي: مدارك العلوم محصورة في شيئين لا ثالث لهما، ومقصورة عليهما في الحد، يأتي الكلام عليه؛ والبرهان، وهو: الحجة والدليل، وهما الكتاب والسنة؛ وقال المصنف: والبرهان عند أهل الميزان، قياس مؤلف من مقدمات يقينية، لإنتاج يقينيات. اهـ.\rوإذا كان القياس لا يفيد العلم، إلا بواسطة قضية كلية بإجماعهم، وامتنع أن يكون فيما ذكروه، من صورة القياس، ومادته، حصول علم\rيقيني. قال شيخ الإسلام ابن تيمية: وقد علم بإجماعهم\rوبالعقل: أن القياس المنطقي لا يفيد إلا بواسطة قضية كلية، والقضايا التي هي عند مواد البرهان وأصوله، ليس فيها قضية كلية\rللأمور الموجودة، وليس فيها ما تعلم به القضية الكلية إلا\rالعقل المجرد، الذي يعقل المقدرات الذهنية، وإذا لم يكن في أصوله برهانهم علم بقضية عامة، للأمور الموجودة، لم يكن في قياسهم علم؛ ولذلك تناقضت أقيستهم في المطالب الإلهية، ولم يصلوا بها إلى يقين؛ وغلبت عليهم الحيرة، لما يرونه من فساد أدلتهم. وصورة القياس المذكورة، فطرية لا تحتاج إلى تعلم، وإن كان فيه صحيح ففيه ما هو باطل، والحق الذي فيه من تطويل الكلام، وتكثيره بلا فائدة، وسوء التعبير وغير ذلك؛ والنافع منه فطري لا يحتاج إليهم فيه، وما يحتاج إليهم فيه ليس فيه منفعة إلا معرفة اصطلاحهم.\rولا شك أن من حسن الظن بالمنطق والكلام وأهله، إن لم يكن له مادة من دين وعقل، يستفيد بها الحق الذي ينتفع به، وإلا أفسدوا عليه دينه وعقله؛ ومن نور الله بصيرته، علم الفرق بين الطريقة العقلية السمعية الشرعية الإيمانية، والطريقة القياسية المنطقية الكلامية.","seal":"6C8CB93E","part":1},
      {"page":143,"id":141,"nass":"وقال قوم عند أصحاب النظر ... حس وإخبار صحيح والنظر (¬1)\r¬__________\r(¬1) وقال قوم منهم: بل مدارك العلم عند أصحاب النظر - أي: الفكر والتدقيق، والبحث والتحقيق عنده عفا الله عنه - وهم: النظار من المتكلمين والمنطقيين، وعلماء الأصول ثلاثة؛ أحدها: حس أي: ما يدرك بأحد الحواس الخمس؛ السمع، والبصر، والشم، والذوق، واللمس.\rوالثاني: إخبار صحيح ثابت مطابق للواقع؛ والخبر الثابت نوعان: الأول: خبر الرسول - صلى الله عليه وسلم - الذي يجب الإيمان به وتصديقه. والنوع الثاني: الخبر الثابت على ألسنة قوم لا يتصور تواطؤهم على الكذب، كالعلم بالملوك الماضية.\rوالثالث: من مدارك العلم \"النظر\" أي: الفكر الذي يطلب به علم أو ظن، وهو عندهم التأمل والتفكر، والاعتبار بمعرفة الحق من الباطل، وهو فكرة القلب وتأمله؛ وقد يصيب الناظر وقد يخطئ وهذا النظر صحيح، إذا كان في حق ودليل؛ وغالب نظرهم في دليل مضل، يصير في القلب بذلك اعتقادًا فاسداً، وهو غالب شبهات أهل الباطل؛ والنظر المفيد للعلم: إنما هو في أدلة الكتاب والسنة؛ والطالب للعلم بالنظر لا يحصل له ذلك، إن لم ينظر في دليل شرعي، يفيده العلم بالمدلول عليه.","seal":"AE8DB35C","part":1},
      {"page":144,"id":142,"nass":"الحد وهو أصل كل علم (¬1) ... ...................................\r¬__________\r(¬1) الحد في اللغة: المنع؛ وقوله: وهو أصل كل علم، جملة معترضة بين المبتدأ والخبر؛ وقال المصنف: لأن من لا يحيط به علماً، لم ينتفع بما عنده، انتهى؛ وعلوم بني آدم خاصتهم وعامتهم، حاصلة بدونه، فبطل قوله؛ كيف وهو: إنما حدث من مبتدعة المتكلمة، والفلاسفة لما عربت الكتب اليونانية.\rولا يخلو تكلفهم له، إما في العلم فيتكلموا بغير علم، وإما في القول، فيتكلفون من بيانه ما هو حشو وعناء، وهذا من المنكر المذموم بالشرع والعقل، وأمر الله نبيه أن يقول: {وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} [ص: 86] . وفي الصحيح: «من علم علمًا فليقل به ومن لم يعلم فليقل لا أعلم. وحرم الله في كتابه القول عليه بلا علم، وذم الكلام الكثير الذي لا فائدة فيه» .\rقال شيخ الإسلام ابن تيمية: وهؤلاء كلامهم في الحد غالبه\rمن الكلام الكثير، الذي لا فائدة فيه وكثير منه باطل، وقول بغير علم وقول لخلاف الحق، ولا ريب في استغناء الأنبياء وأتباعهم، من العلماء والعامة عنه، ولم يعرف في القرون المفضلة؛ ولم يكن تكلفه من عاداتهم.","seal":"57BA0935","part":1},
      {"page":145,"id":143,"nass":".................................. ... وصف محيط كاشف فافتهم (¬1)\rوشرطه طرد وعكس وهو إن ... أنبا عن الذوات فالتام استبن (¬2)\rوإن يكن بالجنس ثم الخاصه ... فذاك رسم فافهم المحاصه (¬3)\r¬__________\r(¬1) أي: وصف محيط بموصوفه، كاشف مميز للمحدود عن غيره؛ فحد الشيء الذي ينطبق على جميع أفراده، هو المانع الجامع؛ فافتهم: أمر من الفهم وهو: إدراك معنى الكلام.\r(¬2) أي: وشرط كون الحد صحيحًا طرد، ومعناه التلازم بالثبوت؛ أي: كلما وجد الحد وجد المحدود؛ وعكس، أي: كلما وجد المحدود وجد الحد؛ ويلزم منه: أنه كلما انتفى الحد انتفى المحدود؛ وقال شيخ الإسلام: الحد يجب طرده وعكسه. اهـ؛ وهو: أي الحد إن دل وكشف عن الذوات المحدودة، كما إذا قيل: ما الإنسان؟ قيل: حيوان ناطق، فهو الحقيقي التام، وهو الأصل عندهم؛ فاستبن، أي: اطلب البيان عن حقيقة الحد.\r(¬3) أي: وإن يكن الحد مركباً، من الجنس القريب، ثم الخاصة،\rكحيوان ضاحك، في تعريف الإنسان، فذاك الجنس المركب: من\rجنس قريب، وخاصة، رسم تام؛ فافهم المحاصة، أي: التقسيم\rالمذكور للحد. قال شيخ الإسلام ابن تيمية: وعامة حدودهم، هي\rمن هذا الباب، حشو لكلام كثير، يبينون به الأشياء، وهي قبل بيانهم أبين منها بعد بيانهم.\rفهي مع كثرة ما فيها من تضييع الزمان، وإتعاب الحيوان، لا توجب إلا العمى والضلال، وتفتح باب المراء والجدال، إذ كل منهم يورد على حد الآخر، من الأسئلة ما يفسد به، ويزعم سلامة حده منه؛ ولا يسلم لهم حد لشيء من الأشياء، إلا ما يدعيه بعضهم، وينازعه فيه آخرون؛ فإن كانت الأمور لا تتصور إلا بالحد، لزم أن لا يكون إلى الآن أحد عرف حد شيء من الأمور، ولم يبق أحد ينتظر صحته، لأن الذي يذكره يحتاج معرفته بغير حد، وهي متعددة، فلا يكون لبني آدم شيء من المعرفة، وهذه سفسطة، ومغالطة.","seal":"D7F48A7A","part":1},
      {"page":146,"id":144,"nass":"وكل معلوم بحس وحجا ... فنكره جهل قبيح في الهجا (¬1)\r¬__________\r(¬1) أي: وكل معلوم بحس من الحواس الخمس الظاهرة التي لا شك فيها فإنكاره قبيح جداً، إذ هو مجرد مكابرة، وكذا ما يدرك عندهم بحجا، وهو العقل، فإنكاره قبيح في الهجا، أي: في الشكل، والمثل، يقال: هذا على هجا هذا، أي: شكله؛ أي: قبيح في العادة المستمرة، ومردود عند أهل الكلام والمنطق.\rوهم كما قال تعالى: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى} [النجم: 23] . وأما أهل السنة والجماعة، فلا يردون إلا ما خالف الكتاب والسنة، والعقل المقبول عندهم: ما وافق الشرع؛ فإن النقل الصحيح الصريح، يوافقه العقل الصحيح.","seal":"2C2E54C1","part":1},
      {"page":147,"id":145,"nass":"فإن يقم بنفسه فجوهر ... أو لا فذاك عرض مغتفر (¬1)\rوالجسم ما ألف من جزأين ... فصاعدً فاترك حديث المين (¬2)\rومستحيل الذات غير ممكن ... وضده ما جاز فاسمع زكني (¬3)\rوالضد والخلاف والنقيض ... والمثل والغيران مستفيض (¬4)\r¬__________\r(¬1) أي: فإن يقم ذلك الشيء بنفسه، أي بذاته، فلا يخلو: إما أن يكون مركبًا من جزأين فصاعداً، وهو الجسم، أولاً، فجوهر، وهو العين الذي لا يقبل الانقسام، أو لا يقوم بنفسه، فهو عرض مفتقر إلى محل يقوم به.\r(¬2) أي: والجسم هو ما ركب من جزأين فصاعداً، أي أكثر، أي: لا حد لأكثره، فاترك كلام المين، أي: الكذب.\r(¬3) أي: المستحيل لذاته غير ممكن ولا مقدور، وضد المستحيل الذي جاز وجوده وعدمه، وتقدم؛ فاسمع زكني: علمي وتفرسي في اختصار الكلام.\r(¬4) أي: والضد مع ضده، وهما ما امتنع اجتماعهما في محل واحد، في زمن واحد، كالسواد والبياض، والحركة والسكون؛ والخلافان يجتمعان، ويرتفعان، كالحركة والبياض، في الجسم الواحد؛ والنقيضان: لا يجتمعان، ولا يرتفعان، كالوجود والعدم، المضافين إلى معين واحد؛ والمثلان: ما قام أحدهما مقام الآخر كبياض وبياض؛ والغيران، هما المختلفان، وقيل: هما الموجودان اللذان يمكن أن يفارق أحدهما الآخر، بوجه مستفيض، استفاضة ظاهرة.","seal":"C0BBAE07","part":1},
      {"page":148,"id":146,"nass":"وكل هذا علمه محقق ... فلم نطل به ولم ننمق (¬1)\rوالحمد لله على التوفيق ... لمنهج الحق على التحقيق\rمسلما لمقتضى الحديث ... والنص في القديم والحديث (¬2)\r¬__________\r(¬1) أي: وكل هذا المذكور، وأضعافه مما لم يذكره علمه مشهور محقق، فلم يطل بذكره؛ ولم ينمق، من التنميق وهو التحسين والتزيين؛ قال المصنف: إذ المقصود إنما هو ذكر أمهات مسائل العقائد السلفية.\rوإدخال المصنف - عفا الله عنه - هذا ونحوه في عقائدهم، وهلة عظيمة، لم يذكره أحد من السلف، لا أحمد ولا غيره، ولا حكاه أحد المحققين في عقائدهم، وإنما هو طريقة المتكلمة، والمناطقة، الذين بنوا أصول دينهم على مقتضى عقولهم، وما خالفه من الكتاب والسنة أولوه وحرفوه.\rوتقدم نقض ما بناه على أصولهم، من إنكار بعض الصفات الثابتة لله، وما أوجب اعتقاده بالعقل دون الشرع، وأهل السنة والجماعة مبنى عقائدهم على الكتاب والسنة، وهم أجل من أن يظن بهم الالتفات إلى تلك الطريقة، فضلًا عن أن يجعلوا مبنى أصول دينهم مجرد الأدلة العقلية، التي حقيقتها جهل وضلال وقدح في كمال الشرع.\r(¬2) الحمد هو: الثناء بالكلام على الجميل الاختياري على وجه التعظيم؛ والتوفيق: أن لا يكلك الله إلى نفسك؛ لمنهج الحق، متعلق بالتوفيق، أي: لطريق الحق الواضح، المطابق للشرع على التحقيق، وهو: إيقاع الأشياء في محالها، وردها على حقائقها.\rمسلمًا: حال من معمول التوفيق؛ أي: الحمد لله على\rتوفيقي لمنهج الحق حال كوني مسلمًا؛ لمقتضى الحديث، أي: لما يقتضيه الحديث الثابت عن النبي - صلى الله عليه وسلم -، والنص القرآني، وقدم الحديث، مراعاة للقافية؛ وفي نسخة: كالنص، فحينئذ النص هو المقدم؛ في القديم والحديث، يعني: أن هذا معتقده في أول أمره وآخره، وأن مبنى عقيدته على الكتاب والسنة وما عليه السلف.","seal":"474734F7","part":1},
      {"page":149,"id":147,"nass":"لا أعتني بغير قول السلف ... موافقًا أئمتي وسلفي (¬1)\rولست في قولي ذا مقلدا ... إلى النبي المصطفى مبدي الهدى (¬2)\r¬__________\r(¬1) لا أعتني: أي: لا أعول، ولا أقول بغير قول السلف الصالح، والرعيل الأول؛ موافقًا أئمتي من أهل الأثر، وسلفي في ذلك، من كل همام معتبر؛ ودخل على المصنف من مذهب أهل الكلام، ما لعله لم ينتبه له، مع أنه يقول: وخضت في علوم النظر والكلام، فرأيتها لا تشفي من سقام، ولا تروي من أوام، ولا تهدي من ضلال. اهـ. وكثير من متأخري الحنابلة - مع أنهم أسلم من غيرهم، من أتباع الأئمة، وأكثر موافقة للكتاب والسنة - دخل عليهم من مذاهب الأشاعرة وغيرهم، ما ظنوه من مذهب الإمام أحمد وليس كذلك.\r(¬2) أي: ولست في قولي بما أشرت إليه، من اقتفاء الأئمة والسلف الصالح مقلدًا لهم في اعتقادي، من غير نظر في الدليل، بل نظرت كما نظروا، فلست في اعتقادي مقلداً، إلا النبي المصطفى من سائر الخلق - صلى الله عليه وسلم -، مظهر الهدى بالدلائل الواضحة، ومرشد العالم.","seal":"D64A4E8F","part":1},
      {"page":150,"id":148,"nass":"صلى عليه الله ما قطر نزل ... وما تعانى ذكره من الأزل (¬1)\rوما انجلى بهديه الديجور ... وراقت الأوقات والدهور (¬2)\rوآله وصحبه أهل الوفا ... معادن التقوى وينبوع الصفا (¬3)\rوتابع وتابع للتابع ... خير الورى حقا بنص الشارع (¬4)\r¬__________\r(¬1) أي: و - صلى الله عليه وسلم - مدة دوام نزول الأمطار، وتداول الأعصار، و - صلى الله عليه وسلم - ما تعاني المعتنون ذكره، من الأزل في الأعصار الخالية، فإنه لم يخل زمان من ذكره، والتنويه بشرعه ومبعثه، إلى إبان رسالته. ورحمة الله مع الرضوان والبر والتكريم والإحسان.\r(¬2) أي: و - صلى الله عليه وسلم - ما انجلى، أي: ما زال وانكشف بهديه، المشرق، اللامع؛ الديجور أي: الظلمة، وما بهديه - عليه الصلاة والسلام -، راقت، أي: صفت الأوقات، وهو جمع وقت، وهو المقدار من الدهر؛ والدهور: جمع دهر، وهو الزمان الطويل، والأمد المدود.\r(¬3) أي: وصلى الله على آله أقاربه وأصحابه؛ والصحابة جمع صاحب من اجتمع به مؤمنًا ومات على ذلك؛ أصحاب الوفاء بما أمروا به، معادن التقوى، وأجدر خلق الله بإقامتها فيهم بعد نبيه، وينبوع الصفا، الينبوع: عين الماء، والصفاء ضد الكدر، فهم ينبوع كل خالص من الكدر.\r(¬4) أي: وصلى الله وسلم على تابع لهم بإحسان، وتابع للتابع على نهج الاستقامة؛ خير الورى، أي: أفضل هذه الأمة حقا، بنص الشارع - صلى الله عليه وسلم - قال: «خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم» .","seal":"3E1B9C31","part":1},
      {"page":151,"id":149,"nass":"ورحمة الله مع الرضوان ... والبر والتكريم والإحسان\rتهدى مع التبجيل والإنعام ... مني لمثوى عصمة الإسلام (¬1)\rأئمة الدين هداة الأمة ... أهل التقى من سائر الأئمة (¬2)\rلا سيما أحمد والنعمان ... ومالك محمد الصنوان (¬3)\r¬__________\r(¬1) أي: ورحمة الله تعالى، مع الرضوان من الله؛ والبر بالكسر: الإحسان، والتكريم لهم من فضله وكرمه؛ والإحسان إليهم منه جزاء لإحسانهم الأعمال، تهدى، أي: هذه الأمور؛ مع التبجيل، أي: التعظيم، والإنعام من الملك العلام، مني أسأل الله، أن يفعل ذلك بمنه وكرمه.\rلمثوى، لمنزل ومقام، عصمة أهل الإسلام، من البدع والآراء والإلحاد؛ والعصمة: المنعة؛ وعصمة هذا الدين بعد الصحابة والتابعين، بأئمة أهل هذا الدين، هداة الأمة الدالين لهم على نهج الرسول، والكاشفين لهم عن معاني الكتاب والسنة.\r(¬2) أي: جميع أئمة الدين، المقتدى بأقوالهم وأفعالهم، من كل عالم همام، كالأئمة الأربعة والسفيانين، والحمادين، وإسحاق بن راهويه، ويحيى بن معين، والبخاري، ومسلم، وابن المبارك، والليث، وربيعة، وابن جريج، وغيرهم؛ فإنهم سلفية، ولهم في السنة التصانيف النافعة؛ وكابن خزيمة، والدارمي، وكشيخ الإسلام ابن تيمية، فارس المعقول والمنقول، ومصنفاته في ذلك مشهورة مقبولة، لم يسبق إلى مثلها، مؤيدة بالبراهين يغترف من بحره، وغيره من السواقي.\r(¬3) لا سيما: كلمة مبنية، لدخول ما بعدها فيما قبلها بالأولى، فما\rنسب لمن قبلها من الثناء والدعاء، فمن بعدها أولى؛ أي: فالأولى بما أهداه من الدعاء: الإمام أحمد بن حنبل، إمامنا رضي الله عنه، الشهير العلم المنير؛ قال إمام الحرمين: غسل وجه السنة من غبار البدعة، وكشف الغمة عن عقيدة الأمة، وتقدمت ترجمته.\rوالإمام المعظم: أبو حنيفة، النعمان بن ثابت الكوفي التابعي، رأى أنس بن مالك، وأبا الطفيل، وروى عن حماد وعاصم، وقتادة وغيرهم؛ وعنه: وكيع، وعبد الرزاق، وأبو يوسف، ومحمد بن الحسن، وغيرهم، قال مكي بن إبراهيم: أعلم أهل زمانه، وما رأيت في الكوفيين أورع منه؛ وقال الشافعي: الناس في الفقه عيال على أبي حنيفة، وأثنى عليه الأئمة الكبار؛ ولد سنة ثمانين، ومات سنة مائة وخمسين.\rوالإمام أبو عبد الله: مالك بن أنس بن أبي عامر بن عمرو بن الحارث الأصبحي، المدني، إمام دار الهجرة، روى عن جماعة من التابعين: نافع، وابن المنكدر، وحميد الطويل، وغيرهم، وعنه: الشافعي، والأوزاعي، ويحيى، وخلق؛ قال أحمد: مالك أثبت في كل شيء؛ وقال البخاري: أصح الأسانيد مالك عن نافع عن ابن عمر؛ مات بالمدينة سنة تسع وسبعين ومائة، وهو ابن تسعين سنة، ودفن بالبقيع.\rوالإمام أبو عبد الله: محمد بن إدريس بن العباس بن\rعثمان بن شافع بن السائب بن عبيد بن يزيد بن هاشم بن المطلب بن عبد مناف الشافعي؛ الصنوان، أي: القرابة للنبي - صلى الله عليه وسلم -، وفي الحديث: «فإن عم الرجل صنو أبيه» . وفي رواية: \"صنوي\" يريد أن أصل العباس، وأصله واحد، فإن الشافعي يجتمع نسبه مع رسول الله - صلى الله عليه وسلم -، في عبد مناف؛ ولد سنة خمسين ومائة بغزة، وحمل إلى مكة وهو ابن سنتين، ونشأ بها، وروى عن محمد بن علي، وابن أسامة، وسعيد بن سالم، وسفيان، ومالك وغيرهم.\rواجتمع فيه من العلوم بكتاب الله، وسنة رسوله - صلى الله عليه وسلم - وكلام الصحابة والتابعين، ما لم يجتمع في غيره، قال أحمد: كان الشافعي كالشمس للدنيا، وكالعافية للبدن؛ روى عنه ابنه محمد، وأحمد، وأبو ثور، والقاسم بن سلام، وحرملة، والحسن بن محمد، والربيع، وخلق، توفي سنة أربع ومائتين.","seal":"1257F036","part":1},
      {"page":153,"id":150,"nass":"من لازم لكل أرباب العمل ... تقليد حبر منهم فاسمع تخل (¬1)\r¬__________\r(¬1) أي: الذي هو لازم لا انفكاك عنه، ولا مندوحة لكل مكلف من أصحاب العمل الصالح، ممن ليس في أهلية الاجتهاد المطلق، تقليد حبر منهم، أي: من الأئمة الأربعة المتقدم ذكرهم، المضبوطة أقولهم، المدونة مذاهبهم في كل مصر وعصر، فاسمع نظامي، وما أشرت إليه تخل، أي: تظن، وتعلم ذلك حقًا؛ واحترز بقوله لكل أرباب العمل، عن التقليد في أصول الدين وأركانه، وما هو معلوم بالضرورة من دين الإسلام.\rوقال شيخ الإسلام ابن تيمية: لا يجب على العامي أن يلتزم\rمذهبًا بعينه، كما أنه ليس له أن يقلد في كل مسألة من يوافق\rغرضه، وليس له أن يقلد في المسألة الواحدة إذا كان الحق له من\rغير عذر شرعي يبيح له ما فعله، فإذا اعتقد وجوب شيء أو تحريمه اعتقد ذلك عليه وعلى من يماثله، وقال: التمذهب بمذهب، بحيث يأخذ برخصه وعزائمه، طاعة غير النبي - صلى الله عليه وسلم - في كل أمره ونهيه، وهو خلاف الإجماع، وتوقف في جوازه، فضلًا عن وجوبه، وقال: إن خالفه لقوة الدليل، أو زيادة علم، أو تقى، فقد أحسن، ولم يقدح في عدالته؛ وقال: بل يجب في هذا الحال، وأنه نص أحمد. اهـ.\rوالواجب على كل مسلم، إذا بلغه الدليل، من كتاب الله، أو سنة رسوله - صلى الله عليه وسلم - أن يعمل به وإن خالفه من خالفه؛ وأجمع العلماء: على أن من استبانت له سنة رسول الله - صلى الله عليه وسلم -، لم يكن له أن يدعها لقول أحد كائنًا من كان.","seal":"1ADD4F3A","part":1},
      {"page":154,"id":151,"nass":"ومن نحا لسبلهم من الورى ... ما دارت الأفلاك أو نجم سرى (¬1)\rهدية مني لأرباب السلف ... مجانبا للخوض من أهل الخلف (¬2)\r¬__________\r(¬1) أي: ورحمة الله مع الإحسان، والعفو والغفران، تهدى لمن نحا، أي قصد لسبلهم، جمع سبيل، وهو الطريق الواضح، من سائر الورى، أي: الخلق؛ ما دارت الأفلاك، جمع فلك، سميت بذلك لاستدارتها، من قولهم: تفلك ثدي الجارية، إذا استدار؛ أو نجم سرى، أي: وتهدى لهم الرحمة، ولمتبوعيهم، مدة دوام سرى النجوم.\r(¬2) أي: ذكر أنه لما نظمها بسؤال بعض أصحابه النجديين، وأنها\rعلى ما نحاه السلف، قال: هذه العقيدة، هدية مهداة مني\rبعون الله، لأرباب، أي: أصحاب طريقة السلف، وعقيدة أهل\rالأثر، حال كونه مجانباًً في نظمه، للخوض في صرف الآيات، والأحاديث، والآثار إلى غير محاملها، مما هو دأب المحرفين من الخلف، المخالفين لمذهب السلف.","seal":"62755D7E","part":1},
      {"page":155,"id":152,"nass":"خذها هديت واقتف نظامي ... تفز بما أملت والسلام (¬1)\r¬__________\r(¬1) أي: خذ هذه العقيدة، هديت أيها السلفي في اعتقادك، واقتف، أي: اتبع نظامي في هذه العقيدة، التي هي بأمهات مسائل عقائد السلف، وفيه: فإنك إن فعلت تفز، أي: تظفر بما أملت من نيل الفلاح، وتظفر أيضًا: بالسلام، أي: الأمان من التخليط في اعتقادك.\rقلت: وتأمل ما نبهت عليه، مما خالف فيه المصنف مذهب السلف، وما أودعته من البراهين، تسلك سبيل السلف الصالحين، على بصيرة ويقين؛ والله الموفق لا إله غيره، ولا حول ولا قوة إلا به، وهو حسبنا ونعم الوكيل.\rوصلى الله على محمد، وآله وصحبه،\rوسلم تسليم كثيرًا","seal":"0579712F","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1392,"Bk":"حاشية الدرة المضية في عقد الفرقة المرضية","HigriD":"1392","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن محمد بن قاسم العاصمي القحطاني الحنبلي النجدي","bLnk":null,"Inf":"","Auth":"عبد الرحمن بن قاسم","Betaka":"الكتاب: حاشية الدرة المضية في عقد الفرقة المرضية\r\nالمؤلف: عبد الرحمن بن محمد بن قاسم العاصمي الحنبلي النجدي (المتوفى: 1392هـ)\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن قاسم (1319 - 1392 هـ = 1901 - 1972 م) \r\n\r\nعبد الرحمن بن محمد بن قاسم العاصمي القحطاني نسبا، أبو عبد الله: فقيه حنبلي من أعيانهم في نجد.\r\nولد بقرية (البير) من قرى المحمل قرب الرياض.\r\nوأولع في أوليته بالتاريخ والأنساب والجغرافية ووقعت له قضية بسبب التاريخ، فأحرق كثيرا من أوراقه.\r\nوصنف (إحكام الأحكام - ط) أربعة مجلدات كبار شرح بها مختصرا له اسمه (أصول الأحكام - ط) في الأحاديث المتعلقة بالأحكام، وله (السيف المسلول على عابد الرسول - ط) وجمع (فتاوى شيخ الإسلام ابن تيمية - ط) في 30 مجلدا، سافر من أجل البحث عنها إلى بلاد كثيرة.\r\nوله (الدرر السنية في الأجوبة النجدية - ط) فتاوى ورسائل لعلماء نجد، و (تراجم أصحاب تلك الرسائل - ط) في 104 صفحات.\r\nوكان قد عمل في مطبعة الحكومة بمكة ثم تولى إدارة المكتبة السعودية في الرياض.\r\nواعتزل العمل في مزرعة له قرب العمارية وتوفي متأثرا من حادث سيارة سابق وقع له سنة 1349 هـ\r\nنقلا عن : الأعلام للزركلي\r\n\r\n* ( ترتيب مجموع فتاوى شيخ الإسلام ابن تيمية )\r\nحيث ساعده ولده - رحمه الله - على إعداد وتجهيز هذا المجموع العظيم وسافر معه إلى الشام والعراق ومصر وأوربا بحثاً عن ذلك التراث العظيم ...\r\nوقد أمضيا - رحمهما الله - أكثر من ثلاثين عاماً في جمعه وترتيبه وطبعه ، ولاقوا في جمعه من العناء والمشقة ... في السفر والبحث عن المخطوطات ، وترك الأهل والأبناء مع قلة الزاد والرفيق ، ثم في قراءة وفك خط شيخ الإسلام حيث إنه - قدس الله روحه - كان سريع الكتابة ، وكان خطه في غاية التعليق والإغلاق وبعضها بدون نقط ولا تظهر حروفها ، وقد أشكلت على تلميذه ابن الوردي فيدعوا تلميذه أبا عبد الله ابن رُشيق المغربي لحله ...\r\n... ومن شدة محبة عبد الرحمن بن قاسم (صاحب الترجمة) - رحمه الله تعالى - لهذه الفتاوى ... \r\nأورد كلمات ... في حاشية مقدمته للمجموع قال فيها : \r\n( وأعيذ بالله من قد يتولاه أن يحشى عليه فهو ذهب مصفى ... )\r\nوقد وقع ما كان يخشى - رحمه الله - \r\nفخرجت طبعات يدعي أصحابها تحقيق وتخريج أحاديث هذا المجموع فكان أن صدر الأمر الملكي ... بتفويض رئاسة البحوث العلمية والإفتاء حق طباعة فتاوي شيخ الإسلام ابن تيمية ... \r\nومنع التعرض لهذا الكتاب بطبع أو اختصار أو إضافة أو غير ذلك ... \r\nومن لطائف هذا المجموع العظيم وعبره ما ذكره الشيخ بكر أبو زيد - حفظه الله - : أن ابن مُرّي المتوفى بعد سنة 728هـ يكتب رسالة لتلاميذ شيخ الإسلام  وقد ضمنها الوصية بكتب شيخ الإسلام ونشرها ثم قال - رحمه الله - : ( ووالله - إن شاء الله - ليقيمن الله سبحانه لنصر هذا الكلام ونشره وتدوينه وتفهمه واستخراج مقاصده ، واستحسان غرائبه وعجائبه رجالاً هم إلى الآن في أصلاب آبائهم ...)\r\nقال الشيخ بكر أبو زيد معلقاً :\r\n( وقد بَرَّت يمين ابن مُرِّى - بحمد الله ومنته - فقام الشيخ عبد الرحمن بن قاسم المتوفى سنة 1392هـ - رحمه الله تعالى - بمساعدة ابنه محمد المتوفى سنة 1421هـ - رحمه الله تعالى - بعد نحو ستة قرون بهذه المهمة الجليلة في : مجموع فتاوى شيخ الإسلام ابن تيمية ) ...","seal":"1EBA1FC9","cat":"العقيدة","oNum":7369,"BkId":7369,"oAuth":32,"bVer":1,"aSeal":"3FF894BD"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7369":
    [
      {"lvl":1,"id":9,"sub":0,"tit":"ترجمة مؤلف العقيدة"},
      {"lvl":1,"id":11,"sub":0,"tit":"مقدمة لمؤلف الحاشية"},
      {"lvl":1,"id":13,"sub":0,"tit":"في ذكر الثناء على الله والصلاة على رسوله - صلى الله عليه وسلم -"},
      {"lvl":1,"id":17,"sub":0,"tit":"سائر العلوم كالفرع للتوحيد"},
      {"lvl":1,"id":19,"sub":0,"tit":"ما ينبغي أن يتنبه له"},
      {"lvl":1,"id":20,"sub":0,"tit":"سبب النظم لهذه العقيدة"},
      {"lvl":1,"id":21,"sub":0,"tit":"ذكر ما اشتملت عليه واختيار إمامة أحمد في ذلك"},
      {"lvl":1,"id":25,"sub":0,"tit":"مقدمة في ترجيح مذهب السلف والفرقة الناجية"},
      {"lvl":1,"id":28,"sub":0,"tit":"قوله نمره كما جاء والرد عليه"},
      {"lvl":1,"id":33,"sub":0,"tit":"الباب الأول في معرفة الله ... إلخ."},
      {"lvl":1,"id":35,"sub":0,"tit":"قول الشيخ في مرادهم: لا يتجزأ."},
      {"lvl":1,"id":36,"sub":0,"tit":"قوله: قديمة، فيه إجمال."},
      {"lvl":1,"id":38,"sub":0,"tit":"من يثبت الصفات السبع ... إلخ"},
      {"lvl":1,"id":40,"sub":0,"tit":"فصل في مبحث القرآن"},
      {"lvl":1,"id":42,"sub":0,"tit":"فصل في ذكر الصفات التي يثبتها أئمة السلف ... إلخ."},
      {"lvl":1,"id":44,"sub":0,"tit":"قد يريد المبتدعة بنفي الحد معنى باطلا."},
      {"lvl":1,"id":48,"sub":0,"tit":"ما يريد المبتدعة بقولهم: ليس منها شيء محدث."},
      {"lvl":1,"id":51,"sub":0,"tit":"فصل في ذكر الخلاف في صحة إيمان المقلد."},
      {"lvl":1,"id":54,"sub":0,"tit":"الباب الثاني في الأفعال المخلوقة، وكونها لحكمة وبإرادة."},
      {"lvl":1,"id":57,"sub":0,"tit":"المراد نوعان ..."},
      {"lvl":1,"id":61,"sub":0,"tit":"الحكمة تتضمن ما في خلقه وأمره من العواقب ... إلخ"},
      {"lvl":1,"id":63,"sub":0,"tit":"فصل في الكلام على الرزق"},
      {"lvl":1,"id":65,"sub":0,"tit":"الباب الثالث في الأحكام، والكلام على الإيمان ومتعلقات ذلك."},
      {"lvl":1,"id":66,"sub":0,"tit":"فصل في الكلام على القضاء والقدر"},
      {"lvl":1,"id":68,"sub":0,"tit":"فصل في الكلام على الذنوب ومتعلقاتها"},
      {"lvl":1,"id":71,"sub":0,"tit":"فصل في ذلك من قيل بعدم قبول إسلامه."},
      {"lvl":1,"id":75,"sub":0,"tit":"فصل في الكلام على الإيمان"},
      {"lvl":1,"id":78,"sub":0,"tit":"الباب الرابع في ذرك بعض السمعيات ... إلخ"},
      {"lvl":1,"id":81,"sub":0,"tit":"فصل في أشراط الساعة وعلاماتها."},
      {"lvl":1,"id":83,"sub":0,"tit":"قتل عيسى الدجال بباب لد."},
      {"lvl":1,"id":88,"sub":0,"tit":"آخر العلامات حشر الناس إلى الشام"},
      {"lvl":1,"id":89,"sub":0,"tit":"فصل في أمر المعاد والجزم به"},
      {"lvl":1,"id":91,"sub":0,"tit":"الجزء بالصراط وصفة المرور عليه ... إلخ"},
      {"lvl":1,"id":92,"sub":0,"tit":"ذكر الحوض وصفته ... إلخ"},
      {"lvl":1,"id":96,"sub":0,"tit":"فصل في الكلام على الجنة والنار"},
      {"lvl":1,"id":101,"sub":0,"tit":"الباب الخامس في ذكر النبوة ... إلخ"},
      {"lvl":1,"id":105,"sub":0,"tit":"فصل في بعض خصائص محمد - صلى الله عليه وسلم -"},
      {"lvl":1,"id":108,"sub":0,"tit":"فصل في التنبيه على بعض معجزاته"},
      {"lvl":1,"id":110,"sub":0,"tit":"فضل الأنبياء مع الترتيب في ذلك ... إلخ"},
      {"lvl":1,"id":112,"sub":0,"tit":"فصل فيما يجب للأنبياء وما يجوز وما يستحيل"},
      {"lvl":1,"id":115,"sub":0,"tit":"فصل في ذكر الصحابة مع الترتيب في فضلهم"},
      {"lvl":1,"id":118,"sub":0,"tit":"وبعد الخلفاء في الفضل باقي العشرة فأهل بدر ... إلخ"},
      {"lvl":1,"id":121,"sub":0,"tit":"عائشة في العلم مع خديجة في السبق."},
      {"lvl":1,"id":123,"sub":0,"tit":"فصل في ذكر الصحابة بطريق الإجمال ... إلخ"},
      {"lvl":1,"id":127,"sub":0,"tit":"بعد الصحابة التابعون ثم تابعوهم."},
      {"lvl":1,"id":128,"sub":0,"tit":"فصل في كرامات الأولياء"},
      {"lvl":1,"id":130,"sub":0,"tit":"فصل في المفاضلة بين البشر والملائكة"},
      {"lvl":1,"id":132,"sub":0,"tit":"الباب السادس في ذكر الإمامة ومتعلقاتها."},
      {"lvl":1,"id":136,"sub":0,"tit":"فصل في الأمر بالمعروف والنهي عن المنكر"},
      {"lvl":1,"id":140,"sub":0,"tit":"خاتمة في مدارك العلوم وقول شيخ الإسلام في ذلك."},
      {"lvl":1,"id":149,"sub":0,"tit":"دعاؤه لجميع الأئمة المقتدي بهم ... إلخ."}
    ]
}
