{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7374":
    [
      {"page":4,"id":1,"nass":"وظائف رمضان\rمُلَخَّصَهٌ مِن لَطَائِف المعَارِفِ\rللشّيخِ زَينْ الدِّيِن عبد الرحَمن بنِ رَجَبِ الحَنَبَليِّ\r\rمع زيادات\rللشَّيخِ عبد الرحمَن بن محمَد بن قاسم\rرحمه الله تعالى\r1312هـ - 1392 هـ","seal":"228EA4EE","part":1},
      {"page":5,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالحمدُ للهِ الذي خصَّ بالفضلِ والتَّشرِيفِ شهرَ رمضانَ، وأَنزلَ فيه القرآنَ هُدى للناسِ وبيِّناتٍ من الهدى والفُرقانِ، وخَصَّهُ بالعفو والغفرانِ، واخْتَصَّ منِ اصطَفاهُ بفضلٍ منه وامتنانٍ، وأيقَظَ بالوعظِ من وفَّقهُ في هذا الموسم العظيمِ الشأنِ.\rوأشهدُ أن لا إلهَ إلا اللهُ وحدهُ لا شريكَ لهُ ذُو الفضلِ والإحسانِ. وأشهدُ أن محمدًَّا عبدهُ ورسُولهُ سيدُ ولدِ عَدنانِ، صلّى اللهُ عليه وعلَى آلِهِ وأصحابِهِ وسلّم تسليمًا كَثيرًا.\rأمَّا بعدُ: فهذا مختصرٌ لطيفٌ في وظائفِ هذا الموسمِ الشريف، يبعثُ الهمَمَ إلى التَّعرُّضِ للنَّفَحَاتِ، ويُثيرُ العزمَ إلى أشرفِ الأوقاتِ.\rواللهَ أسألُ أن يوفِّقَنَا لما يُحبُّ مِنَ الطاعاتِ، وأن يضاعِفَ لنا الحسناتِ ويغفرَ لنا السيئاتِ، ويستجيبَ لنا الدعواتِ، إِنه جوادٌ كريم.\rعبد الرحمَن بن محمَد بن قاسِم","seal":"29B046F0","part":1},
      {"page":7,"id":4,"nass":"فَضْلُ شَهْرِ رَمضانَ\r\rعن أبي هريرةَ رضي الله عنه قال: كان رسولُ الله - صلى الله عليه وسلم - يُبشِّرُ أصحابَهُ، يقولُ: «قد جاءَكم شهر رمضان شهرٌ مباركٌ، كتبَ اللهُ عليكم صيامَهُ، فِيه تُفتَّحُ أبوابُ الجنّةِ، وتُغلقُ فيه أبوابُ الجحيمِ، وتُغلُّ فيه الشياطينُ، فيه ليلةٌ خيرٌ من ألفِ شهرٍ، من حُرِمَ خيرَها فقد حُرِم» رَواهُ أحمدُ والنسائيُّ. وَرُويَ: «أتاكُم رمضانُ سيدُ الشهورِ، فمرحبًا به وأهلاً» .\r\rجاء شهرُ الصيامِ بالبركاتِ ... فأكرِمْ به مِنْ زائرٍ هُوَ آتِ\r\rوعن عبادَ مرفوعًا: «أتاكمُ رمضانُ، شهر بركةٍ يغشاكُمُ اللهُ فيهِ، فيُنزِّلُ الرَّحمةَ، وَيحُطُّ الخطايَا، ويَستجيبُ فيه الدعاءَ، ينظرُ اللهُ إلى تَنَافُسِكمُ فيهِ، ويُباهِيْ بكمُ ملائِكتَهُ، فأرُوا اللهَ مِنْ أنفُسِكم خيرًا، فإِنَّ الشقيَّ من حُرِمَ فيه رحمةَ اللهِ» رواهُ الطبرانيُّ، ورُوَاتُهُ ثِقاتٌ.\rوفي الصحيحينِ عن أبي هُريرَةَ رضي الله عنه عن النَّبيِّ - صلى الله عليه وسلم - قال: «إذا دَخَلَ رمضانُ فُتِّحَت أبوابُ السماءِ، وغُلِّقَتْ","seal":"BA9A19F5","part":1},
      {"page":8,"id":5,"nass":"أبوابُ جَنَّم، وسُلسِلتِ الشياطينُ» . ولمسلمٍ: «فُتِّحَتْ أبوابُ الرَّحمةِ» ، وله أيضًا عن أبي هُرَيرةَ رضي الله عنه مرفوعًا: «إذا جاءَ رمضانُ فُتِّحتْ أبوابُ الجنةِ وأغلِقتْ أبوابُ النار، وصُفدِّتِ الشياطينُ» .\rوعنهُ رضي الله عنه: أنَّ رسول اللهِ - صلى الله عليه وسلم - قالَ: «إِذا كان أوَّلُ ليلةٍ من رمضانَ صُفِّدتِ الشياطينُ ومَردَةُ الجنِّ، وغُلِّقت أبوابُ النيرانِ، فلم يفتح منها بابٌ، وفُتِّحتْ أبوابُ الجنةِ فلم يغلقْ منها باب، ويُنادي منادٍ: يا باغيَ الخير أَقبلْ، ويا باغيَ الشرِّ أقصِر، وللهِ عتقاءُ من النارِ، وذلك كل ليلة» رواهُ الترمذيُّ والنِسائيُ والحاكم.\rوعن أبي هريرةَ رضي الله عنه عن رسول الله - صلى الله عليه وسلم - قال: «أعطيت أمتي في شهر رمضان خمس خصال، لم تعطها أمة قبلهم: خلوف فم الصائم أطيب عند الله من ريح المسك، وتستغفر لهم الملائكة حتى يفطروا، ويزين الله - عز وجل - كل يوم جنته، ثم يقول: يوشك عبادي الصالحون أن يلقوا عنهم المؤونة والأذى، ويصير إليك. وتصفد فيه مردة الجن، فلا يخلصون فيه إلى ما كانوا يخلصون إليه في غيره، ويغفر لهم في آخر ليلة، قيل: يا رسول الله، أهي ليلة القدر؟ قال: لا، ولكن العامل إنما يوفى أجره إذا قضى عمله» رواه أحمد.\rوعن سلمان رضي الله عنه قال: خطبنا رسول الله - صلى الله عليه وسلم -","seal":"7C620360","part":1},
      {"page":9,"id":6,"nass":"في آخر يوم من شعبان، فقال: «يا أيها الناس، قد أظلكم شهر عظيم مبارك، شهر فيه ليلة القدر خير من ألف شهر، جعل الله صيامه فريضة، وقيام ليله تطوعا، من تقرب فيه بخصلة من خصال الخير كان كمن أدى فريضة فيما سواه، ومن أدى فيه فريضة كان كمن أدى سبعين فريضة فيما سواه، وهو شهر الصبر، والصبر ثوابه الجنة، وشهر المواساة، وشهر يزداد فيه الرزق، ومن فطر فيه صائمًا كان مغفرة لذنوبه وعتق رقبته من النار، وكان له مثل أجره من غير أن ينقص من أجره شيء» قالوا: يا رسول الله، ليس كلنا يجد ما يفطر به الصائم، قال رسول الله - صلى الله عليه وسلم -: «يعطي الله هذا الثواب لمن فطر صائمًا على مذقة لبنٍ أو تمرةٍ، أو شربةِ ماء.\rومن سقى صائمًا سقاه الله - عز وجل - من حوضي شربة لا يظمأ بعدها حتى يدخل الجنة، ومن خفف عن مملوكه فيه غفر الله له، وأعتقه من النار حتى يدخل الجنة. وهو شهر أوله رحمة، وأوسطه مغفرة، وآخره عتق من النار.\rفاستكثروا فيه من أربع خصال: خصلتين ترضون بهما ربكم، وخصلتين لا غناء بكم عنهما، أما الخصلتان اللتان ترضون بهما ربكم: فشهادة أن لا إله إلا الله وتستغفرونه، وأما اللتان لا غناء بكم عنهما: فتسألون الله الجنة وتعوذون به من النار» رواه ابن خزيمة والبيهقي وغيرهما.","seal":"A97D7AB3","part":1},
      {"page":10,"id":7,"nass":"وعن أبي هريرة رضي الله عنه عن رسول الله - صلى الله عليه وسلم - قال: «أظلكم شهركم هذا، بمحلوف رسول الله - صلى الله عليه وسلم - ما مر بالمسلمين شهر خير لهم منه، ولا مر بالمنافقين شهر شر لهم منه، بمحلوف رسول الله - صلى الله عليه وسلم - إن الله ليكتب أجره ونوافله قبل أن يدخله، ويكتب وزره وشقاءه قبل أن يدخله. وذلك أن المؤمن يُعدُّ فيه القوت والنفقة للعبادة، ويعدُّ فيه المنافق اتباع غفلات المؤمنين واتباع عوراتهم. فغنم يغتنمه المؤمن» .\rوقال بندار في حديثه: «فهو غنم للمؤمنين، يغتنمه الفاجر» رواه ابن خزيمة في صحيحه وغيره.\rوعن ابن عباس رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الجنة لتبخَّرُ (1) وَتُزَيَّنُ من الحول إلى الحول لدخول شهر رمضان.\rفإذا كانت أول ليلة من شهر رمضان هبت ريح من تحت العرش يقال لها: المثيرة، فتصفق أوراق أشجار\rالجنان، وحلق المصاريع. فيسمع لذلك طنين لم\rيسمع السامعون أحسن منه. فتبرز الحور العين، حتى\rيقفن بين شرف الجنة فينادين: هل من خاطب إلى الله فيزوجُه؟ ثم يقلن الحور العين: يا رضوان الجنة، ما هذه الليلة؟ فيجيبهن بالتلبية. ثم يقول: هذه أول ليلة من شهر\r__________\r(1) وفي لفظ تُزَخْرَفُ.","seal":"8D42E5F2","part":1},
      {"page":11,"id":8,"nass":"رمضان، فتحت أبواب الجنة على الصائمين من أمة\rمحمد - صلى الله عليه وسلم -» ، رواه البيهقي وغيره.\rوعن عمرو بن مرة رضي الله عنه قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، أرأيت إن شهدت أن لا إله إلا الله وأنك رسول الله، وصليت الصلوات الخمس، وأديت الزكاة، وصمت رمضان وقمته، فممن أنا؟ قال: «من الصديقين والشهداء» رواه ابن خزيمة وابن حبان.\rوعن أنس رضي الله عنه أن النبي - صلى الله عليه وسلم - كان يدعو ببلوغ رمضان، فكان إذا دخل شهر رجب، قال: «اللهم بارك لنا في رجب وشعبان، وبلغنا رمضان» رواه الطبراني وغيره.\r- وقال عبد العزيز بن مروان: كان المسلمون يقولون عند حضور شهر رمضان: اللهم قد أظلنا شهر رمضان، فسلمه لنا وسلمنا له، وارزقنا صيامه وقيامه، وارزقنا فيه الجد والاجتهاد والقوة والنشاط، وأعذنا فيه من الفتن.\rوقال معلى بن الفضل: كانوا يدعون الله ستة أشهر: أن يبلغهم رمضان، ثم يدعونه ستة أشهر: أن يتقبله منهم.\rوقال يحيى بن أبي كثير: كان من دعائهم: «اللهم سلِّمني إلى رمضان وسلم لي رمضان، وتسلَّمه مني متقبلا» .\rبلوغ شهر رمضان، وصيامه نعمة عظيمة، ويدل عليه","seal":"29BA9B3A","part":1},
      {"page":12,"id":9,"nass":"حديث الثلاثة الذين استشهد اثنان منهم، ومات الثالث بعدهما على فراشه، فرؤي في المنام سابقًا لهما، فقال النبي - صلى الله عليه وسلم -: «أليس صلى بعدهما كذا وكذا صلاة، وأدرك رمضان فصامه؟ فوالذي نفسي بيده إن بينهما لأبعد مما بين السماء والأرض» رواه أحمد وغيره.\rوعن عائشة رضي الله عنها قالت: ودخل رمضان، يا رسول الله، فما أقول: قال: «قولي: اللهم إنك عفو تحب العفو فاعف عني» .\rجاء رمضان، فيه الأمان والعتق والفوز بسكنى الجنان. من لم يربح في هذا الشهر ففي أي وقت يربح؟ من لم يقرب فيه لمولاه فهو على بعده لا يبرح، من رحم في هذا الشهر فهو المرحوم، ومن حرم خيره فهو المحروم.\r\rأتى رمضان مزرعة العباد ... لتطهير القلوب من الفساد\rفأدِّ حقوقه قولا وفعلا ... وزادَك فاتخذه للمعاد\rفمن زرع الحبوب وما سقاها ... تأوه نادمًا عند الحصاد\r\rوعن أبي جعفر بن علي رضي الله عنه، قال: كان رسول الله - صلى الله عليه وسلم - إذا استهل شهر رمضان استقبله بوجهه، ثم يقول: «اللهم أَهِِلَّه علينا بالأمن والإيمان، والسلامة والإسلام، والعافية المجللة، ودفاع الأسقام، والعون على الصلاة والصيام، وتلاوة القرآن. اللهم سلمنا لرمضان وسلمه لنا،","seal":"499A84AF","part":1},
      {"page":13,"id":10,"nass":"وتسلمهُ منا، حتى يخرج رمضان وقد غفرتَ لنا ورحمتنا وعفوت عنا» أخرجه ابن عساكر.\rوروى ابن النجار عن الحارث الأعور، عن علي رضي الله عنه، أنه كان إذا نظر إلى الهلال قال: اللهم إني أسألك خير هذا الشهر، وفتحه ونصره وبركته، ورزقه ونوره وظهوره، وأعوذ بك من شره وشر ما بعده.\rفصل\rفي فضل صوم شهر رمضان\rفي الصحيحين عن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «كل عمل ابن آدم له، الحسنة بعشر أمثالها إلى سبعمائة ضعف. قال الله تعالى: إلا الصيام، فإنه لي وأنا أجزي به، ترك شهوته وطعامه وشرابه من أجلي، للصائم فرحتان: فرحة عند فطره، وفرحة عند لقاء ربه، ولخلوف فم الصائم عند الله أطيب من ريح المسك» .\rوفي رواية: «كل عمل ابن آدم له إلا الصيام، فإنه لي» .\rوفي رواية للبخاري: «لكل عمل كفارة، والصوم لي، وأنا أجزي به» .\rولأحمد: «كل عمل ابن آدم كفارة إلا الصوم، والصوم لي، وأنا أجزي به» .","seal":"8265EAEB","part":1},
      {"page":14,"id":11,"nass":"فعلى الرواية الأولى: يكون استثناء الصوم من الأعمال المضاعفة، فتكون الأعمال تضاعفُ بعشر أمثالِها إلى سبعمائَةِ ضعفٍ إلا الصوم، فإنه لا ينحَصرُ تضعيفه، بل يضاعِفه الله أضعافًا كثيرةً. فإن الصيام من الصبر، وقد قال الله تعالى:\r{إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} .\rولهذا روي عن النبي - صلى الله عليه وسلم -: أنه قال: «شهر رمضان شهر الصبر» وعنه أنه قال: «الصوم نصف الصبر» رواه الترمذي.\rوالصبر ثلاثة أنواع: صبر على طاعة الله، وصبر عن محارم الله، وصبر على أقدار الله المؤلمة، وتجتمع الثلاثة كلها في الصوم. وتقدم في حديث سلمان: «هو شهر الصبر، والصبر ثوابه الجنة» وروى الطبراني عن ابن عمر رضي الله عنه مرفوعًا: «الصيام لله، لا يعلم ثوابه إلا الله» .\rواعلم أن مضاعفة الأجر للأعمال تكون بأسباب.\rمنها: شرف المكان المعمول فيه ذلك العمل، كالحرم، ولذلك تضاعف الصلاة في مسجديْ مكة والمدينة، كما ثبت في الصحيح «صلاة في مسجدي هذا خير من ألف صلاة فيما سواه من المساجد إلا المسجد الحرام» وفي رواية «فإنه أفضل» ولذلك روي أن الصيام يضاعف بالحرم. وفي سنن ابن ماجه بإسناد ضعيف. عن ابن عباس مرفوعًا: «من أدرك رمضان بمكة فصامه وقام منه ما تيسر: كتب الله له مائة","seal":"ED916CD9","part":1},
      {"page":15,"id":12,"nass":"ألف شهر رمضان فيما سواه» وذكر له ثوابًا كثيرًا.\rومنها: شرف الزمان، كشهر رمضان وعشر ذي الحجة وتقدم في حديث سلمان في فضل شهر رمضان «من تطوع فيه بخصلة من خصال الخير، كان كمن أدى فريضة فيما سواه، ومن أدى فيه فريضة كان كمن أدى سبعين فريضة فيما سواه» .\rوفي الترمذي عن أنس رضي الله عنه، سئل النبي - صلى الله عليه وسلم -: أي الصدقة أفضلُ؟ قال: «صدقة في رمضان» .\rوفي الصحيحين عنه - صلى الله عليه وسلم - قال: «عمرة في رمضان، تعدل حجة» أو قال: «حجة معي» ، وروي في حديث «أن عمل الصائم مضاعف» .\rوذكر ابن أبي مريم عن أشياخه: أنهم كانوا يقولون: إذا حضر شهر رمضان فانبسطوا فيه بالنفقة، فإن النفقة فيه مضاعفة كالنفقة في سبيل الله، وتسبيحةٌ أفضل من ألف تسبيحة في غيره.\rقال النخعي: صوم يوم من رمضان أفضل من ألف يوم، وتسبيحةٌ فيه أفضل من ألف تسبيحة، وركعة فيه أفضل من ألف ركعة.\rفلما كان الصيام في نفسه مضاعفًا أجره بالنسبة على سائر الأعمال، كان صيام شهر رمضان مضاعفًا على سائر الصيام،","seal":"93FB43E3","part":1},
      {"page":16,"id":13,"nass":"لشرف زمانه، وكونه هو الصوم الذي فرضه الله على عباده، وجعل صيامه أحد أركان الإسلام التي بني الإسلام عليها.\rوقد يضاعف الثواب بأسباب أخر، منها: شرف العامل عند الله وقربه منه، وكثرة تقواه، كما ضوعف أجر هذه الأمة على أجور من قبلهم من الأمم. وأما على الرواية الثانية: فاستثناء الصيام يرجع إلى أن سائر الأعمال للعباد، والصيام اختصه الله لنفسه كما يأتي، وأما الرواية الثالثة: فالاستثناء يعود إلى التكفير بالأعمال.\rومن أحسن ما قيل في ذلك: ما قاله سفيان، قال: هذا من أجود الأحاديث وأحكمها «إذا كان يوم القيامة يحاسب الله عبده، ويؤدي ما عليه من المظالم من سائر عمله، حتى لا يبقى إلا الصوم، فيتحمل الله - عز وجل - ما بقي من المظالم، ويدخله بالصوم الجنة» رواه البيهقي وغيره.\rوعلى هذا فيكون المعنى: أن الصيام لله - عز وجل -، فلا سبيل لأحد إلى أخذ أجره من الصيام، بل أجره مدخر لصاحبه عند الله، وحينئذ فقد يقال: إن سائر الأعمال قد يكَّفرُ بها ذنوب صاحبها، فلا يبقى له أجر، فإنه روي: «إنه يوازن يوم القيامة بين الحسنات والسيئات، ويقص بعضها من بعض.\rفإن بقي حسنة دخل بها صاحبها الجنة» ، وفيه حديث مرفوع فيحتمل أن يقال في الصوم: إنه لا يسقط ثوابهُ بمقاصة ولا","seal":"9927BED5","part":1},
      {"page":17,"id":14,"nass":"غيرها، بل يوفَّر أجرهُ لصاحبه حتى يدخل الجنة، فيوفى أجرُه فيها.\rوأما قوله: «فإنه لي» فإن الله خص الصيام بإضافته إلى نفسه دون سائر الأعمال؛ وذكر في معنى ذلك وجوه، من أحسنها وجهان:\rأحدهما: أن الصيام مجرد ترك حظوظ النفس وشهواتها الأصلية، التي جبلت على الميل إليها لله - عز وجل - ولا يوجد ذلك في عبادة أخرى غير الصيام. فإذا اشتد توقان النفس إلى ما تشتهيه مع قدرتها عليه، ثم تركته لله في موضع لا يطلع عليه إلا الله: كان ذلك دليلا على صحة الإيمان.\rفإن الصائم يعلم أن له ربا يطلع عليه في خلوته، وقد حرم عليه أن يتناول شهواته المجبول على الميل إليها في الخلوة، فأطاع ربه وامتثل أمره، واجتنب نهيه، خوفًا من عقابه ورغبة في ثوابه، فشكر الله له ذلك، واختص لنفسه عمله هذا من بين سائر أعماله، ولهذا قال بعد ذلك «إنه ترك شهوته وطعامه وشرابه من أجلي» قال بعض السلف: طوبى لمن ترك شهوة حاضرة لموعد غيب لم يره.\rلما علم المؤمن الصائم أن رضى مولاه في ترك شهواته، قَدَّمَ رضى مولاهُ على هواه، فصرات لذتُه في ترك شهواتِه لله، لإيمانِه باطلاع الله وأن ثوابَه وعقابَه أعظمُ من لذةٍ يتناولُها في","seal":"88BD5737","part":1},
      {"page":18,"id":15,"nass":"الخلوة، إيثارًا لرضى ربه على هوى نفسه، بل المؤمن يكره ذلك في خلوته أشد من كراهته لألم الضرب.\rولهذا كثير من المؤمنين لو ضرب على أن يفطر في رمضان لغير عذر لم يفعل، لعلمه بكراهية الله تعالى لفطره في هذا الشهر، وهذا من علامات الإيمان: أن يكره المؤمن ما يلائمه من شهواته إذا علم أن الله يكرهه، فتصير لذته فيما يرضي مولاه، وإن كان مخالفًا لهواه.\rوإذا كان هذا فيما حُرَّمَ لعارض الصوم: من الطعام والشراب، ومباشرة النساء، فينبغي أن يتأكد ذلك فيما حُرِّمَ على الإطلاق، كالزنا وشرب الخمر، وأخذ أموال الناس بالباطل، وهتك الأعراض بغير حق، وسفك الدماء المحرمة، فإن هذا يسخط الله على كل حال، وفي كل مكان وزمان.\rالوجه الثاني: أن الصيام سرٌّ بين العبد وبين ربه لا يطلعُ عليه غيره، لأنه مركبٌ من نيةٍ باطنةٍ لا يطلعُ عليها إلا الله، وتركٍ لتناولِ الشهوات التي يستخفى بتناولها في العادة، ولذلك قيل: لا تكتبه الحفظة وقيل: إنه ليس فيه رياء.\rوقد يرجع إلى الأول، فإن من ترك ما تدعوه نفسه إليه لله - عز وجل -، بحيث لا يطلع عليه غير من أمره ونهاه: دلَّ على صحة إيمانه، والله تعالى يحبُّ من عباد أن يعاملوه سرًا بينهم","seal":"87FE0096","part":1},
      {"page":19,"id":16,"nass":"وبينهُ بحيثُ لا يطلعُ على معاملتهم إياهُ سواهُ.\rوقوله: «ترك شهوتهُ وطعامه من أجلي» فيه إشارةٌ إلى ما ذكر من أن الصائمين يتقربون إلى الله تعالى، بترك ما تشتهيه نفوسهم من الطعام والشراب والنكاح، وهذه أعظمُ شهوات النفس.\rوفي التقرب إلى الله بترك هذه الشهوات بالصيام فوائد.\rمنها: كسرُ النفس، فإن الشبع والرِّيَّ ومباشرة النساء، تحملُ النفس على الأشَر والبطرِ والغفلةِ.\rومنها: تخليِّ القلب للفكر والذكر، فإن تناول هذه الشهوات يقسَّي القلب ويُعميه، ويحولُ بين القلب والذكر والفكر، ويستدعي الغفلة، وخلوة البطن من الطعام والشراب ينورُ القلب، ويوجبُ رقَّته، ويزيلُ قسوتهُ، ويُخْليهِ للذكر والفكر.\rومنها: أن الغني يعرفُ قدر نعمة الله عليه، بإقداره له على ما منعهُ كثيرًا من الفقراء، من فضول الطعام والشراب، والنكاح، فإنه بامتناعه من ذلك في وقت مخصوص، وحصول المشقة له بذلك، يتذكرُ به مَنْ مُنع منْ ذلك على الإطلاق، فيوجب له ذلك شكر نعمة الله عليه بالغنى، ويدعوه إلى رحمة أخيه المحتاج، ومواساته بما يمكنُ من ذلك.","seal":"BD096012","part":1},
      {"page":20,"id":17,"nass":"ومنها: أن الصيام يضيق مجاري الدم، التي هي مجاري الشيطان من ابن آدم. فإن الشيطان يجري من ابن آدم مجرى الدم، فتسكنُ بالصيام وساوسُ الشيطان، وتنكسرُ سورةُ الشهوة والغضب، ولهذا جعل النبي ُّ - صلى الله عليه وسلم - الصوم وجاءً، لقطعه عن شهوة النكاح.\rواعلم أنه لا يتمُّ التقربُ إلى الله تعالى بترك هذه الشهوات المباحة، في غير حالة الصيام، إلا بعد التقرب إليه بترك ما حرم الله عليه في كلِّ حالٍ: من الكذب، والظُّلم، والعُدوان، على الناس في دمائهم، وأموالهم، وأعراضهم، ولهذا قال - صلى الله عليه وسلم -: «من لم يدَعْ قولَ الزور والعمل به فليس لله حاجةٌ في أن يدع طعامه وشرابه» أخرجه البخاري. وفي حديث آخر: «ليس الصيامُ من الطعام والشراب، إنما الصيامُ من اللغو والرفث» قال ابن المديني: على شرط مسلم.\rوفي الصحيحين عن أبي هريرة رضي الله عنه مرفوعًا: «الصيامُ جُنَّةٌ، فإذا كان يومُ صومِ أحدكم، فلا يَرْفُثُ ولا يفسق، ولا يجهل، فإن سابَّه أحدٌ فليقل: إني امرؤٌ صائمٌ» . «الجُنةُ» : ما يستر صاحبه، ويحفظه من الوقوع في المعاصي. «والرَّفثُ» : الفُحْشُ، ورديءُ الكلامِ.\rولأحمد والنسائي عن أبي عُبيدة مرفوعًا: «الصيامُ جُنّةٌ ما لم يُخرِّقْها» . وروى الطبراني عن أبي هريرة مرفوعًا: «إن","seal":"4BDEC52F","part":1},
      {"page":21,"id":18,"nass":"الصيام جُنَّةٌ ما لم يُخرِّقْها، قيل: بم يُخرّقْها؟ قال بكذب أو غيبة» وروي عن أبي هريرة مرفوعًا: «الصائمُ في عبادة، ما لم يغتب مسلمًا أو يؤذه» وعن أنس: «ما صام من ظلَّ يأكلُ لحوم النَّاس» .\rقال بعض السلف: أهونُ الصيام: تركُ الطعام والشراب. وقال جابرٌ: إذا صُمت فليصم سمعُك وبصرُك ولسانُك عن الكذب والمحارم، ودع أذى الجار، وليكن عليك وقارٌ وسكينةٌ، ولا تجعل يوم صومك ويوم فطرك سواء.\r\rإذا لم يكنْ في السَّمع مني تصاوُنٌ\rوفي بصري غَضٌّ، وفي منطقي صمتُ\rفحظِّي إذًا من صومي الجوعُ والظمأ\rفإن قلتُ: إني صمتُ يومي فما صمتُ\r\rوقال النبي - صلى الله عليه وسلم -: «رُبَّ صائمٍ حظُّه من صيامه الجوع والعطشُ، ورب قائمٍ حظهُ من قيامه السهرُ» .\rوسرُّ هذا: أن التقربَ إلى الله بتركِ المباحات، لا يكملُ إلاّ بعد التقرب إلى الله بترك المباحات، لا يكمل إلا بعد التقرب إليه بترك المحرمات، فمن ارتكب المحرمات، ثم تقرب إلى الله بترك المباحات: كان بمثابة من يتركُ الفرائض، ويتقربُ بالنوافل.\rوفي مسند أحمد: أن امرأتين صامتا في عهد رسول الله - صلى الله عليه وسلم -، فكادتا أن تموتا من العطش، فذُكِرَ ذلك للنبي - صلى الله عليه وسلم -،","seal":"01949C70","part":1},
      {"page":22,"id":19,"nass":"فأعرض عنهما، ثم ذكرتا له، فدعاهما، فأمرهما، أن تتقيئآ، فقاءتا ملء قدحٍ قيحًا، ودمًا وصديدًا، ولحمًا عبيطًا، فقال النبي - صلى الله عليه وسلم -: «إن هاتين صامتا عمّا أحل الله لهما، وأفطرتا على ما حرَّمَ اللهُ عليهما، جلستْ إحداهُما إلى الأخرى، فجعلتا تأكلان لحوم الناس» .\rوقولُه - صلى الله عليه وسلم -: «للصائم فرحتان: فرحةٌ عند فطره، وفرحة عند لقاء ربِّه» أمَّا فرحةُ الصائم عند فطره: فإن النفوس مجبولةٌ على الميل إلى ما يلائمُها، من مطعمٍ، ومشرب، ومنكحٍ، فإذا مُنعت من ذلك في وقت من الأوقات، ثم أُبِّيح لها في وقتٍ آخر، فرحت بإباحة ما مُنعت عنه، خصوصًا عند اشتداد الحاجة إليه.\rفإن النفوس تفرح بذلك طبعًا، فإن كان ذلك محبوبًا لله، كان محبوبًا شرعًا، والصائمُ عند فطره كذلك، فكما أن الله حرَّم على الصائم تناوُل هذه الشهوات، في نهار الصيام، فقد أذن له فيها في ليل الصيام، بل أحبَّ منه المبادرة إلى تناولها، في أول الليل وآخره، بل أحبُّ عباده إليه أعجلُهُم فطرًا، لما في الصحيحين عن سهلٍ مرفوعًا: «لا يزالُ الناسُ بخيرٍ ما عجَّلوا الفطر» .\rوللترمذي عن أبي هريرة مرفوعًا: «قال الله - عز وجل -: أحبُّ عبادي إليَّ أعجلهم فطرًا» وروى أحمد عن أبي ذرّ مرفوعًا:","seal":"06023C58","part":1},
      {"page":23,"id":20,"nass":"«لا تزال أمتي بخير ما عجّلوا الفطر، وأخرُوا السّحور» .\rوروى الحاكمُ، وابن عساكر عن ابن عمر، وأنسٍ مرفوعًا: «من فقه الرجل تعجيل فطره، وتأخيرُ سحوره، وتسحروا فإنَّه الغذاءُ المُباركُ، واللهُ وملائكتُه يُصلون على المتسحرين» .\rفالصائمُ ترك شهواته لله بالنهار، تقرَّبا إليه وطاعةً له، ويبادرُ إليها في الليل تقرُّبًا إلى الله وطاعةً له، فما تركها إلا بأمر ربّه. ولا عاد إليها إلا بأمر ربّه، فهو مطيعٌ له في الحالتين، فإذا بادر الصائمُ إلى الفطر تقرُّبًا إلى مولاه، وأكل وشرب وحمد الله، فإنه يُرجى له المغفرةُ وبُلوُغُ الرّضوان بذلك.\rوفي الحديث: «إن الله ليرضى عن العبد يأكلُ الأكلة فيحمدُه عليها، ويشربُ الشربة فيحمده عليها» ، وربما استجيب دعاؤه عند ذلك، كما في الحديث المرفوع: «إن للصائم عند فطره دعوةً لا تردُّ» .\rولأحمد والترمذي عن أبي هريرة مرفوعًا: «ثلاثةٌ لا ترد دعوتُهم: الصائمُ حتى يفطر ... الحديث» وعن ابن عمر مرفوعًا «لكلِّ عبدٍ صائمٍ دعوةٌ مستجابةٌ عند إفطاره، أعطيها في الدنيا، أو ادّخرت له في الآخرة» .\rورُوي عن أنسٍ وابن عباسٍ رضي الله عنهم: كان\rالنبي - صلى الله عليه وسلم - إذا أفطر قال: «اللهم لك صمتُ وعلى رزقك","seal":"EB0F761C","part":1},
      {"page":24,"id":21,"nass":"أفطرتُ، فتقبَّل منِّي إنك أنت السمعي العليمُ» ، ورُوي عن ابن عمر مرفوعًا: كان إذا أفطر قال: «ذهب الظَّمأ، وابتلَّت العروقُ، ووجب الأجرُ إن شاء الله تعالى» وروي عنه أنه كان إذا أفطر يقولُ: «اللهم يا واسع المغفرة، اغفر لي» .\rوإن نوى بأكله وشُربه تقويةَ بدنه، على القيام والصيام، كان مُبابًا على ذلك، كما أنه إذا نوى بنومه في الليل والنهار، التقوِّي على العمل كان نومُه عبادةً. وفي حديثٌ مرفوعٌ: «نوم الصائم عبادةٌ، وصمتُه تسبيحٌ، وعملهُ مضاعفٌ، ودعاؤه مستجابٌ، وذنبهُ مغفورٌ» رواه البيهقي.\rقال أبو العالية: الصائمُ في عبادةٍ ما لم يغتب أحدًا، وإن كان نامًا على فراشه، رواه عبدُ الرزاق.\rفالصائم في ليله ونهاره في عبادةٍ، ويستجابُ دعاؤه في صيامه وعند فطره؛ فهو في نهاره صائمٌ صابرٌ، وفي ليله طاعمٌ شاكرٌ. وفي حديث رواه الترمذي وغيرهُ: «الطاعمُ الشاكرُ بمنزلةِ الصائم الصابر» ، ومن فهم هذا لم يتوقف في معنى: فرح الصائِم عند فطره. فإن فطرهُ على الوجه المشار إليه، من فضل الله ورحمته، فيدخل في قوله تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} ، ومن شرط ذلك: أن يكون فطره على حلالٍ، فإن كان فطره على حرام كان ممَّن صام عما أحلَّ الله، وأفطر على ما حرَّم اللهُ، ولم يستجب له دعاءٌ.","seal":"DD96906B","part":1},
      {"page":25,"id":22,"nass":"وأما فرحُهُ عند لقاء ربه: فبما يجدُهُ عند الله من ثواب الصيام مُدَّخرًا، فيجُده أحوج ما كان إليه. كما قال تعالى:\r{وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا} .\rولابن خُزيمة: «فإذا لقي الله - عز وجل -، فرح بصومه» ، وفي المسند عن عقبة بن عامر رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «ليس من عمل يومٍ إلا يختمُ عليهِ» .\rوعن عيسى - عليه السلام - قال: إن هذا الليلَ والنَّهار خزانتان، فانظرُوا ماذا تضعون فيهما، فالأيام خزائنُ للناس، ممتلئةٌ بما خزنوه فيها، من خير وشر. وفي يوم القيامة: تُفْتَحُ هذه الخزائنُ لأهلها، فالمتقُون يجدون في خزائنهم: العزة والكرامة، والمذنبُون يجدون في خزائنهم: الحسرة والندامة.\rالصائمون على طبقتين:\rإحدهما: من ترك طعامهُ وشرابهُ وشهوته لله - عز وجل -، يرجو عنده عوض ذلك في الجنة، فهذا قد تاجر مع الله وعامله، والله تعالى لا يضيع أجر من أحسن عملاً، ولا يخيبُ معه من عامله، بل يربحُ عليه أعظم الربح.\rوقال - صلى الله عليه وسلم - لرجل: «إنك لن تدع شيئًا اتقاء الله: إلا آتاك الله خيرًا منه» رواه أحمد. فهذا الصائمُ يُعطى في الجنة ما شاء من طعام وشراب ونساء، قال تعالى: {كُلُوا وَاشْرَبُوا","seal":"FEA6D02F","part":1},
      {"page":26,"id":23,"nass":"هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ} قال مجاهدٌ وغيره: نزلت في الصائمين.\rوقال يعقوبُ بن يوُسف: بلغنا أن الله تعالى يقول لأوليائه يوم القيامة: يا أوليائي، طالما نظرت إليكم في الدنيا، وقد قَلَصَتْ شفاهكم عن الأشربة، وغارت أعينكم، وخفقت بطونكم، كونوا اليوم في نعيمكم، وتعاطوا الكأس فيما بينكم، وكلوا واشربوا هنيئًا بما أسلفتم في الأيام الخالية.\rوقال الحسن: تقول الحوراء لولي الله، وهو متكئ معها على نهر العسل، تعاطيه الكأس: إن الله نظر إليك في يوم صائفٍ بعيد ما بين الطرفين، وأنت في ظمأ هاجرةٍ من جهد العطش، فباهى بك الملائكة، وقال: انظروا إلى عبدي، ترك زوجته وشهوته، وطعامه وشرابه من أجلي، رغبة فيما عندي، أشهدكم أني قد غفرت له، فغفر لك يومئذ، وزوَّجنيك.\rوفي الصحيحين عن النبي - صلى الله عليه وسلم -: «إن في الجنة بابًا يقال له الريانُ، يدخلُ منه الصائمون، لا يدخل منه غيرهم» وفي رواية: «إذا دخلوا أُغلق» وللطبراني عن سهل مرفوعًا: «لكل باب من أبواب البرّ بابٌ من أبوابِ الجنة، وإن باب الصيام يُدعى الريانُ» .\rوله في حديث عبد الرحمن بن سمرة، عن النبي - صلى الله عليه وسلم - في منامه الطويل: «ورأيت رجلًا من أمتي يلهثُ عطشًا، كلما دنا","seal":"1166BB68","part":1},
      {"page":27,"id":24,"nass":"من حوضٍ طُرد، فجاءه صيامُ رمضان فسقاه وأرواه» .\rوروى ابن أبي الدنيا: أن النبي - صلى الله عليه وسلم -: «بعث أبا موسى على سريةٍ في البحر، فهتف بهم هاتفٌ: يا أهل السفينة، قفوا أخبركم بقضاء الله على نفسه: أن من عطَّش نفسه في يومٍ حارٍّ كان حقًا على الله أن يُرويه يوم القيامة» ، وللبزّار: «في يومٍ صائفٍ، سقاهُ اللهُ يوم العَطشِ» .\rوللبيهقيِّ عن عليّ مرفوعًا: «من منعه الصيامُ من الطعام والشراب، أطعمه اللهُ من ثمار الجنة، وسقاهُ من شرابها» . وذكر ابن أبي الدنيا عن أنس مرفوعًا: «الصائمون ينفحُ من أفواههم ريح المسك، وتوضع لهم مائدة تحت العرش، يأكلون منها والناسُ في الحساب» . وعن أنس موقوفًا: «إن لله مائدةً لم تر مثلها عينٌ، ولم تسمع أُذُنٌ ولا خطر على قلب بشر، لا يقعدُ عليها إلا الصائمون» .\rوعن بعض السلف قال: بلغنا أنه يوضعُ لهم مائدةٌ يأكلون منها والناسُ في الحساب، فيقولون: يا ربَّنا نحن نحاسبُ وهؤلاء يأكلون؟ فيقال: إنهم طالما صامُوا وأفطرتُم، وقاموا ونُمتمْ. ورأى بعض العارفين في منامه، كأنه أدخل الجنة، فسمع\rقائلاً يقول له: هل تذكر أنك صمت لله يومًا قط؟ فقال: نعم؛ قال: فأخذتني صواني النثار من الجنة. ومن ترك في\rالدنيا لله طعامًا وشرابًا مدة يسيرةً، عوضهُ اللهُ عنه","seal":"F18B5690","part":1},
      {"page":28,"id":25,"nass":"طعامًا وشرابًا لا ينفدُ، وأزواجًا لا تَمُتْنَ أبدًا.\rشهرُ رمضان: فيه يُزوجُ الصائمون. في الحديث: «إن الجنة لتزخرف وتُبَخَّرُ من الحول إلى الحول لقدوم شهر رمضان. فتقولُ الحورُ: يا رب اجعل لنا في هذا الشهر، من عبادك أزواجًا، تقرُّ أعيُننا بهم، وتقرُّ أعيُنُهم بنا» وفي حديث آخر: «إن الحور تنادي في شهر رمضان: هل من خاطب إلى الله فيزوجُهُ؟» . مهورُ الحور العين: طولُ التجهد، وهو: حاصل في شهر رمضان أكثر من غيره.\rوالثانيةُ: من الصائمين من يصوم في الدنيا عما سوى الله، فيحفظُ الرأس وما وعى، والبطن وما حوى، ويذكر الموت والبلى، ويريدُ الآخرة ويترك زينة الدنيا، فهذا: عيدُ فطره يوم لقاء ربه، وفرحه برؤيته. يا معشر الصائمين: صوموا اليوم عن شهوات الهوى، لتدركوا عيد الفطر يوم اللقاء، لا يطولنَّ عليكم الأملُ، باستبطاء الأجل، فإن معظم نهار الصيام قد ذهب، وعيد اللقاء قد اقترب.\rقوله: «ولخَلُوفُ فم الصائم: أطيب عند الله من ريح المسك» خلُوفُ الفم: رائحةُ ما يتصاعدُ منه من الأبخرة، لخلوِّ المعدة من الطعام بالصيام، وهي رائحةٌ مستكرهةٌ في مشامِّ الناس في الدنيا، لكنَّها أطيبُ عند الله من ريح المسك،\rحيث كانت ناشئةً عن طاعته وابتغاء مرضاته. وفيه","seal":"4C417D35","part":1},
      {"page":29,"id":26,"nass":"معنيان، أحدُهما: أن الصيام لما كان سرًّا بين العبد وبين ربه في الدنيا: أظهره اللهُ في الآخرة علانية للخلق، ليشتهر بذلك أهلُ الصيام، ويعرفُون بصيامهم بين الناس، جزاءً لإخفاء صيامهم في الدنيا.\rوعن أنس رضي الله عنه مرفوعًا: «يخرجُ الصائمون من قبورهم يُعرفون بريح أفواههم، ريحُ أفواههم أطيبُ من ريح المسك» رواه الأصبهاني، وفي إسناده ضعف. قال مكحول: يُروَّحُ أهل الجنة برائحةٍ، فيقولون: ربنا ما وجدنا ريحًا مُنْذُ دخلنا الجنة، أطيب من هذه الرائحة، فيقالُ: هذه رائحةُ أفواه الصائمين.\rوقد تفوح رائحةُ الصيام في الدنيا، فتستنشق قبل الآخرة، وهي نوعان، أحدُهما: ما يدركُ بالحواسِّ الظاهرة، كان عبد الله بنُ غالبٍ من العباد المجتهدين في الصلاة والصيام، فلما دُفنَ كان يفوحُ من تراب قبره رائحة المسك، فرُؤي في المنام، فسُئل عن تلك الرائحة التي توجدُ من قبره؟ فقال: تلك رائحة التلاوة والظمأ.\rوالثاني ما تَسْتَنْشِقُهُ الأرواحُ والقلوب، فيوجبُ ذلك للصائمين المخلصين المودَّةَ والمحبةَ في قلوب المؤمنين؛\rوفي حديث الحارث الأشعري عن النبي - صلى الله عليه وسلم -: «أن زكريا عليه السلام، قال لبني إسرائيل: وآمُرُكم بالصيام، فإن مثل ذلك","seal":"98E7F51F","part":1},
      {"page":30,"id":27,"nass":"كمثل رجلٍ في عصابةٍ مَعَهُ صُرَّةٌ فيها مسكٌ، فكلُّهم يعجبُه ريحهُ، وإن ريح الصائم أطيبُ عند الله من ريح المسك» رواه الترمذي وغيرُه. وفي الحديث: «ما أسرَّ عبدٌ سريرة إلا ألبسهُ الله رداءها علانية» .\rالمعنى الثاني: أنَّ مَنْ عبدَ الله وأطاعه، وطلب رضاه في الدنيا بعملٍ، فنشأ من عمله آثارٌ مكروهةٌ للنفوس في الدنيا، فإن تلك الآثار غيرُ مكروهةٍ عند الله، بل هي مستحبةٌ محبوبةٌ له، وطيِّبةٌ عنده، لكونها نشأت عن طاعته واتباع مرضاته، فإخبارُه بذلك للعاملين في الدنيا، فيه تَطْييْبٌ لقلوبهم، لئلا يُكره منهم ما وجد في الدنيا. ورد حديثٌ مرسل: «كلُّ شيءٍ ناقصٍ في عرف الناس في الدنيا، إذا انتسب إلى طاعته ورضاهُ، فهو الكاملُ في الحقيقة» .\rخلوفُ فم الصائمين أطيبُ من ريح المسك. نوحُ المذنبين على أنفسهم من خشيته أفضلُ من التسبيح، انكسارُ المخبتين لعظمته هو الجبر، ذلُّ الخائفين من سطوته هو العزُّ، جوُع الصائمين لأجله هو الشبع، عطشُهم في طلب مرضاته هو الرِّيُّ، نصبُ المجتهدين في خدمته هو الراحة. لما سُلسِلَتْ الشياطينُ في شهر رمضان وخمدت نيرانُ الشهوات بالصيام انعزل سلطانُ الهوى، وصارت الدولةُ لحاكم العقل، فلم يبق للعاصي عذر.","seal":"8F1A8082","part":1},
      {"page":31,"id":28,"nass":"يا غيومُ الغفلة تَقَشَّعِي، يا شموسُ التقوى والإيمان اطلعي، يا صحائف أعمال الصالحين ارتفعي، يا قلوبُ الصالحين اخشعي، يا أقدامُ المجتهدين اسجدي لربك واركعي، يا عيونُ المتهجدين لا تهجعي، يا ذنوبُ التائبين لا ترجعي.\rفصل\rفي فضل الجودِ في رمضان\rوتلاوةِ القرآن\rفي الصحيحين عن ابن عباسٍ رضي الله عنهما قال: «كان رسول الله - صلى الله عليه وسلم - أجودَ الناس، وكان أجودَ ما يكونُ في رمضان حين يلقاهُ جبرائيلُ، فيدراسهُ القرآن، وكان جبرائيل يلقاه كلَّ ليلةٍ من شهر رمضان فيدارسُهُ القرآن، فلرسول الله - صلى الله عليه وسلم - حين يلقاه جبرائيل: أجودُ بالخير من الريح المرسلة» ورواه أحمد وزاد «ولا يُسأل شيئًا إلا أعطاه» وللبيهقي عن عائشة رضي الله عنها: «كان رسول الله - صلى الله عليه وسلم - إذا دخل رمضانُ أطلق كُلَّ أسيرٍ وأعطى كُلَّ سائل» .\r«الجودُ» هو سعة العطاء وكثرتُه. والله تعالى يوصفُ بالجود، فروي الترمذيُّ عن سعد بن أبي وقّاصٍ، رضي الله عنه، عن النبي - صلى الله عليه وسلم -: «إن الله جوادٌ يحب الجود، كريمٌ يُحبُّ\rالكرم» .","seal":"976A39A1","part":1},
      {"page":32,"id":29,"nass":"وعن الفضيل: إن الله تعالى يقول كلَّ ليلة: أنا الجوادُ ومني الجودُ، وأنا الكريمُ ومني الكرم.\rفالله سبحانه: أجود الأجودين، وجوده يتضاعف في أوقات خاصة كشهر رمضان، وفيه أنزل قوله تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} .\rولما كان الله تعال جبل نبيَّه - صلى الله عليه وسلم - على أكمل الهيئات وأشرفها، كما في حديث أبي هريرة رضي الله عنه: «إنما بعثت لأتمم مكارم الأخلاق» كان رسول الله - صلى الله عليه وسلم - أجود الناس على الإطلاق، كما أنه أفضلهم وأشجعهم وأكملهم في جميع الأوصاف الحميدة، وكان جودُه يجمع أنواع الجود، وكان جودُه - صلى الله عليه وسلم - يتضاعف في رمضان على غيره من الشهور. كما أن جود ربَّه يتضاعف فيه أيضًا.\rوكان - صلى الله عليه وسلم - يلتقي هو وجبريل في شهر رمضان، وهو أفضل الملائكة وأكرمهم، ويدراسه القرآن الذي جاء به إليه، وهو أشرف الكتب وأفضلها وهو يحث على الإحسان ومكارم الأخلاق، وقد كان هذا الكتاب الكريم له - صلى الله عليه وسلم - خلق، بحيث يرضى لرضاه ويسخط لسخطه، ويسارع إلى ما حث عليه. ويمتنع عمَّا زجر عنه. فلهذا كان يتضاعف جوده، وإفضاله في هذا الشهر، لقرب عهده بمخالطة جبرائيل، وكثرة مدارسته له","seal":"89A24DBF","part":1},
      {"page":33,"id":30,"nass":"هذا الكتاب الكريم، الذي يحث على المكارم والجود. ولا شك أن المخالطة تؤثر وتورث أخلاقًا من المخالط.\rوفي تضاعف جوده - صلى الله عليه وسلم - في رمضان بخصوصه فوائدُ كثيرةٌ، منها: شرف الزمان ومضاعفةُ أجر العمل فيه؛ وفي الترمذي عن أنس مرفوعًا: «أفضلُ الصدقةِ صدقةُ رمضانَ» . ومنها: إعانةُ الصائمين والذاكرين على طاعتهم، فيستوجبُ المعينُ لهم مثل أجورهم، كما أن من جَهَّز غازيًا فقد غزا. ومن خلفَه في أهله بخير فقد غزا.\rوفي حديث زيد بن خالدٍ عن النبي - صلى الله عليه وسلم - قال: «من فطر صائمًا فله مثلُ أجره، من غير أن ينقص من أجر الصائم شيءٌ» رواه أحمد والترمذي. ورواه الطبراني عن عائشة رضي الله عنها، وزاد: «وما عمل الصائمُ من أعمال البرِّ إلا كان لصاحب الطعام، ما دامت قوةُ الطعام فيه» .\rوفي حديث سلمان المتقدم، في فضل شهر رمضان: «وهو شهرُ المواساة، وشهرٌ يزادُفيه: رزق المؤمن، من فطر فيه صائمًا كان مغفرةً لذنُوبِه، وعقتًا لرقبته من النار، وكان له مثل أجره، من غير أن يُنقصَ من أجرِ الصائِم شيءٌ» قالوا: يا رسول الله، ليس كلُّنا يجد ما يفطِّرُ الصائم، قال: «يعطي الله هذا الثواب لمن فطر صائمًا، على مذقة لبن، أو تمرةٍ، أو\rشربة ماءٍ؛ ومن سقى فيه صائمًا سقاه الله من حوضي","seal":"6DA74FD2","part":1},
      {"page":34,"id":31,"nass":"شربةً لا يظمأُ بعدها حتى يدخلَ الجنة» .\rومنها: أن شهرَ رمضان شهرٌ يجودُ اللهُ فيه على عباده بالرحمة والمغفرة والعتق من النار، لا سيما في ليلة القدر. والله تعالى يرحمُ من عباده الرحماءُ، كما قال النبي - صلى الله عليه وسلم -: «إنما يرحمُ اللهُ من عباده الرحماءُ» ، فمن جاد على عباد الله، جاد اللهُ عليه بالعطاء والفضل، والجزاءُ من جنس العمل.\rومنها: أن الجمع بين الصيام والصدقة من موجبات الجنة، كما في حديث علي رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «إن في الجنة غُرفًا يُرى ظهورُها من بطونها، وبطونُها من ظهورِها» قالوا: لمن هي يا رسول الله؟ قال: «لمن طَيَّبَ الكلامَ، وأطعمَ الطعامَ، وأدامَ اصيامَ، وصلَّى بالليلِ والناسُ نيام» .\rوهذه الخصالُ كلُّها تكونُ في رمضان، فيجتمع فيه للمؤمن الصيام والقيام والصدقة، وطيب الكلام، فإنه ينهى فيه الصائم عن اللغو والرفث، والصلاة والصيام والصدقة: توصلُ صاحبها إلى الله - عز وجل -.\rقال بعض السلف: الصلاة توصل صاحبها إلى نصف الطريق، والصيام يوصله إلى باب الملك، والصدقةُ تأخذُ بيده، فتدخلهُ على الملك.\rوفي صحيح مسلم، عن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «من أصبح منكم اليوم صائمًا؟ قال أبو بكرٍ:","seal":"39E15182","part":1},
      {"page":35,"id":32,"nass":"أنا، قال: من تَبعَ منكم اليوم جنازة؟ قال أبو بكرٍ أنا، قال: من تصدقَ بصدقةٍ؟ قال أبو بكرٍ: أنا، قال: من عاد منكم مريضًا؟ قال أبو بكرٍ: أنا، قال: ما اجتمعن في امرئ إلا دخل الجنة» .\rومنها: أن الجمع بين الصيام والصدقة أبلغُ في تكفير الخطايا، واتقاء جهنم، والمباعدة عنها، خصوصًا إن ضُمَّ إلى ذلك قيام الليل، فقد ثبت عن النبي - صلى الله عليه وسلم - أنه قال: «الصيامُ جُنةُ أحدِكم من النار، كَجُنَّتِهِ من القتال» ، ولأحمد أيضًا: عن أبي هريرة مرفوعًا: «الصومُ جُنَّةٌ وحصنٌ حصين من النار» .\rوفي حديث معاذٍ رضي الله عنه، عن النبي - صلى الله عليه وسلم - أنه قال: «الصدقة تطفئ الخطيئة كما يطفئ الماءُ النارَ. وقيامُ الرجلِ في جوفِ الليل» يعني: أنه يطفئ الخطيئة أيضًا، صرح به أحمد. وفي الصحيح عنه - صلى الله عليه وسلم - أنه قال: «اتقوا النار ولو بِشقِّ تمرةٍ» كان أبو الدرداء رضي الله عنه يقول: صلُّو في ظلمة الليل ركعتين لظلمة القبور، صوموا يومًا شديدًا حرَّهُ لحرِّ يوم النشور، تصدقوا بصدقة السرِّ لهول يوم عسير.\rومنها: أن الصيام لا بدّ أن يقع فيه خللٌ ونقصٌ، وتكفيرُ الصيام للذنوب، مشروطٌ بالتحفظ مما ينبغي أن يُتحفَّظَ منه، كما في حديث أخرجه ابنُ حبان، وعامةُ صيام الناس: لا\rيجتمع في صومه التحفظ كما ينبغي، ولذا نهى أن يقول","seal":"54F3CC94","part":1},
      {"page":36,"id":33,"nass":"الرجلُ: «صمتُ رمضان كلُّه، أو قمتُه كلُّه» فالصدقةُ تجبر ما كان فيه من النقص والخلل، ولهذا وجب في آخر رمضان زكاةُ الفطر، طهرة للصائم من اللغو والرفث.\rومنها: أن الصائم يدع طعامه وشرابه، فإذا أعان الصائمين على التقوِّي على طعامهم وشرابهم، كان بمنزلة من ترك شهوته لله، وآثر بها وواسى منها، ولهذا يشرع له تفطير الصوَّام معه إذا أفطر؛ لأن الطعام يكون محبوبًا له حينئذٍ، فيواسي منه حتى يكون ممن أطعم الطعام على حُبّه، فيكون في ذلك شاكرًا لله، على نعمة إباحة الطعام والشراب له،\rوردِّه له بعد منعه إياه، فإن هذه النعمة إنما يُعرف قدرُها عند المنع منها.\rوسئل بعضُ العرافين: لم شُرع الصيامُ؟ قال: ليذوق الغنيُّ طعم الجوع فلا ينسى الجائع؛ وهذا من بعض حكم الصوم وفوائده. وتقدم في حديث سلمان: «وهو شهرُ المواساة» فمن لم يقدر على درجة الإيثار على نفسه، فلا يعجز عن درجة أهل المواساة.\rكان كثير من السلف: يواسون من إفطارهم، ويؤثرون ويطوون. فقد كان ابن عمر: يصوم ولا يفطر إلا مع\rالمساكين، فإذا منعه أهله عنهم، لم يتعشَّ تلك الليلة، وكان\rإذا جاءهُ وهو على الطعام، أخذ نصيبهُ من الطعام،","seal":"7BCCF4FB","part":1},
      {"page":37,"id":34,"nass":"وقام فأعطاه السائل، فيرجع وقد أكل أهله ما بقي في الجفنة، فيصبح صائمًا ولم يأكل شيئًا.\rواشتهى بعض الصالحين طعامًا، وكان صائمًا فوضع بين يديه وهو صائمٌ، فسمع قائلاً يقول: من يقرضُ المليء الوفيَّ؟ فقال: عبده المعدمُ من الحسنات، وأخذ الصحفة فخرج بها إليه وبات طاويًا.\rوجاء سائلٌ إلى الإمام أحمد: فدفع إليه رغيفين كان يعدُّهما لفطره، ثم طوى وأصبح صائمًا. وكان الحسن يُطعمُ إخوانه وهو صائمٌ، ويجلسُ يروِّحُهمُ، وهمُ يأكلون.\rوله فوائدُ أخرُ. قال الشافعيُّ رحمه الله: أحبُّ للرجل الزيادة بالجود في رمضان، اقتداءً برسول الله - صلى الله عليه وسلم -، ولحاجة الناس فيه إلى مصالحهم، ولتشاغل كثيرٍ، منهم، بالصوم والصلاة عن مكاسبهم.\rودل الحديث أيضًا: على دراسة القرآن في رمضان، والاجتماع على ذلك، وعرض القرآن على من هو أحفظ له منه. وفيه دليلٌ على استحباب الإكثار، من تلاوة القرآن، في شهر رمضان.\rوفي حديث فاطمة: أنه أخبرها: «أن جبرائيل كان يعارضه القرآن كُلَّ عامٍ مرَّةً، وأنه عارضه في عام وفاته مرتين» ، وفي حديث ابن عباس: «أن المدارسة بينه وبين جبرائيل: كانت ليلاً» .","seal":"A7799F30","part":1},
      {"page":38,"id":35,"nass":"فدلَّ على استحباب الإكثار من التلاوة في رمضان ليلاً، فإن الليل تنقطعُ فيه الشواغلُ، وتجتمعُ فيه الهممُ، ويتواطأ فيه القلبُ واللسانُ على التدبر، كما قال تعالى: {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} .\rوشهرُ رمضان: له خصوصيةٌ بالقرآن، كما قال تعالى:\r{شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآَنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ} وقال ابنُ عباسٍ رضي الله عنهما: إنه أُنزل جُملةً واحدةً من اللوح المحفوظ، إلى بيت العزة في ليلة القدر.\rويشهدُ لذلك قوله تعالى: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ} وقولهُ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ} والنبيُّ - صلى الله عليه وسلم - بُديءَ بالوحي، ونزل عليه القرآن في شهر رمضان؛ وقد كان النبيُّ - صلى الله عليه وسلم - يُطيلُ القراءة في قيام رمضان بالليل، أكثر من غيره.\rوقد صلَّى معه حذيفة ليلة في رمضان «فقرأ بالبقرة، ثم النِّساء، ثم آل عمران، لا يمرُّ بآية تخويفٍ إلا وقف وتعوذ، ولا بآية رحمةٍ إلا وقف وسأل، فما صلى ركعتين حتى جاء بلال فآذنه بالصلاة» رواه أحمد والنسائي. وعنه: أنه «ما صلى إلا أربع ركعات» .\rوكان عُمر رضي الله عنه: أمر أبيَّ بن كعب، وتميمًا الداريَّ، أن يقوما بالناسِ في شهر رمضان، فكان القارئ","seal":"102E2DBC","part":1},
      {"page":39,"id":36,"nass":"يقرأ بالمائتين في الركعة، حتى كانوا يعتمدون على العصي من طول القيام، وما كانوا ينصرفون إلا عند الفجر؛ وفي رواية: أنهم كانوا يربطون الحبال بين السواري، ثم يتعلقون بها.\rوروي أن عمر جمع ثلاثة قراء، فأمر أسرعهم قراءة أن يقرأ بالناس بثلاثين، وأوسطهم بخمس وعشرين، وأبطأهم بعشرين.\rثم كان في زمن التابعين: يقرؤون بالبقرة في قيام رمضان، في ثمان ركعات. فإن قرأها في اثنتي عشرة، رأوا أنه قد خفف.\rوسئل أحمدُ: عما روي عن عمر، في السريع في القراءة، والبطئ؟ فقال: في هذا مشقَّةٌ على الناس، ولا سيما في هذه الليالي القصار، وإنما الأمرُ على ما يحتملهُ الناسُ.\rوقال أحمدُ لبعض أصحابه، وكان يصلي بهم في رمضان: هؤلاءِ قوم ضعفاءُ، اقرأ خسمًا، ستًا، سبعًا، قال: فقرأتُ، فختمت ليلة سبع وعشرين.\rروي عن الحسن: أن الذي أمره عمر أن يصلي بالناس: كان يقرأ خمس آيات، ست آياتٍ.\rفكلامُ أحمد يدل على أنه في القراءة: يراعي حال المأمومين، فلا يشق عليهم، وقاله غيره من الفقهاء.\rوروى أهل السنن عن أبي ذر رضي الله عنه أن رسول","seal":"A75835BD","part":1},
      {"page":40,"id":37,"nass":"الله - صلى الله عليه وسلم - لما قام بهم إلى ثُلُثِ الليل، ومرةً إلى نصفِ الليل قالوا: لو نفَّلتنا بقية ليلتنا؟ فقال: «إن الرجل إذا صلى مع الإمام حتى ينصرف: كُتب له بقيةُ ليلته» .\rفدل: على أن قيام ثُلُثِ الليل أو نصفه يُكتبُ به قيامُ ليلةٍ، لكن مع الإمام. وكان أحمد يأخذ بهذا الحديث، ولا ينصرفُ حتى ينصرف الإمام. وقال بعضُ السلف: من قام نصف الليل فقد قام الليل.\rوعن ابن عمر رضي الله عنهما مرفوعًا: «من قام بعشر آيات لم يكتب من الغافلين، ومن قام بمائة يةٍ كُتب من القانتين، ومن قام بألف كُتب من المقنطرين» رواه أبو داود. ويروى من حديث تميمٍ وأنس مرفوعًا: «من قرأ بمائة آيةٍ كتب له قيامُ ليلة» وفيهما ضعف.\rومن أراد أن يزيد في القراءة ويُطيل، وكان يصلي لنفسه، فليطول ما شاء، وكذلك من صلى بجماعة يرضون بصلاته. وكان بعض السلف: يختمُ في قيام رمضان، في كل ثلاث ليالٍ، وبعضهم في كل سبعٍ، وبعضُهم في كلِّ عشرٍ.\rفصل\rوالتراويحُ سنةٌ، وفعلها جماعةٌ أفضلُ. وفعلُ الصحابة لها مشهورٌ. وتلقته الأمةُ عنهم خلفًا بعد سلفٍ. روى أبو بكر عبد العزيز عن ابن عباس رضي الله عنهما: «أنه - صلى الله عليه وسلم - كان","seal":"6DE767AA","part":1},
      {"page":41,"id":38,"nass":"يصلي في شهر رمضان عشرين ركعةً» .\rقال الشيخ تقي الدين رحمه الله: له أن يُصلِّي عشرين، كما هو المشهورُ في مذهب أحمد، والشافعي؛ وله أن يصلي ستًا وثلاثين، كما هو مذهب مالك؛ وله أن يصلي إحدى عشرة، وثلاث عشرة وكلٌّ حسنٌ، فيكون تكثيرُ الركعات، أو تقليلُها، بحسب طول القيام وقصره.\rوعمرُ رضي الله عنه لما جمع الناس على أُبيٍّ: صلى بهم عشرين ركعة؛ والصحابةُ - رضي الله عنهم -: منه من يُقلُّ، ومنهم من يكثرُ، والحدُّ المحدود: لا نصَّ عليه من الشارع صحيحٌ.\rوكثير من الأئمة في الترايوح: يصلُّون صلاةً لا يعقلونها، ولا يطمئون في الركوع ولا في السجود، والطمأنينة ركن؛ والمطلوب في الصلاة: حضور القلب بين يدي الله تعالى، واتعاظه بكلام الله إذا يتلى عليه، وهذا لا يحصل في العجلة، فتقصير القراءة مع الخشوع في الركوع والسجود، أولى من طول القراءة مع العجلة المكروهة.\rوصلاة عشر ركعات مع طول القراءة والطمأنينة، أولى من عشرين ركعة مع العجلة المكروهة، لأن لُبَّ الصلاة وروحها: هو إقبالُ القلب على الله - عز وجل -، ورب قليل خير من كثير، وكذلك ترتيل القراءة أفضل من السرعة والسرعة","seal":"0DB9AEDC","part":1},
      {"page":42,"id":39,"nass":"المباحة، هي: التي لا يحصل معها إسقاط شيء من الحروف فإن أسقط بعض الحروف، لأجل السرعة لم يجز ذلك له،\rوينهى عنه. وأما إذا قرأ قراءة بيِّنة، ينتفع بها المصلون خلفه فحسنٌ.\rوقد ذم الله الذين يقرؤون القرآن بلا فهم معناه؛ فقال تعالى: {وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ} أي تلاوة بلا فهم، والمراد من إنزال القرآن: فَهْمُ معانيه، والعمل به، لا مجردُ التلاوة.\rويستحب تحسينُ صوته بالقراءة، لما روى أبو داود وغيرهُ: «ليس منا من لم يتغنَّ بالقرآن» .\rكان الزهري رحمه الله يقول إذا دخل رمضان: إنما هو تلاوة القرآن وإطعام الطعام.\rقال ابن عبد الحكم: كان مالكٌ إذا دخل رمضانُ، يفرُّ من قراءة الحديث ومجالسة أهل العلم، ويقبل على تلاوة القرآن، من المصحف. وقال عبد الرزاق: كان الثوريُّ إذا دخل رمضان ترك جميع العبادات وأقبل على تلاوة القرآن. وقال سفيانُ: كان زيد الياميُّ إذا حضر رمضان، أحضر المصاحف، وجمع إليه أصحابه.\rكان السلف: يقبول على تلاوة القرآن في رمضان،\rفمنهم من يختم في كل سبع، ومنهم في ثلاثٍ، ومنهم في","seal":"C59BC21F","part":1},
      {"page":43,"id":40,"nass":"ليلتين، ومنهم في العشر الأواخر من كلِّ ليلة، وما ورد من النهي في أقل من ثلاثٍ فهو محمول على المداومة على ذلك، فأما في الأوقات الفاضلة، كشهر رمضان خصوصًا الليالي التي تطلب فيها ليلةُ القدر، وفي الأماكن الفاضلة: فيستحب الإكثار فيها من تلاوة القرآن اغتنامًا للزمان والمكان. وهو قول أحمد وغيره. وعليه يدل عمل غيرهم.\rوقال - صلى الله عليه وسلم -: «اقرءوا القرآن، فإنه يأتي شفيعًا لأصحابه يوم القيامة» ، وروى الترمذي عن أبي مسعود مرفوعًا: «من قرأ حرفًا من كتاب الله فله حسنةٌ، والحسنة بعشر أمثالها لا أقول آلم حرف ولكن ألفٌ حرف ولامٌ حرفٌ، وميمٌ حرف» فكيف هذا مع المضاعفة في شهر رمضان؟\rوعن ابن عمر مرفوعًا: «يُقال لصاحب القرآن: اقرأ وارق، ورتل كما كنت ترتل في الدنيا، فإن منزلتك عند آخر آية» رواه الترمذيُّ. ولأحمد نحوه عن أبي سعيد: «ويصعد بكل آية درجة، حتى يقرأ آخر آية منه» .\rواعلم أن المؤمن، يجتمعُ له في شهر رمضان جهادان: جهادٌ لنفسه بالنهار على الصيام، وجهادٌ بالليل على القيام، فمن جمع بين هذين الجهادين ووفَّى بحقوقهما، وصبر عليهما وفِّي أجرُه بغير حساب.\rقال كعبٌ: ينادي يوم القيامة منادٍ: إن كلَّ حارث يُعطى بحرثه ويزادُ، غير أهل القرآن والصيام، فيعطون أجورهم","seal":"F2034E9D","part":1},
      {"page":44,"id":41,"nass":"بغير حساب. ويشفعان له عند الله - عز وجل -، كما في المسند عن عبد الله بن عمر رضي الله عنهما، عن النبي - صلى الله عليه وسلم -: «الصيام والقيام: يشفعان للعبد يوم القيامة، يقول الصيام: أي رب منعته الطعام والشراب، والشهوات المحرمات بالنهار، ويقول القرآن: منعته النوم بالليل، فشفعني فيه فيشفعان» .\rفالصيام يشفع لمن منعه المحرمات كلَّها، فإنه يشفع له عند الله يوم القيامة، يقول يا رب منعتُه شهواته فشفعني فيه، وأما من ضيَّع صيامهُ، ولم يمنعه مما حرمه الله عليه، فإنه جدير أن يُضرب به وجهُ صاحبه، ويقولُ له: ضيعك الله كما ضيعتني.\rقال بعض السلف: إذا احتضر المؤمن، يقال للملك: شُمَّ رأسه. قال: أجد في رأسه القرآن.\rفيقال شم قلبه. فيقول: أجد في قلبه الصيام. فيقال: شُم قدميه. فيقول: أجد في قدميه القيام. فيقال: حفظ نفسه حفظه الله.\rوكذلك القرآن: إنما يشفع لمن منعه النوم بالليل، فإن من قرأ القرآن، وقام به، فقد قام بحقّه، فيشفع له. وقد ذكر النبي - صلى الله عليه وسلم - رجلاً فقال: «ذلك لا يتوسَّدُ القرآن» أي لا ينامُ عليه، فيصير له كالوسادة.\rوروى أحمد من حديث بُريدة مرفوعًا: «إن القرآن يلقى صاحبه يوم القيامة، حين ينشقُّ عنه قبرهُ، كالرجل الشاحب-","seal":"29975822","part":1},
      {"page":45,"id":42,"nass":"يعني المتغير اللون فيقول: هل تعرفُني؟ فيقول: أنا صاحبك الذي أظمأتك في الهواجر، وأسهرت ليلك، وكلُّ تاجر من وراء تجارته فيعطى المُلْكَ بيمينه، والخلد بشماله، ويوضعُ على رأسه تاجُ الوقار، ثم يقال له: اقرأ واصعد في درجة الجنة وغرفها، فهو في صعود ما دام يقرأ، هذًَّا كان أو ترتيلاً» .\rوفي حديث عبادة الطويل: «إن القرآن يأتي صاحبه في القبر فيقول له: أنا الذي كنت أسهرُ ليلك، وأظميءُ نهارك، وأمنعُك شهواتك، وسمعك وبصرك، فستجدني من الأخلاء خليل صدقٍ، ثم يصعد، فيسأل له فراشًا ودثارًا، فيؤمر له بفراشٍ من الجنة وياسمين من الجنة، ثم يدفع القرآن في قبلة اللَّحد فيوسع عليه ما شاء الله من ذلك» .\rقال ابن مسعود: ينبغي لقارئ القرآن: أن يُعرف بليله إذا الناس ينامون، وبنهاره إذا الناسُ يخلطون، وبصمته إذا الناس يخوضون، وبحزنه إذا الناس يفرحون؛ وقال وُهيبٌ: قيل لرجل: ألا تنام فقال: إن عجائب القرآن أطرن نومي؛ وصحب رجلٌ رجلاً شهرين فلم يره نائمًا. فقال: ما لي لا أراك نائمًا؟ قال: إن عجائب القرآن أطرْن نومي، ما أخرج من أعجوبةٍ إلا وقعتُ في أخرى.\rقال أحمد بن أبي الحواري: إني لأقرأ القرآن وأنظرُ فيه آيةً آيةً، فيتحيرُ عقلي وأعجبُ من حفاظ القرآن، كيف يهنيهم","seal":"1E56C637","part":1},
      {"page":46,"id":43,"nass":"النوم، أو يسعهم أن يشتغلوا بشيء من الدنيا، وهم يتلون كتاب الله؟ أما إنهم لو فهموا ما يتلون وعرفوا حقه، وتلذذوا به، واسْتَحْلُّوا المناجاة به، لذهب عنهم النوم، فرحًا بما\rرزقوا.\rفأما من كان معه القرآنُ، فنام عنه بالليل، ولم يعمل به بالنهار، فإنه ينتصب له خصمًا يوم القيامة، يطالبه بحقوقه التي ضيعها. روى أحمد من حديث سمرة: أن النبي - صلى الله عليه وسلم -: «رأى في منامه رجلاً مستلقيًا على قفاه، ورجلٌ قائم بيده فهرٌ، أو صخرةٌ، فيشدخ بها رأسه، فيتدهده، فإذا ذهب ليأخذه عاد رأسه كما كان، فيصنع به مثل ذلك. فسأل عنه فقيل له: هذا رجلٌ آتاه الله القرآن، فنام عنه بالليل، ولم يعمل به بالنهار، فهو يفعل به ذلك إلى يوم القيامة» .\rوفي حديث عمرو بن شعيب مرفوعًا: «يمثل القرآن يوم القيامة رجلاً، فيؤتى بالرجل قد حمله فخالف أمره، فيتمثل له خصمًا، فيقول: يا رب حمَّلتَهُ إياي، فبئس حامل، تعدَّى حدودي وضيع فرائضي، وركب معصيتي، وترك طاعتي فما يزالُ يقذفُ عليه بالحجج حتى يقال: شأنك به. فيأخذه بيده، فما يرسله حتى يكبَّه على منخره في النار.\rويؤتى بالرجل الصالح: كان قد حمله، وحفظ أمره، فيتمثل له خصمًا دونه، فيقول: يا رب: حمَّلته إياي فخير","seal":"AB0A4100","part":1},
      {"page":47,"id":44,"nass":"حاملٍ، حفظ حدودي، وعمل بفرائضي، واجتنب معصيتي، واتَّبع طاعتي، فما يزال يقذف له بالحجج، حتى يقال له: شأنك به، فيأخذه بيده، فما يرسله حتى يلبسه حلَّة الإستبرق، ويعقد عليه تاج الملك، ويسقيه كأس الخمر» .\rفصلٌ في قيام رمضان\rعن أبي هريرة رضي الله عنه، عن رسول الله - صلى الله عليه وسلم - قال: «من قام رمضان إيمانًا واحتسابًا، غفر له ما تقدم من ذنبه» متفق عليه. وعن عبد الرحمن بن عوف رضي الله عنه، أن رسول الله - صلى الله عليه وسلم - ذكر شهر رمضان فقال: «إن رمضان شهر فرض الله صيامه، وإني سننت للمسلمين قيامه، فمن صامه وقامه إيمانًا واحتسابًا، خرج من الذنوب كيوم ولدته أمه» أخرجه النسائي، وقال: الصواب عن أبي هريرة.\rولنذكر ههنا طرفًا في فضل قيام الليل، قال الله تعالى:\r{تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} ومدح قومًا فقال: {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ * وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} ، وقال تعالى: {وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا} .\rوروى الترمذي عن عبد الله بن سلام، أن النبي - صلى الله عليه وسلم - قال: «يا أيها الناس: أفشوا السلام، وأطعموا الطعام، وصلوا الأرحام، وصلُّوا بالليل والناس نيامٌ، تدخلوا الجنة بسلام» .","seal":"BDA49801","part":1},
      {"page":48,"id":45,"nass":"وروي من حديث أبي هريرة مرفوعًا: «أفضل الصلاة بعد الفريضة صلاة الليل» وللترمذي عن بلالٍ مرفوعًا: «عليكم بقيام الليل، فإنه دأب الصالحين قبلكم. وإن قيام الليل مقربة لكم إلى ربكم، مكفرة للسيئات، ومنهاةٌ عن الإثم، ومطردة للداء عن الجسد» .\rوفي حديث الكفارات، والدرجات قال: «ومن الدرجات: إطعامُ الطعامِ، وطيبُ الكلامِ، وأن تقوم بالليلِ والناسُ نيامٌ» صححه البخاري، والترمذي.\rوروى الطبراني عن أبي الدرداء مرفوعًا: «ثلاثة يحبهم الله ويضحكُ إليهم، ويستبشر بهم- فذكر منهم- الذي له امرأة حسناءُ وفراشٌ حسن، فيقومُ من الليل، فيقول الله تعالى: يذر شهوته، فيذكرني، ولو شاء لرقد» .\rوفي المسند عن ابن مسعود مرفوعًا: «عجب الله من رجلين: رجلٍ ثار عن وطائهِ ولحافِه بين أهلهِ وحِبِّه، إلى صلاته رغبة فيما عندي» .\rوفي حديث أبان عن أنس عن ربيعة، عن النبي - صلى الله عليه وسلم - قال: «ثلاثة مواطن لا ترد فيها الدعوة: رجل يكون في برِّية حيث لا يراه أحد، فيقوم فيصلي، فيقول الله لملائكته: علم عبدي هذا أن له ربًا يغفرُ الذنوب، فانظروا ماذا يطلب؟ فتقول الملائكة: أي رب رضاك ومغفرتك، فيقول الله أشهدُكم أني","seal":"6909C037","part":1},
      {"page":49,"id":46,"nass":"قد غفرت له ورضيت عنه. ورجل يقوم من الليل، فيقول الله: أليسَ قد جعلتُ الليل سكنًا، والنوم سُباتًا؟ فقام عبدي هذا يصلِّي، يعلمُ أنَّ له ربّاً يغفرُ الذنب، فيقول الله لملائكته: انظروا ماذا يطلبُ عبدي؟ فتقول الملائكة: أي رب رضاكَ ومغفرتك، فيقول الله: أشهدكم أني قد غفرت له ورضيت عنه» .\rوروى أحمد عن عقبة مرفوعًا، قال: «رجلان من أمتي يقوم أحدهما من الليل، يعالج نفسه إلى الطهور، وعليه عُقَدٌ، فيتوضأ، فإذا وضأ يديه انحَّلت عُقدةٌ، وإذا مسح رأسه انحلت عقدة، وإذا وضَّأ رجليه انحلت عقدة، فيقول الله - عز وجل - للذين وراء الحجاب: انظروا إلى عبدي هذا يعالج نفسه يسألني، ما سألني عبدي هذا فهو له» .\rوفي الأثر المشهور: «كذب من ادعى محبتي، فإذا جنَّه الليل نام عنِّي، أليس كل محب يحب خلوة حبيبه؟ فها أنا مطلع على أحبابي، إذا جنّهم الليل، جعلت أبصارهم في قلوبهم، فخاطبوني على المشاهدة. وكلَّموني على حضوري، غدًا أقرُّ أعين أحبابي في جناتي» .\rينزل الله تعالى كلّ ليلة إلى سماء الدنيا، فيقول: هل من تائب فأتوب عليه؟ هل من مستغفر فأغفر له؟ هل من داع فأجيب دعوته؟ إلى أن ينفجر الفجر؛ كان بعض السلف يقوم","seal":"3B10095A","part":1},
      {"page":50,"id":47,"nass":"الليل، فنام ليلة، فأتاه آتٍ في منامه، فقال له: قُمْ؛ أما علمت أن مفاتيح الجنة مع أصحاب الليل خزانها؟\rقيل لابن مسعود: ما نستطيع قيام الليل؛ قال: أقعدتكم ذنوبكم وقيل: لبعض المحبين: قد أعجزنا قيام الليل، قال: قيدتكم خطاياكم. وقال الفضيل: إذا لم تقدر على قيام الليل وصيام النهار فاعلم أنك محروم قد قيدتك خطيئتك.\rيا من ضيع عمره في غير طاعة، يا من فرط في شهره بل دهره وأضاعه، يا من بضاعتُه التسويفُ والتفريطُ، وبئس البضاعة، يا من جعل خصمه القرآن وشهر رمضان، كيف ترجو ممن جعلته خصمك الشفاعة كلُّ قيام لا ينهى صاحبه عن الفحشاء والمنكر، لا يزيد صاحبه إلا بعدًا، وكل صيام لا ينهي عن قول الزور والعمل به، لا يورثُ صاحبه إلا مقتًا وردَّاً. يا قوم: أين آثار الصيام؟ أين أنوارُ القيام؟\rعباد الله، هذا شهرُ رمضان، وفي بقيته للعابدين مُسْتَمْتَعْ، وهذا كتابُ الله فيه يتلى ويُسْمَعُ، وهذا القرآنُ لو أنزل على جبل لرأيته خاشعًا يتصدع، ومع هذا فلا قلبٌ يخشع، ولا عين تدمع، ولا صيام يصان فينفع، ولا قيامٌ استقام فيرجى أن يشفع.\rقلوب خلت من التقوى فهي خراب بلقع، وتراكمت عليها الذنوب فهي لا تبصر ولا تسمع، كم يتلى علينا القرآن","seal":"6EE24894","part":1},
      {"page":51,"id":48,"nass":"وقلوبُنا كالحجارة أو أشدُّ قسوة؟ كم يتوالى علينا شهرُ رمضان، وحالنا فيه كحال أهل الشِّقْوَة؟ أين نحن من قوم إذا سمعوا داعيَ الله أجابوا، وإذا تليت عليهم آياتُه وجِلَت قلوبهم وأنابوا؟\rفصلٌ في العشْرِ الْوُسَط\rعن أبي سعيد رضي الله عنه، قال: «كان رسولُ الله - صلى الله عليه وسلم - يعتكفُ في العشر الوُسَطِ من شهر رمضان» وقد دل الحديث: على أنه كان يعتكف العشر الوُسط لابتغاء ليلة القدر. وفي رواية: «أنه اعتكف العشر الأول، ثم اعتكف العشر الوسط، ثم قال: «إني أتيتُ فقيل لي: إنها في العشر الأواخر، فمن أحبَّ أن يعتكف فليعتكف، فاعتكف الناسُ معه» .\rوقد ورد الأمرُ: بطلب ليلة القدر في النِّصف الآخر من رمضان، وفي أفراد ما بقي من العشر الوسط، وهما: ليلة سبع عشرة، وتسع عشرة، أما الأول: فروى الطبراني عن عبد الله بن أنيس أنه - صلى الله عليه وسلم - سئل عن ليلة القدر؟ فقال: «رأيتُها وأُنْسِيْتُها، فتحرَّوها في النصف الآخر» الحديث. وكلُّ زمانٍ فاضلٍ من ليلٍ أو نهار، فإن آخره أفضلُ من أوله.\rوأما الثاني: فروى أبو داود عن ابن مسعود مرفوعًا: «اطلبوها ليلة سبع عشرة» ، وقالوا: إن صبيحتها كان يوم بدر. والمشهور عند أهل السِّير والمغازي: أن ليلة بدرٍ ليلةُ سبع","seal":"D6349113","part":1},
      {"page":52,"id":49,"nass":"عشرة، وكانت ليلة جمعةٍ، وكان زيدٌ بن ثابت لا يحيي ليلةً من رمضان كما يحيى ليلة سبع عشرة، ويقول، إن الله تعالى فرق في صبيحتها بين الحق والباطل، وأذلَّ في صبيحتها أئمة الكفر.\rوحكى أحمدُ عن أهل المدينة: أن ليلة القدر تطلبُ ليلة سبع عشرة.\rوأصحُّ ما روي من الحوادث في هذه الليلة: أنها ليلةُ بدر، وصبيحتها هو يوم الفرقان، وسمي يوم الفرقان: لأن الله تعالى فرق فيه بين الحق والباطل، وأظهر الحق وأهله على الباطل وأهله، وعلت كلمةُ الله وتوحيدُه، وذُلَّ أعداؤه من المشركين وأهل الكتاب.\rوفي الموطأ عن طلحة بن عبيد الله مرفوعًا: «ما رئِي الشيطانُ أحقر ولا أدحر ولا أصغر منه يوم عرفة، إلا ما رؤي يوم بدر، فقيل: ما رؤي يوم بدر؟ قال: رأى جبريل - عليه السلام - يزُع الملائكة» .\rوفي ليلة القدر تنتشرُ الملائكةُ في الأرض، فيبطل سلطان الشياطين، كما قال تعالى: {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ * سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ} .\rوفي المسند عن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «الملائكةُ في الأرض في تلك الليلة، أكثر من عدد الحصى» .","seal":"D2F453B0","part":1},
      {"page":53,"id":50,"nass":"وفي صحيح ابن حبان عن جابر رضي الله عنه، عن النبي - صلى الله عليه وسلم - في ليلة القدر: «لا يخرج شيطانها حتى يخرج فجرها» .\rوفي المسند عن عبادة مرفوعًا: «لا يحل لكوكب أن يرمى به فيها حتى يصبح، وإن أمارَتها: أن الشمس تخرجُ في صبيحتها مستويةً ليس لها شعاع، مثلُ القمر ليلةَ البدر، ولا يحلُّ لشيطانٍ أن يخرج معها يومئذٍ» .\rوروي عن ابن عباس رضي الله عنهما قال: «إن الشيطان يطلعُ مع الشمس كلَّ يومٍ، إلا ليلةَ القدرِ، وذلك أنها تطلُعُ لا شعاعَ لها» وقال مجاهد: (سلامٌ هي) قال: «لا يحدث فيها داءٌ، ولا يستطيع الشيطان العمل فيها» وعنه قال: «ليلةُ القدر ليلةٌ سالمةٌ، لا يحدثُ فيها حدثٌ، ولا يرسل فيها الشيطان» وعنه قال: «سالمةٌ، لا يستطيع الشيطان أن يعمل فيها سُوءًا، ولا يُحدثُ فيها أذىً» .\rوعن ابن عباس قال: في تلك الليلة تُصفَّدُ مردةُ الجنِّ وتُغَلُّ عفاريت الجن، وتُفتحُ فيها أبوابُ السماءِ كلُّها، وتُقبلُ فيها التوبةُ من كلِّ تائبٍ، فلذلك قال: {سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ} .\rأبشروا يا معشر المسلمين: فهذه أبوابُ الجنة الثمانية في هذا الشهر لأجلكم قد فُتِّحت، ونسماتُها على قلوب المؤمنين قد تفَتَّحت، وأبوابُ الجحيم كلُّها لأجلكم مغلقة، وأقدامُ","seal":"C656A0AE","part":1},
      {"page":54,"id":51,"nass":"أبليس وذريته من أجلكم موثقة.\rقَصِّمُوا ظهره بكلمة التوحيد، فهو يشكو ألم الانكسار في كل موسم من مواسمِ الفضل، ففي هذا الشهر يدعو بالويل، لما يرى من تنزل الرحمة ومغفرة الأوزار، غلب حزبُ الرحمن. وهرب حزبُ الشيطان.\rعباد الله: هذا شهر رمضان قد انتصف، فمن منكم حاسب نفسه فيه لله وانتصف؟ من منكم قام في هذا الشهر بحقِّهِ الذي عرف؟ ألا إن شهركم قد أخذ في النقص فزيدوا في العمل، فكأنكم به وقد انصرف، فكلُّ شهر فعسى أن يكون منه خلف، أما شهر رمضان، فمن أين لكم منه خلف؟\r\rتنصف الشهرُ وا لهفاهُ وانصرَما ... واختصَّ بالفوزِ بالجناتِ مَنْ خَدَما\rوأصبح الغافلُ المسكينُ منكسِرا ... مثلي، فيا ويحَهُ، يا عُظمَ ما حُرما\rمن فاتُه الزرعُ في وقت البذارِ فما ... ترَاهُ يحصُدُ إِلاَّ الهمَّ والنَّدَما\rطُوبَى لمن كانت التَّقوى بِضاعتَه ... في شهرِه وبحبلِ اللهِ مُعْتَصِما\r\rفصلٌ\rفي فَضْلِ العشِرِ الأواخرِ من رمضانَ\rفي الصحيحين عن عائشة رضي الله عنها، قالت: «كان رسول الله - صلى الله عليه وسلم - إذا دخل العشرُ شدَّ مئزرَه، وأحيَا ليله، وأيقظَ أهلَه» وفي رواية لمسلم عنها، قالت: «كان رسول الله - صلى الله عليه وسلم - يجتهدُ في العشرِ الأواخرِ من رمضانَ ما لا يجتهدُ في غيرِه» .","seal":"9B379CDA","part":1},
      {"page":55,"id":52,"nass":"كان النبي - صلى الله عليه وسلم - يخصُّ العشر الأواخر من رمضان، ما لا يخصُّ غيره، بأعمالٍ يعملُها في بقية الشهر.\rفمنها إحياء الليل؛ فيحتمل أن المراد إحياء الليل كلِّه، وروي من وجه فيه ضعفٌ بلفظ: «وأحيا الليل كُلَّه» وفي المسند من وجهٍ آخرَ عنها قالت: «كان النبي - صلى الله عليه وسلم - يخلطُ العشرين بصلاةٍ ونومٍ. فإذا كان العشرُ- تعني الأخيرَ- شمَّرَ وشَدَّ المئزر» .\rوخرَّج أبو نعيم بإسناد فيه ضعف، عن أنس رضي الله عنه: «كان رسول الله - صلى الله عليه وسلم - إذا دخل رمضان قام ونام، فإذا كان ليلةُ أربعٍ وعشرين لم يَذُق غمضًا» .\rويحتمل أن يراد بإحياء الليل إحياء غالبه؛ وروي عن بعضهم من أحيى نصف الليل فقد أحيى الليل؛ وفي صحيح مسلم عن عائشة رضي الله عنها قالت: ما علمتُهُ - صلى الله عليه وسلم - قام ليلة حتى الصباح.\rونقل عن ابن عباس رضي الله عنهما: أن إحياءها\rيحصلُ بأن يُصلِّيَ العشاء في جماعة، ويعزمَ على أن يصلِّي الصبح في جماعة؛ وقال الشافعي: من شهد العشاء والصبح\rليلة القدر، فقد أخذ بحظه منها، ونقل مثله مالكٌ عن ابن المسيب، وروي مرفوعًا: من حديث أبي هريرة «من صلى","seal":"1C271D86","part":1},
      {"page":56,"id":53,"nass":"العشاء في جماعةٍ في رمضان، فقد أدرك ليلة القدر» أخرجه الأصبهاني.\rويروى من حديث أبي جعفر، محمد بن علي مرفوعًا: «من أدرك رمضان صحيحًا مسلمًا، فصام نهاره، وصلى وردًا من ليله، وغضّ بصره، وحفظ فرجه ولسانه ويده، وحافظ على صلاته في الجماعة، وبكر إلى جمعه، فقد صام الشهر واستكمل، الأجر، وأدرك ليلة القدر، وفاز بجائزة الرب» قال أبو جعفر: جائزة لا تشبه جوائز الأمراء. رواه ابن أبي الدنيا.\rومنها: أنه - صلى الله عليه وسلم - كان يُوقظُ أهله للصلاة في ليالي العشر دون غيرها. وفي حديث أبي ذر رضي الله عنه أنه - صلى الله عليه وسلم - قام بهم ليلة ثلاثٍ وعشرين، وخمسٍ وعشرين، وسبع وعشرين؛ وذكر أنه دعا أهله ونساءه ليلةَ سبع وعشرين خاصة. وهذا يدل على أنه يتأكد إيقاظُهم في آكد الأوتار، التي ترجى فيها ليلةُ القدر.\rوروى الطبراني عن علي رضي الله عنه أنه - صلى الله عليه وسلم -: كان يوقظ أهله في العشر الأواخر من رمضان، وكلَّ صغيرٍ وكبيرٍ يطيق الصلاة؛ قال سفيان الثوري: أحبُّ إليَّ إذا دخل العشر الأواخر: أن يتهجد بالليل ويجتهد فيه، وينهض أهله وولده إلى الصلاة إن أطاقوا ذلك.\rوصح أنه - صلى الله عليه وسلم -: كان يطرق فاطمة، وعليًا ليلا، فيقول «تقومان","seal":"21B654EC","part":1},
      {"page":57,"id":54,"nass":"فتصليان؟» ، وكان يوقظ عائشة بالليل، إذا قضى تهجُّدَهُ وأراد أن يوتر.\rوورد الترغيب في إيقاظ أحد الزوجين صاحبه للصلاة، ونضح الماء على وجهه.\rوفي الموطأ: أن عمر رضي الله عنه، كان يصلي من الليل ما شاء الله، حتى إذا كان نصف الليل أيقظ أهله للصلاة، يقول لهم: الصلاة الصلاة، ويتلو هذه الآية {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا} الآية.\rومنها: أنه - صلى الله عليه وسلم -: كان يَشُدُّ المئزر، والمرادُ اعتزاله النساء. وورد أنه لم يأو إلى فراشه، حتى ينسلخ رمضان. وفي حديث أنس: «وطوى فراشه، واعتزل النساء» .\rوقد كان - صلى الله عليه وسلم -: يعتكفُ العشر الأواخر؛ والمعتكفُ ممنوعٌ من قربان النساء بالنصَّ والإجماع؛ وقد قال طائفةٌ من السلف في قوله تعالى: {فَالْآَنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} إنه طلبُ ليلةِ القدر.\rوالمعنى في ذلك: أن الله تعالى لما أباحَ مباشرةَ النساء،\rفي ليالي الصيام، إلى تَبَيُّن الخيطِ الأبيض من الخيط\rالأسود، أمر مع ذلك بطلب ليلة القدر، لئلا يشتغل المسلمون في طول ليالي الشهر، بالاستمتاع المباح، فيفوتُهم طلبُ ليلةِ","seal":"BAB7F8D7","part":1},
      {"page":58,"id":55,"nass":"القدر، فأمر مع ذلك بطلب ليلة القدر بالتهجد من الليل، خصوصًا في الليالي المرجوَّة فيها، فمن ههنا كان - صلى الله عليه وسلم - يصيبُ من أهله في العشرين من رمضان، ثم يعتزلُ نساءهُ، ويتفرغُ لطلب ليلة القدر في العشر الأواخر.\rومنها: تأخيره الفطور إلى السحور. روي عن عائشة وأنس أنه - صلى الله عليه وسلم - كان في ليالي العشرة يجعل عشاءه سحورًا. وفي صحيح البخاري عن أبي سعيد مرفوعًا قال: «لا تواصلوا. فيأيكم أراد ان يُواصل فليواصل إلى السحر» قالوا: فإنك تواصل يا رسول الله؟ قال: «إني لست كهيئتكم، إني أبيتُ لي مطعم يطعمني، وساقٍ يسقيني» .\rوهذا إشارة إلى ما كان الله يفتحه عليه، في صيامه وخلوته بربه، لمناجاته وذكره، من مواد أنسه ونفحات قدسه، فكان يرد بذلك على قلبه من المعارف الإلهية، والمنح الربانية ما يغذيه، ويغنيه عن الطعام والشراب.\rالذكر، قوت العرافين، يغنيهم عن الطعام والشراب؛ لما جاع المجتهدون شبعوا من طعام المناجاة، فأُفٍّ: لمن باع لذة المناجاة، بفضل لقمةٍ أو لقيمات.\rومنها: اغتسالُه بين العشاءين؛ روى ابن أبي عاصم عن عائشة رضي الله عنها: كان رسول الله - صلى الله عليه وسلم - إذا كان في رمضان نام وقام، فإذا دخل العشرُ شدَّ المئزر، واجتنب النساء،","seal":"0BC89846","part":1},
      {"page":59,"id":56,"nass":"واغتسل بين العشاءين يعني المغرب والعشاء.\rوروي عن علي رضي الله عنه: أنه - صلى الله عليه وسلم - كان يغتسلُ بين العشاءين كل ليلةٍ، يعني من العشر الأواخر. وفي إسناده ضعف. وروي عن حذيفة رضي الله عنه، أنه: قام مع النبي - صلى الله عليه وسلم - ليلةً في رمضان، فاغتسل، وبقي فضلةٌ، فاغتسل بها حذيفةُ، رواه ابن أبي عاصم.\rقال ابنُ جرير: كانوا يستحبون أن يغتسلوا كلَّ ليلةٍ من ليالي العشر الأواخر، ومنهم من كان يغتسل ويتطيبُ، في الليالي التي تكون أرجى لليلة القدر. وروي عن أنس: أنه إذا كان ليلةُ أربع وعشرين اغتسل وتطيَّب، ولبس حُلَّةً وإزارًا ورداءً، فإذا أصبح طواهما فلم يلبسهما إلى مثلها من قابل.\rوقال حمَّادُ بن سلمةَ: كان ثابتٌ وحميدٌ: يلبسان أحسن ثيابهما، ويتطيبان، ويطيبان المسجد بالنضوح والدُّخنة، في اللِّيلة التي تُرجى فيها ليلة القدر.\rفيستحبُّ في الليالي التي تُرجى فيها ليلةُ القدر: التنظُّفُ، والتطيُّبُ، والتزيُّن بالغسل والطيب، واللباس الحسن، كما شُرع ذلك في الجمع والأعياد. وكذلك يشرعُ أخذُ الزينة بالثياب، في سائر الصلوات، كما قال تعالى: {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} وقال ابن عمر: الله أحق أن يتزين له؛ وروي عنه مرفوعًا.","seal":"EC44C62E","part":1},
      {"page":60,"id":57,"nass":"ولا يكمل التزين الظاهر إلا بتزيين الباطن، بالإنابة والتوبة وتطهيره من أدناس الذنوب وأوضارها، فإنَّ زينةَ الظاهر مع خراب الباطن لا تغني شيئًا.\r\rإذا المرءُ لم يلبس ثيابًا من التقى ... تقلَّب عُريانا، وإِن كانَ كاسيا\r\rوالله سبحانه: لا ينظر إلى صوركم وأموالكم، وإنَّما ينظرُ إلى قلوبكم وأعمالكم، فمن وقف بين يديه، فليزين ظاهره باللباس، وباطنه بلباس التقوى، قال تعالى: {يَا بَنِي آَدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآَتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ} .\rومنها: الاعتكافُ، ففي الصحيحين عن عائشة رضي الله عنها: «أن النبي - صلى الله عليه وسلم - كان يعتكفُ العشر الأواخر من رمضان، حتى توفاه الله» .\rوإنما كان - صلى الله عليه وسلم - يعتكفُ في هذه العشر، التي تطلب فيها ليلةُ القدر. قطعًا لأشغاله، وتفريغً لباله، وتخلّيًا لمناجاةِ ربه، وذكره ودعائه.\rوذهب أحمدُ: أنَّ المعتكف لا يستحبُ له مخالطةُ الناس، حتى ولا تعليم علم وإقراء قرآن، بل الأفضلُ له: الانفرادُ بنفسه، والتخلي بمناجاة ربه، وذكره ودعائه.\rوهذا الاعتكاف، هو: الخلوةُ الشرعية، وإنما يكون في المساجد، لئلا يُترك به الجمعُ والجماعات، فإنَّ الخلوة","seal":"7F006AC8","part":1},
      {"page":61,"id":58,"nass":"القاطعة عن الجمع والجماعات منهيٌّ عنها؛ وسئل ابنُ عباس رضي الله عنهما: عن رجل يقوم الليل ويصوم النهار، ولا يشهدُ الجمعة ولا الجماعة؟ قال: هو في النار.\rفالخلوة المشروعة لهذه الأمة: هي الاعتكافُ في المساجد، خصوصًا في شهر رمضان، وخصوصًا في العشر الأواخر منه، كما كان النبي - صلى الله عليه وسلم - يفعله. فالمتعكفُ قد حبس نفسه على طاعة الله وذكره، وقطع عن نفسه كُلَّ شاغلٍ يشغلهُ عنه، وعكف بقلبه وقالبه على ربه وما يقربه منه، فما بقي له همٌّ سوى الله وما يرضيه عنه.\rومعنى الاعتكاف وحقيقتُه: قطعُ العلائق عن كُلِّ الخلائق، للاتصال بخدمة الخالق. وكلَّما قويت المعرفة والمحبّةُ له، والأنسُ به: أورثت صاحبها الانقطاع إليه بالكلية على كُلِّ حال. كان بعضهم لا يزالُ منفردًا في بيته خاليًا بربه، فقيل له: أما تستوحش؟ فقالك كيف أستوحش وهو يقول: «أنا جليسُ من ذكرني؟» .\rيا من أضاع عمرهُ في لا شيء: استدرك ما فاتك في ليلة القدر. فإنها تحسب من العمر؛ قال الله تعالى: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ * وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ * لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ} .\rقال مالكٌ: بلغني أن النبيَّ - صلى الله عليه وسلم - أُريَ أعمارَ الناس قبلَه، أو","seal":"7BDA4953","part":1},
      {"page":62,"id":59,"nass":"ما شاء الله من ذلك، فكأنه تقاصر أعمار أُمته أن لا يبلغوا من العمل الذي بلغ غيرهم في طول العمر، فأعطاه الله ليلة القدر خير من ألف شهر.\rوروي عن مجاهد: أن النبي - صلى الله عليه وسلم - «ذكر رجلًا من بني إسرائيل لبس السلاح ألف شهر» فتعجب المسلمون من ذلك، فأنزل الله هذه السورة: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ} التي لبس فيها ذلك الرجل السلاح في سبيل الله ألف شهر. وقال النخعي: العملُ فيها خبرٌ من العمل في ألف شهر سواها.\rوفي الصحيحين عن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: «من قام ليلة القدر إيمانًا واحتسابًا، غفر له ما تقدم من ذنبه» . وفي المسند عن عبادة مرفوعًا: «من قامها ابتغاءها، ثم وقعت له غُفر له ما تقدم من ذنبه وما تأخر» . وفي المسند والنسائي عن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - أنه قال: في شهر رمضان: «فيه ليلة خير من ألف شهر، من حرم خيرها فقد حرم» .\rقال جويبرٌ، قلتُ للضّحَّاكِ: أرأيتَ النُّفساءوالحائض، والمسافر والنائم، لهم في ليلة القدر نصيبٌ؟ قال: نعم؛ كُلُّ من تقبل الله عمله، سيعطيه نصيبه من ليلة القدر.\rالمعوَّلُ على القبول لا على الاجتهاد، والاعتبارُ ببر\rالقلوب وطهارتها، لا بعمل الأبدان، رُبَّ قائمٍ حظَّهُ من قيامه","seal":"1F7ED910","part":1},
      {"page":63,"id":60,"nass":"التعبُ والسهرُ، كم من قائم محروم، ونائم مرحوم، هذا نائم وقلبه ذاكر، وهذا قائم وقلبه فاجرٌ، لكن العبدُ مأمورٌ بالسعي في اكتساب الخيرات، والاجتهاد في الأعمال الصالحات، والانزجار عن المكروهات، وأعمال السيئات، وكُلٌّ ميسرٌ لما خلق له، أما أهلُ السعادة فيُيَسرُن لعمل أهل السعادة، وأما أهلُ الشقاوة فيُيَسَّرُون لعمل أهل الشقاوة، فالمبادرة المبادرة، إلى اغتنام العمل فيما بقي من الشهر، فعسى أن تُدرك ما فات من ضياع العمر.\rفَصْلُ\rفِي السَّبْعِ الأَوَاخِرِ\rفي الصحيحين: عن ابن عمر رضي الله عنهما، أن رجالاً من أصحاب النبي - صلى الله عليه وسلم - أُرُوا ليلةَ القدرِ في المنام، في السبع الأواخر من رمضان، فقال رسول الله - صلى الله عليه وسلم -: «أرى رؤياكم قد تواطأت في السبع الأواخر، فمن كان متحريها فليتحرها في السبع الأواخر» .\rوروى مسلم عن النبي - صلى الله عليه وسلم - قال: «التمسوهَا في العشْرِ الأواخر، فإن ضعُف أحدُكم أو عجز، فلا يُغلبْ على السبع البَوَاقي» . وكان رسولُ الله - صلى الله عليه وسلم -: يأمُر بالتماسها في أوتار العشر الأواخر من رمضان.\rففي صحيح البخاري، عن النبي - صلى الله عليه وسلم - قال: «التمسوها في","seal":"26972D63","part":1},
      {"page":64,"id":61,"nass":"العشر الأواخر من رمضان: في تاسعةٍ تبقى، في سابعة تبقى، في خامسةٍ تبقى» .\rوفي رواية: «هي في العشر، سبع يمضين، أو سبع\rيبقين» .\rقال أبو بكرة: ما أنا بملتمسها لشيء سمعته من رسول الله - صلى الله عليه وسلم - إلا في العشر الأواخر، فإني سمعته يقول: «التمسوها في تسع يبقين، أو سبع يبقين، أو خمسٍ يبقين، أو آخر ليلة» .\rوروى أحمد والنسائي عن أبي ذر رضي الله عنه، قال: كنت أسأل الناس عنها- يعني ليلة القدر- فقلت: يا رسول الله، أخبرني عن ليلة القدر: أفي رمضان هي أم في غيره؟ قال: «بلى هي في رمضان» قلت: تكون مع الأنبياء ما كانوا، فإذا قبضوا رفعت، أم هي إلى يوم القيامة؟ قال: «بل هي إلى يوم القيامة» قلت: في أي رمضان؟ قال: «التمسوها في العشر الأول. والعشر الأواخر» قلت: في أي العشرين؟ قال: «في العشر الأواخر لا تسألني عن شيء بعدها» .\rثم حدَّث رسول الله - صلى الله عليه وسلم -، ثم اهتبلتُ غفلته، فقلت: يا رسول الله أقسمت عليك بحقي لما أخبرتني، في أي العشر هي؟ فغضب علي غضبًا لم يغضب مثله منذ صحبته، قال: «التمسوها في السبع الأواخر. لا تسألني عن شيء بعدها» ، ورواه ابن حبان والحاكم.","seal":"EF11AFA9","part":1},
      {"page":65,"id":62,"nass":"وفي رواية لهما أنه قال له: «ألم أنهك أن تسألني عنها؟ إن الله لو أذن لي أن أخبركم بها لأخبرتكم، لا آمن أن تكون في السبع الأواخر» .\rولمسلم وأبي داود عن عبد الله بن أنيس، أنه قال يا رسول الله، إني أكون ببادية، وإني أصلي بهم، فمرني بليلة في هذا الشهر أنزلها إلى المسجد فأصلي فيه، قال: «انزل في ليلة ثلاث وعشرين» لفظ أبي داود.\rكانت طائفة تجتهد ليلة أربع وعشرين، روي عن أنس والحسن، وروي عنه قال: راقبتُ الشمس عشرين سنة ليلة أربع وعشرين. فكانت تطلع لا شعاع لها، وروي عن ابن عباس، ذكره البخاري عنه. وقيل: إن المحفوظ عنه: أنها ليلة ثلاثٍ وعشرين.\rوكان أيوب السختياني يغتسل ليلة ثلاث وعشرين، ويمس طيبًا ليلة أربع وعشرين، ويقول: ليلةُ ثلاث وعشرين ليلةُ أهل المدينة، وليلةُ أربع وعشرين، ليلتنا أهل البصرة.\rوقد اختلف الناس في ليلة القدر، والجمهور: أنها في العشر الأواخر، كما دلَّت عليه الأحاديث الصحيحة. واختلفوا في أيِّ ليالي العشر أرجى؟ وحكي عن الحسن ومالك: أنها تُطْلَبُ في جميع ليالي العشر، ورجّحَهُ بعضُ أصحابنا.","seal":"0D30B3D0","part":1},
      {"page":66,"id":63,"nass":"وقال الأكثرون: بل بعض لياليه أرجى من بعض، ثم قالوا: أوتاره أرجى في الجملة. ولم يرد نصٌّ صريحٌ عن النبي - صلى الله عليه وسلم -: أنها في ليلة معينة.\rوالحكمة في ذلك- والله أعلم- ليجتهد المؤمن في هذه الليالي الشريفة، كل ليلة يقول: هذه ليلة القدر، واجتهاده في هذه الليالي العشر، واعتكافه فيها لأجل هذه الليلة: يدلُّ على ذلك، والله أعلم.\rفَصْلٌ في أرْجَى ليلة لها\rوأرجاها ليلةُ سبعٍ وعشرين، لما روى مسلم عن أبيّ بن كعب رضي الله عنه، قال: «والله إني أعلم أيَّ ليلةٍ هي، هي الليلة التي أمرنا رسولُ الله - صلى الله عليه وسلم - بقيامها؛ وهي ليلة سبع وعشرين» .\rوفي لفظ: «كان يحلف على ذلك، ويقولُ: بالآيةِ والعلامةِ التي أخبرنا بها رسول الله - صلى الله عليه وسلم -، أن الشمس تطلُع صبيحتها لا شُعاع لها» .\rوخرجه أيضًا بلفظ آخر عن أبيٍّ، قال: «والله إني لأعلمُ أيَّ ليلةٍ هي؟ هي الليلةُ التي أمرنا رسول الله - صلى الله عليه وسلم - بقيامها، هي ليلة سبعٍ وعشرين» .\rوروى أحمد عن ابن عباس رضي الله عنهما: أن رجلًا\rقال: يا رسول الله: إني شيخٌ كبيرٌ عليلٌ يشقُّ عليَّ القيامُ،","seal":"A7D927E2","part":1},
      {"page":67,"id":64,"nass":"فمرني بليلة يوفقني الله فيها لليلة القدر، فقال: «عليك بالسابعة» وإسنادُه على شرط البخاري.\rوروي أيضًا، عن ابن عمر رضي الله عنهما، قال: قال رسول الله - صلى الله عليه وسلم -: «من كان متحريًا فليتحرَّها ليلةَ سبع وعشرين» أو قال: «تحرَّوها ليلةَ سبعٍ وعشرين» . وعن معاوية مرفوعًا: «ليلةُ القدر ليلةُ سبع وعشرين» . والصحيحُ عند أحمد وقفه.\rومما يدلُّ على ذلك: حديث أبي ذر في قيام النبي - صلى الله عليه وسلم - بهم، في أفراد السبع الأواخر، وأنه «قام بهم في الثالثة والعشرين إلى ثلث الليل. وفي الخامسة إلى نصف الليل، وفي السابعة إلى آخر الليل، حتى خشوا أن يفوتهم الفلاحُ» وجمع أهله ليلتئذ، وجمع الناس. و «الفلاحُ» : السحور.\rومما استدلَّ به بعضُهم من الآيات، والعلامات: ما تقدم عن أبيِّ بن كعب، أنه استدل على ذلك بطلوع الشمس في صبيحتها لا شعاع لها؛ وطاف بعضُ السلف بالبيت الحرام، ليلةَ سبع وعشرين، فرأى الملائكة في الهواء طائفين فوق رؤوس الناس.\rورجلٌ بالسواد ينظرُ، فقال له آخر: أيُّ شيءٍ تنظر؟ فقال: إلى ليلة القدر. فقال: نم فسأخبرك؛ فلما كانت ليلةُ سبع وعشرين، ذهب به إلى النخل، فإذا النخلُ واضعٌ سعفه","seal":"AC393C7F","part":1},
      {"page":68,"id":65,"nass":"بالأرض، وقال: لسنا نرى هذا في السنة كلِّها إلا في هذه الليلة.\rومُقْعَدٌ دعا الله فيها فأطلقه، ومقعدةٌ كذلك، وأخرسُ ثلاثين سنة دعا الله فأطلق لسانه وتكلَّم.\rوذكر الوزير أبو المظفر: أنَّهُ رأى ليلةَ سبع وعشرين-وكانت ليلة جمعةٍ- بابًا في السماء مفتوحًا شاميَّ الكعبة، ظنه حيال الحجرة النبوية، ولم يزل كذلك إلى طلوع الشمس.\rوإن وقع في ليلةٍ من أوتار العشر ليلةُ جمعةٍ، فهي أرجى من غيرها.\rفصل في العمل في ليلة القدر\rثبت عن النبيِّ - صلى الله عليه وسلم - أنه قال: «من قام ليلة القدر إيمانًا واحتسابًا غفر له ما تقدم من ذنبه» . وفي المسند عن عبادة: «من قامها ابتغاءها، ثم وقعت له غفر له ما تقدَّم من ذنبه وما تأخَّر» . وللنسائي في حديث قتيبة بن سعيد عن سفيان: «غفر له ما تقدم من ذنبه وما تأخر» قال الحافظ: وإسناده على شرط الصحيح.\rوقيامُها: إنما هو بالتهجد فيها والصلاة. وقد أمر - صلى الله عليه وسلم - عائشة بالدعاء فيها. قال سفيان: الدعاءُ في الليلة أحبُّ إليَّ من الصلاة. وإذا كان يقرأُ ويدعُو، ويرغبُ إلى الله في الدعاء والمسألةِ، لعله يوافق.","seal":"78D0AFB1","part":1},
      {"page":69,"id":66,"nass":"وقد كان - صلى الله عليه وسلم - يتهجد في ليالي رمضان، ويقرأُ قراءةً مُرتَّلة، لا يمرُّ بآية فيها رحمةٌ إلاَّ سأل، ولا بآية فيها عذاب إلا تعوذ. فجمع بين الصلاة والقراءة والدعاء والتفكر. وهذا أفضل الأعمال وأكملها في ليالي العشر وغيرها.\rقال الشعبي في ليلة القدر: ليلُها كنهارها. وقال الشافعي: أستحب أن يكون اجتهادُه في نهارها كاجتهاده في ليلها.\rقالت عائشة رضي الله عنها «يا رسول الله، إن وافقتُ ليلةَ القدر ما أقول؟ قال: قولي: اللهمَّ إنك عفوٌّ تحبُّ العفو فاعفُ عنِّي» .\rوروي عن ابن عباس رضي الله عنهما مرفوعًا: «إنَّ الله ينظرُ ليلة القدر إلى المؤمنين من أمة محمد - صلى الله عليه وسلم -، فيعفو عنهم، ويرحمهم، إلَّا أربعةً: مدمنُ خمرٍ، وعاقٌ، ومشاحنٌ، وقاطعُ رحم» .\rلما عرف العارفون بجلاله خضعُوا، ولما سمع المذنبون بعفوه طمعُوا ما ثمَّ إلا عفوُ الله أو النارُ، إنما أمر بسؤال العفو في ليلة القدر بعد الاجتهاد في الأعمال فيها، وفي ليالي العشر: لأنَّ العارفين يجتهدون في الأعمال الصالحة، ثم لا يرون لأنفسهم عملاً، ولا حالاً، ولا مقالاً، فيرجعون إلى سؤال العفو، كحال المذنب المعترف. كان مطرِّفُ يقولُ في دعائه: اللهم ارض عنّا، فإن لم ترض عنّا، فاعفُ عنَّا.","seal":"5A6117B5","part":1},
      {"page":70,"id":67,"nass":"يا ربِّ، عبدُك قد أتا ... كَ وقد أساءَ، وقد هفا\rيَكْفيهِ منكَ حياؤه ... من سوء ما قدْ أسلفا\rحملَ الذُّنوبَ على الذُّنو ... ب الموبقاتِ، وأسرَفا\rوقد استجارَ بذيلِ عفْـ ... ـوكَ من عقابك مُلْحِفا\r\rفصْلٌ\rفي: ودَاعِ رَمضانَ\rتقدم: ما ثبتَ في الصحيحين عن النبي ِّ - صلى الله عليه وسلم - أنه قال: «من صام رمضان إيمانًا واحتسابًا غُفر لهُ ما تقدم من ذنبه» ولأحمد «وما تأخر» وإسنادهُ حسن؛ و «من قام ليلةَ القدر إيمانًا واحتسابًا: غُفر لهُ ما تقدم من ذنبه. ومن قام رمضان إيمانًا واحتسابًا: غفر له ما تقدم من ذنبه» زاد النسائي «غفر له ما تقدم من ذنبه وما تأخر» .\rولأحمد عن عبادة مرفوعًا في ليلة القدر: «من قامها ابتغاءها ثم وقعت له غفر له ما تقدم من ذنبه وما تأخر» . ولابن حبان والبيهقي، عن أبي سعيد مرفوعًا: «من صام رمضان، وعرف حدوده، وتحفظ مما ينبغي له أن يتحفَّظ منه كفّر ما قبله» . وعن أبي هريرة مرفوعًا: «شهر رمضان، يكفِّرُ ما بين يديه إلى شهر رمضان المقبل» رواه ابن أبي الدنيا.\rوالتكفيرُ مشروطٌ: بالتحفظ مما ينبغي أن يُتحفَّظ منه؛","seal":"0736EFA5","part":1},
      {"page":71,"id":68,"nass":"والجمهور على أن ذلك إنما يكفِّرُ الصغائر؛ لما روى مسلمٌ: أن النبي - صلى الله عليه وسلم - قال: «الصلواتُ الخمس، والجمعةُ إلى الجمعة، ورمضانُ إلى رمضان مكفراتٌ لما بينهنَّ، ما اجتنبت الكبائر» .\rوفي تأويله قولان:\rأحدهما: أن التكفير مشروطٌ باجتناب الكبائر.\rالثاني: أن المراد: أنّ هذه الفرائض: تكفِّرُ الصغائر خاصة؛ وقال ابن المنذر في ليلة القدر: يرجى بها مفغرةُ الذنوب كبائرها وصغائرها؛ وقال غيره: مثل ذلك في الصوم.\rوالجمهور: على أن الكبائر لا بدّ لها من توبة نصوح؛ وحديث أبي هريرة: يدلُّ على أن هذه الأسباب الثلاثة، كلُّ واحدٍ منها مكفرٌ لما سلف من الذنوب، فقيامُ ليلةِ القدر يقع التكفير به إذا وافقها ولو لم يشعر بها، وأما صيامُ رمضان وقيامُه: فيتوقفُ التكفيرُ بهما على تمام الشهر.\rوقيل: يغفر لهم آخر ليلة من رمضان، ويدلُّ عليه: ما رواه أحمد عن أبي هريرة قال: «ويغفر لهم في آخر ليلة، فقيل: يا رسول الله، أهي ليلةُ القدر؟ قال: لا، ولكنَّ العامل إنما يوفَّى أجره إذا قضى عمله» .\rوروي: «أن الصائمين يرجعون يوم الفطر مغفورًا لهم، وأن يوم الفطر يسمى يوم الجوائز» . وأخرج البزّارُ عن معاذ مرفوعًا:","seal":"E76CBB5E","part":1},
      {"page":72,"id":69,"nass":"«من صام رمضان وصلَّى الصوات الخمس، وحجَّ البيت، كان حقًا على الله أن يغفر له» .\rقال الزهري: إذا كان يومُ الفطر وخرج الناس إلى الصلاة اطلع الله عليهم، فقال: يا عبادي، لي صُمْتُم، ولي قمتم، ارجعوا مغفورًا لكم. وقال مورِّق: يرجعُ هذا اليوم قومٌ كما ولدتهم أمهاتهم.\rروي عن ابن عباس مرفوعًا: «إذا كان يومُ الفطر هبطت الملائكةُ إلى الأرض، فيقفون على أفواه السِّكك، ينادون بصوت يسمعُه مَنْ خلق الله، إلا الجنَ والإنس، يقولون يا أمة محمد، أخرجوا إلى ربّ كريم، يعطي الجزيل، ويغفر الذنب العظيم. فإذا برزوا إلى مصلاهم يقول الله - عز وجل - لملائكته: ما جزاءُ الأجير إذا عمل عمله؟ فيقولون: إلهنا وسيدنا أن يوفّى أجره. فيقولُ: إني أشهدكم أنِّي جعلت ثوابهم من صيامهم وقيامهم رضائي ومغفرتي، ارجعوا مغفورًا لكم» خرّجه سلمة بن شبيب.\rزاد البيهقي: «يا عبادي، فوعزتي وجلالي لا\rتسألوني اليوم شيئًا في جمعكم لآخرتكم إلا أعطيتكم، ولا لدنياكم إلا نظرت لكم، فوعزتي لأسترن عليكم عثراتكم ما راقبتموني، وعزّتي وجلالي لا أخزيكم، ولا أفضحكم بين","seal":"90F5D447","part":1},
      {"page":73,"id":70,"nass":"أصحاب الحدود، انصرفوا مغفورًا لكم، قد أرضيتموني ورضيت عنكم، فتفرحُ الملائكةُ وتستبشرُ بما يعطي اللهُ هذه الأمة إذا أفطروا من شهر رمضان» .\rالصيامُ وسائر الأعمال: من وفَّاها فهو من خيار عباد الله الموفين، ومن طفّف فيها فويل للمطففين، إذا كان الويلُ لمن طفَّف ميكال الدنيا. فكيف حالُ من طفّفَ ميكال الدِّين؟\r\rغدًا توفّى النفوسُ ما عَمِلت ... ويحصدُ الزَّارعُونَ ما زرعوا\rإِن أحسنوا أحسنوا لأنفسِهمُ ... وإن أساءُوا، فبئْسَما صنعوا\r\rكان السلفُ الصالحُ: يجتهدون في إتمام العمل، وإكماله وإتقانه، ثم يهتمون بعدَ ذلك بقبوله: ويخافون من ردِّه، وهؤلاء الذين يُؤتُون ما آتو وقلوبهم وجلة، رُوي عن عليٍّ رضي الله عنه: «كُونُوا لقبول العمل أشدَّ اهتمامًا منكم بالعمل، ألم تسمعُوا الله - عز وجل - يقول: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} » .\rوعن فضالةَ: لأن أعلم أن الله تقبّل مني مثقال حبةِ خردلٍ، أحبُّ إليَّ من الدنيا وما فيها، لأن الله تعالى يقول:\r{إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} .\rوقال مالك بنُ دينار: الخوفُ على العمل أن لا يُقبل أشدُّ من العمل. وقال عطاءٌ السلميُّ: الحذر الاتقاء على العمل الصالح أن لا يكون لله.\rوقال عبد العزيز بن أبي رَوَّاد: أدركتُهم يجتهدُون في","seal":"204D90E2","part":1},
      {"page":74,"id":71,"nass":"العمل الصالح، فإذا فعلوه وقع عليهم الهمُّ: أتُقُبِّلَ منهم أم لا؟ قال بعض السلف: كانوا يدعون الله ستة أشهرٍ أن يبلغهم رمضان، ثم يدعونه ستة أشهر أن يتقبله منهم.\rوكان بعض السلف يظهرُ عليه الحزنُ يوم عيد الفطر، فيقال له: إنه يومُ فرح وسرور فيقول: صدقتم. ولكني عبدٌ أمرني مولاي أن أعمل له عملاً، فلا أدري أيقبله مني أم لا؟\rرأى وهيبٌ قومًا يصحكون يوم عيدٍ، فقال: إن كان هؤلاء تُقُبِّل منهم صيامُهم، فما هذا فعل الشاكرين، وإن كان لم يُتقبل منهم فما هذا فعل الخائفين.\rوعن الحسن قال: إن الله جعل رمضانَ مضمارًا لخلقه، يستبقون فيه بطاعته إلى مرضاته، فسبقَ قومٌ ففازوا، وتخلَّف آخرون فخابوا، فالعجبُ من اللاّعب الضاحك في اليوم الذي يفوزُ فيه المحسنون، ويخسرُ فيه المبطلون.\rروي عن علي رضي الله عنه: أنه كان ينادي في آخر ليلةٍ من رمضان: يا ليت شعري من هذا المقبولُ فنهنيه، ومن هذا المحرومُ فنعزِّيه؟ أيُّها المقبولُ: هنيئًا لك، أيُّهَا المردودُ: جبر اللهُ مصيبتك.\rشهرُ رمضان تكثر فيه أسبابُ المغفرة والغفران؛ فمن أسباب المغفرة فيه: صيامُه وقيامُه؛ وقيامُ ليلة القدر. ومنها:","seal":"24915CFC","part":1},
      {"page":75,"id":72,"nass":"تفطيرُ الصّوامِ، والتخفيف عن المملوك. ومنها: الذكرُ. وفي حديث مرفوع «ذاكرُ الله فيه مغفورُ له. وسائلُ الله فيه لا يخيبُ» .\rومنها: الاستغفار، وطلبُ المغفرةِ، ودعاءُ الصائم مستجابٌ في صيامه وعند فطره. وفي حديث أبي هريرة: ويغفر فيه إلا لمن أبى.\rقالوا: يا أبا هريرة ومن يأبى؟ قال: يأبى أن يستغفر الله. ومنها: استغفارُ الملائكة للصائمين حتى يفطروا. لما كثرت أسبابُ المغفرة في رمضانَ، كان الذي تفوتُه فيه المغفرة محرومًا غاية الحرمان.\rصعدَ النبيُّ - صلى الله عليه وسلم - المنبر فقال: «آمين، آمين، آمين. فقيل له. فقال: إن جبرائيل أتاني، فقال: من أدرك شهر رمضان فلم يغفر له فمات، فدخل النار، فأبعده الله. قل: آمين فقلت: آمين» الحديث. رواه ابن حبان.\rوقال قتادة: كان يقالُ من لم يغفرْ لَه في رمضان فلن يغفر له فيما سواه؛ وفي حديث آخر «من لم يغفرْ له في رمضان، فمتى يُغفرْ له؟» .\rمتى يغفر لمن لم يغفر له في هذا الشهر؟ متى يُقبل من رُدَّ في ليلة القدر؟ متى يصلُح من لا يصلحُ في رمضان؟ متى يصلحْ من كان فيه من داء الجهالة والغفلةِ مرْضان؟","seal":"E139B16B","part":1},
      {"page":76,"id":73,"nass":"ترحَّلَ الشَّهرُ وَا لهْفَاهُ وانصرمَا ... واختصَّ بالفوزِ بالجنات مَنْ خَدَما\rوأصبح الغافلُ المسكينُ منكسرا ... مثلي، فيا ويْحهُ، ياعُظْمَ ما حُرِما\rمن فاته الزرعُ في وقت البذارِ فما ... تراهُ يحصد إلاّ الهمّ والنَّدَمَا\r\rشهرُ رمضانَ: أولُه رحمةٌ، وأوسطُه مغفرةٌ، وآخرُه عتق من النار.\rوفي الحديث الصحيح: «أنه تفتَّحُ فيه أبوابُ الرحمة» وفي الترمذي «إِن للهِ عتقاءَ من النار، وذلك كلَّ ليلة» .\rالأغلب على أوله: الرحمة، وأوسطه: المغفرة، وآخره: العتقُ فيه من النار لمن أوبقته الأوزار، واستوجب النار، بالذنوب الكبار.\rوفي حديث ابن عباس المرفوع: «إن لله في كل ليلة من شهر رمضان عند الإفطار ألفَ ألفَ عتيقٍ من النار، فإذا كان يومُ الجمعة أعتق الله في كل ساعة منها ألفَ ألفَ عتيقٍ من النار، كلُّهم قد استوجب العذاب. فإذا كان آخرُ ليلة من شهر رمضان: أعتق اللهُ في ذلك اليوم بعدد ما أعتق من أول الشهرِ إلى آخره» أخرجه سلمةُ بنُ شبيب وغيرُه.\rورَوى البزّارُ عن أبي سعيد مرفوعًا: «إن لله تبارك وتعالى عُتقاء كلَّ يومٍ وليلة، يعني في رمضان، وإنَّ لكل مسلم في كلِّ يومٍ وليلةٍ دعوةً مستجابة» .","seal":"B2719A7C","part":1},
      {"page":77,"id":74,"nass":"وإنما كان يومُ الفطر من رمضان عيدًا لجميع الأمة: لأنه يعتق فيه أهل الكبائر من الصائمين من النار، فيلتحق فيه المذنبون بالأبرار، كما أنَّ يوم النحر هو العيدُ الأكبر، لأنّ قبله يوم عرفة، وهو: اليوم الذي لا يرى في يوم من أيام الدنيا، أكثر عتقاء من النار منه، فمن أعتق من النار في اليومين، فله يومُ عيد، ومن فاته العتقُ في اليومين، فله يومُ وعيد.\rلما كانت المغفرةُ والعتقُ كلُّ منهما مرتبٌ، على صيام رمضان وقيامه: أمر الله سبحانه عند إكمال العدة بتكبيره وشكره، فقال: {وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} فشكْرُ من أنعم على عبده بتوفيقهم للصيام والقيام، وإعانتهم عليه، ومغفرته لهم وعتقهم من النار: أن يذكروه ويشكروه، ويتَّقوه حقَّ تقاته.\rيا من أعتقهُ مولاهُ من النَّار، إياك أن تعودَ بعد أن صرت حرًّا، إلى رقِّ الأوزار، أيبعدُك مولاك من النّار، وأنت تقربُ منها؟ وينقذُك منها، وأنت توقعُ نفسك فيها، ولا تحيدُ عنها؟ إن كانت الرحمةُ للمحسنين فالمسيءُ لا ييأس منها، وإن تكن المغفرة للمتقين، فالظالم لنفسه غيرُ محجوب عنها.\r\rإن كانَ لا يرجوكَ إلا مُحسنٌ ... فمن الذي الذي يرجوُ ويدعو المذنبُ؟\r\rلم لا يُرجَى العفوُ من ربِّنا؟ وكيف لا يُطمع في حلمه؟","seal":"9911E266","part":1},
      {"page":78,"id":75,"nass":"وفي الصحيح: «أنه تعالى بعبده أرحمُ من أمه» {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} .\rفيا أيُّها العاصي- وكلُّنا كذلك- لا تقنط من رحمة الله لسوء أفعالك، فكم في هذه الأيام من معتق من النار، من أمثالك؟ فأحسن الظن بمولاك وتب إليه، فإنه لا يهلك على الله إلا هالك.\r\rإذا أوجعتْك الذنوب فداوِها ... برفع يَدٍ بالليل والليلُ مظلمُ\rولا تقنطن من رحمة الله، إنما ... قنوطك منها من ذنوبك أعظم\r\rينبغي لمن يرجو العتق في رمضان من النار: أن يأتي بأسبابٍ توجبُ العتق من النار؛ كان أبو قلابةَ يُعتقُ في آخر الشهر جارية حسناء مزينةً، يرجو بعتقها العتق من النار.\rوتقدم في حديث سلمان: «من فطر فيه صائمًا، كان مغفرةً لذنوبه، وعتقًا لرقبته من النار، ومن خفّف عن مملوكه، كان له عتقًا من النار» وفيه: «فاستكثروا فيه من أربع خصالٍ: خصلتين ترضون بهما ربكم، وخصلتين لا غناء لكم عنهما، فأمَّا الخصلتان اللتان ترضون بهما ربَّكم: فشهادةُ أن لا إله إلا الله، والاستغفار؛ وأما اللتان لا غناءَ لكم عنهما: فتسألون الله الجنةَ وتستعيذون به من النّار» فهذه الخصالُ كلٌ منها سببٌ للعتق والمغفرة.","seal":"BD1E1A9C","part":1},
      {"page":79,"id":76,"nass":"فأما كلمةُ التوحيد فإنها تهدم الذنوب وتمحوها، ولا تُبقي ذنبًا ولا يسبقُها عمل، وهي تعدلُ عتق الرِّقاب الذي يوجب العتق من النار، ومن أتى بها أربع مرات- حين يصبح وحين يمسي- أعتقه الله من النار، ومن قالها مخلصًا من قلبه حرمه الله على النار.\rوأما كلمة الاستغفار: فمن أعظم أسباب المغفرة، فإن الاستغفار دعاءٌ بالمغفرة، ودعاءُ الصائم مستجابٌ في حال صيامه وعند فطره.\rقال الحسن: أكثروا من الاستغفار. فإنكم لا تدرُون متى تنزلُ الرَّحمةُ؛ وقال لقمان لابنه: يا بنيَّ عوِّد لسانك الاستغفار. فإن لله ساعاتٍ لا يردُ فيها سائلًا؛ وفي الأثر: إن إبليس قال: أهلكتُ الناس بالذُّنوبِ، وأهلكوني بلا إله إلا الله، والاستغفار.\rوالاستغفارُ: ختامُ الأعمال الصالحة كلِّها، فتختم به الصلاة والحج وقيامُ الليل، وتختم به المجالسُ، فإن كانت ذكرًا، كان كالطابع عليها، وإن كانت لغوًا كان كفارةً لها؛ فكذلك ينبغي أن يُختم صيامُ رمضان بالاستغفار؛ وكتب عمر بن عبد العزيز إلى الأمصار: يأمرُهم بختم رمضان بالاستغفار، والصدقة، صدقةِ الفطر؛ فإن صدقة الفطر طُهرةٌ للصائم من","seal":"1CCB2C08","part":1},
      {"page":80,"id":77,"nass":"اللغو والرفث، والاستغفارُ يرقِّعُ ما تخرَّقَ من الصيام باللغو والرفث.\rقال عُمر بنُ عبد العزيز، في كتابه: قُولوا كما قال أبُوكم آدمُ - عليه السلام -: {رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} وقولوا كما قال نوحٌ - عليه السلام -: {إِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ} .\rوقولوا كما قال موسى - عليه السلام -: {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي} وقولوا كما قال ذو النون: {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} .\rالصِّيامُ: جُنةٌ من النار ما لم يخرِّقها، والكلام السيءُ يخرِّقُ هذه الجُنة، والاستغفارُ يرقِّعُ ما تخرق منها.\rأمر النبيُّ - صلى الله عليه وسلم - عائشة ليلة القدر بسؤال العفو؛ فإنَّ المؤمن يجتهدُ في شهر رمضان في صيامه وقيامه، فإذا قَرُبَ فراغه وصادف ليلة القدر لم يسأل الله إلاَّ العفو، كالمسيء المقصِّر.\rقال يحيى بنُ معاذ: ليس بعارفٍ من لم يكن غايةُ أمله من الله العفو، من استغفر بلسانه وقلبُه على المعصية معقود، وعزمُه أن يرجع إلى المعصية بعد الشهر ويعود، فصومُه عليه مردود، وبابُ القبولِ في وجهه مسدود.\rقال كعبٌ: من صامَ رمضانَ، وهو يحدِّث نفسهُ إذا أَفطر","seal":"6DFA7286","part":1},
      {"page":81,"id":78,"nass":"بعد رمضان: عصى ربَّه، فصيامُه عليه مردُود. ومن صامَ رمضان، وهو يحدث نفسه إذا أفطر بعد رمضان أن لا يعصي الله: دخل الجنة بغير حساب ولا مسألة.\rوأما سؤالُ الجنةِ والاستعاذةُ من النار: فمن أهمِّ الدعاءِ. قال - صلى الله عليه وسلم -: «حولها نُدَنْدِن» فالصائمُ يُرجى استجابة دعائه، فينبَغي أن لا يدعو إلا بأهم الأمور.\rوفي الحديث: «تعرضوا لنفحات ربِّكم، فإن لله نفحاتٍ من رحمته، يصيب بها من يشاء من عباده» فمن أصابته سعدَ سعادة لا يشقى بعدها أبدًا.\rفإن أعظم نفحاته: مصادفةُ ساعة إجابةٍ، يسأل العبدُ فيها الجنة والنجاةَ من النار، فيجابُ سُؤالهُ، فيفوزُ بسعادة الأبد، قال تعالى: {فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ\rفَازَ} .\r\rليس السعيد الذي دنياه تسعِدُه ... إن السعيدَ الذي ينجُو من النار\r\rعباد الله، شهرُ رمضان قد عزم على الرحيل، ولم يبق منه إلَا القليل، فمن كان منكم أحسن فعليه بالتَّمام، ومن كان فرَّط فليختمه بالحسنى، فالعملُ بالختام، فاغتنموا منه ما بقي، وودِّعوهُ بأزكى تحيةٍ وسلام.\rقُلوبُ المتَّقين إلى هذا الشهر تحِنُّ، ومن ألمِ فراقه تَئنُّ،\rإذا كان هذا جزعُ من ربح فيه، فكيف بمن خسر في أيامه","seal":"700098A4","part":1},
      {"page":82,"id":79,"nass":"ولياليه؟ ماذا ينفعُ المفرطُ فيه بكاؤه، وقد عظمتْ فيه مصيبتُه وجلَّ عزاؤه؟\rكم نُصِحَ المسكينُ فما قبلَ النُّصحَ، كَم دُعيَ إلى المصالحة فما أجاب إلى الصُّلح؟ كما شاهد الواصلين فيه، وهو متباعدٌ، كم مرَّت به زُمرُ السائرين وهو قاعد؟ حتى إذا ضاق به الوقتُ، وحاقَ به المقتُ، ندِمَ على التفريط حين لا ينفعُ النَّدم.\r\rفنفسَك لُمْ، ولا تَلُمِ المطايا ... ومُتْ كَمَدًا، فليس لك اعتذارُ\r\rشهرَ رمضانَ ترفَّق، دموُع المحبين تدَفَّق، قُلوبُهم من ألمِ الفراق تشقَّق، عسَى وقفةٌ للوداعِ تُطفي من نار الشوق ما أَحرَق، عسَى ساعةُ توبةٍ وإقِلاعٍ ترفو من الصيام كلَّ ما تخرَّق، عسَى مُنقَطعٌ عن رَكب المقبولين يَلْحق، عسى أسيْرُ الأوزارِ يُطلَق، عسَى مَنْ استوجبَ النار يُعتق.\r\rعسَى وعسَى مِن قَبلِ وقتِ التَّفرقِ\rإلى كُلِّ مَا نَرجُو مِنَ الْخَيْرِ نَرْتَقِي\rفيُجبرُ مَكسورٌ، ويُقبل تَائبٌ\rويُعتَقُ خَطّاءٌ، ويُسعَدُ مَنْ شَقِي\r\r******\r****\r**\r*","seal":"DDFFF9CB","part":1},
      {"page":83,"id":80,"nass":"تَتِمَّةٌ: في صيام ستٍّ من شوّال\r\rعن أبي أيوب رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال: «من صام رمضانَ، ثم أتبع ستًا من شوال، كان كصيام الدّهر» رواه مسلم. وروى أحمدُ والنسائي عن ثوبان مرفوعًا: «صيامُ شهرِ رمضانَ بعشرة أشهر، وصيامُ ستة أيامٍ بشهرين فذلك صيام السنة» .\rوعن أبي هريرة رضي الله عنه مرفوعًا: «من صام رمضان وأتبعه بستٍ من شوّال، فكأنما صام الدّهر» رواه البزّار وغيره. وروى الطبراني عن ابن عمر رضي الله عنهما قال: قال رسولُ الله - صلى الله عليه وسلم -: «من صامَ رمضانَ وأتبعه ستًّا من شوّال، خرج من ذنوبه كيومِ ولدتُهُ أُمّه» .\rآخره، والحمد لله رب العالمين، وصلى الله على محمد وآله وصحبه وسلم.","seal":"A7615E6F","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1392,"Bk":"وظائف رمضان","HigriD":"1392","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الرحمن بن محمد بن قاسم العاصمي القحطاني الحنبلي النجدي","bLnk":null,"Inf":"[وظائف رمضان - ابن قاسم]\r\n\r\nقال المؤلف - رحمه الله -:\r\nأمَّا بعدُ: فهذا مختصرٌ لطيفٌ في وظائفِ هذا الموسمِ الشريف، يبعثُ الهمَمَ إلى التَّعرُّضِ للنَّفَحَاتِ، ويُثيرُ العزمَ إلى أشرفِ الأوقاتِ.","Auth":"عبد الرحمن بن قاسم","Betaka":"الكتاب: وظائف رمضان\r\nالمؤلف: عبد الرحمن بن محمد بن قاسم العاصمي الحنبلي النجدي (المتوفى: 1392هـ)\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن قاسم (1319 - 1392 هـ = 1901 - 1972 م) \r\n\r\nعبد الرحمن بن محمد بن قاسم العاصمي القحطاني نسبا، أبو عبد الله: فقيه حنبلي من أعيانهم في نجد.\r\nولد بقرية (البير) من قرى المحمل قرب الرياض.\r\nوأولع في أوليته بالتاريخ والأنساب والجغرافية ووقعت له قضية بسبب التاريخ، فأحرق كثيرا من أوراقه.\r\nوصنف (إحكام الأحكام - ط) أربعة مجلدات كبار شرح بها مختصرا له اسمه (أصول الأحكام - ط) في الأحاديث المتعلقة بالأحكام، وله (السيف المسلول على عابد الرسول - ط) وجمع (فتاوى شيخ الإسلام ابن تيمية - ط) في 30 مجلدا، سافر من أجل البحث عنها إلى بلاد كثيرة.\r\nوله (الدرر السنية في الأجوبة النجدية - ط) فتاوى ورسائل لعلماء نجد، و (تراجم أصحاب تلك الرسائل - ط) في 104 صفحات.\r\nوكان قد عمل في مطبعة الحكومة بمكة ثم تولى إدارة المكتبة السعودية في الرياض.\r\nواعتزل العمل في مزرعة له قرب العمارية وتوفي متأثرا من حادث سيارة سابق وقع له سنة 1349 هـ\r\nنقلا عن : الأعلام للزركلي\r\n\r\n* ( ترتيب مجموع فتاوى شيخ الإسلام ابن تيمية )\r\nحيث ساعده ولده - رحمه الله - على إعداد وتجهيز هذا المجموع العظيم وسافر معه إلى الشام والعراق ومصر وأوربا بحثاً عن ذلك التراث العظيم ...\r\nوقد أمضيا - رحمهما الله - أكثر من ثلاثين عاماً في جمعه وترتيبه وطبعه ، ولاقوا في جمعه من العناء والمشقة ... في السفر والبحث عن المخطوطات ، وترك الأهل والأبناء مع قلة الزاد والرفيق ، ثم في قراءة وفك خط شيخ الإسلام حيث إنه - قدس الله روحه - كان سريع الكتابة ، وكان خطه في غاية التعليق والإغلاق وبعضها بدون نقط ولا تظهر حروفها ، وقد أشكلت على تلميذه ابن الوردي فيدعوا تلميذه أبا عبد الله ابن رُشيق المغربي لحله ...\r\n... ومن شدة محبة عبد الرحمن بن قاسم (صاحب الترجمة) - رحمه الله تعالى - لهذه الفتاوى ... \r\nأورد كلمات ... في حاشية مقدمته للمجموع قال فيها : \r\n( وأعيذ بالله من قد يتولاه أن يحشى عليه فهو ذهب مصفى ... )\r\nوقد وقع ما كان يخشى - رحمه الله - \r\nفخرجت طبعات يدعي أصحابها تحقيق وتخريج أحاديث هذا المجموع فكان أن صدر الأمر الملكي ... بتفويض رئاسة البحوث العلمية والإفتاء حق طباعة فتاوي شيخ الإسلام ابن تيمية ... \r\nومنع التعرض لهذا الكتاب بطبع أو اختصار أو إضافة أو غير ذلك ... \r\nومن لطائف هذا المجموع العظيم وعبره ما ذكره الشيخ بكر أبو زيد - حفظه الله - : أن ابن مُرّي المتوفى بعد سنة 728هـ يكتب رسالة لتلاميذ شيخ الإسلام  وقد ضمنها الوصية بكتب شيخ الإسلام ونشرها ثم قال - رحمه الله - : ( ووالله - إن شاء الله - ليقيمن الله سبحانه لنصر هذا الكلام ونشره وتدوينه وتفهمه واستخراج مقاصده ، واستحسان غرائبه وعجائبه رجالاً هم إلى الآن في أصلاب آبائهم ...)\r\nقال الشيخ بكر أبو زيد معلقاً :\r\n( وقد بَرَّت يمين ابن مُرِّى - بحمد الله ومنته - فقام الشيخ عبد الرحمن بن قاسم المتوفى سنة 1392هـ - رحمه الله تعالى - بمساعدة ابنه محمد المتوفى سنة 1421هـ - رحمه الله تعالى - بعد نحو ستة قرون بهذه المهمة الجليلة في : مجموع فتاوى شيخ الإسلام ابن تيمية ) ...","seal":"87B47E11","cat":"الرقاق والآداب والأذكار","oNum":7374,"BkId":7374,"oAuth":32,"bVer":1,"aSeal":"3FF894BD"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7374":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"فضل شهر رمضان"},
      {"lvl":1,"id":10,"sub":0,"tit":"فصل في فضل صوم شهر رمضان"},
      {"lvl":1,"id":28,"sub":0,"tit":"فصل في فضل الجود في رمضان وتلاوة القرآن"},
      {"lvl":1,"id":37,"sub":0,"tit":"فصل التراويح سنة"},
      {"lvl":1,"id":44,"sub":0,"tit":"فصل في قيام رمضان"},
      {"lvl":1,"id":48,"sub":0,"tit":"فصل في العشر الوسط"},
      {"lvl":1,"id":51,"sub":0,"tit":"فصل في فضل العشر الأواخر من رمضان"},
      {"lvl":1,"id":60,"sub":0,"tit":"فصل في السبع الأواخر"},
      {"lvl":1,"id":63,"sub":0,"tit":"فصل في أرجى ليلة لها"},
      {"lvl":1,"id":65,"sub":0,"tit":"فصل في العمل في ليلة القدر"},
      {"lvl":1,"id":67,"sub":0,"tit":"فصل في وداع رمضان"},
      {"lvl":1,"id":80,"sub":0,"tit":"تتمة: في صيام ست من شوال"}
    ]
}
