{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7481":
    [
      {"page":3,"id":1,"nass":"أثر العبادات في حياة المسلم\rمحاضرة ألقاها عبر الهاتف عبد المحسن بن حمد العباد البدر في جمعية إسلامية في أمريكا\rبسم الله الرحمن الرحيم\rالحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيِّئات أعمالنا، مَن يهده الله فلا مُضلَّ له، ومَن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، أرسله بالهدى ودين الحقِّ ليُظهره على الدِّين كلِّه، فبلَّغ الرسالةَ وأدَّى الأمانةَ، ونصحَ الأمَّةَ، اللَّهم صل وسلم وبارك عليه، وعلى آله وأصحابه، ومَن سلك سبيلَه واهتدى بهديه إلى يوم الدِّين.\rأما بعد: فالسلام عليكم أيها الإخوة المسلمون المستمعون في أمريكا ورحمة الله وبركاته، وأسأل الله عز وجل لي ولكم العونَ والتسديدَ، وأن يوفِّقنا جميعاً لِمَا يُرضيه.","seal":"029BF77E","part":1},
      {"page":4,"id":2,"nass":"وحديثي معكم في الموضوع الذي رغبتم الحديثَ فيه؛ وهو أثرُ العبادات في حياة المسلم، فأقول: العبادةُ اسمٌ جامعٌ لكلِّ ما يُحبُّه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة، وهذا هو أحسن ما قيل في تعريف العبادة، وللعبادة أهميةٌ عُظمى؛ وذلك أنَّ الله عز وجل خلق الخَلقَ وأرسل الرسلَ وأنزلَ الكتبَ للأمر بعبادته والنهي عن عبادة غيره، فقال سبحانه وتعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} أي: خلقهم الله لأمرهم بعبادته ونهيهم عن معصيته، وقال سبحانه وتعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} فقال سبحانه: {مَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ}\rوالعبادة أنواعٌ كثيرة؛ منها الخوف والرجاء والتوكل والرغبة والرهبة والإنابة والاستعانة والاستغاثة","seal":"0704B9D8","part":1},
      {"page":5,"id":3,"nass":"والذبح والنذر وغير ذلك من أنواع العبادة.\rومن العبادات؛ أركان الإسلام وهي التي اشتمل عليها حديث جبريل المشهور، حيث سأل النَبِيَّ صلى الله عيه وسلم عن الإسلام فقال: \"أن تشهدَ أن لا إله إلا الله، وأنَّ محمداً رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلاً\" أخرجه مسلم في صحيحه من حديث عمر رضى الله عنه، وهو أوَّلُ حديث عنده في كتاب الإيمان (8) .\rوجاءت في حديث عبد الله بن عمر رضي الله عنهما حيث قال عليه الصلاة والسلام: \"بُنِيَ الإسلامُ على خمس؛ شهادة أن لا إله إلا الله وأنَّ محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحجّ البيت، وصوم رمضان \" وهو أوَّلُ حديث عند البخاري في كتاب الإيمان (8) ، وهو في صحيح مسلم (19) .","seal":"E9350575","part":1},
      {"page":6,"id":4,"nass":"ثمَّ إنَّ العبادة لا بدَّ في قبولها من شرطين؛ أحدهما: إخلاص العمل لله، والثاني: تجريد المتابعة لرسول الله، فلا بدَّ من تجريد الإخلاص لله وحده، فلا يُشرَكُ مع الله غيره، ولا يُصرفُ من أنواع العبادة شيء لغير الله سبحانه وتعالى، ولا بد من تجريد المتابعة للرسول، فلا يُعبد الله إلاَّ وفقاً لما جاء به الرسول الكريم صلوات الله وسلامه وبركاته عليه، وهذا هو مقتضى شهادة أن لا إله إلا الله وشهادة أنَّ محمداً رسول الله؛ لأنَّ مقتضى أشهد أن لا إله إلا الله إخلاص العمل لله وحده، فلا يُصرف شيء من أنواع العبادة لغيره، بل تكون العبادات كلُّها خالصةً لوجهه سبحانه وتعالى، ومقتضى أشهد أن محمداً رسول الله أن تكون العبادةُ وفقاً لِمَا جاء عن الرسول الكريم صلى الله عليه وسلم، فلا يُعبد الله بالبدع والمحدثات والمنكرات التي ما أنزل الله تعالى بها","seal":"D9F02553","part":1},
      {"page":7,"id":5,"nass":"من سلطان، بل تكون العبادة وفقاً للسنة، ولما جاء به الرسول الكريم صلى الله عليه وسلم.\rوالحاصلُ أنَّ مقتضى أشهد أن لا إله إلا الله إخلاص العمل لله، ومقتضى أشهد أنَّ محمداً رسول الله صلى الله عليه وسلم تجريد المتابعة لرسول الله صلى الله عليه وسلم، فلا بدَّ في أيِّ عملٍ من الأعمال أن يكون لله خالصاً وأن يكون لسنة نبيه محمدٍ صلى الله عليه وسلم موافقاً ومطابقاً، فإذا اختلَّ أحَدُ هذين الشرطين بأن فُقد الإخلاصُ، أو فُقدت المتابعةُ، أو فُقِدَا معاً فإنَّ العملَ مردودٌ على صاحبه، ولا يقبل عند الله عز وجل، قال تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُوراً} في بيان ردّ العمل بسبب عدم الإخلاص: وقال الرسول الكريم صلى الله عليه وسلم في بيان ردِّ العمل إذا كان مبنياً على بدعة: \"مَن أحدثَ في أمرنا هذا ما ليس منه فهو ردٌّ\" رواه البخاري (2697) ، ومسلم (1718) من حديث","seal":"FBC28E29","part":1},
      {"page":8,"id":6,"nass":"عائشة رضي الله عنها، وفي لفظ لمسلم: \"مَن عمل عملاً ليس عليه أمرنا فهو ردٌّ\"\rوقال عليه الصلاة والسلام: \"فإنَّه مَن يعش منكم بعدي فسيرى اختلافاً كثيراً، فعليكم بسُنَّتِي وسُنَّة الخلفاء المهديين الراشدين تَمسَّكوا بها وعضوا عليها بالنواجذ، وإيّاكم ومحدثات الأمور، فإنَّ كلَّ محدثة بدعة، وكلَّ بدعة ضلالة\" رواه أبو داود (4607) ،والترمذي (2676) من حديث العرباض ابن سارية، وقال الترمذي: \"حديث حسن صحيح\"\rوقد بَيَّن عليه الصلاة والسلام في حديث الثلاث وسبعين فرقة الذين يَدخل منهم النار اثنتان وسبعون فرقة، وفرقةٌ واحدة تنجو، بَيَّن عليه الصلاة والسلام أنَّ هذه الفرقة الناجية هم الذين كانوا على ما كان عليه رسول الله صلى الله عليه وسلم وأصحابُه الكرام رضي الله تعالى عنهم وأرضاهم.","seal":"387282E3","part":1},
      {"page":9,"id":7,"nass":"وقال الإمام مالك بن أنس رحمة الله عليه: \"لن يصلح آخر هذه الأمّة إلاَّ بما صلح به أوّلها \"، وقال رحمه الله: \"مَن ابتدع في الإسلام بدعةً يراها حسنة فقد زعم أنَّ محمداً خان الرسالة؛ لأنَّ الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} فما لَم يكن يومئذ ديناً فلا يكون اليوم ديناً \".الاعتصام للشاطبي (1/28) .\rولا يكفي أن يقول الإنسانُ أنا أعمل بهذا العمل وإن لَم يأتِ عن النَّبِيِّ صلى الله عليه وسلم؛ لأنَّ قصدي طيبٌ وقصدي حسنٌ، والدليل على هذا أنَّ النَبِيَّ عليه الصلاة والسلام لَمَّا بلغه أنَّ رجلاً من أصحابه الكرام ذبح أُضحيتَه قبل صلاة العيد قال له عليه الصلاة والسلام: \"شاتُك شاةُ لحم\" أي: ليست أضحية؛ لأنَّها لم تقع طبقاً للسُّنَّة، إذ إنَّ السُّنَّةَ أن يبدأ ذبح الأضاحي بعد صلاة العيد، أما الذبح قبل الصلاة فإنَّه يكون في غير وقته فلا يعتبر، والحديث أخرجه","seal":"9ED2F3B2","part":1},
      {"page":10,"id":8,"nass":"البخاري (5556) ، ومسلم (1961) ، وقال الحافظ في شرحه في الفتح (10/17) : \"قال الشيخ أبو محمد بن أبي جمرة: وفيه أنَّ العمل وإن وافق نيَّةً حسنة لم يصح إلاَّ إذا وقع على وفق الشرع \".\rومِمَّا يوضح ذلك أيضاً أنَّ عبد الله بن مسعود رضي الله عنه، صاحب الرسول الله صلى الله عليه وسلم جاء إلى أُناس وقد تَحلَّقوا في المسجد، ومع كل واحد منهم عدد من الحصى، وفيهم رجل يقول سبِّحوا مائة، هلِّلوا مائة، كبِّروا مائة، فيعدون بالحصى حتى يأتوا بهذا الذِّكر، يعدونه بذلك الحصى، فوقف على رؤوسهم عبد الله بن مسعود رضي الله عنه فقال: \"ما هذا الذي أراكم تصنعون؟ قالوا: يا أبا عبد الرحمن! حصى نعدُّ به التكبيرَ والتهليلَ والتسبيحَ، قال: فعُدوا سيئاتكم فأنا ضامن أن لا يضيع من حسناتكم شيء، ويحكم يا أمّة محمد! ما","seal":"EBF718F5","part":1},
      {"page":11,"id":9,"nass":"أسرع هلكتكم! هؤلاء صحابة نبيكم صلى الله عليه وسلم متوافرون، وهذه ثيابُه لم تَبْلَ، وآنيتُه لم تكسر، والذي نفسي بيده إنكم لعلَى مِلَّة هي أهدى من مِلَّة محمد صلى الله عليه وسلم أو مفتتحو باب ضلالة؟! قالوا: والله يا أبا عبد الرحمن! ما أردنا إلا الخير، قال: وكم من مريد للخير لن يصيبه \"،هذا الأثر رواه الدارمي في سننه (1/68–69) ،وأورده الألباني في السلسلة الصحيحة (2005) .\rوأمّا الآثار المترتبة على العبادات فمنها؛ انشراحُ الصدر، وراحةُ البال، وسَعةُ الرزق، وسلامةُ الإنسان وارتياحُه واطمئنانُه.\rوقد جاء في القرآن آياتٌ كثيرة، وفي السنة النبوية أحاديث عديدة، تدلّ على تلك الآثار، وعلى أنَّ تقوى الله عز وجل والأعمال الصالحة يترتب عليها سعادة الدنيا وسعادة الآخرة.","seal":"7E86B99E","part":1},
      {"page":12,"id":10,"nass":"قال الله عز وجل: {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ} فإنَّ هذه الآيةَ الكريمة اشتملت على ذِكر العبادة، وعلى ذِكر الأثر المترتب عليها في حياة المسلم، وهي أنَّ من اتقى الله عز وجل وآمن به فإنَّ الله تعالى يُثيبُه ويعطيه في الحياة الدنيا من الرزق، ويفتح عليه من بركات السماء والأرض وذلك بإنزال الأمطار، وإخراج النبات والكنوز من الأرض.\rوقال عز وجل في أهل الكتاب: {وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ} يعني من الأرزاق التي يُنْزِلُها الله عز وجل إليهم من السماء بسبب المطر، وكذلك مِن تحت أرجلهم مِمَّا ينبته الله عز وجل في الأرض من","seal":"852126D1","part":1},
      {"page":13,"id":11,"nass":"النبات والزروع، وكذلك مِمَّا يخرجه الله عز وجل من الكنوز، وما ذكره الله في هاتين الآيتين عن أهل القرى، وأهل الكتاب، هو من الثواب الدنيوي على الإيمان والتقوى، وأمّا الثواب الأخروي للمؤمنين المتقين فقد ذكره الله تعالى في قوله: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ} .\rوقال عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً} وهذه عبادة، ثم ذكر الأثر المترتب على ذلك بقوله: {يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} ، فإنَّ إصلاحَ الأعمال، ومغفرةَ الذنوب في الآخرة، من الآثار المترتبة على العبادة، فقد اشتملت هذه الآية الكريمة، على ذكر آثار تترتب على العبادة في الدنيا وفي الآخرة، ففي الدنيا إصلاح الأعمال والتوفيق","seal":"FE4266AF","part":1},
      {"page":14,"id":12,"nass":"والسداد، وأن يكون الإنسان يسير إلى الله عز وجل على بصيرة، وفي الآخرة مغفرة الذنوب، وتكفير السيِّئات.\rوقال الله عز وجل: {مَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ} فهذه الآية الكريمة فيها أنَّ تقوى الله عز وجل وهي عبادتُه وطاعته بامتثال أوامره واجتناب نواهيه يترتب عليها الإخراج من المآزق ومن الشدائد، وكذلك يرزق الله عز وجل مَن أطاعه واتقاه من حيث لا يحتسب.\rوقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً} فإنَّ من الآثار المترتبة على تقوى الله عز وجل أن ييسِّر له الأذمور، وأن يهيِّئ له سبل الخير، وأن يفتح الطرقَ التي توصله إلى سعادة الدنيا وسعادة الآخرة. وقال عز وجل: {وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْراً} وهذا من الثواب الأخروي المترتب","seal":"5EAD15A8","part":1},
      {"page":15,"id":13,"nass":"على تقوى الله سبحانه وتعالى\rوقال عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَاناً وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} فهذه الآية الكريمة تدل على أنَّ مَن اتقى الله عز وجل، وعمل بطاعته وطاعة رسوله صلى الله عليه وسلم يجعل له فرقاناً يفرق به بين الحق والباطل، ويسير إلى الله عز وجل على بصيرة وعلى هدى وهذا في الدنيا، وأمّا في الآخرة فيثيبه بتكفير السيِّئات ومغفرة الذنوب، ومثل قول الله عز وجل في صدر هذه الآية {إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَاناً} قول الله تعالى في آخر آية الدين: {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ}\rوقال تعالى فيما حكاه عن نوح وقومه: {قُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً َيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَاراً} فإنَّ هذه الأمور من الآثار المترتبة","seal":"58E6FD69","part":1},
      {"page":16,"id":14,"nass":"على العبادة، فالعبادة هنا هي الاستغفار والآثار المترتبة عليها في هذه الآية هي أنه يرسل السماء عليهم مدراراً، ويُمددهم بالأموال والبنين، ويجعل لهم جنات ويجعل لهم أنهاراً.\rومثل هذه الآية ما ذكره الله عن هود وقومه في قوله: {وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ} ومثلها أيضاً ما ذكره الله عن نبينا محمد صلى الله عليه وسلم وقومه في قوله: {وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعاً حَسَناً إِلَى أَجَلٍ مُسَمّىً وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ}\rوقال تعالى: {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} ففي الآية الكريمة أنَّ الإيمان والعمل الصالح يترتب عليهما أن يحي الإنسان","seal":"413DDFEC","part":1},
      {"page":17,"id":15,"nass":"حياة طيبة سعيدة، معمورة بتقوى الله وطاعته وطاعة رسوله صلوات الله وسلامه وبركاته عليه، مع ما يحصله من الثواب الجزيل في الآخرة.\rومِمَّا جاء في السنة المطهرة في بيان ما يترتب على العبادات من الآثار الطيبة في حياة المسلم ما جاء في وصية النَبِيِّ الكريم لابن عباس رضي الله عنهما حيث قال عليه الصلاة والسلام في تلك الوصية العظيمة النفيسة: \"احفَظ الله يحفظك، احفظ الله تَجده تجاهك … \" رواه الترمذي (2516) وقال: \"حديث حسن صحيح \". وفي لفظ آخر عند الإمام أحمد (2803) : \"احفظ الله يحفظك، احفظ الله تجده أمامك تعرَّف إليه في الرَّخاء يعرفك في الشدة \" وهذا الحديث هو الحديث التاسع عشر من الأربعين النووية وجاء في شرحها للحافظ ابن رجب في كتابه جامع العلوم والحكم معانٍ نفيسه في شرح","seal":"A0C8D0FB","part":1},
      {"page":18,"id":16,"nass":"هذا الحديث استفدت منه في بيان معاني هذه الجمل من الحديث، وحفظ الله عز وجل لعبده يدخل فيه نوعان: حفظه في بدنه وماله وأولاده وأهله، وكذلك حفظه في دينه بأن يَسلم من الشبهات المضلَّة ومن الشهوات المحرمة، فيكون بذلك على سداد وعلى استقامة في أمور دينه ودنياه، وهذا من حفظ الله عز وجل لِمَن حفظه، فالعبدُ يحفظ اللهَ عز وجل بحفظ حدوده والقيام بأوامره واجتناب نواهيه، واللهُ تعالى يثيبه على ذلك الحفظ حفظاً من جنس عمله، والجزاء من جنس العمل.\rفإنَّ قوله: \"يحفظك\" هذا جزاء، وهو من الآثار المترتبة على العمل الصالح، وهو جزاء من جنس العمل، وقوله: \"احفظ الله تجده تجاهك \" أي: أنَّك تجد الله عز وجل أمامك فيحوطك ويرعاك، ويحفظك من كلِّ سوء، وقوله عليه الصلاة والسلام:","seal":"96350F3E","part":1},
      {"page":19,"id":17,"nass":"\"تعرَّف إليه في الرخاء يعرِفْك في الشدَّة \" أي: أنَّك إذا لزمت طاعةَ الله وطاعة رسوله صلى الله عليه وسلم في حال رخائك، وفي حال سعتك، فإنَّ الله عز وجل يُثيبك بأن يحفظَك في الشدائد وفي حال وقوعك في المآزق. ومِمَّا يوضح أنَّ مَن تَعرَّف إلى الله عز وجل في الرخاء عرَفَه الله تعالى في الشدَّة ما جاء في قصة الثلاثة الذين آواهم المبيت إلى غار، فانحدرت عليهم صخرةٌ، وسدَّت بابَ الغار فلم يستطيعوا أن يخرجوا، فصاروا في قبرٍ وهم أحياء فتذاكروا فيما بينهم، فرأوا أنَّ السببَ الذي يخلصهم الله عز وجل به مما هم فيه من الشدة، أن يبحثوا عن أعمال صالحة عملوها لله عز وجل في حال الرخاء، فيتوسلوا بها إلى الله عز وجل في هذه الشدَّةِ التي وقعوا فيها؛ فتوَسَّلَ أحدُهم إلى الله عز وجل بِبِرِّه لوالديه، وتوسَّلَ الثاني بتَركه الزنى مع قُدرَتِه عليه، وتوسَّل الثالثُ بحفظ حق أجيره","seal":"7952A58E","part":1},
      {"page":20,"id":18,"nass":"وتنميته له لَمَّا ذهب قبل أخذه، فكلُّ واحد منهم توسَّل إلى الله عز وجل بعمل صالح عمله لله عز وجل في حال رخائه، فأزاح الله تعالى تلك الصخرة، وخرجوا يمشون.\rوقصة هؤلاء الثلاثة جاءت في صحيح البخاري (2215) ، ومسلم (2743) من حديث عبد الله بن عمر رضي الله عنهما.\rثم إنَّ من العبادات الصلاة والزكاة والصيام والحج، وكلُّ واحدة منها لها آثار طيبة في حياة المسلم.\rفالصلاةُ هي عمود الإسلام، وهي التي تنهى عن الفحشاء والمنكر، وهي صلةٌ وثيقةٌ بين العبد وبين ربِّه، فإذا حافظ الإنسانُ على الصلوات في المساجد جماعة مع المسلمين فإنَّه تقوى صلته بالله عز وجل، لأنَّه يكون على صلة بالله دائماً وأبداً في اليوم والليلة،","seal":"3E391384","part":1},
      {"page":21,"id":19,"nass":"يصلي لله خمس مرات صلوات مفروضة، وكذا ما يأتي به من النوافل فإنَّ الله سبحانه وتعالي يثيبه على ذلك كلِّه، فيبعده عن الفحشاء والمنكر؛ لأنَّه إذا همَّ بمعصية وهمَّ بأمر منكر، تذكَّر لماذا يصلي؟ ولماذا يلازم الصلاة؟ إنَّه يفعل ذلك رغبة فيما عند الله من الثواب وخوفاً مما عنده من العقاب، فإنَّ صلاته تنهاه عن الفحشاء والمنكر، فيكون بعيداً عن الفحشاء وبعيداً عن المنكر، قال الله عز وجل: {وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ}\rثم إنَّ الزكاةَ آثارُها عظيمة؛ فهي تطَهِّر النفسَ من الشُّح والبخل، وتطهر المال، وتكون سبباً في نمائه وكثرته، ويحصل بها ما يسمى في هذا الزمان (بالتكافل الاجتماعي) وهو أنَّ الأغنياءَ عندما يخرجون زكاة أموالهم ويعطونها للفقراء، فإنَّ الفقراء تنسد بذلك حاجاتهم ويحصل لهم القوت بسبب هذا","seal":"90D3FAE1","part":1},
      {"page":22,"id":20,"nass":"الحق الذي فرضه الله عز وجل في أموال الأغنياء، وقد جاء في حديث معاذ بن جبل المتفق على صحته قوله:صلى الله عليه وسلم \"فإن هم أجابوا لذلك - أي استجابوا للصلاة - فأَعلمهم أنَّ الله افترض عليهم صدقةً في أموالهم، تُؤخذ من أغنيائهم فتُرَدُّ على فقرائهم\" ففي إخراج الزكاة نفعٌ كبير للأغنياء حيث تتطَهَّر نفوسُهم، وتنمو أموالُهم، ويُثابون على إحسانهم إلى إخوانِهم المسلمين، الذين حصل لهم الفقر، وحصلت لهم الفاقةُ والشِّدَّةُ، فيحصل إغناؤهم بهذه الصدقة التي تَسدُّ حاجتهم، وتقضي عوزَهم، والله عز وجل فرض الزكاةَ في أموال الأغنياء على وجه ينفع الفقير، ولا يضر الغني، فهي جزءٌ يسيرٌ من مالٍ كثير تفضَّل الله عز وجل به وجاد، وأوجب ذلك القسط القليل الذي لا يؤثر على الغني إخراجه وهو ينفع ذلك الفقير الذي أعدم ولم يحصل له شيء من المال.","seal":"61270478","part":1},
      {"page":23,"id":21,"nass":"ومن الآثار الحسنة المترتبة على الصدقة والإحسان إلى المساكين ما جاء في صحيح مسلم (2984) من حديث أبي هريرة رضى الله عنه عن النَبِيِّ صلى الله عليه وسلم قال: \"بينا رجلٌ بفلاة من الأرض، فسمع صوتاً في سحابة: اسق حديقةَ فلان، فتنحَّى ذلك السحاب فأفرغ ماءَه في حَرَّةٍ، فإذا شَرْجَةٌ من تلك الشِّرَاج قد استوعبت ذلك الماء كلَّه، فتتبَّع الماءَ فإذا رجلٌ قائمٌ في حديقة يحوّل الماء بِمِسْحَاتِه، فقال له: يا عبد الله ما اسمك؟ قال: فلان، للاسم الذي سمع في السحابة، فقال له: يا عبد الله لِمَ تسألني؟ فقال: إنِّي سمعت صوتاً في السحاب الذي هذا ماؤه يقول: اسق حديقة فلان لاسمك، فما تصنع فيها؟ قال: أمّا إذ قلت هذا، فإنِّي أنظر إلى ما يخرج منها، فأتصدّق بثلثه، وآكل أنا وعيالي ثلثاً، وأردّ فيها ثلثه \". وفي رواية له: \"وأجعل ثلثَه في المساكين والسائلين وابن السبيل\".","seal":"2B663819","part":1},
      {"page":24,"id":22,"nass":"وأمّا الصيامُ فإنَّ آثارَه عظيمةٌ، ونتائجَه كبيرةٌ، وذلك أنَّ في الصيام جُنَّةً، كما قال رسول الله صلى الله عليه وسلم: \"الصيامُ جُنَّة\" رواه البخاري (1894) ، ومسلم (1151) ، فهو جُنَّةٌ من النار، ووقايةٌ منها في الدار الآخرة، وهو جُنَّةٌ من المعاصي؛ إذ إنَّ فيه إضعاف قوة الشهوة في النفس، فيكبح جِماحَها، ويحول بينها وبين أن تقع في المزالق، وتقع في الأمور المحرمة، بسبب التمتع بالنعم والتلذذ بها، فإنَّّ النفس قد تقدم بسبب ذلك على ما لا تحمد عقباه في الدنيا والآخرة، ولهذا قال النَبِيُّ الكريم عليه الصلاة والسلام:\" حُفَّت الجنّة بالمكاره، وحُفَّت النار بالشهوات\" رواه البخاري (6487) ومسلم (2822) ، واللفظ لمسلم، فالطريق إلى الجنّة يحتاج إلى صبر على طاعة الله عز وجل، ويحتاج إلى صبر عن المعاصي، والطريق إلى النار محفوفٌ بالشهوات،","seal":"F51480B7","part":1},
      {"page":25,"id":23,"nass":"فإذا ابتعد الإنسانُ عن تلك الشهوات ظفر بالسلامة، وإذا أقدم على الشهوات فإنَّ ذلك قد يوقعه في الأمور المحرمة، وتكون لذة عاجلة ولكن يعقبها حسرةٌ وندامةٌ وخزيٌ وعارٌ في الدنيا والآخرة، وقد جاء في الحديث المتفق على صحته عن عبد الله بن مسعود رضى الله عنه أنَّ الرسول صلى الله عليه وسلم قال:\"يا معشرَ الشباب مَن استطاع منكم الباءةَ فليتزوَّج، فإنَّّه أحصنُ للفرج، وأغضُّ للبصر، ومن لَم يستطع فعليه بالصومِ، فإنَّه له وِِجَاء\"، فقد بيَّن عليه الصلاة والسلام أنَّ الإنسان إذا كان قادراً على الزواج، فعليه أن يبادرَ إليه ليُعفَّ نفسه، وليعفَّ غيره، وإذا كان غيرَ قادر فإنَّه يتعاطى هذا العلاج النبوي الذي أرشد إليه الرسول الكريم صلوات الله وسلامه وبركاته عليه وهو الصيام؛ لأنَّه حميةٌ ووقايةٌ من أن يقعَ الإنسانُ في المعاصي، وذلك لما يحصل في الصوم","seal":"1A878AC9","part":1},
      {"page":26,"id":24,"nass":"من إضعاف النفس وعدم تمكنها من الأمور التي كانت تتمكَّن منها في حال التنعم في المآكل والمشارب.\rوالحاصل أنَّ هذا توجيهٌ نبويٌّ كريم من الرسول الكريم عليه أفضل الصلاة وأتمّ التسليم للشباب أن يقدموا على الزواج إذا تمكنوا من ذلك وقدروا عليه، وإذا لم يستطيعوا فإنَّهم يكبحون جماح نفوسهم بالصيام.\rوفي صيام الأغنياء إحساسهم بألم الجوع، فيتذكرون نعمةَ الله عليهم بالغنى فيشكرون الله عز وجل ويشعرون بأنَّ لهم إخواناً يتألَّمون من الجوع من غير صيام؛ لأنَّهم لا يجدون ما يسُدُّ رَمَقَهم فيكون ذلك حافزاً لهم على الإحسان إلى المساكين والبذل للمُعوزين والمحتاجين.","seal":"590086F1","part":1},
      {"page":27,"id":25,"nass":"وأمّا الحجُّ فإنَّه عبادة عظيمة، افترضها الله عزَّ وجلَّ على عباده في العمر مرة واحدة، وهي تشتمل على أمور تتعلَّق بالمال، وأمور تتعلَّق بالبدن، ولها آثارٌ طيبة، ونتائج حميدة في حياة الإنسان، وقد جاء عن النَبِيِّ الكريم عليه الصلاة والسلام: \"العمرةُ إلى العمرة كفارةٌ لِمَا بينهما، والحجُّ المبرورُ ليس له جزاء إلاَّ الجنّة\" رواه البخاري (1773) ، ومسلم (1349) عن أبي هريرة رضى الله عنه، وسُئل رسولُ الله صلى الله عليه وسلم عن أفضل الأعمال فقال: \"الإيمانُ بالله ورسوله، قيل: ثمَّ ماذا؟ قال: الجهادُ في سبيل الله، قيل: ثمَّ ماذا؟ قال: حَجٌّ مبرور\" رواه البخاري (26) ، ومسلم (83) عن أبي هريرة رضى الله عنه، وقال رسول الله صلى الله عليه وسلم: \"مَن حَجَّ لله فلم يرفث ولَم يفسق رجع كيوم ولَدته أمُّه\" رواه البخاري (1521) ، ومسلم (1350) عن أبي هريرة رضى الله عنه، والحجُّ المبرورُ هو الذي يأتي به الإنسان","seal":"FA668F3D","part":1},
      {"page":28,"id":26,"nass":"مطابقاً لسنة النَبِيِّ الكريم عليه الصلاة والسلام، وعلامتُه أن يكون بعد الحجِّ أحسنَ منه قبل الحجّ، فإذا تحوَّلت حالُ الإنسان بعد الحجِّ من حال سيِّئةٍ إلى حال حسنة، أو من حال حسنة إلى حال أحسن فهي العلامةُ الواضحةُ لكون حجِّه مبروراً.\rثمّ أيضاً يترتب على أداء الحجّ والعمرة أنَّه يتقرَّب إلى الله عز وجل بعبادات لا وجود لها إلاَّ في ذلك المكان، مثل الطواف، فإنَّ الطوافَ عبادةٌ جعلها الله من خصائص بيته العتيق، فإذا وصل إلى مكة طاف بالبيت العتيق، وتقرَّب إلى الله عز وجل بعبادة لو لم يصل إلى مكة لما تقرّب إليه بها؛ لأنَّه لا وجود لها إلاَّ حول الكعبة المشرّفة، ويستذكر بذلك ويستشعر أنَّ أيَّ طواف يكون في أي مكان من الأرض ليس مِمَّا شرعه الله عز وجل، فلا يجوز لأحد أن يطوفَ بضريح من الأضرحة، أو بأيِّ بقعة من الأرض سوى","seal":"DBD7028E","part":1},
      {"page":29,"id":27,"nass":"الكعبة المشرّفة. ومن ذلك تقبيل واستلام الحجر الأسود، واستلام الركن اليماني، فإنَّ الله عز وجل لَم يشرع للمسلمين أن يتقربوا إليه بتقبيل حجارة أو استلامها إلاَّ في هذين الموضعين، ولهذا لَمَّا جاء عمر بن الخطّاب رضي الله تعالى عنه وأرضاه إلى الحجر الأسود وقبَّلَه قال: \"إنِّي أعلم أنَّك حجرٌ لا تَضرُّ ولا تنفع، ولولا أنِّي رأيتُ رسولَ الله يُقَبِّلُك ما قَبَّلْتُك\" رواه البخاري (1597) ، ومسلم (1270) .\rومن الآثار المترتبة على الحجّ والعمرة أنَّ المُحرِمَ عندما يتَجَرَّد من ثيابه ويلبس إزاراً ورداءً يستوي فيه الغنِيُّ والفقير، يتذكر بهذا اللباس لباسَ الأكفان عند الموت، فيستعد له بالأعمال الصالحة التي هي خير زاد كما قال تعالى: {تَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى}","seal":"9CE6151C","part":1},
      {"page":30,"id":28,"nass":"ومن ذلك أيضاً أنّ في اجتماع الحجّاج في عرفة تذكيراً باجتماع الناس في الموقف يوم القيامة فيكون ذلك حافزاً للاستعداد لذلك اليوم بالأعمال الصالحة.\rوفي الحجّ يلتقي المسلمون من مشارق الأرض ومغاربها، فيتعارفون، ويتناصحون، ويعرف بعضُهم أحوالَ بعض، فيتشاركون في الأفراح والمسرَّات، كما يشارك بعضهم بعضاً في آلامه، ويرشده إلى ما ينبغي له فعله، ويتعاونون جميعاً على البر والتقوى كما أمرهم الله سبحانه بذلك.\rوالحاصل أنّ هذه العبادات العظيمة التي شرعها الله عز وجل، وبنَى عليها دينَه الحنيف، تترتب عليها آثار طيبة في حياة المسلم الدنيوية، وآثار عظيمة في حياته الأخروية.","seal":"AA3578A2","part":1},
      {"page":31,"id":29,"nass":"وأسأل الله عز وجل أن يوفقنا جَميعاً لما يرضيه، وأن يجعلنا مِمَّن يستمع القولَ فيتبع أحسنه، وأن يجعلنا هداةً مهتدين، إنَّه سبحانه جوادٌ كريم، وصلَّى الله وسلم وبارك وأنعم على خير أنبيائه ورسله نبيِّنا وإمامنا وسيدنا محمد بن عبد الله، وعلى آله وأصحابه، ومَن سلك سبيلَه واهتدى بهداه، والحمد لله ربّ العالمين، والسلام عليكم ورحمة الله وبركاته.","seal":"AF9DB157","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"أثر العبادات في حياة المسلم","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر","bLnk":null,"Inf":"","Auth":"عبد المحسن العباد","Betaka":"الكتاب: أثر العبادات في حياة المسلم\r\nالمؤلف: عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر\r\nالناشر: دار المغني\r\nالطبعة: الأولى، 1423هـ/2002م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"عبد المحسن بن حمد العباد ( معاصر )\r\n\r\nهو الشيخ المحدث الفقيه العلامة السلفي الزاهد الورع عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد بن عثمان آل بدر .\r\n\r\nأسرته :\r\nوأسرة آل بدر من آل جلاس من قبيلة عنزة إحدى القبائل العدنانية ، والجد الثاني عبد الله ولقبه ( عباد ) وقد اشتهر بالانتساب إلى هذا اللقب بعض أولاده ومنهم المترجم له ، وأمه ابنة سليمان بن عبد الله آل بدر . \r\n\r\nولادته ونشأته:\r\nولد الشيخ عبدالمحسن العباد عقب صلاة العشاء من ليلة الثلاثاء من شهر رمضان عام 1353 هـ في بلدة الزلفي ، ونشأ وشب فيها ، وتعلم مباديء القراءة والكتابة في الكُتاب عند بعض مشايخ الزلفي \r\n\r\nمشايخه في الزلفي :\r\n1-الشيخ عبد الله بن أحمد المنيع .\r\n2-الشيخ زيد بن محمد المنيفي .\r\n3-الشيخ عبد الله بن عبد الرحمن الغيث ، وقد أتم على يديه القرآن الكريم .\r\n4-الشيخ فالح بن محمد الرومي . \r\n\r\nومن شيوخه بعد ذلك :\r\n5-الشيخ المفتي محمد بن إبراهيم \r\n6- والشيخ العلامة عبدالعزيز بن باز \r\n7- والشيخ العلامة محمد الأمين الشنقيطي \r\n8- والشيخ العلامة عبدالرحمن الأفريقي \r\n9- والشيخ العلامة عبدالرزاق عفيفي  رحمهم الله أجمعين. \r\n\r\nملامح من سيرته في التعلم والتعليم : \r\nدراسته:\r\nعندما أسست أول مدرسة ابتدائية في الزلفي عام 1368 هـ التحق بها في السنة الثالثة الابتدائية ، ونال الشهادة الإبتدائية فيها عام واحدٍ وسبعين وثلاثمائة وألف من الهجرة النبوية . \r\nثم انتقل إلى الرياض ودخل معهد الرياض العلمي ، وكانت السنة التي قدِم العلامة الإمام عبدالعزيز بن باز -رحمه الله- من الخرج إلى الرياض وأول سنة يُدرسُ في هذا المعهد. \r\nوبعد تخرجه التحق بكلية الشريعة بالرياض ، وأثناء السنة النهائية في الكلية عُين مدرساً في معهد بريدة العلمي في 13/5/1379هـ ، وفي نهاية العام الدراسي عاد إلى الرياض لأداء الامتحان النهائي في الكلية ، فأكرمه الله تعالى بأن كان ترتيبه الأول بين زملائه البالغ عددهم ثمانين خريجاً ، وكانوا يمثلون الفوج الرابع من خريجي كلية الشريعة بالرياض ، كما كان ترتيبه الأول أيضاً في سنوات النقل الثلاث في الكلية ، وعند حصوله على الشهادة الثانوية بمعهد الرياض العلمي . ودرس الشيخ في الجامعة وفي المساجد على يد العلماء الكبار ممن سبق ذكرهم .\r\nوقد درس على الشيخ عبدالرحمن الأفريقي- رحمه الله- في الرياض عام اثنتين وسبعين وثلاثمائة وألف والعام الذي تلاه درسَ عليه في الحديث والمصطلح،ويقول عنه : (( كان مدرساً ناصحاً وعالماً كبيراً،وموجّهاً ومرشداً وقدوة في الخير رحمه الله تعالى )). \r\nوفي عام 1380هـ نقل إلى التدريس في معهد الرياض العلمي ، وعندما أنشئت الجامعة الإسلامية بالمدينة النبوية ، وكانت أول كلية أنشئت فيها هي كلية الشريعة ، اختاره سماحة الشيخ محمد بن إبراهيم آل الشيخ للعمل فيها مدرساً ، وبدأت الدراسة فيها يوم الأحد 3/6/1381هـ .\r\nوكان المترجم له الشيخ عبد المحسن بن حمد العباد أول من ألقى فيها درساً في ذلك اليوم . \r\nوقد حصل على شهادة الماجستير من مصر. \r\nوبقي الشيخ يعمل مدرساً في هذه الجامعة إلى الآن إضافة لتدريسه في الحرم النبوي الشريف . \r\nوفي 30/7/1393هـ عُين نائباً لرئيس الجامعة الإسلامية ، وقد اختاره لذلك المنصب جلالة الملك فيصل - رحمه الله - ، وكان أحد ثلاثة رشحهم سماحة الشيخ عبد العزيز بن باز - رحمه الله - رئيس الجامعة في ذلك الوقت وبقي في ذلك المنصب إلى 26/10/1399هـ ، حيث أُعفي منه بإلحاح منه ، وفي السنتين الأوليين من هذه السنوات الست ، كان المترجم له هو المسؤول الثاني فيها ، وبعد انتقال سماحة الشيخ عبد العزيز بن باز - رحمه الله - إلى رئاسة إدارات البحوث العلمية والإفتاء كان هو المسئول الأول ، خلال هذه الأعوام الستة لم يتخل عن إلقاء درسين أسبوعياً في السنة الرابعة من كلية الشريعة . \r\nوها هنا قصة ذكرها الشيخ سلمه الله حصلت له قبل توليه رئاسة الجامعة حيث يقول : \r\n(( كنت أتي إليه-يعني الإمام بن باز رحمه الله-قبل الذهاب إلى الجامعة وأجلس معه قليلاً ، وكان معه الشيخ إبراهيم الحصين رحمه الله ، وكان يقرأ عليه المعاملات من بعد صلاة الفجر إلى بعد ارتفاع الشمس. \r\nوفي يوم من الأيام قال لي:رأيتُ البارحةَ رؤيا وهو أنني رأيتُ كأنّ هناك بَكْرَةٌ جميلة وأنا أقودها وأنت تسوقها،وقال : أوّلتُها بالجامعة الإسلامية،وقد تحقق ذلك بحمد الله فكنتُ معه في النيابة مدّة سنتين ثم قمتُ بالعملِ بعدهُ رئيساً بالنيابة أربعةَ أعوام )) . \r\nولقد أُضيف لمكتبة الجامعة الإسلامية في عهد رئاسة المترجم الكثير من المخطوطات بلغت الخمسة آلاف مخطوطة ، حيث كان يُنتدب الشيخ العلامة حماد الأنصاري -رحمه الله -لجلبها من مختلف مكتبات العالم ، يقول الشيخ حماد :\r\n(( تراث السلف الذي صور للجامعة الإسلامية أغلبه في عهد الشيخ عبد المحسن العباد عندما كان رئيساً للجامعة الإسلامية )) ، ويقول أيضاً :\r\n(( جلبت للجامعة الإسلامية أثناء رحلاتي على حسابها خمسة آلاف مخطوطة ، وأغلب الرحلات التي من أجل جلب المخطوطات وتصويرها ، وكانت في وقت رئاسة الشيخ عبد المحسن العباد للجامعة )) . \r\nوقد كان أكثر هذه المخطوطات من كتب الحديث المسندة والعقيدة السلفية . \r\nولم أجد من يصور عظيم خدمة المترجم للعلم والتعليم خلال رئاسة للجامعة إلا ما قاله العلامة حماد الأنصاري - رحمه الله - : \r\n(( إن الشيخ عبد المحسن العباد ينبغي أن يكتب عنه التاريخ ، كان يعمل أعمالاً في الجامعة تمنيت لو أني كتبتها أو سجلتها ، وقد كان يداوم في الجامعة على فترتين صباحاً ومساء بعد العصر ، ومرة جئته بعد العصر بمكتبه وهو رئيس الجامعة فجلست معه ثم قلت : يا شيخ أين القهوة ؟ فقال : الآن العصر ولا يوجد من يعملها ، ومرة عزمت أن أسبقه في الحضور إلى الجامعة فركبت سيارة وذهبت ، فلما وصلت إلى الجامعة فإذا الشيخ عبد المحسن يفتح باب الجامعة قبل كل أحد )) . \r\nوقال الشيخ حماد أيضاً : (( والشيخ عبد المحسن في الجد في العمل حدث ولا حرج )) . \r\nوقال أيضاً : (( الجامعة الإسلامية هي جامعة العباد والزايد والشيخ بن باز )) . \r\nوقد كان الشيخ سبباً في تأليف الكتاب العظيم في التوسل الذي ألفه العلامة حماد الأنصاري رداً على كتاب عبد الله الغماري ( إتحاف الأذكياء في التوسل بالأنبياء والصالحين والأولياء ) وكان المترجم قد أحضره معه من سفرته للمغرب . \r\n\r\nأول رحلات الشيخ :\r\nإن أول رحلة قام بها الشيخ العباد خارج مدينة الزلفي كانت إلى مكة المكرمة لحج بيت الله الحرام ، وذلك عام 1370هـ . \r\nوفي أواخر عام 1371هـ رحل إلى الرياض لطلب العلم في معهد الرياض العلمي. \r\nوقد سافر الشيخ إلى المغرب .\r\nلطائف من أقوال الشيخ : \r\nيقول المتَرْجَم له : \r\n(( إن لدي الآن دفاتري في مختلف المراحل الدراسية بدأً من السنة الثالثة الابتدائية ، وهي من أعز وأنفس ما أحتفظ به )) . \r\nويقول : \r\n(( من أحب أعمالي إلى نفسي وأرجاه لي عند ربي حبي الجم لأصحاب رسول الله - صلى الله عليه وسلم - ورضي الله عنهم - وبغضي الشديد لمن يبغضهم ، وقد رزقني الله تعالى بنين وبنات ، سميت أربعة من البنين بأسماء الخلفاء الراشدين -رضي الله عنهم- بعد التسمية باسم سيد المرسلين - صلى الله عليه وسلم - ، وسميت بعض البنات بأسماء بعض أمهات المؤمنين -رضي الله عنهن - بعد التسمية باسم سيدة نساء المؤمنين -رضي الله عنها- وأسأل الله تعالى وأتوسل إليه بحبي إياهم وبغضي من يبغضهم ، وأن يحشرني في زمرتهم ، وأن يزيدهم فضلاً وثواباً )) . \r\nقال صاحب كتاب ( علماء وأعلام وأعيان الزلفي ) : \r\n(( والمترجم له أيضاً يعتبر مثالاً في العلم والعمل والاستقامة في دينه ، متواضعاً حليماً ذا أناة وتؤدة )) . \r\nوممن درس على الشيخ الكثير من العلماء وطلبة العلم ومنهم : \r\nالشيخ العلامة إحسان إلهي ظهير\r\nالدكتور علي ناصر فقيهي\r\nوالشيخ يوسف بن عبدالرحمن البرقاوي\r\nوالدكتور صالح السحيمي\r\nوالدكتور وصي الله عباس\r\nوالكتور عبدالرحمن الفريوائي\r\nوالشيخ الحافظ ثناء الله المدني\r\nوالدكتور باسم الجوابرة\r\nوالدكتور ناصر الشيخ\r\nوالدكتور صالح الرفاعي\r\nوالدكتور عاصم بن عبد الله القريوتي . \r\nوالدكتور عبدالرحمن الرشيدان\r\nوالدكتور إبرهيم الرحيلي\r\nوالكتور مسعد الحسيني\r\nوابنه الدكتور عبدالرزاق . \r\nوعدد كبير من خريجي الجامعة الإسلامية وطلاب الحرم النبوي الشريف\r\n\r\nمؤلفاته :\r\nللشيخ مؤلفات عديدة منها:\r\n1-عشرون حديثاً من صحيح الإمام البخاري. \r\n2-عشرون حديثا من صحيح الأمام مسلم. \r\n3-من أخلاق الرسول الكريم. \r\n4-عقيدة أهل السنة والجماعة في الصحابة الكرام. \r\n5-فضلُ أهل البيت وعلوُّ مكانتِهم عند أهل السُّنَّة والجماعة . \r\n6-عقيدة أهل السنة والأثر في المهدي المنتظر .\r\nومما قاله الإمام عبد العزيز عن هذا الكتاب عقيدة أهل السنة والأثر في المهدي المنتظر )) قبل تمامها ، وذلك بعد محاضرة ألقاها المترجم حول ( المهدي المنتظر ) : \r\n(( الحمد لله وصلى الله وسلم على رسول الله وعلى آله وأصحابه ومن سلك سبيله واهتدى بهداه إلى يوم الدين . أما بعد : فإنا نشكر محاضرنا الأستاذ الفاضل الشيخ عبد المحسن بن حمد العباد على هذه المحاضرة القيمة الواسعة فلقد أجاد فيها وأفاد واستوفى المقام حقاً فيما يتعلق بالمهدي المنتظر مهدي الحق ، ولا مزيد على ما بسطه من الكلام فقد بسط واعتنى ، وذكر الأحاديث ، وذكر كلام أهل العلم في هذا الباب ، وقد وفق للصواب وهُدي إلى الحق ، فجزاه الله عن محاضرته خيراً وجزاه الله عن جهوده خيراً وضاعف له المثوبة وأعانه على التكميل والإتمام لرسالته في هذا الموضوع ، وسوف نقوم بطبعها بعد انتهائه منها لعظم فائدتها ومسيس الحاجة إليها )) . قلت : ماكان الإمام عبد العزيز ابن باز-رحمه الله - وهو من هو في التثبت وعدم الاستعجال ليثني على هذه الرسالة ويعد بطباعتها ، لولا ثقته بــــــها وبمؤلفها ، فتنبه ! \r\n7-الرد على الرفاعي والبوطي. \r\n8-الانتصار للصحابةِ الأخيار في ردِّ أباطيل حسن المالكي. \r\n9-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول. \r\n10-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته. \r\n11-الإخلاص والإحسان والإلتزام بالشريعة. \r\n12-فَضلُ المدينة وآدابُ سُكنَاها وزيارتِها. \r\n13-شرح عقيدة أبي زيد القيرواني ، والمترجم له إن لم يكن أول عالم سلفي يشرحها ، فهو من أوائل العلماء السلفيين شرحاً لها ، مما يدل على ذلك قول العلامة حماد الأنصاري في حياته : \r\n(( لم يشرح عقيدة ابن أبي زيد القيرواني عالم سلفي ، إنما شرحها الأشاعرة )) والشيخ حماد قد توفي في الشهر السادس من عام 1418هـ . \r\n14-كتاب(( من أقوال المنصفين في الصحابي الخليفة معاوية رضي الله عنه )) \r\nوقد اقتصر فيها المترجم له على أقوال المنصفين دون المتعسفين المنحرفين ، فلما أطلع على رسائل المدعو ( حسن المالكي ) ألف ( الانتصار ) رداً عليه ، فدحض أباطيله بالحجة والبرهان ، فجزاه الله عن صحابة رسول الله خير الجزاء . \r\n15- رفقا أهل السنة بأهل السنة\r\nوكما ذكرنا أنهُ مدرس بالحرم المدني فالعام الماضي كانت دروسه يومياً عدا الخميس بعد كل صلاة مغرب بالحرم النبوي في شرح سنن أبي داود،وله دروس أخرى في مسجده. \r\nأتم الشيخ شرح عدة كتب من كتب السنة النبوية،وشرح مقدمة ابي زيد القيرواني في العقيدة،وشرح في المصطلح ألفية السيوطي،وشرح كتاب الصيام من اللؤلؤ والمرجان،وكتاب آداب المشي إلى الصلاة وكلها في الحرم. \r\nمن دروسه بالحرم النبوي والتي تجدها في تسجيلات الحرم النبوي: \r\n1-شرح مُختصر ألفية السيوطي ـــــ57شريط. \r\n2-القيروانيةــــــــ14 شريط. \r\n3-صحيح البخاري[لم يكتمل]ــــــ623 شريط. \r\n4-سنن النسائي ــــــــ414 شريط. \r\n5-سنن أبي داود[و قد تم شرحه]ــــــ أكثر من 300 شريط. \r\n6-اللؤلؤ والمرجان[كتاب الصيام]ــــــ7 شريط. \r\n7-آداب المشي إلى الصلاةـــــ14 شريط. \r\n\r\nحبه للعلماء السلفيين أهل الحديث:\r\nإن الشيخ من محبي أهل الحديث والسلفيين وكانت تربطه علاقة قوية بعلمائهم من شتى الديار \r\nكما كانت تربطه علاقة متينة بالشيخ العلامة حماد الأنصاري رحمه الله \r\nوالشيخ العلامة عمر فلاته رحمه الله\r\nو بالشيخ العلامة محمد ناصر الدين الألباني رحمه الله وله ثناء عطر عليه ومن ذلك :\r\nقوله :\r\nلا أعلم له نظيراً في هذا العصر في العناية بالحديث وسعة الإطلاع فيه، وأنا لا أستغني وأرى أنه لا يستغني غيري عن \r\nكتبه والإفادة منها.\r\n\r\nمن أخلاقه والثناء عليه :\r\nومن الأمور التي تدل على رفعة أخلاق المترجم ورحمته للخلق أنه رغم ترؤسه للجامعة الإسلامية إلا أنه لم يكن يستغل هذا المنصب الرفيع ليشق على العاملين معه ؛ بل كان يتعمد عدم إقلاق راحتهم ، وقد روى العلامة حماد الأنصاري ما نصه : \r\n(( ذهبت إلى الجامعة عصراً عندما كان الشيخ عبد المحسن العباد رئيسها ، ولم يكن في الجامعة إلا أنا وهو ، فقلت له : لماذا لا تأتي بمن يفتح لك الجامعة قبل أن تحضر ؟ ، فقال : لا أستخدم أحداً في هذا الوقت ، لأنه وقت راحة ، وكان ذلك وقت العصر )) . \r\nوقال العلامة المحدث الشيخ حماد الأنصاري : \r\n(( إن الشيخ عبد المحسن العباد ما رأت عيني مثله في الورع )) . \r\nومن محاضرات الشيخ المسجلة : \r\n1-معاوية بن أبي سفيان رضي الله عنه بين أهل الإنصاف وأهل الإجحاف. \r\n2-الإيمان بالغيب. \r\n3-أربع وصايا للشباب. \r\n4-أثر علم الحديث. \r\n5-تقييد النعم بالشكر. \r\n6-محبة الرسول صلى الله عليه وسلم (2 شريط. \r\n7-توقير العلماء والاستفادة من كتبهم. \r\n8-أثر العبادات في حياة المسلمين. \r\n9-الشيخ بن عثيمين رحمه الله وشيءٌ من سيرته ودعوته. \r\n10-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول. \r\n11-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته. \r\n12-خطر البدع. \r\nوغيرها... \r\nحفظ الله الشيخ العلامة عبد المحسن العباد ونفع به ونصر به التوحيد والسنة اللهم آمين .\r\n\r\nنقلا عن : موقع طريق الإسلام\r\nwww.islamway.com","seal":"31FFE9CF","cat":"الرقاق والآداب والأذكار","oNum":7481,"BkId":7481,"oAuth":185,"bVer":1,"aSeal":"22E1767B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7481":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"أثر العبادات في حياة المسلم"},
      {"lvl":1,"id":1,"sub":1,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":29,"sub":0,"tit":"والحمد لله رب العالمين"}
    ]
}
