{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7500":
    [
      {"page":3,"id":1,"nass":"المجلد الأول\rمقدمة\r...\rمقدّمة\rإنّ الحمد لله، نحمده، ونستعينه، ونستغفره، ونتوب إليه، ونعوذ بالله مِن شرور أنفسنا، وسيئات أعمالنا. مَن يهده الله، فلا مضلَّ له، ومَن يُضلل، فلا هادي له.\rوأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وسلم.\rأمّا بعد، فهذه رسالةٌ موجزة مخصَّصةٌ لمعالجة مشكلةٍ اجتماعية، اصطلى بنارها كثير مِن أفراد المجتمع، وعادتْ على الناس بشرٍّ مستطير، وخللٍ خطير؛ فاستدعى الأمر العناية والتنبيه؛ لعل إنساناً يستيقظ مِن غفلته، فيعود إلى القيام بواجبه، سواءٌ كان ظالماً أو مظلوماً. {إِنْ أُرِيدُ إِلَّا الْأِصْلاحَ مَا","seal":"E3D191E4","part":1},
      {"page":4,"id":2,"nass":"1اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} 2.\rوأُؤكِّدُ هنا، منذ البداية، أنّ هدف هذا الموضوع ليس الدعوة إلى الفِراق أو الانفصال بين الزوجين مطْلقاً، أو الأخذ بالحل الأصعب دائماً، كلاّ كلاّ، إنما هو دعوةٌ للظالم والمظلوم، معاً، لكي يعود كلٌّ منهما إلى الجادّة والصواب، وأَنْ يتوب الظالم، وأن يسعى المظلوم لأخْذِ حقّه بالتي هي أَحسن، وبما تقتضيه الحكمة، ولا يتجاهل حقَّهُ ويَظنّ أنه لا سبيل له إليه.\rوأترك القاريء العزيز مع الرسالة في وصْف المشكلة، ثم حلّها المقترح، ثم قصص من الواقع، وآراء.\rولا حول ولا قوّة إلا بالله العليّ العظيم.\rوكتبه:\rد. عبد الله بن ضيف الله الرحيلي\r1/3/1420هـ - المدينة المنورة\r__________\r2 88: هود: 11.","seal":"C68591A1","part":1},
      {"page":5,"id":3,"nass":"أَزواجٌ بالكذب!!\rوصْف المشكلة:\rما أَقبح الكذب والخداع في هذه الحياة!.\rوإنّ مِن نذالة الأنذال في هذا العصر، ما نراه ونسمعه عن أُناسٍ يَدَّعون أنهم رجال، ويتزوجون أيضاً، ولكن يشترطون أو يختارون، ولكن ماذا يشترطون أو يختارون؟ ذات الخلق والدين؟.\rكلاّ، إنهم يشترطون على الناس أو على أنفسهم أن تكون الزوجة مُدرِّسةً، وقد يَظن بعضهم بنفسه خيراً؛ فيُضيف إلى هذا الشرط المهم جداً عنده شرطاً آخر، وهو أن تكون ذات دين.\rإنه يريد زوجة، ولكن المهم أن تكون مدرِّسةً أو موظفة!.\rلماذا؟!.\rأجاب أحدهم قبل الزواج بقوله: لتنفع البلد!.","seal":"1A878155","part":1},
      {"page":6,"id":4,"nass":"وبعد الزواج تتبين الحقيقة، ويَنكشف السر للمساكين المغفلين، وهو أن هذا لا يريد زوجةً أوّلاً، وإنما يريد مدرِّسةً أوّلاً، ثم زوجةً ثانياً!.\rوبعضهم يَكشف الأمر منذ البداية؛ فقبل العقد يسأل ويَتحقق مِن الصفات الشرعية عنده في زوجته وأُم أولاده، وأوّلها وأَولاها أن تكون معلِّمةً أو موظفةً، وهذا يكشف الأمر إما لأنه مغفلٌ خبيث، أو لأنه خبيث فيه شيء مِن الخير.\rوبعد الزواج يوقد الزوج نار الشر التي يعتقد أنها من حقوق الزوج على زوجته التي استجدت في هذا العصر، ومِن ذلك أن له الحق في أن يستولي على راتب زوجته، كله أو بعضه-بحسب درجات الورع عنده-دون أن يشعر بأي غضاضةٍ أو حياء مِن الناس، ودون أن يحسب حساباً لرضا الزوجة أو أهلها أو مشاعرهم!.\rبل ويقول: هذا حقي!.\rويستخدم حق القوامة الذي أعطاه الله إياه استخداماً ظالماً غير مشروع، فيستعبد الزوجة، ولا يعبأ بأهلها","seal":"8EAA43EA","part":1},
      {"page":7,"id":5,"nass":"وأرحامه، ولا يعبأ بما حرّمه الله من أموال الناس على الناس بغير طيبةٍ من أنفسهم!.\rوهو في كل ذلك بين شخصين:\r- إما أن يكون شخصاً مكابراً مناقضاً في تصرفاته هذه لقناعته في قرارة نفسه من أن هذا إثم واضح وعارٌ فاضحٌ!.\r- أو يكون شخصاً مغفلاً قد غَرَّته فتوى أو كلمة سمعها من بعض الناس؛ فأخذها بطرفها، ولم يُوْغِلْ في التحقق منها والتثبت فيها؛ وذلك خوفاً من أن يحق الحق ويترجح الراجح ويتبين له حرمة ما ظنه غنيمة باردة، وما عَلِمَ أنها ظليمة في شرعنا غير واردة!.\rولكن هذا وذاك إنما يعبران عن رداءةٍ يتبرأ منها شُمُّ الرجال والمترفعون عن أموال الرجال فضلاً عن أموال النساء العواني!.\rوحتى لو كان الرجل الشهم ذا حاجةٍ واحتاج إلى شيء من أهله فإنه لا يأخذه إلا بالمعروف وبطيبةٍ من أنفسهم يتيَقَّنُها، أو يأخذه على سبيل القرض الحسن","seal":"7CC4E7ED","part":1},
      {"page":8,"id":6,"nass":"المسجَّل الموثَّق، بعد أن يتيقّن وتطمئنّ نفسُهُ برضاها عن طِيبةِ نفسٍ، لا عن إكراهٍ، ولا عن استخدامٍ لعصا القوامة بعد أن نسي يوم القيامة، ونسي حسابَهُ ووقوفه بين يدي الله ومقامَه!.\rوالحقيقة أن هذه الظاهرة قد أثقلتْ كثيراً مِن بيوت المسلمين اليوم بمشكلاتٍ خفيّةٍ وظاهرة، وأصبح المظلومون والمظلومات، بسبب ذلك، يعانون مِن ظلمِ الظالمين من الأزواج في هذا العصر. نَعَمْ، واللهِ، إنهم يُعانون، ولكنهم مع ذلك لا يُعانون1!.\rلماذا؟.\rلأسبابٍ، منها: أنّ الظالم يتعامل كما لو كان زوجاً في الحقيقة، ويستخدم حق القوامة، لا أطال الله مقامه، وقَطَفَ منه تلك الهامة!.\rوهذه ظاهرةٌ جديدةٌ مِن ظواهر النذالة والأنذال التي لا\r__________\r1 \"يعانون\" الأُولى مِن المعاناة، و\"يعانون\" الثانية مِن الإعانة.","seal":"9C0B3017","part":1},
      {"page":9,"id":7,"nass":"أحسِبُ أنها وُجِدتْ إلا في هذا العصر، وإنْ وُجِدتْ فبصورةٍ لا تَصِلُ إلى هذا الحد.\rوإذا سئل عن صنيعه احتج بفتوى فلان وفلان، ونسي كلام الرحمن وكلام رسوله صلى الله عليه وسلم وسيرته العطرة. وما هذا في الحقيقة إلا وسنان في صورة يقظان، هذا في الوقت الذي ربما كان بمقدوره أن يُمَيِّزَ ويَعْرِف فيه\rحكم الله وحججه وبيِّناته!.\rوإذا ذكرت له أدنى اعتراضٍ على ذلك ربما أبغضك في الله وأحب ذاك الذي أفتاه محبة في الله-والله أعلم-!.\rوكم استفتاني المستفتون: ماذا يصنعون؟.\rولست من أهل الفتوى، ولكن حكم الله واضح، والحلال بينٌ، والحرام بينٌ، وقد قال رَسُولُ اللَّهِ صلى الله عليه وسلم لِوَابِصَةَ: \"جِئْتَ تَسْأَلُ عَنِ الْبِرِّ وَالإِثْمِ؟ \". قَالَ: قُلْتُ: نَعَمْ. ..قَالَ: \"اسْتَفْتِ نَفْسَكَ، اسْتَفْتِ قَلْبَكَ، يَا وَابِصَةُ، ثَلاثاً، الْبِرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ، وَاطْمَأَنَّ إِلَيْهِ الْقَلْبُ، وَالإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ\" 1.\r__________\r1 أحمد، 17540، و17545، والدارمي، 2533، البيوع.","seal":"1A4DF6D9","part":1},
      {"page":10,"id":8,"nass":"وبعض هذه الصُّور المخزية في أخلاق الرجال، صورٌ ملفوفة، لكنها في الحقيقة مكشوفة، ومِن ذلك أن يُظْهر الرجل تورّعاً أن يأخذ من راتب زوجته أو مالها شيئاً، لكنه يَدَعها لراتبها؛ فيُلزمها بالصرف على نفسها، وكأن الأمر لا يعنيه، وكأنها في الحقيقة لم تتزوج!.\rوبعضهم يُلزمها أن تشاطره النفقة ودفع إيجار البيت، وأما ملابسها وحاجاتها التي تخصها فلا شأن له بها، فتتولاها الزوجة التي كادت، والحالة هذه أن تكون تاء التأنيث فيها زائدة وبه لاحقة؛ لأنها أصبحت ملزمةً بالإنفاق على الرجل العاني، وملزمة بمقتضى حق القوامة عليه أن تُخَصِّص للبيت خادمةً أيضاً.\rولست أدري كيف وصل الانتكاس بهذا الصنف من الناس إلى الحدّ الذي توهّموا فيه أن ما أعطاهم الله من حق القوامة على النساء إنما هو ليحصلوا على كل هذه الحقوق والأموال المغتصبة مِن زوجاتهم!.\rوتجاهلوا أن الله أعطاهم حق القوامة لكي يُسعِدوا أهليهم،","seal":"B004D26D","part":1},
      {"page":11,"id":9,"nass":"وليس لِيُشقوهم أو يظلموهم أو يغتصبوا أموالهن!.\rوالغنيمة كل الغنيمة أن يظفر اللئيم بيتيمة!.\rوقد علمت أن بعضهم يُنذِر حربه على زوجته منذ البداية، فيُحذّرها أن تُخبر أهلها بأي شيء يصنعه بها، وإلا سوف يكون الطلاق مصيرها! {وَلا تَحْسَبَنَّ اللَّهَ غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ} 1!.\rولست أدري ما الجديد في مثل هذا الزواج سوى استرقاقِ الزوجة، والارتفاقِ بمالها وجُهْدها، وإضرامِ نار الكَمَد في قلبها، وقَتْلِها بغير سِكِّين!.\rوإذا تحولت الزوجة إلى أن تكون هي المنفقة على الزوج-وقد قال الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} 2-فماذا بقي للزوج مِن هذا الصنف مِن الناس،\r__________\r1 42: إبراهيم: 14.\r2 34: النساء: 4.","seal":"F769BD3F","part":1},
      {"page":12,"id":10,"nass":"والحالة هذه؟!.\rهل يتنازل هؤلاء لزوجاتهم عن القِوَامة ويقعدون في البيوت، لا كَثَّرهم الله في البيوت ولا خارجها!.\rلقد رأينا وسمعنا كثيراً عن زيجات لا يَدفع فيها الزوج المزعوم سوى المهر-وربما على لَكاعَةٍ-وشيءٍ مِن أثاث ما هو إلا كذَرِّ الرماد في العيون، ثم يُمْسِك الزوج ماله إلى مال زوجته العزيزة، فلا يُنفِق كما يُنفِق الأزواج؛ فتتبَيَّن الحقيقة واضحةً عندئذٍ، وهي أن هذه ليست عقود زواجٍ، وإنما هي عقودٌ تجاريّة، والتاجر فيها واحدٌ مِن الطرفين فقط، وهو الزوج!.\rولست أدري هل يَرْضى مثل هؤلاء هذه المعاملةَ لأخواتهم وبناتهم أو لأمهاتهم؟! أو أن هذا خاصٌّ لهم مع بنات الناس!.\rإن كانوا لا يَرضونه فهم ذئاب في ثياب، كَسَرَ الله منهم كلَّ ناب، وهذا هو المعهود في الكلاب، أنها تنبح كلَّ غريب، وتفترسه لأنه غريب.","seal":"5D196735","part":1},
      {"page":13,"id":11,"nass":"وكيف يَرضونه لزوجاتهم؟ وأين علاقةُ المودّة والرحمة التي أخبر الله عنها بأنه جعلها بين الزوجين!.\rوإن كانوا يَرضونه للجميع ففطرتهم ممسوخة، وغيرتهم على العار والضعيف والمسكين ممسوحة!.\rولقد كنت رأيت في بريطانيا قبل سنوات في أول زيارة لها ظاهرة غريبةً جداً، وهي أن الزوج والزوجة قد يأكلان في المطعم ثم يحاسب كل واحدٍ منهما عن نفسه؛ فعجبتُ من هذا المسخ في الحقوق الزوجية والعلاقة الأُسرية.\rثم ها نحن نشاهد اليوم الظاهرة تتكرر عندنا، بل أسوأ، ولكن في داخل البيوت، أعني بيوت الزوجية التي جعلها الله سكناً!!.\rكيف يرضى هؤلاء الرجال أن يعتدوا هذا الاعتداء على النساء!.\rكيف يرضى هؤلاء الرجال أن يعيشوا على نفقة النساء عليهم!.\rماذا ينتظر هؤلاء لأنفسهم ولزوجاتهم ولأولادهم!.","seal":"680D6F4F","part":1},
      {"page":14,"id":12,"nass":"ماذا ينتظر هؤلاء لأنفسهم عند ربهم في الدنيا والآخرة!.\rولا أدري كيف يَعُدُّ الرجلُ زواجَهُ زواجاً إذا كان كهذا!.\rوكيف تَطِيب نفسُهُ بزواجٍ لا يتكلّف فيه الإنفاق على أهله، بل ربما هم يُنفِقون عليه، أَنفَقَهُ الله!.\rإنّ مِن أهمّ معاني الزواج وواجباته الشرعيّة أن يُصْبح الرجل صاحب مسؤوليةٍ يَتحَمَّلُها بعرقِهِ وجُهْده ووقتِهِ؛ فإذا ما عَجِزَ عن ذلك فإن له أن يستقرِض مِن أجْل ذلك في حدود ما يستطيع؛ فإنْ لم يكن قادراً، فإنّ حُكْم الشرع هو أنّ مِن حقِّ الزوجة طلب فسْخ الزواج؛ فأين هذا الصنف مِن الأزواج الماديين العائشين على أنانيّتِهم، الغافلين عن ساعةِ مَنِيَّتهم! أو قُلْ: الذين يَرْجح على حَيِّهم مَيِّتُهِم!.\rالحقُّ أنني في شكٍّ أصلاً مِن شرعيّةِ زواجٍ مثل هذا بالنسبة لهذا الزوج؛ لأن النبي صلى الله عليه وسلم يقول: \"إنما الأعمال بالنيات، وإنما لكل امريء ما نوى\".\rوعَنْ خَيْثَمَةَ قَالَ كُنَّا جُلُوساً مَعَ عَبْدِ اللَّهِ بْنِ عَمْرٍو إِذْ جَاءَهُ قَهْرَمَانٌ لَهُ، فَدَخَلَ، فَقَالَ: أَعْطَيْتَ الرَّقِيقَ قُوتَهُمْ؟.","seal":"437F716B","part":1},
      {"page":15,"id":13,"nass":"قَالَ: لا. قَالَ: فَانْطَلِقْ فَأَعْطِهِمْ، قَالَ: قال رَسُولُ اللَّهِ صلى الله عليه وسلم: \"كَفَى بِالْمَرْءِ إِثْماً أَنْ يَحْبِسَ عَمَّنْ يَمْلِكُ قُوتَهُ\" 1، وعند أبي داود وأحمد: \"كَفَى بِالْمَرْءِ إِثْماً أَنْ يُضَيِّعَ مَنْ يَقُوتُ\" 2؛ فما بالك بِمن أصبح مِن الأزواج طوال دهره يُعال، ولا يُحِسُّ ولو ضُرب بالنعال!.\rيا هذا! مَن الإنسان عندك؟ أَهُوَ أنت فقط، أَمْ أنّ سِواك مِن الناس كذلك هم مِن بني آدم الذين تَثْبت لهم حقوق بني آدم؟!.\rأَليست زوجتك وأولادك وأهْل زوجتك أُناسٌ مِن بني آدم، لهم حقوق الإنسان على الإنسان-فضلاً عن حقوق المسلم على المسلم، وفضلاً عن حقوق الرَّحِم وهذه العلاقةِ التي جَمَعتْك بهم-؟!.\rلعلّك تفكّر فيمن معك، أو أنت معهم، وتفكّر في حقوقهم، كما تفكّر في حقوقك، أو أشدّ، بل لعلك تُؤْثِرهم على نفسك؛ بِمَحْض إيمانك ومروءتك وشهامتك ورجولتك.\r__________\r1 مسلم، 996، الزكاة.\r2 أبو داود، 1692، الزكاة، وأحمد، 6459، و6789، و6803.","seal":"A6B043AC","part":1},
      {"page":16,"id":14,"nass":"آياتٌ قرآنية وأحاديث نبويةٌ\rوإن كان لأحدٍ من هؤلاء الرجال شبهة تجعله يتورّع عن القول بتحريم مال الغير، ولاسيما النساء العواني، فها هي أمثلة ونماذج قليلة من نصوص القرآن الكريم والسنة النبوية المطهرة، فليستمع إليها أو يقرأها مَن يَتحجج بالشرع، أو مَن يدّعي من هؤلاء الوقوف عند حرمات الله وحدوده، فها هي بعض نصوص وحْي الله تعالى:\r* قال الله تعالى: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَرِيئاً} 1.\r* وقال سبحانه: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوَالِ النَّاسِ بِالْأِثْمِ وَأَنْتُمْ تَعْلَمُونَ} 2.\r* وقال تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً\r__________\r1 4: النساء: 4.\r2 188: البقرة: 2.","seal":"B6341E44","part":1},
      {"page":17,"id":15,"nass":"* إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} 1.\r* وقال عزَّ مِن قائل: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ. وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَراً يَرَهُ} 2.\r* وقال صلى الله عليه وسلم: \"خَيْرُكُمْ خَيْرُكُمْ لأَهْلِهِ وَأَنَا خَيْرُكُمْ لأَهْلِي\" 3.\r* وقَضَى صلى الله عليه وسلم: \"أَنْ لا ضَرَرَ وَلا ضِرَار\" َ4.\rوقال صلى الله عليه وسلم في خطبته في حَجَّةِ الْوَدَاعِ: \"أَيُّ يَوْمٍ أَحْرَمُ؟ أَيُّ يَوْمٍ أَحْرَمُ؟ أَيُّ يَوْمٍ أَحْرَمُ؟ \". فَقَالَ النَّاسُ: يَوْمُ الْحَجِّ الأَكْبَرِ يَا رَسُولَ اللَّهِ. قَالَ: \"فَإِنَّ دِمَاءَكُمْ، وَأَمْوَالَكُمْ، وَأَعْرَاضَكُمْ، عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا، أَلا لا يَجْنِي جَانٍ إِلا عَلَى نَفْسِهِ، وَلا يَجْنِي وَالِدٌ عَلَى وَلَدِهِ، وَلا وَلَدٌ عَلَى وَالِدِهِ، أَلا: إِنَّ الْمُسْلِمَ\r__________\r1 10: النساء: 4.\r2 7-8: الزلزلة: 99.\r3 الترمذي، 3895، المناقب، وابن ماجه، 1977، النكاح.\r4 ابن ماجه، 2340، و2341، الأحكام، وأحمد، 2862، وغيرهما.","seal":"8BF30669","part":1},
      {"page":18,"id":16,"nass":"أَخُو الْمُسْلِمِ؛ فَلَيْسَ يَحِلُّ لِمُسْلِمٍ مِنْ أَخِيهِ شَيْءٌ إِلا مَا أَحَلَّ مِنْ نَفْسِهِ، أَلا وَإِنَّ كُلَّ رِباً فِي الْجَاهِلِيَّةِ مَوْضُوعٌ، لَكُمْ رُءُوسُ أَمْوَالِكُمْ، لا تَظْلِمُونَ وَلا تُظْلَمُونَ غَيْرَ رِبَا الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، فَإِنَّهُ مَوْضُوعٌ كُلُّهُ، أَلا وَإِنَّ كُلَّ دَمٍ كَانَ فِي الْجَاهِلِيَّةِ مَوْضُوعٌ، وَأَوَّلُ دَمٍ وُضِعَ مِنْ دِمَاءِ الْجَاهِلِيَّةِ دَمُ الْحَارِثِ بْنِ عَبْدِالْمُطَّلِبِ كَانَ مُسْتَرْضَعاً فِي بَنِي لَيْثٍ فَقَتَلَتْهُ هُذَيْلٌ، أَلا وَاسْتَوْصُوا بِالنِّسَاءِ خَيْراً، فَإِنَّمَا هُنَّ عَوَانٍ عِنْدَكُمْ، لَيْسَ تَمْلِكُونَ مِنْهُنَّ شَيْئاً غَيْرَ ذَلِكَ، إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ، فَإِنْ فَعَلْنَ فَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ، وَاضْرِبُوهُنَّ ضَرْباً غَيْرَ مُبَرِّحٍ، فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً، أَلا إِنَّ لَكُمْ عَلَى نِسَائِكُمْ حَقّاً، وَلِنِسَائِكُمْ عَلَيْكُمْ حَقّاً، فَأَمَّا حَقُّكُمْ عَلَى نِسَائِكُمْ فَلا يُوطِئْنَ فُرُشَكُمْ مَنْ تَكْرَهُونَ، وَلا يَأْذَنَّ فِي بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ، أَلا وَإِنَّ حَقَّهُنَّ عَلَيْكُمْ أَنْ تُحْسِنُوا إِلَيْهِنَّ فِي كِسْوَتِهِنَّ وَطَعَامِهِنَّ ... \" 1.\r__________\r1 الترمذي، 3087، تفسير القرآن، و1163، الرضاع، وقال فيه: حسن صحيح.","seal":"A77FEF02","part":1},
      {"page":19,"id":17,"nass":"وفي لفظٍ للحديث أنه قال صلى الله عليه وسلم:\r\"يَا أَيُّهَا النَّاسُ: أَتَدْرُونَ فِي أَيِّ شَهْرٍ أَنْتُمْ؟ وَفِي أَيِّ يَوْمٍ أَنْتُمْ؟ وَفِي أَيِّ بَلَدٍ أَنْتُم؟ قَالُوا: فِي يَوْمٍ حَرَام، وَشَهْرٍ حَرَامٍ، وَبَلَدٍ حَرَامٍ، قَالَ: فَإِنَّ دِمَاءَكُمْ، وَأَمْوَالَكُمْ، وَأَعْرَاضَكُمْ، عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا، إِلَى يَوْمِ تَلْقَوْنَهُ، ثُمَّ قَالَ: اسْمَعُوا مِنِّي تَعِيشُوا: أَلا لا تَظْلِمُوا، أَلا لا تَظْلِمُوا، أَلا لا تَظْلِمُوا، إِنَّهُ لا يَحِلُّ مَالُ امْرِئٍ إِلا بِطِيبِ نَفْسٍ مِنْهُ، أَلا وَإِنَّ كُلَّ دَمٍ وَمَالٍ وَمَأْثَرَةٍ كَانَتْ فِي الْجَاهِلِيَّةِ تَحْتَ قَدَمِي هَذِهِ إِلَى يَوْمِ الْقِيَامَةِ، وَإِنَّ أَوَّلَ دَمٍ يُوضَعُ دَمُ رَبِيعَةَ ابْنِ الْحَارِثِ بْنِ عَبْدِالْمُطَّلِبِ، كَانَ مُسْتَرْضِعاً فِي بَنِي لَيْثٍ فَقَتَلَتْهُ هُذَيْلٌ، أَلا وَإِنَّ كُلَّ رِباً كَانَ فِي الْجَاهِلِيَّةِ مَوْضُوعٌ، وَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَضَى أَنَّ أَوَّلَ رِباً يُوضَعُ رِبَا الْعَبَّاسِ بْنِ عَبْدِالْمُطَّلِبِ لَكُمْ رُءُوسُ أَمْوَالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ، أَلا وَإِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ\"، ثُمَّ قَرَأَ: {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْراً فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ","seal":"80B03F8B","part":1},
      {"page":20,"id":18,"nass":"السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ} ، أَلا لا تَرْجِعُوا بَعْدِي كُفَّاراً يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ، أَلا إِنَّ الشَّيْطَانَ قَدْ أَيِسَ أَنْ يَعْبُدَهُ الْمُصَلُّونَ، وَلَكِنَّهُ فِي التَّحْرِيشِ بَيْنَكُمْ، فَاتَّقُوا اللَّهَ عَزَّ وَجَلَّ فِي النِّسَاءِ؛ فَإِنَّهُنَّ عِنْدَكُمْ عَوَانٌ، لا يَمْلِكْنَ لأَنْفُسِهِنَّ شَيْئاً، وَإِنَّ لَهُنَّ عَلَيْكُمْ، وَلَكُمْ عَلَيْهِنَّ حَقّاً: أَنْ لا يُوطِئْنَ فُرُشَكُمْ أَحَداً غَيْرَكُمْ، وَلا يَأْذَنَّ فِي بُيُوتِكُمْ لأَحَدٍ تَكْرَهُونَهُ، فَإِنْ خِفْتُمْ نُشُوزَهُنَّ، فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ، وَاضْرِبُوهُنَّ ضَرْباً غَيْرَ مُبَرِّحٍ\". قَالَ حُمَيْدٌ: قُلْتُ لِلْحَسَنِ: مَا الْمُبَرِّحُ؟. قَالَ: الْمُؤَثِّرُ. \"وَلَهُنَّ رِزْقُهُنَّ، وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ، وَإِنَّمَا أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللَّهِ، وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ عَزَّ وَجَلَّ، وَمَنْ كَانَتْ عِنْدَهُ أَمَانَةٌ فَلْيُؤَدِّهَا إِلَى مَنِ ائْتَمَنَهُ عَلَيْهَا. وَبَسَطَ يَدَيْهِ فَقَالَ: \"أَلا هَلْ بَلَّغْتُ؟ أَلا هَلْ بَلَّغْتُ؟ أَلا هَلْ بَلَّغْتُ؟ ثُمَّ قَالَ: لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، فَإِنَّهُ رُبَّ مُبَلَّغٍ أَسْعَدُ مِنْ سَامِعٍ\". قَالَ حُمَيْدٌ قَالَ الْحَسَنُ حِينَ بَلَّغَ هَذِهِ الْكَلِمَةَ: قَدْ","seal":"222EC25A","part":1},
      {"page":21,"id":19,"nass":"وَاللَّهِ بَلَّغُوا أَقْوَاماً كَانُوا أَسْعَدَ بِهِ1\".\rوقال الإمام البخاري في صحيحه: بَاب هِبَةِ الرَّجُلِ لامْرَأَتِهِ وَالْمَرْأَةِ لِزَوْجِهَا، قَالَ إِبْرَاهِيمُ: جَائِزَةٌ وَقَالَ عُمَرُ بْنُ عَبْدِالْعَزِيزِ: لا يَرْجِعَانِ. وَاسْتَأْذَنَ النَّبِيُّ صلى الله عليه وسلم نِسَاءَهُ فِي أَنْ يُمَرَّضَ فِي بَيْتِ عَائِشَةَ، وَقَالَ النَّبِيُّ صلى الله عليه وسلم: \"الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَعُودُ فِي قَيْئِهِ\"، وَقَالَ الزُّهْرِيُّ فِيمَنْ قَالَ لامْرَأَتِهِ: هَبِي لِي بَعْضَ صَدَاقِكِ، أَوْ كُلَّهُ، ثُمَّ لَمْ يَمْكُثْ إِلا يَسِيراً حَتَّى طَلَّقَهَا؛ فَرَجَعَتْ فِيهِ. قَالَ: يَرُدُّ إِلَيْهَا إِنْ كَانَ خَلَبَهَاأي: خَدَعَها، وَإِنْ كَانَتْ أَعْطَتْهُ عَنْ طِيبِ نَفْسٍ لَيْسَ فِي شَيْءٍ مِنْ أَمْرِهِ خَدِيعَةٌ جَازَ؛ قَالَ اللَّهُ تَعَالَى: {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ} 2.\rوعَنْ حَكِيمِ بْنِ حِزَامٍ قَالَ: سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم فَأَعْطَانِي، ثُمَّ سَأَلْتُهُ فَأَعْطَانِي، ثُمَّ سَأَلْتُهُ فَأَعْطَانِي، ثُمَّ قَالَ: \"هَذَا الْمَالُ وَرُبَّمَا\" - قَالَ سُفْيَانُ: قَالَ لِي يَا حَكِيمُ إِنَّ هَذَا الْمَالَ- \"خَضِرَةٌ حُلْوَةٌ؛ فَمَنْ أَخَذَهُ بِطِيبِ نَفْسٍ؛ بُورِكَ لَهُ فِيهِ، وَمَنْ\r__________\r1 أحمد، 20172.\r2 الجامع الصحيح، كتاب الهبة.","seal":"4B751AB8","part":1},
      {"page":22,"id":20,"nass":"أَخَذَهُ بِإِشْرَافِ نَفْسٍ، لَمْ يُبَارَكْ لَهُ فِيهِ، وَكَانَ كَالَّذِي يَأْكُلُ وَلا يَشْبَعُ، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى\"1.\rوروى الإمام أحمد عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ-مُعَلَّقاً- أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: \"لا يَحِلُّ لِلرَّجُلِ أَنْ يَأْخُذَ عَصَا أَخِيهِ بِغَيْرِ طِيبِ نَفْسِهِ\"؛ وَذَلِكَ لِشِدَّةِ مَا حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ مَالِ الْمُسْلِمِ عَلَى الْمُسْلِمِ\"2.\rوعَنْ أَبِي أُمَامَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ: \"مَنِ اقْتَطَعَ حَقَّ امْرِئٍ مُسْلِمٍ بِيَمِينِهِ؛ فَقَدْ أَوْجَبَ اللَّهُ لَهُ النَّارَ، وَحَرَّمَ عَلَيْهِ الْجَنَّةَ\"؛ فَقَالَ لَهُ رَجُلٌ: وَإِنْ كَانَ شَيْئاً يَسِيراً يَا رَسُولَ اللَّهِ؟. قَالَ: \" وَإِنْ قَضِيباً مِنْ أَرَاكٍ3\". وفي لفظ الحديث عند مالك في الموطأ: قَالَ: وَإِنْ كَانَ قَضِيباً مِنْ أَرَاكٍ، \"وَإِنْ كَانَ قَضِيباً مِنْ أَرَاكٍ، وَإِنْ كَانَ قَضِيباً مِنْ أَرَاكٍ\". قَالَهَا ثَلاثَ مَرَّاتٍ4.\rفهل أيقنتَ أيها الأخ الواقع في شيءٍ مِن الظلم أو\r__________\r1 البخاري، 6441، الرقاق، ومسلم 1035، الزكاة.\r2 أحمد، 27803.\r3 مسلم، 137، الإيمان.\r4 مالك، 1435، الأقضية.","seal":"418FBBF4","part":1},
      {"page":23,"id":21,"nass":"التعدي، أو التجاهل للواجبات والحقوق عليك تُجَاه زوجتك وأولادك وأرحامك، هل أيقنتَ الأمر الذي أخبرك الله به في كتابه وعلى لسان رسوله صلى الله عليه وسلم، ومَن أَصْدقُ مِن الله حديثاً؟!.\rلعلّك تُفكِّر وتَعُود مِن قريب؛ فَتُقيم العلاقة على ما يوجبه عليك الإيمان والشرع ومكارم الأخلاق. ولو أَنصفَ الناسُ استراحَ القاضي!.","seal":"6167A535","part":1},
      {"page":23,"id":22,"nass":"مِن الواجب على الآخرين:\rهذا، وإنّ مِن الواجب على كلِّ غيورٍ مخْلِصٍ التفكير والسعي الجادّ في علاج هذه المشكلة، سواءٌ لَحِقَهُ شيءٌ مباشرٌ من مثل هذا الظلم أو لا؛ قياماً بالواجب الشرعي تجاه نصْرة أخيه المسلم، ظالماً أو مظلوماً، لكن بمفهوم النُّصْرة الشرعيّ.\rولقد شَرَع الله تعالى الأمر بالمعروف والنهي عن المنكر، وهذا المجال مِن النُّصْرة للمظلومين والمظلومات مما يقوم المسلم القادر فيه بشيءٍ مِن الأمر المعروف والنهي عن المنكر، لكن على أن يكون ذلك بما أَمر الله به من الحكمة والإخلاص للمنصوح، والشفقةِ بكلٍ مِن الطرفين، دون انحيازٍ، ودون تهوّرٍ أو تَسرُّعٍ. ولِهذا الجانب مِن الموضوع بقيّةٌ ستأتي في \"حلّ المشكلة\".","seal":"3B23D8B2","part":1},
      {"page":24,"id":23,"nass":"حلُّ المشكلة\rوإنْ سألَ سائلٌ: فما الحلّ لهذا الداء العضال، وماذا نصنع بهؤلاء الرجال؟.\rفالجواب هو:","seal":"52F5BCB8","part":1},
      {"page":24,"id":24,"nass":"- أوّلاً: الوقاية قبْل العلاج:\rهناك حلٌّ وقائيٌّ يجب على أولياء المرأة أو وليِّها أن يَتنبّه له، وهو أن يَجتهد في التعرف على الشخص المتقدِّم له، وذلك مِن حيث الاستقامة والدين والخُلُق والسيرة، ومِن ذلك أن يتعرف على طبيعة الشخص هل عنده مادّيّة وحبٌّ زائد للدنيا؟ وهل له رغبةٌ في أن يستغل الزوجة مادّيّاً؟ وقد يَتّضح هذا مِن خلال كلامه، ومِن خلال سيرته، ومِن طبيعة تفكيره، وقد يكون لِوضْع الشخص المادّيِّ أحياناً أثرٌ في هذا التوجّه.\rفإذا ما تَبَيّن للوليّ أن الرجل مِن هذا الصنف، فإياه ثم إياه مِن الإقدام على إعطائه، ولْيتّقِ الله ربَّه؛ فإنها أمانةٌ عنده،","seal":"109A49D3","part":1},
      {"page":25,"id":25,"nass":"فلا يَخُنِ الأمانة، ولا يَغِشّ مَن هو في مكان الناصح له.\rأيها الأولياء، اتقوا الله، واحذروا -قبل الزواج-هذه الذئاب البشرية، فلا تدفعوا بناتكم إلى براثنها؛ فتفترسها تحت سمعكم وبصركم، فلا تتمكّنوا مِن استنقاذهن إلا بعد أن يُصِيبوهن إصابات بليغة في نفوسهن وعقولهن وأجسادهن وأموالهن!.","seal":"9A057C0B","part":1},
      {"page":25,"id":26,"nass":"- ثانياً: حلّ المشكلة بمبادرةٍ مِن الزوج:\rأمّا في حالِ حدوثِ هذا الأمر، فأوّل الحلول وأَولاها أن يَبدأ الحل مِن هؤلاء الأزواج أنفسهم؛ فيستغفروا الله ويتوبوا إليه، ويَعتذروا لِمَن ظلموه، ويُعِيدوا ما أخذوه ظلماً وعُدواناً، ولكم رؤوس أموالكم لا تَظلمون ولا تُظْلمون. وهذا الحل لا يُغني عنه -في حقّ هؤلاء الأزواج- أيُّ حلٍّ آخر، ولا تَبرأ ذمتهم بغيره؛ وذلك لِمَا عليهم مِن خطورةٍ عظيمةٍ بعدم المبادرة إليه، وهي خطورةٌ تنالهم في عباداتهم وفي حياتهم في الدنيا وفي حياتهم في الآخرة؛ وذلك لأنّ كثيراً منهم يَدْخل عليه هذا المال","seal":"6B66FE54","part":1},
      {"page":26,"id":27,"nass":"المأخوذ ظلماً في صيامه وفي صلاته وفي حجِّه وفي صدقاته وفيما يَنبُتُ عليه جسدُهُ؛ إذْ يَصْرف مِن هذا المال في كل ذلك شاء أم أبى؛ فعياذاً بالله مِن حالٍ كهذا.\rوعلى مَن تُعلِّلُ له نفسُهُ بأُمْنِيَةِ أن يكون هذا المال حلالاً أن يَأتي بآيةٍ صريحةٍ بذلك، أو بحديث صحيحٍ صريح. وهيهات أن يَجِد في دين الإسلام ما يُسْعفه بهذا المطلب الظالم، أو بالظلمِ للمسلمين والمسلمات، بل إنه في الوقت الذي لا يَجِد فيه ما يُسْعفه بِطَلِبَتِهِ من آيات الكتاب العزيز والسنّة المطهرة؛ فإنّ الآيات والأحاديث تترى لبيان الحق اليقين بأنّ الظلم لا يَحِل لأحدٍ، وبأنّ أكل المال الحرام لا يَحِلُّ لأحدٍ، مهما كان صاحبُ هذا المال: غنياً أو فقيراً، قوياً أو ضعيفاً، رجلاً أو امرأةً!.\rفالتوبةَ التوبةَ، أيها الناس، قبْل أن تؤخذوا بالحَوْبة؛ فيُغْلَق عليكم الباب، وتواجِهون الحساب.\rوإذا قَدِرْتَ على الناس، فتذكَّر قدرةَ الله عليك، واعلمْ أنّ الله عليك أقدر، وأنه لا مفرّ لك منه سبحانه.","seal":"9C5C2D6D","part":1},
      {"page":27,"id":28,"nass":"وعلى الناس أنْ يُذَكِّروا كلَّ مَن وقَعَ في مثل هذا الإثم؛ فإنّ هذا مِن حقّه عليهم وحقِّ المسلمين جميعاً.\rولا شكَّ في أنّ أيّ زوجةٍ يَسرّها-وترضى-بأن يعود زوجها، الظالم لها، إلى الجادة، وتستمر حياتهما على الوئام والصفاء، في أُخوّةٍ لا ظُلْمَ معها.","seal":"D386FFA3","part":1},
      {"page":27,"id":29,"nass":"- ثالثاً: الحل إذا لم يُبادِر الزوج:\r- فإنْ لم يَفعل الأزواج، ولم يتوبوا؛ فإنّ الواجب على المظلوم أن لا يُقِرَّ الظلم، وأن يأخذ بالأسباب التي جعلها الله له للخروج مِن هذا الظلم، ومنها: البيان له والإيضاح والإفصاح، ومنها: مطالبته بالتي هي أحسنُ بالكف عن الظلم، ومنها: توثيق الحقوق، ومنها: الشكوى إلى مَن يُنصِف منه، ومنها: مخاصمته لدى القاضي، ومنها: الدعاء عليه، ودعوة المظلوم ليس بينها وبين الله حجاب!.\r- وينبغي أن تَعْلم الزوجة منذ البداية أن الأمرَ يَعْنيها بالدرجة الأُولى، وأن الحل يَرجع إليها بالدرجة الأُولى كذلك، وتستطيع أن تقوم بما لا يستطيع سواها؛ فعليها","seal":"7E8B4446","part":1},
      {"page":28,"id":30,"nass":"أن تتنبّهَ، منذ البداية، إلى معرفة حال الزوج وأخلاقه وما يُريده أيضاً تجاه هذا الأمر؛ فإنْ تَبيّن، لها بوضوحٍ أن الزوج مِن هذه النوعية مِن الناس؛ فعليها أن تتوصّل إلى حلٍّ سريعٍ واضحٍ معه، وإلا فعليها أن لا تترك لنفسها الإيغال في المشكلة، وأن تسعى مع وليّها لحسْم الداء منذ البداية. وهذا خيرٌ أَلفَ مرّة مِن التسويف إلى أن يَطْفح الكيل وتتعقّد المشكلة.\rولكن، إياها وسوء الظن والتسرع في غير موضعه؛ فكم نَجَم عنهما مِن المصائب، ولا سيما بالنسبة لطبائع غالبِ النساء، وأن تتحرس مِن الظلم ومِن هدْم سعادتها بيديها بسبب سوء الظن والتسرع والظلم.\rوعلى المرأة ووليّ أمرها أن يعلموا أنّ الأخذ بالحل في أوّل المشكلة هو المتعيّن عقلاً وشرعاً، وأنّ الصواب أنْ يكون الحل بِيَدِهم، لا بِيَدِ عمرو.\rوأنه على الرغم مِن أَنّ هذا هو الحل إلا أنه صعبٌ، لكنه لابدّ منه إذا كان هو الحل؛ فعليهم أنْ يُقْدموا،","seal":"B4024F4E","part":1},
      {"page":29,"id":31,"nass":"ويُوطِّنوا أنفسهم عليه، وأن يَعْلموا أنه أفضل وأيسرُ مِن الصبر على المشكلة وتأخير حلّها، أو تجاهلها متحمِّلين في سبيل ذلك كلَّ ما ينشأُ عنه مِن منغِّصاتٍ وعواقب وخيمة.\r- وينبغي للقضاة أن يَتفهَّموا هذه المشكلة، وأن يُنصِفوا المظلومين؛ فإنه بِغضِّ النظر عن الآراء الفقهية فقد قال صلى الله عليه وسلم: \"انصر أخاك ظالماً أو مظلوماً\"؛ فلا يُدْخِلوا في ذِممهم ظليمةَ ظالمٍ أو مخالفةً لأمْر النبي صلى الله عليه وسلم هذا وأمثاله؛ فلا يَصِحُّ للقاضي أو سِواه أن يُثير في نفس المرأة المظلومة مِن زوجها مشاعرَ الحزن والأسى أو الخوف مِن المستقبَل بعد الفراق؛ فلا ينبغي أن يفعل ذلك طمعاً في إعادتها إلى الوضع الذي جاءته متظلمةً منه؛ بل عليه أن يكون ناصحاً لها، وليس النصح لها منحصراً في إلزامها بالبقاء في عصمة الزوج على الظلم، فالواجب التثبت مِن قضيّتها ثم إنصافها مِن ظالمها.\r- وعلى المجتمع المسلم، بأسْرِهِ، أن يُسْهم في علاج هذه المشكلة، وأن يَسْعوا في رفْع هذه المَظْلمة الاجتماعية،","seal":"9F276C34","part":1},
      {"page":30,"id":32,"nass":"كلٌّ فيما يَخصّه، وبما يَستطيع:\r* فأولياء أمور النساء عليهم مسؤوليّةٌ، تبدأُ مِن مسؤولية الاختيار، ثم مسؤولية الرعاية والاطمئنان على حال بناتهم، ثم الوقوف معهنّ بالنصرة والتأييد والحماية، بعد التثبت المؤَكَّد.\r* كما أنّ على الآباء خاصّةً أن يتّقوا الله تعالى في بناتهم وفلذات أكبادهم؛ فلا يَضَيّعوهن بأي سببٍ، سواء كان بالتفريط وعدم المبالاة وعدم حسن الاختيار، أو كان بِعضْلِ بناتهم مِن الزواج رغبةً في استغلالهن وتشغيلهن، كما لو كانت ابنتُهُ عنده جاريةً أو أَمَة؛ ومِثلُ هذا لا يُقْدم عليه إلا مَن أُصيب بالعَمَه!.\rوالأب الذي يقع في مثل هذا الظلم ليته لم يَلِد، بل ليته لم يولد!. وستأتي وقفةٌ خاصة مع هذا النوع مِن الآباء.\r* مِن خطوات الحل للخلاف إذا وَقَع بين الزوجين، في بعض مراحله، اختيار حَكَمَيْن مَرْضيين مِن الطرفين؛ ينظران","seal":"032F5E7C","part":1},
      {"page":31,"id":33,"nass":"* في القضية، ويتثبّتان منها، ويتّخذان الحلّ المناسب، سواء كان ذلك على أساس بقائها في عصمة الزوج، أو التفريق بينهما؛ وذلك امتثالاً لقوله تعالى: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً أَوْ إِعْرَاضاً فَلا جُنَاحَ عَلَيهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً} 1.\rلكن ينبغي أن يُعْلم أَن هذا الحل له موضعه، فليس هو في كل حالٍ، وإنما هو في الحال التي أراد الله سبحانه تطبيقه فيها؛ وهي حينما يكون الأمرُ-مِن الخلاف والمشكلات-متوافراً فيه قَيْدان:\rالأول: أن يكون في دائرة ما يُمْكِنُ تَحَمُّلُهُ شرعاً؛ وذلك لأن مخالفة الشرع لا تجوز؛ فهناك حالاتٌ لا يجوز السكوت عليها أو الرضا بها شرعاً.\rالثاني: أن يكون في دائرة ما يُمْكِنُ تَحَمُّلُهُ وإطاقته\r__________\r1 35: النساء: 4.","seal":"92522B24","part":1},
      {"page":32,"id":34,"nass":"مِمَّن يعاني مِن المشكلة أو المشكلات، فيُمْكِن تحمّلها عندئذٍ إلى جانب المعالجة لها؛ لأن هناك حالاتٍ ليس في مقدور الإنسان إطاقتها أو الصبر عليها؛ وقد قال الله تعالى: {لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا} ، وكذلك لأن هذا الدين مِن أهمِّ مقاصده تحريرُ الإنسان مِن العبوديّة لغير الله سبحانه، وإنقاذُ الإنسان مِن الظلم- بما في ذلك ظُلْم الإنسان لنفسه- بل قد تقرر في هذا الدين تحريم الظلم والتعدي على الحيوانات، بما فيها الكلاب!.\rوكذلك إذا تَعدّى الظلمُ المظلومَ ذاته إلى سواه مِن الأهل والأولاد؛ فإنه ليس مِن حقِّ الزوجة أن تَصبِر على ذلك بحجّة أنها تتحمّل الأمر بأيِّ حجةٍ مِن الحجج، كأَنْ تتصوّر أن الأمر يتعلق بها هي فقط.\rعلى أنه ليس المراد بهذا الدعوة إلى اتّخاذ الفِراق بين الزوجين حَلاًّ دائماً أو في مقدِّمة الحلول؛ إنما المراد وضْع النقاط على الحروف وَفْق المعروف الذي أمر الله بأن تكون عليه الحال بين الزوجين؛ وهذا هو الأمر الذي يجب","seal":"E0905518","part":1},
      {"page":33,"id":35,"nass":"أن يُحَقِّقه الزواج بين المسلم والمسلمة.\r* وأقارب الزوج عليهم مسؤولية النصرة للحق وإنصاف الزوجة المظلومة مِن قريبهم، وقد يقومون بما لا يقوم به سِواهم.\r* والخطباء عليهم حقٌّ ومسؤولية تجاه معالجة هذه المشكلة، وتجاه بيان الحق للناس وأسباب السعادة في الدنيا والآخرة، وأهمية البعد عن المال الحرام، وبيان عواقبه في الدنيا وفي الآخرة.\r* والقضاة عليهم مسؤوليةُ مناصرة المظلوم وإنصافه مِن الظالم.\r* والجهة التي تعمل عندها المرأة عليها مسؤوليةٌ، بأنْ تتثبت مما يظهر مِن حالات الظلم؛ فلا تكون سبباً في تسهيله.\r* وعلى الدولة وولي أمر المسلمين مسؤولية التحَسّس مِن مثل هذه الظُّلامات، وإنصاف المظلومين، وردْع الظالمين، وتوقيع العقوبات الصارمة لكل مَن يتبيّن تَوَرُّطُهُ في مثل هذا المسلك.","seal":"4B0ACFC3","part":1},
      {"page":34,"id":36,"nass":"وقفةٌ مع الآباء أيضاً\rوالآباء الأصل فيهم-بحسب الفطرة التي فطرهم الله عليها-ينأَون عن ظلْم بناتهم في شيءٍ من أمور الدنيا أو سِواها، بل الأصل أنهم يَبذلون مِن عندهم لبناتهم، فضلاً عن أَن يتعدَّوا على بنيَّاتهم وفلذات أَكبادهم.\rلكن بعض الآباء قد خرجوا عن هذا الأصل، ومَشَوا على غير أصلٍ ولا فرْعٍ صحيح؛ وذلك حينما تَنَكّبوا عن هذه الفطرة التي فَطر الله عليها عباده، وتجاوزوا الأخلاق الواجبة شرعاً على الآباء تجاه الذريّة، لا سيّما البنات، اللاتي هن أَولى بالرعاية، والعطف، والمعروف.\rلقد تحوّلت عاطفة الأُبوّة والمودّة والرحمة تجاه البنيّات إلى العواطف المادّية الجائرة، التي لا تَعْرف صِلةً ولا قرابةً، ولا أُبوّةً ولا بنوّة، ولا شفقةً على مسكين أو ضعيف، ولا تَوَرُّعاً عن حرامٍ-فضلاً عن شبهةٍ-فأَصبح هؤلاء لا يُفكِّرون إلا في مختلف الطرق التي يستولون بها على أموال","seal":"B21A5DBE","part":1},
      {"page":35,"id":37,"nass":"بناتهم-أو أَولادهم-فوجدوا، أَو أَوجدوا طرقاً كثيرةً للوصول إلى مبتغاهم!.\rومِن طُرُقهم وأساليبهم ما يلي:\r- تأخير زواج ابنته لكي تبقى عنده فيستولي على راتبها الشهري لقاء وظيفتها.\r- إيذاء زوج ابنته؛ ليضطرّه إلى الطلاق، أو إلجائه إلى الطلاق ببعض الحجج المفتعلة؛ ليأخذ ابنته مِن زوجها. كلُّ ذلك حرصاً على راتبها. وما كنت لأُصّدِّق بمثل هذا أن يَحْصل مِن أبٍ لولا أنني علمتُ ببعض الوقائع مِن هذا القبيل!. على أنّ هذه الشاكلة في الآباء قليلة، إن شاء الله تعالى، لكنها ظاهرةٌ خطيرةٌ تستدعي النظر والعناية بالحلول الحائلة دون تنامي مثل هذه الظاهرة في مجتمعات المسلمين.\r- الاحتجاج ببعض المعاذير والحجج التي يُصوِّرونها أَدلةً شرعية لهم في هذا التصرف الظالم، ومِن ذلك","seal":"DDF45CE2","part":1},
      {"page":36,"id":38,"nass":"الاحتجاج بمثلِ حديث: أنت ومالك لأبيك1.\rمع أن الحديث-إنْ حُكِم بثبوته2 عن رسول الله صلى الله عليه وسلم-لا يُقرّر قاعدةً للناس عامةً، وإنما هو حُكْمٌ في حادثةٍ بعينها؛ إنها كانت واقعةً رفَعَها إليه المخاطَبُ بقوله: \"أنت ومالك لأبيك\". والوقائع تختلف ظروفها وأسبابها اختلافاً يقتضي اختلافها في الأحكام.\rوحتى لو قيل بجواز أخْذ الوالد مِن مال ابنه؛ فإنّ مال البنت أقرب إلى أن يُتَورَّع عنه؛ لضعفها ومغايرتها عن الرجل.\rوحتى لو قيل بجواز أخْذ الوالد مِن مال ابنه؛ فإنّ هذا أيضاً ليس معناه إهدار النظر إلى الظروف والأحوال، واختلافها، ووجوب التورّع عن الشبهات، والبعد عن المحرّمات.\r__________\r1 ابن ماجه، 2291و 2292. التجارات، وأحمد، 6863. وسنده عند أحمد فيه كذّاب.\r2 الرواية فيها مجالٌ للنظر والاجتهاد الذي يَجعلها مترددةً بين الحُسْنِ والضعف. ولم أستقصِ البحث فيها.","seal":"DA138779","part":1},
      {"page":37,"id":39,"nass":"وأنّ ذلك-أيضاً-ليس معناه إباحة الظلم والاعتساف مِن الوالد؛ لأنه والد!.\rوكيف يُتصوَّر أَن يبيح الله تعالى للوالد ظلْمَ ولده-سواء كان ابناً أو بنتاً-مع أن الله سبحانه قد حرَّم الظلم على نفسه، وجعله محرَّماً بيننا، كما جاء في الحديث القدسيّ: \"يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلا تَظَالَمُوا ... \" 1.\rوأين رعاية مقاصد الشريعة وقواعدها العامّة، التي لا تُجيز هذا النوع مِن التعامل الأنانيّ الظالم!.\rإنه ليس لأحدٍ مِن الناس أن يَظلم أحداً، مهما كانت قرابته أو بُعده، ومهما كانت ولايته، سواءٌ كان أباً، أو زوجاً، أو أخاً، أو عمّاً أو خالاً، أو وكيلاً أو سِواهم.\rومَن استباح لنفسه شيئاً مِن الظلم محتجّاً بشرْع الله فقد كَذب على الله، وإنما حسابه عند ربه الذي إليه\r__________\r1 مسلم، 2577، البر والصلة والآداب.","seal":"BAC5E0E7","part":1},
      {"page":38,"id":40,"nass":"تصير الأمور.\rولئِن ظَفِر الظالم اليوم بشيءٍ مِن مظلومِهِ؛ فلْيَعْلم أنه اليوم في قبضة الله وحكمه، وغداً سيظفر به خصمه بين يدي الله يوم القيامة، {َوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ. إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} 1.\rوماذا يَنفع اللئم إذا قَدِم على ربه بقلبٍ غير سليم، وسلوكٍ ذميم، وظُلْمٍ للعيال والحريم، وتَعَدٍّ على مقام الرَّحِم الكريم!.\rوهل في الدنيا ومتاعها الزائل عِوَضٌ عن الله ورضوانه وما عنده مِن نعيمٍ مقيم، وجنّةٍ عَرْضُها السماوات والأرض أُعِدَّت للمتقين؟!.\rنسأله تعالى هدايةً وتوفيقاً لطاعته، وبُعْداً عن معاصيه وسخطه، إنه وليُّ ذلك والقادر عليه.\r__________\r1 88-89: الشعراء: 26.","seal":"82438C03","part":1},
      {"page":39,"id":41,"nass":"مخاوف في غير موضعها!\rقد يُحْجِم بعض المظلومين والمظلومات عن الإقدام على المبادرة إلى الأخذ بهذه الحلول، التي أَوضحناها آنفاً؛ بحجة عددٍ مِن المخاوف، ومِن ذلك ما يلي:\r- الخوف مِن أن تنتهي المواجهة مع الزوج الظالم إلى الطلاق.\r- الخوف من نظرة المجتمع للمرأة المطلَّقة.\r- الخوف على مصير الأولاد.\r- الخوف مما قد يفعله الزوج مِن تهديداته السالفة.\r- الخوف مِن الحياة الجديدة بعد ذلك.\r- إلى غير هذا مما قد يعتمل في صدْر الزوجة، أو وليّ أمرها، أو مما قد يقوله لهم الآخرون.\rوهذه المخاوف، لا بأس أن يُفكَّر فيها، لكن بشرطِ أن لا تكون حائلاً للإنسان دون مباشرة الأسباب-التي شرعها الله تعالى لعباده-للخروجِ مِن مثْل هذه المظالم، والابتعاد عن الحياةِ غير الطبيعية التي ربما يستسلم لها بعض","seal":"1F2ECA8C","part":1},
      {"page":40,"id":42,"nass":"الناس مدى حياته، دون حلٍ، أو جدْوى مِن وراء معاناةٍ لغير الله، أو على وجْهٍ لم يشرعه الله.\rلكنّ مَن يتخوّف مِن التفكير في هذه الحلول، خوفاً مِن سطْوةِ الظلوم الجهول، كان مِن المفتَرَض أن يُفكِّر ويُقَلِّب وجهات النظر، ويتعرّف على ما ينبغي له أن يَسلكه لحل مشكلته، أو مشكلة مَن يجب عليه أن يسعى في حَلِّها.\rوينبغي للإنسان أن يَعْلم أن التفكير الصحيح ليس حراماً، بل هو واجب.\rوينبغي للإنسان يُدْرِك أنه لا مُشكلة في التفكير في حلِّ المشكلة، لكن المشكلة إنما هي في عدم التفكير في ذلك.\rوينبغي للإنسان أن يَعْلم أنّ تفكيره في الخروج مِن مشكلاته ليس فيه أيّ خطرٍ، طالما التزم الإنسانُ الطريقَ السديدةَ، وقَصَد الغايةَ النبيلة.\rوينبغي للإنسان أن يَعْلم-أيضاً- أنّ تفكيره في الخروج مِن هذه المشكلة، لا يَعني الفِراق بالضرورة، لكن، ما","seal":"A4346563","part":1},
      {"page":41,"id":43,"nass":"المانع منه إذا كان هو الحل المتعيِّن!.\rوكم مِن أُناسٍ فَرُّوا مِن هذا الحل، ثم لجأُوا إليه في نهاية المطاف، بعد أنْ وَقَع بهم ما كان يُخاف!.\rفماذا نفَعَهم الحذر والازورار والفرار!.\rوبماذا عاد عليهم التسويف والخوف والتأجيل!.\rعلى أننا نؤكِّد مرّةً أُخرى هنا، بأنه ليس معنى هذا تحديدَ الحل في الفِراق فقط، وليس معناه الدعوة إلى التوجّه لهذا الحل في أوّل الأمر دائماً، لكن المقصود هو النظر على مختلف الوجوه، وعدم استبعاد التوجّه إلى الانفصال بين الزوجة وزوجها إذا كان هذا هو الحلّ الأمثل أو المتعيّن في حالٍ ما.\rفلا تخافوا مِن التفكير، والتعرف على الحل المناسب أيّاً كان، إِذَنْ، أيها الناس!.","seal":"CE9E4676","part":1},
      {"page":42,"id":44,"nass":"تساؤلاتٌ تحتاج إجابة!\rإنّ هناك أسئلةً موجَّةً إلى الذين يَفِرّون مِن مجرد التفكير مِن الإقدام على حل المشلكة مادام صعباً فِرارهم مِن الأسد، ويَخافون مِن ذلك أشدَّ الخوف!.\rومِن هذه التساؤلات ما يلي:\r- إذا كان الأمر على هذا الوجه الذي يتوهّمه هؤلاء الناس-في الموقف مِن مثل هذه المشكلة-فلماذا شرَعَ الله الطلاق، والفسْخ؟. ومتى تُطبَّق هذه الأحكام إِذَنْ؟.\r- ثمّ أليس ثَمّتَ حِكْمة في تشريع الله لهذه الأحكام؛ بحيث تقتضي الحكمة الإلهية عندئذٍ أن يكون تطبيق هذه الأحكام هو الحل؟.\r- أليس الإعراض عن الأخذ بهذه الأحكام -وهي حلول شرعية-يُعَدُّ إثماً وإعراضاً عن هذه الحلول؟.\rإنّ كثيراً مِن الناس يَصرفهم عن اختيار الحل للمشكلة عن طريق الفِراق مجرّد خوفهم مِن سمعة الطلاق وأثره في","seal":"4BCA88F7","part":1},
      {"page":43,"id":45,"nass":"نفوسهم؛ لتصوّرهم أنه يُعَدّ منْقصةً في الزوجة المطلَّقة. وهذا تصوّرٌ مخطيءٌ، ولا شكّ؛ لأن الفراق بين الزوجين إنما هو بحسب دوافعه وأسبابه؛ فمنه ما هو محسوبةٌ تَبِعتُه على الزوجة، ومنه ما هو محسوبةٌ تَبِعَتُه على الزوج؛ وذلك بحسب الأسباب الداعية إليه.\rوالحقّ أن مِن الطلاق أو الفِراق ما هو شَرفٌ وسعادة للزوجة، على ما يشهد به واقع عددٍ مِمن أَخذ بهذا الحل في موضعه الشرعيّ.\rولا أدري كيف يَستبيح بعض الناس أن يُصوِّر الطلاق والفِراق منقصةً بالزوجة، مع أن الله هو الذي شرَعَه؛ فهل أَمَرَ الله بالعار، أو بما فيه ضررٌ على الزوجة؟! تعالى الله وتَقَدَّس عمّا يقوله الجاهلون علوّاً كبيراً!.\rوهذا يُرَدُّ به أيضاً على الأطراف الأخرى التي تتصوّر هذا التصوّر عن المطلّقة.\rوقد جعَلَ الله للزوجة حقّ السعي لدى القاضي إلى الفسخ؛ فتكون في هذه الحال هي التي تركتْه، وليس العكس.","seal":"44EAAE2A","part":1},
      {"page":44,"id":46,"nass":"إنّ كلَّ هذه التساؤلات تقضي بأن يعود صاحبُ هذه المشكلة إلى المعالجة الشرعية، وَفْق نظرةٍ متأنيّة حكيمة في التطبيق للأحكام في مواضعها؛ فلا يَحْرِم الإنسان نفسه مِن الاستفادة مِن منهج الله وشرعه في حلِّ مشكلات الإنسان.\rوينبغي أن تتساءل المرأة صاحبة هذه المشكلة، وتجيب نفسها بصراحة: أَيُّ حياةٍ هذه التي تحْرص عليها مع شخصٍ يفتقد الرحمة أو الإنسانية أو الأخلاق الأساسية للحياة حياةً طبيعية!.\rإنّ كثيراً مِن النساء ربما يَصْبرنَ على كثيرٍ مِن المشكلات مع هذا الصنف مِن الأزواج أَملاً في أمانٍ معسولة مُنْتظَرة مِن وراءِ هذا الصبر-كأنْ تَطْمع في أن يُعوِّضها الزوج فيما بعد، أو أبناؤها منه- فتكون حياتها مستقرّة. وما هي في الحقيقة إلا أوهام؛ إذْ ليس مِن طبيعة هؤلاء الأزواج، وربما ذريّتهم أيضاً، أن تتحقق على أيديهم تلك الأماني؛ لأنّ فاقد الشيء لا يُعطيه. وإنما الذي يَحْصل عندئذٍ هو أن تكون هذه المرأة المُضَحِّية هي","seal":"77015E2C","part":1},
      {"page":45,"id":47,"nass":"الضحيَّة؛ وقد لا تُدْرِك هذا إلا في نهاية الأمر، حين لا يَبْقى مجالٌ للحلّ!.\rوقد تأخذ الزوجة ووليّها بأسلوب الصبر على هذه المشكلة، في غير موضعه، أو بأُسلوب التجاهل للمشكلة-جَرْياً على طريقة النعامَة المعلومة، وإنْ كانت غير مفهومة! -مع أن دفْن الرأس في الرمال ليس إخفاء للمشكلة.\rوإذا لم يكن للمشكلة حلٌّ إلا الفِراق؛ فإنّ في الصبر\r-مِن بعْدِ ذلك- على أَقدار الله سَلوَةٌ للمؤمنة وأَجراً، وإنّ في الأمل في الله ذُخْراً وعِوَضاً وأجْراً وسلْوَةً.\rوأمّا مَن ربطتْ مصيرها بحلٍّ واحدٍ ليس إليه سبيل؛ فالواقع أنها قد أَضاعت نفسها بنفسها، وربما أَضاعت غيرها!.\rنسأله تعالى الهداية والتوفيق، وأن يُجنّبنا الحرام والظلم، وأن يجعلنا هادين مهديين. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.","seal":"5179C67D","part":1},
      {"page":46,"id":48,"nass":"قصص من الواقع في هذا الموضوع1\rنَعْرض فيما يأتي قِصصاً مِن الواقع، يَحْكيها بعض مَن اصطلى بنارِ هذه المشكلة، وهذا الأمر يؤكِّد ما سبق عرْضُه عن المشكلة وحلولها، ويؤكّد وجود هذه الظاهرة التي ينبغي للناس أن يسعوا في إنهائها مِن مجتمعاتهم.\rولعلّ مِن المناسب الإشارة هنا إلى أنه ليس القصد مِن عرْض هذه القصص تأييد آراء أصحابها، أو التماس الحلول فيها، وإنما تصوير المعناة، بغضّ النظر عن تصويب ما ورد فيها مِن وجهات نظر وحلول، أو تخطئته؛ وذلك أنّ ما عَرضناه مِن الحلول هو الذي يتعين الأخذ به عملاً بما قررتْه شريعة الله تعالى.\r__________\r1 منشورة في \"الاقتصادية\"، العدد 2012، السبت، 20 مارس 1999، ص6.","seal":"AABF3F18","part":1},
      {"page":47,"id":49,"nass":"القصةُ الأُولى:\rبدأتْ تجربتها -معلمة ثانوي وأم لأربعة أطفال- بعد تخرجها في الجامعة بالاقتران بموظف في القطاع الحكومي لا يتجاوز راتبه أربعة آلاف ريال، وتقول: \"سعيت من أجل الحصول على الوظيفة، بدافع التعاون، وتحمل المسؤولية مع الزوج في أعباء الحياة، وعُيِّنت في إحدى المدارس الثانوية براتب أعلى من زوجي، وتم التراضي فيما بيننا على ادخارِ أكبرِ قدرٍ من راتبي، من أجل بناء بيت لنا ولأطفالنا، ووافقته على ذلك ومرت علينا الأيام ونحن نُقتِّر على أنفسنا من أجل \"الفيلا\" والبيت الجديد، والأحلام التي تراود تفكيرنا، التي أصبحت لا تنتهي، وعند اقترابنا من انتهاء هذا البيت وتأثيثه، سرعان ما تغير رفيق الدرب، وأصبح لا يُطيق رؤيتي، وكلما سألته: متى سننتقل إلى المنزل الجديد؟ يقول: \"ليس الآن\"، هناك ديون كثيرة عليَّ تسديدها، أريد أن أدخل بيتي الجديد دون أي مشكلات\".","seal":"2608BBD2","part":1},
      {"page":48,"id":50,"nass":"وتقول: \"بقيت على هذه الحال شهرين كاملين، ولاحظت غيابه المتكرر، وشككت في أمره، فهاتفت أحد إخوتي، وأَمَرْته بتتبعِ حركاته، وإلى أين يذهب؟. وفوجئت بما لا أتوقع أبداً، ولم يكن في الحسبان، وهو: أنه ينوي الزواج من غيري؛ لِيُدْخلها حلمي الجديد، الذي كافحت طوال هذه السنوات في كل ركنٍ من أركانه، فأخذت نفسي وأطفالي وسكنت فيه، رغماً عنه؛ فكانت ردة فعله ضربي وإهانتي أمام أطفالي، وحاول مراراً أن يسحبني إلى خارج المنزل من فروةِ رأسي، فلم أستطع الصمود أمامه، وخرجت من المنزل، وذهبت بنفسي وأطفالي إلى بيت أهلي، وبعدها أكمل رفيق الدرب نواياه وخططه، وأتى يوم زفافه فلم أستطع تحمل ذلك، فدخلت المنزل وهدمت كل ما فيه، لم أترك شيئاً فيه إلا دمرته، وكان الطلاق آخر ما حصلت عليه منه، وهذه مأساتي.","seal":"FA636911","part":1},
      {"page":49,"id":51,"nass":"القصةُ الثانية:\rطبيبةٌ تتقاضى راتباً كبيراً، بينما يعمل زوجها في شركة أهلية، براتبٍ أقل بكثير مما تتقاضاه، وتقول: \"والدي يعطيني مصروفاً مستمراً حتى بعد زواجي، وبذلك أصبح دخلي ثلاثة أضعاف دخْل زوجي، ولذلك أصبحت أنا المسؤولة عن كل شيء، وتحولت الأدوار دون أن أدري، أنا أنفق وأخطط وأتولى مسؤوليات المنزل والأولاد. وكان ما على زوجي هو أن يعطيني مرتّبه شهرياً، والحقيقة أنه متفهم لهذا الموقف، فهو يساعدني ولا يثير أيَّ نوع من المشكلات، ولا يمانع بأن أساهم أنا بباقي المصروفات. كما أني لا أشك في نيته، فهو لا يستغلني، ولكننا متفقان على الأسلوب الذي ندير به حياتنا\".\rلكنها تشكو من كثرة الأعباء التي تتحملها، وتقول: \"أنا أفقد أنوثتي، وأشعر دائماً أنني رجل البيت، فأنا الذي أفكر في اتخاذ أي قرار، أو ترتيبٍ أو مشتريات، أو حل مشكلات الأولاد، وتأقلم زوجي على هذا الدور، ولا","seal":"009DBDA2","part":1},
      {"page":50,"id":52,"nass":"يرغب في التغيير، أو البحث عن عمل آخر، فهو لا يشعر بفداحة المسؤولية التي تقع على عاتقي، وبذلك أصبحت أنا محرومة من أن أعيش أنوثتي، وشعوري كامرأة، بالاعتماد على زوجي الذي لا بد أن يكون هو السند لي، ولست أنا الذي يسنده\".","seal":"4923AFC5","part":1},
      {"page":50,"id":53,"nass":"قصةٌ ثالثة:\rوهذه تجربة مختلفة، امرأةٌ عمرها: 38 سنة، تزوجتْ في سن متأخرة، وتقول: \"كنت مخطوبة لابن عمتي منذ صغري، وسافر للخارج لإتمام دراسته الجامعية، وبعد العودة، قال: إنه لا يرغب في الزواج مني، وانتهى الأمر، وتوظفت معلمةً في إحدى المدارس الحكومية، وحصلت على ترقياتٍ بلغ فيها راتبي عشرة آلاف ريال، تقدم لخطبتي رجل متزوج، وقد بلغت وقتها السادسة والثلاثين من العمر، فكّرتُ كثيراً قبل الموافقة، وقد بدا رجلاً طيباً في بداية الأمر، ولكن بعد إتمام الزواج ظهرت","seal":"FED1FF54","part":1},
      {"page":51,"id":54,"nass":"النوايا الحقيقية، فجعلني أسكن مع زوجته وأبنائه، وبعد نهاية الشهر الأول عدت للعمل، وكان نهاية كل شهر أجده ينتظرني في السيارة عند المدرسة، ويأخذ راتبي كاملاً، ويقول: أنت زوجتي، ويجب أن تساعديني\".\rوتقول: \"رفضت أن أعطيه الراتب، ونشبت خلافات عديدة بيننا، وكنت في الأشهر الأولى من الحمل، وقد قال إنه يريد إكمال بناء البيت الذي سنسكن فيه فيما بعد، وتحملت من أجل الطفل، ولكن للصبر حدود، فطلبت الطلاق فهددني بأخذ طفلي، وبعد الانتهاء من بناء المنزل ذهب ليعيش فيه مع زوجته الأولى وأبنائه، ثم طلقني بكل سهولة، وعدت إلى أهلي أنتظر عقاب الله تعالى في هذا الرجل وأمثاله\".","seal":"21A85D16","part":1},
      {"page":51,"id":55,"nass":"قصةٌ رابعة:\rامرأةٌ عمرها: 31 سنة مسؤولة في قسم الصيدلة في أحد المستشفيات الحكومية، يبلغ راتبها الشهري 12 ألف","seal":"F70731BE","part":1},
      {"page":52,"id":56,"nass":"ريال، غير متزوجة، تقول: \"كنت أسمع كثيراً عن الزوج الذي يسلب راتب زوجته دون رحمة، ولم يخطر ببالي أني سأصادف مثل هذا النوع من الرجال في يومٍ من الأيام، حتى تقدم لخطبتي رجل مطلِّقٌ، ولديه طفلٌ، راتبه الشهري ستة آلاف ريال\".\rوتقول: \"بعد البحث والتحري، وافقت على الخطبة، كان يحدثني، ويسأل عن أخباري كل يوم تقريباً، وسمعت منه أجمل عبارات الحب والإعجاب، التي لم أسمعها في حياتي، وشعرت أنه الرجل الوحيد الذي يستطيع إسعادي، كان يزورنا بين الوقت والآخر، ولاحظت أنه لم يُقدِّم لي في يومٍ من الأيام هديةً أو وردة صغيرة، فقلت ربما يكون بخيلاً، بعد ذلك طلب من أهلي أن يكون الزواج عائلياً، دون تكاليف، ثم عرفت أنه لم يغير أي شيء من أثاث بيته الذي سبق له الزواج فيه، وذات يوم طلب مني مبلغ 30 ألف ريال، لأنه يَمُرُّ بضائقه مالية، وأعطيته ما يريد عن طيبِ خاطر، وبدأ يماطل في إتمام","seal":"041C8C65","part":1},
      {"page":53,"id":57,"nass":"الزواج، ثم طلب مني مبلغاً آخر، وقررت بيني وبين نفسي أن أختبره، وقلت له: أريد أن أتفرغ بعد الزواج لخدمتك، وأترك العمل؛ فثارت ثائرته وغضب كثيراً، وقال بالحرف الواحد: إن تركت العمل لن أستمر معك. وبذلك اتخذت قرار تركه إلى الأبد غير آسفةٍ، وأحمد الله أنه أنقذني منه\".","seal":"DBD14D44","part":1},
      {"page":53,"id":58,"nass":"قصةٌ خامسة:\rمدَرِّسة تتقاضي راتباً قدره خمسة آلاف ريال، غير متزوجة- تقول: \"بالفعل أخشى فكرة الزواج، بسبب تفشي هذه الظاهرة الغريبة على مجتمعنا المسلم، والغريبة على أبناء بلدنا، فقد حدث أن اتصلتْ سيدة بوالدتي، تريد خطبتي لابنها، ولم تسأل عن أي شيء غير: هل هي موظفة؟ كم راتبها؟ منذ متى كان تاريخ التعيين؟. مما أثار دهشتنا جميعاً لهذه الطريقة المباشرة والغريبة، وازداد خوفي من الزواج.","seal":"135FCEB7","part":1},
      {"page":54,"id":59,"nass":"قصةٌ سادسة:\rموظفة في مستشفى عمرها 28 سنة، براتب سبعة آلاف ريال، كان زوجها يشجعها على العمل، وتقول: \"سعى زوجي كثيراً حتى يوظفني، وبعد الوظيفة أصبح يأخذ راتبي كاملاً، ويعطيني منه ألف ريال فقط، ويقول: أنا أوصلك كل يوم للعمل، وسعيت لتوظيفك؛ لذا فإن الراتب يحق لي، فيجب أن تشاركيني في المصروف، وتناقشت معه كثيراً في الموضوع، وأنني أتعب كثيراً في العمل دون فائدة، وفي النهاية قررت ترك العمل، والبقاء في البيت، رغم أنه يُضَيِّق عليّ في المصروف، ولكن هذا أفضل من التعب من دون راحة نفسية ومادية\".","seal":"9972FA0A","part":1},
      {"page":54,"id":60,"nass":"قصةٌ سابعة:\rامرأةٌ تروي قصتها مع زوجها الذي خدعها، وسلب مالها، وتقول: \"عندما حصلت على وظيفةٍ في مدرسة حكومية، كانت الفرحة لا تسعني، وفرِح زوجي كثيراً، لأننا نستطيع بذلك تأسيس بيت الزوجية معاً، واتفقنا","seal":"B7EFC641","part":1},
      {"page":55,"id":61,"nass":"على بناء منزل جديد، وبالفعل نهاية كل شهر يجمع راتبي، ستة آلاف ريال، مع راتبه، سبعة آلاف ريال، واشترى قطعة أرض، وشرع في بناء البيت عليها، واستمرت رحلتنا في الشراء والبناء ثلاث سنوات حتى اكتمل بناء \"الفيلا\" الصغيرة\".\rوتقول: \"بعد اكتمال البناء فوجئت بزوجي يؤجر الجزء العلوي من البيت، ويعرض الجزء السفلي للإيجار وعند تحصيل الإيجار، يضعه في حسابه؛ لأنه يريد بناء بيت آخر لنا في المستقبل، لاحظت كثرة سفر زوجي وكثرة غيابه عن البيت، ومع الوقت اكشتفت أنه متزوج ويعيش في الجزء السفلي من البيت الذي دفعت فيه الكثير من المال والجهد، وقصّرت على نفسي كثيراً لبنائه. وفي نهاية المطاف يتزوج أخرى ويتركني أَعض أصابع الندم على ما فرطت\".","seal":"45DB8F53","part":1},
      {"page":56,"id":62,"nass":"قصةٌ ثامنةٌ:\rمتخصصة اجتماعية، تقول: إن تفشي ظاهرة استيلاء الأزواج على رواتب زوجاتهم العاملات يلفت النظر إلى ضرورة التوعية بمساويء هذه الظاهرة التي تُعَدُّ طعناً للرجولة، لأنّ مسؤولية الإنفاق على البيت وإعاشة الأسرة إنما هي على الرجل، وتقول: إن اقتناص بعض الرجال رواتب زوجاتهم عادة دخيلة علينا. وهي لا ترى عيباً في أن تعطي الزوجة لزوجها راتبها، لكنها تشترط أن يتم ذلك برضا الزوجة التام، ودون استخدام الزوج الوسائل غير المرغوب فيها، كالتهديد والعنف، وتدعو الأزواج والزوجات إلى النقاش والحوار حتى يمكن الوصول لحلول مرضية للطرفين، ولا تكون بمثابة إهانة لأيٍ منهما.","seal":"71A0942C","part":1},
      {"page":56,"id":63,"nass":"رأيٌ في الموضوع:\rشخصٌ يدافع عن الرجل، باعتبار أنه بطبعه يريد أن يأخذ، ويقول: \"إذا لم تكن أمام الرجل المرأة القوية التي","seal":"1FCA0113","part":1},
      {"page":57,"id":64,"nass":"تقف وراءه وتسانده، فإنه يتركها ليبحث عن تلك التي تتحمل المسؤولية والاستقلالية، والتي تفكر بعقل وحكمة، فالرجل منا يحتاج للمرأة التي تهتم بثقافتها واستقلاليتها بقدر اهتمامها بأنوثتها، وإيجاد التوازن الفعلي للحياة المشتركة، فهو دائماً يبحث عن الشخصية التي تستطيع أن تحافظ فيها على جميع الموازين\".\rويستدرك قائلاً: \"لكن في حالة سماح المرأة لزوجها بأخذ الراتب، هنا يبدأ التساؤل: أين شخصيتها وقوّتها؟ أنا لا أقصد أبداً القوة الجسدية، بل القوة العقلية، ومن المعروف أن المرأة منذ بدء الخليقة توصف بالحِنكة والدهاء أكثر من الرجل، وتغلبت عليه في مواقع مختلفة، شهد لها بالذكاء وحسن التصرف، فلماذا التخاذل والشعور بالتدني وسيطرة الرجل؟. فالمرأة في إمكانها حل جميع تلك المشكلات باستخدام الحكمة والعقل والتحلي بالقليل من الصبر\".\rويضيف: \"في حالة استيلاء الزوج على راتب الزوجة،","seal":"DFC5FA98","part":1},
      {"page":58,"id":65,"nass":"ستظهر سلبيات كثيرة في العلاقة بينهما، أهمها أن مكانته كقائد أسرة وزوج تتزعزع، وتبدأ الزوجة في فقد ثقتها في هذا الزوج، وتحس بأنه لا يستطيع حمايتها، فكل ما تحتاجه المرأة هو أن تكون في كنفِ رجلٍ يرعاها ويحبها، ويَضْمن لها حياة كريمة، وهذه حقيقة لابد أن يدركها جميع الأزواج\".","seal":"5D242370","part":1},
      {"page":58,"id":66,"nass":"رأيٌ ثانٍ:\rيؤكد محامٍ أن جميع الأحكام والتشريعات الإسلامية تُحَمِّل الرجلَ عبء الإنفاق كاملاً، ولا تُحَمِّلُ المرأة.\rولكن يستدرك قائلاً: \"تضطر المرأة أمام الظروف الاقتصادية الحالية، إلى تخصيص جزء من راتبها لتدبير شؤون المنزل حتى تسير عجلة الحياة، إلا أن ذلك ليس إلزاماً، ولا توجد أي قوة تُلْزِمها بالإنفاق على الأسرة\".\rويضيف: \"هنا يجب ألا يتسم الرجل بالجشع، وألا يحصل على أي جزء من راتب زوجته إلا بالتراضي التام، وليس بالإجبار، وأحياناً تحت تهديد الأزواج تدفع","seal":"50CE06EA","part":1},
      {"page":59,"id":67,"nass":"الزوجة راتبها كاملاً، وإِذَنْ ينبغي أن تساهم الزوجة بجزءٍ، وليس بكامل راتبها\".\rويَحْصر المحامي الكثير من الشكاوى والقضايا التي تَرِدُ إليه، من هذا القبيل، في ثلاثة أنواع:\r- الزوج الذي يعتدي على راتب زوجته أو إرثها لينفقه، دون خجل على الزوجة الثانية.\r- الزوج الذي يأخذ راتب زوجته، أو شيئاً من إرثها، وينفقه على ملذاته الخاصة، أو السفر إلى الخارج.\r- والنوع الثالث -وهو أخفهم ضرراً- الذي يعتمد على زوجته في مصروفات المنزل من مالها، دون أن يكلف نفسه بالبحث عن عملٍ أو مصدرٍ يرتزق منه.\rويوضح أن \"تلك الحالات تتسبب في 70 في المائة من قضايا الطلاق، فالسبب الأول في هذه المشكلة هو: أخْذ راتب الزوجة\".\rويفرض الإسلام على الزوج الإنفاق الكامل على زوجته، ويفرض عليه، أيضاً، إذا كان قادراً أن يوفر لها","seal":"20378B73","part":1},
      {"page":60,"id":68,"nass":"خادمة، كما يجيز الإسلام إعفاء المرأة من إرضاع أطفالها، فالدين الإسلامي يرفع دائماً من شأن المرأة ما لم نجده في الأديان الأخرى أو في البلاد المتقدمة.","seal":"DEC30D09","part":1},
      {"page":60,"id":69,"nass":"رأيٌ ثالث:\rويقول قاضٍ في المحكمة الشرعية الكبرى في جدة: \"ليس للزوج الحق في الانتفاع بمال الزوجة، فذلك أجرها عن عملٍ مشروع، إن كان راتباً، وذلك حقها ونصيبها الشرعي الذي قَسَمَهُ الله لها، إن كان إرثاً من ذويها، فإنْ قدّمته الزوجة لزوجها بنفسٍ راضيةٍ، دون إكراه لتساعده على ظروف الحياة ومتطلبات الأسرة، فذلك ليس فيه شيء، وليس للرجل، بأي حال من الأحوال، أن يُكرهها على المبلغ الذي تريد المساعدة به، فذلك يرجع لرغبتها واستطاعتها دون إجبار.\rويؤكد أن: \"الرجولة والشهامة تفرضان على الزوج ألا يكره زوجته على أخذ مالها، وأن يترك لها فرصةً أن","seal":"BB78F1FA","part":1},
      {"page":61,"id":70,"nass":"تتقدم هي باختيارها وشعورها بأنها شريكة حياةٍ للزوج، وأنها أم أطفاله وكذلك يُسعدها أن تعيش حياةً كريمة مستقرة لا ينقصها هي وأولادها شيء، فهي بالتالي لا يمكن أن تقصِّر على بيتها وأولادها، ولكن ليس بالإكراه والتجبر والسيطرة عليها\".","seal":"517F2015","part":1},
      {"page":61,"id":71,"nass":"رأيٌ رابع:\rإحداهنّ تقول: إن الشرع قد أعطى للزوجة المحافظة على حقوقها المادية، وممارسة الأعمال المختلفة، التي تحقق لها الحياة الكريمة، وتتفق مع طبيعتها كأنثى، فمن الغريب قيام بعض الأزواج أو الآباء بالاستيلاء على راتب الزوجة أو الابنة، واعتبارها بقرةً حلوباً، دون النظر لإنسانيتها وكيانها المستقل.","seal":"21520F75","part":1},
      {"page":61,"id":72,"nass":"رأيٌ خامس:\rإحداهنّ تَذْكر أن هناك عدداً كبيراً من النساء يطلقن لرغبتهن في الاحتفاظ برواتبهن بعيداً عن جشع أزواجهن، وتؤكد أن هناك بعض الرجال يأخذون شيكات الرواتب من","seal":"C0D03854","part":1},
      {"page":62,"id":73,"nass":"زوجاتهم كاملة، بغض النظر عن حاجتهم للمال، وتعزو ذلك إلى اعتقادهم أن المرأة يمكنها أن تتخذ أي قرار تشاء، إذا امتلكت المال، وتوضح أن هناك زوجات يسددن من رواتبهن، لفترةٍ طويلة، قروضاً حصل عليها الأزواج أو أقساطاً لسيارات يركبها الأزواج.","seal":"ECFAE695","part":1},
      {"page":62,"id":74,"nass":"رأيٌ سادس:\rويقول أحدهم: إن مشكلة استيلاء بعض الأزواج على رواتب زوجاتهم انتشرت مع زيادة أعداد النساء العاملات، وتأخِّرِ سن زواج الفتاة، وعدم تحلِّي الرجال بدورهم الأساسي في المنزل، والذي يبدأ من الإنفاق على الزوجة والأبناء.\rويقول: إن هناك أزواجاً يهددون زوجاتهم بالطلاق في حالة امتناع الزوجة عن التفريط في راتبها، أو رغبتها في ترك العمل، والجلوس في المنزل، ويقول: إن المدرسات هن الأكثر وقوعاً ضحايا، ربما لأن التدريس هو المهنة الأكثر انتشاراً في أوساط النساء، ويوضح أن: هناك آباء، أيضاً، يطمعون في رواتب بناتهم، ويقومون بتأجيل زواجهن","seal":"1AA5D03F","part":1},
      {"page":63,"id":75,"nass":"للحصول على الراتب لأطول فترة ممكنة، وبذلك يكون الراتب نقمةً على المرأة وليس نعمة.","seal":"0E463FD6","part":1},
      {"page":63,"id":76,"nass":"رأيٌ سابع:\rويُخْبِر أحدهم عن اعتزامه على الزواج للمرة الثانية من إحدى المطلقات، ويعترف أنه يأخذ نصف راتب زوجته الحالية، وكذلك سيفعل مع زوجته الجديدة، ويرى أن حصوله على نصف الراتب عدلٌ تماماً، ويعزو ذلك إلى تركه للمرأتين تعملان دون منعهما من العمل، ويعتقد أن خروجها للعمل يقلل من راحته، لذلك يستحق 50 في المائة من الراتب كتعويض!.","seal":"0E48CCA3","part":1},
      {"page":63,"id":77,"nass":"تعقيب\rهذه قِصصٌ يواجهها عددٌ مِن المظلومين والمظلومات، ويعانون منها سنواتٍ عديدة، والظالم لا يُحِسُّ ولا يَشعر، كأنه قد مات فيه إحساس الإنسانية!.\rوقد عبَّر هؤلاء المظلومون والمظلومات عما فاجأهم مِن","seal":"0A6EB877","part":1},
      {"page":64,"id":78,"nass":"الظالمين باسم الزوجية، دون خوفٍ مِن الله تعالى أو وجل!.\rوذلك كله هو ما استدعى الحديث عن هذه المشكلة التي أقضّتْ مضجعَ كثير مِن الناس، وكثير منهم ربما لا يشعر الناس بهم، ولا بمشكلاتهم!.\rوبعض المظلومين قد يستطيع أن يتكلم أو يُخلِّصَ نفسه، لكن بعضهم لا يستطيع، وإنما يَكِلُ الأمر إلى الله الخالق، وهو على كل شيء قدير؛ فعلى الظالم أن لا يفرح بما ظنّ أنه غنيمة، ولا يظن أنه بمنجاةٍ من عذاب الله ومن مكره!.\rوكم انقلبت الحال: فأصبح الظالم في مأساة، وأصبح المظلوم في مَنْجاة!.\rومَن يتّقِ الله يَجْعلْ له مَخْرجا، ومَن لا يَتّق اللهَ قد يَضِيق عليه الأمرُ؛ فلا يَجِد مَخْرجا!.\rفيا أيها الظلم ينبغي لك أن تُدْرِك هذه الحقيقة قبْل أن تَجِد نفسك في المَضِيق؛ فلا يَنفعك بعيدٌ أو قريب، ولا عدوٌّ أو صَدِيق!.\rفالبِدَار البِدَار قبل أن تَجِد نفسك بين يدي الجبّار، أو مع المصطرخين في النار!.","seal":"A9EFC2C9","part":1},
      {"page":65,"id":79,"nass":"أيها الداعون إلى الصبر دائماً\rلقد سمعتُ بعض الناصحين والمتكلمين في هذه المشكلات: مِن طلاب العلم، ومَن هم في مكان التوجيه؛ يُبادِرون أصحابَ هذه المشكلات، ولا سيما الزوجة، بالدعوة إلى الصبر؛ فيأمرون الزوجة بالصبر على ما يُصيبها مِن أذى الزوج وظُلْمه.\rلكن هذا ليس على إطلاقه؛ لأن الأمر يختلف باختلاف الأحوال، فبعضها ينبغي الصبر عليه، وبعضها لا يَجوز الصبر عليه، وذلك بحسب الحكم الشرعيّ، وبحسب الطاقة والقدرة.\rفعلينا أن نَضَع الأمور في مواضعها.\rوالأحكام الشرعية لها مواضعها التي تَنْطبق عليها، وتُطَبَّقُ فيها؛ فالكرم له موضعه، والعقوبة لها موضعها، والعفو له موضعه، والصبر له موضعه.\rولا يصحُّ أن نخلِط الأمور، ناصحين أو منصوحين.\rونحن نعْلم أن لله تعالى أحكاماً في مثل هذه المشكلات،","seal":"E2846B5D","part":1},
      {"page":66,"id":80,"nass":"وسِواها؛ فليس الصبر وحده هو حكم الله فيها دائماً؛ فإذا بادَرَ المفتي غيره في هذه القضايا إلى الأمر بالصبر، فإنه يقال له: وأين بقية أحكام الله في القضية؟ وهل الصبر فقط هو الذي نأمر أو نؤمر به؟ وهل يصح أن نكتفي بأمْر المتظلم بالصبر على الظلم مطْلقاً؟.\rإنّ كثيراً ممن يستمعون للمفتي أو للناصح، يستمعون إليه وهم يشعرون أنه يَدلّهم على حُكْم الله تعالى، أو يُحدِّد لهم الحل الشرعيّ المتعين عليهم الأخذ به؛ فإذا لم يَذْكر لهم الحل الشرعي كاملاً في هذه القضية، تصوّروا أنّ ما أرشدهم إليه هو الحَلُّ كلّه، في حين أن الأمر ليس كذلك.\rثم إنه قد رَسَخَ في أذهان كثيرٍ مِن الناس، أنّ مثل هذه المظالم التي تقع مِن بعض الأزواج، لا حَلّ لها إلا الصبر، وأنه ليس في أحكام الله ما يُنقِذ من ذلك! لهذا ينبغي أن يُوضَّح للناس أنّ الظلم محرَّمٌ مطلقاً، وأن مَن اختار الصبر في غير موضعه، فعليه أن يَصبِر على اختيار نفسه، لا على حكْم الله وشرعه!.","seal":"E2414D55","part":1},
      {"page":67,"id":81,"nass":"كلمةٌ أَخيرةٌ في الموضوع\rأَيها الأخ المسلم، أيها الزوج الذي تزوّجَ على شَرْع الله سبحانه، ثمَّ وَقَعَ في شيءٍ مِن هذه الأخطاء التي عَرضَها هذا الموضوع، أو سِواها مِن الأخطاء، لعلّك بعد هذا العرْضِ للمشكلة، أن تَعُود إلى نفسك؛ فتحاسبها محاسبةً جادّة؛ فَتَعُودَ بها إلى الجادّة؛ فإنّك إنْ حاسبتَ نفسَك اليوم خَفَّ عليك الحساب غداً بين يدي الله رب العالمين، الذي لا شك في أنه واقعٌ في موعده الذي لا تدري لعله يكون قريباً!.\rوعندئذٍ تُقيم نفسك على الطريق بنفسك؛ فلا تحتاج إلى مُقَرِّعٍ أو مؤَنِّبٍ، فتُعْطِي الحقوق بدافعٍ مِن إيمانك وغيرتِك على نفسك وسمْعتِها في الدنيا وفي الآخرة، وسمْعة أهلِك وزوجتك وأولادك، وبدافع حرْصك على مستقبلِك ومستقبلِ أهلك وزوجتك وأولادك، وبدافعٍ مِن مكارم الأخلاق والمروءة.\rولعلك تَعْلم يا أخي الكريم أنّ مساحة واجبِك في هذا","seal":"50E8377A","part":1},
      {"page":68,"id":82,"nass":"المجال ليست منحصرةً في تَحاشي ظلمك لأهلك وأولادك ومَن سِواهم؛ وإنما يتعدّى هذه المساحة إلى القيام بواجب الرعاية، وإعطاء الحقوق: المادّية، والمعنوية؛ وإذا لم تَقُم بما تقتضيه قوامتُك وعلاقتُك، مِن كفِّ الأذى والظلم، وإعطاء الحقوق كلها؛ فهل تتصوّر أنْ يُنتَظَر منك ما بعد ذلك مِن الفضائل!.\rإنّ مَن لم يَقُمْ بهذا الواجب، فإنه لا يُنتظر منه القيام بما بعده مِن الواجبات!.\rواعلمْ أنك إن لم تَقمْ بواجبك هذا، أو إن ظلمتَ أهلك أو سِواهم؛ فإنك ستكون مثلاً سيئاً للمسلمين، وستصُدُّ الناس عن الإسلام، عياذاً بالله مِن هذه الحال!.\rولا إخالُك-بعد هذا كله-أن تَرضى بشيء مِن الظلم تجُرُّه على نفسك، أو بشيءٍ من التقصير في الواجبات.\rوكم يَسعدُ بك أهلك، والناس مِن حولك، بل وتَسْعدُ بك نفسك، إنْ أنت عُدتَ إلى الطريق.\rوأمّا أنتِ أيتها الزوجة المظلومة، ووليُّك، فإنه-بعد هذا العرض-قد اتضحَ لكم الطريق، وما ينبغي أن يكون،","seal":"CCD357EB","part":1},
      {"page":69,"id":83,"nass":"وما أرشدتْكم إليه آيات الكتاب العزيز، وأحاديث النبي المصطفى، عليه الصلاة والسلام، وما رأيتم مِن القصص، ولعل في ذلك كله البيان الشافي للحل الوافي.\rولعلكم تنظرون في نهاية هذه القصص الواردة في هذه الرسالة؛ فتعتبروا قبل أن يفوت الأوان، أو قبْل أن تَنْدموا ولاتَ ساعةَ مندم!.\rونؤكِّد مرّةً أخرى التحذير مِن الظلم؛ فكما أنكم لا تَرضَون الظلم مِن الزوج؛ فكذلك يجب أن تتحاشوا الوقوع في ظلم الزوج؛ إذْ كما لا يجوز له أن يَظلمكم، فإنه لا يَجوز لكم أن تظلموه، وإنْ كان ظالما.\rوإنّ مِن أسباب انتصار المظلوم على ظالمه أن يكون هو غير ظالمٍ أيضاً؛ وإلاّ فإنّ مِن عقوبة الله أن يُسَلِّط الظالِمَ على الظالم. وما يَعْلم جنودَ ربك إلا هو!.\rوالله هو الهادي إلى سواء السبيل.","seal":"E49EB0D9","part":1},
      {"page":70,"id":84,"nass":"الخاتمة\rبعد هذا العرض لهذه المشكلة، أو هذه الظاهرة لعلّ مِن المناسب التذكير بأمورٍ منها ما يلي:\r- تَبَيّن أن هذه الظاهرة في مجتمعات المسلمين ظاهرةٌ خطيرةٌ، وأنها تؤرِّق كثيراً مِن المظلومين والمظلومات.\r- هذه الظاهرة ليستْ مَغَبّتُها قاصرةً على الزوجين، بل تطَولُ الأبناء والأهل والأقارب، وتَمسُّ الناس في دينهم ودنياهم.\r- إِن واجب الحل لهذه المشكلة ليس متعيّناً على الزوجة وحدها، بل لعلها لا تستطيع الوصول إلى الحل الأمثل بمفردها مالم تسْتعنْ بمَن يُعينها مِن أهلها ووليّ أمرها.\r-إِنه إذا لم تسعَ الزوجة المظلومة إلى الحل؛ ورَضَختْ للظلم فإن مِن المتعين على أهلها، ومَن له مجالٌ واستطاعة، أن يُبادروا إلى إنقاذها مِن الظلم، وإلا كانوا آثمين بالسكوت حتى تموت.","seal":"32A3B6A3","part":1},
      {"page":71,"id":85,"nass":"- إِن الواجب السعيُ في حلِّ هذه المشكلة أوّل ما تقع-بحكمةٍ وتَعَقّلٍ-وعدم ترْكها للزمن حتى تتفاقم وتَكْبر.\r- إِنّ هذه المشكلة ليس حلها دائماً هو المسارعة إلى الفِراق، كما أن الحل ليس الإبقاء على استمرار الزوجية على أيِّ حالٍ أيضاً.\r- إِن الصبر الواجب شرعاً له مواضعه؛ فليس كل صبرٍ صحيحاً، وما كل صبرٍ يؤجَر عليه صاحبه. بل إن مِن الصبر ما يأثم به الإنسان؛ فيكون هذا النوع مِن الصبر عذاباً في الدنيا وفي الآخرة. ومِن الصبر ما لا يَعدو أن يكون صبراً كصبْرِ البهائم المظلومة، لا صبر المؤمن المحتسب أو المؤمنة.\r- ما جاء في هذه الرسالة ليس دعوة إلى التمرد على حقوق الزوجية، بل الكلام ليس هذا مجاله، إذْ مجال الحديث هنا هو السعي إلى إعطاء الحقوق وأَخْذها، وفْق ما قرره شرْع الله، وليس هو الدعوة إلى النشوز الذي لا يجوز.\r- إِن الظلم الذي يَقع اليوم على المرأة أو في أي عصرٍ","seal":"89BC9F8F","part":1},
      {"page":72,"id":86,"nass":"ليس ناشئاً مِن هذا الدِّين، ولا بأمْره، لكنه ظلْم الإنسان للإنسان الذي لا يُقِرّه شرْعُ الله تعالى، والدِّين منه براء، ولكنّ الناس أنفسهم يَظلمون؛ وظُلْم الظالمين ليس حجةً على الدِّين.\r- ليس الحديث عن ظاهرة ظُلْم الأزواج لزوجاتهم هذه دليلاً على أنه ليس ثمت زوجاتٌ ظالمات لأزواجهن، كلاّ كلاّ، لكنّ هذه الرسالة خُصِّتْ لهذه المشكلة، وليس من الضروريّ أن تُعالج المشكلات كلها في رسالة واحدةٍ أو في كتابٍ واحد. ونرى أن الظلم الواقع مِن الزوجات لأزواجهن موضوع يقتضي أن تُكتب فيه رسالةٌ مستقلة. وربما سَنح الوقت لكتابة مثل هذه الرسالة فيما بعد.\r- لعلّه قد اتّضح مِن خلال هذه الرسالة أنّ الغاية منها ليس إقصاء هذا الزوج الظالم على أي حالٍ، لكن المراد إصلاح الخلل، والأفضل أن يكون هذا الإصلاح بتوبة الظالم ورجوعه عن ظُلمه الذي هو المشكلة التي جرى الحديث عنها هنا. فلسنا ضدّ الزوج على الإطلاق،","seal":"B2964AA4","part":1},
      {"page":73,"id":87,"nass":"ولكننا لا نُقرّه على ظلمه وتعدّيه. وهذا المعنى ينبغي أن تكون عليه الزوجة ووليّها وأهلها، وإذا ادّعت الزوجة وأهلها أنهم مراعون لهذا المعنى فإنّ مصداقيّة كلامهم تتبيّن عند التجربة بتغير حال الزوج إلى الوضع الصحيح.\rوالأمل في الله كبيرٌ في أن يَنفع بهذه الرسالة في علاج هذه المشكلة الخطيرة على مجتمعات المسلمين، التي تُهدّدُهم في دينهم ودنياهم، وتؤرّق كثيراً منهم، وتُزلزل الاستقرار في حياتهم!.\rإنها دعوةٌ لكلٍّ مِن الظالم والمظلوم؛ ليأخذوا بما يُمليه عليهم واجبُ الدِّين والخُلق، ويُمليه عليهم حقُّ الصُّحبة والمعاشرة الإنسانية والأَخويّة، وتُمليه عليهم الصفات الإنسانية التي لم يَنْحرف بفطرتها هوىً أو طبْعٌ رديء، أو جشعٌ وتَكالبٌ على الدنيا، ونسْيانٌ للآخرةِ والوقوفِ بين يدي الله الذي إليه المصير!.\rوسبحانك اللهم وبحمدك، أَستغفرك، وأتوب إليك.\rوصلى الله وسلم على نبينا محمدٍ وعلى آله وأصحابه أجمعين.","seal":"D8052CD7","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"أزواج بالكذب","HigriD":"","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الله بن ضيف الله الرحيلي","bLnk":null,"Inf":"","Auth":"عبد الله الرحيلي","Betaka":"الكتاب: أزواج بالكذب\r\nالمؤلف: عبد الله بن ضيف الله الرحيلي\r\nالناشر: دار الاندلس الخضراء\r\nالطبعة: الطبعه الاولى 1420هـ - 1999م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"عضو هيئة التدريس بجامعة طيبة وأمين المجلس العلمي بالجامعة","seal":"ACB7802B","cat":"بحوث ومسائل","oNum":7500,"BkId":7500,"oAuth":1514,"bVer":1,"aSeal":"4894F8D7"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7500":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المجلد الأول"},
      {"lvl":2,"id":1,"sub":1,"tit":"مقدمة"},
      {"lvl":2,"id":3,"sub":0,"tit":"أزواج بالكذب"},
      {"lvl":3,"id":3,"sub":1,"tit":"وصف المشكلة"},
      {"lvl":4,"id":3,"sub":2,"tit":"*"},
      {"lvl":4,"id":14,"sub":0,"tit":"آيات قرآنية وأحاديث نبوية"},
      {"lvl":4,"id":22,"sub":0,"tit":"من الواجب على الآخرين"},
      {"lvl":3,"id":23,"sub":0,"tit":"حل المشكلة"},
      {"lvl":4,"id":23,"sub":1,"tit":"*"},
      {"lvl":4,"id":24,"sub":0,"tit":"- أولا: الوقاية قبل العلاج"},
      {"lvl":4,"id":26,"sub":0,"tit":"- ثانيا: حل المشكلة بمبادرة من الزوج"},
      {"lvl":4,"id":29,"sub":0,"tit":"- ثالثا: الحل إذا لم يبادر الزوج"},
      {"lvl":3,"id":36,"sub":0,"tit":"وقفة مع الآباء أيضا"},
      {"lvl":3,"id":41,"sub":0,"tit":"مخاوف في غير موضعها!"},
      {"lvl":3,"id":44,"sub":0,"tit":"تساؤلات تحتاج إجابة!"},
      {"lvl":3,"id":48,"sub":0,"tit":"قصص من الواقع في هذا الموضوع"},
      {"lvl":4,"id":48,"sub":1,"tit":"*"},
      {"lvl":4,"id":49,"sub":0,"tit":"القصة الأولى"},
      {"lvl":4,"id":51,"sub":0,"tit":"القصة الثانية"},
      {"lvl":4,"id":53,"sub":0,"tit":"قصة ثالثة"},
      {"lvl":4,"id":55,"sub":0,"tit":"قصة رابعة"},
      {"lvl":4,"id":58,"sub":0,"tit":"قصة خامسة"},
      {"lvl":4,"id":59,"sub":0,"tit":"قصة سادسة"},
      {"lvl":4,"id":60,"sub":0,"tit":"قصة سابعة"},
      {"lvl":4,"id":62,"sub":0,"tit":"قصة ثامنة"},
      {"lvl":3,"id":63,"sub":0,"tit":"رأي في الموضوع"},
      {"lvl":4,"id":63,"sub":1,"tit":"*"},
      {"lvl":4,"id":66,"sub":0,"tit":"رأي ثان"},
      {"lvl":4,"id":69,"sub":0,"tit":"رأي ثالث"},
      {"lvl":4,"id":71,"sub":0,"tit":"رأي رابع"},
      {"lvl":4,"id":72,"sub":0,"tit":"رأي خامس"},
      {"lvl":4,"id":74,"sub":0,"tit":"رأي سادس"},
      {"lvl":4,"id":76,"sub":0,"tit":"رأي سابع"},
      {"lvl":4,"id":77,"sub":0,"tit":"تعقيب"},
      {"lvl":3,"id":79,"sub":0,"tit":"أيها الداعون إلى الصبر دائما"},
      {"lvl":3,"id":81,"sub":0,"tit":"كلمة أخيرة في الموضوع"},
      {"lvl":3,"id":84,"sub":0,"tit":"الخاتمة"}
    ]
}
