{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7524":
    [
      {"page":17,"id":1,"nass":"الجواب عن الأسئلة\rمدخل\r...\rالجواب عن الأسئلة\rأقول وبالله أستعين:\rإني قبل الشروع في الإجابة أرى من المفيد بل الضروري أن أسوق هنا الحديث الوارد في أذان عثمان الأول لأنه سيكون محور الكلام في المسائل الآتية كما سترى ثم إنه لما كان الحديث المذكور فيه زيادات قد لا توجد عند بعض المخرجين للحديث رأيت تتميما للفائدة أن أضيف كل زيادة وقف عليها بجعلها بين حاصرتين معكوفتين [] ثم أبين من أخرج الحديث والزيادات والأئمة في التعليق على الحديث وهاك نصه:\rحديث أذان عثمان:\rقال الإمام الزهري رحمه الله تعالى: أخبرني","seal":"7BB231E5","part":1},
      {"page":18,"id":2,"nass":"السائب بن يزيد: أن الأذان [الذي ذكره الله في القرآن] كان أوله حين يجلس الإمام على المنبر [وإذا قامت الصلاة] يوم الجمعة [على باب المسجد] في عهد النبي صلى الله عليه وسلم وأبي بكر وعمر فلما كان خلافة عثمان وكثر الناس [وتباعدت المنازل] أمر عثمان يوم الجمعة بالأذان الثالث \"وفي رواية: الأول وفي أخرى: بأذان ثالث\" [على دار [له] في السوق لها الزوراء] فأذن به على الزوراء [قبل خروجه ليعلم الناس أن الجمعة قد حضرت] فثبت الأمر على ذلك [فلم يعب الناس ذلك عليه وقد عابوا عليه حين أتم الصلاة بمنى]\r__________\r1 أخرجه البخاري 2/314 و316 و317 وأبو 1/171 والسياق له والنسائي 1/207 والترمذي 2/392 وصححه وابن ماجه 1/228 والشافعي في الأم 1/173 وابن الجارود في المنتقى ص 148 والبيهقي 2/192 و205 وأحمد 3/449 و450 وإسحاق بن راهويه وابن خزيمة في صحيحه 3/136/1773 والطبراني وعبد بن حميد وابن المنذر وابن مردويه.\rوالزيادة الأولى: لابن راهويه وابن خزيمة وغيرهما.....................=","seal":"6C7EBAAF","part":1},
      {"page":19,"id":3,"nass":"إذا علمت ما تقدم فلنشرع الآن في الجواب فنقول:\r__________\r= والثانية: لابن الجارود والبيهقي.\rوالثالثة: لأبي داود والطبراني.\rوالرابعة: لابن حميد وابن المنذر وابن مردويه وذكرها العيني في العمدة 3/233 دون عزو.\rوالخامسة: لابن ماجه وابن خزيمة والزيادة فيها للطبراني.\rوالسادسة: له.\rوالسابعة: وهي الأخيرة لابن حميد وابن المنذر وابن مردويه.\rوأما الرواية الثانية: بالأذان الأول فهي لأحمد وابن خزيمة.\rوالثالثة: للبخاري والشافعي.\rوانظر فتح الباري والتلخيص الحبير ونصب الراية والدرر المنثور.","seal":"872FF87D","part":1},
      {"page":20,"id":4,"nass":"الجواب عن الفقرة الأولى\r1 - لا نرى الاقتداء بما فعله عثمان رضي الله عنه على الإطلاق ودون قيد فقد علمنا مما تقدم أنه إنما زاد الأذان الأول لعلة معقولة وهي كثرة الناس وتباعد منازلهم عن المسجد النبوي فمن صرف النظر عن هذه العلة وتمسك بأذان عثمان مطلقا لا يكون مقتديا به رضي الله عنه بل هو مخالف لعثمان أن يزيد على سنته عليه الصلاة والسلام وسنة الخليفتين من بعده\rمتى يشرع الأذان العثماني\rفإذن إنما يكون الاقتداء به رضي الله عنه حقا عندما يتحقق السبب الذي من أجله زاد عثمان الأذان الأول وهو \"كثرة الناس وتباعد منازلهم عن المسجد\" كما تقدم\rوأما ما جاء في السؤال من إضافة علة أخرى إلى الكثرة وهي ما أفاده بقوله: \"وانغمسوا في طلب","seal":"AD5B242E","part":1},
      {"page":21,"id":5,"nass":"المعاش\" فهذه الزيادة لا أصل لها فلا يجوز أن يبني عليها أي حكم إلا بعد إثباتها ودون ذلك خرط القتاد\rوهذا السبب لا يكاد يتحقق في عصرنا هذا إلا نادرا وذلك في مثل بلدة كبيرة تغص بالناس على رحبها كما كان الحال في المدينة المنورة ليس فيها إلا مسجد واحد يجمع الناس فيه وقد بعدت لكثرة منازلهم عنه فلا يبلغهم صوت المؤذن الذي يؤذن على باب المسجد وأما بلدة فيها جوامع كثيرة كمدينة دمشق مثلا لا يكاد المرء يمشي فيها إلا خطوات حتى يسمع الأذان للجمعة من على المنارات وقد وضع على بعضها أو كثير منها الآلات المكبرة للأصوات فحصل بذلك المقصود الذي من أجله زاد عثمان الأذان ألا وهو إعلام الناس: أن صلاة الجمعة قد حضرت كما نص عليه في الحديث المتقدم: وهو ما نقله القرطبي في تفسيره \"18/100\" عن الماوردي:\rفأما الأذان الأول فمحدث فعله عثمان ليتأهب الناس لحضور الخطبة عند اتساع المدينة وكثرة أهلها","seal":"0D611C27","part":1},
      {"page":22,"id":6,"nass":"وإذا كان الأمر كذلك فالأخذ حينئذ بأذان عثمان من قبيل تحصيل حاصل وهذا لا يجوز لا سيما في مثل هذا الموضع الذي فيه التزيد على شريعة رسول الله صلى الله عليه وسلم دون سبب مبرر وكأنه لذلك كان علي بن أبي طالب رضي الله عنه وهو بالكوفة يقتصر على السنة ولا يأخذ بزيادة عثمان كما في \"القرطبي \"\rوقال ابن عمر:\r\"إنما كان النبي صلى الله عليه وسلم إذا صعد المنبر أذن بلال فإذا فرغ النبي صلى الله عليه وسلم من خطبته أقام الصلاة والأذان الول بدعة\".\rرواه أبو طاهر المخلص في \"فوائده\" \"ورقة 229/1 - 2\"\rوالخلاصة: أننا نرى أن يكتفى بالأذان المحمدي وأن يكون عند خروج الإمام وصعوده على المنبر لزوال السبب المبرر لزيادة عثمان واتباعا لسنة النبي صلى الله عليه وسلم وهو القائل:","seal":"D3D7E1A3","part":1},
      {"page":23,"id":7,"nass":"\"فمن رغب عن سنتي فليس مني 1\" متفق عليه\rوبنحو ما ذكرنا قال الإمام الشافعي ففي كتابه \"الأم\" \"1/172 - 173\" ما نصه:\rوأحب أن يكون الأذان يوم الجمعة حين يدخل الإمام المسجد ويجلس على المنبر فإذا فعل أخذ المؤذن في الأذان فإذا فرغ قام فخطب لا يزيد عليه\rثم ذكر حديث السائب المتقدم ثم قال:\r__________\r1 ونقل الشيخ عبد الحي الكتاني في التراتيب الإدارية 1/80 – 81 عن كتاب إنارة البصائر في مناقب الشيخ ابن ناصر وحزبه الهداة الأكابر ما نصه:\rكان – يعني الشيخ سيدي محمد بن ناصر – يقتصر يوم الجمعة على مؤذن واحد وأذان واحد غير الإقامة أسوة برسول الله صلى الله عليه وسلم إذ لم يكن في زمنه ولا في زمن أبي بكر رضي الله عنه على ما هو الأشهر وصدر من خلافة عثمان وكان لا يؤذن في زمنه عليه الصلاة والسلام إلا مؤذن واحد هذا هو الصحيح والمعتمد كما في فتح الباري والأبي اهـ.\rولقد ذكر الحافظ 2/327 أن العمل بهذه السنة استمر في المغرب حتى زمنه أعني ابن حجر أي القرن الثامن.","seal":"C2981808","part":1},
      {"page":24,"id":8,"nass":"\"وقد كان عطاء ينكر أن يكون عثمان أحدثه ويقول: أحدثه معاوية1 وأيهما كان فالأمر الذي كان على عهد رسول الله صلى الله عليه وسلم أحب إلي فإن أذن جماعة من المؤذنين والإمام على المنبر وأذن كما يؤذن قبل أذان المؤذنين إذا جلس الإمام على المنبر كرهت ذلك له ولا يفسد شيء منه صلاته\".\rوكذلك نقول في المسجد الوارد ذكره في السؤال: إنه ينبغي أن يجري فيه على سنة النبي صلى الله عليه وسلم لا على سنة عثمان وذلك لأمرين:\rالأمر الول: أن الأذان فيه لا يسمع من سكان البيوت لبعدها كما جاء في السؤال بل ولا يسمع حتى من المارة في الطريق الذي يلي الثكنة من الناحية الشرقية والجنوبية فالأخذ حينئذ بأذان عثمان لا يحصل الغاية\r__________\r1 قلت: لا وجه لهذا الإنكار فقد تواردت الروايات أن عثمان هو الذي زاده فهو المعتمد كما قال الحافظ 2/3238 ولو لم يكن فيه إلا حديث السائب لكفى وأما إحداث معاوية إياه فمما لا أعرف له إسنادا.","seal":"824DED9B","part":1},
      {"page":25,"id":9,"nass":"التي أراها به عثمان في الشرع ينزه عنه المسلم\rالأمر الثاني: أن الذين يأتون إلى هذا المسجد إنما يقصدونه قصدا ولو من مسافات شاسعة فهؤلاء ولو فرض أنهم سمعوا الأذان - فليس هو الذي يجلبهم ويجعلهم يدركون الخطبة والصلاة فإنه - لبعد المسافة بينهم وبين المسجد - لا بد لهم من أن يخرجوا قبل الأذان بمدة تختلف باختلاف المسافة طولا وقصرا حتى يدركوا الصلاة شأنهم في ذلك شأنهم في صلاة العيدين في المصلى أو المسجد التي لا يشرع لها أذان ولا إعلام بدخول الوقت\rنعم لا نرى مانعا من هذا الأذان العثماني إذا جعل عند باب الثكنة الخارجي لأنه يسمع المارة على الجادة ويعلمهم أن في الثكنة مسجدا تقام فيه الصلاة فيؤمونه ويصلون فيه كما قد يسمع من يكون في البيوت القريبة من الجادة1 ولكن ينبغي أن لا يفصل\r__________\r1 ونحو هذا ما جاء في تاريخ مكة للفاكهي قال..................=","seal":"FAFBFE1B","part":1},
      {"page":26,"id":10,"nass":"بين الأذانين إلا بوقت قليل لأن السنة الشروع في الخطبة أول الزوال بعد الأذان كما يشير إلى ذلك قوله في الحديث السابق: \"أن الأذان كان أوله حين يجلس الإمام على المنبر وإذا قامت الصلاة\" أي قام سببها وهو الزوال وفي أحاديث أخرى أصرح من هذا سيأتي ذكرها عند الجواب عن الفقرة الرابعة إن شاء الله تعالى\rولا يفوتني أن أقول: إن هذا الذي ذهبنا إليه إنما هو إذا لم يذع الأذان عند باب المسجد بالمذياع أو مكبر الصوت وإلا نرى جوازه لأنه حينئذ تحصيل حاصل كما سبق بيانه\r__________\rص 11\rوكان أهل مكة فيما مضى من الزمان لا يؤذنون على رؤوس الجبال وإنما كان الأذان في المسجد الحرام وحده فكان الناس تفوتهم الصلاة من كان منهم في فجاج مكة وغائبا عن المسجد حتى كان في زمن أمير المؤمنين هارون فقدم عبد الله بن مالك وغيره من نظرائه مكة ففاتته الصلاة ولم يسمع الأذان فأمر أن تتخذ على رؤوس الجال منارات تشرف على فجاج مكة وشعابها يؤذن فيها\r= للصلاة وأجرى على المؤذنين في ذلك أرزاقا................ ثم قطع ذلك عنهم فترك ذلك بعدهم.","seal":"DBF3B0C5","part":1},
      {"page":27,"id":11,"nass":"الجواب عن الفقرة الثانية\r2 - إن إذاعة الأذان من المسجد المذكور بالمذياع لا يغير من حكم المسألة شيئا لما سبق بيانه قريبا ونزيد هنا فنقول:\rقد مضى أن عثمان رضي الله عنه إنما زاد الأذان الأول: \"ليعلم الناس أن الجمعة قد حضرت\" فإذا أذيع الأذان المحمدي بالمذياع فقد حصلت الغاية التي رمى إليها عثمان بأذانه وأعتقد أنه لو كان هذا المذياع في عهد عثمان وكان يرى جواز استعماله كما نعتقد لكان رضي الله عنه اكتفى بإذاعة الأذان المحمدي وأغناه عن زيادته.","seal":"0632D24A","part":1},
      {"page":28,"id":12,"nass":"الجواب عن الفقرة الثالثة\rتحقيق موضع الأذان النبوي والعثماني\r3 - يفهم الجواب عن هذه الفقرة مما تقدم في الحديث: \"أن الأذان في عهد النبي صلى الله عليه وسلم وأبي بكر وعمر كان على باب المسجد وأن أذان عثمان كان على الزوراء\". فإن وجد السبب المقتضي للأخذ بأذانه حسبما تقم تفصيله وضع في في مكان الحاجة والمصلحة لا على الباب فإنه موضع الأذان النبوي ولا في المسجد عند المنبر فإنه بدعة أموية كما يأتي وهو غير محقق للمعنى المقصود من الأذان وهو الإعلام ونقل ابن عبد البر عن مالك:\rإن الأذان بين يدي الإمام ليس من المر القديم\" أي إنه بدعة\rوقد صرح بذلك ابن عابدين في \"الحاشية\" \"1/362\" وابن الحاج في \"المدخل\" \"2/208\" وغيرهما ممن هو أقدم وأعلم منهما قال الشاطبي في","seal":"B7A2B595","part":1},
      {"page":29,"id":13,"nass":"\"الاعتصام\" \"2/146 - 147\" ما ملخصه:\rقال ابن رشد: الأذان بين يدي الإمام في الجمعة مكروه لأنه محدث وأول من أحدثه هشام بن عبد الملك فإنه نقل الأذان الذي كان بالزوراء إلى المشرفة ونقل الأذان الذي كان بالمشرفة بين يديه وتلا على ذلك من بعده الخلفاء إلى زماننا هذا قال: وهو بدعة والذي فعله رسول الله صلى الله عليه وسلم والخلفاء الراشدون بعده هو السنة. وذكر ابن حبيب أن الأذان عند صعود الإمام على المنبر كان باقيا في زمان عثمان رضي الله عنه موافق لما نقله أرباب النقل الصحيح وإن عثمان لم يزد على ما كان قبله إلا الأذان على الزوراء فصار إذن نقل هشام الأذان المشروع في المنارة إلى ما بين يديه بدعة في ذلك المشروع \"\rوينبغي أن يعلم: أنه لم ينقل البتة أن الأذان النبوي","seal":"9C5EAF7E","part":1},
      {"page":30,"id":14,"nass":"كان بين يدي المنبر قريبا منه قال العلامة الكشميري1:\rولم أجد على كون هذا الأذان داخل المسجد دليلا عند المذاهب الأربعة إلا ما قال صاحب الهداية\": إنه جرى به التوارث ثم نقله الآخرون أيضا ففهمت منه أنهم ليس عندهم دليل غير ما قاله صاحب \"الهداية\" ولذا يلجؤون إلى التوارث\"\rقلت: وليس يخفى على البصير أنه لا قيمة لمثل هذا التوارث لأمرين:\rالأول: أنه مخالف لسنة النبي صلى الله عليه وسلم والخلفاء الراشدون من بعده\rوالآخر: أن ابتداءه من عهد هشام لا من عهد الصحابة كما عرفت وقد قال ابن عابدين في الحاشية \"1/769\":\r__________\r1 في فيض الباري 2/335 وهو من كبار فقهاء الحنفية المشتغلين بالحديث في الهند وهو يتبع الحديث ولو خالف المذهب في بعض الأحيان توفي سنة 1352هـ رحمه الله تعالى.","seal":"2B957037","part":1},
      {"page":31,"id":15,"nass":"\"ولا عبرة بالعرف الحادث إذا خالف النص لأن التعارف إنما يصلح دليلا على الحل إذا كان عاما من عهد الصحابة والمجتهدين كما صرحوا به\"\rفتبين مما سلف أن جعل الأذان العثماني على الباب والأذان المحمدي في المسجد بدعة لا يجوز اتباعها فيجب إزالتها من مسجد الجامعة إحياء لسنة النبي صلى الله عليه وسلم\rهل كانت المنارة في زمنه صلى الله عليه وسلم؟\rهذا وقد مضى في كلام الشاطبي ومن نقل عنهم: \"أن الأذان النبوي كان يوم الجمعة على المنارة\"\rوقد صرح بذلك ابن الحاج أيضا في \"المدخل\" فقال ما مختصره:\r\"إن السنة في أذان الجمعة إذا صعد الإمام على المنبر أن يكون المؤذن على المنارة كذلك كان على عهد النبي صلى الله عليه وسلم وأبي بكر وعمر وصدرا من خلافة عثمان ثم زاد عثمان أذانا آخر بالزوراء لما كثر الناس وأبقى","seal":"0945B449","part":1},
      {"page":32,"id":16,"nass":"الأذان الذي كان على عهد رسول الله صلى الله عليه وسلم على المنارة والخطيب على المنبر إذا ذاك\".\rثم ذكر قصة نقل هشام للأذان نحو ما تقدم نقله عن الشاطبي\rقلت: ولم أقف على ما يدل صراحة أن الأذان النبوي يوم الجمعة كان على المنارة إلا ما تقدم في الحديث أنه كان على باب المسجد فإن ظاهره أنه على سطحه عند الباب ويؤيد هذا أن من المعروف أنه لبلال - وهو الذي كان يؤذن يوم الجمعة - شيء يرقى عليه المؤذن \"صحيح\" ففي \"صحيح البخاري\" \"4/110\" عن القاسم بن محمد عن عائشة رضي الله عنها:\r\"إن بلالا كان يؤذن بليل فقال رسول الله صلى الله عليه وسلم: \"كلوا واشربوا حتى يؤذن ابن أم مكتوم فإنه لا يؤذن حتى يطلع الفجر\"\rقال القاسم: \"ولم يكن بين أذانهما إلا أن يرقى هذا وينزل ذا\"","seal":"123349CF","part":1},
      {"page":33,"id":17,"nass":"فلعله كان هناك عند الباب على السطح شيء مرتفع يشبه بالمنارة وقد يشهد لهذا ما أخرجه ابن سعد في \"الطبقات\" \"8/307\" بإسناده عن أم زيد بن ثابت قالت:\rكان بيتي أطول بيت حول المسجد فكان بلال يؤذن فوقه من أول ما أذن إلى أن بنى رسول الله صلى الله عليه وسلم مسجده فكان يؤذن بعد على ظهر المسجد وقد رفع له شيء فوق ظهره.\rلكن إسناده ضعيف.\rوقد رواه أبو داود وغيره بإسناد حسن دون قوله: \"وقد رفع له شيء فوق ظهره\" والله أعلم\rوالذي تلخص عندي في هذا الموضوع أنه لم يثبت أن المنارة في المسجد كانت معروفة في عهده صلى الله عليه وسلم1 ولكن من المقطوع به أن الأذان كان حينذاك في\r__________\r1 ولا ينافي هذا قول عبد الله بن شقيق التابعي:\r\"من السنة الأذان في المنارة والإقامة في المسجد وكان.................=","seal":"286DF8FF","part":1},
      {"page":34,"id":18,"nass":"مكان مرتفع على المسجد يرقى إليه كما تقدم ومن المحتمل أن الرقي المذكور إنما هو إلى ظهر المسجد فقط1 ومن المحتمل أنه إلى شيء كان فوق ظهره كما في حديث أم زيد وسواء كان الواقع هذا أو ذاك فالذي نجزم به أن المنارة المعروفة اليوم ليست من السنة في شيء غير أن المعنى المقصود منها - وهو التبليغ - أمر مشروع بلا ريب فإذا كان التبليغ لا يحصل إلا بها فهي حينئذ مشروعة لما تقرر في علم الأصول: أن ما لا يقوم الواجب إلا به فهو واجب ولكن ترفع بقدر الحاجة.\r__________\r= عبد الله يفعله\"\rأخرجه ابن أبي شيبة 1/86/1 بسند صحيح عنه وذلك لما تقرر في علم الأصول أن قول التابعي: من السنة كذا ليس في حكم المرفوع بخلاف ما إذا قال ذلك صحابي فإنه في حكم المرفوع.\r1 كما في حديث عروة بن الزبير قال: أمر النبي صلى الله عليه وسلم بلالا أن يؤذن يوم الفتح فوق الكعبة أخرجه ابن أبي شيبة 1/86/1 بسند صحيح عنه إلا أنه مرسل.","seal":"BEDCD566","part":1},
      {"page":35,"id":19,"nass":"غير أن من رأيي أن وجود الآلات المكبرة للصوت اليوم يغني عن اتخاذ المأذنة كأداة للتبليغ لا سيما وهي تكلف المبالغ الطائلة فبناؤها والحالة هذه مع كونه بدعة - ووجود ما يغني عنه - غير مشروع لما فيه من إسراف وتضييع للمال ومما يدل دلالة قاطعة على أنها صارت اليوم عديمة الفائدة أن المؤذنين لا يصعدون إليها البتة مستغنين عنها بمكبر الصوت.\rلكننا نعتقد أن الأذان في المسجد أمام المكبر لا يشرع لأمور منها التشويش على من فيه من التالين والمصلين والذاكرين ومنها عدم ظهور المؤذن بجسمه فإن ذلك من تمام هذا الشعار الإسلامي العظيم \"الأذان\"\rلذلك نرى أنه لابد للمؤذن من البروز على المسجد والتأزين أمام المكبر فيجمع بين المصلحتين وهذا التحقيق يقتضي اتخاذ مكان خاص فوق المسجد يصعد إليه ويوصل إليه مكبر الصوت فيؤذن أمامه وهو ظاهر للناس","seal":"4DC0AC24","part":1},
      {"page":36,"id":20,"nass":"ومن فائدة ذلك أنه قد تنقطع القوة الكهربائية ويستمر المؤذن على أذانه وتبليغه إياه إلى الناس من فوق المسجد كما هو ظاهر\rولا بد من التذكير هنا بأنه لابد للمؤمنين من المحافظة على سنة الالتفاف يمنة ويسرة عند الحيعلتين فإنهم كادوا أن يطبقوا على ترك هذه السنة تقيدا منهم باستقبال لاقط الصوت ولذلك نقترح وضع لاقطين على اليمين وعلى اليسار قليلا بحيث يجمع بين تحقيق السنة المشار إليها والتبليغ الكامل.\rولا يقال: إن القصد من الالتفاف هو التبليغ فقط وحينئذ فلا داعي إليه مع وجود المكبر لأننا نقول: إنه لا دليل على ذلك فيمكن أن يكون في المر مقاصد أخرى قد تخفى على الناس فالأولى المحافظة على هذه السنة على كل حال","seal":"451F3F31","part":1},
      {"page":37,"id":21,"nass":"الجواب عن الفقرة الرابعة\rتحقيق أن للجمعة وقتين:\r4 - للأذان المحمدي وقتان:\rالأول: بعد الزوال مباشرة وعند صعود الخطيب\rوالآخر: قبل الزوال عند صعود الخطيب أيضا وهذا مذهب أحمد بن حنبل رحمه الله وغيره.\rأما الأول: فدليله ما تقدم في حديث السائب: \"أن الأذان كان أوله حين جلس على المنبر وإذا قامت الصلاة\".\rفهذا صريح في أن الأذان كان حين قيام سبب الصلاة وهو زوال الشمس كما تقدم مع جلوس الإمام على المنبر في ذلك الوقت ويشهد لهذا أحاديث: \"لم تتم دراسته\"\rأ - \"عن سعد القرظ مؤذن النبي صلى الله عليه وسلم أنه كان يؤذن يوم الجمعة على عهد رسول الله صلى الله عليه وسلم إذا كان الفيء مثل","seal":"19558603","part":1},
      {"page":38,"id":22,"nass":"الشراك\"1.\rأخرجه ابن ماجه \"/ 342\" والحاكم \"3/607\"\rب - \"قال الحافظ ابن حجر2: في النسائي: أن خروج الإمام بعد الساعة السادسة وهو أول الزوال\"\r__________\r1 وذلك يكون أول ما يظهر زوال الشمس وهو المراد قاله أبو الحسن السندي على ابن ماجه.\r2 في التلخيص الحبير 4/580 وهو يشير بذلك إلى حديث أبي هريرة مرفوعا: \"من اغتسل يوم الجمعة غسل الجنابة ثم راح فكأنما قرب بدنة.........\" وفيه: \"ومن راح في الساعة الخامسة فكأنما قرب بيضة فإذا خرج الإمام حضرت الملائكة يستمعون الذكر\".\rوهو في الصحيحين أيضا ولعل عزو الحافظ إياه للنسائي وحده لأنه ترجم له بقوله: \"وقت الجمعة\" والآخرون إنما أورده في فضل الجمعة ونحوه ذلك.\rوقد ناقش السندي ما ذكره الحافظ أن خروج الإمام بعد الساعة السادسة فقال:.............=","seal":"AD1C8B53","part":1},
      {"page":39,"id":23,"nass":"الأحاديث في الوقت الآخر\rوأما الوقت الآخر ففيه أحاديث:\rأ - عن سلمة بن الأكوع قال:\r\"كنا نجمع1 مع رسول الله صلى الله عليه وسلم إذا زالت الشمس ثم نرجع نتتبع الفيء\". أخرجه البخاري ومسلم وغيرهما وابن شيبة في المصنف \"1/207/1\"\rب - عن أنس أن رسول الله صلى الله عليه وسلم كان يصلي الجمعة حين تميل الشمس\rرواه البخاري وغيره\r__________\r= ولا يخفى أن زوال الشمس في آخر الساعة السادسة وأول الساعة السابعة ومقتضى الحديث أن الإمام يخرج عند أول الساعة السادسة ويلزم منه أن يكون خروج الإمام قبل الزوال فليتأمل.\rوقد أجاب عن هذا الحافظ بما تراه مشروحا في كتابه فتح الباري 2/294 فليراجعه من يشاء.\r1 أي نصلي الجمعة.","seal":"CAAE8694","part":1},
      {"page":40,"id":24,"nass":"ج - عن جابر رضي الله عنه:\r\"كان رسول الله صلى الله عليه وسلم إذ زالت الشمس صلى الجمعة\".\rرواه الطبراني في الأوسط وإسناده حسن\rوهذه الأحاديث ظاهرة الدلالة على ما ذكرنا وذلك أنه من المعلوم أنه صلى الله عليه وسلم كان يخطب قبل الصلاة خطبتين يقرأ فيهما القرآن ويذكر الناس حتى كان أحيانا يقرأ فيها {ق وَالْقُرْآنِ الْمَجِيدِ} \"صحيح\" ففي صحيح مسلم \"3/139\" عن أم هشام بنت حارثة ابن النعمان قالت:\r\"ما أخذت {ق وَالْقُرْآنِ الْمَجِيدِ} إلا عن لسان رسول الله صلى الله عليه وسلم يقرأها كل يوم جمعة على المنبر إذا خطب الناس\".\rوصح عنه أنه قرأ فيها سورة براءة\rرواه ابن خزيمة في صحيحه والحاكم صححه ووافقه الذهبي وغيره\rفإذا تذكرنا هذا علمنا أالأذان كان قبل الزوال","seal":"23A03D67","part":1},
      {"page":41,"id":25,"nass":"حتما وكذا الخطبة طالما أن الصلاة كانت حين الزوال وهذا بين لا يخفى والحمد لله.\rوأصرح من هذه الأحاديث في الدلالة على المطلوب حديث جابر الآخر وهو:\rد - \"وعنه قال: كان رسول الله صلى الله عليه وسلم يصلي الجمعة ثم نذهب إلى جمالنا فنريحها حين تزول الشمس يعني النواضح\".\rأخرجه مسلم \"3/8 - 9\" والنسائي \"1/206\" والبيهقي \"3/190\" وأحمد \"3/331\" وابن أبي شيبة في المصنف \"1/207/1\".\rفهذا صريح في أن الصلاة كانت قبل الزوال فكيف بالخطبة والأذان؟\rالآثار في الوقت الآخر:\rويشهد لذلك آثار من عمل الصحابة نذكر بعضها للاستشهاد بها\rأ - عن عبد الله بن سيدان السلمي قال:","seal":"ABEF0376","part":1},
      {"page":42,"id":26,"nass":"\"شهدت الجمعة مع أبي بكر الصديق فكانت خطبته وصلاته قبل نصف النهار ثم شهدنا عمر فكانت خطبته وصلاته إلى أن أقول: انتصف النهار ثم شهدنا مع عثمان فكانت خطبته وصلاته إلى أن أقول: زال النهار فما رأيت أحدا عاب ذلك ولا أنكره\".\rرواه ابن أبي شيبة \"1/206/2\" والدارقطني \"169\".\rقلت: وإسناده محتمل للتحسين بل هو حسن على طريقة بعض العلماء كابن رجب وغيره فإن رجاله ثقات غير عبد الله بن سيدان قال الحافظ في الفتح \"2/321\":\r\"تابعي كبير إلا أنه غير معروف العدالة\".\rقلت: قد روى عنه أربعة من الثقات وهم ثابت بن الحجاج وجعفر بن برقان كما في الجرح والتعديل \"2/2/86\" وميمون بن مهران وحبيب بن أبي مرزوق كما قس ثقات ابن حبان \"5/31 - 32\".\rوقول الحافظ بعد أن ساق له هذا الأثر:","seal":"EB153ED2","part":1},
      {"page":43,"id":27,"nass":"\"وقال البخاري: لا يتابع على حديثه بل عارضه ما هو أقوى منه\".\rثم ذكر آثترا صحيحة عن أبي بكر وعمر في التجميع بعد الزوال\rفأقول: لا تعارض بينها وبين هذا الأثر كما لا تعارض بين الأحاديث الموافقة له وبين الأحاديث الموافقة لها فالصحابة تلقوا الأمرين عن رسول الله صلى الله عليه وسلم فكانوا - كما كان عليه السلام - يفعلون تارة هذا وتارة هذا\rب - عن عبد الله بن سلمةقال:\r\"صلى بنا عبد الله الجمعة ضحى وقال خشيت عليكم الحر\"\rأخرجه ابن أبي شيبة\rقلت ورجاله ثقات غير عبد الله بن سلمة قال الحافظ في الفتح:\r\"صدوق إلا أنه ممن تغير لما كبر\".\rقلت: ومثله إنما يخشى منه الخطأ في رفع","seal":"647F54E2","part":1},
      {"page":44,"id":28,"nass":"الحديث أو في روايته عن غيره مما يشاهد وهو هنا يروي حادثة شاهدها بنفسه وهي في الواقع غريبة لمخالفتها للمعهود من الصلاة بعد الزوال فاجتماع هذه الأمور مما يرجح حفظه لما شاهد فالأرجح أن هذا الأثر صحيح ولعله من أجل ما ذكرنا احتج به الإمام أحمد فقال ابنه عبد الله في مسائله عنه \"ص 112\":\r\"سئل عن وقت صلاة الجمعة؟ قال: إن صلى قبل الزوال فلا بأس حديث عمرو بن مرة عن عبد الله بن سلمة: أن عبد الله صلى بهم الجمعة ضحى وحديث سهل بن سعد: كنا نصلي ونتغدى بعد الجمعة كأنه يدل على أنه قبل الزوال\"\rج - عن سعيد بن سويد قال:\r\"صلى بنا معاوية الجمعة ضحى\".\rرواه ابن أبي شيبة عن عمرو بن مرة عنه.\rقلت: وسعيد هذا لم يذكروا له راويا غير عمرو هذا ومع ذلك ذكره ابن حبان في \"الثقات\"","seal":"2A8FB395","part":1},
      {"page":45,"id":29,"nass":"\"1/62\"\rد - عن بلال العبسي:\r\"أن عمارا صلى بالناس الجمعة والناس فيقان: بعضهم يقول: زالت الشمس وبعضهم يقول: لم تزل\".\rرواه ابن أبي شيبة بسند صحيح\rهـ - عن أبي رزين قال:\r\"كنا نصلي مع علي الجمعة فأحيانا نجد فيئا وأحيانا لا نجده\".\rرواه ابن أبي شيبة وإسناده صحيح على شرط مسلم.\rقلت: وهذا يدل لمشروعية الأمرين الصلاة قبل الزوال والصلاة بعده كما هو ظاهر1.\r__________\r1 وأما قول الحافظ:\r\"وهذا محمول على المبادرة عند الزوال أو التأخير قليلا فلا يخفى بعده فإن أبا رزين يخبر عما كانوا يشاهدونه فيقول إنهم كانوا لا يجدون الفيء بعد صلاة الجمعة مع العلم أنه سبقها الخطبة والأذان.","seal":"65BD6F0C","part":1},
      {"page":46,"id":30,"nass":"ولهذه الأحاديث والآثار كان الإمام أحمد رحمه الله يذهب إلى جواز صلاة الجمعة قبل الزوال كما سبق وهو الحق كما قال الشوكاني وغيره وتفصيل القول في هذه المسألة لا تحتمله هذه العجالة فلتراجع في المطولات ك \"نيل الأوطار\" والسيل الجرار 1/296 – 297 وغيره\rسنة الجمعة القبلية لا تثبت\rومما سبق تعلم الجواب عن السؤال الثاني الوارد في الفقرة الرابعة:\r\"فمتى تصلى السنة القبلية إذا ثبت؟ \"\rوهو أنه لا أصل لهذه السنة الصحيحة ولا مكان لها فيها فقد علمت من الأحاديث المتقدمة أن الزوال فالأذان فالخطبة فالصلاة سلسلة متصلة آخذ","seal":"E0146F02","part":1},
      {"page":47,"id":31,"nass":"بعضها برقاب بعض فأين وقت هذه السنة؟ ولهذا المعنى يشير كلام الحافظ العراقي:\r\"لم ينقل عن النبي صلى الله عليه وسلم أنه كان يصلي قبل الجمعة لأنه كان يخرج إليها فيؤذن بيين يديه ثم يخطب\"1.\rوقد انتبه لهذا المعنى بعض علماء الحنفية حين ذهبوا إلى أنه إنما يجب السعي وترك البيع يوم الجمعة بالأذان الأول الذي يكون قبل صعود الخطيب وقالوا إنه هو الصحيح في المذهب مع علمهم أنه لم يكن في زمن النبي صلى الله عليه وسلم زمن نزول الآية {إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} الآية وأنها نزلت في الأذان الذي عند صعود الخطيب على المنبر كما تقدم علموا هذا كله لشهرته في كتب السنة ولم يكتفوا بذلك بل وضعوا قول الطحاوي منهم الذي وافق ما في السنة بقوله: إن الأذان الذي يجب به ترك\r__________\r1 نيل الأوطار 3/216 وللحافظ في الفتح 2/341 معناه وسيأتي نص كلامه ص 58 – 59.","seal":"249FBAC6","part":1},
      {"page":48,"id":32,"nass":"البيع إنما هو الذي عند صعود الخطيب فقالوا:\r\"لأنه لو اعتبر في وجوب السعي لم يتمكن من السنة القبلية الخ\"1.\rفهذا اعتراف ضمني بأن السنة القبلية المزعومة لم تكن معروفة في العهد النبوي وأن الصحابة كانوا لا يصلونها لأنه لم يكن آنئذ الوقت الذي يتمكنون فيه من أدائها وهذا أمر صحيح ولذلك قال ابن القيم رحمه الله في زاد المعاد في هدي خير العباد:\r\"ومن ظن أنهم كانوا إذا فرغ بلال من الأذان قاموا كلهم فركعوا ركعتين فهو أجهل الناس بالسنة\".\rوتعقبه الكمال ابن الهمام في فتح القدير \"1/422\" فقال بعد أن نقل معنى كلامه دون أن يعزوه إليه:\r\"وهذا مدفوع بأن خروجه صلى الله عليه وسلم كان بعد الزوال بالضرورة فيجوز كونه بعدما يصلي الأربع ويجب\r__________\r1 البحر الرائق 2/168 والعناية على الهداية 1/421.","seal":"C7BEFB43","part":1},
      {"page":49,"id":33,"nass":"الحكم بوقوع هذا المجوز لما قدمنا في باب النوافل من عموم أنه كان يصلي إذا زالت الشمس أربعا ويقول: \"هذه ساعة تفتح فيها أبواب السماء فأحب أن يصعد لي فيها عمل صالح\" وكذا يجب في حقهم لأنهم أيضا يعملون الزوال\".\rقلت: وهذا التعقب لا طائل تحته وهو مردود من وجوه:\rأولا: أنه بناه على أن خروجه صلى الله عليه وسلم كان بعد الزوال بالضرورة وليس كذلك على الإطلاق بل كان يخرج أحيانا قبل الزوال كما تقدم.\rثانيا: تقدم أنه صلى الله عليه وسلم كان يبادر إلى الصعود على المنبر عقب الزوال مباشرة فأين الوقت الذي يتسع لهذا الأمر المجوز؟\rثالثا: لو أن النبي صلى الله عليه وسلم كان يصلي أربع ركعات بعد الزوال وقبل الأذان لنقل ذلك عنه لا سيما وأن فيه أمرا غريبا غير معهود مثله في بقية الصلوات وهو الصلاة قبل","seal":"D688D899","part":1},
      {"page":50,"id":34,"nass":"الأذان ومثله صلاة الصحابة جميعا لهذه السنة في وقت واحد في المسجد الجامع فإن هذا كله مما تتوافر الدواعي على نقله وتتضافر الروايات على حكايته فإذا لم ينقل شيء من ذلك دل على أنه لم يقع وقد قال أبو شامة في كتابة: \"الباعث على إنكار البدع والحوادث\":\r\"فإن قلت لعله صلى الله عليه وسلم صلى السنة في بيته بعد زوال الشمس ثم خرج؟ قلت: لو جرى ذلك لنقله أزواجه رضي الله عنهن كما نقلن سائر صلواته في بيته ليلا ونهارا وكيفية تهجده وقيامه بالليل وحيث لم ينقل شيء من ذلك فالأصل عدمه ودل على أنه لم يقع وأنه غير مشروع\"\rقلت: \"موضوع\" وأما الحديث الذي رواه أبو الحسن عبد الرحمن بن محمد بن ياسر في حديث أبي القاسم علي بن يعقوب \"108\" عن إسحاق بن إدريس ثنا أبان ثنا عاصم الأحول عن نافع عن عائشة مرفوعا بلفظ:\r\"كان يصلي قبل الجمعة ركعتين في أهله\".","seal":"35F7EC18","part":1},
      {"page":51,"id":35,"nass":"فهو باطل موضوع وآفته إسحاق هذا وهو الأسواري البصري قال ابن معين:\r\"كذاب يضع الحديث\".\rقلت: وتفرد هذا الكذاب برواية هذا الحديث من الأدلة الظاهرة على صدق قول أبي شامة: أنه لو جرى ذلك لنقله أزواجه وذلك لأنه لو وقع لنقله الثقات الذين تقوم بهم الحجة ولا يعقل أن يصرفهم الله عن نقله ويخص به أمثال هذا الكذاب فذلك دليل على اختلاقه لهذا الحديث وأنه لا أصل له\rرابعا: أن العموم الذي ادعاه في الحديث الذي أشار إليه غير صحيح عند التأمل في نصه الوارد في كتب السنة المطهرة بل هو خاص بصلاة الظهر وإنما جره إلى هذا الخطأ خطأ آخر وقع له في نقل الحديث في المكان الذي أشار إليه وأحال عليه فقد قال فيه \"1/317\":\rأخرج أبو داود في سننه والترمذي في الشمائل عن أبي أيوب الأنصاري عنه صلى الله عليه وسلم قال:","seal":"B745C88B","part":1},
      {"page":52,"id":36,"nass":"\"أربع قبل الظهر ليس فيهن تسليم تفتح لهن أبواب السماء\".\rوضعف بعبيدة بن معتب الضبي.\rوله طريق آخر قال محمد بن الحسن في الموطأ: \"حدثنا بكر ابن عامر البجلي عن إبراهيم والشعبي عن أبي أيوب الأنصاري أنه صلى الله عليه وسلم كان يصلي أربعا إذا زالت الشمس فسأله أبو أيوب عن ذلك فقال: إن السماء تفتح في هذه الساعة فأحب أن يعد لي في تلك الساعة خير قلت أفي كلهن قراءة؟ قال نعم قلت: أيفصل بينهن بسلام؟ قال: لا\".\rوالعموم الذي سبق أن أشار إليه هو قوله: \"كان يصلي أربعا إذا زالت الشمس\" وصحيح أن هذا عموم وأنه يشمل زوال الجمعة كما يشمل زوال الظهر. ولكن ليس صحيحا نقله بهذا اللفظ سياقه في موطأ محمد \"ص 158\" هكذا:\r\"كان يصلي قبل الظهر أربعا إذا زالت الشمس\" الحديث.","seal":"AD3E68E6","part":1},
      {"page":53,"id":37,"nass":"وهكذا نقله الزيلعي في نصب الراية \"2/142\" عن الموطأ فقد عاد الحديث إلى أنه خاص بصلاة الظهر وزواله كما رجع حجة عليه لا له\rومثل هذا الحديث بل أصرح منه \"صحيح\" حديث عبد الله بن السائب:\r\"أن رسول الله صلى الله عليه وسلم كان يصلي أربعا بعد أن تزول الشمس قبل الظهر وقال: إنها ساعة تفتح فيها أبواب السماء وأحب أن يصعد لي فيها عمل صالح\".\rأخرجه أحمد \"3/411\" والترمذي \"2/343\" وحسنه وإسناده صحيح على شرط مسلم.\rفانظر إلى النكتة في قوله: \"قبل الظهر\" عقب قوله: \"بعد أن تزول الشمس\" فإن كل أحد يعلم أن الزوال إنما يكون قبل الظهر فإنما قيده بذلك ليخرج من عموم: \"بعد أن تزول الشمس\" صلاة الجمعة فقد آب الحديث متفقا مع الأحاديث المتقدمة النافية لسنة الجمعة القبلية.","seal":"195A39AC","part":1},
      {"page":54,"id":38,"nass":"خامسا: لو سلمنا ب - \"عمومية الحديث\" لقلنا بأنه من العام المخصوص بدليل النصوص المتقدمة ولهذا لا يقال أن العلة المذكورة فيه: \"إنها ساعة.... الخ\" تقتضي أنه صلى الله عليه وسلم كان يصلي قبل الجمعة أيضا لأنا نقول: يمنع من ذلك الأدلة المشار إليها على أن غاية ما تفيده هذه العلة محبته صلى الله عليه وسلم أن يصعد له في تلك الساعة عمل صالح ولا نشك في أن ذلك كان حاصلا له صلى الله عليه وسلم يوم الجمعة أكثر من غيره من الأيام ذلك لأنه في تلك الساعة كان يخطب خطبة الجمعة التي لا بد منها يعظ الناس ويذكرهم بربهم ويعلمهم أمور دينهم فذلك أفضل له صلى الله عليه وسلم من أربع ركعات فائدتها خاصة به بينما تلك فائدتها عائدة على المجموع فكانت أفضل.\rسادسا: \"صحيح\" روى البخاري \"1/394\" عن ابن عمر قال:\r\"صليت مع رسول الله صلى الله عليه وسلم ركعتين قبل الظهر وركعتين بعد الظهر وركعتين بعد الجمعة وركعتين بعد المغرب وركعتين بعد العشاء\".","seal":"329ACE72","part":1},
      {"page":55,"id":39,"nass":"ورواه مسلم \"2/162\" وزاد:\r\"فأما المغرب والعشاء والجمعة فصليت مع النبي صلى الله عليه وسلم في بيته\".\rفهذا كالنص على أنه صلى الله عليه وسلم كان لا يصلي قبل الجمعة شيئا لا في البيت ولا في المسجد إذ لو كان شيء من ذلك لنقله لنا ابن عمر رضي الله عنه كما نقل سنتها البعدية وسنة الظهر القبلية فذكر هذه السنة للظهر دون الجمعة أكبر دليل على أنه ليس لها سنة قبلية فبطل بذلك دعوى وقوع هذا المجوز كما يبطل به دعوى قياس الجمعة على الظهر في السنة القبلية\rلم يقل أحد من الأئمة بالسنة القبلية:\rفثبت مما تقدم أن لا دليل في حديث أبي أيوب على سنية أربع ركعات قبل الجمعة بعد الزوال\" ولهذا جماهير الأئمة متفقين على أنه ليس قبل الجمعة سنة موقتة بوقت مقدرة بعدد لأن ذلك إنما يثبت بقول النبي صلى الله عليه وسلم أو فعله وهو لم يسن في ذلك شيئا لا بقوله ولا","seal":"3D776E95","part":1},
      {"page":56,"id":40,"nass":"بفعله وهذا مذهب الشافعي وأكثر أصحابه وهو المشهور في مذهب أحمد\"1\rوقال العراقي:\r\"ولم أر للأئمة الثلاثة نذب سنة قبلها\"2.\rوأما الحديث الذي أخرجه ابن ماجه \"1/347\"\rعن ابن عباس قال:\r\"كان النبي صلى الله عليه وسلم يركع قبل الجمعة أربعا لا يفصل في شيء منهن\".\r__________\r1 شيخ الإسلام أبو العباس تقي الدين ابن تيمية في الفتاوى 1/136 ومجموعة الرسائل الكبرى له 2/167 – 168.\r2 المناوي في فيض القدير ولذلك لم يرد لهذه السنة المزعومة ذكر في كتاب الأم للإمام الشافعي ولا في المسائل للإمام أحمد ولا عند غيرهما من الأئمة المتقدمين فيما علمت ولهذا فإني أقول:\rإن الذين يصلون هذه السنة لا الرسول صلى الله عليه وسلم اتبعوا ولا الأئمة قلدوا بل قلدوا المتأخرين الذين هم مثلهم في كونهم مقلدين غير مجتهدين فاعجب لمقلد يقلد مقلدا!!!","seal":"A51470D2","part":1},
      {"page":57,"id":41,"nass":"فإسناده ضعيف جدا كما قال الزيلعي في نصب الراية \"2/206\" وابن حجر في التلخيص \"4/626\" وقال النووي في الخلاصة:\rإنه حديث باطل\rوتفصيل القول في ضعفه يراجع في زاد المعاد \"1/170 - 171\" والباعث \"ص 75\". وسلسلة الأحاديث الضعيفة رقم 1001 من المجلد الثالث وقد صدر حديثا والحمد لله\rولا يغيب عنا أن في الباب أحاديث أخرى عن غير ابن عباس ولكن أسانيدها ضعيفة أيضا فإن مدارها على ضعفاء ومجاهيل وقد ضعفها كلها الحافظ في الفتح \"2/341\" فاقصده إن شئت\rثم تكلمت بصورة خاصة مفصلة على حديث ابن مسعود وحديث أبي هريرة في المجلد المذكور آنفا برقم 1016 و1017.\rولذلك رأيت ابن الهمام فيما سبق ينصرف عن","seal":"709AE33C","part":1},
      {"page":58,"id":42,"nass":"الاحتجاج بشيء منها إلى الاحتجاج بما صح سنده ولكن ليس له علاقة بالباب وقد سبقه إلى نحو ذلك النووي رحمه الله فاحتج بحديث آخر صحيح لكنه غير صريح في دلالته وهو ما أخرجه أبو داود \"صحيح\" في سننه بإسناده صحيح على شرط البخاري عن أيوب عن نافع قال:\r\"كان ابن عمر يطيل الصلاة قبل الجمعة ويصلي بعدها ركعتين في بيته ويحدث أن رسول الله صلى الله عليه وسلم كان يفعل ذلك\".\rفهذا ظاهره أنه صلى الله عليه وسلم كان يفعل كلا من الأمرين الصلاة قبل الجمعة والصلاة بعدها ولكن الأول غير مراد كما سبق في رواية البخاري عن ابن عمر وكما بينته رواية أخرى قال الحافظ في الفتح \"2/341\":\r\"احتج به النووي في الخلاصة على إثبات سنة الجمعة التي قبلها وتعقب بأن قوله: \"كان يفعل ذلك\"","seal":"23F4C69F","part":1},
      {"page":59,"id":43,"nass":"عائد على قوله: \"ويصلي بعد الجمعة ركعتين في بيته\" ويدل عليه رواية الليث عن نافع عن عبد الله أنه \"كان إذا صلى الجمعة انصرف فسجد سجدتين في بيته ثم قال: كان رسول الله صلى الله عليه وسلم يصنع ذلك\"\rأخرجه مسلم قال الحافظ:\rوأما قوله: \"كان يطيل الصلاة قبل الجمعة\" فإن كان المراد بعد دخول الوقت فلا يصح أن يكون مرفوعا لأنه صلى الله عليه وسلم كان يخرج إذا زالت الشمس فيشتغل بالخطبة ثم بصلاة الجمعة وإن كان المراد قبل دخول الوقت فذلك مطلق نافلة لا صلاة راتبة فلا حجة فيه لسنة الجمعة التي قبلها بل هو نفل مطلق وقد ورد الترغيب فيه كما تقدم في حديث سلمان وغيره حيث قال فيه: ثم صلى ما كتب له\"\rجواز الصلاة قبل الزوال يوم الجمعة:\rوحديث سلمان المشار إليه آنفا في كلام الحافظ لفظه عند البخاري:","seal":"F7F87D99","part":1},
      {"page":60,"id":44,"nass":"\"لا يغتسل رجل يوم الجمعة ويتطهر ما استطاع من طهر ويدهن من دهن أو يمس من طيب بيته ثم يخرج فلا يفرق بين اثنين ثم يصلي ما كتب له ثم ينصت إذا تكلم الإمام إلا غفر له ما بينه وبين الجمعة الأخرى\".\rوأخرجه النسائي والدارمي.\rقلت: فهذا الحديث يبين بجلاء وظيفة الداخل إلى المسجد يوم الجمعة في أي وقت كان هي أن يصلي ما قدر له وفي حديث آخر: \"ما بدا له\" حتى يخرج الأمام فينصت له فهو دليل صريح أو كالصريح على جواز الصلاة قبل الزوال يوم الجمعة وذلك من خصوصيات هذا اليوم كما بينه المحقق ابن القيم في الزاد \"1/143\" واحتج له بهذا الحديث فقال عقبه:\r\"فندبه إلى صلاة ما كتب له ولم يمنعه عنها إلا في وقت خروج الإمام لانتصاف النهار\".\rثم ذكر مذاهب العلماء في الصلاة قبل الزوال","seal":"9ECF9007","part":1},
      {"page":61,"id":45,"nass":"وهي ثلاثة: مباح مطلقا يوم الجمعة وغيره ومكروه مطلقا والثالث أنه وقت كراهة إلا يوم الجمعة وهو مذهب الشافعي وهو الحق الذي اختاره جماعة من الحنفيين وغيرهم وهو قول الإمام أبي يوسف رحمه الله وهو المعتمد المصحح في المذهب كما في الأشباه والنظائر وعليه الفتوى كما في الطحطاوي على مراقي الفلاح1.\rوعلى هذا جرى عمل الصحابة رضي الله عنهم فروى ابن سعد في الطبقات \"8/360\" بإسناد صحيح على شرط مسلم عن صافية قالت:\r\"رأيت صفية بنت حيي \"وهي من أزواج النبي صلى الله عليه وسلم ماتت في ولاية معاوية\" صلت أربعا قبل خروج الإمام وصلت الجمعة مع الإمام ركعتين\".\rوفي \"الزاد\" قال ابن المنذر:\r__________\r1 وراجع تحقيق القول في ذلك في إعلام أهل العصر بأحكام ركعتي الفجر لشمس الحق العظيم آبادي.","seal":"585C32A2","part":1},
      {"page":62,"id":46,"nass":"روينا عن ابن عمر أنه كان يصلي قبل الجمعة اثنتي عشرة ركعة وعن ابن عباس أنه كان يصلي ثمان ركعات وهذا دليل على أن ذلك كان منهم من باب التطوع المطلق ولذلك اختلف العدد المروي عنهم في ذلك وقال الترمذي في الجامع:\r\"وروي عن ابن مسعود أنه كان يصلي قبل الجمعة أربعا وبعدها أربعا وإليه ذهب ابن المبارك والثوري\"\rوقال أبو شامة \"ص 70\" بعد أن نقل المذكور:\r\"ولذلك اختلف العدد المروي عنهم وباب التطوع مفتوح ولعل ذلك كان يقع منهم أو معظمه قبل الأذان ودخول وقت الجمعة لأنهم كانوا يبكرون ويصلون حتى يخرج الإمام وقد فعلوا مثل ذلك في صلاة العيد وقد علم قطعا أن صلاة العيد لا سنة لها وكانوا يصلون بعد ارتفاع الشمس في المصلى وفي البيوت ثم يصلون العيد روى ذلك عن جماعة من الصحابة والتابعين وبوب له الحافظ البيهقي بابا في","seal":"C17A0796","part":1},
      {"page":63,"id":47,"nass":"سننه ثم الدليل على صحة ذلك أن النبي صلى الله عليه وسلم كان يخرج من بيته يوم الجمعة فيصعد منبره ثم يؤذن المؤذن فإذا فرغ أخذ النبي صلى الله عليه وسلم في خطبته ولو كان للجمعة سنة قبلها لأمرهم بعد الأذان بصلاة السنة وفعلها هو صلى الله عليه وسلم ولم يكن في زمن النبي صلى الله عليه وسلم غير هذا الأذان وعلى ذلك مذهب المالكية إلى الآن\".\rوقد يشير إلى أنه لا سنة للجمعة قبلها قوله صلى الله عليه وسلم:\r\"إذا صلى أحدكم الجمعة فليصل بعدها أربعا\" 1.\r__________\r1 رواه مسلم 3/16 – 17 والنسائي 210 والترمذي 2/399 – 400 والدارمي 1/37 وابن ماجه 1132 والبيهقي 2/240 وأحمد 2/249 و442 و499 وكذا الطيالسي 2406 والدولابي في الكنى والأسماء 1/109 وأبو نعيم في حلية الأولياء 7/334 والخطيب في تاريخ بغداد 2/138 و8/85 و14/28 من طريق كثيرة منها سفيان كلهم عن سهل بن أبي صالح عن أبيه عن أبي هريرة مرفوعا وقال الترمذي:\rحديث حسن صحيح ولفظه................................=","seal":"EB763036","part":1},
      {"page":64,"id":48,"nass":".........................................................................................\r__________\r= \"من كان منكم مصليا بعد الجمعة فليصل أربعا\"\rوهو رواية لمسلم.\rورواه عبيد بن سعيد عن أبيض بن أبان عن سهل بن أبي صالح به بلفظ:\r\"............فليصل قبلها أربعا وبعدها أربعا\".\rفزاد الأربع قبلها\rأخرجه ابن السماك في الأول من الرابع من حديث ق 107/2 وأبو جعفر الرزاز في ستة مجالس من الأمالي ق 232/1 عن عبيد به وزاد:\rقال عبيد قلت لأبيض إن سفيان الثوري حدثني عن سهل عن أبيه عن أبي هريرة مرفوعا: \"من كان منكم مصليا بعد الجمعة فليصل أربعا\" قال أبيض: ذاك كما سمع سفيان وهذا كما سمعت أنا!.\rقلت ولا يشك حديثي في بطلان هذه الزيادة لتفرد ابن أبان بها وهو ليس بالقوي كما قال ابن أبي حاتم في الجرح والتعديل 1/1/312 عن أبيه ولأنه خالف سفيان ومن معه من الثقات الذين أشرنا إليهم فلا جرم أعرض عنها أصحاب السنن وغيرهم فضلا عن مسلم في صحيحه.\rولقد وهم الباجوري على ابن القاسم في هذا الحديث وهما فاحشا حيث أورده 1/134 بهذه الزيادة الباطلة معزوا لمسلم واستدل به على أن الجمعة كالظهر قال: فيسن قبلها أربع وبعدها أربع.","seal":"B96C3FB7","part":1},
      {"page":65,"id":49,"nass":"فإنه لو كان قبلها سنة لذكرها في هذا الحديث مع السنة البعدية فهو أليق مكان لذكرها\rوالخلاصة: أن المستحب لمن دخل المسجد يوم الجمعة في أي وقت أن يجلس ما شاء نفلا مطلقا غير مقيد بعد ولا موقت بوقت حتى يخرج الإمام أم أن يجلس عند الدخول بعد صلاة التحية أو قبلها فإذا أذن المؤذن بالأذان الأول قام الناس يصلون أربع ركعات فمما لا أصل له في السنة بل هو أمر محدث وحكمه معروف.\rوقد يتوهم متوهم أن هذا القيام والصلاة كان معروفا على عهد عثمان وأن من أسباب أمره بالأذان الأول هو إيجاد فسحة من الوقت بينه وبين الأذان الثاني ليتمكنوا من السنة القبلية وهذا مع أنه مما لا دليل عليه وإنما هو مجرد ظن والظن لا يغني من الحق شيئا ومع","seal":"3359EF08","part":1},
      {"page":66,"id":50,"nass":"أنه لم ينقل فإن في حديث السائب السابق ما يبعد وقوعه ففيه أن الأذان الأول كان في السوق والسنة القبلية لا تكون في السوق عادة بل في المسجد ومن كان فيه لا يسمعه حتى يصلي حينئذ ثم إنه لم ينقل أيضا هشاما لما نقل الأذان العثماني من الزوراء إلى باب المسجد ونقل الأذان النبوي إلى داخل المسجد كما تقدم لم ينقل أنهم كانوا يصلون بين الأذانين ولو فعلوا لما كان في ذلك حجة لأنه بعد انقراض عهد الصحابة وما لم يكن يومئذ دينا لا يكون اليوم دينا ولا يصلح آخر هذه الأمة إلا بما صلح به أولها كما قال الإمام مالك رحمه الله تعالى\rولذلك قال ابن الحاج في المدخل \"2/239\":\r\"وينهي الناس عما أحدثوه من الركوع بعد الأذان الأول للجمعة لأنه مخالف لما كان عليه السلف رضوان الله عليهم لأنهم كانوا على قسمين: فمنهم من كان يركع حين دخوله المسجد ولا يزال كذلك حتى يصعد","seal":"31D57D2D","part":1},
      {"page":67,"id":51,"nass":"الإمام المنبر فإذا جلس عليه قطعوا تنفلهم ومنهم من كان يركع ويجلس حتى يصلي الجمعة ولم يحدثوا ركوعا بعد الأذان الأول ولا غيره فلا المتنفل يعيب على الجالس ولا الجالس يعيب على المتنفل وهذا بخلاف ما هم اليوم يفعلونه فإنهم يجلسون حتى إذا أذن المؤذن قاموا للركوع1 فإن قال قائل: هذا وقت يجوز فيه الركوع فقد روى البخاري عن عبد الله بن المغفل رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"بين كل أذانين صلاة\" قالها ثلاثا وقال في الثالثة: \"لمن شاء\" فالجواب أن السلف رضوان الله عليهم أفقه بالحال وأعرف بالمقال فما يسعنا إلا أتباعهم فيما فعلوه\"\rقلت: وهذا الجواب غير كاف ولا شاف لأنه أوهم التسليم بأن الحديث يدل على مشروعية قصد الصلاة بين أذان عثمان والأذان النبوي وليس كذلك\r__________\r1 يعني الصلاة قلت وهذا بخلاف ما هم اليوم عليه حيث إنهم ينكرون على الجالس زاعمين أنه تارك للسنة والسنة معه وعليهم.","seal":"AEC42788","part":1},
      {"page":68,"id":52,"nass":"فلا بد من توضيح ذلك فأقول:\rإن الحديث لا يدل على ذلك البتة لأن معنى قوله فيه: \"أذانين أي أذان وإقامة قال الحافظ:\rوقد جرى الشراح على أن هذا من باب التغليب كقولهم \"القمرين\" للشمس والقمر ويحتمل أن يكون أطلق على الإقامة أذان لأنها إعلان بحضور فعل الصلاة كما أن الأذان إعلام بدخول الوقت\rقلت: وسواء كان هذا أو ذاك فالمراد بالأذان الثاني فيه الإقامة قولا واحدا فإذا كان الأمر كذلك فلا يصلح لما ذهب إليه القائل المذكور\rثم إننا فرضنا أن الحديث على ظاهره وإنه يشمل أذان عثمان مع أنه لم يكن في عهده صلى الله عليه وسلم اتفاقا - لما دل إلا على استحباب صلاة مطلقة غير مقيدة بعدد وليس البحث في ذلك وإنما هو في كونها سنة راتبة مؤكدة وفي كونها أربع ركعات فهذا مما لا يقوم بصحته دليل لا هذا الحديث ولا غيره كما تقدم بيانه مفصلا","seal":"5DF0FE74","part":1},
      {"page":69,"id":53,"nass":"ويؤيد ما ذكرته أن أحدا من العلماء لم يستدل بالحديث المذكور على سنية صلاة معينة بركعات محدودة بين الأذانين وخاصة أذان المغرب وإقامته بل غاية ما قالوا أنه يدل على الندب فقط وعلى صلاة مطلقة غير محدودة الركعات فليكن الأمر كذلك هنا على الفرض الذي ذكرنا وهذا ظاهر لمن أنصف\rولكن الحق أن الحديث لا يدل على مشروعية التنفل إطلاقا بين أذاني الجمعة كما سبق بيانه في أول البحث فهو المعتمد\rهذا وأما قول السائل في هذه الفقرة: \"وهل تصلى السنة عقب دخول الوقت بلا أذان؟ \"\rفنقول: يجب أن يتولى الإجابة عن هذا الذين يذهبون إلى مشروعية هذه السنة وأما نحن الذين لا نرى مشروعيتها فالسؤال غير وارد علينا وإنما نقول كلمة موجزة وهو كالخلاصة لهذا البحث المتقدم","seal":"9DDB210F","part":1},
      {"page":70,"id":54,"nass":"إن الثابت في السنة والذي جرى عليه الصحابة هو الصلاة قبل الأذان وقبل الوقت صلاة مطلقة غير مقيدة بوقت ولا بعدد فمن كان مقتديا فبهداهم فليقتد فإن خير الهدي هدي محمد وشر الأمور محدثاتها ولك محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار\rخلاصة الرسالة:\rوالخلاصة: أن الذي ثبت في السنة وجرى عليه السلف الصالح رضي الله عنهم هو\rأولا: الاكتفاء بالأذان الواحد عند صعود الخطيب على المنبر\rثانيا: أن يكون خارج المسجد على مكان مرتفع.\rثالثا: أنه احتيج إلى أذان عثمان فمحله خارج المسجد أيضا في المكان الذي تقضيه المصلحة ويحصل به التسميع أكثر.\rرابعا: أن الأذان في المسجد بدعة على كل حال وأن لصلاة الجمعة وقتين بعد الزوال وقبله.","seal":"D9A6C06D","part":1},
      {"page":71,"id":55,"nass":"خامسا: أن من دخل المسجد قبل الأذان صلى نفلا مطلقا ما شاء من الركعات.\rسادسا: أن قصد الصلاة بين الأذان المشروع والأذان المحدث تلك التي يسمونها سنة الجمعة القبلية لا أصل لها في السنة ولم يقل بها أحد من الصحابة والأئمة.\rوهذا آخر ما تيسر تحريره من الإجابة على الأسئلة المقدمة أرجو الله تعالى أن يجعله خالصا لوجهه الكريم وسببا للفوز بالنعيم المقيم ونجاة من عذاب الجحيم إنه هو البر الرحيم وآخر دعوانا أن الحمد لله رب العالمين.\rدمشق: نهار الخميس 24 رمضان 1370 هـ\rالموافق 28 حزيران 1951 م\rكتبه\rخادم السنة المطهرة\rمحمد ناصر الدين الألباني\rأبو عبد الرحمن","seal":"C654EEA9","part":1},
      {"page":73,"id":56,"nass":"أحكام الجمعة\rمدخل\r...\rأحكام الجمعة\rثم أنني بعد أن قدمت رسالة الأجوبة النافعة للطبع وقفت على كتاب\" الموعظة الحسنة بما يخطب في شهور السنة\" تأليف العلامة المحقق أبو الطيب صديق حسان خان فرأيت فيه فصلا خاصا في الكلام على صلاة الجمعة \"ص 7 - 35\" تكلم فيه كما قال:\r\"على أمهات مسائل ثبتت من السنة المطهرة وصح دليلها\"\rوغالبها مما حقق القول فيه في كتاب الآخر الروضة الندية بل هو أحيانا ينقل منها بعض المسائل بالحرف الواحد فرأيت أن ألخص جل تلك المسائل وأذيل بها هذه الرسالة لما فيها من التحقيق والتدقيق الذي عرف به المؤلف رحمه الله تعالى وكان لا بد من","seal":"8F1D059B","part":1},
      {"page":74,"id":57,"nass":"التعليق على بعضها حينما يقتضي ذلك التحقيق العلمي والنصح الديني وأعرضت عن ذكر بعضها إما لأنه مما لا ضرورة إليها أو لم يقم الدليل العلمي على صحتها.\rوالله أسأل أن يجزي المؤلف والمنفق على طبعه والقائم عليه خير الجزاء وأن ينفع به القراء إنه خير مسؤول.","seal":"24F25729","part":1},
      {"page":74,"id":58,"nass":"حكم صلاة الجمعة1:\r1 - الجمعة حق على كل مكلف واجبة على كل محتلم بالأدلة المصرحة بأن الجمعة حق على مكلف وبالوعيد الشديد على تاركها وبهمه صلى الله عليه وسلم بإحراق المتخلفين عنها2 وليس بعد الأمر القرآني\r__________\r1 هذا العنوان وما يليه من عناوين ليست من المؤلف وإنما هي من وضعي.\r2 قلت: قد ورد في الصحيحين مثل هذا الوعيد في المتخلفين عن صلاة الجماعة أيضا فهي واجبة أيضا على الأعيان...................=","seal":"6CE3A93E","part":1},
      {"page":75,"id":59,"nass":"المتناول لكل فرد في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ} [الجمعة 9] حجة بينة واضحة\rوقد أخرج أبو داود من حديث طارق بن شهاب أن النبي صلى الله عليه وسلم قال:\r\"الجمعة حق واجب على كل مسلم في جماعة 1 إلا أربعة عبد مملوك أو امرأة أو صبي أو مريض\"\rوقد صححه غير واحد من الأئمة\r__________\r= وهو الراجع في مذهب الحنفية وغيرهم فيجب الاهتمام بها ولا يجوز التكاسل والالتهاء عنها.\r1 سقطت هذه الزيادة من الأصل الموعظة وهي ثابتة عند أبي داود 1067 وهكذا ذكره المؤلف في الروضة 1/134 من طريق أبي داود بهذه الزيادة وستعلم أهمية هذه الزيادة في المسألة 3.","seal":"CA21DA7A","part":1},
      {"page":76,"id":60,"nass":"الإمام الأعظم\r2 - لا يشترط الإمام الأعظم للجمعة ولو كان مجرد إقامتها - به صلى الله عليه وسلم أو بمن هو من جهته - يستلزم اشتراط الإمام الأعظم فيها لكان الإمام الأعظم شرطا في سائر الصلوات لأنها لم تقم إلا به في عصره صلى الله عليه وسلم أو بمن يأمره بذلك واللازم باطل فالملزوم مثله\rوالحاصل أنه ليس على هذا الاشتراط أثارة من علم بل لم يصح ما يروى في ذلك عن بعض السلف فضلا عن أن يصح فيه شيء عن النبي صلى الله عليه وسلم ومن طول المقال في هذا المقام فلم يأت بطائل قط1\rالعدد في الجمعة:\r3 - صلاة الجماعة قد صحت بواحد مع الإمام وصلاة الجمعة هي صلا ة من الصلوات فمن اشترط فيها زيادة على ما تنعقد به الجماعة فعليه الدليل ولا\r__________\r1 قلت ومما تقدم تعرف قيمة الشرط المذكور في صلاة العيدين أيضا.","seal":"3226579C","part":1},
      {"page":77,"id":61,"nass":"دليل والعجب من كثرة الأقوال في تقدير العدد حتى بلغت إلى خمسة عشر قولا ليس على شيء منها دليل يستدل به قط إلا قول من قال: إنها تنعقد جماعة الجمعة بما تنعقد به سائر الجماعة كيف والشروط إنما تثبت بأدلة خاصة تدل على انعدام المشروط عند انعدام شرطه فإثبات مثل هذه الشروط بما ليس بدليل أصلا فضلا عن أن يكون دليلا على الشرطية مجازفة بالغة وجرأة على التقول على الله وعلى رسوله صلى الله عليه وسلم وعلى شريعته\rلا أزال أكثر التعجب من وقوع مثل هذا للمصنفين وتصديره في كتب الهداية وأمر العوام والمقصرين باعتقاده والعمل به وهو على شفا جرف هاو ولم يختص هذا بمذهب من المذاهب ولا بقطر من الأقطار ولا بعصر من العصور بل تبع فيه الآخر الأول كأنه أخذه عن أم الكتاب وهو حديث خرافة\rفيا ليت شعري ما بال هذه العبادة من بين العبادات تثبت لها شروط وفروض وأركان بأمور لا يستحل العالم المحقق بكيفية الاستدلال أن يجعل","seal":"4CB90056","part":1},
      {"page":78,"id":62,"nass":"أكثرها سننا ومندوبات فضلا عن فرائض وواجبات فضلا عن شرائط؟\rوالحق أن هذه الجمعة فريضة من فرائض الله سبحانه وشعار من شعائر الإسلام وصلاة من الصلوات فمن زعم أنه يعتبر فيها ما لا يعتبر في غيرها من الصلوات لم يسمع منه ذلك إلا بدليل\rفإذا لم يكن في المكان إلا رجلان قام أحدهما يخطب واستمع له الآخر ثم قاما فصليا [فقد صليا] 1 صلاة الجمعة.\rوالحاصل أن جميع الأمكنة صالحة لتأدية هذه الفريضة2 إذا سكن فيها رجلان مسلمان كسائر\r__________\r1 زيادة على الأصل يقتضيها السياق.\r2 قلت: ومن هذه الأمكنة القرى والبوادي والتلاع والمصايف ومواطن النزهة.\rوقد روى ابن أبي شيبة عن أبي هريرة أنهم كتبوا إلى عمر يسألونه عن الجمعة فكتب جمعوا حيثما كنتم.\rوسنده صحيح وعن مالك قال:\rكان أصحاب محمد صلى الله عليه وسلم في هذه المياه بين مكة والمدينة يجمعون.","seal":"6F354F73","part":1},
      {"page":79,"id":63,"nass":"الجماعات بل لو قال قائل: إن الأدلة الدالة على صحة صلاة المنفرد شاملة لصلاة الجمعة - لم يكن بعيدا عن الصواب1\r__________\r1 قلت في هذا نظر ظاهر يتبين لمن تنبه لقوله صلى الله عليه وسلم: \"في جماعة\" في حديث طارق بن شهاب الذي تقدم في المسألة الأولى وقد تنبه له المؤلف رحمه تعالى في كتابه الآخر الروضة فقال 134 بعد أن ذكر نحو كلامه المذكور في الأعلى قال معقبا عليه:\r\"ولولا حديث طارق بن شهاب المذكور قريبا من تقييد الوجوب على كل مسلم بكونه في جماعة ومن عدم إقامتها صلى الله عليه وسلم في زمنه في غير جماعة لكان فعلها فرادى مجزئا كغيرها من الصلوات\"\rفهذا نص منه أنها لا تجزئ فرادى الحديث طارق وما ذكر معه وهو الصواب الذي نقطع به.\rولعل سبب عدم تنبه المؤلف هنا لما ذكرنا إنما هو سقوط كلمة \"في جماعة\" من الحديث من قلمه كما سبق أن نبهنا عليه هناك فلم يكن في الكتاب ما ينبهه ولا في الحافظة ما يذكره والله أعلم.........................=","seal":"2E43EABF","part":1},
      {"page":80,"id":64,"nass":"تعدد الجمعة في البلد الواحد:\r4 - صلاة الجمعة صلاة من الصلوات يجوز أن تقام في وقت واحد جمع متعددة في مصر واحد كما تقام جماعات سائر الصلوات في المصر الواحد ومن زعم خلاف هذا كان مستند زعمه مجرد الرأي وليس ذلك بحجة على أحد وإن كان مستند زعمه الرواية فلا رواية\rوالحاصل أن المنع من جمعتين في مصر واحد إن كان لكون من شرط صلاة الجمعة أن لا يقع مثلها في موضع واحد أو أكثر فمن أين هذا؟ وما الذي دل عليه؟ فإن مجرد أنه صلى الله عليه وسلم لم يأذن بإقامة جمعة غير جمعته في المدينة وما كان يتصل بها من القرى فهذا مع كونه لا يصح الاستدلال على الشرطية المقتضية للبطلان بل ولا على الوجوب الذي هو دونها يستلزم\r__________\r= ثم رأيت الصنعاني رحمه الله قد ذكر في سبيل السلام 2/74:\r\"إن صلاة الجمعة لا تصح إلا جماعة إجماعا\".","seal":"19F8E1AA","part":1},
      {"page":81,"id":65,"nass":"أن يكون الحكم هكذا في سائر الصلوات الخمس1 فلا تصح الصلاة جماعة في موضع لم يأذن النبي صلى الله عليه وسلم بإقامة الجماعة فيه وهذا من أبطل الباطلات. وإن كان الحكم ببطلان المتأخرة من الجمعتين2 إن علمت - وكلتيهما مع اللبس - لأجل حدوث مانع فما هو؟ فإن الأصل صحة الأحكام التعبدية في كل مكان وزمان إلا أن يدل الدليل على المنع وليس ههنا من ذلك شيء البتة3\r__________\r1 قلت: وكذا صلاة العيدين بل الإلزام فيها أقوى لما هو معلوم من أنه لم يكن رسول الله صلى الله عليه وسلم يصلي العيد في المدينة إلا في مكان واحد وهو المصلى ومع هذا لم يقولوا بمنع التعدد فيها!.\r2 قلت: وأما ما اشتهر على الألسنة في هذه الأزمنة وهو قولهم: \"الجمعة لمن سبق\" فلا أصل له في السنة وليس بحديث وإنما هو رأي لبعض الشافعية ظنه من لا علم عنده حديثا نبويا وإذا عرفت مستند القائلين بعدم جواز تعدد الجمعة في البلد الواحد تعرف حينئذ حكم صلاة الظهر بعد الجمعة التي يفعلها بعض الناس في بعض المساجد.\r3 قلت: هذا صحيح ولكن من المعلوم أن النبي صلى الله عليه وسلم فرق عمليا بين صلاة الجمعة والصلوات الخمس فإنه ثبت أنه كان في.........................=","seal":"98786C02","part":1},
      {"page":82,"id":66,"nass":"من فاتته الجمعة ماذا يصلي؟\r5 - الجمعة فريضة من الله عز وجل فرضها على عباده فإذا فاتت لعذر فلا بد من دليل يدل على وجوب صلاة الظهر وفي حديث ابن مسعود\r__________\r= في المدينة عدة مساجد تقام فيها صلاة الجماعة ومن الأدلة على ذلك أن معاذ بن جبل رضي الله عنه كان يصلي صلاة العشاء وراء النبي صلى الله عليه وسلم ثم يذهب إلى قومه فيصلي بهم إماما صلاة العشاء هي له تطوع ولهم فريضة وأما الجمعة فلم تكن لتتعدد بل كان أهل المساجد الأخرى كلهم يأتون إلى مسجده صلى الله عليه وسلم فيجمعون فيه فهذا التفريق العملي منه صلى الله عليه وسلم بين الجماعة والجمعة لم يكن عبثا فلا بد إذن من النظر إليه بعين الاعتبار وهو وإن كان لا يقتضي الحكم بالشرطية التي صب المؤلف كلامه كله في نفيها فإنه على الأقل يدل على أن تعدد الجمعة بدون ضرورة خلاف السنة وإذا كان الأمر كذلك فينبغي الحيلولة دون تكثير الجمع والحرص على توحيدها ما أمكن اتباعا للنبي صلى الله عليه وسلم وأصحابه من بعده وبذلك تتحقق الحكمة من مشروعية صلاة الجمعة وفوائدها أتم تحقق ويقتضي على التفرق الحاصل بسبب إقامتها في كل المساجد كبيرها وصغيرها وحتى إن بعضها ليكاد أن يكون متلاصقا في بعض البلاد الأمر الذي لا يمكن ان يقول بجوازه من شم رائحة الفقه الصحيح.","seal":"FB0C56C2","part":1},
      {"page":83,"id":67,"nass":"\"ومن فاتته الركعتان فليصل أربعا\" 1.\rفهذا دليل على أن من فاتته الجمعة صلى ظهرا\rوأما ما ذكره أهل الفروع من فوائد الخلاف في هذه المسألة فلا أصل لشيء من ذلك\r__________\r1 قلت رواه ابن أبي شيبة في المصنف 1/126/1 والطبراني في الكبير 3/38/2 واللفظ له من طريق عن أبي الأحوص عن ابن مسعود وبعض طرقه صحيح وحسنه الهيثمي في المجمع 2/192 ولعل استدلال المؤلف بحديث ابن مسعود مع أنه موقوف إنما هو بسبب أنه لا يعرف له مخالف من الصحابة ومؤيد بمفهوم حديث أبي هريرة الآتي قريبا.\rويشهد له ما في المصنف 1/206/1 بسند صحيح عن عبد الرحمن بن أبي ذؤيب قال:\rخرجت مع الزبير مخرجا يوم الجمعة فصلى الجمعة أربعا.\rوعبد الرحمن هذا هو ابن عبد الله بن أبي ذؤيب ذكره ابن حبان في الثقات 6/122 وقال:\r\"كان يتيما في حجر الزبير بن العوام\"\rوفي حديث ابن مسعود إشارة إلى أن الظهر هي الأصل وأنها هي الواجبة على من لم يصل الجمعة ويؤيد ذلك أمور............................=","seal":"715918AF","part":1},
      {"page":84,"id":68,"nass":"...............................................................................\r__________\r= الأول: ما معلوم يقينا أن النبي صلى الله عليه وسلم وأصحابه كانوا يصلون يوم الجمعة الظهر إذا كانوا في سفر ولكنهم يصلونها قصرا فلو كان الأصل يوم الجمعة صلاة الجمعة لصلوها جمعة.\rالثاني: قال عبد الله بن معدان عن جدته قالت قال لنا عبد الله ابن مسعود:\r\"إذا صليتن يوم الجمعة مع الإمام فصلين بصلاته وإذا صليتن في بيوتكن فصلين أربعا\"\rأخرجه ابن أبي شيبة 1/207/2 وإسناده صحيح إلى جدة ابن معدان وأما هي فلم أعرفها والظاهر أنها تابعية وليست صحابية لكن يشهد له قول الحسن في المرأة تحضر المسجد يوم الجمعة أنها تصلي بصلاة الإمام ويجزيها ذلك وفي رواية عنه قال:\r\"كن النساء يجمعن مع النبي صلى الله عليه وسلم وكان يقال: \"لا تخرجن إلا تفلات يوجد منكن ريح طيب\".\rوإسنادهما صحيح وفي أخرى من طريق أشعث عن الحسن قال:\r\"كن نساء المهاجرين يصلين الجمعة مع رسول الله صلى الله عليه وسلم ثم يحتسبن بها من الظهر\".\rقلت: فمن زعم أن الأصل يوم الجمعة إنما هو صلاة الجمعة وأن من فاتته أو لم تجب عليه – كالمسافر والمرأة – إنما.................=","seal":"5E49B913","part":1},
      {"page":85,"id":69,"nass":"بماذا تدرك الجمعة:\r6 - أخرج النسائي من حديث أبي هريرة بلفظ:\rمن أدرك ركعة من الجمعة فقد أدرك الجمعة\rولهذا الحديث اثنا عشر طريقا صحح الحاكم ثلاثا منها. قال في \"البدر المنير\":\rهذه الطرق الثلاث أحسن طرق هذا الحديث والباقي ضعاف\rوأخرجه النسائي وابن ماجه والدارقطني من حديث ابن عمر وله طرق.\rوقال الحافظ ابن حجر في \"بلوغ المرام \":\r\"إسناده صحيح [لكن قوى] 1 أبو حاتم إرساله\".\r__________\r= يصلون ركعتين جمعة فقد خالف هذه النصوص بدون حجة.\rثم رأيت الصنهاني ذكر 2/74 نحو هذا وأن الجمعة إذا فاتت وجب الظهر إجماعا فهي البدل عنه قال وقد حققناه في رسالة مستقلة.\r1 الأصل \"وأقر\" وهو خطأ صححته من بلوغ المرام.","seal":"9B4616E7","part":1},
      {"page":86,"id":70,"nass":"فهذه الأحاديث تقوم بها الحجة\"1\rحكم الجمعة في يوم العيد:\r7 - ظاهر حديث زيد بن أرقم عند أحمد وأبي داود والنسائي وابن ماجه بلفظ:\r\"أنه صلى الله عليه وسلم صلى العيد ثم رخص في الجمعة فقال: \"من شاء أن يصلي فليصل\". يدل على أن الجمعة تصير بعد صلاة العيد رخصة لكل الناس2 فإن تركها\r__________\r1 يريد المصنف بذلك الرد على من قال من العلماء – وهم الهادوية – إن إدراك شيء من الخطبة شرط لا تصح الجمعة بدونه وهذا الحديث حجة عليهم كما قال الصنعاني في سبل السلام.\rوأما ما رواه ابن أبي شيبة 1/126/1 عن يحيى بن أبي كثير قال:\rحدثت عن عمر بن الخطاب أنه قال إنما جعلت الخطبة مكان الركعتين فإن لم يدرك الخطبة فليصل أربعا فلا يصح لأنه منقطع بين يحيى بن أبي كثير وعمر.\r2 أي الذين صلوا صلاة العيد دون من لم يصلها وبذلك خصصه الصنعاني 2/73.","seal":"74D6C101","part":1},
      {"page":87,"id":71,"nass":"الناس جميعا فقد عملوا بالرخصة وإن فعلها بعضهم فقد استحق الأجر وليست بواجبة عليه من غير فرق بين الإمام وغيره\rوهذا الحديث قد صححه ابن المديني وحسنه النووي. وقال ابن الجوزي:\rهو أصح ما في الباب1\rوأخرج أبو داود والنسائي والحاكم عن وهب بن كيسان قال:\rاجتمع عيدان على عهد ابن الزبير فأخر الخروج حتى تعالى النهار ثم خرج فخطب فأطال الخطبة ثم نزل فصلى ولم يصل الناس يومئذ الجمعة فذكر ذلك لابن عباس رضي الله عنهما فقال: أصاب السنة.\r__________\r1 قلت وهو صحيح بلا شك فقد ذكر له في الأصل وغيره شواهد ومنها: حديث ابن الزبير الآتي عقبه وفيه فائدة هامة وهي أن صلاة العيد واجبة أيضا كصلاة الجمعة ولولا ذلك لم تسقط بها صلاة الجمعة انظر الأصل 43.","seal":"F6AC2808","part":1},
      {"page":88,"id":72,"nass":"ورجاله رجال الصحيح.\rوأخرجه أيضا أبو داود عن عطاء بنحو ما قال وهب ابن كيسان ورجاله رجال الصحيح1\rوجميع ما ذكرناه يدل على أن الجمعة بعد العيد رخصة لكل أحد وقد تركها ابن الزبير في أيام خلافته كما تقدم ولم ينكر عليه الصحابة ذلك.\r__________\r1 وقلت في هذا التخريج شيء فإن الحديث لم يره أبو داود من طريق وهب بن كيسان إطلاقا وإنما أخرجه النسائي 1/236 والحاكم 1/296 ولفظه:\rفقال أصاب ابن الزبير السنة فبلغ ابن الزبير فقال: رأيت عمر بن الخطاب إذا اجتمع عيدان صنع مثل هذا وقال\rصحيح على شرط الشيخين ووافقه الذهبي\rوإنما هو على شرط مسلم فقط وفي طريق عطاء وهو ابن أبي رباح زيادة بلفظ:\r\"ثم رحنا إلى الجمعة فلم يخرج إلينا فصلينا وحدانا\"\rورجاله رجال الصحيح كما قال المؤلف لكن فيه عنعنة الأعمش.","seal":"7B754C6D","part":1},
      {"page":89,"id":73,"nass":"حكم غسل الجمعة:\r8 - الأحاديث الصحيحة الثابتة في \"الصحيحين\" وغيرهما من طريق جماعة من الصحابة قاضية بوجوب الغسل للجمعة ولكنه ورد ما يدل على عدم الوجوب أيضا عند أصحاب \"السنن\" يقوي بعضه بعضا فوجب تأويله على أن المراد ب \"الوجوب\" تأكيد المشروعية جمعا بين الأحاديث وإن كان لفظ \"واجب\" لا يصرف عن معناه إلا إذا ورد ما يدل على صرفه كما نحن بصدده لكن الجمع متقدم على الترجيح ولو كان بوجه بعيد1\r__________\r1 قلت لا شك أن الجمع مقدم على الترجيح ولكن الجمع إذا كان بعيدا كهذا الذي جمع به المؤلف بين الحديثين لم تطمئن النفس إليه ونظرت لعلها تجد ما هو أقرب إلى الاطمئنان وقد كنت قرأت قديما كلاما لبعض الأئمة اطمأنت إليه نفسي وانشرح له قلبي فها أنا أنقله إلى القارئ ليتأمل فيه ثم يتبع ما اطمأنت له نفسه من الجمعين:\rقال ابن حزم في المحلى 2/14 بعد أن ساق حديث: \"من توضأ يوم الجمعة فبها ونعمت ومن اغتسل فالغسل أفضل\" وما في معناه مما أشار إليه المصنف:.........................................=","seal":"25747E13","part":1},
      {"page":90,"id":74,"nass":"واعلم أن حديث \"إذا جاء أحدكم إلى الجمعة فليغتسل\" يدل على أن الغسل لصلاة الجمعة وأن من فعله لغيرها لم يظفر بالمشروعية سواء فعله في أول اليوم أو في وسطه أو في آخره\rويؤيد هذا ما أخرجه ابن خزيمة وابن حبان وغيرهما مرفوعا:\r\"من أتى الجمعة من الرجال والنساء فليغتسل\" زاد ابن خزيمة:\r__________\r= لو صحت لم يكن فيها نص ولا دليل على أن غسل الجمعة ليس بواجب وإنما فيها أن الوضوء نعم العمل وأن الغسل أفضل وهذا لا شك فيه وقد قال الله تعالى {وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْراً لَهُمْ} فهل دل هذا اللفظ على أن الإيمان والتقوى ليس فرضا؟ حاشا الله من هذا ثم لو كان في جمع هذه الأحاديث نص على أن غسل الجمعة ليس فرضا لما كان في ذلك حجة لأن ذلك كان يكون موافقا لما كان عليه الأمر قبل قوله عليه السلام \"غسل يوم الجمعة واجب على كل محتلم\" وهذا القول منه عليه السلام حكم زائد ناسخ للحالة الأولى بيقين لا شك فيه ولا يحل ترك الناسخ بيقين والأخذ بالمنسوخ.","seal":"1293B8EB","part":1},
      {"page":91,"id":75,"nass":"\"ومن لم يأتها فليس عليه غسل\"\rيقول ملخصه لكن الحديث بهذه الزيادة وذكر النساء فيه – شاذ لا يصح والمحفوظ بدونها كما رواه الشيخان وغيرهما وقد حققت ذلك في الضعيفة 3958.\rحكم خطبة الجمعة:\r9 - قد ثبت ثبوتا يفيد القطع أن النبي صلى الله عليه وسلم ما ترك الخطبة في صلاة الجمعة التي شرعها الله سبحانه في كتابه العزيز بالسعي إلى ذكر الله عز وجل والخطبة من ذكر الله إذا لم تكن هي المرادة بالذكر فالخطبة سنة لا فريضة\rوأما كونها شرطا من شروط الصلاة فلا فإنا لم نجد حرفا من هذا في السنة المطهرة بل لم نجد فيها قولا يشتمل على الأمر بها الذي يستفاد منه الوجوب فضلا عن الشرطية وليس هناك إلا مجرد أفعال محكية عن رسول الله صلى الله عليه وسلم أنه خطب وقال في خطبته كذا وقرأ","seal":"4BAC123E","part":1},
      {"page":92,"id":76,"nass":"كذا. وهذا غاية ما فيه أن تكون الخطبة قبل صلاة الجمعة سنة من السنن المؤكدة لا واجبة فضلا عن أن تكون شرطا للصلاة. والفعل الذي وقعت المداومة عليه لا يستفاد منه الوجوب بل يستفاد منه أنه سنة من السنن المؤكدة. فالخطبة في الجمعة سنة من السنن المؤكدة وشعار من شعائر الإسلام لم تترك منذ شرعت إلى موته صلى الله عليه وسلم1\r__________\r1 قلت: في هذا الكلام شيء من التناقض والبعد عن الصواب لا بد من بيانه فأقول:\rذكر في أول البحث أن الله أمر بالسعي إلى ذكر الله والخطبة هي من ذكر الله إذا لم تكن هي المرادة بالذكر.\rقلت: فإذا كان كذلك فقد ثبت الأمر بها في كتاب الله فأغنى ذلك عن وروده في السنة وثبوت الأمر بالسعي إليها يتضمن الأمر بها من باب أولى لأن السعي وسيلة إليها فإذا وجبت الوسيلة وجب المتوسل إليه بألأحرى وهذا الدليل مما استدل به المصنف نفسه على وجوب صلاة العيدين فقد صح أن النبي صلى الله عليه وسلم أمر بالخروج إلى صلاة العيد فقال المؤلف 42:\rوالأمر بالخروج يستلزم الأمر بالصلاة لمن لا غذر له بفحوى الخطاب لأن الخروج وسيلة إليها ووجوب الوسيلة يستلزم وجوب................=","seal":"FEF75543","part":1},
      {"page":93,"id":77,"nass":"........................................................................................................\r__________\r= المتوسل إليه.\rقلت فلماذا لا يقال مثل هذا في الأمر بالسعي على ما بينا؟ وكأن المؤلف رحمه الله تنبه لهذا المعنى الذي أوردنا في كتابه الروضة ولذلك أورد هو على نفسه سؤالا يشعر بذلك فقال 137:\rفإن قيل: إنه لما وجب السعي إليها كانت واجبة بالأولى فيقال: ليس السعي لمجرد الخطبة بل إليها وإلى الصلاة ومعظم ما وجب السعي لأجله هو الصلاة فلا تتم هذه الأولوية.\rقلت وهذا مع كونه مخالفا لما مال إليه في أول المسألة من أن الخطبة هي المراد بذكر الله فإنه لا ينفي أنها مرادة به ولو بدرجة دون درجة الصلاة وعليه فالأمر بالسعي إلى الذكر لا يزال شاملا للخطبة وإذا كان الأمر كذلك فيرد ما ذكره أنه إذا وجب السعي إليها كانت واجبة بالأولى ويضعف الجواب الذي ذكره إن شاء الله تعالى.\rعلى أن هناك طريقة أخرى لإثبات وجوب الخطبة وهي استحضار أن فعل النبي صلى الله عليه وسلم ولا سيما الذي استمر عليه إذا كان صدر بيانا لأمر قرآني أو نبوي فهو دليل على وجوب هذا الفعل وهذا النوع من الاستدلال مقرر في علم الأصول معروف عند العلماء الفحول ومنهم المؤلف نفسه رحمه الله تعالى فقد استدل بهذا الدليل ذاته على وجوب مسألة أخرى تتعلق ببعض صفات الخطبة لا................=","seal":"797DA457","part":1},
      {"page":94,"id":78,"nass":"صفة الخطبة وما يعلم فيها:\r10 - اعلم أن الخطبة المشروعة هي ما كان يعتاده صلى الله عليه وسلم من ترغيب الناس وترهيبهم فهذا في الحقيقة هو روح الخطبة الذي لأجله شرعت وأما اشتراط الحمد لله أو الصلاة على رسول الله صلى الله عليه وسلم أو قراءة شيء من القرآن فجميعه خارج عن معظم المقصود من شرعية الخطبة واتفاق مثل ذلك في خطبه صلى الله عليه وسلم لا يدل على أنه\r__________\r= الخطبة نفسها فقال بعد أن ذكر أن النبي صلى الله عليه وسلم كان يعلم أصحابه في خطبته قواعد الإسلام.....الخ ما يأتي في آخر المسألة التالية ص 99 – 100.\rوظاهر محافظته على ما ذكر في الخطبة وجوب ذلك لأن فعله صلى الله عليه وسلم بيان لما أجمل في أية الجمعة وقد قال صلى الله عليه وسلم \"صلوا كما رأيتموني أصلي\"\rقلت أفلا بدل هذا الدليل بعينه على وجوب الخطبة نفسها بلى بل هو به أولى وأحرى كما لا يخفى على أولي النهي.\rثم رأيت الشوكاني قد صرح بهذا في السيل الجرار 1/298. ثم قال:\r\"وأما كونها شرطا من شروط الجمعة فلا\".","seal":"DF7634CB","part":1},
      {"page":95,"id":79,"nass":"مقصود متحتم وشرط لازم ولا يشك منصف أن معظم المقصود هو الوعظ دون ما يقع قبله من الحمد والصلاة عليه صلى الله عليه وسلم. وقد كان عرف العرب المستمر أن أحدهم إذا أراد أن يقوم مقاما ويقول مقالا شرع بالثناء على الله والصلاة على رسوله وما أحسن هذا وأولاه ولكن ليس هو المقصود بل المقصود ما بعده\rوالوعظ في خطبة الجمعة هو الذي إليه يساق الحديث فإذا فعله الخطيب فقد فعل الفعل المشروع إلا أنه إذا قدم الثناء على الله والصلاة على رسوله أو استطرد في وعظه القوارع القرآنية كان أتم وأحسن وأما قصر الوجوب بل الشرطية على الحمد والصلاة وجعل الوعظ من الأمور المندوبة فقط فمن قلب الكلام وإخراجه عن الأسلوب الذي تقبله الاعلام\rوالحاصل: أن روح الخطبة هو الموعظة الحسنة من قرآن أو غيره. وكان رسول الله صلى الله عليه وسلم يأتي في خطبته بالحمد لله تعالى والصلاة على رسوله صلى الله عليه وسلم1\r__________\r1 قلت تبع المؤلف الشوكاني في السيل الجرار 1/ 299 لكن المعروف أن النبي صلى الله عليه وسلم كان يذكر اسمه الشريف في الشهادة في الخطبة وأما أنه كان يأتي بالصلاة عليه صلى الله عليه وسلم فمما لا أعرفه في حديث صريح وانظر المنتقى 3/224 بشرح الشوكاني.","seal":"D6AEBD3F","part":1},
      {"page":96,"id":80,"nass":"بالشهادتين بسورة كاملة والمقصود الموعظة بالقرآن وإيراد ما يمكن من زواجره وذلك لا يختص بسورة كاملة\rوعن جابر بن عبد الله رضي الله عنه قال:\r\"كان رسول الله صلى الله عليه وسلم إذا خطب احمرت عيناه وعلا صوته واشتد غضبه حتى كأنه منذر جيش يقول: صبحكم ومساكم ويقول:\r\"أما بعد: فإن خير الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل بدعة ضلالة\".\rأخرجه مسلم وفي رواية له:\r\"كانت خطبة النبي صلى الله عليه وسلم يوم الجمعة يحمد الله ويثني عليه ثم يقول على أثر ذلك وقد علا صوته\"","seal":"AC68E3AE","part":1},
      {"page":97,"id":81,"nass":"\"وفي أخرى له\":\r\"من يهد الله فلا مضل له ومن يضلل فلا هادي له\" 1.\rوللنسائي عن جابر:\r\"وكل ضلالة في النار\" 2 أي بعد قوله: \"كل بدعة ضلاله\". والمراد بقوله: \"كل بدعة ضلالة\". والمراد بقوله: \"وكل بدعة ضلالة\" صاحبها\rوالبدعة لغة ما عمل على غير مثال والمراد هنا ما عمل من دون أن سبق له شرعية من كتاب أو سنة\rوفي الحديث دلالة على ضلالة كل بدعة وعلى أن قوله هذا ليس عاما مخصوصا كما زعم بعضهم\r__________\r1 قلت هذه قطعة من خطبة الحاجة التي كان صلى الله عليه وسلم يعلمها أصحابه والتي تشرع بين يدي كل خطبة وخاصة خطبة الجمعة ولي في خطبة الحاجة رسالة خاصة مطبوعة.\r2 قلت وإسناده صحيح وكذلك رواه البيهقي في الأسماء والصفات.","seal":"70AAA331","part":1},
      {"page":98,"id":82,"nass":"وفيه دليل على أنه يستحب للخطيب أن يرفع بالخطبة صوته ويجزل كلامه ويأتي بجوامع الكلم من الترغيب والترهيب. ويأتي بقول: \"أما بعد\"\rوظاهره أنه كان صلى الله عليه وسلم يلازمها في جميع خطبه. وذلك بعد الحمد والثناء والتشهد كما تفيدها الرواية المشار إليها بقوله: \"وفي رواية له\" الخ.\rوفيه إشارة إلى أنه كان صلى الله عليه وسلم يلازم قوله: \"أما بعد فإن خير الحديث\" الخ في جميع خطبه1\rوثبت أنه صلى الله عليه وسلم قال:\r\"كل خطبة ليس فيها تشهد فهي كاليد الجذماء\" 2\r__________\r1 قلت ومما يؤسف له أن هذا الحديث قد أصبح اليوم نسيا منسيا فلا أحد من الخطباء والمدرسين والمرشدين في سوريا ومصر والحجاز وغيرها يقوله بين يدي خطبته ودرسه إلا من عصم الله وقليل ما هم فأنا أذكرهم بهذا {فإن الذكرى} وأدعوهم إلى إحياء هذه السنة كما أحيى بعضهم خطبة الحاجة التي سبقت الإشارة إليها والله الموفق.\r2 رواه أبو داود وأحمد وهو في الصحيحة رقم 169.","seal":"DC597D80","part":1},
      {"page":99,"id":83,"nass":"وكان صلى الله عليه وسلم يعلم أصحابه في خطبته قواعد الإسلام وشرائعه ويأمرهم وينهاهم في خطبته إذا عرض أمر أو نهي كما أمر الداخل وهو يخطب أن يصلي ركعتين ويذكر معالم الشرائع في الخطبة والجنة والنار والمعاد فيأمر بتقوى الله ويحذر من غضبه ويرغب في موجبات رضاه وقد ورد قراءة آية ففي حديث مسلم:\r\"كان لرسول الله صلى الله عليه وسلم خطبتان يجلس بينهما يقرأ القرآن ويذكر الناس ويحذر\"\rوظاهر محافظته على ما ذكر في الخطبة وجوب ذلك لأن فعله بيان لما أجمل في آية الجمعة وقد قال صلى الله عليه وسلم:\r\"صلوا كما رأيتموني أصلي\" 1.\rوقد ذهب إلى هذا الشافعي. وقال بعضهم: مواظبته صلى الله عليه وسلم دليل الوجوب. قال في \"البدر التمام\":\r__________\r1 رواه البخاري وأحمد.","seal":"7C8132D5","part":1},
      {"page":100,"id":84,"nass":"\"وهو الأظهر\". والله أعلم1\rقصر الخطبة وإطالة الصلاة:\r11 - وعن عمار بن ياسر قال: سمعت رسول الله صلى الله عليه وسلم يقول:\r\"إن طول صلاة الرجل وقصر خطبته مئنة من فقهه\".\rرواه مسلم\rأي مما يعرف به فقه الرجل. وكل شيء دل على شيء فهو مئنة له.\rوإنما كان قصر الخطبة علامة على ذلك لأن الفقيه هو المطلع على حقائق المعاني وجوامع الألفاظ فيتمكن من التعبير بالعبارة الجزلة المفيدة ولذلك كان\r__________\r1 قلت: تأمل هذا فإن فيه حجة على حجة على المؤلف في ذهابه إلى أن خطبة الجمعة من أصلها غير واجبة وهذا الدليل الذي ذكره هنا يدل على وجوبها وهو الحق كما سبق ببيانه في التعليق على المسألة السابقة ص 92.","seal":"F55BB7C7","part":1},
      {"page":101,"id":85,"nass":"من تمام رواية هذا الحديث:\r\"فأطيلوا الصلاة واقصروا الخطبة وإن من البيان لسحرا\"\rوالمراد من طول الصلاة الطول الذي لا يدخل فاعله تحت النهي وقد كان صلى الله عليه وسلم يصلي الجمعة ب \"الجمعة\" و\"المنافقين\" كما عند مسلم عن ابن عباس وعن النعمان بن بشير رضي الله عنه:\r\"كان صلى الله عليه وسلم يقرأ في العيدين وفي الجمعة ب {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} و {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ} 1 وذلك بالنسبة إلى خطبته وليس بالطول المنهي عنه.\rوعن أم هشام بنت حارثة بن النعمان قالت:\r\"ما أخذت {ق وَالْقُرْآنِ الْمَجِيدِ} إلا من لسان رسول الله صلى الله عليه وسلم يقرؤها كل جمعة على المنبر إذا خطب الناس\"\r__________\r1 رواه مسلم وأبو داود.","seal":"DAA3AFF3","part":1},
      {"page":102,"id":86,"nass":"رواه مسلم.\rوفيه دليل على مشروعية قراءة سورة أو بعضها في الخطبة كل جمعة. وكان محافظته صلى الله عليه وسلم على هذه السورة اختيارا منه لما هو أحسن في الوعظ والتذكير وفيه دلالة على ترديد الوعظ في الخطبة.\rأحكام متفرقة:\r12 - وكان إذا عرضت له حاجة أو سأله سائل قطع خطبته وقضى الحاجة وأجاب السائل ثم أتمها.\rوكان إذا رأى في الجماعة فقيرا أو ذا حاجة أمر بالتصدق وحرض على ذلك.\rوكان إذا ذكر الله تعالى أشار بالسبابة.\rقلت: كأنه يشير إلى حديث عمارة بن رؤيبة أنه رأى بشر بن مروان على المنبر رافعا يديه فقال قبح الله هاتين اليدين لقد رأيت رسول الله صلى الله عليه وسلم ما يزيد على أن يقول بيده هكذا وأشار بإصبعه المسبحة.","seal":"B9E7268D","part":1},
      {"page":103,"id":87,"nass":"رواه مسلم 3/13 وغيره\rوله شاهد من حديث من حديث سهل بن سعد نحوه وقال: وأشار بالسبابة وعقد الوسطى بالإبهام\rرواه أبو داود بإسناد حسن\rوهما مخرجان في الإرواء 3/77\rوكان إذا اجتمعت الجماعة خرج للخطبة وحده ولم يكن بين يديه حاجب ولا خادم ولم يكن من عادته لبس الطرحة ولا الطيلسان ولا الثوب الأسود المعتاد\rوكان إذا دخل المسجد سلم على الحاضرين لديه وإذا صعد المنبر أدار وجهه إلى الجماعة وسلم ثانيا ثم قعد1\r__________\r1 قلت هذه الهيئة مما لا أعرفه في السنة وهي الجمع بين السلام عند الدخول والسلام بعد الصعود ثم رأيتها في حديث ضعيف خرجته في سلسلة الأحاديث الضعيفة والموضوعة برقم 4194 وإنما المعروف الثاني فقط وقد قال المؤلف في مكان آخر ص 24: وروى عنه صلى الله عليه وسلم التسليم على الحاضرين قبل الشروع في الخطبة من طرق يقوى بعضها بعضا","seal":"21F874B4","part":1},
      {"page":104,"id":88,"nass":"تحية المسجد أثناء الخطبة:\r13 - حاصل ما يستفاد من الأدلة أن الكلام منهي عنه حال الخطبة نهيا عاما وقد خصص هذا بما يقع من الكلام في صلاة التحية من قراءة وتسبيح وتشهد ودعاء والأحاديث المخصصة لمثل ذلك صحيحة فلا محيص لمن دخل المسجد حال الخطبة من صلاة ركعتي التحية إن أراد القيام بهذه السنة المؤكدة والوفاء بما دلت عليه الأدلة فإنه صلى الله عليه وسلم أمر سلكيا الغطفاني لما وصل إلى المسجد حال الخطبة فقعد ولم يصل التحية بأن يقوم فيصلي فدل هذا على كون ذلك من المشروعات المؤكدة بل من الواجبات\rومن جملة مخصصات صلاة التحية حديث \"صحيح\":\r\"إذا جاء أحدكم [يوم الجمعة] والإمام يخطب فليصل ركعتين\" 1\r__________\r1 متفق عليه من حديث جابر بلفظ فليركع وزاد مسلم في رواية: \"وليتجوز فيهما\".","seal":"3CD7272F","part":1},
      {"page":105,"id":89,"nass":"وهو حديث صحيح متضمن للنص في محل النزاع\rوأما ما عدا صلاة التحية من الأذكار والأدعية والمتابعة للخطيب في الصلاة على النبي صلى الله عليه وسلم فلم يأت ما يدل على تخصيصها من ذلك العموم\rوالمتابعة في الصلاة عليه صلى الله عليه وسلم وإن وردت بها أدلة قاضية بمشروعيتها فهي أعم من أحاديث منع الكلام حال الخطبة من وجه وأخص منها من وجه فيتعارض العمومان وينظر في الراجح منهما وهذا إذا كان اللغو المذكور في حديث: \"ومن لغا فلا جمعة له\" 1 يشمل جميع أنواع الكلام وأما إذا كان مختصا بنوع منه وهو\r__________\r1 رواه أحمد وأبو داود وله شواهد كثيرة يتقوى بها وقد جاء تفسيره في حديث آخر بلفظ: \"ومن لغا وتخطى رقاب الناس كانت له ظهرا\".","seal":"2649D5D2","part":1},
      {"page":106,"id":90,"nass":"ما لا فائدة فيه فليس مما يدل على منع الذكر والدعاء والمتابعة في الصلاة عليه صلى الله عليه وسلم\rيقول ملخصه محمد ناصر الدين:\rوالأرجح من الاحتمالين الأول بدليل قوله صلى الله عليه وسلم:\r\"إذا قلت لصاحبك والإمام يخطب يوم الجمعة: أنصت فقد لغوت\"\rأخرجه الشيخان وغيرهما\rفإن قول القائل: أنصت لا يعد لغة من اللغو لأنه من باب الأمر بالمعروف والنهي عن المنكر ومع ذلك فقد سماه عليه الصلاة والسلام: لغوا لا يجوز وذلك من باب ترجيح الأهم وهو الإنصات لموعظة الخطيب على المهم وهو الأمر بالمعروف في أثناء الخطبة وإذا كان الأمر كذلك فكل ما كان في مرتبة الأمر بالمعروف فكيف إذا كان دونه في الرتبة فلا شك أنه حينئذ بالمنع أولى وأحرى وهي من اللغو شرعا","seal":"70C30581","part":1},
      {"page":107,"id":91,"nass":"وأما قول المصنف \"ص 27\" وفي الروضة \"140\":\rويمكن أن يقال: إن ذلك الذي قال: \"أنصت\" لم يؤمر في ذلك الوقت بأن يقول هذه المقالة. فكان كلامه لغوا حقيقة من هذه الحيثية\"\rفأقول وكذلك شأن الأذكار التي تردد المؤلف في حكمها هي مما لم يؤمر بها في ذلك الوقت فكانت لغوا أيضا. والله أعلم\rوبهذا ينتهي تلخيص هذه المسائل من \"الموعظة الحسنة\" مع ما تيسر من التعليق عليها وكان الفراغ من ذلك مساء السبت الثاني عشر من صفر سنة 1382 هـ\rوالحمد لله رب العالمين وصلى الله على محمد وآله وصحبه أجمعين\rمحمد ناصر الدين الألباني","seal":"A7481151","part":1},
      {"page":109,"id":92,"nass":"بدع الجمعة\rوبعد أن فرغت من تلخيص الأحكام المتقدمة والتعليق عليها وتحقيقها تذكرت أن عندي مشروع تأليف كتاب باسم \"قاموس البدع\" فرأيت أن آخذ منه المادة المتعلقة ببدع الجمعة فأرتبها وأضمها إلى هذه الرسالة فتتم بها الفائدة. ذلك لأنني لا أدري متى تسنح لي الفرصة وييسر لي السبيل حتى أتمكن من إخراج \"قاموس البدع\" إلى حيز الوجود وما لا يدرك كله لا يترك جله\rولا بد من كلمة قصيرة بين يدي هذا الفصل فأقول:\rإن مما يجب العلم به أن معرفة البدع التي أدخلت في الدين أمر هام جدا لأنه لا يتم للمسلم التقرب إلى","seal":"F9190005","part":1},
      {"page":110,"id":93,"nass":"الله تعالى إلا باجتنابها ولا يمكن ذلك إلا بمعرفة مفرداتها إذا كان لا يعرف قواعدها وأصولها وإلا وقع في البدعة وهو لا يشعر فهي من باب: \"ما لا يقوم الواجب إلا به فهو واجب\" كما يقول علماء الأصول رحمهم الله تعالى. ومثل ذلك معرفة الشرك وأنواعه فإن من لا يعرف ذلك وقع فيه كما هو مشاهد من كثير من المسلمين الذين يتقربون إلى الله بما هو شرك كالنذر للأولياء والصالحين والحلف بهم والطواف بقبورهم وبناء المساجد عليها وغير ذلك مما هو معلوم شركه عند أهل العلم ولذلك فلا يكفي في التعبد الاقتصار على معرفة السنة فقط بل لا بد من معرفة ما يناقضها من البدع كما لا يكفي في الإيمان التوحيد دون معرفة ما يناقضه من الشركيات وإلى هذه الحقيقة أشار رسول الله صلى الله عليه وسلم بقوله:\r\"من قال: لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله\".\rرواه مسلم.\rفلم يكتف عليه السلام بالتوحيد بل ضم إليه","seal":"6963ED3B","part":1},
      {"page":111,"id":94,"nass":"الكفر بما سواه وذلك يستلزم معرفة الكفر وإلا وقع وهو لا يشعر وكذلك القول في السنة والبدعة ولا فرق ذلك لأن الإسلام قام على أصلين عظيمين:\rأن لا نعبد إلا الله وأن لا نعبده إلا بما شرع الله. فمن أخل بأحدهما فقد أخل بالآخر ولم يعبد الله تبارك وتعالى\rوتحقيق القول في هذين الأصلين تجده مبسوطا في كتب شيخي الإسلام ابن تيمية وابن القيم رحمهما الله تعالى\rفثبت مما تقدم أن معرفة البدع أمر لا بد منه لتسلم عبادة المؤمن من البدعة التي تنافي التعبد الخالص لله تعالى فالبدع من الشر الذي يجب معرفته لا لإتيانه بل لاجتنابه على حد قول الشاعر:\rعرفت الشر لا للشـ ... ـر لكن لتوقيه\rومن لا يعرف الشر ... من الخير يقع فيه\rوهذا المعنى مستقى من السنة فقد قال حذيفة بن اليمان رضي الله عنه:","seal":"E497BC6E","part":1},
      {"page":112,"id":95,"nass":"كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير وكنت أسأله عن الشر مخافة أن يدركني فقلت: يا رسول الله إنا كنا في جاهلية وشر فجاءنا الله بهذا الخير فهل بعد هذا الخير شر؟ قال: \"نعم\" فقلت: هل بعد ذلك الشر من خير؟ قال: \"نعم وفيه دخن\" قلت: وما دخنه؟ قال:\r\"قوم يستنون بغير سنتي ويهدون بغير هديي تعرف منهم وتنكر\" فقلت: هل بعد ذلك الخير من شر؟ قال:\r\"نعم دعاة على أبواب جهنم من أجابهم إليها قدفوه فيها\". فقلت: يا رسول الله صفهم لنا. قال: \"نعم قوم من جلدتنا ويتكلمون بألسنتنا ... الحديث\"\rأخرجه البخاري ومسلم\rقلت: ولهذا كان من الضروري جدا تنبيه المسلمين على البدع التي دخلت في الدين وليس الأمر","seal":"996BC603","part":1},
      {"page":113,"id":96,"nass":"كما يتوهم البعض: أنه يكفي تعريفهم بالتوحيد والسنة فقط ولا ينبغي التعرض لبيان الشركيات والبدعيات بل يسكت عن ذلك وهذا نظر قاصر ناتج عن قلة المعرفة والعلم بحقيقة التوحيد الذي يباين الشرك والسنة التي تباين البدعة وهو في الوقت نفسه يدل على جهل هذا البعض بأن البدعة قد يقع فيها حتى الرجل العالم وذلك لأن أسباب البدعة كثيرة جدا لا مجال لذكرها الآن ولكن أذكر سببا واحدا منها وأضرب عليه مثلا فمن أسباب الابتداع في الدين الأحاديث الضعيفة والموضوعة فقد يخفى على بعض أهل العلم شيء منها ويظنها من الأحاديث الصحيحة فيعمل بها ويتقرب إلى الله تعالى ثم يقلده في ذلك الطلبة والعامة فتصير سنة متبعة فهذا مثلا الشيخ الفاضل والعلامة المحقق السيد جمال الدين القاسمي ألف كتابه القيم \"إصلاح المساجد من البدع والعوائد\" وقد انتفعت به كثيرا في المشروع الذي سبقت الإشارة إليه ومع ذلك فقد عقد فصلا في أمور ينبغي التنبه لها ذكر","seal":"6ADEC2E1","part":1},
      {"page":114,"id":97,"nass":"فيه عشرين مسألة ومنها المسألة \"16: دخول الصبيان للمساجد\" قال \"ص 205\":\r\"في الحديث\": \"وجنبوا مساجدكم صبيانكم ومجانينكم\" وذلك لأن الصبي دأبه اللعب فبلعبه يشوش على المصلين وربما اتخذه ملعبا فنافى ذلك موضع المسجد فلذا يجنب عنه \"\rقلت: فهذا الحديث ضعيف لا يحتج به وقد ضعفه جماعة من الأئمة مثل عبد الحق الأشبيلي وابن الجوزي والمنذري والبوصيري والهيثمي والعسقلاني وغيرهم. ومع ذلك خفي حاله على الشيخ القاسمي وبنى عليه حكما شرعيا وهو تجنيب الصبيان عن المسجد تعظيما للمسجد والواقع أنه بدعة لأنه خلاف ما كان عليه الأمر في عهد النبي صلى الله عليه وسلم كما هو مشروح في محله من كتب السنة وانظر كتابنا \"صفة صلاة النبي صلى الله عليه وسلم \"ص 73 الطبعة الثالثة\rومثله البدعة الأولى وغيرها مما يأتي ذكره. وذلك فإن التنبيه على البدع أمر واجب على أهل العلم وقد","seal":"0F01A526","part":1},
      {"page":115,"id":98,"nass":"قام بذلك طائفة منهم بعضها فروعها وبعضها جمع بين النوعين وقد طالعتها جميعا وقرأت معها مئات الكتب الأخرى في الحديث والفقه والأدب وغيرها وجمعت منها مادة عظيمة في البدع ما أظن أن أحدا سبقني إلى مثلها وهي أصل كتابي المشار إليه آنفا \"قاموس البدع\" الذي أسأل الله أن ييسر لي تهذيبه وتصنيفه وإخراجه للناس. وهذا الفصل الذي بين يديك هو دليل عليه ونموذج منه. والله سبحانه هو الموفق\rوإليك الآن ما وعدناك به من \"بدع الجمعة\" فأقول: \"\r1 - التعبد بترك السفر يوم الجمعة1\r__________\r1 وقد روى ابن أبي شيبة في المصنف 1/205/1 عن صالح بن كيسان أن أبا عبيدة خرج يوم الجمعة في بعض أسفاره ولم ينتظر الجمعة وإسناده جيد.\rوروى هو الإمام محمد بن الحسن في السير الكبير 1/50 بشرحه والبيهقي 3/187 عن عمر أنه قال:..................=","seal":"F9EAB216","part":1},
      {"page":116,"id":99,"nass":"2 - اتخاذه يوم عطلة \"الإحياء \"1/169\"\r3 - التجمل والتزين له ببعض المعاصي كحلق اللحية ولبس الحرير والذهب\r4 - تقديم بعضهم مفارش إلى المسجد يوم\r__________\r= الجمعة لا تمنع من سفر\rوسنده صحيح\rثم روى ابن أبي شيبة نحوه عن جماعة السلف\rوأما حديث \"من سافر بعد الفجر يوم الجمعة دعا عليه ملكاه ... \" فهو ضعيف كما بينته في الأحاديث الضعيفة 216 و217.\rوأما قول الشيخ البجيرمي في الإقناع 2/177 بأنه قد صح فمما لا وجه له البتة ولا سيما أنه ليس من أهل الحديث فلا يغتر به\rتنبيه سيري القارئ الكريم قليلا من البدع لم يذكر بجانبها مصدرها من كتب أهل العلم فذلك إشارة مني إلى أنني لم أقف على من نص على بدعيتها ولكن أصول البدع وقواعدها تقتضي بدعيتها وقد أذكر في التعليق بعض النصوص التي تدل على ذلك كما فعلت في هذه البدعة الأولى فليكن هذا في البال.","seal":"9572D118","part":1},
      {"page":117,"id":100,"nass":"الجمعة أو غيرها قبل ذهابهم إلى المسجد1. \"\"المدخل\" 2/124\"\r5 - التذكار يوم الجمعة بأنواعه. \"\"المدخل\" 2/258 - 259 و\"الإبداع في مضار الابتداع\" ص 76\" ومجلة المنار \"31/57\"\r6 - الأذان جماعة يوم الجمعة \"\"المدخل\" 2/208\"\r7 - تأذين المؤذنين مع المؤذن الراتب يوم الجمعة في صحن المسجد. \"\"الاختيارات العلمية\" لشيخ الإسلام ابن تيمية ص 22\"\r8 - الزيادة في هذا الأذان الثاني على واحد حيث يؤتى بمؤذن ثان يؤذن على الدكة. كالمجيب للأول \"\"الإبداع\" 75 و\"المدخل\" 2/208\"\r9 - صعود المؤذن يوم الجمعة على المنارة بعد\r__________\r1 وقال شيخ الإسلام ابن تيمية في الفتاوى 2/39 فهذا منهي عنه بالابفق.","seal":"6672A2FF","part":1},
      {"page":118,"id":101,"nass":"الأذان الأول لينادي أهل القرية للحضور وتكميل عدد الأربعين \"\"إصلاح المساجد من البدع والعوائد\" 64 - طبعتنا\"\r10 - تفريق الربعة حين اجتماع الناس لصلاة الجمعة فإذا كان عند الأذان قام الذي فرقها ليجمع ما فرق من تلك الأجزاء. \"\"المدخل\" 2/223\"\r11 - السماح للرجل الصالح بتخطي رقاب الناس يوم الجمعة بدعوى أنه يتبرك به\r12 - صلاة الجمعة القبلية \"السنن والمبتدعات\" 51 \"المدخل\" \"2/239\" \"الأجوبة النافعة\" \"ص 46 - 58\"\r13 - فرش درج المنبر يوم الجمعة \"\"المدخل\" 2/166\"","seal":"72C49633","part":1},
      {"page":119,"id":102,"nass":"14 - جعل الأعلام السود على المنبر حال الخطبة \"\"المدخل\" 10/166\"\r15 - الستائر للمنابر. \"\"السنن\" 53\"\r16 - المواظبة على لبس السواد من الإمام يوم الجمعة. [\"الإحياء\" \"1/162 - 165\" و\"المدخل\" \"2/266\" و\"شرح شرعة الإسلام\" ص 140]\r17 - تخصيص الاعتماد لصلاة الجمعة وغيرها1\r18 - لبس الخفين لأجل الخطبة وصلاة الجمعة \"\"المدخل\" 2/266\"\r19 - الترقية وهي تلاوة آية: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ....}\r20 - ثم حديث: \"إذا قلت لصاحبك ... \"\r__________\r1 قلت والأحاديث الواردة في فضيلة الصلاة بالعمامة لا يصح شيء كما بينته في الأحاديث الضعيفة رقم 127.","seal":"2055722E","part":1},
      {"page":120,"id":103,"nass":"يجهر بذلك المؤذنون عند خروج الخطيب حتى يصل إلى المنبر1 \"\"المدخل\" \"2/266\" \"شرح الطريقة المحمدية\" \"1/114 و115 و4/323\" \"المنار\" 5/951، 19/541، \"الإبداع\" 75 \"السنن\" 24\"\rانظر الفقرة الآتية رقم 32\r21 - جعل درجات المنبر أكثر من ثلاث2\r22 - قيام عند أسفل المنبر يدعو\r__________\r1 قال شيخ الإسلام ابن تيمية في الاختيارات ص 48.\rهو مكروه أو محرم اتفاقا\rقلت: فلا يغتر باستحسان صاحب الباعث ص 65 لهذه البدعة فإنها زلة عالم\r2 وما قيل من أن معاوية هو أول من بلغ درجات المنبر خمس عشرة مرقاة كما ذكره صاحب التراتيب الإدارية 2/440 فمما لا يثبت وتصديره بـ \"قبل\" مما يشعر بذلك.\rومن مضار هذه البدعة أنها تقطع الصفوف وقد تنبه لهذا بعض أئمة المساجد فأخذوا يتفاودون ذلك بطريق محدثة كجعل الدرج بجانب الجدار ونحو ذلك ولو أنهم اتبعوا السنة لاستراحوا.","seal":"698A6518","part":1},
      {"page":121,"id":104,"nass":"23 - تباطؤه في الطلوع على المنبر. \"\"الباعث\" 64\"\r24 - إنشاد الشعر في مدح النبي صلى الله عليه وسلم عند صعود الخطيب المنبر أو قبله. \"\"المنار\" 31/474\"\r25 - دق الخطيب عند صعوده بأسفل سيفه على درج المنبر. \"\"الباعث\" 64 \"المدخل\" 2/267 \"إصلاح المساجد\" 48 طبعتنا \"المنار\" 18 558\"\r26 - صلاة المؤذنين على النبي صلى الله عليه وسلم عند كل ضربة يضربها الخطيب على المنبر \"\"المدخل\" 2/250 و267\"\r27 - صعود رئيس المؤذنين على المنبر مع الإمام وإن كان يجلس دونه وقوله: \"آمين اللهم غفر الله لمن يقول آمين اللهم صل عليه..\" \"\"المدخل\" 2/268\"\r28 - اشتغال الإمام بالدعاء إذا صعد المنبر مستقبل القبلة قبل الإقبال على الناس والسلام عليهم.","seal":"2467B625","part":1},
      {"page":122,"id":105,"nass":"\"\"الباعث\" 64 \"المدخل\" 2/267 \"إصلاح المساجد\" 48 و\"المنار\" 18/558\"1\r29 - ترك الخطيب السلام على الناس إذا خرج عليهم. \"\"المدخل\" 22/166\"\r30 - الأذان الثاني داخل المسجد بين يدي الخطيب. \"\"الاعتصام\" للشاطبي 2/207208، \"المنار\" 19/540 \"الأجوبة النافعة\" 14 15\"\r31 - وجود مؤذنين بين يدي الخطيب في بعض الجوامع يقوم أحدهما أمام المنبر والثاني على السدة العليا يلقن الأول الثاني ألفاظ الأذان يأتي الأول بجملة منه سرا ثم يجهر بها الثاني \"إصلاح المساجد عن البدع والعوائد\" 143\"\r32 - نداء رئيس المؤذنين عند إرادة الخطيب الخطبة بقوله للناس: أيها الناس صح عن رسول الله\r__________\r1 وقال شيخ الإسلام ابن تيمية في الاختيارات 48\r\"دعاء الإمام بعد صعوده المنبر لا أصل له\"","seal":"BED95E16","part":1},
      {"page":123,"id":106,"nass":"صلى الله عليه وسلم أنه قال: إذا قلت لصاحبك والإمام يخطب يوم الجمعة أنصت فقد لغوت أنصتوا رحمكم الله. \"\"المدخل\" 2/268 \"السنن\" 24\"\r33 - قول بعض المؤذنين بين يدي الخطيب إذا جلس من الخطبة الأولى: غفر الله لك ولوالديك ولنا ولوالدينا والحاضرين. \"فتاوى ابن تيمية \"1/129 و\"إصلاح المساجد\" 70\"\r34 - اعتماد الخطيب على السيف في خطبة الجمعة. \"\"السنن\" 55\"1\r35 - القعود تحت المنبر والخطيب يخطب يوم الجمعة للاستشفاء. \"\"المنار\" 7/501 - 503\"\r36 - إعراض الخطباء عن خطبة الحاجة \"إن الحمد لله نحمده ونستعينه ونستغفره ... \" وعن قوله\r__________\r1 وأما حديث أن النبي صلى الله عليه وسلم خطب على سيف أو عصا كما وقع في منار السبيل وعزاه لأبي داود فلا أصل له عنده ولا عند غيره بذكر السيف وإنما هو بلفظ \"........... عصا أو قوس\" كما تراه مخرجا في إرواء الغليل برقم 616/ج3.","seal":"73B139BB","part":1},
      {"page":124,"id":107,"nass":"صلى الله عليه وسلم في خطبه \"أما بعد فإن خير الكلام كلام الله 1\"\r37 - إعراضهم عن التذكير بسورة \"ق\" في خطبهم مع مواظبة النبي صلى الله عليه وسلم عليه \"\"السنن\" 57\"2\r38 - مواظبة الخطباء يوم الجمعة على قراءة حديث في آخر الخطبة دائما كحديث \"التائب من الذنب كمن لا ذنب له\"3. \"\"السنن\" 56\"\r39 - تسليم بعض الخطباء في هذا العصر بعد الفراغ من الخطبة الأولى\r40 - قراءتهم سورة الإخلاص ثلاثا أثناء الجلوس بين الخطبتين \"\"السنن 56\"\"\r41 - قيام بعض الحاضرين في أثناء الخطبة الثانية يصلون التحية \"\"المنار\" 18/559 \"السنن\" 51\"\r42 - دعاء الناس ورفع اليدين عند جلوس الإمام على المنبر بين الخطبتين. \"\"المنار 6/793 - 794\rو\r__________\r1 انظر ص 96 – 100 من هذه الرسالة.\r2 انظر ص 96 – 100 من هذه الرسالة.\r3 وهو حديث حسن مخرج تحت الحديث رقم 615 و616 من الضعيفة.","seal":"0A2D8734","part":1},
      {"page":125,"id":108,"nass":"18/559\"\r43 - نزول الخطيب في الخطبة الثانية إلى درجة سفلى ثم العود \"\"حاشية ابن عابدين\" 1/770\"\r44 - مبالغتهم في الإسراع في الخطبة الثانية. \"\"المنار\" 18/858\"\r45 - الالتفات يمينا وشمالا عند قوله: آمركم وأنهاكم وعند الصلاة على النبي صلى الله عليه وسلم \"\"الباعث\" 65، \"حاشية ابن عابدين\" 1/759، \"إصلاح المساجد\" 48، \"المنار\" 18/558\"\r46 - ارتقاؤه درجة من المنبر عند الصلاة على النبي صلى الله عليه وسلم ثم نزوله عند الفراغ منها. \"\"الباعث\" 65\"\r47 - التزامهم السجع والتثليث والتربيع والتخميس في دواوينهم وخطبهم مع أن السجع قد ورد النهي عنه في \"الصحيح\". \"\"السنن\" 75\"\r48 - التزام كثيرين منهم ايراد حديث: \"إن لله عز وجل في كل ليلة من رمضان ستمائة ألف عتيق من النار فإذا كان آخر ليلة أعتق الله بعدد من مضى\" في آخر خطبة","seal":"41654583","part":1},
      {"page":126,"id":109,"nass":"جمعة من رمضان أو في خطبة عيد الفطر مع أنه حديث باطل1\r49 - ترك تحية المسجد والإمام يخطب يوم الجمعة. \"\"المحلى\" لابن حزم 5/69\"\r50 - قطع بعض الخطباء خطبتهم ليأمروا من دخل المسجد وشرع في تحية المسجد بتركها خلافا لحديث رسول الله صلى الله عليه وسلم وأمره بها2\r51 - جعل الخطبة الثانية عارية من الوعظ والإرشاد والتذكير والترغيب وتخصيصها بالصلاة على النبي صلى الله عليه وسلم والدعاء. \"\"السنن\" 56، \"نور البيان في الكشف عن بدع آخر الزمان\" 445\"\r52 - تكلف الخطيب رفع الصوت في الصلاة على النبي صلى الله عليه وسلم فوق المعتاد في باقي الخطبة. \"\"الباعث\" 65\"\r__________\r1 قاله ابن حبان كما في اللآليء المصنوعة للسيوطي.\r2 انظر ص 104 من هذه الرسالة.","seal":"EEB7B76E","part":1},
      {"page":127,"id":110,"nass":"53 - المبالغة برفع الصوت في الصلاة على النبي صلى الله عليه وسلم عند قراءة الخطيب: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} \"بجيرمي \"2/189\"\r54 - صياح بعضهم في أثناء الخطبة باسم الله وأسماء بعض الصالحين \"\"المنار\" 18/559\"\r55 - إتيان الكافر الذي أسلم في أثناء الأسبوع إلى الخطيب وهو على المنبر حتى يتلفظ بالإسلام على رؤوس الناس ويقطع الخطيب الخطبة بسببه \"\"المدخل\" 2/171\"\r56 - التزام ذكر الخطباء الخلفاء والملوك والسلاطين في الخطبة الثانية بالتنغيم1 \"\"الاعتصام\" 17 18 و2/177، \"المنار\" 6/139 و18/305\r__________\r1 وقد ذكر ابن الحاج في المدخل 2/270 نحو هذا لكنه قال:\rفهذا من باب المندوب لا من باب البدعة\rوقد وهم في ذلك فإننا لا نعلم أن أحدا كان يفعل ذلك من سلف الأمة من الصحابة والتابعين وغيرهم.","seal":"CA2BC35C","part":1},
      {"page":128,"id":111,"nass":"و558 و31/55\"\r57 - دعاء الخطيب للغزاة والمرابطين. \"\"الاعتصام\" 1/18\"\r58 - رفع المؤذنين أصواتهم بالدعاء للسلاطين وإطالتهم في ذلك والخطيب مسترسل في خطبته1 \"\"المنار\" 18/558، \"السنن\" 25\"\r59 - سكتات الخطيب في دعائه على المنبر ليؤمن عليه المؤذنون \"\"شرح الطريقة المحمدية\" 3/323\"\r60 - تأمين المؤذنين عند دعاء الخطيب للصحابة بالرضى وللسلطان بالنصر. \"\"شرح الطريقة المحمدية\" 3/323\"\r61 - الترنم في الخطبة \"الابداع\" 27\"\r__________\r1 نص ابن عابدين في الحاشية 1/769 على كراهة ذلك يعني كراهة تحريم.","seal":"18E9658B","part":1},
      {"page":129,"id":112,"nass":"62 - رفع الخطيب يديه في الدعاء1\r63 - رفع القوم أيديهم تأمينا على دعائه2. \"\"الباعث\" 64 و65\"\r64 - التزام ختم الخطبة بقوله تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْأِحْسَانِ} . أو بقوله: {اذكروا الله يذكركم..} \"المدخل\" 2/271 و\"السنن\" 57\"\r65 - إطالة الخطبة وقصر الصلاة3\r__________\r1 قال شيخ الإسلام ابن تيمية في الاختيارات العلمية 48:\rويكره للإمام رفع حال الدعاء في الخطبة لأن النبي صلى الله عليه وسلم إنما كان يشير بإصبعيه إذا دعا.\r2 قلت وذكر ابن عابدين في الحاشية 1/768 أنهم إذا فعلوا ذلك أثموا على الصحيح.\r3 قلت لأن السنة إطالة الصلاة وقصر الخطبة كما تقدم ص 100 فعكس ذلك كما هو عادة أكثر الخطباء اليوم لا شك في كونه بدعة.\rوقد جاء في الدر المختار 1/758 الحاشية ما نصه: وتكره زيادة خطبتي الجمعة على قدر سورة من طوال الفصل.","seal":"2B0CB381","part":1},
      {"page":130,"id":113,"nass":"66 - التمسح بكتف الخطيب وظهره عند نزوله من المنبر. \"\"الإبداع\" 79، \"إصلاح المساجد\" 72، \"السنن\" 54، \"نور البيان\" 44\"\r67 - المنبر الكبير الذي يدخلونه في بيت إذا فرغ الخطيب من الخطبة. \"\"المدخل\" 2/212\"\r68 - عد الجماعة في بعض المساجد الصغيرة يوم الجمعة لينظر هل بلغ عددهم أربعين\r69 - إقامة الجمعة في المساجد الصغيرة. \"\"إصلاح المساجد\" 63\"1\r__________\r1 قلت وللقاسمي رحمه الله بحث مهم جدا بين فيه خروج الجمعة عن موضوعها بكثرة تعددها وللسبكي رسالة في هذه المسألة بعنوان الاعتصام بالواحد الأحد من إقامة جمعتين في بلد وقد قال فيها:\rتعدد صلاة الجمعة عند عدم الحاجة منكر معروف بالضرورة في دين الإسلام ج1 ص 190 من الفتاوى له.....=","seal":"4F152D15","part":1},
      {"page":131,"id":114,"nass":"70 - دخول الإمام في الصلاة قبل استواء الصفوف \"\"إصلاح\" 99 - 100\"\r71 - تقبيل اليد بعدها. \"\"إصلاح المساجد\" 99\"\r72 – قولهم بعد الجمعة يتقبل الله منا ومنكم1\r__________\r= وقد انتهى القاسمي في بحثه إلى أنه ينبغي:\rأن يترك التجميع في كل مسجد صغير سواء كان بين البيوت أو في الشوارع وكل مسجد كبير أيضا يستغني عنه بغيره وأن ينضم كل أهل محلة كبرى إلى جامعها الأكبر ولتفرض كل محلة كبرى كقرية على حدة فيستغني بذلك عن كثير من زوائد المساجد ويظهر الشعار في تلك الجوامع الجامعة في أبدع حال فيخرج من عهدة التعدد\rقلت: وهذا هو الحق الذي يفهمه كل من تفقه بالسنة وتأمل في واقع الجمعة والجماعة في عهد النبي صلى الله عليه وسلم كما كنت نبهت عليه في الكلام على هذه المسألة ص 80 من أحكام الجمعة والله الموفق.\r1 قلت: وأما حديث \"من لقي أخاه عند الانصراف من الجمعة فليقل تقبل الله منا ومنك فإنها فريضة أديتموها إلى.........................=","seal":"9F6D1930","part":1},
      {"page":132,"id":115,"nass":"\"السنن\" 54\r73 - صلاة الظهر بعد الجمعة1 \"\"السنن\" 10 و123 - \"إصلاح المساجد\" \"49 53\" \"المنار 23/259، 497، و34/120\"\r74 - قيام بعض النساء على باب المسجد يوم الجمعة تحمل ظفلا لها لا يزال يزحف ولا يمشي قد عقدت بين إبهامي رجليه بخيط ثم تطلب قطعه من أول خارج من المسجد يزعمن أن الطفل ينطلق ويمشي على رجليه بعد أسبوعين من هذه العملية\r75 - قيام بعضهم على الباب وعلى يده كأس\r__________\r= ربكم\" فقد أورد السيوطي في ذيل الأحاديث الموصوعة وقال ص 111:\rفيه نهشل وهو كذاب.\r1 وللشيخ مصطفى الغلاييني رسالة نافعة في هذه المسألة اسمها البدعة في صلاة الظهر بعد الجمعة نشرت في مجلة المنار على دفعات فانظر 7/941 – 948 و8/24 – 29. ولعلها أفردت في رسالة مستقلة.","seal":"E51ABCCD","part":1},
      {"page":133,"id":116,"nass":"ماء ليتفل فيه الخارجون من المسجد واحدا بعد واحد للبركة والاستشفاء\r76 – تعطيل شعيرة الأذان من مئات المساجد بالأذان الموحد في أحد البلاد الإسلامية خلافا لإجماع سائر البلاد الإسلامية سلفا وخلفا\r77 – الاستغناء عن أذان المؤذن بإذاعته مسجلا في شريط في بعض البلاد الإسلامية\rوهذا آخر بدع الجمعة\rوالحمد لله وحده. والصلاة والسلام على من لا نبي بعده\rدمشق 27/2/1382 هـ\rمحمد ناصر الدين الألباني","seal":"B77A3C3B","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"الأجوبة النافعة عن أسئلة لجنة مسجد الجامعة","HigriD":"1420","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني","bLnk":null,"Inf":"","Auth":"ناصر الدين الألباني","Betaka":"الكتاب: الأجوبة النافعة عن أسئلة لجنة مسجد الجامعة\r\nالمؤلف: أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ)\r\nالناشر: مكتبة المعارف للنشر والتوزيع\r\nالطبعة: الطبعة الاولى للطبعة الجديدة 1420هـ - 2000م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الألباني، محمد ناصر الدين (1332هـ- 1914م، 1420هـ - 1999م).\r\n\r\nأبو عبد الرحمن محمد ناصر الدين ، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني، الأرنؤوطي، شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.\r\nولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم. حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه. بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها. ومن أبرز كتبه: إرواء الغليل في تخريج أحاديث منار السبيل؛ سلسلة الأحاديث الصحيحة؛ سلسلة الأحاديث الضعيفة؛ تحقيق كتاب مشكاة المصباح للتبريزي؛ صحيح الجامع الصغير وزياداته؛ صحيح الجامع الضعيف وزياداته، وغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.\r\nحاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419هـ، 1999م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"89AD70D2","cat":"كتب الألباني","oNum":7524,"BkId":7524,"oAuth":414,"bVer":1,"aSeal":"158BF503"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7524":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الجواب عن الأسئلة"},
      {"lvl":2,"id":1,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":11,"sub":0,"tit":"الجواب عن الفقرة الثانية"},
      {"lvl":2,"id":12,"sub":0,"tit":"الجواب عن الفقرة الثالثة"},
      {"lvl":2,"id":21,"sub":0,"tit":"الجواب عن الفقرة الرابعة"},
      {"lvl":1,"id":56,"sub":0,"tit":"أحكام الجمعة"},
      {"lvl":2,"id":56,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":58,"sub":0,"tit":"حكم صلاة الجمعة"},
      {"lvl":2,"id":92,"sub":0,"tit":"بدع الجمعة"}
    ]
}
