{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7554":
    [
      {"page":5,"id":1,"nass":"الانتصار لحزب الله الموحدين والرد على المجادل عن المشركين\rتأليف: عبد الله بن عبد الرحمن بن عبد العزيز أبابطين\rتحقيق: الوليد بن عبد الرحمن الفريان\rبسم الله الرحمن الرحيم\rمقدمة\rواكب النضال المسلح في الجزيرة العربية إبان تطهيرها من فلول الهمجية – العثمانيون والمنتفعون بوجودهم من شذاذ الآفاق ومرتزقة البوادي (1) - في العقد الرابع من القرن الثالث عشر, كفاح فكري متحفز قاده علماء البلاد وأشبال الدعوة السلفية الحرة.\rبعد أن عمل الغزاة على تلويث عقول الجهلة والعوام, واستماتوا في دفعهم عن المنهج الأصولي بكل ما يملكون من فنون المكر والدجل والتضليل.\rآملين أن يخمدوا جذوة التحرر, أو يفلحوا في تحجيم دور الدين الإسلامي وكبته وإلباس الناس ثوب العلمانية الكافر.\rواتخذوا من نشر البدع والإغراق في الشعوذة والتخريف الصوفي, سبيلا لذلك. لكنها لم تجد في قلوب العقلاء متسعا, ولا في عقولهم تصديقا أو قبولا, فارتدوا على أعقابهم أوفر الخلق خيبة وخسارة.\rواستطاع الإمام تركي بن عبد الله بن محمد بن سعود (ت1249) أن يأخذ بزمام المبادرة, بفضل الله ثم بفضل إيمانه العميق وحنكته وشجاعته، وصبره, وبفضل الرجال الأبرار المخلصين لله ثم للدين والوطن من أبناء نجد الشامخة الأبية.\r__________\r(1) ينظر مقدمة \" الدلائل في حكم موالاة أهل الشرك\" للشيخ سليمان بن عبد الله.","seal":"247213B6","part":1},
      {"page":6,"id":2,"nass":"وتمكن في سنوات قليلة من طرد المعتدي الآثم مجللا بالخزي والعار, وأن يوحد الجزيرة العربية في نظام سياسي متميز تحكمه شريعة الله وتسوده روح الوئام.\rوكان للعلماء من أبناء الدعوة الدور البارز في بناء صرح الدولة, وإرساء نظامها والذود عن مكتسباتها, منذ انطلاق شرارة التوحيد والإصلاح (1) .\rفي تلاحم فريد: شعاره الحب في الله, ودثاره الاحترام المتبادل والسعي الحثيث في إعلاء كلمة الله, ونشر الأمن وتخليص عقول الناس وأبدانهم من رق عبودية الخلق إلى عبودية الخالق وحده لا شريك له.\rفأعادوا للإسلام هيبته التي خلفت لمعانها وافتقدت في الكثير من بقاع العالم, وأخذوا يشقون طريقهم بين الأمم في قوة وعنفوان, ففرح المسلمون بهم وتجدد بهم الأمل الذي طالما كان حلما بعيد المنال.\rوهذه المنظومة الرائعة التي رافقت الدعوة منذ بزوغ نجمها المتألق, ومنذ ميثاق الدرعية الذي بني على أساس من نظرة الإسلام الشمولية للسياسية بنوعيها الداخلي والخارجي.\rوالمستمد من كتاب الله وسنة رسوله صلى الله عليه وسلم وسيرة الصحابة والتابعين وخلفاء الإسلام.\rكانت هي السياج المنيع, والدرع الذي تحطم عليه الطغيان والظلم والاستبداد , وانهارت أمامه المطامع الشخصية وشهوة التفرد.\rواستمر موكب الدعوة والدولة تحوطه المحبة وتظلله الرحمة وتسيره المبادئ\r__________\r(1) حفظ لنا التاريخ صورة نادرة، دارت أحداثها بين كل من العالم المجاهد عبد الرحمن بن حسن والإمام تركي بن عبد الله، يرويها الشيخ المعمر عبد العزيز بن مرشد عن أستاذه العلامة عبد الله بن عبد اللطيف بن عبد الرحمن. وملخصها: أنه بعد أن استطاع الشيخ عبد الرحمن الإفلات من المنفى بمصر، قصد مكة ثم انصرف إلى نجد مع حجاج القصيم، واستقر بها. ولما علم الإمام تركي بعودته بعث إليه يطلب منه القدوم إلى الرياض، ولم يستجب لطلبه، حتى تأكد من أنه ما قام إلا من أجل إقامة شرح الله وإحياء دينه، وحماية الدعوة المهيضة فوضع يده في يد الإمام تركي، واستمرت كتائب التوحيد تحمل الحب والطموح.","seal":"165AFEDA","part":1},
      {"page":7,"id":3,"nass":"ويقوده العدل والإنصاف, دون أن يسمح لواش أو كاذب مفتون أن يتسلل إلى صفائه ليعكره, أو طريقه ليعطله ويصرفه عن وجهته التي يحبها الله ورسوله وأهل الإيمان والفضيلة والغيرة والشرف.\rوالتأريخ أعظم شاهد على أهمية وحساسية هذه العلاقة الحميمة.\rفحسبك أن تنظر إلى ما حدث هنا وهناك على امتداد الأدوار التاريخية المتعاقبة وسوف تجد مصداق ذلك ظاهر كرابعة النهار.\rموضوع الكتاب:\rهذا السفر حلقة من حلقات الجهاد العبق, وصفحة من صفحاته, اضطلع به رجال الدعوة وأبلوا فيه بلاءا حسنا منذ أن تعرضوا لأول كيد ووصلت إليهم طليعة الانحراف والتحجر. فقيضهم الله منافحين محتسبين حتى ردوا كيدهم وكشفوا عوار أقوالهم, وفضحوا مؤامراتهم.\rوهكذا تسلسلت حلقات الحب والصدق والدعوة؛ لتستمر مسيرة الخير تنير للناس الطريق وتهديهم إلى كتاب الله وسنة رسوله صلى الله عليه وسلم.\rوالشيخ عبد الله بن عبد الرحمن أبا بطين, واجه كغيره من علماء تلك الفترة الحرجة, بعض الوجوه الكالحة التي استمرأت البدعة, وعشعش الانحراف في قلوبهم وعقولهم، فأصبحوا أسارى التخلف والتبعية.\rفقام رحمه الله بواجبه, وأدى حق العلم الذي أئتمن عليه هو وإخوانه من أهل العلم والإيمان.\rوهذا الكتاب الذي بين أيدينا، يحكي بصدق جانبا من جهاده.\rوقد استهله بمقدمة ضافية, بين فيها الغاية من الخلق ومعنى العبودية ومقتضياتها, ومعنى كلمة التوحيد الخالدة.\rوأوضح ضلال وتناقض من قال بأن كلمة لا إله إلا الله ترفع الحرج حتى وإن ارتكب الشرك وعبد غير الله.","seal":"8777E620","part":1},
      {"page":8,"id":4,"nass":"وأشار إلى أن من كيد الشيطان للمبتدعة سلب العبادة والشرك اسمهما من قلوبهم, حتى اختلطت عليهم المفاهيم, وساعدهم على ذلك بعض المغرضين.\rثم عقد فصلا ذكر فيه بعض الشبه التي تعلقوا بها, وبين أن مرتكب الشرك الأكبر ليس معذورا لجهله؛ وإلا للزم عليه أنه ليس لله حجة على أحد إلا المعاند.\rوأفاض في تأكيد هذا الأصل العظيم, وأن حجة الله قائمة على الناس بإرسال الرسل, وإن لم يفهموا حجج الله وبيناته, ففرق بين فهم الحجة وقيام الحجة وعقد فصلا آخر أبان فيه عن أهمية معرفة حدود ما أنزل الله على رسوله, لاسيما حدود ما أنزله في الأسماء.\rوأن منبع الضلال: الغلط في معرفة حقيقة الشرك الأكبر. وتعرض لبعض دعاويهم فأبطلها.\rثم عقد فصلا ثالثا\" وسع الحديث فيه عن الجناية المترتبة على عدم فهم حدود ما أنزل الله, وأن دعوى أن الشرك هو الصلاة والسجود لغير الله فقط, مجرد مكابرة مكشوفة.\rوفي الفصل الرابع: نافح عن شيخ الإسلام, وردَّ فيه تزوير وكذب الكاذبين بأنه يرى أن المتأول والمجتهد المخطئ والمقلد مغفور لهم ما ارتكبوه من الشرك والكفر.\rونعى بمرارة ما يفعله بعض علماء زمانه من تجويز الممارسات الشركية ومباركتها, وتعجب من إنكار بعض اليهود لما يرونه عند هذه المشاهد, مع إصرار من ينتسب إلى الإسلام عليها.\rوبين في أثناء هذا الفصل\" أنه لا يجوز للمسلم أن يحكم بكفر أحد حتى يثبت في حقه شروط التكفير وتنتفي موانعه.\rوأنحى بعد ذلك باللائمة على من سهل للمشركين ما ارتكبوه, وجادل عنهم بالباطل, وأن هذا منتهى الجهل والظلم, وعقبه بحكم الذبح لغير الله والاستغاثة به","seal":"52C2646F","part":1},
      {"page":9,"id":5,"nass":"ثم عقد فصلا خامسا: فرق فيه بين الكرامة وبين الأحوال الشيطانية وهوس الصوفية.\rوختم كتابه بفصل سادس توجه فيه إلى المنتسبين للعلم، بأن عليهم أن يتجردوا عن الجهل والتعصب, ويكون مرجعهم كتاب الله وسنة رسوله, دون العوائد استحسانات الناس, ولا يستوحشوا من قلة السالكين, فإن أهل الحق هم القلة دائما.\rأهمية الكتاب:\rيأتي هذا البحث ليعالج أعمق القضايا المتعلقة بتوحيد الألوهية, الذي هو أعظم أنواع التوحيد قاطبة وأجدرها بالعناية والاهتمام, وليفضح ما تبقى من شبه المضللين المتداعية, وهي لا تعدو أن تكون زوابع عابرة قوامها التعنت والاستكبار, ومحركها المنافع الشخصية الدنيئة ويمكن تلخيص تلك الترهات فيما يلي:\r1 – أنا لسنا مكلفين بالناس والقول فيهم.\r2 – من قال: لا إله إلا الله, ما نقول فيه شيئا وإن فعل ما فعل.\r3 – قول ابن تيمية: أن المتأول والمجتهد المخطئ والمقلد, مغفور لهم ما ارتكبوه من الشرك والكفر.\r4 – قصة الذي أوصى أهله أن يحرقوه بعد موته, فجهل أن فعله كفر فلم يكفر.\r5 – أن طلب الأموات ليس دعاء بل هو نداء.\rوأنت ترى أنها ما بين دعوة إلى العجز والتواكل, وبين سوء فهم وكذب بين.\rولكن كما قال تعالى: {وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاء كَذَلِكَ يَجْعَلُ اللهُ الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ} .","seal":"3A1C2E05","part":1},
      {"page":10,"id":6,"nass":"المؤلف\rنسبه ومولده:\rهو العلامة الحافظ الفقيه أبو عبد الرحمن عبد الله بن عبد الرحمن بن عبد العزيز أبا بطين العائذي القحطاني, من جذم عبدة المشهور. ولد في بلدة الروضة القريبة من المجمعة حاضرة أقليم سدير الواقع في منطقة نجد سنة 1194, أي قبل وفاة الإمام المجدد محمد بن عبد الوهاب باثنتي عشرة سنة.\rأسرته:\rنشأ في أحضان أسرة صالحة محافظة, وجهته منذ نعومته وطراوة عوده إلى طلب العلم وتحصيله وملازمة العلماء, حتى أدرك علما واسعا وهو بعدُ في ريعان الشباب, وساعده على ذلك قوة الذهن وسرعة الفهم والفطرة النقية.\rشيوخه:\rقرأ على العديد من علماء عصره ومن أبرزهم:\r1 – الإمام الحافظ عبد الله بن محمد بن عبد الوهاب (ت1242) .\r2 – العلامة الورع عبد العزيز بن عبد الله الحصين (ت1237) .\r3 – الإمام الكبير حمد بن ناصر بن معمر (ت1225) .\rأعماله:\rولي القضاء في عهد سعود بن عبد العزيز بن محمد (ت1229) ثم نقله عبد الله بن سعود (ت1234) قاضيا على عمان.\rوفي عهد الإمام تركي ولاه قضاء الوشم، ثم جمع له معه قضاء سدير,","seal":"C2686949","part":1},
      {"page":11,"id":7,"nass":"وفي عام 1248هـ انتقل إلى قضاء القصيم, حتى استقال من القضاء سنة 1270.\rتلاميذه:\rلم تشغله أعماله الوظيفية عن التعليم والدعوة, وهذا هو شأن العلماء حيثما حلوا وأينما سارت بهم الركاب. يبذرون في كل بلد وطئته أقدامهم طلابا يحملون العلم ويبلغونه لمن بعدهم. ومن تلاميذه:\r1 – صالح بن عيسى.\r2 – عبد الرحمن بن عبد الله بن أبا بطين, ابن المؤلف.\r3 – محمد بن عبد الله بن حميد.\r4 – عثمان بن بشر صاحب التأريخ المشهور.\rأخلاقه وسجاياه:\rكان رحمه الله زاهدا ورعا مكبا على العلم, معرضا عما سوى ذلك, وقورا دائم الصمت, باذلا نفسه للعلم والعلماء دون ملل أو تضجر, كريما سخيا قويا في الحق.\rوفاته وأبناؤه:\rاستمر رحمه الله طوال حياته داعيا ناصحا ملتزما, إلى أن توفي سنة 1282 فانطوت بوفاته صفحة تنضح بالصلاح والتقوى والكرم.\rوخلف من الأبناء الشيخ عبد الرحمن وعبد العزيز, ولكليهما عقب.\rآثاره العلمية:\rشارك في الكثير من العلوم وألف فيها, ومن آثاره:\r1 – مختصر البدائع (1) .\r__________\r(1) له نسخة بخط المؤلف عند آل مانع كما ذكر ابن بسام 2/574.","seal":"FC7D91B0","part":1},
      {"page":12,"id":8,"nass":"2 – حاشية على شرح المتهى في الفقه.\r3 – تأسيس التقديس (1)\r4 – الانتصار وهو كتابنا هذا.\r5 – رسالة في التجويد.\r6 – فتاوى وتحريرات نشر أكثرها (2) .\rالنسخ:\rتجمع لدي عند الشروع في التحقيق ثلاث نسخ, وهي كما يلي:\rالأولى: نسخة خطية تقع في نحو تسع عشرة ورقة ومسطرتها 25 سطرا محفوظة في مكتبة الرياض السعودية بدون رقم.\rفرغ من كتابتها عبد الله بن فارس بن ناصر بن فارس بن إبراهيم آل سميح سنة 1278يوم الأربعاء من شهر شوال، وعلق على طرتها ما نصه: مال زيد بن محمد آل سليمان. وهي نسخة تامة مصححة ومقابلة ومكتوبة في حياة المؤلف ولذلك جعلتها أصلا.\rالثانية: وتقع في نحو إحدى وعشرين ورقة ومسطرتها 25 سطرا, مكتوبة بقلم نسخي جيد مشكول أحيانا, ليس عليها اسم الناسخ ولا تاريخ النسخ. ويبدوا أنها كانت ضمن مجموعة إذ أن الورقة الأولى تبدأ برقم 78, وقد أمدني الأخ الكريم الشيخ عبد السلام العبد الكريم بمصورتها ورمزت لها بحرف (ع) .\r__________\r(1) مطبوع سنة 1344 ورأيت له نسخة خطية جيدة في مكتبة الرياض السعودية رقم 411/86 في نحو سبع وثمانين ورقة بعنوان: كشف تلبيس داود بن جرجيس الكذاب الأفاك الداعي إلى الإشراك ببارئ كل محسوس!.\r(2) ينظر في مصادر ترجمته\" الدرر السنية\" 12/75 و\"مشاهير علماء نجد\"176 و\"علماء نجد خلال ستة قرون\" 2/567.","seal":"9C27BAEB","part":1},
      {"page":13,"id":9,"nass":"الثالثة: مطبوعة نشرتها دار العربية للطباعة ببيروت, بعناية الشيخ عبد الملك بن إبراهيم، عن نسخة كتبها محمد بن عبد العزيز بن محمد سنة 1305 يوم السبت 24 من ذي الحجة كما هو مدون في آخر الرسالة. وفيها نقص وتحريف ورمزت لها بحرف (ط) .\rالعنوان:\rسجل على طرة الأصل وغلاف المطبوعة: كتاب الانتصار لحزب الله الموحدين والرد على المجادل عن المشركين.\rوفي نسخة (ع) : كتاب الانتصار لحزب الله الموحدين والرد على من يجادل عن المشركين. وهو فرق طفيف لا يكاد يسترعي الانتباه.\rويذكر ابن بشر في عنوان المجد (القسم المخطوط) أن الذي سماه بذلك هو بعض طلبته (1) . لا المؤلف رحمه الله, وليس هذا ببعيد؛ فلم يكن علماء الدعوة ممن كانوا في عصره يهتمون كثيرا بوضع الأسماء لكتبهم.\rالتوثيق:\rنص ابن بشر في عنوان المجد (القسم المخطوط) أن الشيخ عبد الله ألف كتاب الانتصار من أجل أن يكشف عن فساد الشبهة التي أثارها تلميذه داود بن جرجيس البغدادي (ت1299) ولبس بها على الناس.\rثم ألف كتابه الكبير تأسيس التقديس فتتبع فيه دعاويه وفندها وآهال عليها التراب (2) .\rوذكره العلامة ابن قاسم في الدرر السنية (3) .\r__________\r(1) \"علماء نجد خلال ستة قرون\" 2/569.\r(2) ينظر المرجع السابق.\r(3) \"الدرر السنية\" 12/26.","seal":"C528E9EB","part":1},
      {"page":14,"id":10,"nass":"منهج التحقيق:\rاعتمدت نسخة مكتبة الرياض السعودية أصلا؛ لجودتها وقدمها وعارضت النسختين الأخريين بها, وأثبت ما بينها من فروق.\rولم أتصرف في النص إلا بحسب ما تمليه الضرورة من تعديل أو إضافة, مع الإشارة إلى ذلك في موضعه.\rوقمت بعزو الآيات وتخريج الأحاديث والآثار, ورد النصوص إلى مصادرها ما استطعت إلى ذلك سبيلا, كما فسرت ما ظننته غامضا وترجمت لغير المشهورين.\rأسأل الله تعالى بأسمائه الحسنى وصفاته العليا أن يحفظ علينا ديننا ويجنبنا الفتن ما ظهر منها وما بطن.\rوالحمد لله حمدا كثيرا كما يحب ربنا ويرضى.\rكتبه\rالوليد بن عبد الرحمن آل فريان\rالرياض – 27/4/1409هـ","seal":"BA37E7C9","part":1},
      {"page":23,"id":11,"nass":"نص الكتاب\rمدخل\r...\rبسم الله الرحمن الرحيم (1)\rالحمد لله نحمده ونستعينه ونستغفره ونتوب إليه (2) , ونعوذ بالله من شرور أنفسنا (3) وسيئات أعمالنا, من يهده الله فلا مضل له ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم تسليما كثيرا.\rأما بعد:\rفقد قال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} (4) – فلما أعلمنا الله سبحانه إنما (5) خلقنا لعبادته, وجب علينا الاعتناء بما خلقنا له علما وعملا- (6) وقال تعالى: {يَا أَيُّهَا النَّاسُ اعْبُدُواْ رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} (7) الآية وقال تعالى: {وَاعْبُدُواْ اللهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئًا} (8) . قال ابن عباس رضي الله عنهما: كل ما في القرآن من الأمر بالعبادة فالمراد به التوحيد (9) .\r__________\r(1) في الأصل أضيف: وبه نستعين وعليه اعتمادي، وأرجح أنه من صنع الناسخ.\r(2) (ط) : ونتوب إليه. ساقط.\r(3) (ع) (ط) : ومن.\r(4) سورة الذاريات آية 56.\r(5) (ع) (ط) :أنه إنما.\r(6) ما بينهما معلق في هامش الأصل وبجواره كلمة صح.\r(7) سورة البقرة آية 21.\r(8) سورة النساء آية 36.\r(9) ذكره البغوي في \"التفسير\"1/55.","seal":"4B433EA9","part":1},
      {"page":24,"id":12,"nass":"وبذلك أرسل (1) الله جميع الرسل. قال تعالى: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ\rإِلَّا أَنَا فَاعْبُدُونِ} (2) . وقال تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} (3) .\rوكل رسول أول ما يقرع به أسماع قومه أن يقول: اعبدوا الله ما لكم من إله غيره.\rوقال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللهَ وَاجْتَنِبُواْ الطَّاغُوتَ} (4) قال مالك وغير واحد من المفسرين: كل ما عبد من دون الله فهو طاغوت (5) , وقال عمر بن الخطاب وابن عباس رضي الله عنهم: الطاغوت الشيطان (6) .\rقال ابن كثير: وهو قول قوي جدا, فإنه يتناول كل (7) ما كان عليه أهل الجاهلية من عبادة الأوثان والتحاكم إليها والاستنصار بها (8) . ذكره على قوله: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللهِ} (9) الآية.\r__________\r(1) (ع) : أمر.\r(2) سورة الأنبياء آية 25.\r(3) سورة الزخرف آية 45.\r(4) سورة النحل آية 36.\r(5) أخرجه ابن أبي حاتم كما في \"الدر المنثور\" 2/22.\r(6) علقه البخاري في \" الصحيح\" 8/251 (فتح) قال الحافظ: وإسناده قوي، وأخرجه الطبري في \"التفسير\" 5834, 5835، وأبو القاسم البغوي كما في \"تفسير ابن كثير\" 1/553، والفريابي، وسعيد بن منصور كما في \"الدر المنثور\"2/22.\r(7) علق في هامش الأصل على هذه الكلمة ما نصه: كلما. إذا كانت ظرفا كتبت (ما) معها متصلة، نحو {كلما رزقوا منها من ثمرة} ، وكلما جئتني أكرمتك. وإن كانت اسما كتبت منفصلة نحو: كل ما عندي لك، وكل ما في الدنيا فان. اهـ.\r(8) تفسير القرآن العظيم1/553.\r(9) سورة البقرة آية256.","seal":"48B09EB0","part":1},
      {"page":25,"id":13,"nass":"قال النووي: قال الليث وأبو عبيدة والكسائي وجماهير أهل اللغة: الطاغوت كل ما عبد من دون الله (1) .\rوقال الجوهري: الطاغوت الشيطان وكل رأس في الضلالة, انتهى (2) .\rوما تضمنته هذه الآيات ونحوها من آي القرآن- من الأمر بعبادة الله وحده لا شريك له, والنهي عن عبادة غيره- هو معنى لا إله إلا الله.\rقال ابن جرير في الكلام على معنى لفظ الجلالة قال: وروي لنا, عن ابن عباس قال: أي هو ذو الألوهية والعبودية (3) على خلقه أجمعين (4) .\rوقال الجوهري في الصحاح: أله – بالفتح- إلاهة, أي: عبد عبادة.\rقال: ومنه قولنا\" الله. وأصله إلاه على وزن فعال, بمعنى مفعول؛ لأنه مألوه بمعنى معبود (5) قال: والتأليه التعبيد، والتأله التنسك والتعبد.\rقال رؤبة (6) : سبحن واسترجعن من تألهي (7) (8) . انتهى (9) .\rوقال في القاموس: أله إلاهة وألوهة وألوهية: عبد/ عبادة، ومنه لفظ\r__________\r(1) \" المنهاج شرح صحيح مسلم بن الحجاج\" 3/18.\r(2) \"تاج اللغة وصحاح العربية\" 6/2413.\r(3) في \" تفسير\" الطبري والسيوطي: المعبودية.\r(4) أخرجه الطبري في \"التفسير\" رقم 141، وابن أبي حاتم كما في \"الدر المنثور\" 1/23 وفيه بشر بن عمارة.\r(5) \"الصحاح\"6/2223.\r(6) علق في هامش الأصل ما نصه: رؤبة هو ابن العجاج التميمي الراجز من فصحاء العرب (البصرة) أخذ عن أبيه وغيره، وعنه أخذ يحيى القطان وطائفة كثيرة، وكان لغويا علامة وقته، توفي سنة خمس وأربعين ومائة من هجرة الرسول اهـ.\r(7) علق في هامش الأصل: صدره: لله در الغانيات المده.\r(8) \"الديوان\"/165.\r(9) \"الصحاح\" 6/2224","seal":"76AD262C","part":1},
      {"page":26,"id":14,"nass":"الجلالة، قال: وأصله إله بمعنى مألوه, وكل ما اتخذ معبودا, إله (1) عند متخذه. قال: والتأله التنسك والتعبد (2) .\rوفي المصباح: ألَه- من باب تعب – إلهة بمعنى عبد عبادة, وتأله تعبد, والإله المعبود وهو الله سبحانه. استعاره المشركون لما عبدوه من دون الله. انتهى (3) .\rوقال شيخ الإسلام ابن تيمية رحمه الله: الإله هو المعبود المطاع، فهو إله بمعنى مألوه.\rوقال ابن القيم: الإله هو الذي تألهه القلوب محبة وإجلالا, وإنابة وإكراما, وتعظيما وخوفا, ورجاء وتوكلا (4) .\rوقال ابن رجب: الإله: هو الذي يطاع فلا يعصى, هيبة له وإجلالا ومحبة, وخوفا ورجاء وتوكلا عليه, وسؤالا منه ودعاء له, ولا يصلح ذلك إلا لله, فمن أشرك مخلوقا في شيء من هذه الأمور التي هي من خصائص الإلهية, كان ذلك قدحا في إخلاصه في قول (5) : لا إله إلا الله, ونقصا في توحيده, وكان فيه من عبودية المخلوق بحسب ما فيه من ذلك, وهذا كله من فروع الشرك (6) .\rوقال ابن هبيرة في الإفصاح (7) قوله: شهادة أن لا إله إلا الله\r__________\r(1) (ع) (ط) : فهو إله.\r(2) \"القاموس\" 4/280.\r(3) \"المصباح المنير\" للمقري1/24.\r(4) نقله عنهما العلامة عبد الرحمن بن حسن في \"فتح المجيد\" /33 وانظر \"الاقتضاء\"2/846.\r(5) (ط) :قول. ساقطة.\r(6) كلمة الإخلاص للحافظ بن رجب /23.\r(7) طبع قطعة من أوله في شرح حديث (من يرد الله به خيرا يفقهه في الدين) استوعب مجلدين كبيرين.","seal":"A7D1C49F","part":1},
      {"page":27,"id":15,"nass":"تقتضي أن يكون الشاهد عالما بأن لا إله إلا الله, قال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} (1) وينبغي أن يكون الناطق بها شاهدا فيها, فقد قال الله تعالى- ما أوضح به- أن الشاهد بالحق إذا لم يكن عالما بما شهد به, فإنه غير بالغ من الصدق به مع من شهد لك (2) بما يعلمه في قوله تعالى: {إِلَّا مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} (3) .\rقال: واسم الله: مرتفع بعد إلا, من حيث أنه الواجب له الإلهية, فلا يستحقها غيره سبحانه.\rقال: واقتضى الإقرار بها أن تعلم أن كل ما فيه أمارة للحدث فإنه لا يكون إلها, فإذا قلت: إلا إله إلا الله. اشتمل نطقك هذا على أن ما سوى الله ليس بإله، فيلزمك إفراده سبحانه بذلك وحده.\rقال: وجملة الفائدة في ذلك: أن تعلم أن هذه الكلمة هي مشتملة على الكفر بالطاغوت والإيمان بالله، فإنك لما نفيت الإلهية, وأثبت الإيجاب لله كنت ممن كفر بالطاغوت وآمن بالله. انتهى.\rوقال أبو عبد لله القرطبي في التفسير: إلا إله إلا هو. أي: لا معبود إلا هو (4) .\rوقال الزمخشري (5) : الإله من أسماء الأجناس كالرجل والفرس, اسم (6) يقع على كل معبود بحق أو باطل, ثم غلب على المعبود بحق (7) .\r__________\r(1) سورة محمد آية 19.\r(2) (ع) : لك. ساقطة.\r(3) سورة الزخرف آية 86.\r(4) نقله العلامة عبد الرحمن بن حسن في \"فتح المجيد\"/33.\r(5) أبو القاسم جار الله محمود بن عمر الزمخشري. لغوي من كبار المعتزلة ت538. \"اللسان\"6/4.\r(6) (ط) : اسم. ساقطة.\r(7) \"الكشاف\" 1/36.","seal":"8C8E973C","part":1},
      {"page":28,"id":16,"nass":"وقال البقاعي/: لا إله إلا الله. أي: انتفى انتفاءا عظيما أن يكون معبود (1) بحق غير الملك الأعظم؛ فإن هذا العلم هو أعظم الذكرى المنجية من أهوال الساعة, وإنما يكون علما إذا كان نافعا, وإنما يكون نافعا إذا كان مع الإذعان والعمل بما تقتضيه, وإلا فهو جهل صرف. انتهى (2) .\rوجميع المفسرين يفسرون الإله بالمعبود. والمشركون يعرفون ذلك؛ لأنهم أهل اللسان. فلما طلب منهم النبي صلى الله عليه وسلم أن يقولوا: لا إله إلا الله. قالوا: أجعل الآلهة إلها واحدا إن هذا لشيء عجاب (3) .\rوهم يعترفون بأن الله هو الخالق الرازق المدبر لجميع الأمور, رب كل شيء ومليكه؛ كما أخبر الله عنهم بذلك في مواضع كثيرة من كتابه.\rوالله سبحانه فرض على عباده معرفة معنى: لا إله إلا الله, وأن يعلموا أن لا إله إلا هو (4) . قال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} .\rوترجم البخاري على الآية فقال: باب العلم قبل القول والعمل (5) .\rأشار (6) إلى أن العلم بمعنى: لا إله إلا الله, أول واجب. ثم بعد ذلك القول والعمل.\rوقال الله تعالى: {هَذَا بَلاَغٌ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِ وَلِيَعْلَمُواْ أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ} (7) لم يقل: ليقولوا: إنما هو إله واحد (8) .\r__________\r(1) الأصل و (ط) : معبودا.\r(2) نقله الشيخ عبد الرحمن بن حسن في \"فتح المجيد\"/34.\r(3) حكى الله ذلك عنهم في سورة ص آية 5.\r(4) (ع) : الله.\r(5) صحيح البخاري 1/159 \"فتح\".\r(6) (ط) إشارة.\r(7) سورة إبراهيم آية 52.\r(8) ما بينهما ساقط من (ع) و (ط) .","seal":"FB4646B5","part":1},
      {"page":29,"id":17,"nass":"وقال: {فَإِن لَّمْ يَسْتَجِيبُواْ لَكُمْ فَاعْلَمُواْ أَنَّمَا أُنزِلِ بِعِلْمِ اللهِ وَأَن لاَّ إِلَهَ إِلاَّ هُوَ} (1) أي: واعلموا أن لا إله إلا هو.\rوقال تعالى: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِن دُونِهِ الشَّفَاعَةَ إِلَّا مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} (2) قال المفسرون: إلا من شهد بلا إله إلا الله, وهم يعلمون بقلوبهم ما شهدوا به بألسنتهم (3) .\rوقد قال النبي (4) صلى الله عليه وسلم: \"من مات وهو يعلم أن لا إله إلا الله دخل الجنة\" (5) .\rواستدل العلماء بهذه الآيات ونحوها: على أن أول واجب على الإنسان معرفة الله.\rودلت هذه الآيات (6) : على أن آكد الفرائض العلم بمعنى لا إله إلا الله, وأن أعظم الجهل نقص العلم بمعناها؛ إذ كان معرفة معناها آكد الواجبات, فالجهل (7) بذلك أعظم الجهل وأقبحه.\rومن العجب أن بعض الناس إذا سمع من يتكلم في معنى هذه الكلمة نفيا وإثباتا، عاب ذلك, وقال: لسنا مكلفين بالناس والقول فيهم!\rفيقال له: بل أنت مكلف بمعرفة التوحيد الذي خلق الله الجن والإنس لأجله, وأرسل جميع الرسل يدعون إليه, ومعرفة ضده وهو\r__________\r(1) سورة هود آية14.\r(2) سورة الزخرف آية 86.\r(3) ينظر \"تفسير الحافظ ابن كثير\" 7/229،و\"تفسير القرطبي\"16/122.\r(4) النبي: ليست في (ع) و (ط) .\r(5) أخرجه مسلم في \"الصحيح\" رقم 26 وأحمد في \"المسند\"1/65, 69 والنسائي في \"عمل اليوم والليلة\" رقم 1114، 1115 وابن أبي شيبة في \"المصنف\" 3/238،والحاكم في \"المستدرك\"1/351،والدولابي في \"الكنى\"1/129،وابن حبان والبيهقي كما في \"الدر المنثور\"6/ 63 من حديث عثمان بن عفان رضي الله عنه.\r(6) ما بينهما ساقط من (ع) .\r(7) (ع) : والجهل.","seal":"9905A9F4","part":1},
      {"page":30,"id":18,"nass":"الشرك الذي لا يغفر. ولا عذر لمكلف في الجهل بذلك.\rولا يجوز فيه التقليد؛ لأنه أصل الأصول. فمن لم يعرف المعروف وينكر المنكر فهو هالك, لاسيما أعظم المعروف / وهو التوحيد, وأكبر المنكرات وهو الشرك.\rقال رجل لعبد الله بن مسعود رضي الله عنه: هلكت إن لم آمر بالمعروف وأنه عن المنكر‍‍! فقال ابن مسعود: هلكت إن لم يعرف قلبك المعروف وينكر المنكر (1) .\rوبمعرفة التوحيد يعرف أهله؛ كما قال علي رضي الله عنه‍‍: اعرف الحق تعرف أهله.\rوأما الإقرار بتوحيد الربوبية: وهو أن الله سبحانه خالق كل شيء ومليكه ومدبره, فهذا يقر به المسلم والكافر, ولابد منه. لكن لا يصير به الإنسان مسلما، حتى يأتي بتوحيد الإلهية الذي دعت إليه الرسل, وأبى عن الإقرار به المشركون, وبه يتميز المسلم عن الشرك وأهل الجنة من أهل النار.\rوقد أخبر سبحانه في مواضع من كتابه عن المشركين: أنهم يقرون بتوحيد الربوبية. ويحتج عليهم سبحانه بإقرارهم بتوحيد الربوبية على إشراكهم في توحيد الإلهية, قال سبحانه: {قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاء وَالأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ والأَبْصَارَ وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيَّتَ مِنَ الْحَيِّ وَمَن يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللهُ فَقُلْ أَفَلاَ تَتَّقُونَ * فَذَلِكُمُ اللهُ رَبُّكُمُ الْحَقُّ} الآية (2) .\r__________\r(1) أخرجه أبو نعيم في \"الحلية\" 1/135 عن طارق بن شهاب قال: جاء عتريس ابن عرقوب الشيباني إلى عبد الله، فذكره وهو عنده بلفظ:هلك من لم يأمر بالمعروف ولم ينه عن المنكر. قال: بل هلك من لم يعرف قلبه المعروف، وينكر قلبه المنكر.\r(2) سورة يونس الآيتان 31، 32.","seal":"07F2C3B9","part":1},
      {"page":31,"id":19,"nass":"قال البكري الشافعي (1) في تفسيره على هذه الآية: إن (2) قلت: إذا أقروا بذلك فكيف عبدوا الأصنام؟. قلت: كلهم كانوا يعتقدون بعبادتهم الأصنام, عبادة الله والتقرب إليه. لكن في طرق مختلفة:\rففرقة قالت: ليس لنا أهلية عبادة الله بلا واسطة؛ لعلظمته فعبدناها لتقربنا إليه زلفى.\rوفرقة قالت: الملائكة ذوو وجاهة عند الله, فاتخذنا (3) أصناما على هيئة الملائكة لتقربنا إلى الله زلفى.\rوفرقة (4) قالت: جعلنا الأصنام قبلة لنا في العبادة؛ كما أن الكعبة قبلة في عبادته.\rوفرقة اعتقدت: أن لكل صنم شيطانا موكلا بأمر الله, فمن عبد الصنم حق عبادته قضى الشيطان حوائجه بأمر الله, وإلا أصابه شيطانه بنكبة بأمر الله (5) .\rوقال ابن كثير عند قوله: {وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} (6) : إنما يحملهم على عبادتهم؛ أنهم عمدوا إلى أصنام (7) اتخذوها على صور الملائكة المقربين في زعمهم,\r__________\r(1) لم أجد في \"طبقات المفسرين\" أحدا بهذا اللقب- وهو شافعي المذهب- غير اثنين هما: محمد بن عمر بن الحسين، فخر الدين الرازي، من كبار المتكلمين، وأئمة الأشاعرة المخالفين لطريقة السلف ت606،وعلي بن يعقوب بن جبريل، وهو ممن أنكر على شيخ الإسلام ابن تيمية لما دخل مصر وقام عليه وآذاه ت 724 ينظر \"طبقات المفسرين \" للداوودي 1/440, 2/215.\r(2) (ط) : إذا.\r(3) الأصل: اتخذنا (ط) : اتخذناها.\r(4) (ط) : فرقة. ساقطة.\r(5) لم أعثر عليه في \"مفاتيح الغيب\" للرازي.\r(6) سورة الزمر آية3.\r(7) في جميع النسخ: عبدوا الأصنام. والمثبت من التفسير.","seal":"6FD4F13A","part":1},
      {"page":32,"id":20,"nass":"فعبدوا تلك الصور تنزيلا لذلك منزلة عبادتهم الملائكة, ليشفعوا لهم عند الله في نصرهم وما ينوبهم/ من أمر الدنيا.\rقال قتادة, والسدي, ومالك- عن زيد بن أسلم, وابن زيد -: {إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [أي] (1) : ليشفعوا لنا ويقربونا عنده [منزلة] (2) .\r{وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} (3) . {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ} (4) وقال: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلاَّ وَهُم مُّشْرِكُونَ} (5) قال ابن عباس وغيره: إذا سألتهم من خلق السموات والأرض؟ قالوا: الله. وهم يعبدون معه غيره (6) !!\rففسروا (7) الإيمان في هذه الآية: بإقرارهم بتوحيد الربوبية, والشرك – بعبادتهم غير الله- وهو توحيد الألوهية (8) .\rفلما تقرر معنى: الإله, وأنه المعبود. تعين علينا معرفة حقيقة العبادة وحدها.\rفعرفها بعضهم بأنها: ما أمر به (9) شرعا من غير اطراد عرفي ولا اقتضاء عقلي.\r__________\r(1) زيادة من (ع) و (ط) والتفسير.\r(2) زيادة من التفسير7/75.\r(3) سورة الزخرف آية9.\r(4) سورة الزخرف آية 87.\r(5) سورة يوسف آية 106.\r(6) أخرجه الطبري في \"التفسير\" 16/286-289.\r(7) (ع) : ففسر.\r(8) أي: في زعمهم.\r(9) (ع) : به الإنسان.","seal":"3BE85C1A","part":1},
      {"page":33,"id":21,"nass":"وقال بعضهم: هي كمال الحب مع كمال الخضوع. وهذا يستلزم طاعة المحبوب والانقياد له.\rوقال شيخ الإسلام ابن تيمية: هي اسم جامع لكل ما يحبه الله ويرضاه, من الأقوال والأعمال الباطنة والظاهرة: كالصلاة والزكاة, والصيام, والحج, وصدق الحديث, وأداء الأمانة, وبر الوالدين, وصلة الأرحام, والأمر بالمعروف والنهي عن المنكر, والدعاء والذكر, و [قراءة] (1) القرآن, وأمثال ذلك من العبادة (2) .\rفالدين كله داخل في العبادة. فإذا علم الإنسان وتحقق معنى الإله, وأنه المعبود, وعرف حقيقة العبادة. تبين له أن من جعل شيئا من العبادة لغير الله فقد عبده واتخذه إلها, وإن فر من تسميته معبودا أو (3) إلها, وسمى ذلك توسلا وتشفعا أو التجاء (4) ونحو ذلك.\rفالمشرك: مشرك شاء أم أبى؛ كما أن المرابي مراب شاء أم أبى, وإن لم يسم ما فعله ربا, وشارب الخمر شارب للخمر وإن سماها بغير اسمها, وفي الحديث عن النبي صلى الله عليه وسلم:\" يأتي ناس من أمتي يشربون الخمر يسمونها بغير اسمها\" (5) .\rفتغيير الاسم لا يغير حقيقة المسمى ولا يزيل حكمه, كتسمية البوادي سوالفهم الباطلة حقا, وتسمية الظلمة ما يأخذونه من الناس بغير اسمه!!!\r__________\r(1) ساقط من الأصل.\r(2) \"مجموعة فتاوى ابن تيمية\"10/149.\r(3) (ع) :و.\r(4) (ع) (ط) : و.\r(5) أخرجه أبو داود في \"السنن\" رقم3688،3689، وابن ماجه في \" السنن رقم 4069 وأحمد في \"المسند\"5/342، وابن أبي شيبة في \"المصنف\" 7/465،وابن حبان في \"الصحيح\" رقم 1384 (موارد) والطبراني في \"الكبير3/321 من حديث أبي مالك الأشعري، وأخرجه أحمد في \"المسند\"5/318 من حديث عبادة بن الصامت.","seal":"4E1CC412","part":1},
      {"page":34,"id":22,"nass":"ولما سمع عدي بن حاتم – وهو نصراني – قول الله تعالى: {اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللهِ} (1) قال للنبي صلى الله عليه وسلم: إنا لسنا نعبدهم!! قال: \" أليس يحرمون ما أحل الله فتحرمونه, ويحلون ما حرم الله فتحلونه؟! \" قال. قلت: بلى! قال: \"فذلك/ عبادتهم\" (2) , فعدي رضي الله عنه: ما كان يحسب أن موافقتهم فيما ذكر عبادة منهم لهم (3) . فأخبره (4) صلى الله عليه وسلم أن ذلك عبادة منهم لهم, مع أنهم لا يعتقدونه عبادة لهم.\rوكذلك ما يفعله عباد القبور: من دعاء أصحابها, وسؤالهم قضاء الحاجات وتفريج الكربات, والتقرب إليهم بالذبائح والنذور. عبادة منهم للمقبورين، وإن كانوا لا يسمونه ولا يعتقدونه عبادة.\rوكذلك الذين قالوا للنبي صلى الله عليه وسلم: اجعل لنا ذات أنواط. ما كانوا يظنون أن قولهم: اجعل لنا ذات أنواط, كقول بني إسرائيل: اجعل لنا إلها كما لهم آلهة.\rولم يظنوا أن هذا من التأله لغير الله الذي تنفيه: لا إله إلا الله؛ لأنهم يقولون: لا إله إلا الله , ويعرفون معناها-لأنهم العرب – لكن\r__________\r(1) سورة التوبة آية 31.\r(2) أخرجه الترمذي في \"الجامع \" رقم 3094وقال: هذا حديث غريب، وأخرجه ابن جرير في \"التفسير\" رقم 61632، 61633،والبيهقي في \"السنن الكبرى\"10/116، وابن أبي شيبة في \"المصنف\"13/411، والمزي في\"تهذيب الكمال\"2/1090، وأخرجه ابن سعد وعبد بن حميد وابن المنذر وابن أبي حاتم والطبراني وأبو الشيخ وابن مردويه كما في \"الدر المنثور\" 4/174 من حديث عدي بن حاتم، وحسنه الترمذي كما في المصدر السابق وكتاب \"التوحيد\" للشيخ محمد بن عبد الوهاب1/102 (مجموعة مؤلفات) والألباني في \"غاية المرام\"/6.\r(3) (ط) : لهم. ساقطة.\r(4) (ع) (ط) : فأخبر.","seal":"7B1D1C50","part":1},
      {"page":35,"id":23,"nass":"خفيت عليهم هذه المسئلة؛ لحداثة عهدهم بالكفر. حتى قال النبي صلى الله عليه وسلم: \"الله أكبر, إنها السنن. قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى: اجعل لنا إلها كما لهم آلهة, قال: إنكم قوم تجهلون. لتركبن سنن من كان قبلكم\" (1) .\rفإن قيل: فالنبي (2) صلى الله عليه وسلم لم يكفرهم بذلك!!\rقلنا: هذا يدل على أن من تكلم بكلمة كفر جاهلا بمعناها, ثم نبه فتنبه أنه لا يكفر.\rولا شك أن هؤلاء: لو اتخذوا ذات أنواط بعد إنكار النبي صلى الله عليه وسلم عليهم, لكفروا.\rوقال الله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاء مِّمَّا تَعْبُدُونَ * إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ *وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} (3) الضمير في قوله {َجَعَلَهَا} راجع لقوله: {إِنَّنِي بَرَاء مِّمَّا تَعْبُدُونَ * إِلَّا الَّذِي فَطَرَنِي} .\rقال مجاهد وقتادة: هي شهادة أن لا إله إلا الله، فلا يزال في ذرية\r__________\r(1) أخرجه الترمذي في \"الجامع\" رقم 2181 وقال: هذا حديث حسن صحيح، وأخرجه أحمد في \"المسند\"5/218، وابن إسحاق كما في \"سيرة ابن هشام\" 4/84، وعبد الرزاق في \"المصنف\" رقم 20763،والحميدي في \"المسند\"رقم 848، والطيالسي في \"المسند\" رقم 1346، وابن أبي عاصم في \"السنة\" رقم 76، والطبري في \"التفسير\"9/31، وابن حبان في \"الصحيح\" رقم 1835 (موارد) والطبراني في \"الكبير\" رقم3290, 3294، والشافعي في \"المسند\"/23 (بدائع) والبيهقي في \"الدلائل\" 5/125، وابن أبي شيبة في \"المصنف\"15/101، والنسائي في الكبرى \"كتاب التفسير\" كما في \"تحفة الأشراف\" 11/112، وابن المنذر وابن أبي حاتم وأبو الشيخ وابن مردويه كما في \"الدر المنثور\" 3/533 من حديث أبي واقد الليثي.\r(2) (ط) : فإن النبي.\r(3) سورة الزخرف الآيات: 26-28.","seal":"E1DB6E98","part":1},
      {"page":36,"id":24,"nass":"إبراهيم من يعبدوا (1) الله وحده (2) .\rففي الآية والحديثين قبلها: بيان لمعنى لا إله إلا الله، وأن المراد منها البراءة من التأله والعبادة لغير الله, وإفراده سبحانه بالعبادة.\rومن أعظم المصائب: إعراض أكثر الناس عن النظر في معنى هذه الكلمة العظيمة, حتى صار كثير منهم يقول: من قال: لا إله إلا الله، ما نقول فيه شيئا وإن فعل ما فعل!!؛ لعدم معرفتهم بمعنى هذه الكلمة نفيا وإثباتا.\rمع أن قائل ذلك لا بد أن يتناقض, فلو قيل له: ما تقول فيمن قال: لا إله إلا الله, ولا يقر برسالة محمد بن عبد الله؟؟. لم يتوقف في تكفيره (3) ، أو أقر بالشهادتين وأنكر البعث؟ لم يتوقف في تكفيره/! أو استحل الزنا أو اللواط أو نحوهما, أو قال: إن الصلوات الخمس ليست بفرض! أو أن صيام رمضان ليس بفرض؟!\rفلا بد أن يقول بكفر من قال ذلك!! فكيف لا تنفعه لا إله إلا الله إذن (4) , ولا تحول بينه وبين الكفر!\rفإذا ارتكب ما يناقضها: وهو عبادة غير الله: وهو الشرك الأكبر الذي هو أكبر الكبائر. قيل: هو يقول لا إله إلا الله, ولا يجوز تكفيره؛ لأنه يتكلم بكلمة التوحيد!! لكن آفة الجهل والتقليد أوجبت ذلك.\rوهؤلاء ونحوهم إذا سمعوا من يقرر أمر التوحيد ويذكر الشرك, استهزأوا به وعابوه!\r__________\r(1) (ع) (ط) : يعبد.\r(2) ابن كثير 7/212.\r(3) (ع) (ط) :كفره.\r(4) (ع) (ط) : إذا.","seal":"2969B46C","part":1},
      {"page":37,"id":25,"nass":"قال شيخ الإسلام ابن تيمية قدس الله روحه – في أثناء كلام له: - والضالون مستخفون بتوحيد الله: يعظمون دعاء غيره من الأموات, وإذا أمروا بالتوحيد ونهوا عن الشرك استخفوا به, كما قال تعالى: {وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا * إِن كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَن صَبَرْنَا عَلَيْهَا} الآية (1) .\rفاستهزأوا بالرسول لما نهاهم عن الشرك, وما زال المشركون يسبون الأنبياء ويصفونهم بالسفاهة والضلال والجنون إذا دعوهم إلى التوحيد؛ لما في أنفسهم من تعظيم الشرك.\rوكذلك من فيه (2) شبه منهم: إذا رأوا من يدعو إلى التوحيد, استهزأوا بذلك (3) ؛ لما عندهم من الشرك.\rومن كيد الشيطان لمبتدعة هذه الأمة- المشركين (4) بالبشر من المقبورين وغيرهم-: لما (5) علم عدو الله أن كل من قرأ القرآن أو سمعه, ينفر من الشرك ومن عبادة غير الله. ألقى في قلوب الجهال أن هذا الذي يفعلونه مع المقبورين وغيرهم, ليس عبادة لهم، وإنما هو توسل وتشفع بهم، والتجاء إليهم ونحو ذلك.\rفسلب العبادة والشرك اسمهما (6) من قلوبهم, وكساهما أسماء لا تنفر عنها القلوب, ثم ازداد اغترارهم وعظمت الفتنة, بأن صار بعض من ينسب (7) إلى علم ودين يسهل عليهم ما ارتكبوه من الشرك, ويحتج\r__________\r(1) سورة الفرقان الآيتان 42 ,43.\r(2) (ط) : فيهم.\r(3) (ط) : به.\r(4) (ع) : من المشركين.\r(5) (ط) : ولما.\r(6) الأصل: اسمها.\r(7) الأصل: ما.","seal":"AB1D5873","part":1},
      {"page":38,"id":26,"nass":"لهم بالحجج الباطلة. فإنا لله وإنا إليه راجعون.","seal":"1E79FA99","part":1},
      {"page":38,"id":27,"nass":"فصل (اعتراض)\r...\rفصل\rوقد أورد بعضهم أن شيخ الإسلام ابن تيمية رحمه الله تعالى: ذكر كلاما وحكايات تدل على أن دعاء الأموات ليس بشرك, كما ذكر أنه روي أن رجلا جاء إلى قبر النبي صلى الله عليه وسلم فشكى إليه الجدب عام الرمادة (1) فرآه وهو يأمره أن يأتي / إلى عمر بن الخطاب فيأمره أن يستسقي بالناس, وغير ذلك من الحكايات.\rقال بعض المجادلين: لو سُلِّم لكم في بعض الأمور أنها شرك أو كفر, فإن الشيخ ذكر في اقتضاء الصراط المستقيم (2) : أن المتأول, والمجتهد المخطئ , والمقلد, مغفور لهم ما ارتكبوه من الشرك والكفر‍‍‍‍!!\rفهذا تلبيس من الناقل, وكذب على الشيخ رحمه الله؛ لأنه إنما قال ذلك في سياق الكلام في بعض البدع: كتحري دعاء الله عند قبر النبي صلى الله عليه وسلم , أو غيره. فقال: وقد يفعل الرجل العمل الذي يعتقده صالحا ولا يكون عالما أنه منهي عنه، فيثاب على حسن قصده, ويعفى عنه لعدم علمه. وهذا باب واسع, وعامة العبادات المبتدعة المنهي عنها قد يفعلها بعض الناس ويحصل له نوع من الفائدة, وذلك لا يدل على\r__________\r(1) وكانت في السنة الثامنة عشرة من الهجرة، أصاب الناس فيها مجاعة شديدة، فأجرى عمر بن الخطاب رضي الله عنه الأقوات على المسلمين. ينظر \"السيرة\" لابن حبان/476، و\"تاريخ الطبري\"4/222.\r(2) من الكتب النادرة، التي عالج فيها الحافظ ابن تيمية الكثير من القضايا ذات الأبعاد الهامة والحيوية مع التركيز والاستيعاب الشامل، محقق مطبوع.","seal":"168DAE1C","part":1},
      {"page":39,"id":28,"nass":"أنها مشروعة. ثم العامل قد يكون متأولا, أو مخطئا مجتهدا (1) أو مقلدا: فيغفر له خطؤه (2) ,ويثاب على ما فعله من الخير المشروع المقرون بغير المشروع (3) .\rقال: والحاصل أن ما يقع من الدعاء المشتمل على كراهة (4) شرعية, بمنزلة سائر العبادات. وقد علم أن العبادة المشتملة على وصف مكروه, قد تغفر تلك الكراهة لصاحبها؛ لاجتهاده, أو تقليده (5) , أو حسناته, أو غير ذلك. ثم ذلك لا يمنع أن ذلك مكروه منهي عنه, وإن كان هذا الفاعل المعين قد زال موجب الكراهة في حقه (6) .\rقال: فإذا سمعت دعاء أو مناجاة مكروهة في الشرع قد قضيت حاجة صاحبها, فكثيرا ما يكون من هذا الباب (7) . ولا يقال: هؤلاء لما نقصت معرفتهم سَوَّغ (8) لهم ذلك، فإن الله لم يسوغ هذا لأحد. لكن قصور المعرفة قد يرجى معه العفو والمغفرة.\rأما استحباب المكروهات، أو إباحة المحرمات: فلا. ففرق (9) بين العفو عن الفاعل والمغفرة له, وبين إباحة فعله أو المحبة له. وإنما [يثبت] (10) استحباب الأفعال واتخاذها دينا بكتاب الله وسنة نبيه،\r__________\r(1) (ع) : مجتهدا مخطئا.\r(2) (ط) : خطأه. تحريف.\r(3) \"الاقتضاء\" 2/759.\r(4) (ط) : كراهية.\r(5) (ع) : تقليد.\r(6) الاقتضاء 2/694\r(7) \"المصدر السابق\"2/695.\r(8) (ع) (ط) :يسوغ.\r(9) (ع) (ط) : فرق. \"الاقتضاء\":نفرق. تحريف.\r(10) إضافة من \"الاقتضاء\" للتوضيح.","seal":"EF245317","part":1},
      {"page":40,"id":29,"nass":"وما كان عليه السابقون الأولون. وما سوى هذا من الأمور المحدثة: فلا تستحب, وإن اشتملت أحيانا على فوائد, لأننا نعلم أن مفاسدها راجحة على فوائدها (1) .\rولما قرر رحمه الله: أن تحري الدعاء عند القبور منهي عنه. قال: ولا يدخل في هذا الباب أن قوما سمعوا السلام من قبر النبي صلى الله عليه وسلم, أو قبور غيره من الصالحين, وأن سعيد بن المسيب (2) كان يسمع الأذان من القبر ليالي الحرة. / فهذا كله حق ليس مما نحن فيه, والأمر أجل من ذلك وأعظم.\rقال: وكذلك أيضا ما يروى أن رجلا جاء إلى قبر النبي صلى الله عليه وسلم, وشكا إليه الجب عام الرمادة, فرآه وهو يأمره أن يأتي عمر فيأمره أن يخرج فيستسقي بالناس (3) .\rفإن هذا ليس من هذا الباب.\rوكذلك سؤال بعضهم للنبي صلى الله عليه وسلم, أو غيره حاجة فتقضى. فإن هذا قد وقع كثيرا, وليس هو مما نحن فيه (4) .\rإلى أن قال: وكل هذا لا يقتضي استحباب الصلاة عند القبور, ولا قصد الدعاء والنسك عندها؛ لما في قصد العبادات عندها من المفاسد التي علمها الشارع (5) .\r__________\r(1) \"الاقتضاء\"2/697.\r(2) ابن حزن بن أبي وهب القرشي المخزومي، أحد العلماء الأثبات الفقهاء الكبار. ت بعد التسعين تقريب/241.\r(3) أخرجه البيهقي عن مالك بن أنس بإسناد صحيح كما قال الحافظ ابن كثير في \"التاريخ\"7/92.\r(4) \"الاقتضاء\"2/728.\r(5) المصدر السابق2/728.","seal":"3EA8C108","part":1},
      {"page":41,"id":30,"nass":"ثم قال رحمه الله: فذكرت هذه الأمور؛ لأنها (1) مما يتوهم أنها معارضة لما قدمنا, وليس كذلك.\rفإن الخلق لم ينهوا عن الصلاة عند القبور, واتخاذها مساجد استهانة بأهلها (2) , بل لما يخاف عليهم من الافتتان, وإنما تكون الفتنة إذا انعقد سببها. فلولا أنه قد يحصل عند القبور ما يخاف الافتتان به لما نهي الناس عن ذلك. انتهى (3) .\rفانظر قوله: وليس هذا مما نحن فيه.\rوليس فيه معارضة لما ذكرنا؛ لأنه قرر أن قصد القبور لدعاء الله عندها بدعة منهي عنه، وكذلك قرر أن دعاء الأموات والغائبين والاستغاثة بهم شرك, وذكر أنه ليس في جميع ما ذكره معارضة لما قرره؛ دفعا لما قد يتوهم.\rواحتج بعض من يجادل عن المشركين: بقصة الذي أوصى أهله أن يحرقوه بعد موته (4) . على أن من ارتكب الكفر جاهلا لا يكفر, ولا يكفر إلا المعاند.\rوالجواب عن ذلك كله: أن الله سبحانه أرسل رسله مبشرين ومنذرين؛ لئلا يكون للناس على الله حجة بعد الرسل (5) .\rوأعظم ما أرسلوا به , ودعوا إليه: عبادة الله وحده لا شريك له,\r__________\r(1) (ع) : لأنه قد.\r(2) (ط) :لأهلها.\r(3) المصدر السابق 2/728.\r(4) أخرجه البخاري في \"الصحيح\" رقم 3479، 6480، ومسلم في \"الصحيح\" رقم 2756، والنسائي في \"المجتبى\" 4/91 وابن ماجة في \"السنن \" رقم 4309 وأحمد في \"المسند\" رقم 7635 من حديث أبي هريرة وحذيفة رضي الله عنهما.\r(5) قال تعالى: {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ} سورة النساء آية 165.","seal":"6B654669","part":1},
      {"page":42,"id":31,"nass":"والنهي عن الشرك الذي هو (1) عبادة غيره.\rفإن كان مرتكب الشرك الأكبر معذورا لجهله، فمن هو الذي لا يعذر؟\rولازم هذه الدعوى: أنه ليس لله حجة على أحد إلا المعاند. مع أن صاحب هذه الدعوى لا يمكنه طرد أصله, بل لابد أن يتناقض؛ فإنه لا يمكنه أن يتوقف في تكفير من شك في رسالة محمد صلى الله عليه وسلم, أو شك في البعث, أو غير ذلك من أصول الدين. والشاك جاهل!.\rوالفقهاء رحمهم الله: يذكرون في كتب الفقه حكم المرتد: وأنه المسلم الذي يكفر بعد إسلامه /: نطقا, أو فعلا, أو شكا, أو اعتقادا (2) . وسبب الشك: الجهل.\rولازم هذا: أنا لا نكفر (3) جهلة اليهود والنصارى, ولا الذين يسجدون الشمس والقمر والأصنام لجهلهم, ولا الذين حرقهم علي ابن أبي طالب رضي الله عنه بالنار (4) ؛ لأننا نقطع أنهم جهال!!!\r__________\r(1) (ع) : الشرك الذي هو. معلق في الهامش وبجواره كلمة صح.\r(2) (ط) : فعلا أو اعتقادا أو شكا.\r(3) (ط) لا يكفر\r(4) وهم أتباع ابن سبأ اليهودي، أخرج أبو عاصم وأبو عمر الطلمنكي وابن شاهين والطبري في شرح أصول السنة، من وجوه متعددة يصدق بعضها بعضا، عن عبد الرحمن بن مالك ابن مغول عن أبيه قال: قلت لعامر الشعبي: ما ردك عن هؤلاء القوم وقد كنت فيهم رأسا؟! قال: رأيتهم يأخذون بأعجاز لا صدور لها. يا مالك: إني قد درست الأهواء فلم أر فيها أحمق من الرافضة! فلو كانوا من الطير لكانوا رخما، ولو كانوا من الدواب لكانوا حمرا!!! - قال- وقد حرقهم علي بن أبي طالب رضي الله عنه بالنار، ونفاهم من البلاد. منهم عبد الله بن سبأ اليهودي ... وحرق منهم قوما أتوه. فقالوا: أنت هو! فقال: من أنا؟ قالوا: أنت ربنا!! فأمر بنار أججت فألقوا فيها- وفيه قال- قيل لليهود: من خير أهل ملتكم؟ قالوا: أصحاب موسى. وقيل للنصارى: من خير أهل ملتكم؟ قالوا: حواري عيسى. وقيل للرافضة: من شر أهل ملتكم؟ قالوا: حواري محمد!!! ينظر \"منهاج السنة النبوية\"1/28، 307، و\"الفصل\" لابن حزم5/47، و\"الفرق\" للبغدادي /18.","seal":"D0C7BA26","part":1},
      {"page":43,"id":32,"nass":"وقد أجمع العلماء على كفر من لم يكفر اليهود والنصارى أو يشك في كفرهم، ونحن نتيقن أن أكثرهم جهال.\rوقال الشيخ تقي الدين: من سب الصحابة وواحدا منهم، واقترن بسبه دعوى أن عليا إله أو نبي, أو أن جبرائيل غلط. فلا شك في كفر هذا, بل لا يُشكُّ (1) في كفر من توقف في تكفيره.\rقال: ومن زعم أن الصحابة ارتدوا بعد رسول الله صلى الله عليه وسلم إلا نفرا قليلا لا يبلغون بضعة عشر, أو أنهم فسقوا. فلا ريب في كفر قائل ذلك, بل من شك في كفره فهو كافر.\rقال: ومن ظن أن قوله سبحانه وتعالى: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ} (2) . بمعنى: قدر , وأن الله ما قدر شيئا إلا وقع, وجعل عباد الأصنام ما عبدوا إلا الله: فإن هذا من أعظم الناس كفرا بالكتب كلها. انتهى (3) .\rولا ريب أن أصحاب (4) هذه المقالة: أهل علم وزهد وعبادة, وأن سبب دعواهم هذه:الجهل.\rوقد أخبر الله سبحانه عن الكفار أنهم في شك مما تدعوهم إليه الرسل, وأنهم في شك من البعث، فقالوا لرسلهم: {وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ} (5) وقال: {وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ} (6) وقال إخبارا عنهم: {إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ} (7) .\r__________\r(1) (ع) (ط) : شك.\r(2) سورة الإسراء آية 23.\r(3) ينظر \"مجموع فتاوى ابن تيمية \"2/124.\r(4) (ط) :أهل.\r(5) سورة إبراهيم آية 9.\r(6) سورة فصلت آية 45.\r(7) سورة الجاثية آية32.","seal":"0D829A10","part":1},
      {"page":44,"id":33,"nass":"وقال عن الكفار: {إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاء مِن دُونِ اللهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ} (1) .\rوقال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا {103} الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} (2) .\rووصفهم بغاية الجهل، كما في قوله تعالى: {لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لاَّ يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لاَّ يَسْمَعُونَ بِهَا أُوْلَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُوْلَئِكَ هُمُ الْغَافِلُونَ} (3) .\rوقد ذم الله المقلدين بقوله عنهم: {إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّهْتَدُونَ} (4) الآيتين, ومع ذلك كفرهم سبحانه وتعالى.\rواستدل العلماء بهذه الآية (5) ونحوها: على أنه لا يجوز التقليد في معرفة الله والرسالة.\rوحجة الله سبحانه قائمة على الناس بإرسال الرسل إليهم, وإن لم يفهموا حجج الله وبيناته.\rقال الشيخ موفق الدين أبو محمد بن قدامة (6) رحمه الله – لما انجر كلامه في مسألة: هل كل مجتهد مصيب؟ ورجح قول الجمهور: إنه ليس كل مجتهد مصيبا (7) بل الحق في قول واحد من أقوال المجتهدين\r__________\r(1) سورة الأعراف آية 30\r(2) سورة الكهف الآيتان 103 ,104.\r(3) سورة الأعراف آية 179.\r(4) سورة الزخرف آية 22.\r(5) (9) : الآيات.\r(6) عبد الله بن أحمد بن محمد بن قدامة، أصولي، فقيه بارز ت 620 \"تاريخ ابن كثير\"13/99.\r(7) الأصل:مصيب.","seal":"0A0D7711","part":1},
      {"page":45,"id":34,"nass":"قال-: وزعم الجاحظ (1) أن مخالف ملة الإسلام إذا نظر فعجز عن درك (2) الحق: فهو معذور غير آثم.\rإلى أن قال: أما ما ذهب إليه الجاحظ فباطل يقينا، وكفر بالله، ورد عليه وعلى رسوله؛ فإنا (3) نعلم قطعا أن النبي صلى الله عليه وسلم أمر اليهود والنصارى بالإسلام واتباعه, وذمهم على إصرارهم, وقاتل جميعهم (4) , يقتل البالغ (5) .\rونعلم أن المعاند العارف ممن يقل, وإنما الأكثر مقلدة: اعتقدوا دين آبائهم تقليدا, ولم يعرفوا معجزة (6) النبي (7) وصدقه. والآيات الدالة (8) في القرآن على هذا كثيرة (9) , كقوله: {ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ} (10) . وقال: {وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُم مِّنْ الْخَاسِرِينَ} (11) {إِنْ هُمْ إِلَّا يَظُنُّونَ} (12) ، وقوله: {وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ} (13) {وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ} (14)\r__________\r(1) عمرو بن بحر البصري، من كبار المعتزلة ومنظريهم، أديب ساخر ت255. \"وفيات الأعيان\"2/108.\r(2) (ع) (ط) : إدراك.\r(3) (ط) :فإنما.\r(4) (ط) : وقاتلهم جميعا.\r(5) (ع) : يقتل البالغ منهم (ط) : بقتل البالغ منهم. \"الروضة\": وقتل البالغ منهم.\r(6) الأصل: معرفة معجزة (ع) (ط) : معجزات.\r(7) (ط) : الرسول.\r(8) (ط) :الدالات.\r(9) الأصل: كثيرا. (ع) : كثير.\r(10) سورة ص آية 27.\r(11) سورة فصلت آية 23.\r(12) سورة الجاثية آية 24.\r(13) سورة المجادلة آية 18.\r(14) سورة الزخرف آية 37.","seal":"2969329F","part":1},
      {"page":46,"id":35,"nass":"{الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا * أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ} الآية (1) .\rوفي الجملة: ذم المكذبين للرسول مما لا ينحصر في الكتاب والسنة. انتهى (2) .\rوالعلماء يذكرون: أن من أنكر وجوب عبادة من العبادات الخمس، أو قال في واحدة منها (3) : إنها سنة لا واجبة, أو جحد حل الخبز ونحوه, أو جحد تحريم الخمر أو نحوه، أو شك في ذلك ومثله لا يجهله: كفر, وإن كان مثله يجهله: عرف ذلك, فإن أصر بعد التعريف كفر وقتل , ولم يقولوا: فإذا تبين له الحق وعاند: كفر.\rوأيضا، فنحن لا نعرف أنه معاند حتى يقول: أنا أعلم أن ذلك حق ولا ألتزمه، أو لا أقوله (4) ، وهذا لا يكاد يوجد.\rوقد ذكر العلماء من أهل كل مذهب: أشياء كثيرة لا يمكن حصرها من الأقوال والأفعال والاعتقادات: أنه يكفر صاحبها، ولم يقيدوا ذلك بالمعاند.\rفالمدعي أن مرتكب الكفر متأولا, أو مجتهدا مخطئا (5) , أو مقلدا، أو جاهلا: معذور (6) . مخالف للكتاب والسنة والإجماع بلا شك، مع أنه لا بد أن ينقض أصله: فلو طرد أصله كفر بلا ريب، كما لو توقف في تكفير من شك في رسالة محمد صلى الله عليه وسلم ونحو ذلك (7) /.\rوأما الرجل الذي أوصى أهله أن يحرقوه، وأن الله غفر له, مع\r__________\r(1) سورة الكهف الآيتان 104، 105.\r(2) \"روضة الناظر وجنة المناظر\" /362-363.\r(3) (ط) : منها. ساقطة.\r(4) (ع) : أقبله.\r(5) (ع) (ط) : أو مخطئا.\r(6) الأصل: معذورا. تحريف.\r(7) الأصل: وغير ذلك (ط) ساقط.","seal":"3F4BDCD1","part":1},
      {"page":47,"id":36,"nass":"شكه في صفة من صفات الرب سبحان: فإنما غفر له لعدم بلوغ الرسالة له. كذا قال غير واحد من العلماء (1) .\rولهذا قال الشيخ تقي الدين رحمه الله: من شك في صفة من صفات الرب ومثله لا يجهلها: كفر, وإن كان مثله يجهلها: لم يكفر.\rقال: ولهذا لم يكفر النبي صلى الله عليه وسلم الرجل الشاك في قدرة الله؛ لأنه لا يكون (2) إلا بعد بلوغ الرسالة (3) . وكذا قال ابن عقيل (4) , وحمله على أنه لم تبلغه الدعوة.\rواختيار الشيخ تقي الدين في الصفات: أنه لا يكفر الجاهل، وأما في الشرك ونحوه: فلا , كما ستقف على بعض كلامه إن شاء الله. وقد قدمنا بعض كلامه في الإتحادية وغيرهم، وتكفيره من شك في كفرهم.\rقال صاحب اختياراته (5) : والمرتد: من أشرك بالله، أو كان (6) مبغضا لرسوله أو لما جاء به, أو ترك إنكار كل منكر بقلبه، أو توهم أن من الصحابة (7) من قاتل مع الكفار أو أجاز ذلك, أو أنكر مجمعا (8) عليه إجماعا قطعيا, أو جعله بينه وبين الله وسائط: يتوكل\r__________\r(1) ينظر \"فتح الباري\" 6/523.\r(2) (ع) : يكفر.\r(3) ينظر \"مجموع فتاوى ابن تيمية\" 7/538.\r(4) أبو الوفاء علي بن عقيل البغدادي، متوقد الذكاء، غزير العلم، فيه شائبة اعتزال وتجهم وانحراف عن السنة.ت513 \"تاريخ ابن كثير\" 13/184و\"طبقات القراء \" للذهبي 1/38.\r(5) أبو الحسن علي بن محمد البعلي المعروف بان اللحام، تلميذ الحافظ ابن رجب، من فقهاء الحنابلة. ت803 \"الضوء اللامع\" 5/320.\r(6) (ط) وكان\r(7) في \"الاختيارات\": من الصحابة أو التابعين أو تابعيهم.\r(8) (ع) : أمرا مجمعا (ط) : إجماعا مجمعا.","seal":"5A546260","part":1},
      {"page":48,"id":37,"nass":"عليهم ويدعوهم ويسألهم (1) ، ومن شك في صفة من صفات الله ومثله لا يجهلها: فمرتد. وإن كان مثله يجهلها: فليس بمرتد؛ ولهذا لم يكفر النبي صلى الله عليه وسلم الرجل الشاك في قدرة الله تعالى (2) .\rفأطلق فيما تقدم من المفكرات، وفرق في الصفة بين الجاهل وغيره, مع أن رأي الشيخ رحمه الله تعالى- في التوقف عن تكفير الجهمية ونحوهم- خلاف نصوص الإمام أحمد وغيره من أئمة الإسلام (3) .\rقال المجد (4) رحمه الله: كل بدعة كفرنا فيها الداعية, فإنا نفسق المقلد فيها, كمن يقول بخلق القرآن, أو أن علم الله مخلوق، أو أن أسماءه (5) مخلوقة, أو أنه لا يرى في الآخرة, أو يسب الصحابة تدينا, أو أن الإيمان مجرد الاعتقاد، وما أشبه ذلك.\rفمن كان عالما في شيء (6) من هذه البدع: يدعو إليه ويناظر عليه، فهو محكوم بكفره. نص أحمد على ذلك في مواضع. انتهى.\rفانظروا (7) ! كيف حكموا (8) بكفرهم مع جهلهم.\r__________\r(1) الأصل (ع) : ويسألهم اجماعا (ط) ويسألهم كفر إجماعا. والمثبت ما في \"الاختيارات\".\r(2) \"الاختيارات الفقهية\" /307.\r(3) أخرج طرفا منها عبد الله بن أحمد بن حنبل في كتاب\" السنة\"1/102-132.\r(4) أبو البركات عبد السلام بن عبد الله بن تيمية النميري، محدث أصولي فقيه. ت652. \"تاريخ ابن رجب \" (الذيل2/249) .\r(5) الأصل: أسماؤه.\r(6) (ع) (ط) : بشيء\r(7) (ع) : فانظر.\r(8) (ع) : حكم.","seal":"5E925E57","part":1},
      {"page":49,"id":38,"nass":"فصل (مما يتعين الاعتناء به)\r...\rفصل\rومما يتعين الاعتناء به: معرفة حدود ما أنزل الله على رسوله؛ لأن الله سبحانه ذم من لا يعرف حدود ما أنزل الله/ على رسوله, فقال تعالى: {الأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَا أَنزَلَ اللهُ عَلَى رَسُولِهِ} (1) .\rقال شيخ الإسلام: ومعرفة حدود الأسماء واجبة؛ لأن بها قيام مصلحة الآدميين في المنطق الذي جعله الله رحمة لهم, لاسيما حدود ما أنزل الله على رسوله من الأسماء: كالخمر، والربا. فهذه الحدود هي المميزة بين ما يدخل في المسمى وما يدل عليه من الصفات, وبين ما ليس كذلك.\rوقد ذم الله سبحانه من لم يعلم حدود ما أنزل الله على رسوله. انتهى (2) .\rففرض على المكلف: معرفة حد العبادة وحقيقتها التي خلقنا الله لأجلها (3) ، ومعرفة حد الشرك وحقيقته الذي هو أكبر الكبائر.\rوتجد كثيرا ممن يشتغل بالعلم لا يعرف حقيقة الشرك الأكبر, وإن قال: إنه الشرك في العبادة؛ لقوله تعالى: {وَاعْبُدُواْ اللهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئًا} (4) {وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} (5) , وقوله صلى الله عليه وسلم: \" حق الله\r__________\r(1) سورة التوبة آية 97.\r(2) ينظر \"مجموع فتاوى ابن تيمية\"19/235-259.\r(3) (ط) : من أجلها.\r(4) سورة النساء آية 36.\r(5) سورة الكهف آية110.","seal":"5137BEDD","part":1},
      {"page":50,"id":39,"nass":"على العباد أن يعبدوه ولا يشركوا به شيئا\" (1) !!.\rفإنه- (2) مع اعترافه بأن الشرك الذي حرمه الله: هو الشرك في العبادة- لا يعرف حد العبادة وحقيقتها، وربما قال: العبادة التي صرفها لغير الله شرك: الصلاة والسجود.\rفإذا طلب منه الدليل على أن الله سمى الصلاة لغيره أو السجود لغيره شركا, لم يجده. وربما قال: لأن ذلك خضوع, والخضوع لغير الله شرك.\rفيقال له: هل (3) تجد في القرآن (4) أو السنة تسمية هذا الخضوع شركا؟. فلا يجده.\rفيلزمه أن يقول: لأنه عبادة لغير الله.\rفيقال: وكذلك الدعاء, والذبح والنذر: عبادات، مع ما يلزم هذه العبادات من أعمال القلوب: من الذل والخضوع, والحب والتعظيم، والتوكل والخوف, والرجاء وغير ذلك.\rوفي الحديث: \"الدعاء مخ العبادة\" (5) .\r__________\r(1) قطعة من حديث أخرجه البخاري في \"الصحيح\" رقم 128 ,129 , 2856، 5967، ومسلم في \"الصحيح\" رقم 30،والترمذي في \"الجامع\" رقم 2645، وابن ماجه في \" السنن\" رقم 4296، وأحمد في \"المسند\" 3/260, 261 من حديث معاذ ابن جبل.\r(2) ما بينهما ساقط من (ط) ومعلق في هامش (ع) وبجواره كلمة صح.\r(3) (ط) : هل.ساقطة.\r(4) (ع) (ط) : الكتاب.\r(5) أخرجه الترمذي في \"الجامع\" رقم 3468 وقال: هذا حديث غريب من هذا الوجه، لا نعرفه إلا من حديث ابن لهيعة. وأخرجه الطبراني في \"كتاب الدعاء\" رقم 8 من حديث أنس، ويشهد له: ما أخرجه أبو داود في \"السنن\" رقم 1479 , والترمذي في \"الجامع\" رقم 3247، وقال: حسن صحيح، والنسائي في \"الكبرى\" كما في \"تحفة الأشراف \" 9/30 , وابن ماجه في \"السنن\" رقم 3828، والبخاري في \"الأدب المفرد\" رقم 185، وأحمد في \"المسند\" 4/267، 271، 276، 277، وابن أبي","seal":"F91B58B4","part":1},
      {"page":51,"id":40,"nass":"وقد قرن الله سبحانه بين الصلاة والذبح في قوله: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} (1) أي: أخلص له صلاتك وذبيحتك، فكما أن الصلاة لغير الله: شرك, فكذا قرين الصلاة، وهو الذبح لغيره (2) : شرك.\rوقال تعالى: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ} (3) .\rومن العجب: قول بعض من يحتج للمشركين بالأموات: إنهم لا يرجون قضاء حاجاتهم من الميت /ونحوه.\rفنقول: هذا مكابرة ومغالطة؛ لأنه من المعلوم عند كل ذي عقل: أنهم ما دعوهم وتذللوا وخضعوا لهم، وبذلوا أموالهم بالنذور (4) والذبائح؛ إلا لأنهم يرجون حصول مطلوبهم, وقضاء حاجاتهم من جهتهم.\rفكيف يتصور عند عاقل أن يسمع من يسأل الميت والغائب حاجة بأن يقول: اعطني كذا, أو (5) أنا في حسبك, ويستغيث به في دفع عدو أو كشف ضر, ويتذلل ويخضع له, ثم يقول: إنه لا يرجو حصول مطلوبه ودفع مرهوبه من جهته!!\r__________\r=\rشيبة في \"المصنف\" 10/200، وابن المبارك في \"الزهد\" رقم 459، والطبراني في \"الصغير\"1/97، و\"كتاب الدعاء\" رقم 207، وابن حبان في \"الصحيح\" رقم 2396، والحاكم في \"المستدرك\" 1/491. ووافقه الذهبي،والطبري في \"التفسير\"24/51، وأبو نعيم في \"الحلية\"8/120 كلهم بلفظ \"الدعاء هو العبادة\" من حديث النعمان بن بشير، وصححه النووي في \"الأذكار\"/333 وجوَّد الحافظ ابن حجر إسناده.\"فتح الباري\"1/49، وأخرجه أيضا الخطيب البغدادي في \"التاريخ\" 12/279،وابن مردويه كما في \"الدر المنثور\" 5/355 من حديث البراء بن عازب.\r(1) سورة الكوثر آية 2.\r(2) (ط) : لغير الله.\r(3) سورة الأنعام الآيتان 162، 163.\r(4) (ع) (ط) : لهم بالنذر.\r(5) (ط) : و.","seal":"96B7171C","part":1},
      {"page":52,"id":41,"nass":"وكيف يتصور أن يبذل ماله بالنذر والذبح- مع أن المال عزيز عند أهله – لمن لا يرجوه, ويعتقد أنه لا يحصل له من جهته نفع ولا دفع ضر! فهذا من أبين المحال وأبطل الباطل.\rكيف وهم يفتخرون بقضاء حاجاتهم، وكشف كرباتهم من جهتهم: فبعض منهم يعتقد (1) أن الميت ونحوه يفعل ذلك أصالة, وبعضهم يقول: هم وسيلتنا إلى الله, يعنون: واسطة بينهم وبين الله, كما عليه المشركون الأولون؛ كما أخبر الله عنهم أنهم يقولون: {هَؤُلاء شُفَعَاؤُنَا عِندَ اللهِ} (2) {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} (3) .\rبل كثير من مبتدعة هذه الأمة: أعظم غلوا واعتقادا في ولائجهم من المشركين الأولين؛ لأن الله سبحانه وتعالى أخبر عن المشركين الموجودين حين نزول القرآن: أنهم يخلصون لله الدعاء في حال الشدة, وينسون آلهتهم.\rوكثير من غلاة أهل هذا الزمان: يخلصون الدعاء عند الأمور المهمة والشدائد لولائجهم, كما هو مستفيض عنهم.\rقال الله تعالى إخبارا عن المشركين الأولين (4) {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} (5) .\rوقال تعالى: {قُلْ أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ اللهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ * بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ\r__________\r(1) (ع) (ط) : يعتقدون.\r(2) سورة يونس آية 18.\r(3) سورة الزمر آية 3.\r(4) (ع) (ط) : الأولين. ساقطة.\r(5) سورة العنكبوت آية 65.","seal":"07423614","part":1},
      {"page":53,"id":42,"nass":"إِلَيْهِ إِنْ شَاء وَتَنسَوْنَ مَا تُشْرِكُونَ} (1) .\rوقال: {وَإِذَا مَسَّكُمُ الْضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ} (2) .\rوقال: {قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعاً وَخُفْيَةً لَّئِنْ أَنجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} (3) .\rومن العجب: قول بعض من ينسب إلى علم ودين: إن طلبهم من المقبورين والغائبين ليس دعاء لهم بل هو نداء!!\rأفلا يستحي (4) هذا القائل من الله إذا لم يستح / من الناس: من هذه الدعوى الفاسدة السامجة (5) ، التي يروج بها على رعاع الناس, والله سبحانه قد سمى الدعاء: نداء في قوله تعالى: {إِذْ نَادَى رَبَّهُ نِدَاء خَفِيًّا} (6) وقوله: {فَنَادَى فِي الظُّلُمَاتِ أَن لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} (7) .\rوأي فرق بين ما إذا سأل العبد ربه حاجة, وبين ما إذا طلبها من غيره: ميت أو غائب؟! بأن الأول يسمى دعاء والثاني نداء!!.\rما (8) أسمج هذا القول وأقبحه، وهو قول يستحيا (9) من حكايته؛ لولا أنه يروج على الجهال, لا (10) سيما إذا سمعوه ممن يعتقدون علمه\r__________\r(1) سورة الأنعام الآيتان 40, 41.\r(2) سورة الإسراء آية 67.\r(3) سورة الأنعام آية 63.\r(4) (ع) : يستحيي.\r(5) (ع) :والسامجة (ط) : السمجة.\r(6) سورة مريم آية 3.\r(7) سورة الأنبياء آية 87.\r(8) (ط) : وما.\r(9) (ع) (ط) : يستحى.\r(10) (ع) :ولا.","seal":"1038FE48","part":1},
      {"page":54,"id":43,"nass":"ودينه, وأي فرق بين سؤال الميت حاجة, وبين سؤالها من صنم ونحوه! بأن الثاني يسمى دعاء والأول نداء؟!.\rفإن قال: الكل يسمى نداء لا دعاء, فهذا مشاقة للقرآن, ومحادة لله ورسوله، (1) ولا يحتاج في بيان بطلانه إلى أكثر من حكايته (1) .\rوما أظن عاقلا يحيك هذا في نفسه, وإنما هو عناد ومكابرة, إنما تروج على أشباه البهائم.\rأما يخاف هذا أن يتناول قوله: {وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ} (2) والله سبحانه وتعالى سمى سؤال غيره دعاء في غير موضع من كتابه {إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءكُمْ} (3) .\rوالدعاء في القرآن يتناول دعاء العبادة ودعاء المسألة.\r__________\r(1) ما بينهما ساقط من (ع) و (ط) .\r(2) سورة غافر آية5.","seal":"D2E2A9FB","part":1},
      {"page":54,"id":44,"nass":"فصل (دعوى أن الشرك هو الصلاة والسجود لغير الله فقط)\r...\rفصل\rويقال لمن ادعى أن الشرك هو الصلاة والسجود لغير اله فقط: مع أن هذا مكابرة من مدعيه، فكما أن السجود عبادة, فكذلك الدعاء والنذر والذبح وغيرها (4) ؛ كما تقدم تعريفه.\rوقد نهى الله عن دعاء غيره, وذم فاعل ذلك, وأمرنا بإخلاص الدعاء له أكثر مما ذكر في خصوصية السجود, مع أن الدعاء في القرآن: يتناول دعاء المسألة ودعاء العبادة, الذي يدخل فيه السجود وغيره من\r__________\r(1) ما بينهما ساقط من (ع) و (ط) .\r(2) سورة غافر آية5.\r(3) سورة فاطر آية 14.\r(4) (ع) (ط) :وغيرهما.","seal":"C91D84E7","part":1},
      {"page":55,"id":45,"nass":"أنواع العبادة قال الله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} (1) وقال: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ} (2) .\rوقال: {لَهُ دَعْوَةُ الْحَقِّ} (3) . وقال: {وَلاَ تَدْعُ مِن دُونِ اللهِ مَا لاَ يَنفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ الظَّالِمِينَ} (4) . وقال: {وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَى يَومِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ} (5) . وقال: {وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ / مِن قِطْمِيرٍ * إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ} (6) .\rوفي القرآن من (7) ذلك ما لا يحصى.\rقال شيخ الإسلام ابن تيمية رحمه الله تعالى – في الكلام على دعوة ذي النون – لفظ الدعاء والدعوة في القرآن يتناول: دعاء العبادة ودعاء المسألة. وفسر قوله تعالى: {ادْعُونِي أَسْتَجِبْ لَكُمْ} بالوجهين.\rوفي حديث النزول: \" من يدعوني فأستجيب له، من يسألني فأعطيه, من يستغفرني فأغفر له\" (8) والمستغفر سائل, والسائل داع,\r__________\r(1) سورة الجن آية 18.\r(2) سورة غافر آية 14.\r(3) سورة الرعد آية 14.\r(4) سورة يونس آية 106.\r(5) سورة الأحقاف آية 5\r(6) سورة فاطر الآيتان 13، 14.\r(7) (ط) :مثل.\r(8) جزء من حديث النزول المشهور، أخرجه البخاري في \"الصحيح\" رقم 1145، 6321, 7494، ومسلم في \"الصحيح\" برقم 778، والترمذي في \"الجامع\" رقم 446، والنسائي في \"عمل اليوم والليلة\" رقم 485، 486، وأحمد في \"المسند\" 2/419، 504، وابن خزيمة في كتاب\" التوحيد\" رقم 188-194، والدارمي في \"السنن\"1/346 من حديث أبي هريرة، وأخرجه أحمد في \"المسند\"4/16، وابن =","seal":"29C7543B","part":1},
      {"page":56,"id":46,"nass":"لكن ذكر السائل لدفع الشر بعد السائل للخير, وذكرهما بعد الداعي (1) الذي يتناولهما وغيرهما: من عطف الخاص على العام.\rوسماها دعوة لتضمنها النوعين, فقوله: لا إله إلا أنت. اعتراف بتوحيد الألوهية, وهو يتضمن النوعين؛ فإن الإله هو المستحق لأن يدعى بالنوعين (2) .\rوقال ابن القيم في البدائع- بعد آيات ذكرها, قال-: وهذا في القرآن كثير, يبين أن المعبود لابد أن يكون مالكا للنفع والضر, فهو يدعى للنفع والضر: دعاء المسألة, ويدعى رجاء وخوفا: دعاء العبادة.\rفعلم أن النوعين متلازمان, فكل دعاء عبادة مستلزم لدعاء المسألة، وكل دعاء مسألة متضمن لدعاء العبادة.\rإلى أن قال: وليس هذا من استعمال اللفظ المشترك في معنييه كليهما, ولا استعمال اللفظ في حقيقته ومجازه, بل هذا استعمال له في حقيقته الواحدة المتضمنة للأمرين جميعا. انتهى (3) .\rفعلى هذا يكون النهي عن دعاء غيره سبحانه نصا في دعاء العبادة, و (4) دعاء المسألة حقيقة. فهو نهي عن كل منهما حقيقة.\r__________\r= خزيمة في \"التوحيد\" رقم 196, والدارقطني في \"النزول\" رقم 147، والآجري في \"الشريعة\" /310، والدارمي في الرد على الجهمية رقم 37، واللالكائي في السنة 3/441 من حديث رفاعة الجهني، وأخرجه النسائي في \"عمل اليوم والليلة \" رقم 487، وأحمد في \"المسند\" 4/81، والطبراني في المعجم الكبير رقم 1566، وأبو يعلى في \"مسنده\" 1/349، والدارمي في \"السنن\"1/347، والآجري في \"الشريعة\" 312،وابن أبي عاصم في \"السنة\" 222، 507، والدارقطني في \"النزول\" رقم 93، والبيهقي في \"الأسماء والصفات\" 566 من حديث جبير بن مطعم.\r(1) (ع) (ط) : الدعاء.والمثبت من الأصل و\"الفتاوى\".\r(2) ينظر \"مجموع فتاوى ابن تيمية\" 10/235-244.\r(3) بدائع الفوائد 3/2-3.\r(4) (ط) :وفي.","seal":"1E7696F0","part":1},
      {"page":57,"id":47,"nass":"فصل (الفرق بين الشرك الأكبر والبدع)\r...\rفصل\rوقد ذكرنا أن الشيخ تقي الدين: إنما قال: ترجى المغفرة لمن فعل بعض (1) البدع مجتهدا أو جاهلا.\rلم يقل ذلك فيمن ارتكب الشرك الأكبر والكفر الظاهر.\rبل قد قال رحمه الله تعالى: إن الشرك لا يغفر وإن كان أصغر. وقد قدمنا بعض كلامه في ذلك.\rونذكر هنا ما (2) اطلعنا عليه من كلامه, وكلام غيره من العلماء.\rقال رحمه الله تعالى في شرح العمدة (3) - لما تكلم في كفر تارك الصلاة قال-: وفي الحقيقة فكل رد لخبر الله أو أمره: فهو كفر دق أو جل, لكن قد يعفى عما (4) خفيت فيه طرق العلم, وكان أمرا يسيرا في الفروع. بخلاف ما ظهر أمره, وكان من دعائم الدين من الأخبار والأوامر /.\rوقال رحمه الله – في أثناء كلام له في ذم أصحاب الكلام-: والرازي (5) من أعظم الناس في باب الحيرة, لكن هو مسرف فيه، له نهمة في التشكيك. والشك في الباطل خير من الثبات على اعتقاده.\r__________\r(1) (ع) : بعض. ساقطة.\r(2) (ع) (ط) : بعض ما.\r(3) \"عمدة الفقه\" لابن قدامة المقدسي، شرحه ابن تيمية شرحا نفيسا يوجد منه الجزء الرابع المتعلق بالمناسك محفوظا بمكتبة الرياض السعودية وقد حققت هذه القطعة في رسالة دكتوراه تقدم بها إلى كلية الشريعة بالرياض.\r(4) علق في هامش (ع) : لعله: عما قد.\r(5) أبو عبد الله فخر الدين محمد بن عمر بن الحسن التيمي، فيلسوف أشعري، كتب في علمي الأصول والفقه ت606 \"وفيات الأعيان\" 3/381.","seal":"7EBE8DF4","part":1},
      {"page":58,"id":48,"nass":"لكن قل أن يثبت أحد على باطل محض، بل لابد فيه من نوع من الحق, وتوجد الردة منهم كثيرا كالنفاق.\rوهذا إذا كان في المقالات الخفية, فقد يقال: لم تقم عليه الحجة التي يكفر صاحبها, لكن يقع ذلك في طوائف منهم في أمور يعلم العامة والخاصة، بل اليهود والنصارى يعلمون أن محمدا صلى الله عليه وسلم بُعث بها وكفَّر من خالفها: مثل عبادة الله وحده لا شريك له, ونهيه عن عبادة غيره. فإن هذا أظهر شرائع الإسلام.\rومثل أمره بالصلوات الخمس, وتعظيم شأنها. ومثل معاداة المشركين, وأهل الكتاب. ومثل تحريم الفواحش والربا والميسر, ونحو ذلك.\rإلى أن قال: وصنف الرازي كتابه في عبادة الأصنام والكواكب (1) ، وأقام الأدلة على حسنه، ورغَّب فيه.\rوهذه ردة عن الإسلام إجماعا. انتهى (2) .\rفقوله رحمه الله: بل اليهود والنصارى يعلمون ذلك. هو كما قال؛ فقد سمعنا عن (3) غير واحد من اليهود: أنهم يعيبون على المسلمين ما يفعل عند هذه المشاهد. يقولون: إن كان نبيكم أمركم بهذا فليس بنبي, وإن كان نهاكم عنه فقد عصيتموه.\rفيا سبحان الله: ما أعجب هذا!! اليهود ينكرون هذه الأمور الشركية ويقولون: ما (4) يأتي بها نبي. وكثير من علماء هذا الزمان يجوِّزون ذلك,\r__________\r(1) \"السر المكتوم في دعوة الكواكب والنجوم والسحر والطلاسم والعزائم\" ينظر \"درء تعارض العقل والنقل\"1/111، 311 و\"مجموع الفتاوى\"13/180.\r(2) ينظر \"درء التعارض\"1/111 ,311.\r(3) (ط) : من.\r(4) (ط) :لا.","seal":"5C2B3295","part":1},
      {"page":59,"id":49,"nass":"ويوردون الشبه الباطلة عليه (1) , وينكرون على من أنكر (2) .\rوانظر قول الشيخ: لكن قد يعفى عما قد خفيت فيه طرق العلم، وكان أمرا يسيرا في الفروع.\rوقوله أيضا: وهذا [إذا كان] (3) في المقالات الخفية, فقد يقال: لم تقم عليه الحجة التي يكفر صاحبها.\rوقال الشيخ رحمه الله في الرسالة السنية- لما ذكر حديث الخوارج-: فإذا كان في زمن رسول الله (4) صلى الله عليه وسلم وخلفائه من قد مرق من الدين مع عبادته العظيمة, فليعلم أن المنتسب إلى الإسلام في هذا الزمان قد يمرق أيضا؛ وذلك بأمور: منها الغلو الذي ذمه الله تعالى: كالغلو في بعض المشايخ, مثل الشيخ (5) عدي, بل الغلو في علي بن أبي طالب, بل الغلو في المسيح.\rفكل من غلا في نبي أو رجل صالح, وجعل فيه نوعا من الإلهية: مثل أن يدعوه /من دون الله, بأن يقول: يا سيدي فلان اغثني, أو اجبرني أو توكلت عليك, أو أنا في حسبك. فكل هذا شرك وضلال، يستتاب صاحبه فإن تاب وإلا قتل.\rفإن الله أرسل الرسل, وأنزل الكتب؛ ليعبد وحده ولا يجعل معه إله آخر.\r__________\r(1) علق في هامش الأصل على هذا ما نصه: كما قال بعضهم- وأظنه أبو الخطاب- شبه تهافت كالزجاج تخالها وكل كاسر مكسور.\r(2) (ع) (ط) : أنكره. وانظر ما نقله شيخ الإسلام عن نصارى زمانه: من احتجاجهم على عقيدة التثليث الوثنية بما يفعله بعض جهلة المسلمين وضلالهم \" الفتاوى\" 1/370، 4/519.\r(3) الإضافة من هامش (ع) وكتب بجواره كلمة صح.\r(4) (ع) (ط) : النبي.\r(5) (ع) (ط) : كالشيخ.","seal":"5DA2807F","part":1},
      {"page":60,"id":50,"nass":"والذين يجعلون مع الله آلهة أخرى: مثل الملائكة، والمسيح (1) وعزير, والصالحين أو قبورهم. لم يكونوا يعتقدون أنها تخلق وترزق, وإنما كانوا يدعونهم, يقولون: هؤلاء شفعاؤنا عند الله.\rفبعث الله الرسل تنهى أن يدعا أحد من دونه: لا دعاء عبادة ولا دعاء استعانة (2) .\rوقال أيضا رحمه الله- وقد سئل عن رجلين تنازعا, فقال أحدهما: لابد لنا من واسطة بيننا وبين الله؛ فإنا لا نقدر أن نصل إليه إلا بذلك, فأجاب الشيخ رحمه الله بقوله-: إن أراد بذلك (3) أنه لابد لنا من واسطة تبلغنا أمر الله, فهذا حق؛ فإن الخلق لا يعلمون ما يحبه الله ويرضاه، وما يأمر (4) به وينهى عنه, إلا بواسطة الرسل الذين أرسلهم الله إلى عباده.\rوهذا مما (5) أجمع عليه أهل الملل: من المسلمين، واليهود، والنصارى؛ فإنهم يثبتون الوسائط بين الله وبين عباده: وهم الرسل الذين بلغوا عن الله أوامره ونواهيه، قال تعالى: {اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ} (6) ومن أنكر هذه الوسائط, فهو كافر بإجماع أهل الملل.\rوإن أراد (7) بالواسطة: أنه لابد من واسطة يتخذها العباد بينهم وبين الله, في جلب المنافع ودفع المضار- مثل أن يكونوا واسطة في رزق العباد ونصرهم وهداهم- يسألونه (8) بذلك (9) ويرجعون إليه فيه.\r__________\r(1) (ع) : مثل المسيح والملائكة.\r(2) ينظر \"مجموع فتاوى ابن تيمية\"11/499-502.\r(3) (ط) : بذلك. ساقطة.\r(4) (ط) : ويأمر.\r(5) (ط) : ما.\r(6) سورة الحج آية 75.\r(7) (ط) : أرادوا.\r(8) (ط) : يسألون.\r(9) (ع) (ط) : ذلك.","seal":"69FD4CD5","part":1},
      {"page":61,"id":51,"nass":"فهذا من أعظم الشرك الذي كفَّر الله به المشركين, حيث اتخذوا من دون الله (1) أولياء وشفعاء: يجتلبون بهم المنافع, ويدفعون (2) بهم المضار.\rإلى أن قال: من جعل الأنبياء والملائكة وسائط, يدعوهم ويتوكل عليهم ويسألهم جلب المنافع ودفع المضار، مثل أن يسألهم غفران الذنوب وهداية القلوب وتفريج الكربات (3) وسد الفاقات، فهو كافر بإجماع المسلمين.\rإلى أن قال: فمن أثبت وسائط بين الله وبين خلقه- كالحُجَّاب الذين بين الملك وبين رعيته- (4) / بحيث يكونون هم يرفعون إلى الله حوائج خلقه.\rوأن الله إنما يهدي عباده وينصرهم ويرزقهم، بتوسطهم: بمعنى أن الخلق يسألونهم وهم يسألون الله, كما أن الوسائط عند الملوك يسألون الملوك حوائج الناس؛ لقربهم منهم، والناس يسألونهم: أدبا منهم أن يباشروا سؤال الملك, أو لأن طلبهم من الوسائل (5) أنفع لهم من طلبهم من الملك؛ لكونهم أقرب إلى الملك من الطالب.\rفمن أثبتهم وسائط على هذا الوجه: فهو كافر مشرك, يجب أن يستتاب فإن تاب وإلا قتل.\rوهؤلاء مشبهون، شبهوا الخالق بالمخلوق, وجعلوا لله أندادا. وفي القرآن من الرد على هؤلاء: ما لا تتسع له هذه الفتوى (6) .\r__________\r(1) (ع) : دونه.\r(2) (ع) : ويستدفعون.\r(3) (ع) : الكروب.\r(4) (ع) (ط) : وبين رعيته.\r(5) (ع) : الوسائط.\r(6) ينظر الواسطة بين الخلق والحق \"مجموع فتاوى ابن تيمية\" 1/121-126.","seal":"5D73C634","part":1},
      {"page":62,"id":52,"nass":"فإن هذا دين المشركين عباد الأوثان، كانوا يقولون: إنها تماثيل الأنبياء والصالحين، وأنها وسائل يتقربون بها إلى الله، وهو من الشرك الذي أنكره الله على النصارى حيث قال: {اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ} (1) الآية. انتهى (2) .\rفقد جزم رحمه الله في مواضع كثيرة: بكفر من فعل ما ذكره من أنواع الشرك, (وحكى إجماع المسلمين على ذلك) (3) , ولم يستثن الجاهل ونحوه. وقال تعالى: {إِنَّ اللهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ} (4) .\rوقال عن المسيح إنه قال: ( {إِنَّهُ مَن يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} (5) .\rفمن خص ذلك الوعيد) (6) بالمعاند فقط, وأخرج الجاهل والمتأول والمقلد: فقد شاقَّ الله ورسوله، وخرج عن سبيل المؤمنين.\rوالفقهاء يصدِّرون باب حكم المرتد: بمن أشرك بالله. ولم يقيِّدوا ذلك بالمعاند.\rوهذا أمر واضح ولله الحمد.\rوقد قال (7) الله تعالى: {رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللهِ حُجَّةٌ بَعْدَ الرُّسُلِ} (8) .\rوقال الشيخ أيضا: وهذه الأمور المبتدعة عند القبور أنواع: أبعدها عن الشرع (9) : أن يسأل الميت حاجة , كما يفعله كثير من الناس.\r__________\r(1) سورة التوبة آية 31.\r(2) الواسطة بين الخلق والحق \"مجموع فتاوى ابن تيمية \" 1/135.\r(3) ما بينهما معلق في هامش (ع) وبجواره كلمة صح.\r(4) سورة النساء آية 48 وآية 116.\r(5) سورة المائدة آية 72.\r(6) ما بينهما معلق في هامش الأصل وبجواره كلمة صح.\r(7) (ط) :وقال.\r(8) سورة النساء آية 165.\r(9) (ط) : الشرائع.","seal":"496DEE5D","part":1},
      {"page":63,"id":53,"nass":"وهؤلاء من جنس عُبَّاد الأصنام؛ ولهذا قد (1) يتمثل لهم الشيطان في صورة الميت والغائب، كما يتمثل لعباد الأصنام.\rومن تقريره رحمه الله في هذا الأصل: ما ذكره في اقتضاء الصراط المستقيم، حيث قال: إن الدعاء المتضمن شركا: كدعاء غيره (2) أن يفعل، أو دعائه أن يدعو, ونحو ذلك: لا يُحصِّل (3) غرض صاحبه، ولا يورث حصول الغرض شبهة إلا في الأمور/ الحقيرة، وأما الأمور العظيمة: كإنزال الغيث عند القحوط (4) , وكشف العذاب النازل. فلا ينفع فيه هذا الشرك, قال تعالى: {قُلْ أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ اللهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ * بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاء وَتَنسَوْنَ مَا تُشْرِكُونَ} (5) .\rوقال: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (6) . وقال: {وَإِذَا مَسَّكُمُ الْضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ} . وقال: {أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ أَإِلَهٌ مَّعَ اللَّهِ قَلِيلًا مَّا تَذَكَّرُونَ} (7) الآيات.\rفكون هذه المطالب العظيمة لا يستجيب فيها إلا هو سبحانه: دل على توحيده, وقطع شبهة من أشرك به, وعُلم بذلك أن ما دون هذا أيضا من الإجابات, إنما فعلها هو سبحانه وحده لا شريك له، وإن كانت تجري بأسباب محرمة أو مباحة؛ كما أن خلقه السموات والأرض والسحاب والرياح، وغير ذلك من الأجسام العظيمة: دال على\r__________\r(1) (ط) :قد. ساقطة.\r(2) (ع) (ط) : غير الله.\r(3) (ط) : ليحصل.\r(4) (ع) (ط) : القحط.\r(5) سورة الأنعام الآيتان 40، 41.\r(6) سورة العنكبوت آية 65.\r(7) سورة النمل آية 62.","seal":"4B8ACE2A","part":1},
      {"page":64,"id":54,"nass":"وحدانيته, وأنه خالق كل شيء, وأن ما دون هذا بأن يكون خلقا له أولى؛ إذ هو منفعل عن مخلوقاته العظيمة، فخالق السبب التام, خالق للمسبب لا محالة.\rوجماع ذلك: بأن (1) الشرك نوعان:\rشرك في ربوبيته: بأن يجعل معه لغيره (2) تدبير (3) ما, كما قال تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ} (4) .\rفبين (5) أنهم لا يملكون ذرة استقلالا, ولا يشركونه في شيء من ذلك, ولا يعينونه على ملكه. فمن لم (6) يكن مالكا ولا شريكا ولا عونا, فقد انقطعت علاقته.\rوشرك في الألوهية: بأن يدعا غيره: دعاء عبادة، أو دعاء مسألة. كما قال تعالى: {إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ} (7) فكما أن إثبات المخلوقات أسبابا: لا يقدح في توحيد الربوبية, ولا يمنع أن يكون الله خالق كل شيء, ولا يوجب (8) (أن يدعا المخلوق دعاء عبادة أو دعاء استعانة.\rكذلك إثبات بعض الأفعال المحرمة من شرك أو غيره، أسبابا: لا يقدح في توحيد الألوهية, ولا تمنع) (8) (9) أن يكون الله هو الذي يستحق\r__________\r(1) (ع) (ط) :أن.\r(2) (ع) (ط) : لغيره معه.\r(3) الأصل: تدبيرا.\r(4) سورة سبأ آية 22.\r(5) (ع) (ط) : فتبين.\r(6) الأصل: فلم.\r(7) سورة الفاتحة آية5.\r(8) ما بينهما معلق في هامش (ع) وبجواره كلمة صح.\r(9) (ع) (ط) : الإلهية ولا يمنع.","seal":"C8F002DE","part":1},
      {"page":65,"id":55,"nass":"الدين الخالص, ولا يوجب أن تستعمل الكلمات والأفعال التي فيها شرك إذا كان الله يسخط ذلك / ويعاقب العبد عليه، وتكون مضرة ذلك على العبد أكثر من منفعته؛ إذ قد جعل الخير كله في: أنا لا نعبد إلا إياه, ولا نستعين إلا إياه.\rوعامة آيات القرآن تثبت هذا الأصل, حتى أنه سبحانه قطع اثر الشفاعة بدون إذنه.\rفذكر رحمه الله آيات كثيرة في هذا المعنى. ثم قال: والقرآن عامته إنما هو في تقرير هذا الأصل العظيم, الذي هو أصل الأصول (1) .\rوقال رحمه الله في موضع آخر (2) : ونحن نعلم بالضرورة، أن النبي صلى الله عليه وسلم لم يشرع لأمته أن يدعو (3) أحدا من الأحياء والأموات, لا الأنبياء ولا غيرهم, لا بلفظ الاستغاثة ولا بلفظ الاستعانة, ولا بغيرهما. كما لم يشرع السجود لميت, ولا إلى ميت ونحو ذلك.\rبل نعلم أنه نهى عن ذلك كله, وأنه من الشرك الذي حرمه الله ورسوله, لكن لغلبة الجهل , وقلة العلم بآثار الرسالة في كثير من المتأخرين: لم يمكن تكفيرهم، حتى يبين لهم ما جاء به الرسول.\rقال: ولهذا ما بينت هذه المسألة قط (4) لمن يعرف أصل دين (5) الإسلام, إلا تفطن لها، وقال: هذا أصل دين الإسلام.\rوكان بعض أكابر الشيوخ العارفين من أصحابنا يقول: هذا أعظم ما بينته لنا؛ لعلمه بأن هذا أصل الدين. انتهى.\r__________\r(1) \"اقتضاء الصراط المستقيم\"2/702-705.\r(2) (ط) : مواضع.\r(3) (ط) : تدعو.\r(4) (ط) : قط. ساقطة.\r(5) (ط) : دين. ساقطة.","seal":"CD9F7F6E","part":1},
      {"page":66,"id":56,"nass":"فقوله رحمه الله: لم يمكن تكفيرهم حتى يبين لهم ما جاء به الرسول – (1) (لم يقل: حتى يتبين لهم ما جاء به الرسول) (1) (2) - أي: لم يمكن تكفيرهم بأشخاصهم وأعيانهم: بأن يقال: فلان كافر ونحوه.\rبل يقال: هذا كفر، ومن فعله كفر؛ كما (3) أطلق رحمه الله الكفر على فاعل هذه الأمور ونحوها في مواضع لا تحصى, وحكى إجماع المسلمين على كفر فاعل هذه الأمور الشركية.\rوصرَّح بذلك رحمه الله في مواضع, كما قال في أثناء جواب له في الطائفة القلندرية (4) .\rقال بعد كلام كثير: وأصل ذلك, أن المقالة التي هي كفر في الكتاب والسنة والإجماع، يقال: هي كفر مطلقا (5) ؛ كما دل على ذلك الدليل الشرعي.\rفإن الإيمان والكفر من الأحكام المتلقاة عن الله ورسوله، ليس ذلك مما يحكم الناس فيه بظنونهم، ولا يجب أن يحكم في كل شخص قال ذلك: بأنه كافر، حتى يثبت (6) في حقه شروط التكفير، وتنتفي موانعه. مثل من قال: إن الزنا أو الخمر حلال؛ لقرب عهده بالإسلام أو نشوئه ببادية بعيدة (7) .\r__________\r(1) ما بينهما ساقط من (ط) .\r(2) (ع) : (ما جاء به الرسول، ومراده بقوله: لم يكن يكفرهم حتى يتبين لهم ما جاء به الرسول صلى الله عليه وسلم ... ) وبجواره كلمة صح.\r(3) (ط) : كما. ساقطة.\r(4) أصل هذا الصنف: أنهم كانوا قوما من نساك الفرس، يدورون على ما فيه راحة قلوبهم بعد أداء الفرائض واجتناب المحرمات، ثم إنهم بعد ذلك تركوا الواجبات وفعلوا المحرمات، وسيماهم حلق اللحى، وكثير منهم أكفر من اليهود والنصارى. ينظر \"مجموع فتاوى ابن تيمية\"35/163.\r(5) (ط) : مطلق. وفي \"مجموع الفتاوى\": قولا يطلق.\r(6) (ط) : تثبت.\r(7) \"مجموع فتاوى ابن تيمية \" 35/165.","seal":"B8C91DE9","part":1},
      {"page":67,"id":57,"nass":"وقال رحمه الله في موضع آخر- في أثناء كلام له على هذه المسألة-: وحقيقة الأمر في ذلك: أن القول يكون كفرا, فيطلق القول بتكفير صاحبه فيقال (1) : من قال /كذا فهو كافر.\rلكن الشخص المعين الذي قاله: لا يحكم بكفره حتى تقوم عليه الحجة التي يكفر تاركها.\rفهذا كما في نصوص الوعيد, فإن الله يقول: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا} (2) . الآية.\rفهذا ونحوه من نصوص الوعيد, حق. لكن الشخص المعين لا يشهد عليه بالوعيد, فلا نشهد (3) لمعين من أهل القبلة بالنار؛ لجواز ألا يلحقه الوعيد لفوات شرطه أو بثبوت (4) مانع. فقد لا يكون بلغة التحريم, وقد يتوب من فعله (5) المحرم، وقد يكون له حسنات عظيمة تمحو عقوبة ذلك المحرم, وقد يبتلى بمصائب تكفر عنه.\rوقال ابن القيم في شرح المنازل: ومن أنواعه- أي: الشرك- طلب الحوائج من الموتى, والاستغاثة بهم, والتوجه إليهم.\rوأصل أصل شرك العالم, فإن الميت قد انقطع عمله, وهو لا يملك لنفسه نفعا ولا ضرا, فضلا (6) لمن استغاث به (7) وسأله أن يشفع له (8) .\rوقال في أثناء كلام له: فما أسرع أهل الشرك إلى إتخاذ الأوثان من\r__________\r(1) (ع) (ط) : ويقال.\r(2) سورة النساء آية 10.\r(3) (ع) (ط) : يشهد.\r(4) (ع) (ط) : شرط أو ثبوت.\r(5) (ع) (ط) : فعل.\r(6) (ط) : فضلا عن أن يملكه لمن.\r(7) (ع) (ط) : أو.\r(8) \"مدارج السالكين بين منازل إياك نعبد وإياك نستعين\"1/346.","seal":"36D35873","part":1},
      {"page":68,"id":58,"nass":"دون الله ولو كانت ما كانت!\rويقولون: إن هذا الحجر, وهذه الشجرة (1) , وهذه العين, تقبل النذر. أي: تقبل العبادة من دون الله تعالى؛ فإن النذر عبادة وقربة يتقرب بها الناذر إلى المنذور له.\rوقال في الهدي (2) - في فوائد غزوة الطائف (3) -: ومنها: أنه لا يجوز إبقاء مواضع الشرك والطواغيت، بعد القدرة على هدمها وإبطالها، يوما واحدا.\rفإنها شعائر الكفر والشرك، وهي من أعظم (4) المنكرات, فلا يجوز الإقرار عليها بعد القدرة البتة، وهذا حكم المشاهد التي بنيت على القبور التي اتخذت أوثانا وطواغيت تعبد من دون الله, والأحجار التي تقصد بالتعظيم, والتبرك والنذر والتقبيل.\rفلا يجوز إبقاء شيء منها على وجه الأرض مع القدرة على إزالتها, وكثير منها بمنزلة اللات والعزى ومناة الثالثة الأخرى, بل أعظم شركا عندها وبها. والله المستعان.\rولم يكن أحد من أرباب هذه الطواغيت يعتقد أنها تخلق وترزق وتحيي وتميت, وإنما كانوا يفعلون عندها وبها ما يفعله إخوانهم من المشركين اليوم عند طواغيتهم، فأتبع هؤلاء سنن من كان قبلهم، وسلكوا سبيلهم حذو القذة بالقذة، وأخذوا مأخذهم شبرا بشبر وذراعا بذراع /.\rوغلب الشرك على أكثر النفوس؛ لظهور الجهل وخفاء العلم , فصار\r__________\r(1) (ط) : وهذه الشجرة. ساقط.\r(2) (ع) : في الهدي. ساقط.\r(3) كانت في شوال سنة ثمان من الهجرة، بعد منصرفه من غزاة حنين. ينظر \" جوامع السيرة\" لابن حزم/242 و\"الدر\" لابن عبد البر /272.\r(4) في \"الهدي\": وهي أعظم.","seal":"790B9580","part":1},
      {"page":69,"id":59,"nass":"المعروف منكرا والمنكر معروفا, والسنة بدعة والبدعة سنة، ونشأ في ذلك الصغير وهرم عليه الكبير، وطمست الأعلام واشتدت غربة الإسلام، وقل العلماء وغلبت السفهاء، وتفاقم الأمر واشتد البأس، وظهر الفساد في البر والبحر بما كسبت أيدي الناس.\rولكن لا تزال طائفة من العصابة المحمدية بالحق قائمين، ولأهل الشرك والبدع مجاهدين, إلى أن\rيرث الله الأرض ومن عليها وهو خير الوارثين. انتهى (1) .\rوالأمر كما قال رحمه الله: أن سبب حدوث الشرك وظهوره: ظهور (2) الجهل (3) وخفاء العلم, وقلة العلماء وغلبة السفهاء.\rفيستبين (4) لطالب الحق: أن من جادل عن المشركين، وسهل عليهم ما ارتكبوه من الشرك, واحتج لهم بالحجج الباطلة: أنه فاقد أهل العلم وأفرضه، فيستحق أن يوصف بالجهل، وإن كان له اشتغال بأنواع من العلوم القليل نفعها.\rففي هذا مصداق قول النبي صلى الله عليه وسلم: \" لتتبعن سنن من كان قبلكم حذو القذة بالقذة\" (5) .\r__________\r(1) \"زاد المعاد في هدي خير العباد\" 3/506-507.\r(2) (ط) : وظهوره: ظهور. ساقط.\r(3) (ط) : و. ساقطة.\r(4) (ع) : فتبين (ط) : فيتبين.\r(5) أخرجه البخاري في \"الصحيح\" رقم 3456، ومسلم في \"الصحيح\" رقم 2669، وأحمد في \"المسند\" 3/84، 89، 94 من حديث أبي سعيد الخدري، وأخرجه البخاري في \"الصحيح\" رقم 7320، وابن ماجه في \"السنن\" رقم 3994، وأحمد في \"المسند\" 2/327, 450، 527 من حديث أبي هريرة، وجملة \"حذو القذة بالقذة\" لم تخرج في الصحيحين، وإنما هي من حديث شداد بن أوس عند أحمد في \"المسند\" 4/125.","seal":"B9BC8C72","part":1},
      {"page":70,"id":60,"nass":"وما أحسن ما قال ابن المبارك (1) :\rوهل أفسد الدين إلا الملوك ... وأحبار سوء ورهبانها (2)\rويروى: أن هلاك من (3) قبلنا، كان على يد (4) قرائهم وفقهائهم فإنا لله وإنا إليه راجعون.\rقال ابن القيم: ومن ذبح للشيطان ودعاه، واستعاذ به، وتقرب إليه بما يحب (5) , فقد عبده وإن لم يسم ذلك عبادة, ويسميه استخداما وصدق! هو استخدام من الشيطان له (6) .\rوقال:\rوالشرك فاحذره فشرك ظاهر ... ذا القسم ليس بقابل الغفران\r__________\r(1) أبو عبد الرحمن، عبد الله بن المبارك بن واضح الحنظلي التميمي، مولاهم، ثقة ثبت فقيه عالم جواد مجاهد، جمعت فيه خصال الخير، كان من المعاصرين للإمام المجاهد أحمد بن حنبل، ومن الأفذاذ الذين أنجبتهم الأمة الإسلامية وسجلوا في تأريخها أروع الأمثلة في الزهد والورع والبعد التام عن مواطن الذلة والمهانة والاسترزاق بالدين والمساومة عليه!، والوقوف بأبواب بعض المخلوقات الشرهة المتأمرة الحقيرة!! ت181 \"تقريب\" 320.\r(2) أخرجه أبو نعيم في \"الحلية\" 8/279 وابن عبد البر في \"الجامع\" 1/200 في جملة أبيات مطلعها:\rرأيت الذنوب تميت القلوب ... ويتبعها الذل إدمانها\rوترك الذنوب حياة القلوب ... وخير لنفسك عصيانها\rثم قال:\rلقد رتع القوم في جيفة ... يبين لذي العقل أنتانها!!\r(3) (ط) : من كان.\r(4) (ع) : يدي (ط) : أيدي.\r(5) (ط) : يجب.\r(6) (ط) : له. ساقطة.","seal":"8013B662","part":1},
      {"page":71,"id":61,"nass":"وهو اتخاذ الند للرحمن أيا ... كان من شجر (1) ومن إنسان\rيدعوه أو يرجوه ثم يخافه ... ويحبه كمحبة الديان\rوالله ما ساووهم بالله في ... خلق ولا رزق ولا إحسان\rلكنهم (2) ساووهم بالله في ... حب وتعظيم وفي إيمان (3)\rجعلوا محبتهم مع الرحمن ما ... جعلوا المحبة قط للرحمن (4)\rوقال شيخ الإسلام: وأما ما نذره لغير الله: كالنذر للأصنام والشمس, والقمر والقبور, ونحو ذلك. فهو بمنزلة أن يحلف بغير الله من المخلوقات.\rوالحالف بالمخلوقات لا وفاء / عليه ولا كفارة، وكذلك الناذر للمخلوق ليس عليه وفاء ولا كفارة؛ لأن كليهما شرك, والشرك ليس له حرمة، بل عليه أن يستغفر الله من العقد, ويقول ما قال النبي صلى الله عليه وسلم: \" من حلف باللات والعزى فليقل لا إله إلا الله\" (5) . انتهى (6) .\rقوله: فهو بمنزلة أن يحلف بغير الله. أي: في عدم الانعقاد؛ لأن (7)\r__________\r(1) (ط) و\"الكافية\":حجر.\r(2) الأصل و (ع) : لكن. تحريف.\r(3) في \"الكافية\" بين هذا البيت والذي قبله قوله: فالله عندهم هو الخلاق الرزاق مولي الفضل والإحسان.\r(4) \"الكافية الشافية في الانتصار للفرقة الناجية\" /157.\r(5) أخرجه البخاري في \"الصحيح\" رقم 6650،ومسلم في \"الصحيح\" رقم 1647،وأبو داود في \"السنن\" رقم 3247، والترمذي في \"الجامع\" رقم 1545, وابن ماجه في \"السنن\" رقم 2096، والنسائي في \"المجتبى\" 7/7 , وأحمد في \"المسند\" 2/309،والبيهقي في \"السنن الكبرى\" 1/149، من حديث أبي هريرة.\r(6) ينظر \"مجموع فتاوى ابن تيمية \" 11/504، 27/146، 33/123.\r(7) (ع) :لا أن (ط) : ولأن.","seal":"812D57E6","part":1},
      {"page":72,"id":62,"nass":"حقيقته كحقيقته؛ لأن (1) النذر عبادة بخلاف الحلف.\rوقال أيضا: قوله: {وَمَا أُهِلَّ لِغَيْرِ اللهِ بِهِ} (2) ظاهره: أنه ما ذبح لغير الله، مثل أن يقول: هذه ذبيحة لكذا.\rوإذا كان هذا المقصود (3) : فسواء لفظ به أو لم يلفظ, وتحريم هذا أظهر من تحريم ما ذبح للحم, وقيل فيه: باسم المسيح ونحوه؛ لأن ما ذبحناه متقربين به (4) إلى الله, كان أزكى وأعظم مما ذبحناه للحم, وقلنا فيه: بسم الله. فإن عبادة الله بالصلاة له، والنسك: أعظم من الاستعانة باسمه في فواتح الأمور.\rفإذا حرم ما قيل فيه: باسم المسيح أو الزهرة, فلأن يحرم ما قيل فيه: لأجل المسيح أو الزهرة, أو (5) قصد به ذلك أولى. فإن العبادة لغير الله , أعظم كفرا من الاستعانة بغير الله.\rفعلى هذا: فلو ذبح لغير الله متقربا إليه لحرُم، وإن قال فيه: بسم الله, كما (6) يفعله طائفة من منافقي هذه الأمة، الذين يتقربون إلى الكواكب بالذبح والبخور (7) ونحو ذلك.\rوإن (8) كان هؤلاء مرتدين لا تباح ذبيحتهم بحال، لكن يجتمع في الذبيحة مانعان. ومن هذا الباب: ما يفعله الجاهلون بمكة من\r__________\r(1) (ع) : حقيقته كحقيقة (ط) ساقط.\r(2) سورة المائدة آية 3.\r(3) (ط) : هذا هو.\r(4) (ط) : به. ساقطة.\r(5) (ط) :و.\r(6) (ع) (ط) :كما قد.\r(7) (ط) : النذور. وعلق في هامش (ع) وكتب عليه حرف (خ) إشارة إلى ما في النسخة الأخرى.\r(8) (ط) :إن.","seal":"AF111E22","part":1},
      {"page":73,"id":63,"nass":"الذبح للجن (1) .\rقال: ولهذا كان عُباد الشياطين (2) والأصنام, يذبحون لها الذبائح، فالذبح للمعبود غاية (3) الذل والخضوع؛ ولهذا لم يجز للذبح لغير الله.\rوقال في موضع آخر: والمسلم إذا ذبح لغير الله، أو ذبح بغير اسمه لم تبح ذبيحتهن وإن كان يكفر بذلك.\rإلى أن (4) قال: ولأن الذبح لغير الله, وباسم غيره: قد علم أنه ليس من دين الإسلام، بل هو من الشرك الذي أحدثوه.\rقال: وقول الشيخ: انذروا لي لتقضى حاجتكم أن استعينوا بي. إن أصر ولم يتب، قتل (5) .\rوقال أبو محمد البربهاري (6) - شيخ الحنابلة في وقته- في عقيدته: ولا نخرج أحدا من أهل القبلة من (7) الإسلام، حتى يرد آية من كتاب الله أو يرد شيئا (8) من آثار رسول الله، أو يصل لغير الله, أو يذبح لغير الله. [وإذا فعل شيئا من ذلك] (9) فقد وجب عليك أن تخرجه من الإسلام- في كلام كثير- (10) انتهى (11) .\r__________\r(1) عادة جاهلية انقرضت الآن والحمد لله\r(2) (ع) (ط) : الشيطان.\r(3) (ط) :غايته.\r(4) (ط) : أنه.\r(5) ينظر \"مجموع فتاوى ابن تيمية \" 17/484، 486 , 23/125.\r(6) الحسن بن علي بن خلف، حافظ، فقيه، ثقة، زاهد، جريء في الحق. ت329 \"سير أعلام النبلاء\" 15/90.\r(7) (ع) (ط) :عن.\r(8) الأصل: شيء. تحريف.\r(9) إضافة من \"شرح السنة\".\r(10) (ع) (ط) : كثير ذكره.\r(11) كتاب \"شرح السنة\" /31.","seal":"3CD215D9","part":1},
      {"page":74,"id":64,"nass":"سمع البربهاري من المروذي وغيره (1) .\rوقال ابن القيم: رايت لأبي الوفاء بن عقيل/ فصلا حسنا، فذكرته بلفظه.\rقال: لما صعبت التكاليف على الجهال والطغام، عدلوا عن أوضاع الشرع إلى تعظيم أوضاع (2) وضعوها لأنفسهم, فسهلت عليهم؛ إذ لم يدخلوا بها تحت أمر غيرهم.\rقال: وهم عندي كفار بهذه الأوضاع, مثل تعظيم القبور وإكرامها بما نهى عنه الشرع: مثل إيقاد السرج وتقبيلها وتخليقها، وخطاب أهلها بالحوائج، وكتب الرقاع فيها: يا مولاي افعل لي (3) كذا وكذا, وأخذ تربتها تبركا، وإفاضة (4) الطيب على القبور, وشد الرحال إليها، وإلقاء الخرق على الشجر اقتداء بمن عبد اللات والعزى.\rوالويل عندهم: لمن لم يقبل مشهد الكف، ولم يتمسح بالآجر يوم الأربعاء, ولم يقل الحمالون على جنازته: أبو بكر الصديق ومحمد وعلي، أو (5) لم يعقد على قبر أبيه أزجا (6) بالجص والآجر, ولم يخرق ثيابه, ولم يرق ماء الورد على القبر. انتهى (7) .\rفانظر إلى تكفير ابن عقيل لهم، مع إخباره بجهلهم.\rوقال الشيخ قاسم الحنفي في شرح درر البحار: النذر الذي\r__________\r(1) مناقب الإمام أحمد (المختارون من الطبقة الثانية) 618.\r(2) الأصل و (ط) : تعظيم. ساقطة، وعلقت في هامش (ع) وكتب بجوارها: صح أصل.\r(3) (ع) (ط) : بي.\r(4) الأصل: وإضافة.\r(5) (ع) (ط) : و.\r(6) الأزج: ضرب من الأبنية. \"التاج\"5/404.\r(7) \"إغاثة اللهفان من مصائد الشيطان\" 1/214.","seal":"5F27D2E8","part":1},
      {"page":75,"id":65,"nass":"ينذره أكثر العوام، على ما هو مشاهد الآن: كأن يكون لإنسان غائب أو مريض، أو له حاجة ضرورية، فيأتي إلى قبر بعض الصلحاء, ويجعل على (1) رأسه سترة، ويقول: يا سيدي فلان! إن رد الله غائبي أو عوفي مريضي، أو قضيت حاجتي. فلك من الذهب كذا، أو من الفضة كذا، أومن الطعام كذا، أو من الماء كذا، أو من الشمع كذا. فهذا باطل بالإجماع لوجوه منها: أنه نذر لمخلوق، والنذر للمخلوق لا يجوز؛ لأنه عبادة، والعبادة لا تكون لمخلوق.\rومنها: أن المنذور له ميت، والميت لا يملك.\rومنها: أنه ظن أن الميت يتصرف في الأمور دون الله, واعتقاد ذلك كفر.\rإلى أن قال: إذا علمت ذلك. فما يؤخذ من الدراهم والشمع والزيت وغيرها، وينقل إلى ضرائح الأولياء تقربا إليهم، فحرام بإجماع المسلمين.\rوقال النووي (2) - في شرح مسلم، على قول النبي صلى الله عليه وسلم: \" لعن الله من ذبح لغير الله\" (3) -: المراد به أن يذبح بغير اسم الله، كم يذبح للصنم أو للصليب، أو لموسى أو لعيسى, أو للكعبة، ونحو ذلك. وكل هذا حرام، ولا تحل هذه الذبيحة (4) .\rوسواء كان الذابح مسلما أو نصرانيا.\r__________\r(1) الأصل: على. ساقطة.\r(2) أبو زكريا يحيى بن شرف النووي، حافظ فقيه، في عقيدته بعض الانحراف عن جادة أهل السنة والجماعة، والله يغفر له. ت676 \"شذرات الذهب\" 5/356.\r(3) قطعة من حديث أخرجه مسلم في \"الصحيح\" رقم 1978، والنسائي في \"المجتبى\" 7/232 ,وأحمد في \"المسند\" 1/108, 118، 152، والحاكم في \"المستدرك\"/153 من حديث علي بن أبي طالب رضي الله عنه، وأخرجه النسائي في \"الكبرى\" (كتاب الرجم) كما في \" تحفة الأشراف\" 1/40، وأحمد في \"المسند\" 1/309، 317 وعبد بن حميد \"مسنده\" رقم 587 والحاكم في \"المستدرك\" 4/356 من حديث ابن عباس رضي الله عنه.\r(4) (ط) : لذبيحة.","seal":"F9F926FE","part":1},
      {"page":76,"id":66,"nass":"إلى أن قال: فإن قصد مع ذلك تعظيم المذبوح له- غير الله – والعبادة له. كان كفرا, فإن كان الذابح مسلما. صار بالذبح مرتدا. انتهى (1) .\rوقال الشيخ صنع الله الحنفي – في الرد على من أجاز النذر/ والذبح للأولياء، وأثبت الأجر في ذلك-: فهذا الذبح والنذر، إن كان على اسم فلان وفلان، لغير الله. فيكون باطلا.\rوفي التنزيل {وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ} (2) {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ} (3) أي: صلاتي وذبحي لله، كما فسر به قوله: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} (4) .\rقال: والنذر لغير الله إشراك مع الله.\rإلى أن قال: والنذر لغير الله. كالذبح لغيره.\rوقال الفقهاء: خمسة لغير الله شرك: الركوع، والسجود, والذبح, والنذر, واليمين.\rقال: والحاصل. أن النذر لغير الله: فجور، فمن أين تحصل لهم الأجور!.\rوقال ابن النحاس (5) في كتاب الكبائر: ومنها: إيقاد السرج عند الأحجار والأشجار، والعيون والآبار، ويقولون: إنها تقبل النذر!! وهذه كلها بدع ومنكرات قبيحة، تجب إزالتها ومحو أثرها؛ فإن أكثر الجهال يعتقدون أنها تنفع وتضر، وتجلب وتدفع، وتشفي المرضي (6) ، وترد\r__________\r(1) \"المنهاج شرح صحيح مسلم بن الحجاج\" 13/141.\r(2) سورة الأنعام آية 121.\r(3) سورة الأنعام آية 162\r(4) سورة الكوثر آية 2.\r(5) أحمد بن إبراهيم بن محمد الدمشقي الدمياطي، فقيه وداعية إصلاحي ت814\" شذرات الذهب\".\r(6) (ع) (ط) :المرضى.","seal":"5FA6741D","part":1},
      {"page":77,"id":67,"nass":"الغائب إذا نذر لها. وهذا شرك ومحادة لله ورسوله (1) .\rوقال أبو محمد، عبد الرحمن بن إسماعيل الشافعي، المعروف بأبي شامة (2) - في كتاب البدع والحوادث-: ومن هذا القسم أيضا: ما قد عم الابتلاء به، من تزيين الشيطان للعامة تخليق الحيطان (3) والعمد، وسرج مواضع مخصوصة، يحكي لهم حاك أنه رأى في منامه بها أحدا ممن شهر بالصلاح والولاية، فيفعلون ذلك, ويحافظون عليه، مع تضييعهم فرائض الله وسننه، ويظنون أنهم متقربون بذلك (4) .\rثم يتجاوزون هذا، إلى أن يعظم وقع تلك الأماكن في قلوبهم، فيعظمونها (5) ، ويرجون الشفاء (6) لمرضاهم وقضاء حوائجهم بالنذر لهم،وهي من بين عيون وشجر وحائط!!.\rوفي مدينة دمشق- صانها الله – من ذلك مواضع متعددة: كعوينة الحمى خارج باب توما، والعمود المخلق داخل باب الصغير، والشجرة الملعونة اليابسة خارج باب النصر في نفس قارعة الطريق- سهل الله قطعها واجتثاثها من أصلها- فما أشبهها بذات أنواط الواردة في الحديث – وذكر الحديث-.\rثم قال: قال أبو بكر الطرطوشي (7) : فانظروا رحمكم الله. أينما وجدتم: سدرة أو شجرة يقصدها الناس، ويعظمونها، ويرجون البرء\r__________\r(1) \"تنبيه الغافلين\" للنحاس /403.\r(2) حافظ أصولي، وداعية إلى السنة. ت665. \"شذرات الذهب\"5/318.\r(3) خلَّقه تخليقا: طيبه فتخلق به. ترتيب القاموس 2/100.\r(4) ما بينهما معلق في هامش الأصل، وبجواره كلمة صح.\r(5) (ع) (ط) : فيعظمونها: ساقطة.\r(6) (ع) (ط) : الشفاعة.\r(7) محمد بن الوليد بن محمد بن خلف، تلميذ أبي الوليد الباجي الإمام الكبير، حافظ فقيه، نقي المشرب. ت520 \"سير أعلام النبلاء\" 19/490.","seal":"980CB6E6","part":1},
      {"page":78,"id":68,"nass":"والشفاء من قبلها، وينوطون (1) بها المسامير والخرق: فهي ذات أنواط /فاقطعوها.\rثم قال (2) : ولقد أعجبني ما صنعه الشيخ أبو إسحاق الجبيناني (3) رحمه الله – أحد الصالحين ببلاد إفريقيه في المائة الرابعة -: حكى عنه صاحبه الصالح أبو عبد الله محمد بن أبي العباس المؤدب: أنه كان إلى جانبه عين تسمى عين العافية، كان العامة قد افتتنوا بها، يأتونها من الآفاق، من تعذر عليها نكاح أو ولد قالت: امضوا بي إلى العافية، فتعرف بها الفتنة.\rقال أبو عبد الله: فأنا في السحر ذات ليلة، إذ سمعت أذان أبي إسحاق نحوها، فخرجت فوجدته قد هدمها، وأذن الصبح عليها!. ثم قال: اللهم إني هدمتها لك فلا ترفع لها رأسا، فما رفع لها رأس إلى الآن. انتهى (4) .\rوكان الإمام أبو محمد بن أبي زيد (5) يعظم شأن أبي إسحاق هذا، ويقول: طريقة أبي إسحاق خالية لا يسلكها أحد في الوقت (6) .\rوقال الشيخ صنع الله الحنفي- في كتابه الذي ألفه في الرد على من ادعى أن للأولياء تصرفات (7) في الحياة وبعد الممات، على سبيل\r__________\r(1) في جميع النسخ: يضربون. والمثبت من كتاب\" الحوادث والبدع للطرطوشي\" /37.\r(2) أبو شامة رحمه الله.\r(3) إبراهيم بن أحمد بن علي بن مسلم، البكري الوائلي. ت369 \"الديباج المذهب\" 1/264.\r(4) \"الباعث على إنكار البدع والحوادث\" لأبي شامة/23-24.\r(5) الأصل: بن زيد (ط) بن أبي زيد. تحريف. وهو عبد الله بن عبد الرحمن النفزي، حافظ فقيه، ورع، ت386 \"المدارك\" 2/492.\r(6) نقله القاضي عياض في \"المدارك\" 2/500.\r(7) (ع) (ط) : تصرفا.","seal":"DD31CF24","part":1},
      {"page":79,"id":69,"nass":"الكرامة-: هذا وإنه قد ظهر الآن – فيما بين المسلمين- جماعات يدعون أن للأولياء تصرفا في حياتهم وبعد الممات، ويستغاث بهم في الشدائد والبليات.\rوبهم تكشف المهمات. فيأتون قبورهم وينادونهم في قضاء الحاجات؛ مستدلين على أن ذلك منهم كرامات.\rوقالوا: منهم أبدال ونقباء وأوتاد ونجباء، وسبعون وسبعة وأربعون وأربعة، والقطب هو الغوث للناس وعليه المدار بلا التباس!!\rوجوَّزوا لهم الذبائح والنذور، وأثبتوا لهم فيهما الأجور!\rقال: وهذا كلام فيه تفريط وإفراط، بل فيه الهلاك الأبدي والعذاب السرمدي؛ لما فيه من روائح الشرك المحقق، ومضادة الكتاب العزيز المصدق، ومخالف لعقائد الأئمة، ما اجتمعت عليه الأمة. وفي التنزيل: {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيرًا} (1) .\rإلى أن قال: الفصل الأول: فيما انتحلوه من الإفك الوخيم، والشرك العظيم.\rإلى أن قال: فأما قولهم: إن للأولياء تصرفا في حياتهم وبعد الممات، فيرده قول الله تعالى: {أَإِلَهٌ مَّعَ اللَّهِ} (2) {أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ} (3) {وَلِلّهِ غَيْبُ السَّمَاوَاتِ وَالأَرْضِ} (4) ونحوه (5) من الآيات الدالة على أنه المنفرد بالخلق والتدبير/ والتصرف والتقدير, ولا شيء\r__________\r(1) سورة النساء آية 115.\r(2) سورة النحل الآيات 60، 61 , 62، 63، 64.\r(3) سورة الأعراف آية 54.\r(4) سورة الشورى آية49.\r(5) (ع) (ط) : ونحو ذلك.","seal":"AD89F55B","part":1},
      {"page":80,"id":70,"nass":"لغيره في شيء ما بوجه من الوجوه. والكل تحت ملكه وقهره: تصرفا وملكا، وإحياء وإماتة، وخلقا. وتمدح الرب سبحانه بانفراده في ملكه بآيات من كتابه كقوله: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ} (1) و {وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ} (2) وذكر آيات في هذا المعنى.\rثم قال: فقوله في الآيات كلها: من دونه. أي (3) : من غيره، فإنه عام يدخل فيه من اعتقدته من ولي (4) وشيطان تستمده؛ فإن لم (5) يقدر على نصر نفسه كيف يمد غيره؟!\rإلى أن قال: فكيف يتصور لغيره- من ممكن- أن يتصرف؟!\rإن هذا من السفاهة لقول وخيم, وشرك عظيم.\rإلى أن قال: وأما القول بالتصرف بعد الممات: فهو أقبح (6) وأشنع وأبدع من القول بالتصرف في الحياة، قال جل ذكره {إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ} (7) {اللَّهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ} (8) {كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ} (9) {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} (10) .\rوفي الحديث: \"إذا مات ابن آدم انقطع عمله إلا من ثلاث\" (11) الحديث\r__________\r(1) سورة فاطر الآية3.\r(2) سورة فاطر آية 13.\r(3) (ع) (ط) : أي. ساقطة.\r(4) (ع) ولي ونبي.\r(5) (ع) (ط) : من لم.\r(6) (ع) (ط) : أقبح. ساقطة.\r(7) سورة الزمر آية 30.\r(8) سورة الزمر آية42.\r(9) سورة الأنبياء آية 35.\r(10) سورة المدثر آية 38.\r(11) أخرجه مسلم في \"الصحيح\" رقم 1631 , وأبو داود في \"السنن\" رقم 2880 =","seal":"E4DEF8A3","part":1},
      {"page":81,"id":71,"nass":"فجميع ذلك وما هو نحوه، دال على انقطاع الحس والحركة من الميت، وأن أرواحهم ممسكة، وأن أعمالهم منقطعة عن زيادة ونقصان.\rفدل ذلك: أن (1) ليس للميت تصرف في ذاته- فضلا عن غيره- بحركة، وأن روحه محبوسة مرهونة بعملها من خير وشر، فإذا عجز عن حركته لنفسه فكيف يتصرف لغيره؟.\rفالله سبحانه: يخبر أن الأرواح عنده، وهؤلاء الملحدون يقولون: إن الأرواح مطلقة متصرفة! قل أأنتم أعلم أم الله؟.\rقال: وأما اعتقادهم أن هذه التصرفات لهم من الكرامات: فهو من المغالطة؛ لأن الكرامة شيء من عند الله، يكرم بها أولياءه, لا قصد لهم فيه ولا تحد, ولا قدرة ولا علم، كما في قصة مريم ابنة عمران، وأسيد بن حضير (2) , وأبي مسلم الخولاني (3) .\r__________\r=والترمذي في \"الجامع\" رقم 1376، والنسائي في \"المجتبى\" رقم 3651، وأحمد في \"المسند\" 2/372، والبخاري في \"الأدب المفرد\" رقم 38،والبيهقي في \"السنن الكبرى\" 6/278 من حديث أبي هريرة.\r(1) (ع) (ط) : أنه.\r(2) أبو يحيى بن سماك بن عتيق الأنصاري الأشهلي، صحابي جليل، مات سنة عشرين، وكان من خبره رضي الله عنه، أنه سمر ذات ليلة هو وعباد بن بشر عند رسول الله صلى الله عليه وسلم فتحدثا معه، ثم خرجا فأضاءت لهما عصا أحدهما فمشيا في ضوئها، فلما تفرق بهما الطريق أضاءت لكل واحد عصاه. أخرجه ابن سعد في \"الطبقات\"3/606، وأحمد في \"المسند\" 3/138،190، 272، والحاكم في \"المستدرك\" 3/288، والبيهقي في \"الدلائل\" 6/77،والبخاري في \"الصحيح\" رقم 3805 تعليقا من حديث أنس.\r(3) عبد الله بن أثوب الشامي، ثقة عابد زاهد، ت في زمن ابن معاوية السفياني، من كراماته: نجاته من النار التي أججها الطاغية الكذاب، الأسود العنسي، ثم ألقاه فيها. قال عنه الخليفة الراشد عمر بن الخطاب رضي الله عنه: الحمد لله الذي لم يمتني من الدنيا، حتى أراني في أمة محمد صلى الله عليه وسلم من فعل به كما فعل بإبراهيم خليل الرحمن عليه السلام أخرجه أبو نعيم في الحلية2/129.","seal":"2A3ABF13","part":1},
      {"page":82,"id":72,"nass":"قال: وأما قولهم: ويستغاث بهم في الشدائد. فهذا أقبح مما قبله وأبدع؛ لمضادة قوله تعالى: {أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ أَإِلَهٌ مَّعَ اللَّهِ} (1) {قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعاً وَخُفْيَةً لَّئِنْ أَنجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} (2) وذكر آيات في هذا المعنى.\rثم قال: إنه جل ذكره: قرر أنه الكاشف للضر لا غيره, وأنه المتعين لكشف الشدائد/ والكرب، وأنه المتفرد (3) بإجابة المضطرين, وأنه المستغاث لذلك كله، وأنه القادر على دفع الضير (4) وعلى إيصال الخير، فهو المنفرد بذلك. فإذا تعين جل ذكره, خرج غيره (5) من ملك ونبي وولي.\rقال: والاستغاثة تجوز في الأسباب الظاهرة العادية، من الأمور الحسية: في قتال، أو إدراك عدو أو سبع ونحوه. كقولهم: يالَزَيدٍ، يالقومي ياللمسلمين؛ كما ذكروا في كتب النحو (6) ، بحسب الأسباب الظاهرة بالفعل.\rوأما الاستغاثة بالقوة والتأثير، أو في الأمور المعنوية من الشدائد: كالمرض وخوف الغرق والضيق، والفقر وطلب الرزق، ونحوه. فمن خصائص الله، فلا يطلب فيها غيره.\rقال: وأما كونهم معتقدين التأثير منهم في قضاء حاجاتهم؛ كما\r__________\r(1) سورة النمل آية 62.\r(2) سورة الأنعام آية 63.\r(3) (ع) : المنفرد.\r(4) (ط) : الضر.\r(5) (ط) : عن غيره\r(6) ينظر\" شرح عمدة الحافظ\" لابن مالك/286.","seal":"9D4F665B","part":1},
      {"page":83,"id":73,"nass":"تفعله الجاهلية (1) العرب، والصوفية الجهال، وينادونهم ويستنجدون بهم: فهذا من المنكرات.\rإلى أن قال: فمن اعتقد أن لغير الله- من نبي أو ولي أو روح أو غير ذلك- في كشف كربة أو قضاء حاجة تأثيرا. فقد وقع في وادي جهل خطير, فهو على شفا حفرة من السعير.\rوأما كونهم مستدلين على أن ذلك منهم كرامات: فحاشا أولياء الله أن يكونوا بهذه المثابة، فهذا ظن أهل الأوثان كذا أخبر (2) الرحمن {هَؤُلاء شُفَعَاؤُنَا عِندَ اللهِ} (3) {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} (4) {أَأَتَّخِذُ مِن دُونِهِ آلِهَةً إِن يُرِدْنِ الرَّحْمَن بِضُرٍّ لاَّ تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلاَ يُنقِذُونِ} (5) .\rفإن (6) ذكر ما ليس من شأنه النفع ولا دفع الضر من نبي وولي وغيره، على وجه الإمداد منه. إشراك (7) مع الله؛ إذ لا قادر على الدفع (8) غيره ولا خير إلا خيره.\rوأما ما قالوه: إن فيهم أبدالا ونقباء، وأوتادا ونجباء، وسبعين وسبعة، وأربعين وأربعة، والقطب هو الغوث للناس.\rفهذا من موضوعات إفكهم؛ كما ذكره القاضي المحدث ابن العربي (9)\r__________\r(1) (ط) : جاهلية.\r(2) (ع) : أخبر عنهم.\r(3) سورة يونس آية 18.\r(4) سورة الزمر آية 3.\r(5) سورة يس آية 23.\r(6) (ع) : أي فإن.\r(7) (ط) :أشرك.\r(8) (ع) (ط) : النفع.\r(9) أبو بكر، محمد بن عبد الله المعافري الأندلسي، حافظ فقيه مفسر، ت543 \"تذكرة الحفاظ\" 4/1294.","seal":"67B10CB7","part":1},
      {"page":84,"id":74,"nass":"في: سراج المريدين, وابن الجوزي، وابن تيمية. انتهى باختصار.\rوكلام العلماء في ذلك كثير, واكتفينا بما ذكرنا.","seal":"D6712A2C","part":1},
      {"page":84,"id":75,"nass":"فصل (سد باب الفتنة مقصد شرعي)\r...\rفصل\rوتقدم في كلام الشيخ , الإشارة إلى أنه: لولا أنه يخشى من الفتنة بالقبور, لما نهي عن الصلاة عندها, وغير ذلك.\rوتأكدت الفتنة بقضاء بعض حوائج قاصديها والمشركين بها, وذكر الشيخ رحمه الله من ذلك أشياء كثيرة ذكرها في: الفرقان بين أولياء الرحمن وأولياء / الشيطان (1) , وغيره من كتبه.\rقال: والشيطان يضل بني آدم بحسب قدرته, فمن عبد الشمس والقمر والكواكب ودعاها, كما يفعله (2) أهل دعوى (3) الكواكب. فإنه ينزل عليه شيطان يخاطبه (4) ويحدثه (5) ببعض الأمور, يسمون ذلك روحانيات الكواكب. وهو شيطان.\rوكذلك عباد الأصنام: قد تخاطبهم الشياطين, وكذلك من استغاث بميت أو غائب، وكذلك من دعا الميت، أو دعا عنده وظن (6) أن الدعاء عند قبره أفضل منه في البيوت (7) والمساجد.\r__________\r(1) مطبوع متداول، ورأيت له نسخة خطية جيدة بقلم الشيخ محمد بن حمد بن راشد ابن عساكر. كتبت سنة 1287هـ.\r(2) (ع) (ط) : يفعل.\r(3) (ع) : دعاء. وفي \"الفرقان\": دعوة.\r(4) (ع) (ط) : ويخاطبه.\r(5) (ع) : ويخبره.\r(6) في \"الفرقان\": أو دعا به أو ظن.\r(7) (ط) من البيوت.","seal":"E8F2BF6B","part":1},
      {"page":85,"id":76,"nass":"وللنصارى والضُلَّال من المسلمين أحوال عند المشاهد يظنونها كرامات، وهي من الشيطان: مثل أن يضعوا سراويل عند القبر، فيجدونه قد عقد. أو يوضع عنده مصروع فيبصرون شيطانه قد فارقه، فيفعل هذا الشيطان؛ليضلهم. ومثل أن يرى أحدهم أن القبر قد انشق، فيخرج منه إنسان، فيظنه الميت (1) .\rومن هؤلاء: من يستغيث (2) بمخلوق حيٍ أو ميتٍ، سواء كان ذلك الحي مسلما أو نصرانيا أو مشركا.\rفيتصور الشيطان بصورة ذلك المستغاث به، ويقضي بعض حاجة ذلك المستغيث. فيظن أنه ذلك الشخص، أو أنه ملَكٌ على صورته، وإنما هو شيطان أضله؛ لما أشرك بالله، كما كانت الشياطين تدخل الأصنام وتكلم المشركين.\rومن هؤلاء من يتصور له الشيطان ويقول له: أنا الخضر! وربما أخبره ببعض الأمور، وأعانه على بعض مطالبه.\rومنهم من يطير به الجني إلى مكة أو بيت المقدس أو غيرهما, ومنهم من يحمله عشية عرفة ثم يعيده من ليلته (3) .\rومنهم من كان يؤتى بمال مسروق تسرقه الشياطين وتأتيه به، ومنهم من كانت تدله على السرقات (4) .\rقال رحمه الله: حتى إني أعرف من هؤلاء جماعات، يأتون إلى الشيخ نفسه الذي استغاثوا به- وقد رأوا أتاهم في الهواء- فيذكرون\r__________\r(1) \"الفرقان بين أولياء الرحمن وأولياء الشيطان\"/131، 142.\r(2) في جميع النسخ: يستعين. والمثبت من \"الفرقان\".\r(3) \"الفرقان\" /135.\r(4) المصدر السابق/87.","seal":"943773E5","part":1},
      {"page":86,"id":77,"nass":"ذلك له (1) .\rوهؤلاء يأتون إلى هذا الشيخ: فتارة يكون الشيخ نفسه لم يعلم بتلك القضية. فإن كان يحب الرياسة سكت، وأوهمهم أنه نفسه أتاهم وأعانهم. وإن كان فيه صدق مع جهل وضلال, قال: هذا ملك صوره الله على صورتي! وجعل هذا من كرامات الصالحين، وجعله عمدة لمن يستغيث بالصالحين ويتخذهم أربابا؛ وأنهم إذا استغاثوا بهم بعث الله ملائكته / على صورهم تغيث المستغيثين بهم.\rولهذا: أعرف غير واحد منهم ممن فيه صدق وزهد وعبادة، لما ظنوا أن هذا من كرامات الصالحين، صار أحدهم يوصي مريديه (2) ، يقول: إذا كانت لأحدكم حاجة فليستغث (3) بي وليستنجدني!!\rويقول: أنا أفعل بعد موتي ما كنت أفعل في حياتي! وهو لا يعرف أن تلك شياطين تُصوَّر (4) على صورته؛ لتضله، وتضل أتباعه. فيحسِّن لهم الإشراك بالله ودعاء غير الله، والاستغاثة (5) بغير الله.\rوأنها قد تُلقي في قبله: أَنَّا نفعل بأصحابك بعد موتك، ما كنا نفعل بهم في حياتك.\rفيظن هذا: من خطابٍ إلهي ألقي إليه، فيأمر أصحابه بذلك- وذكر أشياء كثيرة من هذا الجنس وأعظم منه-.\rوالمقصود: أن الإنسان إذا سمع بوقوع مثل ذلك: لا يستعبد به (6) ولا يغتر به (7) ؛ إذا عرف أن مثل هذه الأمور، تقع لعُبَّاد الأصنام\r__________\r(1) (ط) : له. ساقطة.\r(2) أتباعه والمفتونون به.\r(3) الأصل: فليستغيث. تحريف.\r(4) (ط) : تتصور.\r(5) (ع) (ط) : والاستعانة.\r(6) (ع) : يستعبده.\r(7) (ط) : لا يستبعده ولا يستغتر به. تحريف.","seal":"390D8CBD","part":1},
      {"page":87,"id":78,"nass":"والقبور. والأمر كله لله: ما شاء كان وما لم يشأ لم يكن.","seal":"0F351B1F","part":1},
      {"page":87,"id":79,"nass":"فصل (ما يتعين على من نصح نفسه)\r...\rفصل\rيتعين على من نصح نفسه، وعلم أنه مسئول عما قال وفعل (1) ، ومحاسب على اعتقاده وقوله وفعله: أن يُعِدَّ لذلك جوابا، ويخلع ثوبي الجهل والتعصب، ويخلص القصد في طلب الحق، قال الله تعالى: {قُلْ إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ أَن تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا} (2) .\rوليعلم: أنه لا يخلصه إلا اتباع كتاب الله وسنة نبيه، قال الله تعالى: {اتَّبِعُواْ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلاَ تَتَّبِعُواْ مِن دُونِهِ أَوْلِيَاء قَلِيلاً مَّا تَذَكَّرُونَ} (3) وقال تعالى: {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الْأَلْبَابِ} (4) .\rولما كان قد سبق في علم الله وقضائه: أنه سيقع الاختلاف بين الأمة. أمرهم وأوجب عليهم عند التنازع, الرد إلى كتابه وسنة نبيه، قال تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (5) .\rقال العلماء: الرد إلى الله: الرد إلى كتابه. والرد إلى رسوله (6) : الرد إليه في حياته، والرد إلى سنته بعد وفاته (7) (8) .\r__________\r(1) (ط) : وفعل. ساقطة.\r(2) سورة سبأ آية 46.\r(3) سورة الأعراف آية 3.\r(4) سورة ص آية 29.\r(5) سورة النساء آية 59.\r(6) (ط) : الرسول.\r(7) (ع) (ط) : مماته.\r(8) ينظر\" تفسير الطبري\" 8/495-504.","seal":"391550B4","part":1},
      {"page":88,"id":80,"nass":"ودلت الآية: أن من لم يرد عند التنازع إلى كتاب الله وسنة نبيه. فليس بمؤمن؛ لقوله تعالى: {إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} فهذا شرط ينتفي المشروط بانتفائه.\rومحال أن يأمر الله الناس بالرد إلى ما لا/ يفصل النزاع, لاسيما في أصول الدين: التي لا يجوز فيها التقليد عند عامة العلماء.\rوقال الله تعالى: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا} (1) .\rولما أخبر النبي صلى الله عليه وسلم بوقوع الاختلاف الكثير بعده- بين أمته-: أمرهم عند وجود الاختلاف بالتمسك بسنته، وسنة الخلفاء الراشدين المهديين من بعده، فقال صلى الله عليه وسلم: \" إنه من يعش منكم سيرى اختلافا كثيرا، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، تمسكوا بها وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل بدعة ضلالة\" (2) .\rولم يأمرنا الله ولا رسوله: بالرد- عند التنازع والاختلاف- إلى ما عليه أكثر الناس، ولم يقل الله ولا رسوله: لينظر أهل كل زمان إلى ما عليه أكثر أهل زمانهم، فيتبعونهم. ولا إلى أهل مصر معين، أو إقليم (3) .\rوإنما الواجب على الناس: الرد (4) إلى كتاب الله وسنة نبيه، وسنة\r__________\r(1) سورة النساء آية 65.\r(2) قطعة من حديث العرباض بن سارية، أخرجه أبو داود في \"السنن\" رقم 4607، والترمذي في \"الجامع\" رقم 2676، وقال: هذا حديث حسن صحيح، وابن ماجه في \"السنن\" رقم 42، وأحمد في \"المسند\"4/126، 127، والحاكم في \"المستدرك\" 1/95،والبيهقي في \"الدلائل\" 6/541، وأبو نعيم في \"الحلية\" 5/220، 10/115، وقال: هو حديث جيد، من صحيح حديث الشاميين. كما في \"الجامع\" للحافظ ابن رجب /187،وصححه الحافظ بن تيمية في \"الاقتضاء\" 2/579.\r(3) (ط) : أو اقليم. ساقط.\r(4) (ع) : الرد عند التنازع.","seal":"C4D85DC3","part":1},
      {"page":89,"id":81,"nass":"الخلفاء الراشدين المهديين، وما مضى عليه الصحابة والتابعون (1) لهم بإحسان. فيجب على الإنسان الالتفات إلى كتاب الله وسنة نبيه، وطريقة أصحابه والتابعين (1) ، وأئمة الإسلام (2) .\rولا يعبأ بكثرة المخالفين بعدهم. فإذا علم الله من العبد الصدق في طلب الحق، ترك التعصب، ورغب على الله في سؤاله هداية الصراط المستقيم: فهو جدير بالتوفيق.\rفإن على الحق نورا، لا سيما التوحيد: الذي هو أصل الأصول، الذي دعت إليه الرسل من أولهم إلى آخرهم، وهو توحيد الألوهية؛ فإن أدلته وبراهينه في القرآن ظاهرة, وعامة القرآن إنما هو في تقرير هذا الأصل العظيم.\rولا يستوحش الإنسان لقلة الموافقين، وكثرة المخالفين؛ فإن أهل الحق أقل الناس فيما مضى، وهم أقل الناس فيما بقي، لاسيما في هذه الأزمنة المتأخرة، التي قد صار الإسلام فيها غريبا (3) .\rوالحق لا يعرف بالرجال؛ كما قال علي بن أبي طالب رضي الله عنه لمن قال له (4) : أترانا (5) نرى أن (6) الزبير وطلحة كانا (7) مخطئين وأنت المصيب؟!.\rفقال له علي: ويحك! يا فلان: إن الحق لا يعرف بالرجال. اعرف الحق تعرف أهله.\r__________\r(1) ما بينهما ساقط من (ط) ومعلق في هامش (ع) وبجواره كلمة صح.\r(2) (ط) : المسلمين.\r(3) الأصل: غريب.\r(4) (ط) : له.ساقطة.\r(5) (ط) : أترى أنا.\r(6) (ع) (ط) : أن. ساقطة.\r(7) (ع) (ط) : كانا ساقطة.","seal":"09AEE39F","part":1},
      {"page":90,"id":82,"nass":"وأيضا: فالحق ضالة المؤمن.\rوليحذر العاقل من مشابهة الذين قال الله عنهم: {لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ} (1) {أَهَؤُلاء مَنَّ اللهُ عَلَيْهِم مِّن بَيْنِنَا} (2) .\rوقد قال بعض السلف: ما ترك أحد حقا / إلا لكبر في نفسه؛ ومصداق ذلك قول النبي صلى الله عليه وسلم، حين قال: \" لا يدخل الجنة من في قلبه مثقال ذرة من كبر\" (3) ثم فسر الكبر بأنه: بطر الحق، وأي: رده، وغمط الناس: وهو احتقارهم وازدراؤهم.\rولقد أحسن القائل (4) :\rوتعرَّ من ثوبين من يلبسهما ... يلقى الردى بمذمةٍ وهوان\rثوبٌ من الجهل المركب (5) فوقه ... ثوب التعصب بئست (6) الثوبان\rوتحلَّ بالإنصاف أفخر حلية (7) ... زينت بها الأعطاف والكتفان\rواجعل شعارك خشية الرحمن مع ... نصح الرسول فحبذا الأمران (8)\r(9) وقال أيضا رحمه الله:\rوالجهل داء قاتل وشفاؤه ... أمران في التركيب متفقان\r__________\r(1) سورة الأحقاف آية 11.\r(2) سورة الأنعام آية 53.\r(3) أخرجه مسلم في \"الصحيح\" رقم 91، وأبو داود في \"السنن\" رقم 4091،والترمذي في \"الجامع\" رقم 1999،وابن ماجة في \"السنن\" رقم 4226، وأحمد في \"المسند\"1/399،451، وابن أبي شيبة في \"المصنف\" 9/89، والبيهقي في \"كتاب الأدب\" رقم 661 من حديث ابن مسعود.\r(4) (ع) : القائل حيث قال.\r(5) علق في الأصل ما نصه: الجهل المركب: هو أن يجهل الحق ويجهل جهله به.\r(6) (ط) : بئسما.\r(7) (ع) (ط) : حلة.\r(8) من كلام ابن القيم في \"الكافية\" /19.\r(9) ما بينهما ساقط من (ع) و (ط) .","seal":"D62C3DE6","part":1},
      {"page":91,"id":83,"nass":"نص من القرآن أو من سنة ... وطبيب ذاك العالم الرباني (9) (1)\rقال (2) ابن القيم: وما أحسن ما قال الحافظ أبو محمد، عبد الرحمن المعروف بأبي شامة- في كتاب الحوادث والبدع-: حيث جاء الأمر بلزوم الجماعة، فالمراد به (3) : لرزم الحق واتباعه، وإن كان المتمسك به قليلا، والمخالف له كثيرا؛ لأن الحق هو الذي كانت عليه الجماعة الأولى، من عهد النبي صلى الله عليه وسلم وأصحابه، ولا نظر (4) إلى كثرة أهل الباطل بعدهم.\rقال عمرو بن ميمون الأودي (5) : صحبت معاذا فما فارقته حتى وأريته في التراب بالشام، ثم صحبت بعده أفقه الناس: عبد الله بن مسعود، فسمعته يقول: عليكم بالجماعة؛ فإن يد الله على الجماعة. ثم سمعته يوما من الأيام وهو يقول: سيلي عليكم ولاةٌ يؤخرون الصلاة من مواقيتها: فصلوا الصلاة لميقاتها فهي الفريضة, وصلوا معهم فإنها لكم نافلة.\rقال: قلت: يا أصحاب محمد! ما أدري ما تحدثون؟.قال: وما ذاك (6) ؟ قلت: تأمرني بالجماعة , وتحضني (7) عليها، ثم تقول: صل الصلاة (8) وحدك! وهي الفريضة، وصل الجماعة (9) وهي لك نافلة (10) .\r__________\r(1) \"الكافية الشافية\" /189.\r(2) (ط) : وقال.\r(3) (ط) : به. ساقطة.\r(4) (ع) (ط) : تنظر.\r(5) أبو عبد الله المذحجي، أسلم في الأيام النبوية، عابد حجة. ت 75 \"السير\"4/158.\r(6) الأصل، و (ط) : وماذا.\r(7) (ع) : وتحثني.\r(8) (ع) : الصلاة. ساقطة.\r(9) (ع) (ط) : مع الجماعة.\r(10) (ع) (ط) : وهي النافلة.","seal":"CF9C9F32","part":1},
      {"page":92,"id":84,"nass":"قال: يا عمرو بن ميمون، قد كنت أظن أنك من أفقه أهل هذه القرية. تدري (1) ما الجماعة؟ قلت: لا!!\rقال: إن جمهور الجماعة: الذين فارقوا (2) الجماعة! الجماعة: ما وافق الحق، وإن كنت وحدك.\rوفي طريق آخر (3) : فضرب على فخذي، وقال: ويحك! إن جمهور الناس فارقوا الجماعة (4) ، وإن الجماعة: ما وافق طاعة الله عزوجل (5) .\rقال نعيم (6) بن حماد (7) /: يعني إذا فسدت الجماعة، فعليك بما كانت عليه الجماعة قبل أن يفسدوا، وإن كنت وحدك فإنك أنت الجماعة حينئذ. ذكره البيهقي (8) وغيره.\rوروى مبارك بن فضالة (9) عن الحسن البصري، قال: لو أن رجلا أدرك السلف الأول، ثم بُعث اليوم. ما عرف من الإسلام شيئا- قال: ووضع يده على خده- ثم قال: إلا هذه الصلاة.\rثم قال: أما – والله على ذلك (10) – لمن عاش في هذه النكراء,\r__________\r(1) (ط) : أتدري.\r(2) (ط) : جمهور الناس قد فارقوا.\r(3) (ع) (ط) : أخرى.\r(4) (ط) : قد فارقوا.\r(5) أخرجه أحمد في \"المسند\" 5/231 بغير هذا اللفظ، وأبو داود في \"السنن\" رقم 432.\r(6) الأصل و (ط) : عن. تحريف.\r(7) أبو عبد الله بن معاوية بن الحارث الخزاعي المروزي، نزيل مصر، صدوق يخطئ كثيرا، فقيه عارف بالفرائض. ت228 \"تقريب\"/564.\r(8) في كتاب \"المدخل\" كما في \"الباعث على إنكار البدع والحوادث\" /19-20.\r(9) أبو فضالة البصري، صدوق يدلس ويسوي، صحب الحسن ثلاث عشرة سنة ت166 \"تقريب\"/519.\r(10) (ع) (ط) : على ذلك. ساقط، وفي \"البدع\": ما ذلك.","seal":"8C3CF66D","part":1},
      {"page":93,"id":85,"nass":"أو (1) لم يُدرك هذا السلف الصالح. فرأى مبتدعا يدعو إلى بدعته، ورأى صاحب دنيا يدعو إلى دنياه، فعصمه الله من ذلك، وجعل قلبه يحن إلى ذلك السلف الصالح. يسأل عن سبيلهم، ويقتصُّ آثارهم، ويتتبع (2) سبيلهم. ليعوَّض أجرا عظيما، فكذلك فكونوا (3) إن شاء الله (4) .\rوروى محمد بن وضاح (5) ، عن أبي الطفيل (6) : أن حذيفة بن اليمان، أخذ حصاة بيضاء، فوضعها في كفه، ثم قال: إن هذا الدين قد استضاء إضاءة هذه الحصاة. ثم أخذ كفا من تراب، فجعل يذرُّه على الحصاة حتى واراها، ثم قال: والذي نفسي بيده، ليجيئنَّ أقوام يدفنون الدين (7) هكذا (8) ، كما دفنتُ هذه الحصاة، ولتسلُكُنَّ طريق الذين كانوا قبلكم حذو القذة بالقذة وحذو النعل بالنعل (9) .\rقال محمد بن وضاح: الخير بعد الأنبياء ينقص، والشر يزيد.\rقال ابن وضاح: إنما هلكت بنو إسرائيل، على يدي (10) قُرَّائهم وفقهائهم (11) .\r__________\r(1) (ع) (ط) : و.\r(2) (ع) (ط) : ويتبع.\r(3) (ط) : كونوا.\r(4) أخرجه ابن وضاح في \"البدع\" /67.\r(5) أبو عبد الله بن بزيع، مولى عبد الرحمن بن معاوية، الحافظ الأندلسي القرطبي، الزاهد العابد. ت286\"لسان الميزان\" 5/416.\r(6) عامر بن واثلة بن عبد الله الليثي. ت110 \"تقريب\" /288.\r(7) (ط) : هذا الدين.\r(8) (ط) : هكذا. ساقطة.\r(9) أخرجه ابن وضاح في \"البدع\"/58.\r(10) (ط) : أيدي.\r(11) البدع/59.","seal":"30FDADAC","part":1},
      {"page":94,"id":86,"nass":"وروى ابن وضاح، عن عيسى بن يونس (1) ، عن الأوزاعي (2) ، عن حبان (3) بن أبي جبلة (4) ، عن أبي الدرداء قال: لو خرج رسول الله صلى الله عليه وسلم عليكم اليوم (5) ، ما عرف شيئا مما كان عليه هو وأصحابه إلا الصلاة!\rقال الأوزاعي: فكيف لو كان اليوم!\rقال عيسى بن يونس: فكيف لو أدرك الأوزاعي هذا الزمان (6) !!\rوروى ابن وضاح، عن الأعمش (7) قال: قال لي شقيق أبو وائل (8) : يا سليمان (9) ! ما شبَّهتُ قراء زمانك إلا بغنم رعت حمضا (10) ، فمن رآها ظن أنها سمينة، وإذا ذبحها لم يجد فيها شاة سمينة (11) .\rوروى ابن وضاح، عن أبي الدرداء، قال: لو أن رجلا تعلم\r__________\r(1) ابن أبي إسحاق السبيعي، نزل الشام مرابطا، ثقة مأمون. ت187 \"تقريب\"/441.\r(2) أبو عمر، عبد الرحمن بن عمرو الأوزاعي، الفقيه، ثقة جليل، ت157 \"تقريب\"/347.\r(3) في جميع النسخ: حسان، تصحيف، والمثبت من \"البدع\".\r(4) المصري، مولى قريش، ثقة، ت122 \"تقريب\" /149.\r(5) (ع) : اليكم اليوم، و (ط) : إليكم.\r(6) \"البدع \" / 61.\r(7) في جميع النسخ: الأوزاعي. تصحيف، والمثبت من \"البدع\" وهو أبو محمد، سليمان بن مهران الأسدي الكاهلي، ثقة حافظ، عارف بالقراءات ورع، لكنه يدلس. ت147\"تقريب\" /254\r(8) ابن سلمة الأسدي، مخضرم أدرك النبي صلى الله عليه وسلم ولم يره. ت82 \"سير أعلام النبلاء\" 4/161.\r(9) (ع) : يا أبا سليمان، وفي \"البدع\": أنا سليمان. تحريف.\r(10) ما كان سوى (أحرار النقل) و (ذكوره) و (عرفجه) فهو حمض، وهو من العشب عند الإبل بمنزلة اللحم، وإذا أكلت الحموض: اندلقت بطونها، وأسرعت السقوط. \"النبات\" للأصمعي/ 17.\r(11) \"البدع\" /82.","seal":"A0E99D85","part":1},
      {"page":95,"id":87,"nass":"الإسلام وأتمه (1) ، ثم تفقده ما عرف منه شيئا (2) .\rوروى ابن وضاع، عن عبد الله بن المبارك، قال: اعلم- أي أخي (3) - أن الموت اليوم (4) كرامة لكل مسلم لقي الله على السنة، فإنا لله وإنا إليه راجعون!. /فإلى الله نشكوا وحشتنا، وذهاب الإخوان، وقلة الأعوان، وظهور البدع. وإلى الله نشكوا عظيم ما حل بهذه الأمة: من ذهاب العلماء وأهل السنة، وظهور البدع. انتهى (5) .\rفكيف لو رأى من تقدم ذكرهم هذه الأزمنة. التي ظهر فيها الشرك الأكبر والأصغر، والبدع التي لا تعد ولا تحصى: في الاعتقادات والأقوال والأعمال.\rوظهرت جميع الفواحش في أكثر أمصار المسلمين, وضيعت الصلوات واتبعت الشهوات، وظهر مصداق قول حذيفة: ليجيئن أقوام يدفنون الدين كما دفنت هذه الحصاة.\rوأبلغ من ذلك قول النبي صلى الله عليه وسلم:\" لتتبعن سنن من كان قبلكم حذو القذة بالقذة، قالوا: اليهود والنصارى؟ قال: فمن! \" (6) .\rوقال: \" لتأخذن هذه الأمة مأخذ الأمم قبلها، شبرا بشبر وذراعا بذراع. قالوا: فارس والروم؟ قال: فمن الناس إلا أولئك\" (7) .\r__________\r(1) في \"البدع\": وأهمه.\r(2) \"البدع\" /68.\r(3) في \"البدع\": أني أرى.\r(4) (ط) : اليوم. ساقطة.\r(5) \"البدع\" / 39.\r(6) سبق تخريجه.\r(7) أخرجه ابن جرير الطبري في \"التفسير\" 10/121 من حديث أبي هريرة. قال: الحافظ بن كثير في \"التفسير\" 2/368: وهذا الحديث له شاهد في الصحيح.","seal":"FFD707C6","part":1},
      {"page":96,"id":88,"nass":"وظهر مصداق قول النبي صلى الله عليه وسلم (1) : \" بدأ الإسلام غريبا وسيعود غريبا كما بدأ فطوبى للغرباء\" (2) .\rواعتبر هذا، بما عاب به سبحانه اليهود من تبديلهم رجم الثيب الزاني بالجلد والتحميم، فقال سبحانه في شأنهم: {يُحَرِّفُونَ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُواْ} (3) .\rيقولون (4) : إن أفتاكم محمد بالجلد والتحميم فاقبلوا، وإن أفتاكم بالرجم فلا تقبلوا (5) .\rوقال سبحانه عنهم: {أُوْلَئِكَ الَّذِينَ لَمْ يُرِدِ اللهُ أَن يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ} (6) .\rوقال النبي صلى الله عليه وسلم- لما رجم الزاني -: \"اللهم إني أول من أحيى أمرك إذ أماتوه\" (7) .\rفكيف حال الذين عطلوا الحدود بالكلية.\rثم زاد الشر، إلى أن آل الأمر ببعض الولاة: أنهم يضربون على البغايا الخراج!! , وتعدوا حدود (8) الله في السارق بالصلب والقتل؛ صيانة\r__________\r(1) (ع) (ط) : النبي صلى الله عليه وسلم حقيقة.\r(2) أخرجه مسلم في \"الصحيح\" رقم 145، وابن ماجه في \"السنن\" رقم 3986، وأحمد في \"المسند\"2/389، والطحاوي في \"مشكل الآثار\" 1/298، والخطيب في \"شرف أصحاب الحديث\"/23، والآجري في \"الغرباء\" رقم 4 من حديث أبي هريرة، وروي من طرق أخرى. ينظر \"فصل الجواب\" للشيخ حسن بن حسين/15 وما بعدها بتحقيقي.\r(3) سورة المائدة آية 41.\r(4) (ع) (ط) : يقولون. ساقطة.\r(5) ينظر الطبري 10/313.\r(6) سورة المائدة آية 41.\r(7) أخرجه مسلم في \"الصحيح\" رقم 1700 وأبو داود في \"السنن\" رقم 4448، وأحمد في \"المسند\" 4/286، والبيهقي في \"السنن\"8/246، وابن ماجه في \"السنن\" رقم 2558من حديث البراء بن عازب.\r(8) (ع) (ط) : حد.","seal":"B73BA301","part":1},
      {"page":97,"id":89,"nass":"لأموالهم، ولم يعبأوا بانتهاك حرمات مولاهم، فإنا لله وإليه راجعون.\rوليجتهد المسلم في تحقيق العلم والإيمان.\rوليتخذ الله هاديا ونصيرا، وحاكما (1) ووليا؛ فإنه نعم المولى ونعم النصير: {وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا} (2) .\rوينبغي أن يكثر الدعاء بما رواه مسلم وغيره، عن عائشة رضي الله عنها: أن النبي صلى الله عليه وسلم كان إذا قام يصلي (3) من الليل، يقول: \" اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني /لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم\" (4) .آخره (5) .\rوالحمد لله رب العالمين (6) ، وصلى الله على أشرف المرسلين: سيدنا (7) محمد، وعلى آله وصحبه أجمعين (8) .\r__________\r(1) (ع) : وحكما.\r(2) سورة الفرقان آية 31.\r(3) (ع) (ط) : يصلي. ساقطة.\r(4) أخرجه مسلم في \"الصحيح\" رقم 770، وأبو داود في \"السنن\" رقم 767, والترمذي في \"الجامع\" رقم 3419، والنسائي في \"المجتبى\"3/212، وابن ماجة في \"السنن\" رقم 1357، وأحمد في \"المسند\" 6/156.\r(5) (ط) : آخره والله أعلم.\r(6) (ع) : رب العالمين كما ينبغي لكرم وجهه وعز جلاله وعظيم سلطانه.\r(7) (ع) : وصلى الله وسلم على سيدنا (ط) : والصلاة والسلام على.\r(8) (ع) أجمعين ومن تبعهم بإسحان إلى يوم الدين.\rوالحمد لله الذي بنعمته تتم الصالحات.","seal":"B7E80499","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1282,"Bk":"الانتصار لحزب الله الموحدين والرد على المجادل عن المشركين","HigriD":"1282","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الله بن عبد الرحمن بن عبد العزيز بن عبد الرحمن بن عبد الله بن سلطان بن خميس الملقب بـ\"أبابطين\"","bLnk":null,"Inf":"","Auth":"عبد الله أبا بطين","Betaka":"الكتاب: الانتصار لحزب الله الموحدين والرد على المجادل عن المشركين\r\nالمؤلف: عبد الله بن عبد الرحمن بن عبد العزيز بن عبد الرحمن بن عبد الله بن سلطان بن خميس الملقب بـ\"أبابطين\" (المتوفى: 1282هـ)\r\nالمحقق: الوليد بن عبد الرحمن الفريان\r\nالناشر: دار طيبة للنشر والتوزيع- الرياض- المملكة العربية السعودية\r\nالطبعة: 1409هـ - 1989م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الشيخ عبد الله بن عبد الرحمن أبابطين\r\n\r\nعبد الله بن عبد الرحمن بن عبد العزيز بن عبد الرحمن بن عبد الله بن سلطان بن خميس الملقب بـ\"أبابطين\"، وعشيرته آل بابطين من آل مغيرة.\r\n\r\nولد المترجم له في بلدة روضة سدير لعشر بقين من ذى الحجة عام 1194هـ ونشأ بها وقرأ على قاضيها وفقيهها الشيخ محمد بن طراد الدوسرى ولا زمه ملازمة تامة مع ما وهبه الله من ذكاء وسرعة الفهم وقوة الذاكرة فمهر في الفقه مهارة تامة وفاق أقرانه في شرخ شبابه، ثم ارتحل إلى شقراء عاصمة مقاطعة الوشم فقرأ على قاضيها الشيخ عبد العزيز الحصين فلما رأى شيخه مبلغ إدراكه صار يستعين به على كثير من المشاكل القضائية.\r\nثم رحل إلى الدرعية فقرأ على علمائها حتى صار ممن يشار إليهم بالبنان، ولما استولى الإمام سعود بن عبد العزيز رحمه الله على الحرمين الشريفين عام 12220هـ عينه قاضيا على الطائف وملحقاته من قبائل الحجاز فجلس في قضاء الطائف وملحقاته سنتين.\r\nوفي ولاية الإمام عبد الله بن سعود صار قضيا على عمان ثم لما جاء عهد الحكومة السعودية الثانية ولاه الإمام تركي قضاء مقاطعة الوشم ومقره في عاصمتها شقراء ولما توفي قاضي سدير الشيخ عبد الله بن سليمان ابن عبيد عام 1239هـ جمع له الإمام تركي مع قضاء الوشم قضاء سدير كي يقيم في كل مقاطعة منها شهرين قال ابن بشير:( كان الشيخ الجليل مفيد الطالبين عبد الله بن عبد الرحمن أبا بطين إذ ذاك قاضيا في الوشم فأمر عليه تركي أن يكون قاضيا في سدير فسار إليه ونزل الروضة وتوجهت إليه الخصوم ورحل إليه طلبة العلم من أهل سدير ومنيخ وأخذوا عنه فكان يأخذ بعض الزمن سدير وبعضها في الوشم.\r\nوفي عام 1248هـ نقله الإمام تركي من قضاء الوشم إلى قضاء القصيم وصار مقره في مدينة عنيزة وبعد وفاة الإمام تركي عاد إلى شقراء وجلس فيها للتدريس والتعليم والإفتاء.\r\nقال ابن بشر في حوادث ( 1251هـ) طلب رؤساء القصيم من الإمام فيصل أن يبعث الشيخ عبد الله بن عبد الرحمن أبا بطين قاضيا في بلدانهم ومدرسا لطلبة العلم في أوطانهم فأمر عليه الإمام أن يسير إليهم وكان إذ ذاك في بلد شقراء قاضيا لناحية الوشم فسار إليهم وقدم بلد عنيزة واستوطنها فأكرموه غاية الإكرام وانتفعوا بعلمه).\r\nوفي عام 1270هـ ترك قضاء عنيزة وسبب ذلك ما رواه المؤرخ الشيخ إبراهيم بن عيسى بقوله:(وفي شعبان من هذه السنة 1270هـ قام أهل عنيزة على جلوى بن تركي وأخرجوه من القصر المعروف فيها وكان أخوه الإمام فيصل قد جعله أميرا فيها سنة 1265هـ\r\nوكان الشيخ عبد الله أبابطين إذ ذاك هو القاضي في بلد عنيزة وقد ولاه الإمام فيصل القضاء عليها وعلى بلدان القصيم فلما قاموا على جلوي وأخرجوه غضب لذلك وخرج بحرمه وعياله إلى بريدة ثم قال: ( ولما كان في سنة 1270هـ رجع من عنيزة إلى بلد شقراء وأقام بها ولم يزل مستمرا على حاله الجميل إلى أن توفي فيها)\r\n\r\nمشائخه:\r\nفأما العلماء الذين أخذ عنهم فيحضرني منهم ما يلي:\r\n1- الشيخ محمد بن عبد الله بن طراد الدوسري قرأ عليه في روضة سدير حتى تفقه.\r\n2- الشيخ عبد العزيز بن عبد الله الحصين الناصري قاضي شقراء قرأ عليه في شقراء وأعان شيخه على مهامه القضائية.\r\n3- السيد حسين الجفري قرأ عليه النحو في الطائف حينما كان المترجم له قاضيا.\r\n4- الشيخ العلامة حمد بن ناصر بن عثمان بن معمر التميمي.\r\n5- الشيخ العالم أحمد بن حسن بن رشيد العفالقي الاحسائى وقد أجازه الشيخ أحمد بن رشيد بسنده المتصل إلى الشيخ عبد الله بن سالم البصري في كتابه الامداد بعلو الاسناد.\r\n6- الشيخ عبد الله بن الشيخ محمد بن عبد الوهاب وهؤلاء العلماء الثلاثة قرأ عليهم في الدرعية.\r\nوالقصد أن المذكور قرأ على هؤلاء الأعلام وغيرهم في التوحيد والتفسير والحديث والفقه وأصول هذه العلوم كما قرأ العلوم العربية وأتقن هذا كله حتى صار فيها بحرا لا يجارى وحبرا لا يماري، وإليك بعض ثناء العلماء عليه: \r\nقال تلميذه الشيخ محمد بن حميد في السحب الوابلة: ( واما اطلاعه على خلاف الأئمة الأربعة بل على غيرهم من السلف والروايات والأقوال المذهبية فأمر عجيب ما أعلم أني رأيت من يضاهيه بل ولا من يقاربه).\r\nوقال الشيخ إبراهيم بن عيسى: ( الإمام والحبر الهمام العالم العلامة والقدوة الفهامة الشيخ عبد الله أبابطين مهر في الفقه وفاق أهل عصره في ابان شبيبته)\r\n\r\nتلاميذه\r\nوقد أثنى عليه كثير من معاصريه ومن بعدهم في سعة الاطلاع حتى صار مرجعا من مراجع المسلمين في بلدان نجد فأطلق عليه لقب مفتى الديار النجدية في زمنه وقد عمر أوقاته وشغلها بالتدريس والوعظ والارشاد والافتاء وكان لا يمل ولا يضجر من طول الدرس والافادة في طوال حياته فدرس في التوحيد وعقائد السلف والتفسير والحديث والفقه وأصولها والعلوم العربية في جميع المناطق التى أقام بها في الطائف وشقراء وسدير وعمان والقصيم ونفع الله به نفعا عظيما وبارك في أعماله وأقواله حتى تخرج على يده كبار علماء نجد وهؤلاء من يحضرني من كبار العلماء الذين أخذوا عنه: \r\n1- الشيخ الفقيه على بن محمد آل راشد وكان ينيبه في القضاء في عنيزة إذا سافر.\r\n2- الشيخ محمد بن إبراهيم السنانى وقد ولى القضاء بعده في عنيزه سته أشهر ثم توفي رحمه الله.\r\n3- الشيخ محمد بن عبد الله بن مانع قدم معه من شقراء إلى عنيزه وتزوج ابنه المترجم له فأنجبت علماء \r\n4- الشيخ عبد الرحمن بن محمد بن مانع ابن الذي قبله وسبط المترجم له وقد ولى قضاء الاحساء الامام فيصل .\r\n5- الشيخ محمد بن عبد الله بن حميد صاحب السحب الوابلة.\r\n6- الشيخ صالح بن عيسى من بنى زيد قدم من شقراء واستوطن عنيزه فآل عيسى الآن في عنيزه من ذريته وهو نائب المترجم له في اقامة الصلاة في المسجد الجامع والخطيب عنه في غيابه.\r\n7- الشيخ على السالم الجليدان امام ومدرس مسجد المسومن بعنيزه.\r\n8- الشيخ صالح بن عثمان العوف آل عقيل.\r\n9- الشيخ عبد الله بن عائض قاضي عنيزه وهؤلاء بعض تلاميذه في مدينة عنيزه.\r\n10 الشيخ محمد بن عمر بن سليم.\r\n11- الشيخ محمد بن عبد الله بن سليم.\r\n12- الشيخ سليمان بن على بن مقبل.\r\nوهؤلاء تلاميذه من مدينة بريدة وقراءتهم عليه في عنيزه وشقراء وجميع هؤلاء العلماء الثلاثة ولوا قضاء بريدة ولهم تراجم.\r\n13- الشيخ إبراهيم بن حمد بن محمد بن عيسى من بنى زيد.\r\n14- الشيخ أحمد بن إبراهيم بن حمد بن محمد بن عيسى ابن الذي قبله.\r\n15- الشيخ الفقيه على بن عبد الله بن إبراهيم بن عيسى من بنى زيد وهؤلاء من مدينة شقراء وقد ولوا قضاءها .\r\n16- الشيخ سليمان بن عبد الرحمن.\r\n17- الشيخ عبد الله بن عبد الكريم بن معيقل.\r\n18- الشيخ صالح بن حمد بن نصر الله.\r\n19- الشيخ جمعان بن ناصر.\r\n20- الشيخ صالح بن حمد بن نصر الله قاضى القطيف للامام تركى.\r\nوغير هؤلاء كثير من أهل العلم ممن ادرك في العلم وممن صار له فيه محصول.\r\n\r\nمؤلفاته:\r\n1- اختصر بدائع الفوائد لابن القيم وقد رأيته في مكتبة آل مانع في عنيزه بخط المؤلف.\r\n2- حاشية نفسية على شرح المنتهي جردها من نسخته تلميذه وسبطه الشيخ عبد الرحمن بن محمد المانع.\r\n3- تأسيس التقديس في الرد على ابن جرجيس وقد رأيت مسودة المؤلف في عنيزه بخط المؤلف.\r\n4- الانتصار في الرد على ابن جرجيس أيضا.\r\n5- له فتاوى وتحريرات سديدة بعضها طبع مع مجاميع رسائل علماء نجد وبعضها لم يطبع ولو جمعت وحدها لجاءت مجلدا حافلا بالفوائد وغرائب المسائل.\r\n6- رساله في تجويد القرآن الكريم.\r\n\r\nوالمترجم له صاحب كلمة مسموعة واشارة نافذة لدى الكبير والصغير والخاص والعام فقد كان موضع التقدير والاجلال من كلوك آل سعود في دولتهم الأولى والثانية لما يرون من العفاف والتقي ولما يعلمونه عنه من الكفاءة والمقدرة على أعماله في مناصبه كما أنه موضع الثقة من علماء الدعوة السلفية فقد عاصر زعيمها في وقته الشيخ عبد الرحمن بن حسن فكان يجله ويقدره.\r\nكما أنه محبوب لدى العامة وعمدة لهم في مكاتباتهم وفتاويهم ومشاوراتهم لما هو عليه من الثقة والكفاءة وسداد الرأى وقد عاش في دولتين وأدرك اضطرابات ومحنا شدائد ومع هذا فهو محل التقدير من الجميع.\r\n\r\nوفاته:\r\nبعد اعتزاله قضاء عنيزه عام 1270هـ استقر في شقراء لنشر العلم ونفع المسلمين ولم يزل على سيرته الحميدة حتى توفي سابع جمادى الأول عام 1282هـ بعد أن أمضي في خدمة العلم ونفع المسلمين قرابة تسعين سنة ولذا عظم على الناس خطبه واسفوا لفقده وخلف ابنين هما عبد العزيز وصار من الوجهاء المقربين عند الإمام عبد الله الفيصل فهو أمين بيت المال ويرسله ليفاوض الدولة التركية والحكام وقتل مع الإمام عبد الله في معركة أم العصافير التى صارت بينه وبين محمد بن رشيد عام 1301هـ ولعبد العزيز بن الشيخ عبد الله أحفاد كثيرون من أشهرهم في وقتنا الحاضر الاستاذ عبد العزيز بن محمد بن إبراهيم بن عبد العزيز بن الشيخ عبد الله أبا بطين وكيل مصلحة الأشغال العامة بالرياض وأخوه الأستاذ إبراهيم مدير عام وزارة الزراعة بالرياض.\r\nأما الابن الثاني للشيخ المترجم له فهو عبد الرحمن ولم يشتهر كأخيه عبد العزيز وله أحفاد من أشهرهم الشيخ عبد الله بن محمد بن عبد الرحمن ابن الشيخ عبد الله أبا بطين ومن أحفاده الأستاذ محمد بن عبد الرحمن ابن محمد بن عبد الرحمن بن الشيخ عبد الله أبا بطين مدير الشؤون الماليه بمصلحة الأشغال العامة بالرياض وأخوه الأستاذ عمر ضابط بالجيش برتبة رئيس ومن أحفاده الشيخ عمر بن عبد العزيز بن عبد الرحمن بن الشيخ عبد الله ابا بطين صار قاضيا ثم أحيل إلى التقاعد وصار امام في جامع شقراء وقد توفي رحم الله الشيخ عبد الله أبا بطين ورحم الأموات من ذريته وبارك في الباقين منهم\r\n","seal":"0E841EA0","cat":"العقيدة","oNum":7554,"BkId":7554,"oAuth":47,"bVer":1,"aSeal":"BDD52240"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7554":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":11,"sub":0,"tit":"نص الكتاب"},
      {"lvl":2,"id":11,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":27,"sub":0,"tit":"فصل (اعتراض)"},
      {"lvl":2,"id":38,"sub":0,"tit":"فصل (مما يتعين الاعتناء به)"},
      {"lvl":2,"id":44,"sub":0,"tit":"فصل (دعوى أن الشرك هو الصلاة والسجود لغير الله فقط)"},
      {"lvl":2,"id":47,"sub":0,"tit":"فصل (الفرق بين الشرك الأكبر والبدع)"},
      {"lvl":2,"id":75,"sub":0,"tit":"فصل (سد باب الفتنة مقصد شرعي)"},
      {"lvl":2,"id":79,"sub":0,"tit":"فصل (ما يتعين على من نصح نفسه)"}
    ]
}
