{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7593":
    [
      {"page":9,"id":1,"nass":"مقدمة\r...\rبسم الله الرحمن الرحيم\rنبذة عن حياة العلامة المحدث الشيخ عبد الله بن محمد بن أحمد الدويش\rنسبه:\rهو الشيخ الحافظ عبد الله بن محمد بن أحمد الدويش أحد علماء المملكة العربية السعودية وهو من أعلام منطقة نجد.\rمولده ونشأته:\rولد الشيخ عبد الله في عام 1373 هـ بمدينة الزلفي، وقد تربى في كنف والده إذ توفيت والدته وهو رضيع ثم ترعرع ونشأ نشأة مباركة عرف من خلالها بالصفات الحميدة والأخلاق الطيبة من العفاف والطهارة وحسن الخلق. وقد كان رحمه الله ملازما لخدمة والده منذ الصغر إذ أثرت فيه هذه الملازمة مما جعله في نفس والده محبوبا إليه يعز عليه مفارقته. وقد كان - رحمه الله - آية في سرعة الحفظ والفهم مع الذكاء المتوقد، وقد كانت هذه الصفات الموجودة فيه مما دفعته إلى طلب المزيد من العلم والمعرفة وطلب العلم من مظانه.","seal":"31B4D9D0","part":1},
      {"page":10,"id":2,"nass":"بدايته لطلب العلم:\rبدأ الشيخ بطلب العلم صغيرا حيث اتجهت أنظاره لطلبه بالجد والاجتهاد وعدم الإخلاد للكسل فأحب الرحلة لذلك، فقدم الشيخ مدينة بريدة عام 1391 وبدأ الدراسة فيها وجد واجتهد في سبيل تحصيل العلم على أيدي العلماء العاملين فنزل في المسجد في إحدى غرفه وذلك في مسجد الشيخ محمد بن صالح المطوع - رحمه الله – فكان في كل طلبه للعلم على مشايخه بارزا ونابغا، فأدرك العلم في وقت قصير. وكان سعيه دائما في تحصيل العلم وإدراكه واقتناء المؤلفات النادرة في جميع مصادر العلوم الشرعية كالفقه والحديث ومصطلحه ورجاله والتفسير وأصوله وغير ذلك. وكان - رحمه الله تعالى - مكبا على كتب السلف الصالح - رحمهم الله تعالى - ككتب العقيدة والفقه والحديث ولذلك تجده - رحمه الله – شديد التأثر بهم وبأحوالهم وذلك ظاهر في سلوكه وطريقته في حفظ الوقت ومعاملة الطلاب وغيرهم، وكان أشد تأثرا بشيخي الإسلام ابن تيمية ومحمد بن عبد الوهاب وتلاميذهم من أئمة هذه الدعوة فكان في العقيدة يأخذ بأقوالهم وكذلك في المسائل الفقهية.\rولقد كان - رحمه الله تعالى- واسع الأفق شديد الفهم والحفظ لما يقرأ ويلقى عليه، وشاهد ذلك بروزه في وقت قصير. وكذلك كان أقرانه الكبار منهم والصغار يسألونه في ما أشكل عليهم من المسائل. فكان قدوة صالحة لزملائه في بذل النفس وكفها عن شهواتها في سبيل تحصيل العلم والعمل به، فاشتغل به وحصل.","seal":"3A52B3DE","part":1},
      {"page":11,"id":3,"nass":"حفظه:\rكما مر بنا أنه كان سريع الحفظ والفهم فإنه يحفظ الأمهات الست وغيرها من كتب الحديث والمتون ولذلك كان يحرض طلابه على أخذ العلم من المتون ثم يشرع الطالب بدراسة غيرها كما قيل: \"من حفظ المتون حاز الفنون\". وكان عنده من كل فن علم لأنه كان مكبا على دراسة هذه الفنون فكان عالما بالعقيدة والتوحيد والفقه والتفسير والنحو، وإليه المرجع في تعلم الحديث.\rشواهد على الحفظ:\rاجتمع الشيخ عبد الله بالشيخ الألباني في المدينة المنورة وذلك عام 97 هـ تقريبا وحصل بينهما نقاش علمي فلما انتهى قال الشيخ الألباني: \"أنت أحفظنا ونحن أجرأ منك\" أو كما قال – وفقه الله -.\rالشاهد الثاني: عندما كان في مكة المكرمة وذلك عام 1406 هـ في رمضان جلست معه واجترأت على سؤاله، وقلت له: يقولون إنك تحفظ الأمهات الست. وأجاب بتواضع وكأنه لا يود أن يشتهر عنه في حياته – كما هي عادة السلف – فقال: نعم، ولكن صحيح مسلم يحتاج إلى تربيط.\rالشاهد الثالث: كان بعض الطلاب يقرأ عليه في صحيح البخاري في السفر فقال له: ائت بالحديث وأقرأ عليك الإسناد. ومعلوم كثرة اختلاف الأسانيد للحديث الواحد.\rمشايخه:\r1- الشيخ صالح بن أحمد الخريص - وفقه الله تعالى -.\r2- الشيخ عبد الله بن محمد بن حميد – رحمه الله تعالى -.","seal":"8A9BD76D","part":1},
      {"page":12,"id":4,"nass":"3- الشيخ صالح بن عبد الرحمن السكيتي - رحمه الله تعالى -.\r4- الشيخ محمد بن صالح المطوع - رحمه الله تعالى -.\r5- الشيخ صال بن إبراهيم البلهي - رحمه الله تعالى -.\r6- الشيخ محمد بن سليمان العليط - وفقه الله تعالى -.\r7- الشيخ محمد بن صالح المنصور - وفقه الله تعالى -.\r8- الشيخ عبد الله بن عبد العزيز التويجري - وفقه الله تعالى -.\rطريقة تدريسه:\rتتميز طريقة الشيخ عبد الله بأنها على الطريقة التي أخذ بها الآباء والأجداد العلم عن مشايخهم فكان الطالب يقرأ عليه المتن فيقوم بإيضاح غوامضه وتحليل ألفاظه والاستدلال على ذلك من الكتاب أو سنة نبيه صلى الله عليه وسلم أو من كلام أهل العلم - رحمهم الله تعالى – وكل ذلك مع الأدب والخشية. أما إذا كان الطالب لا يقرأ في متن كأن يقرأ في كتب الشروح فهو يكتفي بكشف ما يلتبس أو يخفى على الطالب من الألفاظ.\rومع هذا كله كان كثيرا ما ينصح الطلاب بتقوى الله ويحثهم على الاستقامة ممتثلا بقوله تعالى: {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ} .\rأوقات التدريس:\rكان الشيخ – رحمه الله تعالى – محتسبا على نشر العلم وتعليمه، فكانت له عدة جلسات يومية فكان يجلس في المسجد المجاور لبيته من بعد صلاة الصبح حتى طلوع الشمس بوقت طويل ثم يخرج إلى بيته وقتا قصيرا يأكل مما يتيسر إن لم يكن صائما ثم يخرج إلى المدرسة العلمية","seal":"2BB23D49","part":1},
      {"page":13,"id":5,"nass":"فيجلس للتدريس في مكتبة المدرسة حتى يحين وقت تدريسه في الفصول الدراسية وهذا إذا لم يكن يوم الخميس، فإذا كان يوم الخميس فإنه يجلس في بيته مستقبلا طلاب العلم من باحثين ومسترشدين وغير ذلك مستفيدين منه، وعرض ما يخفى عليهم من الأحاديث ثم إذا خرجوا منه جلس في بيته مطالعا وباحثا في مكتبته، ومع ذلك فإنه كان سريع الكتابة ثم ينام إلى قبل أذان الظهر بساعة ثم يخرج إلى المسجد قبل الأذان ويصلي الظهر ويجلس للتدريس حتى أذان العصر، ومع كثرة الطلاب يبقى ويصلي العصر فيه ثم يجلس من قبل أذان العشاء الآخر بنصف ساعة ويبقى حوالي مقدار ساعة ونصف ثم بعد ذلك انتهى عمله اليومي. وقد كان قبل وفاته بشيء قليل زاد وقت التدريس وذلك من قبل صلاة المغرب حتى تقام صلاة العشاء ومع هذا الجهد المتطاول فإنه لم يمنعه من التأليف والعبادة وأوراده اليومية من صلاة وصيام.\rصفاته:\rكان – رحمه الله – هينا لينا في غير ضعف، مهابا سمحا كريما حليما محبوبا، متقربا للطالبين والفقراء والمساكين، صبورا على الأمر بالمعروف والنهي عن المنكر، يُخاف ولا يخاف في الله فعل فاعل أو كلام قائل. فيه نخوة وشهامة وهيبة منها العجب، ومع هذا كله كان بالمعروف معروفا وبالإحسان مذكورا، كثير العبادة مشهورا بكثرة الصلاة والصيام، باذلا جهده بالقيام، معرضا عن القيل والقال، سالكا أهدى سبيل، دائم الصمت إلا فيما ينفع، قليل الكلام حسن السمت دائم البشر مبتسما.","seal":"EAA6E2DC","part":1},
      {"page":14,"id":6,"nass":"زهده:\rكان – رحمه الله تعالى – طيلة حياته لم يزاول التجارة بنفسه بل يوكل من يبيع له ويشتري مع بذل أجره لمن يقوم بأعماله إلا إذا كان من أقاربه وأحبابه، وكان لا يبذل في تحصيلها ولا إدراكها بل يأخذ منها ما يحتاج إليه ولا تذكر في مجالسه وهو لا يذكرها ولا تدور في فكره وكان مع هذا عفيفا نزها، صالحا ناسكا خاشعا، حسن الأخلاق شديد الخشية والإشفاق، عظيم التواضع والإحسان، لا يسلك في مطعمه وملبسه ومركبه سبيل أبناء زمانه واستمر على ذلك إلى أن لحق بالسابقين من العلماء الأعلام.\rتلاميذه:\rتعرف أن الشيخ – رحمه الله تعالى – جلس للتدريس من عام 1395 هـ أي حينما كان عمره ثلاثة وعشرون عاما فكان مدة جلوسه حوالي أربعة عشر عاما فبهذه المدة التف حوله طلاب كثيرون من طلبة العلم وجلس عليه من الكبار والصغار العدد الغير قليل فكان يجلس عليه للقراءة في اليوم والليلة أكثر من مائة وعشرين طالبا سوى المستمعين والمسترشدين فلقد مر بنا أنه كان يجلس في اليوم والليلة أكثر من ثلاث جلسات وكلهم ولله الحمد فيهم بركة ويؤمل أن يحملوا راية العلم والعمل من البلاد التي قدموا منها.","seal":"6953B5B5","part":1},
      {"page":15,"id":7,"nass":"مؤلفاته:\r1- التوضيح المفيد لشرح مسائل كتاب التوحيد.\r2- الزوائد على مسائل الجاهلية.\r3- الألفاظ الموضحات لأخطاء دلائل الخيرات.\r4- دفاع أهل السنة والإيمان عن حديث خلق آدم على صورة الرحمن.\r5- المورد الزلال في التنبيه على أخطاء الظلال.\r6- التنبيهات النقيات على ما جاء في أمانة مؤتمر الشيخ محمد بن عبد الوهاب.\r7- تنبيه القاري على تقوية ما ضعفه الألباني.\r8- الكلمات المفيدة على تاريخ المدينة.\r9- إرسال الريح القاصف على من أجاز فوائد المصارف.\r10- مختصر بدائع الفوائد.\r11- التعليق على فتح الباري.\rمراثيه:\rقد رثي – رحمه الله تعالى – في عدة مراثي تعكس صورة الشاعر في عظيم مصابه به، ومن ذلك مرثية عبد الرحمن الدوسري – وفقه الله -.\rأبناؤه:\rخلف الشيخ – رحمه الله تعالى – ثلاثة أبناء جعل الله فيهم البركة وجعلهم خير خلف لخير سلف، أكبرهم محمد ثم عبد الرحمن وأما أحمد فقد ولد بعد وفاة الشيخ بشهر تقريبا.","seal":"5D80A0B3","part":1},
      {"page":16,"id":8,"nass":"وفاته:\rتوفي الشيخ - رحمه الله – في مساء يوم السبت الموافق 28/10/1409 هـ وقد كان وقع المصاب به فادحا على مشايخه وعلى أهله وذويه وأصدقائه وتلاميذه. وقد كان سبب وفاته على أثر مرض لزمه حوالي خمسة عشر يوما، وقد كان عمره حين وفاته ما يقارب أربعة وثلاثين عاما قضاها في العلم والتعليم وعبادة ربه. وقد خلف الشيخ مكتبة علمية عامرة بالكتب النفيسة. فرحمه الله تعالى وأسكنه الفردوس الأعلى، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\rبقلم/ عبد العزيز بن أحمد المشيقح","seal":"9D354A98","part":1},
      {"page":21,"id":9,"nass":"مقدمة المصحح\rبسم الله الرحمن الرحيم\rإن الحمد لله نحمده ونستعينه ونستهديه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا. من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله لا شريك له وأشهد أن محمدا عبده ورسوله.\rأما بعد، فإن كتاب شيخ الإسلام محمد بن عبد الوهاب – رحمه الله تعالى – \"كتاب التوحيد الذي هو حق الله على العبيد\" كتاب نفيس يحمل في طياته الدرر والجواهر ولا يستنقذ منه الطالب ما فيه من الفوائد إلا بمساعد. وقد قيض الله له من يستخرج هذه الفوائد، فشرح عدة شروح كبار ومن أنفسها شرحه \"تيسير العزيز الحميد\" الذي ألفه حفيده الشيخ سليمان بن عبد الله – رحمهما الله تعالى – فكان هذا الشرح من غرائب الزمان الذي أفلت شمسه فصار هذا الكتاب مرجعا هاما لرواد هذا العلم ومنبرا عظيما لمؤمنين وشاهدا كبير على الكافرين، ثم أتى من بعده علامة زمانه ووحيد دهره المجدد الثاني لهذه الدعوة الشيخ عبد الرحمن بن حسن – رحمهما الله تعالى – في كتابه \"فتح المجيد\" فإنه سفر عظيم انتفع به الجم الغفير ومن شرح الله صدره للنور الواضح المبين ثم درج العلماء من بعدهم ما بيم مختصر وموضح ما خفي على الطالب من الأبواب فجزى الله الجميع خير الجزاء على ما بذلوه في خدمة دينهم ونصرة شريعته. وقد أتى من بعد هؤلاء من تلذذ بمحاكاتهم ودرس مناهجهم وسلك","seal":"9A7D1F65","part":1},
      {"page":22,"id":10,"nass":"طريقتهم وشرب مشاربهم، ذلكم الشيخ العلامة \"عبد الله بن أحمد الدويش\" – رحمه الله تعالى – في كتابه \"التوضيح المفيد لمسائل كتاب التوحيد\" فإنه قد ألقى الأنوار على هذا السفر بطريقة جديدة وأسلوب سهل جديد مع الاختصار المفيد حيث اقتصر – رحمه الله – على الاكتفاء بشرح المسائل ولم يسبقه لها سابق لأن جميع من شرح هذا الكتاب لم يتعرض لشرحها، وقد وعد بذلك الشيخ سليمان بن حمدان – رحمه الله تعالى – بشرحها في كتابه الدر النضيد ص \"5\" فلم نره بعد فتناولها الشيخ عبد الله – رحمه الله – بالشرح لأنها كثيرا ما تخفى على الطالب فجزاه الله خير الجزاء على ما بذل في خدمة هذا الكتاب وجعله في موازين حسناته وغفر الله لنا ولوالدينا ولجميع المسلمين وصلى الله على نبينا محمد.\rتنبيه/ المؤلف – رحمه الله تعالى – لم يذكر المتن، وقد رأيت إتماما للفائدة وضع المتن بأعلى الصفحة ثم يليه شرح المسائل، وقد اعتمدت على طباعة المتن على طبعة مجموعة مؤلفات الشيخ محمد – رحمه الله تعالى -.","seal":"C5D9897C","part":1},
      {"page":23,"id":11,"nass":"مقدمة المؤلف\rبسم الله الرحمن الرحيم\rالحمد لله الذي جل عن الأنداد وتنزه عن الصاحبة والأولاد وأشهد أن لا إله إلا الله وحده لا شريك له القاهر فوق العباد وأشهد أن محمدا عبده ورسوله وخيرته من خلقه الهادي إلى سبيل الرشاد صلى الله عليه وعلى آله وأصحابه وسلم تسليما كثيرا.\rأما بعد: فإن كتاب التوحيد الذي ألفه الإمام المجدد شيخ الإسلام محمد بن عبد الوهاب أجزل الله له الأجر والثواب قد جاء بديعا في معناه من بيان التوحيد وما ينافيه من الشرك والتنديد وقد شرحه بعض أحفاده وغيرهم رحمهم الله ووضعوا عليه حواشي إلا أنهم لم يتعرضوا لشرح مسائله إلا نادرا ثم جاء بعدهم الشيخ سليمان بن حمدان رحمه الله فتعرض لها في كتابه الدر النضيد فجعل كل مسألة في الموضع اللائق بها من الآيات والأحاديث فحصل بذلك فوائد كثيرة إلا أنه لم يشرح المسائل فرأيت من تمام الفائدة أن أشرح كل مسألة بكلام موجز مفيد لعل الله أن يحشرنا في زمرة الداعين إليه على بصيرة إنه جواد كريم وسميته التوضيح المفيد لمسائل كتاب التوحيد وإذا قلت ذكره في الشرح فمرادي بذلك شرح كتاب التوحيد فتح المجيد وأسأل الله الوهاب أن يجعله خالصا لوجهه الكريم موجبا للزلفى لديه في جنات النعيم وصلى الله محمد النبي الصادق الأمين وعلى آله وصحبه الطيبين الطاهرين.","seal":"D95007BD","part":1},
      {"page":25,"id":12,"nass":"بسم الله الرحمن الرحيم\rالحمد لله، وصلى الله على محمد وعلى آله وسلم.\rكتاب التوحيد\rالذي هو حق الله على العبيد\rوقول الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} \"1\" وقوله: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللهَ وَاجْتَنِبُواْ الطَّاغُوتَ} \"2\" الآية. وقوله: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً} \"3\" الآية. وقوله: {وَاعْبُدُواْ اللهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئًا} \"4\" الآية. وقوله: {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَاناً وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ وَلا تَقْرَبُوا","seal":"94B9A41B","part":1},
      {"page":26,"id":13,"nass":"مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} \"5\" الآيات.\rقال ابن مسعود رضي الله عنه: من أراد أن ينظر إلى وصية محمد صلى الله عليه وسلم التي عليها خاتمة فليقرأ قوله تعالى: {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا} – إلى قوله – {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا..} \"6\" الآية.\rوعن معاذ بن جبل رضي الله عنه قال: كنت رديف النبي صلى الله عليه وسلم على حمار فقال لي: \"يا معاذ أتدري ما حق الله على العباد، وما حق العباد على الله؟ \" فقلت: الله ورسوله أعلم. قال: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً، وحق العباد على الله أن لا يعذب من لا يشرك به شيئاً\" فقلت: يا رسول الله أفلا أبشر الناس؟ قال: \"لا تبشرهم فيتكلوا\" أخرجاه في الصحيحين.\rفيه مسائل:\rالأولى: الحكمة في خلق الجن والإنس.","seal":"074C7BBE","part":1},
      {"page":27,"id":14,"nass":"الثانية: أن العبادة هي التوحيد؛ لأن الخصومة فيه.\rالثالثة: أن من لم يأت به لم يعبد الله، ففيه معنى قول: {وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ}\rالرابعة: الحكمة في إرسال الرسل.\rالخامسة: أن الرسالة عمَّت كل أمة.\rالسادسة: أن دين الأنبياء واحد.\rالسابعة: المسألة الكبيرة أن عبادة الله لا تحصل إلا بالكفر بالطاغوت؛ ففيه معنى قوله: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} \"8\" الآية.\rالثامنة: أن الطاغوت عام في كل ما عُبِد من دون الله.\rالتاسعة: عظم شأن ثلاث الآيات المحكمات في سورة الأنعام عند السلف. وفيها عشر مسائل، أولها النهي عن الشرك.\rالعاشرة: الآيات المحكمات في سورة الإسراء، وفيها ثماني عشرة مسألة، بدأها الله بقوله: {لَا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولاً} وختمها بقوله: {وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً} ونبهنا الله سبحانه على عظم شأن هذه المسائل بقوله: {ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ}\rالحادية عشرة: آية سورة النساء التي تسمى آية الحقوق العشرة، بدأها الله تعالى بقوله: {وَاعْبُدُواْ اللهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئًا} الثانية عشرة: التنبيه على وصية رسول الله صلى الله عليه وسلم عند موته.\rالثالثة عشرة: معرفة حق الله تعالى علينا.","seal":"2B4AEA06","part":1},
      {"page":28,"id":15,"nass":"الرابعة عشرة: معرفة حق العباد عليه إذا أدوا حقه.\rالخامسة عشرة: أن هذه المسألة لا يعرفها أكثر الصحابة.\rالسادسة عشرة: جواز كتمان العلم للمصلحة.\rالسابعة عشرة: استحباب بشارة المسلم بما يسره.\rالثامنة عشرة: الخوف من الاتكال على سعة رحمة الله.\rالتاسعة عشرة: قول المسؤول عما لا يعلم: الله ورسوله أعلم.\rالعشرون: جواز تخصيص بعض الناس بالعلم دون بعض.\rالحادية والعشرون: تواضعه صلى الله عليه وسلم لركوب الحمار مع الإرداف عليه.\rالثانية والعشرون: جواز الإرداف على الدابة.\rالثالثة والعشرون: فضيلة معاذ بن جبل.\rالرابعة والعشرون: عظم شأن هذه المسألة.\rفيه مسائل:\rالأولى \"الحكمة في خلق الجن والإنس\" أي أن الله خلقهم لعبادته.\rالثانية \"أن العبادة هي التوحيد لأن الخصومة فيه\" أي أن العبادة التي خلقوا لها هي توحيد الألوهية لأن كل رسول يقول لقومه اعبدوا الله ما لكم من إله غيره فيردون عليه وأما توحيد الربوبية فغالب الأمم مقرة به.\rالثالثة \"أن من لم يأت به لم يعبد الله. ففيه معنى قوله: {وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ} \" أي أن من لم يفرد الله بالعبادة لم يعبده حقيقة وإن عبده في بعض الأحيان","seal":"B1510D7D","part":1},
      {"page":29,"id":16,"nass":"لكنه لما لم يثبت على ذلك نفى الله عنه لأنه لا يوصف بعبادة الله وحده ولا أنه عابد له حقيقة إلا من استمر على عبادته وحده وتبتل إليه تبتيلا كما أشار إلى ذلك العلامة ابن القيم في بدائع الفوائد لما تكلم على أسرار سورة قل يا أيها الكافرون.\rالرابعة \"الحكمة في إرسال الرسل\" أي ليأمروا أممهم بعبادة الله وحده واجتناب الطاغوت.\rالخامسة \"أن الرسالة عمت كل أمة\" أي لما أخبر الله أنه بعث في كل أمة رسولا أفاد ذلك أن الرسالة عمت جميع الأمم وقامت الحجة على الخلق كما قال تعالى: {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} .\rالسادسة \"أن دين الأنبياء واحد\" أي لما أخبر الله أن كل رسول يقول لقومه {اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} أفاد ذلك أن دينهم واحد أما الشرائع فمختلفة كما قال تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً} .\rالسابعة \"المسألة الكبيرة: أن عبادة الله لا تحصل إلا بالكفر بالطاغوت، ففيه معنى قوله: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} \" أي لما أخبر الله أنه أرسل الرسل يدعون أممهم قائلين: {اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} دل\rذلك على أن عبادة الله لا تحصل إلا بالكفر بالطاغوت فمن لم يكفر بالطاغوت فليس عابدا لله حقيقة ولذلك جعله شرطا للاستمساك بالعروة الوثقى.\rالثامنة \"أن الطاغوت عام في كل ما عبد من دون الله\" أي لما أمر الله بإفراده بالعبادة وحده واجتناب الطاغوت أفاد هذا أن الطاغوت عام في كل ما عبد من دون الله بمعنى أن العبادة لا تصلح له لا بمعنى الذم لكل من عبد من دون الله فإن منهم من لم يرض بذلك وأما الذم فمتوجه إلى من رضي، ومن لم يرض فالذم في حقه متوجه إلى الشيطان لكونه الآمر بذلك الداعي كما قال تعالى: {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا تَعْبُدُوا الشَّيْطَانَ} الآية.","seal":"51EDA209","part":1},
      {"page":30,"id":17,"nass":"التاسعة \"عظم شأن ثلاث الآيات المحكمات في سورة الأنعام عند السلف وفيها عشر مسائل. أولها: النهي عن الشرك\" أي لقول عبد الله بن مسعود: \"من أراد أن ينظر إلى وصية محمد صلى الله عليه وسلم التي عليها خاتمه فليقرأ: قُلْ تَعَالَوْا.. إلخ. وقوله \"فيها عشر مسائل\" وهذا بيانها. الأولى: النهي عن الشرك، الثانية: الوصية بالوالدين، الثالثة: النهي عن قتل الأولاد، الرابعة: النهي عن قربان الفواحش، الخامسة: النهي عن قتل النفس التي حرم الله إلا بالحق، السادسة: النهي عن قربان مال اليتيم إلا بالتي هي أحسن، السابعة: الوفاء بالكيل والميزان، الثامنة: الأمر بالعدل، التاسعة: الوفاء بالعهد، العاشرة: الأمر باتباع الصراط المستقيم وترك اتباع ما سواه من السبل وهذه مسألة واحدة خلافا لمن جعلها مسألتين واستدرك على الشيخ رحمه الله تعالى.\rالعاشرة \"الآيات المحكمات في سورة الإسراء، وفيها ثماني عشرة مسألة، بدأها الله بقوله: {لَا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولاً} وختمها بقوله: {وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً} ونبهنا الله سبحانه على عظم شأن هذه المسائل بقوله: {ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ} ) . \"قلت\": وهذا سرد المسائل: الأولى: النهي عن جعل مع الله إلها آخر وهو الشرك الأكبر، الثانية: الأمر بعبادة الله وحده، الثالثة: الأمر بالإحسان إلى الوالدين، الرابعة: إيتاء ذي القربى حقه، الخامسة: إيتاء المسكين حقه، السادسة: إيتاء ابن السبيل حقه، السابعة: النهي عن التبذير، الثامنة: النهي عن الإمساك بدون إسراف، التاسعة: النهي عن قتل الأولاد، العاشرة: النهي عن الزنا، الحادية عشرة: النهي عن قتل النفس التي حرم الله إلا بالحق، الثانية عشرة: النهي عن قربان مال اليتيم إلا بالتي هي أحسن، الثالثة عشرة: الوفاء بالعهد، الرابعة عشرة: الوفاء بالكيل، الخامسة عشرة: الوفاء بالوزن، السادسة عشرة: النهي عن القول بغير علم، السابعة عشرة: النهي عن المشي في الأرض مرحا، الثامنة عشرة: النهي عن الشرك. ويحتمل أن يعد النهي عن الإسراف مسألة ويحذف الأمر بالوفاء بالوزن لدخوله في التي قبله.\rالحادية عشرة \"آية سورة النساء التي تسمى آية الحقوق العشرة،","seal":"ECBFB0B0","part":1},
      {"page":31,"id":18,"nass":"بدأها الله تعالى بقوله: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} الآية) . أي فيها عشرة حقوق: الأول: الأمر بعبادة الله، الثاني: الإحسان إلى الوالدين، الثالث: الإحسان إلى ذي القربى، الرابع: الإحسان إلى اليتامى، الخامس: الإحسان إلى المساكين، السادس: الإحسان إلى الجار ذي القربى، السابع: الإحسان إلى الجار الجنب، الثامن: الإحسان إلى الصاحب بالجنب، التاسع: الإحسان إلى ابن السبيل، العاشر: الإحسان إلى ملك اليمين.\rالثانية عشرة \"التنبيه على وصية النبي صلى الله عليه وسلم عند موته\" أي لقول ابن مسعود: \"من أراد أن ينظر إلى وصية محمد صلى الله عليه وسلم التي عليها خاتمه\".\rالثالثة عشرة \"معرفة حق الله علينا\" أي أن نعبده ولا نشرك به شيئا وهذا حق واجب.\rالرابعة عشرة \"معرفة حق العباد عليه إذا أدوا حقه\" أي أن لا يعذبهم وهذا حق إنعام وتفضل وليس واجبا بالقياس على المخلوق كما تدعيه المعتزلة.\rالخامسة عشرة \"أن هذه المسألة لا يعرفها أكثر الصحابة\" أي مادام أنها خفيت على معاذ مع علمه وقال: \"أفلا أبشر الناس\" فنهاه وأمره أن يكتمها عنهم مخافة الاتكال على سعة رحمة الله أفاد ذلك أنهم لا يعرفونها.\rالسادسة عشرة \"جواز كتمان العلم للمصلحة\" أي لقوله: \"لا تخبرهم\" والمصلحة أنهم يعملون ولا يتكلون بخلاف ما إذا سمعوا بمثل هذا فربما تركوا العمل فتفوت هذه المصلحة.\rالسابعة عشرة \"استحباب بشارة المسلم بما يسره\" أي لقوله: \"ألا أبشر الناس\".\rالثامنة عشرة \"الخوف من الاتكال على سعة رحمة الله\" أي لقوله: \" لا تخبرهم فيتكلوا\" أي يعتمدوا على هذا الفضل فيتركوا التنافس في الأعمال الصالحة فيفوتهم خير كثير.","seal":"90AF7B80","part":1},
      {"page":32,"id":19,"nass":"التاسعة عشرة \"قول المسؤول عما لا يعلم: الله ورسوله أعلم\" أي أنه لما سأل معاذا وهو لا يعلم قال ذلك وهذا في حياة النبي صلى الله عليه وسلم وأما بعد موته صلى الله عليه وسلم فإن المسؤول إذا سئل عما لا يعلم فإنه يقول: \"الله أعلم\" كما نبه على ذلك الشيخ عبد الله بن عبد الرحمن أبا بطين.\rالعشرون \"جواز تخصيص بعض الناس بالعلم دون بعض\" أي حيث أخبر بذلك معاذا ونهاه أن يخبر الناس.\rالحادية والعشرون \"تواضعه صلى الله عليه وسلم لركوب الحمار مع الإرداف عليه\" أي لما فعل ذلك دل على تواضعه لأن المتكبرين لا يفعلون ذلك.\rالثانية والعشرون \"جواز الإرداف على الدابة\" أي حيث أردف معه معاذا وهذا إذا كانت مطيقة.\rالثالثة والعشرون \"فضيلة معاذ بن جبل\" أي بحيث كان من النبي صلى الله عليه وسلم بهذه المنزلة فأردفه معه وخصه بهذا العلم.\rالرابعة والعشرون \"عظم شأن هذه المسألة\" أي معرفة حق الله على العباد وحق العباد عليه إذا أدوا حقه.","seal":"0851B6E0","part":1},
      {"page":33,"id":20,"nass":"باب فضل التوحيد وما يكفر من الذنوب\r...\rفضل التوحيد وما يكفر من الذنوب\rوقول الله تعالى:\r{الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} \"13\" الآية.\rعن عبادة بن الصامت رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، وأن عيسى عبد الله ورسوله وكلمته ألقاها إلى مريم وروح منه، والجنة حق، والنار حق أدخله الله الجنة على ما كان من العمل\". أخرجاه. ولهما في حديث عتبان: \"فإن الله حرم على النار من قال: لا إله إلا الله يبتغي بذلك وجه الله\".\rوعن أبي سعيد الخدري رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: \"قال موسى: يا رب، علمني شيئاً أذكرك وأدعوك به. قال: يا موسى: قل لا إله إلا الله. قال: يا رب كل عبادك يقولون هذا. قال: يا موسى، لو أن السموات السبع وعامرهن غيري، والأرضين السبع في كفة، ولا إله الله في كفة، مالت بهن لا إله الله\" [رواه ابن حبان، والحاكم وصححه] .\rوللترمذي وحسنه عن أنس رضي الله عنه: سمعت رسول الله صلى الله عليه وسلم يقول: \"قال الله تعالى: يا ابن آدم؛ لو أتيتني بقراب الأرض خطايا، ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة\".","seal":"A4D25881","part":1},
      {"page":34,"id":21,"nass":"فيه مسائل:\rالأولى: سعة فضل الله.\rالثانية: كثرة ثواب التوحيد عند الله.\rالثالثة: تكفيره مع ذلك للذنوب.\rالرابعة: تفسير الآية \"82\" التي في سورة الأنعام.\rالخامسة: تأمل الخمس اللواتي في حديث عبادة.\rالسادسة: أنك إذا جمعت بينه وبين حديث عتبان وما بعده تبين لك معنى قول: \"لا إله إلا الله\" وتبين لك خطأ المغرورين.\rالسابعة: التنبيه للشرط الذي في حديث عتبان.\rالثامنة: كون الأنبياء يحتاجون للتنبيه على فضل لا إله إلا الله.\rالتاسعة: التنبيه لرجحانها بجميع المخلوقات، مع أن كثيراً ممن يقولها يخف ميزانه.\rالعاشرة: النص على أن الأرضين سبع كالسموات.\rالحادية عشرة: أن لهن عماراً.\rالثانية عشرة: إثبات الصفات، خلافاً للأشعرية.\rالثالثة عشرة: أنك إذا عرفت حديث أنس، عرفت أن قوله في حديث عتبان:\"فإن الله حرم على النار من قال لا إله إلا الله، يبتغي بذلك وجه الله\" أنه ترك الشرك، ليس قولها باللسان.","seal":"1870E214","part":1},
      {"page":35,"id":22,"nass":"الرابعة عشرة: تأمل الجمع بين كون عيسى ومحمد عبدي الله ورسوليه.\rالخامسة عشرة: معرفة اختصاص عيسى بكونه كلمة الله.\rالسادسة عشرة: معرفة كونه روحاً منه.\rالسابعة عشرة: معرفة فضل الإيمان بالجنة والنار.\rالثامنة عشرة: معرفة قوله: \"على ما كان من العمل\".\rالتاسعة عشرة: معرفة أن الميزان له كفتان.\rالعشرون: معرفة ذكر الوجه.","seal":"2388FA32","part":1},
      {"page":36,"id":23,"nass":"فيه مسائل:\rالأولى \"سعة فضل الله\" أي بحيث لو لقيه العبد بملء الأرض خطايا ثم لقيه غير مشرك به شيئا لقيه بمثلها مغفرة.\rالثانية \"كثرة ثواب التوحيد عند الله\" أي لكون من مات عليه دخل الجنة وحرم على النار وكلمته ترجح على جميع المخلوقات.\rالثالثة \"تكفيره مع ذلك للذنوب\" أي أن من مات على التوحيد لا يشرك بالله شيئا غفر الله له ذنوبه لأن هذا يتضمن من محبة الله وإجلاله والإقبال عليه ما يمنع صاحبه أن يصر على الذنوب بل يتوب عنها فتكفر عنه.\rالرابعة \"تفسير الآية التي في سورة الأنعام\" أي قوله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} وتفسيرها أي هؤلاء الذين أخلصوا لله ولم يخلطوا توحيدهم بشرك هم الآمنون في الآخرة المهتدون في الدنيا.\rالخامسة \"تأمل الخمس التي في حديث عبادة\" أي من شهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبد الله ورسوله وأن عيسى عبد الله ورسوله وكلمته ألقاها إلى مريم وروح منه والجنة حق والنار حق.\rالسادسة \"أنك إذا جمعت بينه وبين حديث عتبان وما بعده تبين لك معنى قول لا إله إلا الله وتبين لك خطأ المغرورين\" أي إذا جمعت بين حديث عبادة الذي فيه: \"شهادة أن لا إله إلا الله\" وحديث عتبان الذي فيه: \"يبتغي بذلك وجه الله\"\rوحديث أنس الذي فيه ترك الشرك تبين لك أن معنى لا إله إلا الله التكلم بهذه الكلمة مع الاعتقاد لمعناها والعمل بمقتضاها وإفراد الله بجميع أنواع العبادة وترك الشرك وتين لك خطأ المغرورين الذين يظنون أن التلفظ بهذه الكلمة كاف في","seal":"03F3792F","part":1},
      {"page":37,"id":24,"nass":"التوحيد مع ما هدموه من أركانها وارتكبوه من الشرك المنافي لها.\rالسابعة \"التنبيه للشرط الذي في حديث عتبان\" أي هو كونه يبتغي بذلك وجه الله.\rالثامنة \"كون الأنبياء يحتاجون للتنبيه على فضل لا إله إلا الله\" أي حيث أرشد الله موسى إلى قولها ثم نبهه على فضلها.\rالتاسعة \"التنبيه لرجحانها بجميع المخلوقات مع أن كثيرا ممن يقولها يخف ميزانه\" أي لقوله: \"مالت بهن لا إله إلا الله\" وأما كون كثير مما يقولها يخف ميزانه فلعدم تحققه بها ظاهرا وباطنا وعدم الإتيان بجميع شروطها وأركانها ولوازمها.\rالعاشرة \"النص على أن الأرضين سبع كالسموات\" أي لقوله: \"والأرضين السبع\".\rالحادية العاشرة \"أن لهن عمارا\" أي السموات والأرضين لقوله: \"وعامرهن غيري\" كما أشار إليه في تيسير العزيز الحميد.\rالثانية عشرة \"إثبات الصفات خلافا للمعطلة\" أي يؤخذ من الحديث إثبات الصفات مثل كونه تعالى قال ويقول خلافا لمن نفى صفات الكلام وعطلها وفيه دليل على عظمته جل وعلا لقوله: \"وعامرهن غيري\" وإثبات صفة الوجه كما أشار إليه بعد ذلك.\rالثالثة عشرة \"أنك إذا عرفت حديث أنس عرفت أن قوله في حديث عتبان: \"فإن الله حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله\" أنه ترك الشرك ليس قولها باللسان فقط\" أي إذا عرفت حديث أنس الذي فيه أن الخطايا لا تغفر إلا باجتناب الشرك عرفت أن تحريم النار المذكور في حديث عتبان ليس لمن قالها باللسان فقط بل لابد من ترك الشرك وإفراد الله وحده بالعبادة.\rالرابعة عشرة \"تأمل الجمع بين كون عيسى ومحمد عبدي الله ورسوليه\" أي دفعا للإفراط والتفريط فكونهما عبدين ينفي الإفراط والغلو وكونهما رسولين ينفي","seal":"23025CE5","part":1},
      {"page":38,"id":25,"nass":"التفريط الذي هو ترك تعظيمهما واتباعهما والإيمان بهما.\rالخامسة عشرة \"معرفة اختصاص عيسى بكونه كلمة الله\" أي وجد بكن وليس هو كن ولكن بكن كان وذلك أن الله أرسل الملك إلى مريم فنفخ فيها فقال الله له كن فكان.\rالسادسة عشرة \"معرفة كونه روحا منه\" أي من الأرواح التي خلقها واستنطقها بقوله: {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى} .\rالسابعة عشرة \"معرفة فضل الإيمان بالجنة والنار\" أي حيث جعله شرطا في دخول الجنة وقرنه بالشهادتين وما بعدها.\rالثامنة عشرة \"معرفة قوله على ما كان من العمل\" أي من مات عاملا بما ذكر في الحديث معتقدا له دخل الجنة على ما كان عليه من صلاح وفساد لأن أهل التوحيد لا بد لهم من دخول الجنة.\rالتاسعة عشرة \"معرفة أن الميزان له كفتان\" أي: حيث بين في الحديث أن السموات السبع والأرضين وعامرهن لو وضعت في كفه ولا إله إلا الله في الكفة الأخرى مالت بهن لا إله إلا الله.\rالعشرون \"معرفة ذكر الوجه\" أي كما في قوله صلى الله عليه وسلم: \"يبتغي بذلك وجه الله\" ففيه إثبات صفة الوجه لله حقيقة على ما يليق بجلاله وعظمته.","seal":"B24DD1CF","part":1},
      {"page":39,"id":26,"nass":"باب من حقق التوحيد دخل الجنة بغير حساب\rوقول الله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ} \"14) . وقال: {وَالَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ} \"15) .\rعن حصين بن عبد الرحمن قال: كنت عند سعيد بن جبير فقال: أيكم رأى الكوكب الذي انقض البارحة؟ فقلت: أنا، ثم قلت: أما إني لم أكن في صلاة، ولكني لُدِغت، قال: فما صنعت؟ قلت: ارتقيت قال: فما حملك على ذلك؟ قلت: حديث حدثناه الشعبي، قال وما حدثكم؟ قلت: حدثنا عن بريدة بن الحصيب أنه قال: لا رقية إلا من عين أو حمة. قال: قد أحسن من انتهى إلى ما سمع. ولكن حدثنا ابن عباس عن النبي صلى الله عليه وسلم أنه قال: \"عرضت علي الأمم، فرأيت النبي ومعه الرهط، والنبي ومعه الرجل والرجلان، والنبي وليس معه أحد، إذ رفع لي سواد عظيم، فظننت أنهم أمتي، فقيل لي: هذا موسى وقومه، فنظرت فإذا سواد عظيم، فقيل لي: هذه أمتك ومعهم سبعون ألفاً يدخلون الجنة بغير حساب ولا عذاب\" ثم نهض فدخل منزله. فخاض الناس في أولئك، فقال بعضهم: فلعلهم الذين صحبوا رسول الله صلى الله عليه وسلم. وقال بعضهم: فلعلهم الذين ولدوا في","seal":"FDBA49B8","part":1},
      {"page":40,"id":27,"nass":"الإسلام فلم يشركوا بالله شيئاً، وذكروا أشياء، فخرج عليهم رسول الله صلى الله عليه فأخبروه، فقال: \"هم الذين لا يسترقون ولا يكتوون ولا يتطيرون وعلى ربهم يتوكلون\" فقام عكاشة بن محصن فقال: ادع الله أن يجعلني منهم. قال: \"أنت منهم\" ثم قام رجل آخر فقال: ادع الله أن يجعلني منهم. فقال: \"سبقك بها عكاشة\".\rفيه مسائل:\rالأولى: معرفة مراتب الناس في التوحيد.\rالثانية: ما معنى تحقيقه.\rالثالثة: ثناؤه سبحانه على إبراهيم بكونه لم يكن من المشركين.\rالرابعة: ثناؤه على سادات الأولياء بسلامتهم من الشرك.\rالخامسة: كون ترك الرقية والكي من تحقيق التوحيد.\rالسادسة: كون الجامع لتلك الخصال هو التوكل.\rالسابعة: عمق علم الصحابة لمعرفتهم أنهم لم ينالوا ذلك إلا بعمل.\rالثامنة: حرصهم على الخير.\rالتاسعة: فضيلة هذه الأمة بالكمية والكيفية.\rالعاشرة: فضيلة أصحاب موسى.\rالحادية عشرة: عرض الأمم عليه، عليه الصلاة والسلام.","seal":"F8FAAC15","part":1},
      {"page":41,"id":28,"nass":"الثانية عشرة: أن كل أمة تحشر وحدها مع نبيها.\rالثالثة عشرة: قلة من استجاب للأنبياء.\rالرابعة عشرة: أن من لم يجبه أحد يأتي وحده.\rالخامسة عشرة: ثمرة هذا العلم، وهو عدم الاغترار بالكثرة، وعدم الزهد في القلة.\rالسادسة عشرة: الرخصة في الرقية من العين والحمة.\rالسابعة عشرة: عمق علم السلف لقوله: قد أحسن من انتهى إلى ما سمع، ولكن كذا وكذا. فعلم أن الحديث الأول لا يخالف الثاني.\rالثامنة عشرة: بعد السلف عن مدح الإنسان بما ليس فيه.\rالتاسعة عشرة: قوله: \"أنت منهم\" علم من أعلام النبوة.\rالعشرون: فضيلة عكاشة.\rالحادية والعشرون: استعمال المعاريض.\rالثانية والعشرون: حسن خلقه صلى الله عليه وسلم.","seal":"226876A1","part":1},
      {"page":42,"id":29,"nass":"فيه مسائل:\rالأولى \"معرفة مراتب الناس في التوحيد\" أي أنها مختلفة فمنهم من يدخل الجنة بغير حساب ومنهم من يدخل النار بذنوبه ثم يخرج منها ومنهم من هو بين ذلك.\rالثانية \"ما معنى تحقيقه\" أي معناه تخليصه وتصفيته من شوائب الشرك والبدع والإصرار على المعاصي.\rالثالثة \"ثناؤه سبحانه على إبراهيم بكونه لم يك من المشركين\" أي لقوله: {وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ} فقد تبرأ منهم وكفر بهم وعاداهم وكسر أصنامهم وهذا هو الغاية في تحقيق التوحيد.\rالرابعة \"ثناؤه على سادات الأولياء بسلامتهم من الشرك\" أي لقوله: {وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ} وهذا يتضمن إقبالهم على الله تعالى وسلامتهم من الشرك مطلقا وهذا هو تحقيق التوحيد.\rالخامسة \"كون ترك الرقية والكي من تحقيق التوحيد\" أي لقوله: \"هم الذين لا يسترقون ولا يكتوون\" وذلك لما فيه من التفات القلب إلى غير الله تعالى.\rالسادسة \"كون الجامع لتلك الخصال هو التوكل\" أي تركوا هذه الخصال توكلا على الله لقوله: \" وعلى ربهم يتوكلون\".\rالسابعة \"عمق علم الصحابة لمعرفتهم أنهم لم ينالوا ذلك إلا بالعمل\" أي لقول بعضهم: \"فلعلهم الذين صحبوا رسول الله صلى الله عليه وسلم\" وقول بعضهم: \"لعلهم الذين ولدوا في الإسلام فلم يشركوا بالله شيئا\" وذكروا أشياء.\rالثامنة \"حرصهم على الخير\" أي لما حرصوا على معرفة أعمالهم ليعملوا بها","seal":"5AD1F6B7","part":1},
      {"page":43,"id":30,"nass":"فيحصلوا ثواب الذين يدخلون الجنة بغير حساب دل ذلك على حرصهم على الخير.\rالتاسعة \"فضيلة هذه الأمة بالكمية والكيفية\" أي أنه يدخل الجنة منهم خلق كثير فهذا بالكمية وأما بالكيفية فدخول سبعين ألفا منهم الجنة بغير حساب ولا عذاب.\rالعاشرة \"فضيلة أصحاب موسى\" أي لقوله: \"إذ رفع لي سواد عظيم فظننتهم أمتي فقيل هذا موسى وقومه\" ثم ذكر ما يدل على أن هذه الأمة أفضل منهم.\rالحادية عشرة \"عرض الأمم عليه عليه الصلاة والسلام\" أي لقوله: \"عرضت علي الأمم\" والمراد أن الله أراه مثالها إذا جاءت يوم القيامة.\rالثانية عشرة \"أن كل أمة تحشر وحدها مع نبيها\" أي لقوله: \" فرأيت النبي ومعه الرهط\" الخ.\rالثالثة عشرة \"قلة من استجاب للأنبياء\" أي لقوله: \" والنبي ومعه الرجل والرجلان\".\rالرابعة عشرة \"أن من لم يجبه أحد يأتي وحده\" أي لقوله: \"والنبي ليس معه أحد\".\rالخامسة عشرة \"ثمرة هذا العلم وهو عدم الاغترار بالكثرة وعدم الزهد في القلة\" أي أن هذا الحديث يفيد أن الأكثر لم يتبعوا الرسل فلا يغتر بهم وأن الأقل هم الذين اتبعوهم فلا يزهد بهم بل يتبع الحق الذي هم عليه ويترك الباطل الذي\rعليه الأكثر ولا يغتر بهم كما قال تعالى: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ} .\rالسادسة عشرة \"الرخصة في الرقية من العين والحمة\" أي لقوله: \"لا رقية إلا من عين أو حمة\" والعين إصابة العائن غيره، والحمة قرصة العقرب وشبهها من ذوات السموم.","seal":"749D7EE0","part":1},
      {"page":44,"id":31,"nass":"السابعة عشرة \"عمق علم السلف لقوله: \"قد أحسن من انتهى إلى ما سمع ولكن كذا وكذا\" فعلم أن الحديث الأول يخالف الثاني\" أي لما ذكر حصين أنه فعل الرقية لما بلغه من حديث بريدة صوبه سعيد ثم بين له ما هو أفضل من ذلك وأنه لا يخالفه بل يزيد عليه.\rالثامنة عشرة \"بعد السلف عن مدح الإنسان بما ليس فيه\" أي لقول حصين: \"أما إني لم أكن في صلاة\" فخاف أن يظن الحاضرون أنه قام يصلي فدفع عن نفسه إيهام العبادة.\rالتاسعة عشرة \"قوله أنت منهم\" علم من أعلام النبوة أي لكونه قتل شهيدا في سبيل الله فوقع كما أخبر.\rالعشرون \"فضيلة عكاشة\" أي لقوله: \" أنت منهم\" أي الذين يدخلون الجنة بغير حساب.\rالحادية والعشرون \"استعمال المعاريض\" أي لما خاف أن يقوم من ليس بأهل فيطلب ذلك سد الباب بقوله: \"سبقك بها عكاشة\".\rالثانية والعشرون \"حسن خلقه صلى الله عليه وسلم\" أي لكونه لم يقل: \"لست منهم\" فيقع في نفسه شيء ولكنه قال: \"سبقك بها عكاشة\".","seal":"EC7DD7EC","part":1},
      {"page":45,"id":32,"nass":"باب الخوف من الشرك\rوقول الله عز وجل: {إِنَّ اللهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء}\rوقال الخليل عليه السلام: {وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ} وفي حديث: \"أخوف ما أخاف عليكم الشرك الأصغر\"، فسئل عنه فقال: \"الرياء\" وعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من مات وهو يدعو من دون الله نداً دخل النار\" [رواه البخاري] . ولمسلم عن جابر رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"من لقي الله لا يشرك به شيئاً دخل الجنة، ومن لقيه يشرك به شيئاً دخل النار\".","seal":"30731F3B","part":1},
      {"page":46,"id":33,"nass":"فيه مسائل:\rالأولى \"الخوف من الشرك\" أي لكون الله أخبر أنه لا يغفره لمن لم يتب منه فهذا يوجب الحذر منه ولقوله عليه الصلاة والسلام: \"أخوف ما أخاف عليكم الشرك الأصغر\".\rالثانية \"أن الرياء من الشرك\" أي لقوله: \" أخوف ما أخاف عليكم الشرك الأصغر\" فسئل عنه فقال: \"الرياء\".\rالثالثة \"أنه من الشرك الأصغر\" أي لقوله: \" أخوف ما أخاف عليكم الشرك الأصغر\" الخ.\rالرابعة \"أنه أخوف ما يخاف منه على الصالحين\" أي لكون النبي صلى الله عليه وسلم خافه على الصحابة مع فضلهم وسابقتهم فكيف بغيرهم.\rالخامسة \"قرب الجنة والنار\" أي حيث أخبر أن من مات غير مشرك دخل الجنة ومن مات مشركا دخل النار فلم يجعل بينه وبينها شيئا إلا الموت على ذلك.\rالسادسة \"الجمع بين قربهما في حديث واحد\" أي كما في حديث جابر.\rالسابعة \"أنه من لقيه لا يشرك به شيئا دخل الجنة\" أي لكونه من أهل التوحيد وأهل التوحيد لا بد لهم من دخول الجنة ومن لقيه يشرك به شيئا دخل النار ولو كان من أعبد الناس أي لأن الشرك يحبط الأعمال فلا تنفعه عبادته.\rالثامنة \"المسألة العظيمة سؤال الخليل له ولبنيه وقاية عبادة الأصنام\" أي إذا كان إبراهيم الذي أثنى الله عليه بما أثنى قد خاف على نفسه وعلى بنيه الذين منهم الأنبياء عبادة الأصنام فكيف بغيره كما قال إبراهيم التيمي: \"ومن يأمن البلاء بعد إبراهيم\".","seal":"5EE1DE12","part":1},
      {"page":47,"id":34,"nass":"التاسعة \"اعتباره بحال الأكثر لقوله: {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِنَ النَّاسِ} \" أي أن سبب خوفه من ذلك أن الأكثر قد ضل بعبادة الأصنام فلم يتخلص منها إلا القليل من الناس.\rالعاشرة \"فيه تفسير لا إله إلا الله كما ذكره البخاري\" أي أنها تقتضي إفراد الله بالعبادة، وأن لا يشرك به شيء من خلقه ولا يجعل له ند منهم.\rالحادية عشرة \"فضيلة من سلم من الشرك\" أي أن من سلم منه دخل الجنة.","seal":"360028CB","part":1},
      {"page":48,"id":35,"nass":"باب الدعاء إلى شهادة أن لا إله إلا الله\r...\rباب الدعاء إلى شهادة أن لا إله الله\rوقوله الله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَة ٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ}\rعن ابن عباس رضي الله عنهما، أن رسول الله صلى الله عليه وسلم، لما بعث معاذاً إلى اليمن قال له: \"إنك تأتي قوماً من أهل الكتاب فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله\" ـ وفي رواية: \"إلى أن يوحدوا الله\" ـ \" فإن هم أطاعوك لذلك، فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوك لذلك: فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم، فإن هم أطاعوك لذلك فإياك وكرائم أموالهم، واتق دعوة المظلوم، فإنه ليس بينها وبين الله حجاب\" أخرجاه.\rولهما عن سهل بن سعد رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال يوم خيبر: \"لأعطين الراية غداً رجلاً يحب الله ورسوله، ويحبه الله ورسوله، يفتح الله على يديه\". فبات الناس يدوكون ليلتهم أيهم يعطاها. فلما أصبحوا غدوا على رسول الله صلى الله عليه وسلم كلهم يرجو أن","seal":"325BFAB8","part":1},
      {"page":49,"id":36,"nass":"يعطاها. فقال: \"أين علي بن أبي طالب؟ \" فقيل: هو يشتكي عينيه، فأرسلوا إليه، فأتى به فبصق في عينيه، ودعا له، فبرأ كأن لم يكن به وجع، فأعطاه الراية فقال: \"انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام وأخبرهم بما يجب عليهم من حق الله تعالى فيه، فوالله لأن يهدي الله بك رجلاً واحداً، خير لك من حمر النعم\". يدوكون: يخوضون.\rفيه مسائل:\rالأولى: أن الدعوة إلى الله طريق من اتبعه صلى الله عليه وسلم.\rالثانية: التنبيه على الإخلاص، لأن كثيراً لو دعا إلى الحق فهو يدعو إلى نفسه.\rالثالثة: أن البصيرة من الفرائض.\rالرابعة: من دلائل حسن التوحيد: كونه تنزيهاً لله تعالى عن المسبة.\rالخامسة: أن من قبح الشرك كونه مسبة لله.\rالسادسة: وهي من أهمها – إبعاد المسلم عن المشركين لئلا يصير منهم ولو لم يشرك.\rالسابعة: كون التوحيد أول واجب.\rالثامنة: أن يبدأ به قبل كل شيء، حتى الصلاة.\rالتاسعة: أن معنى: \"أن يوحدوا الله\"، معنى شهادة: أن لا إله إلا الله.","seal":"A3169B4C","part":1},
      {"page":50,"id":37,"nass":"العاشرة: أن الإنسان قد يكون من أهل الكتاب، وهو لا يعرفها، أو يعرفها ولا يعمل بها.\rالحادية عشرة: التنبيه على التعليم بالتدريج.\rالثانية عشرة: البداءة بالأهم فالأهم.\rالثالثة عشرة: مصرف الزكاة.\rالرابعة عشرة: كشف العالم الشبهة عن المتعلم.\rالخامسة عشرة: النهي عن كرائم الأموال.\rالسادسة عشرة: اتقاء دعوة المظلوم.\rالسابعة عشرة: الإخبار بأنها لا تحجب.\rالثامنة عشرة: من أدلة التوحيد ما جرى على سيد المرسلين وسادات الأولياء من المشقة والجوع والوباء.\rالتاسعة عشرة: قوله: \"لأعطين الراية\" إلخ. علم من أعلام النبوة.\rالعشرون: تفله في عينيه علم من أعلامها أيضاً.\rالحادية والعشرون: فضيلة علي رضي الله عنه.\rالثانية والعشرون: فضل الصحابة في دوكهم تلك الليلة وشغلهم عن بشارة الفتح.\rالثالثة والعشرون: الإيمان بالقدر، لحصولها لمن لم يسع لها ومنعها عمن سعى.","seal":"DA4BA23D","part":1},
      {"page":51,"id":38,"nass":"الرابعة والعشرون: الأدب في قوله: \"على رسلك\".\rالخامسة والعشرون: الدعوة إلى الإسلام قبل القتال.\rالسادسة والعشرون: أنه مشروع لمن دعوا قبل ذلك وقوتلوا.\rالسابعة والعشرون: الدعوة بالحكمة، لقوله: \"أخبرهم بما يجب عليهم\".\rالثامنة والعشرون: المعرفة بحق الله تعالى في الإسلام.\rالتاسعة والعشرون: ثواب من اهتدى على يده رجل واحد.\rالثلاثون: الحلف على الفتيا.","seal":"0353409F","part":1},
      {"page":52,"id":39,"nass":"فيه مسائل:\rالأولى \"أن الدعوة إلى الله طريق من اتبعه صلى الله عليه وسلم\" أي لقوله: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} .\rالثانية \"التنبيه على الإخلاص لأن كثيرا لو دعا إلى الحق فهو يدعو إلى نفسه\" أي لقوله: {أَدْعُو إِلَى اللَّهِ} أي ليعبد الله وحده لا لشيء آخر من تحصيل جاه ومنزلة عند الناس وغيرهما فإن ذلك ينافي الإخلاص.\rالثالثة \"أن البصيرة من الفرائض\" أي لما جعل أتباعه من كان على بصيرة ودعا إلى الله على بصيرة ومن ليس كذلك فليس منهم حقيقة دل ذلك على أنها من الفرائض لأن اتباعه فرض.\rالرابعة \"من دلائل حسن التوحيد أنه تنزيه الله تعالى عن المسبة\" أي لقوله: {وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} وذلك أنه نزه الله أن يكون له شريك فدل على إفراده بالعبادة الذي هو التوحيد حسن مطلوب مأمور به.\rالخامسة \"أن من قبح الشرك كونه مسبة الله\" أي لقوله: {وَسُبْحَانَ اللَّهِ} معناه وقل تنزيها لله أن يكون له شريك أو معبود سواه فلما نزه نفسه عنه دل على قبحه.\rالسادسة \"وهي من أهمها إبعاد المسلم عن المشركين لئلا يصير منهم ولو لم يشرك\" أي لقوله: {وَمَا أَنَا مِنَ الْمُشْرِكِينَ} أي لست منهم ولا هم مني أنا منهم بريء وهم مني برآء وقوله \"ولو لم يشرك\" أي إذا لم يتبرأ من المشركين صار منهم ولو لم\rيشرك.\rالسابعة \"كون التوحيد أول واجب\" أي حيث لم يؤمروا بشيء من الأعمال قبله بل أمر به قبل كل شيء ولو كان هناك شيء أوجب لبدأ به قبله لما أرسل معاذا.","seal":"4A868E97","part":1},
      {"page":53,"id":40,"nass":"الثامنة \"أنه يبدأ به قبل كل شيء حتى الصلاة\" أي لقوله: \"فإن هم أطاعوا لك بذلك فأعلمهم أن الله افترض عليهم خمس صلوات\".\rالتاسعة \"أن معنى أن يوحدوا الله معنى شهادة أن لا إله إلا الله\" أي لقوله: \"فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله\" وفي رواية: \"إلى أن يوحدوا الله\" فدل ذلك على أن معناها إفراد الله بالعبادة ليس باللسان فقط.\rالعاشرة \"أن الإنسان قد يكون من أهل الكتاب وهولا يعرفها أو يعرفها ولا يعمل بها\" أي لكونه أمره أن يدعوهم إليها مع أنهم أهل كتاب، ولو كانوا يعرفونها ويعملون بها لما احتاج إلى أمره بذلك.\rالحادية عشرة \"التنبيه على التعليم بالتدريج\" أي لكونه أمره أن يدعو إلى الشهادة أولا ثم الصلاة ثم الزكاة ولم يأمره أن يدعوهم إليها جميعا دفعة واحدة.\rالثانية عشرة \"البداءة بالأهم فالأهم\" أي لكونه بدأ بالتوحيد أولا ثم ثنى بالصلاة ثم ثلث بالزكاة.\rالثالثة عشرة \"مصرف الزكاة\" أي أنها تؤخذ من الأغنياء فترد على الفقراء.\rالرابعة عشرة \"كشف العالم الشبهة عن المتعلم\" أي لقوله: \"إنك تأتي قوما من أهل الكتاب\" الخ فنبهه بذلك ليأخذ أهبته.\rالخامسة عشرة \"النهي عن كرائم الأموال\" أي لقوله: \"إياك وكرائم أموالهم\".\rالسادسة عشرة \"اتقاء دعوة المظلوم\" أي لقوله: \"واتق دعوة المظلوم\" ومعناه اجعل بينك وبينها وقاية بفعل العدل وترك الظلم.\rالسابعة عشرة \"الإخبار بأنها لا تحجب\" أي لقوله: \"فإنه ليس بينها وبين الله حجاب\".\rالثامنة عشرة \"من أدلة التوحيد ما جرى على سيد المرسلين وسادات الأولياء","seal":"5E2C28D9","part":1},
      {"page":54,"id":41,"nass":"من المشقة والجوع والوباء\" أي ما حصل لهم يوم خيبر من الجوع ما حصل لعلي من الرمد وهذا يدل على أنهم لا يملكون لأنفسهم ضرا ولا نفعا ولا دفعا فكيف بغيرهم فلا يصرف لهم شيء من العبادة بل ذلك كله حق لله تعالى.\rالتاسعة عشرة \"قوله: \"لأعطين الراية\" الخ، علم من أعلام النبوة\" أي لكونه أخبر بذلك فوقع كما أخبر.\rالعشرون \"تفله في عينيه علم من أعلامها أيضا\" أي لكونه عوفي في الحال كأن لم يكن به وجع.\rالحادية والعشرون \"فضيلة علي رضي الله عنه\" أي لكونه يحب الله ورسوله ويحبه الله ورسوله.\rالثانية والعشرون \"فضل الصحابة في دوكهم تلك الليلة وشغلهم عن بشارة الفتح\" أي أنهم خاضوا فيمن يدفعها إليه وكل منهم تمنى ذلك حرصا على محبة الله ورسوله ولم يبشر بعضهم بعضا بحصول الفتح مع أنه أخبر به.\rالثالثة والعشرون \"الإيمان بالقدر لحصولها لمن لم يسع ومنعها عمن سعى\" أي لما قدر الله أنها تحصل لعلي حصلت له وهو لم يسع إليها والصحابة لما قدر أنها لا تحصل لهم لم يفدهم سعيهم لها حصولها.\rالرابعة والعشرون \"الأدب في قوله: \"على رسلك\"\" أي على مهلك بتؤدة وطمأنينة لا بطيش وعجلة فإنها خلاف الأدب.\rالخامسة والعشرون \"الدعوة إلى الإسلام قبل القتال\" أي لقوله: \"ثم ادعهم إلى الإسلام\".\rالسادسة والعشرون \"أنه مشروع لمن دعوا قبل ذلك وقوتلوا\" أي حيث أمر عليا أن يدعو اليهود مع كونهم دعوا قبل ذلك وقوتلوا لما كانوا في المدينة قبل أن يجلوا.","seal":"B4163C2D","part":1},
      {"page":55,"id":42,"nass":"السابعة والعشرون \"الدعوة بالحكمة لقوله: \"أخبرهم بما يجب\"\" أي حيث أمره أن يخبرهم بالواجب عليهم كما قال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} الآية.\rالثامنة والعشرون \"المعرفة بحق الله في الإسلام\" أي لما أمره أن يخبرهم بما يجب عليهم من حق الله فيه دل ذلك على معرفته وأنه واجب وحق الله في الإسلام فعل الواجبات وترك المنهيات.\rالتاسعة والعشرون \"ثواب من اهتدى على يديه رجل واحد\" أي لقوله: \"لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم\".\rالثلاثون \"الحلف على الفتيا\" أي لقوله: \"فوالله لأن يهدي الله بك\" الخ.","seal":"5063CD8E","part":1},
      {"page":56,"id":43,"nass":"باب تفسير التوحيد وشهادة أن لا إله إلا الله\rوقول الله تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً} \"20\" الآيه وقوله: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاء مِّمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} \"21\" الآية. وقوله: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ} \"22\" الآية. وقوله:\r{وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ الله وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} \"23\" الآية.\rوفي \"الصحيح\" عن النبي صلى الله عليه وسلم أنه قال: \"من قال: لا إله إلا الله وكفر بما يعبد من دون الله، حرم ماله ودمه، وحسابه على الله عز وجل\".\rوشرح هذا الترجمة: ما بعدها من الأبواب.\rفيه أكبر المسائل وأهمها: وهي تفسير التوحيد، وتفسير الشهادة، وبيَّنَها بأمور واضحة.\rمنها: آية الإسراء، بيَّن فيها الرد على المشركين الذين يدعون","seal":"01FB7762","part":1},
      {"page":57,"id":44,"nass":"الصالحين، ففيها بيان أن هذا هو الشرك الأكبر.\rومنها: آية براءة، بيَّن فيها أن أهل الكتاب اتخذوا أحبارهم ورهبانهم أرباباً من دون الله، وبين أنهم لم يؤمروا إلا بأن يعبدوا إلهاً واحداً، مع أن تفسيرها الذي لا إشكال فيه: طاعة العلماء والعباد في المعصية، لادعائهم إياهم.\rومنها قول الخليل \"عليه السلام\" للكفار {إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ} \"24\" فاستثنى من المعبودين ربه، وذكر سبحانه أن هذه البراءة وهذه الموالاة: هي تفسير شهادة أن لا إله إلا الله. فقال: {وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} \"25) .\rومنها: آية البقرة: في الكفار الذين قال الله فيهم: {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} ذكر أنهم يحبون أندادهم كحب الله، فدل على أنهم يحبون الله حباً عظيماً، ولم يدخلهم في الإسلام، فكيف بمن أحب الند أكبر من حب الله؟! فكيف لمن لم يحب إلا الند وحده، ولم يحب الله؟!.\rومنها قوله صلى الله عليه وسلم: \"من قال: لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه، وحسابه على الله\" وهذا من أعظم ما يبيِّن معنى \"لا إله إلا الله\" فإنه لم يجعل التلفظ بها عاصماً للدم والمال، بل ولا معرفة معناها مع لفظها، بل ولا الإقرار بذلك، بل ولا كونه لا يدعو إلا الله وحده لا شريك له، بل لا يحرم ماله ودمه حتى يضيف إلى ذلك الكفر بما يعبد من دون الله، فإن شك أو توقف لم يحرم ماله ودمه. فيالها من مسألة ما أعظمها وأجلها، وياله من بيان ما أوضحه، وحجة ما أقطعها للمنازع.","seal":"EF625172","part":1},
      {"page":58,"id":45,"nass":"\"فيه أكبر المسائل وأهمها وهي تفسير التوحيد وتفسير الشهادة وبينها بأمور واضحة. منها آية الإسراء بين فيها الرد على المشركين الذين يدعون الصالحين ففيها بيان أن هذا هو الشرك الأكبر\" أي لما أخبر أنهم يدعون يبتغون إلى ربهم الوسيلة دل هذا على صلاحهم ولما أخبر أنهم لا يملكون كشف الضر ولا تحويلا دل هذا على أنهم لا يقدرون على ما طلب منهم ومن طلب من غير الله ما لا يقدر عليه إلا الله فقد أشرك الشرك الأكبر.\r\"ومنها آية براءة بين فيها أن أهل الكتاب اتخذوا أحبارهم ورهبانهم أربابا من دون الله وبين أنهم لم يأمروا إلا بأن يعبدوا إلها واحدا مع أن تفسيرها الذي لا إشكال فيه طاعة العلماء والعباد في المعصية لا دعاؤهم إياهم\" أي هي قوله تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} الآية. وقوله \"مع أن تفسيرها الذي لا إشكال فيه طاعة العلماء والعباد إلخ\" أي كما فسرها لعدي بن حاتم رضي الله عنه حين سمعه يتلوها فقال: \"لسنا نعبدهم\" إلخ كما سيأتي في باب من أطاع العلماء والأمراء.\r\"ومنها قول الخليل عليه السلام للكفار: {إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ} فاستثنى من المعبودين ربه وذكر سبحانه أن هذه البراءة وهذه الموالاة هي تفسير شهادة أن لا إله إلا الله فقال: {وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} \" أي لما اشتملت على النفي الذي هو قوله تعالى: {إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ} وعلى الإثبات الذي هو {إِلَّا الَّذِي فَطَرَنِي} صار فيها تفسير شهادة أن لا إله إلا الله لأن أولها ينفي عبادة كل ما سوى الله وآخرها يثبت العبادة لله وحده لا شريك له.\r\"ومنها آية البقرة في الكفار الذين قال الله فيهم: {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} ذكر أنهم يحبون أندادهم كحب الله فدل على أنهم يحبون الله حبا عظيما ولم يدخلهم","seal":"9295F7ED","part":1},
      {"page":59,"id":46,"nass":"في الإسلام فكيف بمن أحب الند أكبر من حب الله فكيف بمن لم يحب إلا الند وحده ولم يحب الله\" أي لما أخبر الله أنهم ما هم بخارجين من النار دل على أنهم كفار لأن مثل هذا قد اطرد في القرآن في حق الكفار وقوله: \"يحبون الله\" لقوله: {كَحُبِّ اللَّهِ} على أحد القولين فهذه الآية تدل على أنهم كفروا لما أشركوا بين الله وبين أندادهم في هذه المحبة فمن أحب معبوده أعظم من حب الله أو أحب معبوده مطلقا ولم يحب الله فهو أعظم شركا ممن أحب معبوده دون ذلك وإن كان مشركا. وهذه محبة تعظيم وخضوع لا تصلح إلا لله جل وعلا.\r\"ومنها قوله صلى الله عليه وسلم: \"من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله\" وهذا من أعظم ما يبين معنى لا إله إلا الله فإنه لم يجعل التلفظ بها عاصما للدم والمال بل ولا معرفة معناها مع لفظها ولا الإقرار بذلك بل ولا كونه لا يدعو إلا الله وحده لا شريك له إلخ\" أي لما لم يكتف في الحديث بالتلفظ بلا إله إلا الله بل ولا معرفة معناها مع لفظها ولا الإقرار بذلك بل ولا كونه لا يدعو إلا الله وحده كما يؤخذ من قوله: \"من قال لا إله إلا الله\" دل ذلك على أنه حلال الدم والمال إلى أن يضيف إلى ذلك الكفر بما يعبد من دون الله وهو الكفر بالطاغوت وبغضه وتركه والبراءة منه ومعرفة بطلانه كما قال تعالى: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} فإن شك في ذلك أو توقف لم يحرم دمه وماله فيا له من بيان ما أوضحه وأعظمه وحجة ما أقطعها للمنازع الذي يكتفي بقول هذه الكلمة والتلفظ بها ولو فعل ما فعل مما يهدمها وينافيها. وللعلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن - رحمه الله - على هذا الحديث كلام حسن ذكره في مصباح الظلام ص 162، 163، 164، 165 فراجعه.","seal":"9079E168","part":1},
      {"page":60,"id":47,"nass":"باب من الشرك الحلقة والخيط ونحوهما لرفع البلاء أودفعه\r...\rباب من الشرك لبس الحلقة والخيط ونحوهما لرفع البلاء أو دفعه\rوقول الله تعالى: {قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ َوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ} \"27\" الآية.\rعن عمران بن حصين رضي الله عنه، أن النبي صلى الله عليه وسلم رأى رجلاً في يده حلقة من صفر، فقال: \"ما هذه\"؟ قال: من الواهنة. فقال: \"انزعها فإنها لا تزيدك إلا وهناً، فإنك لو مت وهي عليك، ما أفلحت أبداً\" رواه أحمد بسند لا بأس به. وله عن عقبة بن عامر رضي الله عنه مرفوعاً:\"من تعلق تميمة فلا أتم الله له، ومن تعلق ودعة فلا ودع الله له\" وفي رواية: \"من تعلق تميمة فقد أشرك\". ولابن أبي حاتم عن حذيفة أنه رأى رجلاً في يده خيط من الحمى فقطعه، وتلا قوله: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} \"28) .","seal":"803A8FCB","part":1},
      {"page":61,"id":48,"nass":"فيه مسائل:\rالأولى: التغليظ في لبس الحلقة والخيط ونحوهما لمثل ذلك.\rالثانية: أن الصحابي لو مات وهي عليه ما أفلح. فيه شاهد لكلام الصحابة: أن الشرك الأصغر أكبر من الكبائر \"3) .\rالثالثة: أنه لم يعذر بالجهالة.\rالرابعة: أنها لا تنفع في العاجلة بل تضر، لقوله: \"لا تزيدك إلا وهناً) .\rالخامسة: الإنكار بالتغليظ على من فعل مثل ذلك.\rالسادسة: التصريح بأن من تعلق شيئاً وكل إليه.\rالسابعة: التصريح بأن من تعلق تميمة فقد أشرك.\rالثامنة: أن تعليق الخيط من الحمى من ذلك.\rالتاسعة: تلاوة حذيفة الآية دليل على أن الصحابة يستدلون بالآيات التي في الشرك الأكبر على الأصغر، كما ذكر بن عباس في آية البقرة.\rالعاشرة: أن تعليق الودع عن العين من ذلك.\rالحادية عشرة: الدعاء على من تعلق تميمة، أن الله لا يتم له، ومن تعلق ودعة، فلا ودع الله له، أي لا ترك الله له.","seal":"69FB041E","part":1},
      {"page":62,"id":49,"nass":"فيه مسائل:\rالأولى \"التغليظ في لبس الحلقة ونحوها لمثل ذلك\" أي لما أنكر على من في يده الحلقة من الصفر وغلظ عليه دل على ذلك.\rالثانية \"أن الصحابي لو مات وهي عليه ما أفلح فيه شاهد لكلام الصحابة أن الشرك الأصغر أكبر من الكبائر\" أي لقوله: \"ما أفلحت أبدا\"، وكلام الصحابة الدال على أن الشرك الأصغر أكبر من الكبائر مثل قول ابن مسعود الآتي: \"لأن أحلف بالله كاذبا أحب إلي من أن أحلف بغيره صادقا\".\rالثالثة \"أنه لم يعذر بالجهالة\" أي لكونه لم يستفصله هل كان جاهلا بذلك أم لا مع أن الجهل محتمل.\rالرابعة \"أنها لا تنفع في العاجلة بل تضره لقوله: \"لا تزيدك إلا وهنا\" \" أي لما لبسها يظن أنها تنفعه في المستقبل أخبر أنها لا تنفعه بل تزيده وهنا وهذا معاملة له بنقيض مقصوده.\rالخامسة \"الإنكار بالتغليظ على من فعل مثل ذلك\" أي لقوله: \"انزعها فإنها لا تزيدك إلا وهنا\" إلخ الحديث.\rالسادسة \"التصريح بأن من تعلق شيئا وكل إليه\" أي وكله الله إلى ما تعلقه ومن وكله إلى غيره فقد خسر وهلك وهذا مأخوذ من قوله: \"فإنها لا تزيدك إلا وهنا\".\rالسابعة \"التصريح بأن من تعلق تميمة فقد أشرك\" أي لكونه التفت إليها بقلبه في جلب نفع أو دفع ضر وهي لا تنفع ولا تضر.\rالثامنة \"أن تعليق الخيط من الحمى من ذلك\" أي من الشرك لكون حذيفة لما قطعه تلا قوله تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} .","seal":"198B3A7F","part":1},
      {"page":63,"id":50,"nass":"التاسعة \"تلاوة حذيفة الآية دليل على أن الصحابة يستدلون بالآيات التي في الشرك الأكبر على الأصغر كما ذكر ابن عباس في آية البقرة\" أي لما تلا حذيفة هذه الآية النازلة في المشركين الشرك الأكبر على من علق في يده الخيط من الحمى دل على مثل ذلك وقوله: \"كما ذكر ابن عباس\" أي أن ابن عباس لما استدل بقوله تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً} في سورة البقرة على قول الرجل: \"والله وحياتك يا فلان وحياتي، ولولا كلبه هذا لأتانا اللصوص\" إلخ، وهو شرك أصغر والآية نازلة في الكفار الذين يشركون مع الله غيره في عبادته دل على مثل ذلك.\rالعاشرة \"الدعاء على من تعلق تميمة أن الله لا يتم له ومن تعلق ودعة فلا ودع الله له\" أي ترك الله له أي معاملة له بنقيض مقصوده كما دل عليه حديث عقبة بن عامر رضي الله عنه.","seal":"397F03E7","part":1},
      {"page":64,"id":51,"nass":"باب ما جاء في الرقي والتمائم تفسير الرقى والتمائم\r...\rباب ما جاء في الرقي والتمائم\rفي \"الصحيح\" عن أبي بشير الأنصاري رضي الله عنه أنه كان مع رسول الله صلى الله عليه وسلم في بعض أسفاره، فأرسل رسولاً أن لا يبقين في رقبة بعير قلادة من وتر أو قلادة إلا قطعت. وعن ابن مسعود رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الرقى والتمائم والتولة شرك\" [رواه أحمد وأبو داود] . وعن عبد الله بن عكيم مرفوعاً: \"من تعلق شيئاً وكل إليه\". [رواه أحمد والترمذي] .\r\"التمائم\": شيء يعلق على الأولاد من العين، لكن إذا كان المعلق من القرآن، فرخص فيه بعض السلف، وبعضهم لم يرخص فيه، ويجعله من المنهي عنه، منهم ابن مسعود رضي الله عنه.\rو\"الرقى) : هي التي تسمى العزائم، وخص منه الدليل ما خلا من الشرك، فقد رخص فيه رسول الله صلى الله عليه وسلم من العين والحمة.\rو\"التولة) : شيء يصنعونه يزعمون أنه يحبب المرأة إلى زوجها، والرجل إلى امرأته.\rوروى أحمد عن رويفع قال: قال لي رسول الله صلى الله عليه وسلم: \"يا رويفع! لعل الحياة تطول بك، فأخبر الناس أن من عقد لحيته، أو تقلد وتراً، أو استنجى برجيع دابة أو عظم، فإن محمداً بريء منه\".","seal":"569AAC6F","part":1},
      {"page":65,"id":52,"nass":"وعن سعيد بن جبير رضي الله عنه، قال: \"من قطع تميمة من إنسان كان كعدل رقبة\" [رواه وكيع] . وله عن إبراهيم \"1\" قال: كانوا يكرهون التمائم كلها، من القرآن وغير القرآن.\rفيه مسائل:\rالأولى: تفسير الرقي والتمائم.\rالثانية: تفسير التولة.\rالثالثة: أن هذه الثلاثة كلها من الشرك من غير استثناء.\rالرابعة: أن الرقية بالكلام الحق من العين والحمة ليس من ذلك.\rالخامسة: أن التميمة إذا كانت من القرآن فقد اختلف العلماء هل هي من ذلك أم لا؟.\rالسادسة: أن تعليق الأوتار على الدواب عن العين، من ذلك.\rالسابعة: الوعيد الشديد على من تعلق وتراً.\rالثامنة: فضل ثواب من قطع تميمة من إنسان.\rالتاسعة: أن كلام إبراهيم لا يخالف ما تقدم من الاختلاف، لأن مراده أصحاب عبد الله بن مسعود.","seal":"D7C78789","part":1},
      {"page":66,"id":53,"nass":"فيه مسائل:\rالأولى \"تفسير الرقى والتمائم\" أي الرقى هي التي تسمى العزائم، والتمائم شيء يعلقونه يزعمون أنه يدفع العين.\rالثانية \"تفسير التولة\" أي ما يصنعون يزعمون أنه يحبب المرأة إلى زوجها والرجل إلى امرأته وهو ضرب من السحر.\rالثالثة \"أن هذه الثلاث كلها من الشرك من غير استثناء\" أي كما دل عليه حديث ابن مسعود لما فيه من تعلق القلب على غير الله إلا ما دل الدليل على جوازه ولم يعلق العبد قلبه عليه كما رخص في الرقى ما لم تكن شركا.\rالرابعة \"أن الرقية بالكلام الحق من العين والحمة ليس من ذلك\" أي ليس مما نهي عنه إذا اجتمعت شروطه وهي أن يكون بأسماء الله وصفاته وأن يكون باللسان العربي وما يعرف معناه وأن يعتقد أن الرقية لا تؤثر بنفسها بل بتقدير الله كما ذكره الشارح عن السيوطي.\rالخامسة \"أن التميمة إذا كانت من القرآن فقد اختلف العلماء هل هي من ذلك أم لا\" أي هل هي مما نهي عنه أم لا والراجح أنها داخلة في المنهي عنه لأمور ثلاثة: عموم النهي ولا مخصص، وكون المعلق لها يمتهنها بدخول الخلاء وهي عليه،\rوكون ذلك وسيلة إلى تعليق ما ليس من القرآن كما أشار إلى ذلك في الشرح.\rالسادسة \"أن تعليق الأوتار على الدواب عن العين من ذلك\" أي مما نهي عنه لكونه أمر بقطعه وتوعد من تقلده.\rالسابعة \"الوعيد الشديد على من تعلق وترا\" أي لقوله: \"أو تقلد وترا\" إلى أن قال: \"فإن محمدا بريء منه\".","seal":"836D4BA9","part":1},
      {"page":67,"id":54,"nass":"الثامنة \"فضل ثواب من قطع تميمة من إنسان\" أي لقول سعيد بن جبير: \"إنه كعدل رقبة\".\rالتاسعة \"أن كلام إبراهيم لا يخالف ما تقدم من الاختلاف لأن مراده أصحاب عبد الله بن مسعود\" أي قول إبراهيم النخعي: \"كانوا يكرهون التمائم كلها\" لم يرد به جميع الصحابة الذين تقدم عنهم الخلاف في تعليق التمائم من القرآن وإنما\rأراد أصحاب عبد الله بن مسعود فإنهم أخذوا بقوله في النهي عن ذلك مطلقا ولم يخالفه واحد منهم.","seal":"391D1B0F","part":1},
      {"page":68,"id":55,"nass":"باب من تبرك بشجر أو حجر ونحوهما\r...\rباب من تبرك بشجرة أو حجر ونحوهما\rوقول الله تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى تِلْكَ إِذاً قِسْمَةٌ ضِيزَى إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَ اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ لَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى} \"29\" الآيات.\rعن أبي واقد الليثي، قال: خرجنا مع رسول الله صلى الله عليه وسلم إلى حنين ونحن حدثاء عهد بكفر، وللمشركين سدرة يعكفون عندها وينوطون بها أسلحتهم، يقال لها: ذات أنواط، فمررنا بسدرة فقلنا: يا رسول الله أجعل لنا ذات أنواط كما لهم ذات أنواط فقال رسول الله صلى الله عليه وسلم: \"الله أكبر! إنها السنن، قلتم ـ والذي نفسي بيده ـ كما قالت بنو إسرائيل لموسى: {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} \" 30\" لتركبن سنن من كان قبلكم\". [رواه الترمذي وصححه] .\rفيه مسائل:\rالأولى: تفسير آية النجم.\rالثانية: معرفة صورة الأمر الذي طلبوا.\rالثالثة: كونهم لم يفعلوا.\rالرابعة: كونهم قصدوا التقرب إلى الله بذلك، لظنهم أنه يحبه.\rالخامسة: أنهم إذا جهلوا هذا فغيرهم أولى بالجهل.","seal":"0DE2F40C","part":1},
      {"page":69,"id":56,"nass":"السادسة: أن لهم من الحسنات والوعد بالمغفرة ما ليس لغيرهم.\rالسابعة: أن النبي صلى الله عليه وسلم لم يعذرهم، بل رد عليهم بقوله: \"الله أكبر إنها السنن، لتتبعن سنن من كان قبلكم\" فغلظ الأمر بهذه الثلاث.\rالثامنة: الأمر الكبير، وهو المقصود: أنه أخبر أن طلبتهم كطلبة بني إسرائيل لما قالوا لموسى: {اجْعَل لَّنَا إِلَهًا} 31) .\rالتاسعة: أن نفي هذا معنى \"لا إله إلا الله) ، مع دقته وخفائه على أولئك.\rالعاشرة: أنه حلف على الفتيا، وهو لا يحلف إلا لمصلحة.\rالحادية عشرة: أن الشرك فيه أكبر وأصغر، لأنهم لم يرتدوا بهذا.\rالثانية عشرة: قولهم: \"ونحن حدثاء عهد بكفر\" فيه أن غيرهم لا يجهل ذلك.\rالثالثة عشرة: التكبير عند التعجب، خلافاً لمن كرهه.\rالرابعة عشرة: سد الذرائع.\rالخامسة عشرة: النهي عن التشبه بأهل الجاهلية.\rالسادسة عشرة: الغضب عند التعليم.\rالسابعة عشرة: القاعدة الكلية، لقوله \"إنها السنن\".\rالثامنة عشرة: أن هذا عَلم من أعلام النبوة، لكونه وقع كما أخبر.","seal":"3BA4ACD8","part":1},
      {"page":70,"id":57,"nass":"التاسعة عشرة: أن كل ما ذم الله به اليهود والنصارى في القرآن أنه لنا.\rالعشرون: أنه متقرر عندهم أن العبادات مبناها على الأمر، فصار فيه التنبيه على مسائل القبر. أما \"من ربك) ؟ فواضح، وأما \"من نبيك) ؟ فمن إخباره بأنباء الغيب، وأما \"ما دينك) ؟ فمن قولهم: {اجْعَل لَّنَا إِلَهًا} إلخ.\rالحادية والعشرون: أن سنة أهل الكتاب مذمومة كسنة المشركين.\rالثانية والعشرون: أن المنتقل من الباطل الذي اعتاده قلبه لا يُؤمن أن يكون في قلبه بقية من تلك العادة لقولهم: ونحن حدثاء عهد بكفر.","seal":"EB6E796E","part":1},
      {"page":71,"id":58,"nass":"فيه مسائل:\rالأولى \"تفسير آية النجم\" أي قوله تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} فاللات صخرة كان يلت عليها السويق للحاج، والعزى شجرة يعبدونها.\rالثانية \"معرفة صورة الأمر الذي طلبوا\" أي أنهم طلبوا منه أن يجعل لهم شجرة يتبركون بها.\rالثالثة \"كونهم لم يفعلوا\" أي لأنه لما نهاهم أطاعوه وتركوا قولهم.\rالرابعة \"كونهم قصدوا التقرب إلى الله بذلك لظنهم أنه يحبه\" أي لما طلبوا ذلك من النبي صلى الله عليه وسلم علم أنهم قصدوا التقرب إلى الله بذلك إذ لا يظن بهم أنهم يطلبون ما علموا أنه معصية.\rالخامسة \"أنهم إذا جهلوا هذا فغيرهم أولى بالجهل\" أي أنهم لما جهلوا مثل هذا وهو أنهم طلبوا التقرب إلى الله بالشرك لجهلهم مع كونهم مع النبي صلى الله عليه وسلم فغيرهم أولى بالجهل خصوصا مع ما حدث من كثرة الجهل وخفاء العلم.\rالسادسة \"أن لهم من الحسنات والوعد بالمغفرة ما ليس لغيرهم\" أي بسبب الصحبة للنبي صلى الله عليه وسلم وغير ذلك ومع هذا أنكر عليهم فالإنكار على غيرهم أولى.\rالسابعة \" أن النبي صلى الله عليه وسلم لم يعذرهم بل رد عليهم بقوله: \"الله أكبر إنها السنن لتتبعن سنن من كان قبلكم\" فغلظ الأمر بهذه الثلاث\" أي أنه أنكر عليهم ورد عليهم ما قالوه وغلظ عليهم بهذه الثلاث أي قوله: \"الله أكبر\" و \"إنها السنن\" وقوله: \"لتتبعن سنن من كان قبلكم\".\rالثامنة \"الأمر الكبير وهو المقصود أنه أخبر أن طلبهم كطلب بني إسرائيل لما قالوا لموسى: اجعل لنا إلها\" أي لما كان المقصود أن كلا طلب أن يجعل له شيء يألهه","seal":"C378258D","part":1},
      {"page":72,"id":59,"nass":"جعل طلبتهم كطلبة بني إسرائيل وإن لم يسموه إلها لكن لما كانت الحقيقة واحدة أنكر عليهم ولم ينظر إلى كونهم سموها ذات أنواط فالمشرك مشرك ولو سمى شركه ما سماه كما أشار إلى ذلك في الشرح.\rالتاسعة \"أن نفي هذا من معنى لا إله إلا الله مع دقته وخفائه على أولئك\" أي نفي اعتقاد البركة في الأشجار والأحجار وغيرها من معنى لا إله إلا الله ولذلك أنكر النبي صلى الله عليه وسلم عليهم ذلك ولو كان لا ينافي لا إله إلا الله لما أنكره عليهم ولكن لدقته خفي عليهم.\rالعاشرة \"أنه حلف على الفتيا وهو لا يحلف إلا لمصلحة\" أي لما قال: \"قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى\".\rالحادية عشرة \"أن الشرك فيه أكبر وأصغر لأنهم لم يرتدوا بهذا\" أي لما شبه مقالتهم بمقالة بني إسرائيل وجعل ذلك اتخاذ إله مع الله صار هذا شركا أصغر ولو كان أكبر لأمرهم بتجديد إسلامهم والذي منعهم من الردة كونهم لم يفعلوا.\rالثانية عشرة \"قولهم: \"ونحن حدثاء عهد بكفر\" فيه أن غيرهم لا يجهل ذلك\" أي الذين قالوا ذلك كانوا قريب عهد بشرك لم يسلموا إلا من قريب بخلاف السابقين الأولين فإنهم لم يصدر منهم شيء من ذلك.\rالثالثة عشرة \"التكبير عند التعجب خلافا لمن كرهه\" أي لقوله: \"الله أكبر إنها السنن\".\rالرابعة عشرة \"سد الذرائع\" أي أنه لما بادرهم بالإنكار عليهم مجرد القول ولم يصبر عن الإنكار إلى أن يفعلوا صار هذا سدا للذريعة.\rالخامسة عشرة \"النهي عن التشبه بأهل الجاهلية\" أي لما نهاهم عن اتخاذ ذات أنواط وأخبر أنه من سنن الذين قبلهم دل ذلك على النهي عن التشبيه بهم.","seal":"04A54515","part":1},
      {"page":73,"id":60,"nass":"السادسة عشرة \"الغضب عند التعليم\" أي لقوله: \"الله أكبر إنها السنن\" الخ الحديث.\rالسابعة عشرة \"القاعدة الكلية لقوله: \"إنها السنن\" \" أي أن كل ما كان من سنن الكفار فهو مذموم لأنه جعل هذه الكلمة المذمومة من سننهم فدل ذلك على أن سننهم مذمومة.\rالثامنة عشرة \"أن هذا علم من أعلام النبوة لكونه وقع كما أخبر\" أي لما أخبر أنهم يتبعون سنن من كان قبلهم ووقع ذلك دل على نبوته صلى الله عليه وسلم.\rالتاسعة عشرة \"أن ما ذم الله به اليهود والنصارى في القرآن أنه لنا\" أي لما ذم قولهم: \"اجعل لنا ذات أنواط\" وجعله كقول بني إسرائيل قاصدا ذمه دل ذلك على أن ما ذموا به فهو لنا لنحذره لئلا يحصل لنا من الذم مثل ما حصل لهم ولو كان\rخاصا بهم لما حسن التشبيه بهم.\rالعشرون \"أنه متقرر عندهم أن العبادات مبناها على الأمر فصار فيه التنبيه على مسائل القبر. أما \"من ربك\" فواضح وأما \"من نبيك\" فمن إخباره بأنباء الغيب وأما \"ما دينك\" فمن قولهم: اجعل لنا إلها إلخ\" أي لما أنهم استحسنوا مثل هذا ولم يقدموا عليه حتى سألوا النبي صلى الله عليه وسلم دل ذلك على أن العبادات مبناها على الأمر أي على التوقيف ولو لم تكن على التوقيف لما احتاجوا إلى سؤاله. وأما قوله: \"ففيها التنبيه على مسائل القبر\" إلخ، فإن وجه ذلك أنهم لما لم يدعوا في الشجرة أنها تخلق وترزق وتحيي وتميت دل ذلك على أنهم مقرون بذلك لله وأن الله هو الرب الخالق الرازق وأما دلالتها على نبوته فإنه أخبر أنهم يفعلون كفعل بني إسرائيل فوقع كما أخبر فدل على نبوته وأما دلالته على قوله: \"ما دينك\" فتؤخذ من إنكاره عليهم قولهم: \" اجعل لنا ذات أنواط\" لأن فيه طلب البركة من غير الله وهذا ينافي دين الإسلام فإنه يقتضي إقبال القلب على الله في كل حال إلخ ما ذكره في الحديث عن قوم موسى.","seal":"680DB64C","part":1},
      {"page":74,"id":61,"nass":"الحادية والعشرون \"أن سنة أهل الكتاب مذمومة كسنة المشركين\" أي إنه لما ذم قولهم وجعله كقول بني إسرائيل دل على ذم سنتهم كما دل قوله: \"لتركبن سنن من كان قبلكم\" على ذم سنة المشركين.\rالثانية والعشرون \"أن المنتقل من الباطل الذي اعتاده قلبه لا يؤمن أن يكون في قلبه بقية من تلك العادة لقولهم: \"ونحن حدثاء عهد بكفر\"\" أي أن سبب قولهم هذا وجود بقية من تلك العادة بعد إسلامهم لم تذهب من قلوبهم ففيه التحرز من ذلك لئلا يصدر من الإنسان شيء من ذلك وهو لا يشعر.","seal":"63D6278D","part":1},
      {"page":75,"id":62,"nass":"باب ما جاء في الذبح لغير الله الأيات والأحاديث الدالة على ذلك\r...\rباب ما جاء في الذبح لغير الله\rوقول الله تعالى: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ َبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} \"32\" الآية، وقوله: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} \"33) .\rعن علي رضي الله عنه قال: حدثني رسول الله صلى الله عليه وسلم بأربع كلمات: \"لعن الله من ذبح لغير الله، لعن الله من لعن ووالديه. لعن الله من آوى محدثاً، لعن الله من غير منار الأرض\" [رواه مسلم] .\rوعن طارق بن شهاب، أن رسول الله صلى الله عليه وسلم قال: \"دخل الجنة رجل في ذباب، ودخل النار رجل في ذباب\" قالوا: وكيف ذلك يا رسول الله؟! قال: \"مر رجلان على قوم لهم صنم لا يجوزه أحد حتى يقرب له شيئاً، فقالوا لأحدهما قرب قال: ليس عندي شيء أقرب قالوا له: قرب ولو ذباباً، فقرب ذباباً، فخلوا سبيله، فدخل النار، وقالوا للآخر: قرب، فقال: ما كنت لأقرب لأحد شيئاً دون الله عز وجل، فضربوا عنقه فدخل الجنة\" [رواه أحمد] .","seal":"64447CAF","part":1},
      {"page":76,"id":63,"nass":"فيه مسائل:\rالأولى: تفسير {إِنَّ صَلاَتِي وَنُسُكِي} .\rالثانية: تفسير {فَصَلِّ لِرَبِّكَ وَانْحَرْ}\rالثالثة: البداءة بلعنة من ذبح لغير الله.\rالرابعة: لعن من لعن والديه، ومنه أن تلعن والدي الرجل فيلعن والديك.\rالخامسة: لعن من آوى محدثاً وهو الرجل يحدث شيئاً يجب فيه حق لله فيلتجيء إلى من يجيره من ذلك.\rالسادسة: لعن من غير منار الأرض، وهي المراسيم التي تفرق بين حقك في الأرض وحق جارك، فتغيرها بتقديم أو تأخير.\rالسابعة: الفرق بين لعن المعيّن، ولعن أهل المعاصي على سبيل العموم.\rالثامنة: هذه القصة العظيمة، وهي قصة الذباب.\rالتاسعة: كونه دخل النار بسبب ذلك الذباب الذي لم يقصده، بل فعله تخلصاً من شرهم.\rالعاشرة: معرفة قدر الشرك في قلوب المؤمنين، كيف صبر ذلك على القتل، ولم يوافقهم على طلبتهم، مع كونهم لم يطلبوا منه إلا العمل الظاهر.\rالحادية عشرة: أن الذي دخل النار مسلم، لأنه لو كان كافراً لم يقل: \"دخل النار في ذباب) .","seal":"E0598E64","part":1},
      {"page":77,"id":64,"nass":"الثانية عشرة: فيه شاهد للحديث الصحيح \"الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك\".\rالثالثة عشرة: معرفة أن عمل القلب هو المقصود الأعظم حتى عند عبدة الأوثان.","seal":"26B179DC","part":1},
      {"page":78,"id":65,"nass":"فيه مسائل:\rالأولى \"تفسير {إِنَّ صَلاتِي وَنُسُكِي} \" أي ذبحي وهو الشاهد من الآية.\rالثانية \"تفسير {فَصَلِّ لِرَبِّكَ وَانْحَرْ} \" أي أخلص لربك صلاتك ونحرك والشاهد قوله: \"وانحر\" فلما أمر بإخلاصه لله وقرنه بالصلاة دل على أنه عبادة.\rالثالثة \"البداءة بلعنة من ذبح لغير الله\" أي لكونه أعظم الذنوب.\rالرابعة \" لعن من لعن والديه ومنه أن تلعن والدي الرجل فيلعن والديك\" أي إما مباشرة أو تتسبب إلى ذلك.\rالخامسة \"لعن من آوى محدثا وهو الرجل يحدث شيئا يجب فيه حق الله\" أي مثل حد زنا أو سرقة فيلتجئ إلى من يجيره من ذلك أي يمنعه من أن يقام عليه الحد وهذا على رواية الكسر للدال.\rالسادسة \"لعن من غير منار الأرض وهي المراسيم التي تفرق بين حقك وحق جارك فتغيرها بتقديم أو تأخير\" أي علامات حدودها وهذا من ظلم الأرض الذي ورد فيه الوعيد.\rالسابعة \"الفرق بين لعن المعين ولعن أهل المعاصي على سبيل العموم\" أي أن الثاني جائز كما في هذا الحديث وأمثاله وأما الأول ففيه خلاف فمن العلماء من أجازه ومنهم من منع منه وصفته أن يقول لمن يراه يسرق مثلا: لا تسرق لعنك الله.\rالثامنة \"هذه القصة العظيمة وهي قصة الذباب\" أي لكونها صارت سببا لدخول أحدهما النار والآخر الجنة.\rالتاسعة \"كونه دخل النار بسبب ذلك الذباب الذي لم يقصده بل فعله","seal":"FDBD46D6","part":1},
      {"page":79,"id":66,"nass":"تخلصا من شرهم\" أي لم يقصده قبل أن يطلبوا منه فلما خاف من شرهم تقرب حينئذ بذلك الذباب تخلصا منه وليس معناه أنه لم يقصده مطلقا إلا إن قيل يؤاخذون بما فعلوه ولو كانوا مكرهين.\rالعاشرة \"معرفة قدر الشرك في قلوب المؤمنين كيف صبر ذلك على القتل ولم يوافقهم على طلبتهم مع أنهم لم يطلبوا إلا العمل الظاهر\" أي كونه صبر على القتل مع أنه لو وافقهم ظاهرا لسلم منه، دليل على شدة كراهته للشرك وهذا كالذي قبله محمول على كونهم لا يعاقبون على ما فعلوه مكرهين.\rالحادية عشرة \"أن الذي دخل النار مسلم لأنه لو كان كافرا لم يقل دخل النار في ذباب\" أي هو مسلم قبل أن يقرب الذباب لا بعده وإلا لما دخل النار.\rالثانية عشرة \"فيه شاهد للحديث الصحيح: \"الجنة أقرب إلى أحدكم من شراك نعله والنار مثل ذلك\"\" أي لكون هذا لما قرب الذباب دخل النار والآخر لما ضربت عنقه دخل الجنة.\rالثالثة عشرة \"معرفة أن عمل القلب هو المقصود الأعظم حتى عند عبدة الأوثان\" أي لكونهم قالوا: \"قرب ولو ذبابا\" فقصدوا استمالة قلبه ولو لم يريدوا ذلك لما اكتفوا بالذباب لأنه لا فائدة فيه لأكل ونحوه.","seal":"16DFBABA","part":1},
      {"page":80,"id":67,"nass":"باب لا يذبح لله بمكان يذبح فيه لغير الله\rوقول الله تعالى: {لا تَقُمْ فِيهِ أَبَداً لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} \"34\" الآية.\rعن ثابت بن الضحاك رضي الله عنه، قال: نذر رجل أن ينحر إبلاً ببوانة، فسأله النبي صلى الله عليه وسلم فقال: \"هل كان فيها وثن من أوثان الجاهلية يعبد\"؟ قالوا: لا. قال: \"فهل كان فيها عيد من أعيادهم\"؟ قالوا: لا. فقال رسول الله صلى الله عليه وسلم:\"أوف بنذرك، فإنه لا وفاء لنذر في معصية الله، ولا فيما لا يملك ابن آدم\" [رواه أبو داود، وإسنادها على شرطهما] .\rفيه مسائل:\rالأولى: تفسير قوله: {لا تَقُمْ فِيهِ أَبَداً} \"35) .\rالثانية: أن المعصية قد تؤثر في الأرض، وكذلك الطاعة.\rالثالثة: رد المسألة المشكلة إلى المسألة البيِّنة ليزول الإشكال.\rالرابعة: استفصال المفتي إذا احتاج إلى ذلك.\rالخامسة: أن تخصيص البقعة بالنذر لا بأس به إذا خلا من الموانع.","seal":"756A2662","part":1},
      {"page":81,"id":68,"nass":"السادسة: المنع منه إذا كان فيه وثن من أوثان الجاهلية ولو بعد زواله.\rالسابعة: المنع منه إذا كان فيه عيد من أعيادهم ولو بعد زواله.\rالثامنة: أنه لا يجوز الوفاء بما نذر في تلك البقعة، لأنه نذر معصية.\rالتاسعة: الحذر من مشابهة المشركين في أعيادهم ولو لم يقصده.\rالعاشرة: لا نذر في معصية.\rالحادية عشرة: لا نذر لابن آدم فيما لا يملك.","seal":"31315219","part":1},
      {"page":82,"id":69,"nass":"فيه مسائل:\rالأولى \"تفسير قوله: {لا تَقُمْ فِيهِ أَبَداً} \" أي مسجد الضرار نهى الله نبيه صلى الله عليه وسلم أن يصلي فيه والشاهد أن هذا المسجد لما أسس على الكفر نهى الله نبيه صلى الله عليه وسلم أن يصلي فيه فكذا المواضع المعدة للذبح لغير الله لا يذبح المسلم فيها لله وهذا من أحسن القياس.\rالثانية \"أن المعصية قد تؤثر في الأرض وكذلك الطاعة\" أي لما قصد المنافقون المعصية في مسجد الضرار أثر ذلك فيه فمنع الله نبيه صلى الله عليه وسلم من الصلاة فيه ومسجد قباء لما كان أهله يحبون أن يتطهروا طاعة لله أمر الله نبيه صلى الله عليه وسلم أن يقوم فيه.\rالثالثة \"رد المسألة المشكلة إلى المسألة البينة ليزول الإشكال \" أي أن هذا الرجل لما نذر أن ينحر ببوانة احتمل أن يكون فيه محذور أو لا يكون فهذه المسألة المشكلة فسأله عن ذلك فلما أجابه ظهر أن ليس فيه محذور وهذه المسألة البينة فحينئذ أمره بالوفاء بنذره لعدم المانع من ذلك.\rالرابعة \"استفصال المفتي إذا احتاج إلى ذلك\" أي لما كان هذا المكان محتملا لكونه محل وثن من أوثانهم أو عيد من أعيادهم أولم يكن استفصله النبي صلى الله عليه وسلم.\rالخامسة \"أن تخصيص البقعة بالنذر لا بأس به إذا خلا من الموانع\" أي لكون النبي صلى الله عليه وسلم لم ينكر عليه ذلك وأمره بالوفاء بنذره.\rالسادسة \"المنع منه إذا كان فيه وثن من أوثان الجاهلية ولو بعد زواله\" أي لقوله: \"فهل كان فيها وثن من أوثان الجاهلية\" ولو لم يكن ذلك مؤثرا لما حسن السؤال عنه ولم يفرق بين كونه موجودا الآن أو فيما مضى.\rالسابعة \"المنع منه إذا كان فيه عيد من أعيادهم ولو بعد زواله\" أي لقوله:","seal":"3B816816","part":1},
      {"page":83,"id":70,"nass":"\"وهل كان فيها عيد من أعيادهم\" وهذه كالتي قبلها. وقوله: \"ولو بعد زواله\" لأن كان بمعنى وجد وهو يصدق على ما كان موجودا الآن أو قبل ثم زال والله أعلم.\rالثامنة \"أنه لا يجوز الوفاء بما نذر في تلك البقعة لأنه نذر معصية\" أي أنه نذر معصية ولو لم يكن ذلك معصية لما حسن التعقيب به ونذر المعصية لا يجوز الوفاء به كما دل عليه حديث عائشة المذكور في الباب بعده.\rالتاسعة \"الحذر من مشابهة المشركين في أعيادهم ولو لم يقصده\" أي أنه لما جعل نذر الذبح في مكان عيد المشركين نذر معصية ومنع من الوفاء به مع كون الناذر لم يقصده دل ذلك على الحذر من مشابهتهم.\rالعاشرة \"لا نذر في معصية\" أي لقوله: \" لا وفاء لنذر في معصية الله\".\rالحادية عشرة \"لا نذر لابن آدم فيما لا يملك\" أي كما أشار إليه في الحديث ومعناه أن يضيف النذر إلى ملك الغير كقوله: \"إن شفى الله مريضي لأتصدقن بمال فلان\" ذكر معناه في الشرح.","seal":"E69E44FC","part":1},
      {"page":84,"id":71,"nass":"باب من الشرك النذر لغير الله\rوقول الله تعالى: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً} \"36\" وقوله: {وَمَا أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ اللهَ يَعْلَمُهُ} \"37) .\rوفي \"الصحيح\" عن عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم قال: \"من نذر أن يطيع الله فليطعه، ومن نذر أن يعصي الله فلا يعصه\".\rفيه مسائل:\rالأولى: وجوب الوفاء بالنذر.\rالثانية: إذا ثبت كونه عبادة لله فصرفه إلى غيره شرك.\rالثالثة: أن نذر المعصية لا يجوز الوفاء به.","seal":"99665B10","part":1},
      {"page":85,"id":72,"nass":"فيه مسائل:\rالأولى \"وجوب الوفاء بالنذر\" أي نذر الطاعة لقوله: \"من نذر أن يطيع الله فليطعه\" مثل الصلاة والصوم والاعتكاف وغيرها.\rالثانية \"إذا ثبت كونه عبادة فصرفه إلى غير الله شرك\" أي لما مدحهم الله على الوفاء بالنذر وأنه يجازيهم عليه دل ذلك على أنه عبادة كما أشار إليه في الشرح. والعبادة إذا صرفت لغير الله صارت شركا.\rالثالثة \"أن نذر المعصية لا يجوز الوفاء به\" أي لقوله: \"ومن نذر أن يعصي الله فلا يعصه\" وذلك كالزنا وشرب الخمر ونحوهما.","seal":"96D66223","part":1},
      {"page":86,"id":73,"nass":"باب من الشرك الاسيعاذة بغير الله تفسير الاستعاذة\r...\rباب من الشرك الاستعاذة بغير الله\rوقول الله تعالى: {وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا} \"38) .\rوعن خولة بنت حكيم رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: \"من نزل منزلاً فقال: أعوذ بكلمات الله التامات من شر ما خلق، لم يضره شيء حتى يرحل من منزله ذلك\" [رواه مسلم] .\rفيه مسائل:\rالأولى: تفسير آية الجن.\rالثانية: كونه من الشرك.\rالثالثة: الاستدلال على ذلك بالحديث، لأن العلماء استدلوا به على أن كلمات الله غير مخلوقة، قالوا: لأن الاستعاذة بالمخلوق شرك.\rالرابعة: فضيلة هذا الدعاء مع اختصاره.\rالخامسة: أن كون الشيء يحصل به مصلحة دنيوية من كف شر أو جلب نفع – لا يدل على أنه ليس من شرك.","seal":"E2EA12C8","part":1},
      {"page":87,"id":74,"nass":"فيه مسائل:\rالأولى \"تفسير آية الجن\" أي قوله تعالى: {وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْأِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ} معناه أن الرجل في الجاهلية كان إذا سافر فبات في مكان قفر استعاذ بكبير الجن من سفهاء قومه فلما رأى الجن ذلك زادوهم خوفا وذعرا\rوالشاهد من الآية أن هذا مما كانوا يفعلونه في الشرك قبل إسلامهم.\rالثانية \"كونه من الشرك\" أي لأن الاستعاذة عبادة أمر الله بإخلاصها له فلما صرفوها إلى الجن صار ذلك شركا.\rالثالثة \"الاستدلال على ذلك بالحديث لأن العلماء يستدلون به على أن كلمات الله غير مخلوقة قالوا لأن الاستعاذة بالمخلوق شرك\" أي أن الإمام أحمد وغيره استدلوا بهذا الحديث على أن القرآن غير مخلوق لأن الرسول صلى الله عليه وسلم أرشد إلى الاستعاذة به وذكر فضيلة ذلك ولو كان مخلوقا لم يرشد إلى ذلك ولم يأمر به لأن الاستعاذة بالمخلوق شرك.\rالرابعة \"فضيلة هذا الدعاء مع اختصاره\" أي لقوله: \"لم يضره شيء حتى يرحل من منزله ذلك\".\rالخامسة \"أن كون الشيء يحصل به منفعة دنيوية من كف شر أو جلب نفع لا يدل على أنه ليس من الشرك\" أي أنهم إذا استعاذوا بكبير الجن سلموا من شرهم فهذه هي المنفعة ولكن مثل هذا لا يدل على جوازه وأنه ليس من الشرك بل يؤخذ ذلك من أدلة الشرع وهي قد دلت على أنه شرك فإن قدر أن فيه منفعة فهذا لا يبيحه لأن فيه من المفاسد أضعاف ذلك.","seal":"F16B9DBC","part":1},
      {"page":88,"id":75,"nass":"باب من الشرك أن يستغيث بغير الله أو يدعو غيره وما هي الاستغاثة؟\r...\rباب من الشرك أن يستغيث بغير الله أو يدعو غيره\rوقوله تعالى: {وَلاَ تَدْعُ مِن دُونِ اللهِ مَا لاَ يَنفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ الظَّالِمِينَ * وَإِن يَمْسَسْكَ اللهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ} \"39\" الآية. وقوله: {إِِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ لَكُمْ رِزْقاً فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ} \"40\" الآية. وقوله: {وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَى يَومِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} \"41\" الآيتان. وقوله: {أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ} \"43) .\rوروي الطبراني بإسناده أنه كان في زمن النبي صلى الله عليه وسلم منافق يؤذي المؤمنين، فقال بعضهم: قوموا بنا نستغيث برسول الله صلى الله عليه وسلم من هذا المنافق. فقال النبي صلى الله عليه وسلم: \"إنه لا يستغاث بي، وإنما يستغاث بالله عز وجل\".","seal":"6B7D533F","part":1},
      {"page":89,"id":76,"nass":"فيه مسائل:\rالأولى: أن عطف الدعاء على الاستغاثة من عطف العام على الخاص.\rالثانية: تفسير قوله: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ} \"44)\rالثالثة: أن هذا هو الشرك الأكبر.\rالرابعة: أن أصلح الناس لو يفعله إرضاء لغيره صار من الظالمين.\rالخامسة: تفسير الآية التي بعدها.\rالسادسة: كون ذلك لا ينفع في الدنيا مع كونه كفراً.\rالسابعة: تفسير الآية الثالثة.\rالثامنة: أن طلب الرزق لا ينبغي إلا من الله، كما أن الجنة لا تطلب إلا منه.\rالتاسعة: تفسير الآية الرابعة.\rالعاشرة: أنه لا أضل ممن دعا غير الله.\rالحادية عشرة: أنه غافل عن دعاء الداعي لا يدري عنه.\rالثانية عشرة: أن تلك الدعوة سبب لبغض المدعو للداعي وعداوته له.\rالثالثة عشرة: تسمية تلك الدعوة عبادة للمدعو.","seal":"90208763","part":1},
      {"page":90,"id":77,"nass":"الرابعة عشرة: كفر المدعو بتلك العبادة.\rالخامسة عشرة: أن هذه الأمور سبب كونه أضل الناس.\rالسادسة عشرة: تفسير الآية الخامسة.\rالسابعة عشرة: الأمر العجيب وهو إقرار عبدة الأوثان أنه لا يجيب المضطر إلا الله، ولأجل هذا يدعونه في الشدائد مخلصين له الدين.\rالثامنة عشرة: حماية المصطفى صلى الله عليه وسلم حمى التوحيد والتأدب مع الله عز وجل.","seal":"AB7C81A6","part":1},
      {"page":91,"id":78,"nass":"فيه مسائل:\rالأولى \"أن عطف الدعاء على الاستغاثة من عطف العام على الخاص\" أي لأن الدعاء عام والاستغاثة دعاء المكروب فهو دعاء مخصوص.\rالثانية \"تفسير قوله: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ} \" أي لا ينفعك إن دعوته ولا يضرك إن تركت دعاءه.\rالثالثة \"أن هذا هو الشرك الأكبر\" أي لقوله: {فإن فعلت فإنك إذا من الظالمين} أي المشركين والظلم هنا هو الشرك لقوله تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} .\rالرابعة \"أن أصلح الناس لو يفعله إرضاء لغيره صار من الظالمين\" أي لقوله: {فإن فعلت فإنك إذا من الظالمين} .\rالخامسة \"تفسير الآية التي بعدها\" أي قوله تعالى: {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلَّا هُوَ} أي لا يقدر على ذلك إلا الله.\rالسادسة \"كون ذلك لا ينفع في الدنيا مع كونه كفرا\" أي دعاء غير الله لا ينفع وهو كفر كما قال تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ} إلى قوله: {إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} .\rالسابعة \"تفسير الآية الثالثة\" أي قوله تعالى: {فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ} .\rالثامنة \"أن طلب الرزق لا ينبغي إلا من الله كما أن الجنة لا تطلب إلا منه\" أي لقوله: {فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ} فتقديم المعمول يفيد الاختصاص أي اطلبوه من عند الله لا من عند غيره.\rالتاسعة \"تفسير الآية الرابعة\" أي قوله تعالى: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ","seal":"16C4D38D","part":1},
      {"page":92,"id":79,"nass":"اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ} الآيتين.\rالعاشرة \"أنه لا أضل ممن دعا غير الله\" أي لقوله: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ} .\rالحادية عشرة \"أنه غافل من دعاء الداعي لا يدري عنه\" أي لقوله: {وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ} .\rالثانية عشرة \"أن تلك الدعوة سبب لبغض المدعو للداعي وعداوته له\" أي لقوله: {وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً} .\rالثالثة عشرة \"تسمية تلك الدعوة عبادة للمدعو\" أي لقوله: {وَكَانُوا بِعِبَادَتِهِمْ} .\rالرابعة عشرة \"كفر المدعو بتلك العبادة\" أي لقوله: {وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} والمعنى أنهم يتبرؤون من ذلك ويجحدونه.\rالخامسة عشرة \"هي سبب كونه أضل الناس\" أي لقوله: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ} .\rالسادسة عشرة \"تفسير الآية الخامسة\" أي قوله تعالى: {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ} .\rالسابعة عشرة \"الأمر العجيب وهو إقرار عبدة الأوثان أنه لا يجيب المضطر إلا الله ولأجل هذا يدعونه في الشدائد مخلصين له الدين\" أي أنهم إذا سئلوا عن ذلك أقروا أنه لا يقدر على ذلك إلا الله وقوله: \"يدعونه في الشدائد\" كما قال تعالى: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} الآية، فيلزمهم إفراده بالعبادة دائما لكونه هو القادر على ذلك لا ما عبدوه معه.\rالثامنة عشرة \"حماية المصطفى صلى الله عليه وسلم حمى التوحيد والتأدب مع الله\" أي لقوله: \"إنه لا يستغاث بي وإنما يستغاث بالله\" مع كونه مما يقدر عليه ولكنه نهاهم حماية لجناب التوحيد فكيف إذا طلب منه ما لا يقدر عليه إلا الله عز وجل.","seal":"2E1BD49D","part":1},
      {"page":93,"id":80,"nass":"باب قول الله تعالى { {أَيُشْرِكُونَ مَا لاَ يَخْلُقُ شَيْئاً وَهُمْ يُخْلَقُونَ} وتفسيرها\r...\rباب\rقول الله تعالى:\r{أَيُشْرِكُونَ مَا لاَ يَخْلُقُ شَيْئاً وَهُمْ يُخْلَقُونَ * وَلاَ يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلا أَنْفُسَهُمْ يَنْصُرُونَ} الآية. \"45\"\rوقوله: {وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} \"46\" الآية.\rوفي \"الصحيح\" عن أنس قال: شُجَّ النبي صلى الله عليه وسلم يوم أحد وكسرت رباعيته، فقال: \"كيف يفلح قوم شَجُّوا نبيهم \"؟ فنزلت: {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} \"47\" وفيه عن ابن عمر رضي الله عنهما أنه سمع رسول الله صلى الله عليه وسلم يقول إذا رفع رأسه من الركوع في الركعة الأخيرة من الفجر: \"اللهم العن فلاناً وفلاناً\" بعدما يقول:\"سمع الله لمن حمده، ربنا ولك الحمد\" فأنزل الله تعالى: {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} \"47\" الآية وفي رواية: يدعو على صفوان بن أمية، وسهيل بن عمرو والحارث بن هشام، فنزلت {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} وفيه عن أبي هريرة رضي الله عنه قال: قام رسول الله صلى الله عليه وسلم حين أنزل عليه: {وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} قال:\"يا","seal":"421AF775","part":1},
      {"page":94,"id":81,"nass":"معشر قريش\" ـ أو كلمة نحوها ـ\" اشتروا أنفسكم، لا أغني عنكم من الله شيئاً، يا عباس بن عبد المطلب لا أغني عنك من الله شيئاً، يا صفية عمة رسول الله صلى الله عليه وسلم لا أغني عنك من الله شيئاً، ويا فاطمة بنت محمد سليني من مالي ما شئت لا أغني عنك من الله شيئاً\".\rفيه مسائل:\rالأولى: تفسير الآيتين.\rالثانية: قصة أحد.\rالثالثة: قنوت سيد المرسلين وخلفه سادات الأولياء يؤمنون في الصلاة.\rالرابعة: أن المدعو عليهم كفار.\rالخامسة: أنهم فعلوا أشياء ما فعلها غالب الكفار. منها: شجهم نبيهم وحرصهم على قتله، ومنها: التمثيل بالقتلى مع أنهم بنو عمهم.\rالسادسة: أنزل الله عليه في ذلك {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} \"48) .\rالسابعة: قوله: {أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذَّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} 49\" فتاب عليهم فآمنوا.\rالثامنة: القنوت في النوازل.\rالتاسعة: تسمية المدعو عليهم في الصلاة بأسمائهم وأسماء آبائهم.\rالعاشرة: لعنه المعين في القنوت.","seal":"29BBD903","part":1},
      {"page":95,"id":82,"nass":"الحادية عشرة: قصته صلى الله عليه وسلم لما أنزل عليه:: {وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} \"50) .\rالثانية عشرة: جدّه صلى الله عليه وسلم في هذا الأمر، بحيث فعل ما نسب بسببه إلى الجنون، وكذلك لو يفعله مسلم الآن.\rالثالثة عشرة: قوله للأبعد والأقرب: \"لا أغني عنك من الله شيئاً\" حتى قال: \"يا فاطمة بنت محمد لا أغني عنك من الله شيئاً\" فإذا صرح صلى الله عليه وسلم وهو سيد المرسلين بأنه لا يغني شيئاً عن سيدة نساء العالمين، وآمن الإنسان أنه صلى الله عليه وسلم لا يقول إلا الحق، ثم نظر فيما وقع في قلوب خواص الناس الآن ـ تبين له التوحيد وغربة الدين.","seal":"6C954D85","part":1},
      {"page":96,"id":83,"nass":"فيه مسائل:\rالأولى \"تفسير الآيتين\" أي قوله تعالى: {أَيُشْرِكُونَ مَا لا يَخْلُقُ شَيْئاً} ففيه الإنكار على من عبد أي معبود كان لأنه لا يخلق شيئا وقوله: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ} فيها إبطال عبادة كل ما سوى الله لأنه لا يملك القطمير فكيف بما هو أعظم.\rالثانية \"قصة أحد\" أي غزوة أحد التي شج فيها وكسرت رباعيته صلى الله عليه وسلم وقتل فيها من قتل من الصحابة ففيها أنهم عاجزون لا يملكون لأنفسهم نفعا ولا ضرا بل الأمر كله لله وحده.\rالثالثة \"قنوت سيد المرسلين وخلفه سادات الأولياء يؤمنون\" أي إذا رفع رأسه من الركعة الآخرة من صلاة الفجر دعا وأمن الصحابة خلفه.\rالرابعة \"أن المدعو عليهم كفار\" أي في ذلك الوقت.\rالخامسة \"أنهم فعلوا أشياء ما فعلها غالب الكفار منها شجهم نبيهم وحرصهم على قتله ومنها التمثيل بالقتلى مع أنهم بنو عمهم\" أي أنهم فعلوا هذه الخصال التي هي من أسباب الدعاء عليهم ولكن أمر الله غالب وهو المتصرف في عباده دون خلقه.\rالسادسة \"أنزل الله عليه في ذلك: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} \" أي عواقب الأمور بيدي فامض أنت لشأنك ودم على عبادة ربك، قاله ابن عطية. كما أشار إليه في الشرح.\rالسابعة \"قوله: {أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ} فتاب عليهم فآمنوا\" أي صفوان بن أمية وسهيل بن عمرو والحارث بن هشام وأمثالهم ومنهم من قتل شهيدا.","seal":"AD54F874","part":1},
      {"page":97,"id":84,"nass":"الثامنة \"القنوت في النوازل\" أي لما دعا عليهم في الصلاة بعد فعلهم ما فعلوه دل على القنوت في النوازل.\rالتاسعة \"تسمية المدعو عليهم في الصلاة بأسمائهم وأسماء آبائهم\" أي لكونه سمى صفوان بن أمية وسهيل بن عمرو والحارث بن هشام.\rالحادية عشرة \"قصته صلى الله عليه وسلم لما أنزل عليه: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} \" أي أنه جمعهم فأنذرهم فعم وخص وأخبر أنه لا يغني عنهم من الله شيئا.\rالثانية عشرة \"جده صلى الله عليه وسلم بحيث فعل ما نسب بسببه إلى الجنون وكذلك لو يفعله مسلم الآن\" أي أنه لما جمعهم وأنذرهم قال عمه أبو لهب: \"تبا لك ألهذا جمعتنا\" ونسبوه إلى الجنون وكذلك لو أن مسلما أخذ يصدع بالحق بين الناس ويحذر من الباطل لنسب إلى الجنون بسبب غربة الدين.\rالثالثة عشرة \"قوله للأبعد والأقرب: \"لا أغني عنك من الله شيئا\" حتى قال: \"يا فاطمة بنت محمد لا أغني عنك من الله شيئا\" فإذا صرح وهو سيد المرسلين بأنه لا يغني شيئا عن سيدة نساء العالمين وآمن الإنسان أنه صلى الله عليه وسلم لا يقول إلا الحق ثم نظر فيما وقع في قلوب خواص الناس اليوم يتبين له التوحيد وغربة الدين\" أي من آمن أنه لا يغني عن أقرب الناس إليه شيئا لتصريحه بذلك ثم نظر فيما وقع في قلوب خواص الناس أي من أنه يملك وينفع ويضر ويعلم الغيب تبين له التوحيد أي أنه الإقبال على الله وحده لأنه الذي بيده الأمر دون من سواه وتبين له غربة الدين لأجل أن أكثر الخلق تركوا التوحيد ووقعوا في الشرك حيث تركوا إخلاص العبادة لله وحده وأقبلوا على عبادة من لا يملك لنفسه نفعا ولا ضرا ولا موتا ولا حياة ولا نشورا بنص الآيات والأحاديث.","seal":"F2B95584","part":1},
      {"page":98,"id":85,"nass":"باب قول الله { {حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ} الآية وبيان معناها\r...\rباب\rقول الله تعالى: {حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} \"51) .\rوفي \"الصحيح\" عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله، كأنه سلسلة على صفوان ينفذهم ذلك. حتى إذا فُزِّع عن قلوبهم قالوا: ماذا قال ربكم؟ قالوا: الحق وهو العلي الكبير فيسمعها مسترق السمع ـ ومسترق السمع هكذا بعضه فوق بعض ـ وصفه سفيان بكفه فحرفها وبدد بين أصابعه ـ فيسمع الكلمة فيلقيها إلى من تحته، ثم يلقيها الآخر إلى من تحته، حتى يلقيها عن لسان الساحر أو الكاهن فربما أدركه الشهاب قبل أن يلقيها، وربما ألقاها قبل أن يدركه، فيكذب معها مائة كذبة فيقال: أليس قد قال لنا يوم كذا وكذا: كذا وكذا فيصدق بتلك الكلمة التي سمعت من السماء\".\rوعن النواس بن سمعان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا أراد الله تعالى أن يوحي بالأمر تكلم بالوحي أخذت السماوات منه رجفة ـ أو قال رعدة ـ شديدة خوفاً من الله عز وجل. فإذا سمع ذلك أهل السماوات صعقوا وخروا سجداً. فيكون أول من يرفع رأسه جبريل، فيكلمه الله من وحيه بما أراد، ثم يمر جبريل على الملائكة، كلما مر بسماء سأله ملائكتها: ماذا قال ربنا يا جبريل؟ فيقول جبريل: قال الحق وهو العلي الكبير فيقولون كلهم مثل ما قال جبريل. فينتهي","seal":"A9E149F0","part":1},
      {"page":99,"id":86,"nass":"جبريل بالوحي إلى حيث أمره الله عز وجل\".\rفيه مسائل:\rالأولى: تفسير الآية.\rالثانية: ما فيها من الحجة على إبطال الشرك، خصوصاً من تعلق على الصالحين، وهي الآية التي قيل: إنها تقطع عروق شجرة الشرك من القلب.\rالثالثة: تفسير قوله: {رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} \"52) .\rالرابعة: سبب سؤالهم عن ذلك.\rالخامسة: أن جبريل هو الذي يجيبهم بعد ذلك بقوله: \"قال كذا وكذا\".\rالسادسة: ذكر أن أول من يرفع رأسه جبريل.\rالسابعة: أن يقول لأهل السماوات كلهم، لأنهم يسألونه.\rالثامنة: أن الغشي يعم أهل السماوات كلهم.\rالتاسعة: ارتجاف السماوات لكلام الله.\rالعاشرة: أن جبريل هو الذي ينتهي بالوحي إلى حيث أمره الله.\rالحادية عشرة: ذكر استراق الشياطين.\rالثانية عشرة: صفة ركوب بعضهم بعضاً.\rالثالثة عشرة: إرسال الشهب.\rالرابعة عشرة: أنه تارة يدركه الشهاب قبل أن يلقيها، وتارة","seal":"B02CD307","part":1},
      {"page":100,"id":87,"nass":"يلقيها في أذن وليه من الإنس قبل أن يدركه.\rالخامسة عشرة: كون الكاهن يصدق بعض الأحيان.\rالسادسة عشرة: كونه يكذب معها مائة كذبة.\rالسابعة عشرة: أنه لم يصدق كذبه إلا بتلك الكلمة التي سمعت من السماء.\rالثامنة عشرة: قبول النفوس للباطل، كيف يتعلقون بواحدة ولا يعتبرون بمائة؟!.\rالتاسعة عشرة: كونهم يلقي بعضهم إلى بعض تلك الكلمة ويحفظونها ويستدلون بها.\rالعشرون: إثبات الصفات خلافاً للأشعرية المعطلة.\rالحادية والعشرون: التصريح بأن تلك الرجفة والغشي كانا خوفاً من الله عز وجل.\rالثانية والعشرون: أنهم يخرون لله سجداً.","seal":"83FE066A","part":1},
      {"page":101,"id":88,"nass":"فيه مسائل:\rالأولى \"تفسير الآية\" أي قوله تعالى: {إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ} أي زال عنها الفزع والمراد به الملائكة.\rالثانية \"ما فيها من الحجة على إبطال الشرك خصوصا ما تعلق على الصالحين وهي الآية التي قيل إنها تقطع عروق شجرة الشرك من القلب\" أي بسبب أمور أربعة: الأول: أنهم لا يملكون شيئا، الثاني: أنهم لا يملكون قسطا من الملك، الثالث: أنهم لا يعاونون الله لغناه عن جميع خلقه، الرابع: أنهم لا يملكون الشفاعة إلا بإذنه لمن ارتضى، كما أشار إلى ذلك شيخ الإسلام في الباب الذي بعده.\rالثالثة \"تفسير قوله: {قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} \" أي أخبروا أن الله لا يقول إلا حقا وهو العلي الذي علا على جميع خلقه علو الذات وعلو القهر وعلو القدر الكبير الذي لا أكبر منه جل وعلا.\rالرابعة \"سبب سؤالهم عن ذلك\" أي لما كانوا يصعقون حين يسمعون كلام الله فلا يفهمونه فإذا زال ذلك عنهم سألوا عنه فأخبروا.\rالخامسة \"أن جبريل يجيبهم بعد ذلك بقوله: قال كذا وكذا\" لأنه الملك الموكل بالوحي وهو أول من يرفع رأسه.\rالسادسة \"ذكر أن أول من يرفع رأسه جبريل\" أي لأنه الملك الموكل بالوحي ويدل ذلك على فضله.\rالسابعة \"أنه يقول لأهل السموات كلهم لأنهم يسألونه\" أي لقوله: \"ثم يمر جبريل على الملائكة كلما مر بسماء سأله ملائكتها\".\rالثامنة \"أن الغشي يعم أهل السموات كلهم\" أي لقوله: \"فإذا سمع ذلك","seal":"EF3B507C","part":1},
      {"page":102,"id":89,"nass":"أهل السموات صعقوا\".\rالتاسعة \"ارتجاف السموات بكلام الله\" أي لقوله: \"أخذت السموات منه رجفة\".\rالعاشرة \"أن جبريل هو الذي ينتهي بالوحي إلى حيث أمره الله\" أي كما ذكره في آخر الحديث وذلك والله أعلم لأنه الملك الموكل بالوحي.\rالحادية عشرة \"ذكر استراق الشياطين\" أي أنهم يركب بعضهم بعضا فيسترقون السمع من السماء أو من السحاب كما في الحديث الآخر.\rالثانية عشرة \"صفة ركوب بعضهم بعضا\" أي كما وصف سفيان بن عيينة أحد رواة الحديث فبدد بين أصابعه وحرف كفه.\rالثالثة عشرة \"إرسال الشهاب\" أي أن الشيطان إذا أراد استراق السمع أرسل عليه الشهاب.\rالرابعة عشرة \"أنه تارة يدركه الشهاب قبل أن يلقيها وتارة يلقيها في أذن وليه من الإنس قبل أن يدركه\" أي لقوله في الحديث: \"فربما أدركه الشهاب قبل أن يلقيها وربما ألقاها قبل أن يدركه\".\rالخامسة عشرة \"كون الكاهن يصدق في بعض الأحيان\" أي لأجل ما أتاه به وليه من الشياطين لا لكونه صدقه عن علم.\rالسادسة عشرة \"كونه يكذب معها مائة كذبة\" أي يخلط مع تلك الكلمة الواحدة مائة كذبة ليروج بها على الناس فيقبلوا كذبه.\rالسابعة عشرة \"أنه لم يصدق كذبه إلا بتلك الكلمة التي سمعت من السماء\" أي لاغترار الناس بها وغفلتهم عما قارنها من الكذبات.","seal":"5BC38EAA","part":1},
      {"page":103,"id":90,"nass":"الثامنة عشرة \"قبول النفوس للباطل كيف يتعلقون بواحدة ولا يعتبرون بمائة\" أي أن كونهم اغتروا بواحدة فصدقوه بها في كل ما قال ولم يعتبروا بمائة فيردوا بها الباطل، من قبول نفوسهم للباطل.\rالتاسعة عشرة \"كونهم يتلقى بعضهم من بعض تلك الكلمة ويحفظونها ويستدلون بها\" أي هذا من أسباب ترويج ما يقوله الكاهن من الباطل، ولو أنهم قالوا إنه يكذب كثيرا ولم يغتروا بهذه الكلمة لسلموا من باطله ولم يرج عليهم.\rالعشرون \"إثبات الصفات خلافا للأشعرية المعطلة\" أي مثل صفة الكلام من قوله: \"تكلم بالوحي\" وقوله: \"سمع صوته أهل السماء\" أنه بصوت، ومثل صفة العلو من قوله: {قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} .\rالحادية والعشرون \"أن تلك الرجفة والغشي خوفا من الله عز وجل\" أي كما ذكره في الحديث وفيه أن السموات تخاف الله حقيقة بما جعله فيها.\rالثانية والعشرون \"أنهم يخرون سجدا\" أي كما ذكر في الحديث.","seal":"5EB15A3F","part":1},
      {"page":104,"id":91,"nass":"باب الشفاعة وتفسيرها وما ورد فيها من الآيات والأحاديث\r...\rباب الشفاعة\rوقول الله تعالى: {وَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُواْ إِلَى رَبِّهِمْ لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلاَ شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ} \"53\" وقوله: {قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعًا} \"54\" وقوله: {مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} \"55\" وقوله: {وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاء وَيَرْضَى} \"56\" وقوله: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ َمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ وَلا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} \"57\" الآيتين.\rقال أبو العباس: نفى الله عما سواه كل ما يتعلق به المشركون، فنفى أن يكون لغيره ملك أو قسط منه، أو يكون عوناً لله، ولم يبق إلا الشفاعة، فبين أنها لا تنفع إلا لمن أذن له الرب، كما قال تعالى: {وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} \"58\" فهذه الشفاعة التي يظنها المشركون، هي منتفية يوم القيامة كما نفاها القرآن، وأخبر النبي صلى الله عليه وسلم أنه يأتي فيسجد لربه ويحمده، لا يبدأ بالشفاعة أولاً، ثم يقال له: ارفع رأسك، وقل يسمع، وسل تُعط، واشفع تُشفع.\rوقال له أبو هريرة: من أسعد الناس بشفاعتك يا رسول الله؟ قال: \"من قال لا إله إلا الله خالصاً من قلبه\" فتلك الشفاعة لأهل الإخلاص بإذن","seal":"D359A217","part":1},
      {"page":105,"id":92,"nass":"الله، ولا تكون لمن أشرك بالله.\rوحقيقته: أن الله سبحانه هو الذي يتفضل على أهل الإخلاص فيغفر لهم بواسطة دعاء من أذن له أن يشفع، ليكرمه وينال المقام المحمود. فالشفاعة التي نفاها القرآن ما كان فيها شرك، ولهذا أثبت الشفاعة بإذنه في مواضع، وقد بيَّن النبي صلى الله عليه وسلم أنها لا تكون إلا لأهل التوحيد والإخلاص. انتهى كلامه.\rفيه مسائل:\rالأولى: تفسير الآيات.\rالثانية: صفة الشفاعة المنفية.\rالثالثة: صفة الشفاعة المثبتة.\rالرابعة: ذكر الشفاعة الكبرى، وهي المقام المحمود.\rالخامسة: صفة ما يفعله صلى الله عليه وسلم، وأنه لا يبدأ بالشفاعة أولاً، بل يسجد، فإذا أذن الله له شفع.\rالسادسة: من أسعد الناس بها؟.\rالسابعة: أنها لا تكون لمن أشرك بالله.\rالثامنة: بيان حقيقتها.","seal":"A87D8A4B","part":1},
      {"page":106,"id":93,"nass":"فيه مسائل:\rالأولى \"تفسير الآيات\" أي آية الأنعام والزمر والبقرة والنجم وسبأ.\rالثانية \"صفة الشفاعة المنفية\" أي هي التي تطلب من غير الله فيما لا يقدر عليه إلا الله.\rالثالثة \"صفة الشفاعة المثبتة\" أي هي التي تطلب من الله وتكون بشرطين: إذن الله للشافع، ورضاه عن المشفوع له.\rالرابعة \"ذكر الشفاعة الكبرى وهي المقام المحمود\" أي شفاعته صلى الله عليه وسلم لأهل الموقف حتى يقضى بينهم فيستريح أهل الجنة من كرب الموقف.\rالخامسة \"صفة ما يفعله صلى الله عليه وسلم أنه لا يبدأ بالشفاعة بل يسجد فإذا أذن له سجد\" أي مع كونه أفضل الخلق فكيف بغيره، وهذا يدل على أن الأمر كله لله.\rالسادسة \"من أسعد الناس بها\" أي هم من قال لا إله إلا الله خالصا من قلبه فصارت مختصة بأهل التوحيد.\rالسابعة \"أنها لا تكون لمن أشرك بالله\" أي أنه لما خصها بأهل التوحيد دل ذلك أنها لا تكون لمن أشرك بالله.\rالثامنة \"بيان حقيقتها\" أي أن الله يتفضل على أهل الإخلاص فيغفر لهم بواسطة دعاء من أذن له أن يشفع ليكرمه وينال المقام المحمود.","seal":"BD1B2B29","part":1},
      {"page":107,"id":94,"nass":"باب قول الله تعالى {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} وتفسير الهداية\r...\rباب\rقول الله تعالى: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} \"59\" الآية.\rوفي \"الصحيح\" عن ابن المسيب عن أبيه قال: لما حضرت أبا طالب الوفاة جاءه رسول الله صلى الله عليه وسلم وعنده عبد الله بن أبي أمية وأبو جهل، فقال له: \"يا عم، قل: لا إله إلا الله، كلمة أحاج لك بها عند الله\" فقالا له: أترغب عن ملة عبد المطلب؟ فأعاد عليه النبي صلى الله عليه وسلم، فأعادا فكان آخر ما قال: هو على ملة عبد المطلب وأبى أن يقول: لا إله إلا الله. فقال النبي صلى الله عليه وسلم: \"لأستغفرن لك ما لم أنه عنك\" فأنزل الله عز وجل {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى} \"60\" الآية. وأنزل الله في أبي طالب: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} \"61) .\rفيه مسائل:\rالأولى: تفسير قوله:: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء} \"62) .\rالثانية: تفسير قوله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} \"63\" الآية.","seal":"31239786","part":1},
      {"page":108,"id":95,"nass":"الثالثة: وهي المسألة الكبرى – تفسير قوله صلى الله عليه وسلم: \"قل: لا إله إلا الله\" بخلاف ما عليه من يدعي العلم.\rالرابعة: أن أبا جهل ومن معه يعرفون مراد النبي صلى الله عليه وسلم إذ قال للرجل: \"قل لا إله إلا الله\". فقبح الله من أبو جهل أعلم منه بأصل الإسلام.\rالخامسة: جدّه صلى الله عليه وسلم ومبالغته في إسلام عمه.\rالسادسة: الرد على من زعم إسلام عبد المطلب وأسلافه.\rالسابعة: كونه صلى الله عليه وسلم استغفر له فلم يغفر له، بل نهي عن ذلك.\rالثامنة: مضرة أصحاب السوء على الإنسان.\rالتاسعة: مضرة تعظيم الأسلاف والأكابر.\rالعاشرة: الشبهة للمبطلين في ذلك، لاستدلال أبي جهل بذلك.\rالحادية عشرة: الشاهد لكون الأعمال بالخواتيم، لأنه لو قالها لنفعته.\rالثانية عشرة: التأمل في كبر هذه الشبهة في قلوب الضالين، لأن في القصة أنهم لم يجادلوه إلا بها، مع مبالغته صلى الله عليه وسلم وتكريره، فلأجل عظمتها ووضوحها عندهم، اقتصروا عليها.","seal":"43B9C9F9","part":1},
      {"page":109,"id":96,"nass":"فيه مسائل:\rالأولى \"تفسير {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} \" أي إنك يا محمد لا تهدي من أحببت والمراد هداية التوفيق والإلهام والقبول وإنما القادر على ذلك هو الله عز وجل وأما هداية الدلالة والإرشاد فيقدر عليها كما قال تعالى:\r{وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} .\rالثانية \"تفسير قوله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} \" أي ما يصلح لهم ولا ينبغي لهم أن يستغفروا للمشركين ولو كانوا أقرب الناس إليهم مادام أنهم ماتوا\rعلى غير الإسلام.\rالثالثة \"وهي المسألة الكبرى تفسير \"قل لا إله إلا الله\" بخلاف ما عليه من يدعي العلم\" أي أن تفسيرها إفراد الله بالعبادة وترك عبادة ما سواه ولذلك لما فهم هذا كفار قريش لم يقولوها بخلاف من بعدهم ممن يدعي العلم فإنهم لما خفي عليهم هذا صاروا يقولونها وهم متلبسون بالشرك لظنهم أنه لا ينافيها.\rالرابعة \"أن أبا جهل ومن معه يعرفون مراد النبي صلى الله عليه وسلم إذا قال للرجل: \"قل لا إله إلا الله\" فقبح الله من أبو جهل أعلم منه بأصل الإسلام\" أي أنهم عرفوا مراده وهو أنه يقتضي ترك ما كانوا يعبدونه من دون الله فلذلك نهوا أبا طالب عن قولها وهذا يدل على أنهم أعلم بأصل الإسلام من كثير من أهل هذه الأزمان.\rالخامسة \"جده صلى الله عليه وسلم ومبالغته في إسلام عمه\" أي أنه لما قال: \" قل لا إله إلا الله أحاج لك بها عند الله\" ثم أعاد ذلك عليه دل على شدة مبالغته صلى الله عليه وسلم في ذلك.\rالسادسة \"الرد على من زعم إسلام عبد المطلب وأسلافه\" أي كونهم عارضوا قول النبي صلى الله عليه وسلم لعمه: \"قل لا إله إلا الله\" بقولهم: \"أترغب عن ملة عبد المطلب\" دل ذلك","seal":"3113D58A","part":1},
      {"page":110,"id":97,"nass":"على أنها منافية للإسلام وأن عبد المطلب غير مسلم.\rالسابعة \"كونه صلى الله عليه وسلم استغفر له فلم يغفر له بل نهي عن ذلك\" أي لقوله: \"لأستغفرن لك ما لم أنه عنك\" فنزل قوله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} .\rالثامنة \"مضرة أصحاب السوء على الإنسان\" أي أن أبا جهل ومن معه نهوه عن قول لا إله إلا الله وقالوا له ما قالوا فصار جلوسهم في تلك الحالة عنده مضرة عليه.\rالتاسعة \"مضرة تعظيم الأسلاف والأكابر\" أي لما كانت ملة عبد المطلب معظمة عند أبي طالب امتنع عن الإسلام بسببها ولو كان لا يعظمها لما شق عليه أن يرغب عنها.\rالعاشرة \"استدلال الجاهلية بذلك\" أي أن أبا جهل ومن معه استدلوا بتعظيم أبي طالب لملة عبد المطلب فجعلوها أعظم حائل بينه وبين قول لا إله إلا الله.\rالحادية عشرة \"الشاهد لكون الأعمال بالخواتيم لأنه لو قالها لنفعته\" أي لقوله: في الحديث: \"أحاج لك بها عند الله\" فدل على أنها تنفعه لو قالها في تلك الحال.\rالثانية عشرة \"التأمل في كبر هذه الشبهة في قلوب الضالين لأن في القصة أنهم لم يجادلوه إلا بها مع مبالغته صلى الله عليه وسلم وتكريره فلأجل عظمتها ووضوحها عندهم اقتصروا عليها\" أي قولهم: \"أترغب عن ملة عبد المطلب\".","seal":"F1855AE0","part":1},
      {"page":111,"id":98,"nass":"باب ما جاء أن سبب كفر بني آدم وتركهم دينهم هو الغلو في الصالحين\rوقول الله عز وجل: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} \"64) .\rوفي \"الصحيح\" عن ابن عباس رضي الله عنهما في قول الله تعالى: {وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} \"65\" قال: \"هذه أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصاباً وسموها بأسمائهم، ففعلوا، ولم تعبد، حتى إذا هلك أولئك ونسي العلم، عبدت) .\rوقال ابن القيم: قال غير واحد من السلف: لما ماتوا عكفوا على قبورهم ثم صوروا تماثيلهم، ثم طال عليهم الأمد فعبدوهم.\rوعن عمر أن رسول الله صلى الله عليه وسلم قال: \"لا تطروني كما أطرت النصارى ابن مريم، إنما أنا عبد، فقولوا: عبد الله ورسوله\" [أخرجاه] .\rوقال: قال رسول الله صلى الله عليه وسلم: \"إياكم والغلو، فإنما أهلك من كان قبلكم الغلو\".\rولمسلم عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: \"هلك المتنطعون\" قالها ثلاثاً.","seal":"079FF53B","part":1},
      {"page":112,"id":99,"nass":"فيه مسائل:\rالأولى: أن من فهم هذا الباب وبابين بعده، تبين له غربة الإسلام، ورأى من قدرة الله وتقليبه للقلوب العجب.\rالثانية: معرفة أول شرك حدث على وجه الأرض أنه بشبهة الصالحين.\rالثالثة: أول شيء غيّر به دين الأنبياء، وما سبب ذلك مع معرفة أن الله أرسلهم.\rالرابعة: قبول البدع مع كون الشرائع والفطر تردها.\rالخامسة: أن سبب ذلك كله مزج الحق بالباطل، فالأول: محبة الصالحين، والثاني: فعل أناس من أهل العلم والدين شيئاً أرادوا به خيراً، فظن من بعدهم أنهم أرادوا به غيره.\rالسادسة: تفسير الآية التي في سورة نوح.\rالسابعة: جبلة الآدمي في كون الحق ينقص في قلبه، والباطل يزيد.\rالثامنة: فيه شاهد لما نقل عن السلف أن البدعة سبب الكفر.\rالتاسعة: معرفة الشيطان بما تؤول إليه البدعة ولو حسن قصد الفاعل.\rالعاشرة: معرفة القاعدة الكلية، وهي النهي عن الغلو، ومعرفة ما يؤول إليه.\rالحادية عشرة: مضرة العكوف على القبر لأجل عمل صالح.\rالثانية عشرة: معرفة: النهي عن التماثيل، والحكمة في إزالتها.","seal":"A86B8E50","part":1},
      {"page":113,"id":100,"nass":"الثالثة عشرة: معرفة عظم شأن هذه القصة، وشدة الحاجة إليها مع الغفلة عنها.\rالرابعة عشرة: وهي أعجب وأعجب: قراءتهم إياها في كتب التفسير والحديث، ومعرفتهم بمعنى الكلام، وكون الله حال بينهم وبين قلوبهم حتى اعتقدوا أن فعل قوم نوح هو أفضل العبادات، واعتقدوا أن ما نهى الله ورسوله عنه، فهو الكفر المبيح للدم والمال.\rالخامسة عشرة: التصريح أنهم لم يريدوا إلا الشفاعة.\rالسادسة عشرة: ظنهم أن العلماء الذين صوروا الصور أرادوا ذلك.\rالسابعة عشرة: البيان العظيم في قوله صلى الله عليه وسلم: \"لا تطروني كما أطرت النصارى ابن مريم\" فصلوات الله وسلامه على من بلغ البلاغ المبين.\rالثامنة عشرة: نصيحته إيانا بهلاك المتنطعين.\rالتاسعة عشرة: التصريح بأنها لم تعبد حتى نسي العلم، ففيها بيان معرفة قدر وجوده ومضرة فقده.\rالعشرون: أن سبب فقد العلم موت العلماء.","seal":"A0B3E73F","part":1},
      {"page":114,"id":101,"nass":"فيه مسائل:\rالأولى \"أن من فهم هذا الباب وبابين بعده تبين له غربة الإسلام ورأى من قدرة الله وتقليبه للقلوب العجب\" أي من فهم باب سبب الكفر هو الغلو في الصالحين والتغليظ في من عبد الله عند قبر رجل صالح وأن الغلو في قبور الصالحين يجعلها أوثانا تعبد، تبين له غربة الإسلام لكون أكثر الخلق جعلوا مثل هذا هو أفضل الأعمال وكفروا من نهى عنه وهذا من قدرة الله وتقليبه للقلوب لما أعرضت عن الشرع ولم تؤمن به كما قال تعالى: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} .\rالثانية \"معرفة أول شرك حدث في الأرض أنه بشبهة الصالحين\" أي لما غلا هؤلاء في الصالحين حدث الشرك فيمن بعدهم بسببه.\rالثالثة \"أول شيء غير به دين الأنبياء وما سبب ذلك مع معرفة أن الله أرسلهم\" أي هو بعبادة غير الصالحين وسبب ذلك الغلو الذي فعله هؤلاء فلما ماتوا وأتى من بعدهم فعبدوهم لظنهم أن الأولين أرادوا ذلك.\rالرابعة \"قبول البدع مع كون الشرائع والفطر تردها\" أي لما أوحى إليهم الشيطان ذلك قبلوه ولو أنهم رجعوا إلى الشرع وعملوا به لما قبلوا ما أوحاه إليهم الشيطان ولكنهم استحسنوا ما قالوه فحصل ما حصل.\rالخامسة \"أن سبب ذلك كله مزج الحق بالباطل فالأول محبة الصالحين والثاني فعل أناس من أهل العلم شيئا أرادوا به خيرا فظن من بعدهم أنهم أرادوا به غيره\" أي أن سبب هذا الكفر خلط الحق بالباطل فالأول الذي هو الحق محبة الصالحين والثاني الذي هو الباطل ما فعله الأولون من نصب الأنصاب إلى مجالسهم وهذا فعلوه من باب المحبة لهم فصار هذا العمل المركب من الحق","seal":"0BD55FFE","part":1},
      {"page":115,"id":102,"nass":"والباطل سببا لعبادة من أتى بعدهم لهم من دون الله لكونهم ظنوا أنهم ما صوروا صورهم إلا ليعبدوهم ولو أن الأولين فهموا أن المحبة تحصل بدون تصوير صورهم والغلو فيهم لما حصل ذلك ولكنهم التبس عليهم الأمر وهذا من مكائد الشيطان التي كاد بها بني آدم قديما وحديثا ولم يسلم منها إلا القليل.\rالسادسة \"تفسير الآية التي في سورة نوح\" أي قوله تعالى: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً} الآية.\rالسابعة \"جبلة الآدمي في كون الحق ينقص في قلبه والباطل يزيد\" أي أن هؤلاء نقص في قلوبهم الحق فلم يكتفوا بمحبة الصالحين والاقتداء بهم بل زادوا عليه الباطل وهو أن نصبوا إلى مجالسهم أنصابا وعكفوا على قبورهم وهذا من جبلة الآدمي إنه كان ظلوما جهولا.\rالثامنة \"فيه شاهد لما نقل عن السلف أن البدع سبب الكفر\" أي أن الكفر الذي حصل في الأرض بسبب ما ابتدعه هؤلاء من تصوير صورهم والغلو فيهم.\rالتاسعة \"معرفة الشيطان بما تؤول إليه البدعة ولو حسن قصد الفاعل\" أي لما عرف الشيطان أن ما تؤول إليه البدعة هو الكفر حسنها لهم ولم ينظر إلى حسن مقصدهم فيفسده عليهم بل زادهم رغبة فيه حتى يحصل ما يريد من الكفر.\rالعاشرة \"معرفة القاعدة الكلية وهي النهي عن الغلو ومعرفة ما يؤول إليه\" أي القاعدة الجامعة تقتضي النهي عن الغلو مطلقا لأنه يؤول إلى الكفر.\rالحادية عشرة \"مضرة العكوف على القبر لأجل عمل صالح\" أي لأنه صار سببا لعبادة هؤلاء من دون الله.\rالثانية عشرة \"معرفة النهي عن التماثيل والحكمة في إزالتها\" أي معرفة النهي عن الصور والحكمة في إزالتها لأن بقاءها سبب لعبادتها من دون الله ولو بعد حين.","seal":"1F1DAA05","part":1},
      {"page":116,"id":103,"nass":"الثالثة عشرة \"معرفة شأن هذه القصة وشدة الحاجة إليها مع الغفلة عنها\" أي قصة الصالحين من قوم نوح ومعرفة شدة الحاجة إليها لئلا يجهلها الإنسان فيفعل كما فعلوا ومع هذا غفل عنها أكثر الناس فوقعوا فيما وقع فيه قوم نوح.\rالرابعة عشرة \"وهي أعجب وأعجب قراءتهم إياها في كتب التفسير والحديث ومعرفتهم بمعنى الكلام وكون الله حال بينهم وبين قلوبهم حتى اعتقدوا أن فعل قوم نوح أفضل العبادات فاعتقدوا أن ما نهى الله ورسوله عنه فهو الكفر المبيح للدم والمال\" أي أعجب شيء قراءة من يدعي العلم في هذه الأوقات قصة قوم نوح مع معرفتهم بمعنى الكلام ولكن حيل بينهم وبين معرفة التوحيد حتى اعتقدوا أن فعل قوم نوح أفضل العبادات فصوروا صور الصالحين وعظموا قبورهم وعبدوهم وجعلوا هذا الذي نهى الله ورسوله عنه هو أفضل الأعمال وإذا نهاهم أحد عن هذا حكموا عليه بالكفر والخروج عن الإسلام وقالوا: تنقصت الصالحين. وهذا معنى قول المؤلف: \"فاعتقدوا أن ما نهى الله عنه ورسوله\" إلخ، فما في كلامه مصدرية أي اعتقدوا أن نهي الله ورسوله - كما في بعض النسخ - فهم في الحقيقة قد عكسوا القضية فجعلوا الكفر إسلاما والإسلام كفرا.\rالخامسة عشرة \"التصريح بأنهم لم يريدوا إلا الشفاعة\" أي أن الذين عبدوا هؤلاء الصالحين لم يريدوا إلا الشفاعة وإلا فكانوا مقرين أن الله هو الخالق الرازق النافع الضار.\rالسادسة عشرة \"ظنهم أن العلماء الذين صوروا الصور أرادوا ذلك\" أي ظن الذين عبدوهم أن الذين قبلهم أرادوا الشفاعة وهم لم يريدوها وإنما فعلوا ذلك ليتذكروا أفعالهم.\rالسابعة عشرة \"البيان العظيم في قوله: \"لا تطروني كما أطرت النصارى ابن مريم\" فصلوات الله وسلامه على من بلغ البلاغ المبين\" أي لا تمدحوني بالباطل ولا تتجاوزوا الحد في مدحي فتعبدوني كما عبدت النصارى المسيح لما غلوا فيه وهذا","seal":"FCF12CC3","part":1},
      {"page":117,"id":104,"nass":"من كمال نصحه صلى الله عليه وسلم.\rالثامنة عشرة \"نصيحته إيانا بهلاك المتنطعين\" أي المتكلفين المتشددين في غير موضع التشديد ومن التنطع رفع المخلوق فوق منزلته.\rالتاسعة عشرة \"التصريح بأنها لم تعبد حتى نسي العلم ففيها بيان معرفة قدر وجوده ومضرة فقده\" أي أن صور هؤلاء الصالحين وأنصابهم لم تعبد حتى فقد العلم فيؤخذ منه معرفة قدر وجود العلم ومضرة ذهابه لأن بوجوده حصل التوحيد وبفقده وجد الشرك.\rالعشرون \"أن سبب فقد العلم موت العلماء\" أي إذا ذهب أهله فقد كما في الحديث الصحيح: \"إن الله لا يقبض العلم انتزاعا ينتزعه من صدور الناس ولكن يقبض العلم بقبض العلماء\" الحديث.","seal":"BA9227C6","part":1},
      {"page":118,"id":105,"nass":"باب ما جاء من التغليظ فيمن عبد الله عند قبر رجل صالح فكيف إذا عبده\rفي \"الصحيح\" عن عائشة رضي الله عنها أن أم سلمة ذكرت لرسول الله صلى الله عليه وسلم كنيسة رأتها في أرض الحبشة وما فيها من الصور. فقال: \"أولئك إذا مات فيهم الرجل الصالح أو العبد الصالح بنوا على قبره مسجداً، وصوروا فيه تلك الصور أولئك شرار الخلق عند الله\" فهؤلاء جمعوا بين الفتنتين، فتنة القبور، وفتنة التماثيل.\rولهما عنها قالت: لما نُزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة له على وجهه، فإذا اغتم بها كشفها، فقال ـ وهو كذلك ـ: \"لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد\" يحذر ما صنعوا، ولولا ذلك أبرز قبره، غير أنه خشي أن يتخذ مسجداً، [أخرجاه] .\rولمسلم عن جندب بن عبد الله قال: سمعت النبي صلى الله عليه وسلم قبل أن يموت بخمس وهو يقول: \"إني أبرأ إلى الله أن يكون لي منكم خليل، فإن الله قد اتخذني خليلاً، كما اتخذ إبراهيم خليلاً، ولو كنت متخذاً من أمتي خليلاً، لاتخذت أبا بكر خليلاً، ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد، ألا فلا","seal":"D216F182","part":1},
      {"page":119,"id":106,"nass":"تتخذوا القبور مساجد، فإني أنهاكم عن ذلك\".\rفقد نهى عنه في آخر حياته، ثم إنه لعن ـ وهو في السياق ـ من فعله، والصلاة عندها من ذلك، وإن لم يُبْنَ مسجد، وهو معنى قولها: خشي أن يتخذ مسجداً، فإن الصحابة لم يكونوا ليبنوا حول قبره مسجداً، وكل موضع قصدت الصلاة فيه فقد اتخذ مسجداً، بل كل موضع يصلى فيه يسمى مسجداً، كما قال صلى الله عليه وسلم: \"جعلت لي الأرض مسجداً وطهوراً\". ولأحمد بسند جيد عن ابن مسعود رضي الله عنه مرفوعاً: \" إن من شرار الناس من تدركهم الساعة وهم أحياء والذين يتخذون القبور مساجد\" [رواه أبو حاتم في صحيحه] .\rفيه مسائل:\rالأولى: ما ذكر الرسول صلى الله عليه وسلم فيمن بنى مسجداً يعبد الله فيه عند قبر رجل صالح، ولو صحت نية الفاعل.\rالثانية: النهي عن التماثيل، وغلظ الأمر في ذلك.\rالثالثة: العبرة في مبالغته صلى الله عليه وسلم في ذلك. كيف بيّن لهم هذا أولاً، ثم قبل موته بخمس قال ما قال، ثم لما كان في السياق لم يكتف بما تقدم.\rالرابعة: نهيه عن فعله عند قبره قبل أن يوجد القبر.\rالخامسة: أنه من سنن اليهود والنصارى في قبور أنبيائهم.\rالسادسة: لعنه إياهم على ذلك.","seal":"EF495212","part":1},
      {"page":120,"id":107,"nass":"السابعة: أن مراده صلى الله عليه وسلم تحذيره إيانا عن قبره.\rالثامنة: العلة في عدم إبراز قبره.\rالتاسعة: في معنى اتخاذها مسجداً.\rالعاشرة: أنه قرن بين من اتخذها مسجداً وبين من تقوم عليهم الساعة، فذكر الذريعة إلى الشرك قبل وقوعه مع خاتمته.\rالحادية عشرة: ذكره في خطبته قبل موته بخمس: الرد على الطائفتين اللتين هما شر أهل البدع، بل أخرجهم بعض السلف من الثنتين والسبعين فرقة، وهم الرافضة والجهمية. وبسبب الرافضة حدث الشرك وعبادة القبور، وهم أول من بنى عليها المساجد.\rالثانية عشرة: ما بلي به صلى الله عليه وسلم من شدة النزع.\rالثالثة عشرة: ما أكرم به من الخلّة.\rالرابعة عشرة: التصريح بأنها أعلى من المحبة.\rالخامسة عشرة: التصريح بأن الصديق أفضل الصحابة.\rالسادسة عشرة: الإشارة إلى خلافته.","seal":"BFA17409","part":1},
      {"page":121,"id":108,"nass":"فيه مسائل:\rالأولى \"ما ذكر الرسول صلى الله عليه وسلم فيمن بنى مسجدا يعبد الله فيه عند قبر رجل صالح ولو صحت نية الفاعل\" أي ذكر أنهم شرار الخلق عند الله ولعنهم على ذلك.\rالثانية \"النهي عن التماثيل وغلظ الأمر في ذلك\" أي الصور لقوله: \"وصوروا فيها تلك الصور\" وغلظ الأمر بقوله: \"أولئك شرار الخلق عند الله\".\rالثالثة \"العبرة في مبالغته صلى الله عليه وسلم في ذلك كيف بين لهم هذا أولا ثم قبل موته بخمس قال ما قال ثم لما كان في السياق لم يكتف بما تقدم\" أي أنه بالغ في النهي عن العبادة عند القبور فذم الذين يبنون المساجد على قبور أنبيائهم ويصورون صورهم ثم قبل موته بخمس ليال نهى عن اتخاذ القبور مساجد كما في حديث جندب ثم لما كان في السياق نهى عنه كما في حديث عائشة: \"لما نزل برسول الله صلى الله عليه وسلم إلخ\".\rالرابعة \"نهيه عن فعله عند قبره قبل أن يوجد القبر\" أي لقولها: \"يحذر ما صنعوا\" إلخ.\rالخامسة \"أنه من سنن اليهود والنصارى في قبور أنبيائهم\" أي لقوله: \"قاتل الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد\".\rالسادسة \"لعنه إياهم على ذلك\" أي لقوله: \"لعنة الله على اليهود والنصارى\".\rالسابعة \"أن المراد تحذيره إيانا عن قبره\" أي أنه لعنهم تحذيرا لنا أن نفعل عند قبره مثل ما فعلوا فيصيبنا من اللعنة ما أصابهم.","seal":"C23FBC63","part":1},
      {"page":122,"id":109,"nass":"الثامنة \"العلة في عدم إبراز قبره\" أي هي ما ذكره من الوعيد على اليهود والنصارى حيث اتخذوا قبور أنبيائهم مساجد فصار هذا سببا في عدم إبراز قبره لئلا يتخذ مسجدا.\rالتاسعة \"في معنى اتخاذها مسجدا\" أي بإيقاع الصلاة عندها تكون قد اتخذت مساجد.\rالعاشرة \"أنه قرن بين من اتخذها مساجد وبين من تقوم عليه الساعة فذكر الذريعة إلى الشرك قبل وقوعه مع خاتمته\" أي كما في حديث ابن مسعود: \"إن من شرار الناس إلخ\" وقوله: \"فذكر الذريعة إلى الشرك\" يعني قوله: \"والذين يتخذون القبور\rمساجد\" لأنه ذريعة ووسيلة إلى الشرك وقوله: \"مع خاتمته\" يريد قوله: \"من تقوم عليهم الساعة\" لأنها لا تقوم إلا على شرار الخلق كما ثبت في الحديث وخاتمة ذلك هي الشرك، وأهله شرار الخلق الذين تقوم عليه الساعة.\rالحادية عشرة \"ذكره في خطبته قبل موته بخمس الرد على الطائفتين اللتين هما أشر شرار أهل البدع بل أخرجهم بعض أهل العلم من الثنتين والسبعين فرقة وهم الرافضة والجهمية وبسبب الرافضة حدث الشرك وعبادة القبور وهم أول من بنى عليها المساجد\" أي ذكر ذلك كما في حديث جندب وقوله: \"بل أخرجهم بعض أهل العلم\" إلخ، أي بسبب كفرهم وقوله: \"وهم الرافضة\" يعني غلاة الشيعة سموا بذلك لأنهم رفضوا زيد بن علي بن الحسين وجه الرد عليهم أنه نهى عن اتخاذ القبور مساجد وهم يتخذونها مساجد وقوله: \"ولو كنت متخذا من أمتي خليلا لاتخذت أبا بكر خليلا\" ففيه فضيلة أبي بكر وهم يبغضونه ويسبونه وقوله: \"وبسبب الرافضة\" إلخ، أي أنهم لما غلوا في أهل البيت حتى عبدوهم مع الله وبنوا على قبورهم المساجد واتخذوها مشاهد حدث الشرك. وأما الجهمية فهم نفاة الأسماء والصفات أهل التعطيل نسبة لإمامهم جهم بن صفوان ووجه الرد عليهم قوله في الحديث: \"فإن الله قد اتخذني خليلا كما اتخذ إبراهيم خليلا\" وهم ينفون ذلك.","seal":"5E34E279","part":1},
      {"page":123,"id":110,"nass":"الثانية عشرة \"ما بلي به صلى الله عليه وسلم من شدة النزع\" أي كما في حديث عائشة: \"فإذا اغتم بها كشفها\".\rالثالثة عشرة \"ما أكرم به من الخلة\" أي لقوله: \"فإن الله قد اتخذني خليلا\".\rالرابعة عشرة \"التصريح بأنها أعلى من المحبة\" أي لكونه نفى أن يتخذ أحدا من أهل الأرض خليلا مع إخباره بحبه لعائشة وأبيها وغير واحد من الصحابة.\rالخامسة عشرة \"التصريح بأن الصديق أفضل الصحابة\" أي لقوله: \"لاتخذت أبا بكر خليلا\".\rالسادسة عشرة \"الإشارة إلى خلافته\" أي لما خصه بهذه المنقبة العظيمة دل ذلك على الإشارة إلى أنه أحق بالخلافة من غيره مع غيرها من الفضائل التي اختص بها.","seal":"25F44C2D","part":1},
      {"page":124,"id":111,"nass":"باب ما جاء أن الغلو في قبور الصالحين يصيرها أوثانها تعبد من دون الله\r...\rباب ما جاء أن الغلو في قبور الصالحين يصيرها أوثاناً تعبد من دون الله\rروى مالك في \"الموطأ) : أن رسول الله صلى الله عليه وسلم قال: \"اللهم لا تجعل قبري وثناً يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد\" ولابن جرير بسنده عن سفيان عن منصور عن مجاهد: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} \"66\" قال: كان يلت لهم السويق فمات فعكفوا على قبره، وكذلك قال أبو الجوزاء عن ابن عباس: كان يلت السويق للحاج.\rوعن ابن عباس رضي الله عنهما قال: لعن رسول الله صلى الله عليه وسلم زائرات القبور، والمتخذين عليها المساجد والسرج. [رواه أهل السنن] .\rفيه مسائل:\rالأولى: تفسير الأوثان.\rالثانية: تفسير العبادة.\rالثالثة: أنه صلى الله عليه وسلم لم يستعذ إلا مما يخاف وقوعه.\rالرابعة: قرنه بهذا اتخاذ قبور الأنبياء مساجد.","seal":"83EDE637","part":1},
      {"page":125,"id":112,"nass":"الخامسة: ذكر شدة الغضب من الله.\rالسادسة: وهي من أهمها – معرفة صفة عبادة اللات التي هي من أكبر الأوثان.\rالسابعة: معرفة أنه قبر رجل صالح.\rالثامنة: أنه اسم صاحب القبر، وذكر معنى التسمية.\rالتاسعة: لعنه زَوَّارَات القبور.\rالعاشرة: لعنه من أسرجها.","seal":"FF5A5CEB","part":1},
      {"page":126,"id":113,"nass":"فيه مسائل:\rالأولى \"تفسير الأوثان\" أي أنها ما بوشر بالعبادة سواء كان منحوتا على صورة أم لا.\rالثانية \"تفسير العبادة\" أي أنها الإقبال عليه بالدعاء والصلاة وغيرهما بسبب اتخاذ قبره مسجدا كما جرى من اليهود والنصارى.\rالثالثة \"أنه صلى الله عليه وسلم لم يستعذ إلا مما يخاف وقوعه\" أي لما وقع من اليهود والنصارى ما وقع خاف أن يقع من أمته عند قبره مثل ذلك فدعا الله أن لا يجعل قبره وثنا يعبد.\rالرابعة \"قرنه بهذا اتخاذ قبور الأنبياء مساجد\" أي لأن اتخاذها مساجد سبب لجعلها أوثانا ففيه تحذير أمته من مباشرة قبره واتخاذه مسجدا فيجرهم ذلك إلى جعله وثنا يعبد.\rالخامسة \"ذكر شدة الغضب من الله\" أي لأن هذا من أعظم الذرائع إلى الشرك الذي أعظم الذنوب وأقبح القبيح.\rالسادسة \"وهي من أهمها صفة معرفة عبادة اللات التي هي من أكبر الأوثان\" أي أن صفة عبادته هي العكوف على قبره.\rالسابعة \"معرفة أنه قبر رجل صالح\" أي لكونه يلت السويق للحاج.\rالثامنة \"أنه اسم صاحب القبر وذكر معنى التسمية\" أي أن اللات اسم صاحب القبر وأما معنى التسمية فهي أنه كان يلت السويق فلما مات عبدت ثقيف قبره وقالوا هو اللات.","seal":"C7BA106E","part":1},
      {"page":127,"id":114,"nass":"التاسعة \"لعنه زوارات القبور\" أي النساء اللاتي يزرن القبور.\rالعاشرة \"لعنه من أسرجها\" أي اتخذ عليها السرج لأنه من الغلو فيها الذي هو سبب لعبادتها من دون الله.","seal":"AE13EFE1","part":1},
      {"page":128,"id":115,"nass":"باب في حماية المصطفى صلى الله عليه وسلم حناب التوحيد\r...\rباب ما جاء في حماية المصطفى صلى الله عليه وسلم جناب التوحيد وسده كل طريق يوصل إلى الشرك\rوقول الله تعالى: {لَقَدْ جَاءكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم الْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} \"67\" الآية.\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تجعلوا بيوتكم قبوراً، ولا تجعلوا قبري عيداً، وصلوا عليّ، فإن صلاتكم تبلغني حيث كنتم\" رواه أبو داود بإسناد حسن، ورواته ثقات.\rوعن علي بن الحسين: أنه رأى رجلاً يجيء إلى فرجة كانت عند قبر النبي صلى الله عليه وسلم، فيدخل فيها فيدعو، فنهاه، وقال: ألا أحدثكم حديثاً سمعته من أبي عن جدي عن رسول الله صلى الله عليه وسلم قال: \" لا تتخذوا قبري عيداً، ولا بيوتكم قبوراً، وصلوا عليّ فإن تسليمكم يبلغني أين كنتم\". [رواه في المختارة] .\rفيه مسائل:\rالأولى: تفسير آية براءة.\rالثانية: إبعاده أمته عن هذا الحمى غاية البعد.","seal":"E3F3594A","part":1},
      {"page":129,"id":116,"nass":"الثالثة: ذكر حرصه علينا ورأفته ورحمته.\rالرابعة: نهيه عن زيارة قبره على وجه مخصوص، مع أن زيارته من أفضل الأعمال.\rالخامسة: نهيه عن الإكثار من الزيارة.\rالسادسة: حثه على النافلة في البيت.\rالسابعة: أنه متقرر عندهم أنه لا يصلى في المقبرة.\rالثامنة: تعليله ذلك بأن صلاة الرجل وسلامه عليه يبلغه وإن بعد، فلا حاجة إلى ما يتوهمه من أراد القرب.\rالتاسعة: كونه صلى الله عليه وسلم في البرزخ تعرض أعمال أمته في الصلاة والسلام عليه.","seal":"5B468BE0","part":1},
      {"page":130,"id":117,"nass":"فيه مسائل:\rالأولى \"تفسير آية براءة\" أي قوله تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} الآية، والشاهد منها أنه لما وصفه الله بهذه الصفات دل ذلك على أنه قد بين لهم التوحيد والشرك وسد الذرائع الموصلة إليه.\rالثانية \"إبعاده أمته عن هذا الحمى غاية البعد\" أي من حرصه على هداية أمته ورأفته بهم أبعدهم عن الشرك وسد جميع الوسائل الموصلة إليه.\rالثالثة \"ذكر حرصه علينا ورأفته ورحمته\" أي لقوله: {حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} أي حريص على هدايتنا ووصول النفع الدنيوي والأخروي إلينا.\rالرابعة \"نهيه عن زيارة قبره على وجه مخصوص مع أن زيارته من أفضل الأعمال\" أي أنه نهى عن زيارة قبره إذا كان على خلاف المشروع كمن يشد الرحل لزيارته أو يتخذه عيدا، وقوله: \"مع أن زيارته من أفضل الأعمال\" أي أن زيارة القبور على الوجه المشروع سنة كما في الحديث: \"زوروا القبور\" وإذا كان كذلك فهو عمل فاضل وقبره صلى الله عليه وسلم منها وليس معناه أنه أفضل الأعمال مطلقا.\rالخامسة \"نهيه عن الإكثار من الزيارة\" أي لقوله: \"لا تجعلوا قبري عيدا\" أي لا تكثروا التردد إليه كالعيد الذي يتكرر ويعتاد مجيئه.\rالسادسة \"حثه على النافلة في البيت\" أي لقوله: \"لا تجعلوا بيوتكم قبورا\" أي لا تعطلوها من الصلاة النافلة فتكون بمنزلة القبور.\rالسابعة \"أنه متقرر عندهم أنه لا يصلى في المقبرة\" أي لكونه جعل البيت الذي لا يصلى فيه مقبرة فلولا أن ذلك متقرر عندهم لما حسن التشبيه.","seal":"970971B5","part":1},
      {"page":131,"id":118,"nass":"الثامنة \"تعليله ذلك بأن صلاة الرجل وسلامه عليه يبلغه وإن بعد فلا حاجة إلى ما يتوهمه من أراد القرب\" أي أنه لما نهى عن التردد إلى قبره قد يقول قائل: \"إنما أتردد للصلاة عليه عنده\" أجابه بأن الصلاة والسلام يبلغه مع البعد فلا حاجة إلى ما يتوهمه من أراد القرب.\rالتاسعة \"كونه صلى الله عليه وسلم في البرزخ تعرض عليه أعمال أمته في الصلاة والسلام عليه\" أي لقوله: \"وصلوا علي فإن صلاتكم تبلغني حيث كنتم\".","seal":"85C278E7","part":1},
      {"page":132,"id":119,"nass":"باب ما جاء ان بعض هذه الامة يعبدون الاوثان\r...\rباب ما جاء أن بعض هذه الأمة يعبد الأوثان\rوقول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُواْ نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلاً} \"68\" وقوله تعالى: {قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَلِكَ مَثُوبَةً عِندَ اللهِ مَن لَّعَنَهُ اللهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ} \"69\" وقوله تعالى: {قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا} \"70) .\rعن أبي سعيد رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"لتتبعن سنن من كان قبلكم حذو القذّة بالقذّة، حتى لو دخلوا جحر ضب لدخلتموه\" قالوا: يا رسول الله، اليهود والنصارى؟ قال: \"فمن\"؟ أخرجاه،\rولمسلم عن ثوبان رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن الله زوى لي الأرض، فرأيت مشارقها ومغاربها، وإن أمتي سيبلغ ملكها ما زوي لي منها، وأعطيت الكنزين: الأحمر والأبيض، وإني سألت ربي لأمتي أن لا يهلكها بسنة بعامة، وأن لا يسلط عليهم عدواً من سوى أنفسهم فيستبيح بيضتهم، وإن ربي قال: يا محمد إذا قضيت قضاءً","seal":"1F2CBA17","part":1},
      {"page":133,"id":120,"nass":"فإنه لا يرد وإني أعطيتك لأمتك ألا أهلكهم بسنة بعامة وألا أسلط عليهم عدواً من سوى أنفسهم فيستبيح بيضتهم، ولو اجتمع عليهم من بأقطارها حتى يكون بعضهم يهلك بعضاً ويسبي بعضهم بعضًا\"، ورواه البرقاني في صحيحه، وزاد: \"وإنما أخاف على أمتي الأئمة المضلين، وإذا وقع عليهم السيف لم يرفع إلى يوم القيامة، ولا تقوم الساعة حتى يلحق حي من أمتي بالمشركين، وحتى تعبد فئة من أمتي الأوثان، وإنه سيكون في أمتي كذَّابون ثلاثون، كلهم يزعم أنه نبي، وأنا خاتم النبيين، لا نبي بعدي. ولا تزال طائفة من أمتي على الحق منصورة لا يضرهم من خذلهم حتى يأتي أمر الله تبارك وتعالى\".\rفيه مسائل:\rالأولى: تفسير آية النساء.\rالثانية: تفسير آية المائدة.\rالثالثة: تفسير آية الكهف.\rالرابعة: وهي أهمها: ما معنى الإيمان بالجبت والطاغوت في هذا الموضع؟: هل هو اعتقاد قلب، أو هو موافقة أصحابها مع بغضها ومعرفة بطلانها؟.\rالخامسة: قولهم إن الكفار الذين يعرفون كفرهم أهدى سبيلاً من المؤمنين.\rالسادسة: وهي المقصود بالترجمة – أن هذا لا بد أن يوجد في هذه الأمة، كما تقرر في حديث أبي سعيد.","seal":"30363CFD","part":1},
      {"page":134,"id":121,"nass":"السابعة: التصريح بوقوعها، أعني عبادة الأوثان في هذه الأمة في جموع كثيرة.\rالثامنة: العجب العجاب خروج من يدّعي النبوة، مثل المختار، مع تكلمه بالشهادتين وتصريحه بأنه من هذه الأمة، وأن الرسول حق، وأن القرآن حق وفيه أن محمداً خاتم النبيين، ومع هذا يصدق في هذا كله مع التضاد الواضح. وقد خرج المختار في آخر عصر الصحابة، وتبعه فئام كثيرة.\rالتاسعة: البشارة بأن الحق لا يزول بالكلية كما زال فيما مضى، بل لا تزال عليه طائفة.\rالعاشرة: الآية العظمى أنهم مع قلتهم لا يضرهم من خذلهم ولا من خالفهم.\rالحادية عشرة: أن ذلك الشرط إلى قيام الساعة.\rالثانية عشرة: ما فيه من الآيات العظيمة، منها: إخباره بأن الله زوى له المشارق والمغارب، وأخبر بمعنى ذلك فوقع كما أخبر، بخلاف الجنوب والشمال، وإخباره بأنه أعطي الكنزين، وإخباره بإجابة دعوته لأمته في الاثنتين، وإخباره بأنه منع الثالثة، وإخباره بوقوع السيف، وأنه لا يرفع إذا وقع، وإخباره بإهلاك بعضهم بعضاً وسبي بعضهم بعضاً، وخوفه على أمته من الأئمة المضلين، وإخباره بظهور المتنبئين في هذه الأمة،","seal":"AB48795E","part":1},
      {"page":135,"id":122,"nass":"وإخباره ببقاء الطائفة المنصورة. وكل هذا وقع كما أخبر، مع أن كل واحدة منها أبعد ما يكون من العقول.\rالثالثة عشرة: حصر الخوف على أمته من الأئمة المضلين.\rالرابعة عشرة: التنبيه على معنى عبادة الأوثان.","seal":"27139C92","part":1},
      {"page":136,"id":123,"nass":"فيه مسائل:\rالأولى \"تفسير آية النساء\" أي قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} والشاهد منها أنهم لما فعلوا ذلك فلا بد أن تفعله هذه الأمة.\rالثانية \"تفسير آية المائدة\" أي قوله تعالى: {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ} والشاهد منها مثل الآية التي قبلها وكذا الآية التي بعدها.\rالثالثة \"تفسير آية الكهف\" أي قوله تعالى: {قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً} .\rالرابعة \"وهي أهمها ما معنى الإيمان بالجبت والطاغوت هل هو اعتقاد قلب أو هو موافقة أصحابها مع بغضها ومعرفة بطلانها\" أي أنه ليس اعتقاد قلب لأنهم يعرفونه كما يعرفون أبناءهم وإنما هو موافقة أصحابها فلما وافقوهم عليه جعله الله\rإيمانا بالجبت والطاغوت.\rالخامسة \"قولهم إن الكفار الذين يعرفون كفرهم أهدى سبيلا من المؤمنين\" أي أن هذا جرى منهم وأن الله لعنهم وإذا كان وقع منهم فلا بد أن يقع في هذه الأمة مثله وهذا هو الشاهد للترجمة.\rالسادسة \"وهي المقصود بالترجمة أن هذا لا بد أن يوجد في هذه الأمة كما تقرر في حديث أبي سعيد\" أي الإيمان بالجبت والطاغوت وتفضيل دين المشركين على دين المسلمين وعبادة الطاغوت وبناء المساجد على القبور.\rالسابعة \"التصريح بوقوعها أعني عبادة الأوثان في هذه الأمة في جموع كثيرة\" أي كما دل عليه حديث ثوبان: \"حتى تعبد فئام من أمتي الأوثان\".","seal":"0FD9BB64","part":1},
      {"page":137,"id":124,"nass":"الثامنة \"العجب العجاب خروج من يدعي النبوة مثل المختار مع تكلمه بالشهادتين وتصريحه بأنه من هذه الأمة وأن الرسول حق وأن القرآن حق وفيه أن محمدا خاتم النبيين ومع هذا يصدق في هذا كله مع التضاد الواضح وقد خرج المختار في آخر عصر الصحابة وتبعه فئات كثيرة\" أي أن هذا لشيء عجيب كيف يؤمن المختار بن أبي عبيد بأن محمدا خاتم النبيين ليس بعده نبي ثم يدعي أنه نبي ويتبع على ذلك مع هذا التناقض البين ولكن هذا مصداق الحديث المذكور في الباب.\rالتاسعة \"البشارة بأن الحق لا يزول بالكلية كما زال فيما مضى بل لا تزال عليه طائفة\" أي لا يذهب حتى لا يبقى عليه إلا الواحد بعد الواحد كما حصل فيمن قبلنا بل لا تزال عليه طائفة منصورة كما في حديث ثوبان.\rالعاشرة \"الآية العظمى أنهم مع قلتهم لا يضرهم من خذلهم ولا من خالفهم\" أي كما دل عليه الحديث.\rالحادية عشرة \"أن ذلك الشرط إلى قيام الساعة\" أي ساعتهم وهو وقت موتهم إذا أرسل الله الريح التي تقبضهم في آخر الزمان ثم لا يبقى إلا شرار الخلق فعليهم تقوم الساعة.\rالثانية عشرة \"ما فيهن من الآيات العظيمة\" أي التي دل عليها حديث ثوبان منها إخباره بأن الله زوى له المشارق والمغارب وأخبر بمعنى ذلك فوقع كما أخبر بخلاف الجنوب والشمال أي أن الفتوحات امتدت في المشرق والمغرب فوقع كما أخبر بخلاف الجنوب والشمال فلم تمتد فيه. وإخباره بأنه أعطي الكثير أي كنز قيصر وكسرى فوقع كما أخبر فأخذهما المسلمون في زمن الخلفاء الراشدين وإخباره بإجابة دعوته لأمته في الاثنتين أي أن لا يهلكوا بسنة عامة وأن لا يسلط عليهم عدوا من سوى أنفسهم وإخباره بأنه منع الثالثة أي أن لا يسلط بعضهم على بعض ويهلك بعضهم بعضا فمنع ذلك فسلط بعضهم على بعض وإخباره بوقوع","seal":"9F275EE2","part":1},
      {"page":138,"id":125,"nass":"السيف وأنه لا يرفع إذا وقع أي وهكذا وقع فإنه لما قتل عثمان بن عفان وقع السيف ولم يرفع ولكنه يقل تارة ويكثر أخرى. وإخباره بظهور المتنبئين في هذه الأمة أي فوقع ذلك مثل خروج الأسود العنسي ومسيلمة الكذاب والمختار بن أبي عبيد وأمثالهم وإخباره ببقاء الطائفة المنصورة أي القائمين بالحق الذين هم على الحق وكل هذا وقع كما أخبر مع أن كل واحدة منها من أبعد ما يكون في العقول أي لكونه غيبا لا يعلمه إلا الله {إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً} الآية، {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} .\rالثالثة عشرة \"حصره الخوف على أمته من الأئمة المضلين\" أي لقوله: \" وإنما أخاف على أمتي الأئمة المضلين\" وهم العلماء والأمراء والعباد إذا خالفوا الصراط المستقيم.\rالرابعة عشرة \"التنبيه على معنى عبادة الأوثان\" أي لقوله: \"حتى يلحق حي من أمتي بالمشركين وحتى تعبد فئام من أمتي الأوثان\" أي يلحقون بالمشركين ويرتدون عن الإسلام برغبتهم.","seal":"721FFF12","part":1},
      {"page":139,"id":126,"nass":"باب ما جاء في السحر تفسير السحر\r...\rباب ما جاء في السحر\rوقول الله تعالى: {وَلَقَدْ عَلِمُواْ لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاَقٍ} \"1\" وقوله: {يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} \"72) .\rقال عمر: \"الجبت) : السحر، \"والطاغوت) : الشيطان. وقال جابر: الطواغيت: كهان كان ينزل عليهم الشيطان في كل حي واحد.\rوعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"اجتنبوا السبع الموبقات\" قالوا: يا رسول الله: وما هن؟ قال: \"الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات\".\rوعن جندب مرفوعاً: \"حد الساحر ضربه بالسيف\" رواه الترمذي، وقال: الصحيح أنه موقوف.\rوفي \"صحيح البخاري\" عن بجالة بن عبدة قال: كتب عمر بن الخطاب: أن اقتلوا كل ساحر وساحرة، قال: فقتلنا ثلاث سواحر.\rوصح عن حفصة رضي الله عنها: أنها أمرت بقتل جارية لها سحرتها، فقتلت، وكذلك صح عن جندب.","seal":"48ECCD7D","part":1},
      {"page":140,"id":127,"nass":"قال أحمد: عن ثلاثة من أصحاب النبي صلى الله عليه وسلم.\rفيه مسائل:\rالأولى: تفسير آية البقرة.\rالثانية: تفسير آية النساء.\rالثالثة: تفسير الجبت والطاغوت، والفرق بينهما.\rالرابعة: أن الطاغوت قد يكون من الجن، وقد يكون من الإنس.\rالخامسة: معرفة السبع الموبقات المخصوصات بالنهي.\rالسادسة: أن الساحر يكفر.\rالسابعة: أنه يقتل ولا يستتاب.\rالثامنة: وجود هذا في المسلمين على عهد عمر، فكيف بعده؟","seal":"68C3A7A5","part":1},
      {"page":141,"id":128,"nass":"فيه مسائل:\rالأولى \"تفسير آية البقرة\" أي قوله: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ} أي استبدل الكفر الذي منه السحر بالإيمان، ماله في الآخرة عند الله من خلاق أي حظ ولا نصيب.\rالثانية \"تفسير آية النساء\" أي قوله: {يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} فذمهم على إيمانهم بالجبت الذي هو السحر كما قاله عمر.\rالثالثة \"تفسير الجبت والطاغوت والفرق بينهما\" أي الجبت السحر والطاغوت الشيطان وقيل غير ذلك وأما الفرق بينهما فهو – والله أعلم – أن الجبت يتعلق بالعمل المذموم كالسحر، والطاغوت بالعامل أي الشيطان أو الكاهن أو الساحر وهذا على بعض التفاسير وأما على بعضها فيتداخلان.\rالرابعة \"أن الطاغوت قد يكون من الجن وقد يكون من الإنس\" أي إذا قيل إنه الشيطان فهو من الجن وإذا قيل إنه الكاهن فهو من الإنس.\rالخامسة \"معرفة السبع الموبقات المخصوصات بالنهي\" أي المهلكات المخصوصات بالنهي لقوله: \"اجتنبوا السبع..إلخ\".\rالسادسة \"أن الساحر يكفر\" أي لقوله تعالى: {إِنَّمَا نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ} .\rالسابعة \"أنه يقتل ولا يستتاب\" أي لأن الصحابة الذين روي عنهم قتله لم ينقل أنهم استتابوه.\rالثامنة \"وجود هذا في المسلمين على عهد عمر فكيف بعده\" أي وجود السحر في عهد عمر فكيف بعده أي أنه أعظم لقوله صلى الله عليه وسلم: \"لا يأتي زمان إلا والذي بعده شر منه حتى تلقوا ربكم\" رواه البخاري.","seal":"CFE00817","part":1},
      {"page":142,"id":129,"nass":"باب بيان شيء من أنواع السحر وتفسير العيافة والطرق والطيرة\r...\rباب بيان شيء من أنواع السحر\rقال أحمد: حدثنا محمد بن جعفر، حدثنا عوف عن حيان بن العلاء، حدثنا قطن بن قبيصة عن أبيه أنه سمع النبي صلى الله عليه وسلم قال: \"إن العيافة والطرق والطيرة من الجبت\".\rقال عوف: العيافة: زجر الطير، والطرق: الخط يخط بالأرض والجبت، قال: الحسن: رنة الشيطان. إسناده جيد ولأبي داود والنسائي وابن حبان في صحيحه، المسند منه.\rوعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم \"من اقتبس شعبة من النجوم، فقد اقتبس شعبة من السحر، زاد ما زاد\" [رواه أبو داود] وإسناده صحيح.\rوللنسائي من حديث أبي هريرة رضي الله عنه: \"من عقد عقدة ثم نفث فيها فقد سحر، ومن سحر فقد أشرك، ومن تعلق شيئاً وكل إليه\".\rوعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"ألا هل أنبئكم ما الغضة؟ هي النميمة، القالة بين الناس\" [رواه مسلم] . ولهما عن ابن عمر رضي الله عنهما، ان رسول الله صلى الله عليه وسلم قال: \"إن من البيان لسحراً\".","seal":"C8DE0944","part":1},
      {"page":143,"id":130,"nass":"فيه مسائل:\rالأولى: أن العيافة والطرق والطيرة من الجبت.\rالثانية: تفسير العيافة والطرق.\rالثالثة: أن علم النجوم نوع من السحر.\rالرابعة: أن العقد مع النفث من ذلك.\rالخامسة: أن النميمة من ذلك.\rالسادسة: أن من ذلك بعض الفصاحة.","seal":"64DE501C","part":1},
      {"page":144,"id":131,"nass":"فيه مسائل:\rالأولى \"أن العيافة والطرق والطيرة من الجبت\" أي هذه من السحر كما تقدم عن عمر أنه قال: \"الجبت السحر\".\rالثانية \"تفسير العيافة والطرق\" أي العيافة زجر الطير والطرق الخط يخط بالأرض كما يفعله الكهان وغيرهم للاستدلال على المغيبات.\rالثالثة \"أن علم النجوم من نوع السحر\" أي لقوله: \"من اقتبس شعبة من النجوم فقد اقتبس شعبة من السحر\".\rالرابعة \"العقد مع النفث من ذلك\" أي من السحر لقوله: \"من عقد عقدة ثم نفث فيها فقد سحر\".\rالخامسة \"أن النميمة من ذلك\" أي من السحر لكون النمام يفرق بين الناس كالساحر الذي يفرق بينهم لا أنها مثله في الكفر والقتل.\rالسادسة \"أن من ذلك بعض الفصاحة\" أي لقوله: \"إن من البيان لسحرا\" أي إذا كان الرجل فصيحا فجعل الحق في قالب الباطل والباطل في قالب الحق وموه على الناس حتى قبلوا كلامه بسبب فصاحته صار ذلك نوعا من السحر أما إذا كان البيان في توضيح الحق ورد الباطل فهو ممدوح.","seal":"37A03C74","part":1},
      {"page":145,"id":132,"nass":"باب ما جاء في الكهاب ونحوهم من الاحاديث ومن هو الكاهن\r...\rباب ما جاء في الكهان ونحوهم\rروى مسلم في صحيحه، عن بعض أزواج النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال: \"من أتىعرَّافاً فسأله عن شيء فصدقه، لم تقبل له صلاة أربعين يوماً\".\rوعن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: \"من أتى كاهناً فصدقه بما يقول، فقد كفر بما أنزل على محمد صلى الله عليه وسلم\" رواه أبو داود.\rوللأربعة، والحاكم وقال: صحيح على شرطهما، عن أبي هريرة \" من أتى عرافاً أو كاهناً فصدقه بما يقول، فقد كفر بما أنزل على محمد صلى الله عليه وسلم\". ولأبي يعلى بسند جيد عن ابن مسعود موقوفاً.\rوعن عمران بن حصين رضي الله عنه مرفوعاً: \" ليس منا من تَطير أو تُطير له أو تَكهن أو تُكهن له أو سَحر أو سُحر له، ومن أتى كاهناً فصدقه بما يقول، فقد كفر بما أنزل على محمد صلى الله عليه وسلم\" رواه البراز بإسناد جيد، ورواه الطبراني في الأوسط بإسناد حسن من حديث ابن عباس دون قوله: \"ومن أتى..\" الخ.\rقال البغوي: العراف: الذي يدعي معرفة الأمور بمقدمات يستدل بها على المسروق ومكان الضالة ونحو ذلك","seal":"B2060714","part":1},
      {"page":146,"id":133,"nass":"وقيل: هو الكاهن والكاهن هو الذي يخبر عن المغيبات في المستقبل وقيل: الذي يخبر عما في الضمير.\rوقال أبو العباس ابن تيمية: العراف: اسم للكاهن والمنجم والرمال ونحوهم ممن يتكلم في معرفة الأمور بهذه الطرق.\rوقال ابن عباس –في قوم يكتبون \"أبا جاد\" وينظرون في النجوم -: ما أرى من فعل ذلك له عند الله من خلاق.\rفيه مسائل:\rالأولى: لا يجتمع تصديق الكاهن مع الإيمان بالقرآن.\rالثانية: التصريح بأنه كفر.\rالثالثة: ذكر من تُكهن له.\rالرابعة: ذكر من تُطير له.\rالخامسة: ذكر من سحر له.\rالسادسة: ذكر من تعلم أبا جاد.\rالسابعة: ذكر الفرق بين الكاهن والعراف.","seal":"C2270E75","part":1},
      {"page":147,"id":134,"nass":"فيه مسائل:\rالأولى \"لا يجتمع تصريف الكاهن مع الإيمان بالقرآن\" أي لكونه يتعاطى علم الغيب والقرآن ينهى عن ذلك.\rالثانية \"التصريح بأنه كفر\" أي إذا ادعى أنه يعلم به الغيب فهو كفر ينقل عن الملة وإذا لم يدع ذلك فهل هو كفر أو يتوقف فيه فلا يقال ينقل عن الملة ولا يقال لا ينقل عن الملة كما قاله في الشرح عن أحمد.\rالثالثة \"ذكر من تكهن له\" أي قبل قول الكاهن.\rالرابعة \"ذكر من تطير له\" أي قبل قول التطير.\rالخامسة \"ذكر من سحر له\" أي قبل قول الساحر.\rالسادسة \"ذكر من تعلم أبا جاد\" أي المسمى علم الحرف والمراد تعلمه للاستدلال به على المغيبات كما يفعله الكهان أما تعلمه للتهجي وحساب الجمل فغير داخل في النهي كما ذكره في الشرح.\rالسابعة \"ذكر الفرق بين الكاهن والعراف\" أي أن الكاهن هو الذي يخبر عن المغيبات في المستقبل والعراف الذي يدعي معرفة الأمور بمقدمات يستدل بها وقيل إنهما بمعنى واحد.","seal":"EF94C258","part":1},
      {"page":148,"id":135,"nass":"باب ما جاء من الاحاديث في النشرة وما هي النشرة\r...\rباب ما جاء في النشرة\rعن جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم سئل عن النشرة فقال: \"هي من عمل الشيطان\" رواه أحمد بسند جيد. وأبو داود، وقال: سئل أحمد عنها فقال: ابن مسعود يكره هذا كله.\rوفي \"البخاري\" عن قتادة: قلت لابن المسيب: رجل به طب أو يؤخذ عن امرأته، أيحل عنه أو ينشر؟ قال: لا بأس به، إنما يريدون به الإصلاح، فأما ما ينفع فلم ينه عنه. أ. هـ.\rوروى عن الحسن أنه قال: لا يحل السحر إلا ساحر.\rقال ابن القيم: النشرة: حل السحر عن المسحور، وهي نوعان:\rإحداهما: حل بسحر مثله، وهو الذي من عمل الشيطان، وعليه يحمل قول الحسن، فيتقرب الناشر والمنتشر إلى الشيطان بما يحب، ويبطل عمله عن المسحور.\rوالثاني: النشرة بالرقية والتعوذات والأدوية والدعوات المباحة، فهذا جائز.\rفيه مسألتان:\rالأولى: النهي عن النشرة.\rالثانية: الفرق بين المنهي عنه والمرخص فيه مما يزيل الأشكال.","seal":"88007D32","part":1},
      {"page":149,"id":136,"nass":"فيه مسائل:\rالأولى \"النهي عن النشرة\" أي لحديث جابر قال: سئل النبي صلى الله عليه وسلم عن النشرة فقال: \"هي من عمل الشيطان\".\rالثانية \"الفرق بين المنهي عنه والمرخص فيه مما يزيل الإشكال\" أي كما دل عليه كلام العلامة ابن القيم - رحمه الله – فالأول: ما كان بسحر، والثاني: ما كان بدعوات ورقى وأدوية مباحة. واعلم أن المؤلف لم يذكر إلا مسألتين مع أنه قال: \"فيه مسائل) ، والجواب - والله أعلم - أنه فعل ذلك لتتفق عبارته المطردة في جميع الأبواب مع قصده المثنى فإن العرب تطلق لفظ الجمع وتريد به المثنى كما قال تعالى: {فَقَدْ صَغَتْ قُلُوبُكُمَا} أي قلباكما والمراد عائشة وحفصة، أو على قول من يجعل أقل الجمع اثنان كما حمل بعض الصحابة قوله تعالى: {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} على الأخوين والله أعلم.","seal":"FD9A90A3","part":1},
      {"page":150,"id":137,"nass":"باب ما جاء من الايات القرانية والاحاديث النبوية في التطير\r...\rباب ما جاء في التطير\rوقول الله تعالى: {أَلا إِنَّمَا طَائِرُهُمْ عِندَ اللهُ وَلَكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ} \"73\".وقوله: {قَالُوا طَائِرُكُمْ مَعَكُمْ أَإِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ} \"74) .\rعن أبي هريرة رضي الله عنه، أن الرسول صلى الله عليه وسلم قال: \"لا عدوى، ولا طيرة، ولا هامة، ولا صفر\" أخرجاه. زاد مسلم: \"ولا نوء، ولا غول\".\rولهما عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا عدوى ولا طيرة، ويعجبني الفأل\" قالوا: وما الفأل؟ قال: \"الكلمة الطيبة\".\rولأبي داود بسند صحيح عن عقبة بن عامر رضي الله عنه قال: ذكرت الطيرة عند رسول الله صلى الله عليه وسلم فقال: \"أحسنها الفأل، ولا ترد مسلماً فإذا رأى أحدكم ما يكره فليقل: اللهم لا يأتي بالحسنات إلا أنت، ولا يدفع السيئات إلا أنت، ولا حول ولا قوة إلا بك\".\rوعن ابن مسعود رضي الله عنه مرفوعاً: \"الطيرة شرك، الطيرة شرك، وما منا إلا \"3\"، ولكن الله يذهبه بالتوكل\" رواه أبو داود، والترمذي وصححه، وجعل آخره من قول ابن مسعود.","seal":"CE5C3212","part":1},
      {"page":151,"id":138,"nass":"ولأحمد من حديث ابن عمرو: \"من ردته الطيرة عن حاجة فقد أشرك\" قالوا: فما كفارة ذلك؟ قال: \"أن تقول: اللهم لا خير إلا خيرك، ولا طير إلا طيرك، ولا إله غيرك\".\rوله من حديث الفضل بن عباس رضي الله عنهما: إنما الطيرة ما أمضاك أو ردك.\rفيه مسائل:\rالأولى: التنبيه على قوله: {أَلا إِنَّمَا طَائِرُهُمْ عِندَ اللهُ} \"1\" مع قوله: {طَائِرُكُمْ مَعَكُمْ} \"2) .\rالثانية: نفي العدوى.\rالثالثة: نفي الطيرة.\rالرابعة: نفي الهامة.\rالخامسة: نفي الصفر.\rالسادسة: أن الفأل ليس من ذلك بل مستحب.\rالسابعة: تفسير الفأل.\rالثامنة: أن الواقع في القلوب من ذلك مع كراهته لا يضر بل يذهبه الله بالتوكل.\rالتاسعة: ذكر ما يقوله من وجده.\rالعاشرة: التصريح بأن الطيرة شرك.\rالحادية عشرة: تفسير الطيرة المذمومة.","seal":"ABD86366","part":1},
      {"page":152,"id":139,"nass":"فيه مسائل:\rالأولى \"التنبيه على قوله: {أَلا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ} مع قوله: {طَائِرُكُمْ مَعَكُمْ} \" أي ما أصابهم من شؤم فهو بقدر الله بسبب ذنوبهم وقوله: {طَائِرُكُمْ مَعَكُمْ} أي حظكم وما نابكم من شر معكم بذنوبكم، ذكره في الشرح.\rالثانية \"نفي العدوى\" أي انتقال المرض من بدن إلى آخر بطبعه بدون قدر الله.\rالثالثة \"نفي الطيرة\" أي أنها لا تنفع ولا تضر وهي التشاؤم بالطيور وأصواتها وممارها.\rالرابعة \"نفي الهامة\" أي أنها لا تنفع ولا تضر والمراد بها البومة.\rالخامسة \"نفي الصفر\" أي أنه لا ينفع ولا يضر والمراد شهر صفر وقيل غيره.\rالسادسة \"أن الفأل ليس من ذلك بل مستحب\" أي ليس من الطيرة المذمومة.\rالسابعة \"تفسير الفأل\" أي هو الكلمة الطيبة أي كمن له ضائع فيسمع من يقول: \"يا واجد\" فيتفاءل بذلك.\rالثامنة \"أن الواقع في القلوب من ذلك مع كراهته لا يضر بل يذهبه الله بالتوكل\" أي لقوله: \"وما منا إلا\" أي وما منا إلا ويقع في قلبه شيء من ذلك ولكن الله يذهبه بالتوكل فإذا وقع في قلبه شيء من ذلك فمضى ولم يلتفت إليه لم يضره ذلك.\rالتاسعة \"ذكر ما يقول من وجده\" أي من وجد شيئا من الطيرة فليقل: \"اللهم","seal":"B5626643","part":1},
      {"page":153,"id":140,"nass":"لا يأتي بالحسنات إلا أنت ولا يدفع السيئات إلا أنت ولا حول ولا قوة إلا بك\".\rالعاشرة \"التصريح بأن الطيرة شرك\" أي لما يقع في القلب من اعتقاد النفع والضر بسببها.\rالحادية عشرة \"تفسير الطيرة المذمومة\" أي هي ما أمضى العبد أو رده أي حمله على المضي بعدما عزم على عدمه أو رده عنه بعدما عزم عليه.","seal":"7296B026","part":1},
      {"page":154,"id":141,"nass":"باب ما جاء في التنجيم واقوال السلف في ذلك\r...\rباب ما جاء في التنجيم\rقال البخاري في \"صحيحه\": قال قتادة: خلق الله هذه النجوم لثلاث: زينة للسماء ورجوماً للشياطين، وعلامات يهتدى بها. فمن تأول فيها غير ذلك اخطأ، وأضاع نصيبه، وتكلف ما لا علم له به. أ. هـ.\rوكره قتادة تعلم منازل القمر، ولم يرخص ابن عيينة فيه، ذكره حرب عنهما، ورخص في تعلم المنازل أحمد وإسحاق.\rوعن أبي موسى قال: قال رسول الله صلى الله عليه وسلم: \"ثلاثة لا يدخلون الجنة: مدمن الخمر، وقاطع الرحم، ومصدق بالسحر\" رواه أحمد وابن حبان في صحيحه.\rفيه مسائل:\rالأولى: الحكمة في خلق النجوم.\rالثانية: الرد على من زعم غير ذلك.\rالثالثة: ذكر الخلاف في تعلم المنازل.\rالرابعة: الوعيد فيمن صدق بشيء من السحر ولو عرف أنه باطل.","seal":"8129D710","part":1},
      {"page":155,"id":142,"nass":"فيه مسائل:\rالأولى \"الحكمة في خلق النجوم\" أي زينة للسماء ورجوما للشياطين وعلامات يهتدى بها.\rالثانية \"الرد على من زعم غير ذلك\" أي أنه أخطأ وأضاع نصيبه وكلف ما لا علم له به لأنه ادعى شيئا لم يدل عليه الدليل بل قد نفاه.\rالثالثة \"ذكر الخلاف في تعلم المنازل\" أي بعضهم منع منه وبعضهم رخص فيه. قال ابن رجب: \"الممنوع منه علم التأثير والمأذون فيه علم التفسير\" كما بسطه في الشرح.\rالرابعة \"الوعيد فيمن صدق بشيء من السحر ولو عرف أنه باطل\" أي لقوله: \"ومصدق بالسحر\" وهذا هو الشاهد من الحديث لأن علم النجوم نوع من السحر كما تقدم.","seal":"9EA53847","part":1},
      {"page":156,"id":143,"nass":"باب ما جاء في الاستسقاء بالأنواء\rوقول الله تعالى: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} \"75\".\rعن أبي مالك الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"أربعة في أمتي من أمر الجاهلية لا يتركوهن: الفخر بالأحساب، والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة\" وقال: \"النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب\". رواه مسلم.\rولهما عن زيد بن خالد رضي الله عنه قال: صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحديبية على إثر سماء كانت من الليل، فلما انصرف أقبل على الناس فقال: \"هل تدرون ماذا قال ربكم؟ \" قالوا: الله ورسوله أعلم. قال: \"قال: أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته، فذلك مؤمن بي كافر بالكوكب، وأما من قال: مطرنا بنوء كذا وكذا، فذلك كافر بي مؤمن بالكواكب\". ولهما من حديث ابن عباس بمعناه وفيه قال بعضهم: لقد صدق نوء كذا وكذا، فأنزل الله هذه الآيات: {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ َإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ إِنَّهُ لَقُرْآنٌ كَرِيمٌ فِي كِتَابٍ","seal":"2E9C688C","part":1},
      {"page":157,"id":144,"nass":"مَكْنُونٍ لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} \"76\" إلى قوله: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} \"77) .\rفيه مسائل:\rالأولى: تفسير آية الواقعة.\rالثانية: ذكر الأربع من أمر الجاهلية.\rالثالثة: ذكر الكفر في بعضها.\rالرابعة: أن من الكفر ما لا يخرج عن الملة.\rالخامسة: قوله: \"أصبح من عبادي مؤمن بي وكافر\" بسبب نزول النعمة.\rالسادسة: التفطن للإيمان في هذا الموضع.\rالسابعة: التفطن للكفر في هذا الموضع.\rالثامنة: التفطن لقوله: \"لقد صدق نوء كذا وكذا) .\rالتاسعة: إخراج العالم للمتعلم المسألة بالاستفهام عنها، لقوله: \"أتدرون ماذا قال ربكم؟ \".\rالعاشرة: وعيد النائحة.","seal":"F3718D86","part":1},
      {"page":158,"id":145,"nass":"فيه مسائل:\rالأولى \"تفسير آية الواقعة\" أي قوله تعالى: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} أي تجعلون شكركم على هذه النعمة أنكم تكذبون تقولون مطرنا بنوء كذا وكذا.\rالثانية \"ذكر الأربع التي من أمر الجاهلية\" أي الفخر بالأحساب والطعن في الأنساب والاستسقاء بالأنواء والنياحة على الميت.\rالثالثة \"ذكر الكفر في بعضها\" أي مثل الاستسقاء بالأنواء والطعن في النسب والنياحة.\rالرابعة \"أن من الكفر ما لا يخرج من الملة\" أي مثل الطعن في النسب والنياحة.\rالخامسة \"قوله: \"أصبح من عبادي مؤمن بي وكافر\" بسبب نزول النعمة\" أي لما نزلت النعمة، منهم من آمن لما أضافها إلى فضل الله ورحمته ومنهم من كفر لما أضافها إلى النوء.\rالسادسة \"التفطن للإيمان في هذا الموضع\" أي هو إضافة النعمة إلى الله والاعتراف بذلك.\rالسابعة \"التفطن للكفر في هذا الموضع\" أي هو إضافة النعمة إلى غير الله لكونه إنكارا لها وإشراكا في الربوبية.\rالثامنة \"التفطن لقوله: \"لقد صدق نوء كذا وكذا\"\" أي لما نزل المطر قال بعضهم ذلك فأضاف المطر إليه فنزلت: {وَتَجْعَلُونَ رِزْقَكُمْ} الآية.\rالتاسعة \"إخراج العالم للمتعلم المسألة بالاستفهام عنها لقوله: \"أتدرون ماذا","seal":"27EA555F","part":1},
      {"page":159,"id":146,"nass":"قال ربكم\") أي ليكون أوقع في النفس وأعظم تنبيها لها.\rالعاشرة \"وعيد النائحة\" أي لقوله: \"إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب\" والنياحة رفع الصوت بالبكاء على الميت.","seal":"774A7183","part":1},
      {"page":160,"id":147,"nass":"باب قول الله تعالى {وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللهِ أَندَاداً} الاية\r...\rباب\rقول الله تعالى: {وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ اللهِ} \"78\" الآية. وقوله: {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} .: \"79\" الآية.\rعن أنس رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين \" أخرجاه.\rولهما عنه قال: قال رسول الله صلى الله عليه وسلم: \"ثلاث من كن فيه وجد بهن حلاوة الإيمان: أن يكون الله رسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يقذف في النار\"، وفي رواية: \"لا يجد أحد حلاوة الإيمان حتى..\" إلى آخره.\rوعن ابن عباس رضي الله عنهما قال: من أحب في الله، وأبغض في الله، ووالى في الله، وعادى في الله، فإنما تنال ولاية الله بذلك، ولن يجد عبد طعم الإيمان وإن كثرت صلاته وصومه حتى يكون كذلك. وقد صارت عامة مؤاخاة الناس على أمر الدنيا، وذلك لا يجدي على أهله شيئا. رواه بن جرير،","seal":"7FEF9F48","part":1},
      {"page":161,"id":148,"nass":"وقال ابن عباس في قوله تعالى: َ {تَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} \"80\" قال: المودة.\rفيه مسائل:\rالأولى: تفسير آية البقرة.\rالثانية: تفسير آية براءة.\rالثالثة: وجوب محبته صلى الله عليه وسلم على النفس والأهل والمال.\rالرابعة: أن نفي الإيمان لا يدل على الخروج من الإسلام.\rالخامسة: أن للإيمان حلاوة قد يجدها الإنسان وقد لا يجدها.\rالسادسة: أعمال القلب الأربعة التي لا تنال ولاية الله إلا بها، ولا يجد أحد طعم الإيمان إلا بها.\rالسابعة: فهم الصحابي للواقع: أن عامة المؤاخاة على أمر الدنيا.\rالثامنة: تفسير: {تَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} \"80\".\rالتاسعة: أن من المشركين من يحب الله حباً شديداً.\rالعاشرة: الوعيد على من كانت الثمانية أحب إليه من دينه.\rالحادية عشرة: أن من اتخذ نداً تساوي محبته محبة الله فهو الشرك الأكبر.","seal":"F442E36B","part":1},
      {"page":162,"id":149,"nass":"فيه مسائل:\rالأولى \"تفسير آية البقرة\" أي: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} أمثالا ونظراء يحبونهم كحب الله محبة تعظيم وخضوع.\rالثانية \"تفسير آية براءة\" أي: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ} إلى قوله: {أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا} انتظروا ما يحل بكم من عقابه.\rالثالثة \"وجوب محبته صلى الله عليه وسلم على النفس والأهل والمال\" أي لقوله: \"لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين\".\rالرابعة \"نفي الإيمان لا يدل على الخروج من الإيمان\" أي إن قوله: \"لا يؤمن أحدكم\" لا يدل على أنه كافر ولكن يؤخذ منه أنه قد ترك واجبا عليه وتعرض للوعيد بحسبه.\rالخامسة \"أن للإيمان حلاوة قد يجدها الإنسان وقد لا يجدها\" أي لقوله في الحديث: \"ثلاث من كن فيه وجد بهن حلاوة الإيمان\".\rالسادسة \"أعمال القلب الأربع التي لا تنال ولاية الله إلا بها ولا يجد أحد طعم الإيمان إلا بها\" أي الحب في الله والبغض في الله والموالاة في الله والمعاداة في الله.\rالثامنة \"تفسير: {وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} \" أي المودة والوصل التي كانت بينهم في الدنيا لغير الله خانتهم أحوج ما كانوا إليها.","seal":"2C131C54","part":1},
      {"page":163,"id":150,"nass":"التاسعة \"أن من المشركين من يحب الله حبا شديدا\" أي لقوله: {وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} أي من حب أصحاب الأنداد لله على أحد الأقوال أو لقوله: {يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} فيكون قد أثبت لهم محبة الله ولكنها مشوبة بالشرك.\rالعاشرة \"الوعيد على من كان الثمانية أحب إليه من دينه\" أي لقوله: {فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} .\rالحادية عشرة \"أن من اتخذ ندا تساوي محبته محبة الله فهو الشرك الأكبر\" أي لقوله: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} إلى قوله: {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} مما هو دال على أنه كفر ولأن هذه المحبة عبادة لا تصلح إلا لله فإذا صرفت إلى غيره صارت شركا أكبر.","seal":"43273F56","part":1},
      {"page":164,"id":151,"nass":"باب قول الله تعالى {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءهُ فَلاَ تَخَافُوهُمْ} الاية\r...\rباب\rقول الله تعالى: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءهُ فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ} \"81) . وقوله: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاَةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ} \"82\" الآية. وقوله: {وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} \"83\" الآية.\rعن أبي سعيد رضي الله عنه مرفوعا: \"إن من ضعف اليقين: أن ترضى الناس بسخط الله، وأن تحمدهم على رزق الله، وأن تذمهم على مالم يؤتك الله، إن رزق الله لا يجره حرص حريص، ولا يرده كراهية كاره\".\rوعن عائشة رضي الله عنها: أن رسول الله صلى الله عليه وسلم قال: \" من التمس رضى الله بسخط الناس رضي الله عنه وأرضى عنه الناس، ومن التمس رضى الناس بسخط الله سخط الله عليه وأسخط عليه الناس\" رواه ابن حبان في صحيحه.\rفيه مسائل:\rالأولى: تفسير آية آل عمران.\rالثانية: تفسير آية براءة.","seal":"0076601E","part":1},
      {"page":165,"id":152,"nass":"الثالثة: تفسير آية العنكبوت.\rالرابعة: أن اليقين يضعف ويقوى.\rالخامسة: علامة ضعفه، ومن ذلك هذه الثلاث.\rالسادسة: أن إخلاص الخوف لله من الفرائض.\rالسابعة: ذكر ثواب من فعله.\rالثامنة: ذكر عقاب من تركه.","seal":"A86231E2","part":1},
      {"page":166,"id":153,"nass":"فيه مسائل:\rالأولى \"تفسير آية آل عمران) أي قوله تعالى: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ} والمعنى يخوفكم بأوليائه.\rالثانية \"تفسير آية براءة\" أي قوله تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} الآية. والشاهد قوله: {وَلَمْ يَخْشَ إِلَّا اللَّهَ} فأثنى على من أفرده بالخشية فدل على أنها عبادة.\rالثالثة \"تفسير آية العنكبوت\" أي قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} ففيها ذم لمن ترك الواجب عليه خوفا من فتنة المخلوق.\rالرابعة \"أن اليقين يضعف ويقوى\" أي لقوله: \"إن من ضعف اليقين\" إلخ فمنطوقه يدل على ضعفه ومفهومه يدل على قوته.\rالخامسة \"علامة ضعفه ومن ذلك هذه الثلاث\" أي أن ترضي الناس بسخط الله وتحمدهم على رزق الله وتذمهم على ما لم يؤتك الله.\rالسادسة \"أن إخلاص الخوف لله من الفرائض\" أي لقوله: {وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} فجعله شرطا في الإيمان فدل على انتفاء الإيمان عند انتفائه لأن المشروط ينتفي عند انتفاء شرطه.\rالسابعة \"ذكر ثواب من فعله\" أي هو حصول إيمان فاعله ولكونه سببا لرضى الله عن صاحبه.\rالثامنة \"ذكر عقاب من تركه\" أي هو انتفاء الإيمان عنه وسخط الله عليه كما في حديث عائشة.","seal":"B7022D8A","part":1},
      {"page":167,"id":154,"nass":"باب قول الله تعالى {وَعَلَى اللهِ فَتَوَكَّلُواْ إِن كُنتُم مُّؤْمِنِينَ} الاية\r...\rباب\rقول الله تعالى: {وَعَلَى اللهِ فَتَوَكَّلُواْ إِن كُنتُم مُّؤْمِنِينَ} \"84\". وقوله: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} \"85\" الآية وقوله {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} \"86\" وقوله {وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} \"87\".\rعن ابن عباس رضي الله عنهما قال: \" حسبنا الله ونعم الوكيل \" \"88) . قالها إبراهيم صلى الله عليه وسلم حين ألقي في النار، وقالها محمد صلى الله عليه وسلم حين قالوا له: {إِنَّ النَّاسَ قَدْ جَمَعُواْ لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُواْ حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ} \"89\" رواه البخاري والنسائي.\rفيه مسائل:\rالأولى: أن التوكل من الفرائض.\rالثانية: أنه من شروط الإيمان.\rالثالثة: تفسير آية الأنفال.\rالرابعة: تفسير الآية في آخرها.","seal":"884337A1","part":1},
      {"page":168,"id":155,"nass":"الخامسة: تفسير آية الطلاق.\rالسادسة: عظم شأن هذه الكلمة، وأنها قول إبراهيم ومحمد صلى الله عليهما وسلم في الشدائد.","seal":"C9EA7616","part":1},
      {"page":169,"id":156,"nass":"فيه مسائل:\rالأولى \"أن التوكل من الفرائض\" أي لقوله تعالى: {فَتَوَكَّلُوا} فهذا أمر والأمر للوجوب.\rالثانية \"أنه من شروط الإيمان\" أي لقوله: {إِنْ كُنْتُمْ مُؤْمِنِينَ} فجعله شرطا في حصول الإيمان.\rالثالثة \"تفسير آية الأنفال\" أي قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} الآية، والشاهد قوله تعالى: {وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} .\rالرابعة \"تفسير الآية في آخرها\" أي قوله تعالى: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ} الآية، أي الله كافيك وكافي من اتبعك.\rالخامسة \"تفسير آية الطلاق\" أي قوله تعالى: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} أي كافيه.\rالسادسة \"عظم شأن هذه الكلمة وأنها قول إبراهيم ومحمد صلى الله عليه وسلم في الشدائد\" أي: \"حسبنا الله ونعم الوكيل\" ومعناها: هو كافينا ونعم الوكيل هو سبحانه وتعالى.","seal":"4B394CC3","part":1},
      {"page":170,"id":157,"nass":"باب قول الله تعالى {أَفَأَمِنُواْ مَكْرَ اللهِ} الاية\r...\rباب\rقول الله تعالى: {أَفَأَمِنُواْ مَكْرَ اللهِ فَلاَ يَأْمَنُ مَكْرَ اللهِ إِلاَّ الْقَوْمُ الْخَاسِرُونَ} \"90\" وقوله: {قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِ إِلاَّ الضَّآلُّونَ} \"91) .\rعن ابن عباس رضي الله عنهما، أن رسول الله صلى الله عليه وسلم سئل عن الكبائر، فقال: \" الشرك بالله، واليأس من روح الله، والأمن من مكر الله \".\rوعن ابن مسعود رضي الله عنه قال: أكبر الكبائر: الإشراك بالله، والأمن من مكر الله، والقنوط من رحمة الله، واليأس من روح الله رواه عبد الرزاق.\rفيه مسائل:\rالأولى: تفسير آية الأعراف.\rالثانية: تفسير آية الحجر.\rالثالثة: شدة الوعيد فيمن أمن مكر الله.\rالرابعة: شدة الوعيد في القنوط.","seal":"8C7DF65C","part":1},
      {"page":171,"id":158,"nass":"فيه مسائل:\rالأولى \"تفسير آية الأعراف\" أي قوله تعالى: {أَفَأَمِنُوا مَكْرَ اللَّهِ} الآية، والمعنى أن الله ذكر حال أهل القرى المكذبين للرسل وبين أن الذي حملهم على ذلك كونهم أمنوا مكر الله.\rالثانية \"تفسير آية الحجر\" أي قوله تعالى: {وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ} ففيها ذم القنوط والحث على الرجاء والأولى فيها ذم الأمن والحث على الخوف.\rالثالثة \"شدة الوعيد فيمن أمن مكر الله\" أي أنه من الكبائر.\rالرابعة \"شدة الوعيد في القنوط\" أي لكونه من الكبائر.","seal":"7DA339C2","part":1},
      {"page":172,"id":159,"nass":"باب من الأيمان بالله الصبر على أقدار الله ما هو الصبر\r...\rباب من الإيمان بالله الصبر على أقدار الله\rوقول الله تعالى: {وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} \"92) .\rقال علقمة: هو الرجل تصيبه المصيبة فيعلم أنها من عند الله، فيرضى ويسلم.\rوفي صحيح مسلم عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"اثنتان في الناس هما بهم كفر: الطعن في النسب، والنياحة على الميت\".\rولهما عن ابن مسعود مرفوعاً: \"ليس منا من ضرب الخدود، وشق الجيوب، ودعا بدعوى الجاهلية\".\rوعن أنس رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"إذا أراد الله بعبده الخير عجل له العقوبة في الدنيا، وإذا أراد بعبده الشر أمسك عنه بذنبه حتى يوافى به يوم القيامة\" وقال النبي صلى الله عليه وسلم: \"إن عظم الجزاء مع عظم البلاء، وإن الله تعالى إذا أحب قوماً ابتلاهم، فمن رضي فله الرضي، ومن سخط فله السخط\" حسنه","seal":"0ECD693D","part":1},
      {"page":173,"id":160,"nass":"الترمذي.\rفيه مسائل:\rالأولى: تفسير آية التغابن.\rالثانية: أن هذا من الإيمان بالله.\rالثالثة: الطعن في النسب.\rالرابعة: شدة الوعيد فيمن ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية.\rالخامسة: علامة إرادة الله بعبده الخير.\rالسادسة: إرادة الله به الشر.\rالسابعة: علامة حب الله للعبد.\rالثامنة: تحريم السخط.\rالتاسعة: ثواب الرضي بالبلاء.","seal":"FD6E51D1","part":1},
      {"page":174,"id":161,"nass":"فيه مسائل:\rالأولى \"تفسير آية التغابن\" أي قوله تعالى: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} والمعنى من أصابته مصيبة فعلم أنها من عند الله فرضي وسلم هدى الله قلبه.\rالثانية \"أن هذا من الإيمان بالله\" أي من علم أنها من قدر الله فصبر واحتسب فقد آمن بالله.\rالثالثة \"الطعن في النسب\" أي النهي عنه.\rالرابعة \"شدة الوعيد فيمن ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية\" أي لقوله: \"ليس منا\" إلخ وذلك لمنافاتها للصبر على ما قدره الله وهو واجب.\rالخامسة \"علامة إرادة الله بعبده الخير\" أي أنه يعجل له العقوبة في الدنيا.\rالسادسة \"إرادة الله به الشر\" أي أنه يمسك عنه بذنبه حتى يوافي به يوم القيامة.\rالسابعة \"علامة حب الله للعبد\" أي إذا ابتلاه دل على محبته.\rالثامنة \"تحريم السخط\" أي لقوله: \"ومن سخط فله السخط \".\rالتاسعة \"ثواب الرضا بالبلاء\" أي لقوله: \"فمن رضي فله الرضا\".","seal":"DFE3B442","part":1},
      {"page":175,"id":162,"nass":"باب ما جاء في الرياء من الايات القرانية والاحاديث النبوية\r...\rباب ما جاء في الرياء\rوقول الله تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ َفمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} \"93\" الآية.\rعن أبي هريرة مرفوعاً: \"قال الله تعالى: أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه \". رواه مسلم.\rوعن أبي سعيد مرفوعاً: \"ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟ \" قالوا: بلى يا رسول الله! قال: \"الشرك الخفي، يقوم الرجل فيصلي، فيزيّن صلاته، لما يرى من نظر رجل\". رواه أحمد.\rفيه مسائل:\rالأولى: تفسير آية الكهف.\rالثانية: الأمر العظيم في رد العمل الصالح إذا دخله شيء لغير الله.\rالثالثة: ذكر السبب الموجب لذلك، وهو كمال الغنى.\rالرابعة: أن من الأسباب، أنه تعالى خير الشركاء.","seal":"8D01F09D","part":1},
      {"page":176,"id":163,"nass":"الخامسة: خوف النبي صلى الله عليه وسلم على أصحابه من الرياء.\rالسادسة: أنه فسر ذلك بأن يصلي المرء لله، لكن يزينها لما يرى من نظر رجل إليه.","seal":"21EC0478","part":1},
      {"page":177,"id":164,"nass":"فيه مسائل:\rالأولى \"تفسير آية الكهف\" أي قوله تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ} إلى قوله: {وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} أي أن العمل لا يقبل إلا إذا كان صالحا موافقا للشرع وخالصا لله ليس له فيه شرك، والرياء ينافي الإخلاص.\rالثانية \"الأمر العظيم في رد العمل الصالح إذا دخله شيء لغير الله\" أي لفقده شرطه المصحح له وهو الإخلاص.\rالثالثة \"ذكر السبب الموجب لذلك وهو كمال الغنى\" أي لقوله: \"أنا أغنى الشركاء عن الشرك\".\rالرابعة \"أن من الأسباب أن الله تعالى خير الشركاء\" أي فلا يقبل العمل الذي يشرك به غيره.\rالخامسة \"خوفه صلى الله عليه وسلم على أصحابه من الرياء\" أي لقوله: \"ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال\".\rالسادسة \"أنه فسر ذلك بأن يصلي المرء لله لكن يزينها لما يرى من نظر رجل إليه\" أي كما ذكره في آخر الحديث وسماه خفيا لكون صاحبه يظهر للناس شيئا وقد أخفى خلافه.","seal":"A97638F4","part":1},
      {"page":178,"id":165,"nass":"باب من الشرك إرادة الإنسان بعمله الدنيا\rوقول الله تعالى: {مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أُوْلَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ} \"94\" الآيتين.\rوفي الصحيح عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"تعس عبد الدينار، تعس عبد الدرهم، تعس عبد الخميصة، تعس عبد الخميلة، إن أعطي رضي، وإن لم يعط سخط، تعس وانتكس وإذا شيك فلا انتقش، طوبى لعبد أخذ بعنان فرسه في سبيل الله، أشعث رأسه، مغبرة قدماه، إن كان في الحراسة كان في الحراسة، وإن كان في الساقة كان في الساقة، إن استأذن لم يؤذن له، وإن شفع لم يشفع \".\rفيه مسائل:\rالأولى: إرادة الإنسان الدنيا بعمل الآخرة.\rالثانية: تفسير آية هود.\rالثالثة: تسمية الإنسان المسلم: عبد الدينار والدرهم والخميصة.","seal":"5E787095","part":1},
      {"page":179,"id":166,"nass":"الرابعة: تفسير ذلك بأنه إن أعطي رضي، وإن لم يعط سخط.\rالخامسة: قوله \"تعس وانتكس\".\rالسادسة: قوله: \"وإذا شيك فلا انتقش\".\rالسابعة: الثناء على المجاهد الموصوف بتلك الصفات.","seal":"A9CDB025","part":1},
      {"page":180,"id":167,"nass":"فيه مسائل:\rالأولى \"إرادة الإنسان الدنيا بعمل الآخرة\" أي كما في الآية وذلك بأن يعمل أعمالا صالحة يريد بها الدنيا.\rالثانية \"تفسير آية هود\" أي قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا} الآية والشاهد منها الوعيد فيمن لا يعمل إلا للدنيا.\rالثالثة \"تسمية الإنسان المسلم عبد الدينار والدرهم والخميصة\" أي لقوله: \"تعس عبد الدينار تعس عبد الدرهم\".\rالرابعة \"تفسير ذلك بأنه إذا أعطي رضي وإن لم يعط سخط\" أي معنى كونه عبدا لهذه الأشياء أنه إن أعطي منها شيئا رضي وعمل وإن لم يعط سخط ولم يعمل فرضاه لغير الله وسخطه لغيره.\rالخامسة \"قوله: \"تعس وانتكس\" \" أي عاوده المرض وهو دعاء عليه. وقوله: \"وانتكس\" أي عثر وانكب لوجهه، وهذا أيضا دعاء عليه.\rالسادسة \"قوله: \"وإذا شيك فلا انتقش\" \" أي إذا أصابته شوكة لم يقدر على أخذها بالمنقاش، وهذا أيضا دعاء عليه.\rالسابعة \"الثناء على المجاهد الموصوف بتلك الصفات\" أي لقوله: \"طوبى لعبد أخذ بعنان فرسه\" إلخ الحديث، لكونه يعمل لله لا لغير ذلك من جاه أو غيره.","seal":"12B7BFFC","part":1},
      {"page":181,"id":168,"nass":"باب من أطاع العلماء والأمراء في تحريم ما احل الله أو تحليل ما حرمه فقد اتخذهم أربابا\r...\rباب من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرم الله فقد اتخذهم أرباباً من دون الله\rوقال ابن عباس: يوشك أن تنزل عليكم حجارة من السماء، أقول: قال رسول الله صلى الله عليه وسلم، وتقولون: قال أبو بكر وعمر؟!\rوقال الإمام أحمد: عجبت لقوم عرفوا الإسناد وصحته، يذهبون إلى رأي سفيان، والله تعالى يقول: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} \"95\" أتدري ما الفتنة؟ الفتنة: الشرك، لعله إذا رد بعض قوله أن يقع في قلبه شيء من الزيغ فيهلك.\rعن عدي بن حاتم: أنه سمع النبي صلى الله عليه وسلم يقرأ هذه الآية: {اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} \"96\" الآية. فقلت له: إنا لسنا نعبدهم قال: \"أليس يحرمون ما أحل الله فتحرمونه ويحلّون ما حرم الله، فتحلونه؟ \" فقلت: بلى. قال \"فتلك: عبادتهم\" رواه أحمد، والترمذي وحسنه.\rفيه مسائل:\rالأولى: تفسير آية النور.","seal":"6B4B8998","part":1},
      {"page":182,"id":169,"nass":"الثانية: تفسير آية براءة.\rالثالثة: التنبيه على معنى العبادة التي أنكرها عدي.\rالرابعة: تمثيل ابن عباس بأبي بكر وعمر، وتمثيل أحمد بسفيان.\rالخامسة: تغيّر الأحوال إلى هذه الغاية، حتى صار عند الأكثر عبادة الرهبان هي أفضل الأعمال، وتسمى الولاية، وعبادة الأحبار هي العلم والفقه ثم تغيرت الحال إلى أن عبد من دون الله من ليس من الصالحين، وعبد بالمعنى الثاني من هو من الجاهلين.","seal":"0577E64D","part":1},
      {"page":183,"id":170,"nass":"فيه مسائل:\rالأولى \"تفسير آية النور\" أي قوله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} والشاهد منها الوعيد على من ترك قوله صلى الله عليه وسلم وخالف أمره.\rالثانية \"تفسير آية براءة\" أي قوله تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} والشاهد منها أن الله أخبر أنهم اتخذوا أربابا وشركاء بطاعتهم فيما يخالف الشرع.\rالثالثة \"التنبيه على معنى العبادة التي أنكرها عدي\" أي أنكر أنهم يركعون لهم ويسجدون ويدعونهم لظنه أن العبادة خاصة بمثل هذا فأخبره أن طاعتهم في ذلك عبادة لهم وإشراك مع الله وهذا مع الاعتقاد كما فصل ذلك الشيخ تقي الدين.\rالرابعة \"تمثيل ابن عباس بأبي بكر وعمر وتمثيل أحمد بسفيان\" أي أن ابن عباس ذكر الوعيد على من ترك قول الله ورسوله صلى الله عليه وسلم لقول أبي بكر وعمر وأحمد ذكر ذلك لمن تركه لقول سفيان الثوري ومرادهما التمثيل لا التخصيص بذلك.\rالخامسة \"تغير الأحوال إلى هذه الغاية حتى صار عند الأكثر عبادة الرهبان هي أفضل الأعمال وتسمى الولاية وعبادة الأحبار هي العلم والفقه ثم تغيرت الحال إلى أن عبد من دون الله من ليس من الصالحين وعبد بالمعنى الثاني من هو من الجاهلين\" أي أن الأمر صار أعظم مما ذكر ابن عباس وأحمد حتى صار عند الأكثر عبادة الرهبان - يعنى العباد - وهو الأخذ بقولهم مطلقا هو أفضل الأعمال ولو خالف قول الله ورسوله ويسمونها الولاية وعبادة الأحبار وهم العلماء وهو الأخذ بقولهم مطلقا ولو خالف قول الله ورسوله هو أفضل الأعمال ويسمون ذلك العلم","seal":"E6A0B219","part":1},
      {"page":184,"id":171,"nass":"والفقه ثم ازداد الأمر شناعة إلى أن أخذ بقول أناس غير صالحين وهذا أقبح من الأول. وعبد بالمعنى الثاني - وهو الاقتداء بالعلماء وعبادتهم - من هو من الجاهلين أي أخذ بأقوال أناس جاهلين وقدمت على الشرع وسميت علما وفقها وهذا أقبح من تقديم قول من هو من العلماء على الشرع وإن كان جميع ذلك قبيحا. فالمعنى الأول من جهة الولاية والثاني من جهة العلم والفقه.","seal":"6A12099D","part":1},
      {"page":185,"id":172,"nass":"باب قول الله تعالى {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ} الاية\r...\rباب\rقول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطَّاغُوتِ وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيدًا وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَاناً وَتَوْفِيقاً} \"97\" الآيات. وقوله: {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُونَ} \"98\" وقوله: {وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} \"99\" الآية. وقوله: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} \"100\" الآية.\rعن عبد الله بن عمرو رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: \" لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به\" قال النووي: حديث صحيح، رويناه في كتاب \"الحجة\" بإسناد صحيح.\rوقال الشعبي: كان بين رجل من المنافقين ورجل من اليهود خصومة؛ فقال اليهودي: نتحاكم إلى محمد ـ لأنه عرف أنه لا يأخذ","seal":"F76129E2","part":1},
      {"page":186,"id":173,"nass":"الرشوة ـ وقال المنافق: نتحاكم إلى اليهود ـ لعلمه أنهم يأخذون الرشوة – فاتفقا أن يأتيا كاهناً في جهينة فيتحاكما إليه، فنزلت: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ} \"101\" الآية.\rوقيل: نزلت في رجلين اختصما، فقال أحدهما: نترافع إلى النبي صلى الله عليه وسلم، وقال الآخر: إلى كعببن الأشرف، ثم ترافعا إلى عمر، فذكر له أحدهما القصة. فقال للذي لم يرض برسول الله صلى الله عليه وسلم: أكذلك؟ قال: نعم، فضربه بالسيف فقتله.\rفيه مسائل:\rالأولى: تفسير آية النساء وما فيها من الإعانة على فهم الطاغوت.\rالثانية: تفسير آية البقرة {وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ} \"102\".\rالثالثة: تفسير آية الأعراف {وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا} \"103\".\rالرابعة: تفسير: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} \"104\".\rالخامسة: ما قاله الشعبي في سبب نزول الآية الأولى.\rالسادسة: تفسير الإيمان الصادق والكاذب.\rالسابعة: قصة عمر مع المنافق.\rالثامنة: كون الإيمان لا يحصل لأحد حتى يكون هواه تبعاً لما جاء به الرسول صلى الله عليه وسلم.","seal":"94908F79","part":1},
      {"page":187,"id":174,"nass":"فيه مسائل:\rالأولى \"تفسير آية النساء وما فيها من الإعانة على فهم الطاغوت\" أي قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ} وأما ما فيها من الإعانة على فهم الطاغوت فلأنه صدر الآية بـ\"يزعمون\" الذي يقال غالبا على غير المحقق وأخبر أنه من إرادة الشيطان وأنه ضلال وأكده بالمصدر ووصفه بالبعد.\rالثانية \"تفسير آية البقرة: {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ} الآية\" أي ومن الفساد فيها التحاكم إلى الطاغوت.\rالثالثة: \"تفسير آية الأعراف {وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِهَا} \" أي ومن الفساد فيها التحاكم إلى الطاغوت.\rالرابعة \"تفسير: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} \" أي هذا إنكار من الله عز وجل على من طلب التحاكم إلى غير الشرع.\rالخامسة \"ما قال الشعبي في سبب نزول الآية الأولى\" أي قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ} الآية، أي بسبب التحاكم إلى الكاهن أو غيره.\rالسادسة\"تفسير الإيمان الصادق والكاذب\" أي الصادق ما كان هوى صاحبه تبعا لما جاء به رسول الله صلى الله عليه وسلم والكاذب بخلافه.\rالسابعة \"قصة عمر مع المنافق\" أي أنه قتله لما لم يرضى بالتحاكم إلى رسول الله صلى الله عليه وسلم.","seal":"B4D58895","part":1},
      {"page":188,"id":175,"nass":"الثامنة\"كون الإيمان لا يحصل لأحد حتى يكون هواه تبعا لما جاء به رسول الله صلى الله عليه وسلم\" أي كما دل عليه الحديث المذكور وقوله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} .","seal":"E9F8AB1F","part":1},
      {"page":189,"id":176,"nass":"باب من جحد شيئاً من الأسماء والصفات\rوقول الله تعالى: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ} \"105\" الآية.\rوفي صحيح البخاري قال علي: حدثوا الناس بما يعرفون، أتريدون أن يكذب الله ورسوله؟) .\rوروى عبد الرزاق عن معمر عن ابن طاوس عن أبيه عن ابن عباس: أنه رأى رجلاً انتفض ـ لما سمع حديثاً عن النبي صلى الله عليه وسلم في الصفات، استنكاراً لذلك ـ فقال: \"ما فرق هؤلاء؟ يجدون رقة عند محكمه، ويهلكون عند متشابهه\" انتهى.\rولما سمعت قريش رسول الله صلى الله عليه وسلم يذكر: \"الرحمن\" أنكروا ذلك. فأنزل الله فيهم: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ) } \"106\".\rفيه مسائل:\rالأولى: عدم الإيمان بجحد شيء من الأسماء والصفات.\rالثانية: تفسير آية الرعد.\rالثالثة: ترك التحديث بما لا يفهم السامع.\rالرابعة: ذكر العلة أنه يفضي إلى تكذيب الله ورسوله، ولو لم يتعمد المنكر.","seal":"C577D8C3","part":1},
      {"page":190,"id":177,"nass":"الخامسة: كلام ابن عباس لمن استنكر شيئاً من ذلك،\rوأنه هلك.","seal":"84D97E91","part":1},
      {"page":191,"id":178,"nass":"فيه مسائل:\rالأولى \"عدم الإيمان بجحد شيء من الأسماء والصفات\" أي لقوله: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ} لما قالوا ما نعرف الرحمن، وجحد الصفة كجحد الاسم.\rالثانية \"تفسير آية الرعد\" أي قوله تعالى: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ} يعني قريشا لما جحدوا اسم الرحمن نزلت فيهم الآية.\rالثالثة\"ترك التحديث بما لا يفهم السامع\" أي لقول علي: \"حدثوا الناس بما يعرفون\".\rالرابعة\"ذكر العلة أنه يفضي إلى تكذيب الله ورسوله ولو لم يتعمد المنكر\" أي أنه نهى عن ذلك لئلا يكذب الله ورسوله ولو لم يتعمد المكذب المنكر للحق ولكنه يفهمه على غير وجهه.\rالخامسة \"كلام ابن عباس لمن استنكر شيئا من ذلك وأنه أهلكه\" أي قوله: \"ما فرق هؤلاء يجدون رقة عند محكمه \" إلخ. وقوله: \"وأنه أهلكه\" يعني لقوله: \"ويهلكون عند متشابهه\" وهذا ينافي الإيمان لأنه لا يتم إلا بإثبات الجميع.","seal":"D88CBD24","part":1},
      {"page":192,"id":179,"nass":"باب\rقول الله تعالى: {يَعْرِفُونَ نِعْمَتَ اللهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ} \" 107) .\rقال مجاهد ما معناه: هو قول الرجل: هذا مالي، ورثته عن آبائي.\rوقال عون بن عبد الله: يقولون: لولا فلان لم يكن كذا.\rوقال ابن قتيبة: يقولون: هذا بشفاعة آلهتنا.\rوقال أبو العباس – بعد حديث زيد بن خالد الذي فيه: \"إن الله تعالى قال: أصبح من عبادي مؤمن بي وكافر.. \" الحديث، وقد تقدم ـ وهذا كثير في الكتاب والسنة، يذم سبحانه من يضيف إنعامه إلى غيره، ويشرك به.\rقال بعض السلف: هو كقولهم: كانت الريح طيبة، والملاح حاذقاً، ونحو ذلك مما هو جارٍ على ألسنة كثير.\rفيه مسائل:\rالأولى: تفسير معرفة النعمة وإنكارها.\rالثانية: معرفة أن هذا جارٍ على ألسنة كثير.\rالثالثة: تسمية هذا الكلام إنكاراً للنعمة.\rالرابعة: اجتماع الضدين في القلب.","seal":"3ACC2CBB","part":1},
      {"page":193,"id":180,"nass":"فيه مسائل:\rالأولى\"تفسير معرفة النعمة وإنكارها\" أي أنهم يعرفون أن الله هو المنعم بما ذكر في سورة النحل وغيرها ثم ينكرونها بإضافتها إلى غيره.\rالثانية \"معرفة أن هذا جاء على ألسنة كثير\" أي إضافة النعم إلى غير الله.\rالثالثة\"تسمية هذا الكلام إنكارا للنعمة\" أي لكونه إضافة لها إلى غير المنعم بها وهذا عين الجحد.\rالرابعة \"اجتماع الضدين في القلب\" أي معرفة النعمة وإنكارها.","seal":"958131F3","part":1},
      {"page":194,"id":181,"nass":"باب قول الله تعالى: {فَلاَ تَجْعَلُواْ لِلّهِ أَندَاداً} الاية وقول ابن عباس فيها\r...\rباب\rقول الله تعالى: {فَلاَ تَجْعَلُواْ لِلّهِ أَندَاداً وَأَنتُمْ تَعْلَمُونَ} \"108\".\rقال ابن عباس في الآية: الأنداد: هو الشرك أخفى من دبيب النمل على صفاة سوداء في ظلمة الليل؛ وهو أن تقول: والله، وحياتك يا فلان وحياتي، وتقول: لولا كليبة هذا لأتانا اللصوص، ولولا البط في الدار لأتانا اللصوص، وقول الرجل لصاحبه: ما شاء الله وشئت، وقول الرجل: لولا الله وفلان. لا تجعل فيها فلاناً هذا كله به شرك\" رواه ابن أبي حاتم.\rوعن عمر بن الخطاب رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: \"من حلف بغير الله فقد كفر أو أشرك\" رواه الترمذي وحسنه، وصححه الحاكم.\rوقال ابن مسعود: لأن أحلف بالله كاذباً أحب إليّ من أن أحلف بغيره صادقاً.\rوعن حذيفة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: \"لا تقولوا: ما شاء الله وشاء فلان، ولكن قولوا: ما شاء الله ثم شاء فلان\" رواه أبو داود بسند صحيح.\rوجاء عن إبراهيم النخعي، أنه يكره أن يقول: أعوذ بالله وبك، ويجوز أن يقول: بالله ثم بك. قال: ويقول: لولا الله ثم فلان، ولا","seal":"FABBCCBD","part":1},
      {"page":195,"id":182,"nass":"تقولوا: لولا الله وفلان.\rفيه مسائل:\rالأولى: تفسير آية البقرة في الأنداد.\rالثانية: أن الصحابة رضي الله عنهم يفسرون الآية النازلة في الشرك الأكبر بأنها تعم الأصغر.\rالثالثة: أن الحلف بغير الله شرك.\rالرابعة: أنه إذا حلف بغير الله صادقاً، فهو أكبر من اليمين الغموس.\rالخامسة: الفرق بين الواو وثم في اللفظ.","seal":"134F75D6","part":1},
      {"page":196,"id":183,"nass":"فيه مسائل:\rالأولى \"تفسير آية البقرة في الأنداد\" أي قوله تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً} وهذا من اتخاذ الأنداد في الشرك الأصغر.\rالثانية \"أن الصحابة رضي الله عنهم يفسرون الآية النازلة في الشرك الأكبر أنها تعم الأصغر\" أي لأن هذه الآية نزلت في قريش وهم يشركون الشرك الأكبر فاستدل بها ابن عباس على ما ذكر من الشرك الأصغر.\rالثالثة \"أن الحلف بغير الله شرك\" أي لقوله: \"من حلف بغير الله فقد أشرك\".\rالرابعة \"أنه إذا حلف بغير الله صادقا فهو أكبر من اليمين الغموس\" أي لأن الحلف بغير الله شرك أصغر واليمين الغموس كبيرة والشرك وإن كان أصغر فهو أكبر من الكبائر.\rالخامسة \"الفرق بين الواو وثم في اللفظ\" أي ما كان بالواو لا يجوز لأنها تقتضي التسوية والتشريك وما كان بثم فيجوز لأنها للتراخي فلا تقتضي تسوية ولا تشريكا.","seal":"14D3CA85","part":1},
      {"page":197,"id":184,"nass":"باب ما جاء جاء فيمن لم يقنع بالحلف بالله\r...\rباب ما جاء فيمن لم يقنع بالحلف بالله\rعن ابن عمر رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: \" لا تحلفوا بآبائكم، من حلف بالله فليصدق، ومن حلف له بالله فليرض. ومن لم يرض فليس من الله\" رواه ابن ماجه بسند حسن.\rفيه مسائل:\rالأولى: النهي عن الحلف بالآباء.\rالثانية: الأمر للمحلوف له بالله أن يرضى.\rالثالثة: وعيد من لم يرض","seal":"EFE7D0F0","part":1},
      {"page":198,"id":185,"nass":"فيه مسائل:\rالأولى\"النهي عن الحلف بالآباء\" أي لقوله: \" لا تحلفوا بآبائكم\".\rالثانية \"الأمر للمحلوف له بالله أن يرضى\" أي إذا لم يظهر له كذب الحالف تعظيما للمحلوف به ورضا بالحكم الشرعي الذي جعل له اليمين على خصمه إذا كان عند حاكم من حكام المسلمين.\rالثالثة\"وعيد من لم يرض\" أي لقوله: \"ومن لم يرض فليس من الله\".","seal":"899B146B","part":1},
      {"page":199,"id":186,"nass":"باب قول: ما شاء الله وشئت\rعن قتيلة، أن يهودياً أتى النبي صلى الله عليه وسلم فقال: إنكم تشركون، تقولون ما شاء الله وشئت، وتقولون: والكعبة، فأمرهم النبي صلى الله عليه وسلم إذا أرادوا أن يحلفوا أن يقولوا: \"ورب الكعبة، وأن يقولوا: ما شاء ثم شئت\" رواه النسائي وصححه.\rوله أيضاً عن ابن عباس رضي الله عنهما: أن رجلاً قال للنبي صلى الله عليه وسلم: ما شاء الله وشئت، فقال: \"أجعلتني لله نداً؟ ما شاء الله وحده\".\rولابن ماجه عن الطفيل أخي عائشة لأمها قال: رأيت كأني أتيت على نفر من اليهود، فقلت: إنكم لأنتم القوم، لولا أنكم تقولون: عزير ابن الله. قالوا: وإنكم لأنتم القوم لولا أنكم تقولون: ما شاء الله وشاء محمد. ثم مررت بنفر من النصارى فقلت: إنكم لأنتم القوم، لولا أنكم تقولون: المسيح ابن الله، قالوا: وإنكم لأنتم القوم، لولا أنكم تقولون: ما شاء الله وشاء محمد. فلما أصبحت أخبرت بها من أخبرت، ثم أتيت النبي صلى الله عليه وسلم فأخبرته. قال:\"هل أخبرت بها أحداً؟ \" قلت: نعم. قال: فحمد الله وأثنى عليه، ثم قال: \"أما بعد؛ فإن طفيلاً رأى رؤيا، أخبر بها من أخبر منكم، وإنكم قلتم كلمة كان يمنعني كذا وكذا أن أنهاكم عنها. فلا تقولوا: ما شاء الله وشاء محمد، ولكن قولوا: ما شاء الله وحده\".","seal":"40A3C032","part":1},
      {"page":200,"id":187,"nass":"فيه مسائل:\rالأولى: معرفة اليهود بالشرك الأصغر.\rالثانية: فهم الإنسان إذا كان له هوى.\rالثالثة: قوله صلى الله عليه وسلم:\"أجعلتني لله نداً؟ \" فكيف بمن قال:\rيا أكرم الخلق ما لي من ألوذ به سواك. . . .\rوالبيتين بعده.\rالرابعة: أن هذا ليس من الشرك الأكبر، لقوله: \"يمنعني كذا وكذا\".\rالخامسة: أن الرؤيا الصالحة من أقسام الوحي.\rالسادسة: أنها قد تكون سبباً لشرع بعض الأحكام.","seal":"24D14FA0","part":1},
      {"page":201,"id":188,"nass":"فيه مسائل:\rالأولى \"معرفة اليهود بالشرك الأصغر\" أي لقوله: \"إنكم تشركون تقولون ما شاء الله وشئت\" إلخ.\rالثانية \"فهم الإنسان إذا كان له هوى\" أي أن اليهود والنصارى لما كان لهم هوى على المسلمين فهموا ما يعيبونهم به وهو قولهم: \"تقولون ما شاء الله وشاء محمد\".\rالثالثة \"قوله صلى الله عليه وسلم: \"أجعلتني لله ندا \" فكيف بمن قال: \"ما لي من ألوذ به سواك\" والبيتين بعده\" أي إذا كان هذا قد جعله لله ندا بقوله: ما شاء الله وشئت، فكيف بقول البوصيري في البردة: يا أكرم الخلق إلخ ما ذكر، فهذا أعظم شركا ومحادة لله ورسوله.\rالرابعة \"أن هذا ليس من الشرك الأكبر لقوله: يمنعني كذا وكذا\" أي قوله: ما شاء الله وشاء محمد، ليس بشرك أكبر لقوله: يمنعني كذا وكذا، يعني الحياء كما ثبت في رواية أحمد والبيهقي بإسناد صحيح ولو كن شركا أكبر لبادرهم بالإنكار عليهم\rوالنهي عنه.\rالخامسة \"أن الرؤيا الصالحة من أقسام الوحي\" أي لقوله: \"إن طفيلا رأى رؤيا\".\rالسادسة \"أنها قد تكون سببا لشرع بعض الأحكام\" أي إذا كان ذلك في وقت التشريع كما في هذا الحديث أما بعد ذلك فلا.","seal":"71375909","part":1},
      {"page":202,"id":189,"nass":"باب من سب الدهر فقد آذى الله\rوقول الله تعالى: {وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْر إِنْ هُمْ إِلَّا يَظُنُّونَُ} \"109\" الآية.\rفي الصحيح عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: قال الله تعالى: \"يؤذيني ابن آدم، يسب الدهر، وأنا الدهر، أقلب الليل والنهار\" وفي رواية: \"لا تسبوا الدهر، فإن الله هو الدهر\".\rفيه مسائل:\rالأولى: النهي عن سب الدهر.\rالثانية: تسميته أذى لله.\rالثالثة: التأمل في قوله: \"فإن الله هو الدهر\".\rالرابعة: أنه قد يكون ساباً ولو لم يقصده بقلبه.","seal":"8274D915","part":1},
      {"page":203,"id":190,"nass":"فيه مسائل:\rالأولى\"النهي عن سب الدهر\" أي لقوله: \"لا تسبوا الدهر\".\rالثانية\"تسميته أذى لله\" أي لقوله: \"يؤذيني ابن آدم يسب الدهر\".\rالثالثة\"التأمل في قوله: \"فإن الله هو الدهر\"\" أي مصرف الدهر لقوله: \"أدبر الليل والنهار\".\rالرابعة\"أنه قد يكون سبا ولو لم يقصده\" أي لكونه جعل ذلك سبا بمجرد القول ولم يفرق بين من قصد ومن لم يقصد.","seal":"E8CF99E9","part":1},
      {"page":204,"id":191,"nass":"باب التسمي بقاضي القضاة ونحوه\rفي الصحيح عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: \"ن أخنع اسم عند الله: رجل تسمى ملك الأملاك، لا مالك إلا الله\".\rقال سفيان: مثل \"شاهان شاه\"\rوفي رواية: \"أغيظ رجل على الله يوم القيامة وأخبثه\". قوله \"أخنع\" يعني أوضع.\rفيه مسائل:\rالأولى: النهي عن التسمي بملك الأملاك.\rالثانية: أن ما في معناه مثله، كما قال سفيان.\rالثالثة: التفطن للتغليظ في هذا ونحوه، مع القطع بأن القلب لم يقصد معناه.\rالرابعة: التفطن أن هذا لإجلال الله سبحانه.","seal":"7E7C71AF","part":1},
      {"page":205,"id":192,"nass":"فيه مسائل:\rالأولى\"النهي عن التسمي بملك الأملاك\" أي لقوله: \"إن أخنع اسم\" إلخ.\rالثانية\"أن ما في معناه مثله كما قال سفيان\" أي ما كان في معنى ملك الأملاك فهو مثله في النهي عنه كما مثل سفيان بن عيينة أحد الرواة بـ \"شاهن شاه\" وهو عبارة عن ملك الملوك عند العجم.\rالثالثة \"التفطن للتغليظ في هذا ونحوه مع القطع بأن القلب لم يقصده\" أي أن التغليظ المذكور لمن تسمى بذلك ولو لم يقصد حقيقته لكون النهي مطلقا من غير فرق بين القاصد وغيره.\rالرابعة\"التفطن أن هذا لأجل الله سبحانه\" أي أن هذا النهي لأجل الله سبحانه أن يسمى غيره بشيء لا يليق إلا به جل وعلا.","seal":"84E66C4D","part":1},
      {"page":206,"id":193,"nass":"باب احترام أسماء الله تعالى وتغيير الإسم لأجل ذلك\r...\rباب احترام أسماء الله وتغيير الاسم لأجل ذلك\rعن أبي شريح: أنه كان يكنى أبا الحكم؛ فقال له النبي صلى الله عليه وسلم: \"إن الله هو الحكم، وإليه الحكم\" فقال: إن قومي إذا اختلفوا في شيء أتوني، فحكمت بينهم، فرضي كلا الفريقين فقال: \"ما أحسن هذا فمالك من الولد؟ \" قلت: شريح، ومسلم، وعبد الله. قال: \"فمن أكبرهم؟ \" قلت: شريح، قال: \"فأنت أبو شريح\"، رواه أبو داود وغيره.\rفيه مسائل:\rالأولى: احترام أسماء الله وصفاته ولو لم يقصد معناه.\rالثانية: تغيير الاسم لأجل ذلك.\rالثالثة: اختيار أكبر الأبناء للكنية.","seal":"EB82C37C","part":1},
      {"page":207,"id":194,"nass":"فيه مسائل:\rالأولى \"احترام أسماء الله وصفاته ولو لم يقصد معناه\" أي بترك تسمية المخلوق بها ولو لم يقصد معناه الخاص بالله.\rالثانية\"تغيير الاسم لأجل ذلك\" أي كما غير التكنية بأبي الحكم إلى أبي شريح وقال: \"إن الله هو الحكم\".\rالثالثة \"اختيار أكبر الأبناء للكنية\" أي لقوله: \"فمن أكبرهم\" قال: شريح. قال: \"فأنت أبو شريح\".","seal":"88C09605","part":1},
      {"page":208,"id":195,"nass":"باب من هزل بشيء فيه ذكر الله أو القران أو الرسول ـ الخ\r...\rباب من هزل بشيء فيه ذكر الله أو القرآن أو الرسول\rوقول الله تعالي: {وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ} \"110\" الآية.\rعن ابن عمر، ومحمد بن كعب، وزيد بن أسلم، وقتادة – دخل حديث بعضهم في بعض -: أنه قال رجل في غزوة تبوك: ما رأينا مثل قرائناً هؤلاء، أرغب بطوناً، ولا أكذب ألسناً، ولا أجبن عند اللقاء ـ يعني رسول الله صلى الله عليه وسلم وأصحابه القرّاء ـ فقال له عوف بن مالك: كذبت، ولكنك منافق، لأخبرن رسول الله صلى الله عليه وسلم. فذهب عوف إلى رسول الله صلى الله عليه وسلم ليخبره فوجد القرآن قد سبقه. فجاء ذلك الرجل إلى رسول الله صلى الله عليه وسلم وقد ارتحل وركب ناقته، فقال: يا رسول الله! إنما كنا نخوض ونتحدث حديث الركب، نقطع به عنا الطريق. فقال ابن عمر: كأني أنظر إليه متعلقاً بنسعة ناقة رسول الله صلى الله عليه وسلم، وإن الحجارة تنكب رجليه – وهو يقول: إنما كنا نخوض ونلعب – فيقول له رسول الله صلى الله عليه وسلم: {أَبِاللهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُنَ لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} ما يتلفت إليه وما يزيده عليه.\rفيه مسائل:\rالأولى: وهي العظيمة: أن من هزل بهذا فهو كافر.\rالثانية: أن هذا هو تفسير الآية فيمن فعل ذلك كائناً من كان.","seal":"F18CE405","part":1},
      {"page":209,"id":196,"nass":"الثالثة: الفرق بين النميمة والنصيحة لله ولرسوله.\rالرابعة: الفرق بين العفو الذي يحبه الله وبين الغلظة على أعداء الله.\rالخامسة: أن من الأعذار ما لا ينبغي أن يقبل.","seal":"B7E9DD4C","part":1},
      {"page":210,"id":197,"nass":"فيه مسائل:\rالأولى\"وهي العظيمة أن من هزل بهذا أنه كافر\" أي لقوله: {لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} .\rالثانية \"أن هذا هو تفسير الآية فيمن فعل ذلك كائنا من كان\" أي من استهزأ بالله وآياته ورسوله فقد دلت الآية على أنه كافر على أي حالة وقع ذلك وبأي فعل كان.\rالثالثة \"الفرق بين النميمة وبين النصيحة لله ولرسوله\" أي أن ما ذكره عوف من كلام هؤلاء من النصيحة لا من النميمة لأنها نقل الحديث بين الناس على جهة الإفساد بينهم.\rالرابعة \"الفرق بين العفو الذي يحبه الله وبين الغلظة على أعداء الله\" أي أنه لم يعف عن هؤلاء لكونهم يستحقون الغلظة وهي المناسبة في حقهم لا العفو الذي يحبه الله لكونه غير مناسب هنا.\rالخامسة \"أن من الاعتذار ما لا ينبغي أن يقبل\" أي مثل اعتذار هؤلاء والسبب والله أعلم أنهم غير صادقين في ذلك.","seal":"E428F206","part":1},
      {"page":211,"id":198,"nass":"باب قول الله تعالى {وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاء مَسَّتْهُ} الاية\r...\rباب\rفي قول الله تعالى: {وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ} \"111\" الآية.\rقال مجاهد: هذا بعملي وأنا محقوق به. وقال ابن عباس: يريد من عندي.\rوقوله: {قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي} \"112\" قال قتادة: على علم مني بوجوه المكاسب. وقال آخرون: على علم من الله أني له أهل. وهذا معنى قول مجاهد: أوتيته على شرف.\rوعن أبي هريرة رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: \" إن ثلاثة من بني إسرائيل: أبرص، وأقرع، وأعمى. فأراد الله أن يبتليهم، فبعث إليهم ملكاً، فأتى الأبرص، فقال: أي شيء أحب إليك؟ قال: لون حسن، وجلد حسن، ويذهب عني الذي قد قذرني الناس به قال: فمسحه، فذهب عنه قذره، وأعطي لوناً حسناً وجلداً حسناً، قال: فأي المال أحب إليك؟ قال: الإبل أو البقر ـ شك إسحاق ـ فأعطي ناقة عشراء، وقال: بارك الله لك فيها. قال: فأتى الأقرع، فقال أي شيء أحب إليك قال: شعر حسن، ويذهب عني الذي قد قذرني الناس","seal":"0145E247","part":1},
      {"page":212,"id":199,"nass":"به فمسحه، فذهب عنه، وأعطي شعراً حسناً، فقال: أي المال أحب إليك؟ قال: البقر، أو الإبل، فأعطي بقرة حاملاً، قال: بارك الله لك فيها. فأتى الأعمى، فقال: أي شيء أحب إليك؟ قال: أن يرد الله إلي بصري؛ فأبصر به الناس، فمسحه، فرد الله إليه بصره، قال: فأي المال أحب إليك؟ قال: الغنم، فأعطي شاة والداً؛ فأنتج هذان وولد هذا، فكان لهذا وادٍ من الإبل، ولهذا وادٍ من البقر، ولهذا وادٍ من الغنم، قال: ثم إنه أتى الأبرص في صورته وهيئته. فقال: رجل مسكين، قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك بالذي أعطاك اللون الحسن، والجلد الحسن، والمال، بعيراً أتبلغ به في سفري، فقال: الحقوق كثيرة. فقال له: كأني أعرفك، ألم تكن أبرص يقذرك الناس، فقيراً، فأعطاك الله عز وجل المال؟ فقال: إنما ورثت هذا المال كابراً عن كابر، فقال: إن كنت كاذباً فصيّرك الله إلى ما كنت. قال: وأتى الأقرع في صورته، فقال له مثل ما قال لهذا، وردّ عليه مثل ما ردّ عليه هذا، فقال: إن كنت كاذباً فصيّرك الله إلى ما كنت. وأتى الأعمى في صورته، فقال: رجل مسكين وابن سبيل، قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك. أسألك بالذي ردّ عليك بصرك شاة أتبلغ بها في سفري، فقال: كنت أعمى فردّ الله إليَّ بصري، فخذ ما شئت ودع ما شئت، فوالله لا أجهدك اليوم بشيء أخذته لله. فقال: أمسك مالك، فإنما ابتليتم فقد رضي الله عنك، وسخط على صاحبيك\" أخرجاه.\rفيه مسائل:\rالأولى: تفسير الآية.","seal":"A7990B28","part":1},
      {"page":213,"id":200,"nass":"الثانية: ما معنى: {لَيَقُولَنَّ هَذَا لِي} \"113\".\rالثالثة: ما معنى قوله: {أُوتِيتُهُ عَلَى عِلْمٍ عِندِي} \"113) .\rالرابعة: ما في هذه القصة العجيبة من العبر العظيمة.","seal":"143F8C83","part":1},
      {"page":214,"id":201,"nass":"فيه مسائل:\rالأولى \"تفسير الآية\" أي قوله تعالى: {وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا} الآية.\rالثانية \"ما معنى قوله: {لَيَقُولَنَّ هَذَا لِي} \" أي هذا بعملي وأنا محقوق به.\rالثالثة \"ما معنى قوله: {إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} \" أي على علم مني بوجوه المكاسب.\rالرابعة \"ما في هذه القصة العجيبة من العبر\" أي قصة هؤلاء الثلاثة فإن الأولين جحدا نعمة الله فحل عليهما ما حل من سخط الله والثالث اعترف بنعمة الله وشكرها فحصل له رضا الله عز وجل عنه.","seal":"39734FB9","part":1},
      {"page":215,"id":202,"nass":"باب\rقول الله تعالى: {فَلَمَّا آتَاهُمَا صَالِحاً جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ} \"114\" الآية.\rقال ابن حزم: اتفقوا على تحريم كل اسم معبَّد لغير الله؛ كعبد عمر، وعبد الكعبة، وما أشبه ذلك، حاشا عبد المطلب.\rوعن ابن عباس رضي الله عنه في الآية قال: لما تغشاها آدم حملت، فأتاهما إبليس فقال: إني صاحبكما الذي أخرجتكما من الجنة لتطيعاني أو لأجعلن له قرني أيل، فيخرج من بطنك فيشقه، ولأفعلن ولأفعلن ـ يخوفهما ـ سِّمياه عبد الحارث، فأبيا أن يطيعاه، فخرج ميتاً، ثم حملت، فأتاهما، فقال مثل قوله، فأبيا أن يطيعاه، فخرج ميتاً، ثم حملت، فأتاهما، فذكر لهما فأدركهما حب الولد، فسمياه عبد الحارث فذلك قوله تعالى: {جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا} \"115\" رواه ابن أبي حاتم.\rوله بسند صحيح عن قتادة قال: شركاء في طاعته، ولم يكن في عبادته. وله بسند صحيح عن مجاهد في قوله: {لَئِنْ آتَيْتَنَا صَالِحاً} \"116\" قال: أشفقا ألا يكون إنساناً، وذكر معناه عن الحسن وسعيد وغيرهما.\rفيه مسائل:\rالأولى: تحريم كل اسم معبّد لغير الله.","seal":"9DCFD1DF","part":1},
      {"page":216,"id":203,"nass":"الثانية: تفسير الآية.\rالثالثة: أن هذا الشرك في مجرد تسمية لم تقصد حقيقتها.\rالرابعة: أن هبة الله للرجل البنت السوية من النعم.\rالخامسة: ذكر السلف الفرق بين الشرك في الطاعة، والشرك في العبادة","seal":"1885AC56","part":1},
      {"page":217,"id":204,"nass":"فيه مسائل:\rالأولى\"تحريم كل اسم معبد لغير الله\" أي لما فيه من الإشراك مع الله في الربوبية.\rالثانية\"تفسير الآية\" أي قوله تعالى: {فَلَمَّا آتَاهُمَا صَالِحاً} أي سالما سويا {جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا} حيث عبداه لغير الله.\rالثالثة\"أن هذا الشرك في مجرد تسمية لم تقصد حقيقتها\" أي أن التسمية بعبد الحارث إنما هو شرك بمجرد التسمية فقط ولم يقصد حقيقة ما أراده الشيطان من التعبيد له.\rالرابعة\"أن هبة الله للرجل البنت السوية من النعم\" أي لما أنهما حلفا أن يشكرا الله إذا آتاهما صالحا أي سويا لا عيب فيه ولم يفرقا بين كونه ذكرا أو أنثى دل ذلك على أن هبة الله للإنسان البنت السوية من النعم خلافا لما اشتهر عند العرب من كراهة البنات.\rالخامسة\"ذكر السلف الفرق بين الشرك في الطاعة والشرك في العبادة\" أي أن ما جرى بين الأبوين إن صح عنهما مجرد موافقة في التسمية فقط وهذا من شرك الطاعة وهو لا يصل إلى الشرك الأكبر ولم يقصدا حقيقة التعبيد للشيطان الذي هو\rالشرك الأكبر وهذا من إظهار العذر للأبوين.","seal":"A0D4D831","part":1},
      {"page":218,"id":205,"nass":"باب قول الله تعالى {وَلِلّهِ الأَسْمَاء الْحُسْنَى} الاية\r...\rباب\rقول الله تعالى: {وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِه} \"117\" الآية\rذكر ابن أبي حاتم عن ابن عباس رضي الله عنهما {يُلْحِدُونَ فِي أَسْمَآئِهِ} يشركون. وعنه: سموا اللات من الإله، والعزى من العزيز. وعن الأعمش: يدخلون فيها ما ليس منها.\rفيه مسائل:\rالأولى: إثبات الأسماء.\rالثانية: كونها حسنى.\rالثالثة: الأمر بدعائه بها.\rالرابعة: ترك من عارض من الجاهلين الملحدين.\rالخامسة: تفسير الإلحاد فيها.\rالسادسة: وعيد من ألحد.","seal":"F3DFE571","part":1},
      {"page":219,"id":206,"nass":"فيه مسائل:\rالأولى\"إثبات الأسماء\" أي لقوله: {وَلِلَّهِ الْأَسْمَاءُ} .\rالثانية\"كونها حسنى\" أي لقوله: {الْأَسْمَاءُ الْحُسْنَى} .\rالثالثة\"الأمر بدعائه بها\" أي لقوله: {فَادْعُوهُ بِهَا} .\rالرابعة\"ترك من عارض من الجاهلين الملحدين\" أي لقوله: {وَذَرُوا الَّذِينَ يُلْحِدُونَ} .\rالخامسة\"تفسير الإلحاد فيها\" أي الميل بها عن الصواب كتسميته بما لم يسم به نفسه واشتقاق أسماء المعبودات من أسمائه وتشبيهه بخلقه وجحد ما وصف وسمى به نفسه وغير ذلك.\rالسادسة\"وعيد من ألحد\" أي لقوله: {سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} .","seal":"D12FF948","part":1},
      {"page":220,"id":207,"nass":"باب لا يقال: السلام على الله\rفي الصحيح عن ابن مسعود رضي الله عنه قال: كنا إذا كنا مع النبي صلى الله عليه وسلم في الصلاة قلنا: السلام على الله من عباده، السلام على فلان، فقال النبي صلى الله عليه وسلم: \"لا تقولوا السلام على الله، فإن الله هو السلام\".\rفيه مسائل:\rالأولى: تفسير السلام.\rالثانية: أنه تحية.\rالثالثة: أنها لا تصلح لله.\rالرابعة: العلة في ذلك.\rالخامسة: تعليمهم التحية التي تصلح لله.","seal":"1D5E34A3","part":1},
      {"page":221,"id":208,"nass":"فيه مسائل:\rالأولى\"تفسير السلام\" أي أنه السالم من الآفات والنقائص والعيوب أو بمعنى الذي سلم عباده من أن يظلمهم.\rالثانية\"أنه تحية\" أي لقوله: \"كنا نقول: السلام على الله السلام على فلان\".\rالثالثة\"أنها لا تصلح لله\" أي لقوله: \"لا تقولوا السلام على الله\".\rالرابعة\"العلة في ذلك\" أي لأن الله هو السلام فلا حاجة إلى أن يدعى له بذلك.\rالخامسة \"تعليمهم التحية التي تصلح لله\" أي قوله: \"التحيات لله\" إلخ.","seal":"7AFDADC1","part":1},
      {"page":222,"id":209,"nass":"باب قول: اللهم اغفر لي إن شئت\rفي الصحيح عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"لا يقل أحدكم: اللهم اغفر لي إن شئت، اللهم ارحمني إن شئت، ليعزم المسألة، فإن الله لا مكره له\".\rولمسلم: \"وليعظم الرغبة، فإن الله لا يتعاظمه شيء أعطاه\".\rفيه مسائل:\rالأولى: النهي عن الاستثناء في الدعاء.\rالثانية: بيان العلة في ذلك.\rالثالثة: قوله: \"ليعزم المسألة\".\rالرابعة: إعظام الرغبة.\rالخامسة: التعليل لهذا الأمر.","seal":"2FB466D4","part":1},
      {"page":223,"id":210,"nass":"فيه مسائل:\rالأولى \"النهي عن الاستثناء في الدعاء\" أي لقوله: \"لا يقل أحدكم اللهم اغفر لي إن شئت\".\rالثانية \"بيان العلة\" أي لأن الله لا مكره له.\rالثالثة\"قوله ليعزم المسألة\" أي يجزم في سؤاله ربه ولا يعلق ذلك على المشيئة.\rالرابعة\"إعظام الرغبة\" أي لقوله: \"وليعظم الرغبة\".\rالخامسة\"التعليل لهذا الأمر\" أي لأن الله لا يتعاظمه شيء أعطاه.","seal":"7E297CE3","part":1},
      {"page":224,"id":211,"nass":"باب لا يقول: عبدي وأمتي\rفي الصحيح عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \"لا يقل أحدكم: أطعم ربك، وضىء ربك، وليقل: سيدي ومولاي، ولا يقل: عبدي وأمتي، وليقل: فتاي وفتاتي، وغلامي\".\rفيه مسائل:\rالأولى: النهي عن قول: عبدي وأمتي.\rالثانية: لا يقول العبد: ربي، ولا يقال له: أطعم ربك.\rالثالثة: تعليم الأول قول: فتاي وفتاتي وغلامي.\rالرابعة: تعليم الثاني قول: سيدي ومولاي.\rالخامسة: التنبيه للمراد، وهو تحقيق التوحيد حتى في الألفاظ.","seal":"6E66C322","part":1},
      {"page":225,"id":212,"nass":"فيه مسائل:\rالأولى \"النهي عن قول عبدي وأمتي\" أي لقوله: \"لا يقل أحدكم\" لأن العبيد عبيد الله والإماء إماء الله.\rالثانية \"لا يقول العبد ربي ولا يقال له أطعم ربك\" أي لقوله: \"لا يقل أحدكم أطعم ربك\" لأن الرب على الإطلاق هو الله وهذا النهي كله من باب الأدب لا من باب التحريم لورود ما يدل على جوازه.\rالثالثة \"تعليم الأول قول فتاي وفتاتي وغلامي\" أي تعليم الذي نهي عن قول عبدي وأمتي أن يقول فتاي وما ذكر معه.\rالرابعة\"تعليم الثاني قول سيدي ومولاي\" أي تعليم الذي نهي أن يقول أطعم ربك قول سيدي ومولاي.\rالخامسة\"التنبيه للمراد وهو تحقيق التوحيد حتى في الألفاظ\" أي أن النهي عن هذه الألفاظ من باب تحقيق التوحيد في الألفاظ.","seal":"976FCB5F","part":1},
      {"page":226,"id":213,"nass":"باب 54 لا يرد من سأل بالله\r...\rباب لا يرد من سأل الله\rعن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"من استعاذ بالله فأعيذوه، ومن سأل بالله فأعطوه، ومن دعاكم فأجيبوه، ومن صنع إليكم معروفاً فكافئوه، فإن لم تجدوا ما تكافئونه فادعوا له حتى ترون أنكم قد كافأتموه\". رواه أبو داود والنسائي بسند صحيح.\rفيه مسائل:\rالأولى: إعاذة من استعاذ بالله.\rالثانية: إعطاء من سأل بالله.\rالثالثة: إجابة الدعوة.\rالرابعة: المكافأة على الصنيعة.\rالخامسة: أن الدعاء مكافأة لمن لم يقدر إلا عليه.\rالسادسة: قوله: \"حتى ترون أنكم قد كافأتموه\".","seal":"64E8E446","part":1},
      {"page":227,"id":214,"nass":"فيه مسائل:\rالأولى\"إعاذة من استعاذ بالله\" أي أنه يكف عنه تعظيما للمستعاذ به وهو الله.\rالثانية \"إعطاء من سأل بالله\" أي تعظيما للمسؤول به إذا لم يكن على المسؤول ضرر وإلا ففي الحديث: \"لا ضرر ولا ضرار\".\rالثالثة\"إجابة الدعوة\" أي لقوله: \"ومن دعاكم فأجيبوه\" وهذا إذا لم يكن ثم مانع من الإجابة.\rالرابعة\"المكافأة على الصنيعة\" أي لقوله: \"ومن صنع إليكم معروفا فكافئوه\".\rالخامسة\"أن الدعاء مكافأة لمن لم يقدر إلا عليه\" أي لقوله: \"فإن لم تجدوا ما تكافئونه فادعوا له\".\rالسادسة\"قوله: \"حتى ترون أنكم قد كافأتموه\" \" أي بمعنى تعلموا على رواية من رواه بفتح التاء، وبمعنى تظنوا على رواية من رواه بضمها.","seal":"AE84172C","part":1},
      {"page":228,"id":215,"nass":"باب لا يسأل بوجه الله إلا الجنة\rعن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يسأل بوجه الله إلا الجنة\". رواه أبو داود.\rفيه مسائل:\rالأولى: النهي عن أن يسأل بوجه الله إلا غاية المطالب.\rالثانية: إثبات صفة الوجه.","seal":"F6C210A6","part":1},
      {"page":229,"id":216,"nass":"فيه مسائل:\rالأولى\"النهي عن أن يسأل بوجهه إلا غاية المطالب\" أي الجنة وما يقرب إليها ويباعد من النار وذلك تعظيما لوجه الله.\rالثانية\"إثبات صفة الوجه\" أي لله على ما يليق بجلاله وعظمته وقد تقدم الجواب على قول المؤلف: \"فيه مسائل\" مع أنه لم يذكر إلا مسألتين في الكلام على مسائل باب النشرة.","seal":"AF128DFB","part":1},
      {"page":230,"id":217,"nass":"باب ما جاء في (لو) من الاثار\r...\rباب ما جاء في الّلو\rوقول الله تعالى: {يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأَمْرِ شَيْءٌ مَّا قُتِلْنَا هَاهُنَا} \"118) . وقوله: {الَّذِينَ قَالُواْ لإِخْوَانِهِمْ وَقَعَدُواْ لَوْ أَطَاعُونَا مَا قُتِلُوا} \"119\" الآية.\rفي الصحيح عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"احرص على ما ينفعك، واستعن بالله ولا تعجزن، وإن أصابك شيء فلا تقل لو أني فعلت لكان كذا وكذا؛ ولكن قل: قدر الله وما شاء فعل، فإن لو تفتح عمل الشيطان\".\rفيه مسائل:\rالأولى: تفسير الآيتين في آل عمران.\rالثانية: النهي الصريح عن قول: لو، إذا أصابك شيء.\rالثالثة: تعليل المسألة بأن ذلك يفتح عمل الشيطان.\rالرابعة: الإرشاد إلى الكلام الحسن.\rالخامسة: الأمر بالحرص على ما ينفع مع الاستعانة بالله.\rالسادسة: النهي عن ضد ذلك وهو العجز.","seal":"2DDFE77D","part":1},
      {"page":231,"id":218,"nass":"فيه مسائل:\rالأولى \"تفسير الآيتين في آل عمران\" أي قوله تعالى: {يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا} وقوله: {الَّذِينَ قَالُوا لإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا} وهذا قاله بعض المنافقين يوم أحد لخورهم وجبنهم.\rالثانية \"النهي الصريح عن قول \"لو\" إذا أصابك شيء\" أي لقوله: \"وإن أصابك شيء فلا تقل لو أني فعلت\".\rالثالثة \"تعليل المسألة بأن ذلك يفتح عمل الشيطان\" أي أن النهي عن لو لكونه يفتح عمل الشيطان ولا فائدة فيه.\rالرابعة\"الإرشاد إلى الكلام الحسن\" أي قول: \"قدر الله وما شاء فعل\".\rالخامسة\"الأمر بالحرص على ما ينفع مع الاستعانة\" أي كما دل عليه الحديث وهذا عين الكمال فإن لم يحرص أو حرص على ما لا ينفعه أو حرص على ما ينفعه ولم يستعن بالله فاته مقصوده.\rالسادسة \"النهي عن ضد ذلك وهو العجز\" أي ضد الحرص على ما ينفع وهو العجز فكم فوت العبد على نفسه بسبب ذلك مع تمكنه.","seal":"F649FE7F","part":1},
      {"page":232,"id":219,"nass":"باب النهي عن سب الريح\rعن أبي بن كعب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تسبوا الريح، فإذا رأيتم ما تكرهون فقولوا: اللهم إنا نسألك من خير هذه الريح، وخير ما فيها، وخير ما أمرت به، ونعوذ بك من شر هذه الريح، وشر ما فيها، وشر ما أمرت به\" صححه الترمذي.\rفيه مسائل:\rالأولى: النهي عن سب الريح.\rالثانية: الإرشاد إلى الكلام النافع إذا رأى الإنسان ما يكره.\rالثالثة: الإرشاد إلى أنها مأمورة.\rالرابعة: أنها قد تؤمر بخير وقد تؤمر بشر.","seal":"30A69125","part":1},
      {"page":233,"id":220,"nass":"فيه مسائل:\rالأولى\"النهي عن سب الريح\" أي لقوله: \"لا تسبوا الريح\".\rالثانية\"الإرشاد إلى الكلام النافع إذا رأى الإنسان ما يكره) أي يقول: \"اللهم إنا نسألك من خير هذه الريح\" إلخ الحديث.\rالثالثة\"الإرشاد إلى أنها مأمورة\" أي لقوله: \"ما أمرت به\".\rالرابعة\"أنها قد تؤمر بخير وقد تؤمر بشر\" أي لقوله: \"نسألك خير ما أمرت به ونعوذ بك من شر ما أمرت به\".","seal":"2855BBCA","part":1},
      {"page":234,"id":221,"nass":"باب فول الله تعالى يَظُنُّونَ بِاللهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ} الاية\r...\rباب\rقول الله تعالى: {أَنفُسُهُمْ يَظُنُّونَ بِاللهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَل لَّنَا مِنَ الأَمْرِ مِن شَيْءٍ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} \"1\" الآية. وقوله: {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ} \"120\" الآية.\rقال ابن القيم في الآية الأولى: فسّر هذا الظن بأنه سبحانه لا ينصر رسوله، وأن أمره سيضمحل، وفسر بظنهم أن ما أصابهم لم يكن بقدر الله وحكمته، ففسر بإنكار الحكمة، وإنكار القدر، وإنكار أن يتم أمر رسوله، وأن يظهره الله على الدين كله. وهذا هو الظن السوء الذي ظنه المنافقون والمشركون في سورة الفتح، وإنما كان هذا ظن السوء؛ لأنه ظن غير ما يليق به سبحانه، وما يليق بحكمته وحمده ووعده الصادق، فمن ظن أنه يديل الباطل على الحق إدالة مستقرة يضمحل معها الحق، أو أنكر أن يكون ما جرى بقضائه وقدره أو أنكر أن يكون قدره بحكمة بالغة يستحق عليها الحمد، بل زعم أن ذلك لمشيئة مجردة، فذلك ظن الذين كفروا فويل للذين كفروا من النار.","seal":"62795B68","part":1},
      {"page":235,"id":222,"nass":"وأكثر الناس يظنون بالله ظن السوء فيما يختص بهم وفيما يفعله بغيرهم، ولا يسلم من ذلك إلا من عرف الله وأسماءه وصفاته وموجب حكمته وحمده.\rفليعتن اللبيب الناصح لنفسه بهذا، وليتب إلى الله ويستغفره من ظنه بربه ظن السوء، ولو فتشت من فتشت لرأيت عنده تعنتاً على القدر وملامة له، وأنه كان ينبغي أن يكون كذا وكذا، فمستقل ومستكثر، وفتش نفسك: هل أنت سالم؟\rفإن تنج منها تنج من ذي عظيمة وإلا فإني لا إخالك ناجياً\rفيه مسائل:\rالأولى: تفسير آية آل عمران.\rالثانية: تفسير آية الفتح.\rالثالثة: الإخبار بأن ذلك أنواع لا تحصر.\rالرابعة: أنه لا يسلم من ذلك إلا من عرف الأسماء والصفات وعرف نفسه.","seal":"74DDBBF6","part":1},
      {"page":236,"id":223,"nass":"فيه مسائل:\rالأولى\"تفسير آية آل عمران\" أي قوله: {يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ} الآية، أي خلاف ما ورد به الشرع.\rالثانية\"تفسير آية الفتح\" أي قوله تعالى: {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ} الآية، أي خلاف ما أخبر به في كتابه وسنة رسوله صلى الله عليه وسلم.\rالثالثة\"الإخبار بأن ذلك أنواع لا تحصر\" أي ظن السوء بالله أنواع لا تحصر.\rالرابعة\"أنه لا يسلم من ذلك إلا من عرف الأسماء والصفات وعرف نفسه\" أي لا يسلم من ظن السوء بربه إلا من عرف أسماء الله وصفاته وأنه المنزه عن السوء، الموصوف بكل خير وكمال، وعرف نفسه وأنها مأوى كل سوء فظن بها ذلك دون ربه العزيز الحكيم.","seal":"1C23E0CF","part":1},
      {"page":237,"id":224,"nass":"باب ما جاء في منكري القدر وأول من تكلم فيه\r...\rباب ما جاء في منكري القدر\rوقال ابن عمر: والذي نفس ابن عمر بيده، لو كان لأحدهم مثل أحد ذهباً، ثم أنفقه في سبيل الله ما قبله الله منه حتى يؤمن بالقدر. ثم استدل بقول النبي صلى الله عليه وسلم: \"الإيمان: أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره\". رواه مسلم.\rوعن عبادة بن الصامت أنه قال لابنه: \"يا بني إنك لن تجد طعم الإيمان حتى تعلم أن ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك، سمعت رسول الله صلى الله عليه وسلم يقول: \"إن أول ما خلق الله القلم، فقال له: اكتب، فقال: رب، وماذا أكتب؟ قال: أكتب مقادير كل شيء حتى تقوم الساعة\" يا بني سمعت رسول الله صلى الله وسلم يقول: \"من مات على غير هذا فليس مني\".\rوفي رواية لأحمد: \"إن أول ما خلق الله تعالى القلم، فقال له: اكتب، فجرى في تلك الساعة بما هو كائن إلى يوم القيامة\".\rوفي رواية لابن وهب: قال رسول الله صلى الله عليه وسلم: \"فمن لم يؤمن بالقدر خيره وشره أحرقه الله بالنار\".\rوفي المسند والسنن عن ابن الديلمي قال: أتيت أبي بن كعب، فقلت: في نفسي شيء من القدر، فحدثني بشيء لعل الله يذهبه من قلبي، فقال: \"لو أنفقت مثل أحد ذهباً ما قبله الله منك حتى تؤمن","seal":"83AA41C0","part":1},
      {"page":238,"id":225,"nass":"بالقدر، وتعلم أن ما اصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك، ولو مت على غير هذا لكنت من أهل النار) . قال: فأتيت عبد الله بن مسعود، وحذيفة بن اليمان، وزيدبن ثابت، فكلهم حدثني بمثل ذلك عن النبي صلى الله عليه وسلم. حديث صحيح رواه الحاكم في صحيحه.\rفيه مسائل:\rالأولى: بيان فرض الإيمان بالقدر.\rالثانية: بيان كيفية الإيمان به.\rالثالثة: إحباط عمل من لم يؤمن به.\rالرابعة: الإخبار بأن أحداً لا يجد طعم الإيمان حتى يؤمن به.\rالخامسة: ذكر أول ما خلق الله.\rالسادسة: أنه جرى بالمقادير في تلك الساعة إلى قيام الساعة.\rالسابعة: براءته صلى الله عليه وسلم ممن لم يؤمن به.\rالثامنة: عادة السلف في إزالة الشبهة بسؤال العلماء.\rالتاسعة: أن العلماء أجابوه بما يزيل الشبهة، وذلك أنهم نسبوا الكلام إلى رسول الله صلى الله عليه وسلم فقط.","seal":"D8C04FE4","part":1},
      {"page":239,"id":226,"nass":"فيه مسائل:\rالأولى \"بيان فرض الإيمان بالقدر\" أي لقوله: \"لو كان لأحدهم مثل أحد ذهبا ثم أنفقه ما قبل الله منه\". إلخ الحديث.\rالثانية \"بيان كيفية الإيمان به\" أي أن تعلم أن ما أصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك.\rالثالثة \"إحباط عمل من لم يؤمن به\" أي لقوله: \"لو أنفقت مثل أحد ذهبا ما قبله الله منك حتى تؤمن بالقدر\".\rالرابعة \"الإخبار بأن أحدا لا يجد طعم الإيمان حتى يؤمن به\" أي لقوله: \"يا بني إنك لن تجد طعم الإيمان حتى تؤمن بالقدر\".\rالخامسة \"ذكر أول ما خلق الله\" أي أنه القلم وهذا على أحد القولين والقول الآخر أنه العرش.\rالسادسة \"أنه جرى بالمقادير في تلك الساعة إلى قيام الساعة\" أي لقوله في الحديث: \"فجرى في تلك الساعة بما هو كائن إلى يوم القيامة\".\rالسابعة \"براءته صلى الله عليه وسلم ممن لم يؤمن به\" أي لقوله: \"من مات على غير هذا فليس مني\".\rالثامنة \"عادة السلف في إزالة الشبهة بسؤال العلماء\" أي لقول ابن الديلمي: \"وقع في نفسي شيء من القدر فأتيت أبي بن كعب\".\rالتاسعة \"أن العلماء أجابوه بما يزيل شبهته وذلك أنهم نسبوا الكلام إلى رسول الله صلى الله عليه وسلم\" أي أنه لما سأل أبي بن كعب وابن مسعود وحذيفة بن اليمان وزيد بن ثابت حدثوه عن النبي صلى الله عليه وسلم أنه قال: \"لو أنفقت مثل أحد ذهبا\" إلخ، ولم يفتوه بالرأي والتكلف.","seal":"0D491E88","part":1},
      {"page":240,"id":227,"nass":"باب ما جاء في المصورين وعلة النهي عن التصوير\r...\rباب ما جاء في المصورين\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"قال الله تعالى: ومن أظلم ممن ذهب يخلق كخلقي، فليخلقوا ذرة، أو ليخلقوا حبة، أو ليخلقوا شعيرة\". أخرجاه.\rولهما عن عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم قال: \"أشد الناس عذاباً يوم القيامة الذين يضاهؤون بخلق الله\".\rولهما عن ابن عباس رضي الله عنهما: سمعت رسول الله صلى الله عليه وسلم يقول: \"كل مصور في النار يجعل له بكل صورة صورها نفس يعذب بها في جهنم\".\rولهما عنه مرفوعاً: \"من صوّر صورة في الدنيا كلّف أن ينفخ فيها الروح، وليس بنافخ\".\rولمسلم عن أبي الهياج قال: قال لي عليّ: ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم؟ ألا تدع صورة إلا طمستها، ولا قبراً مشرفاً إلا سويته) .\rفيه مسائل:\rالأولى: التغليظ الشديد في المصورين.\rالثانية: التنبيه على العلة، وهو ترك الأدب مع الله لقوله: \"ومن أظلم ممن ذهب يخلق كخلقي\".","seal":"24A62129","part":1},
      {"page":241,"id":228,"nass":"الثالثة: التنبيه على قدرته وعجزهم، لقوله: \"فليخلقوا ذرة أو شعيرة\".\rالرابعة: التصريح بأنهم أشد الناس عذاباً.\rالخامسة: أن الله يخلق بعدد كل صورة نفساً يعذب بها المصور في جهنم.\rالسادسة: أنه يكلف أن ينفخ فيها الروح.\rالسابعة: الأمر بطمسها إذا وجدت.","seal":"49494172","part":1},
      {"page":242,"id":229,"nass":"فيه مسائل:\rالأولى \"التغليظ الشديد في المصورين\" أي لقوله: \"ومن أظلم ممن ذهب يخلق كخلقي\" إلخ وما بعده.\rالثانية \"التنبيه على العلة وهو ترك الأدب مع الله لقوله: \"ومن أظلم ممن ذهب يخلق كخلقي\" \" أي أن المصور على صورة ما خلق الله قد ترك الأدب معه لأنه سبحانه هو الخالق البارئ المصور فلا يليق بغير أن يفعل مثل ذلك.\rالثالثة\"التنبيه على قدرته وعجزهم لقوله: \"فليخلقوا ذرة أو حبة أو شعيرة\" \" أي لما تحداهم أن يخلقوا مثل هذا وعجزوا عنه وقدر هو على خلق كل شيء دل ذلك على قدرته وعجزهم.\rالرابعة \"التصريح بأنهم أشد الناس عذابا\" أي لقوله: \"أشد الناس عذابا الذين يضاهئون بخلق الله\" إذا صور ما يعبد من دون الله قاصدا ذلك لأنه يكون كافرا أو أنه من أشد الناس عذابا كما أشار إليه في فتح الباري ج 10: 384.\rالخامسة\"أن الله يخلق بعدد كل صورة نفسا يعذب بها المصور في جهنم\" أي لقوله: \"يجعل لكل صورة صورها نفس يعذب بها في جهنم\".\rالسادسة \"أنه يكلف أن ينفخ فيها الروح\" أي لقوله: \"كلف أن ينفخ فيها الروح وليس بنافخ\".\rالسابعة \"الأمر بطمسها إذا وجدت\" أي لقول علي لأبي الهياج: \"ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم أن لا تدع صورة إلا طمستها\".","seal":"D52498EC","part":1},
      {"page":243,"id":230,"nass":"باب ما جاء في كثرة الحلف من الايات والأحاديث\r...\rباب ما جاء في كثرة الحلف\rوقول الله تعالى: {وَاحْفَظُواْ أَيْمَانَكُمْ} \"121) .\rعن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"الحلف منفقة للسلعة، ممحقة للكسب\" أخرجاه.\rعن سلمان رضي الله عنه أن رسول الله صلى عليه وسلم قال: \"ثلاثة لا يكلمهم الله ولا يزكيهم ولهم عذاب أليم: أشيمط زان، وعائل مستكبر، ورجل جعل الله بضاعته، لا يشتري إلا بيمينه، ولا يبيع إلا بيمينه\" رواه الطبراني بسند صحيح.\rوفي الصحيح عن عمران بن حصين رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"خير أمتي قرني، ثم الذين يلونهم ثم الذين يلونهم، قال عمران: فلا أدري أذكر بعد قرنه مرتين أو ثلاثاً؟ ثم إن بعدكم قوماً يشهدون ولا يستشهدون، ويخونون ولا يؤتمنون، وينذرون ولا يوفون، ويظهر فيهم السمن\".\rوفيه عن ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم يجيء قوم تسبق شهادة أحدهم يمينه، ويمينه شهادته\".\rقال إبراهيم: كانوا يضربوننا على الشهادة والعهد ونحن صغار.","seal":"7F6AD2DC","part":1},
      {"page":244,"id":231,"nass":"فيه مسائل:\rالأولى: الوصية بحفظ الأيمان.\rالثانية: الإخبار بأن الحلف منفقة للسلعة، ممحقة للبركة.\rالثالثة: الوعيد الشديد فيمن لا يبيع ولا يشتري إلا بيمينه.\rالرابعة: التنبيه على أن الذنب يعظم مع قلة الداعي.\rالخامسة: ذم الذين يحلفون ولا يستحلفون.\rالسادسة: ثناؤه صلى الله عليه وسلم على القرون الثلاثة، أو الأربعة، وذكر ما يحدث بعدهم.\rالسابعة: ذم الذين يشهدون ولا يستشهدون.\rالثامنة: كون السلف يضربون الصغار على الشهادة والعهد.","seal":"4DA6F920","part":1},
      {"page":245,"id":232,"nass":"فيه مسائل:\rالأولى\"الوصية بحفظ الأيمان\" أي لقوله: {وَاحْفَظُوا أَيْمَانَكُمْ} ومعناها لا تحلفوا أو لا تحنثوا أو لا تتركوها بغير تكفير.\rالثانية\"الإخبار بأن الحلف منفقة للسلعة ممحقة للبركة\" أي كما دل عليه حديث أبي هريرة فإنه إذا حلف أخذت منه السلعة ولكن تمحق بركتها وحينئذ لا خير فيها.\rالثالثة\"الوعيد الشديد فيمن لا يبيع ولا يشتري إلا بيمينه\" أي أنه من الثلاثة الذين لا يكلمهم الله ولا يزكيهم ولهم عذاب أليم.\rالرابعة\"التنبيه على أن الذنب يعظم مع قلة الداعي\" أي لقوله:\"أشيمط زان وعائل مستكبر\" فإنهما لا داعي لهما إلى المعصية فعظمت عقوبتهما بخلاف الشاب إذا زنى والغني إذا تكبر فإن لهما داعيا إلى ذلك.\rالخامسة\"ذم الذين يحلفون ولا يستحلفون\" أي لقوله: \"تسبق شهادة أحدهم يمينه ويمينه شهادته\".\rالسادسة \"ثناؤه صلى الله عليه وسلم على القرون الثلاثة أو الأربعة وذكر ما يحدث بعدها\" أي كما في حديث عمران في الثلاثة وحديث ابن مسعود في الأربعة ثم ذكر ما يحدث بعدها مما يخالف الشرع.\rالسابعة \"ذم الذين يشهدون ولا يستشهدون\" أي لقوله: \"يشهدون ولا يستشهدون\" وهذا إذا لم يحتج إلى شهادتهم وإلا فقد ورد مدح ذلك.\rالثامنة \"كون السلف يضربون الصغار على الشهادة والعهد\" أي لئلا يتساهلوا بها كما قال إبراهيم النخعي.","seal":"2CD24569","part":1},
      {"page":246,"id":233,"nass":"باب ما جاء في ذمة الله وذمة نبيه\rوقول الله تعالى: {وَأَوْفُواْ بِعَهْدِ اللهِ إِذَا عَاهَدتُّمْ وَلاَ تَنقُضُواْ الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلاً إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ} \"122\" الآية.\rعن بريدة رضي الله عنه أن رسول الله صلى الله عليه وسلم كان إذا أمَّر أميراً على جيش أو سرية أوصاه بتقوى الله ومن معه من المسلمين خيراً، فقال: \"اغزوا بسم الله، في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغلوا ولا تغدروا، ولا تمثلوا، ولا تقتلوا وليداً، وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال ـ أو خلال ـ فآيتهن ما أجابوك فاقبل منهم وكف عنهم، ثم ادعهم إلى الإسلام فإن هم أجابوك فاقبل منهم، ثم ادعوهم إلى التحول من دارهم إلى دار المهاجرين، وأخبرهم أنهم إن فعلوا ذلك فلهم ما للمهاجرين، وعليهم ما على المهاجرين، فإن أبوا أن يتحولوا منها فأخبرهم أنهم يكونون كأعراب المسلمين، يجري عليهم حكم الله تعالى، ولا يكون لهم في الغنيمة والفيء شيء إلا أن يجاهدوا مع المسلمين، فإن هم أبوا فاسألهم الجزية، فإن هم أجابوك فاقبل منهم وكف عنهم، فإن هم أبوا فاستعن","seal":"DF2AD109","part":1},
      {"page":247,"id":234,"nass":"بالله وقاتلهم. وإذا حاصرت أهل حصن فأرادوك أن تجعل ذمة الله وذمة نبيه، فلا تجعل لهم ذمة الله وذمة نبيه، ولكن اجعل لهم ذمتك وذمة أصحابك، فإنكم إن تخفروا ذممكم وذمة أصحابكم أهون من أن تخفروا ذمة الله وذمة نبيه.\rوإذا حاصرت أهل حصن فأرادوك أن تنزلهم على حكم الله، فلا تنزلهم على حكم الله، ولكن أنزلهم على حكمك. فإنك لا تدري، أتصيب حكم الله فيهم أم لا\" رواه مسلم.\rفيه مسائل:\rالأولى: الفرق بين ذمة الله وذمة نبيه، وذمة المسلمين.\rالثانية: الإرشاد إلى أقل الأمرين خطراً.\rالثالثة: قوله: \"اغزوا بسم الله في سبيل الله\".\rالرابعة: قوله:\"قاتلوا من كفر بالله\".\rالخامسة: قوله: \"استعن بالله وقاتلهم\".\rالسادسة: الفرق بين حكم الله وحكم العلماء.\rالسابعة: في كون الصحابي يحكم عند الحاجة بحكم لا يدري أيوافق حكم الله أم لا.","seal":"970930BE","part":1},
      {"page":248,"id":235,"nass":"فيه مسائل:\rالأولى\"الفرق بين ذمة الله وذمة نبيه وذمة المسلمين\" أي أن ذمة المسلمين أهون وخطرها أقل.\rالثانية\"الإرشاد إلى أقل الأمرين خطرا\" أي أنه لما أرشدهم إلى إنزالهم على ذمته وذمة أصحابه دون ذمة الله وذمة نبيه خوفا من خفر ذلك مع أن الأول لا يجوز خفره لكنه أخف، كان ذلك دليلا على الإرشاد إلى أقل الأمرين خطرا.\rالثالثة \"قوله: \"اغزوا باسم الله\" \" أي مستعينين بالله.\rالرابعة\"قوله: \"قاتلوا من كفر بالله\" \" أي امتنع من الإيمان بالله.\rالخامسة\"قوله: \"استعن بالله وقاتلهم\" \" أي لكونه لا طاقة له بقتالهم إلا بإعانة الله.\rالسادسة\"الفرق بين حكم الله وحكم العلماء\" أي حكم الله أعظم من حكم العلماء ولذلك لا ينزل عليه من طلبه إلا مع العلم به.\rالسابعة\"في كون الصحابي يحكم عند الحاجة بحكم لا يدري أيوافق حكم الله أم لا\" أي لقوله: \"وإذا حاصرت أهل حصن\" إلخ.","seal":"AB66B118","part":1},
      {"page":249,"id":236,"nass":"باب ما جاء في الإقسام على الله\rعن جندب بن عبد الله رضي الله قال: قال رسول الله صلى الله عليه وسلم: \"قال رجل: والله لا يغفر الله لفلان، فقال الله عز وجل: من ذا الذي يتألى عليّ أن لا اغفر لفلان؟ إني قد غفرت له وأحبطت عملك\" رواه مسلم.\rوفي حديث أبي هريرة أن القائل رجل عابد، قال أبو هريرة: تكلم بكلمة أو بقت دنياه وآخرته.\rفيه مسائل:\rالأولى: التحذير من التألي على الله.\rالثانية: كون النار أقرب إلى أحدنا من شراك نعله.\rالثالثة: أن الجنة مثل ذلك.\rالرابعة: فيه شاهد لقوله \"إن الرجل ليتكلم بالكلمة\" الخ..\rالخامسة: أن الرجل قد يغفر له بسبب هو من أكره الأمور إليه.","seal":"EB74E312","part":1},
      {"page":250,"id":237,"nass":"فيه مسائل:\rالأولى \"التحذير من التألي على الله\" أي الحلف عليه.\rالثانية \"كون النار أقرب إلى أحدنا من شراك نعله\" أي لكون هذا الرجل ذهب به إليها بمجرد هذه الكلمة.\rالثالثة \"أن الجنة مثل ذلك\" أي لكون هذا المذنب بمجرد ما قيل له قال الله له: \"ادخل الجنة برحمتي\".\rالرابعة \"فيه شاهد لقوله: \"إن الرجل ليتكلم بالكلمة\" إلخ\" أي أنه استوجب النار بسبب الكلمة التي قال وهي قوله: \" والله لا يغفر الله لفلان\".\rالخامسة \"أن الرجل قد يغفر له بسبب هو من أكره الأمور إليه\" أي أن هذا المذنب كان يكره أن يقال له: \"والله لا يغفر الله لك\" فغفر له بسببها.","seal":"0854E19B","part":1},
      {"page":251,"id":238,"nass":"باب لا يستشفع بالله على خلقه\rعن جبير بن مطعم رضي الله عنه قال: جاء أعرابي إلى النبي صلى الله عليه وسلم فقال: يا رسول الله: نهكت الأنفس، وجاع العيال، وهلكت الأموال، فاستسق لنا ربك، فإنا نستشفع بالله عليك وبك على الله، فقال النبي صلى الله عليه وسلم: \"سبحان الله! سبحان الله! \" فما زال يسبح حتى عرف ذلك في وجوه أصحابه؛ ثم قال النبي صلى الله عليه وسلم: \"ويحك، أتدري ما الله؟ إن شأن الله أعظم من ذلك، إنه لا يستشفع بالله على أحد من خلقه\" وذكر الحديث. رواه أبو داود.\rفيه مسائل:\rالأولى: إنكاره على من قال: نستشفع بالله عليك.\rالثانية: تغيره تغيراً عرف في وجوه أصحابه من هذه الكلمة.\rالثالثة: أنه لم ينكر عليه قوله: \"نستشفع بك على الله\".\rالرابعة: التنبيه على تفسير \"سبحان الله\".\rالخامسة: أن المسلمين يسألونه الاستسقاء.","seal":"F327531A","part":1},
      {"page":252,"id":239,"nass":"فيه مسائل:\rالأولى \"إنكاره على من قال: \"نستشفع بالله عليك\" \" أي نطلب من الله أن يطلب منك وهذا ينافي عظمة الله عز وجل.\rالثانية \"تغيره تغيرا عرف في وجوه أصحابه من هذه الكلمة\" أي إنكارا لهذه الكلمة.\rالثالثة \"أنه لم ينكر قوله: \"نستشفع بك على الله\" \" أي نطلب منك أن تسأل الله لنا لكونه يقدر على ذلك.\rالرابعة \"التنبيه على تفسير سبحان الله\" أي تنزيها له عن هذا الكلام الذي لا يليق بجلاله وعظمته.\rالخامسة \"أن المسلمين يسألونه صلى الله عليه وسلم الاستسقاء\" أي في حياته يطلبون منه أن يستسقي الله لهم وأما بعد موته فلم يفعلوا ذلك بل عدلوا إلى غيره كما فعل عمر مع العباس ومعاوية مع يزيد بن الأسود الجرشي.","seal":"AD23EFB4","part":1},
      {"page":253,"id":240,"nass":"باب ما جاء في حماية النبي صلى الله عليه وسلم حمى التوحيد، وسده طرق الشرك\rعن عبد الله بن الشخير رضي الله عنه، قال: انطلقت في وفد بني عامر إلى النبي صلى الله عليه وسلم فقلنا: أنت سيدنا، فقال: \"السيد الله تبارك وتعالى\". قلنا: وأفضلنا فضلاً، وأعظمنا طولاً؛ فقال: \"قولوا بقولكم، أو بعض قولكم، ولا يستجرينكم الشيطان\" رواه أبو داود بسند جيد.\rوعن أنس رضي الله عنه، أن ناساً قالوا: يا رسول الله: يا خيرنا وابن خيرنا، وسيدنا وابن سيدنا، فقال: \"يا أيها الناس، قولوا بقولكم، أو بعض قولكم، ولا يستهوينكم الشيطان، أنا محمد، عبد الله ورسوله، ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل\". رواه النسائي بسند جيد.\rفيه مسائل:\rالأولى: تحذير الناس من الغلو.\rالثانية: ما ينبغي أن يقول من قيل له: أنت سيدنا.\rالثالثة: قوله: \"ولا يستجرينكم الشيطان\" مع أنهم لم يقولوا إلا الحق.\rالرابعة: قوله: \"ما أحب أن ترفعوني فوق منزلتي\".","seal":"B9103ED1","part":1},
      {"page":254,"id":241,"nass":"فيه مسائل:\rالأولى \"تحذير الناس من الغلو\" أي لقوله: \"قولوا بقولكم أو بعض قولكم ولا يستجرينكم الشيطان\".\rالثانية \"ما ينبغي أن يقول من قيل له: أنت سيدنا\" أي يقول: السيد الله.\rالثالثة \"قوله: \"لا يستجرينكم الشيطان\" مع أنهم لم يقولوا إلا الحق\" أي نهاهم عن ذلك حماية لجناب التوحيد لئلا يجرهم إلى ما لا يصلح فكيف بمن قال أعظم من ذلك كصاحب البردة في أبياته التي تضمنت غاية الإطراء.\rالرابعة \"قوله: \"ما أحب أن ترفعوني فوق منزلتي\" \" أي منزلة العبودية الخاصة والرسالة العامة.","seal":"0645400D","part":1},
      {"page":255,"id":242,"nass":"باب قول اللله تعالى {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}\r...\rباب\rما جاء\rفي قول الله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَة وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَِ} \"123\" الآية.\rعن ابن مسعود رضي الله عنه قال: جاء حبر من الأحبار إلى رسول الله صلى الله عليه وسلم فقال: يا محمد! إنا نجد أن الله يجعل السماوات على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء على إصبع، والثرى على إصبع، وسائر الخلق على إصبع، فيقول: أنا الملك. فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه، تصديقاً لقول الحبر، ثم قرأ رسول الله صلى الله عليه وسلم:\r{وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَة} \"123\" الآية.\rوفي رواية لمسلم: \"والجبال والشجر على إصبع، ثم يهزهن فيقول: أنا الملك، أنا الله\". وفي رواية للبخاري: \"يجعل السماوات على إصبع، والماء والثرى على إصبع، وسائر الخلق على إصبع\" أخرجاه.\rولمسلم عن ابن عمر مرفوعاً: \"يطوي الله السماوات يوم القيامة، ثم يأخذهن بيده اليمنى، ثم يقول: أنا الملك، أين الجبارون؟ أين المتكبرون؟ ثم يطوي الأرضين السبع ثم يأخذهن بشماله، ثم يقول: أنا الملك، أين الجبارون؟ أين المتكبرون\".\rوروي عن ابن عباس، قال: ما السماوات السبع والأرضون","seal":"217DFA09","part":1},
      {"page":256,"id":243,"nass":"السبع في كف الرحمن إلا كخردلة في يد أحدكم.\rوقال ابن جرير: حدثني يونس، أنبأنا ابن وهب، قال: قال ابن زيد: حدثني أبي، قال: قال رسول الله صلى الله عليه وسلم: \"ما السماوات السبع في الكرسي إلا كدراهم سبعة ألقيت في ترس\" قال: وقال أبو ذر رضي الله عنه: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما الكرسي في العرش إلا كحلقة من حديد ألقيت بين ظهري فلاة من الأرض\".\rوعن ابن مسعود قال: بين السماء الدنيا والتي تليها خمسمائة عام، وبين كل سماء خمسمائة عام، وبين السماء السابعة والكرسي خمسمائة عام، وبين الكرسي والماء خمسمائة عام، والعرش فوق الماء، والله فوق العرش، لا يخفى عليه شيء من أعمالكم. أخرجه ابن مهدي عن حماد بن سلمه عن عاصم عن زر عن عبد الله ورواه بنحوه عن المسعودي عن عاصم، عن أبي وائل، عن عبد الله. قاله الحافظ الذهبي رحمه الله تعالى، قال: وله طرق.\rوعن العباس بن عبد المطلب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"هل تدرون كم بين السماء والأرض؟ \"قلنا: الله ورسوله أعلم قال: \"بينهما مسيرة خمسمائة سنة، ومن كل سماء إلى سماء مسيرة خمسمائة سنة وكثف كل سماء خمسمائة سنة، وبين السماء السابعة والعرش بحر بين أسفله وأعلاه كما بين السماء والأرض، والله سبحانه وتعالى فوق ذلك، وليس يخفى عليه شيء من أعمال بني آدم\". أخرجه أبو داود وغيره.","seal":"5FD0B722","part":1},
      {"page":257,"id":244,"nass":"فيه مسائل:\rالأولى: تفسير قوله: {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَة} 125\".\rالثانية: أن هذه العلوم وأمثالها باقية عند اليهود الذين في زمنه صلى الله عليه وسلم لم ينكروها ولم يتأولوها.\rالثالثة: أن الحبر لما ذكر للنبي صلى الله عليه وسلم، صدقه، ونزل القرآن بتقرير ذلك.\rالرابعة: وقوع الضحك من رسول الله صلى الله عليه وسلم، لما ذكر الحبر هذا العلم العظيم.\rالخامسة: التصريح بذكر اليدين، وأن السماوات في اليد اليمنى، والأرضين في الأخرى.\rالسادسة: التصريح بتسميتها الشمال.\rالسابعة: ذكر الجبارين والمتكبرين عند ذلك.\rالثامنة: قوله:\" كخردلة في كف أحدكم \".\rالتاسعة: عظم الكرسي بالنسبة إلى السماوات.\rالعاشرة: عظم العرش بالنسبة إلى الكرسي.\rالحادية عشرة: أن العرش غير الكرسي والماء.\rالثانية عشر: كم بين كل سماء إلى سماء.\rالثالثة عشر: كم بين السماء السابعة والكرسي.","seal":"C4FE138F","part":1},
      {"page":258,"id":245,"nass":"الرابعة عشر: كم بين الكرسي والماء.\rالخامسة عشر: أن العرش فوق الماء.\rالسادسة عشرة: أن الله فوق العرش.\rالسابعة عشر: كم بين السماء والأرض.\rالثامنة عشر: كثف كل سماء خمسمائة عام.\rالتاسعة عشر: أن البحر الذي فوق السماوات بين أعلاه وأسفله مسيرة خمسمائة سنة.\rوالله سبحانه وتعالى أعلم.\rوالحمد لله رب العالمين، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين.","seal":"EBF2BB45","part":1},
      {"page":259,"id":246,"nass":"فيه مسائل:\rالأولى \"تفسير قوله تعالى: {وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ} \" أي يقبضها بيده حقيقة كما دل عليه الحديث.\rالثانية \"أن هذه العلوم وأفعالها باقية عند اليهود الذين في زمنه صلى الله عليه وسلم لم ينكروها ولم يتأولوها\" أي قوله: \"إنا نجد أن الله يجعل السموات على أصبع والأرض على أصبع\" إلخ مما هو دال على إثبات صفة الأصابع على ما يليق بجلاله وعظمته فهذا مما بقي عندهم ولم ينكروه كما أنكروا صفة النبي صلى الله عليه وسلم وغيرها.\rالثالثة \"أن الحبر لما ذكر للنبي صلى الله عليه وسلم، صدّقه ونزل القرآن بتقرير ذلك\" أي صدقه فيما قال ونزل القرآن موافقا لما قاله لأنه قال حقا.\rالرابعة \"وقوع الضحك من رسول الله صلى الله عليه وسلم لما ذكر الحبر هذا العلم العظيم\" أي ضحك لكونه قال حقا لا إنكارا عليه كما يزعمه من تأول هذا الحديث وقال إنه تعجب من تأويل اليهود.\rالخامسة \"التصريح بذكر اليدين وأن السموات في اليد اليمنى والأرضين في الأخرى\" أي كما دل عليه حديث ابن عمر الذي في الصحيح وغيره.\rالسادسة \"التصريح بتسميتها الشمال\" أي كما في الحديث المذكور الذي رواه مسلم، وأما حديث: \"وكلتا يديه يمين\" فلعله قاله دفعا لتوهم النقصان بتسميتها الشمال.\rالسابعة \"ذكر الجبارين والمتكبرين عند ذلك\" أي أن القادر على ذلك هو الجبار المتكبر حقيقة لا المخلوق الضعيف الحقير فإنه لا يليق به ذلك.\rالثامنة \"قوله: \"كخردلة في يد أحدكم\" \" أي أنه دليل على صغر المخلوقات","seal":"CE4530A5","part":1},
      {"page":260,"id":247,"nass":"بالنسبة إليه جل وعلا.\rالتاسعة \"عظم الكرسي بالنسبة إلى السماء\" أي لقوله: \"ما السموات السبع في الكرسي إلا كدراهم سبعة ألقيت في ترس\".\rالعاشرة \"عظم العرش بالنسبة إلى الكرسي\" أي لقوله: \"ما الكرسي في العرش إلا كحلقة من حديد ألقيت بين ظهري فلاة من الأرض\".\rالحادية عشرة \"أن العرش غير الكرسي والماء\" أي لقوله: \"بين الكرسي والماء خمسمائة عام والعرش فوق الماء\".\rالثانية عشرة \"كم بين كل سماء إلى سماء\" أي بينهما خمسمائة عام.\rالثالثة عشرة \"كم بين السماء السابعة والكرسي\" أي بينهما خمسمائة عام.\rالرابعة عشرة \"كم بين الكرسي والماء\" أي بينهما خمسمائة عام.\rالخامسة عشرة \"أن العرش فوق الماء\" أي لقوله في حديث ابن مسعود: \"والعرش فوق الماء\".\rالسادسة عشرة \"أن الله فوق العرش\" أي لقوله: \" والله فوق العرش\".\rالسابعة عشرة \"كم بين السماء والأرض\" أي بينهما خمسمائة سنة.\rالثامنة عشرة \"كثف كل سماء خمسمائة سنة\" أي كما في حديث العباس بن عبد المطلب.\rالتاسعة عشرة \"أن البحر الذي فوق السموات بين أسفله وأعلاه خمسمائة سنة والله أعلم\" أي كما دل عليه حديث العباس بن عبد المطلب رضي الله عنه.\rوالحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين.\rهذا آخر الكلام على هذه المسائل، وكان الفراغ منه آخر آخر الخميس الموافق 5/9/1408 هـ في مكة المكرمة حرسها الله تعالى.","seal":"2EE29AA5","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1409,"Bk":"التوضيح المفيد لمسائل كتاب التوحيد","HigriD":"1409","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الله بن محمد بن أحمد الدويش","bLnk":null,"Inf":"","Auth":"عبد الله الدويش","Betaka":"الكتاب: التوضيح المفيد لمسائل كتاب التوحيد\r\nالمؤلف: عبد الله بن محمد بن أحمد الدويش (المتوفى: 1409هـ)\r\nالناشر: دار العليان\r\nالطبعة: 1411هـ ـ 1990م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الشيخ الحافظ عبد الله بن محمد بن أحمد الدويش أحد علماء المملكة العربية السعودية وهو من أعلام منطقة نجد.\r\n\r\nمولده ونشأته : ولد الشيخ عبد الله فى عام 1373 بمدينة الزلفى وقد تربى فى كنف والدته وهو رضيع ثم ترعرع ونشأ نشأة مباركة وكان رحمه الله ملازما لخدمة والده منذ الصغر اذا أثرت فيه هذه الملازمة مما جعله فى نفس والده محبوبا اليه يعز عليه مفارقته وقد كان رحمه الله آية فى سرعة الحفظ والفهم مع الذكاء المتوقد\r\n\r\nبدايته لطلب العلم :\r\n بدأ الشيخ بطلب العلم صغيرا فقدم الشيخ مدينة بريدة عام 1391 وبدأ الدراسة فيها وجد واجتهد فى سبيل تحصيل العلم على أيدى العلماء العاملين فنزل فى المسجد فى إحدى غرفه وذلك فى مسجد الشيخ محمد بن صالح المطوع رحمه الله و كان سعيه دائما فى تحصيل العلم واقتناء المؤلفات النادرة فى جميع العلوم الشرعي وكان رحمه الله تعالى مكبا على كتب السلف الصالح رحمهم الله تعالى ككتب العقيدة والفقه والحديث ولذلك تجده رحمه الله شديد التأثر بهم وبأحوالهم وكان أشد تأثرا بشيخى الاسلام ابن تيمية ومحمد بن عبد الوهاب وتلاميذهم من أئمة هذه الدعوة فكان بالعقيدة يأخذ بأقوالهم وكذلك فى المسائل الفقهية .\r\n\r\nمشايخه :\r\n1-الشيخ صالح بن أحمد الخريصى وفقه الله\r\n2- الشيخ عبد الله بن محمد بن حميد رحمه الله تعالى.\r\n3- الشيخ صالح بن عبد الرحمن السكيتى رحمه الله تعالى .\r\n4-الشيخ محمد بن صالح المطوع رحمه الله تعالى .\r\n5-الشيخ صالح بن ابراهيم البليهى رحمه الله تعالى .\r\n6- الشيخ محمد بن سليمان العليط وفقه الله تعالى.\r\n7-الشيخ محمد بن صالح المنصور وفقه الله تعالى.\r\n8-الشيخ عبد الله بن عبد العزيز التويجرى وفقه الله تعالى.\r\n\r\n طريقة تدريسه :\r\nكان الطالب يقرأ عليه المتن فيقوم بإيضاح غوامض وتحليل ألفاظه والاستدلال على ذلك من كتاب الله تعالى أو سنة نبيه صلى الله عليه وسلم أو من كلام أهل العلم رحمهم الله تعالى وكل ذلك مع الأدب والخشية . أما اذا كان الطالب لا يقرأ فى متن كأن يقرأ فى كتب الشروح فهو يكتفى بكشف ما لبس أو يخفى على الطالب من الألفاظ.\r\n\r\n مؤلفاته :\r\n1- التوضيح المفيد لمسائل كتاب التوحيد .\r\n2- الزوائد على مسائل الجاهلية.\r\n3- الألفاظ الموضحات لأخطاء دلائل الخيرات.\r\n4- دفاع أهل السنة و الايمان عن حديث خلق ادم على صورة الرحمن.\r\n5- المورد الزلال فى التنبيه على أخطاء الظلال.\r\n6- التنبيهات النقيات على ما جاء فى أمانة مؤتمر الشيخ محمد بن عبد الوهاب.\r\n7- تنبيه القارىء على تقوية ما ضعفه الألبانى.\r\n8- الكلمات المفيدة على تاريخ المدينة .\r\n9- إرسال الريح القاصف على من أجاز فوائد المصارف .\r\n10- مختصر بدائع الفوائد.\r\n11- التعليق على فتح البارى.\r\n\r\n أبنائه:\r\nخلف الشيخ رحمه الله تعالى ثلاثة أبناء جعل الله فيهم البركة وجعلهم خير خلف لخير سلف أكبرهم محمد ثم عبد الرحمن وأما أحمد فقد ولد بعد وفاة الشيخ بشهر تقريبا.\r\n\r\n وفاته :\r\nتوفى الشيخ رحمه الله فى مساء يوم السبت الموافق 28\\10\\1409 هـ على إثر مرض لزمه حوالى خمسة عشر يوما وقد كان عمره حين وفاته ما يقارب أربعة وثلاثين عاما قضاها فى العلم والتعليم وعبادة ربه وقد خلف الشيخ مكتبة علمية عامرة بالكتب النفيسة فرحمه الله تعالى وأسكنه الفردوس الأعلى وصلى الله وسلم على نبينا محمد وعلى اله و صحبه أجمعين .\r\n\r\nبقلم عبد العزيز بن أحمد المشيقح (باختصار)","seal":"3A080D20","cat":"العقيدة","oNum":7593,"BkId":7593,"oAuth":1309,"bVer":1,"aSeal":"9793E3CB"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7593":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":12,"sub":0,"tit":"كتاب التوحيد"},
      {"lvl":1,"id":20,"sub":0,"tit":"باب فضل التوحيد وما يكفر من الذنوب"},
      {"lvl":1,"id":26,"sub":0,"tit":"باب من حقق التوحيد دخل الجنة بغير حساب"},
      {"lvl":1,"id":32,"sub":0,"tit":"باب الخوف من الشرك"},
      {"lvl":1,"id":35,"sub":0,"tit":"باب الدعاء إلى شهادة أن لا إله إلا الله"},
      {"lvl":1,"id":43,"sub":0,"tit":"باب تفسير التوحيد وشهادة أن لا إله إلا الله"},
      {"lvl":1,"id":47,"sub":0,"tit":"باب من الشرك الحلقة والخيط ونحوهما لرفع البلاء أودفعه"},
      {"lvl":1,"id":51,"sub":0,"tit":"باب ما جاء في الرقي والتمائم تفسير الرقى والتمائم"},
      {"lvl":1,"id":55,"sub":0,"tit":"باب من تبرك بشجر أو حجر ونحوهما"},
      {"lvl":1,"id":62,"sub":0,"tit":"باب ما جاء في الذبح لغير الله الأيات والأحاديث الدالة على ذلك"},
      {"lvl":1,"id":67,"sub":0,"tit":"باب لا يذبح لله بمكان يذبح فيه لغير الله"},
      {"lvl":1,"id":71,"sub":0,"tit":"باب من الشرك النذر لغير الله"},
      {"lvl":1,"id":73,"sub":0,"tit":"باب من الشرك الاسيعاذة بغير الله تفسير الاستعاذة"},
      {"lvl":1,"id":75,"sub":0,"tit":"باب من الشرك أن يستغيث بغير الله أو يدعو غيره وما هي الاستغاثة؟"},
      {"lvl":1,"id":80,"sub":0,"tit":"باب قول الله تعالى { {أيشركون ما لا يخلق شيئا وهم يخلقون} وتفسيرها"},
      {"lvl":1,"id":85,"sub":0,"tit":"باب قول الله { {حتى إذا فزع عن قلوبهم} الآية وبيان معناها"},
      {"lvl":1,"id":91,"sub":0,"tit":"باب الشفاعة وتفسيرها وما ورد فيها من الآيات والأحاديث"},
      {"lvl":1,"id":94,"sub":0,"tit":"باب قول الله تعالى {إنك لا تهدي من أحببت} وتفسير الهداية"},
      {"lvl":1,"id":98,"sub":0,"tit":"باب ما جاء أن سبب كفر بني أدم وتركهم دينهم هو الغلو في الصالحين"},
      {"lvl":1,"id":105,"sub":0,"tit":"باب ما جاء من التغليظ فيمن عبد الله عند قبر رجل صالح فكيف إذا عبده"},
      {"lvl":1,"id":111,"sub":0,"tit":"باب ما جاء أن الغلو في قبور الصالحين يصيرها أوثانها تعبد من دون الله"},
      {"lvl":1,"id":115,"sub":0,"tit":"باب في حماية المصطفى صلى الله عليه وسلم حناب التوحيد"},
      {"lvl":1,"id":119,"sub":0,"tit":"باب ما جاء ان بعض هذه الامة يعبدون الاوثان"},
      {"lvl":1,"id":126,"sub":0,"tit":"باب ما جاء في السحر تفسير السحر"},
      {"lvl":1,"id":129,"sub":0,"tit":"باب بيان شيء من أنواع السحر وتفسير العيافة والطرق والطيرة"},
      {"lvl":1,"id":132,"sub":0,"tit":"باب ما جاء في الكهاب ونحوهم من الاحاديث ومن هو الكاهن"},
      {"lvl":1,"id":135,"sub":0,"tit":"باب ما جاء من الاحاديث في النشرة وما هي النشرة"},
      {"lvl":1,"id":137,"sub":0,"tit":"باب ما جاء من الايات القرانية والاحاديث النبوية في التطير"},
      {"lvl":1,"id":141,"sub":0,"tit":"باب ما جاء في التنجيم واقوال السلف في ذلك"},
      {"lvl":1,"id":143,"sub":0,"tit":"باب ما جاء في الاستسقاء بالأنواء"},
      {"lvl":1,"id":147,"sub":0,"tit":"باب قول الله تعالى {ومن الناس من يتخذ من دون الله أندادا} الاية"},
      {"lvl":1,"id":151,"sub":0,"tit":"باب قول الله تعالى {إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم} الاية"},
      {"lvl":1,"id":154,"sub":0,"tit":"باب قول الله تعالى {وعلى الله فتوكلوا إن كنتم مؤمنين} الاية"},
      {"lvl":1,"id":157,"sub":0,"tit":"باب قول الله تعالى {أفأمنوا مكر الله} الاية"},
      {"lvl":1,"id":159,"sub":0,"tit":"باب من الأيمان بالله الصبر على أقدار الله ما هو الصبر"},
      {"lvl":1,"id":162,"sub":0,"tit":"باب ما جاء في الرياء من الايات القرانية والاحاديث النبوية"},
      {"lvl":1,"id":165,"sub":0,"tit":"باب من الشرك إرادة الأنسان بعمله الدنيا"},
      {"lvl":1,"id":168,"sub":0,"tit":"باب من أطاع العلماء والأمراء في تحريم ما احل الله أو تحليل ما حرمه فقد اتخذهم أربابا"},
      {"lvl":1,"id":172,"sub":0,"tit":"باب قول الله تعالى {ألم تر إلى الذين يزعمون أنهم آمنوا} الاية"},
      {"lvl":1,"id":176,"sub":0,"tit":"باب من جحد شيئا من الأسماء والصفات"},
      {"lvl":1,"id":179,"sub":0,"tit":"باب قول الله تعالى {يعرفون نعمت الله ثم ينكرونها}"},
      {"lvl":1,"id":181,"sub":0,"tit":"باب قول الله تعالى: {فلا تجعلوا لله أندادا} الاية وقول ابن عباس فيها"},
      {"lvl":1,"id":184,"sub":0,"tit":"باب ما جاء جاء فيمن لم يقنع بالحلف بالله"},
      {"lvl":1,"id":186,"sub":0,"tit":"باب قول ما شاء الله وشئت"},
      {"lvl":1,"id":189,"sub":0,"tit":"باب من سب الدهر فقد آذى الله"},
      {"lvl":1,"id":191,"sub":0,"tit":"باب التسمي بقاضي القضاة ونحوه"},
      {"lvl":1,"id":193,"sub":0,"tit":"باب احترام أسماء الله تعالى وتغيير الإسم لأجل ذلك"},
      {"lvl":1,"id":195,"sub":0,"tit":"باب من هزل بشيء فيه ذكر الله أو القران أو الرسول ـ الخ"},
      {"lvl":1,"id":198,"sub":0,"tit":"باب قول الله تعالى {ولئن أذقناه رحمة منا من بعد ضراء مسته} الاية"},
      {"lvl":1,"id":202,"sub":0,"tit":"باب قول الله تعالى {فلما آتاهما صالحا جعلا له شركاء فيما آتاهما}"},
      {"lvl":1,"id":205,"sub":0,"tit":"باب قول الله تعالى {ولله الأسماء الحسنى} الاية"},
      {"lvl":1,"id":207,"sub":0,"tit":"باب لا يقال: السلام على الله"},
      {"lvl":1,"id":209,"sub":0,"tit":"باب قول: اللهم اغفر لي إن شئت"},
      {"lvl":1,"id":211,"sub":0,"tit":"باب لا يقول عبدي وأمتي"},
      {"lvl":1,"id":213,"sub":0,"tit":"باب 54 لا يرد من سأل بالله"},
      {"lvl":1,"id":215,"sub":0,"tit":"باب لا يسأل بوجه الله الا الجنة"},
      {"lvl":1,"id":217,"sub":0,"tit":"باب ما جاء في (لو) من الاثار"},
      {"lvl":1,"id":219,"sub":0,"tit":"باب النهي عن سب الريح"},
      {"lvl":1,"id":221,"sub":0,"tit":"باب فول الله تعالى يظنون بالله غير الحق ظن الجاهلية} الاية"},
      {"lvl":1,"id":224,"sub":0,"tit":"باب ما جاء في منكري القدر وأول من تكلم فيه"},
      {"lvl":1,"id":227,"sub":0,"tit":"باب ما جاء في المصورين وعلة النهي عن التصوير"},
      {"lvl":1,"id":230,"sub":0,"tit":"باب ما جاء في كثرة الحلف من الايات والأحاديث"},
      {"lvl":1,"id":233,"sub":0,"tit":"باب ما جاء في ذمة الله وذمة نبيه"},
      {"lvl":1,"id":236,"sub":0,"tit":"باب ما جاء في الاقسام على الله"},
      {"lvl":1,"id":238,"sub":0,"tit":"باب لا يستشفع بالله على خلقه"},
      {"lvl":1,"id":240,"sub":0,"tit":"باب ما جاء في حماية النبي صلى الله عليه وسلم حمى التوحيد وسده طرق الشرك"},
      {"lvl":1,"id":242,"sub":0,"tit":"باب قول اللله تعالى {وما قدروا الله حق قدره}"}
    ]
}
