{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b7614":
    [
      {"page":5,"id":1,"nass":"بسم الله الرحمن الرحيم\rمقدمة المعتني\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله.\rأما بعد: فهذه طبعة جديدة لكتاب: \"الدرة البهية شرح القصيدة التائية في حل المشكلة القدرية\" لشيخ الإسلام ابن تيمية، تصنيف العلامة الشيخ عبد الرحمن بن ناصر السعدي رحمه الله1.\rوهذا الشرح الذي بين أيدينا من أمتع الشروح السهلة التي تذلل للقارئ الكثير مما في باب القدر من المشكلات، وصعوبة الفهم.\rوقد اعتمدت في هذه الطبعة على النسخة المطبوعة قديما بتحقيق الشيخ عبد الغني عبد الخالق، فجعلتها أصلا، وقابلت نص القصيدة على ثلاث نسخ مطبوعة، وكنت أتمنى الحصول على نسخة خطية لنص القصيدة فلم أوفق.\r1- النسخة المطبوعة ضمن مجموع الفتاوى جمع ابن القاسم.\r2- النسخة المطبوعة بتحقيق الشيخ محمد حامد الفقي سنة 1375هـ والمطبوعة بمطبعة السنة المحمدية مع كتاب القول الأسنى في نظم الأسماء الحسنى للشيخ حسين بن عبد الوهاب. وإليها الإشارة بـ \"س\".\r__________\r1 تراجع ترجمة مفصلة للعلامة الشيخ عبد الرحمن بن ناصر السعدي وضعناها في مقدمة تحقيقنا لكتابه (منهج السالكين وتوضيح الفقه في الدين) ؛ فأغنى عن إعادته هنا.","seal":"92008E4A","part":1},
      {"page":6,"id":2,"nass":"3- النسخة الموجودة ضمن كتاب \"العقود الدرية من مناقب شيخ الإسلام ابن تيمية\" للعلامة محمد بن أحمد بن عبد الهادي الحنبلي المطبوعة بمطبعة المدني ص (254-260) وجاء في آخرها: \"تمت بحمد الله وعونه وهي مائة وأربعة وثمانون بيتا بل هي مائة وخمسة أبيات\" اهـ.\rوالذي يظهر بعد المقابلات بين النسخ المطبوعة السابقة: أن عدد الأبيات 125 بيتا، مع ملاحظة ما يلي:\r* سقط بيت رقم 7 من الأصل المطبوع، و\"س\"، واستدركته من الفتاوى والعقود وأيضا: سقط بيت رقم 124 من الأصل المطبوع، و\"س\" واستدركته من الفتاوى والعقود.\r* سقط بيت رقم 103 من الفتاوى والعقود وهو موجود بالمطبوع، و\"س\".\r* سقطت الأبيات من رقم 11إلى 29 من العقود وهي موجودة بباقي النسخ.\rوقد نقل الحافظ ابن القيم منها بيتين (وهما رقما 4، 5) في طريق الهجرتين (1/167) .\rهذا وقد قمنا بضبط الكتاب، وتنسيقه، وتخريج آياته وأحاديثه وعلقت عليه ببعض الفوائد المهمة، وغير ذلك مما يراه القارئ؛ سائلا المولى جل وعلا أن يحفظ علينا ديننا ودنيانا من الفتن ما ظهر منها وما بطن، وأن يميتنا على الإسلام، إنه سبحانه على كل شيء قدير.\rالإسماعيلية 11صفر 1419هـ\rأبو محمد أشرف عبد المقصود غفر الله له","seal":"666B3704","part":1},
      {"page":7,"id":3,"nass":"بسم الله الرحمن الرحيم\rمقدمة الشارح\rالحمد لله رب العالمين، وأشهد أن لا إله إلا الله، الملك الحق المبين وأشهد أن محمدا عبده ورسوله، سيد المرسلين. اللهم صل على محمد وآله وصحبه؛ والتابعين لهم بإحسان إلى يوم الدين.\rأما بعد: فقد طلب مني بعض الإخوان: أن أشرح \"المنظومة التائية في القدر\" لشيخ الإسلام والمسلمين أحمد بن عبد الحليم بن عبد السلام ابن تيمية؛ لما فيها من التحقيق العظيم في مسألة القضاء والقدر. ولمتانتها وصعوبة فهمها، واحتياجها إلى شرح متوسط؛ يوضحها ويكشف عن معانيها؛ ولكون المقام والموضوع مقاما مهما جدا، والحاجة – بل الضرورة – داعية إلى علمه؛ والتحقق به معرفة واعتقاداً.\rوهذا النظم: قد أتى فيه الشيخ بالعجب العجاب، وبين الحق الصريح وكشف الشكوك والشبهات: التي طالما خالطت قلوب أذكياء العلماء وحيرت كثيرا من أهل العلم الفضلاء؛ لذلك أجبت السائل لما طلبه.\rوأرجو الله وأسأله: أن يعين على تحقيقه وتوضيحه؛ فإن التوضيح والبيان – خصوصا في هذا المقام – أولى من الاختصار؛ وذكر الشواهد والأمثلة الموضحة أولى من الاقتصار.\rوأسأله تعالى: أن يجعل الداعي إليه إرادة وجهه الكريم، وإرادة النفع به للمشتغلين.","seal":"3DE8AD56","part":1},
      {"page":8,"id":4,"nass":"والشيخ رحمه الله وقدس روحه نظمها جوابا لسؤال أورده عليه من قال: \"إنه ذمي\"1 ليشبه على المسلمين، وليشككهم في أصول الدين فإن الإيمان بالقضاء والقدر أحد أصول الإسلام، ومبانيه العظام.\r__________\r1 الذمة في اللغة: الأمان والعهد، وأهل الذمة هم المعاهدون من النصارى واليهود وغيرهم ممن يقيم في دار الإسلام، وفي الحديث: \"يسعى بذمتهم أدناهم\" وفسر الفقهاء ذمتهم بمعنى الأمان، وقالوا في تفسير عقد الذمة: بأنه إقرار بعض الكفار على كفرهم بشرط بذل الجزية والتزام أحكام الملة.\rوعلى هذا: يمكن القول بأن عقد الذمة عقد بمقتضاه يصير غير المسلم في ذمة المسلمين، أي في عهدهم وأمانهم على وجه التأبيد وله الإقامة في دار الإسلام على وجه الدام \"أهـ \"أحكام الذميين والمستأمنيين في دار الإسلام\" لعبد الكريم زيدان ص (20) .\rوقي طبعة الشيخ محمد حامد الفقي لتائية شيخ الإسلام ذكر في أولها، أن الذي نظمها شاعر رافضي على لسان يهودي، وليس هذا ببعيد، فراجع ردود شيخ الإسلام في: \"منهاج السنة النبوية\" على الرافضي الخبيث ابن المطهر في مسائل القدر.","seal":"28CC9018","part":1},
      {"page":8,"id":5,"nass":"نص سؤال الذمي الذي كان سببا في نظم القصيدة\r...\rوهذا نص السؤال\rنص السؤال الذمي للتشكيك في القدر\rأيا علماء الدين، ذمي دينكم ... تحير دلوه بأوضح حجة\rإذا ما قضى ربي بكفري بزعمكم ... ولم يرضه مني، فما وجه حيلتي؟\rدعاني، وسد الباب عني2، فهل إلى ... دخولي سبيل؟ بينوا لي قضيتي\r__________\r1 في الأصل: \"دوني\" وما أثبته من (س) والفتاوى والعقود.","seal":"5CF946B2","part":1},
      {"page":9,"id":6,"nass":"قضى بضلالي1، ثم قال: ارض بالقضا ... فهل2 أنا راض بالذي فيه شقوتي\rفإن كنت بالمقضي يا قوم راضيا ... فربي لا يرضى بشؤم بليتي\rوهل3 لي رضا، ما ليس يرضاه سيدي ... فقد حرت دلوني على كشف حيرتي\rإذا شاء ربي الكفر مني مشيئة ... فهل أنا عاص في إتباع المشيئة؟\rوهل لي اختيار أن أخالف حكمه؟ ... فبالله فاشفوا بالبراهين غلتي\rهذه آخر السؤال المذكور\rتوضيح الشارح للسؤال\rوحاصله: أنه إيراد على مذهب الجبرية القائلين: إن العبد مجبور مقهور على جميع أقواله وأفعاله؛ وإنه لا قدرة له على شيء منها.\rبل هي عندهم واقعة بغير اختياره.\r__________\r1 في الأصل: \"ضلالي\" وما أثبته من (س) والفتاوى والعقود.\r2 في الفتاوى والعقود: \"فما\".\r3 في الفتاوى والعقود: \"فهل\".","seal":"64E4FC9C","part":1},
      {"page":10,"id":7,"nass":"وهذا القول باطل بالكتاب والسنة، وباطل بالعقل والحس؛ كما سيأتي بيانه إن شاء الله. وجميع المسلمين من جميع الطوائف أهل السنة وغيرهم ينكرون هذا المذهب ويتبرؤون منه.\rفيقول هذا المشبه على المسلمين، المشكك لهم، بانيا على مذهب الجبرية الذي يتبرأ منه جميع الطوائف سوى غلاة الجهمية من الجبرية يقول: \"إذا كان الله قضى علي بالكفر، وقدر علي أن لا أكون مسلما، أو قدر علي المعاصي وأن لا أكون طائعا؛ فكيف لي الخلاص من الكفر والمعاصي؟\rوكيف أتمكن من الإيمان والطاعة بعدما قضى علي الكفر والمعصية؟ فهل أكون معذورا إذا تجرأت على الكفر والفسوق والعصيان، وأنا لا حيلة لي في الانفكاك عنها؟ 1\r__________\r1 فائدة: ولله در الإمام (أبي الخطاب) إذ يقول في قصيدته في السنة:\rقالوا فأفعال العباد فقلت ما ... من خالق غير الإله الأمجد\rقالوا فهل فعل القبيح مراده ... قلت الإرادة كلها للسيد\rلو لم يرده وكان نقيصة ... سبحانه عن أن يعجزه الردى\rوفي مناظرة بين الأستاذ أبي إسحاق الإسفراييني، والقاضي عبد الجبار المعتزلي:\rقال القاضي عبد الجبار في ابتداء جلوسه للمناظرة: سبحان من تنزه عن الفحشاء\rفقال الأستاذ مجيبا: سبحان من لا يقع في ملكه إلا ما يشاء\rفقال عبد الجبار: أفيشاء ربنا أن يعصى فقال الأستاذ أيعصى ربنا قهرا؟\rفقال عبد الجبار: أفرأيت إن منعني الهدى وقضى علي بالردى أحسن إلي أم أساء؟\rفقال الأستاذ: إن كان منعك ما هو لك فقد أساء وإن منعك ما هو له فهو يختص برحمته من يشاء. فانقطع عبد الجبار\" اهـ طبقات الشافعية الكبرى للسبكي (4/261، 262) .","seal":"D195119C","part":1},
      {"page":11,"id":8,"nass":"وكيف أجمع بين الرضا بالقضاء، وبين الرضا بالمقضي، من الكفر والمعاصي؛ فإن الله لا يرضى بالكفر والفسوق والعصيان، فكيف قدرها علي، وهو لا يرضاها؟. هذا حاصل هذا السؤال.\rالجواب الإجمالي ورد الشارح على هذا السؤال\rوجوابه على وجه الإجمال بسيط ولله الحمد\r__________\rفإنه لا يرد على مذهب جمهور طوائف المسلمين، من الصحابة والتابعين لهم بإحسان، وأئمة الهدى المشهود لهم بالعلم والإيمان، بل ولا على مذهب المعتزلة والقدرية والخوارج وغيرهم من أهل البدع.\rفإن الجميع يقولون بما جاء به الكتاب والسنة من إثبات الأصلين:\rأحدهما: الاعتراف بأن جميع الأشياء كلها أعيانها، وأوصافها وأفعالها بقضاء وقدر، لا تخرج عن مشيئة الله وإرادته؛ بل ما شاء الله كان وما لم يشأ لم يكن.\rوالأصل الثاني: أن أفعال العباد من الطاعات والمعاصي وغيرها واقعة بإرادتهم وقدرتهم؛ وأنهم لم يجبروا عليها؛ بل هم الذين فعلوها؛ بما خلق الله لهم من القدرة والإرادة.\rويقولون: لا منافاة بين الأمرين فالحوادث كلها التي من جملتها أفعال العباد بمشيئة الله وإرادته؛ والعباد هم الفاعلون لأفعالهم، المختارون لها، فهم الذين اختاروا فعل الخيرات وفعلوها، واختاروا ترك المعاصي فتركوها.\rوالآخرون: اختاروا فعل المعاصي وفعلوها، واختاروا ترك الأوامر فتركوها.","seal":"202159BD","part":1},
      {"page":12,"id":9,"nass":"فاستحق الأولون: المدح والثواب، واستحق الآخرون الذم والعقاب.\rولم يجبر الله أحدا منهم على خلاف مراده واختياره، فلا عذر للعاصين إذا عصوا وقالوا: إن الله قدرها علينا، فلنا بذلك العذر. فيقال لهم: إن الله قد أعطاكم المكنة والقدرة على كل ما تريدون وأنتم بزيغكم وانحرافكم أرتم الشر ففعلتموه، والله قد حذركم وهيأ لكم كل سبب يصرف عن معاصيه، وأراكم سبيل الرشد فتركتموه وسبيل الغي فسلكتموه.\rزيادة إيضاح للجواب الإجمالي\rوإذا أردت زياد إيضاح لهذا المقام:\rفإنه من المعلوم لكل أحد: أن كل فعل يفعله العبد، وكل كلام يتكلم به، فلا بد فيه من أمرين:\r1- قدرة منه على ذلك الفعل والقول.\r2- وإرادة منهم.\rفمتى اجتمعن، وجدت منه الأقوال والأفعال.\rوالله تعالى هو الذي خلق قدرة العبد وإرادة العبد.\rوخالق السبب التام، خالق للسبب.\rفالله تعالى خالق أفعال العباد، والعباد هم الفاعلون لها حقيقة.\rفهذا الإيراد الذي أورده هذا المشكك وما أشبهه من الإيرادات التي يحتج بها أهل المعاصي بالقدر","seal":"0CB9BA08","part":1},
      {"page":13,"id":10,"nass":"يجيبونهم بهذا الجواب المفحم فيقولون: دلت أدلة الكتاب والسنة الكثير على أن الخالق كل شيء، وعلى كل شيء قدير وأن كل شيء بقضاء وقدر: الأعيان والأوصاف والأفعال.\r* ودلت أيضا أدلة الكتاب والسنة: أن العباد هم الفاعلون لفعلهم حقيقة بقدرتهم واختيارهم، فإنه تعالى نسب إليهم وأضاف إليهم كل ما فعلوه من إيمان وكفر، وطاعة ومعصية. وإنه تعالى مكنهم من هذا ومن هذا.\rولكنه تعالى حبب إلى المؤمنين الإيمان وزينه في قلوبهم وكره إليهم الكفر والفسوق والعصيان.\rوولى الآخرين ما تولوا لأنفسهم، حيث اختاروا الشر على الخير وأسباب العقاب على أسباب الثواب.\rوهذا كما أنه معلوم بالضرورة من الشرع، فهو معلوم بالحس الذي لا يمكن أحدا المكابرة فيه.\rفإن العبد يفرق بين أفعاله التي يقسر ويجبر ويقهر عليها، وبين أفعاله التي يختارها ويريدها، ويحب حصولها.\rفهذا الجواب المجمل.","seal":"F26AC7D9","part":1},
      {"page":14,"id":11,"nass":"الجواب المفصل للناظم هذا سؤال معند مختصم لله وهو من جنس سؤال إبليس اللعين\r...\rالجواب المفصل للناظم\rوأما الجواب المفصل. فقد ذكره الشيخ قدس الله روحه فقال:\r1- سؤالك يا هذا، سؤال معاند ... مخاصم1 رب العرش، باري البرية\r2- فهذا سؤال، خاصم الملأ العلا ... قديما به إبليس، أصل البلية\r3- ومن يك خصما للمهيمن يرجعن ... على أم رأس هاويا في الحفيرة\rهذا سؤال معاند مخاصم الله وهو من جنس سؤال إبليس اللعين\rالشرح\rبين الشيخ في أول الجواب: أن هذا السؤال والإيراد، إنما صدر عن رجل معاند مكابر، مخاصم لله.\rفإن هذا السؤال في الحقيقة موجه إلى الله والسائل قد أورده على ربه واعترض عليه، وزعم: أن الله ظالم له، حيث قدر عليه الكفر والمعاصي وعذبه عليه. وكل من عاند الله، فحجته داحضة باطلة، وهو مخصوم محجوج.\rوهذا السؤال من جنس سؤال إبليس حيث قال: {قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ} (لأعراف:16)\rفقال: {فَبِمَا أَغْوَيْتَنِي} ولم يقل: \"غويت\".\r__________\r1 في العقود: \"تخاصم\".","seal":"534B5047","part":1},
      {"page":15,"id":12,"nass":"وإبليس هو الذي غوى واستكبر عن أمر ربه، حيث أمره بالسجود لأدم فقال: {قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلاً} (الإسراء:61، 62) .\rفإبليس خاصم الله، وبادأه بالمعصية، واستكبر عن أمره، واستكبر على آدم.\rفكل من خاصم عن نفسه، أو عن غيره في معصية الله، فهو وارث إبليس، وعنه أخذ هذه الخصومة. فكل من خاصم الحق، فلج وخصم، كما أن كل من خاصم بالحق فلج وغلب.\r{وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً} (الإسراء:81) .\rوكل من نصر الباطل، فهو من خصوم الله\rولكن: أصناف القدرية الثلاثة1، هم أحق الناس بهذا الوصف.\r__________\r1 قسم شيخ الإسلام القدرية إلى ثلاثة أقسام في غير موضع من كتبه: فقال: \"وأهل الضلال الخائضون في القدر انقسموا إلى ثلاث فرق: مجوسية ومشركية وإبليسية\rفالمجوسية: الذين كذبوا بقدر الله وإن آمنوا بأمره ونهيه؛ فغلاتهم أنكروا العلم والكتاب ومقتصدوهم أنكروا عموم مشيئته وخلقه وقدرته وهؤلاء هم المعتزلة ومن وافقهم\rوالفرقة الثانية: المشركية الذين أقروا بالقضاء والقدر وأنكروا الأمر والنهي؛ قال تعالى: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ شَيْءٍ} (الأنعام: 148) فمن احتج على تعطيل الأمر والنهي بالقدر فهو من هؤلاء وهذا قد كثر فيمن يدعي الحقيقة من المتصوفة\rوالفرقة الثالثة: وهم الإبليسية الذين أقروا بالأمرين لكن جعلوا هذا متناقضا من الرب - سبحانه وتعالى - وطعنوا في حكمته وعدله كما يذكر ذلك عن إبليس مقدمهم؛ كما نقله أهل المقالات ونقل عن أهل الكتاب\" اهـ التدمرية (207، 208)\rوراجع أيضا: الاستقامة (1/433) ومنهاج السنة (3/82) ومجموع الفتاوى (22/131، 132) وطريق الهجرتين لابن القيم (167-178) .","seal":"07BA95BB","part":1},
      {"page":16,"id":13,"nass":"فلهذا قال الشيخ:\rبيان طوائف القدرية الثلاث، خصوم الله يوم المعاد\r4- ويدعى1 خصوم الله يوم معادهم ... إلى النار طرا، معشر القدرية\r5- سواء نفوه، أو سعوا ليخاصموا ... به الله، أو ماروا به للشريعة\rالشرح\rيشير الشيخ إلى ما رواه ابن ماجه عن عائشة رضي الله عنها، قالت: سمعت النبي صلى الله عليه وسلم يقول: \" من تكلم في شيء من القدر، سئل عنه يوم القيامة \"2. أي: سؤال تقريع وتوبيخ. وهو كما ذكر الشيخ يشمل طوائف القدرية الثلاثة:\r1- القدرية النفاة\r2- والقدرية المجبرة\r3- والقدرية المشركين\rفكل الطوائف الثلاث خاضوا في القدر خوضا منحرفا، وبعضهم أغلظ من بعض، وكلهم عن الصراط ناكبون.\r__________\r1 في الأصل: (وتدعى) وما أثبته من (س) والفتاوى والعقود وهو الموافق لما نقله ابن القيم في طريق الهجرتين.\r2 حديث ضعيف: رواه ابن ماجه (84) من طريق يحي بن عثمان مولى أبي بكر ثنا يحي بن عبد الله بن أبي مليكة عن أبيه أنه دخل على عائشة فذكر لها شيئا من القدر فقالت: سمعت رسول الله صلى الله عليه وسلم الحديث. وقال البوصيري في الزوائد: إسناد هذا الحديث ضعيف؛ لاتفاقهم على ضعف يحي بن عثمان، قال فيه ابن معين، والبخاري وابن حبان: منكر الحديث وزاد ابن حبان: لا يجوز الاحتجاج به، ويحي بن عبد الله بن أبي مليكة قال ابن حبان: يعتبر حديثه إذا روى عنه غير يحي بن عثمان\" وضعفه الألباني في ضعيف الترمذي برقم (16) .","seal":"970A0CC9","part":1},
      {"page":17,"id":14,"nass":"حقيقة مذهب القدرية النفاة وبيان أنهم مجوس هذه الأمة\r...\r1- فأما القدرية النفاة:\rفهم الذين يطلق عليهم أكثر العلماء اسم \"القدرية\".\rوهم الذين ورد فيهم الحديث، الذي في \"السنن\": \" أنهم مجوس هذه الأمة \"1.\rوأكثر أهل \"المعتزلة\" على هذا المذهب الباطل.\rوحقيقة مذهبهم أنهم يقولون: إن أفعال العباد، وطاعاتهم ومعاصيهم لم تدخل تحت قضاء الله وقدره.\rفأثبتوا قدرة الله على أعيان المخلوقات وأوصافها، ونفوا قدرته على أفعال المكلفين، وقالوا: إن الله لم يردها ولم يشأها منهم، بل هم الذين أرادوها وشاءوها، وفعلوها استقلالا بدون مشيئة الله.\rويزعمون: أنهم بهذا القول ينزهون الله عن الظلم، لأنه لو قدر المعاصي عليهم، ثم عذبهم عليها، لكان ظالما لهم، وللزم من إثبات قدرة الله على أفعالهم الجبر، الذي هو باطل بالشرع والعقل، كما تقدمت الإشارة إليه.\r__________\r1 حديث حسن: رواه أبو داود (4691) والحاكم (1/85) من طريق أبي حازم سلمة بن دينار عن ابن عمر، وهو منقطع لأن أبا حازم لم يسمع من ابن عمر، ولكن الحديث له شواهد ترقيه لمرتبة الحسن؛ ولذا حسنه الألباني في تخريج شرح الطحاوية لابن أبي العز (284) وفي تخريج كتاب السنة لابن أبي عاصم (238، 329) وراجع مختصر سنن أبي داود للمنذري (7/61) .","seal":"F05715C5","part":1},
      {"page":18,"id":15,"nass":"ولكنهم بهذا القول الباطل ردوا نصوصا كثيرة من الكتاب والسنة تثبت وتصرح أن جميع أعمال العباد من خير وشر، وطاعة ومعصية بقضاء الله وقدره.\rكما أجمع المسلمون: أنه ما شاء الله كان، وما لم يشأ لم يكن.\rوسموا \"مجوس هذه الأمة\"، لأنهم أشبهوا \"المجوس\" الذين أثبتوا خالقا للخير، وخالقا للشر، وهو إبليس على زعم \"المجوس\" 1.\rوهؤلاء \"القدرية\" أثبتوا: أن الله خالق للعباد لأعيانهم وأوصافهم، ولم يثبتوا أنه خالق لأفعالهم.\rفأخرجوا أفعال العباد عن قدر الله، ولم يهتدوا إلى ما اهتدى إليه أهل السنة، من أن الله كما أنه الذي خلقهم، خلق ما به يفعلون من قدرتهم وإرادتهم، ثم فعلوا الأفعال المتنوعة من طاعة، ومعصية بقدرتهم وإرادتهم اللتين خلقهما الله باتفاق المسلمين.\rحتى هؤلاء \"القدرية\" يثبتون: أن قدرة العباد وإرادتهم مخلوقة له.\rوحيث وقعت أفعال العباد بقدرتهم وإرادتهم اللتين خلقهما الله في العبد ليتمكن بهما من كل ما يريده من أقوال وأفعاله.\rوخالق السبب التام خالق السبب.\r__________\r1 راجع معالم السنن للخطابي (7/56-58) وجامع الأصول لابن الأثير (10/128) .","seal":"C76D12F2","part":1},
      {"page":19,"id":16,"nass":"فالعبد المؤمن: هو الذي يصلي، ويصوم، ويتصدق، ويحج، ويعمل أعمال البر، بما مكنه الله، وأعطاه من قدرة وإرادة يتمكن بهما من أفعال الخير.\rوالعبد الكافر أو الفاجر،: هو الذي يشرك، ويقتل، ويزني، ويسرق ويعمل أجناس المعاصي، بما مكنه الله به وأعطاه من قدرة وإرادة يفعل بهما تلك الأفعال.\rوالقدرة والإرادة اللتان أعطاهما الله للعبد خير ونعمة، وفضل من الله، لكن العبد العاصي هو الذي وجه قواه وأفعاله إلى أعمال الشر.\rفلم يكن له على الله حجة، بل لله عليه الحجة البالغة، نهج الله له طريق الخير فأباه، وسلك بنفسه طريق الشر وارتضاه، فلا يلومن من بعد ذلك إلا نفسه. فمن احتج مع ذلك على ربه وقال: إنه قدر علي المعاصي فلا لوم علي؟! 1\r__________\r1 ولشيخ الإسلام ابن تيمية كلام نفيس في مسألة الاحتجاج بالقدر فليراجع مجموع الفتاوى (8/303-371) .","seal":"AB1FADA0","part":1},
      {"page":19,"id":17,"nass":"الرد على من احتج بالمعاصي على القدر\rقيل له: هذه حجة أبطلها الله في كتابه، حيث قال: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} (الأنعام:148-149) .","seal":"AB2B453B","part":1},
      {"page":20,"id":18,"nass":"فتضمنت هاتان الآيتان: أن الاحتجاج بالقدر على المعاصي باطل من وجوه:\rمنها: أن هذا هو احتجاج المشركين.\rومنها: أن هذا الاحتجاج بالقدر على الشر، لم يمنعهم من عذاب الله. حيث قال: {كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا} .\rومنها: أن الله وبخهم على ذلك، وطالبهم بالبرهان في قوله: {قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا} (الأنعام: 148) . فنفى عنهم العلم وأخبر أنهم يتبعون الظن الذي لا يغني من الحق شيئا.\rومنها: أنه أخبر أن له الحجة البالغة على جميع من تجرأ على معاصيه. فمن احتج على المعاصي فهو أظلم الظالمين.\rوأيضا: فهذا المحتج بالقدر، المقيم لعذر نفسه على ربه، هو يكذب نفسه بنفسه، فإنه لو تجرأ عليه أحد بتعد على ماله أو بدنه أو محبوباته، واعتذر بالقدر لم يقبل عذره، فكيف يقبل عذر نفسه على تجرئه على ربه؟! فالمحتج بالقدر على المعاصي: يكذبه الكتاب والسنة والعقل، وضميره يكذبه كما ذكرنا، وإنما يقصد باحتجاجه دفع الشناعة عن نفسه.\rوكانت طائفة القدر في أول أمرهم ينكرون العلم، وينكرون القدر1 فيقولون: إن الله لا يعلم أعمال العباد قبل أن يعملوها، ولا تعلقت بها\r__________\r1 قال شيخ الإسلام ابن تيمية: \" وهذا القول أول ما حدث في الإسلام بعد انقراض عصر الخلفاء الراشدين وبعد إمارة معاوية بن أبى سفيان في زمن الفتنة التي كانت بين بن الزبير وبين بني =","seal":"98668818","part":1},
      {"page":21,"id":19,"nass":"مشيئة الله. فلما شنع عليهم المسلمين وكفروهم بذلك تحولوا عن قولهم الأول، فأثبتوا العلم، وأنكروا القدر.\rولهذا كان الأمة كالإمام أحمد، وغيره يقولون: \"ناظروا القدرية بالعلم، فإن أنكروا العلم كفروا، وإن اعترفوا به خصموا\"1.\rيعني: أن \"القدرية\" النافين لعلم الله بأفعال عباده، جاحدون لنصوص الكتاب والسنة المصرحة بإحاطة علم الله، بما كان وما يكون من أعيان وأوصاف، وأفعال، مما دق وجل.\rفمن أنكر ذلك فقد كذب الكتاب والسنة صريحا، وذلك هو الكفر. وإن اعترفوا بإحاطة علم الله بكل شيء، وبأفعال العباد قبل وقوعها كما هو القول الذي استقر عليه مذهبهم خصموا.\r__________\r= أمية في أواخر عصر عبد الله بن عمر وعبد الله بن عباس وغيرهما من الصحابة وكان أول من ظهر عنه ذلك بالبصرة معبد الجهني فلما بلغ الصحابة قول هؤلاء تبرءوا منهم وأنكروا مقالتهم كما قال عبد الله بن عمر لما أخبر عنهم إذا لقيت أولئك فأخبرهم أنى بريء منهم وأنهم برءاء مني وكذلك كلام بن عباس وجابر بن عبد الله وواثلة بن الأسقع وغيرهم من الصحابة والتابعين لهم بإحسان وسائر أئمة المسلمين فيهم كثير حتى قال فيهم الأئمة كمالك والشافعي وأحمد بن حنبل وغيرهم أن المنكرين لعلم الله المتقدم يكفرون ثم كثر خوض الناس في القدر فصار جمهورهم يقر بالعلم المتقدم والكتاب السابق لكن ينكرون عموم مشيئة الله وعموم خلقه وقدرته ويظنون أنه لا معنى لمشيئته إلا أمره فما شاءه فقد أمر به وما لم يشأه لم يأمر به \"جموع الفتاوى (8/450)\rوراجع أيضا: مجموع الفتاوى (28/490، 13/36، 37، 7/384، 385) ومنهاج السنة النبوية (1/390) .\r1 راجع السنة للخلال (1/532) .","seal":"FC7AA001","part":1},
      {"page":22,"id":20,"nass":"ووجه ذلك: أنهم يقولون: إن أفعالهم لا تتعلق بها مشيئة الله وإرادته، وإنما هم مستقلون بها من كل وجه.\rإذا كان هذا قولهم في مشيئة الله، مع قولهم: وإن الله يعلم أعمال العباد قبل أن يعملوها؛ فهذا تناقض محض!!\rكيف يعلمها وهو لم يقدرها ولم يردها؟ هذا محال {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (الملك:14) .\rفيلزم أحد الأمرين:\r1- إما أن لا يتناقضوا، فينفوا الأمرين علم الله بأفعاله، ومشيئته لها. فيتضح كفرهم.\r2- وإما أن يرجعوا إلى الحق الذي دل عليه الكتاب والسنة وأجمع عليه المسلمون، وهو: أنه تعالى كما أنه بكل شيء عليم، وبكل شيء محيط؛ فإنه على كل شيء قدير.\rومن جملة الأشياء: أفعال العباد طاعتهم ومعاصيهم فهو تعالى يعلمها إجمالا وتفصيلا قبل أن يعملوها.\rوأعمالهم وأفعالهم داخلة تحت مشيئة الله وإرادته؛ فقد شاءها منهم وأرادها، ولم يجبرهم لا على الطاعات، ولا على المعاصي، بل هم الذين فعلوها باختيارهم، كما قال تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} (التكوير:28، 29) .","seal":"F9C8F07C","part":1},
      {"page":23,"id":21,"nass":"فهذه الآية فيها: رد على القدرية النفاة وعلى القدرية المجبرة وإثبات للحق الذي عليه أهل السنة والجماعة.\rفقوله: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} أثبتت أنه لهم مشيئة حقيقية وفعلا حقيقيا وهو الاستقامة باختيارهم.\rفهذا رد على الجبرية.\rوقوله: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} أخبر أن مشيئتهم تابعة لمشيئة الله، وأنها لا توجد بدونها.\rفما شاء الله كان وما لم يشأ لم يكن.\rففيها رد على القدرية القائلين: إن مشيئة العباد مستقلة، وليست نابعة لمشيئة الله.\rبل عندهم: يشاء العباد ويفعلون ما لا يشاؤه الله ولا يقدره.\rودلت الآية على الحق الواضح، وهو: أن العباد هم الذين يعملون الطاعات والمعاصي حقيقة، وليسوا مجبورين عليها.\rوأنها مع ذلك تابعة لمشيئة الله، كما تقدم كيفية وجه ذلك.\rوالآيات الدالات على هذا كثيرة جدا.\rفهذه إحدى الطوائف الثلاث المخاصمين لله؛ فإنهم أنكروا عموم مشيئته وقدره، وجحدوا ما قرره الله في كتابه، وعلى لسان رسوله من شمول قدره لكل شيء. فزعموا: أن أفعال العباد خارجة من هذا العموم.","seal":"6EAB9C14","part":1},
      {"page":24,"id":22,"nass":"2- حقيقة مذهب القدرية المجبرة والرد عليهم\rوأما الطائفة الثانية فهم الجبرية:\rالذين يقال لهم: \"القدرية المجبرة\".\rوهم \"غلاة الجهمية\" الذين إمامهم في هذا وغيره \"جهم بن صفوان\" المتفق على بدعته، بل بدعه الخبيثة المتنوعة.\r*فزعموا: أن عموم مشيئة الله، وعموم إرادته تقتضي:\r- أن العبد مجبور على أفعاله، مقسور مقهور على أقواله وأفعاله.\r- لا قدرة له على شيء من الطاعات، ولا على ترك المعاصي.\r- ومع أنه لا قدرة له على ذلك عندهم، فهو مثاب معاقب على ما لا قدرة له عليه.\rوهذا القول من أشنع البدع وأنكرها.\rوهو مخالف للكتاب والسنة وإجماع الأئمة المهتدين، من الصحابة والتابعين لهم بإحسان.\rومخالف للعقول والفطر، ومخالف للمحسوس.\rوكل قول يمكن صاحبه أن يطرده إلا هذا القول الشنيع، فإنه لا يمكن أن يعمل به ويطرده، كما تقدم: أنه لا يعذر من ظلمه وتعدى عليه، مع اعتذار المعتدي بالقدر.\rفإن الجبري لا يعذره، بل يرى اعتذاره بالقدر زيادة ظلم، وتهكما به.","seal":"176D471E","part":1},
      {"page":25,"id":23,"nass":"فكيف يسلك هذا المسلك مع ربه، وهو لا يرتضيه لنفسه من غيره؟!.\rوالمقصود: أن هذه الطائفة خالفت المنقول والمعقول.\rونصوص الكتاب والسنة تبطل قولهم، فإن الله نسب أعمال العباد إليهم من الطاعات المتنوعة والمعاصي الكثيرة كلها يضيفها إلى الفاعلين ويخبر أنهم هم الفاعلون لها، ويستحقون جزاءها من خير وشر.\rفلو كان مجبورين عليها لم ينسبها لهم، ولم يضفها لهم، بل ينسب الأفعال إلى نفسه. حاشاه وتعالى عن ذلك.\rفلا يقال: الله هو الذي فعل الإيمان والكفر، والطاعة والمعصية.\rبل يقول كل أحد: العبد هو الذي فعلها، والله هو الذي قدرها من غير أن يجبره عليها.\rويلزم على قول \"الجبرية\" أيضا: إسقاط الأمر والنهي؛ لأنه كيف يؤمر وينهى من لا قدرة له على امتثال الأمر، واجتناب النهي؟!\rويلزم أيضا على قولهم: إسقاط الحدود عن جميع أهل الجرائم؛ إذ كيف يعاقبون وتقام عليهم الحدود، وهم غير قادرين، بل مجبورون؟! فهذا القول الباطل مخالف لجميع أصول الدين وفروعه.\rويلزم أيضا على قول الجبرية: تعطيل الأسباب الدينية والدنيوية.\rوذلك: أن الله تعالى جعل الأسباب موصلة إلى مسبباتها؛ وأمر العباد بسلوك كل سبب نافع لهم في دينهم ودنياهم.","seal":"F83C21C8","part":1},
      {"page":26,"id":24,"nass":"فكيف يؤمرون وهم مجبورون غير قادرين؟!\rفالقول بالجبر فيه فساد الدين والدنيا.\rوالذي حملهم على هذا القول مع ظهور فساده ظنهم: وأنه لا يمكنهم إثبات عموم مشيئة الله وقدره، حتى يسلبوا العبد قدرته.\rوقد غلطوا بهذا الظن، فإنه كما تقدم يتمكن العبد من إثبات عموم القدر، ومن إثبات أن الأعمال هي أعمال العباد حقيقة، لأن الله خلقهم وخلق كل ما فيهم من القوى الظاهرة والباطنة.\rوبقدرتهم وإرادتهم اللتين خلقهما الله ومكن العبد بها من كل ما يريده من خير وشر فعلوا الأمرين باختيارهم من غير إجبار.","seal":"DB74E5B1","part":1},
      {"page":26,"id":25,"nass":"وقد تصل الحال بهذه الطائفة وتغلوا في القدر حتى يعتقدوا أن معاصيهم طاعات، لأنها بمشيئة الله، فيشاركون:\r3- حقيقة مذهب القدرية المشركة وبيان أن الطائفة الثانية قد تشاركهم فيه\rالطائفة الثالثة، وهم القدرية المشركون\rالذين اعتذروا عن شركهم وتحريمهم ما أباح الله بالمشيئة.\rوجعلوا مشيئة الله هي محبته، فقالوا: {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ شَيْءٍ} .\rوفي الآية الأخرى: {وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ كَذَلِكَ فَعَلَ الَّذِينَ","seal":"CFA3E822","part":1},
      {"page":27,"id":26,"nass":"مِنْ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ} (النحل:35)\rفهذه الطوائف الثلاث هم خصماء الله في قضاءه وقدره.\r1- منهم من نفاه.\r2- ومنهم من غلا فيه غلوا أوقعه في الباطل.\r3- وهدى الله أهل السنة والجماعة لما اختلفوا فيه بإذنه، {وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} (البقرة: 213) .\r* فأثبتوا عموم قضاء الله ونفوذ مشيئته في كل شيء.\r* وأثبتوا مع ذلك أفعال العباد من الطاعات والمعاصي.\r* وقالوا: إنها واقعة باختيارهم.\r* ولا حجة للعاصين على الله إذا احتجوا على معاصيهم بقدره، بل حجتهم داحضة باطلة.\r* وقالوا: إن مشيئة الله غير محبته.\r- فمشيئته تعلقت بكل شيء موجود من خير وشر، وطاعة ومعصية.\r- ومحبته خاصة للطاعات وأهلها.\r- كما أخبر بذلك في كتابه وفي سنة رسوله صلى الله عليه وسلم.","seal":"959B8917","part":1},
      {"page":28,"id":27,"nass":"بيان أصل ضلال الفرق الضالة عامة وما يتعين على المكلفين اعتباره واعتقاده\rثم قال الشيخ رحمه الله:\r6- وأصل ضلال الخلق من1 كل فرقة ... هو الخوض في فعل الإله بعلة\r7-[فإنهمو لم يفهموا حكمة له ... فصاروا على نوع من الجاهلية] 2\r8- فإن جميع الكون أوجب فعله ... مشيئة رب الخلق باري الخليقة\r9- وذات إله الخلق واجبة بما ... لها من صفات واجبات قديمة\r10- مشيئته مع علمه، ثم قدرة ... لوازم ذات الله قاضي القضية\r11- (وإبداعه ما شاء من مبدعاته ... بها حكمة فيه وأنواع رحمة)\rالشرح\rيذكر الشيخ: أن أصل ضلال الخلق من جميع فرق الضلال والخوض في فعل الرب.\r__________\r1 في المطبوعة: (في) وما أثبته من الفتاوى والعقود.\r2 ما بين المعقوفتين سقط من ألأصل و (س) واستدركته من الفتاوى والعقود\r3 الأبيات من أول هذا البيت إلى بيت رقم 29 ساقط من العقود.","seal":"68432C6C","part":1},
      {"page":29,"id":28,"nass":"وذلك: أن جميع الكون العالم العلوي والسفلي وما فيهن من المخلوقات خلقها الله وأوجدها بمشيئته وقدرته.\rفإنه تعالى هو الواجب بأسمائه وصفاته القديمة التي لا أول لها، لأنه الأول الذي ليس قبله شيء، ولم يزل بأسمائه وصفاته كذلك.\rفإذا كانت أوصافه كلها قديمة واجبة، لأنه واجب الوجود.\rفمن لوازم صفاته اللازمة لذاته:\r1- العلم المحيط بكل شيء.\r2- والقدرة الشاملة لكل شيء.\r3- والمشيئة العامة لكل موجود.\rفهو تعالى لم يزل عليما فعالا لما يريد.\rوأفعاله تعالى وإبداعه لمبتدعاته تابعة لحكمته التي هي وضع الأشياء مواضعها، وتنزيل الأمور منازلها.\rفلم يخلق ولن يخلق شيئا عبثا، بل خلق المخلوقات وأبدع المبدعات بالحق وللحق، فهي صدرت عن الحق، واشتملت على الحق، وكانت غاياتها المقصودة الحق.\rفهذا: التقرير الصحيح لمذهب أهل السنة والجماعة.\rوهو الذي دلت عليه الأدلة الكثيرة.","seal":"54431CC5","part":1},
      {"page":30,"id":29,"nass":"فكما أنه تعالى أخبر: أنه على كل شيء قدير، وأنه فعال لما يريد، وأنه إذا أراد أمرا قال له:\"كن\" فيكون، وأن كل شيء خلقه بقدر، وكل صغير وكبير مستطر، فكذلك قد أخبر: أنه الحكيم الذي شملت حكمته كل شيء، وأنه خلق السماوات والأرض ومن فيهن بالحق، ولم يخلقهما باطلا. {ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا} (صّ: 27) {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ} (المؤمنون:115)\r{أَيَحْسَبُ الْأِنْسَانُ أَنْ يُتْرَكَ سُدىً} (القيامة:36) .\rإلى غير ذلك من الآيات الدالات على الأصلين، وهما: عموم مشيئته لكل موجود، وشمول حكمته للخلق والأمر.\rهذا: الذي يتعين على المكلفين الاعتراف به واعتقاده.","seal":"6D56103F","part":1},
      {"page":30,"id":30,"nass":"بيان ما زعمه الجبرية، وإبطاله\r...\rأما مذهب \"الجبرية\" فإنهم زعموا: أن فعل الرب وإبداعه لجميع المبتدعات لغير حكمة: بل أوجدها عندهم بمشيئة مجردة.\rوقالوا: إنه {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} (الأنبياء:23)\rولا حجة لهم بالآية الكريمة، بل هي حجة عليهم، فإنه لا يسأل عما يفعل، لكمال حكمته، فلا يمكن مخلوقا أن يعترض على الله اعتراضا صحيحا في شيء من مخلوقاته.\rبل: لو اجتمعت عقول الخلق من أولهم وآخرهم ليقترحوا أحسن من خلقه وإبداعه وتكوينه، لعجزت عقولهم وقواهم.","seal":"0FEA0E96","part":1},
      {"page":31,"id":31,"nass":"وإنما حسب العقول الكاملة أن تدرك حكمة الله، وأن تفهمها، وما يخفى عليهم من الحكم أعظم وأكثر.\r* قال تعالى: {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ} (النمل: 88) .\r* وقال تعالى: {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ} (السجدة: من الآية7) .\r* وقال تعالى: {مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ} (الملك: من الآية3) .\rأي: نقص وخلو من الحكمة.\r* {ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئاً وَهُوَ حَسِيرٌ} (الملك:4)\rومن تأمل في المخلوقات، وتغلغل فكره في بدائع المصنوعات، ورأى ما فيها من الحسن والانتظام والإتقان، وشاهد ما فيها من المنافع التي لا تحصى، شهد لله بكمال الحكمة، وعموم الرحمة.\rفتبا لمن زعم أن أفعال الباري صادرة عن محض المشيئة الخالية من الحكمة والرحمة.\rلقد ضلت أفهامهم حيث أنكروا أظهر الأشياء وأوضحها.","seal":"B1C640F0","part":1},
      {"page":32,"id":32,"nass":"بيان أن الحكم لله وحده، وأن الخاق والأمر له سبحانه لا شريك له في ملكه\r...\rبيان أن الحكم لله وحده، وأن الخلق والأمر له سبحانه لا شريك له في ملكه\rولهذا، قال الشيخ:\r12- ولسنا إذا قلنا جرت بمشيئة ... من المنكري آياته المستقيمة\r13- بل الحق أن الحكم لله وحده له ... الخلق والأمر الذي في الشريعة\rالشرح:\rأي: إذا قلنا: إن جميع الكائنات جرت بمشيئة الله وإرادته، فلسنا نكرر حكمته، وآياته المستقيمة الدالة على الغايات المحمودة. بل نجمع بين إثبات الأمرين، ونعتقد شمول الأصلين لكل ما خلقه وشرعه.\rلأنه تعالى له الحكم وحده، {أَلا لَهُ الْخَلْقُ وَالْأَمْرُ} (لأعراف: 54) .\rأي: له وصفا وفعلا الخلق الشامل لكل مخلوق، والأمر الشامل لجميع الأحكام الشرعية.\rفكما [أنه] لا خالق سواه، فلا حاكم بين العباد سواه.\rوكما أن مخلوقاته مملوءة من الحكمة والرحمة، فشرعه العظيم أعظم وأعظم، كله حكمة، وكله رحمة.\r{وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} (المائدة: 50) .لا شريك لله في ملكه","seal":"23D22271","part":1},
      {"page":33,"id":33,"nass":"لا شريك لله في ملكه\r...\rفلهذا، قال:\r14- هو الملك المحمود في كل حالة ... له الملك من غير انتقاص بشركة\rالشرح:\rأي: له الملك كله، وله الحمد كله.\rلا شريك له في ملكه، ولا في حمده.\rفهو المحمود على ما له من الأسماء الحسنى، وعلى ما له من الصفات الكاملة العليا.\rوهو المحمود على فضله الشامل، ورحمته الواسعة، وعلى عدله وحكمته التي وضع بها الأشياء مواضعها.\rفيحمد على عدله، كما يحمد على فضله.\rكما قال الشاعر:\rما للعباد عليه حق واجب ... كلا ولا سعي لديه ضائع.\rإن عذبوا فبعدله أو نعموا ... فبفضله وهو الكريم الواسع.","seal":"F25D874A","part":1},
      {"page":34,"id":34,"nass":"قدرة الله الكاملة وإرادته الشاملة وخلقه ومشيئته\rوقد قرر الشيخ هذا المقام، فقال مقررا، مكررا للمعاني بعبارات مختلفة، لأن المقام مهم جدا:\r15- فما شاء مولانا الإله، فإنه ... يكون وما لا لا يكون بحيلة\r16- وقدرته لا نقص فيها، وحكمه ... يعم. فلا تخصيص في ذي القضية\r17- أريد بذا أن الحوادث كلها ... بقدرته كانت، ومحض المشيئة\r18- ومالكنا في كل ما قد أراده ... له الحمد حمدا يعتلي كل مدحة\r19- فإن له في الخلق رحمته سرت ... ومن حكم فوق العقول الحكيمة\r20- أمورا يحار العقل فيها إذا رأى ... من الحكم العليا وكل عجيبة\rالشرح:\rيعني: أنه ما شاء الله كان، لا مانع من كونه ووجوده إذا شاءه الله.\rوما لم يشأ لم يكن، فلا يدرك بحيلة، ولو اجتمع عليه جميع الخلق.","seal":"FE0795B3","part":1},
      {"page":35,"id":35,"nass":"* وفي حديث ابن عباس أنه صلى الله عليه وسلم: قال: \" ... واعلم أن الخلق لو اجتمعوا على أن ينفعوك بشيء؛ لم ينفعوك إلا بشيء كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء؛ لم يضروك إلا بشيء قد كتبه الله عليك \"1.\rفقدرة الباري تعالى كاملة لا نقص فيها.\rحدثت جميع الحوادث، ووجدت الموجودات بها وبمشيئته.\rوله في ذلك الخلق والإيجاد كمال الحكمة، وسعة الرحمة؛ التي تحار العقول في كثرتها، وسعتها وعظمتها.\rوهو المحمود تعالى على ذلك كله.\r__________\r1 حديث صحيح: وهو جزء من وصية النبي صلى الله عليه وسلم لابن عباس؛ رواه أحمد (1/293) والترمذي (2516) بإسناد حسن لا بأس به، وراجع طرقه في التعليق على نور الاقتباس بتحقيقنا.\rقال الحافظ ابن رجب: \"تضمن هذا الحديث وصايا عظيمة، وقواعد كلية من أهم أمور الدين وأجلها؛ حتى قال الإمام أبو الفرج في كتابه صيد الخاطر: تدبرت هذا الحديث فأدهشني وكدت أطيش، ثم قال: فوا أسفا من الجهل بهذا الحديث، وقلة الفهم لمعناه\"اهـ","seal":"4203B635","part":1},
      {"page":36,"id":36,"nass":"إثبات قدرة الله الشاملة وخلقه ومشيئته\r...\rإثبات قدرة الله الكاملة والشاملة وخلقه ومشيئته\rثم قال أيضا:\r21- فنؤمن أن الله عز بقدرة ... وخلق وإبرام لحكم المشيئة\r22- فنثبت هذا كله لإلهنا ... ونثبت ما في ذاك من كل حكمة\r23- وهذا مقام طالما عجز الأولى ... نفوه وكروا راجعين بحيرة\r24- وتحقيق ما فيه بتبيين غوره ... وتحرير حق الحق في ذي الحقيقة\r25- هو المطلب الأقصى لوراد1 بحره ... وذا عسر في نظم هذي القصيدة\r26- لحاجته إلى بيان محقق2 ... لأوصاف مولانا الإله الكريمة\r27- وأسمائه الحسنى، وأحكام دينه ... وأفعاله في كل هذي الخليقة\r__________\r1 في الأصل: \"لرواد\" وما أثبته من الفتاوى و (س) .\r2 في الفتاوى و (س) : \"لحاجته إلى بيان محقق\".","seal":"CCA9E1B3","part":1},
      {"page":37,"id":37,"nass":"28- وهذا بحمد الله قد بان ظاهرا ... وإلهامه للخلق أفضل نعمة\r29- وقد قيل في هذا وخط كتابه ... بان1 شفاء للنفوس السقيمة)\rالشرح\rكرر المؤلف هذه المعاني بهذه العبارات لما ذكره: أن المقام مقام عظيم طالما عجز الذين نفوه ولم يفهموه، وبقوا حائرين غير مهتدين.\rومسائله العظيمة مستمدة من أسماء الله، وأوصافه، وأفعاله، ومعرفة دينه، والتدبر لكتابه.\rفمن تفقه في الأسماء الحسنى، واعترف لما لله من الصفات العليا وعرف أن أفعاله تعالى مشتملة على الحق، والحق غايتها ومقصودها وتدبر كتاب الله الذي فيه الهدى والشفاء، وسنة نبيه صلى الله عليه وسلم.\rمن عرف ذلك كله، واعترف به؛ وجزم جزما لا تردد فيه بأنه تعالى خلق المخلوقات وأوجدها ودبرها بمشيئة نافذة وحكمة شاملة ورحمة واسعة.\rوذلك: أن عظمة المخلوقات تدل على عظمة خالقها ومبدعها، وكمال قدرته.\r__________\r1 في الفتاوى و (س) : \"بيان\".\r2 إلى هنا نهاية السقط في العقود.","seal":"2B844E8C","part":1},
      {"page":38,"id":38,"nass":"* وما فيها من التخصيصات المتنوعة من كل وجه؛ يدل على نفوذ مشيئته وإرادته.\r* وما فيها من الحكم والانتظام، والحسن والالتئام والخلق الغريب والإبداع العجيب يدل على شمول علمه وإحاطته وشمول حكمته وحمده.\r* وما فيها من الخيرات الكثيرة، والمنافع الغزيرة؛ والصلاح والإصلاح يدل ذلك على سعة رحمته وبره، وكرمه وإحسانه.\rوتحقيق هذه المقامات هو: المطلب الأقصى لرواد الحقيقة.\rولا سبيل لذلك إلا استمداد من كلام الله وكلام رسوله، واستنارة بهداية الأئمة المهتدين. ومعرفته وإلهامه للعباد من أجل نعم الله عليهم.\rوالقرآن شفاء لما في الصدور من أمراض الشكوك، والشبهات والشهوات.","seal":"D9342C3B","part":1},
      {"page":39,"id":39,"nass":"سؤال السائل: لم شاء الله كفر الكفار؟ مثل سؤال السائل: لم قدم الله هذا المخلوق على غيره؟\r...\rسؤال السائل: لم شاء الله كفر الكافر؟ مثل سؤال: لم قدم الله هذا المخلوق على غيره؟\rثم قال الشيخ مجيبا للمعترض:\r30- فقولك: لم قد شاء؟ مثل سؤال من ... يقول: فلم قد كان في الأزلية؟\r31- وذاك سؤال يبطل العقل وجهه ... وتحريمه قد جاء في كل شرعة.\rالشرح\rيعني رحمه الله: أن سؤال السائل واعتراض المعترض بقوله: \"لم شاء وكيف شاء كفر الكافرين، ووقوع العصيان من العاصين؟ \"؛ ونحوها من الأسئلة المشابهة لذلك، كلها محظورة ممنوعة لأن الله تعالى هو الحاكم ليس محكوما عليه ولا يلزم أن يبدي لعباده كل حكمة اشتملت عليها مراداته ومفعولاته؛ فقد أخبر عباده بالأمر العم، وهو أنه حكيم في كل ما خلق، وكل ما شرع.\rوأما دقائق الخلق وأسرارها وأسرار أفعاله فعنده علمها، ولا يلزم أن يطلع العباد عليها، إلا ما شاء منها.\rوهذا مثل سؤال السائل: لم قدر الله هذا المخلوق على هذا المخلوق؟ ولم كان هذا المخلوق سابقا وهذا المخلوق لاحقا؟\rفإنه تعالى: {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} (الأنبياء:23)\rفالعقل والشرع لا يبيح أمثال هذه الأسئلة التي يعترض بها العبد الحقير.","seal":"FFE20A25","part":1},
      {"page":40,"id":40,"nass":"على الرب العظيم؛ فإنه محرم في جميع الشرائع.\rحتى وصلت بهم الحال إلى ما قاله النبي صلى الله عليه وسلم: \" لا يزال الناس يتساءلون، حتى يقولوا هذا: الله خلق هذا الخلق؛ فمن خلق الله؟ فمن وجد ذلك فليستعذ بالله من الشيطان، ولينته \" 1.\r__________\r1 البخاري (3276) ومسلم (132) (209) من حديث أبي هريرة رضي الله عنه. والرواية الثانية: عند مسلم (134) (213) .","seal":"04C372AB","part":1},
      {"page":40,"id":41,"nass":"أمره صلى الله عليه وسلم عند الشكوك والأسئلة المحرمة بثلاثة أشياء\rفأمر صلى الله عليه وسلم عند هذه الشكوك والأسئلة المحرمة بثلاث أشياء:\r1- بالإيمان بالله لأنه الإيمان الصحيح يدفع هذه الشبهات.\rلعلم العبد المؤمن أنه تعالى الأول الذي ليس قبله شيء، وأنه لا منتهى لأوليته، كما لا منتهى لآخرته.\r2- وبالإستعاذة بالله من الشيطان الموسوس الموقع لهذه الشكك والشبهات.\r3- وأمره: أن ينهي، وأن يعلم: أن هذا سؤال باطل شرعا وعقلا وهو من باب المكابرة والمباهته؛ لأنه تعالى واجب الوجود، ووجود كل شيء بإيجاده.","seal":"4A54F3A6","part":1},
      {"page":41,"id":42,"nass":"ما في الكون تخصيصات كثيرة تدل على أنها بإرادة الله\r32- وفي الكون تخصيص كثير يدل من ... له نوع عقل: أنه بإرادة\r33- وإصداره عن واحد بعد واحد ... أو القول بالتجويز رمية حيرة\r34- ولا ريب في تعليق كل مسبب ... بما قبله من علة موجبية\r35- بل الشأن في الأسباب، أسباب ما ترى ... وإصدارها1 عن الحكم محض المشيئة\rالشرح\rيقول: إن في العالم العلوي والسفلي تخصيصات كثيرة جدا، تدل دلالة عقلية صريحة أنها بإرادة العزيز الحكيم.\rمثل جعل بعضها عاليا وبعضها سافلا. وبعضها كبيرا وبعضها صغيرا وبعضها متصلا وبعضها منفصلا، وبعضها على صفة وبعضها على صفة أخرى؛ مثل قوله: {وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ} (النور: 45) .\r__________\r1 في العقود: \"ومصدرها\".","seal":"841BF85B","part":1},
      {"page":42,"id":43,"nass":"والتخصيصات لا يحيط بها الوصف وكلها تدل على أنها متعلقة بإرادة الله ومشيئته، وأنه الفعال لما يريد.","seal":"381F607B","part":1},
      {"page":42,"id":44,"nass":"الرد على الفلافسة القئلين: ((إن الواحد لا يصدرعنه إلا واحد))\r...\rالرد على الفلاسفة القائلين: \"إن الواحد لا يصدر عنه إلا الواحد\"\rومن الغلط العظيم والحيرة والضلال قول الفلاسفة: \"إن الواحد لا يصدر عنه إلا الواحد\".\rفإن هذا باطل شرعا وعقلا من وجوه كثيرة؛ ذكرها الشيخ في كتاب العقل والنقل، وفي المنهاج وغيرها من كتبه1 لكن الأمر الذي لا ريب فيه أن كل مسبب لا بد له من سبب وكل معلول لا بد من علة موجبة.\rوكل شيء لا بد من مادة قد خلق منها.\rلكن جميع الأسباب تنتظم في قضاء الله وقدره، وهي من القضاء والقدر، ولهذا لما قالوا للنبي صلى الله عليه وسلم: \"يا رسول الله: أرأيت أدوية نتداوى بها ورقي نسترقيها، وتقاة نتقيها؛ هل ترد من قدر الله شيئا؟ قال: \" هي من قدر الله \"2.\rوثبت في الصحيحين: أن الصحابة رضي الله عنهم حين ذكر النبي صلى الله عليه وسلم، القدر السابق قالوا: \" يا رسول الله أفلا نتكل على كتابنا\r__________\r1 درء تعارض العقل والنقل لشيخ الإسلام ابن تيمية (8/265) والتدمرية ص (211) .\r2 حديث صحيح: رواه أحمد (3/421) والترمذي (2065) وابن ماجه (3437) من حديث أبي خزيمة رضي الله عنه وقال الترمذي: \"حديث حسن صحيح\".","seal":"43735AD4","part":1},
      {"page":43,"id":45,"nass":"الأول وندع العمل؟\rفقال: \" اعملوا فكل ميسر لما خلق له أما من كان من أهل السعادة فييسر لعمل أهل السعادة وأما من كان من أهل الشقاء فييسر لعمل أهل الشقاوة \" ثم تلا رسول الله صلى الله عليه وسلم: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى} 1 (الليل:5-10)\rفبين صلى الله عليه وسلم أن السعادة والشقاوة وإن كانت مقدرة مفروغا منها.\rفإن الله قدرها بأسبابها، وهو أن الله ييسر أهل السعادة لليسرى، بما فعلوه من الأسباب الثلاثة: وهي قوله: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى} وأنه ييسر أهل الشقاوة للعسرى، بما فعلوه من الأسباب الثلاثة وهي: {وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى} .\r__________\r1 البخاري (1362) ، (4946) (4949) ومسلم (2647) (6) من حديث علي بن أبي طالب رضي الله عنه.","seal":"782EB266","part":1},
      {"page":43,"id":46,"nass":"مشيئته تعالى لا تنافي ما جعله من الأسباب الدنيوية والأخروية\rومشيئته تعالى لا تنافي ما جعله من الأسباب الدنيوية والأخروية.\rفقد أخبر في عدة آيات: أنه يهدي من يشاء ويضل من يشاء.\rوفي آيات أخر أخبر بالأسباب التي تنال بها هداية الله، ويستحق بها العبد أن يبقى على ضلاله.","seal":"4CB1278D","part":1},
      {"page":44,"id":47,"nass":"* كقوله: {يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ} [المائدة: 16] .\r* وكقوله: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} [العنكبوت: 69] .\r* وقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَاناً} [لأنفال:29]\r* وقوله: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} [التغابن: 11]\r* وقوله: {فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ} [الصف: 5]\r* وقوله: {فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضاً} [البقرة: 10]\r* وقوله: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ} [الأنعام: 110]\r* وقوله: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ} [الزخرف:36]\rوهذه الآيات فيها من أسرار القدر في هداية من يهديه وإضلال من يضله ما شهد لله بكمال الحكمة والحمد.\rوكذلك أخبر في عدة آيات أنه يغفر لمن يشاء ويعذب من يشاء وفي آيات أخر أخبر عن الأسباب التي تنال بها مغفرة الله مثل قوله: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى} [طه:82]\rوالأسباب التي يستحق بها العذاب مثل قوله: {إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى} [طه:48]\rوكذلك أخبر في آيات كثيرة: أنه يرزق لمن يشاء، ويوسع الرزق على","seal":"25593E9E","part":1},
      {"page":45,"id":48,"nass":"من يشاء ويقبضه على من يشاء، وفي آيات أخر ذكر الأسباب التي ينال بها رزقه؛ مثل قوله: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً) وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} (الطلاق: 3) .\rوقوله: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً} (الطلاق: 4) .\rكما ثبت في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \" من أحب أن يبسط له في رزقه، وينسأ له أجله فليصل رحمه \"1.\rوكذلك الأسباب المادية، مثل قوله تعالى: {هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولاً فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ} (الملك:15)\r__________\r1 البخاري (5986) ومسلم (557) (21) من حديث أنس بن مالك رضي الله عنه وراجع شرح المصنف للحديث في بهجة قلوب الأبرار ص (316-318) بتحقيقنا.","seal":"557095F4","part":1},
      {"page":45,"id":49,"nass":"جميع المطالب الدنيوية والأخروية جعل لها أسبابا متى سلكها الإنسان حصل له مطلوبه\rوجميع المطالب الدنيوية والأخروية، جعل لها أسبابا متى سلكها الإنسان حصل له مطلوبه؛ وقد جمع النبي صلى الله عليه وسلم ذلك، في كلمة واحدة فقال: \" احرص على ما ينفعك واستعن بالله \"2.\rفقوله: \" احرص على ما ينفعك \" أي: في دينك ودنياك، واسلك كل طريق يوصلك إلى هذه المنفعة. ولكن لا تتكل على حولك وقوتك بل توكل على الله، واستعن به. فمن فعل ذلك: فهو عنوان سعادته ونجاحه؛ وإلا فلا يلم العبد إلا نفسه.\r__________\r1 جزء من حديث رواه مسلم (2664) (34) من حديث أبي هريرة رضي الله عنه. وراجع شرح المصنف للحديث في بهجة قلوب الأبرار ص (51-60) .","seal":"CBA304BF","part":1},
      {"page":46,"id":50,"nass":"الاعتراض عن الله فيما يشاء هو الذي أضل عقول الخلق وعلى رأسهم المجوس ومن تابعهم\r36- وقولك: لم شاء الإله؟ هو الذي ... أزل1 عقول الخلق في قعر حفرة\r37- فإن المجوس القائلين بخالق ... لنفع، ورب مبدع للمضرة\r38- سؤالهم عن علة الشر2، أوقعت ... أوائلهم في شبهة الثنوية\rالشرح\rيعني: أن هذا السؤال الذي مضمونه الإعراض على الله ومضمونه أيضا الدخول فيما ليس للعقل سبيل إليه لم يزل يضل عقول الخلق ويلقيهم في الهلاك.\rوهو الذي أوقع المجوس القائلين: إن الخالق اثنان خالق الخير هو الله، وخالق الشرور هو الشيطان. فأشركوا بالربوبية بعد شركهم في الإلهية فكانوا يعبدون النار، ويستحلون المحارم.\rفزاد شركهم على المشركين:\r- من جهة استحلال المحارم.\r- ومن جهة اعتقادهم: أن إبليس خالق الشر.\r__________\r1 في الأصل: \"أضل\" وما أثبته من (س) والفتاوى والعقود.\r2 في الأصل و (س) والفتاوى: \"السر\" بالسين وما أثبته من العقود.","seal":"52B6CF76","part":1},
      {"page":47,"id":51,"nass":"فجعلوا رب العالمين اثنين؛ ولهذا يقال لهم: الثنوية1.\rوالذي أوقعهم في هذا الشر العظيم الذي لم يصل إليه المشركون هذا السؤال؛ فقالوا: كيف يخلق الله الشر؟!\rفعلينا أن ننزه الله عن خلق الشر، فأتوا بهذه الطامة الكبرى، والمقالة الشنعاء.\rيقول الشيخ رحمه الله: \"فهؤلاء المشككون الذين يقولون: كيف يقدر الله علينا الكفر والمعاصي، ويعذبنا على ذلك؟ قد تابعوا في اعتراضهم، كل كفار عنيد من (المجوس الثنوية) .؛ وكذلك من هم أعظم منهم شرا وجرما ملاحدة الفلاسفة\"\r__________\r1 راجع الكلام على التنويه الذين يزعمون أن النور والظلمة أزليان قديمان في: أصول الدين للبغدادي (53، 54) الملل والنحل للشهرستاني (2/72-91) واعتقادات فرق المسلمين والمشركين للرازي ص (86-89) والتدمرية لابن تيمية (178) .","seal":"18DC894E","part":1},
      {"page":48,"id":52,"nass":"ملاحدة الفلاسفة أوقعتهم عقولهم الفاسدة في الهلاك\r39- وإن ملاحيد الفلاسفة الأولى ... يقولون بالفعل القديم لعلة\r40- بغوا علة للكون1 بعد انعدامه ... فلم يجدوا ذاكم، فضلوا بضلة\rفلهذا قال الشيخ:\rالشرح\rيعني: أن ملاحدة الفلاسفة المعطلين لله ولكتبه ورسله، المكذبين لهم أوقعتهم عقولهم الفاسدة في الهلاك.\rحيث حكموها في البحث عن علة إيجاد هذا الكون فلم تهتدي لذلك لقصورها وتقصيرها.\rفزعم كثير منهم: \"أن هذا العالم قديم، وأنه لم يزل ولا يزال\". وبذلك أنكروا وجود الرب العظيم.\rومن باب أولى: أنكروا رسله، وكتبه وتضاربت نظرياتهم الفاسدة فضلوا وأضلوا.\rولقد صدق عليهم قوله تعالى: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} [غافر:83]\r__________\r1 في الأصل: و (س) : \"في الكون\" وما أثبته من الفتاوى والعقود.","seal":"D93991E6","part":1},
      {"page":49,"id":53,"nass":"ثم إن هؤلاء الفلاسفة الملاحدة في هذه الأوقات أبطلوا بأنفسهم نظرية أسلافهم وأحدثوا لهم نظريات متعددة متضاربة، مبنية على الخرص، والجهل المركب.\rولم يزالوا في اضطراب.\rوهذه حالة كل من ترك الحق واستكبر عنه، وتاه بعقله.\rقال تعالى: {بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ} [قّ:5]","seal":"662E3823","part":1},
      {"page":50,"id":54,"nass":"مبادئ الشر في كل أمة كتابيه، نشأت من مثل هذا الإعراض\rولهذا قال الشيخ:\r41- وإن مبادي الشر في كل أمة ... ذوي ملة ميمونة نبوية\r42- لخوضهم1 في ذاكم، صار شركهم ... وجاء دروس البينات بقترة2\rالشرح:\rيعني: وكذلك الأمم الذين ينتسبون للأنبياء كاليهود والنصارى مبادي شرهم وشركهم جنس هذا السؤال، وخوضهم بالباطل، فانحرفوا عن أديان الأنبياء، واتبعوا كل شيطان مريد.\r*قال تعالى: {وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لا يَعْلَمُونَ} [البقرة:101]\rفأخبر: أنهم تركوا الإيمان بسيد الرسل محمد صلى الله عليه وسلم، وأفضل الكتب وتعوضوا عن ذلك بالعلوم الباطلة، التي هي السحر، ونحوها.\rفكل من ترك الأمور النافعة، ابتلي بالأمور الضارة. وكل زهد من بالحق وقع في الباطل. وهذا مطرد في كل زمان ومكان، وكل أمة.\r__________\r1 في الفتاوى والعقود: \"بخوضهمو\".\r2 في الأصل: \"وجاء دروس البينات بفترة\" وما أثبته من (س) والفتاوى والعقود.","seal":"F3C280EE","part":1},
      {"page":51,"id":55,"nass":"ما ينقض ويلزم القول بالاحتجاج بالقدر على المعاصي\r43- ويكفيك نقضا أن ما قد سألته ... من العذر مردود لدى كل فطرة\r44- فأنت تعيب الطاعنين جميعهم ... عليك، وترميهم بكل مذمة\r45- وتنحل من والاك صفو مودة ... وتبغض من ناواك1 من كل فرقة\r46- وحالهم في كل قول وفعلة ... كحالك يا هذا بأرجح حجة\rالشرح:\rوهذا كما تقدم إلزام ونقص واضح، على من اعتذر عن مخالفته ومعاصيه بالقدر. فإنه في فطرة كل عاقل: أن من ذمك ذمته، ومن عابك عبته، ومن ظلمك في نفسك أو مالك، عاملته معاملة الظالم.\rفكيف تعذر نفسك إذا عصيت الله، ولا تعذرهم إذا ذموك، أو ظلموك بل تبغضهم وتذمهم، وتقابلهم على ظلمهم بما تقدر عليه؟! وهذا شيء كل أحد يعرفه. فاتضح بهذا: أن المحتج بالقدر على المعاصي، كما أنه مخالف للشرع والعقل، فهو مخالف للفطرة التي فطر عليها كل أحد. بل هو مكابر مستهزئ.\r__________\r1 في الأصل: \"ناداك\" والتصويب من ((س)) و ((الفتاوى)) و ((العقود)) .","seal":"A43D46D7","part":1},
      {"page":52,"id":56,"nass":"أمثلة للرد على المعترضين بأقدار الله على المعاصي\rثم أعاد هذه المعاني، بذكر أمثلة توضح المقام، لكونه من أهم المهمات فقال:\r47- وهبك كففت اللوم عن كل كافر ... وكل غوي خارج عن محبة\r48- فيلزمك الإعراض عن كل ظالم ... على الناس في نفس، ومال، وحرمة\r49- فلا1 تغضبن يوما على سافك دما ... ولا سارق مالا لصاحب فاقة\r50- ولا شاتم عرضا مصونا، وإن علا ... ولا ناكح فرجا على وجه غية\r51- ولا قاطع للناس نهج سبيلهم ... ولا مفسد في الأرض في كل وجهة\r52- ولا شاهد بالزور إفكا وفرية ... ولا قاذف للمحصنات بزنية2\r53- ولا مهلك للحرث والنسل عامدا ... ولا حاكم للعالمين برشوة\r__________\r1 في الفتاوى والعقود: \"ولا\".\r2 في العقود: \"برية\".","seal":"50D391FB","part":1},
      {"page":53,"id":57,"nass":"54- وكف لسان اللوم عن كل مفسد ... ولا تأخذن ذا جرمة بعقوبة\r55- وسهل سبيل الكاذبين تعمدا ... على ربهم، من كل جاء بفرية\r56- وإن قصدوا إضلال من يستجيبهم ... بروم فساد النوع، ثم الرياسة\r57- وجادل عن الملعون، فرعون، إذ طغى ... فأغرق في اليم انتقاما بغصة1\r58- وكل كفور مشرك بإلهه ... وآخر طاغ كافر بنبوة\r59- كعاد، ونمروذ، وقوم لصالح ... وقوم لنوح2، ثم أصحاب الأيكة\r60- وخأصم لموسى، ثم سائر من أتى ... من الأنبياء محييا للشريعة\r__________\r1 كذا في المطبوع و (س) وفي الفتاوى: \"بغضبة\" وفي العقود: \"بعصية\".\r2 في الأصل: \"للوط\" وما أثبته من (س) والفتاوى والعقود.","seal":"ED9069E4","part":1},
      {"page":54,"id":58,"nass":"61- على كونهم قد جاهدوا الناس إذ بغوا ... ونالوا من العاصي1 بليغ العقوبة\r62- وإلا فكل الخلق في كل لفظة ... ولحظة عين، أو تحرك شعرة\r63- وبطشة كف، أو تخطي قديمة ... وكل حراك، بل وكل سكينة\r64- هم تحت أقدار الإله وحكمه ... كما2 أنت فيما قد أتيت بحجة\rالشرح:\rهذه الإلزامات التي ذكرها الشيخ في غاية القوة والوضوح، يبطل كل واحد منها اعتذار المعتذرين بالأقدار.\rومثل بأمثلة كثيرة يعرفها كل أحد، لأن كثرة الأمثلة توضح المعاني وتصور المقالات القبيحة بأشنع صورة.\rولأنه لو فرض أنه تأول من ألزم بها بعض هذه الأمثلة باحتمالات ضعيفة، لم يكن له سبيل إلى بقيتها.\rفالشيخ يقول لهؤلاء المعارضين، المعترضين بأقدار الله على المعاصي:\r__________\r1 في الفتاوى: \"المعاصي\".\r2 في (س) والمطبوعة: \"فيما\" وما أثبته من الفتاوى والعقود.","seal":"827C7089","part":1},
      {"page":55,"id":59,"nass":"يلزمكم أن تعرضوا عن كل ظالم للناس في دمائهم وأعراضهم وأموالهم. فلا تغضبون على من سفك الدماء وأخذ الأموال بالغضب والسرقة، ولا من شتم الأعراض، ولا على الزناة وقطاع الطرق والمفسدين في الأرض ولا قاذف أو شاهد بالزور، ولا من سعى في الأرض، ليهلك الحرث والنسل، ولا من حكم بالرشوة وجار في حكمه.\rبل يجب عندهم كف اللسان عن كل مفسد معتد على الخلق.\rبل عليك أن تسهل سبيل الكاذبين على ربهم، وتعتذر عنهم، وإن سعوا في إضلال الناس.\rبل وجادل عن أئمة الكفر، كفرعون وقارون وهامان، وكل مشرك وكافر، كعاد وثمود، ونمرود، وقوم لوط، وأصحاب الأيكة، وما أشبههم من الكفار المعاندين.\rبل على قول هؤلاء، عليك أن تخاصم جميع الرسل والأنبياء، حيث جاهدوا الناس على الإيمان، وعاقبوا أهل الجرائم، لأن الخلق كلهم في جميع حركاتهم وسكناتهم، ولفظاتهم ولحظاتهم تحت أقدار الله.\rوهذا القول الفظيع الذي يفضي إلى هذه المكابرات، والمجاهرة بتكذيب الله ورسله وكتبه حسب الناظر لهذا القول: أن يتصور هذه اللوازم التي هي غاية المشاقة لله ولرسله، وفيها فساد الدين والدنيا والآخرة.","seal":"5A0E2737","part":1},
      {"page":56,"id":60,"nass":"إلزامات أخرى تدحض حجة المعرضين بأقدار الله على المعاصي\r65- وهبك رفعت اللوم عن كل فاعل ... فعال ردى، طردا لهذي1 المقيسة\r66- فهل يمكنن2 رفع الملام جميعه ... عن الناس طرا عند كل قبيحة؟\r67- وترك عقوبات الذين قد اعتدوا ... وترك الورى الإنصاف بين الرعية\r68- فلا تضمنن نفس ومال بمثله ... ولا يعقبن3 عاد بمثل الجريمة\r69- وهل في عقول الناس، أو في طباعهم ... قبول لقول النذل: ما وجه حيلتي؟!\rالشرح\rلما ذكر الشيخ تلك الإلزامات التي لا محيد لهم عنها، ألجأهم أيضا إلى إلزامات أخر، فقال: فلو فرض أنك أيها المعتذر بالقدر على المعاصي رفعت اللوم عن العاملين لمعاصي الله، المتجرئين على محارمه: فهل يمكنك طرد ذلك، وترك عقوبات المعتدين، وترك الحدود عن أهل\r__________\r1 في المطبوعة: \"لهدى\" بالدال. وما أثبته من (س) والفتاوى والعقود.\r2 في الفتاوى: \"يمكن\".\r3 في العقود: \"تعقبن\".","seal":"406CE987","part":1},
      {"page":57,"id":61,"nass":"الجرائم، بحيث لا يضمن القاتل نفسا، ولا الغاضب والمتلف مالا، ولا ينصف الحكام بين رعاياهم إذا قالوا وادعوا أنهم معذورون بالقدر؟!\rوهل في عقل أحد أو فطرته، قبول قول الواحد من هؤلاء المجرمين: ما وجه حيلتي، وأنا معذور؟ فإني وإن خالفت الشرع فقد وافقت القدر؟\rوهل هذا إلا تلاعب محض، وتهكم صرف؟!","seal":"D2919029","part":1},
      {"page":58,"id":62,"nass":"أمثلة أخرى للرد على المحتجين بأقدار الله على المعاصي\rثم قال:\r70- ويكفيك نقضا: ما بجسم ابن آدم ... صبي، ومجنون، وكل بهيمة:\r71- من الألم المقضي من1 غير حيلة ... وفيما يشاء الله أكمل حكمة\r72- إذا كان في هذا له حكمة، فما ... يظن بخلق الفعل، ثم العقوبة؟\r73- فكيف2، ومن هذا عذاب مولد ... عن الفعل، فعل العبد عند الطبيعة؟\r74- كآكل سم، أوجب الموت أكله ... وكل بتقدير لرب المشيئة3\r75- فكفرك يا هذا؛ كسم أكلته ... وتعذيب نار. مثل جرعة غصة\r76- ألست ترى في هذه الدار من جنى ... يعاقب. إما بالقضا. أو بشرعة؟\r__________\r1 في الفتاوى والعقود: \"في\".\r2 في الفتاوى والعقود: \"وكيف\".\r3 في الفتاوى والعقود: البرية\"\".","seal":"32E9D241","part":1},
      {"page":59,"id":63,"nass":"77- ولا عذر للجاني بتقدير خالق ... كذلك في الأخرى بلا مثنوية\rالشرح:\rيعني: أنه يكفيك نقضا لقولك، وإبطالا له: أن الله تعالى يقضي بحكمته الآلام على غير المكلفين، من الصبيان والمجانين والبهائم.\rوهذه الآلام من لوازم الطبيعة: فلا تنفك الطبائع إلا أن تكون على هذه الصفة، تكون صحيحة ومريضة، ومرتاحة ومتألمة، بحسب ما يعرض للطبيعة من استقامة وانحراف.\rفإذا كانت أسباب الآلام، إذا وجدت، تولدت عنها الآلام، وترتبت عليها الأسقام، كمن أكل سما ترتب عليه الهلاك، أو ألقى نفسه في نار أو مهلكة، لابد أن يترتب عليه مقتضاه وأثره.\rفإذا كنت لا تعذر من أكل سما أو ألقى نفسه في التهلكة، وتنسب هلاكه إلى عمله، فالكفر والمعاصي كذلك، بل أبلغ، لأن آكل السم والملقي نفسه بالهلكة، ربما يعرض بعض العوارض المانعة من الهلاك. بخلاف الكفر وتوابعه، فإن آثاره مترتبة عليه قطعا، إلا إذا رفعها العبد بتوبة نصوح.","seal":"6BB90782","part":1},
      {"page":60,"id":64,"nass":"ومما يؤيد هذا: أنك تشاهد في هذه الدار عقوبات الباغين والظالمين والمعتدين، عقوبات يشاهدها كل أحد:\rالعقوبات القدرية\r* إما عقوبات قدرية: يوقعها الله بالمجرمين، كما أهلك الأمم السابقة بالعقوبات المتنوعة؛ وكما يشاهده من سبر أحوال الخلق، وتتبع ما جرياتهم وكيف كانت عواقب الباغين والمجرمين أشنع العواقب.\rالعقوبات الشرعية\r* وإما عقوبات شرعية: يقتل القاتل، ويقطع السارق ويقام الحد بالرجم أو الجلد على الزنى ويجلد الشارب للخمر ويعذر في كثير من المعاصي.\rفهل تقول أيها المعتذر على العاصين بالقدر: إن جميع هؤلاء قد ظلمهم الله حيث أوقع بهم هذه العقوبات، وحيث أحل بهم المثلات؟\rفإن قلت ذلك: فقد بلغت من عداوة الله وعداوة رسله، ومحاربة الله مبلغا ما بلغه أحد.\rوإن رجعت إلى الحق وقلت: إن هذه العقوبات القدرية والشرعية هي عدل الله بين عباده، وهي حكمنه التي وضعها الله موضعها وجعلها في محلها اللاحق بها؛ وليس لهؤلاء الجناة المعاقبين عذر بل أصابهم من مصيبة فبما كسبت أيديكم ويعفو عن كثير.\rفالرجوع إلى الحق أحق. وبذلك وغيره؛ يتضح بطلان الاعتذار بالقدر عن المجرمين.","seal":"7773EECB","part":1},
      {"page":61,"id":65,"nass":"كما جعل الله الذنوب والجرائم أسبابا للعقوبات، فقد جعل الله التوبة وأعمال الخير أسبابا للعفو\rوشبيه بهذا أيضا قول الشيخ:\r78- وتقدير رب الخلق للذنب1 موجب ... بتقدير2 عقبى الذنب إلا بتوبة\r79- وما3 كان من جنس المتاب لرفعه ... عواقب أفعال العباد الخبيثة\r80- كخير4 به تمحى الذنوب. ودعوة ... تجاب5 من الجاني. ورب شفاعة\r81- وتقديره للفعل يجلب نعمة6 ... كتقديره الأشياء7 طرا بعلة\rالشرح\rيعني: كما جعل الله الذنوب والجرائم أسبابا للعقوبات، فقد جعل الله التوبة وأعمال الخير والدعوات والشفاعات؛ تمحى بها الذنوب وتكشف بها الكروب.\rفالله تعالى بحكمته ورحمته جعل أعمال العباد خيرها وشرها\r__________\r1 في المطبوعة: \"لذنب\" وما أثبته من (س) والفتاوى والعقود.\r2 في الفتاوى: \"لتقدير\".\r3 في العقودك \"ومن\".\r4 فيالعقود: \"كجبرية\" وهو خطأ.\r5 في المطبوعة: \"تحاب\" بالحاء والتصويب من الفتاوى.\r6 في الفتاوى والعقود: \"نقمة\" ويتنبه إلى أن: هذا البيت متقدم على الذي بعده من الفتاوى والعقود\r7 في العقود: \"الآثار\".","seal":"78C38F55","part":1},
      {"page":62,"id":66,"nass":"تترتب عليها آثارها، وتحصل موجباتها عاجلا وآجلا.\rفكم جلبت أفعال الخير من نعم؟\rوكم دفعت من نقم؟\rكذلك أفعال الشر؛ كم حصل بها من عقوبات؟\rوكم ترتب عليها من شرور ومصائب.\rفهذه أمور لا بد منها في قدر الله، وفي حكمه الشرعي، وحكمه الجزائي الذي يحمد عليه لما فيه من العدل والفضل.","seal":"5B204945","part":1},
      {"page":63,"id":67,"nass":"اعتذار المجرم بأن الذنب مقدر عليه، مثل قول الحيوان المفترس والشرير: \"هذه طبيعتي فلا لوم علي\"\r...\rثم قال الشيخ رحمه الله:\r82- وقول حليف الشر: إني مقدر ... علي. كقول الذئب: هذي طبيعتي\r83- فهل ينفعن عذر الملوم 1. بأنه ... كذا طبعه. أم هل يقال لعثرة؟\r84- أم الذم والتعذيب أوكد للذي ... طبيعته فعل الشرور الشنيعة؟\rالشرح\rيعني: أن المجرم إذا اعتذر بذلك العذر المردود، وقال: \"إن الذنب مقدر علي\" فهو مثل قول الذئب والسبع المفترس، ومثل الشرير: إذا فعل الشر والعدوان والبغي، وقال: \"هذه طبيعتي فلا لوم علي\".\rفهل يرفع هذا القول عنه الملام والعقاب أم يكون لومه أشد وعقوبته أوكد لأنه عمل العمل القبيح واتصف بالخلق القبيح فكان أغظ جرما وأشد عقوبة ممن فعل جرما عارضا؛ فإنه يرجى له الرجوع والتوبة بخلاف الشرير، الذي طبيعته وقوته متوجهة إلى الشرور والمعاصي.\r__________\r1 في الفتاوى والعقود: \"فهل ينفعن عذر الملوم\".","seal":"60F8EF09","part":1},
      {"page":64,"id":68,"nass":"ما ينجي المكلف من هذا المأزق الحرج\rثم ذكر الشيخ ما ينجي العبد من هذا المأزق الحرج، فقال:\r85- فإن كنت ترجو أن تجاب بما عسى ... ينجيك من نار الإله العظيمة\r86- فدونك رب الخلق، فاقصده ضارعا ... مريدا لأن يهديك نحو الحقيقة\r87- وذلل قياد النفس للحق، واسمعن ... ولا تعص من يدعو لأقوم شرعة1\r88- ودع دين ذي العادات، لا تتبعنه ... وعج عن سبيل الأمة الغضبية2\r89- وما بان من حق فلا تتركنه ... ولا تعرضن عن فكرة مستقيمة\r90 - ومن ضل عن حق فلا تقفونه3 ... وزن ما عليه الناس بالمعدلية\r91- هنالك تبدو طالعات من الهدى ... بتبشير4 من قد جاء بالحنيفية\r__________\r1 هذا الشطر مكانه مكان الشطر الثاني في البيت بعد البيت التالي في الفتاوى والعقود.\r2 هذا البيت تقدم على الذي بعده في الفتاوى والعقود.\r3 في المطبوعة: \"تفقونه\" والتصويب من الفتاوى والعقود.\r4 في الفتاوى والعقود: \"تبشر\".","seal":"105AFE5C","part":1},
      {"page":65,"id":69,"nass":"92- بملة إبراهيم. ذاك إمامنا ... ودين رسول الله خير البرية\r93- فلا يقبل الرحمن دينا سوى الذي ... به جاءت الرسل الكرام السجية\r94- وقد جاء هذا الحاشر الخاتم الذي ... حوى كل خير في عموم الرسالة\r95- وأخبر عن رب العباد بأن من ... غدا عنه في الأخرى بأقبح خيبة\r96- فهذي دلالات العباد لحائر ... وأما هداه1 فهو فعل الربوبية\r97- وفقد الهدى عند الورى لا يفيد من ... غدا عنه، بل يجزى2 بلا وجه حجة\rالشرح\rهذه نصائح نفيسة من نصائح الشيخ، مسندة إلى الكتاب والسنة.\rيقول: إذا كنت أيها العبد تريد نجاتك من عذاب الله والفوز بثوابه\r__________\r1 في العقود: \"لا يقبل\".\r2 في المطبوعة: \"يجرى\" بالراء وما أثبته من الفتاوى.","seal":"E5C4B4EA","part":1},
      {"page":66,"id":70,"nass":"فاقصد ربك، متضرعا له آناء الليل والنهار واسأله أن يهديك الصراط المستقيم، ووطن نفسك للانقياد للحق، واقبله ممن قاله؛ وكن ممن يسمعون القول فيتبعون أحسنه.\rودع عنك دين العادات، واقتداء بأهل الغضب والضلال.\rوأكثر من التدبر لكتاب الله وسنة نبيه؛ ثم ما بان لك من الحق فاتبعه غير مبال بخلاف المخالفين.\rواجعل كتاب الله وسنة نبيه نصب عينيك، وزن بهما أحوالك وأحوال غيرك؛ فإنهما الميزان العادل غير العائل فإنك إذا فعلت ذلك، حصلت لك تباشير الخير، وأمارات السعادة.\rواتبع ملة إبراهيم حنيفا، مائلا عن جميع الأديان والبدع، إلى دين محمد صلى الله عليه وسلم؛ فإن الله لا يقبل من أحد دينا سوى الدين الذي ارتضاه لرسله وأتباعهم، حتى ختمهم بإمامهم وسيدهم محمد صلى الله عليه وسلم؛ الذي جمع الله به وله من المحاسن والكمالات، ما لم تجتمع في غيره وقد أخبر عن ربه أن من اتبعه فهو المهتدي السعيد، ومن تولى عنه فهو الضال الطريد.\rثم قال: وهذا الذي بينته في هذه الأبيات؛ فيه الدلالة للحيران والتفاصيل التي يحصل بها الفرقان، والهداية بيد الله؛ لكنه من أقبل على الله صادقا، وعمل بأسباب الهداية، فلا بد أن يقبله الله ويسلك به الصراط المستقيم.","seal":"3114E454","part":1},
      {"page":67,"id":71,"nass":"احتجاج المحتج بتقدير الرب يزيده عذابا\r98- وحجة محتج بتقدير ربه ... تزيد1 عذابا، كاحتجاج مريضة\rالشرح\rوذلك لأنه عمل في الحقيقة جرمين، بل ثلاثة:\rأحدهما: فعله للذنب.\rثانيا: احتجاجه عليه بالقدر.\rوهو كذب؛ فإن مضمون الاحتجاج بالقدر؛ يعني: أن الله اضطره وألجأه إليه، وأكرهه عليه، وهو لا يريد الذنب. وهو كذب صريح: فإن الله مكنه من الترك. بل فتح له كل باب يصده عن الذنب؛ وقد أبت نفسه الأمارة بالسوء إلا أن توقعه في الذنب. فالملام عليه لا على ربه.\rثالث: أنه بهذا الإعتذار، يمهد على نفسه الإصرار على الذنوب، والإقامة على ما يسخط علام الغيوب.\rفإن هذا الإعتذار يهون عليه كل ذنب، كما هو مشاهد.\r__________\r1 في الفتاوى: \"تزيد\" وفي العقود: \"يزيد\" وهو خطأ.","seal":"78E4B793","part":1},
      {"page":68,"id":72,"nass":"الرد على من احتج على المعاصي: بأنها من قضاء الله الذي يجب الرضا به\r99- وأما رضانا بالقضاء فإنما ... أمرنا بأن نرضى بمثل المصيبة\r100- كسقم، وفقر، ثم ذل، وغربة ... وما كان من مؤذ1، بدون جريمة\r101- فأما الأفاعيل التي كرهت لنا ... فلا نص يأتي في رضاها بطاعة2\r102- وقد قال قوم من أولي العلم: لا رضا ... بفعل المعاصي والذنوب الكبيرة3\r103-[فإن إله الخلق لم يرضها لنا ... فلا نرتضي مسخوطة لمشيئة] 4\r104- وقال فريق: نرتضي بقضائه ... ولا نرتضي المقضي أقبح خصلة5\r105- وقال فريق نرتضي بإضافة ... إليه. وما فينا فنلقي بسخطة6\r__________\r1 في العقود: \"ومكان سوء\".\r2 مكان هذا الشطر في الفتاوى والعقود: \"فلا ترضي مسخوطة لمشيئة\".\r3 في العقود: \"الكريهة\".\r4 هذا البيت ما بين القوسين غير موجود في الفتاوى والعقود.\r5 هذا البيت ساقط من العقود.\r6 في العقود: \"لها وما فيها فيلقى بسخطة\".","seal":"63157194","part":1},
      {"page":69,"id":73,"nass":"106- كما أنها للرب خلق، وأنها ... لمخلوقه، ليست1 كفعل الغريزة\r107- فنرضى من الوجه الذي هو خلقه ... ونسخط من وجه اكتساب الخطيئة2\rالشرح\rيعني: إذا أورد المورد علينا: أنه يجب الرضا بقضاء الله.\rيعني: والمعاصي من قضاء الله، فقد أجاب الشيخ بأربعة أجوبة كل واحد منها كاف شاف، فكيف إذا اجتمعت:\rأحدها: أن الذي أمرنا أن نرضى به المصائب دون المعائب.\rفإذا أصبنا بمرض أو فقر، أو نحوهما من حصول مكروه، أو فقد محبوب فيجب علينا الصبر على ذلك.\rواختلف في وجوب الرضا.\rوالصحيح: استحبابه، لأنه لم يثبت ورود الأمر به على وجه الوجوب ولتعذره على أكثر النفوس لأن الصبر: حبس النفس عن التسخط واللسان عن الشكوى والأعضاء عن عملها بمقتضى السخط، من نتف الشعر وشق الجيوب وحثو التراب على الرؤوس ونحوها.\r__________\r1 في الأصل: \"كسب\" وما أثبته من الفتاوى والعقود.\r2 في المطبوعة و (س) والعقود: \"بحلية\" وما أثبته من الفتاوى.","seal":"603D2269","part":1},
      {"page":70,"id":74,"nass":"وذلك واجب مقدور.\rوأما الرضا الذي هو مع ذلك: طمأنينة القلب عند المصيبة، وأن لا يكون فيه تمني أنها ما كانت فهذا صعب جدا على أكثر الخلق، فلهذا لم يوجبه الله ولا رسوله، وإنما هو من الدرجات العالية، وهو مأمور به أمر استحباب.\rوأما الرضا بالذنوب والمعائب، فلم نؤمر بالرضا بها، ولم يأت نص صحيح أو ضعيف في الأمر بها، فأين هذا من ذاك؟!.\rالجواب الثاني: ما قاله طائفة من أهل العلم: إن الله لم يرضى لنا أ، نكفر ونعصي، فعلينا أ، نوافق ربنا في رضاه وسخطه.\rقال تعالى: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [الزمر: 7] .\rفالدين موافقة ربنا في كراهة الكفر والفسوق والعصيان مع تركها وموافقته في محبة الشكر والإيمان والطاعة لنا نع فعلها.\rالجواب الثالث: أن القضاء غير المقضي.\rفنرضى بالقضاء، لأنه فعله تعالى.\rوأما المقضي الذي هو فعل العبد فينقسم إلى أقسام كثيرة:\r1- الإيمان والطاعة: علينا الرضا بها.\r2- الكفر والمعصية: لا يحل لنا الرضا بها، بل علينا أن نكرهها","seal":"AA7FC646","part":1},
      {"page":71,"id":75,"nass":"ونفعل الأسباب التي ترفعها من التوبة والاستغفار، والحسنات الماحية وإقامة الحد والتعزيز على من فعلها.\r1- والمباحات: مستوية الطرفين.\rالجواب الرابع: أن الشر والمعاصي تختلف إضافتها، فهي من الله: خلقا وتقديرا وتدبيرا، وهي من العبد: فعلا وتركا.\rفحيث أضيفت إلى الله قضاء وقدرا نرضى بها من هذا الوجه\rوحيث أضيفت إلى العبد: نسخطها، ونسعى بإزالتها بحسب مقدورنا.\rفهذه الأجوبة عن الأمر بالرضا بالقضاء، قد اتضح أنها لا تدل على شيء من مطلوب المعترض.","seal":"9D90859C","part":1},
      {"page":72,"id":76,"nass":"بيان حقيقة معصية المكلف، وأن الله قد وضع أسبابا لأفعال العباد، وأن حكمته اقتضت افتراقهم بالعلم والجهل وما إلى ذلك\rثم قال الشيخ:\r108- ومعصية العبد المكلف تركه ... لما أمر المولى، وإن بمشيئة\r109- فإن إله الخلق حق مقاله ... بأن العباد1 في جحيم وجنة\r110- كما أنهم في هذه الدار هكذا ... بل البهم في الآلام أيضا ونعمة\rالشرح\rيعني: أن معصية العبد: تركه لما أمر الله به ورسوله، وإن كان ذلك بمشيئة الله. فالله تعالى شاءه وأراده: لما له في ذلك من الحكمة، ولعلمه تعالى أن العبد يفعله باختياره ومرا غمته لربه. فلا حجة له في ذلك.\rوقد أخبر الله تعالى: أن الأبرار لفي نعيم، وأن الفجار لفي جحيم، في دار الدنيا، ودار البرزخ، ودار القرار، إما الجنة أو النار.\rبل البهائم في الدنيا، منها ما هو منعم، ومنها ما هو مريض أو مصيبه شيء من الآلام. ولذلك كله أسباب وطرق معروفة، يحمد المولى بوضعه الأسباب المنوعة، مفضية إلى مسبباتها.\r__________\r1 في الأصل: و (س) : \"عبادي\" وما أثبته من الفتاوى والعقود.","seal":"A2B75B20","part":1},
      {"page":73,"id":77,"nass":"خلق الله للعبد مشيئة يتمكن بها من كل ما يريد\rولهذا قرر الشيخ هذا المقام بقوله:\r111- وحكمته العليا اقتضت ما اقتضت ... فروق1 بعلم ثم أيد ورحمة\r112- يسوق أولي التعذيب بالسبب الذي ... يقدره نحو العذاب بعزة\r113- ويهدي أولي التنعيم نحو نعيمهم ... بأعمال صدق، في رجاء وخشية\r114- وأمر إله الخلق بين2 ما به ... يسوق أولي التنعيم نحو السعادة\r115- فمن كان من أهل السعادة أثرت ... أوامره فيه بتيسير صنعة\r116- ومن كان من أهل الشقاوة لم يبل3 ... بأمر ولا نهي بتيسير 4 شقوة\r117- ولا مخرج للعبد عما به قضي ... ولكنه مختار حسن وسوأة\r__________\r1 في الفتاوى والعقود: \"الفروق\".\r2 في العقود: \"تبين\".\r3 في الفتاوى والعقود: \"لم ينل\".\r4 في العقود: \"بتقدير\".","seal":"FC5A9B79","part":1},
      {"page":74,"id":78,"nass":"118- فليس بمجبور عديم إرادة1 ... ولكنه شاء بخلق الإرادة2\rالشرح:\rيعني: أن حكمة الرب العليا اقتضت افتراق العباد: بالعلم والجهل والعمل والكسل. والنعيم وضده.\rوذلك: بحسب عملهم بالأسباب النافعة أو الأسباب الضارة.\rفإن الله دعا إلى دار السلام، وبين طريقها، وأعمال البر الموصلة إليها التي مرجعها إلى ثلاثة أمور:\r1- تصديق خبر الله ورسوله.\r2- وامتثال أمر الله ورسوله، واجتناب نهيهما.\r3- وأمر العباد بسلوكها.\rوأخبر بما لهم عنده من الكرامة.\r*فمن كان من أهل السعادة: يسره لعمل أهل السعادة، وحبب إليه الإيمان وزينه في قلبه، وكره إليه الكفر والفسوق والعصيان، فسار يحسن طريقه إلى سعادته الأبدية.\rومن كان من أهل الشقاوة: لم يبال بأمر الله ولا نهيه، بل كذب\r__________\r1 في المطبوعة: \"بردة\" وفي الفتاوى والعقود: \"بالإرادة\" وما أثبته من (س) .\r2 سقط من العقود الشطر الأول من هذا البيت، وكذا سقط الشطر الثاني من البيت الذي قبله.","seal":"FAAA35F2","part":1},
      {"page":75,"id":79,"nass":"وتولى، فاستحق العذاب بجرمه وذنوبه.\rبين الله له الهدى، وأمره بسلوكه فأدبر وتولى، فولاه الله ما تولى لنفسه، ووكله إليها. ومن وكل إلى نفسه الأمارة بكل سوء، الظالمة الجاهلة: فقد هلك، وذلك بما كسبت يداه، ليس بمجبور على ذلك ولا مكروه ولا مقسور، بل هو مختار مسرف كفور.","seal":"983E1838","part":1},
      {"page":76,"id":80,"nass":"الرد على من قال: هل اختار ترك حكم الله وقدره؟ وهو ختام رد الناظم\rولهذا قال الشيخ:\r119- ومن أعجب الأشياء: خلق مشيئة ... بها صار مختار الهدى بالضلالة\r120- فقولك: هل اختار تركا لحكمة1؟ ... كقولك: هل اختار ترك المشيئة؟\r121- وأختار [أن] 2 لا اختار فعل ضلالة ... ولو نلت هذا الترك فزت بتوبة\r122- وذا ممكن، لكنه متوقف ... على ما يشاء الله من ذي المشيئة\rالشرح:\rيقول الشيخ: إن من أعجب الأشياء: أن خلق الله للعبد مشيئة يتمكن بها من كل ما يريد. فيختار بها الهدى، إن كان من أهل السعادة ويختار بها الضلالة، إن كان من أهل الشقاوة. والعبد هو الذي يفعل ويعمل ويكسب: من غير ممانع له عما يريده.\rفقولك أيها المعترض عليه: هل أختار ترك حكم الله وقدره؟\rمثل قولك: هل أختار ترك مشيئتي؟\r__________\r1 في (س) : \"لحكمة\".\r2 ما بين المعقوفتين زيادة من (س) والفتاوى والعقود.","seal":"0730ACB8","part":1},
      {"page":77,"id":81,"nass":"يعني: فأنت الذي اخترت أفعال المعاصي، فلو زعمت: أنك لا تختار ولا تحب فعل الضلالة والغي، فأنت بين أمرين:\r*إما أن تكون كاذبا، وهو الواقع على كل من يعترض على المعاصي بالقدر ولكنه يريد بهذا الكلام دفع الشنعة عليه، وقصده معروف، فهو يعرف من نفسه: أنه لا يختار ولا يحب أن يترك ما باشره من الكفر والإجرام.\r*فلو فرض وقدر على وجه الإمكان أنه صادق في قوله: \"إني أختار أن لا أختار فعل الضلالة\"، وكان ذلك من صميم قلبه صادقا في ذلك لو كان الأمر كذلك، لكان هذا توبة.\rلأن العبد متى كانت له إرادة مصممة على فعل ما يحبه الله، وعلى ترك ما يكرهه الله: أقبل بهذه الإرادة إلى الخيرات، وانصراف عن السوء والسيئات، وكان توبة له من جميع الموبقات.\rولكن من وفق لهذه الحال، كان أبعد الناس عن الاحتجاج بالقدر. والوصول إلى هذه الدرجة العالية، ممكن في حق كل أحد، ولكنه يتوقف على مشيئة الله وإرادته.\rومن لجأ إلى الله وأناب إليه، هداه الله، وشاء منه أن يفعل ما يحبه ويرضاه.\rوأشار الشيخ إلى هذا الفرق اللطيف، بقوله:\r\"على ما يشاء الله من ذي المشيئة\"","seal":"C6023E67","part":1},
      {"page":78,"id":82,"nass":"و\"ذو المشيئة\": هو العبد.\rوهذا الفرق اللطيف هو: أنه إن شاء الله تعالى أن يعين عبده على فعل ما يحبه ويرضاه، وشاء من عبده ذلك الفعل: حصل المطلوب، وفاز العبد بكل مرغوب.\rوإن لم يشأ تعالى إعانة عبده، بل أمره بالخير وأحب منه أن يفعله، ونهاه عن الشر وكره له فعله، ولكن لم يشأ من نفسه لإعانته: بقي العبد على ما اختاره لنفسه: من الإقامة على مساخط الله.","seal":"106E0280","part":1},
      {"page":79,"id":83,"nass":"خاتمة الناظم في أن هذه الأجوبةتبين أصل القدر الذي هو أحد أصول الإيمان\rقال الشيخ بعدما أجاب بهذه الأجوبة السديدة، والمعارف المفيدة:\r123- فدونك فافهم ما به قد أجبت به1 ... معان إذا انحلت بفهم غريزة\r124-[وصلى إله الخلق جل جلاله ... على المصطفى المختار خير البرية] 2\r125- أشارت إلى أصل يشير إلى الهدى ... ولله رب الخلق أكمل مدحة3\rالشرح:\rأي: دونك هذه الأجوبة لما سألت عنه، سواء كان السؤال سؤال استرشاد، أو سؤال اعتراض وعناد، كما هو الظاهر من ألفاظ السائل وفحوى كلامه. وهو الذي فهمه الشيخ.\rفهذه الأجوبة: التي تشير وتبين هذا الأصل، وهو أصل القدر، الذي هو أحد أصول الإيمان.\rوقد بين الشيخ في تفاصيل جوابه هذا الأصل بيانا شافيا، ووضحه توضيحا كافيا، لا نجد هذا التفصيل وهذا التحقيق، في كلام غير هذا الإمام العظيم.\r__________\r1 شطر البيت في (س) والفتاوى والعقود: \"فدونك فافهم ما به قد أجبت من\".\r2 ما بين المعقوفتين ساقط من الأصل و (س) واستدركته من الفتاوى والعقود.\r3 في المطبوعة و (س) : \"مدحتي\" وما أثبته من الفتاوى والعقود.","seal":"D135E5AB","part":1},
      {"page":80,"id":84,"nass":"فجزاه الله عن الإسلام والمسلمين عموما، وأهل العلم خصوصا أفضل الجزاء، ورفعه في أعلا درجات الصديقين، ونفع بعلومه جميع المسلمين. آمين.","seal":"17D8040A","part":1},
      {"page":81,"id":85,"nass":"خاتمة: في ذكر أمثلة متنوعة تكشف لك مسألة القضاء والقدر\rحيث كان المقام من أهم الأمور، وقد حارت فيه أفهام كثير من الأذكياء، ولم يهتد إلى الصواب المحض كثير من العلماء.\rوكثير منهم يأخذ مسائله على وجه التقليد: غير مقتنع بوجه يجمع فيه بين الإيمان بشمول القضاء والقدر، مع أن العبد هو الفاعل حقيقة لفعله وهو الممدوح أو الملوم على كسبه.\rمع أن الشيخ رحمه الله حقق هذا المقام في هذا النظم، غاية التحقيق، وبين فيه الهدى من الضلال، حتى وضح الطريق، لكن الأمثلة تزيد البصير بصيرة، وتزيل عن الشاك الطالب للحق الريب والحيرة.\rولهذا، نقول في ضرب الأمثلة المتعلقة بهذه المسألة العظيمة:","seal":"D43A9063","part":1},
      {"page":82,"id":86,"nass":"المثال الأول: {محاورة رجل عاص مسرف وصاحب له مخلص}\r...\rالمثال الأول: [محاورة بين رجل عاص مسرف وصاحب له مخلص] 1.\rرجل كان مسرفا على نفسه، كثير الجراءة على المعاصي.\rفقال له صاحبه وهو يناصحه ويحاوره: أما ترتدع عما أنت عليه؟\rأما تتوب إلى ربك وتنيب إليه؟\rأما علمت أن عقابه شديد على العاصين؟\rفقال المسرف: دعني أتمتع فيما أريد، فلو شاء الله لهداني، ولو أراد لي غير ذلك لما أغواني.\rفقال له الناصح: بهذا الاعتذار الكاذب ازداد جرمك، وتضاعف ذنبك، فإن الله لم يغوك، بل الذي أغواك: الشيطان مخاطبا لربه {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} [صّ:83] .\rفالشيطان دعاك إلى المعاصي فأجبته. والله دعاك إلى الهدى فعصيته.\rبين الله لك السعادة وطرقها، وسهل أسبابها ورغبك فيها، ووضح لك طريق الشقاوة، وحذرك من سلوكها واتباع خطوات الشيطان.\rوأخبرك بما تؤول إليه: من العذاب الشديد، فرضيت، واستبدلت الضلالة بالهدى، والشقاوة على السعادة.\r__________\r1 هذا العنوان ما بين المعقوفتين من وضع المعتني زيادة في الإيضاح، وكذا العنوان التالي أيضا.","seal":"AC68B707","part":1},
      {"page":83,"id":87,"nass":"وجعل لك قدرة وإرادة: تختار بهما، وتتمكن بهما، وتتمكن بهما من كل ما تريد.\rولم يلجئك لفعل المعاصي، ولا منعك من الخير. فسلكت طريق الغي وتركت طريق الرشد. فلا تلم إلا نفسك.\rأما سمعت ما يقول الداعي لأتباعه يوم القيامة حيث يقوم خطيبا فيهم: {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ} [إبراهيم: 22] .\rفقال المسرف: كيف أستطيع أن أترك ما أنا فيه: والله هو الذي قدره علي؟!. وهل يمكنني الخروج عن قضائه وقدره؟\rفقال له الناصح: نعم يمكنك الخروج بقدره.\rفالتوبة والإقلاع عما أنت فيه وأنت تعلم علما لا شك فيه من قدر الله فارفع قدر الله بقدره.\rثم إن قولك: \"إن المعاصي الواقعة مني من قدر الله\".\rإن أردت: أن الله أجبرك عليها وحال بينك وبين الطاعة؛ فأنت كاذب وأول من يعلم كذبك نفسك.\rفإنك تعلم كل العلم أنك لو أردت ترك الذنوب لما فعلتها، ولو أردت إرادة جازمة فعل الواجبات لفعلتها؛ فلقد أقدمت على","seal":"3B54BBAE","part":1},
      {"page":84,"id":88,"nass":"المعاصي برغبة منك ومحبة لها، وإرادة لا شك ولا يشك غيرك فيها.\rوتعلم أن قولك: \"إنها بقضاء الله وبقدره\"؛ دفع للوم عنك.\rفهل تقبل هذا العذر: لو ظلمك ظالم أو تجرأ عليك متجرئ وقال: إني معذور بالقدر؛ فلا تلمني؟\rأما يزيدك كلامه هذا حنقا وتعرف أنه متهكم بك؟!\rفقال المسرف: بلى هذا الواقع.\rفقال الناصح: كيف ترضى أن تعامل ربك الذي خلقك وأنعم عليك النعم الكثيرة بما لا ترضى أن يعاملك به الناس؟!\rوإن أردت بقولك: \"إنها بقضاء وقدر\"؛ بمعنى: أن الله علم مني سأقد عليها، وأعطاني قدرة إرادة أتمكن بهما من فعلها؛ وأنا الذي فعلت المعاصي بما أعطاني ربي من القوى التي مكنني فيها من المعاصي.\rوأعلم: أنه لم يجبرني ولم يقهرني وإنما أنا الذي فعلت وأنا الذي تجرأة فقد رجعت إلى الحق والصواب واعترفت بأن لله الحجة البالغة على عباده.","seal":"A4A960A8","part":1},
      {"page":85,"id":89,"nass":"المثال الثاني: [استرشاد رجل بعض العلماء إلى أمر يطمئن له في أمر القدر]\rرجل جاء لبعض العلماء، فقال له:\"أحب أن ترشدني إلى أمر يطمئن له قلبي. وتقنع به نفسي، من جهة القضاء والقدر. فإني لا أشك الله جميع الحوادث بقضاء الله وقدره: وأنه ما شاء الله كان، وما لم يشأ لم يكن. وأعلم مع ذلك أن أفعالي كلها باختياري وإرادتي، وأنا الذي عملتها. هذا أمر ضروري، لاشك فيه، وأعتقد أنه لا يشك فيه أحد ولكن: أحب طريقة تهديني إلى كيفية الجمع بين الأمرين\".\rفقال العالم: الجواب المقنع في هذه المسألة: أنك إذا علمت أن الله خلقك وخلق أعضاءك الظاهرة والباطنة: هذا أمر لا تشك فيه ولا يشك فيه مسلم. ومن أعظم الأعضاء الباطنة: أن الله جعلك مريدا لكل ما تحبه كارها لما تبغضه، إجمالا وتفصيلا، وأن الله أعطاك قدرة، توقع بها جميع ما تريد فعله، وتنكف بها عما تريد تركه، فأنت تعترف بذلك ولا تستريب فيه، وتعرف مع ذلك أنك إذا أردت أمرا من الأمور إرادة جازمة، وأنت تقدر عليه، فعلته من دون توقف.\rحتى إن الأمور المستقبلة التي تريد فعلها إرادة جازمة تقول فيها: سأفعل إن شاء الله كذا، كما قال تعالى: {وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَداً إِلَّا أَنْ يَشَاءَ اللَّهُ} [الكهف: 23، 24] .\rفإذا اعترفت بذلك كله يعني: اعترفت بأنه تعالى خلقك وخلق قولك","seal":"7C70B118","part":1},
      {"page":86,"id":90,"nass":"الظاهرة والباطنة، ومكنك من كل ما تريد بما أعطاك من قدرة ومشيئة وأنت الذي تختار وتفعل أو تترك.\rفقد جمعت بين الأصلين:\r1-الاعتراف بعموم قدر الله\r2-وأن أفعالك كلها من كسبك.\rوأنه إن وفقك للخير فبفضله وتيسيره، وإن لم يوفقك بل وكذلك إلى نفسك فلا تولمن إلا نفسك.\rومعرفة هذه المقدمات سهلة بسيطة، وبها يحصل لك الاقتناع التام.\rففعلك داخل في عموم قدرة الله وخلقه، لأن خالق السبب التام، هو الخالق للمسبب، والسبب التام: قدرتك وإرادتك، والله هو الذي خلقهما، وأنت الذي تفعل بهما.\rوإنما الإشكال الذي لا يمكن حله لبطلان أحد أصليه اعتقادك أنك مجبور على أفعالك، فهذا الذي لا يمكن العبد أن يعرف معه: أن الأفعال أفعاله. وهذا يعلم بطلانه بالضرورة، كما سبق بيانه.\rفقال الرجل السائل المسترشد: لقد وضحت المسألة وضوحا لا أشك فيه، علمت بأن الله خلقني، وخلق جميع أوصافي، وخلق الأسباب التي أتمكن بها من الأفعال، وأنا الذي أفعل وأطيع، إن ساعدني الله بتوفيقه. أعصي وأغفل، إن وكلني إلى نفسي.\rفقال العالم: وأزيدك إيضاحا وبيانا لهذا السؤال:","seal":"FBAA1B9B","part":1},
      {"page":87,"id":91,"nass":"قال الله لخيار المؤمنين: {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْأِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ} [الحجرات: 7] .\rفلم يقل: فإن الله أجبرهم على الإيمان إلى آخره.\rولكنه تعالى لما علم حالة النفس وأنها ظالمة جاهلة أمارة بالسوء، لطف بالمؤمنين وحبب إليهم قلوبهم الإيمان وزينه فيها فانقادت إلى الخيرات باختيارها؛ لما جعل الله في قلوبهم من الأوصاف الجليلة.\rولما كره إليهم الكفر والفسوق والعصيان، انصرفوا عنها؛ لكراهتهم لها وكان هذا لطفا وكرما منه.\rوأما الآخرون: فلم يجعل لهم نصيبا من هذا اللطف، فانحرفوا باختيارهم وكانوا هم السبب لأنفسهم.\rحيث كانت مقاصدهم فاسدة؛ وحيث عرض عليهم الخير فرفضوه واعترض لهم الشر والغي فاختاروه؛ فولاهم الله ما تولوا لأنفسهم: واللوم كله عليهم، والحجة البالغة لله على العباد كلهم: {قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} [الأنعام:149] .\rوأزيدك إيضاحا وبيانا: أليس تفرق ويفرق كل أحد بين حركة المرتعش بغير اختياره؛ وبين حركة الباطش والكاتب باختياره؛ وتعلم أن الأخير فعل العبد حقيقة، والأول مقسور عليه، وما أشبه ذلك من الحركات التي من هذا النوع تفرق بين الحركة الاختيارية، والحركة الاضطرارية؟!","seal":"381EEF63","part":1},
      {"page":88,"id":92,"nass":"فمن ألحق أحد القسمين بالأخر، وساواه به؛ فهو مختل الشعور.\rفقال الرجل: جزاك الله خيرا، فلقد أزلت عني كل إشكال، واقتنعت بذلك غاية الاقتناع.","seal":"D0A40364","part":1},
      {"page":89,"id":93,"nass":"المثال الثالث: قضية الرجل الجبري1\rكان رجل قد غلا في الجبر غلوا عظيما، فكان يعتذر بالقدر عند كل جليل وحقير: حتى آلت به الحال إلى الإستهتار، وانتهاك أصناف المعاصي وكلما نصح وليم على أفعاله، جعل القدر حجة له في كل أحواله.\rوكان له صاحب يعذله وينصحه عن هذه المقالة التي تخالف العقل والنقل والحس، ولا يزيده العذل إلا إغراء.\rوكان صاحبه ينتظر وينتهز الفرصة في إلزامه بأمور تختص به وتتعلق.\rوكان هذا الجبري صاحب ثروة له أموال منوعة، وقد وكل عليها الوكلاء والعملة. فصادف في وقت متقارب أن جاءه صاحب ماشية.\rفقال: إن الماشية هلكت وتلفت جميعها: لأني رعيتها في أرض جذبة ليس فيها عود أخضر.\rفقال له: فعلت ذلك وأنت تعلم أن الأرض الفلانية خصبة؛ فما عذرك في ذلك؟\rفقال: قضاء الله وقدره.\r__________\r1 راجع: في الرد على الجبرية شفاء العليل لابن القيم ص (351-375) الباب التاسع عشر في ذكر مناظرة جرت بين جبري وسني جمعهما مجلس مناظرة.","seal":"26DC2E35","part":1},
      {"page":90,"id":94,"nass":"وكان ممتلئا غضبا قبل ذلك؛ فزاد غضبه من هذا الكلام، واستشاط غضبه، وكاد يتقطع من هذا الاعتذار.\rوجاءه صاحب البضاعة، فقال: إني سلكت الطريق المخوف، فاقتطع المال قطاع الطريق.\rفقال له: كيف تسلك هذا الطريق المخوف مع علمك أنه مخوف وتترك الطريق الآمن الذي لا تشك في أمنه؟!\rفأجابه مثل جواب الراعي للماشية، وعمل معه الجبري ما عمله مع صاحبه.\rثم جاءه وكيله على تربية أولاده وحفظهم، فقال: إني أمرتهم أن ينزلوا في البئر الفلانية ليتعلموا السباحة فغرقوا.\rفقال: لم فعلت ذلك، وأنت تعلم أنهم لا يحسنون السباحة؟ والبئر المذكور تعلم أن ماءها غزير؛ فكيف تتركهم ينزلون فيها وحدهم وأنت لست معهم؟!\rفقال: هكذا قضاء الله وقدره.\rفغضب عليه غضبا لا يشبه الغضب على الأولين، وكاد الغضب أن يقتله. وكل واحد من هؤلاء الذين وكلهم على ما ذكرنا يزداد غضبه عليه إذا قال له: هذا قضاء الله وقدره.\rفحينئذ قال له صاحبه: يا عجبا لك يافلان! كيف قابلت هؤلاء","seal":"4409E784","part":1},
      {"page":91,"id":95,"nass":"المذكورين بهذا الغضب البليغ، ولم تعذرهم حين اعتذروا بالقدر، بل زاد هذا الاعتذار في جرمهم عندك، وأنت مع ربك في أحوالك المخجلة قد سلكت مسلكهم وحذوت حذوهم؟!\rفإن كان لك عذر: فهم من باب أولى أعذر وأعذر، وإن كانت أعذارهم تشبه التهكم والاستهزاء؛ فكيف ترضى أن تكون مع ربك هكذا؟!\rفانتبه الجبري حينئذ، وصحا بعدما كان غارقا في غلوه.\rوقال: الحمد لله الذي أنقذني مما كنت فيه، وجعل لي موعظة وتذكيرا من هذه الوقائع التي وقعت لي، ولمست فيها غلطي الفاحش.\rوالآن أعتقد: أن ما حصل لي من نعمة الهداية إلى الحق، أعظم عندي من هذه المصائب الكبيرة. كما تحققت فيه قوله تعالى: {وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} [البقرة: 216] .","seal":"6FBB0947","part":1},
      {"page":92,"id":96,"nass":"المثال الرابع: مخاصمة بين القدري1 والجبري\rطال الخصام بين قدري يعتقد: أن أفعال العباد لا تتعلق بها مشيئة الله وبين جبري يعتقد: ضد ذلك، وأنهم مجبورون على أفعالهم، واقعة بغير اختيارهم؛ لأنهما متباعدان في طرفي نقيض.\rفاتفقا على التحاكم إلى عالم من علماء أهل السنة، يعرفان كمال معرفته، وكمال دينه.\rفقال السني: ليعرض كل منكما علي مقالته، ولكما علي أن أدقق الحكم بينكما، وأن أرد ما مع كل واحد من باطل؛ وأثبت ما معه من الحق.\rفقال القدري: أنا أقول: إن الله حكم عدل، لا يظلم من عباده أحدا ومن مقتضى إثباتي لهذا الأصل؛ أني أنزه ربي عن أن تكون الفواحش الواقعة من العباد واقعة بمشيئة الله؛ بل العبد هو الذي تجرأ عليها، وهو الذي فعلها استقلالا.\rوأدلتي على هذا: جميع النصوص الدالة على أن الله ليس بظلام للعباد مثقال ذرة، وأنه حكم عدل؛ لأن تعلق مشيئته بأفعالهم.\rثم تعذيبهم عليها؛ ظلم من جهتين:\r__________\r1 راجع في الرد على القدرية شفاء العليل ص (2/5-62) الباب العشرون: في مناظرة بين قدري وسني","seal":"4CC38D84","part":1},
      {"page":93,"id":97,"nass":"1- من جهة إضافتها إلى مشيئته.\r2- وظلم من جهة كيف يعذبهم على أمر هو الذي شاءه وقدره؟!\rثم إني لو قلت: إنها واقعة تحت مشيئة الله؛ لأبطلت بذلك أمر الله ونهيه. بل في ذلك إبطال للشرع، فأنا ما رأيت السلامة من هذا المحذور المحظور، إلا بهذه الطريقة العادلة التي يرتضيها كل عاقل ميزه الله.\rفقال الجبري: أنا أقول: إن الله على كل شيء قدير، وإنه خالق كل شيء، وأنه ما شاء الله كان، وما لم يشأ لم يكن.\rقضايا، لا يمكن مسلم أن ينكرها، ولا ينازع فيها.\rوهذا عموم لا يخرج عنه حادثة، ومن أعظم الحوادث أفعال العباد من طاعات، ومعاصي وغيرها.\rفلو أنها خارجة عن قدرة الله ومشيئته، لم يكن الله قديرا على كل شيء ولا خالقا لكل شيء.\rومقضي ذلك: أن العباد مجبورون على أفعالهم، غير مختارين لها لأنهم لو اختاروها وفعلوها حقيقة؛ لخرجت عن مشيئة الله وقدرته.\rفتعين القول بالجبر، وأنهم مجبورون مقسورون على أفعالهم، وقد نفذت فيهم مشيئة الله، وصرفتهم الإرادة.\rوأدلتي على قولي هذا: جميع النصوص المثبتة لعموم خلق الله ومشيئته وقدرته؛ وأني لو قلت: إن العبد فاعل حقيقة لفعله؛ لأخرجت هذا","seal":"4DADA1C3","part":1},
      {"page":94,"id":98,"nass":"القسم عن مشيئة الله وقدرنه.\rفقال الحاكم السني: لقد وضح كل واحد منكما مذهبه توضيحا كاملا، واستدل كل واحد بأدلة لا يمكن المنازعة فيها؛ لكثرتها ووضوحها. ولكن كل واحد منكما لم ينظر المسألة من جميع نواحيها بل لحظ جانبا، وعمي عن الجانب الآخر. وكثير من الأغلاط يأتي من هذا السبب. وسأحكم بينكما بحكم يستند على الكتاب والسنة ويستند إلى العقل والفطرة. وسأقنع كل واحد منكما إن كان قصده طلب الحقيقة.\rأما أنت أيها القدري؛ فأصبت بقولك: إن أفعال العباد كلها من كسبهم، وكلها من فعلهم، طاعاتها ومعاصيها وغيرها من أفعالهم.\rوأصبت في استدلالك عليها؛ بأن الله نسبها وأضافها إليهم.\rوأصبت في تبريك من قول يلزم منه إسقاط الأمر والنهي؛ وهو: الجبر.\rولكنك أخطأت خطأ كبيرا، حيث زعمت أن مشيئة الله وقدرته لا تعلق لها بأفعال العباد.\rفنفيت عموم النصوص الدالة على هذا الأصل؛ وظننت أن إثبات عموم الخلق والمشيئة لله ينافي كون الأفعال الصادرة من العباد تكون باختيارهم ومن كسبهم.\rوهذا الظن غلط محض.","seal":"ACC807D9","part":1},
      {"page":95,"id":99,"nass":"بل المؤمن العارف يجمع بين الأمرين: يثبت لله تعالى أنه خالق كل شيء؛ من الأعيان والأوصاف والأفعال.\rوأنه مع ذلك الأفعال صادرة منهم حقيقة.\rوأما أنت أيها الجبري؛ فلقد أصبت بإثباتك: أن الله على كل شيء قدير، وأنه خالق كل شيء وأنه ما شاء كان ووجب وجوده، وما لم يشأ لم يكن، وأصبت في هذا الاستدلال.\rولكنك أخطأت خطأ كبيرا، حيث زعمت أن من لوازم إثبات عموم مشيئة الله؛ أن العبد مجبور على أفعاله؛ لم تقع بمشيئته، وظننت أن إثبات عموم القدر يقتضي منك أن تقول هذا القول.\rثم قال السني أيضا لهما: لقد قال كل منكما قولا ممزوجا حقه بباطله؛ وسأحكم بينكما بحكم، يتضمن إثبات ما مع كل منكما من الحق؛ وإبطال ما مع كل منكما من باطل.\rوقد دل على هذا الحكم عدة نصوص:\rمنها قوله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير:28، 29] .\rفهذه الآية الكريمة حكمت بينكما؛ فإن الله أثبت للعبد مشيئة بها يفعل ويسلك الصراط المستقيم، أو يدعه باختياره ومشيئته.\rوأخبر أن مشيئة العبد تابعة لمشيئة الله، غير خارجة عنها.","seal":"F0D37DBD","part":1},
      {"page":96,"id":100,"nass":"فمشيئة الله عامة، لا يخرج عنها شيء ومع ذلك فالعباد هم الذين يعملون ويطيعون ويعصون.\rومع أن هذا هو الذي دلت عليه النصوص الشرعية من الكتاب والسنة فهو الذي يدل عليه العقل والواقع والحس.\rفإن الله خلق العبد، وخلق ما فيه من جميع الأوصاف والقوى.\rألستما تعترفان بذلك، وكل عاقل يعترف به؟!\rقالا: بلى.\rقال السني: فإن من جملة أوصاف العبد التي خلقها الله فيه انه أعطاه قدرة ومشيئة يتمكن بهما من كل ما يريده من خير وشر، وطاعة ومعصية وبهما تقع طاعاته ومعاصيه.\rوتعلمان: أن العبد متى أراد أمرا من الأمور التي يقدر عليها، فعله بتلك القدرة والإرادة اللتين خلقهما الله فيه.\rفإذا أوقع العبد بهما فعلا من أفعاله، دخلت تحت عموم قدر الله؛ لأن خالق السبب التام الذي هو قدرة العبد وإرادته خالق للمسبب.\rيعني: لما يصدر عنهما. وكل منكما يعترف أن الله خالق قدرة العبد ومشيئته كما خلق جميع قواه الظاهرة والباطنة.\rفإذا اتفقتما على هذا القول؛ الذي هو الصواب بما عرف من دلالة النصوص الشرعية عليه، وأنه هو المعقول المحسوس عاد الأمر إلى الوفاق.","seal":"C1CA6512","part":1},
      {"page":97,"id":101,"nass":"فليتبرأ كل منكما من الباطل الذي معه، وليعترف بالحق الذي مع صاحبه.\rليتبرئ الجبري من اعتقاده: أن العبد مجبور مقهور على أفعاله.\rوليعترف: أنها واقعة بكسبه وفعله حقيقة.\rوليتبرئ القدري من اعتقاده: أن أفعاله غير داخلة تحت مشيئة الله وغير شامل لها خلق الله وقدره.\rوليعترف: بعموم خلق الله، وشمول قدره.\rوالحمد لله الذي بين الصواب، ووفق من شاء من عباده لاتباعه.\r{وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [البقرة: 213] .","seal":"A1EF3553","part":1},
      {"page":98,"id":102,"nass":"المثال الخامس: في الآجال والأرزاق\rاعلم أن الآجال والأرزاق كسائر الأشياء مربوطة بقضاء الله وقدره فالله تعالى يبسط الرزق لمن يشاء ويقدر؛ {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ} [لأعراف:34] .\rفهذا أمر لا ريب فيه ولا شك.\rوع ذلك فهي أيضا كغيرها: لها أسباب دينية وأسباب طبيعية مادية والأسباب تبع قضاء الله وقدره. ولو كان شيء سابق القضاء والقدر من الأسباب لسبقه العين؛ لقوتها ونفوذها.\rفمن الأسباب الدينية لطول العمر وسعة الرزق1:\rلزوم التقوى والإحسان إلى الخلق لا سيما الأقارب\rكما ثبت في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \" من أحب أن يبسط له في رزقه وينشأ له في أثره [أي: يطيل عمره] ؛ فليصل رحمه \"2.\rوذلك: أن الله يجازي العبد من جنس عمله، فمن وصل رحمه وصل الله أجله ورزقه وصلا حقيقيا.\rوضده: من قطع رحمه قطعه الله في أجله وفي رزقه.\r__________\r1 راجع: \"جمع جمهور الحفاظ النقلة بتواتر روايات زيادة العمر بالبر والصلة\" للأستاذ لطفي الصغير.\r2 تقدم تخريجه ص (45) .","seal":"7334397B","part":1},
      {"page":99,"id":103,"nass":"قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ} [الطلاق:2، 3] .\rومن الأسباب الدينية لقطع طول العمر:\rالبغي والظلم للعباد\rفالباغي سريع المصرع، والظالم لا يغفل الله عن عقوبته.\rوقد يعاقبه عاجلا بقصم العمر.\rومن الأسباب الدينية لمحق الرزق:\rالمعاملات المحرمة\rكالربا والغش، وأكل أموال الناس بالباطل.\rفصاحبها يظن بل يجزم: أنها توسع عليه الرزق؛ ولهذا تجرأ عليها.\rوالله تعالى يعامله بنقيض قصده.\rقال تعالى: {يَمْحَقُ اللَّهُ الرِّبا وَيُرْبِي الصَّدَقَاتِ} [البقرة: 276] .\rفالمعاملة بالربا تمحق صاحبها، وتمحق ماله، وإن تمتع به قليلا، فمآله إلى المحق والقل. كما أن المتصدق يفتح الله له من أبواب الرزق مالا يفتحه على غيره.\rكما قال النبي صلى الله عليه وسلم: \" ما نقصت صدقة من مال، بل تزيده ثلاثا \"1.\r__________\r1 رواه مسلم (2577) (69) من حديث أبي هريرة رضي الله عنه بدون قوله: \" بل تزيده ثلاثا \".","seal":"534FE77A","part":1},
      {"page":100,"id":104,"nass":"وكذلك الغش وأكل أموال اليتامى والأوقاف بغير حق؛ من أكبر أسباب المحق؛ مع ما على صاحبها من الإثم والعقوبة.\rومن أسباب طول العمر وقصره الطبيعية:\rالصحة والمرض\rفالعافية من الأسقام؛ سبب لطول العمر كما أن الأمراض بأنواعها سبب لقصره.\rوالمسكن والبقعة: إذا كانت صحيحة طيبة الهواء، صارت من أسباب عافية أهلها وطول أعمارهم والعكس بالعكس: البقاء رديئة المناخ والهواء، أو البقاع الوبيئة سبب لقصر العمر، كما هو شاهد.\rوالتوفي عن المخاطر والمهالك، واستعمال الأسباب الواقية فائدتها في طول العمر ظاهرة، والإلقاء بالنفس إلى التهلكة، وسلوك المخاطر وكل أمر فيه خطر سبب ظاهر للهلاك. والأمثلة في هذا كثيرة.\rومن الأسباب المادية في حصول الرزق وسعته:\rاستعمال المكاسب النافعة\rوهي كثيرة متنوعة.\rكل أحد يناسب له منها ما يوافقه ويحسنه، ويليق بحاله.\rكما قال تعالى: {هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولاً فَامْشُوا فِي","seal":"C0A4236B","part":1},
      {"page":101,"id":105,"nass":"مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ} [الملك:15] .\rفيدخل في هذا العمل: جميع الأسباب النافعة.\rوكذلك قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ} [البقرة: 267] .\rإلى غير ذلك من الآيات.\rوكل هذه الأمور تابعة لقضاء الله وقدره. فإن الله تعالى قدر الأمور بأسبابها: فالأسباب والمسببات من قضاء الله وقدره.\rولهذا لما قالوا للنبي صلى الله عليه وسلم: يا رسول الله أرأيت أدوية نتداوى بها وتقاة نتقيها، ورقي نسترقيها؛ هل ترد من قضاء الله وقدره شيئا؟\rفقال: \" هي من قضاء الله وقدره \"1.\rوكذلك:\rالأدعية المتنوعة\rسبب كبير لحصول المطلوب، والسلامة من المرهوب.\rوقد أمر الله بالدعاء ووعد بالإجابة.\rوالدعاء نفسه والإجابة كلها داخلة في القضاء والقدر.\rوقد جمع النبي صلى الله عليه وسلم الأمر؛ بالعمل بكل سبب نافع، مع الاستعانة بالله.\r__________\r1 تقدم تخريجه ص (42) .","seal":"3C9521CA","part":1},
      {"page":102,"id":106,"nass":"كما ثبت في الصحيح مرفوعا: \" احرص على ما ينفعك واستعن بالله \"1.\rفهذا أمر بالحرص على الأسباب النافعة في الدين والدنيا، مع الاستعانة بالله. لأن هذه: الاستقامة.\rوذلك أن الانحراف من أحد أمور ثلاثة:\r1- إما أن لا يحرص على الأمور النافعة؛ بل يكسل عنها وربما اشتغل بضدها.\r2- أو يشغل بها، ولكن يتكل على حوله وقوته، وينظر إلى الأسباب ويعلق جميع قلبه بها، وينقطع عن مسببها.\r3- أو لا يشتغل بالأسباب النافعة يزعم: أنه متوكل على الله، فإن التوكل لا يكون إلا بعد العمل بالأسباب.\rفهذا الحديث بين فيه النبي صلى الله عليه وسلم الطرق النافعة للعباد.\rولنقصر على هذا: فإنه يحصل به المقصود، والله أعلم؛ وصلى الله على محمد وآله وصحبه وسلم.\rقال ذلك وكتبه: عبد الرحمن بن ناصر بن عبد الله آل سعد. غفر الله له ولوالديه وجميع المسلمين. وافق الفراغ منه: في 30 ربيع الثاني، سنة 1376هـ.\rوتم نقله بيد راجي عفو ربه: محمد السليمان البسام؛ في 22 جمادى أول، سنة 1376هـ.\r__________\r1 تقدم تخريجه ص (45) .","seal":"86AF28B4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1376,"Bk":"الدرة البهية شرح القصيدة التائية في حل المشكلة القدرية","HigriD":"1376","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي","bLnk":null,"Inf":"","Auth":"عبد الرحمن السعدي","Betaka":"الكتاب: الدرة البهية شرح القصيدة التائية في حل المشكلة القدرية\r\nالمؤلف: أبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي (المتوفى: 1376هـ)\r\nالمحقق: أبو محمد أشرف بن عبد المقصود\r\nالناشر: أضواء السلف\r\nالطبعة: الأولى: 1419هـ - 1998م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"السَّعْدي، عبد الرحمن (1307 - 1376هـ).\r\n\r\nعبد الرحمن بن ناصر بن عبد الله. عالم ومفسّر سعودي ولد في القصيم بالمملكة العربية السعودية. مات والده ولم يتجاوز الثانية عشرة من عمره، طلب العلم وجدّ فيه فحفظ القرآن الكريم والمتون فاشتهر أمره وعلت منزلته وكثر تلاميذه، ترك عدة كتب نافعة، أكثرها في تفسير القرآن وعلومه، أبرزها تيسير الكريم الرحمن في تفسير كلام المنان، واختصر هذا التفسير بكتاب سماه تيسير اللطيف المنان في خلاصة تفسير القرآن، وكتبه قيِّمة محققة تخلو من الدخيل والغرائب، أسلوبها سهل ميسر.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"864BE8D9","cat":"العقيدة","oNum":7614,"BkId":7614,"oAuth":128,"bVer":1,"aSeal":"D88E0C37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7614":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"نص سؤال الذمي الذي كان سببا في نظم القصيدة"},
      {"lvl":1,"id":11,"sub":0,"tit":"الجواب المفصل للناظم هذا سؤال معند مختصم لله وهو من جنس سؤال إبليس اللعين"},
      {"lvl":1,"id":13,"sub":0,"tit":"بيان طوائف القدرية الثلاث، خصوم الله يوم المعاد"},
      {"lvl":1,"id":14,"sub":0,"tit":"حقيقة مذهب القدرية النفاة وبيان أنهم مجوس هذه الأمة"},
      {"lvl":1,"id":17,"sub":0,"tit":"الرد على من احتج بالمعاصي على القدر"},
      {"lvl":1,"id":22,"sub":0,"tit":"حقيقة مذهب القدرية المجبرة والرد عليهم"},
      {"lvl":1,"id":25,"sub":0,"tit":"حقيقة مذهب القدرية المشركة. وبيان أن الطائفة الثانية قد تشاركهم فيه"},
      {"lvl":1,"id":27,"sub":0,"tit":"بيان أصل ضلال الفرق الضالة عامة، وما يتعين على المكلفين اعتباره واعتقاده"},
      {"lvl":1,"id":30,"sub":0,"tit":"بيان ما زعمه الجبرية، وإبطاله"},
      {"lvl":1,"id":32,"sub":0,"tit":"بيان أن الحكم لله وحده، وأن الخاق والأمر له سبحانه لا شريك له في ملكه"},
      {"lvl":1,"id":33,"sub":0,"tit":"لا شريك لله في ملكه"},
      {"lvl":1,"id":34,"sub":0,"tit":"قدرة الله الكاملة وإرادته الشاملة"},
      {"lvl":1,"id":36,"sub":0,"tit":"إثبات قدرة الله الشاملة وخلقه ومشيئته"},
      {"lvl":1,"id":39,"sub":0,"tit":"سؤال السائل: لم شاء الله كفر الكفار؟ مثل سؤال السائل: لم قدم الله هذا المخلوق على غيره؟"},
      {"lvl":1,"id":41,"sub":0,"tit":"أمره صلى الله عليه وسلم عند الشكوك والأسئلة المحرمة بثلاثة أشياء"},
      {"lvl":1,"id":42,"sub":0,"tit":"ما في الكون تخصيصات كثيرة تدل على أنها بإرادة الله"},
      {"lvl":1,"id":44,"sub":0,"tit":"الرد على الفلافسة القئلين: ((إن الواحد لا يصدرعنه إلا واحد))"},
      {"lvl":1,"id":46,"sub":0,"tit":"مشيئته تعالى لا تنافي ما جعله من الأسباب الدنيوية والأخروية"},
      {"lvl":1,"id":49,"sub":0,"tit":"جميع المطالب الدنيوية والأخروية جعل لها أسبابا متى سلكها الإنسان حصل له مطلوبه"},
      {"lvl":1,"id":50,"sub":0,"tit":"الاعتراض عن الله فيما يشاء هو الذي أضل عقول الخلق وعلى رأسهم المجوس ومن تابعهم"},
      {"lvl":1,"id":52,"sub":0,"tit":"ملاحدة الفلاسفة أوقعتهم عقولهم الفاسدة في الهلاك"},
      {"lvl":1,"id":54,"sub":0,"tit":"مبادئ الشر في كل أمة كتابيه، نشأت من مثل هذا الإعراض"},
      {"lvl":1,"id":55,"sub":0,"tit":"ما ينقض ويلزم القول بالاحتجاج بالقدر على المعاصي"},
      {"lvl":1,"id":60,"sub":0,"tit":"إلزامات أخرى تدحض حجة المعرضين بأقدار الله على المعاصي"},
      {"lvl":1,"id":62,"sub":0,"tit":"أمثلة أخرى للرد على المحتجين بأقدار الله على المعاصي"},
      {"lvl":1,"id":65,"sub":0,"tit":"كما جعل الله الذنوب والجرائم أسبابا للعقوبات، فقد جعل الله التوبة وأعمال الخير أسبابا للعفو"},
      {"lvl":1,"id":67,"sub":0,"tit":"اعتذار المجرم بأن الذنب مقدر عليه، مثل قول الحيوان المفترس والشرير: \"هذه طبيعتي فلا لوم علي\""},
      {"lvl":1,"id":68,"sub":0,"tit":"ما ينجي المكلف من هذا المأزق الحرج"},
      {"lvl":1,"id":71,"sub":0,"tit":"احتجاج المحتج بتقدير الرب يزيده عذابا"},
      {"lvl":1,"id":72,"sub":0,"tit":"الرد على من احتج على المعاصي: بأنها من قضاء الله الذي يجب الرضا به"},
      {"lvl":1,"id":76,"sub":0,"tit":"بيان حقيقة معصية المكلف، وأن الله قد وضع أسبابا لأفعال العباد، وأن حكمته اقتضت افتراقهم بالعلم والجهل وما إلى ذلك"},
      {"lvl":1,"id":77,"sub":0,"tit":"خلق الله للعبد مشيئة يتمكن بها من كل ما يريد"},
      {"lvl":1,"id":80,"sub":0,"tit":"الرد على من قال: هل اختار ترك حكم الله وقدره؟ وهو ختام رد الناظم"},
      {"lvl":1,"id":83,"sub":0,"tit":"خاتمة الناظم في أن هذه الأجوبة تبين أصل القدر الذي هو أحد أصول الإيمان"},
      {"lvl":1,"id":85,"sub":0,"tit":"خاتمة"},
      {"lvl":1,"id":86,"sub":0,"tit":"المثال الأول: {محاورة رجل عاص مسرف وصاحب له مخلص}"},
      {"lvl":1,"id":89,"sub":0,"tit":"المثال الثاني: {استرشاد رجل بعض العلماء إلى أمر يطمئن له في أمر القدر}"},
      {"lvl":1,"id":93,"sub":0,"tit":"المثال الثالث: قضية الرجل الجبري"},
      {"lvl":1,"id":96,"sub":0,"tit":"المثال الرابع: مخاصمة بين القدري والجبري"},
      {"lvl":1,"id":102,"sub":0,"tit":"المثال الخامس: في الآجال والأرزاق"}
    ]
}
