{
  "abc":
    [
      {"a":4,"b":13139,"c":7758},
      {"a":5,"b":12564,"c":7759},
      {"a":6,"b":24433,"c":7760},
      {"a":7,"b":19877,"c":7761},
      {"a":8,"b":22290,"c":7762},
      {"a":9,"b":285,"c":7763},
      {"a":10,"b":23668,"c":7764},
      {"a":11,"b":285,"c":7765},
      {"a":12,"b":15034,"c":7766},
      {"a":13,"b":25516,"c":7767},
      {"a":14,"b":22265,"c":7768},
      {"a":15,"b":6492,"c":7769},
      {"a":16,"b":24953,"c":7770},
      {"a":17,"b":18065,"c":7771},
      {"a":18,"b":6493,"c":7772},
      {"a":19,"b":13513,"c":7773},
      {"a":20,"b":27680,"c":7774},
      {"a":21,"b":16287,"c":7775},
      {"a":23,"b":19502,"c":7777},
      {"a":25,"b":47167,"c":7779},
      {"a":27,"b":23510,"c":7781},
      {"a":28,"b":1606,"c":7782},
      {"a":29,"b":4630,"c":7783},
      {"a":30,"b":4630,"c":7784},
      {"a":31,"b":41748,"c":7785},
      {"a":34,"b":50960,"c":7788},
      {"a":35,"b":5172,"c":7789},
      {"a":36,"b":34371,"c":7790},
      {"a":37,"b":1607,"c":7791},
      {"a":41,"b":51153,"c":7795},
      {"a":43,"b":51153,"c":7797},
      {"a":44,"b":10075,"c":7798},
      {"a":46,"b":51452,"c":7800},
      {"a":50,"b":31600,"c":7804},
      {"a":53,"b":34267,"c":7807},
      {"a":54,"b":23904,"c":7808},
      {"a":55,"b":35284,"c":7809},
      {"a":56,"b":39898,"c":7810},
      {"a":57,"b":5491,"c":7811},
      {"a":59,"b":31601,"c":7813},
      {"a":60,"b":16250,"c":7814},
      {"a":61,"b":25370,"c":7815},
      {"a":63,"b":29789,"c":7817},
      {"a":70,"b":35501,"c":7824},
      {"a":74,"b":35504,"c":7828},
      {"a":75,"b":47313,"c":7829}
    ],
  "avPdf":
    [
    ],
  "b7755":
    [
      {"page":29,"id":1,"hno":1,"nass":"أَخْبَرَنَا الشَّيْخُ الصَّالِحُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ مُسْلِمِ بْنِ سُلْمَانَ الْإِرْبِلِيُّ قِرَاءَةً، وَأَنَا أَسْمَعُ فِي يَوْمِ الْأَحَدِ ثَامِنِ عَشْرَ ذِي الْحِجَّةِ مِنْ سَنَةِ ثَلِاثٍ وَسِتِّمِائَةٍ، فَأَقَرَّ بِهِ، وَقَالَ: نَعَمْ، قَالَ: أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَسَاكِرِ بْنِ الْمُرَحَّبِ الْبَطَائِحِيُّ النَّحْوِيُّ بِقِرَاءَتِي عَلَيْهِ فِي مَسْجِدِ الشَّيْخِ أَبِي الْفَضْلِ أَحْمَدَ بْنِ صَالِحٍ وَحُضُورِهِ، قَالَ: أَخْبَرَنَا الشَّيْخُ الثِّقَةُ الْأَمِينُ أَبُو طَالِبٍ عَبْدُ الْقَادِرِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْقَادِرِ بْنِ مُحَمَّدِ بْنِ يُوسُفَ بْنِ مُحَمَّدٍ رَحِمَهُ اللَّهُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، قَالَ: أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عِلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيُّ قِرَاءَةُ عَلَيْهِ، قَالَ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ عُبَيْدٍ الدَّقَّاقُ الْمَعْرُوفُ بِابْنِ الْعَسْكَرِيِّ رَحِمَهُ اللَّهُ قِرَاءَةً عَلَيْهِ، قَالَ: حَدَّثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مَسْرُوقٍ قَالَ:\r\r1 - حَدَّثَنَا أَبُو شَيْخٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْبُرْجُلَانِيُّ قَالَ: حَدَّثَنِي سَعِيدُ بْنُ مَنْصُورٍ، قَالَ: ثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، قَالَ: أَخْبَرَنِي ابْنُ عَجْلَانَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ»","seal":"514CA734","part":1},
      {"page":30,"id":2,"hno":2,"nass":"2 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، قَالَ: سَمِعْتُ مَوْلًى، لِآلِ أَنَسِ بْنِ مَالِكٍ يُحَدِّثُ , عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: كَانَ نَبِيُّ اللَّهِ §أَشَدَّ حَيَاءً مِنْ جَارِيَةٍ عَذْرَاءَ فِي خِدْرِهَا , وَكَانَ إِذَا كَرِهَ أَمْرًا عُرِفَ ذَلِكَ فِي وَجْهِهِ","seal":"9BD48789","part":1},
      {"page":30,"id":3,"hno":3,"nass":"3 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادٍ، عَنْ سَلْمٍ الْعَلَوِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §لَا يُوَاجِهُ أَحَدًا فِي وَجْهِهِ بِشَيْءٍ يَكْرَهُهُ","seal":"F9EA9F13","part":1},
      {"page":31,"id":4,"hno":4,"nass":"4 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ الْقَرْنِيُّ، قَالَ: ثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ يَزِيدَ بْنِ بَابَنُوسَ، قَالَ: دَخَلْنَا عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَقُلْنَا: يَا أُمَّ الْمُؤْمِنِينَ , كَيْفَ كَانَ خُلُقُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَتِ: §الْقُرْآنُ , ثُمَّ قَالَتْ: أَتَقْرَأُونَ سُورَةَ الْمُؤْمِنِينَ؟ قُلْنَا: نَعَمْ , قَالَتْ: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} [المؤمنون: 1] حَتَّى بَلَغَتْ: {وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ} [المعارج: 34] قَالَتْ: كَذَا كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ","seal":"EE113F0B","part":1},
      {"page":31,"id":5,"hno":5,"nass":"5 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبِي بُكَيْرٍ، قَالَ: حَدَّثَنَا مُوسَى بْنُ مُحَمَّدٍ الْأَنْصَارِيُّ، عَنْ حَارِثَةَ بْنِ أَبِي الرِّجَالِ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: سَأَلْنَاهَا: كَيْفَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا خَلَا مَعَ نِسَائِهِ؟ قَالَتْ: كَانَ §كَرَجُلٍ مِنْ رِجَالِكُمْ , كَانَ كَأَحْسَنِ النَّاسِ خُلُقًا , وَأَكْرَمِهِمْ كَرْمًا","seal":"9C87710B","part":1},
      {"page":32,"id":6,"hno":6,"nass":"6 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْبُرْجُلَانِيُّ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ، قَالَ: قُلْتُ لِعَائِشَةَ: كَيْفَ كَانَ خُلُقُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَهْلِهِ؟ قَالَتْ: كَانَ §أَحْسَنَ النَّاسِ خُلُقًا , لَمْ يَكُنْ فَاحِشًا وَلَا مُتَفَحِّشًا , وَلَا صَخَّابًا فِي الْأَسْوَاقِ , وَلَا يَجْزِي بِالسَّيِّئَةِ السَّيِّئَةَ , وَلَكِنْ يَعْفُو وَيَصْفَحُ","seal":"A0E99082","part":1},
      {"page":32,"id":7,"hno":7,"nass":"7 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا الْحَجَّاجُ بْنُ أَرْطَأَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ , إِنَّ لِي ذَوِي أَرْحَامٍ , أَصِلُ وَيَقْطَعُونَ , وَأَعْفُو وَيَظْلِمُونَ , وَأُحْسِنُ وَيُسِيئُونَ , أَفَأُكَافِئُهُمْ؟ قَالَ: «§لَا , إِذًا يُتْرَكُوا , وَلَكِنِ اعْفُ عَنْهُمْ وَاصْفَحْ , وَأَحْسِنْ»","seal":"3C2505CD","part":1},
      {"page":33,"id":8,"hno":8,"nass":"8 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا شُعْبَةُ، قَالَ: ثَنَا أَبُو إِسْحَاقَ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ الْجَدَلِيَّ، يَقُولُ: سَأَلْتُ أُمَّ الْمُؤْمِنِينَ عَائِشَةَ عَنْ خُلُقِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَتْ: §لَمْ يَكُنْ فَاحِشًا , وَلَا مُتَفَحِّشًا , وَلَا صَخَّابًا فِي الْأَسْوَاقِ , وَلَكِنْ يَعْفُو وَيَصْفَحُ","seal":"4FBF98ED","part":1},
      {"page":33,"id":9,"hno":9,"nass":"9 - حَدَّثَنَا أَحْمَدُ بْنُ مَسْرُوقٍ، قَالَ: ثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ، عَنْ مَكْحُولٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، - قَالَ يَزِيدُ: لَا أَعْلَمُهُ إِلَّا عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ , إِنِّي أُحِبُّ الْحَمْدَ , أَيْ أُحِبُّ الْحَمْدَ , كَأَنَّهُ يَخَافُ عَلَى نَفْسِهِ , فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَمَا يَمْنَعُكَ أَنْ تُحِبَّ أَنْ تَعِيشَ حُمَيْدًا , وَتَمُوتَ فَقِيدًا , وَإِنَّمَا بُعِثْتُ عَلَى مَحَاسِنِ الْأَخْلَاقِ»","seal":"8625BD09","part":1},
      {"page":34,"id":10,"hno":10,"nass":"10 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، قَالَ: ثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ: §مَا سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا قَطُّ فَقَالَ لَا","seal":"5EB702FD","part":1},
      {"page":34,"id":11,"hno":11,"nass":"11 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا الْحَجَّاجُ بْنُ أَرْطَأَةَ، عَنْ سُلَيْمَانَ بْنِ سُحَيْمٍ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ بْنِ كَرِيزٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ §جَوَادٌ يُحِبُّ الْجُودَ , وَيُحِبُّ مَعَالِيَ الْأَخْلَاقِ , وَيَكْرَهُ سَفْسَافَهَا»","seal":"847FF625","part":1},
      {"page":35,"id":12,"hno":12,"nass":"12 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْحَسَنُ بْنُ بِشْرِ بْنِ سَلْمٍ، قَالَ: ثَنَا الْمُعَافَى بْنُ عِمْرَانَ، عَنْ خَالِدِ بْنِ إِلْيَاسَ، عَنْ مُهَاجِرِ بْنِ مِسْمَارٍ، قَالَ: أَشْهَدُ لَحَدَّثَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ , عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ §طَيِّبٌ يُحِبُّ الطَّيِّبَ , نَظِيفٌ يُحِبُّ النَّظَافَةَ , كَرِيمٌ يُحِبُّ الْكَرَمَ , جَوَادٌ يُحِبُّ الْجُودَ , فَنَظِّفُوا أَفْنِيَتَكُمْ , وَلَا تَشَبَّهُوا بِالْيَهُودِ , تَجْمَعُ الْأَكْبَاءَ فِي دُورِهِمْ»","seal":"D2CE75E3","part":1},
      {"page":35,"id":13,"hno":13,"nass":"13 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا شُعْبَةُ، عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ، عَنْ عَطَاءٍ الْكَيْخَارَانِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنْ شَيْءٍ يُوضَعُ فِي الْمِيزَانِ أَفْضَلَ مِنْ خُلُقٍ حَسَنٍ»","seal":"CEAC31E8","part":1},
      {"page":36,"id":14,"hno":14,"nass":"14 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْحَسَنُ بْنُ بِشْرِ بْنِ سَلْمٍ، قَالَ: ثَنَا الْحَكَمُ بْنُ عَبْدِ الْمَلِكِ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، قَالَ: قُلْتُ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَخْبِرِينِي عَنْ خُلُقِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , قَالَتْ: §أَوَمَا تَقْرَأُ الْقُرْآنَ؟ قُلْتُ: بَلَى , قَالَتْ: قَوْلُهُ {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} [القلم: 4]","seal":"EB8C17BA","part":1},
      {"page":36,"id":15,"hno":15,"nass":"15 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا مُحَمَّدُ بْنُ الْقَاسِمِ الْأَسَدِيُّ، قَالَ: ثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْعُمَرِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §الرَّجُلَ لِيَبْلُغُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ فِي سَبِيلِ اللَّهِ»","seal":"00C88FA4","part":1},
      {"page":37,"id":16,"hno":16,"nass":"16 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا عُثْمَانُ بْنُ غِيَاثٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ شَقِيقٍ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ , أَيُّ شَيْءٍ أَفْضَلُ؟ قَالَ: «§حُسْنُ الْخُلُقِ» - مَرَّتَيْنِ أَوْ ثَلَاثًا -","seal":"7EC7C917","part":1},
      {"page":37,"id":17,"hno":17,"nass":"17 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا مُحَمَّدُ بْنُ حَرْبٍ الْمَكِّيُّ، قَالَ: ثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، أَنَّ نَفَرًا أَرَادُوا سَفَرًا , فَأَتَوْا عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , فَقَالُوا: يَا أُمَّ الْمُؤْمِنِينَ , مَنْ يَؤُمُّنَا؟ قَالَتْ: §أَقْرَأُكُمْ لِكِتَابِ اللَّهِ جَلَّ وَعَزَّ , قَالُوا: كُلُّنَا فِي الْقِرَاءَةِ سَوَاءٌ , قَالَتْ: أَعْلَمُكُمْ بِالسُّنَّةِ , قَالُوا: كُلُّنَا فِي السُّنَّةِ سَوَاءٌ , قَالَتْ: فَأَقْدَمُكُمْ هِجْرَةً , قَالُوا: كُلُّنَا فِي الْهِجْرَةِ سَوَاءٌ , قَالَتْ: فَأَحْسَنُكُمْ خُلُقًا","seal":"252A1443","part":1},
      {"page":38,"id":18,"hno":18,"nass":"18 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا سُرَيْجٌ، قَالَ: ثَنَا هُشَيْمٌ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ أَبِي مُصْعَبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اطْلُبُوا الْحَوَائِجَ إِلَى حِسَانِ الْوجُوهِ»","seal":"BF6C8A11","part":1},
      {"page":38,"id":19,"hno":19,"nass":"19 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، قَالَ: حَدَّثَنَا عَبْدُ الْجَلِيلِ بْنُ عَطِيَّةَ، قَالَ: حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ، عَنْ أُمِّ الدَّرْدَاءِ، قَالَتْ: قَامَ أَبُو الدَّرْدَاءِ يُصَلِّي , فَجَعَلَ يَبْكِي وَيَقُولُ: اللَّهُمَّ حَسَّنْتَ خَلْقِي , فَحَسِّنْ خُلْقِي , حَتَّى أَصْبَحَ , قَالَتْ أُمُّ الدَّرْدَاءِ: فَقُلْتُ: يَا أَبَا الدَّرْدَاءِ , مَا كَانَ دُعَاؤُكَ اللَّيْلَةَ إِلَّا فِي حُسْنِ الْخُلُقِ , فَقَالَ: يَا أُمَّ الدَّرْدَاءِ , إِنَّ §الْعَبْدَ الْمُسْلِمَ يُحَسِّنُ خُلُقَهُ حَتَّى يُدْخِلَهُ حُسْنُ خُلُقِهِ الْجَنَّةَ , وَإِنَّهُ لَيُسِيءُ خُلُقَهُ حَتَّى يُدْخِلَهُ سُوءُ خُلُقِهِ النَّارَ","seal":"F933D715","part":1},
      {"page":39,"id":20,"hno":20,"nass":"20 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: ثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ عِمْرَانَ الْبَصْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: خَدَمْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشْرَ سِنِينَ , فَمَا أَمَرَنِي بِشَيْءٍ قَطُّ فَتَوَانَيْتُ فِيهِ أَوْ ضَيَّعْتُهُ فَلَامَنِي فِيهِ فَإِنْ لَامَنِي أَحَدٌ مِنْ أَهْلِهِ قَالَ: «§دَعُوهُ , فَلَوْ قُدِّرَ أَنْ يَكُونَ لَكَانَ»","seal":"9CBBB781","part":1},
      {"page":39,"id":21,"hno":21,"nass":"21 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، ثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَبِي كَثِيرٍ الزُّبَيْدِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ §لَا يُحِبُّ الْفُحْشَ وَلَا التَّفَحُّشَ»","seal":"5A0D9C57","part":1},
      {"page":40,"id":22,"hno":22,"nass":"22 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، فِي قَوْلِهِ تَعَالَى {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ} [الأعراف: 199] قَالَ: «§خُذْ مَا عَفَا مِنْ مَحَاسِنِ أَخْلَاقِ النَّاسِ»","seal":"B5CB5951","part":1},
      {"page":40,"id":23,"hno":23,"nass":"23 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا عَوْفٌ، عَنِ الْحَسَنِ، قَالَ: بَلَغَنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §قَالَ دَاوُدُ عَلَيْهِ السَّلَامُ لِابْنِهِ سُلَيْمَانَ عَلَيْهِمَا السَّلَامُ: يَا بُنَيَّ , أَيُّ شَيْءٍ أَبْرَدُ؟ قَالَ: عَفْوُ اللَّهِ عَنِ الْعِبَادِ , وَعَفْوُ الْعِبَادِ بَعْضِهِمْ عَنْ بَعْضٍ \"","seal":"CD6797AC","part":1},
      {"page":40,"id":24,"hno":24,"nass":"24 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْحُسَيْنُ بْنُ عُمَرَ، قَالَ: ثَنَا أَبُو مَعْشَرٍ، عَنْ سُلَيْمٍ، مَوْلَى لَيْثٍ - وَكَانَ قَدِيمًا , أَدْرَكَ أُسَامَةَ وَمَرْوَانَ - قَالَ: مَرَّ مَرْوَانُ بِأُسَامَةَ وَهُوَ يُصَلِّي , فَحَكَاهُ , فَقَالَ أُسَامَةُ: يَا مَرْوَانُ , إِنِّي سَمِعْتُ رَسُولَ اللَّهِ يَقُولُ: «إِنَّ اللَّهَ §لَا يُحِبُّ كُلَّ فَاحِشٍ مُتَفَحِّشٍ»","seal":"2705D2F8","part":1},
      {"page":41,"id":25,"hno":25,"nass":"25 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا عَوْفٌ، وَهِشَامٌ، عَنِ الْحَسَنِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §الْحَيَاءَ مِنَ الْإِيمَانِ , وَإِنَّ الْإِيمَانَ فِي الْجَنَّةِ , وَإِنَّ الْبَذَاءَ مِنَ الْجَفَاءِ , وَالْجَفَاءُ فِي النَّارِ»","seal":"0421C302","part":1},
      {"page":41,"id":26,"hno":26,"nass":"26 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا خَالِدُ بْنُ رَبَاحٍ أَبُو الْفَضْلِ، قَالَ: ثَنَا أَبُو السَّوَّارِ الْعَدَوِيُّ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْحَيَاءُ خَيْرٌ كُلُّهُ»","seal":"2E6BD1DD","part":1},
      {"page":42,"id":27,"hno":27,"nass":"27 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا أَبُو نَعَامَةَ الْعَدَوِيُّ، قَالَ: سَمِعْتُ أَبَا السَّوَّارِ الْعَدَوِيَّ يَذْكُرُ , عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§الْحَيَاءُ كُلُّهُ خَيْرٌ» , فَقَالَ بَشِيرُ بْنُ كَعْبٍ: مِنْهُ ضَعْفٌ , وَمِنْهُ وَقَارٌ , فَقَالَ: مَنْ هَذَا يَا أَبَا قَتَادَةَ؟ فَقَالَ: هَذَا بَشِيرُ بْنُ كَعْبٍ , فَقَالَ: يُسْمِعُنِي أُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَيَقُولُ: مِنْهُ ضَعْفٌ , وَمِنْهُ وَقَارٌ؟ وَاللَّهِ لَا أُحَدِّثُكُمْ بِحَدِيثٍ الْيَوْمَ , فَقَالَ أَبُو قَتَادَةَ: إِنَّ هَذَا رَجُلٌ لَيْسَ بِهِ بَأْسٌ","seal":"E12E8FAD","part":1},
      {"page":42,"id":28,"hno":28,"nass":"28 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: ثَنَا عَفَّانُ بْنُ جُبَيْرٍ الطَّائِيُّ، يَرْفَعُ الْحَدِيثَ إِلَى كَعْبٍ قَالَ: «§لَمْ يَكُنِ الْحَيَاءُ فِي رَجُلٍ قَطُّ فَتَطْعَمَهُ النَّارُ»","seal":"62D56FFD","part":1},
      {"page":43,"id":29,"hno":29,"nass":"29 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: ثَنَا حَسَنُ بْنُ صَالِحٍ، عَنْ بَعْضِ، أَصْحَابِهِ قَالَ: قَالَ سَعِيدُ بْنُ جُبَيْرٍ: رَأَيْتُ رَجُلًا يَصْنَعُ شَيْئًا مِمَّا أُنْكِرُهُ , فَقِيلَ لَهُ: أَلَا نَهَيْتَهُ؟ قَالَ: «§اسْتَحْيَيْتُ مِنْهُ»","seal":"00A54C68","part":1},
      {"page":43,"id":30,"hno":30,"nass":"30 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ الْقَرْنِيُّ، عَنِ ابْنِ شِهَابٍ الْحَنَّاطِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، قَالَ: «إِنَّ اللَّهَ §كَرِيمٌ يُحِبُّ الْحَيِيَّ السِّتِّيرَ , وَيُحِبُّ إِذَا تَعَرَّى الْعَبْدُ أَنْ يَسْتَتِرَ»","seal":"7ADE56D6","part":1},
      {"page":44,"id":31,"hno":31,"nass":"31 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو الْعَقَدِيُّ، قَالَ: ثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنِ الْمُغِيرَةِ بْنِ زِيَادٍ، عَنْ عُبَادَةَ بْنِ نَسِيٍّ، أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّ، رَأَى قَوْمًا قَدْ خَرَجُوا مِنَ الْفُرَاتِ عُرَاةً , فَقَالَ: \" §لَأَنْ أَمُوتَ , ثُمَّ أُنْشَرَ ثُمَّ أَمُوتَ ثُمَّ أُنْشَرَ أَحَبُّ إِلَيَّ مِنْ أَنْ أَفْعَلَ هَذَا - أَوْ قَالَ -: مِثْلَ هَذَا \"","seal":"ACCE83E0","part":1},
      {"page":44,"id":32,"hno":32,"nass":"32 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، قَالَ: ثَنَا أَبُو حَبِيبٍ السُّلَمِيُّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، قَالَ: قَالَ سَلْمَانُ الْفَارِسِيُّ: \" إِنَّ اللَّهَ §حَيِيُّ كَرِيمٌ , يَسْتَحِي أَنْ يَرْفَعَ الْعَبْدُ إِلَيْهِ يَدَيْهِ فَيَرُدَّهُمَا صِفْرًا - أَوْ قَالَ -: خَائِبَتَيْنِ \"","seal":"E41893DD","part":1},
      {"page":45,"id":33,"hno":33,"nass":"33 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو إِسْحَاقَ الضَّرِيرُ، قَالَ: ثَنَا أَبُو عُبَيْدَةَ النَّاجِيُّ، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُولُ: «§الْحَيَاءُ وَالتَّكَرُّمُ خَصْلَتَانِ مِنْ خِصَالِ الْخَيْرِ , لَمْ تَكُونَا فِي عَبْدٍ إِلَّا رَفَعَهُ اللَّهُ بِهِمَا»","seal":"3D8629CA","part":1},
      {"page":45,"id":34,"hno":34,"nass":"34 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْبُرْجُلَانِيُّ، ثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، قَالَ: ثَنَا عَوْفٌ، عَنِ الْحَسَنِ، قَالَ: بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لِعَائِذِ بْنِ الْمُنْذِرِ الْأَشَجِّ أَشَجِّ عَبْدِ الْقَيْسِ: «إِنَّ §فِيكَ خَلَّتَيْنِ يُحِبُّهُمَا اللَّهُ» , قَالَ: يَا رَسُولَ اللَّهِ , وَمَا هُمَا؟ قَالَ: «الْحِلْمُ وَالْحَيَاءُ» , قَالَ الْأَشَجُّ: يَا رَسُولَ اللَّهِ , أَشَيْءٌ اسْتَفَدْتُهُ فِي الْإِسْلَامِ أَوْ شَيْءٌ جُبِلْتُ عَلَيْهِ؟ قَالَ: «لَا , بَلْ شَيْءٌ جُبِلْتَ عَلَيْهِ» , فَقَالَ الْأَشَجُّ: \" الْحَمْدُ لِلَّهِ الَّذِي جَبَلَنِي عَلَى مَا يُحِبُّ","seal":"A88680E8","part":1},
      {"page":46,"id":35,"hno":35,"nass":"35 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ: قَالَ عُمَرُ لِابْنِ عَيَّاشِ الْمَنْتُوفِ - كَانَ قَدْ لَقِيَ مِنْهُ شِدَّةً وَأَذًى - فَقَالَ: يَا هَذَا §لَا تُغْرِقْ فِي شَتْمِنَا , وَدَعْ لِلصُّلْحِ مَوْضِعًا , فَإِنَّا لَا نُكَافِئُ مَنْ عَصَى اللَّهَ جَلَّ وَعَزَّ فِينَا بِأَكْثَرَ مِنْ أَنْ نُطِيعَ اللَّهَ فِيهِ","seal":"8DAACCFE","part":1},
      {"page":46,"id":36,"hno":36,"nass":"36 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: ثَنَا مِنْدَلُ بْنُ عَلِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ مَرْوَانَ، عَنِ ابْنِ أَبِي نُعْمٍ، أَنَّ رَجُلًا، مِنْ آلِ عُمَرَ نَازَعَ عَاصِمَ بْنَ عُمَرَ فِي أَرْضٍ كَانَتْ بَيْنَهُمَا , فَقَالَ لَهُ الرَّجُلُ: لَقَدْ هَمَمْتُ بِكَذَا وَكَذَا , فَقَالَ لَهُ عَاصِمٌ - وَكَانَ مِنَ الْحُكَمَاءِ - أَيْ أَخِي §وَبَلَغَ بِكَ الْأَمْرُ هَذَا؟ اذْهَبْ فَهِيَ لَكَ فَاسْتَحْيَى الرَّجُلُ , فَرَجَعَتْ إِلَيْهِ نَفْسُهُ","seal":"3E0FA37B","part":1},
      {"page":47,"id":37,"hno":37,"nass":"37 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: ثَنَا السَّرِيُّ بْنُ يَحْيَى، قَالَ: ثَنَا مُحَمَّدُ بْنُ سِيرِينَ، قَالَ: قَالَ فُلَانٌ - وَسَمَّى رَجُلًا - مَا رَأَيْتُ فِي النَّاسِ رَجُلًا لَا يَتَكَلَّمُ بِبَعْضِ مَا لَا يُرِيدُ غَيْرَ عَاصِمِ بْنِ عُمَرَ , وَكَانَ بَيْنَهُ وَبَيْنَ رَجُلٍ يَوْمًا شَيْءٌ , فَقَامَ وَهُوَ يَقُولُ:\r[البحر الطويل]\r§قَضَى مَا قَضَى , فِيمَا مَضَى , ثُمَّ لَا تَرَى ... لَهُ صَبْوَةً فِيمَا بَقِي آخِرَ الدَّهْرِ","seal":"0E24E605","part":1},
      {"page":47,"id":38,"hno":38,"nass":"38 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ الْمَسْعُودِيِّ، عَنْ وَدِيعَةَ الْأَنْصَارِيِّ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: §لَا تَصْحَبِ الْفَاجِرَ فَيُعَلِّمَكَ مِنْ فُجُورِهِ , وَلَا تُطْلِعْهُ عَلَى سِرِّكَ , وَاسْتَشِرْ فِي أُمُورِكِ الَّذِينَ يَخْشَوْنَ اللَّهَ عَزَّ وَجَلَّ","seal":"2E94D5D6","part":1},
      {"page":47,"id":39,"hno":39,"nass":"39 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، عَنْ سَلَمَةَ بْنِ جَعْفَرٍ، عَنْ أَبِي الْمُحَجَّلِ، عَنْ عَوْفِ بْنِ عَبْدِ اللَّهِ، أَوْ غَيْرِهِ وَقَالَ: §لَا تُحَدِّثْ أَمَانِيَّكَ الْأَصْدِقَاءَ , وَلَا تَكْتُمْ شَهَادَتَكَ الْأَعْدَاءَ","seal":"0007C06E","part":1},
      {"page":48,"id":40,"hno":40,"nass":"40 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: ثَنَا الْمَسْعُودِيُّ، عَنْ وَدِيعَةَ الْأَنْصَارِيِّ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: §لَا تَعْرِضْ لِمَا لَا يَعْنِيكَ , وَاعْتَزِلْ عَدُوَّكَ , وَاحْذَرْ صَدِيقَكَ إِلَّا الْأَمِينَ , وَلَا أَمِينَ إِلَّا مَنْ خَشِيَ اللَّهَ جَلَّ وعَزَّ","seal":"94B01560","part":1},
      {"page":48,"id":41,"hno":41,"nass":"41 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِي، قَالَ: ثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْوَلِيدِ، عَنْ أَبِي سُلَيْمَانَ اللَّيْثِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَطْعِمُوا طَعَامَكُمُ الْأَتْقِيَاءَ , وَأُولُوا مَعْرُوفَكُمُ الْمُؤْمِنِينَ»","seal":"2CBB85C7","part":1},
      {"page":48,"id":42,"hno":42,"nass":"42 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا دَاوُدُ بْنُ مُحَبَّرٍ، عَنْ رَبِيعَةَ بْنِ كُلْثُومٍ، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُولُ: §أَطْعِمْ طَعَامَكَ مَنْ تُحِبُّ فِي اللَّهِ عَزَّ وَجَلَّ","seal":"B20B02F5","part":1},
      {"page":49,"id":43,"hno":43,"nass":"43 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَلِيُّ بْنُ عَاصِمٍ، قَالَ: ثَنَا لَيْثُ بْنُ أَبِي سُلَيْمٍ، عَنْ مُحَمَّدِ بْنِ نَشْرٍ الْهَمْدَانِيِّ، عَنِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: §لَأَنْ أَجْمَعَ نَاسًا مِنْ إِخْوَانِي عَلَى صَاعٍ مِنْ طَعَامٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَدْخُلَ سُوقَكُمْ هَذِهِ فَأَبْتَاعَ نَسَمَةً , فَأُعْتِقَهَا","seal":"ABDA152E","part":1},
      {"page":49,"id":44,"hno":44,"nass":"44 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو عُمَرَ الضَّرِيرُ، قَالَ: ثَنَا فَضَالَةُ الشَّحَّامُ، قَالَ: كَانَ الْحَسَنُ إِذَا دَخَلَ عَلَيْهِ إِخْوَانُهُ أَتَاهُمْ مِمَّا يَكُونُ عِنْدَهُ , وَلَرُبَّمَا قَالَ لِبَعْضِهِمْ: §أَخْرِجِ السَّلَّةَ مِنْ تَحْتِ السَّرِيرِ , فَيُخْرِجَهَا فَإِذَا فِيهَا رُطَبٌ , فَيَقُولُ: إِنَّمَا ادَّخَرْتُهُ لَكُمْ","seal":"2C3D1A02","part":1},
      {"page":49,"id":45,"hno":45,"nass":"45 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: ثَنَا عِيسَى بْنُ طَهْمَانَ، قَالَ: قَالَ لَنَا أَنَسُ بْنُ مَالِكٍ: «§لَا تَأْتُونَا وَأَنْتُمْ صِيَامٌ»","seal":"6DABE6EA","part":1},
      {"page":50,"id":46,"hno":46,"nass":"46 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مُعَاوِيَةُ بْنُ عَمْرٍو الْأَزْدِيُّ، قَالَ: ثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنِ الْأَعْمَشِ، قَالَ: كُنَّا نَأْتِي خَيْثَمَةَ , فَيَقُولُ: \" §تَنَاوَلِ السَّلَّةَ مِنْ تَحْتِ السَّرِيرِ , فَأُنَاوِلُهَا وَفِيهَا خَبِيصٌ , فَيَقُولُ: إِنِّي لَسْتُ آكُلُهُ , وَلَكِنْ أَصْنَعُهُ لَكُمْ , قَالَ الْأَعْمَشُ: وَرَأَيْتُ عَلَى إِبْرَاهِيمَ ثِيَابًا بَيْضَاءَ , فَقَالَ: كَسَانِيهَا خَيْثَمَةُ \"","seal":"6C845872","part":1},
      {"page":50,"id":47,"hno":47,"nass":"47 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: ثَنَا أَبُو خَلْدَةَ، قَالَ: دَخَلْنَا عَلَى مُحَمَّدِ بْنِ سِيرِينَ أَنَا , وَعَبْدُ اللَّهِ بْنُ عَوْنٍ، فَرَحَّبَ بِنَا وَقَالَ: «§مَا أَدْرِي مَا أُتْحِفُكُمْ؟ كُلُّ رَجُلٍ مِنْكُمْ فِي بَيْتِهِ خُبْزٌ وَلَحْمٌ , وَلَكِنْ سَأُطْعِمُكُمْ شَيْئًا لَا أَرَاهُ فِي بُيُوتِكُمْ , فَجَاءَ بِشُهْدَةٍ , فَكَانَ يَقْطَعُ بِالسِّكِّينِ وَيَلْقِمُنَا»","seal":"C64EBC23","part":1},
      {"page":50,"id":48,"hno":48,"nass":"48 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا ابْنُ عَائِشَةَ، عَنْ بَعْضِ رِجَالِهِ قَالَ: نَظَرَ أَعْرَابِيٌّ إِلَى النَّاسِ يَوْمَ الْجُمُعَةِ وَقَدِ انْصَرَفُوا مِنَ الْجُمُعَةِ , فَقَالَ: «إِنَّ §الَّذِي غَدَّاكُمْ لَكَرِيمٌ»","seal":"7BCF95F3","part":1},
      {"page":51,"id":49,"hno":49,"nass":"49 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَمْرُو بْنُ خَالِدٍ الْأَعْشَى، أَعْشَى بَنِي أَسَدٍ قَالَ: ثَنَا الْحُرُّ بْنُ كَثِيرٍ الْكِنْدِيُّ، عَنْ أَبِيهِ، قَالَ: خَرَجْتُ مَعَ الْحُسَيْنِ بْنِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُمَا مِنَ الْمَسْجِدِ أُشَيِّعُهُ حِينَ انْتَهَيْنَا إِلَى بَنِي تَمِيمٍ , وَكَانَ مُتَزَوِّجًا فِيهِمْ , فَلَمَّا انْتَهَيْنَا إِلَى بَابِهِ وَقَفَ , قَالَ: ادْخُلْ أَيُّهَا الرَّجُلُ , فَقُلْتُ: بَارَكَ اللَّهُ لَكَ يَا ابْنَ رَسُولِ اللَّهِ فِي مَنْزِلِكَ , وَطَعَامِكَ , فَقَالَ: §عَلَيَّ أَنْ لَا نَدَّخِرَكَ , وَلَا نَكْلَفَ لَكَ , قَالَ: فَدَخَلْتُ , فَدَعَا لِي بِطَعَامٍ , فَأُتِيتُ بِهِ , فَأَصَبْتُ مِنْهُ , وَدَعَا بِطِيبٍ , فَأَصَبْتُ مِنْهُ , ثُمَّ رَفَعَ مُصَلَّاهُ , فَأَخْرَجَ مِنْ تَحْتِهِ كِيسًا فِيهِ دَرَاهِمُ , فَدَفَعَهُ إِلَيَّ , فَقَالَ: اسْتَنْفِقْ هَذِهِ , قَالَ: فَخَرَجْتُ , فَعَدَدْتُهَا , فَإِذَا هِيَ خَمْسُ مِائَةِ دِرْهَمٍ","seal":"D5E948E3","part":1},
      {"page":51,"id":50,"hno":50,"nass":"50 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ، عَنْ سُفْيَانَ، عَنْ رَجُلٍ، قَالَ: قَالَ الْأَحْنَفُ بْنُ قَيْسٍ: \" §ثَلَاثٌ لَيْسَ فِيهِنَّ انْتِظَارٌ: الْجَنَازَةُ إِذَا وَجَدَتْ مَنْ يَحْمِلُهَا , وَالْأَيِّمُ إِذَا أَصَابَتْ لَهَا كُفُؤًا , وَالضَّيْفُ إِذَا نَزَلَ , لَمْ أَنْتَظِرْ بِهِ الْكُلْفَةَ \"","seal":"99791D68","part":1},
      {"page":51,"id":51,"hno":51,"nass":"51 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو نُعَيْمٍ، قَالَ: ثَنَا عُبَيْدُ اللَّهِ بْنُ الْوَلِيدِ الْوَصَّافِيُّ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ: قَالَ رَجُلٌ يُرَى أَنَّهُ جَابِرَ بْنُ عَبْدِ اللَّهِ: «§هَلَاكٌ بِالرَّجُلِ إِذَا دَخَلَ عَلَيْهِ الرَّجُلُ مِنْ إِخْوَانِهِ , فَيَحْتَقِرُ مَا فِي بَيْتِهِ أَنْ يُقَدِّمَهُ إِلَيْهِ , وَهَلَاكٌ بِالْقَوْمِ أَنْ يَحْتَقِرُوا مَا قُدِّمَ إِلَيْهِمْ»","seal":"96957983","part":1},
      {"page":52,"id":52,"hno":52,"nass":"52 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو الْجُنَيْدِ الضَّرِيرُ، قَالَ: ثَنَا سَالِمُ بْنُ عَتَّابٍ الضُّبَعِيُّ، قَالَ: سَمِعْتُ بَكْرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ: «§إِذَا أَتَاكَ ضَيْفٌ فَلَا تَنْتَظِرْ بِهِ مَا لَيْسَ عِنْدَكَ , وَتَمْنَعْهُ مَا عِنْدَكَ , بَلْ قَدِّمْ إِلَيْهِ مَا حَضَرَ , وَانْتَظِرْ بِهِ بَعْدَ ذَلِكَ مَا يَزِيدُ مِنْ إِكْرَامِهِ»","seal":"4887FB72","part":1},
      {"page":52,"id":53,"hno":53,"nass":"53 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ: كَانَ يُقَالُ: «§لَا تُكْرِمْ صَدِيقَكَ فِيمَا يَشُقُّ عَلَيْهِ»","seal":"CF83E278","part":1},
      {"page":52,"id":54,"hno":54,"nass":"54 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا هَوْذَةُ بْنُ خَلِيفَةَ، وَسَعِيدُ بْنُ عَامِرٍ , عَنْ عَوْفٍ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ عَبْدِ اللَّهِ بْنِ سَلَامٍ، قَالَ: لَمَّا رَأَيْتُ وَجْهَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلِمْتُ أَنَّ وَجْهَهُ لَيْسَ وَجْهَ كَذَّابٍ , وَكَانَ أَوَّلَ مَا سَمِعْتُهُ يَقُولُهُ: «أَيُّهَا النَّاسُ , §أَفْشُوا السَّلَامَ , وَأَطْعِمُوا الطَّعَامَ , وَصِلُوا الْأَرْحَامَ , وَصَلُّوا وَالنَّاسُ نِيَامٌ , تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ»","seal":"E1046031","part":1},
      {"page":53,"id":55,"hno":55,"nass":"55 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا دَاوُدُ بْنُ مُحَبَّرٍ، قَالَ: ثَنَا أَبُو جَعْفَرٍ، قَالَ: سَمِعْتُ أَبَا السَّوَّارِ الْعَدَوِيَّ، يَقُولُ: كَانَ رِجَالٌ مِنْ بَنِي عَدِيٍّ يُصَلُّونَ فِي هَذَا الْمَسْجِدِ , §مَا أَفْطَرَ أَحَدٌ مِنْهُمْ عَلَى طَعَامٍ قَطُّ وَحْدَهُ , إِنْ وَجَدَ مَنْ يَأْكُلُ مَعَهُ أَكَلَ , وَإِلَّا أَخْرَجَ طَعَامَهُ إِلَى الْمَسْجِدِ , فَأَكَلَهُ مَعَ النَّاسِ , وَأَكَلَ النَّاسُ مَعَهُ","seal":"54E928BA","part":1},
      {"page":53,"id":56,"hno":56,"nass":"56 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، عَنْ هُشَيْمٍ، عَنْ مَنْصُورٍ، عَنِ الْحَسَنِ، أَنَّ ابْنَ عُمَرَ، «كَانَ §لَا يَأْكُلُ طَعَامًا إِلَّا وَيُقِيمُ مَعَهُ عَلَى مَائِدَتِهِ يَتِيمٌ»","seal":"A8264465","part":1},
      {"page":53,"id":57,"hno":57,"nass":"57 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا يَحْيَى بْنُ إِسْحَاقَ، قَالَ: ثَنَا هُشَيْمُ بْنُ بَشِيرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَحْيَى الصَّدَفِيِّ، عَنْ حَبَّانَ بْنِ أَبِي جَبَلَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَسْرَعَ صَدَقَةٍ تَصْعَدُ إِلَى السَّمَاءِ أَنْ يَصْنَعَ الرَّجُلُ طَعَامًا طَيِّبًا ثُمَّ يَجْمَعَ عَلَيْهِ نَاسًا مِنْ إِخْوَانِهِ»","seal":"AC618292","part":1},
      {"page":54,"id":58,"hno":58,"nass":"58 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، قَالَ: ثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ أَبِيهِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ , إِنِّي مَرَرْتُ بِرَجُلٍ , فَلَمْ يُضِفْنِي , وَلَمْ يَقْرِنِي , فَمَرَّ بِي , أَفَأُجَازِيهِ؟ قَالَ: «§لَا , بَلْ أَقْرِهِ»","seal":"30C0854B","part":1},
      {"page":54,"id":59,"hno":59,"nass":"59 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو إِسْحَاقَ الطَّالْقَانِيُّ، عَنْ ضَمْرَةَ، عَنِ ابْنِ شَوْذَبٍ، قَالَ: كَانَ أَبَانُ بْنُ أَبِي عَيَّاشٍ §يَدْعُو إِخْوَانَهُ فَيَصْنَعُ لَهُمُ الطَّعَامَ , وَيُجِيزُهُمْ بِالدَّرَاهِمِ","seal":"22932032","part":1},
      {"page":54,"id":60,"hno":60,"nass":"60 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا دَاوُدُ بْنُ مِهْرَانَ، قَالَ: أنا عَبْدُ الْجَبَّارِ بْنُ الْوَرْدِ، قَالَ: سَمِعْتُ عَطَاءً، يَقُولُ: §مَا رَأَيْتُ مَجْلِسًا قَطُّ أَكْرَمَ مِنْ مَجْلِسِ ابْنِ عَبَّاسٍ , أَكْثَرَ فِقْهًا , وَأَعْظَمَ جَفْنَةً , إِنَّ أَصْحَابَ الْقُرْآنِ عِنْدَهُ , وَأَصْحَابَ النَّحْوِ عِنْدَهُ , وَأَصْحَابَ الشِّعْرِ , وَأَصْحَابَ الْفِقْهِ , يَسْأَلُونَهُ كُلُّهُمْ , يَصْدُرُهُمْ فِي وَادٍ وَاسِعٍ","seal":"05DE1DE1","part":1},
      {"page":55,"id":61,"hno":61,"nass":"61 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْبُرْجُلَانِيُّ، قَالَ: ثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، قَالَ: ثَنَا عَبْدُ اللَّهِ بْنُ الْوَسِيمِ الْجَمَّالُ، قَالَ: أَتَيْنَا عِمْرَانَ بْنَ مُوسَى بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ نَسْأَلُهُ فِي دَيْنٍ عَلَى رَجُلٍ مِنْ أَصْحَابِنَا , فَأَمَرَ بِالْمَوَائِدِ فَنُصِبَتْ , ثُمَّ قَالَ: §لَا , حَتَّى تُصِيبُوا مِنْ طَعَامِنَا , فَيَجِبُ عَلَيْنَا حَقُّكُمْ وَذِمَامُكُمْ , قَالَ: فَأَصَبْنَا مِنْ طَعَامِهِ , فَأَمَرَ لَنَا بِعَشَرَةِ أَلْفِ دِرْهَمٍ فِي قَضَاءِ دَيْنِهِ , وَخَمْسَةِ أَلْفِ دِرْهَمٍ نَفَقَةً لِعِيَالِهِ","seal":"101D4191","part":1},
      {"page":55,"id":62,"hno":62,"nass":"62 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، قَالَ: سَمِعْتُ دَاوُدَ الطَّائِيَّ، يَقُولُ: كَانَ حَمَّادُ بْنُ أَبِي سُلَيْمَانَ §سَخِيًّا عَلَى الطَّعَامِ , جَوَادًا بِالدَّنَانِيرِ وَالدَّرَاهِمِ","seal":"0F310DF5","part":1},
      {"page":55,"id":63,"hno":63,"nass":"63 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ حَمَّادَ بْنَ أَبِي حَنِيفَةَ، يَقُولُ: §لَمْ يَكُنْ بِالْكُوفَةِ أَسْخَى عَلَى طَعَامٍ وَمَالٍ مِنْ حَمَّادِ بْنِ أَبِي سُلَيْمَانَ , وَمِنْ بَعْدِهِ خَلَفُ بْنُ حَوْشَبٍ","seal":"953F2E06","part":1},
      {"page":55,"id":64,"hno":64,"nass":"64 - ثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا دَاوُدُ بْنُ مُحَبَّرٍ، عَنْ حَسَنِ بْنِ صَالِحٍ، قَالَ: سُئِلَ الْحَسَنُ عَنْ حُسْنِ الْخُلُقِ، , فَقَالَ: §الْكَرَمُ , وَالْبَذْلَةُ , وَالِاحْتِمَالُ","seal":"0F761F71","part":1},
      {"page":56,"id":65,"hno":65,"nass":"65 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي هَارُونُ بْنُ مَعْرُوفٍ، عَنْ ضَمْرَةَ، عَنْ رَجَاءٍ، عَنِ ابْنِ عَوْنٍ، قَالَ: دَخَلْنَا عَلَى الْحَسَنِ رَضِيَ اللَّهُ عَنْهُ , §فَقَدَّمَ إِلَيْنَا مَرَقًا مَا فِيهِ لَحْمٌ","seal":"129EA952","part":1},
      {"page":56,"id":66,"hno":66,"nass":"66 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا أَبُو نُعَيْمٍ، قَالَ: ثَنَا أَبُو عَاصِمٍ الثَّقَفِيُّ، قَالَ: ثَنَا الشَّعْبِيُّ، قَالَ: انْطَلَقْتُ أَنَا وَرَجُلٌ، حَتَّى دَخَلْنَا عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ , فَقُلْنَا: حَدِّثِينَا حَدِيثًا، سَمِعْتِهِ مِنْ، رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , §فَأَطْعَمَتْنَا رُطَبًا , وَسَقَتْنَا سُلْتًا , وَقَالَتْ: نَعَمْ , ثُمَّ قَصَّتِ الْحَدِيثَ","seal":"676F9BDB","part":1},
      {"page":56,"id":67,"hno":67,"nass":"67 - ثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، عَنِ الصَّلْتِ بْنِ بِسْطَامٍ، قَالَ: كَانَ حَمَّادُ بْنُ أَبِي سُلَيْمَانَ §يُفَطِّرُ كُلَّ لَيْلَةٍ فِي شَهْرِ رَمَضَانَ مِائَةَ إِنْسَانٍ , فَإِذَا كَانَ لَيْلَةُ الْفِطْرِ كَسَاهُمْ ثَوْبًا ثَوْبًا , وَأَعْطَاهُمْ مِائَةً مِائَةً","seal":"781C5A89","part":1},
      {"page":57,"id":68,"hno":68,"nass":"68 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ مُعَاوِيَةَ، قَالَ: ثَنَا حَمَّادُ بْنُ عُبَيْدٍ، عَنْ هَارُونَ بْنِ عَنْتَرَةَ، عَنْ أَبِيهِ، قَالَ: كُنْتُ مِنْ جُلَسَاءِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ , §فَكَانَ يَطْعَمُ عَلَى مَائِدَتِهِ لَوْنًا وَاحِدًا , لَا يَزِيدُ عَلَى ذَلِكَ","seal":"8A7E64B6","part":1},
      {"page":57,"id":69,"hno":69,"nass":"69 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا زَكَرِيَّا بْنُ عَدِيٍّ، عَنِ ابْنِ إِدْرِيسَ، عَنْ أَبِيهِ، قَالَ: كُنْتُ مَعَ حَمَّادِ بْنِ أَبِي سُلَيْمَانَ , فَانْقَطَعَ زِرُّهُ , فَتَقَدَّمَ إِلَى خَيَّاطٍ فَأَصْلَحَهُ لَهُ , فَدَفَعَ إِلَيْهِ دِرْهَمًا , وَجَعَلَ يَعْتَذِرُ إِلَيْهِ وَيَقُولُ: «§لَيْسَ مَعِي غَيْرُهُ لَيْسَ يَحْضُرْنِي الْآنَ غَيْرُهُ»","seal":"D00B9D15","part":1},
      {"page":57,"id":70,"hno":70,"nass":"70 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا عُثْمَانُ بْنُ زُفَرَ التَّيْمِيُّ، قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ صُبَيْحٍ، يَقُولُ: لَمَّا قَدِمَ أَبُو الزِّنَادِ الْكُوفَةَ عَلَى الصَّدَقَاتِ , كَلَّمَ رَجُلٌ حَمَّادَ بْنَ أَبِي سُلَيْمَانَ فِي رَجُلٍ يُكَلِّمُ لَهُ أَبَا الزِّنَادِ , يَسْتَعِينُ فِي بَعْضِ أَعْمَالِهِ , فَقَالَ حَمَّادٌ: كَمْ يُؤَمِّلُ صَاحِبُكَ مِنْ أَبِي الزِّنَادِ أَنْ يُصِيبَ مَعَهُ؟ قَالَ: أَلْفُ دِرْهَمٍ , قَالَ: §فَقَدْ أَمَرْتُ لَهُ بِخَمْسَةِ أَلْفِ دِرْهَمٍ , وَلَا يُبْذَلُ وَجْهِي إِلَيْهِ , قَالَ: جَزَاكَ اللَّهُ خَيْرًا , فَهَذَا أَكْثَرُ مِمَّا أَمَّلَ وَرَجَا -[58]- قَالَ عُثْمَانُ: وَقَالَ ابْنُ السَّمَّاكِ: فَكَلَّمَهُ آخَرُ فِي ابْنِهِ أَنْ يُحَوِّلَهُ مِنْ كُتَّابٍ إِلَى كُتَّابٍ , فَقَالَ لِلَّذِي يُكَلِّمُهُ: إِنَّمَا نُعْطِي الْمُعَلِّمَ ثَلَاثِينَ كُلَّ شَهْرٍ , وَقَدْ أَجْرَيْنَاهَا لِصَاحِبِكَ مِائَةً , دَعِ الْغُلَامَ مَكَانَهُ","seal":"06F8196A","part":1},
      {"page":58,"id":71,"hno":71,"nass":"71 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا زَكَرِيَّا بْنُ عَدِيٍّ، قَالَ: ثَنَا الصَّلْتُ بْنُ بِسْطَامٍ التَّيْمِيُّ، عَنْ أَبِيهِ، قَالَ: كَانَ حَمَّادُ بْنُ أَبِي سُلَيْمَانَ يَزُورُنِي , فَيُقِيمُ عِنْدِي سَائِرَ نَهَارِهِ , وَلَا يَطْعَمُ شَيْئًا , فَإِذَا أَرَادَ أَنْ يَنْصَرِفَ قَالَ: §انْظُرِ الَّذِي تَحْتَ الْوِسَادَةِ , فَمُرْهُمْ أَنْ يَنْتَفِعُوا بِهِ , قَالَ: فَأَجِدُ الدَّارَهِمُ الْكَثِيرَةَ","seal":"B96F9E89","part":1},
      {"page":58,"id":72,"hno":72,"nass":"72 - ثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، عَنْ زُهَيْرِ أَبِي خَيْثَمَةَ، قَالَ: اسْتَقْرَضَ أَبِي مِنَ الْحَسَنِ بْنِ الْحُرِّ أَلْفَ دِرْهَمٍ , فَلَمَّا جَاءَ يَرُدُّهَا عَلَيْهِ , قَالَ لَهُ الْحَسَنُ بْنُ حُرٍّ: §اذْهَبْ , فَاشْتَرِ بِهَا لِزُهَيْرٍ سُكَّرًا","seal":"71D0C080","part":1},
      {"page":58,"id":73,"hno":73,"nass":"73 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: ثَنَا خَالِدُ بْنُ يَزِيدَ الْقَرْنِيُّ، عَنِ ابْنِ شِهَابٍ الْحَنَّاطِ، عَنْ عَمْرِو بْنِ قَيْسٍ، قَالَ: حَجَّ خَيْثَمَةُ مَعَ نَفَرٍ مِنْ أَصْحَابِهِ , فَلَمَّا كَانَتِ لَيْلَةُ جَمْعٍ سَمِعَ رَجُلًا يُحَدِّثُ رَجُلًا أَنَّ رَجُلًا مِنْ جُعْفِيٍّ , ذَهَبَتْ نَفَقَتُهُ , وَضَلَّتْ رَاحِلَتُهُ , فَأَتَاهُ خَيْثَمَةُ فَقَالَ لَهُ: هَلْ عَرَفْتَ رَحْلَ هَذَا الرَّجُلِ الَّذِي أُصِيبَ؟ وَأَيْنَ نَزَلَ مِنَّا؟ قَالَ: نَعَمْ , مَوْضِعُ كَذَا وَكَذَا , فَأَخْبَرَهُ بِمَوْضِعِهِ , فَلَمَّا كَانَ بَعْدَ الظُّهْرِ مِنْ يَوْمِ النَّحْرِ أَتَى الْمَوْضِعَ , فَسَأَلَ عَنِ الرَّجُلِ , فَإِذَا هُوَ بِرَجُلٍ لَا يَعْرِفُهُ , فَسَأَلَ عَمَّا أُصِيبَ , فَأَخْبَرَهُ , §فَدَفَعَ إِلَيْهِ صُرَّةً كَانَتْ فِيهَا ثَلَاثُونَ دِينَارًا , وَأَثْوَابًا كَانَتْ مَعَهُ , فَقَالَ: تَجَهَّزْ بِهَا إِلَى أَهْلِكَ","seal":"FBE68252","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":238,"Bk":"الكرم والجود للبرجلاني","HigriD":"238","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو جعفر محمد بن الحسين البُرْجُلاني","bLnk":null,"Inf":"[الكرم والجود للبرجلاني]\r\n\r\n(المؤلف)\r\nأبو جعفر محمد بن الحسين البُرْجُلاني (238 هـ) .\r\n\r\n(اسم الكتاب الذي طبع به ووصف أشهر طبعاته)\r\nطبع باسم:\r\nالكرم والجود وسخاء النفس\r\nبتحقيق الدكتور عامر حسن صبري، وقد صدر عن دار ابن حزم - بيروت، الطبعة الثانية، سنة 1412 هـ - 1991م.\r\n\r\n(توثيق نسبة الكتاب إلى مؤلفه)\r\nثبتت نسبة الكتاب إلى الإمام البرجلاني، ويدل على ذلك ما يلي:\r\n1 - رواية الكتاب بالسند الصحيح المتصل إلى المؤلف.\r\n2 - نسبه إليه ابن النديم في الفهرست (162) ، ونقل عنه المزي في تهذيب الكمال (777) ، والذهبي في السير (58) ، وذكره ابن حجر ضمن سماعاته في المعجم المفهرس (138) .\r\n\r\n(وصف الكتاب ومنهجه)\r\n1 - تناول المؤلف في هذا الكتاب بابًا من أبواب الرقاق، ألا وهو باب الكرم والجود والسخاء، وحسن الخلق.\r\n2 - بلغ عدد أحاديث الكتاب 73 حديثًا، وبلغت الأحاديث المرفوعة منها 29 حديثًا، والموقوفة 14 أثرًا، والمقطوعة 30 أثرًا.\r\n3 - لم يشر المصنف إلى تعليق أو توضيح أو شرح للمادة التي جمعها.\r\n4- لم يلتزم الصحة في المرويات، بل روى الضعيف كذلك.\r\n\r\n[التعريف بالكتاب، نقلا عن موقع جامع الحديث]","Auth":"البرجلاني","Betaka":"الكتاب: الكرم والجود وسخاء النفوس\r\nالمؤلف: أبو جعفر محمد بن الحسين البُرْجُلاني (المتوفى: 238هـ)\r\nالمحقق: د. عامر حسن صبري\r\nالناشر: دار ابن حزم - بيروت\r\nالطبعة: الثانية، 1412\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]","TafseerNam":null,"PdfCs":0,"AuthInf":"البرجلاني ( 000 - 238 هـ = 000 - 852 م) \r\n\r\nمحمد بن الحسين، أبو جعفر البرجلاني: فاضل، بغدادي، من الحنابلة.\r\nنعته ابن أبي يعلى بصاحب التصانيف.\r\nوقال الخطيب البغدادي: هو صاحب كتاب (الزهد والرقائق).\r\nنسبته إلى (برجلان) من قرى واسط، أو إلى محلة (البرجلانية) \r\n\r\nنقلا عن : الأعلام للزركلي","seal":"13C1619A","cat":"الأجزاء الحديثية","oNum":7755,"BkId":7755,"oAuth":250,"bVer":1,"aSeal":"1A16F751"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t7755":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"إنما بعثت لأتمم صالح الأخلاق"},
      {"lvl":1,"id":2,"sub":0,"tit":"أشد حياء من جارية عذراء في خدرها , وكان إذا كره أمرا عرف ذلك في وجهه"},
      {"lvl":1,"id":3,"sub":0,"tit":"لا يواجه أحدا في وجهه بشيء يكرهه"},
      {"lvl":1,"id":4,"sub":0,"tit":"القرآن , ثم قالت: أتقرأون سورة المؤمنين؟ قلنا: نعم , قالت: {قد أفلح المؤمنون} [المؤمنون:"},
      {"lvl":1,"id":5,"sub":0,"tit":"كرجل من رجالكم , كان كأحسن الناس خلقا , وأكرمهم كرما"},
      {"lvl":1,"id":6,"sub":0,"tit":"أحسن الناس خلقا , لم يكن فاحشا ولا متفحشا , ولا صخابا في الأسواق , ولا يجزي بالسيئة"},
      {"lvl":1,"id":7,"sub":0,"tit":"لا , إذا يتركوا , ولكن اعف عنهم واصفح , وأحسن"},
      {"lvl":1,"id":8,"sub":0,"tit":"لم يكن فاحشا , ولا متفحشا , ولا صخابا في الأسواق , ولكن يعفو ويصفح"},
      {"lvl":1,"id":9,"sub":0,"tit":"وما يمنعك أن تحب أن تعيش حميدا , وتموت فقيدا , وإنما بعثت على محاسن"},
      {"lvl":1,"id":10,"sub":0,"tit":"ما سئل رسول الله صلى الله عليه وسلم شيئا قط فقال لا"},
      {"lvl":1,"id":11,"sub":0,"tit":"جواد يحب الجود , ويحب معالي الأخلاق , ويكره سفسافها"},
      {"lvl":1,"id":12,"sub":0,"tit":"طيب يحب الطيب , نظيف يحب النظافة , كريم يحب الكرم , جواد يحب الجود , فنظفوا أفنيتكم , ولا"},
      {"lvl":1,"id":13,"sub":0,"tit":"ما من شيء يوضع في الميزان أفضل من خلق حسن"},
      {"lvl":1,"id":14,"sub":0,"tit":"أوما تقرأ القرآن؟ قلت: بلى , قالت: قوله {وإنك لعلى خلق عظيم} [القلم:"},
      {"lvl":1,"id":15,"sub":0,"tit":"الرجل ليبلغ بحسن خلقه درجة الصائم القائم في سبيل الله"},
      {"lvl":1,"id":16,"sub":0,"tit":"حسن الخلق - مرتين أو ثلاثا -"},
      {"lvl":1,"id":17,"sub":0,"tit":"أقرأكم لكتاب الله جل وعز , قالوا: كلنا في القراءة سواء , قالت: أعلمكم بالسنة , قالوا:"},
      {"lvl":1,"id":18,"sub":0,"tit":"اطلبوا الحوائج إلى حسان الوجوه"},
      {"lvl":1,"id":19,"sub":0,"tit":"العبد المسلم يحسن خلقه حتى يدخله حسن خلقه الجنة , وإنه ليسيء خلقه حتى يدخله سوء خلقه"},
      {"lvl":1,"id":20,"sub":0,"tit":"دعوه , فلو قدر أن يكون لكان"},
      {"lvl":1,"id":21,"sub":0,"tit":"لا يحب الفحش ولا التفحش"},
      {"lvl":1,"id":22,"sub":0,"tit":"خذ ما عفا من محاسن أخلاق الناس"},
      {"lvl":1,"id":23,"sub":0,"tit":"قال داود عليه السلام لابنه سليمان عليهما السلام: يا بني , أي شيء أبرد؟ قال: عفو الله عن"},
      {"lvl":1,"id":24,"sub":0,"tit":"لا يحب كل فاحش متفحش"},
      {"lvl":1,"id":25,"sub":0,"tit":"الحياء من الإيمان , وإن الإيمان في الجنة , وإن البذاء من الجفاء , والجفاء في"},
      {"lvl":1,"id":26,"sub":0,"tit":"الحياء خير كله"},
      {"lvl":1,"id":27,"sub":0,"tit":"الحياء كله خير , فقال بشير بن كعب: منه ضعف , ومنه وقار , فقال: من هذا يا أبا قتادة؟ فقال:"},
      {"lvl":1,"id":28,"sub":0,"tit":"لم يكن الحياء في رجل قط فتطعمه النار"},
      {"lvl":1,"id":29,"sub":0,"tit":"استحييت منه"},
      {"lvl":1,"id":30,"sub":0,"tit":"كريم يحب الحيي الستير , ويحب إذا تعرى العبد أن يستتر"},
      {"lvl":1,"id":31,"sub":0,"tit":"لأن أموت , ثم أنشر ثم أموت ثم أنشر أحب إلي من أن أفعل هذا - أو قال -: مثل"},
      {"lvl":1,"id":32,"sub":0,"tit":"حيي كريم , يستحي أن يرفع العبد إليه يديه فيردهما صفرا - أو قال -:"},
      {"lvl":1,"id":33,"sub":0,"tit":"الحياء والتكرم خصلتان من خصال الخير , لم تكونا في عبد إلا رفعه الله"},
      {"lvl":1,"id":34,"sub":0,"tit":"فيك خلتين يحبهما الله , قال: يا رسول الله , وما هما؟ قال: الحلم والحياء , قال الأشج: يا"},
      {"lvl":1,"id":35,"sub":0,"tit":"لا تغرق في شتمنا , ودع للصلح موضعا , فإنا لا نكافئ من عصى الله جل وعز فينا بأكثر من أن"},
      {"lvl":1,"id":36,"sub":0,"tit":"وبلغ بك الأمر هذا؟ اذهب فهي لك فاستحيى الرجل , فرجعت إليه نفسه"},
      {"lvl":1,"id":37,"sub":0,"tit":"قضى ما قضى , فيما مضى , ثم لا ترى ... له صبوة فيما بقي آخر الدهر"},
      {"lvl":1,"id":38,"sub":0,"tit":"لا تصحب الفاجر فيعلمك من فجوره , ولا تطلعه على سرك , واستشر في أمورك الذين يخشون الله عز"},
      {"lvl":1,"id":39,"sub":0,"tit":"لا تحدث أمانيك الأصدقاء , ولا تكتم شهادتك الأعداء"},
      {"lvl":1,"id":40,"sub":0,"tit":"لا تعرض لما لا يعنيك , واعتزل عدوك , واحذر صديقك إلا الأمين , ولا أمين إلا من خشي الله جل"},
      {"lvl":1,"id":41,"sub":0,"tit":"أطعموا طعامكم الأتقياء , وأولوا معروفكم المؤمنين"},
      {"lvl":1,"id":42,"sub":0,"tit":"أطعم طعامك من تحب في الله عز وجل"},
      {"lvl":1,"id":43,"sub":0,"tit":"لأن أجمع ناسا من إخواني على صاع من طعام أحب إلي من أن أدخل سوقكم هذه فأبتاع نسمة ,"},
      {"lvl":1,"id":44,"sub":0,"tit":"أخرج السلة من تحت السرير , فيخرجها فإذا فيها رطب , فيقول: إنما ادخرته"},
      {"lvl":1,"id":45,"sub":0,"tit":"لا تأتونا وأنتم صيام"},
      {"lvl":1,"id":46,"sub":0,"tit":"تناول السلة من تحت السرير , فأناولها وفيها خبيص , فيقول: إني لست آكله , ولكن أصنعه لكم ,"},
      {"lvl":1,"id":47,"sub":0,"tit":"ما أدري ما أتحفكم؟ كل رجل منكم في بيته خبز ولحم , ولكن سأطعمكم شيئا لا أراه في بيوتكم ,"},
      {"lvl":1,"id":48,"sub":0,"tit":"الذي غداكم لكريم"},
      {"lvl":1,"id":49,"sub":0,"tit":"علي أن لا ندخرك , ولا نكلف لك , قال: فدخلت , فدعا لي بطعام , فأتيت به , فأصبت منه , ودعا"},
      {"lvl":1,"id":50,"sub":0,"tit":"ثلاث ليس فيهن انتظار: الجنازة إذا وجدت من يحملها , والأيم إذا أصابت لها كفؤا , والضيف إذا"},
      {"lvl":1,"id":51,"sub":0,"tit":"هلاك بالرجل إذا دخل عليه الرجل من إخوانه , فيحتقر ما في بيته أن يقدمه إليه , وهلاك بالقوم"},
      {"lvl":1,"id":52,"sub":0,"tit":"إذا أتاك ضيف فلا تنتظر به ما ليس عندك , وتمنعه ما عندك , بل قدم إليه ما حضر , وانتظر به"},
      {"lvl":1,"id":53,"sub":0,"tit":"لا تكرم صديقك فيما يشق عليه"},
      {"lvl":1,"id":54,"sub":0,"tit":"أفشوا السلام , وأطعموا الطعام , وصلوا الأرحام , وصلوا والناس نيام , تدخلوا الجنة"},
      {"lvl":1,"id":55,"sub":0,"tit":"ما أفطر أحد منهم على طعام قط وحده , إن وجد من يأكل معه أكل , وإلا أخرج طعامه إلى المسجد ,"},
      {"lvl":1,"id":56,"sub":0,"tit":"لا يأكل طعاما إلا ويقيم معه على مائدته يتيم"},
      {"lvl":1,"id":57,"sub":0,"tit":"أسرع صدقة تصعد إلى السماء أن يصنع الرجل طعاما طيبا ثم يجمع عليه ناسا من"},
      {"lvl":1,"id":58,"sub":0,"tit":"لا , بل أقره"},
      {"lvl":1,"id":59,"sub":0,"tit":"يدعو إخوانه فيصنع لهم الطعام , ويجيزهم بالدراهم"},
      {"lvl":1,"id":60,"sub":0,"tit":"ما رأيت مجلسا قط أكرم من مجلس ابن عباس , أكثر فقها , وأعظم جفنة , إن أصحاب القرآن عنده ,"},
      {"lvl":1,"id":61,"sub":0,"tit":"لا , حتى تصيبوا من طعامنا , فيجب علينا حقكم وذمامكم , قال: فأصبنا من طعامه , فأمر لنا"},
      {"lvl":1,"id":62,"sub":0,"tit":"سخيا على الطعام , جوادا بالدنانير والدراهم"},
      {"lvl":1,"id":63,"sub":0,"tit":"لم يكن بالكوفة أسخى على طعام ومال من حماد بن أبي سليمان , ومن بعده خلف بن"},
      {"lvl":1,"id":64,"sub":0,"tit":"الكرم , والبذلة , والاحتمال"},
      {"lvl":1,"id":65,"sub":0,"tit":"فقدم إلينا مرقا ما فيه لحم"},
      {"lvl":1,"id":66,"sub":0,"tit":"فأطعمتنا رطبا , وسقتنا سلتا , وقالت: نعم , ثم قصت الحديث"},
      {"lvl":1,"id":67,"sub":0,"tit":"يفطر كل ليلة في شهر رمضان مائة إنسان , فإذا كان ليلة الفطر كساهم ثوبا ثوبا , وأعطاهم مائة"},
      {"lvl":1,"id":68,"sub":0,"tit":"فكان يطعم على مائدته لونا واحدا , لا يزيد على ذلك"},
      {"lvl":1,"id":69,"sub":0,"tit":"ليس معي غيره ليس يحضرني الآن غيره"},
      {"lvl":1,"id":70,"sub":0,"tit":"فقد أمرت له بخمسة ألف درهم , ولا يبذل وجهي إليه , قال: جزاك الله خيرا , فهذا أكثر مما أمل"},
      {"lvl":1,"id":71,"sub":0,"tit":"انظر الذي تحت الوسادة , فمرهم أن ينتفعوا به , قال: فأجد الدارهم"},
      {"lvl":1,"id":72,"sub":0,"tit":"اذهب , فاشتر بها لزهير سكرا"},
      {"lvl":1,"id":73,"sub":0,"tit":"فدفع إليه صرة كانت فيها ثلاثون دينارا , وأثوابا كانت معه , فقال: تجهز بها إلى"}
    ]
}
