{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8150":
    [
      {"page":5,"id":1,"nass":"مقدمة\rالحمد لله القائل في كتابه العزيز: {وذكر فإن الذكرى تنفع المؤمنين} وقال سبحانه: {إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد} وقال سبحانه: {فذكر بالقرآن من يخاف وعيد} .\rوأصلي وأسلم على عبد الله ورسوله الذي ما ترك باباً يعلم فيه خيراً إلا دلنا عليه، ولا طريقاً يؤدي إلى شر إلا حذرنا منه.\rأما بعد:-\rأخي المسلم بين يديك هذا الكتيب بعنوان: (ذكر وتذكير) جمعت فيه أهم ما ينبغي أن يعمله المسلم في اليوم والليلة، إذا عمل به مؤمناً مصدقاً فإنه يكون له حصناً حصيناًوحرزاً منيعاً من الشيطان وأعوانه من مردة الجن وفسقة بني آدم، ولكي يكون العمل بهذه الأوراد مع الإيمان والتصديق واقياً له من كل سوء ومكروه، فإن اللازم لذلك المواظبة والتعاهد لهذه الأذكار وقراءتها بحضور قلب وطمأنينة بال.\rكما تضمن هذا الكتيب أخلاقاً وصفات حميدة ينبغي أن يتخلق بها المسلم ويتصف بها، وتنبيهاً على أقوال وأعمال قبيحة ينبغي للمسلم أن يبتعد عنها ويحذر منها.\rوهذا الكتاب وضعته مبسطاً وميسراً، متجاوزاً بعض الأسس العلمية مثل:-\r1- عدم استيفاء جوانب التخريج.\r2- الاقتصار على الشاهد من متن الحديث.\r3- عدم ذكر الراوي.\r4- إيراد بعض الأحاديث الضعيفة التي ليس ضعفها شديداً أو لها شواهد وهي في فضائل الأعمال.\rوذلك طلباً للاختصار، ولأن هذا الكتاب قصدت به عموم المسلمين والمسلمات بالدرجة الأولى.\rوالله المسؤول وحده أن ينفع به كاتبه وقارئه وناشره.\rوصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليماً كثيراً.\rد.\rصالح بن غانم السدلان.","seal":"D1BF9A60","part":1},
      {"page":7,"id":2,"nass":"أولا: فضل الذكر وفوائده\rقال الله تعالى: {فاذكروني أذكركم واشكروا لي ولا تكفرون} ، وقال سبحانه: {الذين آمنوا وتطمئن قلوبهم بذكر الله ألا بذكر الله تطمئن القلوب} ، وقال عز من قائل: {فلولا أنه كان من المسبحين * للبث في بطنه إلى يوم يبعثون} .\rوقال رسول الله، صلى الله عليه وسلم: «ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والورق، وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ قالوا: بلى يا رسول الله، قال: ذكر الله» .","seal":"1F687A8B","part":1},
      {"page":7,"id":3,"nass":"من فوائد التذكير\r1- أنه يطرد الشيطان ويقمعه ويكسره.\r2- أنه يرضي الرحمن - عز وجل.\r3- أنه يزيل الهم والغم عن القلب.\r4- أنه يجلب للقلب الفرح والسرور والبسط.\r5- أنه يحط الخطايا ويذهبها.\r6- أنه يؤمن العبد من الحسرة يوم القيامة.\r7- أنه غراس الجنة.","seal":"97BD715A","part":1},
      {"page":8,"id":4,"nass":"ثانيا: ورد الصباح والمساء","seal":"464B8EC6","part":1},
      {"page":8,"id":5,"nass":"وقت ورد الصباح والمساء\rإن وقت الورد في الصباح والمساء هو أول النهار وآخره، وهما طرفا النهار، وأول النهار من طلوع الفجر إلى طلوع الشمس، وآخره من بعد العصر إلى غروب الشمس، قال الله تعالى: {وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين} ، وقال تعالى: {وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب} .\rوقراءة أذكار الصباح والمساء في هذين الوقتين المذكروين في الآيتين ونحوهما بيان لما جاء في الأحاديث النبوية مثل قوله عليه الصلاة والسلام: «من قال حين يصبح وحين يمسي: سبحان الله وبحمده مائة مرة، لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه» .\rومن لم يتمكن من قراءة الأذكار الصباحية والمسائية في الوقتين المذكورين، فلا مانع من أن يأتي بها بعد هذين الوقتين إذا كان ذلك في وقت الصباح أو المساء.","seal":"284DE52B","part":1},
      {"page":9,"id":6,"nass":"وأذكار الصباح والمساء كثيرة منها\r1- قوله صلى الله عليه وسلم: «من قال إذا أصبح: لا إله إلا الله وحده لا شريك له.\rله الملك وله الحمد وهو على كل شيء قدير، كان له عدل رقبة من ولد إسماعيل صلى الله عليه وسلم، وكتب له عشر حسنات، وحط عنه عشر سيئات، ورفع له عشر درجات، وكان في حرز من الشيطان حتى يمسي، وإن قالها إذا أمسى كان له مثل ذلك حتى يصبح» .\r2- ويقرأ آية الكرسي وهي قوله تعالى: {الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السماوات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السماوات والأرض ولا يؤوده حفظهما وهو العلي العظيم} .\r3- وقال صلى الله عليه وسلم: «قل: {قل هو الله أحد} والمعوذتين، حين تمسي وحين تصبح، ثلاث مرات تكفيك من كل شيء» .\r4- وقال صلى الله عليه وسلم: «سيد الإستغفار أن تقول: اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت.\rقال: ومن قالها من النهار موقنا بها فمات من يومه قبل أن يمسي فهو من أهل الجنة، ومن قالها من الليل وهو موقن بها فمات قبل أن يصبح فهو من أهل الجنة» .\r5- وقال صلى الله عليه وسلم: «من قال بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم، ثلاث مرات، لم تصبه فجأة بلاء حتى يصبح، ومن قالها حين يصبح، ثلاث مرات، لم تصبه فجأة بلاء حتى يمسي» .\r6- وقال صلى الله عليه وسلم: «من قال حين يصبح وحين يمسي، ثلاث مرات: رضيت بالله ربا، وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيا، كان حقا على الله - عز وجل - أن يرضيه يوم القيامة» .\r7- وقال صلى الله عليه وسلم: «من صلى علي حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي يوم القيامة» .\r8- وكان النبي صلى الله عليه وسلم إذا أمسى قال: «أمسينا وأمسى الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، رب أسألك خير ما في هذه الليلة وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها، رب أعوذ بك من الكسل والهرم وسوء الكبر، وأعوذ بك من عذاب في النار وعذاب في القبر، وإذا أصبح قال ذلك أيضا: أصبحنا وأصبح الملك لله» .\r9- وقال صلى الله عليه وسلم: «قل: اللهم فاطر السموات والأرض، عالم الغيب والشهادة، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي وشر الشيطان وشركه، وأن أقترف على نفسي سوءا أو أجره إلى مسلم» قال: «قلها إذا أصبحت وإذا أمسيت وإذا أخذت مضجعك» .\r10- وقال صلى الله عليه وسلم: «من قال حين يصبح: اللهم ما أصبح بي من نعمة، أو بأحد من خلقك، فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر.\rمن قالها حين يصبح فقد أدى شكر يومه، ومن قال مثل ذلك حين يمسي فقد أدى شكر ليلته» .\r11- ويقول: سبحان الله وبحمده، مائة مرة.\r12- وإذا أمسى يقول: أعوذ بكلمات الله التامات من شر ما خلق، ثلاث مرات.","seal":"A3C1D0FF","part":1},
      {"page":12,"id":7,"nass":"ثالثا: ما يقال ويفعل في الليل\r1- يقرأ: الآيتين من آخر سورة البقرة: {آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير * لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين} .\r2- ويستحب إذا دخل الليل أن يفعل كما قال صلى الله عليه وسلم: «إذا كان جنح الليل أو أمسيتم فكفوا صبيانكم، فإن الشياطين تنتشر حينئذ، فإذا ذهب ساعة من الليل فحلوهم.. الحديث» .\r3- ويستحب قراءة سورة الملك كل ليلة لحديث: «من قرأ {تبارك الذي بيده الملك} كل ليلة منعه الله - عز وجل - بها من عذاب القبر» .\r4- ويستحب إذا استيقظ من آخر الليل قبل صلاة قيام الليل أن ينظر إلى السماء ويقرأ: {إن في خلق السموات والأرض} .","seal":"F215923D","part":1},
      {"page":13,"id":8,"nass":"رابعا: الذكر المطلق (وهو الذي ليس له وقت ولا سبب) ـ\rرابعا: الذكر المطلق (وهو الذي ليس له وقت ولا سبب)\r1- قال رجل: يا رسول الله، إن شرائع الإسلام قد كثرت علي فأخبرني بشيء أتشبث به، قال: «لا يزال لسانك رطبا من ذكر الله» .\r2- وقال صلى الله عليه وسلم: «من قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير في يوم مائة مرة، كانت له عدل عشر رقاب، وكتبت له مائة حسنة، ومحيت عنه مائة سيئة، وكانت له حرزا من الشيطان في يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا رجل عمل أكثر منه» .\r3- وخرج رسول الله صلى الله عليه وسلم من عند أم المؤمنين جويرية - رضي الله عنها - بكرة حين صلى الصبح، وهي في مسجدها ثم رجع بعد أن أضحى، وهي جالسة فيه، فقال: «مازلت اليوم على الحالة التي فارقتك عليها؟» قالت نعم، فقال النبي صلى الله عليه وسلم: «لقد قلت بعدك أربع كلمات، ثلاث مرات، لو وزنت بما قلت منذ اليوم لوزنتهن: سبحان الله وبحمده عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته» .\r4- وقال صلى الله عليه وسلم: «لأن أقول سبحان الله، والحمدلله، ولا إله إلا الله، والله أكبر، أحب إلي مما طلعت عليه الشمس» .\r5- وعن أبي موسى الأشعري - رضي الله عنه - قال: قال لي النبي صلى الله عليه وسلم: «ألا أدلك على كلمة هي كنز من كنوز الجنة؟» فقلت بلى، قال: «لا حول ولا قوة إلا بالله» .\r6- وقال صلى الله عليه وسلم: «أيعجز أحدكم أن يكسب في كل يوم ألف حسنة؟» فسأله سائل من جلسائه: كيف يكسب أحدنا ألف حسنة؟ قال: «يسبح مائة تسبيحة فيكتب له ألف حسنة أو يحط عنه ألف خطيئة» .\r7- وقال صلى الله عليه وسلم: «والله إني لأستغفر الله، وأتوب إليه في اليوم أكثر من سبعين مرة» .\r8- وينبغي الإكثار من الصلاة والسلام على النبي صلى الله عليه وسلم كما قال تعالى: {إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما} .\rولقوله صلى الله عليه وسلم: «أولى الناس بي يوم القيامة أكثرهم علي صلاة» .\rومن مواطن الصلاة والسلام على النبي صلى الله عليه وسلم:\r1- قبل الدعاء وبعده.\r2- عند ذكره، صلى الله عليه وسلم.\r3- ليلة ويوم الجمعة.\r4- في كل مجلس.\rوغير ذلك.","seal":"7D14AD79","part":1},
      {"page":16,"id":9,"nass":"خامسا: قراءة القرآن\r1- قال النووي - رحمه الله - في (كتاب الأذكار) : اعلم أن قراءة القرآن آكد الأذكار، فينبغي المداومة عليها، فلا يخلى عنها يوما وليلة.\r2- وقال رسول الله، صلى الله عليه وسلم: «اقرءووا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه، اقرءووا الزهراوين: البقرة، وآل عمران ...\rالحديث» .\r3- ويستحب قراءة سورة البقرة لحديث: «إن الشيطان يفر من البيت الذي تقرأ فيه سورة البقرة» .\r4- ويستحب قراءة سورة الكهف يوم الجمعة لحديث: «من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بين الجمعتين» .\r5- ويستحب حفظ العشر الآيات الأولى من سورة الكهف لقوله صلى الله عليه وسلم: «من حفظ عشر آيات من أول سورة الكهف عصم من الدجال» .\r6- ويستحب قراءة سورة الملك - تبارك - لحديث: «إن سورة من القرآن ثلاثون آية شفعت لرجل حتى غفر له، وهي: تبارك الذي بيده الملك» .\r7- ويستحب إذا انتهى من سورة القيامة أن يقول: بلى وأنا على ذلك من الشاهدين آمنا بالله.\rوإذا انتهى من سورة المرسلات يقول: آمنا بالله.\rوإذا انتهى من سورة التين يقول: بلى وأنا على ذلك من الشاهدين.\r8- ويستحب تحسين الصوت عند قراءة القرآن لقوله صلى الله عليه وسلم: «ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغنى بالقرآن يجهر به» .\r9- ويستحب الدعاء عند ختم القرآن، وليس هناك دعاء مخصوص، بل يدعو المسلم بما تيسر.","seal":"8A26191A","part":1},
      {"page":18,"id":10,"nass":"سادسا: أذكار النوم\r1 - يستحب أن يتوضأ قبل أن يأوي إلى فراشه وينفضه ثم يجمع كفيه وينفث فيهما ويقرأ: سورة الإخلاص {قل هو الله أحد} وسورة الفلق {قل أعوذ برب الفلق} وسورة الناس {قل أعوذ برب الناس} ثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجهه، يفعل ذلك ثلاث مرات.\r(رواه البخاري) .\r2 - يقرأ آية الكرسي {الله لا إله إلا هو الحي القيوم ...\r} الآية (رواه البخاري) .\r3 - ويقول: سبحان الله ثلاثاً وثلاثين، والحمد لله ثلاثاً وثلاثين، والله أكبر أربعاً وثلاثين.\rوهو من حديث علي - رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال له ولفاطمة - رضي الله عنهما -: «ألا أعلمكما خيراً مما سألتماني؟ إذا أخذتما مضجعكما، تكبرا أربعا وثلاثين، وتسبحا ثلاثاً وثلاثين، وتحمدا ثلاثاً وثلاثين، فهو خير لكما من خادم» .\r(رواه البخاري) .\r4 - ثم يضطجع على شقه الأيمن ويقول: «باسمك ربي وضعت جنبي وبك أرفعه، إن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها بما تحفظ به عبادك الصالحين» .\rويقول: «اللهم أسلمت نفسي إليك، وفوضت أمري إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي أنزلت، ونبيك الذي أرسلت» .\r(رواه البخاري) .\r5 - وإذا استيقظ من النوم يقول: الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور.\r(رواه البخاري) .\rويقول: الحمد لله الذي رد علي روحي، وعافاني في جسدي، وأذن لي بذكره.\r(رواه ابن السني) .\r6 - وإذا أصابه الأرق يروى أنه يقول: اللهم غارت النجوم، وهدأت العيون، وأنت حي قيوم لا تأخذك سنة ولا نوم، يا حي يا قيوم، أهدئ ليلي وأنم عيني.\r(رواه ابن السني) .\r7 - وعند الفزع في نومه يقول: أعوذ بكلمات الله التامة من غضبه وشر عباده، ومن همزات الشياطين، وأن يحضرون.\r(رواه أبو داود) .\r8 - وإذا رأى في نومه ما يحب فليحمد الله عليه، ولا يحدث بما رأى إلا من يحب، وإذا رأى ما يكره فلينفث ثلاثاً عن يساره، وليتعوذ بالله من الشياطين ومن شرها ثلاثاً فإنها لاتضره ولا يذكرها لأحد، وليتحول عن جنبه الذي كان عليه.\r(رواه مسلم) .\rكما نهى النبي صلى الله عليه وسلم عن التحدث بتلعب الشيطان في المنام لقوله: «لايحدثن أحدكم بتلعب الشيطان به في منامه» (رواه مسلم) .\rكما لا يجوز التحلم كاذباً لقوله صلى الله عليه وسلم: «إنما من أفرى الفرى، أن يري الرجل عينه مالم ترى» (رواه أحمد) .\r9 - وإذا استيقظ أثناء النوم وأراد أن يتحول إلى جنبه الآخر فليقل: «لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، والحمد لله، وسبحان الله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله، اللهم اغفر لي» .\rلما رواه البخاري عن عبادة بن الصامت عن النبي صلى الله عليه وسلم، قال: «من تعار من الليل فقال، فذكر هذا الدعاء، ثم قال صلى الله عليه وسلم: ثم قال - أي بعد الدعاء: اللهم اغفر لي، أو دعا استجيب له، فإن توضأ قبلت صلاته» ومعنى تعار أي استيقظ.\r10 - ويستحب أن يتفقد المنزل قبل النوم ومن ذلك أن يفعل كما جاء في الحديث: «أطفئوا المصابيح بالليل إذا رقدتم، وأغلقوا الأبواب وأوكوا الأسقية، وخمروا الطعام والشراب» ، وأحسبه قال: «ولو بعود تعرضه عليه» (رواه البخاري) .\rوقوله صلى الله عليه وسلم: «إن هذه النار إنما هي عدو لكم، فإذا نمتم فأطفئوها عنكم» (رواه البخاري) .","seal":"B28C56DC","part":1},
      {"page":21,"id":11,"nass":"سابعاً: الذكر عند دخول محل قضاء الحاجة والخروج منه\r1 - إذا أراد دخول الخلاء يقول: «اللهم إني أعوذ بك من الخبث والخبائث» (رواه البخاري ومسلم) .\r2 - وإذا أراد الإنسان نزع لباسه فيشرع له أن يقول ما رواه علي بن أبي طالب - رضي الله عنه - عن النبي صلى الله عليه وسلم، قال: «ستر ما بين أعين الجن وعورات بني آدم إذا دخل الكنيف أن يقول: بسم الله» (رواه الترمذي وغيره) .\r3 - وإذا خرج منه يقول: «غفرانك، الحمد لله الذي أذهب عني الأذى وعافاني» .\r(رواه الترمذي وابن ماجة) .\r4 - ويكره الذكر والكلام عند قضاء الحاجة لحديث: «مر رجل بالنبي صلى الله عليه وسلم، وهو يبول فسلم عليه، فلم يرد عليه» (رواه مسلم) .","seal":"60664885","part":1},
      {"page":22,"id":12,"nass":"ثامناً: ما يشرع قبل الوضوء وبعده\r1 - يشرع عند الوضوء أن يقول: باسم الله، فإن نسي في أوله أتى بها أثناءه، ويبدأ بميامن الأعضاء لحديث: «إذا توضأتم أو لبستم فابدأوا بميامنكم» (رواه أبو داود) .\r2 - وبعد الفراغ من الوضوء يقول كما جاء في الحديث: «من توضأ فقال: أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، فتحت له أبواب الجنة الثمانية يدخل من أيها شاء» (رواه مسلم والترمذي) وزاد فيه: «اللهم اجعلني من التوابين واجعلني من المتطهرين» .","seal":"A698FE28","part":1},
      {"page":22,"id":13,"nass":"تاسعاً: أذكار اللباس ونحوه\r1 - يستحب عند اللبس أن يبدأ باليمين (رواه أبو داود) .\r2 - وإذا لبس ثوباً أو نعلاً جديداً يقول: «اللهم لك الحمد أنت كسوتنيه، أسألك خيره وخير ما صنع له، وأعوذ بك كم شره وشر ما صنع له» .\r(رواه أبو داود والترمذي) .\r3 - وإذا رأى على صاحبه ثوباً جديداً يقول له: «تبلي ويخلف الله تعالى» (رواه أبو داود) .\r4 - وإذا أراد أن يخلع ثيابه يقول: «بسم الله الذي لا إله إلا هو» لما صح عنه صلى الله عليه وسلم، أن ستر ما بين أعين الجن وعورات بني آدم أن يوقل العبد: «بسم الله الذي لا إله إلا هو» (رواه ابن السني وغيره) .","seal":"C4A2C0B4","part":1},
      {"page":23,"id":14,"nass":"عاشراً: أذكار دخول البيت والخروج منه\r1 - إذا دخل بيته يقول: «اللهم إني أسألك خير المولج وخير المخرج، بيم الله ولجنا، وبسم الله خرجنا، وعلى الله ربنا توكلنا.\rثم يسلم على أهله، فإنها بركة عليه وعلى أهله» .\r(رواه أبو داود والترمذي) .\r2 - وإذا خرج من بيته يقول: «باسم الله توكلت على الله، ولا حول ولا قوة إلا بالله، اللهم إني أعوذ بك أن أضل أو أضل، أو أزل أو أزل، أو أظلم أو أظلم، أو أجهل أو يجهل علي» .\r(رواه أبو داود) .\r3 - ويستحب أن يتصبح بسبع تمرات لحديث: «من تصبح سبع تمرات عجوة لم يضره ذلك اليوم سم ولا سحر» (رواه البخاري) .","seal":"1CD46567","part":1},
      {"page":24,"id":15,"nass":"حادي عشر: أذكار الأذان\r1 - إذا سمع الأذان فليقل كما يقول، إلا بعد حي على الصلاة وحي على الفلاح، يقول: «لا حول ولا قوة إلا بالله.. فمن قال ذلك من قلبه دخل الجنة، ثم يصلي على النبي صلى الله عليه وسلم» .\r(رواه مسلم) .\r2 - ويسأل الله لنبينا محمد صلى الله عليه وسلم، الوسيلة كما جاء في الحديث: «من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة والصلاة القائمة، آت محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته، حلت له شفاعتي يوم القيامة» (رواه البخاري) .\r3 - الدعاء بعد الأذان مستجاب لقوله، عليه الصلاة والسلام: «لا يرد الدعاء بين الأذان والإقامة، قالوا: فماذا نقول يا رسول الله؟ قال: سلوا الله العافية في الدنيا والآخرة» (رواه الترمذي) .\rوأيضاً عند إقامة الصلاة لقوله صلى الله عليه وسلم: «ساعتان لا ترد على داع دعوته: حين تقام الصلاة، وفي الصف في سبيل الله» (رواه الحاكم) .","seal":"738646AA","part":1},
      {"page":25,"id":16,"nass":"ثاني عشر: أذكار متعلقة بالمسجد\r1 - ويستجيب التبكير إلى الصلاة والجلوس في الصف الأول لقوله صلى الله عليه وسلم: «لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لا ستهموا» (رواه البخاري) .\r2 - إذا دخل المسجد يقدم رجله اليمنى ويقول: «بسم الله والصلاة والسلام على رسول الله، رب اغفر لي ذنوبي، وافتح لي أبواب رحمتك، وأعوذ بالله العظيم، وبوجهه الكريم، وبسلطانه القديم من الشيطان الرجيم» .\r(رواه مسلم وأبو داود والترمذي والبيهقي) .\r3 - وإذا خرج من المسجد يقدم رجله اليسرى ويقول: «بسم الله والصلاة والسلام على رسول الله، رب اغفرلي ذنوبي، وافتح لي أبواب فضلك، اللهم اعصمني من الشيطان» .\r(رواه مسلم والترمذي وابن ماجه والبيهقي) .\r4- الإنكار على من يبيع أو يبتاع في المسجد، أو ينشد ضالة فيه لحديث: «إذا رأيتم من يبيع أو يبتاع في المسجد فقولوا: لا أربح الله تجارتك، وإذا رأيتم من ينشد فيه ضالة فقولوا: لا رد الله عليك» (رواه الترمذي) .","seal":"C0D7DAE2","part":1},
      {"page":26,"id":17,"nass":"ثالث عشر: أذكار عقب الصلوات\r1- يقول عقب كل صلاة: أستغفر الله ثلاثاً «اللهم أنت السلام ومنك السلام، تباركت يا ذا الجلال والإكرام، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد» ..\rسبحان الله والحمد لله والله أكبر ثلاثاً وثلاثين (من كل واحدة) ، وتمام المائة: «لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير» (رواه مسلم) .\r2 - ويقول: «اللهم أعني على ذكرك وشكرك وحسن عبادتك» (رواه أبو داود) .\r3 - ويقول بعد صلاة الصبح وصلاة المغرب: «لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، يحي ويميت وهو على كل شيء قدير» عشر مرات (رواه الترمذي) .\r4 - ويقول أيضاً بعدهما: «اللهم أجرني من النار» سبع مرات، فإنه إذا قال ذلك ثم مات من ليلته أو من يومه كتب له جوار منها (رواه أبو داود) .\r5 - ويقرأ آية الكرسي لحديث: «من قرأ الكرسي دبر كل صلاة مكتوبة لم يحل بينه وبين دخول الجنة إلا الموت» (رواه ابن السني) .\r6 - ويقرأ: {قل هو الله أحد} والمعوذتين (مرة واحدة) .\r(رواه أبو داود) .\rوبعد صلاة الصبح والمغرب (ثلاث مرات) .\r(رواه الترمذي) .\r7 - وإذا سلم من صلاة الوتر يقول: «سبحان الملك القدوس» ثلاث مرات، يمد صوته في الثالثة (رواه النسائي) .\r8 - وبعد ركعتي سنة الصبح يقول: «اللهم رب جبريل وأسرافيل وميكائيل ومحمد صلى الله عليه وسلم، أعوذ بك من النار» ثلاث مرات (رواه ابن السني) .","seal":"3E67D799","part":1},
      {"page":27,"id":18,"nass":"رابع عشر: أذكار الصيام\r1 - قال صلى الله عليه وسلم: «والصيام جنة، فإن صام أحدكم فلا رفث ولا يجهل، وإن امرؤ قاتله أو شاتمه فليقل: إني صائم إني صائم مرتين» (رواه البخاري) .\r2 - وإذا أفطر يقول: «ذهب الظمأ، وابتلت العروق، وثبت الأجر إن شاء الله تعالى» ويقول: «اللهم لك صمت وعل رزقك أفطرت» .\r(رواه أبو داود) .\r3 - وإ ذا أفطر عند قوم يدعو لهم فيقول: «أفطر عندكم الصائمون، وأكل طعامكم الأبرار، وصلت عليكم الملائكة» (رواه أبو داود) .\r4 - وإذا صادف ليلة القدر يدعو فيقول: «اللهم إنك عفو تحب العفو فاعف عني» (رواه الترمذي) .","seal":"E2D13AA5","part":1},
      {"page":28,"id":19,"nass":"خامس عشر: أذكار عند مناسبات أو أمور عارضة\r1 - صلاة الاستخارة:\rأ - حكمتها: هي التسليم لأمر الله، والخروج من الحول والطول، وتفويض الأمر إلى الله.\rب - سببها: أن تكون صلاة الاستخارة في الأمور التي لا يدري العبد وجه الصواب فيها، وأن يكون متردداً حائراً بينها، أما ما هو معروف خيره كالعبادات وصنائع المعروف، وكذلك ما هو معروف شره كالمعاصي وزالمنكرات فلا استخارة فيها، فإنه لا استخارة في فعل ما هو مشروع وترك ما هو ممنوع.\rوينبغي أن يكون المستخير خالي الذهن، غير عازم على أمر معين، فيظهر له ببركة الصلاة والدعاء ما هو الخير، ولا مانع من تكرارها أكثر من مرة.\rج - صفتها: أن يصلي ركعتين فيقرأ في الأولى الفاتحة و {قل يا أيها الكافرون} ويقرأ في الثانية الفاتحة و {قل هو الله أحد} .\rوبع السلام يرفع يديه ويدعو فيقول: «اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم فمن فضلك العظيم فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأ، ت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر ويسميه - خير لي في ديني ومعاشي وعاقبة أمري، أو قال عاجل أمري وآجله، فاقدره لي ويسره لي، ثم بارك لي فيه وإن كنت تعلم أنه شر لي في ديني ومعاشي وعاقبة أمري، أو قال عاجل أمري وآجله، فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث كان ثم رضني به» (رواه البخاري) .\r2 - سجود التلاوة: إذا مر بآية فيها سجدة يستحب له أنيكبر ويسجد ويقول: «سجد وجهي خلقه، وشق سمعه وبصره بحوله وقوته، فتبارك الله أحسن الخالقين» (رواه الترمذي والحاكم) .\rويكون في داخل الصلاة وخارجها، وإذا كانت خارج الصلاة فلا تشترط لها طهارة.\r3 - سجود الشكر: يستحب سجود الشكر عند حصول نعمة أو زوال نقمة لحديث: «أن النبي صلى الله عليه وسلم، كان إذا جاءه أمر سرور أو بشر به خر ساجداً شاكراً لله» (رواه أبو داود) ، ولا يشترط له الوضوء.\r4 - صلاة التوبة: قال رسول الله صلى الله عليه وسلم: «ما من رجل يذنب ذنباً، ثم يقوم فيتطهر، ثم يصلي ركعتين، ثم يستغفر الله لذلك الذنب إلا غفر له» (رواه الترمذي) .\rقال تعالى: {ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما} .\r5 - إذ توجه إلى المسجد في طلاة الصبح يقول: «اللهم اجعل في قلبي نوراً، وفي لساني نوراً، واجعل في سمعي نوراً، واجعل في بصري نوراً، واجعل من خلفي نوراً ومن أمامي نوراً، واجعل من فوقي نوراً، ومن تحتي نوراً، اللهم أعطني نوراً» (رواه مسلم) .\r6 - عند الكرب والشدة يقول: «لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم» ، ويقول: «لا إله إلا أنت سبحانك إني كنت من الظالمين» ، ويقول: «يا حي يا قيوم برحمتك استغيث» (رواه البخاري والترمذي) .\r7 - إذا نزل به هم أو غم أوحزن يقول: «اللهم إني عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي» ، ويقول: «يا حي يا قيوم، برحمتك استغيث» (رواه أحمد ولحاكم) .\r8 - إذا خاف قوماً يقول: «اللهم إنا نجعلك في نحورهم، ونعوذ بك من شرورهم» (رواه أبو داود) .\r9 - إذا استصعب عليه أمر يقول: «اللهم لا سهل إلا ما جعلته سهلاً، وأتت تجعل الحزن إذا شئت سهلاً» (رواه ابن السني) .\r10 - إن وقع له مالا يجب يقول: «قدر الله وما شاء فعل.\rوإياك وقول (لو) فإن لو تفتح عمل الشيطان» (رواه ابن السني) .\r11 - إن غلبه أمر يقول: «حسبنا الله ونعم الوكيل» (رواه أبو داود) .\r12 - إذا ابتلي بالدين يقول: «اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمن سواك» (رواه الترمذي) .\r13 - إذا أصابته مصيبة يقول: «إنا لله وإنا إليه راجعون.\rاللهم أجرني في مصيبتي واخلف لي خيراً منها» (رواه مسلم) .\r14 - من خطر في باله الشك في الاعتقاد: فليستعذ باللله ولينته، ويقول: «آمنت بالله ورسله» (رواه البخاري) .\r15 - إذا حس بوسوسة في الصلاة أو القراءة أو نحوهما يقول: «أعوذ بالله من الشيطان» ويتفل عن يساره ثلاث مرات (رواه مسلم) .\r16 - ما يعوذ به الصبيان: «أعوذ بكلمات الله التامة، من كل شيطان وهامة، ومن كل عين لامة» (رواه البخاري) .\r17 - إذا رأى ناشئاً في أفق السماء يترك العمل وإن كان في صلاة ثم يقول: «اللهم إني أعوذ بك من شرها» (رواه أبو داود) .\r18 - إذا سمع صوت الرعد والصواعق يقول: «اللهم لا تقتلنا بغضبك، ولا تهلكنا بعذابك، وعافنا قبل ذلك» (رواه الترمذي) .\r19 - إذا عصفت الريح يقول: «اللهم إني أسألك خيرها وخير ما فيها، وخير ما أرسلت به، وأعوذ بك من شرها وشر ما فيها، وشر ما أرسلت به» (رواه البخاري) .\r20 - عند نزول المطر يقول: «اللهم صيباً نافعاً» (رواه البخاري) .\r21 - إذا كثر المطر أو خشي الضرر يقول: «اللهم حوالينا ولا علينا، اللهم على الآكام والظراب وبطون الأودية ومنابت الشجر» (رواه البخاري) .\r22 - بعد نزول المطر يقول: «مطرنا بفضل الله ورحمته» (رواه البخاري) .\r23 - إذا رأى الهلال يقول: «اللهم أ÷له علينا باليمن والإيمان، والسلامة، والإسلام ربي وربك الله» (رواه الترمذي) .\r24 - إذا شاهد طلوع القمر يقول: «أعوذ بالله من شر هذا الغاسق إذا وقب» (رواه الترمذي) .\r25 - إذا أحب أحداً يعلمه أنه يحبه فيقول: «إني أحبك في الله فيرد عليه أخوه فيقول: أحبك الله الذي أحببتني له» (رواه أبو داود) .\r26 - إذا رأى أخاه يضحك يقول له: «أضحك الله سنك» (رواه البخاري) .\r27 - إذا عطس: يضع ثوبه أو يده على فيه ويخفض صوته (رواه الترمذي) .\rويقول: الحمد لله، وليقل له أخوه أو صاحبه: يرحمك الله، ويرد عليه فيقول: يهديكم الله ويصلح بالكم (رواه البخاري) .\r28 - إذا اتثاءب: يكضم ما استطاع، فإن غلبه وضع كفه الأيسر على فمه (رواه مسلم) .\r29 - إذا سمع نهيق الحمير أو نباح الكلاب يقول: «أعوذ بالله من الشيطان» (رواه البخاري وأبو داود) .\r30 - إذا سمع س صياح الديك يقول: «أسألك الله من فضله» (رواه البخاري) .\r31 - قبل أن يقوم من المجلس يقول: «سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك» (رواه الترمذي) .\r32 - عند الغضب يكظم ما استطاع ويقول: «أعوذ بالله من الشيطان الرجيم» ، ويتوضأ (رواه البخاري وأبو داود) .\r33 - إذا رأى مبتلى يقول: «الحمد لله اللذي عافاني مما ابتلاك به، وفضلني على كثير ممن خلق تفضيلاً» (رواه الترمذي) .\r34 - إذا دخل السوق يقول: «لا إله إلا أنت وحده لا شريك له، له الملك وله الحمد، يحيي ويميت، وهو حي لا يموت، بيده الخير وهو على كل شيء قدير» (رواه الترمذي) .\r35 - إذا صنع له أحد معروفاً: فليكافئه، فإن لم يجد فليدع له ويقول: جزاك الله خيراً، فإنه قد أبلغ في الثناء (رواه أبو داود والترمذي) .\r36 - إذا استلف من أحد سلفاً قضاه إياه ودعا له فيقول كما جاء في الحديث: «بارك الله لك في أهلك ومالك، إنما جزاء السلف الحمد والأداء» (رواه ابن السني) .\r37 - إذا رأى أول الثمر يقول: «اللهم بارك لنا في ثمرنا وبارك لنا في صاعنا، وبارك لنا في مدنا، ثم يعطيه أصغر من يحضر من الصبيان» (رواه مسلم) .\r38 - إذا رأى المسلم ما يعجبه فليقل: ما شاء الله، لا قوة إلا بالله كما قال تعالى في سورة الكهف: {ولولا إذ دخلت جنتك قلت ما شاء الله لا قوة إلا بالله} ثم قل: اللهم بارك فيه لحديث: «إذا رأى أحدكم من نفسه وماله أو من أخيه ما يعجب فليدع له البركة، لإغن العين حق» (رواه أحمد والحاكم) .\r39 - إذا رأى ما يحب يقول: «الحمد لله الذي بنعمته تتم الصالحات» (رواه الحاكم) .\r40 - إذا رأى ما يكره يقول: «الحمد لله على كل حال» (رواه الحاكم) .\r41 - إذا اشترى دابة أو سيارة ونحوهما يقول: «اللهم إني أسألك خيرها وخير ما جبلتها عليه، وأعوذ بك من شرها وشر ما جبلتها عليه» (رواه أبو داود) .\r42 - أذكار الكرب والحزن والهم:\rأ - في الصحيحين عن ابن عباس - رضي اللع عنهما - أن رسول الله صلى الله عليه وسلم كان يقول عند الكرب: «لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السماوات، ورب الأرض، رب العرش الكريم» .\rب - وعن أنس رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا حز به أمر قال: «يا حي يا قيوم، برحمتك أستغيث» .\r(رواه الترمذي وغيره) .\rجـ - وعن أبي بكرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «دعوات المكروب: اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا أنت» .\r(رواه الإمام أحمد وأبو داود) .\rد - وعن أسماء بنت عميس - رضي الله عنها - قالت: قال رسول الله صلى الله عليه وسلم: إلا أعلمك كلمات تقولينها عند الكرب - أو في الكرب -؟ : «الله، الله ربي لا أشرك به شيئاً» .\r(رواه الإمام أحمد وأبو داود وغيرهما) .\rهـ - وفي صحيح مسلم عن أم سلمة - رضي الله عنها - قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «ما من عبد تصيب مصيبة فيقول: {إنا لله وإنا إليه راجعون} ، اللهم أجرني في مصيبتي، وأخلف لي خيراً منها، إلا آجره الله في مصيبته وأخلف له خيراً منها» ، قالت: فلما توفي أبو سلمة قلت كما أمرني رسول الله صلى الله عليه وسلم، فأخلف الله لي خيراً منه: رسول الله صلى الله عليه وسلم.\rووروى البخاري عن ابن عباس - رضي الله عنهما -: {حسبنا الله ونعم الوكيل} .\rقالها أبراهيم عليه السلام حين ألقي في النار، وقالها محمد صلى الله عليه وسلم حين قال لهم الناس: إن الناس قد جمعوا لكم فاخشوهم، فزادهم إيمانا وقالوا حسبنا الله ونعم الوكيل.\rوروى البخاري عن ابن عباس - رضي الله عنهما - أيضاً - قال: كان آخر قول إبراهيم - عليه السلام - حين ألقي في النار: {حسبنا الله ونعم الوكيل} .","seal":"E0E89BFB","part":1},
      {"page":39,"id":20,"nass":"سادس عشر: أذكار المرض وزيارة المريض\r1 - إن أنفع الرقية وأكثرها تأثيراً رقية الإنسان نفسه، وذلك لما ورد من النصوص على عكس ما اشتهر عند كثير من الناس من البحث عن قاريء حتى ولو كان عامياً أو مشعوذاً.\r2 - وقراءة سورة الفاتحة هي من أهم وأنفع ما يقرأ على المريض، وذلك لما تضمنته هذه السورة العظيمة من إخلاص العبودية لله والثناء عليه - عز وجل - وتفويض الأمر كله إليه، والاستعانة به، والتوكل عليه، وسؤاله مجامع النعم كلها، ولما ورد فيها من النصوص مثل قصة اللديغ الواردة في صحيح البخاري.\r3 - وإذا دخل على المريض يقول: «لا بأس طهور إن شاء الله» .\r(رواه البخاري) .\rويمسح بيده اليمنى على المريض ويقول: «اللهم رب الناس، أذهب البأس اشف أنت الشافي، لا شفاء إلا شفاؤك، شفاء لا يغادر سقماً» (رواه البخاري) .\r4 - وعند رقية المريض يقول: «بسم الله أرقيك، من كل شيء يؤذيك، من شر كل نفس أو عين حاسد، الله يشفيك بسك الله أرقيك» .\r(رواه مسلم) .\r5 - وإذا اشتكى ألماً في جسده يضع يده على موضع الألم ويقول: بسم الله ثلاثاً ويقول سبع مرات: «أعوذ بعزة الله وقدرته من شر ما أجد وأحاذر» .\r(رواه مسلم) .\r6 - الرقية من العين:\r1 - قال صلى الله عليه وسلم: «العين حق، ولو كان شيء سابق القدر لسبقته العين» .\r(رواه مسلم) .\r2 - وعن عائشة - رضي الله عنها - قالت: أمرني النبي صلى الله عليه وسلم، أو أمر أن نسترقي من العين.\r(رواه البخاري) .\r3 - والإصابة بالعين قد تكون من الإنس أو من الجن، كما جاء في صحيح البخاري أن النبي صلى الله عليه وسلم رأى في بيت أم سلمة - رضي الله عنها - جارية في وجهها سفعة، فقال: «استرقوا لها، فإن بها النظرة» (رواه البخاري) .\r4 - ويؤمر العائن بأن يفعل ما أمر به النبي صلى الله عليه وسلم، وذلك أن عامر بن ربيعة رأى سهل بن حنيف يغتسل، فقال: والله ما رأيت كاليوم ولا جلد مخبأة.\rقال: فلبط سهل، فأتى رسول صلى الله عليه وسلم عامراً، فتغيظ عليه وقال: «علام يقتل أحدكم أخاه.\rألا بركت اغتسل له» ، فغسل له عامر وجهه ويديه ومرفقيه وركبتيه، وأطراف رجليه، وداخلة إزاره في قدح، ثم صب عليه، فراح مع الناس.\r(الموطأ) .\r5 - ومما يقي المسلم من شر العين ومن كل شر المحافظة على الأوراد والأذكار الصباحية والمسائية، وعدم الاهتمام بالإصابة بالعين بل يتوكل على الله ولا يتوقع حصول ذلك ما أمكن، ومما يقي أيضاً من العين ستر المحاسن والإمساك عن الكلام في الوصف على وجه لا كلفة فيه ولا مبالغة.\r7 - علاج المسحور:\rمن أنفع ما يقي من السحر ومن كل شر المداومة على الأوراد الصباحية والمسائية، وقراءة آية الكرسي وسورة الإخلاص والمعوذتين عقب كل صلاة وعند النوم، وقراءة الآيتين من آخر سورة البقرة كل ليلة ومن حبس عن زوجته بالسحر فإنه يأخذ سبع ورقات من السدر الأخضر فيدقها بحجر أو نحوه ويجعلها في إناء ويصب عليه من الماء ما يكفيه للغسل ويقرأ فيها آية الكرسي و {قل يا أيها الكافرون} و {قل هو الله أحد} و {قل أعوذ برب الفلق} و {قل أعوذ برب الناس} وآيات السحر التي في سورة الأعراف.\rوهي قوله سبحانه: {وأوحينا إلى موسى أن ألق عصاك فإذا هي تلقف ما يأفكون * فوقع الحق وبطل ما كانوا يعملون * فغلبوا هنالك وانقلبوا صاغرين} .\rوالآيات التي في سورة يونس وهي قوله سبحانه: {وقال فرعون ائتوني بكل ساحر عليم * فلما جاء السحرة قال لهم موسى ألقوا ما أنتم ملقون * فلما ألقوا قال موسى ما جئتم به السحر إن الله سيبطله إن الله لا يصلح عمل المفسدين * ويحق الله الحق بكلماته ولو كره المجرمون} .\rوالآيات التي في سورة طه: {قالوا يا موسى إما أن تلقي وإما أن نكون أول من ألقى * قال بل ألقوا فإذا حبالهم وعصيهم يخيل إليه من سحرهم أنها تسعى * فأوجس في نفسه خيفة موسى * قلنا لا تخف إنك أنت الأعلى * وألق ما في يمينك تلقف ما صنعوا إنما صنعوا كيد ساحر ولا يفلح الساحر حيث أتى} .\rوبعد قراءة ما ذكر في الماء يشرب منه ثلاث مرات ويغتسل بالباقي وبذلك يزول الداء إن شاء الله، وإن دعت الحاجة لا ستعماله مرتين أو أكثر فلا بأس حتى يزول الداء.\rومن علاج السحر أيضاً، وهو من أنفع علاجه، بذل الجهود في معرفة موضع السحر في أرض أو جبل أو غير ذلك، فإذا عرف واستخرج وأتلف بطل السحر.\rهذا ما تيسر بيانه من الأمور التي يتقى بها السحر ويعالج بها، والله ولي التوفيق.\r8 - ولا يجوز تمني الموت لضر نزل به، فإن كان لابد فاعلاً فليقل: «اللهم أحيني ما كانت الحياة خيراً لي، وتوفني إذا كانت الوفاة خيراً لي» .\r(رواه البخاري) .\r9 - ويستحب تلقين المحتضر: لا إله إلا الله لقوله صلى الله عليه وسلم: «لقنوا موتاكم لا إله إلا الله» .\r(رواه مسلم) .\rولا يكثر التكرار عليه لئلا يضجر.\r10 - وما يقال عند المريض أو الميت: قال رسول الله صلى الله عليه وسلم: «إذا حضرتم المريض أو الميت فقولوا خيراً فإن الملائكة يؤمنون على ماتقولون» .\r(رواه مسلم) .\r11 - وإذا بلغه موت صاحبه يقول: «إنا لله وإنا إليه راجعون، وإنا إلى ربنا لمنقلبون» اللهم اكتبه عند في المحسنين، واجعل كتابه في عليين، واخلفه في أهله في الغابرين، ولا تحرمنا أجره، ولا تفتنا بعده.\r(رواه ابن السني) .\r12 - دفع حر المصيبة\rإن المسلم قد يصاب في نفسه أو في أهله أو في ماله، فكلما قوي إيمان العبد بالله كان متماسكاً صابراً محتسباً عند المصائب، وبقدر صبره واحتسابه يثيبه الله تعالى ويأجره، ومما يخفف ألم المصيبة:\r1 - الصبر، قال الله تعالى: {وبشر الصابرين * الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون * أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون} .\r2 - أن يستحضر في ذهنه أن العبد وأهله وماله لله تعالى حقيقة وقد جعله عند العبد عارية، فإذا أخذها منه، فهو كالمعير يأخذ متاعه من المستعير.\r3 - يتذكر أن مصير العبد إلى مفارقة الدنيا، وأن مرجعه إلا الله تعالى مولاه الحق.\r4 - أن يعتقد اعتقادا جازماً أن ما أصابه لم يكن يخطئه، وما أخطأه لم يكن يصيبه.\r5 - أن ينظر إلى ما أصيب به، فيجد ربه قد أبقى عليه مثله، أو أفضل منه وادخر له - إن صبر ورضي - ما هو أعظم من فوات تلك المصيبة بأضعاف مضاعفة، وأنه لو شاء لجعلها أعظم مما هي.\r6 - أن يطفيء نار مصيبته ببرد التأسي بأهل المصائب، وليعلم أنه في كل واد بنو سعد، ولينظر يمنة، فهل يرى إلا محنة؟ ثم ليعطف يسره، فهل يرى إلا حسرة؟ وأنه لو فتش العالم لم ير فيهم إلا مبتلى، إما بفوات محبوب، أو حصول مكروه، وأن شرور الدنيا أحلام نوم أو كظل زائل، إن أضحكت قليلاً أبكت كثيراً، وإن سرت يوماً ساءت دهراً، وإن متعت قليلاً منعت طويلا، وما ملأت داراً حبرةً إلا ملأتها عبرة، ولا سرته بيوم سرور إلا خبأت له يوم شرور.\r7 - أن يعلم المصاب أن الجزع لا يرد المصيبة بل يضاعفها، وهو في الحقيقة من تزايد المرض.\r8 - أن يعلم أن ثواب الصبر والتسليم والاسترجاع عظيم، فليتبين العبد اللبيب لذلك.\r9 - أن يعلم أن الجزع يشمت عدوه، ويسوء صديقه، ويغضب ربه، ويسر شيطانه، ويحبط أجره، ويضعف نفسه، وإذا صبر واحتسب أنضى شيطانه، ورده خاسئاً، وأرضى ربه، وسر صديقه، وساء عدوه، وحمل عن إخوانه، وعزاهم هو قبل أن يعزوه.\rفهذا هو الثبات والكمال الأعظم، لا لطم الخدود، وشق الجيوب، والدعاء بالويل والثبور، والسخط على المقدور.\r10 - أن يعلم أن مرارة الدنيا هي بعينها حلاوة الآخرة، وأن حلاوة الدنيا هي بعينها مرارة الآخرة، ولأن ينتقل من مرارة منقطعة إلى حلاوة دائمة خير له من عكس ذلك، فإن خفى عليك هذا، فانظر إلى قول الصادق المصدوق: «حفت الدنيا بالمكاره، وحفت النار بالشهوات» .\r(رواه مسلم) .\r11 - إذا بلغه موت عدو للإسلام يقول: «الحمد لله الذي نصر عبد وأعز دينه» .\r(رواه ابن السني) .\r12 - لا يجوز النياحة على الميت لقوله صلى الله عليه وسلم: «ليس منا من لطم الخدود وشق الجيوب، ودعا بدعوى الجاهلية» (رواه البخاري) .\rوقد برىء الرسول صلى الله عليه وسلم، من الصالقة والحالقة والشاقة.\r(رواه مسلم) .\rأما البكاء اليسير من غير ندب ولا نياحة فجائز لقوله صلى الله عليه وسلم: «إن الله لا يعذب بدمع العين، ولا بحزن القلب ولكنه يعذب بهذا وأشار إلى لسانه أو يرحم» .\r(رواه البخاري) .\r13 - عند الصلاة على الجنازة وبعد التكبير الثالثة يدعو فيقول: «اللهم اغفر لحينا وميتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا، اللهم اغفر له وارحمه، واعف عنه، وأكرم نزله ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الخطايا كما ينقى الثوب الأبيض من الدنس، وأبدله داراً خيراً من داره، وأهلاً خيراً من أهله، وزوجأً خيراً من زوجه، وأدخله الجنة، وقه فتنة القبر وعذاب النار» .\r(رواه مسلم والترمذي) .\rفإن كان طفلاً دعا لأبويه فيقول: «اللهم اجعله سلفاً وفرطاً، وذخراً، وأجراً» .\r(رواه البخاري) .\rويقول: «اللهم ثقل به موازينهما، وأفرغ الصبر على قلوبهما، ولا تفتنهما بعده ولا تحرمهما أجره» ، وكان صلى الله عليه وسلم يأمر بإخلاص الدعاء للميت.\r(رواه أبو داود) .\r14 - عند وضع الميت في القبر يقول: «بسم الله، وعلى سنة رسول الله صلى الله عليه وسلم» (رواه الترمذي) .\r15 - كان رسول الله صلى الله عليه وسلم إذا فرغ من دفن الميت وقف عليه وقال: «استغفروا لأخيكم وسلوا له التثبيت، فإنه الآن يسأل» (رواه أبو داود) .\r16 - عند تعزية أهل الميت يقول: «إن لله تعالى ما أخذ، وله ما أعطى، وكل شيء عنده بأجل مسمى» .\r(رواه البخاري) .\r17 - إذا زار القبور يقول: «السلام عليكم أهل الديار من المؤمنين، وإنا إن شاء الله بكم لا حقون، نسأل الله لنا ولكم العافية» .\r(رواه مسلم) .\r18 - النهي عن دخول ديار المعذبين إلا أن يكون المار خائفاً باكياً لقوله صلى الله عليه وسلم لأصحابه لما وصلوا ديار ثمود: «لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين، فإن لم تكونوا باكين فلا تدخلوا عليهم لا يصيبكم ما أصابهم» .\r(رواه البخاري) .\rتنبيه:\rعلى المسلم أن يعلم أنه لا يجوز تعظيم القبور بغير ماورد، مثل الزيارة ورفعها شبراً والنهي عن وطئها والاتكاء عليها، أو المشي بينها بالنعلين.\rوأما تعظيمها بالبناء عليها، أو تبليطها، أو إسراجها، أو وضع الزهور عليها، أو التمسح بها والتبرك بتربتها، كل ذلك ونحوه من وسائل الشرك الذي حذر منه النبي صلى الله عليه وسلم أشد التحذير.\rفعن عائشة - رضي الله عنها - قالت: لما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة له على وجهه، فإذا اغتم بها كشفها، فقال وهوكذلك: «لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد» يحذر مما صنعوا، ولولا ذلك أبرز قبره غير أنه خشى أن يتخذ مسجداً.\r(متفق عليه) .\rوقال صلى الله عليه وسلم: «ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد، فإني أنهاكم عن ذلك» (رواه مسلم) .\rوعن جابر - رضي الله عنه - قال: «نهى رسول الله صلى الله عليه وسلم عن تجصيص القبر، وأن يقعد عليه، وأن ينى عليه بناء» (رواه مسلم) .","seal":"A5446452","part":1},
      {"page":50,"id":21,"nass":"سابع عشر: أذكار السفر\r1 - يستحب الخروج للسفر يوم الخميس وأن يكون أول النهار.\r(رواه البخاري وأبو داود) .\r2 - يستحب أن يصلي ركعتين قبل الخروج إلى السفر لحديث: «ما خلف عبد أهله أفضل من ركعتين يركعهما عندهم حين يريد السفر» .\r(رواه الطبراني) .\r3 - إذا ركب للسفر يقول: «الله أكبر - ثلاثا - سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون.\rاللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا، واطوعنا بعده، اللهم أنت الصاحب في السفر والخليفة في الأهل، اللهم إني أعوذ بك منوعثاء السفر وكآبة المنظر وسوء المنقلب في المال والأهل، ومن الحور بعد الكور، ومن دعوة المظلوم» .\r(رواه مسلم والترمذي) .\r4 - عند الوداع يقول للمسافر: «أستودع الله دينك وأمانتك وخواتيم عملك» .\r(رواه أبو داود) .\r5 - يرد عليه المسافر فيقول: «أستودعك الله الذي لا تضيع ودائعه» .\r(رواه ابن السني) .\r6 - يستحب الدعاء في السفر لحديث: «ثلاث دعوات مستجابات لا شك فيهن: دعوة الوالد، ودعوة المسافر، ودعوة المظلوم» .\r(رواه أبو داود) .\r7 - إذا علا أو صعد ثنية كبر، وإذا هبط سبح.\r(رواه البخاري) .\r8 - إذا عثرت دابته يقول: «بسم الله» .\r(رواه أبو داود) .\r9 - إذا انفلتت دابته بأرض فلاة ينادي: «يا عباد الله احسبوا.\rيا عبا الله، احسبوا» .\r(رواه ابن السني) .\r10 - إذا رأى قرية أو مدينة يريد دخولها يقول: «اللهم رب السموات السبع وما أظللن، والأرضين السبع وما أقللن، ورب الشياطين وما أضللن، ورب الرياح وما ذرين، أسألك خير هذه القرية وخير ألهلها وخير ما فيها، ونعوذ بك من شرها وشر أهلها وشر ما فيها» .\r(رواه النسائي وابن السني) .\r11 - إذا تغولت عليه الغيلان ينادي بالأذان.\r(رواه ابن السني) .\rوالمراد: دفع شرها بالأذان، لأن الشيطان إذا سمع الأذان أدبر.\r12 - إذا نزل منزلاً يقول: «أعوذ بكلمات الله التامات من شر ماخلق» ، فإنه لا يضره شيء حتى يرتحل من منزله ذلك.\r(رواه مسلم) .\r13 - إذا أقبل الليل وهو مسافر يقول: «يا أرض، ربي وربك الله، أعوذ بالله من شرك وشر ما فيك، وشر ما خلق فيك، وشر ما يدب عليك، أعوذ بك من أسد وأسود، ومن الحية والعقرب، ومن ساكن البلد ومن والد وما ولد» .\r(رواه أبو داود) .\r14 - عند العودة من السفر يقول مثل ما قال عند خروجه مسافرا ويزيد فيهن: «آيبون تائبون عابدون لربنا حامدون.\rويبدأ بالمسجد فيركع فيه ركعتين، ولا يطرق أهله ليلاً» (رواه البخاري ومسلم) .\r15 - يستحب أن يقال للقادم من الحج: «قبل الله حجك، وغفر ذنبك، وأخلف نفقتك» .\r(رواه الحاكم) .","seal":"82843544","part":1},
      {"page":54,"id":22,"nass":"ثامن عشر: أذكار الأكل والشرب\r1 - كان صلى الله عليه وسلم لا يألك متكئاً لقوله صلى الله عليه وسلم: «لا آكل متكئاً» .\r(رواه البخاري) ، بل يأكل وهو مقع وفسر الاتكاء بالتربع أو الاتكاء على الشيء والاعتماد عليه مثل الوسائد وغيرها، وفسر أيضاً الاتكاء على جنب، وكل هذه الأنواع فيها شبه بجلوس الجبابرة المنافي للعبودية، وكان صلى الله عليه وسلم يأكل بأصابعه الثلاث، وهذا فيه بعد عن الشره والإكثار.\rومن هديه صلى الله عليه وسلم الشرب قاعداً، هذا هو المعتاد من فعله، صلى الله عليه وسلم، وقد يشرب قائماً أحياناً، وكان يتنفس إذا شرب مرتين أو ثلاث مرات.\r2 - إذا قدم له طعام يقول: «اللهم بارك لنا فيما رزقتنا وقنا عذاب النار، بسم الله.\rوليأكل مما يليه بيمينه» .\r(رواه البخاري وابن السني) .\r3 - إن نسي أن يذكر الله في أوله فليقل: «بسم الله أوله وآخره» .\r(رواه الترمذي) .\r4 - إذا فرغ من الطعام يقول: «الحمد لله كثيراً طيباً مباركاً فيه غير مكفي ولا مودع ولا مستنى عنه ربنا» .\r(رواه البخاري) .\r5 - إذا شرب اللبن يقول: «اللهم بارك لنا فيه وزدنا منه» .\r(رواه أبو داود) .\r6 - ولا يعيب شيئاً من الطعام والشراب لحديث: «ما عاب رسول الله صلى الله عليه وسلم طعاماً قط، إن اشتهاه أكله، وإن كرهه تركه» .\r(رواه البخاري) .","seal":"D4A5BCFF","part":1},
      {"page":55,"id":23,"nass":"تاسع عشر: أذكار النكاح وما يتعلق به\r1 - يستحب عند التهنئة بالزواج أن يقول: «بارك الله لك وبارك عليك، وجمع بينكما في خير» .\r(رواه أبو داود) ، ولا يقول بالرفاء والبنين.\r2 - إذا دخل على زوجته ليلة الزفاف يقول: «اللهم إني أسألك خيرها وخير ما جبلتها عليه، وأعوذ بك من شرها وشر ما جبلتها عليه» .\r(رواه أبو داود) .\r3 - عند الجماع يقول: «بسم الله جنبنا الشيطان وجنب الشيطان ما رزقتنا، فإنه إن يقدر بينهما ولد في ذلك لم يضره شيطان أبداً» .\r(رواه البخاري) .\r4 - عند الولادة وتألم المرأة بذلك: ينبغي أن تكثر من دعاء الكرب المذكور سابقاً (صفحة 31) .\rوروي أن فاطمة - رضي الله عنها - لما دنت ولادتها، أمر رسول الله صلى الله عليه وسلم أم سلمة، وزينب بنت جحش - رضي الله عنهن - أن تأتيا فتقرآ آية الكرسي و {إن ربكم الله الذي خلق السموات والأرض..} ويعوذاها بالمعوذتين.\r(رواه ابن السني) .\r5 - إذا ولد له مولود: يستحب أن يؤذن في أذنه اليمنى، ويقيم في اليسرى.\r(رواه أبو داود وابن السني والبيهقي) .\rوسر ذلك والله أعلم ليكون أول ما يرد في سمعه كلمة التوحيد والدعوة إلى الخير.\rويسميه يوم سابعه، ويختار له أحسن الأسماء، ويعق عنه، ويختنه.","seal":"6629F7FA","part":1},
      {"page":56,"id":24,"nass":"عشرون: حفظ اللسان\r1 - اعلم أن على كل مكلف أن يحفظ لسانه عن جميع الكلام إلا كلاماً تظهر المصلحة فيه، ومتى استوى الكلام وتركه، فالسنة الإمساك عنه، لأنه قد ينجر الكلام إلى حرام أو مكروه، بل هذا كثير أو غالب في العادة، والسلامة لا يعدلها شيء.\r(الأذكار للنووي) .\r2 - عن أبي موسى الأشعري - رضي الله عنه - قال: قالوا يا رسول الله، أي المسلمين أفضل؟ قال: «من سلم المسلمون من لسانه ويده» .\r(رواه البخاري) .\r3 - قال رسول الله صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت» (رواه البخاري) .\r4 - قال رسول الله صلى الله عليه وسلم: «من يضمن لي ما بين لحييه، وما بين رجليه، أضمن له الجنة» (رواه البخاري) .\r5 - قال صلى الله عليه وسلم: «من حسن إسلام المرء تركه ما لا يعنيه» .\r(رواه الترمذي) .\r6 - النهي عن كثرة الكلام لقوله صلى الله عليه وسلم: «لا تكثروا الكلام بغير ذكر الله، فإن كثرة الكلام بغير ذكر الله تعالى قسوة للقلب، وإن أبعد الناس من الله تعالى القلب القاسي» (رواه الترمذي) .\r7 - النهي عن الجهر بالكلام السيء قال الله تعالى: {لا يحب الله الجهر بالسوء من القول إلا من ظلم وكان الله سميعاً عليماً} .\rوالمعنى أن الله لا يحب الفاحش من القول ولا الإيذاء باللسان، إلا المظلوم فإنه يباح له أن يجهر بالدعاء على ظالمه، وأ، يذكره بما فيه من السوء والظلم، وقال عليه الصلاة والسلام: «إن شر الناس عند الله منزلة يوم القيامة من تركه الناس اتقاء شره» (رواه البخاري) .\r8 - قال صلى الله عليه وسلم: «وهل يكب الناس في النار على وجوههم، أو على مناخرهم، إلا حصائد ألسنتهم» (رواه الترمذي) .\r9 - حرم الله تعالى الغيبة وهي: ذكرك أخاك بما يكره، قال الله تعالى: {ولا يغتب بعضكم بعضاً} .\rوقال صلى الله عليه وسلم: «إن من أربى الراب الاستطاعة في عرض المسلم بغير حق» (رواه أبو داود) .\r10 - قال صلى الله عليه وسلم: «لا يدخل الجنة نمام» (رواه البخاري) .\rوالنميمة: هي نقل كلام الناس بعضهم إلى بعض على جهة الإفساد.\rوالمحترزات من التأثر بالنميمة ما يلي:\r1 - ألا يصدق النمام، لأنه فاسق وهو مردود الخبر.\r2 - أن ينصحه ويقبح فعله.\r3 - أن يبغضه في الله إذا لم يقبل النصيحة أو تكرر منه ذلك.\r4 - أن لا يظن بالمنقول عنه السوء.\r5 - أن لا يحمله ما قيل له على التحقق والتثبيت عما قيل.\r6 - أن لا يحكي ما قيل له حتى لا يقع في النميمة.\r11 - النهي عن الطعن في الأنساب لبقوله صلى الله عليه وسلم: «اثنتان في الناس هما بهم كفر: الطعن في النسب، والنياحة على الميت» (رواه مسلم) .\r12 - حث رسول الله صلى الله عليه وسلم على طيب الكلام فقال: «اتقوا النا ولو بشق تمرة، فمن لم يجد فبكلمة طيبة» .\r(رواه البخاري) .\r13 - أن المسلم له حرمة عظيمة في دمه وماله وعرضه، قال صلى الله عليه وسلم في خطبة يوم النحر بمنى في حجة الوداع: «إن دماءكم، وأموالكم، وأعراضكم، حرام عليكم، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا» (رواه البخاري) .\r14 - إن من الأداب أن يستمع المسلم لأخيه حتى ينتهي من كلامه ولا يقاطعه، لأن ذلك يفضي إلى الشحناء والبغضاء لما في ذلك من التنقص وعدم المبالاة بالآخرين، وبالتالي تكثر المنازعات، وتقل الفائدة من الحديث، وتضيع الأوقات.\r15 - النهي عن اللدد وكثرة الخصومة، قال صلى الله عليه وسلم: «إن أبغض الرجال إلى الله الألد الخصم» .\r(رواه البخاري) ، والألد هو: شديد اللدد كثير الخصومة، والخصم\r: هو الذي يخصم أقرانه ويحاجهم بالباطل ولا يقبل الحق.\r16 - حذر الرسول صلى الله عليه وسلم من الظلم لعظم حرمته بقوله: «اتقوا الظلم، فإن الظلم ظلمات يوم القيامة» (رواه مسلم) .\rوقال: «إن الله ليملي للظالم فإذا أخذه لم يفتله، ثم قرأ: {وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد} » .\r(رواه البخاري) .\r17 - النهي عن كثرة الضحك لقوله صلى الله عليه وسلم: «أقل الضحك فإن كثرة الضحك تميت القلب» (الأدب المفرد) .\r18 - لا تجوز الشهادة على عقود الربا بل لعن الرسول صلى الله عليه وسلم الشهود بقوله صلى الله عليه وسلم: «لعن الله آكل الربا وموكله، وشاهديه، وكاتبه» (رواه الترمذي) .\r19 - تحريم شهادة الزور، ولعظم تحريمها قرنها الله - عز وجل - بالشرك، قال تعالى: {فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور} وقد نهى الله تعالى عن كتمان الشهادة لقوله تعالى: {ولا تكتموا الشهادة ومن يكتمها فإنه آثم قلبه والله بما تعملون عليم} .\r20 - النهي عن الافتخار، قال تعالى: {ولا تصعر خدك للناس ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور} .\rولقوله صلى الله عليه وسلم: «إن الله تعالى أوحى إلي أن تواضعوا حتى لا يبغي أحد على أحد، ولا يفخر أحد على أحد» (رواه مسلم) .\r21 - لا يجوز الشماتة بالمسلم لقوله صلى الله عليه وسلم: «لا تظهر الشماتة لأخيك فيرحمه الله ويبتليك» (رواه الترمذي) .\r22 - النهي عن السخرية بالمسلم: قال تعالى: {يا أيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم ولا نساء من نساء عسى أن يكن خيرا منهن ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون} .\r23 - نهى - سبحانه وتعالى - عن المن بالعطية ونحوها في قوله تعالى: {يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى} ، قال المفسرون: أي لا تبطلوا ثوابها.\r24 - والنهي والزجر عن إفشاء العلاقة الزوجية لقوله صلى الله عليه وسلم: «إن من أشر الناس عند الله منزلة يوم القيامة الرجل يفضي إلى امرأته وتفضي إليه ثم ينشر سرهما» (رواه مسلم) .\r25 - النهي عن انتهار الأيتام والفقراء قال تعالى: {فأما اليتيم فلا تقهر * وأما السائل فلا تنهر} .\r26 - لا يجوز الحلف بغير الله، كالحلف بالكعبة والأمانة والوالدين ولشرف والحياة والنبي صلى الله عليه وسلم إلى غير ذلك، لقوله صلى الله عليه وسلم: «من حلف بغير الله فقد كفر أو أشرك» (رواه الترمذي) وقال صلى الله عليه وسلم: «فمن كان حالفاً فليحلف بالله أو ليصمت» (رواه البخاري) .\r27 - إن من أقبح الذنوب وفواحش العيوب الكذب فقد جاء تحريمه بالكتاب والسنة، منها قوله تعالى: {ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولاً} .\rوقوله صلى الله عليه وسلم: «آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان» (رواه البخاري) .\rوأعم الكذب الكذب على الله - عز وجل - وعلى رسوله صلى الله عليه وسلم، قال الله تعالى: {ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين} .\rومن ذلك - أي الكذب - التحليل والتحريم بغير علم، قال الله تعالى: {ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب إن الذين يفترون على الله الكذب لا يفلحون} .\rوقال صلى الله عليه وسلم: «لا تكذبوا علي فإنه من كذب علي متعمداً فليتبؤأ مقعده من النار» (رواه البخاري) .\rلهذا يجب التثبت فيما يحكيه المرء وعدم التحديث بكل ما سمع إذا لم يظن صحته كما قال صلى الله عليه وسلم: «كفى بالمرء كذباً أن يحدث بكل ما سمع» (رواه مسلم) .","seal":"6BC4F4BC","part":1},
      {"page":63,"id":25,"nass":"واحد وعشرون: السب واللعن\r1 - تحريم سب الصحابة - رضي الله عنهم - لقوله صلى الله عليه وسلم: «لا تسبوا أصحابي، فوالذي نفسي بيده، لو أن أحدكم أنفق مثل أحد ذهباً، ما بلغ مد أحدهم، ولا نصيفه» (رواه البخاري) .\rقال النووي - رحمه الله - في (شرح صحيح مسلم) : واعلم أن سب الصحابة - رضي الله عنهم - حرام من فواحش المحرمات، سواء من لابس الفتن منهم وغيره، لأنهم مجتهدون في تلك الحروب متأولون.. .\rأما عقوبة ذلك فقوله صلى الله عليه وسلم: «لعن الله من سب أصحابي» (رواه الطبراني) .\r2 - تحريم سب المسلم ولعنه لقوله صلى الله عليه وسلم: «سباب المسلم فسوق، وقتاله كفر» .\r(رواه البخاري) .\rوقوله عليه الصلاة والسلام: «لعن المؤمن كقتله» (رواه البخاري) .\rواللعن هو: الطرد والإبعاد عن رحمة الله.\rوقال صلى الله عليه وسلم: «المستبان ما قالا فعلى المبتدىء منهما ما لم يعتد المظلوم» (رواه أبو داود) .\rوالمعنى أن المستبين اللذين يسب كل واحد منهما الآخر يكون إثمهما على الذي ابتدأ بالشتم والسب ما لم يتجاوز المظلوم الحد بأن يكون سبه أكثر وأفحش من المعتدي.\rوقد تعود اللعنة إلى صاحبها كما جاء في الحديث: «من لعن شيئاً ليس له بأهل رجعت اللعنة عليه» (رواه الترمذي) .\rويجوز لعن أصحاب المعاصي غير المعينين أو المعرفين كما جاء في الحديث: «لعن الله آكل الربا» و «لعن الله من لعن والديه» و «لعن الله من ذبح لغير الله» (رواه مسلم) .\rتحريم سب الدهر لقوله صلى الله عليه وسلم: «لا تسبوا الدهر فإن الله هو الدهر» .\r(رواه مسلم) .\rومعنى: «فإن الله هو الدهر» أي: فاعل النوازل والحوادث.\r4 - النهي عن سب الريح لقوله صلى الله عليه وسلم: «لا تسبوا الريح، فإنها من روح الله تعالى، تأتي بالرحمة والعذاب، ولكن سلوا الله من خيرها، وتعوذوا بالله من شرها» (رواه مسلم) .\r5 - النهي عن سب الأموات لقوله تعالى: {ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدواً بغير علم} وقال صلى الله عليه وسلم: «لا تؤذوا مسلماً بشتم كافر» (رواه الحاكم) .\r6 - إن سب الشيطان ليس فيه فائدة لأنه ملعون، ولكن الواجب التعوذ بالله من شره دائماً كما جاء في الحديث: «لا تسبوا الشيطان، وتعوذوا بالله من شره» .\r(صحيح الجامع الصغير) .\r7 - النهي عن سب الحمى لقوله صلى الله عليه وسلم لأم السائب أو أم المسيب: «لا تسبي الحمى فإنها تذهب خطايا بني آدم كما يذهب الكير خبث الحديد» (رواه مسلم) .\r8 - النهي عن سب الدابة كما جاء في الحديث: «بينما رسول الله صلى الله عليه وسلم، في بعض أسفاره وامرأة من الأنصار على ناقة، فضجرت فلعنتها، فسمع ذلك رسول الله صلى الله عليه وسلم، فقال: خذوا ما عليها، ودعوها فإنها ملعونة» قال عمران (الراوي) : فكأني أراها الآن تمشي في الناس ما يعرض لها أحد.\r(رواه مسلم) .\rويدخل في ذلك لعن المركبات الحديثة.","seal":"87C5B096","part":1},
      {"page":66,"id":26,"nass":"اثنان وعشرون: بعض الألفاظ المكروهة\r1 - قول: خبثت نفسي.\r2 - أن يقول: هلك الناس، فإن قال ذلك فهو أهلكهم.\r3 - قول: ما شاء الله وشاء فلان، بل يقول: ما شاء الله ثم شاء فلان، مثله قول: لولا الله وفلان، بل يقول: لولا الله ثم فلان.\r4 - قول: إن فعلت كذا فأنا يهودي أو نصراني أو بريء من الإسلام.\r5 - يحرم أن يقول للمسلم يا كافر.\r6 - القول للمنافق يا سيد.\r7 - أن تخبر المرأة زوجها أو غيره بحسن بدن امرأة أخرى.\r8 - الثرثرة والتشدق وهو التوسع والتكلف والتطاول والتصنع في الكلام وعدم الاقتصار على ما يفيد.\r9 - سؤال العوام عن الغوامض والألغاز في الكلام على وجه المراد منه الإيقاع في الحيرة والشك.\r10 - لا يجوز القول بأن هذا من أهل الجنة، أو هذا من أهل النار، أو لا يغفر الله لك ونحو ذلك، قال تعالى: {فلا تزكوا أنفسكم هو أعلم بمن اتقى} .\r11 - قول: يا خيبة الدهر.","seal":"611A4695","part":1},
      {"page":67,"id":27,"nass":"ثلاث وعشرون: ما ينهى عنه المسلم من الأقوال والأفعال\r1 - الأمر بالوفاء بالعهد وإنجاز الوعد وعدم إفشاء السر، قال تعالى: {وأوفوا بالعهد إن العهد كان مسؤولاً} وقال صلى الله عليه وسلم: «أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهن كانت فيه خصلة النفاق حتى يدعها: إذا اؤتمن خان، وإذا حدث كذب، وإذا عاهد غدر، وإذا خاصم فجر» .\r(رواه البخاري) .\r2 - النهي عن سؤال الكهان والعرافين، قال رسول الله صلى الله عليه وسلم: «من أتى عرافاً فسأله عن شيء، لم تقبل له صلاة أربعين ليلة» (رواه مسلم) وقال صلى الله عليه وسلم: «من أتى عرافاً أو كاهناً، فصدقه بما يقول، فقد كفر بما أنزل على محمد» (رواه أحمد والحاكم) .\rقال النحوي: العراف هو الذي يدعي معرفة الأمور بمقدمات يستدل بها على المسروق ومكان الضالة.\rوالكاهن هو الذي يخبر المغيبات في المستقبل.\rوكل هذا ادعاء لعلم الغيب، ولا يعلم إلا الله تعالى.\rومثل ذلك قراءة الكف والفنجان.\r3 - لا يجوز الحكم والتحاكم بغير ما أنزل الله تعالى، قال عز وجل: {ومن لم يحكم بما أنزل الله فأولئك هم الكافرون} .\r4 - لا يجوز النذر لغير الله تعالى، قال صلى الله عليه وسلم: «من نذر أن يطيع الله، فليطعه، ومن نذر أن يعصي الله فلا يعصه» .\r(رواه البخاري) .\rوالنذر مكروه، لقوله صلى الله عليه وسلم: «لا تنذروا فإن النذر لا يغني من القدر شيئاً، وإنما يستخرج به من البخيل» (رواه مسلم) .\rلأن صاحبه غير متطوع بفعله بل يعلق فعل الطاعة على حصول أمر.\r5 - إن من الكبائر قذف المسلمين والمسلمات، قال تعالى: {إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والآخرة ولهم عذاب عظيم} .\r6 - من الواجب أن يستر المسلم على أخيه المسلم كما قال صلى الله عليه وسلم: «لا يستر عبد عبداً في الدنيا، إلا ستره الله يوم القيامة» (رواه مسلم) .\rولا يجوز تتبع عورات المسلمين ونشر ذلك لقول الله تعالى: {إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذاب أليم في الدنيا والآخرة} .\r7 - النهي عن أن يهتك المسلم ستر الله عليه لقوله صلى الله عليه وسلم: «كل أمتي معافى إلا المجاهرون، وإن المجاهرة أن يعمل الرجل بالليل عملاً، ثم يصبح وقد ستره الله فيقول: يافلان، عملت البارحة كذا وكذا.\rوقد بات يستره ربه ويصبح يكشف ستر الله عنه» (رواه البخاري ومسلم) .\r8 - النهي عن إفساد العلاقات الزوجيه قال صلى الله عليه وسلم: «ليس منا من خبب امرأةً على زوجها» (رواه أبو داود) .\r9 - البدع:\rإن كل بدعة في الدين فهي محرمة وضلالة لقوله صلى الله عليه وسلم: «وإياكم ومحدثات الأمور، فإن كل محدثة بدعة وكل بدعة ضلالة» (رواه أبو داود) وقوله صلى الله عليه وسلم: «من أحدث في أمرنا هذا ما ليس منه فهو رد» .\r(رواه البخاري) .\rفهذه الأحاديث وغيرها تذل على أن كل محدث في الدين فهو بدعة، ومعنى ذلك أن البدع في العبادات والاعتقادات محرمة، ولكن التحريم يتفاوت بحسب نوعية البدعة، فمنها كفر صراح مثل الطواف على القبور ودعاء أصحابها والاستعانة بهم، ومنهت ما هو من وسائل الشرك مثل الدعاء عند القبور\rوليس هناك تقسيم للبدعة كبدعة حسنة وبدعة سيئة، بل كل البدع في الدين سيئة وضلالة.\rوإن من الأسباب التي أدت إلى ظهور البدع:\r1) الجهل بأحكام الدين.\r2) اتباع الهوى.\r3) التعصب.\r4) التشبه بالكفار.\r10 - الطيرة:\rقال صلى الله عليه وسلم: «لاعدوى ولا طيرة ويعجبني الفأل» .\rقيل: يارسول الله، ما الفأل؟ قال: «كلمة طيبة» (رواه البخاري) .\rوالطيرة هي التشائم، وإذا خطرت بالبال ولم تحمل على فعل شيء أو تركه فإنها لا تؤثر في العقيدة.\rأما الفأل فهي كلمة طيبة، أو منظر يسر، أو فعل يستأنس به، أو هيئة، أو نحو ذلك، يتفاءل المسلم بها ولا يتجاوز حد التفاؤل، بل يرجو من الله ويتوكل عليه.\r11 - الرشوة:\rالرشوة من كبائر الذنوب، وفي الحديث عن ثوبان - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم: «لعن الله الراشي والمرتشي والرائش» (رواه أحمد) .\rوالراشي: الذي يدفع الرشوة، والمرتشي: الآخذ لها، والرائش: الواسطة بينهما.\r12 - قطيعة الرحم:\rقال تعالة: {واتقوا الله الذي تساءلون به والأرحام} وقال صلى الله عليه وسلم: «لا يدخل الجنة قاطع رحم» (رواه البخاري) .\rإن وصل الأرحام يؤدي إلى بسط في الرزق وزيادة في العمر لقوله صلى الله عليه وسلم: «من أحب أن يبسط له في رزقه، وينسأ له في أثره فليصل رحمه» (رواه البخاري) .\r13 - التشبيه:\rأ - التشبيه باليهود والنصارى أو غغيرهم من المشركين: هو من الأمور لمحرمة، سواء التشبيه بملابسهم أو عاداتهم أو غير ذلك لقوله صلى الله عليه وسلم: «من تشبه بقوم فهو منهم» .\r(رواه أبو داود) .\rوإن مثل التشبيه في الغالب الإعجاب، وذلك يورث المودة والمحبة والموالاة.\rب - تشبيه الرجال بالنساء والنساء بالرجال: وهو من الأعمال القبيحة التي يفعلها بعض الناس وقد لعن رسول الله صلى الله عليه وسلم، من فعل ذلك بقوله: «لعن الله المتشبهات من النساء بالرجال، والمتشبهين من الرجال بالنساء» (رواه أبو داود) .\r(جـ) التشبه بالحيوان: ينهى المسلم أن يشبه بالحيوان ما بينهما من الفرق، ولأن الله كرم بني آدم وميزه فلا يتشبه بما دونه في الخلق والأخلاق والطباع.\r14 - الغناء والموسيقى:\rحرم الله تعلى الغناء في قوله تعالى: {ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزواً أولئك لهم عذاب مهين} .\rقال المفسرون: لهو الحديث هو الغناء.\rوأما الموسيقى فقد أخبر بذلك صلى الله عليه وسلم بقوله: «ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف» .\r(رواه البخاري) .\rوفي هذا الحديث قرن صلى الله عليه وسلم آلات اللهو والغناء بالزنا والخمر، وهذا من أوضح الأدلة على تحريم الغناء والآلات الموسيقية.\r15 - الأمر بالمعروف والنهي عن المنكر:\rإن إمة محمد صلى الله عليه وسلمهي خير الأمم بسبب صفاتها الحميدة التي من أهمها قيامهم بالأمر بالمعروف والنهي عن المنكر كما قال الله تعالى: {كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله} .\rلقد بدأ الله سبحانه في هذه الآية بذكر الأمر بالمعروف والنهي عن المنكر قبل الإيمان مع أن الإيمان شرط لصحة جميع العبادات، وهذا يبين عظم هذا الشأن، وأن ترك ذلك يؤدي إلى عواقب وخيمة، قال صلى الله عليه وسلم: «إن الناس إذا رأوا المنكر ولم يغيروه أو شك أن يعمهم الله بعقابه» (رواه أحمد) .\rوالمعروف هو: كل ما أمر الله به رسوله، فيدخل فيه جميع الطاعات القولية والفعلية، والمنكر هو: كل ما نهى الله عنه رسوله، فيدخل فيه جميع المعاصي القولية والفعلية.\rوإنكار المنكر درجات كما جاء في الحديث: «من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان» (رواه مسلم) .","seal":"52A53293","part":1},
      {"page":74,"id":28,"nass":"أربع وعشرون: الوصية والوقف\rأولاً: الوصية:\rهي الأمر بالتصرف بعد الموت، ويتناول التبرع بالمال وتزويج البنات وغسل الميت والصلاة عليه وتفرقة الثلث وغير ذلك.\rفإذا كان عليك حقوق للناس أو لك حقوق عندهم أو رغبت أن توصي على شيء فبادر بكتابة وصيتك، فإن السنة المبادرة بذلك، وبإمكانك أن تعدل فيها بما شئت، ولعلم أن كتابة الوصية لا تدني الأجل، كما أن عدم كتابتها لا يزيد في العمر.\rروى البخاري عن ابن عمر عنه صلى الله عليه وسلم أنه قال: «ما حق امريء مسلم له شيء يريد أن يوصي فيه، يبيت ليلتين إلا ووصيته مكتوبة عنده» قال ابن عمر: ما مرت علي ليلة منذ سمعت رسول الله صلى الله عليه وسلم قال ذلك إلا وعندي وصيتي.\rوالوصية على نوعين:\r1 - واجبة: وتكون على من عليه دين، وفيس ذمته حقوق، ولديه أمانات وعهد، فإنه يجب أن يوضح ذلك مفصلاً.\r2 - مسنونة: وهي التي تكون في ثلث المال فما دون لغير وارث، وتصرف في أعمال البر والخير للأقارب أو الأجنبيين وفي جهات عامة أو خاصة.\rفإذا كتبت وصيتك فاعرضها على أحد أهل العلم ليبين لك أحكامها، ولتشهد على ذلك، ولا تحصر وصيتك في عمل محدود كالأضحية عند ونحو ذلك، ولكن لتجعل وصيتك شاملة لأعمال الخير والبر المتعددة وخاصة التي يعم نفعها.\rثانيا: الوقف:\rوهو تحبيس الأصل وتسبيل المنفعة.\rوالوقف عمل جليل ناجز في الحياة، يقر به عين صاحبه، ويرى آثاره الطيبة، وقد سئل النبي صلى الله عليه وسلم أي الصدقات أفضل؟ فقال: «أن تتصدق وأنت صحيح شحيح تأمل الغنى وتخشى الفقر، ولا تهمل حتى إذا بلغت الروح الحلقوم قلت لفلان كذا ولفلان كذا، وقد كان لفلان» .\rوقال جابر رضي الله عنه: لم يكن أحد من أصحاب النبي صلى الله عليه وسلم ذو مقدرة إلا وقف.\rفحري بالمسلم أن يشارك بسهم في هذا الباب وقد قال رسول الله صلى الله عليه وسلم: «إذا مات ابن آدم انقطع عمله إلا منة ثلاث: صدقة جارية أو علم ينتفع به من بعده أو ولد صالح يدعو له» .\r(رواه مسلم) .","seal":"7D8A2E7C","part":1},
      {"page":76,"id":29,"nass":"خمس وعشرون: ذكر بعض الكفارات\r1 - كفارة من جامع زوجته في نهار رمضان:\rعن أبي هريرة رضي الله عنه قال: «بينا نحن جلوس عند النبي صلى الله عليه وسلم إذا جاءه رجل فقال: يارسول الله هلكت، قال: مالك، قال: وقعت على امرأتي وأنا صائم، فقال رسول الله صلى الله عليه وسلم: هل تجد رقبة تعتقها؟ قال: لا، قال: فهل تجد إطعام ستين مسكيناً.\rقال: لا، قال: فمكث النبي صلى الله عليه وسلم، فبينا نحن على ذلك أتي النبي صلى الله عليه وسلم بعرق فيه تمر - والعرق المكتل فقال: أين السائل، فقال: أنا، قال: خذ هذا فتصدق به فقال الرجل: على أفقر مني يا رسول الله؟ فوالله ما بين لابتيها أهل بيت أفقر من أهل بيتي، فضحك النبي صلى الله عليه وسلم حتى بدت أنيابه ثم قال: أطعمه أهلك» (متفق عليه) .\rويقضي ذلك اليوم لقوله صلى الله عليه وسلم: «صم يوماً مكانه» .\r(رواه أبو داود) .\r2 - كفارة الظهار:\rقال الله تعالى: {والذين يظاهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل أن يتماسا ذلكم توعظون به والله بما تعملون خبير * فمن لم يجد فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع فإطعام ستين مسكينا ذلك لتؤمنوا بالله ورسوله وتلك حدود الله وللكافرين عذاب أليم} .\r3 - كفارة اليمين:\rقال الله تعالى: {لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان فكفارته إطعام عشرة مساكين من أوسط ما تطعمون أهليكم أو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلاثة أيام ذلك كفارة أيمانكم إذا حلفتم واحفظوا أيمانكم كذلك يبين الله لكم آياته لعلكم تشكرون} .\r4 - كفارة النذر:\rوهي كفارة اليمين:\rوروى البخاري عنه صلى الله عليه وسلم إنه قال: «من نذر أن يطيع الله فليطعه ومن نذر أن يعصي الله فلا يعصيه» .\rوقال عليه الصلاة والسلام: «لا نذر في معصية وكفارته كفارة اليمين» .\r5 - كفارة من جامع امرأته وهي حائض:\rعن ابن عباس - رضي الله عنهما - «أن النبي صلى الله عليه وسلم قال في الذي يأتي امرأته وهي حائض: يتصدق بدينار أو بنصف دينار» .\r(رواه أبو داود والترمذي والنسائي وابن ماجه وأحمد) .\r6 - ما يكفره صوم يوم عرفة وعاشوراء:\rعن أبي قتادة رضي الله عنه - قال: سئل رسول الله صلى الله عليه وسلم عن صوم يوم عرفة؟ قال: «يكفر السنة الماضية والباقية» .\r(رواه مسلم) .\rوروى أبو قتادة أيضاً أن رسول الله صلى الله عليه وسلم سئل عن صيام يوم عاشوراء فقال: «يكفر السنة الماضية» .\r(رواه مسلم) .\rوالسنة أن يصوم مع العاشر من محرم يوم التاسع منه لما رواه مسلم عنه صلى الله عليه وسلم في ذلك.\r7 - ما تكفره الصلوات:\rعن أبي هريرة عن النبي صلى الله عليه وسلم قال: «الصلوات الخمس، والجمعة إلى الجمعة كفارة لما بينهن مالم تغش الكبائر» .\r(رواه مسلم) .\r8 - ما تكفره العمرة والحج:\rعن أبي هريرة عنه صلى الله عليه وسلم قال: «العمرة إلى العمرة كفارة لما بينهما، والحج المبرور ليس له جزاء إلا الجنة» .\r(متفق عليه) .\r9 - كفارة لغط الكلام في المجالس:\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «من جلس في مجلس فكثر فيه لغطه، فقال قبل أن يقوم من مجلسه ذلك: سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك، إلا كفر الله له ما كان في مجلس ذلك» .\r(رواه الترمذي) .","seal":"FAF7E05F","part":1},
      {"page":80,"id":30,"nass":"ست وعشرون: فضل الاستغفار\r1 - قال تعالى: {واستغفر لذنبك وسبح بحمد ربك بالعشي والإبكار} .\r2 - وقال عليه الصلاة والسلام: «من لزم الاستغفار جعل الله له من كل ضيق مخرجاً ومن كل هم فرجاً، ورزقه من حيث لا يحتسب» (رواه أبو داود) .\r3 - لهذا ينبغي للمسلم الإكثار من الاستغفار بصيغه المعروفة لما له من أثر عظيم في محو الذنوب، ولأن النبي صلى الله عليه وسلم كان يكثر من الاستغفار، حتى كان يستغفر الله في اليوم مائة مرة، وهو المغفور له ما تقدم من ذنبه وما تأخر.\rومن صيغه - سيد الاستغفار وقد تقدم - ومن صيغه أيضاً: «أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه» .\r(رواه الترمذي) .\rومنها أيضاً: «رب اغفر لي وتب علي إنك التواب الرحيم» .\r(رواه الترمذي) .","seal":"8C4A98C1","part":1},
      {"page":80,"id":31,"nass":"سبع وعشرون: فضل الدعاء\r1 - قال الله تعالى: {وقال ربكم ادعوني أستجب لكم} .\r2 - قال رسول الله صلى الله عليه وسلم: «الدعاء هو العبادة» (رواه أبو داود) .\r3 - قال صلى الله عليه وسلم: «من سره أن يستجيب الله تعالى له عند الشدائد والكرب فليكثر الدعاء في الكرب» .\r(رواه الترمذي) .\r4 - كان رسول الله صلى الله عليه وسلم يستحب الجوامع من الدعاء ويدع ما سوى ذلك.\r(رواه أبو داود) .\r5 - كان أكثر دعاء النبي صلى الله عليه وسلم: «اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار» (رواه البخاري) .\r6 - سئلت أم المؤمنين أم سلمة - رضي الله عنها - ما أكثر دعاء رسول الله صلى الله عليه وسلم إذا كان عندك؟ قالت: كان أكثر دعائه: «يا مقلب القلوب ثبت قلبي على دينك» (رواه الترمذي) .\r(*) آداب الدعاء:\r1 - افتتاح الدعاء بالثناء على الله عز وجل، والصلاة على الرسول صلى الله عليه وسلم، وختمه بذلك، ثم التأمين.\r2 - أن يتوسل إلى الله بأسمائه الحسنى وصفاته العلى، وبالأعمال الصالحة، وبطلب الدعاء من أهل الفضل في حياتهم.\r3 - أن يتحرى الأزمن والأوقات والأمكنة والأحوال الشريفة مثل: ليلة القدر، والثلث الأخير من الليل، ودبر الصلوات المكتوبة، وعند نزول الغيث، وعند زحف الصفوف في سبيل الله، وآخر ساعة من يوم الجمعة، وفي السجود، ويوم عرفة، وشهر رمضان، وبين الحجر الأسود وباب الكعبة، والدعاء عند المشعر الحرام، وعند الصفا والمروة ونحو ذلك.\r4 - استقبال القبلة، ورفع اليدين، والدعاء ثلاثاً.\r5 - خفض الصوت، وتجنب التكلف في الألفاظ.\r6 - حضور القلب، وصدقة الضراعة، والتخشع والإلحاح، وألا يتعجل الإجابة.\r7 - أن يجزم بالطلب ويوقن بالإجابة، ولا يستعظم المسألة ويحسن الظن بالله، ولا يقول: اللهم اغفر لي إن شئت.\r8 - أكل الحلال، ورد المظالم، والتوبة إلى الله.\r9 - النهي عن الدعاء على النفس والولد والمال والخادم لقوله صلى الله عليه وسلم: «لا تدعوا على أنفسكم، ولا تدعوا على أولادكم، ولا تدعوا على أموالكم، لا توافقوا من الله ساعة يسأل فيها عطاء فيستجب لكم» (رواه مسلم) ، وزاد أبو داود: «ولا تدعوا على خدمكم» .\r10 - أن لا يسأل بوجه الله تعالى غير الجنة.\r(*) مجابو الدعوة:\r1 - المضطر.\r2 - المظلوم ولو كان كافراً.\r3 - الوالد على ولده أو له.\r4 - الإمام العادل.\r5 - الابن البار.\r6 - المسلم إذا دعا لأخيه بظهر الغيب.\r7 - الصائم حتى يفطر.\r8 - المسافر حتى يرجع.","seal":"BA626ED7","part":1},
      {"page":83,"id":32,"nass":"تنبيه\rنظراً لأهمية الأذكار وأثرها على المسلم في حياته فإننا نرشد القارىء للتزود في ذلك إلى كتاب الأذكار للنووي - رحمه الله - وشرحه الفتوحات الربانية لابن علان - رحمه الله -.\rوصلى الله على نبينا محمد وعلى آله وأصحابه وسلم.","seal":"23BA561C","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"ذكر وتذكير","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أ. د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان","bLnk":null,"Inf":"","Auth":"صالح السدلان","Betaka":"الكتاب: ذكر وتذكير\r\nالمؤلف: أ. د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"أ د صالح بن غانم بن عبد الله بن سليمان بن علي السدلان أستاذ الدراسات العليا بكلية الشريعة جامعة الإمام محمد بن سعود الإسلامية.\r\nاسم العائلة: السدلان.\r\nاسم القبيلة: قحطان\r\nالجنسية: سعودي\r\nالدرجة العلمية: أستاذ\r\nالميلاد: 25/12/1359هـ\r\nالحالة الاجتماعية: متزوج.\r\nأولاد الشيخ حفظه الله: محمد, وهيلة, وعبدالعزيز, وأحمد حفظهم الله جميعاً وأنبتهم نباتاً حسناً وجعلهم خير خلف لخير سلف اللهم آمين\r\nابتدأ حياته العلمية بحفظ القرآن الكريم على يد والده رحمه الله فقرأ عليه في مبادئ العلوم: كالعقيدة والفرائض والحديث والنحو وغيرها\r\nويعتبروالده أول مشايخه, ثم التحق بمدرسة تحفيظ القرآن الكريم بالرياض فأتم حفظ القرآن الكريم كاملاً.\r\n* ثم التحق بالمعاهد العلمية التابعة لجامعة الإمام محمد بن سعود الإسلامية عام 1377ه بالمرحلة المتوسطة ثم حصل على الثانوية عام 1382ه.\r\n* وفي عام 1386ه حصل على بكالوريوس الشريعة/ من كلية الشريعة بجامعة الإمام, وفي نفس العام ابتداء حياته العلمية بالتدريس بوزارة المعارف, ثم حصل في عام 1391ه على الماجستير في الفقه المقارن, وكان موضوع الرسالة (الإيضاح في شروط النكاح) .\r\n* وفي عام 1395ه عين محاضراً بكلية الشريعة وحضر للدكتوراه, وحصل عليها من قسم الفقه المقارن من المعهد العالي للقضاء بالرياض عام 1403ه, وكان موضوع رسالة الدكتوراه: (النية وأثرها في الأحكام الشرعية) .\r\n* وتدرج في وظيفته بكلية الشريعة منذ ذلك الوقت أستاذاً مساعداً, فأستاذاً مشاركاً فأستاذاً بقسم الفقه (ثم تقاعد بتاريخ 1/7/ 1419 هـ) وقد تعاقدت معه الجامعة ليعمل بها أستاذاً للدراسات العليا بقسم الفقه بكلية الشريعة ولا يزال عطائه موصولاً بحمد لله\r\nوأول مشائخه والده الشيخ غانم السدلان إذ حفظ عليه القرآن وقرأ عليه الكثير من الفنون ومبادئ العلوم المختلفة كالعقيدة والفرائض والحديث والنحو وغيرها ثم التحق بمدرسة تحفيظ القرآن الكريم بالرياض\r\nوالشيخ محمد بن إبراهيم آل الشيخ حيث قرأ عليه في العقيدة والحديث والفقه, وقد أفاد من الشيخ محمد بن إبراهيم إفادة عظيمة حيث يصفه فيقول عنه: (كان إضافة إلى علميته القوية مهيباً وذا أسلوب تربوي فعال مما جعل معظم علماء البلاد يستفيدون منه وتخرجوا على يديه رحمه الله رحمة واسعة) .\r\n* وسماحة الشيخ عبد الله بن محمد بن حميد رحمه الله.\r\n* وسماحة الشيخ عبد العزيز بن عبدالله بن باز رحمه الله حيث قرأ عليه في العقيدة والفقه, وذلك من خلال دروس سماحة الشيخ في المسجد وكذا في المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية.\r\n* وفضيلة الشيخ عبد اللطيف بن إبراهيم آل الشيخ رحمه الله.\r\n* والشيخ محمد الأمين الشنقيطي رحمه الله , حيث أفاد منه في الأصول والتفسير.\r\n* والشيخ عبد الرزاق عفيفي رحمه الله , حيث قرأ عليه في التفسير والحديث والأصول, وكان معجباً بطريقة الشيخ عبد الرزاق عفيفي رحمه الله في التدريس, حيث المادة العلمية لديه خالية من الحشو مرتبة مركزة معروضة بأسلوب شيق قشيب.\r\n\r\n* والشيخ مناع القطان رحمه الله حيث أفاد منه في الدراسات العليا والشيخ عبدالعزيز بن زاحم, والشيخ الدكتور/ صالح بن فوزان الفوزان, والشيخ ناصر الطريم, والشيخ الدكتور/ عبدالله بن جبرين, والشيخ محمد بن عبدالرحمن بن قاسم والشيخ يوسف البرقاوي والشيخ أحمد البرقاوي رحمهما الله ,, وفضيلة الشيخ عبدالعزيز بن محمد بن داود, وفضيلة الشيخ عبدالرحمن البراك وغيرهم كثير\r\n\r\nالمؤهلات العلمية\r\n(أ) بكالوريوس شريعة\r\nالتخصص العام: شريعة. التخصص الدقيق: فقه وأصوله.\r\nالقسم: الشريعة الجامعة: جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخرج: 1386هـ.\r\n\r\n(ب) الماجستير\r\nالتخصص العام: شريعة التخصص الدقيق: فقه وأصوله.\r\nالقسم: الفقه. جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخرج عام: 1391هـ.\r\n\r\n(ج) الدكتوراه\r\nالتخصص العام: شريعة. التخصص الدقيق: فقه مقارن.\r\nالقسم: الفقه. جامعة الإمام محمد بن سعود الإسلامية.\r\nالتخرج: 1403هـ.\r\n\r\nمن مؤلفاته:\r\nأربعون حديث كل حديث في خصلتين\r\nأربعون حديث كل حديث في ثلاث خصال\r\nمنهج السالك إلى بيت الله المبجل في أعمال المناسك على مذهب الإمام أحمد بن حنبل تأليف/ محمد البيومي أبي عيَّاشة الدمنهوري (دراسة ونحقيق)\r\nآداب و أحكام زيارة المدينة المنورة\r\nالأنشطة الدعوية في المملكة العربية السعودية\r\nأسس الحكم في الشريعة الإسلامية\r\nالقواعد الفقهية الكبرى\r\nالمخدرات و العقاقير النفسية\r\n\rالضرور إلى العلم الشرعي\r\nالوكالة في الخصومة من منظور شرعي ونظامي\r\nأبعاد الوقف الإسلامي على غير المسلمين وإسهاماته في التواصل معهم عبر العصور الإسلامية المختلفة\r\nصلاة الجماعة حكمها , وأحكامها\r\nحديث إنما الأعمال بالنيات\r\nالنشوز\r\n\rوجوب تطبيق الشريعة الإسلامية في كل عصر\r\nأسباب الحكم بغير ما أنزل الله ونتائجه\r\n\rفقه الزواج في ضوء الكتاب والسنَّة\r\n\rمظاهر الأخطاء في التكفير و التفسيق\r\n","seal":"38A4B82B","cat":"الرقاق والآداب والأذكار","oNum":8150,"BkId":8150,"oAuth":612,"bVer":1,"aSeal":"002E48B1"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8150":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":2,"sub":0,"tit":"أولا: فضل الذكر وفوائده"},
      {"lvl":1,"id":3,"sub":0,"tit":"من فوائد التذكير"},
      {"lvl":1,"id":4,"sub":0,"tit":"ثانيا: ورد الصباح والمساء"},
      {"lvl":1,"id":5,"sub":0,"tit":"وقت ورد الصباح والمساء"},
      {"lvl":1,"id":6,"sub":0,"tit":"وأذكار الصباح والمساء كثيرة منها"},
      {"lvl":1,"id":7,"sub":0,"tit":"ثالثا: ما يقال ويفعل في الليل"},
      {"lvl":1,"id":8,"sub":0,"tit":"رابعا: الذكر المطلق (وهو الذي ليس له وقت ولا سبب) ـ"},
      {"lvl":1,"id":9,"sub":0,"tit":"خامسا: قراءة القرآن"},
      {"lvl":1,"id":10,"sub":0,"tit":"سادسا: أذكار النوم"},
      {"lvl":1,"id":11,"sub":0,"tit":"سابعا: الذكر عند دخول محل قضاء الحاجة والخروج منه"},
      {"lvl":1,"id":12,"sub":0,"tit":"ثامنا: ما يشرع قبل الوضوء وبعده"},
      {"lvl":1,"id":13,"sub":0,"tit":"تاسعا: أذكار اللباس ونحوه"},
      {"lvl":1,"id":14,"sub":0,"tit":"عاشرا: أذكار دخول البيت والخروج منه"},
      {"lvl":1,"id":15,"sub":0,"tit":"حادي عشر: أذكار الأذان"},
      {"lvl":1,"id":16,"sub":0,"tit":"ثاني عشر: أذكار متعلقة بالمسجد"},
      {"lvl":1,"id":17,"sub":0,"tit":"ثالث عشر: أذكار عقب الصلوات"},
      {"lvl":1,"id":18,"sub":0,"tit":"رابع عشر: أذكار الصيام"},
      {"lvl":1,"id":19,"sub":0,"tit":"خامس عشر: أذكار عند مناسبات أو أمور عارضة"},
      {"lvl":1,"id":20,"sub":0,"tit":"سادس عشر: أذكار المرض وزيارة المريض"},
      {"lvl":1,"id":21,"sub":0,"tit":"سابع عشر: أذكار السفر"},
      {"lvl":1,"id":22,"sub":0,"tit":"ثامن عشر: أذكار الأكل والشرب"},
      {"lvl":1,"id":23,"sub":0,"tit":"تاسع عشر: أذكار النكاح وما يتعلق به"},
      {"lvl":1,"id":24,"sub":0,"tit":"عشرون: حفظ اللسان"},
      {"lvl":1,"id":25,"sub":0,"tit":"واحد وعشرون: السب واللعن"},
      {"lvl":1,"id":26,"sub":0,"tit":"اثنان وعشرون: بعض الألفاظ المكروهة"},
      {"lvl":1,"id":27,"sub":0,"tit":"ثلاث وعشرون: ما ينهى عنه المسلم من الأقوال والأفعال"},
      {"lvl":1,"id":28,"sub":0,"tit":"أربع وعشرون: الوصية والوقف"},
      {"lvl":1,"id":29,"sub":0,"tit":"خمس وعشرون: ذكر بعض الكفارات"},
      {"lvl":1,"id":30,"sub":0,"tit":"ست وعشرون: فضل الاستغفار"},
      {"lvl":1,"id":31,"sub":0,"tit":"سبع وعشرون: فضل الدعاء"},
      {"lvl":1,"id":32,"sub":0,"tit":"تنبيه"}
    ]
}
