{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8194":
    [
      {"page":39,"id":2,"nass":"مقدمة ابن الجزري\rالحمد لله الذي جعل القرآن العظيم مفتاح آلائه، ومصباح قلوب أوليائه، وربيعهم الذي يهيم به كل منهم في رياض برحائه، أحمده على توالي نعمائه، وأشكره على تتابع كرم لا أمد لانتهائه، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادة تقضي لقائلها باعتلائه، ويعدها المؤمن جنةً عند لقائه، وأشهد أن سيدنا محمدا عبده ورسوله أرسله بكتاب أوضحه، فوعته القلوب على اشتباه آيه، وشرع شرحه فاتسع به مجال الحق حين ضاق بالباطل متسع فنائه، ودين أوضحه فأشرقت نجومه إشراق البدر في أفق سمائه، صلى الله عليه وعلى آله وصحبه، ما أتى الليل بظلامه، وولى النهار بضيائه.\rورضي الله عن السادة الأتقياء، ومشايخ الإقتداء، ونجوم الإهتداء، خير الأمة وأهل الأداء، ما أشرق معهد تلاوة بضيائه، وأنار كوكب عباده بلألائه.","seal":"E743B3E2","part":1},
      {"page":40,"id":3,"nass":"وبعد فإن أولى العلوم ذكرا وفكرا، وأشرفها منزلة وقدرا، وأعظمها ذخرا وفخرا، كلام من خلق من الماء بشرا، فجعله نسبا وصهرا، فهو العلم الذي لا يخشى معه جهالة، ولا يغشى به ضلالة، وإن أولى ما قدم من علومه معرفة تجويده، وإقامة ألفاظه.\rوقد سئل علي - رضي الله عنه - عن معنى قوله تعالى {ورتل القرآن ترتيلا} ، فقال: الترتيل تجويد الحروف، ومعرفة الوقوف.\rوسيأتي الكلام على هذه الآية.\rولما رأيت الناشئين من قراء هذا الزمان وكثيرا من منتهيهم قد غفلوا عن تجويد ألفاظهم، وأهملوا تصفيتها من كدره، وتخليصها من درنه، رأيت الحاجة داعية إلى تأليف مختصر أبتكر فيه مقالا يهز عطف الفاتر، ويضمن غرض الماهر، ويسعف أمل الراغب، ويؤنس وسادة العالم، أذكر فيه علوما جليلة، تتعلق بالقرآن العظيم، يحتاج القارئ والمقرئ إليها، ومباحث دقيقه، ومسائل غريبة، وأقوالا عجيبة، لم أر أحدا ذكرها، ولا نبه عليها، وسميته (كتاب التمهيد في علم التجويد) .\rجعله الله خالصا لوجهه الكريم، ونفع به إنه السميع العليم.\rوجعلته عشرة أبواب:","seal":"8BA07B35","part":1},
      {"page":41,"id":4,"nass":"الباب الأول: أذكر فيه صفة قراءة أهل زماننا، وأتبعه بفصل بالحض على ما نحن بسببه.\rالباب الثاني: في معنى التجويد والتحقيق والترتيل، وفيه فصول.\rالباب الثالث: في أصول القراءة الدائرة على اختلاف القراءات.\rالباب الرابع: في ذكر معنى اللحن وأقسامه والحض على اجتنابه وفيه فصلان.\rالباب الخامس: في ذكر ألفات الوصل والقطع.\rالباب السادس: في الكلام على الحروف والحركات.\rالباب السابع: في ذكر ألقاب الحروف وعللها.\rالباب الثامن: في ذكر مخارج الحروف مجملة والكلام على كل حرف بما يختص به من التجويد وغيره.\rالباب التاسع: في أحكام النون الساكنه والتنوين، ثم أتبعه بالمد والقصر.\rالباب العاشر: في ذكر الوقف والابتداء، ثم أتبعه بالكلام على حكم المشدد ومراتبه، وأحببت أن أختم الكتاب بفصل أذكر فيه الضاد والظاء ووقوعهما في القرآن.","seal":"B665BAE9","part":1},
      {"page":43,"id":6,"nass":"الباب الأول في ذكر قراءة هؤلاء القراء في هذا الزمان\rإن مما ابتدع الناس في قراءة القران أصوات الغناء، وهي التي أخبر بها رسول الله - صلى الله عليه وسلم - أنها ستكون بعده، ونهى عنها ويقال إن أول ما غني به من القرآن قوله عز وجل {أما السفينة فكانت لمساكين يعملون في البحر} ، نقلوا ذلك من تغنيهم بقول الشاعر\rأما القطاة فإني سوف أنعتها ... نعتًا يوافق عندي بعض ما فيها\rوقد قال رسول الله - ? - في هؤلاء: «مفتونه قلوبهم وقلوب من يعجبهم شأنهم» .","seal":"B8154D64","part":1},
      {"page":44,"id":7,"nass":"وابتدعوا أيضاً شيئاً سموه الترقيص، وهو أن يروم السكت على الساكن ثم ينفر مع الحركة في عدو وهرولة.\rوآخر سموه الترعيد، وهو أن يرعد صوته كالذي يرعد من برد وألم، وقد يخلط بشيء من ألحان الغناء.\rوآخر يسمى التطريب، وهو أن يترنم بالقرآن ويتنغم به، فيمد في غير مواضع المد، ويزيد في المد على ما ينبغي لأجل التطريب، فيأتي بما لا تجيزه العربية.\rكثر هذا الضرب في قراء القرآن.\rوآخر يسمى التحزين، وهو أن يترك طباعه وعادته في التلاوة، ويأتي بالتلاوة على وجه آخر، كأنه حزين يكاد يبكي مع خشوع وخضوع، ولا يأخذ الشيوخ بذلك، لما فيه من الرياء.\rوآخر أحدثه هؤلاء الذين يجتمعون فيقرأون كلهم بصوت واحد، فيقولون في نحو قوله: {أفلا يعقلون} ، {أو لا يعلمون} : أفل يعقلون، أول يعلمون، فيحذفون الألف، وكذلك يحذفون الواو فيقولون: قال' آمنا، والياء فيقولون: يوم الدن في {يوم الدين} .\rويمدون ما لا يمد، ويحركون السواكن التي لم يجز تحريكها، ليستقيم لهم الطريق التي سلكوها، وينبغي أن يسمى هذا التحريف.","seal":"B223A004","part":1},
      {"page":45,"id":8,"nass":"وأما قراءتنا التي نقرأ ونأخذ بها، فهي القراءة السهله المرتله العذبه الألفاظ، التي لا تخرج عن طباع العرب وكلام الفصحاء، على وجه من وجوه القراءات، فنقرأ لكل إمام بما نقل عنه، من مد أو قصر أوهمز أو تخفيف همز أو تشديد أو تخفيف أو إماله أوفتح أو إشباع أو نحو ذلك.\r\rفصل فيما يستفاد بتهذيب الألفاظ وما تكون الثمرة الحاصلة عند تقويم اللسان\rاعلم أن المستفاد بذلك حصول التدبر لمعاني كتاب الله تعالى، والتفكر في غوامضه، والتبحر في مقاصده، وتحقيق مراده - جل اسمه - من ذلك.\rفانه تعالى قال: {كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولو الألباب} ، وذلك أن الألفاظ إذا أجليت على الأسماع في أحسن معارضها، وأحلى جهات النطق بها، حسب ما حث عليه رسول الله - صلى الله عليه وسلم - بقوله: «زينوا القرآن بأصواتكم» - كان تلقي القلوب وإقبال النفوس عليها بمقتضى زيادتها في الحلاوة والحسن، على ما لم يبلغ ذلك المبلغ منها، فيحصل حينئذ الامتثال لأوامره، والانتهاء عن مناهيه، والرغبة في وعده، والرهبة من وعيده، والطمع في ترغيبه، والارتجاء بتخويفه، والتصديق بخبره، والحذر من إهماله، ومعرفة الحلال والحرام.\rوتلك فائدة جسيمة، ونعمه لايهمل ارتباطها إلا محروم، ولهذا المعنى شرع الإنصات إلى قراءة القرآن في الصلاة وغيرها،","seal":"F545715D","part":1},
      {"page":46,"id":9,"nass":"وندب الإصغاء إلى الخطبة في يوم الجمعة، وسقطت القراءة عن المأموم ما عدا الفاتحة، ومن أجل ذلك دأب الأئمة في السكوت على التام من الكلام، أو ما يستحسن الوقف عليه، لما في ذلك من سرعة وصول المعاني إلى الأفهام، واشتمالها عليها، بغير مقارعة للفكر، ولا احتمال مشقة لا فائدة فيها غير ما ذكرناه.\rوبالله التوفيق.","seal":"DA624EA8","part":1},
      {"page":47,"id":10,"nass":"الباب الثاني: في معنى التجويد، وفيه فصول الفصل الأول في التجويد والتحقيق والترتيل\rأما التجويد فهو مصدر من جود تجويدا إذا أتى بالقراءة مجودة الألفاظ، بريئة من الجور في النطق بها.\rومعناه انتهاء الغاية في إتقانه، وبلوغ النهاية في تحسينه، ولهذا يقال جود فلان في كذا إذا فعل ذلك جيداً، والاسم منه الجودة.\rفالتجويد هو حلية التلاوة، وزينة القراءة، وهو إعطاء الحروف حقوقها، وترتيبها مراتبها، ورد الحرف إلى مخرجه وأصله، وإلحاقه بنظيره وشكله، وإشباع لفظه، وتلطيف النطق به، على حال صيغته وهيئته، من غير إسراف ولا تعسف، ولا إفراط ولا تكلف، قال الداني: ليس بين التجويد وتركه إلا رياضة لمن تدبره بفكه.","seal":"807C5162","part":1},
      {"page":48,"id":11,"nass":"وأما التحقيق فهو مصدر من حقق تحقيقاً، إذا أتى بالشيء على حقه، وجانب الباطل فيه، والعرب تقول: بلغت حقيقة هذا الأمر، أي بلغت يقين شأنه، والاسم منه الحق.\rومعناه أن يؤتى بالشيء على حقه، من غير زيادة فيه ولا نقصان منه.\rوأما الترتيل فهو مصدر من رتل فلان كلامه، إذا أتبع بعضه بعضاً على مكث، والاسم منه الرتل، والعرب تقول: ثغر رتل، إذا كان مفرقاً لم يركب بعضه بعضاً، قال صاحب العين: رتلت الكلام تمهلت فيه.\rوقال الأصمعي: في الأسنان الرتل، وهو أن يكون بين الأسنان الفرج، لايركب بعضها بعضاً.\rوحده: ترتيب الحروف على حقها في تلاوتها، بتلبث فيها.\r\rالفصل الثاني في معنى قوله تعالى: \" ورتل القرآن ترتيلاً \"\rسئل علي بن أبي طالب - رضي الله عنه - عن هذه الآية، فقال: الترتيل هو تجويد الحروف، ومعرفة الوقوف.\rوروى ابن جريج، عن مجاهد، أنه قال: أي ترسل فيه ترسلاً.\rوروى جبير عن الضحاك: أي أنبذه حرفاً حرفاً.\rوروى مقسم عن","seal":"F8E15C28","part":1},
      {"page":49,"id":12,"nass":"ابن عباس: أي بينه تبيينا.\rوقال علماؤنا: أي تلبث في قراءته، وأفصل الحرف من الحرف الذي بعده، ولا تستعجل فتدخل بعض الحروف في بعض.\rولم يقتصر - سبحانه وتعالى - على الأمر بالفعل حتى أكده بمصدره، تعظيما لشأنه، وترغيبا في ثوابه.\rوقال تعالى {ورتلناه ترتيلاً} أي أنزلناه على الترسل، وهو المكث، وهو ضد العجلة، وقال تعالى: {وقرآناً فرقناه لتقرأه على الناس على مكث} أي على ترسل.\r\rالفصل الثالث الفرق بين التحقيق والترتيل\rالترتيل يكون للتدبر والتفكر والاستنباط.\rوالتحقيق يكون لرياضة الألسن، وترقيق الألفاظ الغليظة، وإقامة القراءة، وإعطاء كل حرف حقه، من المد والهمز والإشباع والتفكيك، ويؤمن معه تحريك ساكن واختلاس حركه.\rوتفكيك الحروف وفكها بيانها وإخراج بعضها من بعض بيسر وترسل، ومن ذلك فك الرقبة، وفك الأسير، لأنه إخراجهما من الرق والأسر، وكذا فك الرهن هو إخراجه من الارتهان، وفك الكتاب هو استخراج ما فيه، وفك الأعضاء هو إخراجها من مواضعها.\rقال الداني: الفرق بين الترتيل والتحقيق أن الترتيل يكون بالهمز وتركه والقصر لحرف المد والتخفيف والاختلاس، وليس ذلك في التحقيق.\rوكذا قال أبو بكر الشذائي.","seal":"55699212","part":1},
      {"page":50,"id":13,"nass":"الفصل الرابع: في كيفية التلاوة\rكتاب الله تعالى يقرأ بالترتيل والتحقيق، وبالحدر والتخفيف وبالهمز وتركه، وبالمد وقصره، وبالبيان والإدغام، وبالإمالة والتفخيم.\rوإنما يستعمل الحدر والهدرمة، وهما سرعة [القراءة] .\rمع تقويم الألفاظ، وتمكين الحروف، لتكثر حسناته، إذ كان له بكل حرف عشر حسنات.\rوأن ينطق القارئ بالهمز من غير لكز، والمد من غير تمطيط، والتشديد من غير تمضيغ، والإشباع من غير تكلف.\rهذه القراءة التي يقرأ بها كتاب الله تعالى.\r\rالفصل الخامس في ذكر قراءة الأئمة\rعن أبي جعفر أحمد بن هلال، قال: حدثني محمد بن سلمة العثماني، قال: إني قلت لورش: كيف كان يقرأ نافع؟ فقال: كان لا مشدداً ولا مرسلاً، بينا حسناً.\rوقال ابن مجاهد: كان أبو عمرو سهل القراءة، غير متكلف، يؤثر التخفيف ما وجد إليه السبيل.","seal":"7FC671CD","part":1},
      {"page":51,"id":14,"nass":"ووصف الشذائي قراءة أئمة القراءة السبعة، فقال: أما صفة قراءة ابن كثير فحسنة مجهورة، بتمكين بين.\rوأما صفة قراءة نافع فسلسلة، لها أدنى تمديد.\rوأما صفة قراءة عاصم فمترسلة جريشة ذات ترتيل، وكان عاصم نفسه موصوفاً بحسن الصوت وتجويد القراءة.\rوأما صفة قراءة حمزة فأكثر من رأينا منهم لا ينبغي أن تحكى قراءته لفسادها، ولأنها مصنوعة من تلقاء أنفسهم، وأما من كان منهم يعدل في قراءته حدراً وتحقيقاً فصفتها المد العدل والقصر والهمز المقوم والتشديد المجود، بلا تمطيط ولا تشديق، ولا تعلية صوت، ولا ترعيد، فهذه صفة التحقيق.\rوأما الحدر فسهل كاف، في أدنى ترتيل وأيسر تقطيع.\rوأما وصف قراءة الكسائي فبين الوصفين في اعتدال.\rوأما قراءة أصحاب ابن عامر فيضطربون في التقويم، ويخرجون عن الاعتدال.\rوأما صفة قراءة أبي عمرو بن العلاء فالتوسط والتدوير، همزها سليم من اللكز، وتشديدها خارج عن التمضيغ، بترسل جزل بين سهل، يتلو بعضها بعضاً.\rقال: وإلى هذا كان يذهب أبو بكر بن مجاهد في هذه القراءة وغيرها، وبه قرأنا عليه، وله كان يختار، وبمثله كان يأخذ ابن المنادى، رحمة الله عليهما.","seal":"8FB58E81","part":1},
      {"page":53,"id":16,"nass":"الباب الثالث في أصول القراءة الدائرة على اختلاف القراءات\rوهي التسمية والبسملة، والمد، واللين، والمط والقصر، والاعتبار، والتمكين، والإشباع، والإدغام، والإظهار، والبيان، والإخفاء، والقلب، والتسهيل والتخفيف، والتشديد، والتثقيل، والتتميم، والنقل، والتحقيق، والفتح، والفغر، والإرسال، والإمالة، والبطح والإضجاع، والتغليظ، والترقيق، والروم، والإشمام، والاختلاس.\rالبسملة عبارة عن قول القارئ {بسم الله الرحمن الرحيم} وهي","seal":"B6A8F3E4","part":1},
      {"page":54,"id":17,"nass":"اسم مركب، يقال بسمل الرجل بسملةً، فهو مبسمل، كما قالوا حوقل الرجل إذا قال: لا حول ولا قوة إلا بالله، وحيعل إذا قال: حي على الصلاة.\rوالتسمية هي البسملة نفسها، يقال: سمى يسمى تسمية فهو مسم، ويعبر عنها بالفصل.\rوالفصل أيضا عبارة عن مجال الإلف بين الهمزتين التقتا، لمن له الفصل بينهما.\rوأما المد فهو عبارة عن أصوات حروف المد واللين، وهو نوعان: طبيعي وعرضي.\rفالطبيعي هو الذي لا تقوم ذات حرف المد دونه.\rوالعرضي هو الذي يعرض زيادة على الطبيعي، لموجب يوجبه، يجيء في مكانه، إن شاء الله تعالى.\rوأما المط فهو المد نفسه، لغة ثانية فيه.\rوأما اللين فهو عبارة عما يجري من الصوت في حرف المد، ممزوجا بالمد طبيعة وارتباطا، لا ينفصل أحدهما في ذلك عن الآخر، وهو أجرى في الواو والياء إذا انفتح ما قبلهما، كما أن المد أجرى فيهما إذا انكسر ما قبل الياء، وانضم ما قبل الواو.\rوأما القصر فهو عبارة عن صيغة حرف المد واللين، وهو المد الطبيعي.\rوأما الاعتبار فهو عبارة عنه في بعض القراءات، وذلك أن بعضهم يعتبر المد واللين مع الهمزة، فإن كانا منفصلين لم يزد شيئا على الصيغة.\rوأما التمكين فهو عبارة عن الصيغة (أيضا وقد) يعبر به عن المد العرضي، يقال منه مكن، إذا أريدت الزيادة.","seal":"9914EB7E","part":1},
      {"page":55,"id":18,"nass":"وأما الإشباع فهو عبارة عن إتمام الحكم المطلوب من تضعيف الصيغة لمن له ذلك، ويستعمل أيضا ويراد به أداء الحركات كوامل غير منقوصات ولا مختلسات.\rوأما الإدغام فهو عبارة عن خلط الحرفين وتصييرها حرفا واحدا مشددا وكيفية ذلك أن يصير الحرف الذي يراد إدغامه حرفا على صورة الحرف الذي يدغم فيه، فإذا تصير مثله حصل حينئذ مثلان، وإذا حصل مثلان وجب الإدغام حكما إجماعيا، فإن جاء نص بإبقاء نعت من نعوت الحرف المدغم فليس ذلك الإدغام بإدغام صحيح، لأن شروطه لم تكمل، وهو بالإخفاء أشبه، قال أبو الأصبغ: وقد أطلق عليه هذا الاسم بعض علمائنا، وهو قول شيخنا أبي العباس رحمه الله.\rوأما الإظهار فهو ضد الإدغام، وهو أن يؤتى بالحرفين المصيرين جسما واحدا منطوقا بكل واحد منهما على صورته، موفىً جميع صفته، مخلصاً إلى كمال بنيته.\rوأما البيان فهو عبارة أخرى بمعنى الإظهار.\rوأما الإخفاء فهو عبارة عن إخفاء النون الساكنة والتنوين عند أحرفهما، وسيأتي الكلام عليه، وحقيقته أن يبطل عند النطق به الجزء المعمل، فلا يسمع إلا صوت مركب على الخيشوم.\rويستعمل أيضاً عبارة عن إخفاء الحركة، وهو نقصان تمطيطها.","seal":"49FD33D4","part":1},
      {"page":56,"id":19,"nass":"وأما القلب فهو عبارة عن الحكم المشهور من الأحكام الأربعة المختصة بالنون الساكنة والتنوين، وهو إبدالهما عند لقائهما الباء ميماً خالصة، تعويضاً صحيحاً لا يبقى للنون والتنوين أثر، ويتصرف القلب عبارة عن بعض أحكام التسهيل.\rوأما التسهيل فهو عبارة عن تغيير يدخل الهمزة، وهو على أربعة أقسام: بين بين، وبدل، وحذف، وتخفيف.\rفأما بين بين فهو نشوء حرف بين همزة وبين حرف مد.\rوأما البدل فهو إقامة الألف والياء والواو مقام الهمزة عوضاً منها.\rوأما الحذف فهو إعدامها، دون أن يبقى لها صورة.\rوأما التخفيف فهو عبارة عن معنى التسهيل، وعن حذف الصلات من الهاءات، وعن فك الحرف المشدد القائم عن مثلين، ليكون النطق بحرف واحد من الضعفين، خفيف الوزن، عارياً من الضغط، عاطلاً في صناعة الخط من علامة الشد، التي لها صورتان في النقط.\rوأما التشديد فهو ضد هذا التخفيف الذي صيغ بالفك، فيكون النطق بحرف لز بموضعه، فاندرج لتضعيف صيغته شديد الفك.\rوأما التثقيل فهو عبارة عن رد الصلات إلى الهاءات.\rوأما التتميم فهو عبارة عن حكم يتصرف عند الحذف أحد الأقسام في التسهيل، وهو تعطيل الحرف المتقدم للهمزة من شكله وتحليته بشكل الهمزة، في حالتي الأداء في الوقف والوصل.","seal":"C76745FC","part":1},
      {"page":57,"id":20,"nass":"وأما التحقيق فهو عبارة عن ضد التسهيل، وهو الإتيان بالهمزة أو بالهمزتين خارجات من مخارجهن، مندفعات عنهن، كاملات في صفاتهن.\rوأما الفتح فهو عبارة عن النطق بالألف مركبة على فتحة خالصة غير ممالة، وحده أن يؤتى به على مقدار انفتاح الفم، مثاله (قال) تركب صوت الألف على فتحة القاف، وهي فتحة خالصة لا حظ للكسر فيها، معترضة على مخرج القاف اعتراضاً، وحقيقته أن ينفتح الفم بالنطق بـ (قال) ونظير.\rكانفتاح الفم في (كان) ونظيره.\rوأما الفغر فهو بالغين المعجمة، وهو بفتح الفاء وإسكان الغين، وهو عبارة قديمة بمعنى الفتح، قال أبو الأصبغ: وهو يقع في كتب الأوائل من علمائنا، وهو عبارة عن التغليظ.\rوأما الإرسال فهو عبارة عن تحريك ياء الإضافة بحركة الألف، ويعبر عنه أيضاً بالفتح.\rوأما الإمالة فهي عبارة عن ضد الفتح، وهي نوعان: إمالة كبرى وإمالة صغرى.\rفالإمالة الكبرى عدها أن ينطق بالألف مركبة على فتحة تصرف إلى [الكسر كثيراً.\rوالإمالة الصغرى حدها أن ينطق بالألف مركبة على فتحة تصرف","seal":"F463A57D","part":1},
      {"page":58,"id":21,"nass":"إلى] الكسرة قليلاً.\rوالعبارة المشهورة في هذا بين اللفظين، أعني بين الفتح الذي حددناه، وبين الإمالة الكبرى.\rوالبطح والإضجاع عبارتان بمعنى الإمالة الكبرى.\rوأما التغليظ فهو عبارة عن ضد التغليظ، وهو نحول يدخل على جسم الحرف فلا يملأ صداه الفم ولا يغلقه، وهو نوعان: ترقيق مفتوح، وترقيق غير مفتوح، وهو الإمالة على نوعيها، فكل فتح ترقيق، وليس كل ترقيق فتحاً، وكل إمالة ترقيق، وليس كل ترقيق إمالة.\rوأما الروم فهو عبارة عن النطق ببعض الحركات، حتى يذهب معظم صوتها، فتسمع لها صويتاً خفياً، يدركه الأعمى بحاسة سمعه دون الأصم.\rوأما الإشمام فهو عبارة عن ضم الشفتين بعد سكون الحرف من غير صوت، ويدرك ذلك الأصم دون الأعمى.\rويعبر عنه ويراد به","seal":"27B93A73","part":1},
      {"page":59,"id":22,"nass":"خلط حرف بحرف في نحو (الصراط) و (أصدق) .\rوأما الاختلاس فهو عبارة عن الإسراع بالحركة، إسراعاً يحكم السامع له أن الحركة قد ذهبت، وهي كاملة في الوزن.","seal":"47101133","part":1},
      {"page":61,"id":24,"nass":"الباب الرابع في ذكر معنى اللحن وأقسامه وفيه فصلان الفصل الأول في بيان اللحن في موضوع اللغة\rإعلم أن اللحن يستعمل في الكلام على معان.\rيستعمل بمعنى اللغة، ومن ذلك: لحن الرجل بلحنه، إذا تكلم بلغته.\rولحنت أنا له ألحن، إذا قلت له ما يفهمه عني ويخفى على غيره، وقد لحنه عني يلحنه لحناً إذا فهمه، وألحنت أنا إياه إلحاناً.\rواللحن الفطنة ويقال منه: رجل لحن أي فطن.\rوقد لحن يلحن إذا صرف الكلام عن وجهه، ويقال منه: عرفت ذاك في لحن قوله، أي في ما دل عليه كلامه، ومنه قوله تعالى {ولتعرفنهم في لحن القول} .\rوالله أعلم أن رسول الله -صلى الله عليه وسلم- بعد نزول هذه الآية كان يعرف المنافقين إذا سمع كلامهم، يستدل على أحدهم بما ظهر له من لحنه، أي من ميله في كلامه.\rومنه","seal":"AADC7B34","part":1},
      {"page":62,"id":25,"nass":"قوله عليه الصلاة والسلام: «لعل بعضكم ألحن في حجته من بعض» ، أي أفطن لها وأشد انتزاعاً.\rواللحن الضرب من الأصوات الموضوعة، وهو مضاهاة التطريب، كأنه لاحن ذلك بصوته، أي شبهه به، ويقال منه: لحن في قراءته، إذا طرب فيها وقرأ بألحان.\rواللحن الخطأ ومخالفة الصواب، وبه سمي الذي يأتي بالقراءة على ضد الإعراب لحاناً، وسمي فعله اللحن، لأنه كالمائل في كلامه عن جهة الصواب، والعادل عن قصد الاستقامة، قال الشاعر:\rفزت بقدمي معرب لم يلحن\rوهذا المعنى الذي قصدت الإبانة عنه.\r\rالفصل الثاني في حد اللحن وحقيقته في العرف والوضع\rاعلم أن اللحن على ضربين: لحن جلي، ولحن خفي، ولكل واحد منهما حد يخصه، وحقيقة بها يمتاز عن صاحبه.\rفأما اللحن الجلي فهو خلل يطرأ على الألفاظ، فيخل [المعنى والعرف،","seal":"CB1C2938","part":1},
      {"page":63,"id":26,"nass":"وخلل يطرأ على الألفاظ فيخل بالعرف دون المعنى.\rوأما اللحن الخفي فهو خلل يطرأ على الألفاظ فيخل بالعرف دون المعنى.\rوبيان ذلك أن الجلي المخل بالمعنى والعرف هو تغيير بعض الحركات عما ينبغي، نحو أن تضم التاء في قوله تعالى: {أنعمت عليهم} أو تكسرها، أو تفتح التاء في قوله: {ما قلت لهم} .\rوالقسم الثاني من الجلي المخل] بالعرف دون المعنى نحو رفع الهاء ونصبها من قوله تعالى: {الحمد لله} .\rواللحن الخفي هو مثل تكرير الراءات، وتطنين النونات، وتغليظ اللامات وإسمانها وتشريبها الغنة، وإظهار المخفى، وتشديد الملين، وتليين المشدد، والوقف بالحركات كوامل، مما سنذكره بعد.\rوذلك غير مخل بالمعنى، ولا مقصر باللفظ، وإنما الخلل الداخل على اللفظ فساد رونقه وحسنه وطلاوته، من حيث إنه جار مجرى الرتة واللثغة، [كالقسم الثاني من اللحن الجلي، لعدم إخلالهما بالمعنى] .\rوهذا الضرب من اللحن، وهو الخفي، لا يعرفه إلا القارئ المتقن، والضابط المجود، الذي أخذ عن أفواه الأئمة، ولقن من ألفاظ أفواه العلماء الذين ترتضى تلاوتهم ويوثق بعربيتهم، فأعطى كل حرف حقه، ونزله منزلته.","seal":"E4325679","part":1},
      {"page":65,"id":28,"nass":"الباب الخامس في ذكر ألفات الوصل والقطع\rهذا الباب تكلم النحاة عليه في كتب النحو، ونحن نذكر هنا ما يحتاج إليه المقرئ، وهذا الباب يشتمل على فصلين:\r\rالفصل الأول في ذكر الألفات التي تكون في أوائل الأفعال\rوإنما بدأنا بها قبل الأسماء لأن الأصول في الأسماء مشكلة، وفي الأفعال أبين وأوضح وأقرب على المتعلم.\rمقدمة\rإن سأل سائل: لم سميت الهمزة همزة وصل؟ فقل: لأنك إذا وصلت الكلام اتصل ما بعدها بما قبلها، وسقطت هي في اللفظ.","seal":"E426313D","part":1},
      {"page":66,"id":29,"nass":"فإن قلت: لم ثبتت خطاً وسقطت لفظاً؟ قلت: وجه إثباتها في الخط لأن الكتاب وضع على السكوت على كل حرف والابتداء بما بعده، فثبتت في الخط كما ثبتت إذا ابتدئ بها.\rفصل اعلم أن ألفات الأفعال تنقسم على ستة أقسام:\rالقسم الأول: ألف الأصل، ويبتدأ بها بالفتح في الماضي، وتعرفها بأن تجدها فاءً من الفعل ثابتة في المستقبل، وذلك نحو {أتى أمر الله} .\rالقسم الثاني: ألف الوصل، وتعرفها بسقوطها في الدرج، وبحذفها في أول المستقبل، وهي مبنية على ما قبل آخر المستقبل.\rإن كان مكسوراً أو مفتوحاً كسرت، وإن كان مضموماً ضمت.\rمثال المكسورة إذا كان الثالث مكسوراً {اهدنا} ، الدليل على أنها ألف وصل لأنها تحذف في الدرج، وتسقط في المستقبل في قولك: (هدى يهدي) ، فهذا ما يدل على أنها ألف وصل.\rفإن قلت: لم دخلت في الابتداء وسقطت في الوصل؟ قلت: لأنا وجدنا الحرف الذي بعدها ساكناً، وهو الهاء في {اهدنا} والعرب لا تبتدئ بساكن، فأدخلت همزة يقع بها الابتداء.\rوأما حذفها في الوصل فإن الذي بعدها اتصل بالذي قبلها، فلم يكن لنا حاجة إليها.","seal":"4D168129","part":1},
      {"page":67,"id":30,"nass":"فإن قلت: أي شيء تسميها ألفاً أم همزة؟ قلت: اختلف النحويون في ذلك.\rفقال الكسائي والفراء وسيبويه هي ألف، وحجتهم أن صورتها صورة الألف، فلقبت ألفاً لهذا المعنى.\rوقال الأخفش هي ألف ساكنة لا حركة لها كسرت في قوله: (اهدنا) وما أشبهه لسكونها وسكون ما بعدها.\rوقال رحمه الله: وضموها في نحو قوله: {اقتلوا} وشبهه لأنهم كرهوا أن يكسروها وبعدها التاء مضمومة، فينقلون من كسر إلى ضم فضموها لضم الذي بعدها.\rقالوا: وهذا غلط، لأنها إذا كانت عنده ساكنة لا حركة لها فمحال أن يدخلها الابتداء، لأن العرب لا تبتدئ بساكن، ولا يجوز أن يدخل للإبتداء حرف ينوى به السكون.\rوقال قطرب في ألف (اهدنا) وشبهها هي همزة كسرت فتركت.\r[أي حذفت وسقطت] وهذا غلط، لأن الهمزة إذا كانت في أول كلمة ثم وصلت بشيء قبلها كانت مهموزة وصلا كما تهمز ابتداء، نحو {وأخذتم على ذلكم إصري} فالهمزة في (إصري) ثابتة في الوصل إذا كانت عندهم همزة.","seal":"6D6C4175","part":1},
      {"page":68,"id":31,"nass":"فإن قلت: لم كسرت في قوله (اهدنا) ونحوه؟ قلت: لأنها مبنية على ثالث المستقبل، وهو الدال في (يهدي) .\rفإن قلت: لم لم تبنها على الأول أو على الثاني أو على الرابع؟ قلت لأن الأول زائد، لا ينبني عليه لزيادته، والثاني ساكن، لا ينبني عليه لسكونه، والرابع لا يثبت على إعراب واحد، وما قبل الآخر لا تتغير حركته.\rفإن قلت: كيف تبتدئ بقوله {استطاعوا} و {اسطاعوا} ؟ قلت: بالكسر، لأن الأصل في المستقبل (يستطوع) فاستثقلوا الكسرة على الواو، فنقلوها إلى الطاء، فصارت الواو ياء لسكونها وانكسار ما قبلها، وقد حذفوا التاء في (يستطيع) كما حذفوها من (استطاع) قال الشاعر:\rوالشعر لا يسطيعه من يطلبه ... يريد أن يعربه فيعجمه\rفإن قلت: كيف تبتدئ في {انشقت} ؟ قلت: بالكسر.\rقيل: فأنت تقول في المستقبل (ينشق) فقل: مسلم، ولكن أصلها (ينشق) على وزن ينفعل، فاستثقلوا الجمع بين قافين محركين، والعرب تكره الجمع بين مثلين، فاسقطوا حركة القاف، وأدغموها في الثانية، فصارت قافاً مشددة.","seal":"F09DC512","part":1},
      {"page":69,"id":32,"nass":"وإن كان ثالث المستقبل مضموماً ضمت الألف في الابتداء، فإنها مبنية على ثالثه، وإن كان الثالث مفتوحاً كسرت.\rفإن قلت: هلا فتحت كما ضمت مع ضمت مع ضم الثالث، وكسرت مع كسر الثالث.\rقلت: لأنها تلتبس بالخبر، وذلك أنك لو قلت في الخبر: (أذهب أنا) ، وفي الأمر (أذهب أنت) ، لالتبس، فكسرناها لما بطل فتحها، لأن الفتح أخو الكسر.\rفإن قلت: كيف تبتدئ بـ {اثاقلتم} ، و {اداركوا} ؟ قلت: بالكسر، لأن عين الفعل مفتوحة، وهي القاف في (يتثاقل) ] هي العين من تفاعل، فأدغموا التاء في الثاء، فصارت ثاء ساكنة، والحكم في {اطيرنا} ونحوه كذلك.\rالقسم الثالث: ألف القطع، وتعرفها بضم أول المستقبل، ثم لا يخلوا إما أن تقع في الفعل أو في المصدر، فإن وقعت في الفعل فهي مفتوحة، نحو (أخرج ونحوه، وإن كانت في المصادر ابتدئت بالكسر، نحو (إخراجاً) فإن قيل: لم كسروها [في المصدر؟ قلت: لئلا تلتبس بالجمع، لأنهم قالوا] في المصدر [ (إخراجاً) وفي الجمع (أخراجاً) و (أبواباً) فلو فتحت لالتبس المصدر] بجمع (خرج) فكسروا ليفرقوا بين المصدر والجمع.","seal":"9B894E91","part":1},
      {"page":70,"id":33,"nass":"القسم الرابع: ألف المخبر عن نفسه، وتعرفها بأن يحسن بعد الفعل الذي هي فيه لفظ (أنا) ، ويكون الفعل مستقبلاً، كقوله تعالى: {سبيلي أدعو} ، و {أرني أنظر} ، و {أفرغ عليه} .\rفإن قلت: لم فتحت في (أدعو، وأرني، وأنظر) وضمت في (أفرغ) وكلتاهما ألف المخبر عن نفسه؟ قلت: إذا كان الماضي فيه على ثلاثة أحرف فألفه مفتوح، وإذا جاءت فيما لم يسم فاعله فهي مضمومة مطلقاً.\rسواء قلت حروفه أم كثرت، نحو (أنظر وأفرغ) .\rالقسم الخامس: ألف الاستفهام: وتعرفها بمجيء أم بعدها أو يحسن في موضعها هل، نحو {أفترى على الله كذباً أم به جنة} ، {أستغفرت لهم أم لم تستغفر لهم} وشبه ذلك.\rوهي مفتوحة أبداً، [والأصل فيه (أافترى) ، (أاستغفرت) ، فحذفت الألف الثانية] لأنها ألف وصل.\rولا تمد الهمزة في هذا، مثل {الذاكرين} ، {الله خير} ونحو ذلك، لأن الاستفهام والخبر في هذا مفتوحان، فمدوا الاستفهام ليميزوه من الخبر، وفي (افترى) وشبهه الاستفهام مفتوح والخبر مكسور، فجعل الفرق بينهما بالفتح والكسر في هذا وفي ذلك بالمد والقصر.","seal":"C161D3E3","part":1},
      {"page":71,"id":34,"nass":"القسم السادس: ألف ما لم يسم فاعله، وهي مبنية على الضم، وتكون في أربعة أمثلة: في أفعل، نحو قوله تعالى: {أخرجنا} .\rوألف استفعل، نحو قوله تعالى: {استجيب له} ، وكذلك {استحفظوا} .\rوألف افتعل، نحو قوله تعالى: {ابتلي} و {اضطر} و {اجتثت} ، وكذلك {الذي اؤتمن} ، والأصل أاتمن، فهي ألف افتعل، فجعلت الهمزة الساكنة واواً لانضمام ما قبلها في الابتداء.\rوأجاز الكسائي في غير القراءة أن يبتدأ بها محققة.\rوأما ألف انفعل فلم تأت في القرآن، وذلك نحو انقطع، فلم نطول فيها لهذا المعنى.\rفإن قلت: لم صارت الألف في هذا الضرب مضمونة فقط؟ قلت: لأن فعل ما لم يسم فاعله يقتضي اثنين: فاعلاً ومفعولاً، فضموا أوله لتكون الضمة دالة على اثنين، لأنها أقوى الحركات وأثقلها، كما قالوا: زيد حيث عمرو، معناه زيد في مكان عمرو.\rفلما تضمنت معنى اثنين أعطيت الضمة لقوتها.\rوكذا قالوا في (نحن) لتضمنها معنى الجمع والتثنية، كذلك فعلوا بألف ما لم يسم فاعله لما تضمن معنى الفاعل والمفعول، فضموا أوله في كل حال.","seal":"7CC589B8","part":1},
      {"page":72,"id":35,"nass":"الفصل الثاني في الألفات التي تكون في أوائل الأسماء\rوهي أربعة أقسام: القسم الأول: ألف الوصل، وتأتي في تسعة مواضع: ابن، وابنة، واثنين، واثنتين، وامرئ وامرأة، واسم، واست.\rفهذه الثمانية تكسر الألف فيهن في الابتداء، وتحذف في الوصل.\rوأما الألف التاسعة فهي التي تدخل مع لام المعرفة، وهي مفتوحة في الابتداء.\r[وأما العاشرة فهي وايم الله في القسم، وتبتدئ بالفتح أيضاً] .\rأما الثمانية فتمتحن بأن لا توجد في التصغير.\rوالألف التاسعة تمتحن بأن تسقطها من الإسم وتنونه، فإن وجدتها لا يحسن دخولها عليه مع التنوين فهي ألف وصل.\rالقسم الثاني: ألف الأصل وتعرفها بأن تجدها فاء من الفعل، ثابتة في التصغير، وتأتي في الأسماء على ثلاثة أضرب: مضمونة، نحو قوله: {قل أذن} و {أخت هارون} .\rومفتوحة، نحو قوله: {ما كان أبوك} .\rومكسورة، نحو قوله: {إصري} .\rفهذه الألف تبتدئ بها كما تصل.","seal":"9B581E03","part":1},
      {"page":73,"id":36,"nass":"القسم الثالث: ألف القطع، وتأتي في الأسماء المفردة، وتعرفها بثباتها في التصغير، وبأن تمتحنها فلا تجدها فاءً ولا عيناً ولا لاماً، مثال ذلك {الله أحسن الخالقين} ، وبهذا فارقت ألف الوصل.\rوالوجه الثاني أن تكون في أوائل الجمع، وتعرفها بأن يحسن دخول الألف واللام عليها، ولا تكون فاءً ولا عيناً ولا لاماً، مثال ذلك قوله: {مختلف ألوانها} .\rالقسم الرابع: ألف الاستفهام، وامتحانها مثل ألف الاستفهام في الأفعال، والله المستعان.","seal":"60EE2C4C","part":1},
      {"page":75,"id":38,"nass":"الباب السادس في الكلام على الحركات والحروف\rمقدمة\rإنما سمي كل واحد من التسعة والعشرين حرفاً - حرفاً على اختلاف ألفاظها لأنه طرف للكلمة في أولها وفي آخرها، وطرف كل شيء حرفه من أوله ومن آخره، ولذلك كان أقل عدد أصول حروف الأسماء والأفعال ثلاثة: طرفان ووسط.\rوكذلك الحروف العوامل سميت حروفاً لأنها وصلة بين الإسم والفعل، فهي طرف لكل واحد منهما، آخر الأول وأول الآخر، وطرفاً الشيء حداه من أوله وآخره، [ومنه قوله عز وجل: {وأقم الصلاة طرفي النهار} أي أوله وآخره] .\r\rفصل ذكر ما السابق من الحروف والحركات\rاختلف الناس في الحرف والحركة، أيهما قبل الآخر، أو لم يسبق أحدهما الآخر؟","seal":"A05AF7CC","part":1},
      {"page":76,"id":39,"nass":"فقال جماعة الحروف قبل الحركات، واستدلوا على ذلك بعلل: منها أن الحرف يسكن ويخلو من الحركة ثم يتحرك بعد ذلك، فالحركة ثانية، والأول قبل الثاني بلا خلاف.\rومنها أن الحرف يقوم بنفسه ولا يضطر إلى حركة، والحركة لا تقوم بنفسها، ولا بد أن تكون على حرف، فالحركة مضطرة إلى الحرف، والحرف غير مضطر إلى الحركة، فالحرف أول.\rومنها أن من الحروف ما لا تدخله حركة، وهو الألف، وليس ثم حركة تنفرد بغير حرف، فدل ذلك عندهم أن الحروف مقدمة على الحركات.\rوقال قوم الحروف بعد الحركات، والحركات قبل الحروف، واستدلوا على ذلك بأن الحركات إذا اشبعت تولدت الحروف منها، نحو الضمة يتولد منها الواو، والكسرة يتولد منها الياء، والفتحة يتولد منها الألف، فدل ذلك على أن الحركات أصل الحروف.","seal":"61CD9124","part":1},
      {"page":77,"id":40,"nass":"وقال جماعة الحركات والحروف لم يسبق أحدهما الآخر في الاستعمال، بل استعملا معاً، كالجسم والعرض اللذين لم يسبق أحدهما الآخر.\rوقد طعن في هذا القول، فقيل إن السكون في الجسم عرض، وليس السكون في الحرف حركة، فزوال الحركة من الحرف لا يؤديه إلى حركة، زوال العرض من الجسم يؤديه إلى عرض آخر يخلفه، لأن حركة الجسم وسكونه كل واحد منهما عرض يتعاقبان عليه، وليس سكون الحرف حركة.\rألبتة، وبذلك علمنا أن الأجسام كلها محدثة، إذ لا يفارقها المحدث، وهو العرض، وما لم يسبق المحدث فهو محدث مثله، والحرف يخلو من الحركة ويقوم بنفسه، ولا يقال لسكونه حركة.\rوأجيب عن هذا بجوابين:\rأحدهما: بأن هذا الاعتراض إنما يلزم منه أن لا يشبه الحرف [بالجسم، والحركة بالعرض، وليس ينفي قول من قال إن الحرف] والحركة لم يسبق أحدهما الآخر في الإستعمال، والدليل على صحة هذا القول أن الكلام الذي جيء به للإفهام مبني من الحروف، والحروف إن لم تكن في أول أمرها متحركة فهي ساكنة، والساكن لا يمكن أن يبتدأ به، ولا يمكن أن يتصل به ساكن آخر في سرد الكلام لا فاصل بينهما، فلا بد من كون حركة مع الحرف، لا يتقدم أحدهما على الآخر، إذ لا يمكن وجود حركة على غير حرف.\rالثاني: أن الكلام إنما جيء به لتفهم المعاني التي في نفس المتكلم، وبالحركات واختلافها تفهم المعاني، فهي منوطة بالكلام مرتبطة، إذ بها يفرق بين المعاني التي من أجلها جيء بالكلام، وهذا الجواب أولى من غيره.","seal":"BE1CC5AB","part":1},
      {"page":78,"id":41,"nass":"فصل نذكر فيه حروف المد واللين والحركات واختلاف الناس في ذلك\rاختلف النحويون في الحركات الثلاث: الضمة والكسرة والفتحة، هل هي مأخوذة من حروف المد واللين الثلاثة: الألف والواو والياء، أو حروف المد واللين مأخوذة من الحركات؟\rفقال أكثر النحاة إن الحركات الثلاث مأخوذة من الحروف الثلاثة، الضمة من الواو، والكسرة من الياء، والفتحة من الألف.\rواستدلوا على ذلك بما قدمناه من قول من قال إن الحروف قبل الحركات، والثاني أبداً مأخوذ","seal":"29AF121B","part":1},
      {"page":79,"id":42,"nass":"من الأول، والأول أصل له، ولا يجوز أخذ الأول من الثاني، لأنه يصير مأخوذاً من المعدوم.\rواستدلوا أيضاً أن العرب لما لم تعرب أشياء من الكلام بالحركات، التي هي أصل الإعراب، أعربته بالحروف التي أخذت الحركات منها، وذلك نحو التثنية والجمع السالم، ونحو الأسماء الستة، قالوا ألا ترى أنهم لما لم يعربوا هذا بالحركات أعربوه بالحروف التي أخذت الحركات منها.\rوقال آخرون: حروف الممد واللين مأخوذة من الحركات، واستدلوا على ذلك بأن الحركات إذا أشبعت حدثت منها هذه الحروف الثلاثة.\rواستدلوا أيضاً أن العرب قد استغنت في بعض كلامها عن الواو بالضمة، وعن الياء بالكسرة، وعن الألف بالفتحة، فيكتفون بالأصل عن الفرع، لدلالة الأصل على فرعه، كقول الشاعر:\rفلولا أن الأطبا كان حولي ... وكان مع الأطباء الأساة\rفحذفت الواو من (كانوا) وأبقيت الضمة تدل عليها، وقال الآخر:\rدار لسلمى إذه من هواكا\rفحذفت الياء من (هي) بعد أن سكنت، لدلالة الكسرة عليها، وقال الآخر:\rفبيناه يشري رحله قائل ... لمن جمل رخو الملاط نجيب","seal":"1DCAEF01","part":1},
      {"page":80,"id":43,"nass":"يريد فبينما هو، فأسكن الواو ثم حذفها، لدلالة الضمة عليها، ويقولون: أن في الدار، فيحذفون الألف من (أنا) لدلالة الفتحة عليها، وقرأ هشام بن عروة {ونادى نوح ابنه وكان} بفتح الهاء، يريد","seal":"E5C49A07","part":1},
      {"page":81,"id":44,"nass":"ابنها، فحذفت الألف لدلالة الفتحة عليها، ووجه هذه القراءة أنه كان ابن زوجته ربيبه، ولم يكن ابنه لصلبه.\rوقال بعض أهل النظر: ليست الحروف مأخوذة من الحركات ولا الحركات مأخوذة من الحروف، إذ لم يسبق أحد الصنفين الآخر، على ما قدمناه من قول من قال الحروف والحركات لم يسبق أحدهما الآخر، وحجته، وهو قول ظاهر.","seal":"7BA8453F","part":1},
      {"page":83,"id":46,"nass":"الباب السابع في ذكر ألقاب الحروف وعللها\rفصل نذكر فيه ألقاب الحروف وأنسابها\rاعلم أن ألقاب الحروف عشرة، لقبها بها الخليل بن أحمد في أول كتاب العين.\rالأول منها الحروف الحلقية، وهي ستة: الهمزة والهاء والحاء والعين والخاء والغين، هذه الحروف تخرج من الحلق، فنسبهن إلى الموضع الذي يخرجن منه، ولم يذكر الخليل معهن الألف، لأنها تخرج من هواء الفم، وتتصل إلى آخر الحلق.","seal":"80E1E73E","part":1},
      {"page":84,"id":47,"nass":"الثني اللهوية، وهما حرفان: القاف والكاف، سميا بذلك لأنهما منسوبان إلى اللهاة، واللهاة بين الفم والحلق.\rالثالث الشجرية، وهي ثلاثة أحرف: الجيم والشين والضاد، سمين بذلك لأنهن نسبن إلى الموضع الذي يخرجن منه، وهو مفرج الفم، قال الخليل: الشجر مفرج الفم، أي مفتحه، وقال غيره الشجر مجمع اللحيين عند العنفقة.\rالرابع الأسلية، وهي ثلاثة أحرف: الصاد والسين والزاي، سموا بذلك لأنهن نسبن إلى الموضع الذي يخرجن منه، وهو أسلة اللسان، أي مستدقه.","seal":"BBB15369","part":1},
      {"page":85,"id":48,"nass":"الخامس النطعية، وهي ثلاثة: الطاء والدال والتاء، سموا بذلك لأنهن يخرجن من نطع الغار الأغلى، وهو سفقه، فنسبن إليه.\rالسادس اللثوية، وهي ثلاثة: الظاء والذال والثاء، سماهن بذلك الخليل، نسبهن إلى اللثة، لأنهن يخرجن منها، واللثة اللحم المركب فية الأسنان.\rالسابع الذلقية، ويقال لها الذلقية، باسكان اللام وفتحها، والذولقية، وهي ثلاثة: الراء واللام والنون، سماهن الخليل بذلك لأنهن ينسبن إلى الموضع الذي منه مخرجهن، وهو طرف اللسان، وطرف كل شيء ذلقه.\rالثامن الشفهية، ويقال، وهي ثلاثة: الفاء والباء والميم، سموا بذلك لأنهن ينسبن إلى الموضع الذي منه مخرجهن، وهو بين الشفتين.\rالتاسع الجوفية، وهي ثلاثة: الواو والألف والياء، سموا بذلك لأنهن ينسبن إلى آخر انقطاع مخرجهن وهو الجوف، وزاد غير الخليل معهن الهمزة، لأن مخرجها من الصدر، وهو يتصل بالجوف.","seal":"D421830A","part":1},
      {"page":86,"id":49,"nass":"العاشر الهوائية، وهي الجوفية، وتقدم شرحها.\r\rفصل نذكر فيه صفات الحروف وعللها\rالأول المهموسة، وهي عشرة، يجمعها قولك (سكت فحثه شخص) ومعنى الحرف المهموس أنه حرف جرى معه النفس عند النطق به، لضعفه وضعف الاعتماد عليه عند خروجه، فهو أضعف من المجهور، وبعض الحروف المهموسة أضعف من بعض، فالصاد [والخاء أقوى من غيرهما، لأن في] الصاد إطباقاً وصفيراً واستعلاء، وهن من صفات بالقوة، والخاء فيه استعلاء، وإنما لقبت هذه الحروف بالمهموسة لأن الهمس الحس الخفي الضعيف، فلما كانت ضعيفة لقبت بذلك، قال الله تعالى: {فلا تسمع إلا همساً} قيل هو حس الإقدام.\rومنه قول أبي زبيد في صفة الأسد:\rفباتوا يدلجون وبات يسري ... بصير بالدجى هاد هموس\rالثاني المجهورة، وهي أقوى من المهموسة، وبعضها أقوى من بعض، على","seal":"8983781B","part":1},
      {"page":87,"id":50,"nass":"قدر ما فيها من الصفات القوية، وهي ما عدا المهموسة.\rومعنى الحرف المجهور أنه حرف قوي، منع النفس أن يجري معه عند النطق به لقوته وقوة الاعتماد عليه في موضع خروجه، وإنما لقبت بالجهر لأن الجهر الصوت الشديد القوي، فلما كانت في خروجها كذلك لقبت به، لأن الصوت يجهر بها.\rالثالث الحروف الشديدة، وهي ثمانية أحرف يجمعها قولك (أجدت كقطب) ، ومعنى الحرف الشديد أنه حرف اشتد لزومه لموضعه، وقوي فيه حتى منع الصوت أن يجري معه عند اللفظ به.\rوالشدة من علامات قوة الحرف، فإن كان مع الشدة جهر وإطباق واستعلاء فذلك غاية القوة، فإذا اجتمع اثنان من هذه الصفات أو أكثر فهي غاية القوة، كالطاء الذي اجتمع","seal":"8D092F51","part":1},
      {"page":88,"id":51,"nass":"فيه الجهر والشدة والإطباق والاستعلاء.\rفالجهر والشدة والإطباق والصفير والاستعلاء من علامات القوة، والهمس والرخاوة والخفاء من علامات الضعف.\rوإنما لقبت بالشدة لاشتداد الحرف في مخرجه حتى لا يخرج معه صوت ألا ترى أنك تقول في الحرف الشديد: أج أت، فلا يجري النفس مع الجيم والتاء، وكذا أخواتها.\rالرابع الحروف الرخوة، وهي ما عدا الشديدة، وما عدا قولك: (لم يروعنا) ، وهي ثلاثة عشر حرفاً، ومعنى الرخو أنه حرف ضعف الاعتماد عليه عند النطق به فجرى معه الصوت، فهو أضعف من الشديد، ألا ترى أنك تقول: أس أش فجرى النفس والصوت معهما، وكذلك أخواتها.\rوإنما لقبت بالرخوة لأن الرخاوة اللين، واللين ضد الشدة.\rفإذا كان أحد الصفات الضعيفة في حرف كان فيه ضعف، وإذا اجتمعت فيه كان ذلك أضعف له، نحو الهاء التي هي مهموسة رخوة خفية، وكل واحد من هذه الصفات من صفات الضعف.","seal":"DD93A4B7","part":1},
      {"page":89,"id":52,"nass":"الخامس الحروف الزائدة، وهي عشرة أحرف يجمعها قولك (اليوم تنساه) ومعنى تسميتها بذلك لأنه لا يقع في كلام العرب حرف زائد في اسم ولا فعل إلا أحد هذه العشرة يأتي زائدا على وزن الفعل، [ليس بفاء ولا عين ولا لام، وقد يجتمع في الفعل] زائدتان منها وثلاث زوائد، نحو انكسر واستبشر، الهمزة والنون، والهمزة والسين والتاء زوائد، وقد يجتمع منها أربعة في المصادر، نحو استبشار، الهمزة والسين والتاء والألف زوائد.\rوقد تقع هذه الحروف أصولا غير زوائد ألا الألف، فإنها لا تكون أصلا إلا منقلبة عن حرف آخر.\rالسادس الحروف المذبذبة، وهي الزوائد المذكورة إلا الألف، سميت أيضا بذلك لأنها لا تستقر أبداً على حال، تقع مرة زوائد ومرة أصولا.\rالسابع: الحروف الأصلية، وهي ما عدا الزوائد المذكورة، سميت بذلك لأنها لا تقع أبداً في الكلام إلا أصولاً، إما فاء الفعل أو عينه أو لامه.","seal":"430B9124","part":1},
      {"page":90,"id":53,"nass":"الثامن: حروف الإطباق، وهي أربعة أحرف، الطاء والظاء والصاد والضاد، سميت بذلك لأن طائفة من اللسان تنطبق مع الريح إلى الحنك عند النطق بها، مع استعلائها في الفم، وبعضها أقوى من بعض، فالطاء أقواها في الإطباق وأمكنها، لجهرها وشدتها.\rوالظاء أضعفها في الإطباق، لرخاوتها وانحرافها إلى طرف اللسان مع أصول الثنايا العليا.\rوالصاد والضاد متوسطتان في الإطباق.\rالتاسع: الحروف المنفتحة، وهي ما عدا حروف الإطباق، وسميت بالمنفتحة لأن اللسان لا ينطبق مع الريح إلى الحنك عند النطق بها، ولا ينحصر الريح بين اللسان والحنك، بل ينفتح ما بينهما ويخرج الريح عند النطق بها.\rالعاشر: حروف الاستعلاء، وهي سبعة، منها حروف الإطباق، والغين والخاء والقاف، وسميت بذلك لأن الصوت يعلو عند النطق بها إلى الحنك، فينطبق الصوت مستعلياً بالريح مع طائفة من اللسان مع الحنك، هذا مع حروف الإطباق، ولا ينطبق الصوت مع الغين والخاء والقاف، وإنما يستعلي الصوت غير منطبق.","seal":"566C3928","part":1},
      {"page":91,"id":54,"nass":"الحادي عشر: الحروف المستفلة، وهي ما عدا المستعلية، سميت مستفلة لأن اللسان يستفل بها إلى قاع الفم عند النطق بها على هيئة مخارجها.\rالثاني عشر: حروف الصفير، وهي ثلاثة: الزاي والسين والصاد سميت بذلك لأن الصوت يخرج معها عند النطق بها يشبه الصفير، فالصفير نم علامات القوة، والصاد أقواها للإطباق والاستعلاء اللذين فيها، والزاي تليها لجهر فيها، والسين أضعفها لهمس فيها.\rالثالث عشر: حروف القلقة، ويقال اللقلقة، وهي خمسة أحرف، يجمعها قولك (قطب جد) .\rسميت بذلك لظهور صوت يشبه النبرة عند الوقوف عليهن، وزيادة إتمام النطق بهن، فذلك الصوت في الوقف عليهن أبين منه في الوصل بهن.\rوقيل أصل هذه الصفة القاف، لأنه حرف لا يقدر أن يؤتى به ساكناً لشدة استعلائه.\rوأشبهه في ذلك أخواته.\rقال الخليل: القلقلة شدة الصياح، وقال اللقلقة شدة الصوت.","seal":"C2E3AFA4","part":1},
      {"page":92,"id":55,"nass":"الرابع عشر: حروف الإبدال، وهي اثنا عشر حرفاً، يجمعها قولك (طال يوم أنجدته) .\rسميت بذلك لأنها تبدل من غيرها، تقول هذا أمر لازب ولازم، فتبدل أحدهما من الآخر، فالميم بدل من الباء، ولا تقول الباء بدل من الميم، لأن الباء ليست من حروف الإبدال، إنما يبدل غيرها منها، ولا تبدل من غيرها.\rوليس البدل في هذا جارياً في كل شيء، إنما هو موقوف على السماع من العرب بنقل، ولا يقاس عليه، فلم يأت في السماع من العرب حرف يكون بدلاً من غيره إلا من أحد هذه الاثني عشر حرفا، فاعلم.\rالخامس عشر: حروف المد واللين، وهي ثلاثة أحرف: الألف، والواو الساكنة التي قبلها ضمة، والياء الساكنة التي قبلها كسرة.\rسميت بذلك لأن الصوت يمتد بها ويلين، وذلك في مخرجها حين يسمع السامع مدها.\rوالألف هي الأصل في ذلك، والواو والياء مشبهتان الألف، لأنهما ساكنتان كالألف، ولأن حركة ما قبلهما منهما كالألف، يتولدان من إشباع الحركة قبلهما كالألف، فاعلم.\rالسادس عشر: حرفا اللين، وهما الياء الساكنة التي قبلها فتحة، والواو الساكنة التي قبلها فتحة، سميتا بذلك لأنهما تخرجان في لين وقلة كلفة على اللسان، لكنهما نقصتا عن متشابهة الألف، لتغير حركة ما قبلهما عن جنسيهما، فنقصتا المد الذي في الألف، وبقي اللين فيهما لسكونهما، فشبهتا بذلك.\rالسابع عشر: الحروف الهوائية، وهي حروف المد واللين.\rوإنما سميت بالهوائية لأن كل واحد منهن يهوى عند اللفظ به في الفم، فعمدة خروجها من هواء الفم.\rوأصل ذلك الألف، والواو والياء ضارعتا الألف في ذلك، والألف أمكن في هواء الفم من الواو والياء، ولا يعتمد اللسان عند النطق بها إلى موضع من الفم.","seal":"2437E723","part":1},
      {"page":93,"id":56,"nass":"الثامن عشر: الحروف الخفية، وهي أربعة: الهاء، وحروف المد واللين.\rسميت بالخفية، لأنها تخفى في اللفظ إذا اندرجت بعد حرف قبلها، والخفاء الهاء قووها بالصلة والزوائد.\rوالألف أخفى في هذه الحروف، لأنها لا علاج لها على اللسان عند النطق بها، ولا لها مخرج تنسب إليه على الحقيقة، ولا يتحرك أبداً، ولا تتغير حركة ما قبلها، ولا يعتمد اللسان عند النطق بها على عضو من أعضاء الفم، إنما يخرج من هواء الفم حتى ينقطع النفس والصوت في آخر الحلق، وقال بعض العلماء في الهمزة خفاء يسير، وكذلك النون الساكنة فيها خفاء.\rالتاسع عشر: حروف العلة، وهي ثلاثة: حروف المد واللين، وزاد الهمزة جماعة.\rوإنما سميت بذلك لأن التغيير والعلة والانقلاب لا يكون في جميع كلام العرب إلا في أحدها، تعتل الياء والواو فتنقلبان ألفاً مرة وهمزة مرة، نحو (قال وسقى) .\rوتنقلب الهمزة ياء مرة وواواً مرة وألفاً مرة، نحو (راس ويومن وبير) .\rوأدخل قوم الهاء في هذه الحروف لأنها تقلب همزة في نحو ماء وأيهات، فاعلم.\rالعشرون: حروف التفخيم: وهي حروف الإطباق، وقد يفخم مثلها لبعض الحروف في كثير من الكلام اللام والراء، نحو 0الطلاق) و (الصلاة) في قراءة ورش، و (ربكم) و (رحيم) .\rوتفخيم اسم الله تعالى لازم إذا كان ما قبله فتحة أو ضمة، نحو (وكان الله) و (يعلم الله) .","seal":"25F050B9","part":1},
      {"page":94,"id":57,"nass":"والطاء أمكن في التفخيم من أخواتها.\rوزاد مكي الألف، وهو وهم.\rالحادي والعشرون: حروف الإمالة، وهي ثلاثة: الألف والراء وهاء التأنيث.\rسميت بذلك، لأن الإمالة في كلام العرب لا تكون إلا فيها، لكن الألف وهاء التأنيث لا يتمكن من إمالتهما إلا بإمالة الحرف الذي قبلهما.\rوالهاء لا تمال إلا في الوقف، والراء والألف في الوقف والوصل، وتقدم معنى الإمالة.\rفالألف وهاء التأنيث يمالان ويمال ما قبلهما من أجلهما، والراء يمال ما قبلها من أجلها وتمال من أجل غيرها.\rالثاني والعشرون: الحروف المشربة، ويقال المخالطة، بكسر اللام وفتحها وهي الحروف التي اتسعت فيها العرب فزادتها على التسعة والعشرين المستعملة، وهي ستة أحرف: النون المخفاة، والألف الممالة، والألف المفخمة، وهي التي يخالط لفظها تفخيم يقربها من لفظ الواو، [نحو (الصلاة) في قراءة ورش] ، وصاد بين بين، وهمزة بين بين.\rهذه الخمسة مستعملة في القرآن.\rوالسادس حرف لم يستعمل في القراءة، وهو بين الجيم والشين، لغة لبعض العرب، قال","seal":"6027ED29","part":1},
      {"page":95,"id":58,"nass":"ابن دريد: يقولون في غلامك: غلامش.\rفهي مشربة بغيرها، وهي مخالطة في اللفظ لغيرها.\rالثالث والعشرون: الحرف المكرر، وهو الراء، سمي بذلك لأنه يتكرر على اللسان عند النطق به، كأن طرف اللسان يرتعد به، وأظهر ما يكون إذا اشتدت، ولا بد في القراءة من إخفاء تكريرها، وقد جرى فيه [الصوت] لتكرره وانحرافه إلى اللام، فصار كالرخوة.\rالرابع العشرون: حرفا الغنة، وهما النون والميم الساكنان، سميتا بذلك لأن فيهما غنة تخرج من الخياشيم عند النطق بهما، فهي زيادة فيهما، ومثلهما التنوين.\rالخامس والعشرون: حرفا الانحراف، وهما الراء واللام، سميتا بذلك لأنهما انحرفا عن مخرجهما حتى اتصلا بمخرج غيرهما، وعن صفتهما إلى صفة غيرهما.\rأما اللام فهو حرف من الحروف الرخوة، لكنه انحرف به اللسان مع الصوت إلى الشدة، ولم يعترض في منع خروج الصوت اعتراض الشديد، ولا خرج معه الصوت كله كخروجه مع الرخو، فهو بين صفتين.\rوأما الراء فهو حرف","seal":"D9B540E0","part":1},
      {"page":96,"id":59,"nass":"انحرف عن مخرج النون، الذي هو أقرب المخارج إليه، إلى مخرج اللام، وهو أبعد من مخرج النون من مخرجه، فسمي منحرفاً لذلك.\rالسادس والعشرون: الحرف الجرسي، وهو الهمزة، سميت بذلك لاستثقالهما في الكلام ولذلك جاز فيها التحقيق والتخفيف والبدل والحذف وبين بين وإلقاء الحركة.\rوالجرس في اللغة الصوت، قال الخليل: الجرس الصوت، ويقال: جرست الكلام تكلمت به.\rأي [صوت، فكأنه الحرف الصوتي، أي المصوت به عند النطق به، وكل الحروف] يصوت بها لكن الهمزة لها مزية زائدة في ذلك، فلذلك استثقل الجمع بين همزتين في كلمة وكلمتين.\rالسابع والعشرون: الحرف المستطيل، وهو الضاد المعجمة، سميت بذلك لأنها استطالت عن الفم عند النطق بها حتى اتصلت [بمخرج اللام، وذلك لما فيها من القوة بالجهر والإطباق والاستعلاء، قويت واستطاعت في الخروج من مخرجها.\rالثامن والعشرون: الحرف المتفشي، وهو الشين.\rسميت بذلك لأنها تفشت","seal":"184F21F7","part":1},
      {"page":97,"id":60,"nass":"في مخرجها عند النطق بها حتى اتصلت] بمخرج الظاء وقيل إن في الياء تفشياً.\rفقلت: الواو كذلك.\rوقال قوم حروف التفشي ثمانية: الميم والشين والفاء والراء والثاء والصاد والسين والضاد، تفشي الميم بالغنة، والشين والثاء بالانتشار، والفاء بالتأفف، والراء بالتكرير، والصاد والسين بالصفير، والضاد بالاستطالة.\rقلت: ومن جعل الميم حرف تفش بالغنة يلزمه النون، لأنه حرف أغن.\rومن لقب الصاد والسين بالتفشي لصفيرهما يلزمه الزاي لأن فيه ما فيها من الصفير.\rومعنى التفشي هو كثرة خروج بين اللسان والحنك وانبساطه في الخروج عند النطق بها حتى يتصل الحرف بمخرج غيره.\rالتاسع والعشرون، والثلاثون: الحروف المصمتة والحروف المذلقة، بهاذين اللقبين لقب ابن دريد الحروف كلها، قال: ومعنى المصمتة، على ما فسره الأخفش، أنها حروف أصمتت أي منعت أن تختص ببناء كلمة في لغة العرب إذا كثرت حروفها، لاعتياصها على اللسان، فهي حروف لا تنفرد بنفسها في كلمة أكثر من ثلاثة أحرف حتى يكون معها غيرها من الحروف المذلقة، فمعنى المصمتة الممنوعة من أن تكون منفردة في كلمة طويلة، من قولهم: صمت إذا منع نفسه الكلام.","seal":"F6AF1E50","part":1},
      {"page":98,"id":61,"nass":"ومعنى الحروف المذلقة، على ما فسره الأخفش، أنها حروف عملها وخروجها من طرف اللسان وما يليه من الشفتين، وطرف كل شيء ذلقه، فسميت بذلك إذ هي من طرف اللسان، وهو ذلقه، وهي أخف الحروف على اللسان وأكثر امتزاجاً بغيرها، وهي ستة أحرف: ثلاثة تخرج من الشفتين، ولا عمل لها في اللسان، وهي الفاء والباء والميم.\rوثلاثة تخرج من أسلة اللسان إلى مقدم الغار الأعلى، وهن الراء والنون واللام، يجمع الستة هجاء قولك (فر من لب) .\rفهذه الستة هي المذلقة، والمصمتة ما عداها من الحروف، وهن إثنان وعشرون حرفاً.\rواللف خارجة عن المصمتة والمذلقة، لأنها هواء لا مستقر لها في المخرج.\rالحادي والثلاثون: الحروف الصتم: وهي الحروف التي ليست من الحلق، وما عدا حروف الحلق.\rسميت صمتا لتمكنها في خروجها من الفم واستحكامها فيه، يقال للمحكم المصتم، حكاه الخليل وغيره.\rوقال الخليل في كتاب العين: الحروف الصتم التي ليست من الحلق.\rالثاني والثلاثون: الحرف المهتوف، وهو الهمزة.\rسميت بذلك لخرزجها من الصدر كالتهوع، فتحتاج إلى ظهور قوي شديد، والهتف الصوت، يقال هتف به إذا صوت، وهو في المعنى بمنزلة تسميتهم للهمزة بالجرسي لأن الجرس الصوت الشديد، والهتف الصوت الشديد.\rالثالث والثلاثون: الحرف الراجع، وهو الميم الساكنة.\rسميت بذلك لأنها ترجع في","seal":"EFF14AFA","part":1},
      {"page":99,"id":62,"nass":"مخرجها إلى الخياشيم لما فيها من الغنة.\rوينبغي أن يشاركها في هذا اللقب النون الساكنة، لأنها ترجع أيضاً إلى الخياشيم للغنة التي فيها.\rالرابع والثلاثون: الحرف المتصل، وهو الواو.\rوذلك لأنها تهوي في مخرجها في الفم لما فيها من اللين حتى بمخرج الألف.\rقلت: والياء كذلك، فينبغي أن تلقب كالواو.","seal":"BE7BF893","part":1},
      {"page":101,"id":64,"nass":"مقدمة نذكر فيها تأليف الكلام\r[إن قلت: كيف يتألف الكلام] من هذه الحروف؟ قلت: ائتلافه من أربعة أشياء: من حرف متحرك، وحرف ساكن، ومن حركة، ومن سكون.\rوذلك يرجع إلى شيئين: حرف ساكن وحرف متحرك، فالحرف المتحرك أكثر في كلام العرب من الساكن [كما أن الحركة أكثر من السكون، وإنما كان المتحرك أكثر من الساكن] لأنك لا تبتدئ إلا بمتحرك، وقد يتصل به حرف آخر متحرك، [وآخر متحرك] ، وآخر بعد ذلك متحرك، ولا يجوز أن تبتدئ بساكن، ولا أن تصل ساكناً بساكن، إلا أن يكون الأول حرف مد ولين أو الثاني سكن للوقف، فلذلك كانت الحركة أكثر من السكون.","seal":"8D7EFEE2","part":1},
      {"page":102,"id":65,"nass":"والحروف هي مقاطع تعرض للصوت الخارج مع النفس مبتدأ مستطيلا فتمنعه عن اتصاله بغايته، فحيث ما عرض ذلك المقطع سمي حرفا، وسمي ما يسامته ويحاذيه من الحلق والفم واللسان والشفتين مخرجاً، ولذلك اختلف الصوت باختلاف المخارج واختلاف صفاتها.\rوالاختلاف هو خاصية حكمة الله تعالى المودعة فينا إذ بها يحصل التفاهم، ولولا ذلك لكان الصوت واحداً بمنزلة أصوات البهائم التي هي من مخرج واحد على صفة واحدة، فلم يتميز الكلام ولا يعلم المراد، فبالاختلاف يعلم وبالاتفاق يعدم.\r\rالفصل نذكر فيه اشتراك اللغات في الحروف وانفراد بعضها ببعض\rفنقول: الحروف التسعة والعشرون المشهورة اشترك لغات العرب ولغات العجم في استعمالها، إلا الظاء المعجمة، فانها للعرب خاصة، انفرد العرب بها دون العجم.\rوقيل إن الحاء أيضاً انفردت بها العرب.\rقال الأصمعي: ليس في الرومية ولا في الفارسية ثاء، ولا في السريانية ذال.\rوكذا ستة أحرف انفردت بكثرة استعمالها العرب، وهي قليلة في لغات العجم، ولا توجد في لغات كثير منهم، وهي العين والصاد والضاد والقاف والظاء والثاء.\rوانفردت أيضاً باستعمال الهمزة متوسطة ومتطرفة، ولم تستعمل ذلك العجم إلا في أول الكلام، وليس في لسان اختلاف في لفظ التنوين.","seal":"489BED12","part":1},
      {"page":103,"id":66,"nass":"وقد ذكرنا ألقاب الحروف وصفاتها وتعليل ذلك.\rولنتكلم الآن على مخارج الحروف مجملة، وعلى الحروف مفردة.","seal":"FCC0227C","part":1},
      {"page":105,"id":68,"nass":"الباب الثامن في مخارج الحروف والكلام على كل حرف بانفرادفصل\rمخارج الحروف عند الخليل سبعة عشر مخرجاً.\rوعند سيبويه وأصحابه ستة عشر، لإسقاطهم الجوفية.\rوعند الفراء وتابعيه أربعة عشر، لجعلهم مخرج الذلقية واحداً.\rويحصر المخارج الحلق واللسان والشفتان، ويعمها الفم.\rفللحلق ثلاثة مخارج، لسبعة أحرف:","seal":"176A0D69","part":1},
      {"page":106,"id":69,"nass":"فمن أقصاه الهمزة، والألف، لأن مبدأه من الحلق، ولم يذكر الخليل هذا الحرف هنا، والهاء.\rومن وسطه العين والحاء المهملتان.\rومن أدناه الغين والخاء.\rوللسان عشرة مخارج لثمانية عشر حرفاً: فمن أقصاه مما يلي الحلق وما يحاذيه من الحنك الأعلى القاف.\rدونه قليلاً مثله الكاف.\rومن وسطه الحنك الأعلى الجيم والشين والياء.\rومن وسطه ووسط الحنك الأعلى الجيم والشين والياء.\rومن إحدى حافتيه وما يحاذيها من الاضراس، من اليسرى.\rصعب ومن اليمنى أصعب، الضاد.\rومن رأس حافته وطرفه ومحاذيها من الحنك الأعلى من اللثة اللام.\rومن رأسه أيضاً ومحاذيه من اللثة النون.\rومن ظهره ومحاذيه من اللثة الراء.\rهذا على مذهب سيبويه، وعند الفراء وتابعيه مخرج اللثة واحد.\rومن رأسه أيضاً وأصول الثنيتين العليين الطاء والتاء والدال.\rومن رأسه أيضاً وبين أصول الثنيتين الظاء والذال والثاء.\rومن طرفي الثنيتين وباطن الشفة السفلى الفاء.\rوللشفتين الباء والميم والواو.\rوالغنة من الخيشوم من داخل الأنف، هذا السادس عشر.\rوأحرف المد من جو الفم وهو السابع عشر.","seal":"A6D077EF","part":1},
      {"page":107,"id":70,"nass":"فصل نذكر فيه ما يتعلق بكل حرف من التجويد\rأما الهمزة:\rفتقدم الكلام على مخرجها ونسبتها وصفتها، وهي حرف مجهور، شديد، منفتح، مستفل، لا يخالطها نفس.\rوهي من حروف الإبدال وحروف الزوائد.\rوهي لا صورة لها في الحظ، وإنما تعلم بالشكل والمشافهة.\rوالناس يتفاضلون في النطق بها على مقدار غلظ طباعهم ورقتها، فمنهم من يلفظ بها لفظاً تستبشعه الأسماع، وتنبو عنه القلوب، ويثقل على العلماء بالقراءة، وذلك مكروه، معيب من اخذ به.\rوروي عن الأعمش أنه كان","seal":"96F3A889","part":1},
      {"page":108,"id":71,"nass":"يكره شدة النبرة، يعني الهمز في القراءة.\rوقال أبو بكر بن عياش: إمامنا يهمز (مؤصدة) فأشتهي أن أسد أذني إذا سمعته يهمزها.\rومنهم من يغلظ اللفظ بها، وهو خطأ.\rومنهم من يشددها في تلاوته، يقصد بذلك تحقيقها، وأكثر ما يستعملون ذلك بعد المد، فيقول: (يا أيها) .\rومنهم من يأتي بها في لفظه مسهلة، وذلك لا يجوز إلا فيما أحكمت الرواية تسهيله.\rوالذي ينبغي أن القارئ، إذا همز أن يأتي بالهمزة سلسلة في النطق، سهلة في الذوق، من غير لكز ولا ابتهار لها ولا خروج بها عن حدها، ساكنة كانت أو متحركة، يألف ذلك طبع كل أحد، ويستحسنه أهل العلم بالقراءة، وذلك المختار.\rوقليل من يأتي بها كذلك في زماننا هذا، ولا يقدر القارئ عليه إلا برياضة شديدة، كما كان حمزة يقول: إنما الهمز رياضة.\rوقال أبان بن تغلب: فاذا أحسن الرجل سلها أي تركها.","seal":"674B5DDC","part":1},
      {"page":109,"id":72,"nass":"وينبغي للقارئ إذا سهل الهمزة أن يجعلها بين الهمزة والحرف الذي منه حركتها، وذلك مذكور في كتب القراءات، فلذلك أضربنا عن ذكره هنا.\rوينبغي أيضاً للقارئ أن يتحفظ من إخفاء الهمزة إذا انضمت أو انكسرت، وكان بعد كل منهما أو قبله ضمة أو كسرة، نحو قوله: {إلى بارئكم} {سئل} {متكئون} {أعدت} .\rوينبغي للقارئ إذا وقف على الهمزة المتطرفة بالسكون [أن يظهرها في وقفه، لبعد مخرجها وضعفها بالسكون] وذهاب حركتها، لأن كل حرف سكن خف إلا الهمزة، فإنها إذا سكنت ثقلت، لا سيما إذا كان قبلها ساكن، سواء كان الساكن حرف علة أو صحة، نحو قوله: {دفء} و {الخبء} و {السماء} و {شيء} ولهذا المعنى آثر هشام تسهيلها على تسهيل المتوسطة، هذا ما يتعلق بحكم الهمزة.\rوأما الباء: فهي تخرج من المخرج الثاني عشر من مخارج الفم، مما بين","seal":"6F00848C","part":1},
      {"page":110,"id":73,"nass":"الشفتين، مع تلاصقهما، وقد تقدم الكلام على أنها مجهورة شديدة منفتحة مستفلة مقلقلة.\rفإذا التقتا من كلمتين، وكانت أولاهما ساكنة، كان إدغامها إجماعا نحو قوله: {فاضرب به}\rوإذا سكنت ولقيها ميم أو فاء، نحو قوله: {يا بني اركب معنا} ، {أو يغلب فسوف} جاز فيها الإظهار والإدغام، فالإظهار لاختلاف اللفظ والإدغام لقرب المخرج.\rوإذا التقت الباء المتحركة وجب إثبات كل منهما على صيغته مرققاً، مخافة أن يقرب اللفظ من الإدغام، وذلك نحو قوله {سبباً} و {حبب إليكم} و {الكتاب بالحق} ونحو ذلك.\rفصل\rوإذا سكنت الباء وجب على القارئ أن يظهرها مرققة، وأن يقلقها، سواء كان الإسكان لازما أو عارضا، لا سيما إذا أتى بعدها واو، وذلك نحو قوله: {ربوة} و {عبرة} ، وقوله {فانصب} .\rوأما العارض فنحو قوله: {الحساب} و {الكتاب} و {لهب} و {حسب} ونحو ذلك.","seal":"DB356D28","part":1},
      {"page":111,"id":74,"nass":"فصل\rوإذا وقع بعد الباء ألف وجب على القارئ أن يرقق اللفظ بها، لا سيما إذا وقع بعدها حرف استعلاء أو إطباق، نحو قوله: {باغ} و {بارئكم} و {باسط} و {الأسباط} و {الباطل} و {بالغ} ونحو ذلك.\rفكثير من القراء يتعمدون اللفظ بها شديدة، فيخرجونها عن حدها، ويفخمون لفظها، فاحذر ذلك، واحذر أيضاً إذا رققتها أن تدخلها إمالة، فكثير ما يقع في ذلك عامة المغاربة.\rوأما التاء: فتقدم الكلام على أنها تخرج من المخرج الثامن من مخارج الفم، وهي من فوق الثنايا العليا، مصعد إلى جهة الحنك يسيراً مما يقابل طرف اللسان، وهي مهموسة شديدة منفتحة مستفلة.\rوقيل إنها من حروف القلقلة، وهذا في غاية ما يكون من البعد، لأن كل حروف القلقلة مجهورة شديدة، ولو لزم ذلك في التاء للزم في الكاف.\rفلولا الهمس الذي في التاء لكانت دالاً، ولولا الجهر الذي في الدال لكانت تاء، إذ المخرج واحد، وقد اشتركا في الصفات.","seal":"63E33F10","part":1},
      {"page":112,"id":75,"nass":"فإذا نطقت بها وبعدها ألف غير المحالة فاحذر تغليظها وأن تنحو بها إلى الكسر، وكلاهما محذوران، بل تنطق بها مرققة، وذلك نحو {تائبون} و {تأكلون} .\rفصل\rوأما إذا سكنت وأتى بعدها طاء أو دال أو تاء وجب إدغامها فيهن، فإذا أدغمت في الطاء وجب إظهار الإدغام مع إظهار الإطباق والاستعلاء.\rوذلك نحو قوله: {قالت طائفة} ، لأن في الأصل إطباقاً مع إطباق وكذا استعلاء مع استعلاء، وذلك غاية القوة، لا سيما مع الجهر والشدة.\rوإذا تكررت التاء في كلمة نحو قوله: {تتوفاهم} أو كلمتين الأولى متحركة، أظهرتهما إظهاراً بيناً، نحو قوله: {كدت تركن} وإن تكررت ثلاث مرات نحو قوله: {الراجفة * تتبعها} فبيان هذا الحرف لازم، لأن في اللفظ به صعوبة.\rقال مكي في الرعاية: هو بمنزلة الماشي يرفع رجله مرتين أو ثلاث مرات، ويردها في كل مرة إلى الموضع الذي رفعها منه، وهذا ظاهر ألا ترى أن اللسان إذا لفظ بالتاء الأولى رجع إلى موضعه ليلفظ بالثانية، ثم يرجع ليلفظ بالثالثة، وذلك صعب فيه تكلف.\rوإذا جاءت قبل حرف الإطباق في كلمة لزم بيانها وتخليصها بلفظ مرقق غير مفخم، وذلك نحو قوله: {أفتطمعون} و {لا تطرد}","seal":"0D66CAD7","part":1},
      {"page":113,"id":76,"nass":"و {لا تطغوا} و {لا تطغوا} و {تطهيراً} ونحو ذلك، لأن الطاء والتاء من مخرج واحد، لكن الطاء حرف قوي فيه جهر وشدة وإطباق واستعلاء، والتاء منسلفة منفتحة مهموسة، والقوي إذا تقدم الضعيف وهو مجاوره جذبه إلى نفسه، ألا ترى أن التاء إذا وقعت بعد حرف إطباق لم يكن بد من أن تبدل منها طاء، وذلك نحو: {اصطفى} ، و {اضطر} ، ليعمل اللسان عملاً واحداً، وإن حال بينهما حائل نحو قوله: {اختلط} وجب بيان التاء مرققة، مع ترقيق اللام، لئلا تقرب التاء من لفظ الطاء التي بعدها، وتصير اللام مفخمة.\rوإذا سبقت الطاء التاء وكانت ساكنة أدغمت الطاء فيها، فإذا نطقت بها لخصت صوت الطاء مع الإتيان بصوت الإطباق، ثم تأتي بالتاء مرققة على أصلها.\rوهذا قليل في زماننا، ولا يقدر عليه إلا الماهر المجود، ولم أر أحداً نبه عليه، وذلك نحو قوله: {بسطت إلي} ، و {فرطت} ، و {أحطت} ، وهذا ونحوه تحكمه المشافهة.\rقال شريح في نهاية الإتقان: القراء قد يتفاضلون فيها، يعني التاء،","seal":"90568BDF","part":1},
      {"page":114,"id":77,"nass":"فتلتبس في ألفاظهم بالسين لقرب مخرجها، فيحدثون فيها رخاوةً وصفيراً، وذلك أنهم لا يصعدون بها إلى جهة الحنك، إنما ينحون بها إلى جهة الثنايا، وهناك مخرج السين.\rوإذا قرأت بحرف ورش وفخمت اللام فليكن احتفالك بترقيق التاء أكثر، لقرب الحرف القوي من التاء، وذلك نحو قوله تعالى: {تصلى ناراً} .\rوإذا سكنت التاء وأتى بعدها حرف من حروف المعجم فاحذر إخفاءها في نحو قوله: {فتنة} وقيل لأن التاء حرف فيه ضعف، وإذا سكن ضعف، فلا بد من إظهاره لشدته.\rوأما الثاء: فتقدم الكلام على أنها تخرج من المخرج العاشر من الفم، وهو ما بين [طرف] اللسان وأطراف الثنايا العليا، وهي مهموسة رخوة منفتحة مستفلة، فإذا نطقت بها فوفها حقها من صفاتها، وإياك أن تحدث فيها جهراً، فيلتبس لفظها بالذال، لأنهما من مخرج واحد.\rوإذا وقع بعد الثاء ألف فالفظ بها مرققة غير مغلظة، نحو قوله: {ثالث} و {ثامنهم} ونحوه.","seal":"B1FD2E82","part":1},
      {"page":115,"id":78,"nass":"وإذا تكررت الثاء وجب بيانها، نحو قوله: {ثالث ثلاثة} ونحوه، مخافة أن يدخل الكلام إخفاء.\rوإذا وقعت الثاء الساكنة قبل حرف استعلاء وجب بيانها، لضعفها وقوة الاستعلاء بعدها، نحو قوله: {أثخنتموهم} و {إن يثقفوكم} وشبهه.\rوأما الجيم: فتقدم الكلام على أنها تخرج من المخرج الثالث من مخارج الفم، وهو من وسط اللسان، بينه وبين وسط الحنك، وهي مجهورة شديدة منفتحة مستفلة مقلقلة، فإذا نطقت بها فوفها حقها من صفاتها.\rوإذا سكنت الجيم، سواء كان سكونها لازماً أو عارضاً، فإن كان لازماً وجب التحفظ من أن تجعل شيئاً، لأنهما من مخرج واحد، فإن قوماً يغلطون","seal":"762E4C58","part":1},
      {"page":116,"id":79,"nass":"فيها، لا سيما إذا أتى بعدها زاي أو سين، فيحدثون همساً ورخاوة ويدغمونها في الزاي والسين، ويذهبون لفظها، وذلك نحو قوله: {اجتمعوا} و {النجدين} [و {اجتنبوا} و {خرجت} و {وجهك} ] و {تجزي} و {تجزون} و {رجزاً} ونحو ذلك، فلا بد أن ينطق بجهرها وشدتها وقلقلتها.\rوإذا كان سكونها عارضاً فلا بد من إظهار جهرها وشدتها وقلقلتها، وإلا ضعفت وانمزجت بالشين، وذلك نحو قوله: {أجاج} و {فخراج} ونحو ذلك في الوقف.\rوإذا أتت الجيم مشددة أو مكررة وجب على القارئ بيانها، لقوة اللفظ بها وتكرير الجهر والشدة فيها، نحو قوله: {حاججتم} و {حاجه} ، فإن أتى بعد الجيم المشددة حرف مشدد خفي كان البيان لهما جميعاً آكد، لئلا يخفى الحرف الذي بعد الجيم وليظهر الجيم، نحو قوله: {يوجهه} ، والبيان لهما لازم، لصعوبة اللفظ بإخراج الهاء المشددة [بعد الجيم المشددة] ، لأجل خفاء الهاء.","seal":"71A46110","part":1},
      {"page":117,"id":80,"nass":"وأما الحاء المهملة: فتقدم الكلام على أنها تخرج من المخرج الثاني من وسط الحلق، بعد مخرج العين، لأنهما جميعاً من وسطه، وهي مهموسة رخوة منفتحة مستفلة، فإذا نطقت بها فوفها حقها من صفاتها.\rقال الخليل في كتاب العين: لولا بحة في الحاء لكانت مشبهة بالعين.\rيريد في اللفظ إذ المخرج والصفات متقاربة، ولهذه العلة لم يتألف في كلام العرب عين وحاء، في كلمة، أصليتان، لا تجد إحداهما مجاورة للأخرى في كلمة إلا بحاجز بينهما، وكذلك الهاء مع الحاء، ولذلك قال بعض العرب في معهم: محم، فأبدل من العين حاء، لقرب الحاء في الصفة، ولأن مخرجهما واحد، ولبعد الهاء في الصفة من العين مع خفاء الهاء، فلما أبدل من العين حاء أدغمت الهاء التي بعدها فيها، على إدغام الثاني في الأول.","seal":"C016AB80","part":1},
      {"page":118,"id":81,"nass":"وإذا أتى بعد الحاء ألف وجب على القارئ أن يلفظ بها مرققة، وينبغي أن يتحفظ ببيان لفظها عند مجيء العين بعدها، لأنهما من مخرج واحد، فإذا وقعت الحاء قبل العين خيف أن يقرب اللفظ من الإخفاء أو من الإدغام، نحو قوله: {زحزح عن} و {المسيح عيسى} ونحوه.\rفإذا كانت الحاء ساكنة كان البيان آكد، لأنها بسكونها قد تهيأت للإدغام، إذ كل حرف أدغم لا بد من إسكانه قبل أن يدغم، فإذا سكنت الحاء قبل العين قربت من الإدغام، فيجب إظهارها، وذلك نحو قوله: {فاصفح عنهم} البيان في هذه لازم.\rفإن لقيها مثلها كان البيان لازماً، إن لم يقرأ بالإدغام، نحو قوله: {لا أبرح حتى} .\rوإن لاصقها هاء كان البيان لازماً وكيداً، لئلا تدغم الهاء فيها، لقرب المخرجين، ولأن الحاء أقوى من الهاء، فهي تجذب الهاء إلى نفسها، وهذا كثير ما يقع فيه الناس، نحو قوله: {فسبحه} فالتحفظ بإظهارها واجب.","seal":"2637E884","part":1},
      {"page":119,"id":82,"nass":"وأما الخاء: فتقدم الكلام على أنها من أول المخرج الثالث من الحلق، وهي مما يلي الفم، وهي حرف مهموس مستعل رخو منفتح، فإذا نطقت بها فوفها حقها من صفاتها.\rوإذا وقع بعدها ألف فلا بد من تفخيم لفظها لاستعلائها، وكذلك كل حرف من حروف الاستعلاء، وكذا إن كانت مفتوحة ولم يجيء بعدها ألف.\rقال ابن الطحان الأندلسي في تجويده: المفخمات على ثلاثة أضرب: ضرب يتمكن التفخيم فيه، وذلك إذا كان أحد حروف الاستعلاء مفتوحاً.\rوضرب يكون دون ذلك، وهو أن يقع حرف منها مضموناً.\rوضرب دون ذلك، وهو أن يكون حرف منها مكسوراً.\rقلت: وهذا قول حسن، غير أني أختار أن تكون على خمسة أضرب: ضرب يتمكن التفخيم فيه، وهو أن يكون بعد حرف الاستعلاء ألف.","seal":"CF3732EC","part":1},
      {"page":120,"id":83,"nass":"وضرب دون ذلك، وهو أن يكون مفتوحاً، ودونه وهو أن يكون مضموناً، ودونه وهو أن يكون ساكناً، ودونه وهو أن يكون مكسوراً.\rواحذر إذا فخمتها قبل الألف أن تفخم الألف معها، فإنه خطأ لا يجوز، وكثيراً ما يقع القراء في مثل هذا\rويظنون أنهم قد أتوا بالحروف مجودة، وهؤلاء مصدرون في زماننا، يقرئون الناس القراءات.\rفالواجب أن يلفظ بهذه كما يلفظ بها إذا قلت: ها، يا، قال الجعبري:\rوإياك واستصحاب تفخيم لفظها ... إلى الألفات التاليات فتعثرا\rوقال شيخنا ابن الجندي -رحمه الله- وتفخيم الألف بعد حروف الاستعلاء خطأ، وذلك نحو {خائفين} و {غالبين} و {قال} و {طال} و {خاف} و {غاب} ونحو ذلك.\rوبعض القراء يفخمون لفظها إذا جاورها ألف، ولا يفعلون ذلك في نحو (غلب) و (خلق) ، قال شريح في نهاية الإتقان: وتفخيم لفظها على كل حال هو الصواب لاستعلائها.","seal":"A535AE94","part":1},
      {"page":121,"id":84,"nass":"وينبغي أن يخلص لفظها إذا سكنت وإلا ربما انقلبت غيناً، كقوله: {لا تخشى} و {اختار موسى} و {اختلط} و {يختم} ونحو ذلك.\rوأما الدال المهملة: فتقدم الكلام على مخرجها، وهو مخرج التاء المذكور، وعلى أنها مجهورة شديدة منفتحة مستفلة متقلقلة.\rوإذا سكنت الدال، وسواء كان سكونها لازماً أو عارضاً، فلا بد من قلقلتها [وبيان شدتها وجهرها، فإن كان سكونها لازماً، سواء كان من كلمة أو من كلمتين وأتى بعدها حرف من حروف المعجم، لا سيما النون فلا بد من قلقلتها] وإظهارها، لئلا تخفى عند النون وغيرها، لسكونها واشتراكهما في الجهر، نحو قوله: {لقد لقينا} و {لقد رأى} و {قد نرى} و {القدر} و {العدل}","seal":"E73C2DBB","part":1},
      {"page":122,"id":85,"nass":"و {وعدنا} ونحو ذلك.\rوإياك إذا أظهرتها أن تحركها، كما يفعل كثير من العجم، وذلك خطأ فاحش.\rوقال لي شخص يزعم أنه إمام عصره: لا تكون القلقلة إلا في الوقف، فقلت له: سلاماً! وإن كان سكونها عارضاً فلا بد من بيانها وقلقلتها، وإلا عادت تاء.\rوإياك إذا تعمدت بيانها أن تشددها، كما يفعل كثير من القراء.\rوإذا تكررت الدال وأتت مشددة وغير مشددة وجب بيان كل منهما، لصعوبة التكرير على اللسانن فالإظهار لازمن كقوله: {من يرتدد منكم} ، {أخي * اشدد به} ، {أنحن صددناكم} و {عدده} و {ممددة} ونحوه، البيان لازم.\rوكذلك إن كانت الدال بدلاً من تاء وجب على القارئ بيانها، لئلا يميل بها اللسان إلى أصلها، وذلك نحو: {مزدجر} و {تزدري} وشبهه.\rوإذا التقى الدال بالتاء، وهو ساكن، أدغم من غير عسر، سواء كان من كلمة أو من كلمتين، كقوله: {ووعدتكم} و {مهدت} و {قد تبين} و {لقد تاب} ، ومع ذلك فإذا جاء بعدها ألف لفظ بها مرققة.","seal":"E3E521AC","part":1},
      {"page":123,"id":86,"nass":"فصل نذكر فيه ما يتعلق بكل حرف من التجويد\rأما الذال:\rفقد تقدم الكلام على أنها تخرج من مخرج الثاء، وهو المخرج العاشر من الفم، وهي مجهورة رخوة منفتحة مستفلة، وهي أقوى من الثاء بالجهر، ولولا الجهر الذي في الذال لكانت ثاء، ولولا الهمس الذي في الثاء لكانت ذالاً.\rوإذا أتى بعد الذال ألف نطقت بها مرققة، كقوله: {ذلك} .\rو {ذاق} وشبه، ومتى لم يتحفظ بترقيق الذال دخلها التفخيم، فيؤديها إلى الإطباق، فتصير عند ذلك ظاء.\rوإذا سكنت وأتى بعدها ظاء فإدغامها فيها لازم، وذلك في نحو قوله: {إذ ظلموا} في النساء، و {إذ ظلمتم} في الزخرف، ليس في القرآن غيرهما، فاخرج من لفظ الهمزة إلى لفظ الظاء المشددة.\rوأن أتى بعدها حرف مهموس فبين جهرها، وإلا عادت ثاء، كقوله: {واذكروا إذ كنتم} .\rوإن أتى بعدها نون، كقوله: {فنبذناه} ، {وإذ نتقنا} فلا بد من إظهارها، وإلا ربما اندغمت في النون.\rوإذا التقت بالراء فلا بد من بيانها وتخليص اللفظ بها رقيقة، وبالراء","seal":"FCF6965C","part":1},
      {"page":124,"id":87,"nass":"بعدها مفخمة، فلا تتساهل في ذلك، فربما انقلبت الذال ظاء إذا فخمت الراء، نحو قوله: {ذرة} و {ذراعاً} و {أنذرتكم} .\rوإذا أتى بعدها قاف فلا بد من ترقيقها، وإلا صارت ظاء، نحو قوله: {ذاقوا} و {الأذقان} .\rفلا بد للقارئ أن يأتي بالذال مستفلة منفتحة، وبالظاء مستعلية مطبقة، وذاك نحو قوله: {المنذرين} و {المنظرين} و {ذللنا} و {ظللنا} و {محذوراً} و {محظوراً} وما أشبه ذلك.\rوإذا تكررت الذال وجب بيان كل منهما، نحو {ذي الذكر} وقد اجتمع هنا ثلاث ذالات، لأن اللام قلبت ذالاً توصلاً إلى الإدغام، وبيان كل واحدة منهن لازم.\rوإياك أن تبالغ في ترقيق الذال، فتجعلها ثاء، كما يفعل بعض الناس.\rوأما الراء: فقد تقدم الكلام على تخرج من المخرج السابع من مخارج الفم، وهو ما بين طرف اللسان [وفويق الثناين العليا، وهي أدخل في طرف اللسان] قليلاً من النون، وفيها انحراف إلى مخرج اللام، وهي مجهورة بين الشدة","seal":"C0FC679A","part":1},
      {"page":125,"id":88,"nass":"والرخاوة، منفتحة مستفلة متكررة، ضارعت بتفخيمها الحروف المستعلية.\rقال سيبويه: والراء إذا تكلمت بها خرجت كأنها مضاعفة، وذلك لما فيها من التكرير الذي انفردت بها دون سائر الحروف.\rوإذا أتت مشددة وجب على القارئ التحفظ من تكريرها، ويؤديها بيسر، من غير تكرير ولا عسر، فغالب من لا معرفة له يقع في ذلك، وهو خطأ ولحن، وذلك نحو قوله: {وخر موسى} ، و {أشد حراً} و {مرة} و {الرحمن الرحيم} ونحو ذلك.\rوإذا تكررت الراء والأولى مشددة وجب التحفظ على إظهارها وإخفاء تكريرها، كقوله: {محرراً} .\rوأما ترقيقها وتفخيمها فقد أحكم القراء ذلك في كتبهم، فلذلك أضربنا عنه هنا، ولا بد من تفخيمها إذا كان بعدها ألف واحذر تفخيم الألف معها.","seal":"E576458A","part":1},
      {"page":126,"id":89,"nass":"وأما الزاي: فتقدم الكلام على أنها تخرج من المخرج التاسع من الفم، مما يلي طرف اللسان وفويق الثنايا السفلى، وهي مهجورة رخوة منفتحة مستفلة صفيرية.\rفإذا سكنت وجب بيانها مما بعدها وإشباع لفظها، وسواء لقيت حرفاً مهموساً أو مهجوراً، نحو قوله: {ما كنزتم} و {تزدري} و {أزكى} و {مزجاة} و {ليزلقونك} و {وزرك} وشبه ذلك.\rوإذا تكررت الزاي وجب بيانها أيضاً، نحو قوله: {فعززنا بثالث} لثقل التكرير، ولا بد من ترقيقها إذا أتى بعدها ألف، كقوله: {زادوكم} و {الزانية} ونحو ذلك.\rوأما السين: فتقدم الكلام على مخرجها، وهو مخرج الزاي، وهي مهموسة","seal":"4D86FC85","part":1},
      {"page":127,"id":90,"nass":"رخوة منفتحة مستفلة صفيرية، ولولا الهمس الذي فيها لكانت زاياً، ولولا الجهر الذي في الزاي لكانت سينا، فاختلافهما في السمع هو بالجهر الهمس.\rوإذا أتى بعد السين حرف من حروف الإطباق، سواء كانت ساكنة أو متحركة، وجب بيانها في رفق وتؤدة، وإلا فصارت صاداً بسبب المجاورة، لأن مخرجهما واحد، ولولا التسفل والانفتاح اللذان في السين لكانت [صاداً ولولا الاستعلاء والإطباق اللذان في الصاد لكانت] سيناً.\rوينبغي أن يبين صفيرها أكثر من الصاد، لأن الصاد بين بالإطباق، نحو {بسطةً} و {مسطوراً} و {تسطع} و {أقسط} فتلفظ بها في حالي سكونها وتحريكها برفق ورقة.\rوإذا سكنت وأتى بعدها جيم أو تاء فبينها، نحو {مستقيم} و {مسجد} ونحو ذلك، ولو لم تبينها لالتبست بالزاي للمجاورة.\rواحذر أن تحركها عند بيانك صفيرها.\rوإذا أتى لفظ هو بالسين يشبه لفظاً هو بالصاد وجب بيان كل، وإلا التبس، نحو {أسروا} و {أصروا} و {يسحبون}","seal":"63AD65B2","part":1},
      {"page":128,"id":91,"nass":"و {يصحبون} و {قسمنا} و {قصمنا} ، فلا بد من بيان صفيرها في استفالها.\rوأما الشين: فتقدم الكلام على أنها تخرج من المخرج الثالث من الفم بعد الكاف، من وسط اللسان بينه وبين وسط الحنك، وهي مهموسة رخوة منفتحة مستفلة متفشية، وينبغي أن يبين التفشي الذي فيها عند النطق بها.\rوإذا كانت مشددة فلا بد من إشباع تفشيها وتخليصها، كقوله: {اشتراه} ، و {يشربون} و {اشدد} .\rوإذا وقفت على نحو {الرشد} فلا بد من بيان تفشيها، وإلا صارت كالجيم.\rوإن وقع بعدها جيم فلا بد من بيان لفظ الشين، وإلا تقرب من لفظ الجيم كقوله: {شجر بينهم} ، و {شجرةً تخرج} ونحو ذلك.","seal":"3BEF7B26","part":1},
      {"page":129,"id":92,"nass":"وأما الصاد المهملة: فتقدم الكلام على أنها تخرج من المخرج التاسع من مخارج الفم، وهو مخرج الزاي والسين، وهي مهموسة رخوة مطبقة مستعلية صفيرية، وقد تقدم الكلام على تضخيمها في ذكر الخاء.\rوإذا سكنت الصاد وأتى بعدها دال فلا بد من تخليصها وبيان إطباقها واستعلائها، وإلا فصارت زاياً، كقوله: {أصدق} و {يصدر} ، إلا من مذهبه التشريب.\rوإن أتى بعدها طاء فلا بد أيضاً من بيان إطباقها واستعلائها، وإلا صارت زاياً، كقوله: {اصطفى} و {يصطفي} وشبهه.\rوإذا أتى بعدها تاء فلا بد من بيان إطباقها واستعلائها، وإلا بادر اللسان إلى جعلها سيناً، لأن السين أقرب إلى التاء من الصاد إلى التاء كقوله: {ولو حرصت} و {حرصتم} ونحوه,","seal":"0E23457E","part":1},
      {"page":130,"id":93,"nass":"وأما الضاد: فتقدم الكلام على أنها تخرج من المخرج الرابع من مخارج الفم، من أول حافة اللسان وما يليه من الأضراس، وهي مهجورة رخوة مطبقة مستعلية مستطيلة.\rواعلم أن هذا الحرف ليس من الحروف حرف يعسر على اللسان غيره، والناس يتفاضلون في النطق به.\rفمنهم من يجعله ظاء مطلقاً، لأنه يشارك الظاء في صفاتها كلها، ويزيد عليها بالاستطالة، فلولا الاستطالة واختلاف المخرجين لكانت ظاء، وهم أكثر الشاميين وبعض أهل المشرق.\rوهذا لا يجوز في كلام الله تعالى، لمخالفة المعنى الذي أراد الله تعالى، إذ لو قلنا {الضالين} بالظاء كان معناه الدائمين، وهذا خلاف مراد الله تعالى، وهو مبطل للصلاة، لأن (الضلال) هو ضد (الهدى) ، كقوله: {ضل من تدعون إلا إياه} ، {ولا الضالين} ونحوه، وبالظاء هو الدوام كقوله: {ظل وجهه مسوداً} وشبهه، فمثال الذي يجعل الضاد ظاء في هذا وشبهه كالذي يبدل السين صاداً في نحو قوله: {وأسروا النجوى} و {أصروا واستكبروا} فالأول من السر، والثاني من الإصرار.","seal":"6BBD564D","part":1},
      {"page":131,"id":94,"nass":"وقد حكى ابن جني في كتاب التنبيه وغيره أن من العرب من يجعل الضاد ظاء مطلقاً في جميع كلامهم.\rوهذه غريب، وفيه توسع للعامة.\rومنهم من لا يوصلها إلى مخرجها بل يخرجها دونه ممزوجة بالطاء المهملة، لا يقدرون على غير ذلك، وهم أكثر المصريين وبعض أهل المغرب.\rومنهم من يخرجها لاماً مفخمة، وهم الزيالع ومن ضاهاهم.\rواعلم أن هذا الحرف خاصة إذا لم يقدر الشخص على إخراجه من مخرجه بطبعه لا يقدر عليه بكلفة ولا بتعليم.\rوإذا أتى بعد الضاد حرف إطباق وجب التحفظ بلفظ الضاد، لئلا يسبق اللسان إلى ما هو أخف عليه، وهو الإدغام، كقوله: {فمن اضطر} و {ثم أضطره} .\rوإذا سكنت الضاد وأتى بعدها حرف من حروف المعجم فلا بد من المحافظة على بيانها، وإلا بادر اللسان إلى ما هو أخف منها، نحو قوله:","seal":"2E1B2933","part":1},
      {"page":132,"id":95,"nass":"{أفضتم} و {خضتم} و {اخفض جناحك} و {قبضنا} و {فرضنا} و {خضراً} و {نضرةً} و {في تضليل} ونحو ذلك.\rوإذا تكررت هي، أو أتى بعدها ظاء، فلا بد من بيان كل واحد منهما وإخراجهما من مخرجها، كقوله {يغضضن} و {أنقض ظهرك} و {يعض الظالم} ونحوه.\rوإذا أتى بعدها حرف مفخم وغيره فلا بد من بيانها، لئلا يبدلها اللسان حرفاً من جنس ما بعدها، كما تقدم، نحو {أرض الله} و {الأرض ذهباً} وشبه ذلك.\rوالتفخيم ذكر قبل.\rوأما الطاء المهملة: فتقدم الكلام على أنها تخرج من مخرج التاء والدال، وهو المخرج الثامن من مخارج الفم، وهي من أقوى الحروف، لأنها حرف","seal":"D7F14D72","part":1},
      {"page":133,"id":96,"nass":"مجهور شديد مطبق مستعل مقلقل إذا سكن، وقد تقدم الكلام على تفخيمه.\rوإذا تكررت الطاء وجب بيانها لقوتها كقوله: {شططاً} .\rوإذا سكنت، سواء كان سكونها لازماً أو عارضاً، فلا بد من بيان إطباقها وقلقلتها، نحو قوله: {الخطفة} و {الأطفال} و {البطشة} و {الأسباط} و {اختلط} و {القسط} ونحوه في الوقف.\rوإذا سكنت وأتى بعدها تاء فادغمها فيها إدغاماً غير مستكمل، يبقى معه تضخيمها واستعلاؤها، لقوة الطاء وضعف التاء، نحو: {بسطت} و {أحطت} و {فرطت} لأن أصل الإدغام أن يدغم الأضعف في الأقوى، ليصير في مثل قوته، وفي مثل هذا عكسه، وسوغه القلب، لكن الصفة باقية دالة على موصوفها في نحو هذا كالغنة، ألا ترى أنك إذا أدغمت التاء في الطاء في نحو {ودت طائفةً} لم تبق من لفظها شيئاً، لأن الإدغام على ما ينبغي أن يكون كاملا في نحو هذا، ولولا أنهما من مخرج واحد لم تدغم الطاء فيها، فلذلك ضعف الإدغام عن أن يكون","seal":"C560C6A9","part":1},
      {"page":134,"id":97,"nass":"مكملاً.\rونظيره إدغام النون الساكنة والتنين في الواو والياء، إذا أبقيت الغنة، فيكون التشديد متوسطاً، لأجل إبقاء الغنة.\rقال أبو عمرو الداني: هذا مذهب القراء.\rوقد يجوز إدغامها وإدغام صوتها، أعني الطاء في التاء، كجوازه في إدغام التنوين والنون في الواو والياء مع غنتهما، كرواية خلف عن سليم عن حمزة، وهو الأقل.\rقال شريح في نهاية الإتقان: من العرب من يبدل التاء طاء، ثم يدغم الطاء الأولى فيهان فيقول: {أحط} و {فرط} وهذا مما يجوز في كلام الخلق لا في كلام الخالق.\rوإذا كانت الطاء مشددة فلا بد من بيانها، نحو {اطيرنا} و {أن يطوف} ، وإلا مال بها اللسان إلى الرخاوة.\rوأما الظاء: فتقدم الكلام على مخرجها وأنها تخرج من مخرج الذال والثاء،","seal":"3EE7429C","part":1},
      {"page":135,"id":98,"nass":"وهو المخرج العاشر، وهي مجهورة رخوة مطبقة مستعلية، وتقدم الكلام على تفخيمها.\rوإذا سكنت الظاء وأتى بعدها تاء وجب بيانها، لئلا تقرب من الإدغام، نحو {أوعظت} في الشعراء، ولا ثاني له.\rقال مكي: الظاء مظهر بغير اختلاف في ذلك بين القراء.\rوقال الداني في كتاب التحديد له: وقد جاء عن أبي عمرو والكسائي ما لا يصح في الأداء ولا يؤخذ به في التلاوة.\rوكذا يلزم تخليصه وبيانه ساكناً كان أو متحركاً حيث وقع.\rوأما العين المهملة: فتقدم الكلام على أنها تخرج من المخرج الثاني من الحلق من قبل مخرج الحاء، وهي مجهورة بين الشدة والرخاوة منفتحة مستفلة، فإذا لفظت بها فبين جهرها، وإلا عادت حاء، إذ لولا الجهر وبعض الشدة لكانت حاءً، كذلك لولا الهمس والرخاوة اللذان في الحاء لكانت عيناً.","seal":"5E3595D6","part":1},
      {"page":136,"id":99,"nass":"فإذا وقع بعدها حرف مهموس، كقوله: {تعتدوا} و {المعتدين} فبين جهرها وشدتها، وكذا إذا وقع بعدها ألف نحو: {العالمين} فلطف العين ورقق الألف.\rوبعض الناس يفخمونه، وهو خطأ.\rفإذا تكررت فلا بد من بيانها، لقوتها وصعوبتها على اللسان كقوله: {ونطبع على} و {فزع عن} وشبهه.\rوإذا وقع بعد العين الساكنة غين وجب بيانها، لقرب المخرج ولمبادرة اللفظ على الإدغام، نحو {واسمع غير} .\rوأما الغين: فتقدم الكلام على أنها تخرج من مخرج الخاء، وهو آخر المخرج الثالث من الحلق مما يلي الفم، وهي مجهورة رخوة منفتحة مستعلية، وتقدم الكلام على تفخيمها.\rفإذا لقيت حرفا من حروف الحلق وجب بيانها، نحو {ربنا أفرغ علينا}","seal":"30C0015B","part":1},
      {"page":137,"id":100,"nass":"و {أبلغه} .\rوكذلك القاف، نحو {لا تزغ قلوبنا} لأن مخرج الغين قريب من مخرج العين قبله، والقاف بعده، فيخشى أن يبادر اللفظ إلى الإخفاء والإدغام.\rوإذا وقع بعد الغين الساكنة شين وجب بيانها، لئلا تقرب من لفظ الخاء، لاشتراكهما في الهمس والرخاوة، كقوله: {يغشى} ونحوه.\rوكذا حكمه مع سائر الحروف، نحو {فرغت} و {ضغثاً} و {يغفر} و {بغياً} و {أغنى} و {أغلالاً} و {ضغثاً} و {يغفر} و {بغياً} و {أغنى} و {أغلالاً} و {أغطش} ونحو ذلك.\rوأما الفاء: فتقدم الكلام على مخرجها من الفم، وهو الحادي عشر، وهو من أطراف الثنايا العليا وباطن الشفة السفلى، وهي مهموسة رخوة منفتحة مستفلة متفشية.\rفإذا التقت بالميم أو الواو فلا بد من بيانها لتأففها، نحو {تلقف ما} و {لا تخف ولا} ونحو ذلك.\rوإذا تكررت الفاء وجب بيانها، سواء كانت في كلمة أو كلمتين، كقوله:","seal":"7AA2887F","part":1},
      {"page":138,"id":101,"nass":"{يخفف} و {ليستعفف} و {تعرف في} في مذهب المظهر.\rوإذا أتى بعدها ألف فلا بد من ترقيقها.\rوأما القاف:\rفتقدم الكلام على أنها تخرج من أول مخارج الفم من جهة الحلق، من أقصى اللسان، وما فوقه من الحنك الأعلى، وهي مجهورة شديدة مستعلية مقلقلة منفتحة، وهي قريبة من مخرج الكاف، وتقدم الكلام على تفخيمها، وينبغي المبالغة فيه.\rوإذا سكنت، وكان سكونها لازما أو عارضا، فلا بد من بيان قلقلتها وإظهار شدتها، وإلا مازجت الكاف، نحو {يقتلون} و {أقسموا} ، و {لا تقنطوا} و {اقصد} ، و {فلا تقهر} ، و {فاقض} ، و {الحق} ، و {فرق} ، ونحو ذلك، ألا ترى أنه لو","seal":"C46A2B9A","part":1},
      {"page":139,"id":102,"nass":"لم تبين قلقلتها في مثل قوله: {يقتل} صار مثل يكتل، وكذا {تقف} مثل تكف.\rوإذا تكررت وجب بيان كل، نحو {حق قدره} و {الحق قالوا} .\rوإذا وقعت الكاف بعدها أو قبلها وجب بيان كل منهما، لغير المدغم، نحو {لك قصوراً} و {خلق كل شيء} و {خلقكم} وشبه ذلك.\rوفي إدغامها إذا سكنت في الكاف مذهبان: الإدغام الناقص مع إظهار التفخيم والاستعلاء، كالطاء في التاء، وهذا مذهب أبي محمد مكي وغيره، والإدغام الكامل بلا إظهار شيئ، فتصير كافا مشددة، وهو مذهب الداني ومن والاه قلت: وكلاهما حسن، وبالأول أخذ علي المصريون، وبالثاني الشاميون.\rواختياري الثاني وفاقا للداني وقياسا على مذهب أبي عمرو","seal":"CB4F5F3D","part":1},
      {"page":140,"id":103,"nass":"[أعني ابن العلاء البصري.\rوأما الكاف:\rفتقدم الكلام على أنها تخرج من المخرج الثامن من مخارج الفم، بعد القاف مما يلي الفم، وهي مهموسة شديدة منفتحة مستفله.\rفإذا أتى بعدها حرف استعلاء وجب التحفظ ببيانها، لئلا تلتبس بلفظ القاف، كقوله: {كطي السجل} ، و {كالطود} ونحوه.\rوإذا تكررت الكاف من كلمه أو كلمتين فلا بد من بيان كل واحد منهما، لئلا يقرب اللفظ من الإدغام، لتكلف اللسان بصعوبة التكرير، نحو قوله {مناسككم} و {إنك كنت} على مذهب المظهر.\rوإذا وقعت الكاف في موضع يجوز أن تبدل منها قاف في بعض اللغات وجب بيان الكاف، لئلا تخرج من لغة إلى لغة أخرى، نحو قوله: {وإذا السماء كشطت} قرأ ابن مسعود (قشطت) بالقاف.\rولا بد من ترقيقها إذا أتى بعدها ألف.\rوأما اللام:\rفتقدم الكلام على أنها تخرج من المخرج الخامس من مخارج الفم،","seal":"1A454534","part":1},
      {"page":141,"id":104,"nass":"بعد مخرج الضاد، من حافة اللسان فأدناها، إلى منتهى طرفه، وهي مجهورة بين الشدة والرخاوة منفتحة مستفلة.\rفإذا سكنت وأتى بعدها نون في كلمة فلا بد من بيان سكونها، نحو {جعلنا} و {قلنا} ، وإحذر من تحريكها، كما يفعله بعض العجم، وكذلك أظهرها في نحو قوله: {قل تعالوا} و {قل نعم} .\rوما لام التعريف فلا بد من إظهارها عند هذه الحروف: الياء، والجيم، والحاء، والخاء، والعين، والغين، والفاء، والقاف، والكاف، والميم، والهاء، والواو، والياء.\rوإدغامها فيما بقي.\rوقد نظمتها أوائل كلم هذين البيتين، فإذا حفظت يفهم أن ما عداها مظهر، وهي قولي:\rواللام للتعريف أدغمها تنل ... ثواب داء زانه ذو شفا\rرماه سهم صائب لحظه ... نائبة ظلم طبيب ضفا\rكقوله: التراب، الثواب، الدار، الزاني، الذل، الشراب، الرحمن، السماء، الصراط، الليل، النار،","seal":"CF041519","part":1},
      {"page":142,"id":105,"nass":"الظالم، الطير، الضالين.\rفإن قيل لم أدغمت اللام الساكنة في نحو النار والناس، وأظهرت في نحو قوله: {قل نعم} وكل منهما واحد؟ قلت: لأن هذا فعل قد أعل بحذف عينه، فلم يعل ثانياً بحذف لامه، لئلا يصير في الكلمة إجحاف، إذ لم يبق منها إلا حرف واحد.\rو (آل) حرف مبني على السكون لم يحذف منه شيئ، ولم يعل بشييء، فلذلك أدغم، ألا ترى أن الكسائي ومن وافقه أدغم اللام من (هل وبل) في نحو قوله: {هل تعلم} و {بل نحن} ، ولم يدغمها في {قل نعم} و {قل تعالوا} .\rفإن قيل: قد أجمعوا على إدغام {قل ربي} والعلة موجودة؟ قلت: لأن الراء حرف مكرر منحرف فيه شدة وثقل، يضارع حروف الاستعلاء بتفخيمه واللام ليس كذلك، فجذب اللام جذب القوي للضعيف، ثم أدغم الضعيف في القوي، على الأصل، بعد أن قوي بمضارعته بالقلب، والراء قائم بتكريره مقام حرفين كالمشددات، فاعلم.\rوأما النون فهو أضعف من اللام بالغنة، والأصل أن لا يدغم الأقوى في الأضعف، ألا ترى أن اللام إذا سكنت كان إدغامها في الراء إجماعا، ولا كذلك العكس.\rوكذلك إذا سكنت النون كان إدغامها في اللام إجماعا، ولا كذلك العكس، وهذان سؤالان لم أر أحداً تعرض إليهما.\rوإذا جاورت اللام لاماً مغلظة فتعمل في بيانها وتخليصها، وإلا فخمت ما","seal":"872C1025","part":1},
      {"page":143,"id":106,"nass":"لا يجوز تفخيمه، كقوله: {جعل الله} و {قال الله} .\rوكذلك إن لاصقها حرف إطباق، فبين ترقيقها، نحو: {اللطيف} و {ما اختلط} و {لسلطهم} ونحوه، ومع ذلك فلا بد من تفخيم اسم (الله) تعالى إذا كان قبله ضمة أو فتحة، ومن ترقيقه إذا كان قبله كسرة.\rوبعد الإمالة فيها خلاف.\rوأما الميم: فتقدم الكلام على أنها تخرج من المخرج الثاني عشر من مخارج الفم، من مخرج الباء، وهي مجهورة بين الشدة والرخاوة منفتحة مستفلة، وهي أخت الباء لأن مخرجهما واحد، فلولا الغنة التي في الميم وجريان النفس معها لكانت باء، والميم أيضاً مؤاخية النون، للغنة التي في كل منهما تخرج من الخيشوم، وأنهما مجهورتان، ولذلك أبدلت العرب إحداهما من الأخرى، فقالوا: غين وغيم، وقالوا في الغاية: الندى والمدى.\rفإذا سكنت الميم وأتى بعدها فاء أو واو فلا بد من إظهارها، كقوله:","seal":"B4275FD7","part":1},
      {"page":144,"id":107,"nass":"{هم فيها} و {يمدهم في} و {عدهم وما} ونحوه.\rوإذا سكنت وأتى بعدها باء فعن أهل الأداء فيها خلاف، منهم من يظهرها عندها، ومنهم من يخفيها، ومنهم من يدغمها، وإلى إخفائها ذهب جماعة، وهو مذهب ابن مجاهد وابن بشر وغيرهما، وبه قال: [الداني.\rوإلى إدغامها ذهب ابن المنادي وغيره.\rوقال] أحمد ابن يعقوب التائب: أجمع القراء على تبيين الميم الساكنة وترك إدغامها إذا لقيها باء في كل القرآن.\rوبه قال مكي.\rوبالإخفاء أقول، قياساً على مذهب أبي عمرو بن العلاء، قال شيخنا ابن الجندي -رحمه الله- واختلف في الميم الساكنة إذا لقيت باء، والصحيح إخفاؤها مطلقاً، أي سواء","seal":"F31B15D1","part":1},
      {"page":145,"id":108,"nass":"كانت أصلية السكون كـ {أم بظاهر} أو عارضة كـ {يعتصم بالله} .\rومع ذلك فلا بد من ترقيقها وترقيق ما بعدها، إذا كان ألفاً.\rوأما النون: فتقدم الكلام على أنها تخرج من المخرج السادس من مخارج الفم، فوق اللام قليلاً، على الاختلاف الذي ذكرناه قبل، وهي مجهورة بين الشدة والرخاوة منفتحة مستفلة فيها غنة، إذا سكنت تخرج من الخياشيم من غير مخرج المتحركة وسأفرد لأحكامها إذا سكنت باباً بعد، إن شاء الله تعالى، والكلام هنا على المتحركة.\rفإذا جاء بعدها ألف غير الممالة يجب على القارئ أن يرققها، ولا يغلظها كما يفعل بعض الناس، وإذا تكررت وجب التحفظ من ترك بيان المثلين، وإذا كانت الأولى مشددة كان البيان آكد، لاجتماع ثلاث نونات، كقوله: {ولتعلمن نبأه} .\rوأما قوله تعالى: {ما لك لا تأمنا} فللسبعة فيه وجهان، أحدهما الإشارة بالشفتين إلى الحركة بعد الإدغام، وعلى هذا يكون إخفاء.","seal":"A15F3A0B","part":1},
      {"page":146,"id":109,"nass":"وإذا ألقيت حركة الهمزة على التنوين وحرك بها على مذهب ورش، كقوله في سورة يوسف: {من سلطان إن الحكم} لفظ بثلاث نونات متواليات مكسورات.\rوأما الهاء: فتقدم الكلام على أنها تخرج من مخرج الهمزة، من وسط المخرج الأول من مخارج الحلق، بعد مخرج الهمزة، وهي مهموسة رخوة منفتحة مستفلة خفية، فلولا الهمس والرخاوة اللذان فيها مع شدة الخفاء لكانت همزة، ولولا الشدة والجهر اللذان في الهمزة لكانت هاء، إذ المخرج واحد، ومن أجل ذلك أبدلت العرب من الهاء همزة ومن الهمزة هاء، فقالوا: ماء وأصله ماه، وأصل ذا موه، ثم أعل.\rوأرقت الماء وهرقته، وكذا في مواضع.\rوالحروف تكون من مخرج واحد، وتختلف صفاتها، فيختلف لذلك ما يقع في السمع من كل حرف.\rولما كانت الهاء حرفاً خفياً وجب أن يتحفظ ببيانها، لا سيما إذا تكررت، سواء كانت في كلمة أو كلمتين، لتكرر الخفاء ولتأتي الإدغام في ذلك لاجتماع المثلين، وذلك نحو قوله تعالى: {وجوههم} و {يلههم} و {فيه هدىً} و {فاعبدوه هذا} ونحو ذلك.","seal":"5CEFC12D","part":1},
      {"page":147,"id":110,"nass":"وإذا كانت الهاء لا سيما إذا كان قبلها حرف مجهور كهذا، لأن أصله (يوجهه) بهاءين، وبهما رسم في الأمهات، فلما سكنت الهاء الأولى للشرط أدغمت في الثانية، وكذا كل هاء مشددة، نحو {فمهل} .\rوأما قوله تعالى: {ماليه * هلك} فاختلف أهل الأداء في إظهارها وإدغامها، والمختار أن لا تدغم هاء السكت في غيرها لعروضها، وأن ينوى بها الوقف.\rومنهم من يأخذ بإدغامها، للتماثل وسكون الأول منهما.\rوإذا سكنت الهاء وأتى بعدها حرف آخر فلا بد من بيانها لخفائها، نحو {يستهزئ} و {عهدا} و {اهتدى} و {العهن} وشبه ذلك.\rوإذا وقعت بين ألفين وجب بيانها، لاجتماع ثلاثة أحرف خفية، كقوله تعالى: {بناها} و {طحاها} ونحوه.\rوأما الواو: فتقدم الكلام على أنها تخرج من مخرج الباء والميم، وهو المخرج الثاني عشر من بين الشفتين، وهي مجهورة رخوة منفتحة مستفلة بين","seal":"FE10ED95","part":1},
      {"page":148,"id":111,"nass":"الشدة والرخاوة في قول.\rفأما ما يتعلق بالمد واللين فيها وفي أختيها فسأفرد لذلك باباً بعد، إن شاء الله تعالى.\rوإذا جاءت الواو مضمومة أو مكسورة وجب بيانها وبيان حركتها، لئلا يخالطها لفظ غيرها، أو يقصر اللفظ عن إعطائها حقها، كقوله: {وجوه} و {تفاوت} و {لا تنسوا الفضل} و {لكل وجهة} .\rفإن انضمت ولقيها مثلها كان بيانها آكد لثقلها، نحو {وري} .\rوإذا سكنت وانضم ما قبلها، وأتى بعدها مثلها، وجب بيان كل منهما، خشية الإدغام لأنه غير جائز، وتمكن الواو الأولى لمدها ولينها، وذلك نحو {آمنوا وعملوا} و {قاتلوا وقتلوا} .\rفإن انفتح ما قبل الأولى وجب الإدغام وبيان التشديد، لأنها صارت في حكم الصحيح، فإدغامها واجب، كقوله {اتقوا وآمنوا ثم اتقوا","seal":"CBA1E038","part":1},
      {"page":149,"id":112,"nass":"وأحسنوا} .\rوإذ أتت الواو مشددة فلا بد من بيان التشديد بقوة، من غير تمضيغ ولا رخاوة كقوله: {لووا} و {أفوض} و {عدوا} ونحوه.\rوأما الألف: فتقدم الكلام على أنها تخرج من مخرج الهمزة والهاء من أول الحلق، وتقدم الكلام على صفاتها وعللها، فهو مغن عن الإعادة هنا، ولا تكون إلا ساكنة، ولا يكون ما قبلها إلا مفتوحاً، وهو منفرد بأحوال ليست في غيره، ويقع زائداً إذا لم ينقلب عن شيء، فإن انقلب كان أصلياً، فينقلب عن واو نحو (قال، وعن ياء نحو (جاء) ، وعن همزة نحو (سأل) ، ويكون عوضاً من التنوين المنصوب في حال الوقف.\rواحذر تفخيمه إذا أتى حرف من حروف الاستعلاء، وقد تقدم الكلام عليه، وإذا أتى لام مفخمة فلا بد من ترقيقه، نحو (إن الله) و (الصلاة) و (الطلاق) في مذهب ورش، فتأتي باللام مغلظة، والألف بعدها مرققة، وبعض الناس يتبعون الألف اللام، وليس يجيد، ولا تفخمها إذا أتى بعدها همزة ومددتها، كفعل العجم، وذلك قبيح.","seal":"1C7664F1","part":1},
      {"page":150,"id":113,"nass":"وأما الياء: فتقدم الكلام على أنها تخرج من مخرج الجيم والشين، وهو المخرج الثالث من مخارج الفم، وهي مجهورة رخوة منفتحة مستفلة جداً، وسيأتي الكلام على مدها.\rفإذا سكنت بعد كسر، وأتى بعدها مثلها، فلا بد من تمكينها وإظهارها وبيان سكون الأولى، كقوله: {الذي يوسوس} .\rوإذا جاءت مشددة فلا بد من بيانها وشدتها، نحو {إياك} و {عتياً} .\rوإذا تكررت وجب بيانها والتحفظ على إظهارها برفق، كقوله: {يستحيي} ، و {البغي يعظكم} ، و {يحيي} ونحوه.\rوإذا تحركت بالكسر، وما قبلها أو بعدها فتحة، نحو {ترين} ، و {معايش} أو انفتحت، واكتنافها أي كسرة وفتحة، نحو {لا شية} وجب تخفيف الحركة عليها وتسهيل اللفظ بحركتها.","seal":"CD56EE9C","part":1},
      {"page":151,"id":114,"nass":"وإذا تكررت، وإحداهما مشددة، وجب بيانها لثقل التكرير، وإلا سقطت الأولى، نحو {إن وليي الله} و {العشي يريدون} و {إذا حييتم} ونحو ذلك.\rفهذه حروف التجويد بأصولها وفروعها، وقد شرحتها وبينت حقائقها، ليقاس عليها أشكالها، وجميع ذلك مضطر إلى الرياضة في تصحيحه، ومحتاج إلى المشافهة في أدائه، لينكشف غامض سره، ويتضح طريق نقله، [والله اسأل المزيد من فضله] .","seal":"EABD8275","part":1},
      {"page":153,"id":116,"nass":"الباب التاسع في ذكر أحكام النون الساكنة والتنوين ثم المد والقصر فصل في أحكام النون الساكنة والتنوين\rاعلم أن التنوين في القرآن هو نون ساكنة، تلحق آخر الاسم، تظهر في اللفظ وتسقط في الخط.\rوأما النون الساكنة فتكون في آخر الكلمة وفي وسطها.\rوهذا الفصل ينقسم على خمسة أقسام: القسم الأول: الإظهار.\rاعلم أن النون الساكنة والتنوين يظهران عند ستة أحرف من حروف","seal":"B99F8E43","part":1},
      {"page":154,"id":117,"nass":"الحلق، وهن: الهمزة والهاء والعين والحاء والغين والخاء، ونحو {من إله} ، {ينأون} ، {غثاءً أحوى} ، {من هاد} ، {جرف هار} ، {الأنهار} ، {من عند} ، {أنعمت} ، {جنة عالية} ، {من حكيم} ، {غفور حليم} ، و {انحر} ، {من غفور} ، {فسينغضون} ، {من ماء غير آسن} ، {من خوف} ، {والمنخنقة} .\r{عليماً خبيراً} .\rوالعلة في إظهار ذلك عند هذه الحروف أن النون والغنة بعد مخرجهما عن مخارج حروف الحلق، وإنما يقع الإدغام في أكثر الكلام لتقارب المخارج، فإذا تباعدت وجب الإظهار، الذي هو الأصل.\rوقد ذكر بعض القراء في كتبهم أن الغنة باقية فيهما، وذكر شيخ الداني، فارس بن أحمد، في مصنف له أن الغنة ساقطة منهما إذا أظهرا، وهو مذهب النحاة، وبه صرحوا في كتبهم، وبه","seal":"FC089F8C","part":1},
      {"page":155,"id":118,"nass":"قرأت على كل شيوخي، ما عدا قراءة يزيد والمسيبي.\rالقسم الثاني: إدغامهما في اللام والراء، إدغاماً كاملاً بللا غنة، نحو {من ربكم} ، {محمد رسول الله} ، {ومن لم} ، و {هدىً للمتقين} .\rوعلة ذلك قرب مخرج النون والتنوين من مخرج اللام والراء، لأنهن من حروف طرف اللسان، فتمكن الإدغام وحسن","seal":"C2FA3032","part":1},
      {"page":156,"id":119,"nass":"لتقارب المخارج، وذهبت الغنة لأن حق الإدغام ذهاب لفظ الحرف الأول بكليته وتصييره بلفظ الثاني، ولم تقع النون الساكنة قبل اللام والراء في كلمة.\rالقسم الثالث: إدغامهما في حروف (يومن) إدغاماً غير مستكمل التشديد لبقاء الغنة، وهي بعض الحرف، نحو قوله: {مكني} ، {من نعمة} ، {حطة نغفر} ، {من واق} ، {غشاوة ولهم} ، {من ماء} ، {ماءً مباركاً} ، {فمن يعمل} ، {وبرق يجعلون} .\rوعلة الإدغام في النون اجتماع المثلين والأول ساكن.\rوفي الواو والياء أن الغنة التي فيها أشبهت المد واللين اللذين فيهما، فحسن الإدغام لهذه المشابهة.\rوعلة الإدغام في الميم الاشتراك في الغنة، فتقاربا بهذا، فحسن الإدغام.","seal":"FEF08B8B","part":1},
      {"page":157,"id":120,"nass":"ولا يجوز إدغام النون الساكنة في الواو والياء إذا اجتمعا في كلمة، نحو {دنيا} و {صنوان} لئلا يشبه مضاعف الأصل، نحو (صوان) و (ديان) .\rواختلف أهل الأداء في الغنة التي تظهر مع إدغام التنوين والنون في الميم، هل هي غنتهما أو غنته؟ فذهب ابن كيسان وموافقوه إلى أنها غنة النون.\rوذهب الداني وغيره إلى أنها غنة الميم.\rوبه أقول، لأن النون قد زال لفظها بالقلب، وصار مخرجهما من مخرج الميم، فالغنة له.\rالقسم الرابع: الإقلاب، وقد تقدم الكلام على معناه، فإذا أتى بعد النون الساكنة والتنوين باء قلبت ميما، من غير إدغام، وذلك نحو {أن بورك} ، {أنبئهم} ، {جدد بيض} والغنة ظاهرة في هذا القسم.\rوعلة ذلك أن الميم مؤاخية للنون في الغمة والجهر، ومشاركة للباء في المخرج، فلما وقعت النون قبل الباء، ولم يمكن إدغامها فيها، لبعد المخرجين، ولا أن تكون ظاهرة لشبهها بأخت الباء وهي الميم، أبدلت منها لمؤاخاتها النون والباء.","seal":"DCCD1AD9","part":1},
      {"page":158,"id":121,"nass":"القسم الخامس: إخفاء النون الساكنة والتنوين عند باقي الحروف، وهي خمسة عشر حرفاً، يتضمنها أوائل كلمات هذا البيت:\rصف ذا ثنا جود شخص قد سما كرماً ضع ظالماً زد تقىً دم طالباً فترى\rنحو: {أن صدوكم} ، {منصوراً} ، {صفاً صفاً} .\r{من ذلك} ، {المنذرين} ، {وكيلا * ذرية} .\r{فمن ثقلت} ، {منثوراً} ، {جهارا * ثم} .\r{من جوع} ، {أنجانا} ، {حباً جماً} .\r{من شر} ، {منشوراً} ، {نفس شيئا} .\r{من قرار} ، {وينقلب} ، {فعجب قولهم} .\r{من سوء} ، {منسأته} ، {باب * سلام} .\r{من كل} ، {منكم} ، {قريةً كانت} .\r{لمن ضره} ، {منضود} ، {ذريةً ضعافاً} .\r{من زوال} ، {منزلاً} ، {متاع زبد} .","seal":"935272D6","part":1},
      {"page":159,"id":122,"nass":"{من تحتها} ، {كنتم} ، {حاضرةً تديرونها} .\r{من دابة} ، {أنداداً} ، {مستقيم ديناً} .\r{أن طهرا} ، {فانطلقا} ، {فدية طعام} .\r{أن طهرا} ، {فانطلقا} ، {فدية طعام} .\r{من فواق} ، {الإنفاق} ، {ماءً فسالت} .\rونحو ذلك، وقد تقدم الكلام على الإخفاء ومعناه.\rوعلة ذلك أن هذه النون صار لها مخرجان: مخرج لها، ومخرج لغنتها، فاتسعت في المخرج، فأحاطت عند اتساعها بحروف الضم، فشاركتها بالإحاطة، فخفيت عندها.\rواعلم أن الغنة تخرج من الخيشوم، كما تقدم، والخيشوم خرق الأنف المنجذب إلى داخل الفم.\rواعلم أن إخفاؤهما على قدر قرب الحروف وبعدها، فما قرب منهما كان أخفى عندهما مما بعد عنهما.\rوتقدم الكلام على الفرق بين الإخفاء والإدغام.\rواحذر إذا أتيت بالغنة أن تمد عليها، فلذلك قبيح.\r[فهذه أحكام النون الساكنة والتنوين] .","seal":"C3D1B232","part":1},
      {"page":161,"id":124,"nass":"باب المد والقصر\rتقدم الكلام على أن المد على قسمين: طبيعي، وعرضي.\rوتقدم الكلام على حقيقة الطبيعي، والكلام هنا على العرضي.\rاعلم أنه لا يزداد على ما في حروف المد واللين المذكورة من المد إلا بموجب، والموجب إما همزً، وإما سكون، وإما تشديد.\rأما الهمز فله حالات: أحدهما: أن يكون هو وحرف المد في كلمة، وهذا القسم يسمى متصلا، وذلك نحو: {والسماء بنيناها} و {من سوء} و {المسيء} ونحو ذلك، فالقراء مجمعون على مد هذا القسم، وبينهم فيه تفاوت، في إشباعه وتوسطه ودون ذلك، مذكور في كتب القراءات.","seal":"5AECC0D9","part":1},
      {"page":162,"id":125,"nass":"الثاني: أن يكون حرف المد آخر كلمة، والهمز أول كلمة أخرى، نحو {بما أنزل} ، {قالوا آمنا} ، {في أنفسهم} ونحو ذلك.\rوهذا القسم يسمى منفصلاً، وللقراء في مده أربع مراتب، ثم القصر، وهو حذف المد العرضي.\rوأما التشديد فعلى قسمين: لازم وعارض.\rفمد اللازم واجب بلا خلاف، نحو: {دابة} ، و {أتحاجوني} ، و {هاتين} في مذهب المشدد، ونحوه.\rواختلف أهل الأداء في مقدار مد هذا وبابه، فقال قوم هو دون ما مد للهمز، أي طول مد عاصم لا حمزة، وهذا اختيار أبي الحسن السخاوي.\rوقال آخرون هو أطول ما مد للهمز [وهو اختيار مكي وغيره، وقال قوم في قدر ما مد للهمز] ، وهذا اختيار عثمان بن سعيد، وهو ظاهر كلام كثير من مصنفي كتب القراءات.\rقلت: وهذه الأقوال حسنة، واختياري التفعيل، ففي نحو {أتحاجوني} و {هاتين} مذهب أبي عمرو، وفيما سكونه لازم غير المشدد، نحو (ن، م، س، ل) في فواتح السور، مذهب مكي.\rوفيما سكونه عارض للوقف، نحو {نستعين} ، {كارهون} {أنصار} مذهب السخاوي.","seal":"5043D672","part":1},
      {"page":163,"id":126,"nass":"وأما العارض فنحو {قيل لهم} ، {يقول ربنا} ، {قال ربكم} في مذهب المدغم، ففيه المد المتوسط والقصر.\rفإن قيل: لم لا تجري الثللاثة في {الم * الله} ونحوه مع الإدغام؟ قلت: لأن سكون الميم هنا من هجاء (لام) لازم، فوجب إدغامه في مماثله، والسكون في ذلك عارض، وإدغامه غير واجب، فحمل على سكون الوقف.\rالقسم الثالث: الساكن، وهو على قسمين: لازم وعارض.\rفاللازم ما كان من فواتح السور على ثلاثة أحرف، أوسطهم حرف مد ولين، نحو (لام، ميم، كاف، صاد، قاف، نون) وما أجري مجراه نحو {محياي} في قراءة المسكن.\rوالعارض ما سكن في الوقف، نحو ما مثلنا به قبل.\rوفيه المد والمتوسط والقصر في الوقف لعروضه.\rفإن قيل: فهل تجري هذه الثلاثة فيما سكن، وقبله أحد حرفي اللين، نحو {الخوف} و {الليل} ؟ فالجواب أنهما حملا على حروف المد واللين في الثلاثة، إلا أن القصر أولى فيهما للفتحة، والمد فيهن للضمة والكسرة.\rوالألف اجتمع فيه المد واللين، خلاف أختيه، لأنهما تارة يكونان حرفي مد ولين، وتارة حرفي لين فقط، على حسب اختلاف الحركات، والألف على حالة واحدة.","seal":"B3DF0E12","part":1},
      {"page":165,"id":128,"nass":"الباب العاشر في الوقف والابتداء\rاعلم أن علماءنا اختلفوا في أقسام الوقف، والمختار منه بيان أربعة أقسام: تام مختار، وكاف جائز، وحسن مفهوم، وقبيح متروك.\rوقد صنف العلماء في ذلك كتباً مدونة، وذكروا فيها أصولاً مجملة، وفروعاً في الآي مفصلة، فمنها ما أثروه عن أئمة العربية في كل مصر، ومنها ما استنبطوه وفاق الأثر وخلافه، ومنها ما اقتدوه فيه","seal":"2D07FA0D","part":1},
      {"page":166,"id":129,"nass":"بالأثر فقط، كالوقف على رؤوس الآي، وهو وقف النبي صلى الله عليه وسلم.\rوذهب القاضي أبو يوسف صاحب أبي حنيفة، رحمهما الله تعالى، إلى أن تقدير الموقوف عليه من القرآن بالتام والكافي والحسن والقبيح وتسميته بذلك بدعة، ومسميه بذلك ومتعمد الوقف على نحوه مبتدع.\rقال: لأن القرآن معجز، وهو كله كالقطعة الواحدة، وبعضه قرآن معجز، وكله تام حسن، وبعضه تام حسن.\rقال المحققون: وليس الأمر كما زعم أبو يوسف، لأن الكلمة الواحدة ليست من الإعجاز في شيء، وإنما المعجز الوصف العجيب والنظم الغريب، وليس ذلك في بعض الكلمات.\rوقوله: إن بعضه تام حسن كما أن كله تام حسن، فيقال له: إذا قال القارئ: (إذا جاء) ووقف، أهذا تام وقرآن؟ فإن قال: نعم، قيل إنما يحتمل أن يكون القائل أراد إذا جاء الشتاء، وكذلك كلما افرد من كلمات القرآن وهو موجود في كلام البشر، فإذا اجتمع وانتظم وانحاز عن غيره وامتاز ظهر ما فيه من الإعجاز.\rففي معرفة الوقف والابتداء، الذي دونه العلماء، تبيين معاني القرآن العظيم وتعريف مقاصده وإظهار فوائده، وبه يتهيأ الغوص على درره وفوائده، فإن كان هذا بدعة فنعمت البدعة هذه.","seal":"E1D86B9C","part":1},
      {"page":167,"id":130,"nass":"واعلم أنه يجب على القارئ أن يصل المنعوت بنعته، والفعل بفاعله، والفاعل بمفعوله، والمؤكد بمؤكده، والبدل بالمبدل منه، والمستثنى بالمستثنى منه، والمعطوف بالمعطوف عليه، والمضاف بالمضاف إليه، والمبتدآت بأخبارها والأحوال بأصحابها، والأجوبة بطالبها، والمميزات بمميزاتها، وجميع المعمولات بعواملها، ولا يفصل شيئاً من هذه الجمل إلا في بعض أجزائها.\r\rفصل في الوقف التام\rوهو الذي قد انفصل مما بعده لفظا ومعنى.\rأخبرنا شيحنا أبو عبد الله محمد بن اللبان، قال أخبرتني الشيخة الصالحة زين الدار أم محمد الوجيهية بنت علي بن يحيى بن علي الصعيدي، قالت: اخبرنا أبو إسحاق إبراهيم بن وثيق، قال: أخبرنا أبو عبد الله محمد بن زروق، قال: أخبرنا الخولاني قال: أخبرنا أبو عمرو الداني، قال أخبرنا أبو الفتح فارس بن أحمد، قال: أخبرنا أحمد بن محمد وعبيد بن محمد، قالا:","seal":"BFFA5CF4","part":1},
      {"page":168,"id":131,"nass":"أخبرنا علي بن الحسين القاضي، قال: أخبرنا يوسف بن موسى القطان، قال: حدثنا عفان بن مسلم، قال: حدثنا حماد بن سلمة، وسمعته منه، قال: أخبرنا علي بن زيد، عن عبد الرحمن بن أبي بكرة، أن جبريل أتى النبي -صلى الله عليه وسلم- فقال: إقرأ القرآن على حرف، فقال ميكائيل استزده، [فقال: اقرأ على حرفين، فقال ميكائيل: استزده] ، حتى بلغ سبعة أحرف، كل شاف كاف، ما لم تختم آية عذاب بآية رحمة، أو آية رحمة بآية عذاب.\rوفي رواية أخرى ما لم تختم آية رحمة بعذاب، أو آية عذاب بمغفرة.\rفقال أبو عمرو: هذا تعليم الوقف التام من رسول الله صلى الله عليه وسلم عن جبريل عليه السلام، إذ ظاهر ذلك أن يقطع على الآية التي فيها ذكر الجنة أو الثواب، وتفصل مما بعدها إذا كان ذكر العقاب، وكذلك ينبغي أن يقطع على الآية التي فيها ذكر النار أو العقاب، وتفصل مما بعدها إذا كان ذكر الجنة أو الثواب.\rواعلم أن هذا القسم من الوقف، وهو التام، لا يوجد إلا عند تمام القصص وانقضائهن، ويكثر أيضاً وجوده في الفواصل، كقوله: {وأولئك هم المفلحون} ، ثم الابتداء بقوله: {إن الذين كفروا} {وأنهم إليه راجعون} ثم الابتداء بقوله: {يا بني إسرائيل} .","seal":"4C254A12","part":1},
      {"page":169,"id":132,"nass":"وقد يوجد التام قبل انقضاء الفاصلة [كقوله: {لقد أضلني عن الذكر بعد إذ جاءني} هذا آخر قول الظالم، وتمام الفاصلة] من قول الله تعالى: {وكان الشيطان للإنسان خذولاً} .\rوقد يوجد التام بعد انقضاء الفاصلة بكلمة، كقوله: {لم نجعل لهم من دونها سترا * كذلك} ، آخر الفاصلة (ستراً) ، والتمام (كذلك) .\rوقوله: {وإنكم لتمرون عليهم مصبحين * وبالليل} آخر الآية (مصبحين) ، والتمام (وبالليل) ، لأنه عطف على المعنى، تقديره مصبحين ومليلين، ومثله قوله: {وسررا عليها يتكئون * وزخرفا} .\rوقد يوجد التام أيضاً في درجة الكافي من طريق المعنى لا من طريق اللفظ، كقوله: {لتؤمنوا بالله ورسوله وتعزروه وتوقروه} الوقف هنا، ويبتدأ بقوله: {وتسبحوه بكرة وأصيلا} ، لأن الضمير في {وتوقروه} للنبي -صلى الله عليه وسلم- وفي {وتسبحوه} لله عز وجل، فحصل الفرق بالوقف.\rوكذا {وينذر الذين قالوا اتخذ الله ولداً} وقف تام، ثم يبتدأ {ما لهم به من علم} .\rوكذا القطع على {ولا لآبائهم} ويبتدأ {كبرت كلمةً}","seal":"53A35EDE","part":1},
      {"page":170,"id":133,"nass":"وما أشبه ذلك، مما يتم القطع عليه عند أهل وقد يكون الوقف تاماً على قراءة وحسناً على غيرها، نحو {إلى صراط العزيز الحميد} هذا تام على قراءة من رفع الجلالة بعده، وهو {الله الذي} ، وعلى النعت حسن.\rوكذا {واتخذوا} وكاف على القراءة الأخرى.\rوقد يوجد التام على تأويل، وغير تام تأويل آخر، كقوله: {وما يعلم تأويله إلا الله} وقف تام على أن ما بعده مستأنف، وإلى هذا الوقف ذهب نافع، والكسائي، ويعقوب، والفراء، والأخفش، وأبو حاتم، ابن كيسان، وابن اسحاق، والطبري، وأحمد بن موسى اللؤلؤي، وأبو عبيد القاسم بن سلام، وأبو عبيدة، ومحمد بن عيسى الأصفهاني، وابن الانباري، وأبو القاسم عباس بن الفضل.\rوهذا ظاهر ما يقتضيه تفسير مقاتل، وإلى معناه ذهب مالك بن أنس وغيره.\rومعنى {الراسخون في العلم يقولون آمنا به} أي يسلمون ويصدقون به، في قول ابن عباس وعائشة وابن مسعود، وقال عروة بن الزبير: الراسخون في العلم لا يعلمون التأويل ولكن يقولون آمنا به كل من عند ربنا، وعلى هذا أكثر المفسرين.\rوقال آخرون: لا يوقف على","seal":"540E8825","part":1},
      {"page":171,"id":134,"nass":"{إلا الله} لأن {والراسخون في العلم} معطوف عليه، وهذا القول اختاره الشيخ أبو عمرو بن الحاجب وغيره، وعلى قول هؤلاء المتشابه يحتمل التأويل، وذكر الشيخ عبد الله المرسي أن أقوال هذه الفرقة تزيد على الثلاثين..\r\rفصل في الوقف الكافي\rوهو الذي انفصل مما بعده في اللفظ، وله به تعلق في المعنى بوجه، وبالإسناد إلى الداني قال: حدثنا محمد بن خليفة الإمام، قال حدثنا محمد ابن الحسين، قال أخبرنا الفرياني، قال أخبرنا محمد بن الحسين البلخي، قال أخبرنا عبد الله بن المبارك، قال حدثنا سفيان عن سليمان، يعني الأعمش، عن إبراهيم، عن عبيدة، عن ابن مسعود، قال: قال لي رسول الله -صلى الله عليه وسلم- «اقرأ علي فقلت له: اقرأ عليك وعليك أنزل؟ قال: إني أحب أن أسمعه من غيري قال: فافتتحت سورة النساء، فلما بلغت {فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً} قال: فرأيته وعيناه تذرفان دموعاً، فقال لي: حسبك» قال الداني: وهذا دليل على جواز القطع على الوقف الكافي، لأن","seal":"A75D2F19","part":1},
      {"page":172,"id":135,"nass":"(شهيداً) ليس من التام، وهو متعلق بما بعده معنى، لأن المعنى: فكيف يكون حالهم إذا كان هذا، {يومئذ يود الذين كفروا} فما بعده متعلق بما قبله، والتمام (حديثاً) لأنه انقضاء القصة، وهو آخر الآية الثانية، وقد أمر النبي صلى الله عليه وسلم أن يقطع عليه دونه، مع تقارب ما بينهما، فدل ذلك دلالة واضحة على جواز القطع على الكافي.\rمثال ذلك قوله تعالى: {والذين يؤمنون بما أنزل إليك وما أنزل من قبلك} هذا كلام مفهوم كاف، والذي بعده كلام مستقل مستغن عما قبله في اللفظ، وإن اتصل به في المعنى.\rوالكافي يتفاضل أيضاً في الكفالة كتفاضل التام، فمن المقاطع التي بعضها أكفى من بعض قوله تعالى: {وأشربوا في قلوبهم العجل بكفرهم} القطع [على {بكفرهم} كاف و {إن كنتم مؤمنين} أكفى منه، وكذا القطع على] {ربنا تقبل منا} كاف، {إنك أنت السميع العليم} أكفى منه.\rوقد يكون القطع كافياً على قراءة، ويكون موضع القطع موصولا على أخرى، كقوله: {ويكفر عنكم من سيئاتكم} من قرأ بالرفع قطع على قوله: {فهو خير","seal":"FE9C3860","part":1},
      {"page":173,"id":136,"nass":"لكم} ومن جزم لم يقطع.\rوكذا قوله: {يستبشرون بنعمة من الله وفضل} من كسر الهمزة من قوله: {وأن الله} قطع، وابتدأ به ومن فتحها وصلهما.\rوقد يوجد الكافي على تأويل، ويكون موضع القطع غير كاف على تأويل آخر، كقوله تعالى: {يعلمون الناس السحر} من جعل {وما أنزل} نفياً قطع على (السحر) ، ومن جعلها بمعنى الذي وصل، وبالنفي أقول.\rوكقوله: {فأنزل الله سكينته عليه} إذا جعلت الهاء للصديق قطع عليها، وكان كافياً، وهو قول سعيد بن جبير، قال: لأن النبي صلى الله عليه وسلم [لم تزل السكينة معه، ومن جعلها للنبي صلى الله عليه وسلم] لم يكن الوقف عليه كافياً، ووجب الوصل.\rومنه قوله: {حريص عليكم} القطع عليه كاف، على قول من جعله متصلا بما قبله، وهو خطاب لأهل مكة، ثم ابتدأ فقال {بالمؤمنين رؤوف رحيم} والأوجه الوصل.","seal":"6AE9EEA3","part":1},
      {"page":174,"id":137,"nass":"فصل في الوقف الحسن\rوهو الذي يحسن الوقف عليه، لأنه كلام حسن مفيد، ولا يحسن الابتداء بما بعده، لتعلقه به لفظاً ومعنى.\rأخبرنا الشيخ الجليل أبو حفص عمر بن حسن بن أميلة المزي، قال أنبأنا أبو الحسن علي بن أحمد بن البخاري، قال أنبأنا أبو الفتح عبد الملك بن أبي القاسم الكروخي، قال أنبأنا أبو نصر عبد العزيز بن محمد الترياقي، وأبو عامر محمود بن القاسم الأزدي، وأبو بكر أحمد ابن عبد الصمد الفورجي، قالوا أنبأنا أبو محمد عبد الجبار بن محمد الجراحي، أنبأنا أبو العباس محمد بن أحمد المحبوبي، عن أبي عيسى الترمذي، أنبأنا علي بن حجر، أنبأنا يحيى بن سعيد الأموي، عن ابن جريح، عن ابن أبي مليكة، عن أم سلمة، قالت: كان النبي -صلى الله عليه وسلم- يقطع قراءاته، يقول {الحمد لله رب العالمين} ثم يقف، ثم يقول: {الرحمن الرحيم} .\rثم يقف.\rقالوا: وهذا دليل على جواز القطع على الحسن في الفواصل، لأن هذا متعلق بما قبله وما بعده لفظاً ومعنى.\rوهذا القسم يحسن الوقف عليه، ولا يحسن الابتداء بما بعده، إلا في رؤوس الآي، فإن ذلك سنة.\rوحكى اليزيدي، عن أبي عمرو بن العلاء، أنه","seal":"62429EA2","part":1},
      {"page":175,"id":138,"nass":"كان يسكت على رؤوس الآي، ويقول إنه أحب إلي.\rمثال الحسن إذا لم يكن رأس آية قوله: {الحمد لله} هذا كلام حسن مفيد، وقوله بعد ذلك {رب العالمين} غير مستغن عن الأول.\rوقد يحتمل الموضع الواحد أن يكون الوقف عليه تاما على معنى، وكافياً على غيره، وحسناً على غيرهما، كقوله تعالى: {هدىً للمتقين} يجوز أن يكون تاماً إذا كان {الذين يؤمنون بالغيب} مبتدأ وخبره {أولئك على هدى من ربهم} .\rويجوز أن يكون كافياً إذا جعلت {الذين يؤمنون بالغيب} على معنى هم الذين، أو منصوباً بتقدير أعني الذين.\rويجوز أن يكون حسناً إذا جعلت {الذين} نعتاً {للمتقين} .\r\rفصل في الوقف القبيح\rوهو الذي لا يجوز تعمد الوقف عليه إذا غير المعنى أو نقصه، كقوله: (باسم) هذا لا يفيد معنى، وكقوله: {فويل للمصلين} ، و {إن الله لا يهدي} ،","seal":"CE5C9427","part":1},
      {"page":176,"id":139,"nass":"و {إن الله لا يستحيي} ، و {إن كانت واحدةً فلها النصف ولأبويه} ، {إنما يستجيب الذين يسمعون والموتى} و {ما من إله} و {لا إله} ، و {أصحاب النار * الذين يحملون العرش} ، ونحو ذلك، فيجب أن يحذر منه.\rوكذلك عند انقطاع النفس، على ما لا يوقف عليه إذا رجع إلى ما قبلهن فإن كان بشعاً لا يبتدأ به، مثل الوقف عند انقطاع النفس على {عزير ابن} ، فلا يبتدأ بـ (عزير) ولا بسم الله الرحمن الرحيمـ (ابن) بل بسم الله الرحمن الرحيمـ {وقالت اليهود} ، فقس على هذه الأمثلة ما شاكلها.\rأخبرنا الشيخ عمر بن أميلة، قال أنبأنا ابن البخاري، قال أنبأنا ابن طبرزد، قال أنبأنا أبو البدر إبراهيم بن محمد الكرخي، أنبأنا الحافظ أبو بكر أحمد بن علي الخطيب البغدادي، أنبأنا القاضي أبو عمر القاسم بن جعفر الهاشمي، حدثنا أبو علي محمد بن أحمد اللؤلؤي، أنبأنا أبو داود سليمان بن الأشعث، قال أنبأنا مسدد، قال أنبأنا يحيى، عن سفيان بن سعيد، قال أخبرني عبد العزيز","seal":"F0E88D31","part":1},
      {"page":177,"id":140,"nass":"بن رفيع، عن تميم الطائي، عن عدي بن حاتم، قال: جاء رجلان إلى النبي صلى الله عليه وسلم فتشهد أحدهما فقال: من يطع الله ورسوله فقد رشد، ومن يعصهما، ووقف، فقال: رسول الله صلى الله عليه وسلم قم واذهب، بئس الخطيب.\rقالوا وهذا دليل على أنه لا يجوز القطع على القبيح، لأن النبي صلى الله عليه وسلم إنما أقامه لما وقف على المستبشع، لأنه جمع بين حالي من أطاع الله ورسوله ومن عصى، والأولى أنه يقف على رشد، ثم يقول: ومن يعصهما فقد غوى.\rقلت: وقد بينت معنى هذا الحديث، وكيف روي، في كتابي المسمى بـ (التوجيهات في أصول القراءات) فأغنى عن إعادته هنا، فاطلبه تجده.\r\rالقول في كلا\rوهي ثلاثة وثلاثون موضعا، في خمس عشرة سورة، لم تقع في سورة إلا","seal":"658236C2","part":1},
      {"page":178,"id":141,"nass":"وهي مكية، وقد اختلف في الوقف عليها والابتداء بها، وذلك مبني على اعتقاد أهل العربية.\rفذهب قوم إلى أنها رد لما قبلها، وردع له وزجر، وهذا مذهب الخليل، وسيبويه، والأخفش، والمبرد، الزجاج، وأحمد بن يحيى.\rوذهب قوم إلى أنها بمعنى (حقا) .\rوعلى هذا المذهب تكون اسماً، لأنها بمعنى المصدر، والتقدير أحق ذلك حقاً، وهذا مذهب الكسائي وغيره، قال ابن الأنباري: قال المفسرون معناها حقاً.\rوقال الزجاج: حقاً توكيد، والتوكيد إنما يقع بعد تمام الكلام.\rوذهب قوم إلى أنها بمعنى (ألا) التي لاستفتاح الكلام، وهذا مذهب أبي حاتم وغيره.\rوقال الفراء (كلا) بمنزلة (سوف) لأنها صلة، وهي حرف رد، فكأنها (نعم) و (لا) في الاكتفاء، قال: جعلتها صلة لما بعدها لم تقف عليها، كقولك: كلا ورب الكعبة.\rقال الله تعالى: {كلا والقمر} فالوقف على كلا قبيح، لأنها صلة لليمين.\rوتابع الفراء محمد ابن سعدان الضرير، وأبو عبد الرحمن بن اليزيدي.","seal":"1CBE39F0","part":1},
      {"page":179,"id":142,"nass":"وقال أحمد بن يحيى، فيما ذكره مكي، إن أصل كلا (لا) التي للنفي، دخلت عليها كاف التشبيه، فجعلتها كلمة واحدة، وشددت لتخرج الكاف عن معنى التشبيه، فهي عنده رد لما قبلها.\rثم إن علماءنا اختلفوا في الوقف عليها، فكان بعضهم يجيز الوقف عليها مطلقاً، وبه قرأت على شيخنا أمين الدين عبد الوهاب الشهير بابن السلار، ومنهم من منع الوقف عليها مطلقاً، وهو اختيار شيخنا سيف الدين بن الجندي.\rومنهم من فصل، فوقف على بعضها لمعنى، ومنع الوقف على بعضهما لمعنى آخر، وهو اختيار عامة أهل الأداء كمكي، وعثمان بن سعيد، وغيرهما، وبه قرأت على بقية شيوخي.\rفمن وقف عليها كلها كانت عنده بمعنى الردع والزجر، أي ليس الأمر كذلك، فهو رد للأول، وأنشدوا على ذلك قول العجاج إستشهاداً:\rقد طلبت شيبان أن ننساكم ... كلا ولما يصطفق مآتم","seal":"3D68C4AD","part":1},
      {"page":180,"id":143,"nass":"والمعنى: لا ما لا يكون الأمر على ما ظنوا، وليس كما ظنوا حتى تصطفق المآتم، والمأتم النساء المجتمعات في خير أو شر.","seal":"47D92294","part":1},
      {"page":181,"id":144,"nass":"ومن منع الوقف عليها واختار الابتداء بها مطلقاً كانت عنده بمعنى ألا التي للتنبيه، يفتتح بها الكلام، كقوله تعالى: {ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم} ، وأنشدوا على ذلك قول الأعشى بن قيس إستشهاداً:\rكلا زعمتم بأنا لا نقاتلكم ... إنا لأمثالكم يا قومنا قتل\rواجتمعوا أيضاً بقول العرب: (كلا زعمتم أن العير لا يقاتل) وهو مثل للعرب، قال ابن الأنباري: وهذا غلط منه، وإنما معنى ذلك ليس الأمر كذلك، قلت: وما قال ابن الأنباري ظاهر.\rومن فصل كانت عنده في مكان بمعنى (ألا) وفي مكان بمعنى (حقا) وفي مكان للرد والزجر.\rوسأبين ذلك موضعاً موضعاً إن شاء الله تعالى.\rفأول ما وقع من ذلك موضعان في سورة مريم عليها السلام","seal":"E362515C","part":1},
      {"page":182,"id":145,"nass":"{عند الرحمن عهدا * كلا} ، {ليكونوا لهم عزا * كلا} .\rقال الداني: الوقف عليهما تام عند القراء.\rوقال بعضهم كاف، لأنهما بمعنى ليس الأمر كذلك، فهو رد للكلام المتقدم قبلهما.\rوقد يبتدأ بهما على قول من قال إنهما بمعنى حقاً أو ألا.\rوفي سورة المؤمنون فيما تركت كلا الوقف عليها تام، وقيل كاف، ويبتدأ بها بمعنى ألا.\rوأما من قال إنها بمعنى حقاً فقد أجازه بعض المفسرين، وهو هم، لأنها لو كانت بمعنى ألا.\rوأما من قال إنها بمعنى حقاً لفتحت (إن) بعدها، وكذا كل ما يقال فيها أنها بمعنى حقاً فإنها تفتح بعد (حقاً) وبعد ما هو بمعناها، وأنشدوا:\rأحقاً أن جيرتنا استقلوا ... فنيتنا ونيتهم فريق\rقال سيبويه: إذا قلت: أما أنك منطلق، إن جعلت أما بمعنى (حقاً) فتحت أن، وإن جعلتها بمعنى (ألا) كسرت.","seal":"2EE86F6B","part":1},
      {"page":183,"id":146,"nass":"وهكذا الكلام في الثاني من الشعراء، وموضعي المعارج، والأولان في المدثر، والأول في عبس، والأول والثالث والرابع في المطففين، والأول في العلق، لأن (أن) مكسورة في كل هذه المواضع بعد كلا، فلا تكون بمعنى حقاً، ويبتدأ (بكلا) فيهن بمعنى (ألا) .\rوفي الشعراء موضعان {فأخاف أن يقتلون * قال كلا} الوقف عليها على مذهب الخليل وموافقيه ظاهر قوي، وعلى ذلك جماعة من القراء منهم نافع ونصير، أي ليس الأمر كذلك، لا يصلون إلى قتلك، فهو رد لقول موسى عليه السلام: فأخاف أن يقتلون، ولا يبتدأ بكلا في هذا الموضع، ولكن يجوز الوقف على (يقتلون) ويبتدأ (قال كلا) على معنى ألا أو حقا.\r{قال أصحاب موسى إنا لمدركون * قال كلا} الوقف على كلا، وهو حكاية عن قول موسى لبني إسرائيل، أي ليس الأمر كما تظنون من إدراككم، ويجوز أن يبتدأ بـ (قال كلا) على معنى ألا فقط.\rقال الداني: ولا يجوز الوقف على (قال) ولا يبتدأ","seal":"F5ECEA61","part":1},
      {"page":184,"id":147,"nass":"بكلا، وهذا ظاهر.\rوفي سبأ موضع {شركاء كلا} الوقف عليها مثل ما تقدم، والابتداء بها جائز.\rوفي المعارج موضعان {ينجيه * كلا} ، {جنة نعيم * كلا} الوقف عليهما كما تقدم، والابتداء بهما جائز.\rوفي المدثر أربعة مواضع {أن أزيد * كلا} ، {صحفا منشرة * كلا} الوقف عليهما كما تقدم، والابتداء بهما حسن.\r{ذكرى للبشر * كلا} لا يحسن الوقف عليها لأنها صلة اليمين، والابتداء بها حسن بالمعنيين.\r{بل لا يخافون الآخرة * كلا} لا يوقف عليها، ويبتدأ بها.\rوفي القيامة ثلاثة مواضع {أين المفر * كلا}","seal":"E32FFFFB","part":1},
      {"page":185,"id":148,"nass":"، {فاقرة * كلا} ، لا يوقف عليهن.\rويبتدأ بهن على المعنيين.\rوفي النبأ موضعان {هم فيه مختلفون * كلا سيعلمون * ثم كلا} لا يوقف عليهما، ويبتدأ بهما.\rوفي عبس موضعان {تلهى * كلا} الوقف عليها كاف، وهو رد وزجر لما قبله، ويبتدأ بها بمعنى ألا.\r{أنشره * كلا} لا يوقف عليها، والابتداء بها جائز.\rوفي الإنفطار موضع {ركبك * كلا} لا يوقف عليها،","seal":"898418B2","part":1},
      {"page":186,"id":149,"nass":"وفي المطففين أربعة مواضع {لرب العالمين * كلا} ، {تكذبون * كلا} ، {يكسبون * كلا} لا يوقف عليهن، ويبتدأ بهن.\r{أساطير الأولين * كلا} الوقف عليها كاف، لأنها رد لما قبلها، ويبتدأ بها.\rوفي والفجر موضعان {أهانن * كلا} ، {جما * كلا} الوقف عليهما كاف، والابتداء بهما حسن.\rوفي العلق ثلاثة مواضع {ما لم يعلم * كلا} ، {يرى * كلا} ، {الزبانية * كلا} لا يوقف عليهن، ويبتدأ بهن، بمعنى ألا وحقاً، إلا الأول فقط.\rوفي التكاثر ثلاثة مواضع {المقابر * كلا} {تعلمون * ثم","seal":"AC35E54D","part":1},
      {"page":187,"id":150,"nass":"كلا} {تعلمون * كلا} لا يوقف عليهن، ويبتدأ بهن.\rوفي الهمزة {أخلده * كلا} الوقف عليه تام، وقيل كاف لأن معناه لا ليس الأمر كذلك، فهو رد أي لم يخلده ماله، ويبتدأ بها على المعنيين.\rوالله سبحانه أعلم.\r\rالقول في بلى\rقال الكوفيون: أصل بلى بل زيدت عليها الألف، دلالة على أن السكوت عليها ممكن، وأنها لا تعطف ما بعدها على ما قبلها، كما تعطف بل، فبل دالة على الجحد، والألف المزيدة التي تكتب ياء دالة على الإيجاب لما بعدها، وهي ألف التأنيث، ولذلك أمالتها العرب والقراء كما أمالوا سكرى وذكرى.","seal":"870162D8","part":1},
      {"page":188,"id":151,"nass":"فصل الفرق بين بلى ونعم\rاعلم أن جواب لكلام فيه جحد، ويكون قبلها استفهام، وقد لا يكون قبلها استفهام، فإذا جاوبت ببلى بعد الجحد نفيت الجحد، ولا يصلح أن تأتي بنعم في مكانها، ولو فعلت ذلك كنت محققاً الجحد، وذلك نحو قوله {ألست بربكم قالوا بلى} ، ونحوه فألست وألم من حروف الجحد، فلو جئت بنعم كنت محققاً للجحد، وبلى نافيه له.\rونعم تكون تصديقا لما قبلها في الكلام وإيجابا له، تقول: هل زيد في الدار؟ فيقول الراد: نعم، إن كان في الدار، ولا إن لم يكن فيها.\rولا تدخل هنا بلى، لأنه لا نفي فيها، فنعم مخالفة لبلى، إن كانت رداً لما قبلها، [كانت نعم إذا وقعت موقعها تصديقا لما قبلها] ، تقول: ما أكلت شيئاً.\rفيقول الراد بلى، فيزيل نفيه والمعنى بلى، أكلت، فإن قال الراد نعم فقد صدقه في نفيه عن نفسه الأكل، ويصير المعنى نعم لم تأكل شيئاً.\rوقد اختلف النحويون والقراء في الوقف عليها في مواضع، وأنا أذكر ما يختار من ذاك، مع ذكري جملة ما ورد منها في القرآن الكريم موضعاً موضعاً.\rاعلم أن جملة ما في القرآن من لفظ بلى اثنان وعشرون موضعا، [في ست عشرة سورة] .\rفمن القراء من يمنع الابتداء بها مطلقا، لأنها جواب لما قبلها، وهذا مذهب نافع بن أبي نعيم وغيره.\rومنهم من يختار الابتداء بها مطلقا،","seal":"FAB7ED50","part":1},
      {"page":189,"id":152,"nass":"وهذا غريب لا نعرفه، وهو ضعيف، لأن الاستفهام متعلق بما هو جواب له كجواب الشرط ونحوه.\rومنهم من لا يقف عليها ولا يبتدئ بها، بل يصل.\rفأول ذلك في سورة البقرة ثلاثة مواضع {أم تقولون على الله ما لا تعلمون * بلى} ، {إن كنتم صادقين * بلى} جوز الوقف عليهما الداني في كتابه المسمى بالاكتفاء، وقال: لأنها رد لقول اليهود والنصارى.\rووافقه على ذلك مكي.\rومنع الوقف عليهما العماني، وغلط من قال به.\rالثالث {قال أولم تؤمن قال بلى} قال الداني: الوقف عليها هنا كاف، وقيل تام لأنها رد للجحد، انتهى.\rقلت: والوقف مذهب أحمد بن جعفر الدينوري وابن الأنباري","seal":"6DEE6127","part":1},
      {"page":190,"id":153,"nass":"وغيرهما، ومنعه العماني وخطأ من أجازه، وليس كما زعم، لكن الاختيار الوقف على قوله: {قلبي} .\rوفي آل عمران موضعان {وهم يعلمون * بلى} وقف تام عند إبراهيم بن السري، لأنها رد للمعنى الذي تقدمها، وما بعدها مستأنف.\rوأجاز الوقف عليها مكي والداني.\r{منزلين * بلى} وقف تام عند نافع، كذا قال الداني، لأنها رد للجحد، وهي عند الداني ومكي وقف حسن.\rوفي الأنعام موضع {قالوا بلى وربنا} الوقف على و (ربنا) ولا يوقف على بلى هنا، ولا يبتدأ بها، لأنها والقسم بعدها جواب الاستفهام الداخل على النفي في {أليس هذا بالحق} ؟\rوفي الأعراف موضع {ألست بربكم قالوا بلى} وقف تام أو كاف، لأنها رد للنفي الذي تقدمها، وكلام بني آدم منقطع عندها، وقوله: (شهدنا) من كلام الملائكة، كذا قال أكثر المفسرين كمجاهد , الضحاك والسدي، لأن بني آدم أقروا بالعبودية له بقولهم بلى، قال الله","seal":"2A5EBC16","part":1},
      {"page":191,"id":154,"nass":"تعالى للملائكة: اشهدوا، فقالت الملائكة: (شهدنا) .\rوقال قوم: الوقف على (شهدنا) على معنى بلى شهدنا أنك ربنا، وهذا بعيد لأن (أن) تبقى لا ناصب لها، وهي متعلقة بـ (شهدنا) أو بـ (أشهدهم) .\rوفي النحل موضعان {من سوء بلى} وقف حسن عند الداني ومكي، قال مكي: وهو قول نافع، لأنها جواب للنفي الذي قبلها، وهو قولهم: {ما كنا نعمل من سوء} أي ما كنا نعصي الله في الدنيا.\r{لا يبعث الله من يموت بلى} أجاز الوقف عليها نافع ومكي والداني، لأنها رد للنفي الذي قبلها، ثم يبتدأ {وعداً عليه حقاً} بمعنى وعدهم الله ذلك وعداً حقاً، قال مكي: ولا يجوز الابتداء ببلى لأنها جواب لما قبلها.\rوفي سبأ موضع {وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم} قد أوضحت الكلام على هذا الموضع وبسطته في كتاب (التوجيهات) ، لكن نذكر هنا بعض شيء، فنقول: قال نافع: الوقف عليها تام، وهو كاف على قراءته، لأنه يرفع (عالم) وكذا ابن عامر، فمن قرأ بالرفع على (لتأتينكم) ، وبالخفض وقف على (بلى) لأنها رد لنفي الساعة،","seal":"3BF125B9","part":1},
      {"page":192,"id":155,"nass":"ويبتدأ بما بعده لأنه قسم على إتيانها، ولا يبتدأ ببلى هنا لأنها جواب لقولهم.\rوفي يس موضع {أن يخلق مثلهم بلى} قال الداني وقف تام عند نافع ومحمد بن عيسى وابن قتيبة، قال: وهو عندي كاف، لأنها رد للنفي الذي قبلها، والمعنى وهو يخلق مثلهم، انتهى ولا يحسن الابتداء ببلى، وأجازه أبو حاتم وهو ضعيف.\rوفي الزمر موضعان {فأكون من المحسنين * بلى} [يجوز الوقف عليها، وقيل التمام (من المحسنين) ]\rوبلى في هذا الموضع من المشكلات، لأنها لا تأتي إلا بعد نفي ظاهر، ولا نفي هنا إلا من جهة المعنى، إذ كان معنى قوله {لو أن الله هداني} : ما هداني، فقال بلى، أي بلى قد هداك.\rالثاني {وينذرونكم لقاء يومكم هذا قالوا بلى} الوقف","seal":"88205EB4","part":1},
      {"page":193,"id":156,"nass":"عليها عند الداني كاف، وعند مكي حسن، وقيل وقف تام، لأنها رد للجحد الذي قبلها، وقال بعضهم: الوقف على (الكافرين) لأن بلى وما بعدها من قول الكفار، فلا يفرق بين بعض القول وبعض، ومن جعل {ولكن حقت} من قول الملائكة جاز له الوقف عليها.\rوفي المؤمن موضع {بالبينات قالوا بلى} قيل الوقف عليها تام، وقال مكي حسن، وقال الداني كاف، لأنه رد للجحد قبله.\rوفي الزخرف موضع {ونجواهم بلى} وقف كاف، لانها رد، والمعنى بلى نسمع ذلك.\rوفي الأحقاف موضعان {أن يحيي الموتى بلى} وقف كاف، والمعنى ظاهر.\r{أليس هذا بالحق قالوا بلى وربنا}\rالوقف على (وربنا) .","seal":"0263754E","part":1},
      {"page":194,"id":157,"nass":"وفي الحديد موضع {ألم نكن معكم قالوا بلى} وقف كاف، لأنها رد، وفي التغابن موضع {زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن} الوقف هنا، وحكى الداني عن نافع أن الوقف على بلى تام.\rواختار السخاوي الوقف عليها، والابتداء بما بعدها، لأنها رد لنفي البعث، وما بعدها قسم عليه، وكذا في سبأ.\rوفي الملك موضع {ألم يأتكم نذير * قالوا بلى} منع الوقف عليها مكي، وأجازه الداني، وقال لأنها رد للجحد الذي قبلها.\rوفي القيامة موضع {عظامه * بلى} منع مكي الوقف عليها، وأجازه الداني، وقال: الوقف عليها كاف، وقيل تام، ثم يبتدأ (قادرين) على معنى بلى نجمعها قادرين، فينصب قادرين على الحال، وفي تعليل أبي عمرو نظر، لأنه إذا كان قادرين منصوباً على الحال كيف يحسن الوقف على بلى؟\rوفي انشقت موضع {أن لن يحور * بلى}","seal":"18E6FF9D","part":1},
      {"page":195,"id":158,"nass":"أجاز الوقف على (بلى) مكي، وكذا الداني، وقال: الوقف عليها كافن والمعنى بلى ليرجعن إلى ربه حياً كما كان قبل مماته، وقيل تام.\r\rالقول في لا\rاختلف في قوله تعالى: {لا جرم} ، فقال الزجاج: إنها نفي لما ظنوه أنه ينفعهم، فكان المعنى لا ينفعهم جرم أنهم في الآخرة، أي كسب ذلك الفعل لهم الخسران.\rوأن عنده في موضع بصب، فعلى قوله هذا يوقف على (لا) ويبتدأ بجرم.\rوجرم عند الخليل وسيبويه بمعنى حق دون لا.\rولأبي محمد مكي مصنف في الرد على من جوز الوقف على (لا) دون (جرم) وألزمه بأشياء من اعتقدها فهو كافر.\rواختلفوا أيضاً في قوله: {لا أقسم بيوم القيامة} ، و {لا أقسم بهذا البلد} ونحوه، فقال البصريون والكسائي معناه أقسم بكذا.\rوقال الزجاج: لا خلاف في أن معناه أقسم، وإنما الخلاف في (لا) فهي عند البصريين والكسائي وعامة المفسرين زائدة، وقال الفراء: هي رد لكلام تقدم من المشركين، كأنهم جحدوا البعث فقيل لهم ليس الأمر كذلك،","seal":"2B26991C","part":1},
      {"page":196,"id":159,"nass":"ثم أقسم ليبعثن، فعلى هذا يحسن الوقف على (لا) .\rوأما قوله تعالى: {أفمن كان مؤمناً كمن كان فاسقاً} الوقف هنا كاف، لأنه كلام مفيد والذي بعده متعلق به من جهة المعنى.\rوكان أبو القاسم الشاطبي يختار الوقف عليه، كذا حكاه السخاوي.\rقال العماني: وزعم بعضهم أن الوقف عند قوله: (فاسقاً) ، قال: والمعنى لا يستوي المؤمن والفاسق، قال: وليس هذا الوقف عندي بشيء، ثم قال: والمعنى الذي ذكره هذا الزاعم هو الذي يوجب الوقف على قوله: (لا يستوون) ، انتهى.\rقلت: وهذا الذي قاله العماني ليس بشيء، والصواب هو الذي ذكرته أولاً.\rوأي فرق بين هذا وبين الذي في براءة {وجاهد في سبيل الله لا يستون عند الله} ، وقد أجاز العماني الوقف على (في سبيل الله) ، فإذا جاز الابتداء هنا بقوله: (لا يستوون عند الله) جاز هناك، إذ لا فرق بينهما.\rوأظنه نسي ما قاله في التوبة.\rوأما قوله تعالى في القصص: {قرة عين لي ولك} قال السخاوي: وقف تام في قول جماعة، منهم الدينوري ومحمد بن عيسى ونافع القارئ وابن قتيبة نهي.\rوزعم قوم أن الوقف على (لا) أي هو قرة عين","seal":"F94C4855","part":1},
      {"page":197,"id":160,"nass":"لي، ولك لا، أي دونك، قال: وهذا فاسد، أن الفعل الذي هو (تقتلوه) مجزوم، فأين هو جازمه إذا كانت (لا) للنفي لا للنهي؟ قلت: وما قاله السخاوي ظاهر.\rوإني رأيت بعض الشيوخ يقف عليه.\r\rالقول في ثم\rكان بعض الشيوخ يقف على ما قبلها في جميع القرآن، ويقول إنها للمهملة والتراخي.\rقلت: ولا تطرد هذه القاعدة، وإنما تتجه في بعض الأحوال، كقوله تعالى: {ولقد خلقناكم ثم صورناكم ثم قلنا} ، وكقوله {ولقد خلقنا الإنسان من سلالة من طين * ثم جعلناه نطفة في قرار مكين * ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه} ، وكذا قوله تعالى: {إنما أمرهم إلى الله ثم} ، {ولا تزر وازرة وزر أخرى، ثم} ، و {ثم آتينا موسى} وكذا في آل عمران {يولوكم الأدبار ثم} هذا كله وقف كاف متعلق بما بعده من جهة المعنى فقط، والبداءة بثم.\rوأما قوله تعالى في براءة: {أو مرتين ثم} وفي الإسراء","seal":"4BB4717E","part":1},
      {"page":198,"id":161,"nass":"{لمن نريد ثم} ، و {بما كفرتم ثم} و {ضعف الممات ثم} ، {بالذي أوحينا إليك ثم} كل هذا لا يتعمد الوقف عليه، لأنه لا يتم المعنى إلا به، ولا يقع المراد بدونه.\r\rالقول في أم\rوهي تكون للمعادلة، وهي في المعادلة على وجهين: أحدهما أن تكون معادلة لهمزة الاستفهام.\rوالثاني أن تكون معادلة لهمزة التسوية.\rومعنى المعادلة أن أحد الاسمين المسؤول عنهما جعل معه الهمزة ومع الآخر أم، وكذلك إذا كان السؤال عن الفعل.\rمثال الأول مع الاسم قولك: أشرب زيد أم عمرو؟ ومعناه أيهما شرب؟ ومع الفعل قولك: أصرفت زيداً أم حبسته؟ جعلت الهمزة مع أحدهما و (أم) مع الآخر.\rومثال الثاني مع التسوية، وهو أن تكون (أم) مساوية لهمزة الاستفهام، نحو: سواء علي أزيد في الدار أم عمرو؟\rواعلم أن التسوية لفظها لفظ الاستفهام وهي خبر، كما جاء الاختصاص بلفظ لانداء وليس بنداء.\rومعنى التسوية أنك تخبر باستواء الأمرين عندك، كأنك تقول سواء علي أيهما قام، واستوى عندي عدم العلم بأيهما في الدار.\rقال الله تعالى: {سواء عليهم أأنذرتهم أم لم تنذرهم} ، {سواء علينا أجزعنا أم صبرنا} .\rواعلم أنها تكون في قسمي المعادلة عاطفة، وقد تكون منقطعة بمعنى بل.\rوإنما سميت منقطعة لانقطاع ما بعدها مما قبلها، لأنه قائم بنفسه، سواء","seal":"DBDD1257","part":1},
      {"page":199,"id":162,"nass":"كان ما قبلها استفهاماً أو خبراً، وليست في هذا الوجه بمعنى [الوجه الأول، لأنها في الوجه الأول بمعنى (أي) وهي في هذا المعنى بمعنى] بل، قال الأخطل:\rكذبتك عينك أم رأيت بواسط ... غلس الظلام من الرباب خيالاً\rقال أبو عبيدة: لم يستفهم، إنما أوجب أنه رأى.\r[وفي كونها عاطفة أم غير عاطفة خلاف، فالمغاربة يقولون ليست عاطفة، لا في جملة ولا في غيرها، وقال ابن مالك: قد تعطف المفرد، كقول العرب: إنها لإبل أم شاء، قال فأم هنا مجرد الأضراب، عاطفة ما بعدها على ما قبلها] .\rفإذا كانت منقطعة جاز الوقف قبلها والابتداء بها.\rوقوله تعالى: {قل أتخذتم عند الله عهداً فلن يخلف الله عهده أم تقولون على الله ما لا تعلمون} يجوز الابتداء بأم إذا جعلت منقطعة، ولا يجوز إذا جعلت للمعادلة.\rتعليل الوجهين ذكرته في التوجيهات فاطلبه تره.","seal":"3E916C08","part":1},
      {"page":200,"id":163,"nass":"وقوله: {أم تريدون أن تسألوا رسولكم} قال السخاوي: الظاهر أنه منقطع ويجوز الابتداء به.\rقلت: قول السخاوي جيد، لكن قول أبو محمد مكي: هذا بعيد، لأن النمقطع لا يكون في أكثر كلام العرب إلا على حدوث شك دخل على المتكلم، قال: وذلك لا يليق بالقرآن.\rقلت: والذي قاله لا يقدح في كلام السخاوي، لأن أم المنقطعة ترك الكلام لكلام آخر، وهي بمعنى بل، ولا يلزم أن يكون بعد شك ولا بد.\rوقوله: {وجعلوا لله شركاء قل سموهم أم تنبئونه بما لا يعلم في الأرض أم بظاهر من القول} يجوز الابتداء (بأم) الأولى لأنها المنقطعة، و (سموهم) وقف كاف، وقيل تام، والوقف على (الأرض) حسن، ولا يبتدأ بما بعده لتعلقه بما قبله لفظاً ومعنىً.\rوقوله: {أفأنت تكون عليه وكيلاً} قيل: وقف كاف، و (أم) بعده منقطعة يجوز الابتداء بها.","seal":"15170E0A","part":1},
      {"page":201,"id":164,"nass":"وقوله: {تجري من تحتي أفلا تبصرون} قيل: المعنى أفلا تبصرون أم أنتم بصراء، وإلى ذلك ذهب الخليل وسيبويه، [لأن الاستفهام عندهما فيها تقرير، والتقرير خبر موجب، فامتنع عندهما جعلها متصلة، لأن أم المتصلة لا تكون مقررة] .\rفعلى هذا يوقف على أم، ويبتدأ (أنا خير) .\rزقال أبو زيد: أم زائدة، فعلى هذا يوقف (تبصرون) .\rوقيل هي أم المنقطعة، والتقدير بل أنا خير، فعلى هذا يبتدأ بأم على معنى بل.\rقال الهروي: في قوله تعالى: {تنزيل الكتاب لا ريب فيه من رب العالمين * أم يقولون} ، إن أم بمنزلة همزة الاستفهام، [والتقدير أيقولون افتراه] ، فعلى هذا يبتدأ بأم، وكذا قال في قوله تعالى: {أم تريدون أن تسألوا رسولكم} ، وكذا {أم تحسب أن أكثرهم يسمعون} ، {أم له البنات} ، {أم لهم نصيب من الملك} ، {أم تقولون إن إبراهيم} ، {أم يقولون شاعر} ، {أم اتخذ مما يخلق بنات} ، {أم نجعل الذين آمنوا وعملوا الصالحات} ، قال: معنى أم في ذلك كله همزة الإستفهام، لأنها لم يتقدمها استفهام.","seal":"3131B4BE","part":1},
      {"page":202,"id":165,"nass":"والهروي -رحمه الله تعالى- كان في علم العربية متسعاً، وعلى غرائبها مطلعاً، وما قاله ظاهر، لأنهم قالوا في قوله تعالى: {أم زاغت عنهم الأبصار} إنها بهذا المعنى، أي أزاغت عنهم الأبصار؟\rوأجاز أن تكون هي المعادلة لهمزة الاستفهام في قوله: {أتخذناهم سخرياً} على قراءة القاطع، وأجازوا أن تكون مردودة على قوله تعالى: {ما لنا لا نرى} على قراءة الواصل.\rوذعب البصريون إلى أن أم في كل هذه المواضع هي المنقطعة، لأنهم يقولون في أم المنقطعة إن فيها معنى بل والهمزة، تقول بل اتقولون افتراه ونحو ذلك.\r\rالقول في بل\rاعلم أن بل تأتي في القرآن على ضربين: ضرب تكون فيه حرف","seal":"AF54EA2A","part":1},
      {"page":203,"id":166,"nass":"إضراب، وضرب تكون فيه حرف عطف، كقولك قام زيد بل عمرو.\rويجوز الابتداء بها إذا كانت بمعنى الإضراب، ومعنى الإضراب ترك الكلام وإضراب عنه، وهي أكثر ما تقع في القرآن بهذا المعنى، قال الله تعالى: {ولدينا كتاب ينطق بالحق وهم لا يظلمون} ، ثم أخذ في كلام آخر فقال: {بل قلوبهم في غمرة من هذا} ، وكذا {فأنى تسحرون * بل أتيناهم بالحق} ، وكذا {قل من يكلؤكم بالليل والنهار من الرحمن بل هم} ، {ص والقرآن ذي الذكر * بل الذين} ونحو ذلك، الوقف عليه كاف، لأنه خروج من كلام إلى كلام آخر لا تعلق بينهما من جهة اللفظ.\r\rالقول في حتى\rيجوز الابتداء بها إذا كانت هي التي يحكى بعدها الكلام، كقوله تعالى: {حتى إذا رأوا ما يوعدون إما العذاب وإما الساعة} ، {حتى إذا فتحت يأجوج ومأجوج} ، و {حتى إذا جاؤوها فتحت","seal":"C27841A9","part":1},
      {"page":204,"id":167,"nass":"أبوابها} وكذا التي بعدها، و {حتى إذا ما جاؤوها} في فصلت، و {حتى إذا جاءنا} ونحو ذلك.\rقال الداني، وفي قوله تعالى: {وحرام على قرية أهلكناها أنهم لا يرجعون} هو وقف تام، وقال العماني هو كاف، وهو الظاهر.\r\rفصل في ذكر المشددات ومراتبها\rاعلم أن المشدد في القرآن كثير، وكل حرف مشدد بمنزلة حرفين في الوزن واللفظ، الأول منهما ساكن والثاني متحرك، فينبغي للقارئ أن يبين المشدد حيث وقع، ويعطيه حقه ليميزه من ضده.\rذكر صاحب التجريد، فيما حكاه عن أبي إسحاق إبراهيم بن وثيق، أن المشددات على ثلاث مراتب: الأولى: ما يشدد بخطرفة، وهو ما لاغنة فيه.\rالثانية: ما يشدد بتراخ، قال: وهو ما يشدد فيه غنة مع الإدغام، وهو إدغام الحرف الأول بكمالهن وذلك لأجل الغنة.","seal":"818FC816","part":1},
      {"page":205,"id":168,"nass":"الثالثة: ما يشدد بتراخي التراخي، وهو إدغام النون الساكنة والتنوين في الواو والياء، انتهى.\rقلت: وهذا قول حسن، وتظهر فائدته في نحو قوله: {إن ربي على صراط مستقيم * فإن تولوا} فأبلغ التشديد على الباء ثم الميم ثم الفاء.\rوقال مكي في الرعاية: الحروف المدغمات على ثلاثة أضرب: مدغم فيه زيادة مع الإدغام، وذلك ننحو الراء المشددة، فيها إخفاء تكريرها مع الإدغام الذي فيها، قال: فهو زيادة من الإدغام وزيادة من التشديد.\rقال: والثاني إدغام لا زيادة فيه، فهو كل ما أدغم لا إخفاء معه، ولا إظهار غنة، ولا إطباق ولا استعلاء معه، نحو الياء من {ذرية} ، والياء والجيم من {لجي} .\rقال: فهذا تشديد دون الراء المشددة لأجل زيادة الإخفاء للتكرير في الراء.\rقال: والثالث مدغم فيه نقص من الإدغام، وذلك نحو ما ظهرت معه الغنة والإطباق والاستعلاء نحو {من يؤمن} و {أحطت} و {ألم نخلقكم} قال: فهذا التشديد دون تشديد","seal":"67F878B2","part":1},
      {"page":206,"id":169,"nass":"الثاني الذي لا نقص معه في إدغامه ولا زيادة، انتهى.\rقلت: وما قاله مكي ظاهر قوي، وتظهر في نحو قوله: {إن الله غفور رحيم} فالتشديد على الراء أبلغ من اللام، وعلى اللام أبلغ من النون، ولكن لا بأس في الجمع بين القولين.\rوتظهر فائدة ذلك في نحو قوله: {سرا إلا أن تقولوا قولا معروفا ولا تعزموا} فأقوى التشديد على الراء ثم اللام ثم على الميم ثم على الواو.\rغير أن اختياري في هذه القاعدة مطلقاً التشديد على كل حرف مشدد بحسب ما فيه من الصفات القوية والضعيفة.\r\rمقدمة\rالتشديد ينقسم على أقسام، منها ما هو مشدد ليس أصله حرفين منفصلين في الوزن، وإنما هو حرف مشدد في الوزن، فشدد في اللفظ كما يشدد في الوزن، وذلك نحو (زين) و (بين) و (علم) .\rوأكثر ما يقع هذا في عين الفعل.\rومنها ما أصله حرفان منفصلان في الوزن، وإنما شدد ذلك للإدغام، نحو {عتياً} و {ولياً} ، ومن ذلك ما يكون من كلمتين نحو {قل رب} ، و {قل لهم} .\rفينبغي للقارئ المجود أن يشدد الحرف من غير لكز ولا ابتهار ولا تشدق ولا لوك، خصوصاً الياء والواو، نحو {ولياً}","seal":"DD052EC2","part":1},
      {"page":207,"id":170,"nass":"و {أواب} فكثير من يشددها بتراخ ولوك، ولا يأخذ الشيوخ بمثل ذلك.\rفصل\rفان اجتمع حرفان مشددان في كلمة أو كلمتين كقوله: {اطيرنا} و {ازينت} و {يصعد} ، و {ذرية} و {قل للذين} ، و {أنصار * ربنا} ونحو ذلك، فينبغي على القارئ أنيبين ذلك في اللفظ، ويعطي كل حرف حقه من التشديد البالغ والمتوسط، ونحو ذلك.\rفصل\rوإن اجتمع ثلاث مشددات متواليات، ولا يكون ذلك إلا من كلمتين أو أكثر، كقوله: {دري يوقد} في قراءة من قرأ (يوقد) بالياء، وكقوله: {وعلى أمم ممن معك} ونحو ذلك، فينبغي للقارئ أن يبين ذلك في لفظه، ويعطي كل حرف حقه من التشديد حسبما فيه.\rفصل في الوقف على المشدد\rاعلم أن الوقف على الحرف المشدد فيه صعوبة على اللسان، فلا بد من إظهار التشديد في الوقف في اللفظ وتمكين ذلك حتى يسمع، نحو {من ولي} و {من طرف خفي} و {النبي} عند غير الهامز، و {مستمر} و {صواف} يقصد كمال التشديد في هذا ونحوه، فاعلم.","seal":"5D678179","part":1},
      {"page":208,"id":171,"nass":"ويجوز الوقف على أواخر الكلم بالإسكان، وهو الأصل في كل حرف موقوف عليه.\rوإن كان قبل الحرف الموقوف عليه ساكن صحيح أو عليل فلك الجمع بين الساكنين إلا ما فيه عليل وهتوف، ولك الوقف بالإشارة فيما يرام أو يشم، كل جائز مروي.\rوالروم هو اختلاس الحركة.\rوالإشمام ضم الشفتين بعد سكون الحرف.\rوالروم يدخل في القسمين من الحركات إلا [المفتوح والمنصوب عند القراء، والإشمام يدخل في المضموم والمرفوع لا غير، وقد تقدم ذلك.\rوالله تعالى الميسر.","seal":"3982C685","part":1},
      {"page":209,"id":172,"nass":"باب في معرفة الظاء وتمييزها من الضاد حسبما وقع في القرآن الكريم\rوهذا الباب يحتاج القارئ إليه، ولا بد من معرفته.\rوقد عمل المتقدمون فيه كتباً نثراً ونظماً، ومن أحسن ما نظم فيه ما أخبرني به الشيخ عبد الكريم التونسي، قراءة مني عليه، قال أخبرنا أبو عبد الله محمد بن بزال الأنصاري، قال أخبرنا ابن الغماز، قال أخبرنا ابن سلمون، قال","seal":"61FFA9CB","part":1},
      {"page":210,"id":173,"nass":"أخبرنا ابن هذيل، قال أخبرنا أبو داود، قال أملى علينا الشيخ أبو عمرو الداني من نظمه:\rظفرت شواظ بحظها من ظلمنا ... فكظمت غيظ عظيم ما ظنت بنا\rوظعنت أنظر في الظهيرة ظلةً ... وظللت أنتظر الظلال لحفظنا\rوظمئت في الظما ففي عظمي لظى ... ظهر الظهار لأجل غلظة وعظنا\rأنظرت لفظي كي تيقظ فظه ... وحظرت ظهر ظهيرها من ظفرنا\rذكر هذه الأبيات الأربعة جميع ما وقع في القرآن من لفظ الظاء، وميزه مما ضارعه لفظا، وهي اثنتان وثلاثون كلمة، وقيل جميع ما في القرآن من ذلك ثمانمائة وأحد عشر موضعا.\rولنتكلم الآن على هذه الأبياات كلمة كلمة، ونذكر وقوع كل في القرآن ومعناه بالإيجاز والاختصار، فمن أراد الإحاطة بالظاءات فعليه بـ (رفع الحجاب عن تنبيه الكتاب) الذي ألفه شيخنا الإمام أبو جعفر نزيل حلب فأقول مستعيناً بالله:\rأما قوله: (ظفرت) أي فازت، يقال ظفر الرجل بحاجته يظفر ظفراً إذا فاز بها، والظافر الغالب.\rوالذي وقع في القرآن من هذا اللفظ موضع واحد في سورة لافتح: {من بعد أن أظفركم عليهم} .","seal":"C5A390BA","part":1},
      {"page":211,"id":174,"nass":"وأما الشواظ فهو اللهب الذي لا دخان معه، وقيل الذي معه دخان، وفيه لغتان: ضم الشين وكسرها، وقرئ بهما.\rووقع في القرآن في موضع واحد في سورة الرحمن: {يرسل عليكما شواظ من نار} .\rوأما الحظ فهو النصيب، وهو بالظاء، وضارعه في اللفظ الحض الذي معناه التحريض، يقال حضضت فلانا على الشيء، [أحضه أي] أحرضه عليه.\rقال الخليل: الفرق بين الحث والحض، الحث يكون في السير والسوق وكل شيء، والحض لا يكون في سير ولا في سوق.\rفأما الأول ففي القرآن منه ستة مواضع، والثاني ثلاثة مواضعن في لاحاقة والماعون {ولا يحض على طعام المسكين} وفي الفجر {ولا تحاضون} هذه الثلاثة بالضاد.","seal":"E9FCC6AE","part":1},
      {"page":212,"id":175,"nass":"وأما الظلم فهو وضع الشيء في غير موضعه، ووقع في القرآن في مائتي موضع واثنين وثمانين موضعاً متنوعاً.\rوأما الكظم فهو مخرج النفس، والكظيم مجترع الغيظ، ووقع منه في القرآن] ستة ألفاظ.\rوأما الغيظ فهو الامتلاء والحنق، وهو شدة الغضب، فهو بالظاء، ووقع في القرآن في أحد عشر موضعاً.\rوضارعه في اللفظ الغيض الذي معناه التفرقة، ووقع في موضعين {وغيض الماء} في هود، و {ما تغيض الأرحام} في الرعد.\rوما العظيم فهو الجليل أي الكبير، وأعظم الأمر أكبره، ووقع في القرآن في مائة موضع وثلاثة مواضع.\rوأما الظن فهو تجويز أمرين أحدهما أقرب من الآخر، يقال ظن يظن","seal":"0C26D55D","part":1},
      {"page":213,"id":176,"nass":"ظناً، ويكون شكاً ويقيناً، فالشك نحو: {وظننتم ظن السوء} ، و {تظنون بالله الظنونا} ، واليقين نحو: {الذين يظنون أنهم ملاقوا ربهم} ، {فظنوا أنهم مواقعوها} ووقع منه في القرآن سبعة وستون لفظاً، وضارعه في اللفظ قوله تعالى: {وما هو على الغيب بضنين} ، وفيه خلاف، فقرأه بالظاء ابن كثير وأبو عمرو والكسائي، بمعنى متهم، والباقون يقرؤونه بالضاد بمعنى بخيل.\rوأما الظعن فهو السفر والشخوص، يقال ظعن يظعن ظعناً إذا شخص أو سافر، ووقع منه في القرآن لفظ واحد في سورة النحل {يوم ظعنكم} .\rوأما النظر فهو من نظرت الشيء أنظره فأنا ناظر، قال المجنون:\rنظرت كأني من وراء زجاجة ... إلى الدار من ماء الصبابة أنظر\rوالنظير المثيل، وهو الذي إذا نظر إليه وإلى نظيره كانا سواء، ووقع في القرآن منه ستة وثمانون موضعاً.\rوضارعه في اللفظ النضر الذي معناه الحسن، ومنه قوله عليه الصلاة والسلام:","seal":"FAE9765A","part":1},
      {"page":214,"id":177,"nass":"«نضر الله امرأً سمع مقالتي فوعاها، وأداها كما سمعها» ، ووقع في القرآن منه ثلاثة مواضع، في القيامة {وجوه يومئذ ناضرة} ، وفي الإنسان {ولقاهم نضرةً وسروراً} ، وفي المطففين {تعرف في وجوههم نضرة النعيم} .\rوأما الظهيرة فسيأتي الكلام عليه عند قوله ظهر ظهيرها.\rوأما الظلة فهو كل ما أظلك ووقع في القرآن منها موضعان {كأنه ظلة} في الأعراف، و {يوم الظلة} في الشعراء.\rوأما ظللت فهو من قولك ظل فلان يفعل كذا إذا دام على فعله نهاراً، وهو من ظل يظل وهي أخت كان، ووقع في القرآن منه تسعة ألفاظ {فظلوا فيه يعرجون} بالحجر، {ظل وجهه مسوداً} في النحل والزخرف.\r{ظلت عليه} في طه.\r{فظلت أعناقهم} ، {فنظل لها} كلاهما بالشعراء.\r{لظلوا من بعده} في الروم.\r{فيظللن رواكد} بالشورى، {فظلتم تفكهون} في الواقعة.\rوظلت وفظلتم أصله بلامين، لكن خفف مثل مست ومسست.\rوضارع هذا اللفظ في اللفظ الضلال الذي هو ضد الهدى، نحو {وضل عنهم ما كانوا يفترون} وكذا ما معناه البطانة والتغيب نحو {أإذا ضللنا في الأرض} أي غبنا وبطننا فيها، فكذلك عيناه في مواضعه ليمتاز من هذا فاعلمه.","seal":"A1E065CC","part":1},
      {"page":215,"id":178,"nass":"وأما الإنتظار فهو التوقع، تقول: إنتظرت كذا، أي توقعته، وأتى في أربعة عشر موضعاً.\rوأما الظلال بكسر الظاء فهو جمع ظل، وهو معروف، كظل الشجرة وغيرها، ويقال له ظل في أول النهار، فإذا رجع فهو فيء، والظل الظليل الدائم، فهو وما اشتق منه بالظاء، نحو {مد الظل} و {ظللنا عليهم} ، {يتفيأ ظلاله} ، {في ظل} ، {من فوقهم ظلل} .\rوتقدم ذكر الظلة، وجمعها ظلل أو ظلال كخلة وخلل، وبرمة وبرام، ووقع منه في القرآن إثنان وعشرون موضعاً.\rوأما الحفظ فهو ضد النسيان، وهو بالظاء كيف تصرف، نحو {على كل شيء حفيظ} و {حافظات} و {حفظة} و {محفوظ} و {يحفظونه} .\rوقع في اثنين وأربعين موضعاً.\rوأما الظمأ بالهمز فهو العطش، ووقع في ثلاثة مواضع، في براءة {لا يصيبهم ظمأ} ، وفي طه {تظمأ} ، وفي النور {الظمآن} .","seal":"89028026","part":1},
      {"page":216,"id":179,"nass":"وأما الظلماء فهي من الظلمة، وجمعها ظمأت، ووقعت في ستة وعشرين موضعاً.\rوأما العظم فهو معروف، وجمعه عظام، ووقع في أربعة عشر موضعاً جمعاً وفرداً.\rوأما لظى فأصله اللزوم والإلجاج، تقول: ألظ بكذا، أي ألزمه ولج به، ومنه قوله صلى الله عليه وسلم: «ألظوا بياذا الجلال والإكرام» أي الزموا أنفسكم وألجوا بكثرة الدعاء بها، وسميت بعض طباق النار به للزومها العذاب، قال الله تعالى: {وما هم منها بمخرجين} ، ووقع في القرآن منه موضعان {إنها لظى} في المعارجن {فأنذرتكم ناراً تلظى} في والليل.\rوأما الظهار فيأتي الكلام عليه عند قوله ظهر ظهيرها.\rوأما الغلظ فهو معروف، وفي القرآن منه ثلاثة عشر موضعاً.\rوأما الوعظ فهو التخويف من عذاب الله، والترغيب في العمل القائد إلى الجنة.\rقال الخليل: هو التذكير بالخير فيما يرق له القلب، انتهى فهو بلاظاء كيف تصرف، وجمع الموعظة مواعظ، وجمع العظة عظات.\rوضارعه في اللفظ قوله تعالى: {جعلوا القرآن عضين} في الحجر، وهو بالضاد، ومعناه أنهم فرقوه، وقالوا: هو سحر وشعر وكهانة ونحو ذلك.","seal":"CBD648A5","part":1},
      {"page":217,"id":180,"nass":"وأما الإنظار فهو التأخير والمهلة، تقول أنظرته أي أمهلته، وهو اثنان وعشرون موضعاً.\rوأما اللفظ فهو الكلام، وهو مصدر من لفظ يلفظ، وهو موضع واحد {ما يلفظ من قول} في ق~.\rوأما الإيقاظ فهو من اليقظة، وهو ضد الغفلة أو النوم، وهو موضع واحد في الكهف {وتحسبهم أيقاظاً} .\rوأما الفظ فقيل هو الرجل الكريه الخلق، مشتق من\rفظ الكرش وهو ماؤه، وهوموضع واحد في آل عمران {ولو كنت فظاً} .\rوضارعه في اللفظ الغض الذي معناه الفك والتفرقة، تقول فضضت الطابع أي فككته، وانفض الجماعة أي تفرقوا، قال الله تعالى: {لانفضوا من حولك} ، {انفضوا إليها} أي تفرقوا.\rوأما الحظر فمعناه المنع والحيازة، لأن كل حائز لشيء مانع غيره منه، وهو موضعان: في الإسراء {وما كان عطاء ربك محظوراً} أي ممنوعاً،","seal":"08315F95","part":1},
      {"page":218,"id":181,"nass":"وفي القمر {كهشيم المحتظر} والمحتظر الذي يعمل الحظيرة.\rوضارعه في اللفظ الحضر الذي هو ضد الغيبة، ومعناه الإتيان إلى المكان، ولامعنى فارق بينهما، فافهم.\rوأما قوله ظهر ظهيرها، وقوله في الظهيرة، وقوله ظهر الظهار، فنتكلم عليهن الآن.\rفالظهيرة هي شدة الحر، ومنه قوله: {وحين تضعون ثيابكم من الظهيرة} .\rوأما الظهر فهو خلاف البطن، ومنه قوله: {إلا ما حملت ظهورهما} .\rوالظهار هو من ظاهر الرجل من زوجته، وهو أن يقول لها أنت علي كظهر أمي، ومنه قوله تعالى: {الذين يظاهرون منكم من نسائهم} الآية.\rوأما قوله ظهر هو بضم الظاء، وهو اسم لوقت زوال الشمس، وهو وقت صلاة الظهر، تقول أظهرنا أي صرنا في وقت الظهر، قال الله تعالى: {وعشياً وحين تظهرون} .\rوأما الظهير فهو المعين، والتظاهر التعاون، ومنه قوله تعالى: {وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك","seal":"5979A968","part":1},
      {"page":219,"id":182,"nass":"ظهير} .\rفإذا علم ذلك ففي كتاب الله تعالى منها وما تصرف منها سبعة وخمسون موضعاً، والله أعلم.\rوأما الظفر فهو الذي بالأيدي والأرجل، قال أبو حاتم: يقال ظفر وظفر بضمة واحدة وبضمتين، ولا يقال بالكسر كما تقول العامة، وقد يقال للظفر أظفور، قالت أم الهيثم:\rما بين لقمته الأولى إذا انحدرت ... وبين أخرى تليها قيد أظفور\rوجمع الظفر أظفار وأظافيرن وقيل أظافير جمع الجمع، كما قيل أقوال وأقاويل، وقيل جمع أظفور.\rوالتظفير هو أخذك الشيء بأطراف أظفارك وتخذيشك إياه بها.\rووقع في موضع في الأنعام قوله تعالى: {وعلى الذين هادوا حرمنا كل ذي ظفر} والله أعلم.\rوهذا آخر ما قصدته من ترجمة هذا الكتاب، وكنت قبل أن أكتب هذا التأليف بدأت في تأليف كتاب سميته التوجيهات على أصول القراءات، ثم رأيت الحاجة داعية إلى تأليف هذا المختصر، فانثنيت عن ذلك حتى كمل تأليفي لهذا الكتاب، وأنا إن شاء الله عازم على ذلك بإرشاده وتيسيره، إن تأخر الأجل، ونلت بلوغ الأمل حتى أكمله.","seal":"64DE6F83","part":1},
      {"page":221,"id":184,"nass":"وأحببت أن أختم هذا الكتاب بأدعية رواها الخلف عن السلف عند ختم القرآن، لأن بركة الدعاء عظيمة ومنافعه عميمة عند نزول الرحمة في وقت ختم القرآن الكريم، قال الله تعالى: {وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان} .\rوعن ابن عباس رضي الله عنهما: أفضل العبادة الدعاء.\rأخبرنا شيخنا شمس الدين أبو عبد الله الصفوي، قال أخبنا الشيخ شهاب الدين أبو العباس أحمد بن مروان البعلبكي، قال أخبرنا السخاوي، قال شيخنا أبو القاسم، يعني الشاطبي، يدعو عند ختم القرآن بهذا الدعاء: اللهم إنا عبيدك وأبناء عبيدك، وأبناء إمائك [نواصينا بيدك] ، ماض فينا حكمك، عدل فينا قضاؤك، نسألك اللهم بكل اسم هو لك، سميت به نفسك أو علمته","seal":"429DA746","part":1},
      {"page":222,"id":185,"nass":"أحداً من خلقك، أو أنزلته في شيء من كتبك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلوبنا، وشفاء صدورنا، وجلاء أحزاننا وهمومنا، وسائقنا وقائدنا إليك وإلى جناتك جنات النعيم، مع الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين.\rبرحمتك يا أرحم الراحمين.\rوهو مروي عن رسول الله صلى الله عليه وسلم لتفريج الهم.\rقال السخاوي: وأنا أزيد عليه: اللهم اجعله لنا شفاء وهدىً وإماماً ورحمة، وارزقنا تلاوته على النحو الذي يرضيك عنا، ولا تجعل لنا ذنباً إلا غفرته، ولا هماً إلا فرجته، ولا ديناً إلا قضيته، ولا مريضاً إلا شفيته، ولا عدواً إلا كفيته، ولا غائباً إلا رددته، ولا عاصياً إلا عصمته، ولا فاسداً إلا أصلحته، ولا ميتاً إلا رحمته، ولا عيباً إلا سترته، ولا عسيراً إلا يسرته، ولا حاجةً من حوائج الدنيا والآخرة لك فيها رضاً ولنا فيها صلاح إلا أعنتنا على قضائها في يسر منك وعافية، برحمتك يا أرحم الراحمين.\rقلت: وأنا أزيد عليه: اللهم انصر جيوش المسلمين نصراً عزيزاً، وافتح لهم فتحاً مبيناً، اللهم انفعنا بما علمتنا، وعلمنا ما ينفعنا، اللهم افتح","seal":"212B3F0A","part":1},
      {"page":223,"id":186,"nass":"لنا بخير، واختم لنا بخير، واجعل عواقب أمورنا إلى خير، اللهم إنا نعوذ بك من فواتح الشر وخواتمه، وأوله وآخره وباطنه وظاهره.\rاللهم لا تجعل بيننا وبينك في رزقنا أحداً سواك، واجعلنا أغنى خلقك بك، وأفقر عبادك إليك، وهب لنا غنى لا يطغينا، وصحة لا تلهينا، وأغننا عن من أغنيته عنا، واجعل آخر كللامنا شهادة أن لا إله إلا الله وأن محمداً رسول الله صلى الله عليه وسلم وتوفنا وأنت راض عنا غير غضبان، واجعلنا في موقف القيامة من الذين لا خوف عليهم ولا هم يحزنون، برحمتك يا أرحم الراحمين.\rوروى عاصم بن أبي النجود، عم زر بن حبيش، قال: قرأت القرآن كله، في المسجد الجامع بالكوفة، على أمير المؤمنين علي بن أبي طالب - رضي الله عنه - فلما بلغت الحواميم، قال: يازر قد بلغت عرائس القرآن، فلما بلغت رأس العشرين من حم~ عسق~ {والذين آمنوا وعملوا الصالحات في روضات الجنات لهم ما يشاؤون عند ربهم ذلك هو الفضل الكبير} بكى حتى ارتفع نحيبه، ثم رفع رأسه إلى السماء، وقال: يازر أمن علي دعاءي، ثم قال: اللهم إني أسألك إخبات المخبتين، وإخلاص المؤمنين، ومرافقة الأبرار، واستحقاق حقائق الإيمان، والغنيمة من كل بر، والسلامة من كل إثمن ووجوب رحمتك، وعزائم مغفرتك، والفوز","seal":"719A5B4B","part":1},
      {"page":224,"id":187,"nass":"بالجنة، والنجاة من النار.\rثم قال: يا زر إذا ختمت فادع بهذه الدعوات فإن حبيبي رسول الله صلى الله عليه وسلم أمرني أن أدعو بهن عند ختم القرآن.\rانتهى ما أردت ذكره من الدعاء، وهو كاف، واسأل الله تعالى أن ينفع به، ويجعله خالصاً لوجهه الكريم.\rقال المؤلف: فرغت من تحريره آخر ثلث ساعة مضت من استوائه، من يوم السبت، خامس ذي الحجة الحرام، من سنة تسع وستين وسبعمائة، بالمدرسة الظاهرية من بين القصرين، بالقاهرة المحروسة، لا زالت معمورة وسائر بلاد المسلمين.\rوأجزت لجميع المسلمين روايته عني، راجياً ثواب الله تعالى ومغفرته ورحمته.\rوالحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله وصحبه أجمعين.","seal":"E84C5A7D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":833,"Bk":"التمهيد في علم التجويد","HigriD":"833","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"شمس الدين أبو الخير ابن الجزري، محمد بن محمد بن يوسف","bLnk":null,"Inf":"","Auth":"ابن الجزري","Betaka":"الكتاب: التمهيد في علم التجويد\r\nالمؤلف: شمس الدين أبو الخير ابن الجزري، محمد بن محمد بن يوسف (المتوفى: 833هـ)\r\nتحقيق: الدكتور على حسين البواب\r\nالناشر: مكتبة المعارف، الرياض\r\nالطبعة: الأولى، 1405 هـ - 1985 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن الجَزَرِي، شمس الدين (751 - 833 هـ ، 1350 - 1429م).\r\n\r\nمحمد بن محمد بن محمد بن علي ابن يوسف أبو الخير شمس الدين العمري الدمشقي ثم الشيرازي الشافعي، المشهور بابن الجزري، شيخ الإقراء في زمانه. ولد ونشأ في دمشق وأنشأ فيها مدرسة سماها دار القرآن ونسبته إلى جزيرة ابن عمر. ورحل إلى مصر مرارًا، ودخل بلاد الروم وسافر مع تيمورلنك إلى بلاد ما وراء النهر، ثم رحل إلى شيراز، فولي قضاءها، ومات فيها.\r\nمن مؤلفاته: النشر في القراءت العشر؛ غاية النهاية في طبقات القراء؛ نهاية الدرايات في أسماء رجال القراءات؛ التمهيد في علم التجويد؛ فضائل القرآن؛ سلاح المؤمن، في الحديث.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"43AB8CEB","cat":"علوم القرآن","oNum":8194,"BkId":8194,"oAuth":25,"bVer":1,"aSeal":"68563650"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8194":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة ابن الجزري"},
      {"lvl":1,"id":6,"sub":0,"tit":"الباب الأول في ذكر قراءة هؤلاء القراء في هذا الزمان"},
      {"lvl":1,"id":8,"sub":0,"tit":"فصل فيما يستفاد بتهذيب الألفاظ وما تكون الثمرة الحاصلة عند تقويم اللسان"},
      {"lvl":1,"id":10,"sub":0,"tit":"الباب الثاني: في معنى التجويد، وفيه فصول الفصل الأول في التجويد والتحقيق والترتيل"},
      {"lvl":1,"id":11,"sub":0,"tit":"الفصل الثاني في معنى قوله تعالى: \" ورتل القرآن ترتيلا \""},
      {"lvl":1,"id":12,"sub":0,"tit":"الفصل الثالث الفرق بين التحقيق والترتيل"},
      {"lvl":1,"id":13,"sub":0,"tit":"الفصل الرابع: في كيفية التلاوة"},
      {"lvl":1,"id":13,"sub":1,"tit":"الفصل الخامس في ذكر قراءة الأئمة"},
      {"lvl":1,"id":16,"sub":0,"tit":"الباب الثالث في أصول القراءة الدائرة على اختلاف القراءات"},
      {"lvl":1,"id":24,"sub":0,"tit":"الباب الرابع في ذكر معنى اللحن وأقسامه وفيه فصلان الفصل الأول في بيان اللحن في موضوع اللغة"},
      {"lvl":1,"id":25,"sub":0,"tit":"الفصل الثاني في حد اللحن وحقيقته في العرف والوضع"},
      {"lvl":1,"id":28,"sub":0,"tit":"الباب الخامس في ذكر ألفات الوصل والقطع"},
      {"lvl":1,"id":28,"sub":1,"tit":"الفصل الأول في ذكر الألفات التي تكون في أوائل الأفعال"},
      {"lvl":1,"id":35,"sub":0,"tit":"الفصل الثاني في الألفات التي تكون في أوائل الأسماء"},
      {"lvl":1,"id":38,"sub":0,"tit":"الباب السادس في الكلام على الحركات والحروف"},
      {"lvl":1,"id":38,"sub":1,"tit":"فصل ذكر ما السابق من الحروف والحركات"},
      {"lvl":1,"id":41,"sub":0,"tit":"فصل نذكر فيه حروف المد واللين والحركات واختلاف الناس في ذلك"},
      {"lvl":1,"id":46,"sub":0,"tit":"الباب السابع في ذكر ألقاب الحروف وعللها"},
      {"lvl":1,"id":46,"sub":1,"tit":"فصل نذكر فيه ألقاب الحروف وأنسابها"},
      {"lvl":1,"id":49,"sub":0,"tit":"فصل نذكر فيه صفات الحروف وعللها"},
      {"lvl":1,"id":64,"sub":0,"tit":"مقدمة نذكر فيها تأليف الكلام"},
      {"lvl":1,"id":65,"sub":0,"tit":"الفصل نذكر فيه اشتراك اللغات في الحروف وانفراد بعضها ببعض"},
      {"lvl":1,"id":68,"sub":0,"tit":"الباب الثامن في مخارج الحروف والكلام على كل حرف بانفرادفصل"},
      {"lvl":1,"id":70,"sub":0,"tit":"فصل نذكر فيه ما يتعلق بكل حرف من التجويد"},
      {"lvl":1,"id":86,"sub":0,"tit":"فصل نذكر فيه ما يتعلق بكل حرف من التجويد"},
      {"lvl":1,"id":116,"sub":0,"tit":"الباب التاسع في ذكر أحكام النون الساكنة والتنوين ثم المد والقصر فصل في أحكام النون الساكنة والتنوين"},
      {"lvl":1,"id":124,"sub":0,"tit":"باب المد والقصر"},
      {"lvl":1,"id":128,"sub":0,"tit":"الباب العاشر في الوقف والابتداء"},
      {"lvl":1,"id":130,"sub":0,"tit":"فصل في الوقف التام"},
      {"lvl":1,"id":134,"sub":0,"tit":"فصل في الوقف الكافي"},
      {"lvl":1,"id":137,"sub":0,"tit":"فصل في الوقف الحسن"},
      {"lvl":1,"id":138,"sub":0,"tit":"فصل في الوقف القبيح"},
      {"lvl":1,"id":140,"sub":0,"tit":"القول في كلا"},
      {"lvl":1,"id":150,"sub":0,"tit":"القول في بلى"},
      {"lvl":1,"id":151,"sub":0,"tit":"فصل الفرق بين بلى ونعم"},
      {"lvl":1,"id":158,"sub":0,"tit":"القول في لا"},
      {"lvl":1,"id":160,"sub":0,"tit":"القول في ثم"},
      {"lvl":1,"id":161,"sub":0,"tit":"القول في أم"},
      {"lvl":1,"id":165,"sub":0,"tit":"القول في بل"},
      {"lvl":1,"id":166,"sub":0,"tit":"القول في حتى"},
      {"lvl":1,"id":167,"sub":0,"tit":"فصل في ذكر المشددات ومراتبها"},
      {"lvl":1,"id":169,"sub":0,"tit":"قاعدة"},
      {"lvl":1,"id":169,"sub":1,"tit":"مقدمة"},
      {"lvl":1,"id":172,"sub":0,"tit":"باب في معرفة الظاء وتمييزها من الضاد حسبما وقع في القرآن الكريم"}
    ]
}
