{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8217":
    [
      {"page":1,"id":1,"nass":"الكتاب: (تراجع العلامة الألباني فيما نص عليه تصحيحا وتضعيفا)\rتأليف: أبو الحسن الشيخ\rالناشر: طبع بعناية دار المعارف بالرياض\rاختصره: محمد بو عمر\rالمصدر: موقع سحاب \\ قسم الحديث وعلومه \\ تراجعات الشيخ الالباني رحمه الله عن الحكم على بعض الاحاديث\r\rقال محمد بو عمر:\rبسم الله والحمد لله والصلاة والسلام على رسول الله، أما بعد، فهذا بحث مختصر في الأحاديث التي تراجع عن تصحيحها أو العكس، مع بعض التنبيهات والتصويبات التي نبه إليها الشيخ العلامة الألباني رحمه الله تعالى في كتبه وتحقيقاته المطبوعة، وقد استفدت معظم مادة هذا البحث من كتاب (تراجع العلامة الألباني فيما نصى عليه تصحيحا وتضعيفا) لمؤلفه (أبو الحسن الشيخ) وطبع بعناية دار المعارف بالرياض، وقد قمت بإضافة وتعديل بعض الأخطاء في العزو وغيره، ولم ألتزم بترتيب الكتاب، وقمت باستدراك بعض الأحاديث التي جمعتها على المؤلف والتي لم يوردها في كتابه، والحمد لله على توفيقه.\rوقمت بتقسيم البحث إلى أقسام:\rأولا: الأحاديث التي تراجع عنها الشيخ رحمه الله من التضعيف إلى التصحيح\rثانيا: الأحاديث التي تراجع عنها الشيخ رحمه الله من التصحيح إلى التضعيف\rثالثا: من التحسين إلى التصحيح والعكس\rرابعا: تنبيهات وتصويبات\rخامسا: زيادات على الكتاب\r####\rأولا: من التضعيف إلى التصحيح:\r(1) أيما رجل كشف سترا فأدخل بصره قبل أن يؤذن له فقد أتى حدا لا يحل له أن يأتيه \"\rغاية المرام \" 423 \" وصححه الشيخ في الصحيحة \" 3463 \" \"قال الشيخ فالحديث غريب صحيح وقد كنت ضعفته في بعض التخريجات القديمة مثل (غاية المرام \" (423) .\r(2) عن عائشة رضي الله عنها قالت: من حدثكم أن النبي صلى الله عليه وسلم كان يبول قائما فلا تصدقوه ما كان يبول إلا قاعدا \" ضعيف \" المشكاة 365 \" وصححه في الصحيحة \" 201 \"\r(3) لا شيء في الهام، والعين حق، وأصدق الطيرة الفأل \" ضعيف الجامع \" 6295 \" والضعيفة \" 4804 \" وصححه في الصحيحة \" 2949 \"\r(4) أوتي موسى الالواح، وأوتيت المثاني \" ضعيف الجامع \" 2109 \" وصححه في الصحيحة \"2813 \"\r(5) بعثت بالحنيفية السمحة \" غاية المرام \" 8 \" وصححه في الصحيحة \" 2924.\r(6) لا تشددوا على أنفسكم، فيشدد عليكم فإن قوما شددوا على أنفسهم فشدد الله عليهم فتلك بقايهم في الصوامع والديارات (ورهبانية ابتدعوها ما كتبناها عليهم) ضعيف الجامع \" 6232 \" والضعيفة \" 3468 \" والمشكاة \" 181 \" والأدب المفرد (4904) ، وصححه في الصحيحة 3124 \"\"\r(7) استتروا في صلاتكم ولو بسهم \" ضعيف الجامع \" 801 \" وصححه في الصحيحة \" 2783 \"\r(8) لا تنتفعوا من الميتة بشيء \" الضعيفة \" 118 \" وصححه في الصحيحة \" 3133 \"\r(9) لا تكرهوا البنات، فإنهن المؤنسات الغاليات \" ضعيف الجامع \" 6268\" والضعيفة \" 4793 \" وصححه في الصحيحة \" 3206 \".\r(10) لتنتهكن الاصابع بالطهور، أو لتنتهكنها النار.\" ضعيف الجامع \" 4660 والضعيفة 4301\" وصححه في الصحيحة \" 3489 \"\r(11) ليس من الجنة في الارض شيء الا ثلاثة اشياء: غرس العجوة والحجر وأواق تنزل في الفرات كل يوم، بركة من الجنة \" ضعيف الجامع 4927 والضعيفة 1600 \" وصححه في الصحيحة 3111 \"\r(12) إذا ضحى أحدكم فليأكل من أضحيته \"ضعيف الجامع 581 \" وصححه في الصحيحة \" 3563 \"\rتنبيه: ذكر الشيخ الالباني رحمه الله في ضعيف الجامع \"581\" أن الحديث موجود في الضعيفة برقم \" 2632 \" وعند الرجوع للرقم المذكور لم أجد لفظ هذا الحديث وإنما كان يوجد الحديث التالي \" أترعون عن ذكر الفاجر، اذكروه ليعرفه الناس \" فلينظر!\r(13) اللهم إنك عفو تحب العفو فاعف عني \" أعله الشيخ بالانقطاع في \" نقد نصوص حديثية ص 45، ثم صححه في الصحيحة \" 3337 \"\r\"14\" إذا تغوط أحدكم فليمسح ثلاث مرات \" ضعيف الجامع 435 وصححه في الصحيحة 3316،\rتنبيه: ذكر الشيخ في ضعيف الجامع 435 ان الحديث موجود في الضعيفة 2461 ولا يوجد بهذا اللفظ، فلينظر.\r\" 15\"نهى عن بيع المحفلات ,فقال: من ابتاعهن فهو بالخيار إذا حلبهن \" ضعيف الجامع 6062والضعيفة 4726\rوذكر له شاهدا في الصحيحة 3236 ولفظه \" إذا باع أحدكم الشاة واللقحة فلا يحفلها \" وقال وهو شاهد قوي لحديث أنس \"نهى عن بيع المحفلات \" فلينقل.\r\" 16\"إن تمام إسلامكم أن تؤدوا زكاة أموالكم \" ضعيف الترغيب - طبعة المعارف - 457-6، وصححه في الصحيحة 3232\r\"17 \"إذا أديت زكاة مالك فقد أذهبت عنك شره \"الضعيفة 2219 وضعيف الجامع 313 وصحيح ابن خزيمة 2258 وذكر الشيخ في نهاية تخريج الحديث في الضعيفة أنه وجد له شاهدا بسند حسن وقال:\r\rومن أجله اوردته في صحيح الترغيب - المعارف -743 فهو به قوي وينقل الى الصحيحة)\rقلت - محمد -: ولم أجده في الصحيحة، والله أعلم.\r\"18 \"أما إن ربك تبارك وتعالى يحب المدح \" الضعيفة 2922 وضعيف الجامع ولفظه أما إن ربك يحب المدح \"والحديث ذكره الشيخ في الصحيحة 3179 ولفظه \" أما إن ربك يحب المحامد \" وقال كنت أشرت الى ضعفه","seal":"61D69A47","part":1},
      {"page":2,"id":2,"nass":"في تحريم الات الطرب ص 123 وجزمت بضعفه في ضعيف الادب \"55-342 \" ولم أكن وقفت حينذاك على متابعة الزهري لابن جدعان، فسبحان من قد أحاط بكل شيء علما والمعصوم من عصمه الله.\r(19) إذا ظننتم فلا تحققوا، وإذا حسدتم فلا تبغوا، وإذا تطيرتم فامضوا، وعلى الله فتوكلوا، وإذا وزنتم فأرجحوا\" ضعيف الجامع \" 588، غاية المرام 302 و 418، وصححه في الصحيحة 3942\r(20) اتقوا الله واعدلوا بين أولادكم، كما تحبون أن يبروكم \" ضعيف الجامع 121،وصححه في الصحيحة 3946\r(21) إنما بعثت معلما \" الضعيفة 11، وصححه في الصحيحة 3593، قال الشيخ رحمه الله في نهاية تخريج الحديث،وقوله في آخر الحديث: ولكن بعثت معلما ميسرا: فيه شاهد لا بأس به لحديث ابن عمر بلفظ \" إنما بعثت معلما \" وقد كنت خرجته في الضعيفة برقم 11.\r(22) إذا صلى أحدكم فأحدث، فليمسك على أنفه، ثم لينصرف \" ضعيف الجامع 566،وذكر الشيخ أنه في الضعيفة 2576 وعند الرجوع للرقم المذكور لم أجده، وصححه في الصحيحة 2976\r(23) إن صاحب المكس في النار \" ضعيف الجامع 1871، الترغيب 1-279، وصححه في الصحيحة 3405\r(24) لو أن ما يقل ظفر مما في الجنة بدأ لتزخرفت له ما بين خوافق السماوات والارض ولو أن رجلا من أهل الجنة اطلع فبدا أساوره لطمس ضوؤه ضوء الشمس كما تطمس الشمس ضوع النجوم \" المشكاة 5637، هداية الرواة 5563، رواه الترمذي وقال هذا حديث غريب، قال الشيخ: أي ضعيف وهو كما قال،وصححه في الصحيحة (3396) (25) لما انتهينا الى بيت المقدس ليلة أسري بي قال جبريل بأصبعه فخرق بها الحجر وشد به البراق، ضعيف الجامع 4768، والمشكاة 5864، وصححه في الصحيحة 3487\r(26) الحمام حرام على نساء أمتي \" صحيح الترغيب طبعة المعارف رقم 165 والصحيحة 3439 وقال الشيخ فيها -أي الصحيحة -لقد توقفت برهة من الزمن عن تصحيح هذا الحديث....من يوم بدات تقسيم الترغيب صحيح وضعيف ومن ذلك خلت الطبعات الثلاث منه وذلك لاسباب كثيرة، فحذفته من ضعيف الترغيب ونقلته الى تجربة صحيح الترغيب.\r(27) صنفان من أمتي لا يردان على الحوض ولا يدخلان الجنة:القدرية والمرجئة \" ضعيف الجامع 3497 والضعيفة 3785، وصححه في الصحيحة 2748.\r(28) أتاني جبريل في خضر تعلق به الدر \" ضعيف الجامع 80، وصححه في الصحيحة 3485\r\r(29) ترون ربكم عيانا \" ظلال الجنة 461 اخرجه البخاري وغيره وحكم الشيخ على لفظ (عيانا) بانها منكرة او شاذة على الاقل، وفي الصحيحة 3056، ذكر الشيخ تحت الحديث (ما أشخص أبصاركم عني؟ قالوا: نظرنا الى القمر قال فكيف بكم إذا رأيتم الله جهرة؟) قال: وهذا شاهد قوي لحديث \" إنكم سترون ربكم عيانا \" وكنت حكمت عليه بالشذوذ والان فقد رجعت عن ذلك لهذا الشاهد االقوي.\r(30) ستكون هجرة بعد هجرة، فخيار أهل الارض ألزمهم مهاجر إبراهيم ويبقى في الارض شرار أهلها تلفظهم أرضوهم، تقذرهم نفس الله، وتحشرهم النار مع القردة والخنازير \" ضعيف الجامع 3259 والضعيفة 3697\rوصححه في الصحيحة 3203.\r(31) لا يخرج الرجلان يضربان الغائط، كاشفين عن عورتهما يتحدثان، فإن الله يمقت على ذلك \" ضعيف الجامع \"6336 والمشكاة 356 زضعيف أبي داود 4 -15، طبعة المعارف ,والحديث في صحيح الترغيب - المعارف - 155و156 وهو في الصحيحة 3120 ولفظه (إذا تغوط الرجلان فليتوار كل واحد منهما عن صاحبه ولا يتحدثان على طوفهما فإن الله يمقت على ذلك\"\r(32) إذا ذبح أحدكم فليجهز \" ضعيف الجامع 494 وغاية المرام 39وابن ماجه وغيرهم وصححه في الصحيحة3130وصحيح الترغيب 1076\r(33) أصاب الله بك يا ابن الخطاب \" ضعيف ابي داود -المعارف \" 215-1007 \" والمشكاة 972، وصححه في الصحيحة 3173،وانظر الصحيحة 2549\r(34) ضحك ربنا من قنوط عباده وقرب غيره قال أبو رزين: يا رسول الله ويضحك ربنا؟ قال نعم، قال لن نعدم من رب يضحك خيرا \" السنة لابن ابي عاصم 554 وصححه في الصحيحة 2810\r(35) إني أرى ما لا ترون،وأسمع ما لا تسمعون , أطت السماء وحق لها ان تئط ما فيها موضع أربع أصابع إلا وملك واضع جبهته لله ساجدا والله لو تعلمون ما اعلم لضحكتم قليلا ولبكيتم كثيرا وما تلذذتم بالنساء على الفرش ن ولخرجتم الى الصعدات تجأرون الى الله \" الضعيفة 1780، انظر الصحيحة 1722 وكتاب النصيحة ص \" 244- 245 -246 \"والصحيحة 852 و1060 و3194.","seal":"BA62673E","part":1},
      {"page":3,"id":3,"nass":"(36) اللهم رب السموات السبع وما أظللن ورب الارضين السبع وما أقللن، ورب الشياطين وما أضللن، ورب الرياح وما ذرين، أسألك خير هذه القرية وخير أهلها وخير ما فيها، وأعوذ بك من شرها، وشر أهلها وشر ما فيها) الكلم الطيب \" 178 ص 98 الطبعة الثالثة سنة 1397، أخرجه النسائي وغيره، قال الشيخ رحمه الله: كابن حبان والحاكم وصححاه ووافقهما الذهبي وفيه نظر! لان مداره على \" ابي مروان والد عطاء \" اورده الذهبي ي الميزان وقال: قال النسائي ليس بالمعروف، الخ، وفي طبعة المعارف ص 147، قال الشيخ ثم وجدت للحديث طريقا أخرى عن صهيب بسند صحيح وقد خرجت ذلك في الصحيحة 2759\r(37) إن أعمالكم تعرض على أقاربكم وعشائركم من الاموات فإ ن كان خيرا استبشروا به، وان كان غير ذلك قالوا اللهم لا تمتهم حتى تهديهم كما هديتنا \" الضعيفة 863 و864وضعيف الجامع 1396وهو في الصحيحة (2758)\r(38) أفشي السلام وابذل الطعام واستحي من الله تعالى كما تستحي رجلا من رهطك ذا هيأةوليحسن خلقك واذا أسأت فأحسن فإن الحسنات يذهبن السيئات ضعيف الجامع 993وهو في الصحيحة 3559 بلفظ \" أفشي السلام وابذل الطعام واستحي من الله استحياءك رجلا من أهلك واذا أسأت فأحسن ولتحسن خلقك ما استطعت.\r(39) الولد (ثمرة القلب) وإنه مجبنة مبخلة محزنة \" الضعيفة 4764 وضعيف الجامع 6165، وفي صحيح الجامع 7160، قال الشيخ: الحديث ثابت دون قوله (ثمرة القلب) ولذلك اوردته في صحيح الجامع 7160 ولكن فاتنا حذف هذه الزيادة فلتحذف.\r(40) خصال ست، ما من مسلم يموت في واحدة منهن الا كان ضامنا على الله ان يدخله الجنة:رجل خرج مجاهدا فان مات في وجهه كان ضامنا على الله، ورجل تبع جنازة فان مات في وجهه كان ضامنا على الله، ورجل عاد مريضا فان مات في وجهه كان ضامنا على الله، ورجل توضأ فأحسن الوضوء ثم خرج الى المسجد لصلاة فإن مات في وجهه كان ضامنا على الله، ورجل أتى إماما لا يأتيه إلا ليعزره ويوقره فان مات في وجهه ذلك كان ضامنا على الله، ورجل في بيته لا يغتاب مسلما ولا يجر إليه سخطا ولا تبعة فإن مات على وجهه كان ضامنا على الله) ضعفه في (ضعيف الجامع) 2829وصححه في الصحيحة 3384\r\r(41) إني لأجد نفس الرحمن من قبل اليمن \" من حديث أبي هريرة، الضعيفة 1097،والحديث في الصحيحة 3367،بلفظ \" إني لاجد نفس الرحمن من هنا - يشير الى اليمن -، قال الشيخ: واعلم أن هذا الحديث قد جاء في بعض طرقه زيادة اخرى بلفظ \" عقر دار المؤمنين بالشام \" وكنت خرجته في المجلد الرابع 1935- أي الصحيحة -فأعدت تخريجه هنا لحديث الترجمة مستدركا به على تخريجي اياه في الضعيفة 1097، لكن من حديث ابي هريرة، فهذا شاهد قوي له من حديث سلمة بن نفيل أوجب علي تخريجه هنا والتنبيه على أن الحديث صار به صحيحا والحمد لله على توفيقه وأسأله المزيد من فضله.\r(42) سافروا تصحوا واغزوا تستغنوا \" وفي لفظ \" وتغنموا \" الضعيفة 254 و 255 وضعيف الجامع 3212وصححه في الصحيحة 3352.\r(43) أن الصدقة لتطفىء عن أهلها حر القبور وإنما يستظل المؤمن يوم القيامة في ظل صدقته \" ضعيف الجامع 1488 والضعيفة 3021 وصححه في الصحيحة 3484.\r(44) من تخطى رقاب الناس يوم الجمعة اتخذ جسرا الى جهنم \" المشكاة 1392، وقال رواه الترمذي وقال حديث غريب، وهو في ضعيف الجامع 5516 وضعيف الترغيب - المعارف - 437 والحديث في الصحيحة 3122، بلفظ \" لا تأكل متكئا ولا على غربال ولا تتخذن من المسجد مصلى لا تصلي الا فيه ولا تخط رقاب الناس يوم الجمعة فيجعلك الله لهم جسرا يوم القيامة \" قال الشيخ:ولاكثر فقرات الحديث شواهد تؤكد ثبوته، ثم ذكر الشواهد لكل فقرة الى أن قال:\rثالثا: التخطي يوم الجمعة، شاهده حديث معاذ بن انس مرفوعا \" من تخطى رقاب الناس ... الخ، أخرجه الترمذي وغيره وقد تكلمت عليه - حديث الترمذي في المشكاة - بما يقتضي تضعيفه، فبهذا الشاهد يرتقي الى درجة الحسن ان شاء الله تعالى.\rقلت – محمد -: وهو في هداية الرواة 1337.\r(45) تسموا بأسماء الانبياء وأحب الاسماء الى الله عبد الله وعبد الرحمن، وأصدقها حارث وهمام، وأقبحها حرب ومرة \" ضعيف الجامع 2435 والارواء 1178 والكلم الطيب 217، وصححه في الصحيحة 1040 وانظر الصحيحة 904 والكلم الطيب -المعارف -218وانظر مقدمة الكلم الطيب - المعارف - ص 5\r(46) نهى أن يبال في قبلة المسجد \" ضعيف الجامع 6005وهو في صحيح الجامع\" 6813 -1، بلفظ \" نهى أن يبال بأبواب المساجد \" وانظر مقدمة صحيح الجامع ص 31، والحديث صححه بلفظيه في الصحيحة 2723\r(47) السيوف مفاتيح الجنة \" ضعيف الجامع 3376 وانظر الضعيفة 3740 المجلد الثامن ص 217، وصححه في الصحيحة 2672 وانظر صحيح الترغيب \" 2- ص141 , حاشية 4","seal":"DBC92227","part":1},
      {"page":4,"id":4,"nass":"(48) \" إن كنت تحبني فأعد للفقر تجفافا\" الضعيفة 1681، والحديث صححه في الصحيحة 2827، بلفظ \" استعد للفاقة قاله لرجل قال إني أحبك \" وانظر الصحيحة 2828 وكتاب النصيحة ص14- 15\r\r(49) الفخذ عورة \" الثمر المستطاب ص 264، ثم تحدث الشيخ عن علل الحديث حتى قال ص 272 فثبت بما ذكرنا صواب من قول من أعل الحديث بالانقطاع وأنه ضعيف غير صالح للاحتجاج به، وفي الارواء \" 1 - ص 297 - 302 تحت حديث 269، ذكر الشيخ عدة شواهد عن جمع من الصحابة وقال فمثلها مما يطمئن القلب لصحة الحديث، وانظر تمام المنة \" ص 160 \" وانظر صحيح الجامع \" 4157 و 4158 و 4280 \" والمشكاة (3112- 3114)\r(50) رش على قبر ابنه إبراهيم الماء \" ضعفه في إرواء الغليل \"755 \" وصححه في الصحيحة 3045\r(51) من قال لا اله الا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت، وهو على كل شيء قدير، عشر مرات كان له بعدل نسمة \" ضعيف الجامع، وذكر الشيخ في الحاشية أنه أورده هنا - أى ضعيف الجامع - من أجل زيادة -يحيي ويميت - وقال: والا فهو صحيح بدونها ولذا أوردته في الصحيح - صحيح الجامع - 6436، وصححه في الصحيحة 114،وانظر الضعيفة تحت رقم 3276،وانظر صحيح الترغيب الاحاديث476و477.\r(52) إن الله جعل هذه الاهلة مواقيت , فإذا رأيتموه فصوموا وإذا رأيتموه فافطروا، فإن غم عليكم فعدوا ثلاثين \" ضعيف الجامع 1595 والارواء 902، وفي صحيح الجامع \" 3039، قال الشيخ في الهامش:لفظه عند \" ك \"\r\" إن الله قد جعل الاهلة مواقيت) وكذلك هو عند \"هق \" وقد مضى الحديث في الضعيف - ضعيف الجامع - 1595 من طريق اخر ضعيف، فلينقل الى الصحيح لهذا الشاهد القوي.\r\r(53) ما من مؤمن يعزي أخاه في مصيبته الا كساه الله سبحانه من حلل الكرامة يوم القيامة \" أخرجه ابن ماجه وانظرالارواء 764والضعيفة 610 والتعليقات الرضية 481-1،وصححه في الصحيحة 195وانظر الترغيب 3508\r(54) \" أعطيت ما لم يعط أحد من الانبياء فقلنا ما هو يا رسول الله؟ فقال: نصرت بالرعب، وأعطيت مفاتيح الارض، وسميت أحمد، وجعلت لي التراب طهورا، وجعلت أمتي خير الامم \" الارواء تحت الحديث 285 ص317،\rالشاهد \" 8 \" من حديث علي رضي الله عنه، قال الشيخ أخرجه البيهقي بسند فيه ضعف وفيه اضطراب بينه ابن ابي حاتم، والحديث صححه في الصحيحة 3939.\r(55) قال الله تعالى: افترضت على أمتك خمس صلوات، وعهدت عندي عهدا، أنه من حافظ عليهن لوقتهن، أدخلته الجنة، ومن لم يحافظ عليهن فلا عهد له عندي \" اخرجه ابن ماجه، ضعيف الجامع 4045، وصححه في (الصحيحة \" 4033 \"، وانظر (صحيح أبي داود 415)\r(56) من صلى على جنازة في المسجد فلا شيء له \" الثمر المستطاب ص 766-767، انظر الصحيحة 2351\r(57) قد عفوت عن الخيل والرقيق، فهاتوا صدقة الرقة، من كل أربعين درهما درهم، وليس في تسعين ومائة شيء، فإذا بلغت مائتين، ففيها خمسة دراهم، فما زاد فعلى حساب ذلك. وفي الغنم في كل أربعين شاة شاة، فإن لم يكن إلا تسع وثلاثون فليس عليك فيها شيء. وفي البقر في كل ثلاثين تبيع، وفي الأربعين سنة، وليس في العوامل شيء. وفي خمس وعشرين من الإبل خمسة من الغنم؛ فإذا زادت واحدة ففيها ابنة مخاض، فإن لم تكن ابنة مخاض؛ فابن لبون ذكر، إلى خمس وثلاثين، فإذا زادت واحدة ففيها بنت لبون إلى خمس وأربعين، فإذا زادت واحدة ففيها حقة طروقة الجمل، إلى ستين، فإذا كانت واحدة وتسعين، ففيها حقتان طروقتا الجمل، إلى عشرين ومائة، فإن كانت الإبل أكثر من ذلك، ففي كل خمسين حقة. ولا يفرق بين مجتمع، ولا يجمع بين متفرق خشية الصدقة. ولا يؤخذ في الصدقة هرمة، ولا ذات عوار، ولا تيس إلا أن يشاء المصدق. وفي النبات ما سقته الأنهار أو سقت السماء العشر، وما سقي بالغرب، ففيه نصف العشر \" ضعيف الجامع 4078، وانظر صحيح الجامع4375-1،والمشكاة = هداية الرواة 1740، وانظر صحيح أبي داود 1392","seal":"5DC15139","part":1},
      {"page":5,"id":5,"nass":"(58) أما إني سأحدثكم ما حبسني عنكم الغداة، إني قمت فتوضأت وصليت ما قدر لي، ونعست في صلاتي حتى استثقلت فإذا أنا بربي تبارك وتعالى في أحسن صورة، قال: يا محمد، قلت: لبيك ربي، قال: فيم يختصم الملأ الاعلى؟ قلت:لا أدري، قالها ثلاثا - فرأيته وضع كفه بين كتفي، فوجدت برد أنامله بين ثديي فتجلى لي كل شيءوعرفت، فقال: يا محمد قلت: لبيك، قال: فيم يختصم الملأ الأعلى؟ قلت: في الكفارات، قال: ما هن؟ قلت: مشي الأقدام إلى الحسنات، والجلوس في المساجد بعد الصلوات، وإسباغ الوضوء حين المكروهات، قال: وفيم؟ قلت: في إطعام الطعام، ولين الكلام، والصلاة والناس نيام، قال: سل، قلت: اللهم إني أسألك فعل الخيرات، وترك المنكرات وحب المساكين، وأن تغفر لي وترحمني، وإذا أردت فتنة في قوم فتوفني غير مفتون، أسألك حبك، وحب من يحبك، وحب عمل يقربني إلى حبك، إنها حق، فادرسوها، ثم تعلموها.\"أخرجه الترمذي وغيره، ضعيف الجامع 1233،وانظر صحيح الجامع 59 وهداية الرواة 693\rوصحيح الترغيب 408وانظر الصحيحة 3169\r(59) ثلاث لا ترد دعوتهم: الصائم حتى يفطر، والامام العادل، ودعوة المظلوم \" الكلم الطيب - الطبعة الثالثة -\rقال الترمذي \" حديث حسن \" قال الشيخ: وكذا قال الحافظ وفيه نظر عندي لان مداره على ابي مدلة، قال الذهبي: لا يعرف.،وفي سنن الترمذي -3598 - قال الشيخ ضعيف لكن صح منه الشطر الاول بلفظ المسافر مكان \"الامام العادل \" وفي رواية الوالد، وانظر ابن ماجه -1752 - والكلم الطيب - المعارف - 163 -والصحيحة 596\r(60) \" وصلاها -يعني الفجر - بالروم \" تمام المنة ص 180، قال الشيخ: لم يثبت هذا , أخرجه النسائي -947-\rواحمد، وفي صفة صلاة النبي -المعارف- ص 110، قال الشيخ: رواه النسائي واحمد والبزار بسند جيد، هذا الذي استقر عليه الرأي أخيرا خلافا لما ذكرته في تمام المنة وغيره فليعلم وانظر المشكاة 295\r(61) من هجر أخاه سنة، فهو كسفك دمه \" المشكاة 5036، قال الشيخ اسناده لين، وفي هداية الرواة 4963,\rقال الشيخ:ثم بدا لي الصواب أنه صحيح الاسناد وقد حققت ذلك في الصحيحة 928\r(62) من صلى علي من أمتي صلاة، مخلصا من قلبه، صلى الله عليه بها عشر صلوات، ورفعه بها عشر درجات، وكتب له بها عشر حسنات، ومحا عنه عشر سيئات \" الضعيفة 5141،وانظر الصحيحة 3360،\rوصحيح الترغيب 1659\r(63) أن رجلا كان جالسا مع النبي صلى الله عليه وسلم فجاء بني له فقبله وأجلسه في حجره ثم جاءت بنية فأجلسها الى جانبه، فقال النبي صلى الله عليه وسلم: فما عدلت بينهما، يعني في القبلة، قال الشيخ: موضوع، وهو في الصحيحة 3098، بلفظ \" فهلا عدلت بينهما؟ \" وانظر الصحيحة 2883و 2994\r(64) لقد تاب توبة لو تابها صاحب مكس لقبلت منه \" ضعيف الجامع \" 4703 وعزاه للضعيفة 4315، وفي الضعيفة تحت الحديث \" 4314 \" قال الناشر: كتب الشيخ رحمه الله بخطه فوق هذا المتن \" كان بعد هذا حديث \" لقد تاب توبة ... \" فنقل الى الصحيحة 3238، وهو فيها\r(65) سموه بأحب الاسماء الي، حمزة \" ضعيف الجامع 3284 والضعيفة 3707 وهو في الصحيحة 2878\r(66) إن أهل الشبع في الدنيا هم أهل الجوع غدا في الاخرة \" ضعيف الجامع 1836والضعيفة 316، قال الشيخ في مقدمة الضعيفة ج 1 ص 5 - المعارف - انني رفعت من هذا المجلد الى الصحيحة حديثين، فذكر منهما الحديث السابق، والحديث في الصحيحة 343، بلفظ \" كف عنا جشاءك فإن اكثرهم شبعا في الدنيا أطولهم جوعا يوم القيامة\r(67) لما افتتح صلى الله عليه وسلم مكة رن ابليس رنة اجتمعت اليه جنوده فقال: ايأسوا ان ترتد أمة محمد على الشرك بعد يومكم هذا ولكن افتنوهم في دينهم وأفشوا فيهم النوح \" الضعيفة 5004 وصححه الصحيحة 3467والترغيب3526 وذكر فيه أنه مخرج في الصحيحة 3417وليس فيها وانما هو في الصحيحة برقم (3467)\r(68) ما أطيبك واطيب ريحك، ما أعظمك وأ عظم حرمتك (يعني الكعبة) ، والذي نفس محمد بيده لحرمة المؤمن أعظم عند الله حرمة منك، ماله ودمه، وأن يظن به إلا خيرا \" ضعيف الجامع 5006، ابن ماجه 3933، وهو في الصحيحة 3420.\r(69) غنيمة مجالس الذكر الجنة \" ضعيف الجامع 3919، وهو في الصحيحة 3335 وصحيح الترغيب 1507\r(70) \" أي الخلق أعجب إيمانا؟ قالوا: الملائكة. قال: الملائكة كيف لا يؤمنون؟! قالوا: النبيون. قال: النبيون يوحى إليهم فكيف لا يؤمنون؟! قالوا: الصحابة. قال: الصحابة مع الأنبياء فكيف لا يؤمنون؟ ! ولكن أعجب الناس إيمانا: قوم يجيئون من بعدكم فيجدون كتابا من الوحي؛ فيؤمنون به ويتبعونه، فهم أعجب الناس إيمانا – أو الخلق إيمانا - (الضعيفة 647 وهو في الصحيحة 3215","seal":"455EE8E8","part":1},
      {"page":6,"id":6,"nass":"(71) اذا مررتم برياض الجنة فارتعوا، قالوا: وما رياض الجنة؟ قال: حلق الذكر \" ضعيف الجامع 699 الترمذي 3510 والمشكاة 729 وهو في الصحيحة 2562 وصحيح الترغيب 1511\r\r(72) أفضل الصدقة اصلاح ذات البين \" ضعيف الجامع 1012 وهو في الصحيحة 2639\r(73) إن أهل الجنة اذا جامعوا نسائهم عادوا ابكارا \" ضعيف الجامع 1830، انظر الصحيحة تحت رقم 3351\r\r(74) إن (الحميم) ليصب على رؤوسهم، فينفذ (الحميم) حتى يخلص إلى جوفه؛ فيسلت ما في جوفه؛ حتى يمرق من قدميه، وهو (الصهر) ، ثم يعاد كما كان \"ضعيف الجامع 1433 والمشكاة 5679 والترمذي 2582 وهو في الصحيحة 3470 والترغيب 3679والهداية 5607\r\r(75) كان اذا رأى ما يسره - صلى الله عليه وسلم - قال: الحمد لله الذي بنعمته تتم الصالحات واذا رأى ما يسؤوه قال الحمد لله على كل حال \" الكلم الطيب - الطبعة الثالثة - 139 - ابن ماجه 3803 وانظر الكلم - المعارف - 140 والصحيحة 265\r(76) أن أصحاب النبي صلى الله عليه وسلم قالوا يا رسول الله إنا نأكل ولا نشبع، قال: \" فلعلكم تفترقون \" قالوا: نعم، قال رسول الله صلى الله عليه وسلم: فاجتمعوا على طعامكم واذكروا اسم الله يبارك لكم فيه \"\rالكلم الطيب - الثالثة - 185 والمشكاة 4252 وابو داود 3764 وابن ماجه 3286، انظر الكلم الطيب - المعارف -186 وصحيح الترغيب 2128\r(77) اذا أديت زكاة مالك فقد قضيت ما عليك \" ضعيف الجامع 312 , انظر صحيح الترغيب 1719\r(78) عن جابر قال: قلت: كيف أصبحت يا رسول الله؟ قال: بخير من رجل لم يصبح صائما ولم يعد سقيما \"\rوانظر الصحيحة تحت رقم 2952 والادب المفرد \" 1132و 1133\r(79) اذا أنت بايعت فقل: لا خلابة ثم أنت في كل سلعة ابتعتها بالخيار ثلاث ليال فان رضيت فأمسك وان سخطت فارددها على صاحبها \" ضعيف الجامع 402، انظر الصحيحة 2875\r(80) ويل للامراء، ويل للعرفاء، ويل للامراء، ليتمنين أقوام يوم القيامة\rأن ذوائبهم معلقة بالثريا يتذبذبون بين السماء والارض ولم يكونوا عملوا على شيء\"\rالمشكاة 3698- غا ية المرام 173، وانظر صحيح الترغيب 788 والصحيحة 2620 وهداية الرواة 3626\r(81) لا تؤذ صاحب هذا القبر \" المشكاة،1721،انظر صحيح الترغيب 3566، الصحيحة 2960 وهداية الرواة 1662\r(82) إن التجار يحشرون يوم القيامة فجارا الا من اتقى وبر وصدق \" ضعيف الجامع 6405والمشكاة 2799وغاية المرام 168 , انظر صحيح الترغيب 1785 والصحيحة 1458\r(83) إن رسول الله صلى الله عليه وسلم، تلا هذه الاية \" وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم \" قالوا: يا رسول الله من هؤلاء الذين ان تولينا استبدلوا بنا ثم لا يكونوا أمثالنا؟ قال: فضرب على فخد سلمان الفارسي رضي الله عنه ثم قال: هذا وقومه ولو كان الدين عند الثريا لتناوله رجل من الفرس \" المشكاة 6244،الهداية 6205 والترمذي 3260 و3261، انظر الصحيحة تحت رقم 1017والاستدراك 14 - 21 ص 488 في اخر المجلد الثالث من الصحيحة وفيه ذكر الشيخ متابعين ثم قال:فالحديث بهذه المتابعات صحيح والله أعلم.\r(84) إن هذا الخير خزائن لتلك الخزائن مفاتيح، مفاتيحه الرجال، فطوبى لعبد جعله الله مفتاحا للخير مغلاقا للشر، وويل لعبد جعله الله مفتاحا للشر مغلاقا للخير \"\rضعيف الجامع 2021، المشكاة 5208، ابن ماجه 238، انظر صحيح الترغيب 66 والصحيحة1332 والهداية 5136وظلال الجنة 296 - 2989)\r(85) في كل إشارة في الصلاة عشر حسنات \" ضعيف الجامع 4016، انظر الصحيحة 3286\r(86) أما إن كل بناء وبال على صاحبه إلا مالا ما لا\" ضعيف الجامع 1230 و1229والمشكاة 5184انظر الصحيحة 2830 والترغيب 1874\r(87) قيل لرسول الله أي الدعاء أسمع؟ قال: جوف الليل الاخر ودبر الصلوات المكتوبات \" الكلم الطيب - الطبعة الثالثة - 113، والمشكاة 968والترمذي 3499،انظر صحيح الترغيب 1648 والكلم - طبعة المعارف - 114 وانظر في مقدمة الكلم الطيب - معارف -ص 5\r\r(88) يا أيها الناس: ما بال احدكم يزوج عبده أمته ثم يريد أن يفرق بينهما، إنما الطلاق لمن أخذ الساق \" ضعيف الجامع ص 925 بعد الحديث 6387، وهو في الارواء 2041 وفيه قال الشيخ: بالجملة فقد رجح عندي أن الحديث بهذه المتابعة حسن\r(89) أن النبي صلى الله عليه وسلم، مر بسعد وهو يتوضأ فقال: ما هذا السرف؟ فقال: أفي الوضوء إسراف، قال: نعم، وإن كنت على نهر جار \" ابن ماجه 425 والارواء 140 والمشكاة 427 وهو في الصحيحة 3292","seal":"D0E39F63","part":1},
      {"page":7,"id":7,"nass":"(90) ما كان الله ليجمع هذه الامة على ضلالة أبدا ويد الله على الجماعة هكذا، فعليكم بالسواد الاعظم، فإنه من شذ شذ في النار \" قال الشيخ رحمه الله في مقدمة الصحيحة المجلد الرابع ص \" ك - ل \" رواه ابن ابي عاصم في الستة واسناده ضعيف كما بينته في ضلال الجنة رقم 80، ولكنه حسن بمجموع طرقه كما شرحته في الصحيحة 1331 وغيره \" انظر هداية الرواة 171 -\r(91) يا ولي الاسلام وأهله مسكني الاسلام حتى ألقاك عليه \" الصحيحة 1476\"، قال الشيخ رحمه الله: أورد الحديث شارح الطحاوية ص - 358 - من رواية أبي إسماعيل الانصاري في كتابه \" الفاروق \" بسنده عن أنس به، ولما خرجت الشرح المذكور علقت عليه بقولي: \" لم أقف على اسناده وما أخاله يصح \" ثم قال الشيخ: ثم وقفت على الحديث في تاريخ بغداد، حتى قال: \" وجملة القول أن الحديث عندي حسن الاسناد \"\rوالحديث في الطبعة الثامنة من الطحاوية ص 373 وانظر الصحيحة 1823\r(92) من لم يسأل الله يغضب عليه \" الطحاوية - الثامنة - ص 459 برقم 653والمشكاة 2238 والترمذي 3373، انظر الضعيفة تحت حديث 21 ص 76 وهو في الصحيحة 2654، بلفظ \" من لم يدع الله يغضب عليه \"\r(93) اعتقها فإنها مؤمنة _ يعني الجارية التي شهدت بأن الله في السماء \" مختصر العلو \" 81 - 82 \" الايمان لابن ابي شيبة 85وضعيف ابي داود 716، انظر الصحيحة 3161\r\r(94) إن الله خلق آدم ثم مسح على ظهره، فاستخرج منه ذريته، فقال: خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون، ثم مسح ظهره فاستخرج منه ذرية، قال: خلقت هؤلاء للنار وبعمل أهل النار يعملون.... \" الضعيفة 3070، ضعيف الجامع 1602، انظر الصحيحة 1623، قال الشيخ: وخرجت أنا حديث عمر في الضعيفة 3070 وصححته لغيره في تخريج الطحاوية 266 \" قال الشيخ في الطحاوية ص 240 - الطبعة التاسعة - صحيح لغيره الا مسح الظهر فلم أجد له شاهدا \" الضعيفة 3070 \"\r\r(95) إن الله تبارك وتعالى يقول: أنا خير شريك، فمن أشرك معي شريكا فهو لشريكي، يا أيها الناس أخلصوا أعمالكم، فإن الله تبارك وتعالى لا يقبل من الاعمال الا ما خلص له ولا تقولوا هذا لله وللرحم، فإنها للرحم، وليس لله منها شيء، ولا تقولوا هذه لله ولوجوهكم، فإنها لوجوهكم وليس لله منها شيء \"\rصحيح الترغيب \" 7 \" قال الشيخ رحمه الله: قال الهيثمي في رواية البزار: (وفيه ابراهيم بن مجشر) وثقه ابن حبان وغيره وفيه ضعف \" قلت: لكن تابعه سعيد بن سليمان الواسطي وهو ثقة ... فبادرت الى اخراجه في الصحيحة 2764، ولذلك نقلته من ضعيف الترغيب الى هنا - يقصد صحيح الترغيب - المعارف -، ولينظر في أي طبعات ضعيف الترغيب هو.\r\r(96) كان يقرأ: إنه عمل غير صالح \" قال الشيخ رحمه الله، في مقدمة \" ضعيف ابي داود \" - معارف - ص 10: حين لا اجد الحديث مخرجا في شيء من مؤلفاتي لا عزوه اليه فانني احكم عليه بما تقتضيه الصناعة من تضعيف أو تصحيح، وقد يقع احيانا ان يتيسر لي بعد ذلك ان أخرجه تخريجا علميا ناظرا الى طرقه الاخرى ... فيظهر الاختلاف، فمن ذلك، حديث ام سلمة أنه - صلى الله عليه وسلم - كان يقرؤها \" إنه عمل غير صالح \" اخرجه الترمذي، فقلت تحته \" ضعيف الاسناد \" وهو كذلك، ولكنني في سنن ابي داود قلت فيه \" صحيح \"، الصحيحة \" 2809 \"\r(97) \" غيروا سيما اليهود ولا تغيروا بسواد \" الصحيحة 3324، قال الشيخ: وقد كنت عزوته اليه - الطبراني في الاوسط - نقلا عن النسخة المصورة، في كتابي \" جلباب المراة المسلمة \" ص 191، شاهد لحديث عائشة في التغيير، والان فبهذه المتابعة القوية ... قد صح الحديث والحمد لله.\r(98) \" صلى على ميت بعد ثلاث \" الصحيحة 3031، قال الشيخ: أشار الدارقطني والبيهقي الى ان لفظة \" ثلاث \" شاذة ... ، وصرح بذلك الحافظ في الفتح..، وقد كنت خرجت بعض الطرق المشار اليها في الارواء \" 3- 183 و 736 -2 \" وبعضها صريحة الدلالة على ما قال، لكني أقول: إن حديث الترجمة يشهد له أحاديث أقواها حديث أبي هريرة رضي الله عنه \" أن امراة سوداء كانت تقم المسجد فماتت ففقدها النبي صلى الله عليه وسلم، فسأل عنها بعد أيام، فقيل إنها ماتت، فقال: هلا كنتم آذنتموني؟ \" فأتى قبرها فصلى عليها ففيه انه صلى عليها بعد أيام من موتها.\r(99) الانبياء - صلوات الله عليهم -أحياء في قبورهم يصلون \" الصحيحة \" 621 \" قال الشيخ: وقد كنت برهة من الدهر أرى أن هذا الحديث ضعيف ... فإذا رأيت أيها القارىء الكريم في شيء من تأليفي خلاف هذا التحقيق فاضرب عليه واعتمد هذا.\rوانظر \" صحيح الجامع 2790 والايات البينات ص 78 والتوسل ص 64 وأحكام الجنائز 272","seal":"3A530AAD","part":1},
      {"page":8,"id":8,"nass":"(100) \" لا فضل لعربي على عجمي ولا لعجمي على عربي ولا أبيض على أسود ولا لأسود على أبيض إلا بالتقوى، الناس من آدم وآدم من تراب \" الطحاوية - التاسعة - ص 361, أثر 461، قال الشيخ رحمه الله: صحيح لكن عزوه الى السنن وهم فانه لم يروه أحد منهم وانما هو في مسند الامام أحمد، وقد كنت توقفت فيه قبل سنين، ثم يسر الله تعالى لي جمع كثير من طرقه وحققت الكلام عليها فتبين لي أنه صحيح بمجموعها \" وانظر صحيح الترغيب 2964 والصحيحة 2700 وغاية المرام 313\r(101) قتلوه قتلهم الله، ألا سألوا إذا لم يعلموا؟ ! فإنما شفاء العي السؤال \" الارواء 105 وانظر النصيحة ص 39 والمشكاة 507 وصحيح ابي داود 364 - 365.\r(102) من قال إذا أصبح: رضيت بالله ربا وبالاسلام دينا وبمحمد نبيا،فأناالزعيم لآخذن بيده حتى أدخله الجنة \" صحيح الترغيب 657 والصحيحة 2686، قال الشيخ رحمه الله: اورده المنذري في الترغيب ... وقال رواه الطبراني باسناد حسن \" وكذا قال الهيثمي في المجمع، فتعقبه الحافظ ابن حجر فيما علقه عليه فقال \" فيه رشدين وهو ضعيف \" قلت - الالباني رحمه الله - وكنت اتبعته على هذافي \" التعليق على الترغيب \" وعليه أوردته في ضعيف الترغيب ثم تبين لي أن رشدين لم ينفرد به \" ولينظر في أي طبعات ضعيف الترغيب هو\r(103) ما أصاب عبدا هم ولا حزن، فقال: اللهم إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي، إلا أذهيب الله همه وحزنه وأبدله مكانه فرحا \"الكلم الطيب - معارف - 124، قال الشيخ رحمه الله: حديث صحيح ,وقد كنت ذكرت خلاف هذا في تعليقي على احاديث ا\" شرح العقيدة الطحاوية \" ثم بدا لي أنه صحيح في مقال طويل وبحث دقيق أعددته لينشر ان شاء الله تعالى في الصحيحة برقم \" 199 \"\rوانظر الترغيب 1822 والمشكاة 2452 والتوسل 31 وهداية الرواة 2387وهو في الطحاوية - الثامنة - 44\r(104) يبعث مناد عند حضرة كل صلاة فيقول: يا بني آدم قوموا فأطفئوا عنكم ما أوقدتم على أنفسكم، فيقوموا فيتطهرون فتسقط خطاياهم عن أعينهم ويصلون فيغفر لهم ما بينهما، ثم توقدون فيما بين ذلك، فاذا كان عند صلاة الاولى نادى: يا بني آدم قوموا فاطفئوا ما اوقدتم على انفسكم فيقومون فيتطهرون ويصلون فيغفر لهم ما بينهما، فاذا حضرت العصر فمثل ذلك، فاذا حضرت المغرب فمثل ذلك، فاذا حضرت العتمة فمثل ذلك، فينامون وقد غفر لهم، ثم قال: فمدلج في خير ومدلج في شر \" صحيح الترغيب 359 والصحيحة 2520، قال الشيخ رحمه الله في الصحيحة: وهم فيه الهيثمي وهما فاحشا ... فيه أبان بن أبي عياش \" وبيانه من وجهين - وهم الهيثمي - الاول: انه لم ينتبه لما في الاسناد نفسه من بيان ان أبان هو العطار ففسره من عنده بأنه ابان بن ابي عياش، وهذا متروك عند الحافظ، فصار الحديث بذلك واهيا! وقد كنت اغتررت به في بعض مؤلفاتي، فلتصحح! ، ولينظر في أي مؤلفات الشيخ رحمه الله ذلك!\r(105) لأسلم وغفار ورجال من مزينة وجهينة خير من الحليفين غطفان وبني عامر بن صعصعة \" الصحيحة 3212، قال الشيخ رحمه الله: واعلم أني كنت أوردت الحديث سابقا في الضعيفة لذكر \" بني عامر \" في آخره ثم وجدت له شاهدا.... ولهذا الشاهد نقلته الى الصحيحة\" قلت: ولينظر أين هو في الضعيفة؟\r(106) يا نساء المؤمنات عليكن بالتهليل والتكبير ولا تغفلن فتنسين الرحمة \" الضعيفة تحت رقم \" 118 \" ص 240 - معارف -، قال الشيخ رحمه الله: كان هنا بهذا الرقم حديث \" يا نساء المؤمنات ... \" ثم وجدت له شاهدا موقوفا على عائشة له حكم المرفوع، فبدا لي أنه لا يليق ايراده هنا مع هذا الشاهد وقد ذكرته في رسالة \" الرد على التعقب الحثيث \"، وانظر المشكاة 2316 والهداية 2256والضعيفة تحت الحديث 83 ص 186\r(107) من سره أن ينظر الى رجل من أهل الجنة فلينظر الى الحسين بن علي \" الضعيفة 4604، قال الناشر: كان هنا الحديث \" من سره.. \" وقد نقله الشيخ الى الصحيحة \" 4003 \"\r(108) من طاف بالبيت سبعا وصلى ركعتين كان كعدل رقبة \" الضعيفة عندالحديث 5097 المجلد 11ص 168، كتب الشيخ رحمه الله فوق هذا المتن الحديث الذي بعده \" من طاف \" نقل الى الصحيحة \" 2725\r(109) لو أن رجلين دخلا في الاسلام فاهتجرا لكان أحدهما خارجا من الاسلام حتى يرجع، يعني الظالم \" الضعيفة تحت رقم 5245، قال الناشر: كتب الشيخ رحمه الله فوق هذا المتن في أصله الخطي \" الحديث 5246 نقل الى الصحيحة برقم \" 3294 \"\r(110) ذمة المسلمين واحدة فإن جارت عليهم جائرة فلا تخفروها فإن لكل غادر لواء يعرف به يوم القيامة \"الضعيفة 3622 والحديث في الصحيحة \" 3948 \"\r\rالأحاديث من التصحيح للتضعيف:","seal":"5E9CB5ED","part":1},
      {"page":9,"id":9,"nass":"(1) أتريد أن تكون فتانا يا معاذ؟ إذا أممت الناس فاقرأ ب (والشمس وضحاها) و (سبح اسم ربك الاعلى) و (والليل إذا يغشى) و (اقرأ باسم ربك) الارواء \" 1 ص 331 \" ذكر الشيخ أن المؤلف استدل بهذه القصة على أنه يصح للمأموم أن ينوي مفارقة الامام لعذر يبيح ترك الجماعة وفي ذلك نظر _ ثم ناقش الشيخ ذلك – واستدل على ذلك بما في رواية مسلم \" فانحرف الرجل فسلم ثم صلى وحده \" وقال \" فهذا نص فيما ذكرنا والله أعلم \" وفي الصحيحة تحت ر قم \" 3171 \" ص \" 518 \" قال الشيخ رحمه الله \" والان وقد تبين بوضوح أنها رواية شاذة غير صحيحة، فقد رجعت عن الاستدلال بها والروايات الاخرى تغني عنها والحمد لله على توفيقه واسأله المزيد من فضله \"\r(2) \" لا تبيعوا القينات، ولا تشتروهن ولا تعلموهن، ولا خير في تجارة فيهن وثمنهن حرام وفي مثل هذا أنزلت الاية \" ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم \" الصحيحة 2922، قال الشيخ رحمه الله: ص \" 118 \"، فقد رجعت عن الاستشهاد بحديث الوليد هذا، وبقي الحديث على ضعفه، الا ما يتعلق منه بنزول الاية في الغناء للشواهد الصحيحة المذكورة عن ابن مسعود وغيره فانها في حكم المرفوع عند الحاكم وغيره \" وانظر الترمذي \" 1282 \" وابن ماجه \" 2168 \" وهداية الرواة \" 2711 \" وتحريم الات الطرب \" ص 68 \" والتعليقات الرضية \" 361 – 2 \" وضعيف الجامع \" 6189 \"\r(3) يطوي الله السماوات يوم القيامة ثم يأخذهن بيده اليمنى، ثم يقول: أنا الملك أين الجبارون؟ أين المتكبرون؟\rثم يطوي الأرضين، ثم يأخذهن (بشماله) ثم يقول: أنا الملك أين الجبارون؟ أين المتكبرون؟ \" صحيح الجامع \" 8108\r\" م –د \" عن ابن عمر، وحكم الشيخ في الصحيحة تحت رقم \" 3136 \" ص \" 375 \" (بنكارة لفظة \" بشماله \")\r(4) أربع قبل الظهر (ليس فيهن تسليم) تفتح لهن أبواب السماء \" صحيح الجامع \" 885 \" والمشكاة \" 1168 \"\rوهداية الرواة \" 1125 \" وصحيح ابي داود \" 1153 \" وابن ماجه \" 950 \"\rقال الشيخ رحمه الله في الصحيحة \" تحت رقم 3404 ص 1198 \": وقد رواه ابن ماجه وغيره أتم منه مثل حديث الترجمة وزاد (لا يفصل بينهن بتسليم) وهي زيادة منكرة، وانظر ضعيف الترغيب – المعارف – 320 وضعيف الجامع \" 4567 \"\r(5) في السلسلة الصحيحة تحت حديث \" 99 \" ص \" 205 – 206 \" قال الشيخ: فائدة \" روى عبد الرزاق وسعيد بن منصور في سننه …. عن محمد بن علي بن الحنفية \" أن عمر خطب الى علي ابنته أم كلثوم فذكر له صغرها فقيل له: إن ردك فعاوده، فقال له علي: أبعث بها إليك فإن رضيت فهي امرأتك، فأرسل بها إليه فكشف عن ساقيها، فقالت: لولا أنك آمير المؤمنين لصككت عينك \"، قال الشيخ رحمه الله في الضعيفة تحت رقم 1273 ص 434: وقد اعتبرتها يومئذ صحيحة الاسناد …… فلما طبع مصنف عبد الرزاق ووقفت على اسنادها فيه تبين لي أن في السند إرسالا وانقطاعا …….فرأيت ان من الواجب علي – اداء للامانة العلمية –\rأن أهتبل هذه الفرصة وأن أبين للقراء ما تبين لي من الانقطاع.\r\r(6) ليسترجع أحدكم في كل شيء حتى في شسع نعله فإنها من المصائب \" صحيح الجامع \" 5448 \" المشكاة \" 1760 \" \" الكلم الطيب – المكتب الاسلامي – \" 140 \" قال الشيخ \" حسن \"، والحديث في الكلم الطيب – المعارف – 127، قال الشيخ رحمه الله: ثم تبين لي أن إسناده ضعيف جدا وأن الشاهد المشار اليه مختلف عن هذا في المعنى وقد أوضحت ذلك في الضعيفة \" 5595 \" وانظر ضعيف الجامع \" 4949 \" وهداية الرواة \" 2191 \"\r(7) ليس يتحسر أهل الجنة على شيء الا ساعة مرت بهم لم يذكروا الله عز وجل فيها \" صحيح الجامع \" 5446 \" قال الشيخ \"\r\" أقرب للضعف \" وذكر الشيخ أنه في الصحيحة \" 2197 \" وفي طبعة – المعارف – تم حذفه من الصحيحة وهو في\r\" الضعيفة \" 4986 \" وضعيف الترغيب – معارف – \" 910 \"\r(8) تكون إبل للشياطين وبيوت للشياطين , فأما إبل الشياطين فقد رأيتها، يخرج أحدكم بجنيبات معه قد أسمنها فلا يعلو بعيرا منها ويمر بأخيه قد انقطع به فلا يحمله وأما بيوت الشياطين فلم أرها \" قال الشيخ رحمه الله: - تحت الحديث \" 2303 \" في الضعيفة\r\" وقد كنت أوردت الحديث في الصحيحة \" 93 \" قبل أن يتبين لي الانقطاع المذكور، فالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله \" , والحديث تم حذفه من الصحيحة طبعة – المعارف -.، وانظر أبو داود \" 2568 وهداية الرواة \" 3842 \"\r(9) نهى رسول الله صلى الله عليه وسلم، أن يبال في الجحر \" صحيح الترغيب – الطبعة الثانية سنة 1406 – برقم \" 150 \"\rقال الشيخ \" صحيح \"، والحديث في ضعيف الترغيب – المعارف – برقم \" 120 \"","seal":"03B4CE0A","part":1},
      {"page":10,"id":10,"nass":"قال الشيخ رحمه الله، في مقدمة صحيح الترغيب – المعارف – ص 31،: وحذفت منها بعض الاحاديث التي تبين لي مع الزمن أنها بالكتاب الاخر أولى – ضعيف الترغيب – وهذه أرقامها \" وذكر الشيخ من بينها رقم الحديث السابق الذكر\rوانظر \" ضعيف الجامع \" 6003 و 6324 \" والارواء \" 55 \" وابو داود \" 29 \" والنسائي \" 34 \" والمشكاة \" 354 \"\r(10) إذا أفطر أحدكم فليفطر على تمر فإنه بركة فإن لم يجد تمرا فليفطر على الماء فإنه طهور \" صحيح الترغيب – الثانية –\rبرقم \" 1069 \" قال الشيخ: \" صحيح \"، وهو في \" صحيح الجامع \" 363 \" والمشكاة \" 1990 \"\rوالحديث في ضعيف الترغيب – المعارف – \" 651 \" وهو من الاحاديث التي حذفها الشيخ في طبعة صحيح الترغيب – المعارف –\rوانظر \" ضعيف الجامع \" 389 \"، وصحيح ابن خزيمة \" 2067 \" وهداية الرواة \" 1931 \"\rوهو في السنن \" الترمذي 658 وابو داود 2355 وابن ماجه 1699، قال الشيخ رحمه الله: ضعيف والصحيح من فعله صلى الله عليه وسلم – أي الافطار على تمر.. الخ، وانظر الارواء \" 922 \"\r(11) عن أم سلمة رضي الله عنها،أن رسول الله صلى الله عليه وسلم أكثر ما كان يصوم من الايام يوم السبت ويوم الاحد\rكان يقول: إنها يوما عيد للمشركين، وأنا أريد أن أخالفهم \" صحيح الترغيب – الثانية – \" 1041 \" وهو في صحيح الجامع\r\" 4803 \" بلفظ \" كان أكثر صومه السبت والاحد …\"\rوالحديث في ضعيف الترغيب – المعارف – \" 639 \" وهو من الاحاديث التي حذفها الشيخ من صحيح الترغيب – الثانية –\rوانظر \" الضعيفة 1099 وضعيف موارد الظمآن \" 112/ 941 \" وابن خزيمة \" 2167 \" والمشكاة \" 2068 والهداية 2010 \"\r(12) إن الله يبغض كل جعظري جواظ صخاب في الاسواق جيفة بالليل حمار بالنهار عالم بأمر الدنيا جاهل بالاخرة \"\rصحيح الترغيب– الثانية – برقم \" 645 \" وصحيح الجامع \" 1878 \" وذكر الشيخ أنه في الصحيحة \" 195 \"\rوهو في ضعيف الترغيب – المعارف \" 378 \" وهو من الاحاديث التي حذفها الشيخ رحمه الله من صحيح الترغيب\rوقد حذف الحديث من الصحيحة طبعة المعارف، والحديث في الضعيفة \" 2304 \" وضعيف الموارد \" 239/ 1975ص 143\r(13) عن زيد بن أسلم قال: رأيت ابن عمر يصلي محلولة أزراره فسألته عن ذلك، فقال: رأيت رسول الله صلى الله عليه وسلم يفعله \" صحيح الترغيب – الثانية –برقم \" 43 \" وهو في ضعيف الترغيب – المعارف – \" 34 \" وهو من الاحاديث التي حذفها الشيخ رحمه الله من صحيح الترغيب\r(14) سلوا الله كل شيء، حتى الشسع، فإن الله إن لم ييسره، لم يتيسر \" الضعيفة تحت رقم \" 21 \" ص \" 76 – المعارف-\rقال الشيخ رحمه الله: أخرجه ابن السني بسند حسن، والحديث في الضعيفة \" 1363 \" – المعارف -، قال الشيخ رحمه الله:\r\" موقوف أخرجه أبو يعلى في مسنده، ثم فرغت من قراة المسند كله فلم أعثر على الحديث في موضع آخر منه مرفوعا ……\rوكنت أخطأت أيضا في ذكري إياه مرفوعا تحت الحديث المتقدم – تحت رقم 21 ص 29 - الطبعة الاولى –\r(15) قالت أم سلمة رضي الله عنها: ما خرج رسول الله صلى الله عليه وسلم من بيتي قط الا (رفع طرفه الى السماء) فقال: اللهم إني أعوذ بك أن أضل أو أضل أو أزل أو أزل أو أظلم أو أظلم أو أجهل أو يجهل علي \"\rالكلم الطيب - الثالثة - 59،خرجه الاربعة وقال الترمذي \" حسن صحيح \" قال الشيخ: وهو كما قال وسنده صحيح،وزاد الشيخ في - طبعة المعارف - (لكن رفع الطرف شاذ) ، والحديث في الصحيحة \" 3163 \" قال الشيخ: ولعل من المفيد أن نلخص فوائده فيما يأتي:\rالرابعة: أن زيادة (رفع طرفه الى السماء) لا تصح....، وعزاه ابن تيمية للاربعة وفيه تساهل ظاهر لانه ليس عند غير ابي داود الرفع المذكور، وكذلك التبريزي في المشكاة - عزاه -لابن ماجه وهو وهم محض فليس عند رفع الطرف، وانظر المشكاة \" 2442 والهداية 2376\rتنبيه: ذكر الشيخ رحمه الله، في تخريج الحديث في الكلم الطيب - معارف - \" 60 ص 90، أن الحديث مخرج في الصحيحة برقم \" 3193 \" والصواب \" 3163 \"\r(16) أن الغضب من الشيطان وإن الشيطان خلق من نار وإنما تطفأ النار بالماء فإذا غضب أحدكم فليتوضأ \" الكلم الطيب - الثالثة- 227 - قال الشيخ رحمه الله: ورواه أحمد أيضا وفيه \" عروة بن محمد السعدي \" روى عنه جماعة ولم يوثقه غير ابن حبان ومع ذلك فقد قال فيه \" كان يخطيء \" وقال الحافظ في التقريب \" مقبول \" يعني عند المتابعة فإن وجد لحديثه هذا متابع او شاهد فهو حسن والله أعلم، ثم قال رحمه الله في الكلم - معارف - 228 - ص 168 - 169، ثم خرجته في الضعيفة \" 582 \" لما لم نجد له شاهدا الا بلفظ \" فليغتسل \" بدل \" فليتوضأ \" وفي سنه مجهول وضعيف، فراجعه إن شئت \" وانظر ضعيف الجامع \" 1510 \" والمشكاة \" 5113 \" وابو داود \" 4784 \"","seal":"2960EC96","part":1},
      {"page":11,"id":11,"nass":"(17) عن عمر رضي الله عنه \" أنه أخذ من لحية رجل أو رأسه شيئا فقال الرجل: صرف الله عنك السوء، فقال عمر رضي الله عنه: صرف الله عنا السوء منذ أسلمنا ولكن إذا أخذ عنك شيئا فقل: أخذت يداك خيرا \" صحيح الكلم الطيب - السابعة - 195ص 89 - قال الشيخ رحمه الله:حديث موقوف جيد الاسناد أخرجه ابن السني، ثم قال الشيخ في طبعة - المعارف 241 ص 176 -لولا أن راويه \" عبد الله بن بكر الباهلي \" لم يدرك عمر بن الخطاب فهو \" مرسل \" ثم حذف الحديث من \" صحيح الكلم الطيب \" - المعارف –\r\r(18) عن حفصة أم المؤمنين رضي الله عنها: أن النبي صلى الله عليه وسلم كان إذا أراد أن يرقد وضع يده اليمنى تحت خده ثم يقول \" اللهم، قني عذابك يوم تبعث عبادك \" (ثلاث مرات) الكلم الطيب - معارف - 36 و 37 ص 78و79 , خرجه ابو داود وقال الترمذي حديث \" حسن صحيح \" قال الشيخ رحمه الله: وهو كما قال، وليس عنده زيادة (ثلاث مرات) وانما هي في حديث \" حفصة \" فقط (وفي ثبوتها نظر بينته في تخريجه في الصحيحة تحت رقم \" 2754 \"\r(19) الدعاء لا يرد بين الاذان والاقامة \" (قالوا: فما نقول يا رسول الله؟ قال: سلوا الله العافية \" صحيح الكلم الطيب - الطبعة السابعة- 61، ولفظه \" لا يرد الدعاء ... \" قال الترمذي \" حديث حسن صحيح \" قال الشيخ رحمه الله في طبعة - المعارف - 75، قلت بل هو بهذا اللفظ والتمام ضعيف فيه \" يحيى بن اليمان وزيد العمي وهما ضعيفان \" وقد رواه الثقات عن العمي دون زيادة (قالوا ... ) هذه الزيادة لا شاهد لها بل هي منكرة وكان الاصل \" لا يرد الدعاء.. \" وصححته من الترمذي وانما يصح مختصرا بلفظ (الدعاء لا يرد بين الاذان والاقامة) وقد خرجته في ارواء الغليل \" 244 \"، والحديث في صحيح الكلم الطيب - المعارف - الثامنة - 59، وقد حذفت الزيادة\r(20) من أوى الى فراشه طاهرا وذكر الله تعالى (حتى يدركه النعاس) لم ينقلب ساعة من الليل يسأل الله شيئا من خير الدنيا والاخرة الا أعطاه الله إياه \" الكلم الطيب - الثالثة - 43،قال: أخرجه الترمذي وقال \" حديث حسن غريب \"، قال الشيخ رحمه الله \" وهو كما قال أو أعلى فإن له شواهد عن جماعة من الصحابة فراجع الترغيب ان شئت \" ثم قال الشيخ رحمه الله - في طبعة المعارف - 44 ص 82 - ثم تبين لي أن تلك الشواهد قاصرة فليس فيها مثلا (وذكر الله حتى يدركه النعاس) وهو بدونها صحيح \"، والحديث في \" صحيح الكلم الطيب \" - المعارف - 36- وتم حذف الجملة - حتى يدركه النعاس -.\r(21) إذا ولج الرجل بيته فليقل: اللهم إني أسألك خير المولج وخير المخرج، باسم الله ولجنا وباسم الله خرجنا، وعلى الله ربنا توكلنا، ثم يسلم على أهله \" صحيح الجامع \" 839 \" والمشكاة \" 2444 \" والكلم الطيب - الثالثة - 61 -أخرجه ابو داود، قال الشيخ رحمه الله: واسناده صحيح، ثم قال الشيخ رحمه الله في الكلم - معارف - \" 62 ص 91 \" ثم بدا لي أنه (منقطع) ، وذكر الشيخ رحمه الله أن الحديث في الصحيحة \" 225 \" وقد تم حذفه من طبعة المعارف، وانظر \" ابو داود \" 5096 \" والهداية \" 2378 \"\r\r(22) حديث أبي هريرة (مرفوعا) : \" إذا قام أحدكم من الليل فليفتح صلاته بركعتين خفيفتين \" الارواء \" 2/ 202 / 453 \" رواه أحمد ومسلم وابو داود، والحديث في الصحيحة \" 3199 \" ولفظه \" كان إذا قام من الليل يتهجد صلى ركعتين خفيفتين \" قال الشيخ رحمه الله: نعم لقد خرجت الحديث (مرفوعا) من قوله صلى الله عليه وسلم في \" الارواء \".. وملت هناك الى ترجيح الرفع على الوقف اعمالا لقاعدة زيادة الثقة مقبولة، ثم ترجح عندي (الوقف) لسببين اثنين أوردته من أجل ذلك في ضعيف أبي داود \" 240 \"وانظر \" ضعيف الجامع \" 619 \" والمشكاة \" 1194 والهداية 1152 \" ومختصر الشمائل \" 227 \"\r(23) قال أبو رافع رضي الله عنه: رأيت رسول الله صلى الله عليه وسلم أذن في أذن الحسن بن علي حين ولدته فاطمة رضي الله عنها بالصلاة \" الكلم الطيب - الثالثة - 210 - قال الترمذي \" حديث حسن صحيح \"، قال الشيخ رحمه الله: قلت واسناده ضعيف وهو \" حسن بشاهده \" الذي رواه البيهقي في الشعب عن ابن عباس، ثم قال الشيخ رحمه الله في طبعة - المعارف -211 ص 162 \" ثم تبين أن في سند الشاهد متهمين فخرجته في \" الضعيفة 6121 \" فيبقى حديث أبي رافع على الضعف، فيرفع من صحيح الكلم الطيب \"انظر الارواء \" 1173 \" وابو داود \" 5105 \" والترمذي \" 1514 \" والضعيفة - معارف - 1/ ص 493- 494 تحت حديث 321 \" والحديث لم يحذف من- صحيح الكلم- معارف - الثامنة - 168 -!! والله أعلم.","seal":"D516665E","part":1},
      {"page":12,"id":12,"nass":"(24) إن الله استقبل بي الشام، وولى ظهري اليمن، وقال لي: يا محمد، إني جعلت لك ما تجاهك غنيمة ورزقا، وما خلف ظهرك مددا، ولا يزال الاسلام يزيد، وينقص الشرك وأهله حتى تسير المرأتان لا تخشيان الا جورا، والذي نفسي بيده لا تذهب الايام والليالي حتى يبلغ هذا الدين مبلغ هذا النجم \" صحيح الجامع \" 1716 \" وذكر الشيخ أنه مخرج في الصحيحة \" 35 \"،والحديث تم حذفه في طبعة المعارف _ وقال الشيخ رحمه الله هناك - الصحيحة \" 1 / ص 81 \" تنبيه: كان هنا بهذا الرقم \" 35 \" في الطبعات السابقة حديث آخر فتبين لي أن في إسناده جهالة فلم أستجز ابقاءه هنا فنقلته الى الضعيفة \" 5848 \"\r\r(25) أبى الله أن يقبل عمل صاحب بدعة حتى يدع بدعته \" صحيح الترغيب - الطبعة الثانية - \" 53 \"قال الشيخ \" صحيح \"، والحديث في ضعيف الجامع \" 29 \" وهو في الضعيفة \" 1492 \"واصلاح المساجد \" 83 و 81 \"والسنة لابن ابي عاصم \" 39 \"، قال الشيخ رحمه الله في مقدمة \" صحيح الترغيب \" ص 31 \" طبعة - المعارف -:وحذفت منها بعض الاحاديث التي تبين لي مع الزمن أنها بالكتاب الاخر أولى - ضعيف الترغيب \" وهذه أرقامها في الطبعتين المشار إليهما، وذكر منها الحديث السابق الذكر برقم \" 53 \"، ثم تكلم رحمه الله عن الاحاديث المحذوفة وسبب حذفها، فقال: وأما الحديث الثاني منها \" 53 \" فهو مضعف في ظلال الجنة \" 39 \" وقبل ذلك بزمان مخرج في الضعيفة \" 1492 \" فلا أدري والله كيف وقع في صحيح الترغيب؟!\r(26) إن العبد ليتصدق بالكسرة تربو عند الله عز وجل حتى تكون مثل أحد \" صحيح الترغيب - 851 -، الثانية -، وهو في ضعيف الترغيب - المعارف - 508 - وضعيف الجامع \" 1501 \" وهو من الاحاديث التي أشار الشيخ رحمه الله الى أنه حذفها من صحيح الترغيب وانظر مقدمة الترغيب - المعارف - ص 31و32\r\r(27) كان النبي صلى الله عليه وسلم يحب أن يفطر على ثلاث تمرات أو شيء لم تمسه النار \" صحيح الترغيب - 1070- الثانية- والحديث في ضعيف الترغيب - المعارف - برقم \" 652 \" وهو من الاحاديث التي أشار الشيخ رحمه الله أنه حذفها من الطبعة الجديدة للترغيب - المعارف - وهو في ضعيف الجامع \" 4540 \"، وانظر ضعيف موارد الظمآن \" 101 / 892 و 102 / 893 \" وهو في الضعيفة \" 996 \" وانظر الارواء \" 922 \"\r(28) كان - صلى الله عليه وسلم -يكره المسائل ويعيبها فإذا سأله أبو رزين أجابه وأعجبه \" صحيح الجامع \" 5007 \"، والحديث في ظلال الجنة \" 640 \" قال الشيخ رحمه الله: اسناده ضعيف\r(29) خير الصحابة أربعة، وخير السرايا أربعمائة، وخير الجيوش أربعة آلاف، ولا تهزم اثنا عشر ألفا من قلة \" صحيح الجامع \" 3278 \" والصحيحة \" 986 \"، ثم قال الشيخ رحمه الله في الصحيحة - المعارف - ص 682 - 685 \" (استدراك) هذا ما وصل اليه علمي منذ أكثر من عشرين سنة ثم وقفت على أمور اضطررت من أجلها الى أن \"أعدل عن القول بصحة الحديث راجيا من المولى سبحانه وتعالى أن يلهمني الصواب في ذلك،.. وجملة القول أن الحديث لا يصح فما جاء مخالفا لهذا في بعض كتاباتي فأنا راجع عنه قائلا \" ربنا لا تؤاخذنا إن نسينا أو أخطأنا \"،وانظر ضعيف الترغيب - معارف - 1814 - والمشكاة 3912 وابو داود 2611 والترمذي 1555 وضعيف الموارد \" 205 / 1663 \"\r\r(30) اتقوا الحديث عني إلا ما علمتم \" المشكاة - 232 - رواه الترمذي، قال الشيخ رحمه الله: وقال حديث حسن \" قلت وسنده ضعيف، لكن ابن شيبة رواه بسند صحيح كما قال ابن القطان ونقله المناوي في \" فيض القدير \" والله أعلم \" ثم قال الشيخ رحمه الله في \" صفة صلاة النبي صلى الله عليه وسلم \" ص 41 - معارف: ثم تبين لي أن الحديث \" ضعيف \" وكنت اتبعت المناوي في تصحيحه لاسناد ابن أبي شيبة فيه، ثم تيسر لي الوقوف عليه فإذا هو بين الضعف وهو نفس إسناد الترمذي وغيره، راجع كتابي \" سلسلة الاحاديث الضعيفة 1783 \" الترمذي 2951\r(31) احذروا بيتا يقال له الحمام \" قالوا: يا رسول الله إنه ينقي الوسخ؟ قال: \" فاستتروا \" صحيح الترغيب - الطبعة الثانية - 161 -والحديث في ضعيف الترغيب - معارف - 127 - قال الشيخ رحمه الله: ضعيف شاذ، وانظر \" غاية المرام \" 193 \" وصحيح الجامع \" 116 \" والارواء \" 2582 \"\r\r(32) نهى أن يبال في الماء الجاري \" ضعيف الجامع \" 6004 \" قال الشيخ رحمه الله: وقع هذا الحديث في - صحيح الجامع - 6690 - الطبعة الاولى- وذلك خطأ فليحذف \"، والحديث في الضعيفة \" 5227 \" وضعيف الترغيب - معارف - 118 \"","seal":"D4ACF4AC","part":1},
      {"page":13,"id":13,"nass":"(33) أقبل ابن أم مكتوم وهو - أعمى وهو الذي أنزل فيه (عبس وتولى * أن جاءه الاعمى) وكان رجلا من قريش - الى رسول الله صلى الله عليه وسلم، فقال له: يا رسول الله! بأبي وأمي أنا كما تراني قد دبرت سني ورق عظمي وذهب بصري ولي قائد لا يلايمني قياده إياي فهل تجد لي رخصة أصلي في بيتي الصلوات؟ فقال رسول الله صلى الله عليه وسلم:هل تسمع المؤذن في البيت الذي أنت فيه؟ قال: نعم يا رسول الله، قال رسول الله صلى الله عليه وسلم: ما أجد لك رخصة، ولو يعلم هذا المتخلف عن الصلاة في الجماعة ما لهذا الماشي إليها لأتاها ولو حبوا على يديه ورجليه \" صحيح الترغيب - الثانية - 430- والحديث في ضعيف الترغيب - المعارف - 234 –\r(34) من توضأ ثم أتى المسجد فصلى ركعتين قبل الفجر، ثم جلس حتى يصلي الفجر، كتبت صلاته يومئذ في صلاة الابرار وكتب في وفد الرحمن \" صحيح الترغيب - الثانية - 416، والحديث في ضعيف الترغيب - طبعة المعارف - برقم \" 228 \"\r(35) اللهم لك صمت وعلى رزقك أفطرت \" صحيح ابن خزيمة، والحديث في الارواء \" 919 \" ج4 ص 39، قال الشيخ رحمه الله: وبما أن الطريقين اللذين قبله ضعيفان جدا لا يستشهد بهما فيبقى حديثه ضعيفا لينا، مع ذلك صحح حديثهم جمعا ولا أدري كيف تأثرت بهم في تعليقي على صحيح ابن خزيمة \" وانظر المشكاة 1994 والكلم الطيب - معارف - 165 ص 140 وأبي داود 2358 وضعيف الجامع \" 631 \"\r(36) أن النبي صلى الله عليه وسلم، كان يتختم في يمينه \" الارواء - 3 / 301 - 302 \" قال الشيخ رحمه الله: أخرجه النسائي والترمذي في الشمائل.... وسنده صحيح على شرط مسلم، لكن خالفه شعبة عن قتادة فرواه بلفظ \" كأني أنظر الى بياض خاتم النبي صلى الله عليه وسلم في أصبعه اليسرى \" أخرجه النسائي وسنده صحيح، فقد اختلف شعبة وابن ابي عروبة على قتادة وكلاهما ثقة ولكل منهما ما يؤيد روايته، ومن ذلك يتبين أن لا مجال للترجيح بين الروايتين فلابد من التوفيق بينهما ولعل ذلك بحمل كل رواية على حادثة غير الاخرى ... وإن لم يكن الامر كذلك فالحديث مضطرب عندي \"، والحديث في \" مختصر الشمائل - المعارف - ص 62، قال الشيخ رحمه الله: قلت اسناده صحيح، لكن أعله المؤلف بالاضطراب في متنه كما ذكر في الاصل عقبه، وهو الذي ملت اليه في الارواء (والان فقد رجعت عنه الى ترجيح رواية اليسار) لمتابعة ثابت لقتادة عليها كما ذكرت آنفا، ولذلك قال الدارقطني: إنها المحفوظة ولم يكن تبين لي وجهه هناك في الارواء، فلينقل هذا إليه\r(37) من حافظ عليها كانت له نورا وبرهانا ونجاة يوم القيامة، ومن لم يحافظ عليها، لم يكن له نور ولا برهان ولا نجاة وكان يوم القيامة مع قارون وفرعون وهامان وأبي ابن خلف \" الثمر المستطاب \" ص 52 - 53 وقال سنده حسن \"\rوالحديث في ضعيف الجامع \" 2851 \" وضعيف الترغيب \" معارف- 312 \" وانظر المشكاة \" 578 والهداية 550 \" وضعيف الموارد \" 20 / 254 \"\r\r(38) مر عمر رضي الله عنه بحسان - رضي الله عنه - وهو ينشد (الشعر) في المسجد (فلحظ إليه) (فقال: مه) قال: (في حلقة فيهم أبو هريرة) : كنت أنشد وفيه من هو خير منك (ثم التفت الى أبي هريرة فقال: سمعت رسول الله صلى الله عليه وسلم يقول: \" أجب عني اللهم أيده بروح القدس \"؟ قال: نعم) (فانصرف عمر وهو يعرف أنه يريد رسول الله صلى الله عليه وسلم) الحديث أخرجه البخاري ومسلم وابو داود والنسائي وأحمد والسياق له والزيادة الاولى لمسلم والثانية للجميع الا البخاري والسادسة لهم الا ابو داود،.... والثلثة والاخرة أخرجه احمد ثم اخرجه من طريق ... وفيه (الزيادة الرابعة) (ثم تبين لي أن هذا الاسناد منقطع.. ولذلك وجب الضرب على هذه الزيادة وقد فعلنا) \" الثمر المستطاب ص \" 795- 796\r(39) عرضت علي أجور أمتي حتى القذاة يخرجها الرجل من المسجد، وعرضت علي ذنوب أمتي فلم أر ذنبا أعظم من سورة من القرآن أو آية أوتيها الرجل ثم نسيها \" الثمر المستطاب \" ص 587 \" قال الشيخ رحمه الله: للحديث شاهدا مرسلا نحوه أخرجه ابن ابي داود كما في \" الفتح \" فهو به حسن إن شاء الله تعالى وقد صححه ابن خزيمة \"، ثم قال رحمه الله - الثمر المستطاب ص 589 _ ثم رجعت عن هذا وذهبت الى أن الحديث ضعيف فانظر \" ضعيف ابي داود 88 \" وانظر ضعيف الترغيب - معارف - 184 و 872 والمشكاة 720 وضعيف الجامع 3700\r(40) لا تذبحوا الا مسنة الا أن يعسر عليكم فتذبحوا جذعة من الضأن \" الارواء \" 4 / 359 \"، قال الشيخ رحمه الله: وقد كنت اغتررت برهة من الزمن بهذا الحديث متوهما صحته لا خراج مسلم إياه في الصحيح ثم تنبهت لعلته هذه فنبهت عليها في - الضعيفة رقم \" 65 \" ص 160 و161 و163 \"- طبعة المعارف -وانظر المشكاة 1455 والهداية 1400","seal":"0A043F9D","part":1},
      {"page":14,"id":14,"nass":"(41) لا يزال قوم يتأخرون عن الصف الاول حتى يؤخرهم الله (في النار) صحيح الترغيب - الطبعة الثانية - 510 -، والحديث في صحيح الترغيب معارف - بنفس الرقم - 510 - بدون ذكر (في النار) ، قال الشيخ رحمه الله: في الحديث مكان النقط \" في النار \" فحذفتها لضعف سندها \"\r\r(42) إذا قال الامام \" غير المغضوب عليهم ولا الضالين \" فقولوا \" آمين \" فإنه من وافق كلامه كلام الملائكة غفر لمن في المسجد \" رواه النسائي - الكبرى - صحيح الترغيب - الطبعة الثانية - 514 -، وفي صحيح الترغيب - المعارف - 514 - قال الشيخ رحمه الله - بعد أن ساق الرواية الصحيحة والتي في آخرها \" غفر له ما تقدم من ذنبه - قال الشيخ: في الاصل بعده - رواية النسائي....ولم أجده في سنن النسائي الصغرى ولا الكبرى وهي في سنن البيهقي ومسند احمد وهي (رواية شاذة ومنكرة خالف راويها الثقات عن ابي هريرة بلفظ (غفر له) وقد بينت ذلك في الصحيحة \" 3476 \"\r(43) لا يغتسل رجل يوم الجمعة ويتطهر ما استطاع من طهر..\" ورواه الطبراني في الكبير \" باسناد حسن، نحو رواية النسائي وقال في آخره \" الا كان كفارة لما بينه وبين الجمعة الاخرى ما اجتنبت المقتلة وذلك الدهر كله \" صحيح الترغيب - الطبعة الثانية- 689 -، والحديث في صحيح الترغيب - معارف- 689- ولفظه \" الا كان كفارة لما بينه وبين الجمعة الاخرى ما اجتنبت المقتلة....... \" قال الشيخ رحمه الله: هنا في الاصل لفظ \" وذلك الدهر كله \" فحذفتها لان في اسناد الطبراني \" مغيرة \" وهو ابن مقسم الضبي - مدلس - وقد عنعنه، وهو رواية للنسائي - الكبرى- ولكنه لم يذكرها\r\r(44) عن أبي هريرة رضي الله عنه، قال رسول الله صلى الله عليه وسلم \" ما من يوم يصبح العباد فيه الا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقا خلفا ويقول الاخر: اللهم أعط ممسكا تلفا \" رواه البخاري ومسلم، وابن حبان في صحيحه ولفظه \" إن ملكا بباب من أبواب الجنة يقول: من يقرض اليوم يجز غدا، وملك بباب آخر يقول: اللهم أعط منفقا خلفا وأعط ممسكا تلفا \"، ورواه الطبراني مثل ابن حبان الا أنه قال (بباب من أبواب السماء) ، صحيح الترغيب - الثانية -905 -، والحديث في صحيح الترغيب - معارف 914- وقد حذف الشيخ رحمه الله، رواية الطبراني لضعفها - فقال رحمه الله: هنا في الاصل ما نصه \" ورواه الطبراني مثل ابن حبان؛ الا انه قال (بباب من ابواب السماء) فحذفته لانه عند الطبراني في \" الاوسط \"عن شيخه \" مقدام \" وهو \" ابن داود الرعيني \"، قال النسائي \" ليس بثقة \" ولفظ ابن حبان مخرج في الصحيحة \" 920 \".\r(45) الاكثرون هم الاسفلون يوم القيامة الا من قال بالمال هكذا وهكذا (وكسبه من طيب) ، الصحيحة - 1766- والحديث في صحيح الترغيب - معارف -تحت حديث - 3260 - \" ورواه ابن ماجه مختصرا \" الاكثرون هم الاسفلون يوم القيامة الا من قال هكذا وهكذا \"، قال الشيخ رحمه الله - في حاشية الترغيب- \" في أخر الحديث زيادة \" وكسبه من طيب \" فحذفتها لشذوذها ومخالفتها لطرق الحديث الاخرى، وهي مخرجة في الصحيحة - 1766- وفاتني هناك التنبيه على شذوذها ومخالفتها فليستدرك.\r(46) \" من قام رمضان ايمانا واحتسابا، غفر له ما تقدم من ذنبه، ومن قام ليلة القدر ايمانا واحتسابا، غفر له ما تقدم من ذنبه وما تأخر \" \" شاذ بزيادة \" وما تأخر \" - الضعيفة- 5083 -، قال الشيخ رحمه الله: وجملة القول ان حديث عبادة هذا ليس له اسناد ثابت، فالاول منقطع والاخر فيه ذلك المجهول، وقد غفل عن هذه الحقيقة الحافظ العراقي في \" طرح التثريب \" - 4 / 163 \" حين وقف عند ابن عقيل قائلا \" وحديثه حسن \" دون ان ينظر الى ما بيناه من الانقطاع والجهالة، ومثل ذلك صنيع الهيثمي \" 3 / 185 \" ونحوه قول الحافظ ابن حجر \" 4 / 99، حديث عبادة عند الامام أحمد من وجهين اسناده حسن \"، ومثل هذه الاقوال من هؤلاء الائمة كان حملني برهة من الزمن على \" تحسين هذه الزيادة - وما تأخر - في حديث عبادة، وتصحيحها في حديث ابي هريرة ورمزت بذلك لها على نسختي من \" الترغيب \" التي كنت أدرس منها على الاخوان ما كان من الاحاديث الثابتة، والان وقد يسر الله لي جمع طرق الحديث وسردها على وجه يكشف لكل طالب علم أن الزيادة المذكورة لا تصح بوجه من الوجوه فقد رجعت عن الرمز المذكور الى (التضعيف) والله ولي التوفيق \"\rوانظر \" صحيح الجامع 6325 \"و\" صحيح الترغيب - المعارف - 992 - حاشية 1","seal":"09EFFD7C","part":1},
      {"page":15,"id":15,"nass":"(47) يقول الله عز وجل للعلماء يوم القيامة (إذا قعدعلى كرسيه) لقضاء عباده: إني لم أجعل علمي فيكم الا وأنا أريد أن أغفر لكم على ما كان فيكم ولا أبالي \" الضعيفة \" 867 - قال الشيخ رحمه الله \" موضوع بهذا التمام ... وفيه لفظة منكرة جدا وهي قعود الله تبارك وتعالى على الكرسي......وقد روي الحديث بدون هذه اللفظة من طرق آخرى كلها ضعيفةوبعضها أشد ضعفا من بعض فلابد من ذكرها لئلا يغتر بها أحد....كما وقع لي قديما في تخريج أحاديث الترغيب \" حيث أشرت للحديث بالحسن تقليدا مني لابن كثير ومن ذكرنا معه والان فقد رجعت عن ذلك \"، والحديث في \" ضعيف الترغيب - معارف - 61 –\r(48) عن ابن عباس رضي الله عنه: أن رسول الله صلى الله عليه وسلم، بعث أبا موسى على سرية في البحر، فينما هم كذلك قد رفعوا الشراع في ليلة مظلمة إذا هاتف فوقهم يهتف: يا أهل السفينة! قفوا أخبركم بقضاء قضاه الله على نفسه، فقال أبو موسى أخبرنا إن كنت مخبرنا، قال: إن الله تبارك وتعالى قضى على نفسه أنه من أعطش نفسه له في يوم صائف سقاه الله يوم العطش \" صحيح الترغيب - الطبعة الثانية - 974 - قال الشيخ رحمه الله \" حسن \"، والحديث في \" ضعيف الترغيب - معارف - 577 - قال الشيخ \" ضعيف \"، قلت \" \" عبد الله بن المؤمل \" وهو ضعيف الحديث كما قال الحافظ وضعفه جدا في \" زوائد البزار \" وهو مخرج في \" الضعيفة 6748 - وقد كنت حسنته تبعا للمؤلف في الطبعة السابقة فلما طبع \" كشف الاستار \" ووقفت على اسناده تراجعت عنه \"\r\r(49) ما أذن الله لشيء ما أذن \" وفي لفظ: كأذنه \" لنبي \" حسن الصوت \" وفي لفظ \" (حسن الترنم) يتغنى بالقرآن \" يجهر به \" (صفة صلاة النبي صلى الله عليه وسلم _ المعارف- ص 127، قال الشيخ رحمه الله في \" ضعيف الترغيب والترهيب - المعارف - تحت حديث \" 875\" بلفظ \" ما أذن الله لشيء ما أذن لنبي حسن الترنم بالقرآن \" قلت - الشيخ الالباني - لكن لفظ (الترنم) فيه شاذ مخالف للفظ الشيخين (يتغنى) كما حققته في \" الضعيفة 6640 \"، وقبل هذا كنت أوردته في \" صفة الصلاة \" اعتمادا على الحافظ (فليحذف) .\r\r(50) عن ابن عباس رضي الله عنه: أن رسول الله صلى الله عليه وسلم، صلى ركعتين لم يقرأ فيهما الا بفاتحة الكتاب \" (صفة الصلاة - معارف - ص 106 - 107 \" قال الشيخ رحمه الله: أخرجه أحمد والحارث بن أبي أسامة في مسنده - ص 38 من زوائده، والبيهقي بسند ضعيف، وكنت حسنته في الطبعات السابقة ثم تبين لي أني كنت واهما لأ ن مداره على \" حنضلة الدوسي وهو ضعيف \" ولا ادري كيف خفي على هذا؟ ولعلي ظننته غيره وعلى كل حال الحمد لله الذي هداني لمعرفة خطئي ولذلك بادرت الى الضرب عليه في الكتاب، ثم عوضني الله خيرا منه، حديث معاذ هذا فإنه يدل على ما دل عليه حديث ابن عباس والحمد لله الذي بنعمته تتم الصالحات \" ولفظ حديث معاذ الذي أشار اليه الشيخ\" كان معاذ يصلي مع رسول الله صلى الله عليه وسلم العشاء الاخرة............ قال للفتى \" كيف تصنع أنت يا ابن أخي اذا صليت؟ قال \" أقرأ بفاتحة الكتاب ... الخ الحديث \" اخرجه ابن خزيمة - 1634 والبيهقي بسند جيد\r(51) إن الاسلام بدأ غريبا وسيعود غريبا كما بدأ، فطوبى للغرباء، قيل ومن الغرباء؟ قال: النزاع من القبائل \" الصحيحةتحت حديث - 1273 - 3 / 269- 270 \" - طبعة المعارف-\rقال الشيخ رحمه الله: رواه الدارمي وابن ماجه\" 3988 \" وأحمد وابنه عبد الله والبيهقي في \" الزهد الكبير \" والبغوي في شرح السنة \" عن حفص بن غياث عن الاعمش عن أبي إسحاق السبيعي عن أبي الاحوص عن عبد الله مرفوعا وقال البغوي \" هذا حديث صحيح \" وأقول هو كما قال \" لولا أن أبا إسحاق وهو السبيعي - عمرو بن عبد الله - مدلس وقد عنعنه في جميع الطرق عنه مع كونه كان اختلط \" فأنا متوقف عن صحته بعد أن كنت تابعا في تصحيحه برهة من الزمن غيري \"\r(52 ِنعم الميتة أن يموت الرجل دون حقه \" \" الصحيحة - 697-، قال الشيخ رحمه الله: أخرجه أحمد وعنه أبو عمر الداني في \" الفتن \" وأبو نعيم في \" الحلية \" من طريق إبراهيم بن المهاجر عن أبي بكر بن حفص - فذكر القصة - قال سعد: إني سمعت رسول الله صلى الله عليه وسلم يقول: فذكره، قال أبو نعيم: \" وأبو بكر اسمه عبد الله بن حفص بن عمرو بن سعد بن أبي وقاص \" قال الشيخ رحمه الله: \" قلت:وهو ثقة من رجال الشيخين، وإبراهيم بن المهاجر قال في التقريب \" صدوق لين الحفظ \"، ثم قال الشيخ رحمه الله: ثم رأيت الهيثمي \" 6 / 244 \" قد أعله بالانقطاع بين \" أبي بكر بن حفص وسعد \" وهو إعلال سليم، فإن لم يوجد للحديث شاهد معتبر فلينقل إلى الكتاب الآخر.","seal":"527EDF1B","part":1},
      {"page":16,"id":16,"nass":"(53) بطحان على ترعة من ترع الجنة \" الصحيحة - 769 - معارف - ص 398- 399، قال الشيخ رحمه الله: \" رواه ابن حيويه في حديثه والديلمي، عن يعقوب بن كاسب نا المغيرة بن عبد الرحمن ثنا الجعيد بن عبد الرحمن عن (الأحنف بن قيس) عن عروة عن عائشة مرفوعا، قلت وهذا إسناد حسن ... ثم تبين لي أن الأحنف هذا ليس هو ابن قيس كما وقع في هذا الإسناد، وإنما هو \"أحنف آل أبي المعلى \" وهو مجهول العين، فأوجب ذلك نقله الى الكتاب الآخر - الضعيفة - أداء للأمانة العلمية وهو في المجلد \" 12 \" منه برقم \" 5730 \" وبالله التوفيق\r\r(54) عن الأشعث بن قيس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\" إن أشكر الناس لله تبارك وتعالى أشكرهم للناس \" ضعيف الترغيب - معارف - 570 - رواه أحمد بإسنادين هذا أحدهما وفيه جهالة، والآخر فيه انقطاع لكن له شاهد قوي بخلاف هذا ولذلك أوردته مع شاهده في الصحيح - أي صحيح الترغيب -971و973 -ولفظه عن الأشعث بن قيس \" لا يشكر الله من لم يشكر الناس \" وشاهده بلفظ \" لا يشكر الله من لا يشكر الناس \" من حديث أبي هريرة \" ثم قال الشيخ رحمه الله: وخرجتها في الصحيحة - تحت الحديث - 416- ص 776- بلفظ \" لا يشكرالله من لا يشكر الناس \" ووعدت فيه - أي في الصحيحة - بتخريج اللفظ الأول، ثم تبينت أني أخطأت فأخرجته في الضعيفة - 5339- ولفظه \" أشكر الناس لله عز وجل أشكرهم للناس \" فإذا وجد في مكان آخر مصححا فقد رجعت عنه\r(55) كان يقول في دبر كل صلاة مكتوبة (حين يسلم) : لا إله إلا الله وحده لا شريك له، له الملك وله الحمد (يحيي ويميت وهو حي لا يموت بيده الخير) وهو على كل شيء قدير (ثلاث مرات) اللهم لا مانع لما أعطيت ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد \" الصحيحة - الطبعة الاولى - 196 -، والحديث في الصحيحة - طبعة المعارف - 196 - ولفظه \" كان يقول في دبر كل صلاة مكتوبة \" حين يسلم \": لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، اللهم لا مانع لما أعطيت ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد \" , قال الشيخ رحمه الله: قد كنت خرجته هنا لزيادات كنت التقطها من بعض الروايات وأضفتها إلى متن الحديث بين معكوفات في الطبعات السابقة وهي في الغالب \" الطبعة الاولى \" منها لأنها صورة عنها ثم تبين لي أنها شاذة فحذفتها ونقلتها إلى \" الضعيفة - 5598 \"\r\r(56) إن الشيطان ذئب الانسان كذئب الغنم يأخذ الشاة القاصية والناحية فإياكم والشعاب وعليكم بالجماعة والعا مة والمسجد \" شرح الطحاوية - ص 512- من الطبعة الثامنة - رقم التخريج - 792 - قال الشيخ رحمه الله: صحيح الاسناد. وأقول الان كلا ولا أدري كيف وقع هذا فالسند ضعيف كما هو مبين في تخريج المشكاة - 184 - ثم في الاحاديث الضعيفة - 3016 -وضعيف الجامع - 1477 -\rوقال الشيخ في الضعيفة - 3016 - ثم تبين لي أن فيه علة تقدح في صحته ألا وهي الانقطاع ... وقد كنت غفلت عن هذه العلة حين خرجت \" شرح العقيدة الطحاوية \" فصححته فيه _ 516 - جريا على ظاهر إسناده، والان قد رجعت عنه والله هو الموفق \" وانظر - ضعيف الترغيب - 206 - وهداية الرواة - 182 –\r\r(57) من فصل - أي خرج - في سبيل الله فمات أو قتل فهو شهيد، أو وقصه فرسه أو بعيره أو لدغته هامة، أو مات على فراشه بأي حتف شاء فإنه شهيد وإن له الجنة \" - أحكام الجنائز - المعارف - ص 51 - قال الشيخ رحمه الله: أخرجه أبو داود والحاكم والبيهقي من حديث أبي مالك الاشعري وصححه الحاكم وإنما هو حسن فقط، ثم تبين لي خطأ هذا وأنه ضعيف يراجع التفصيل - الضعيفة - 5360 - \" انظر \" صحيح الجامع - 6413 - وأبو داود - 2499 - وضعيف الترغيب - 815 - وهداية الرواة - 3763-\r\r(58) يجيء يوم القيامة ناس من المسلمين بذنوب أمثال الجبال، يغفرها الله لهم، ويضعها على اليهود \" \" صحيح الجامع - 8035 \" رواه مسلم - 2767 - \"\rوالحديث في - الضعيفة - 5399 - والضعيفة - 1316 - قال الشيخ رحمه الله - الضعيفة - 1316 - منكر بهذا اللفظ، تفرد به حرمي بن عمارة: حدثنا \" شداد أبو طلحة الراسبي \" عن غيلان بن جرير عن أبي بردة عن أبيه - يعني أبا موسى الاشعري - عن النبي صلى الله عليه وسلم قال: فذكره وزاد آخره\" فيما أحسب أنا. قال أبو روح: لا أدري ممن الشك \" أخرجه مسلم من هذا الوجه وأخرجه من طريق \" طلحة بن يحيى وعون بن عتبة وسعيد بن أبي بردة نحوه دون قوله - ويضعها - وكذلك أخرجه أحمد.....عن طلحة بن يحيي أيضا كلهم قالوا: عن أبي بردة به نحوه دون قوله \" ويضعها \" ومن ألفاظهم عند - مسلم - \" إذا كان يوم القيامة دفع الله عز وجل إلى كل مسلم يهوديا أو نصرانيا فيقول: هذا فكاكك من النار \" هكذا رواه الجماعة عن أبي بردة دون تلك الزيادة، فهي عندي شاذة بل منكرة لوجوه.... \"","seal":"4F5A0712","part":1},
      {"page":17,"id":17,"nass":"(59) كان إذا اعتم سدل عمامته بين كتفيه] . (حسن) - \" صحيح الجامع 4676 \" و\" الصحيحة 717 \"، قال الشيخ رحمه الله - في الصحيحة - رواه الطبراني في الاوسط ورجاله رجال الصحيح خلا أبا عبد السلام وهو ثقة.. وبالجملة فالحديث بهذه الطرق صحيح، والحديث في \" الضعيفة - 4267 - ولفظه:\r\r(كان يدير كور العمامة على رأسه ويغرزها من ورائه يرسل لها شيئاً بين كتفيه) قال الشيخ رحمه الله - في الضعيفة - منكر - لكن الجملة الأخيرة منه - وهو إرسال العمامة بين كتفيه - صحيحة لأن لها شواهد تقويها من حديث ابن عمر وغيره من طرق كنت خرجتها في الصحيحة - 717 - وكان منها طريق أبي عبد السلام هذه..ثم قدر الله تعالى ويسر لي بفضله وكرمه الوقوف على إسناد الحديث.. فبادرت الى تخريجه هنا والكشف عن علته وهي جهالة أبي سلام \" وانظر - الترمذي - 1736 - والمشكاة - 4338 -\r\r(60) ما صلت امرأة صلاة أحب إلى الله من صلاتها في أشد بيتها ظلمة \" الضعيفة - 4453 - قال الشيخ رحمه الله: أخرجه ابن خزيمة في صحيحه - 1691 - ... عن \" إبراهيم بن مسلم الهجري عن أبي الاحوص عن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: فذكره \"، قلت وهذا سند ضعيف، الهجري قال الحافظ: لين الحديث رفع موقوفات - قلت: وهذا من تلك الاحاديث الموقوفة التي رفعها....... وقد كنت ملت إلى تحسينه بمجموع الطريقين فيما علقته على - صحيح ابن خزيمة - والان تبين لي خلافه لاضطراب - الهجري - في رفعه وقصور الطريق الاخر عن الشهادة له، وقد صح الحديث من طريق أخرى عن أبي الاحوص به مرفوعا بلفظ آخر وهو مخرج في صحيح أبي داود - 1579 -\r\r(61) اتقوا الله فإن أخونكم عندنا من طلب العمل \" صحيح الجامع \" 103 \" والحديث في \" الضعيفة3642 \" بلفظ (إن أخونكم عندي من يطلبه يعني العمل فعليكم بتقوى الله عز وجل) ، قال الشيخ رحمه الله: \" منكر \" أخرجه أحمد.. والحديث أورده السيوطي في - الجامعين - بلفظ - اتقوا الله.. \" وقال رواه - طب -وقال المناوي في - فيض القدير - ورمز المؤلف لحسنه - وبناء على هذا الرمز كنت أوردت الحديث في - صحيح الجامع - 103 - للقاعدة التي كنت ذكرتها في مقدمته والان وبعد أن تبين لي إسناد الحديث وعلته فلينقل الى - ضعيف الجامع - \"\r\r(62) إن يوم الجمعة سيد الأيام وأعظمها عند الله وهو أعظم عند الله من يوم الأضحى ويوم الفطر فيه خمس خلال خلق الله فيه آدم وأهبط الله فيه آدم إلى الأرض وفيه توفى الله آدم وفيه ساعة لا يسأل الله فيها العبد شيئا إلا أعطاه إياه ما لم يسأل حراما وفيه تقوم الساعة وما من ملك مقرب ولا سماء ولا أرض ولا رياح ولا جبال ولا بحر إلا وهو يشفق من يوم الجمعة أن تقوم فيه الساعة) - صحيح الترغيب - 695 - الطبعة الثانية - وصحيح الجامع - 2279 - والحديث في الضعيفة - 3726 - وضعيف الترغيب - معارف - 424 -، قال الشيخ رحمه الله - في الضعيفة - \" وقد صح نحوه من حديث أبي هريرة دون تلك الزيادة في آخره وهو مخرج في صحيح - أبي داود - 961 - وساعة الاجابة منه متفق عليها بين الشيخين، هذا وقد كنت حسنت الحديث في بعض تعليقاتي ... وقد تيسر لي تحقيق القول في إسناده ومتنه فقد وجب علي بيانه أداءا للأمانة العلمية \" وانظر - ابن ماجه - 1084 - المشكاة - 1363 - هداية الرواة - 1312 -.\r\r(63)) و (قرأ ليلة وهو وجع السبع الطوال) \" صفة صلاة النبي صلى الله عليه وسلم ص - 118 - والحديث في الضعيفة - 3995 - قال الشيخ رحمه الله: \" أخرجه ابن خزيمة - 1136 - وابن حبان - 664 - والحاكم وأبو يعلى - كلهم من طريق \" مؤمل بن إسماعيل عن سليمان بن المغيرة نا ثابت عن أنس قال:\rوجد رسول الله صلى الله عليه وسلم ذات ليلة شيئا فلما أصبح قيل يا رسول الله إن أثر الوجع عليك لبين قال أما إني على ما ترون بحمد الله قد قرأت البارحة السبع الطوال \" وقال الحاكم - صحيح على شرط مسلم - ووافقه الذهبي وقال الهيثمي - بعد أن عزاه لأبي يعلى - \" رجاله ثقات \"، قلت: ويبدو أنني اغتررت برهة من الدهر بهذا التصحيح والثوثيق فأوردت الحديث في - صفة الصلاة -..... حتى قال: فحديث الرجل - مؤمل بن إسماعيل- يبقى على الضعف حتى نجد له من يتابعه أو يشهد له وهذا ما لم نظفر به، فمن كان عنده نسخة من - صفة الصلاة - فيها هذا الحديث فليضرب عليه وجزاه الله خيرا \"\r\r(64) إياكم ولباس الرهبان فإنه من ترهب أو تشبه فليس مني) الضعيفة - 3234 - والحديث في - حجاب المرأة المسلمة - ص 93 - الطبعة السادسة بلفظ (عن علي رضي الله عنه رفعه:","seal":"25D74AC2","part":1},
      {"page":18,"id":18,"nass":") إياكم ولبوس الرهبان فإنه من تزيا بهم أو تشبه فليس مني) قال الشيخ رحمه الله - في الضعيفة -: - بعد أن ذكر علل الحديث - ومن هذا التحقيق يتبين خطأ الحافظ أو تساهله حين قال في - الفتح - \" أخرجه الطبراني بسند لا بأس به \" وقد كنت نقلته واعتمدت عليه في كتابي - حجاب المرأة المسلمة - فلما وقفت على إسناده وتبين لي وهائه بادرت إلى إخراجه هنا \"\r\r(65) إنكم لا ترجعون إلى الله تعالى بشيء أفضل مما خرج منه - يعني القرآن) الصحيحة - 961 - معارف - والحديث في - الضعيفة - 1957 - قال الشيخ رحمه الله: - بعد أن ذكر علل الحديث - وقد كنت غفلت عن هذه العلة فأوردت الحديث في - الصحيحة 961 - وخرجته هناك بنحو مما هنا دون أن أنتبه لها فمن وقف على ذلك فليضرب عليه \" وانظر - الترمذي - 2911 - المشكاة - 1332 - هداية الرواة - 1281 - ضعيف الترغيب - 866 - ضعيف الجامع - 2042 -\r(66) وعن أبي كبشة الأنماري رضي الله عنه، أن رسول الله صلى الله عليه وسلم كان يحتجم على هامته وبين كتفيه وهو يقول من أهراق من هذه الدماء فلا يضره أن لا يتداوى بشيء لشيء. رواه أبو داود وابن ماجه.) صحيح الجامع - 4926 - المشكاة - 4542 - أبو داود - 3859 - ابن ماجه - 3484- \" والحديث في - الضعيفة - 1867 - قال الشيخ رحمه الله: إسناده حسن لولا ما فيه من الانقطاع، وقد كنت أوردته في - صحيح الجامع - فلا أدري أكان ذلك عن وهم أم لشاهد لا يحضرني الان، غير جملة - بين كتفيه - فلها شاهد مخرج في - الصحيحة - 908 –\r(67) إذا أراد الله بعبد شرا خضر له في اللبن والطين حتى يبني) - الضعيفة 2294 - قال الشيخ رحمه الله: هذا وقد كنت خرجت الحديث في تعليقي على - المعجم الصغير - للطبراني المسمى ب - الروض النضير - 179 - وذكرت فيه أن الحافظ العراقي عزا الحديث لابي داود بإسناد - جيد - عن عائشة وأني لم أجده في - سنن أبي داود - قلت هذا قبل أكثر من ثلاثين سنة قبل صدور بعض المؤلفات والفهارس التي تساعد على الكشف عن الحديث والان وأنا أكتب هذا سنة - 1403 - قد راجعت له بعضها ومنها - تحفة الاشراف- للحافظ المزي فازداد ظني بخطأ العزو ولعله اشتبه عليه بحديث عائشة الاخر بلفظ - إن الله لم يأمرنا فيما رزقنا أن نكسو الحجارة واللبن \" وانظر - ضعيف الترغيب 1174 وضعيف الجامع 336 –\r\r(68) عن جابر رضي الله عنه: أن رسول الله صلى الله عليه وسلم نهى أن تجصص القبور وأن يكتب عليها \" - قال الترمذي - حديث حسن صحيح - قال الشيخ رحمه الله في - النصيحة - ص 152 - 153 \":أخرجه الترمذي من طريق - محمد بن ربيعة، والحاكم عن حفص بن غياث وأبي معاوية، وابن حبان أيضا - 3154 - والطحاوي في - شرح المعاني 1/ 296 - كلاهما عن أبي معاوية محمد بن خازم ثلاثتهم عن - ابن جريج، عن أبي الزبير عن جابر، وقال الحاكم - صحيح على شرط مسلم - ووافقه الذهبي - فهذا الاسناد الأول، والاسناد الآخر عند الثلاثة الأخريين - أبي داود والنسائي وابن ماجه - من طريق - ابن جريج وسليمان بن موسى عن جابر وكذلك رواه ابن حبان وليس عند ابن ماجه إلا جملة الكتابة - فقط - هذا وقد كنت صححت في - الارواء 3 / 308 - حديث 757 ص 208 - هذا الإسناد الثاني ثم بدا لي أن فيه انقطاعا بين سليمان بن موسى وجابر \" وانظر - مشكاة المصابيح 1709 - هداية الرواة - 1650 - الجنائز 204 –\r\r(69) إن الله حد حدودا فلا تعتدوها، وفرض فرائض فلا تضيعوها وحرم أشياء فلا تنتهكوها وترك أشياء من غير نسيان من ربكم ولكن رحمة منه لكم فاقبلوها ولا تبحثوا عنا \" قال الشيخ رحمه الله في تخريج - كتاب الإيمان - لشيخ الإسلام ابن تيمية - رواه الدارقطني وهو حديث حسن بشاهده القوي قبله ص 43 \" وفي - تخريج الطحاوية ص 302 - الطبعة التاسعة - قال الشيخ: حسن لغيره رواه الدارقطني وغيره ثم تبين أن الشواهد التي رفعته إلي الحسن ضعيفة جدا لا يصلحان للشهادة كما أوضحته في - غاية المرام 4 -وانظر ضعيف الجامع - 1597 - المشكاة 197 والتعليقات الرضية - 3 / 24 \"\r\r(70) اللهم اجعل أوسع رزقك علي عند كبر سني وانقطاع عمري \" صحيح الجامع 1255 - الطبعة الثالثة - قال الشيخ - حسن - الصحيحة 1539 - والحديث في الضعيفة - 1385- لفظ – \" كان يدعو: اللهم اجعل أوسع رزقي...... \" قال الشيخ رحمه الله - بعد أن ذكر علة الحديث - فيبقى الحديث على ضعفه الشديد فنقلته إلي هنا بعد أن كنت أوردته في الكتاب الآخر تقليدا لتحسين الهيثمي.. وبناء على ذلك أوردته في صحيح الجامع الصغير - 1266 - الطبعة الأولى - فيرجى نقله من هناك إلى - ضعيف الجامع الصغير \" والحديث في ضعيف الجامع - الثالثة - برقم 1163 –","seal":"989584E4","part":1},
      {"page":19,"id":19,"nass":"(71) عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ليسأل أحدكم ربه حاجته كلها حتى يسأله شسع نعله إذا انقطع \" المشكاة - 2251 - زاد في رواية عن ثابت البناني مرسلا: \" حتى يسأله الملح وحتى يسأله شسعه إذا انقطع \" المشكاة - 2252 - قال الشيخ رحمه الله \" وهو حديث حسن \" والحديث في - الضعيفة - 1362 - وانظر الترمذي - 3604 م8\r*******************************************************************\r\rهذه الاحاديث قد تراجع عنها الشيخ من التصحيح الى التحسين أو العكس:\r(1) يجزيء عن الجماعة إذا مروا أن يسلم أحدهم، ويجزيء عن الجلوس أن يرد أحدهم \"\rالكلم الطيب – الثالثة – قال الشيخ رحمه الله: حديث حسن، رواه أحمد والبيهقي وفيه ضعف لكن له شواهد يتقوى بها، والحديث في الكلم الطيب – المعارف – 200- قال الشيخ رحمه الله \" كنت خرجتها في الارواء – 3- 242 – 778 \" ثم وقفت على شواهد أخرى له خرجتها في الصحيحة \" 1147و 1148 و1412 \" فصار الحديث صحيحا والحمد لله.\r(2) رضى الرب في رضا الوالد، وسخط الرب في سخط الوالد \" الصحيحة \" 516 \"\rقال الشيخ رحمه الله: فقد رجعت عن موافقتي للحاكم والذهبي على تصحيح الحديث على شرط مسلم بل رجعت عن تصحيح اسناده مطلقا _ أي اسناد الحاكم – ولكني مع ذلك فقد أداني البحث والتحقيق إلى القول بإن الحديث لا ينزل عن رتبة الحسن بمجموع طرقه، وانظر \" صحيح الترغيب 2501والادب المفرد \" 2 \" وصحيح الجامع \" 3506.\r(3) عجبت لأقوام يساقون إلى الجنة بالسلاسل وهم كارهون \" صحيح الجامع \" 3983 \" قال الشيخ \" حسن \" والحديث في الصحيحة \" 2874 \" قال الشيخ رحمه الله – بعد أن ذكر شواهد للحديث – وبعد هذا التخريج عدلته إلى \" صحيح \" كما هو ظاهر من مجموع طرقه.\r(4) أن امرأة عجوز جاءته – صلى الله عليه وسلم – تقول له: يا رسول الله، ادع الله لي أن يدخلني الجنة، فقال لها: إن الجنة لا يدخلها عجوز \" غاية المرام \" 375 \" \" حسن \"\rوالحديث في الصحيحة \" 2987 \" قال الشيخ رحمه الله: \" تنبيه \" كنت خرجت الحديث في بعض مؤلفاتي مثل \" غاية المرام محسنا إياه والان فقد أصبح ازداد قوة بهذا الحديث الصحيح مع ما جاء في تفسير \" إنا أنشأنهن إنشاء \".\r(5) عن اسماء بنت عميس رضي الله عنها، قالت قال لي رسول الله صلى الله عليه وسلم:\r\" ألا أعلمك كلمات تقولينهن عند الكرب – أو في الكرب – \" الله الله ربي لا أشرك به شيئا \"\rالكلم الطيب \" 121 \" – الثالثة _ قال الشيخ: \" حسن \" والحديث في الكلم الطيب – معارف – ص \" 118 \" وفي الصحيحة \" 2755 \" قال الشيخ رحمه الله – بعد ان ذكر طريقا للحديث وشاهدين – وبناء عليه يختلف حكمنا على الحديث عما قلناه سابقا في التعليق على الكلم الطيب\rويصير \" صحيحا لغيره \" ويزداد قوة بالطريق عن اسماء وشاهديه عن عائشة وابن عباس.\r(6) إذا اكتحل أحدكم فليكتحل وترا، وإذا استجمر فليستجمر وترا \" الصحيحة 1260 \"\rقال الشيخ رحمه الله: فالحديث بمجموع طرقه \" حسن ان شاء الله \" ثم قال الشيخ رحمه الله \" في\rالاستدراك أخر المجلد الثالث ص \" 491 \" \" 258 – 25 \" - بعد ان ذكر طريقا آخر – \" فصح الحديث والحمد لله.\r\rتصويبات وتنبيهات:\r(1) \" حضر موت خير من بني الحارث \" - ضعيف الجامع - 2726 - والحديث في - الصحيحة - 3051 - قال الشيخ رحمه الله: تنبيه هام: وقع حديث الترجمة سهوا في - ضعيف الجامع - 2726 -وهو من حق - صحيح الجامع - فلينقل إليه وأستغفر الله وأتوب إليه.\r(2) ستكون أمراء فتعرفون وتنكرون، فمن كره برىء، ومن أنكر سلم ولكن من رضي وتابع \" لم يبرأ \" صحيح الجامع - 3618 -م - د عن أم سلمة \" والحديث في الصحيحة تحت رقم - 3007 - ص 15 - قال الشيخ رحمه الله: وقع في آخر حديث أم سلمة هذا في - صحيح الجامع - 3618 - زيادة (لم يبرأ) ولا أصل لها عند أحد ممن ذكرنا فلتحذف \"\r(3) \" ما من يوم أكثر من أن يعتق الله فيه عبدا (أو أمة) من النار، من يوم عرفة وإنه ليدنو ثم يباهي بهم الملائكة فيقول: ماذا أراد هؤلاء؟ \" صحيح الجامع - 5796 - م، ن، هـ،عن عائشة \"، والحديث في - الصحيحة - 2551 - قال الشيخ رحمه الله: \" تنبيه \" ثانيا: أورد السيوطي حديث الترجمة في - الجامع الكبير - من رواية مسلم والنسائي وابن ماجه أيضا بلفظ (عبدا أو أمة) فهذه الزيادة (أو أمة) لا أصل لها أيضا عندهم ولا عند غيرهم ممن أخرج الحديث وانطلى أمرها على صاحب - الفتح الكبير - في ضم الزيادة الى - الجامع الصغير - وعلي أيضا حينما جعلت - الفتح - قسمين - صحيح الجامع الصغير وزيادته وضعيف الجامع الصغير وزيادته \" فأوردت الحديث في القسم الاول برقم \" 5672 \" فمن كان عنده فليعلق عليه بما يدل على أن هذه الزيادة لا أصل لها \" والحديث في - صحيح الجامع -الطبعة الثالثة برقم 5796 \"","seal":"CECFE147","part":1},
      {"page":20,"id":20,"nass":"(4) ألا رجل يمنح أهل بيت [لا در لهم] ناقة [من إبله] تغدو تعس وتروح تعس إن أجرها لعظيم \" الصحيحة 3601 \" قال الشيخ رحمه الله - ص 1596 - تنبيه: أورد الحديث السيوطي في - الزيادة على الجامع الصغير - بلفظ \" تغدو بغداء وتروح بعشاء.. \" من رواية مسلم! وليست هي هكذا عند مسلم ولا عند غيره!! هو هكذا في - صحيح الجامع - رقم - 2653 - فليصحح \" والحديث في - صحيح الجامع -وهذا لفظه:\r\r\"ألا رجل يمنح أهل بيت ناقة تغدو بغداء وتروح بعشاء إن أجرها لعظيم \".\r\r(5) لا يبيتن رجل عند إمرأة في بيت، إلا أن يكون ناكحا، أو ذا محرم) م عن جابر \" صحيح الجامع \" 7599 \" والحديث في \" الصحيحة - 3086 \" ولفظه: (ألا لا يبيتن رجل عند امرأة \" ثيب \" إلا أن يكون ناكحا , أو محرما) قال الشيخ رحمه الله: تنبيهات: الاول: قوله في حديث الترجمة (امرأة ثيب) هكذا وقع في \" صحيح مسلم \" و \" تاريخ بغداد \" ورواية للبيهقي، ووقع في رواية أبي يعلى وابن حبان (امرأة في بيت) وأما ابن أبي شيبة والنسائي فأسقطا اللفظين \" ثيب \" و \" بيت \" وهو رواية للبيهقي! ولعل الراجح من ذلك رواية مسلم لموافقتها حديث أسماء بنت عميس، والله أعلم.\rالثاني: من أوهام السيوطي أو تساهله أنه ذكر الحديث في الزيادة على \" الجامع الصغير \" بلفظ أبي يعلى المذكور \" في بيت \" وعزاه لمسلم فقط! وهكذا وقع في \" الفتح الكبير \" تبعا لأصله وكذلك في \" صحيح الجامع \" فليصحح \"\r(6) (من وجد من هذا الوسواس فليقل: آمنا بالله ورسوله \" ثلاثا \" فإن ذلك يذهب عنه \" صحيح الجامع \" 6587 \" والحديث في \" ضعيف الجامع - 5872 \" بنفس اللفظ، قال الشيخ رحمه الله في حاشية - ضعيف الجامع - قد صح الحديث دون لفظ (ثلاثا) لذلك أوردته في - الصحيح - 6587 - ولكن فاتني حذف اللفظ المذكور فليحذف.\r(7) \" من قال حين يمسي: رضيت بالله ربا وبالاسلام دينا وبمحمد نبيا كان حقا على الله أن يرضيه \" ضعيف الجامع - 5735 - والحديث في - الكلم الطيب - الثالثة - برقم 24 - قال الشيخ رحمه الله: قال الترمذي هذا حديث حسن صحيح، كذا في الاصول وفي نسخة بولاق من - سنن الترمذي - \" حسن غريب \" وهو الاقرب الى الصواب وهو الذي نقله المنذري في الترغيب عن الترمذي وما نقله المصنف هو في بعض النسخ من - السنن - لكن استبعد ذلك المنذري، وهو الحق فإن في سند الحديث ما يمنع العالم بالرجال من تحسينه فضلا عن تصحيحه ألا وهو - سعيد بن المرزبان - قال الحافظ في التقريب - ضعيف مدلس - قلت وقد عنعنه،.....، ثم قال الشيخ رحمه الله في - الكلم طبعة المعارف - ثم خرجت الحديث في - الضعيفة 5020 - وبسطت الكلام عليه بما لا تراه في غيره مؤكدا ضعفه، وفي - الضعيفة 5020 - قال الشيخ: ولذلك لم أذهب في تعليقي على - الكلم الطيب - الى تقوية الحديث بمجموع الطريقين مع ما بين متنيهما من الاختلاف في اللفظ.. وقد جاء ذكره في (صحيح الكلم الطيب) برقم \" 23 \" سهوا مني أرجو من الله أن يغفر لي فيرجى حذفه \" والحديث تم حذفه من طبعة المعارف.\r(8) لا يزال هذا الدين قائما، حتى يكون عليكم اثنا عشر خليفة، كلهم تجتمع عليه الامة، كلهم من قريش، ثم يكون الهرج \" صحيح الجامع \" 7703 \" حم - ق - د - ن - عن جابر بن سمرة - الصحيحة 375- 376 , 963 - 964 \" والحديث في ضعيف الجامع برقم \" 6347 \" بنفس اللفظ وقال الشيخ هناك - ضعيف الجامع - \" قلت عزو هذا الحديث بهذا التمام لغير أبي داود وهم أو تساهل فإنه له وحده من بينهم وليس عندهم (كلهم تجتمع على عليه الامة) (ثم يكون الهرج) وهما زيادتان منكرتان ولذلك أوردته هنا وهو بدونهما صحيح ولذلك أوردته في الكتاب الاخر - 7703 - لكن فاتني هناك التنبيه عليهما فلعله يستدرك ذلك في الطبعة الثانية.\r(9) كفارة النذر إذا لم يسم كفارة يمين) صحيح الجامع - 4488 - حم - ق - 3 - عن عقبة بن عامر الارواء - 2586 -، والحديث في - ضعيف الجامع - تحت حديث - 5862 - بلفظ (من نذر نذرا ولم يسمه فكفارته كفارة يمين) قال الشيخ في الحاشية: هذه الفقرة صحيحة دون قوله (ولم يسمه) ولذلك أوردته في - الصحيح - برقم - 4488 - ولفظه.. ثم ساق لفظه _ ولكن فاتني هناك حذف هذه الزيادة فلتحذف منه أو ينقل بها الى الضعيف.","seal":"B2C45163","part":1},
      {"page":21,"id":21,"nass":"(10) لتركبن سنن من كان قبلكم شبرا بشبر وذراعا بذراع حتى لو أن أحدهم دخل جحر ضب لدخلتم وحتى لو أن أحدهم جامع امرأته بالطريق لفعلتموه.) صحيح الجامع - 5067 -، والحديث في - الصحيحة - 1348 - ولفظه (لتركبن سنن من كان قبلكم شبرا بشبر وذراعا بذراع وباعا بباع حتى لو أن أحدهم دخل جحر ضب دخلتم وحتى لو أن أحدهم ضاجع أمه بالطريق لفعلتم] (صحيح) . قال الشيخ رحمه الله: (تنبيه) _ قوله (أمه) هو الصواب ووقع في مستدرك الحاكم (امرأته) بدل (أمه) وهو خطأ من أحد رواته أو نساخه. فاتني أن أنبه عليه في صحيح الجامع برقم - 5067 -\r(11) ليأتين على أمتي ما أتى على بني إسرائيل حذو النعل بالنعل (.....) وإن بني إسرائيل تفرقت على ثنتين وسبعين ملة وتفترق أمتي على ثلاث وسبعين ملة كلهم في النار إلا ملة واحدة ما أنا عليه وأصحابي.) صحيح الجامع - 5343 - حسن - ت عن ابن عمرو - المشكاة - 171 \" قال الشيخ رحمه الله في \" الصحيحة تحت حديث - 1348 -: الشاهد الذي سبقت الاشارة إليه من حديث ابن عمرو وهو باللفظ الاول الصحيح (أمه) في صحيح الجامع برقم - 5343 - وقد وقع مني خطأ وهو حذف الجملة المتعلقة بهذا اللفظ (حتى لو أن أحدهم جامع أمه بالطريق لفعلتموه) ووضع مكانها نقط...... كما جريت عليه في هذا الكتاب إشارة مني إلى أن المحذوف ضعيف وكانت زلة مني أسأل الله أن يغفرها لي فإن العكس هو الصواب كما علمت، وعليه فليصحح لفظه - صحيح الجامع - بإعادة الجملة المحذوفة والله تعالى ولي التوفيق \"\r(12) وعن أبي سعيد رضي الله عنه أن رسول الله صلى الله عليه وسلم رأى في أصحابه تأخرا فقال لهم\rتقدموا فائتموا بي وليأتم بكم من بعدكم لا يزال قوم يتأخرون حتى يؤخرهم الله) رواه مسلم وأبو داود والنسائي وابن ماجه \" صحيح الترغيب - 509 - طبعة المعارف - قال الشيخ رحمه الله: كان هنا في الطبعات السابقة خطأ فاحش أستغفر الله منه وهو من شؤم التقليد وعدم الرجوع الى الاصول، خلاصته أن فقرة - التأخر - من الحديث لا أصل لها عند مخرجيه الاربعة ورطني في ذلك جزم الحافظ الناجي بأنها مقحمة! لا أصل لها عندهم، والان وأنا أحقق الكتاب بهذه الطبعة تبينت خطأه وأنها ثابتة لديهم جميعا والحمد لله على توفيقه.\r(13) وعن علي رضي الله عنه قال قلت للعباس سل النبي صلى الله عليه وسلم يستعملك على الصدقة فسأله قال ما كنت لاستعملك على غسالة ذنوب الناس) رواه ابن خزيمة في صحيحه \" صحيح الترغيب - 802 - الطبعة الثانية - والحديث في - صحيح الترغيب - المعارف - 808 - صحيح لغيره، قال الشيخ رحمه الله في الحاشية \" قلت: قول - علي - هذا منكر لتفرد - عبد الله بن أبي رزين - به وهو مجهول لم يوثقه غير ابن حبان والثابت عن علي رضي الله عنه خلافه وأن السائل إنما هما غلامان من بني عبد المطلب كما في مسلم وهو مخرج في - صحيح أبي داود 2642 - وانظر تعليقي على - صحيح ابن خزيمة - 4 / 79 \" والحديث في - صحيح ابن خزيمة برقم - 2390 - قال الشيخ هناك: إسناده ضعيف لجهالة - عبد الله وهو ابن رزين، قال الذهبي: لا يدرى من هو؟ ، وقوله: قلت للعباس: سل النبي صلى الله عليه وسلم.. منكر، لان مسلما روى بإسناده الصحيح عن - علي - أنه قال للعباس وغيره: لا تفعلا فو الله ما هو بفعال \".\r(14) وعن أبي كثير مولى بني هاشم أنه سمع أبا ذر الغفاري رضي الله عنه صاحب رسول الله صلى الله عليه وسلم يقول كلمات من ذكرهن مائة مرة دبر كل صلاة الله أكبر وسبحان الله والحمد لله ولا إله إلا الله وحده لا شريك له ولا حول ولا قوة إلا بالله ثم لو كانت خطاياه مثل زبد البحر لمحتهن) ضعيف الترغيب - 986 - رواه أحمد وهو موقوف \" قال الشيخ رحمه الله: قلت: ولا يصح إسناده وأبو كثير لا يعرف ودونه ابن لهيعة ووهم السيوطي فذكره في - جامعيه - وهو لا يذكر فيها الا المرفوع وقد فاتني التنبيه عليه في - ضعيف الجامع - 4263 - الطبعة الثالثة - و - 4268 - الطبعة الاولى - فليعلق عليه ولهذا وغيره خرجته في - الضعيفة - 6851 \"\r(15) إذا حج رجل بمال من غيرحله فقال لبيك اللهم لبيك قال الله لا لبيك ولا سعديك هذا مردود عليك. (ضعيف) (الضعيفة - 1433- قال الشيخ رحمه الله: هذا الحديث في المصادر التي خرجته منها هو من مسند - عمر - وكذلك هو في - الجامع الكبير - للسيوطي وكذا في بعض نسخ الجامع الصغير ووقع في النسخة التي تحتها - شرح المناوي - (ابن عمر) وكذلك وقع في - الفتح الكبير - للنبهاني - ثم في - ضعيف الجامع رقم - 559 - فليصححه من كان عنده نسخة منه \" والحديث في ضعيف الجامع - الثالثة برقم - 460 -","seal":"21C6580A","part":1},
      {"page":22,"id":22,"nass":"(16) أكثروا من قول لا حول ولا قوة إلا بالله فإنها تدفع تسعة وتسعين بابا من الضر أدناها الهم.) ضعيف الجامع - 1121- والحديث في - الصحيحة تحت حديث 1528 - بلفظ (أكثروا من قول لا حول ولا قوة الا بالله فإنها كنز من كنوز الجنة) قال الشيخ رحمه الله: ذكر له السيوطي في - الجامعين - شاهدا من حديث جابر بلفظ (أكثروا من قول لا حول ولا قوة إلا بالله فإنها تدفع تسعة وتسعين بابا من الضر أدناها الهم.) رواه الطبراني في الاوسط، ثم وجدت حديث جابر في أوسط الطبراني - 3684 - وفي - الصغير - 215 الروض - من طريق - عبد المجيد بن عبد العزيز بن أبي رواد قال بلهط بن عباد عن محمد ابن المنكدر عن جابر....، وبالجملة فالحديث بهذا اللفظ الاخير ضعيف لجهالة - بلهط - هذا والراوي عنه - عبد المجيد - فيه ضعف، وأما بلفظ الترجمة فهو صحيح لطرقه وشواهده، ولذلك أوردته في - صحيح الجامع - بخلاف حديث - بلهط - فأوردته في - ضعيف الجامع - وكنت طبعت عليه تعليقا فليحذف لانه خطأ واضح يتبين لمن قرأ هذا التخريج \"\r(17) (أربع من أمتي ليس هم بتاركيها، الفخر في الاحساب والطعن في الانساب والنياحة، تبعث يوم القيامة النائحة إذا لم تتب عليها درع من قطران) الصحيحة تحت حديث - 735 - قال الشيخ: وهكذا أورده الهيثمي في - المجمع - وقال: رواه البزار وإسناده حسن \" ولم تذكر فيه الخصلة الرابعة فلا أدري أسقطت من الراوي أم من الناسخ.، ثم قال رحمه الله في - الصحيحة تحت حديث - 1952 -وللحديث شاهد من حديث أبي هريرة سبق في \" أربع من أمتي.. تحت حديث - 735 - وقد ذكرت هناك انه لم تذكر فيه الخصلة الرابعة، وتسألت هل سقطت من الراوي أم من ناسخ المجمع، والان فقد ترجح عندي الاول لانها سقطت من - كشف الاستار عن زوائد البزار - 800- أيضا والله أعلم\r\r(18) ثلاثة لا يقبل منهم صلاة ولا تصعد إلى السماء ولا تجاوز رؤوسهم) رجل أم قوما وهم له كارهون ورجل صلى على جنازة ولم يؤمر \" 1 \" وامرأة دعاها زوجها من الليل فأبت عليه] . (صحيح)\r(الصحيحة- 650 - قال الشيخ رحمه الله: \" 1 \" - الاصل:\r(تويز) ولا معنى لها والتصحيح من - ترغيب المنذري - ثم طبع - صحيح ابن خزيمة - فوقعت هذه اللفظة فيه - (يؤمر) والظاهر أنه حرف مشكل من قديم فإن السيوطي لما أورد الحديث في - الجامع الكبير - رقم - 13100 - لم يسقه إلا إلى قوله (كارهون) وقد كنت علقت على الحديث في حاشية الصحيح - أي صحيح ابن خزيمة - بإن الحديث صحيح دون الفقرة الوسطى - وذلك للجهل بصواب اللفظة المذكورة والله أعلم\rانظر - صحيح ابن خزيمة - 161 / 1 - وصحيح الترغيب \" 485 \"\r\r(19) آتي يوم القيامة باب الجنة فيفتح لي فأرى ربي وهو على كرسيه او سريره فيتجلى لي فأخر له ساجدا. (ضعيف) \" الضعيفة 1579 \" قال الشيخ رحمه الله: أخرجه الحافظ عثمان بن سعيد الدارمي في\rالرد على المريسي - ص 14، ومحمد بن أبي شيبة في - كتاب العرش - من طريق - حماد بن سلمة\rعن علي بن جدعان عن أبي نظرة عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم فذكره. قلت: هذا إسناد ضعيف رجاله ثقات غير علي بن زيد وهو ابن جدعان - فإنه ضعيف كما قال الحافظ في التقريب - وقد ذكره الذهبي في - العلو - من رواية البخاري عن أنس مختصرا جدا إلا أنه قال: وأخرجه أبو أحمد\rالعسال في - كتاب المعرفة - بإسناد قوي عن ثابت عن أنس ... ) فذكره مثل حديث الترجمة: قال رسول الله صلى الله عليه وسلم فذكره، قلت: ولم أقف على إسناده ولذلك لم أتكلم عليه في كتابي - مختصر العلو - ص – 87، فإذا ثبت بإسناده ولفظه وجب نقله إلى الكتاب الآخر والله أعلم \"\r\r(20) أمرنا أن نستغفر بالاسحار سبعين مرة \" (الضعيفة 4410) قال الشيخ رحمه الله: ضعيف\rوالحديث أشار إلى تضعيفه شيخ الاسلام ابن تيمية في - الكلم الطيب - رقم 46 وكنت علقت عليه بقولي: (لا أعرفه وما إخاله يصح) فها قد صدق ظني بعد أن وقفت على مخرجه والحمد لله، ثم قال الشيخ رحمه الله: تنبيه: وقع الحديث في – الكلم الطيب من حديث أنس بلفظ (أمرنا أن نستغفر بالليل سبعين استغفارة) ولم يخرجه فقد وقفت على من خرجه والحمد لله ومنه تبين أن اللفظ المذكور خطأ من وجوه لا تخفى على القراء إن شاء الله تبارك وتعالى \" انظر \" الكلم الطيب - معارف - 47 و 56","seal":"E3D12ECC","part":1},
      {"page":23,"id":23,"nass":"(21) الأذنان من الرأس \" (الصحيحة تحت الحديث - 36 - المعارف - بعد أن قام الشيخ رحمه الله بتخريج الحديث نقل كلام المناوي في فيض القدير في شرح الحديث: قال المناوي الأذنان من الرأس \" لا من الوجه ولا مستقلتان يعني فلا حاجة إلى أخذ ماء جديد لهما غير ماء الرأس في الوضوء بل يجزىء مسحهما ببلل ماء الرأس وإلا لكان بيانا للخلقة فقط والمصطفى صلى الله عليه وسلم لم يبعث لذلك وبه قال الائمة الثلاثة، وخالف في ذلك الشافعية فذهبوا إلى أنه يسن تجديد الماء للأذنين ومسحهما على الانفراد ولا يجب واحتج النووي لهم بحديث - عبد الله بن زيد - أن رسول الله صلى الله عليه وسلم أخذ لأذنيه ماء خلاف الذي أخذ لرأسه\r\" 1 \" قال الشيخ في الحاشية: كان هنا في الطبعة السابقة جملة نصها \" وهو حديث صحيح كما بينته في صحيح أبي داود رقم 111، ولما كان الذي بينته هناك هو متن آخر من حديث - عبد الله بن زيد - حذفت هذه الجملة \" وقال الشيخ رحمه الله في - السلسلة الضعيفة تحت حديث \" 1046 \": فهذا كأنه يؤيد ما ذهب إليه الحافظ أن حديث \" أخذ ماء جديدا للأذنين \" غير محفوظ ويرد قول النووي أنه حديث حسن، وقد وقعت في خطأ أفحش منه فقلت في الصحيحة - الطبعة الاولى - عند الكلام على الحديث - 36 - \" وهو حديث صحيح كما بينته في صحيح أبي داود رقم 111 - والذي بينت صحته هناك إنما هو لفظ مسلم \" ومسح برأسه بماء غير فضل يده \" لذلك فإني أهتبل هذه الفرصة وأعلن أنه خطأ مني تراجعت عنه فمن كان وقف عليه فليصححه\r(22) \" اللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة المساكين \" الصحيحة 308 - قال الشيخ رحمه الله: تنبيه: كنت في الطبعة السابقة ذكرت لهذا الحديث طريقا أخرى عن أبي سعيد معزوا ل \" المنتخب من المسند \" لابن حميد، ثم نبهني بعض الإخوان جزاهم الله خيرا أنه لحديث آخر كما نبهت على ذلك في - الارواء 3/ 363 \" حديث - 861- فأستغفر الله وأتوب إليه\r\r(23) ليس منا من غش مسلما أو ضره أو ماكره) \" - ضعيف - ضعيف الجامع 4936 \" الطبعة الثالثة - والحديث في - الضعيفة 3290 - قال الشيخ (موضوع) والحديث مما سود به السيوطي كتابه - الجامع الصغير- فأورده فيه من رواية الرافعي عن علي، وكنت رمزت له بالضعف في - ضعيف الجامع 4939- الطبعة الاولى - بناء على القاعدة ان ما رواه الرافعي ومن نحا نحوه ضعيف، والآن وقد وقفت على إسناده فقد رجعت عن التضعيف المذكور إلى الوضع لرواية هذا الكذاب إياه، وإن كان الشطر الاول منه قد صح من طرق أخرى كما نبهت عليه في التعليق على - ضعيف الجامع.\r\r(24) \" من قرأ سورة البقرة توج بتاج في الجنة \" - السلسلة الضعيفة \" 4633 \" وضعيف الجامع \" 5771 \"\rقال الشيخ رحمه الله - في الضعيفة -: \" موضوع أخرجه البيهقي في - الشعب - عن محمد بن أبي عمارة المستملي عن محمد بن الضوء بن الصلصال عن أبيه عن الصلصال مرفوعا\r\rقلت: وهذا إسناد موضوع فيه - ابن الضوء - هذا وهو محمد بن الضوء.\rثم قال الشيخ:\rتنبيه: \" وروى عقبة بالإسناد نفسه مرفوعا: (اقرأوا سورة البقرة في بيوتكم ولا تجعلوها قبورا)\r\rوهذا صحيح من حديث أبي هريرة وابن مسعود، فانظر - الصحيحة 1521 -\rوقد أضاف السيوطي إلى هذه الفقرة حديث الترجمة في الجامع الصغير - ضعيف الجامع 1069 وكنت ذكرته شاهدا في - أحكام الجنائز - قبل تخريجه هذا فليحذف \".\rلفظ - ضعيف الجامع - 1069 - (اقرؤ وا سورة البقرة في بيوتكم، ولا تجعلوها قبورا ومن قرأ سورة البقرة توج بتاج في الجنة) .\r\r(25) \" التمسوا ليلة القدر آخر ليلة من رمضان \" الصحيحة تحت حديث 1471 ص \" 457 – 458 \"\rقال الشيخ رحمه الله: أخرجه ابن نصر في - قيام الليل - ص 106، وابن خزيمة \" 2189 \" عن علي بن عاصم عن الجريري عن بريدة\rعن علي بن عاصم عن الجريري عن بريدة عن معاوية مرفوعا، قلت: وهذا إسناد ضعيف، علي بن عاصم وهو الواسطي قال الحافظ \" صدوق يخطىء، وأخرجه ابن عدي من طريق خالد بن محدوج سمعت أنس بن مالك يقول فذكره مرفوعا مختصرا، وروي عن البخاري أنه قال في خالد هذا: كان يزيد بن هارون يرميه بالكذب \" ثم قال ابن عدي: وعامة ما يرويه مناكير \" لكن له شاهد قوي من حديث أبي بكرة خرجته في المشكاة 2092 فمن شاء فليراجعه، ومن أجله نقلته من السلسلة الضعيفة وضعيف الجامع إلى صحيح، الجامع. وهو برقم 1238 الطبعة الثالثة، وانظر \" هداية الرواة 2034 \"\r(26) عن العرباض بن سارية رضي الله عنه قال: دعاني رسول الله صلى الله عليه وسلم إلى السحور في رمضان فقال: هلم إلى الغداء المبارك \" المشكاة \" إسناده حسن \" رواه أبو داود والنسائي\r\rقال الشيخ رحمه الله في - الضعيفة تحت حديث رقم \" 1961:","seal":"E031D230","part":1},
      {"page":24,"id":24,"nass":"ولفظه: \" تسحروا من آخر الليل وكان يقول هو (الغداء المبارك) .، قال الشيخ: وله شاهد من حديث العرباض عند أبي داود والنسائي وابن خزيمة \" 1938 \" وابن حبان \" 882 \"\rوكنت حسنت إسناده في المشكاة والآن تبين لي أنه وهم فإن فيه مجهولا كما بينته في تعليقي على - صحيح ابن خزيمة - ولكن هذا الشطر بمجموع طرقه صحيح\r\rثم قال الشيخ رحمه الله - في التعليق على صحيح ابن خزيمة - \" إسناده ضعيف، الحارث مجهول، لكن حديث الغداء صحيح له شواهد من حديث العرباض وغيره كما بينته في الضعيفة 1961 \" \"\r\rوانظر الصحيحة \" 2983 \" ولفظه \" هلم إلى الغداء المبارك يعني السحور \" وانظر كلام الشيخ رحمه الله في \" هداية الرواة 1938 \" وقال فيه: فالحديث صحيح قطعا \"\r\r(27) من قال اللهم إني أشهدك وأشهد ملائكتك وحملة عرشك وأشهد من في السماوات ومن في الأرض أنك أنت الله لا إله إلا أنت وحدك لا شريك لك وأشهد أن محمدا عبدك ورسولك. من قالها مرة اعتق الله ثلثه من النار ومن قالها مرتين أعتق الله ثلثيه من النار ومن قالها ثلاثا أعتق الله كله من النار) الصحيحة - 267 -\rقال الشيخ رحمه الله: أخرجه الحاكم من طريق حميد بن مهران ثنا عطاء عن أبي هريرة رضي الله عنه قال\rحدثنا سلمان الفارسي قال: قال رسول الله صلى الله عليه وسلم، فذكره، وقال: صحيح الإسناد، ووافقه الذهبي وهو كما قالا\rوله شاهد من حديث انس مرفوعا نحوه مقيدا بالصباح والمساء وسنده ضعيف كما بينته في سلسلة الأحاديث الضعيفة رقم \" 1041 \".\rثم قال الشيخ رحمه الله: \" استدراك \" - 1/ 537 \"\rقال: ثم تنبهت لشيء هام لابد من ذكره وتحرير القول فيه ألا هو: لقد روى الحاكم هذا الحديث عن شيخه أبي العباس محمد بن يعقوب: ثنا أبو عبد الله أحمد بن يحيى الحجري ثنا زيد بن الحباب ثنا حميد بن مهران الخ\rوأخرجه الطبراني عن شيخه الساجي ثنا أحمد بن يحيى الصوفي ثنا زيد بن الحباب حدثني حميد مولى ابن علقمة المكي عن عطاء به.\rفيلاحظ أن في هذين الإسنادين اختلافا في موضعين: أحدهما: الخلاف في نسبة (أحمد بن يحيى) .\r\rأما الاختلاف الآخر: فهو تسمية شيخ زيد بن الحباب فسماه الحاكم (حميد بن مهران)\rوقال الطبراني (حميد مولى ابن علقمة المكي) فما هو الصواب من القولين؟!\rوإذا ترجح أنه (حميد المولى المكي) فالإسناد حينئذ ضعيف لا يصح لأنه مجهول كما في التقريب، لأنه لم يرو عنه غير \" زيد بن الحباب \" فينبغي نقله من هنا إلى الكتاب الآخر تحت الرقم المشار إليه آنفا إلا أن يأتي ما يقويه وهذا ما لم نجده الآن \".\r(28) هل منكم أحد أطعم اليوم مسكينا فقال أبو بكر رضي الله عنه دخلت المسجد فإذا أنا بسائل يسأل فوجدت كسرة خبز في يد عبد الرحمن فأخذتها منه فدفعتها إليه) الثمر المستطاب ص \" 826\"\rقال الشيخ رحمه الله: الحديث أخرجه أبو داود والزيادة له والحاكم من طريق \" مبارك بن فضالة عن ثابت البناني عن عبد الرحمن بن أبي ليلى عن عبد الرحمن بن ابي بكر مرفوعا،.....ثم ذكر الشيخ تخريج الحديث إلى أن قال:\r\" بالجملة فالعمدة في هذا الباب على حديث عبد الرحمن بن أبي بكر رضي الله عنه وفيه دليل على ما ذكرنا من جواز السؤال والتصدق في المسجد وقد ترجم له ببعض ذلك أبو داود حيث قال \" باب المسألة في المساجد \".\rوالحديث أورده الشيخ في \" الضعيفة برقم 1458 \" وقال: منكر أخرجه أبو داود والحاكم وعنه البيهقي من طريق (مبارك بن فضالة..الخ السند) وقال الحاكم \" صحيح على شرط مسلم \" ووافقه الذهبي!\rقلت: وهذا من عجائبهما ولا سيما الذهبي فإنه أورد (المبارك) هذا في \" الضعفاء والمتروكين \" وقال: \" ضعفه أحمد والنسائي وكان يدلس \" فأنت تراه قد عنعنه ثم هو مع ذلك ليس من رجال مسلم!\rومن هذا تعلم ان قول النووي في شرح المهذب: \" رواه أبو داود بإسناد جيد \" ليس بجيد وإن أقره السيوطي في \" الحاوي للفتاوي \" ومما يؤكد ضعف الحديث بهذا السياق أنه قد صح من حديث أبي هريرة مرفوعا نحوه وليس فيه أن أبي بكر رضي الله عنه كان في المسجد أخرجه مسلم وغيره وهو مخرج في الكتاب الآخر \" الصحيحة 88 \" وإذا عرفت ذلك فلا يستقيم استدلال السيوطي بالحديث على أن الصدقة على السائل في المسجد ليست مكروهة وأن السؤال فيه ليس بمحرم \".\r\r(29) عن ابن مسعود أنه دخل على امرأته وفي عنقها شيء معقود فجذبه فقطعه ثم قال: لقد أصبح آل عبد الله أغنياء أن يشركوا بالله ما لم ينزل به سلطانا ثم قال: سمعت رسول الله صلى الله عليه وسلم يقول: إن الرقى والتمائم والتولة شرك قالوا: يا أبا عبد الرحمن هذه الرقى والتمائم قد عرفناها فما التولة؟ قال شيء تصنعه النساء يتحببن إلى أزواجهن.) قال الشيخ رحمه الله \" رواه ابن حبان في صحيحه والحاكم بإختصار عنه وقال صحيح الإسناد \" وهو مخرج في الصحيحة \" 331 \" (غاية المرام ص 147 \"","seal":"31D7E9C6","part":1},
      {"page":25,"id":25,"nass":"وقد روي أن ابن مسعود رضي الله عنه نهى امرأته عن مثل هذه الرقى الجاهلية فقالت له: فإني خرجت يوما فأبصرني فلان فدمعت عيني التي تليه أي أصابها بعين حاسدة شريرة فإذا رقيتها سكنت دمعتها وإذا تركتها دمعت فقال ابن مسعود لها: ذلك الشيطان إذا أطعتيه تركك وإذا عصيتيه طعن بأصبعه في عينك ولكن لو فعلت كما فعل رسول الله صلى الله عليه وسلم كان خيرا لك وأجدر أن تشفى: تنضحين في عينك الماء وتقولين: أذهب الباس رب الناس اشف أنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقما.) غاية المرام \" ص 148 \" قال الشيخ:\rصحيح وهو تمام الحديث الذي قبله عند ابن ماجه 3530.\rثم قال الشيخ رحمه الله في الصحيحة تحت حديث 2972 ولفظه\" إن الرقى والتمائم والتولة شرك \"\rقال رحمه الله: كنت قد خرجته في الصحيحة 331، مع طريق قيس ابن السكن المتقدمة برواية أبي داود وابن ماجه وابن حبان وأحمد بلفظ حديث الترجمة دون القصة والروايات الأخرى، والآن حدث ما يقتضي تفصيل القول فيه هنا فأقول: مدار هذا الطريق على يحيى بن الجزار عن ابن أخي زينب امرأة عبد الله عن\rزينب امرأة عبد الله عن عبد الله..... وقد اختلفوا عليه في متنه فهو واسع ولكني أقتصر الآن على ما لابد من بيانه فإقول:\rهي في الجملة تختلف طولا وقصرا فأطولها رواية أبي معاوية عند أحمد والبغوي واختصر بعضها أبو داود ونحوها في الطول رواية عبد الله بن بشر عند ابن ماجه، وفي الروايتين أن زينب امرأة ابن مسعود رضي الله عنهما كانت تختلف إلى رجل يهودي فيرقيها! وهذا مستنكر جدا عندي أن تذهب صحابية جليلة كزينب هذه إلى اليهودي تطلب منه أن يرقيها!! إنها والله لإحدى الكبر فالحمد لله الذي لم يصح السند بذلك إليها، ونحوها في النكارة ما جاء في آخر رواية ابن بشر أن ابن مسعود رضي الله عنه قال لزينب: لو فعلت كما فعل رسول الله كان خيرا لك وأجدر أن تشفين تنضحين في عينيك الماء وتقولين أذهب البأس رب الناس ... \" الخ الدعاء المعروف , فذكر النضح إنما تفرد به عبد الله بن بشر دون أبي معاوية وهذا أوثق منه وأحفظ ولا سيما وهو مختلف فيه ,.....\r\rقلت: فمثله إنما يكون حديثه حسنا فقط إذا لم يخالف أما مع المخالفة فلا فكيف وفوقه ذاك المجهول الذي لم يعرف حتى في اسمه وعليه دارت أكثر طرق الحديث وبعضهم أسقطه سهوا أو عمدا لجهالته، ثم قال الشيخ رحمه الله:\r\rعلى ضوء هذا البيان والتحقيق والتفصيل أرجو من إخواني الكرام الذين قد يجدون في بعض مؤلفاتي القديمة ما قد يخالف ما هنا أن يعدلوه ويصوبوه على وفق ما هنا كمثل ما في غاية المرام من تصحيح حديث ابن ماجه الذي فيه سبق بيانه من تلكم الزيادتين المنكرتين وشكرا \"\rانتهى اختصار الكتاب","seal":"1CB27A13","part":1},
      {"page":26,"id":26,"nass":"المصدر: موقع سحاب \\ قسم الحديث وعلومه \\ تراجعات الشيخ الالباني رحمه الله عن الحكم على بعض الاحاديث\rمنهج محمد بو عمر في تحديد الحكم الأخير للألباني:\rقد سأل أبو تقي الدين الجزائري قائلا:\rسؤال أخي الكريم لو سمحت\r\rالمواطن التي ذكر فيها الشيخ رحمه الله تعالى تراجعه من إلى فهذا مفروغ منه\r\rولكن المواطن التي لم يذكر الشيخ رحمه الله تعالى تراجعه من ... إلى....\r\rكيف عرفت أن هذا هو الصواب وليس ذاك؟؟\r\rفأجاب محمد بو عمر قائلا:\rكل ما في الأمر أنه كان اجتهاد شخصي وأستغفر الله من كل خطأ أنسبه للشيخ رحمه الله\rوإن كان هناك الكثير من الأحاديث يعرف رأي الشيخ فيها بالنظر إلى سنة تأليف وتصنيف كتاب ما من كتبه النافعة\rمثل: صحيح وضعيف الموارد وصحيح الترغيب والترهيب - ط المعارف..... الخ\rوالله أعلم","seal":"E2939371","part":1},
      {"page":27,"id":27,"nass":"المصدر: موقع سحاب \\ قسم الحديث وعلومه \\ تراجعات الشيخ الالباني رحمه الله عن الحكم على بعض الاحاديث\r\rأحاديث زائدة على أصل كتاب \" تراجع الألباني\" استدركها محمد أبو عمر الفلسطيني\r\rقال محمد أبو عمر الفلسطيني:\r\rخامسا:\rهذه مجموعة من الأحاديث الزائدة على أصل الكتاب، قمت باستدراكها على المصنف، وهي تشمل أحاديث تراجع عنها الشيخ من التصحيح للتضعيف والعكس وتشمل بعض التنبيهات والتصويبات، والله الموفق\r***************************************\r(1) من صلى علي حين يصبح عشرا، وحين يمسي عشرا، أدركته شفاعتي يوم القيامة \" حديث ضعيف\rوهو في \" ضعيف الترغيب - طبعة المعارف - برقم - 396 - وهو في صحيح الجامع - 6357-\rقال الشيخ رحمه الله في ضعيف الترغيب: \" - بعد أن ذكر المنذري أن الطبراني رواه بإسناديين أحدهما جيد _\rقلت - الالباني - كذا قال، وتعقبه السخاوي بقوله: \" لكن فيه انقطاع لان خالد بن معدان لم يسمع من أبي الدرداء \" انظر الضعيفة - 5788 - \" انتهى كلام الشيخ رحمه الله.\r\r(2) قال رسول الله صلى الله عليه وسلم لجبريل عليه السلام ما لي لم أر ميكائيل ضاحكا قط قال ما ضحك ميكائيل منذ خلقت النار) الحديث ضعفه الشيخ رحمه الله في \" السلسلة الضعيفة 4454 \" و \" ضعيف الجامع 5090 \"\rوحسنه في \" السلسلة الصحيحة برقم \" 2511 \" لطريق أخرى وجدها للحديث وشاهدا مرسلا، وأيضا حسنه لغيره في صحيح الترغيب - طبعة المعارف برقم \" 3664 \".\rوهنا تنبيه على خطأ مطبعي وقع في \" الارواء \" نبه عليه الشيخ رحمه الله في الصحيحة، وهو عبارة عن اختلاف الحكم على حد يثين أحدهما صحيح والآخر ضعيف، فأصبح العكس! وهاك البيان.\r(3)\r\" قال الشيخ رحمه الله في \" السلسلة الصحيحة - المجلد السابع - القسم الثاني - تحت حديث - 3336- ص \" 1007 في الحاشية \"\rقال الشيخ رحمه الله: - بعد أن ذكركلام الامام الذهبي في - جعفر بن سليمان الضبعي - قلت - الالباني - وبعضها عنده من روايته عن جعفر عن ثابت عن أنس، وهو حديث (إنه حديث عهد بربه) وهو مخرج في الارواء (3 / 143 / 678) ومختصر العلو\" 93 / 25 \" وظلال الجنة \" 1 / 276 / 622 \"\rقال الشيخ - في الحاشية - تنبيه:وقع تخريج هذا الحديث في الصفحة الاخرى - ص 144 - تحت حديث آخروهو ضعيف، ووقع تخريج الثاني تحت الحديث الاول! وهو حديث صحيح، وهو من أفحش الاخطاء المطبعية التي وقعت في الارواء، بسبب عدم إشرافي على تصحيح تجاربه، وجهل المشرف عليها! وقد استغل هذا الخطأ - الذي لا إرادة لي فيه - بعض الحاقدين من المبتدعة، فنسب الى أني ضعفت الحديث! عامله الله بما يستحق.\"\rوالحديث الذي أشار اليه الشيخ في الارواء برقم - (678)\rمن حديث أنس بلفظ \" أصابنا ونحن مع رسول الله صلى الله عليه وسلم، مطر فحسر ثوبه حتى أصابه من المطر فقلنا: لم صنعت هذا؟ قال: لأنه حديث عهد بربه) رواه مسلم وأبو داود، وفي التخريج كتب (ضعيف _ أخرجه البيهقي \" 3 / 359 \" عن يزيد بن الهاد!!! أن النبي صلى الله عليه وسلم كان إذا سال السيل قال: فذكره الا أنه قال: \" فنتطهر منه، ونحمد الله عليه \" وقال البيهقي: \" هذا منقطع \"\rوالحديث الثاني - 679 - وهو \" وروي أنه عليه الصلاة والسلام كان يقول إذا سال الوادي \" أخرجوا بنا الى هذا الوادي الذي جعله الله طهورا فنتطهر به \" وقال في التخريج (صحيح، رواه مسلم \" 3 / 26 \" وابو داود \" 5100 \" وكذا البيهقي \" 3 / 359 \" وأحمد \" 3 / 133 و 267 \"!!!!!!\rفانظر رحمك الله الى جهل الجهلاء، والحمد لله الذي بنعمته تتم الصالحات.\rالحديث - إنه حديث عهد بربه - عند أحمد في المسند - شاكر - برقم \" 12306 = 3 / 133 \" و \" 13754 = 3 / 267 \"\r\rأثر جوده الشيخ ثم صححه.\r(4) (مر ابن عمر براعي غنم فقال: يا راعي الغنم! هل من جزرة - أي شاة تصلح للذبح - قال الراعي:ليس ههنا ربها، فقال ابن عمر:تقول: أكلها الذئب! فرفع الراعي رأسه إلى السماء ثم قال: فأين الله؟ فاشترى ابن عمر الراعي واشترى الغنم فأعتقه وأعطاه الغنم) جود الشيخ إسناده في (مختصر العلو 127) وصححه في الصحيحة تحت حديث \" 3161 \" ص 469- 470 \"\rقال الشيخ رحمه الله:هذا إسناد صحيح..... وهذا الاثر احتج به الحافظ الذهبي في - العلو- ذكره معلقا على أبي مصعب الزهري، وكنت جودت إسناده في مختصره - 127 - ولم أكن قد وقفت يؤمئذ على وصله فها قد وقفت عليه الآن والحمد لله.\r\rوهذا حديث تراجع الشيخ عن تصحيحه\r(5) كان رسول الله صلى الله عليه وسلم إذا دخل المسجد يقول بسم الله والسلام على رسول الله اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك وإذا خرج قال بسم الله والسلام على رسول الله اللهم اغفر لي ذنوبي وافتح لي أبواب فضلك صحيح الألباني صحيح ابن ماجه 625","seal":"90003BAA","part":1},
      {"page":28,"id":28,"nass":"وعند الترمذي (كان رسول الله صلى الله عليه وسلم إذا دخل المسجد صلى على محمد وسلم، وقال: (رب اغفر لي ذنوبي، وافتح لي أبواب رحمتك) وإذا خرج صلى على محمد وسلم، وقال: (رب اغفر لي ذنوبي وافتح لي أبواب فضلك) صحيح الألباني صحيح الترمذي \" 259 \"\rوفي \" الثمر المستطاب \" 604\" قال الشيخ رحمه الله: (كان عليه الصلاة والسلام يقول: (بسم الله اللهم صل على محمد وسلم اللهم افتح لي أبواب رحمتك) .\rجاء هذا في أحاديث:\rالأول: عن أنس رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم إذا دخل المسجد قال: (بسم الله اللهم صل على محمد وإذا خرج قال: بسم الله اللهم صل على محمد) .\rأخرجه ابن السني في (عمل اليوم والليلة) (ص 31 رقم 86) قال: ثني الحسن بن موسى الرسعني: ثنا إبراهيم بن الهيثم البلدي: ثنا إبراهيم بن محمد بن البحتري - شيخ صالح بغدادي -: ثنا عيسى بن يونس عن معمر عن الزهري عنه.\rوهذا سند حسن أو محتمل للتحسين)\rوفي هداية الرواة \" 698 \" قال الشيخ رحمه الله: (وله علةأ خرى وهي أنه من رواية ليث بن أبي سليم وهو ضعيف لكن الترمذي قال \" حديث حسن \" وهو كذلك ولكن فيه جمل لا تصح، راجع تعليقي على - الكلم الطيب 63-64 وتمام المنة ص 290، وذكر التسمية منكر وبيانه في الضعيفة \" 6953 \"\rوالحديث في المشكاة برقم \" 731\"\rالخلاصة: أن الحديث صحيح دون جملة المغفرة والتسمية، فليصحح.\rمع التنبيه على أن الحديث عند \" ابن ماجة برقم 771 \" النسخة التي اعتنى بها الشيخ مشهور أل سلمان حفظه الله، ما زال الحكم على الحديث بأنه صحيح - وفيه ذكر جملة المغفرة والتسمية - فليصحح ذلك من كان عنده هذه النسخة أيضا.\rوالله أعلم.\rوهذا حديث تراجع الشيخ رحمه الله عن تحسينه إلى تضعيفه.\r(6) وعن عطية السعدي قال قال رسول الله صلى الله عليه وسلم لا يبلغ العبد أن يكون من المتقين حتى يدع ما لا بأس به حذرا لما به بأس. رواه الترمذي وابن ماجه. (المشكاة 2775) قال الشيخ \" حسن \".\rوفي \" هداية الرواة \" برقم \" 2706 \" قال الشيخ رحمه الله: - بعد قول الترمذي \" حسن غريب \" _ قال الشيخ:\r(قلت: وليس كما قال! ويبدو أنني كنت اغتررت به في الطبعة السابقة فحسنته، وذلك وهم مني، عفا الله تعالى عني، فإن في سنده ضعيفا لم يوثق، والتفصيل في \" غاية المرام \" رقم 178 \".\rوانظر \" ضعيف الترغيب - المعارف - 1081 -، وابن ماجه 4215 والترمذي 2451.\r\rوهذا حديث ضعفه الشيخ رحمه الله ثم حسنه ثم صححه في الصحيحة، وإ ليكم البيان.\r\r(7) قال قال رسول الله صلى الله عليه وسلم ضرس الكافر يوم القيامة مثل أحد وفخذه مثل البيضاء ومقعده من النار مسيرة ثلاث مثل الربذة) . رواه الترمذي.\" 2580 \"\rضعفه الشيخ رحمه الله في المشكاة برقم (5674) ثم قال في (هداية الرواة - 5602) : قلت: إ سناده ضعيف، ثم استدركت فقلت: بل هو حسن، فإن صالحا - مولى التوأمة - مقرون بمحمد بن عمار، وقد وثقه ابن حبان، على أن الحديث صحيح، له طرق أخرى، خرجتها في الصحيحة \" 1105 \". انتهى كلام الشيخ رحمه الله.\r\rوانظر - صحيح الترغيب - \" 3682 \"\r\rوهذا حديث صححه الشيخ ثم ضعفه\r(8) عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال أرحم أمتي بأمتي أبو بكر وأشدهم في دين الله عمر وأصدقهم حياء عثمان وأقضاهم علي بن أبي طالب وأقرؤهم لكتاب الله أبي بن كعب وأعلمهم بالحلال والحرام معاذ بن جبل وأفرضهم زيد بن ثابت ألا وإن لكل أمة أمينا وأمين هذه الأمة أبو عبيدة بن الجراح)\rابن ماجه \" 154 \"\rقال الشيخ مشهور أل سلمان حفظه الله - في التعليق على الحديث - في الطبعة التي اعتنى بها - طبع دار المعارف -\rقال: الصواب أنه مرسل، عدا ذكر أبي عبيدة، قاله الحاكم في المعرفة والخطيب في \" الفصل للوصل \" وجمع\rوذكرت كلامهم، وقرأته على شيخنا الألباني - رحمه الله - في مكتبه وأقرني على ما توصلت إليه وكان ذلك بعد هذا التصحيح وعلق تضعيفه بخطه على هامش الثالث من الصحيحة \" انتهى كلام الشيخ مشهور.\rوهو برقم \" 1224 \" في السلسلة الصحيحة، وانظر \" الترمذي 3790 و 3791 \" والمشكاة \" 6111 \"\rوهداية الرواة برقم \" 6065 \" وصحيح موارد الظمآ ن \" 1863 / 2218 \"\rوهذا حديث ضعفه الشيخ رحمه الله ثم حسنه لغيره\r\r(9) أن النبي صلى الله عليه وسلم كان إذا اهتم قبض على لحيته \" الضعيفة - 707 -","seal":"F05A337B","part":1},
      {"page":29,"id":29,"nass":"قال الشيخ رحمه الله - تحت حديث \" 4237 \" في السلسلة الضعيفة - ص 244 - قال: يشير إلى حديث \" كان إذا اهتم أخذ بلحيته فنظر فيها \" وهو كما ترى حديث آخر.... وكنت قد خرجته في الضعيفة برقم - 707 - ثم قررت نقله إلى الصحيحة لطريق أخرى وقفت عليها في صحيح ابن حبان - الاحسان - واستدركته على الهيثمي في موارد الظمآن \". والحديث في صحيح موارد الظمآن برقم \" 1776 - 6405 \" بلفظ (أن النبي صلى الله عليه وسلم كان إذا أهمه شيء أخذ بلحيته هكذا - وقبض ابن مسهر على لحيته) وقال الشيخ في تخريجه \" حسن لغيره - الضعيفة 707 التحقيق الثاني و 4237 \".\rوقد بحثت عن الحديث في الصحيحة ولم أجده، فلعل الشيخ أراد أنه سينقله إلى الصحيحة ولم يفعل لأمر لا نعلمه والله أعلم.\rوهذا حديث ضعفه الشيخ رحمه الله ثم حسنه بمجموع طرقه\r(10) طفت مع عبد الله فلما جئنا دبر الكعبة قلت ألا تتعوذ قال نعوذ بالله من النار ثم مضى حتى استلم الحجر وأقام بين الركن والباب فوضع صدره ووجهه وذراعيه وكفيه هكذا وبسطهما بسطا ثم قال هكذا رأيت رسول الله صلى الله عليه وسلم يفعله) سنن أبي داود \" 1899 \" قال (ضعيف)\rوفي الصحيحة (2138) حسنه الشيخ رحمه الله لعدة طرق وجدها للحديث.ولفظه (كان يضع صدره ووجهه وذراعيه وكفيه بين الركن والباب. يعني في الطواف)\rوفي الضعيفة تحت حديث ((4865) قال الشيخ رحمه الله: وقد روي الالتزام من فعله صلى الله عليه وسلم من طرق يقوي بعضها بعضا ولذلك أوردته في صحيح الجامع الصغير برقم \" 4888 \" - وهو برقم \" 5012 \" الطبعة الثالثة بلفظ (كان يلزق صدره ووجهه بالملتزم) - وخرجته في الصحيحة 2138 وذكرت له شواهد موقوفة صحيحة عن جمع من الصحابة رضي الله عنه.\rوهو في سنن ابن ماجه برقم (2963) وحكم عليه بالحسن في الطبعة التي اعتنى بها الشيخ مشهور أل سلمان حفظه الله.\rوفي مناسك الحج والعمرة، قال: (38 - وله أن يلتزم ما بين الركن والباب فيضع صدره ووجهه وذراعيه عليه (3) (3) روي ذلك عن النبي صلى الله عليه وسلم من طريقين يرتقي الحديث بهما إلى مرتبة الحسن ويزداد قوة بثبوت العمل به عن جمع من الصحابة منهم ابن عباس رضي الله عنه وقال: \" هذا الملتزم بين الركن والباب \" وصح من فعل عروة بن الزبير أيضا وكل ذلك مخرج في \" الأحاديث الصحيحة \" (2138)\rوهذا حديث ضعفه الشيخ رحمه الله ثم حسنه\r(11) إن الجنة لتشتاق إلى ثلاثة: علي، وعمار، وسلمان) رواه الترمذي برقم \" 3797 \"وضعفه في المشكاة برقم \" 6225 \"، وفي الهداية برقم \" 6186 \" قال الشيخ رحمه الله: (إ سناده ضعيف وإن حسنه الترمذي فإن فيه الحسن البصري وقد عنعنه......... نعم للحديث طريق أخرى عن أنس يتقوى بها الحديث وفيها ذكر المقداد مع الثلاثة وقد خرجتع من أجلها في الضعيفة \" 2328 \".\rوفي الضعيفة تحت رقم (2328) ص 353 - قال الشيخ رحمه الله: نعم له طريق أخرى عن أنس مرفوعا بلفظ\r(ثلاثة) دون ذكر المقداد وأبي ذر وقد صححه الحاكم وغيره وهو عندي ضعيف الاسناد كما بينته في تخريج المشكاة - 6225- التحقيق الثاني - لكنه (حسن بمجموع الطريقين والله أعلم) .\rوهو في صحيح الجامع برقم (1598) وحسنه\r(12) كان يدعو اللهم احفظني بالإسلام قائما واحفظني بالإسلام قاعدا واحفظني بالإسلام راقدا ولا تشمت بي عدوا حاسدا اللهم إني أسألك من كل خيرخزائنه بيدك وأعوذ بك من كل شر خزائنه بيدك] . (حسن) . (الصحيحة 1540 وصحيح الجامع 1260 بلفظ: اللهم احفظني بالإسلام قائما واحفظني بالإسلام قاعدا واحفظني بالإسلام راقدا ولا تشمت بي عدوا ولا حاسدا اللهم إني أسألك من كل خير خزائنه بيدك وأعوذ بك من كل شر خزائنه بيدك.) قال الشيخ رحمه الله في الصحيحة تحت رقم 1540 - قال: \" ووجدت للحديث طريقا أخرى يرويه معلى بن رؤبة الحمصي........ثم ساق السند، أن عمر بن الخطاب أصابته مصيبة فأتى النبي صلى الله عليه وسلم فشكا إليه ذلك وسأله أن يأمر له بوسق من تمر فقال النبي صلى الله عليه وسلم: إن شئت علمتك كلمات هي خير لك قال: علمنيهن ومر لي بوسق فإني ذو حاجة إليه فقال ... \" قلت: فذكره، أخرجه ابن حبان 2430 والديلمي.... وبالجملة فالحديث حسن بمجموع الطريقين والله أعلم \"\rوفي ضعيف موارد الظمآن - 314 - حكم الشيخ على حديث عمر بن الخطاب بالضعف، فقال: ضعيف - الضعيفة 6003 \"\r(13) (اللهم أعز الإسلام بعمر بن الخطاب خاصة) صحيح دون قوله: \"خاصة\" صحيح ابن ماجه 85، وفي السلسلة الصحيحة (اللهم أعز الإسلام بعمر بن الخطاب خاصة) إسناده صحيح، السلسلة الصحيحة 3225، وفي صحيح موارد الظمآن - 1828 - 2180 - قال: \" صحيح لغيره - الصحيحة 3225 \"\rوالله أعلم.","seal":"56350344","part":1},
      {"page":30,"id":30,"nass":"(14) طوبى لمن رآني وآمن بي، وطوبى – سبع مرات – لمن لم يرني وآمن بي) رواه أحمد، قال الشيخ رحمه الله في المشكاة - 6281 \" إسناده ضعيف \" وفي الهداية - 6245 - قال رحمه الله (إسناده ضعيف، ولكن للحديث شاهد من حديث أنس يتقوى به وقد خرجته في الصحيحة 1241 \" وفي صحيح موارد الظمآن - 1961 - 2303 - قال رحمه الله: صحيح لغيره - الصحيحة أيضا - يقصد الصحيحة برقم \" 1241 \". وانظر \" الصحيحة تحت رقم 3432 والصحيحة تحت رقم 2888 \"\rوالله أعلم.\r(15) عن عبد الرحمن بن السائب ابن أخي ميمونة أن ميمونة قالت لي: يا ابن أخي ألا أرقيك برقية رسول الله صلى الله عليه وسلم؟ قلت: بلى، قالت: \" بسم الله أرقيك والله يشفيك من كل داء فيك أذهب الباس رب الناس، اشف أنت الشافي، لا شافي إلا أنت \"\rقال الشيخ رحمه الله في \" الضعيفة تحت رقم - 3357 -: والحديث رواه النسائي في عمل اليوم والليلة - يقصد حديث الترجمة في الضعيفة - ثم أخرج - أي النسائي - والبخاري في التاريخ وابن حبان - 343- 1417 موارد - وأحمد من طريق أزهر بن سعيد الحرازي عن عبد الرحمن بن السائب ابن أخي ميمونة أن ميمونة قالت لي:.... ............،\r\rقلت: ورجاله ثقات، غير أن عبد الرحمن لم يوثقه غير ابن حبان ولم يذكر له راويا غير أزهر هذا وكذلك فعل البخاري وابن أبي حاتم...... الخ كلامه رحمه الله.\r\rوفي صحيح موارد الظمآن - 1187- 1417 - قال: حسن لغيره - الضعيفة تحت الحديث (3357) .\rوالله أعلم.\r(16) وهذا حديث تراجع الشيخ رحمه الله عن تصحيح فقرة منه، وقد نبه عليها في ضعيف موارد الظمآن.\rعن عبد الله بن مغفل رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (صلوا في مرابض الغنم ولا تصلوا في معاطن الإبل (فإنها خلقت من الشياطين) . ضعيف موارد الظمآن \" 25- 335 \" ضعيف - تخريج \" حقيقة الصيام ص 47 \"\rقال الشيخ رحمه الله - في الحاشية \" 3 \": وأما قول المعلق على - الإحسان - 4/ 602 - المؤسسة \": (وله شواهد كثيرة ذكرتها عقب تخريج الحديث المتقدم برقم \" 1384 \" - يشير إلى حديث أبي هريرة الآتي في الصحيح \" -! ولم يذكر هناك أي شاهد لجملة (خلقت من الشياطين) فلا تغتر بدعواه، فتصحح الحديث كما فعل في طبعته لهذا الكتاب \" الموارد 1 / 164- 165 \" ونحا نحو الداراني \" 2 / 30- 32 \" ولكنه لم يصرح!\r\rوبهذه المناسبة أذكر بانه كان فاتنا حذف هذه الجملة من \" صحيح الجامع \" والإشارة إليها بالنقط \"...... ....\" كما جرينا عليه في أمثالها.) .\rانظر - صحيح الجامع - 3788 - و \" 1439 - الطبعة الثالثة - وابن ماجة - 768 و769والثمر المستطاب - ص 387- 388 \" والضعيفة تحت الحديث \" 2210ص 238.\rوالله أعلم.\r(17) عن أبي ذر رضي الله عنه - في حديث طويل - قال: (قلت: يا رسول الله كم الأنبياء؟ قال: \" مائة ألف وعشرون ألف \" ضعيف الموارد \" ص 13 \" قال الشيخ رحمه الله: ضعيف جدا \"، وفي الصحيحة تحت رقم \" 2668 \" ص 363 \" قال الشيخ رحمه الله: (وجملة القول: إن عدد الرسل المذكورين في حديث الترجمة صحيح لذاته وأن عدد الأنبياء المذكورين في أحد طرقه وفي حديث أبي ذر من ثلاث طرق فهو (صحيح لغيره) .\r(تنبيه) :\rحديث أبي ذر الطويل أورده الشيخ رحمه الله في صحيح موارد الظمآن برقم 81- 94، وقسمه لفقرات منها من حكم عليها بالحسن أو الصحة لشواهد ذكرها لهذه الفقرات، وأورده في ضعيف الموارد - 10- 94، لوجود بعض الفقرات الضعيفة أو الضعيفة جدا، فقال رحمه الله - في نهاية تخريج الحديث في ضعيف الموارد: ضعيف جدا - الضعيفة - 1910 و 5638 و 6090 - لكن بعض فقراته ثابتة في أحاديث أخرى وقد ذكرت مراتبها في الصحيح - أي صحيح الموارد - استعجالا بالخير وقد اقتطعت هذه الفقرات وأودعتها في أماكنها من الكتب المناسبة لها كما يأتي \".\rوهنا حديث صحح إسناده الشيخ رحمه الله - بشرط ذكره - ثم حسنه لغيره\r(18) عن أبي ذر قال أتاني رسول الله صلى الله عليه وسلم وأنا في مسجد المدينة فضربني برجله وقال ألا أراك نائما فيه فقلت يا رسول الله غلبتني عيني، قال: كيف تصنع إذا أخرجت منه؟ فقلت: آتي أرض الشام الأرض المقدسة المباركة قال كيف تصنع إذا أخرجت منه؟ قال: ما أصنع أضرب بسيفي يا رسول الله؟ فقال رسول الله صلى الله عليه وسلم:\rألا أدلك على خير من ذلك وأقرب رشدا قالها مرتين تسمع وتطيع وتساق كيف ساقوك) ظلال الجنة - 1074 - قال الشيخ رحمه الله: إسناده صحيح إن كان عم أبي حرب بن أبي الأسود صحابيا أو تابعيا ثقة فإني لم أعرفه وسائر رجاله ثقات....... والحديث أخرجه ابن حبان - 1548 - وأحمد والدارمي بعضه من طرق أخرى عن معتمر بن سليمان به. \"\rوفي صحيح الموارد - 1285- 1548 - قال الشيخ رحمه الله: (حسن لغيره - الظلال 1074))","seal":"66BDE326","part":1},
      {"page":31,"id":31,"nass":"(19) من كف غضبه ستر الله عورته ومن كظم غيظه ولو شاء أن يمضيه أمضاه ملأ الله قلبه يوم القيامة رضا ومن مشى مع أخيه في حاجته حتى يثبتها له أثبت الله قدمه يوم تزول الأقدام) الضعيفة (4647) قال الناشر - في الحاشية: \" ذكر له الشيخ - رحمه الله - طريقا حسنا ثبت به الحديث فانظر الحديث الصحيحة \" 906 \") .، وهو في الصحيحة بلفظ ( [أحب الناس إلى الله تعالى أنفعهم للناس وأحب الأعمال إلى الله عز وجل سرور يدخله على مسلم أو يكشف عنه كربة أو يقضي عنه دينا أو يطرد عنه جوعا ولأن أمشي مع أخ في حاجة أحب إلي من أن أعتكف في هذا المسجد (يعني مسجد المدينة) شهرا ومن كف غضبه ستر الله عورته ومن كظم غيظه _ ولو شاء أن يمضيه أمضاه _ ملأ الله قلبه رجاء يوم القيامة ومن مشى مع أخيه في حاجة حتى تتهيأ له أثبت الله قدمه يوم تزول الأقدام (وإن سوء الخلق يفسد العمل كما يفسد الخل العسل] . (حسن) .، قال الشيخ رحمه الله: لكن جاء بإسناد خير من هذا فرواه ابن أبي الدنيا في - قضاء الحوائج - ص38 رقم 36 وأبو اسحاق المزكى في الفوائد المنتخبة ببعضه وابن عساكر من طرق عن بكر بن خنيس......قلت: وهذا إسناد حسن فإن بكر بن خنيس صدوق له أغلاط كما قال الحافظ ... فثبت الحديث والحمد لله ولطرفه الأول شاهد مرسل سياتي في المجلد الخامس برقم - 2291 - \" وانظر \" ضعيف الجامع \" 5824 \" وصحيح الجامع \" 176 \" - وفي نهاية تخريج الحديث في الضعيفة - 4647 - قال الشيخ رحمه الله: وقد ثبت الشطر الأول منه بلفظ: (من كف غضبه كف الله عنه عذابه) فراجعه في الصحيحة (2360) ، فعلق الناشر قائلا: ولينظر رقم - 1916 - فيما سبق من هذه السلسلة - أي الضعيفة - \"\rقلت - محمد -: أورد الشيخ رحمه الله الحديث - في الضعيفة 1916- بلفظ: (من دفع غضبه دفع الله عنه عذابه ومن حفظ لسانه ستر الله عورته ومن اعتذر إلى أخيه قبل الله معذرته) وفي الصحيحة - برقم 2360 - أورده الشيخ رحمه الله - بلفظ - ( [من كف غضبه كف الله عنه عذابه ومن خزن لسانه ستر الله عورته ومن اعتذر إلى الله قبل الله عذره] قال الشيخ رحمه الله - بعد أن ذكر طريق للحديث ص 477 - قال: فالإسناد عندي حسن ولا سيما إذا ضم إليه الطريق الأولى والله أعلم) وانظر - ضعيف الترغيب - 1073 - والمشكاة - 5121\rوالله أعلم.\r(20) عن أبي بن كعب رضي الله عنه أن النبي صلى الله عليه وسلم: كان (يخر) على ركبتيه ولا يتكىء.) ضعيف الموارد (45- 497)\rقال الشيخ رحمه الله: \" منكر بلفظ: (يخر) - الضعيفة \" 929 \"\rوفي الحاشية قال الشيخ رحمه الله: كذا وفي طبعتي \" الإحسان \": (يحفز) ، وفي (أخلاق النبي صلى الله عليه وسلم) لأبي الشيخ \" ص164 \": (يجثو) ولعله الصواب المناسب لإيراده تحت عنوان: (صفة أكل النبي صلى الله عليه وسلم ... ) .، وكذلك أورده ابن حبان تحت: (يستحب للمرء أن يتواضع في جلوسه ... ) فالظاهر أنه تحرف على الهيثمي إلى: (يخر) فأورده هنا في \" الصلاة \" وعلى ذلك جريت حينما خرجته في الضعيفة -، وبينت هناك مخالفته للسنة الصحيحة في الهوي للسجود، ثم تبين أنه لا علاقة للحديث بهيئة الصلاة وإنما علاقته بهيئة الجلوس للطعام، وعليه فأذكره في الصحيح في (32- الأدب / 14- باب) لأن له شواهد بهذا المعنى.)\rولم أجد الحديث في الصحيح في كتاب الادب بالرقم الذي ذكره الشيخ رحمه الله.\r\rوهذا حديث ضعفه الشيخ رحمه الله ثم صححه.\r(21) وعن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إن للشيطان لمة بابن آدم وللملك لمة فأما لمة الشيطان فإيعاد بالشر وتكذيب بالحق وأما لمة الملك فإيعاد بالخير وتصديق بالحق فمن وجد ذلك فليعلم أنه من الله فليحمد الله ومن وجد الأخرى فليتعوذ بالله من الشيطان الرجيم ثم قرأ (الشيطان يعدكم الفقر ويأمركم بالفحشاء)\rالآية)\r. أخرجه الترمذي وقال هذا حديث حسن غريب \" 2988 \" وانظر (ضعيف الجامع 1963) والمشكاة (74) و (هداية الرواة 70) (النصيحة 34) وصحيح موارد الظمآن (38)\rوهذا حديث صححه الشيخ رحمه الله ثم حسنه:\r(22) عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: من لبس ثوب شهرة في الدنيا ألبسه الله ثوب مذلة يوم القيامة) . رواه أحمد وأبو داود وابن ماجه، صححه الشيخ رحمه الله في (غاية المرام 91) ثم حسنه في:\r(صحيح الترغيب - معارف- 2089 وهداية الرواة 4273 وجلباب المرأة المسلمة - الطبعة الشرعية - ص 213)\rوانظر: أبو داود 4029 وابن ماجه 3606\r(23) وهنا حديث مرتبط بالذي قبله، ضعفه الشيخ في الضعيفة وكان قد استروح أنه \" حسن لغيره \" في كتاب\r(جلباب المرأة) وإليكم البيان.\r(من لبس ثوب شهرة أعرض الله عنه حتى يضعه متى ما وضعه.) ابن ماجه (3608 والضعيفة (4650)\rوضعيف الترغيب (1277)","seal":"07982006","part":1},
      {"page":32,"id":32,"nass":"قال الشيخ رحمه الله تعالى: - بعد أن ذكر حديث ابن عمر السابق \" من لبس ثوب شهرة في الدنيا.....\" -\rقال رحمه الله: وللحديث شاهد من حديث أبي ذر مرفوعا بلفظ: (من لبس ثوب شهرة أعرض الله عنه حتى يضعه متى ما وضعه) أخرجه ابن ماجه وأبو نعيم في الحلية - 4/ 190- 191 - من طريق وكيع ابن محرز الناجي.............، وقال أبو نعيم: \" تفرد به وكيع \"\rقلت: وهو لا بأس به كما قال أبو حاتم وغيره، لكن شيخه عثمان بن جهم لم يرو عنه إلا وكيع هذا كما في الميزان فهو في عداد المجهولين وإن أورده ابن حبان في الثقات _ 7/ 202 - على قاعدته، ومنه نعلم أن قول البوصيري في \" الزوائد ق 218/ 1 \": إسناده حسن، غير حسن، إلا إن كان يريد أنه حسن لغيره فسائغ ولعله لذلك أورده المقدسي في \" الأحاديث المختارة \" والله أعلم.)\rوهذا حديث حسنه الشيخ رحمه الله ثم حكم عليه بالنكارة.\r(24) : (لا قود في المأمومة ولا الجائفة ولا المنقلة) ابن ماجه (2637) - صحيح ابن ماجه - المعارف - 2149 - والصحيحة (2190) قال الشيخ رحمه الله: (حسن) ،\rوفي الضعيفة (4841) قال الشيخ رحمه الله: (منكر، أخرجه ابن ماجه 2637، وأبو يعلى في - مسنده (4 / 1580) عن رشدين بن سعد عن معاوية بن صالح عن معاذ بن محمد الأنصاري عن ابن صهبان عن العباس بن عبد المطلب مرفوعا.\rقلت: وهذا إسناد ضعيف، فيه ثلاث علل:.... ثم ذكرها الشيخ، حتى قال: ثم إن الحديث منكر، فقد ثبت مرفوعا: (ان في المأمومة والجائفة ثلث الدية) وهو مخرج في الإرواء (2287، 2293، 2294) من حديث عبد الله بن عمرو وغيره، وفيه: (والمنقلة خمس عشرة من الإبل) وسنده حسن.) وانظر ضعيف الجامع (6307)\rوهذا حديث ضعفه الشيخ رحمه الله في ضعيف ابن ماجه، ثم صححه في صحيح موارد الظمآن.\r(25) : (عن ابن عمر قال: لم يكن القصص في زمن رسول الله صلى الله عليه وسلم ولازمن أبي بكر ولازمن عمر) ابن ماجه (3754) ، وفي صحيح الموارد - 97 - 111 - عن ابن عمر رضي الله عنه، بلفظ: (لم يكن يقص في زمان رسول الله صلى الله عليه وسلم ولا أبي بكر، ولا عمر، ولا عثمان، إنما كان القصص في زمن الفتنة)\rقال الشيخ رحمه الله: صحيح - التعليق على ابن ماجه (2 / 410) .\r(تنبيه)\r(26) : قال رسول الله صلى الله عليه وسلم: ( [آمركم بثلاث وأنهاكم عن ثلاث آمركم أن تعبدوا الله ولا تشركوا به شيئا وتعتصموا بحبل الله جميعا ولا تفرقوا وتطيعوا لمن ولاه الله عليكم أمركم. وأنهاكم عن قيل وقال وكثرة السؤال وإضاعة المال] . (صحيح) . (الصحيحة 685)\rقال الشيخ رحمه الله: أخرجه ابن حبان - 1543- ... - ثم ساقه بإسناده إلى أبي هريرة رضي الله عنه،قلت: وهذا إسناد صحيح على شرط مسلم، وقد أخرجه هو (5 / 130) وابن حبان - 3379- وكذا أحمد (2 /327و 360 و367) من طرق أخرى عن سهل به نحوه، لكن سقط من أصل مسلم الخصلة الثالثة من المأمور به، ونصها عند أحمد (وأن تناصحوا من ولاه الله أمركم) ، وسقطت أيضا من مختصر مسلم للمنذري رقم (1236) ، فلتستدرك في الطبعة الجديدة إن شاء الله تعالى.)\rهذا حديث قال عنه الشيخ أن إسناده محتمل للتحسين - في مشكاة المصابيح -ثم حكم عليه بالضعف في - هداية الرواة -\r(27) (عن عقبة بن عامر قال: لما نزلت (فسبح باسم ربك العظيم)\rقال رسول الله صلى الله عليه وسلم: اجعلوها في ركوعكم فلما نزلت (سبح اسم ربك الأعلى)\rقال رسول الله صلى الله عليه وسلم:اجعلوها في سجودكم. رواه أبو داود وابن ماجه والدارمي\r(المشكاة 879) (هداية الرواة 840)\rقال الشيخ رحمه الله: (وإسناده محتمل للتحسين، ورجاله ثقات كلهم، غير الراوي عن عقبة - وهو إياس بن عامر -، قال العجلي: لا بأس به، وذكره ابن حبان في الثقات، قال الحافظ: وصحح له ابن خزيمة، ومن خط الذهبي في - تلخيص المستدرك -: \" ليس بالقوي \"\rقلت: وتناقض الذهبي، فإن الحاكم - لما أخرج هذا الحديث \" 2 / 477 \"، وقال: \" صحيح الإسناد \" وافقه الذهبي.)\rوفي هداية الرواة - قال الشيخ رحمه الله: (ثم خرجته- مضعفا - في تمام المنة \" ص 190) ، وإرواء الغليل \" 334 \"، و\" ضعيف أبي داود 152- 153 \" فراجعه!)\rوأيضا ضعفه الشيخ رحمه الله في (ضعيف الموارد برقم \" 48 \")\rوانظر (ابن ماجه 887 وأبو داود 869)\rهذا حديث ضعفه الشيخ ثم حسنه لغيره","seal":"AB679625","part":1},
      {"page":33,"id":33,"nass":"(28) عن علي بن طلق، قال: جاء أعرابي إلى النبي صلى الله عليه وسلم، فقال: يا رسول الله الرجل منا يكون في الفلاة فتكون منه الرويحة ويكون في الماء قلة فقال رسول الله صلى الله عليه وسلم:إذا فسا أحدكم فليتوضأ ولا تأتوا النساء في أعجازهن فإن الله لا يستحيي من الحق) ضعفه الشيخ رحمه الله (في ضعيف السنن - 27) وانظر (الترمذي (1164 - 1166) أبو داود (205 و 1005) و (ضعيف الجامع 607) المشكاة (314 و 1006)\rهداية الرواة (300 و 965) .\rثم حسنه الشيخ لغيره في (صحيح موارد الظمآن برقم 168)\rقال الشيخ رحمه الله: قلت: يشهد لهذه الجملة - يقصد \" إذا فسا أحدكم فليتوضأ \" - حديث عائشة الآتي بعده - برقم 169 وبلفظ \" إذا أحدث أحدكم وهو في الصلاة، فليأخذ على أنفه ثم لينصرف \" -،\rولما بعدها - أي \" ولا تأتوا النساء في أعجازهن \" - حديث خزيمة الآتي في (17/- النكاح / 26- باب النهي ... ) إلخ، وفي\rالرواية الثانية: (وليعد صلاته) ، وأعلها ابن حبان بالمخالفة.... الخ كلامه رحمه الله\rتنبيه:\r(29) تنبيه: هنا حديث ضعفه الشيخ رحمه الله في سنن الترمذي، والجملة الأخيرة قد حكم عليها الشيخ رحمه الله بأنها حسنة.، وإليك البيان.\r(عن ابن مسعود رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (من تمام التحية الأخذ باليد) قال الترمذي رحمه الله: وفي الباب عن البراء وبن عمر قال أبو عيسى هذا حديث غريب ولا نعرفه إلا من حديث يحيى بن سليم عن سفيان سألت محمد بن إسماعيل عن هذا الحديث فلم يعده محفوظا وقال إنما أراد عندي حديث سفيان عن منصور عن خيثمة عمن سمع بن مسعود عن النبي صلى الله عليه وسلم قال: (لا سمر إلا لمصل أو مسافر) قال محمد وإنما يروى عن منصور عن أبي إسحاق عن عبد الرحمن بن يزيد أو غيره قال (من تمام التحية الأخذ باليد)\rجملة (من تمام التحية ... ) ضعيفة (انظر ضعيف الجامع 5294 والضعيفة 1288 وضعيف الترغيب 1629)\rأما جملة (لا سمر إلا لمصل أو مسافر) فقد حكم عليها الشيخ رحمه الله بأنها حسنة (الصحيحة 2435)\r(30) تنبيه (حديث: الجماعة بركة والثريد بركة والسحور بركة) ضعفه الشيخ رحمه الله في ضعيف الجامع (2654والضعيفة 2673) ولكن معناه ثابت من طرق أخرى كما حققه الشيخ رحمه الله في الصحيحة (1045) بلفظ: (البركة في ثلاث: الجماعات والثريد والسحور)\rوهنا حديث موقوف ضعفه الشيخ رحمه الله ثم صححه لغيره\r(31) عن عمر رضي الله عنه قال: (إن الدعاء موقوف بين السماء والأرض، لا يصعد منه شيء حتى تصلي على نبيك صلى الله عليه وسلم) رواه الترمذي (486)\rانظر (المشكاة 938 - هداية الرواة 898) و (إرواء الغليل 432) قال: ضعيف\r(صحيح الترغيب 1676) (قال: صحيح لغيره)\rوهذا حديث ضعفه الشيخ رحمه الله ثم حسنه لغيره\r(32) عن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\r(أولى الناس بي يوم القيامة أكثرهم علي صلاة) رواه الترمذي وابن حبان\rضعفه في (الترمذي 484 وضعيف الجامع 1821)\rوحسنه لغيره في (صحيح الترغيب 1668 وصحيح الموارد 2027)\rوالله أعلم.\r(33) وهذا حديث ضعفه الشيخ رحمه الله ثم حسنه لغيره (أكثروا من الصلاة علي في كل يوم جمعة فإن صلاة أمتي تعرض علي في كل يوم جمعة فمن كان أكثرهم علي صلاة كان أقربهم مني منزلة) .\rضعفه في (ضعيف الجامع 1115 والضعيفة 2892) وحسنه لغيره في (صحيح الترغيب 1673)\r(34) وهذا حديث قد ضعفه الشيخ رحمه الله في ضعيف الجامع والارواء وفي الأدب المفرد\rثم حسنه لغيره في صحيح الترغيب.\rعن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم قال: (إن أعمال بني آدم تعرض على الله تعالى عشية كل خميس ليلة الجمعة، فلا يقبل عمل قاطع رحم)\r(ضعيف الجامع 1395 والإرواء تحت حديث 949 ص (105) والأدب المفرد 61)\rوحسنه لغيره في (صحيح الترغيب 2538)\r(35) وهذا حديث ضعفه الشيخ بزيادة في آخره ولم ترفع من صحيح الجامع والزيادة هي (مطردة للداء من الجسد) وحسنه بدونها\rوهذا الحديث كاملا: قال رسول الله صلى الله عليه وسلم (عليكم بقيام الليل، فإنه دأب الصالحين قبلكم، وقربة إلى الله تعالى ومنهاة، عن الإثم وتكفير للسيئات، ومطردة للداء عن الجسد)\rانظر صحيح الجامع (4079) وضعيف الترغيب (557) والضعيفة (5348) وضعيف الجامع (3789) وانظر الارواء تحت حديث (452) ص 200 – 201 والترمذي (3549) ، تمام المنة (ص244- 245) وانظر المشكاة (1227) (هداية 1184) وصحيح الترغيب (624)\r(36) (تنبيه) :\rعن عائشة قالت:\rيا رسول الله أرأيت إن علمت أي ليلة ليلة القدر ما أقول فيها قال قولي اللهم إنك عفو كريم تحب العفو فاعف عني\r(الترمذي 3513) وانظر الصحيحة تحت حديث (3337ص 1011 – 1012)","seal":"41B3FB8B","part":1},
      {"page":34,"id":34,"nass":"قال الشيخ رحمه الله - الصحيحة -: (تنبيه: وقع في سنن الترمذي بعد قوله: (عفو) زيادة (كريم) ! ولا أصل لها في شيء من المصادر المتقدمة، ولا في غيرها ممن نقل عنها، فالظاهلر أنها مدرجة من بعض الناسخين أو الطابعين، فإنها لم ترد في الطبعة الهندية من سنن الترمذي التي عليها شرح (تحفة الأحوذي) للمباركفوري (4 / 264) ولا في غيرها، وإن مما يؤكد ذلك أن النسائي في بعض روا يته أخرجه من الطريق التي اخرجها الترمذي، كلاهما عن شيخهما (قتيبة بن سعيد) بإسناده دون الزيادة. وكذلك وقعت هذه الزيادة في رسالة أخينا الفاضل (علي الحلبي) : (مهذب عمل اليوم والليلة لابن السني) (95 / 202) وليست عند ابن السني، لأنه رواه عن شيخ النسائي – كما تقدم – عن قتيبة، ثم عزاه للترمذي وغيره! ولقد كان اللا ئق بفن التخريج أن توضع الزيادة بين معكوفتين كما هو معروف اليوم () ، وينبه أنها من أفراد الترمذي، وأما التحقيق فيقتضي عدم ذكرها مطلقا إلا لبيان أنه لا أصل لها، فاقتضى التنبيه.)\r(37) التسويف شعاع الشيطان يلقيه في قلوب المؤمنين. (موضوع) _ الضعيفة (1360)\rقال الشيخ رحمه الله في السلسلة الضعيفة تحت حديث (1360) ص (536) :\rتنبيه: وقع في الجامع الصغير: (شعار) والصواب ما أثبتنا، وهو نص الديلمي كما ذكر المناوي وكذلك هو في (الجامع الكبير) . انتهى كلام الشيخ رحمه الله.\r\rوفي نسختي من (ضعيف الجامع) الطبعة الثالثة، وقع (سعار) !!!\r(38) وهذا حديث ضعفه الشيخ رحمه الله في ضعيف الجامع (926) ولفظه:\rاعبدوا الرحمن، وأطعموا الطعام، وأفشوا السلام، تدخلوا الجنة بسلام) قال الشيخ رحمه الله: ضعيف جدا\rوقد صححه في الصحيحة برقم (571) ، قال الشيخ رحمه الله: أخرجه البخاري في الادب المفرد (981) والترمذي (1855) والدارمي وابن ماجه (3694) وابن حبان (1360) وأحمد وأبو نعيم في الحلية من طرق عن عطاء ابن السائب عن أبيه عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم، فذكره، وقال الترمذي (حديث حسن صحيح) ، قلت: هو كما قال، ورجاله ثقات، وعطاء بن السائب إنما يخشى من اختلاطه، وما دام انه لم يتفرد بالحديث فقد أمناه ن فقد مضى الحديث قريبا (569) -أي الصحيحة - عن عبد الله بن سلام دون الفقرة الاولى منه، وهي في غنية عن الاستشهاد لها لكثرة النصوص من الآيات والاحاديث التي وردت بلفظها ومعناها، وليس لابن ماجه إلا هذه الفقرة وفقرة الإفشاء. ....\rتنبيه: عزا السيوطي هذا الحديث في الجامع الصغير للترمذي من حديث أبي هريرة! ........ وإنما هو عنده كما عند غيره من حديث ابن عمرو، وأما حديث أبي هريرة عنده فهو بغير هذا السياق وفيه زيادة (واضربوا الهام) وهي زيادة منكرة بإسناد ضعيف ولذلك أوردته في السلسلة الأخرى (1324\rوالله أعلم\r\rهذا آخر ما تيسر جمعه، أسأل الله أن ينفع به، ورحم الله العلامة الإمام الألباني رحمة واسعة\rكتبه العبد الفقير: محمد أبو عمر الأثري الفلسطيني\rتنبيه: ما يلي أضافه الأخ صاحب البحث في الموقع بترتيب أرقامه , فأضفته (أبو إسلام) هنا\r39 - لَتَزْدَحِمَنَّ هذه الأمةُ على الحَوْضِ ازْدِحَامَ إِبلٍ وَرَدَتْ لِخَمْسٍ.\rحسنه الشيخ رحمه الله في صحيح الجامع (5068) ثم حكم عليه بالضعف في السلسلة الضعيفة (حديث رقم -5725-) وضعيف الموارد (338)\rقال الشيخ رحمه الله:\rوجملة القول أن الحديث ضعيف، لأن مدار طرقه على ابن زبريق هذا، وإني أستغفر الله تعالى من تقويتي إياه سابقا، ولو أن ذلك كان تبعا لغيري، فالحمد لله الذي وفقني للرجوع عن خطئي الذي ترتب عليه خطأ آخر بذكره في صحيح الجامع (5068) فمن كان عنده نسخة منه، فليضرب، ولينقله إلى الكتاب الآخر إن كان لديه ضعيف الجامع، والله ولي التوفيق\rالسلسلة الضعيفة – المجلد الثاني عشر – ص 502\rوانظر الصحيحة تحت حديث - 2145- ص 179- 180\r----------------------------------- ----------------- -------\rقال محمد أبو عمر:\rكنت قد اقتنيت المجلد الثاني عشر والثالث عشر من السلسلة الضعيفة قبل فترة وجيزة، وذلك راجع إلى ظروف بلادنا الحبيبة فلسطين والله المستعان، ووجدت أحاديث أخرى قد تراجع الشيخ رحمه الله عن تصحيحها أو العكس، أو كان قد حكم على حديث بالضعف ثم حكم عليه بالوضع.\r***************\rهذا حديث قد ضعفه الشيخ رحمه الله في ضعيف الجامع (1358) وحكم عليه بالوضع في السلسلة الضعيفة (5821) ، ولفظه:\r40- (إن أبغض عباد الله إلى الله العفريت النفريت الذي لم يرزأ في مال ولا ولد)\r\rقال الشيخ رحمه الله:","seal":"7495842E","part":1},
      {"page":35,"id":35,"nass":"والحديث مما أورده السيوطي في الجامع الصغير ولم يتكلم على إسناده المناوي بشيء، ولذلك كنت أشرت في ضعيف الجامع – 1358 – إلى ضعفه، لإرساله، ولآن وقد يسر الله الوقوف على سنده وتبين أن فيه ذاك الوضاع الكديمي، فقد عدلت عن تضعيف إلى الحكم عليه بالوضع\r(السلسلة الضعيفة – المجلد الثاني عشر – ص 704)\rوهذا حديث آخر كان الشيخ رحمه الله قد ضعفه في ضعيف الجامع (4306) وحكم عليه بالوضع في السلسلة الضعيفة (5822) ، ولفظه:\r41- (الكيس من عمل لما بعد الموت، والعاري العاري من الدين، اللهم لا عيش إلا عيش الآخرة)\rقال الشيخ رحمه الله:\rوخفي هذا على المناوي، فقلد البيهقي في الاقتصار المذكور، وزاد عطفا على تضعيف البيهقي فقال: وممن ضعفه أبو حاتم وغيره، وكنت أثبته في ذلك لما خرجت ضعيف الجامع الصغير، فاقتصرت فيه على تضعيفه، ولآن بدا لي وقد وقفت على سنده أن في ذلك تساهلا ظاهرا، لحال الكديمي، إلا أن يكون قد وقف له على متابع، وذلك مما أستبعده، والله أعلم\rوهذا حديث صححه الشيخ رحمه الله تعالى في صحيح الجامع (1177) وسنن أبي داود (2835) ، والإرواء (4 / 391) وضعفه في السلسلة الضعيفة (5862) ولفظه:\r42- (أقروا الطير على مكناتها)\rقال الناشر: صحح الشيخ الألباني رحمه الله هذا الحديث في صحيح الجامع وصحيح سنن أبي داود والإرواء، والتخريج هنا متأخر عن تخريجه هناك، كما يظهر من خلال خط الشيخ، أضف إلى أن كلامه هنا فيه زيادة بيان وتحقيق، مما يرجح أن التضعيف هو الصواب)\rقلت – محمد – والحديث أخرجه ابن حبان في صحيحه، وحكم عليه الشيخ رحمه الله بأنه ضعيف مضطرب الإسناد في (ضعيف موارد الظمآن برقم – 172) وأحال الشيخ رحمه الله إلى الضعيفة بالرقم السابق\r43- وهذا حديث ضعفه الشيخ رحمه الله في ضعيف الجامع (4743) وحكم عليه بالوضع في السلسلة الضعيفة برقم (5940) ، ولفظه:\r(للحرة يومان، وللأمة يوم)\rقال الشيخ رحمه الله:\rومن عجائب المناوي قوله في التيسير: وإسناده ضعيف لكن اعتضد!\rكذا قال، ولا أعلم ما يعضده فإن كان، فما هو؟ ثم إنه واه جدا، فلا يؤثر ولا يقويه العاضد!! وقد كنت اعتمدته لما وضعت ضعيف الجامع الضغير وزيادته، والآن وقد وقفت على إسناده وعلمت آفته فقد رجعت عنه)\rوهذا حديث ضعفه الشيخ رحمه الله في ضعيف الجامع (5085) وحكم عليه بالوضع في السلسلة الضعيفة برقم (5562) ولفظه:\r44- (ما صحب المرسلين أجمعين، ولا صاحب يس – يعني نفسه – أفضل من أبي بكر الصديق)\rقال الشيخ رحمه الله:\rوقد كنت أوردته في ضعيف الجامع الصغير وزيادته (5085) مقتصرا على تضعيفه، نظرا لنكارة متنه، والآن وقد تبين أن فيه هذا الكذاب، فليشر هناك إلى وضعه\rوهذا حديث حسنه الشيخ رحمه الله تعالى في الإرواء (676) وفي الضعيفة (5629) أورده وقال: شاذ بهذ االسياق،\rولفظه\r45-: (رأيته صلى الله عليه وسلم حين استسقى لنا أطال الدعاء وأكثر المسألة، ثم تول إلى القبلة، وحول رداءه، فقلبه ظهرا لبطن، وتحول الناس معه، (( (وبدأ بالصلاة قبل الخطبة)) )\rقال الشيخ رحمه الله:\rيرويه ابن إسحاق قال: حدثني عبد الله بن أبي بكر، عن عباد بن تميم الأنصاري ثم المازني، عن عبد الله بن زيد بن عاصم ـ وكان أحد رهطه ـ وكان عبد الله بن زيد من أصحاب رسول الله صلى الله عليه وسلم قد شهد معه أحدا قال: \" قد رأيت رسول الله صلى الله عليه وسلم ... الحديث دون الزيادة\rأخرجه الامام أحمد (4/ 41) ثنا يعقوب قال ثنا أبي عن ابن اسحاق به، ثم قال: قرأت على عبد الرحمن: مالك (ح) ، وحدثنا إسحاق، قال: حدثني مالك، عن عبد الله بن أبي بكر، أنه سمع عباد بن تميم يقول: سمعت عبد الله بن زيد المازني يقول: \" خرج رسول الله صلى الله عليه وسلم إلى المصلى واستسقى، وحول رداءه حين استقبل القبلة \"، قال إسحاق في حديثه: وبدأ بالصلاة قبل الخطبة، ثم استقبل القبلة فدعا *\rثم قال رحمه الله:\rوالإسناد الأول حسن، رجاله ثقات رجال الشيخين غير ابن اسحاق وهو حسن الحديث إذا لم يخالف........، وقد خولف في متن هذا الحديث أيضا كما يأتي تحقيق ذلك بإذن الله تعالى\rوالإسناد الثاني عن مالك صحيح على شرط الشيخين من طريق عبد الرحمن وهو ابن مهدي وكذلك هو من طريق إسحاق عنه، إن كان هو إسحاق بن سليمان الرازي، وأما إن كان هو إسحاق بن عيسى بن نجيح البغدادي، فهو على شرط مسلم وحده.............\rوسواء كان هذا أو ذاك فإني أرى والعلم عند الله أن تصريح إسحاق في حديثه بأنه صلى الله عليه وسلم (بدأ بالصلاة قبل الخطبة) شاذ غير محفوظ، وحجتي في ذلك عدة أمور ... ، ثم ساقها رحمه الله، إلى أن قال:","seal":"628D8614","part":1},
      {"page":36,"id":36,"nass":"بقي علينا بيان شذوذ سياق ابن اسحاق للحديث، وفي ظني أن القارىء المتتبع للبحث السابق قد لمح ذلك من ثنايا الروايات الصحيحة وغيرها، فإنه ليس فيها كلها ما ذكره ابن اسحاق من الإطالة والإكثار وتحول الناس معه، ولا جاء ذلك في شيء من أحاديث صلاة الإستسقاء التي وقفت عليها، والشذوذ – بل النكارة – تثبت بأقل من ذلك بكثير، والله تعالى ولي التوفيق\rوقد كنت حسنت هذا الحديث في الإرواء (676) جريا على ظاهر الإسناد، وكنت غافلا عما فيه من النكارة، فالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله\rوهذا حديث حسنه الشيخ رحمه الله، ثم ضعفه في السلسلة الضعيفة، ولفظه:\r46- (أنا حرب لمن حاربكم، وسلم لمن سالمكم، قاله لعلي وفاطمة والحسن والحسين)\rأخرجه الترمذي (3870) وابن ماجة (145) وابن حبان (2244) وغيرهم،\rقال الشيخ رحمه الله:\rومن ذلك أنه حسن الحديث أخونا حمدي السلفي لطرقه، وقد كنت أنا نفسي قد حسنته في (صحيح الجامع – 1462) بناء على تخريجي إياه في الروض النضير قديما، مغترا بتخريج ابن حبان إياه من الطريق الأولى! والآن فقد رجعت عنه وكتبت على نسختي من الصحيح بنقله إلى ضعيف الجامع، والله هو ولي التوفيق، وهو المسؤل أن يهديني لأقوم طريق) السلسلة الضعيفة (6028)\rقلت – محمد -: وانظر (ضعيف الموارد برقم (277) ، والمشكاة – 6145 – الهداية – 6102\rوهذا حديث تراجع الشيخ عن تصحيحه إلى الحكم عليه بالضعف، ولفظه:\r47 - ((اكتحل صلى الله عليه وسلم وهو صائم)\rقال الشيخ رحمه الله تعالى:\rضعيف أخرجه ابن ماجه (1678) والطبراني في الصغير..............، وهذا إسناد رجاله ثقات إن كان الزبيدي هذا هو محمد بن الوليد، كما وقع في إسناد الطبراني مصرحا به، وكنت تبنيت هذا في تعليقي على الروض النضير (759) لتصريح الطبراني به، ولأن المراد بهذه النسبة (الزبيدي) عند الإطلاق، ثم تبين لي منذ سنين أنني كنت واهما في ذلك فذكرت في الضعيفة (3 / 76) عن أنس أنه كان يكتحل وهو صائم، وقلت:\r(وفي معناه أحاديث مرفوعة لا يصح منها شيء، كما قال الترمذي وغيره)\rفأشكل هذا على بعض الطلبة الجزائريين – وحق له ذلك – حينما وجد هذا التضعيف العام معارضا لتصحيحي للحديث في صحيح ابن ماجه (1360) معزوا ل (الروض) فرأيتني مضطرا لإعادة النظر في هذا الحديث على ضوء ما جد من المعلومات والمطبوعات الحديثية\rالسلسلة الضعيفة – تحت حديث رقم (6108)\rهذا الحديث ضعفه الشيخ الألباني رحمه الله تعالى في (ضعيف الترغيب 1728) ووقفت عليه من خلال مشاركة في قسم الحديث تحت عنوان (قصة مشهورة لا تصح) ، ولفظ الحديث:\r48 - عن أنس بن مالك ـ رضي الله عنه؛ قال: كنا يوما جلوسا عند رسول الله ـ صلى الله عليه وسلم ـ، فقال: يطلع عليكم الآن من هذا الفج رجل من أهل الجنة. قال: فاطلع رجل من أهل الأنصار تنطف لحيته من وضوئه قد علق نعليه في يده الشمال، فسلم، فلما كان الغد النبي ـ صلى الله عليه وسلم ـ مثل ذلك، فطلع ذلك الرجل على مثل المرة الأولى، فلما كان اليوم الثالث قال النبي ـ صلى الله عليه وسلم ـ مثل مقالته أيضا، فطلع ذلك الرجل على مثل حاله الأول، فلما قام النبي ـ صلى الله عليه وسلم ـ تبعه عبد الله بن عمروا بن العاص فقال: إني لاحيت أبي؛ فأقسمت ألا أدخل عليه ثلاثا، فإن رأيت أن تؤويني إليك حتى تمضي الثلاث فعلت. قال: نعم. قال أنس: كان عبد الله يحدث أنه بات معه ثلاث ليال؛ فلم يره يقوم من اللليل شيئا غير أنه إذا تعار انقلب على فراشه، وذكر الله وكبر حتى يقوم لصلاة الفجر، قال عبد الله: غير أني لم أسمعه يقول إلا خيرا، فلما مضت الثلاث، وكدت أحتقر عمله، قلت: يا عبد الله! لم يكن بيني وبين والدي هجرة ولا غضب، ولكني سمعت رسول الله ـ صلى الله عليه وسلم ـ يقول ثلاث مرات: يطلع الآن عليكم رجل من أهل الجنة. فاطلعت ثلاث مرات، فأردت أن آوي إليك لأنظر ما عملك، فأقتدي بك، فلم أرك تعمل كبير عمل، فما الذي بلغ بك ما قال رسول الله ـ صلى الله عليه وسلم ـ؟ قال: ما هو إلا ما رأيت. قال: فانصرفت عنه. فلما وليت دعاني فقال: ما هو إلا ما رأيت؛ غير أني لا أجد في نفسي على أحد من المسلمين غشا، ولا أحسده على ما أعطاه الله إياه إليه. فقال عبد الله: هذه التي بلغت بك هي التي لا نطيق.\rقال المنذري: رواه أحمد بإسناد على شرط البخاري ومسلم، والنسائي، ورواته احتجا بهم أيضا، إلا شيخه سويد بن نصر، وهو ثقة، وأبو يعلى والبزار نحوه، وسمى الرجل المبهم سعدا\rقال الشيخ رحمه الله تعالى:","seal":"9B96730D","part":1},
      {"page":37,"id":37,"nass":"قلت: هو كما قال، لولا أنه منقطع بين الزهري وأنس، بينهما رجل لم يسم، كما قال الحافظ حمزة الكناني على ما ذكره الحافظ المزي في (تحفة الأشراف (1 / 395) ثم الناجي، وقال (198 / 2) : \" وهذه العلة لم ينتبه لها المؤلف \" ثم أفاد أن النسائي إنما رواه في \" اليوم والليلة \" لا في \" السنن \" على العادة المتكررة في الكتاب، فتنبه \"\rقلت: أخرجه عبد الرزاق في المصنف (11 / 287 / 20559) ومن طريقه جماعة منهم أحمد: قال: أخبرنا معمر عن الزهري قال: أخبرني أنس بن مالك، وهذا إسناد ظاهر الصحة، وعليه جرى المؤلف والعراقي في تخريج الإحياء (3 / 187) وجرينا على ذلك برهة من الزمن (1) ، حتى تبينت العلة، فقال البيهقي في الشعب عقبه (5 / 265) : (ورواه ابن المبارك عن معمر فقال: عن معمر عن الزهري عن أنس، ورواه شعيب بن أبي حمزة عن الزهري، قال: حدثني من لا أتهم عن أنس....، وكذلك رواه عقيل بن خالد عن الزهري، وانظر (أعلام النبلاء) (1 / 109)\rولذلك قال الحافظ عقبه في (النكت الظراف على الأطراف) :\r\" فقد ظهر أنه معلول \"\rضعيف الترغيب – المجلد الثاني – ص 247 – ط المعارف\r__________________________________________________\r___\r(1) قلت - محمد - صحح الحديث الشيخ رحمه الله تعالى في مقدمة السلسلة الضعيفة – المجلد الأول – ص 26 – ط المعارف – ط الثانية\rقلت: وهذا يضاف إلى مجموع ما تراجع عن تصحيحه الشيخ رحمه الله تعالى\rوممن صحح الحديث الإمام ابن كثير رحمه الله في التفسير\r\r49 - كل مخمر خمر وكل مسكر حرام ومن شرب مسكرا بخست صلاته أربعين صباحا فإن تاب تاب الله عليه فإن عاد الرابعة كان حقا على الله أن يسقيه من طينة الخبال قيل وما طينة الخبال قال صديد أهل النار. ومن سقاه صغيرا لا يعرف حلاله من حرامه كان حقا على الله أن يسقيه من طينة الخبال ((منكر بجملة إسقاء الصغير)) السلسلة الضعيفة برقم (6328)\rقال الشيخ الألباني رحمه الله:\rأخرجه أبو داود (3680) ومن طريقه البيهقي في السنن وابن عبد البر في التمهيد، قال: حدثنا محمد بن رافع النيسابوري: حدثنا إبراهيم بن عمر الصنعاني قال: سمعت النعمان يقول عن طاوس عن ابن عباس عن النبي صلى الله عليه وسلم:.... فذكره\rقلت: وهذا إسناد ضعيف، رجاله كلهم ثقات، غير إبراهيم بن عمر الصنعاني، وهو مجهول الحال.......، وقال الحافظ في التقريب: مستولر، وقال في تهذيبه: وليس هو ابن كيسان فإنه متأخر عنه.......، وابن كيسان ثقة، فكان التنبيه على أنه غيره ضروريا جدا، وهذا مما لم يتنبه له كثيرون، فظنوه ابن كيسان، وعليه صححوا الحديث! ومنهم أنا شخصيا، فقد كنت خرجته في الصحيحة برقم (2039) فأستغفر الله وأتوب إليه (ربنا لا تؤاخذنا إن نسينا أو اخطأنا)\rولقد كان سبب انتباهي لهذا الخطأ أنني رأيت الحديث في كتاب (الوهم والإيهام) لابن القطان (2/ 172 / 1-2) أورده تحت (باب ذكر أحاديث ضعفها (يعني: عبد الحق) وهي صحيحة أو حسنة، وما أعلها به ليس بعلة) .......،\rأقول: فلما رأيت الحديث عند ابن القطان مصححا، رجعت إلى ترغيب المنذري مقدرا أنه فيه، وأنني على ذلك لا بد أنني كنت علقت قديما عليه، فوجدتني قد أعللته بالصنعاني المستور! وباستنكار أبي زرعة لحديثه، وبإشارة البيهقي لتضعيفه!\rثم تابعت البحث، فوجدت أنني قد خرجت الحديث في الصحيحة في المجلد الخامس برقم (2039) فاستأنفت دراسة إسناده من جديد، فتبينت أنني كنت واهما فيه، وأن الصواب ما كنت علقته على الترغيب، فالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله.\rأما الاستنكار المار إليه فهو في كتاب العلل لابن أبي حاتم، قال (2 / 36) : سئل أبو زرعة عن حديث رواه محمد بن رافع عن إبراهيم بن عمر الصنعاني (فذكره بتمامه) ثم قال: فقال أبو زرعة: هذا حديث منكر.\rقلت: ومما يؤكد نكارته أن الحديث اخرجه الطبراني في المعجم الكبير (11 / 192 / 11465) من طريق أخرى من حديث عطاء بن أبي رباح عن ابن عباس.... به إلى قوله: (صديد أهل النار) دون زيادة جملة (إسقاء الصغير) فهي المنكرة من الحديث، وإلا فسائره رواه جمع من الصحابة، خرج أحاديثهم المنذري في الترغيب (3: 185- 187) وهذه أرقامها من الطبعة المنيرية (32 و 38 و 45 و 46 و 48 و 49 و 51) وقد أخرج بعضها البيهقي في الشعب (5 / 7 – 8) منها حديث ابن عمر بالسند الصحيح دون الزيادة، ثم أشار إلى ضعفها بقوله عقبه: (وروي ذلك عن ابن عباس.....)\rثم ذكر الطرف الأخير منه الذي فيه الزيادة.\rالسلسلة الضعيفة – تحت حديث (6328 – ص 718 – 722)\rوضعيف الترغيب (1424)\r\rوهذا حديث ضعفه الشيخ في ضعيف الجامع ثم حكم عليه بالوضع في السلسلة الضعيفة، ولفظه:\r50 - ((إن شرار أمتي أجرؤهم على صحابتي)","seal":"B4521119","part":1},
      {"page":38,"id":38,"nass":"قال الشيخ: موضوع، أخرجه ابن عدي وأبو نعيم في الحلية،...... والحديث اقتصر في كتابيه على تضعيفه دون أن يبين علته، وكأنه اعتمد على القاعدة فيما تفرد بروايته ابن عدي، ولم يقف على إسناده، وإلا لكان رأيه غير ذلك.\rوكنت اعتمدت عليه في التضعيف في ضعيف الجامع للسبب نفسه، والآن وقد وقفت على إسناده وعرفت علته المقتضية للحكم عليه بالوضع، فقد رجعت عن الاقتصار على التضعيف، إلى الحكم بالوضع، وصححت نسختي من ضعيف الجامع إعدادا لطبعة مجددا بتحقيقات كثيرة جدا، وبخاصة أن الناشر السابق زهير الشاويش الظالم قد عبث به في طبعته الجديدة وغير وبدل، هداه الله.\rالسلسلة الضعيفة – حديث رقم (6363) ص 803- 804\rوانظر (ضعيف الجامع (1864)\r51 - (لقد زوجتك غير دجال. يعني عليا)\rقال الشيخ رحمه الله:\rضعيف أخرجه العقيلي في الضعفاء من طريق قيس بن الربيع عن موسى بن قيس عن حجر بن عنبس قال: لما زوج رسول الله صلى الله عليه وسلم فاطمة من علي رضي الله عنه قال:..... فذكره.\rأورده في ترجمة موسى بن قيس وهو الحضرمي هذا............\rوهذا الحديث المرفوع هو الوحيد الذي ذكره العقيلي في ترجمته،......، قلت: تفرد العقيلي برميه بالرفض،.....، ولذلك لم يضعفه أحد بل صرح بثويقه جمع من المتقدمين والمتأخرين،.....، وكان من الممكن أن يدان به،...........، والواقع خلاف ذلك فإن دونه – كما هو ظاهر- قيس بن الربيع، وفيه ضعف معروف، وكان له ابن يدس له في حديثه ما ليس منه.\rوقد خالفه في متنه أبو نعيم الفضل بن دكين فرواه عن موسى بن قيس بلفظ:\r(هي لك يا علي! لست بدجال)\rأخرجه ابن سعد في الطبقات\rوتابعه عبد الله بن داود – وهو الخريبي-\rأخرجه البزار\rوقوله صلى الله عليه وسلم: (لست بدجال) يدل على أنه كان وعده، فقال: إني لا أخلف الوعد) ذكر ابن سعد نحوه\rقلت: وهذا اللفظ من هذين الثقتين هو الصحيح عن موسى بن قيس، وهو مخالف للفظ قيس بن الربيع، فهو منكر، وقد كنت خرجت رواية عبد الله بن داود من طريق الطبراني عند البزار لكنها بلفظ:\r(هي لك، على أن تحسن صحبتها)\rقلت: خرجتها في الصحيحة رقم (166) مصححا إسناده، ثم تبينت أنني كنت واهما لأسباب:\rالأول: أن هذا اللفظ مخالف لرواية البزار المذكورة، من ناحيتين:\rإحداهما: أنه ليس عنده (على أن تحسن صحبتها)\rوالاخرى: عنده ما ليس عند الطبراني: (لست بدجال) ، وهي أصح بداهة لموافقتها لرواية ابن سعد\rوالثاني: ان الهيثمي ذكر في المجمع لرواية الطبراني دون زيادة (على ان تحسن صحبتها) وكذلك ذكرها الحافظ في ترجمة حجر بن قيس هذا من الإصابة، فخشيت أن تكون هذه الزيادة مدرجة في كتاب الطبراني من بعض النساخ.\rالثالث: أن حجر بن عنبس، ويقال: ابن قيس، لم تثبت صحبته،.................، فلما تبين لي أنه ليس بصحابي رجعت عن تصحيح إسناده، والله تعالى هو الهادي.\rالسلسلة الضعيفة – تحت حديث رقم (6392) ص 880- 883\r52 -\rقال الشيخ رحمه الله في الإرواء (1 / 106-107) :\rوما أحسن ما روى الطبراني عن عبد الرحمن بن غنم قال: سألت معاذ بن جبل: أتسوك وأنا صائم؟ قال: نعم، قلت: أي النهار؟ قال: غدوه أو عشية. قلت: إن الناس يكرهونه عشية ويقولون: إن رسول الله (صلى الله عليه وسلم) قال: لخلوف فم الصائم أطيب عند الله من ريح المسك؟ قال: سبحان الله لقد أمرهم بالسواك، وما كان بالذي يأمرهم أن ينتنوا أفواههم عمدا، ما في ذلك من الخير شئ بل فيه شر. قال الحافظ في\" التلخيص \" (ص 113) : إسناده جيد \".\rوفي الضعيفة تحت حديث (6349) قال:\rولقد أحسن ابن الجوزي بإيراده لهذا الحديث في الموضوعات – يقصد حديث الترجمة -.... لكن تعقبه الحافظ في التلخيص بقوله: قلت له شاهد من حديث معاذ رواه الطبراني في الكبير! ، وأقره السيوطي في اللآلي، وابن عراق في تنزيه الشريعة!! وفي ذلك نظر ظاهر إسنادا ومتنا، فإن الطبراني أخرجه في المعجم الكبير (20/ 70-71) وفي مسند الشاميين أيضا، من طريق بكر بن خنيس عن أبي عبد الرحمن عن عبادة بن نسي عن عبد الرحمن بن غنم قال: فذكر الحديث المتقدم – حديث معاذ-\rأما النظر من حيث المتن فهو ظاهر لأنه موقوف على معاذ غير مرفوع\r\rوأما النظر من حيث الإسناد ففيه خفاء كذلك، لأن بكر بن خنيس مختلف فيه، ... والحق أنه كما قال الذهبي في الكاشف: (واه) ، وغفل عن علته الحقيقية – أي الحافظ في التلخيص – وهي أبو عبد الرحمن شيخ بكر الذي لم يسم، فقد قال الذهبي في كنى الميزان: أبو عبد الرحمن الشامي عن نسي، قال الأزدي: كذاب، قلت: لعله المصلوب، وأقره الحافظ في اللسان.\r\rفإذن علة هذه الفائدة التي زعمها الحافظ (أبو عبد الرحمن) هذا الكذاب المصلوب في الزندقة، فالعجب كيف خفي ذلك على الحافظ وعلى من اتبعه؟!","seal":"2803B357","part":1},
      {"page":39,"id":39,"nass":"ولقد كنت واحدا من هؤلاء حين نقلت عنه في كتابي الإرواء (1 / 106- 107) تجويده لإسناده، وعذري في ذلك أن معجم الطبراني لم يكن يؤمئذ مطبوعا، ولا كان لدي مصورة من مسند الشاميين، فالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله.\rالسلسلة الضعيفة – المجلد الثالث عشر – ص 781 - 784\r53 - حديث علي رضي الله عنه قال: جاء عمار يستأذن على النبي صلى الله عليه وسلم فقال: (ائذنوا له، مرحبا بالطيب المطيب) أخرجه الترمذي (3798) وابن ماجه في المقدمة (146) والبخاري في الأدب المفرد (1031) وأحمد في المسند والحاكم في المستدرك وغيرهم، وانظر المشكاة (6226) والهداية (6187) والصحيحة تحت حديث (807) ص 448.\rقال الشيخ الألباني رحمه الله تعالى:\rفإن قيل: فإذا كانت رواية الجماعة هي الصواب فهل يثبت الحديث بذلك؟\rفأقول: كلا، وإن كان قد صححه الترمذي والطبري والحاكم والذهبي وحسنه العسقلاني في الإصابة، وكنت تبعته في تعليقي على المشكاة، والآن بدا لي أن ذلك لا يتماشى مع القواعد الحديثية التي تشترط في كل رجال الإسناد العدالة والضبط، وهذا ما لم أجده متوفرا في هانىء بن هانىء، فإنه مجهول عند المحدثين، ولم يوثقه منهم إلا بعض المتساهلين.\rالسلسلة الضعيفة – تحت حديث رقم (5594 – ص 197)\r****************************************\r54 - عن زينب بنت كعب بن عجرة أن الفريعة بنت مالك بن سنان وهي أخت أبي سعيد الخدري أخبرتها أنها جاءت إلى رسول الله صلى الله عليه وسلم تسأله أن ترجع إلى أهلها في بني خدرة فإن زوجها خرج في طلب أعبد له أبقوا حتى إذا كانوا بطرف القدوم لحقهم فقتلوه فسألت رسول الله صلى الله عليه وسلم أن أرجع إلى أهلي فإني لم يتركني في مسكن يملكه ولا نفقة قالت فقال رسول الله صلى الله عليه وسلم نعم قالت فخرجت حتى إذا كنت في الحجرة أو في المسجد دعاني أو أمر بي فدعيت له فقال كيف قلت فرددت عليه القصة التي ذكرت من شأن زوجي قالت فقال امكثي في بيتك حتى يبلغ الكتاب أجله قالت فاعتددت فيه أربعة أشهر وعشرا قالت فلما كان عثمان بن عفان أرسل إلي فسألني عن ذلك فأخبرته فاتبعه وقضى به)\rأخرجه أبو داود (2300) والترمذي (1204) والنسائي (3528 – 3529-3530 – 3532) وابن ماجه (2031) وانظر مشكاة المصابيح (3332) ، هداية الرواة (3267)\rهذا الحديث ضعفه الشيخ في الإرواء (2131) وصححه في صحيح أبي داود (2016) وغيره\rقال الشيخ رحمه الله تعالى – تحت حديث (5597 من السلسلة الضعيفة – قال رحمه الله:\rوقد صح في حديث فريعة المعروف في السنن أنه صلى الله عليه وسلم نهاها عن الخروج، وقال لها:\r(امكثي في بيتك حتى يبلغ الكتاب أجله)\rوهو مخرج في الإرواء (2131) .....\r(تنبيه هام) :\rكنت ذهبت في الإرواء إلى ان إسناد حديث فريعة ضعيف، ثم بدا لي أنه صحيح بعد أن اطلعت على كلام ابن القيم فيه، وتحقيق أنه صحيح، بما لم أره لغيره جزاه الله خيرا، وازددت قناعة حين علمت\rأنه صححه مع الترمذي ابن الجارود وابن حبان والحاكم والذهبي، ومن قبلهم محمد بن يحيى الذهلي الحافظ الثقة الجليل، وأقرهم الحافظ في بلوغ المرام، والحافظ ابن كثيلر في التفسير، واستعمله أكثر فقهاء الأمصار، كما قال ابن عبد البر في (الاستيعاب) ومنهم بعض الصحابة كابن عمر، قال:\r(لا تخرج المتوفى عنها في عدتها من بيت زوجها)\rأخرجه عبد الرزاق (12062) بإسناد الصحيحين، وقد صح غيره خلافه.\rولكن مما لا شك فيه أن الآثار إذا اختلفت عنهم، فالأولى بالترجيح ما كان موافقا للحديث، ولا سيما إذا أنكر على المخالف في زمانهم\rفقد روى عبد الرزاق أيضا (12055) والبيهقي (7 / 436) من طريقين صحيحين عن القاسم بن محمد:\rأن عائشة رضي الله عنها كانت تخرج المرأة وهي في عدتها من وفاة زوجها\rقال: فأبى ذلك الناس، إلا خلافها، فلا نأخذ بقولها وندع قول الناس!\rوالقاسم بن محمد هو ابن أبي بكر الصديق رضي الله عنه، أحد الفقهاء بالمدينة، وعائشة خالته، ومع ذلك لم يأخذ بقولها، لمخالفتها لقول الناس، وإنما هم أصحاب النبي صلى الله عليه وسلم كما هو ظاهر، والله سبحانه وتعالى أعلم.\rالسلسلة الضعيفة – تحت حديث رقم (5597 – ص 207 – 209)\r**************************************************\r***\r55 - قال الشيخ رحمه الله تعالى وهو يتحدث عن علل الحديث الذي أخرجه أبو داود ولفظه (إذا أصبح أحدكم فليقل أصبحنا وأصبح الملك لله رب العالمين اللهم إني أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه وأعوذ بك من شر ما فيه وشر ما بعده ثم إذا أمسى فليقل مثل ذلك)\rقال: وهذا إسناد ضعيف وله علتان:....\rوالأخرى: الانقطاع بين شريح وأبي مالك.....، فقد قال ابن أبي حاتم في المراسيل ص 60 عن ابيه:","seal":"DF9F71F0","part":1},
      {"page":40,"id":40,"nass":"شريح بن عبيد لم يدرك أبا أمامة، ولا الحارث بن الحارث ولا المقداد، قال: وسمعته يقول: شريح بن عبيد عن أبي مالك الأشعري، مرسل) ثم ذكر كلام الحافظ حول شريح بن عبيد وتعقبه للمزي، فقال - الألباني- وأنا بدوري أتعجب منه كيف نسي هذا الذي تعقبه على المزي، فلم يعل الحديث بهذه العلة الثانية، ألا وهي الانقطاع، بينما تنبه له في حديث آخر خرجته فيما سبق من هذه السلسلة – أي الضعيفة – 1510 -......\rولكن لا عجب، فهذه طبيعة الإنسان، ألا وهي النسيان، فقد وقعت أنا في مثل ما وقع فيه من السهو، فقد أوردت حديثا في الصحيحة برقم (1817) وصححته تبعا للحاكم والذهبي، وهو من هذا الوجه المنقطع!\rقلت – محمد – وهو بلفظ: (حلوة الدنيا مرة الآخرة، ومرة الدنيا حلوة الآخرة) انظر الصحيحة (1817 وصحيح الجامع (3155)\rثم قال الشيخ رحمه الله تعالى: ومثله الحديث (225 – الصحيحة) بينما تنبهت لا نقطاعه في حديث آخر ذكرته شاهدا تحت الحديث 1502) -\rقلت – محمد – ولفظه: (اليوم الموعود يوم القيامة، وإن الشاهد يوم الجمعة، وإن المشهود يوم عرفة، ويوم الجمعة ذخره الله لنا، وصلاة الوسطى صلاة العصر) أورده الشيخ رحمه الله شاهدا لحديث رقم (1502 من السلسلة الصحيحة – ص 5) وقال: وهذا إسناد رجاله ثقات، باستثناء ابن اسماعيل ثم هو منقطع بين شريح بن عبيد وأبي مالك الأشعري – وانظر (صحيح الترمذي (2659) وصحيح الجامع (8200) وهداية الرواة 1311) _\rثم قال الشيخ رحمه الله:\rولذلك قررت نقل الحديث 225 من الصحيحة، إذا لم أجد له شاهدا معتبرا ن وهو مما أستبعده، فإن الحافظ استغربه أيضا في نتائج الأفكار 0 34 / 1) وأعله بضعف محمد بن اسماعيل ولم يتنبه أيضا لانقطاعه......\rالسلسلة الضعيفة – تحت حديث رقم (5606 – ص 235- 239)\r56 - حديث: (مَنْ أحبَّ دنياهُ؛ أضَرَّ بآخِرَتِهِ، ومَنْ أحبَّ آخرَتَهُ؛ أضرَّ بدنياه، فآثروا ما يبقَى على ما يَفْنَى) السلسلة الضعيفة برقم (5650)\rقال الناشر: في أصل الشيخ رحمه الله فوق هذا المتن: نقل إلى الصحيحة (3287) وانظر آخر التخريج هنا.\rقلت: قال الشيخ رحمه الله: ثم وجدت له شاهدا قويا من حديث أبي هريرة نحوه، فبادرت إللى إخراجه في الصحيحة (3287) والحمد لله على توفيقه. (السلسلة الضعيفة المجلد الثاني عشر – ص 338)\rوالحديث الذي أشار إليه الشيخ رحمه الله – في الصحيحة 3287 – لفظه: من طلب الدنيا أضر بالآخرة ومن طلب الآخرة أضر بالدنيا، فأضروا بالفاني للباقي)\r\r57 - حديث (لو تعلم المرأة حق الزوج؛ ما قعدت ما حضر غداؤه وعشاؤه حتى يفرغ)\rصححه الشيخ رحمه الله في (صحيح الجامع 5259) وعزاه للصحيحة (2166) ، وقد رفع منها في الطبعة الجديدة – المعارف -\rوحكم عليه بالضعف في السلسلة الضعيفة برقم (5726)\rقال رحمه الله:\rاكتشفت بذلك خطأ وقعت فيه، لعله جرني إليه خطأ وقع فيه الحافظ قبلي، وهو تحسينه إسناد البزار،.......، ذلك أنني لما تكلمت على رجال إسناد البزار قلت في (فضيل ... إنه (فضيل بن عياض) .....\rوالآن وقد حصص الحق، وتبين أنه ليس به، وأنه فضيل بن سليمان النميري، لم يبق وجه للقول بتحسن إسناده، فإن النميري تكاد أقول الأئمة تتفق على تضعيفه.....، وبناء على ما تقدم أخرجت الحديث من الصحيحة إلى الضعيفة لأنني لم أجد ما يشهد له، والله أعلم.\rالمجلد الثاني عشر – ص 503- 506\r58 - حديث: قبل - صلى الله عليه وسلم - عثمان بن مظعون على خده بعد ما مات ولا نعلم قبل أحدا غيره\rأورده العلامة الألباني رحمه الله في الضعيفة (6010) وقال منكر،.... وقال:\rكنت ضعفت الحديث في المشكاة، ثم في الإرواء وغيرهما ولكني كنت قويته في أحكام الجنائز ص 21، بشاهد حسن نقلته عن مجمع الزوائد وهو عنده من رواية البزار فلما طبع زوائد البزار للهيثمي المسمى بكشف الاستار أمكننا الوقوف على إسناده فيه\r.............. والآن وقد اطلعت على إسناده ... فقد رجعت عن تقويته فينقل من صحيح ابن ماجه وغيره.\rالمجلد الثالث عشر – ص 27- 29\rقلت: انظر سنن ابن ماجه (1456) ومختصر الشمائل 280\r------------------------------ -------------------------------- --------------\rثم استدرك محمد الحسن العيدلي على محمد بو عمر قائلا:\rجزى الله أخانا محمدا خيرا، ولدي بعض التعقبات والاستدراكات على ما ذكره:\r\r- حديث رقم 6 وهو: «لا تشددوا على أنفسكم.....» .\r\rفي تراجع الشيخ عن تضعيفه نظرٌ بيِّنٌ! إذ أورده الشيخ في الضعيفة بزيادة الآية وهي قوله تعالى: (ورهبانية ابتدعوها ما كتبناها عليهم) . فهو ضعيف بهذه الزيادة دون أصل الحديث كما بيُّن الشيخ ذلك في تخريجه لهذا الحديث في المجلد السابع من الضعيفة، والحديث فيه برقم (3467) .\r\r- حديث رقم 13 وهو: «اللهم إنك عفو تحب العفو فاعف عني»","seal":"F428365C","part":1},
      {"page":41,"id":41,"nass":"الحديث الذي أعلَّه الشيخ بالانقطاع ليس هذا الحديث، بل هو حديث آخر وهو قصة الفتاة التي جاءت إلى النبي صلى الله عليه وسلم فأخبرته أن أباها زوجها من ابن أخيه وهي له كارهة فجعل النبي صلى الله عليه وسلم الأمر إليها فقالت: قد أجزت ما صنع أبي ولكن أردت أن أعلم النساء أن ليس للآباء من الأمر شيء.\rفانظره في الصحيحة (7/1/1009) في الحاشية.\r\r- حديث 23 وهو: «إن صاحب المكس في النار» .\r\rغير موجود في \"ضعيف الترغيب\" تحت الرقم الذي ذكره الأخ وهو (279) ، بل هو في صحيح الترغيب برقم (787) .\r\r- حديث 27 وهو «صنفان من أمتي لا يردان على الحوض ... »\r\rذكر الأخ أن هذا الحديث في الضعيفة برقم (3785) ، والحديث الذي تحت هذا الرقم في الضعيفة حديث آخر غير هذا، فانظر \"الصحيحة\" (6/1/565) .\rتنبيه: خرج الشيخ رحمه الله هذا الحديث في \" ظلال الجنة\" برقم (949) وضعفه هنالك فليستدرك هنا.\r\r- حديث 35 وهو: «إني أرى ما لا ترون، وأسمع ما لا تسمعون, أطت السماء وحق لها ان تئط، ما فيها موضع أربع أصابع إلا وملك واضع جبهته لله ساجدا، والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا، وما تلذذتم بالنساء على الفرش، ولخرجتم الى الصعدات تجأرون الى الله»\r\rقال الشيخ في النصيحة (ص 246) بخصوص لفظة: «وما تلذذتم بالنساء على الفرش» : ((لم أجد حتى الآن ما أقويها به)) اهـ.\r\rوالله تعالى أعلم\r------------------------------------------------------------------------------\rفأجاب محمد بو عمر قائلا:\rبارك الله فيك أخي الفاضل، وزادك الله حرصا وتوفيقا\rبالنسبة لحديث: - حديث رقم 6 وهو: «لا تشددوا على أنفسكم.....» ...... كما بيُّن الشيخ ذلك في تخريجه لهذا الحديث في المجلد السابع من الضعيفة، والحديث فيه برقم (3467) . - صوابه برقم (3468) ، ولينظر كلام الشيخ رحمه الله في الصحيحة - المجلد السابع - تحت حديث رقم (3124)\r- حديث رقم 13 وهو: «اللهم إنك عفو تحب العفو فاعف عني»\r\rالحديث الذي أعلَّه الشيخ بالانقطاع ليس هذا الحديث، بل هو حديث آخر وهو قصة الفتاة......\rصدقت وهذا خطأ فاحش، وقعت فيه تبعا لجامع هذه المادة - عفا الله عنا وعنه بمنه وكرمه -\r- حديث 23 وهو: «إن صاحب المكس في النار» .\r\rغير موجود في \"ضعيف الترغيب\" تحت الرقم الذي ذكره الأخ وهو (279) ، بل هو في صحيح الترغيب برقم (787) .\r\rإنما نقلت الرقم الذي أحال إليه الشيخ رحمه الله في كتابه (ضعيف الجامع - الطبعة الثالثة)\rوأنت تعلم أخي أن ضعيف الترغيب له طبعة قديمة\rحديث 27 وهو «صنفان من أمتي لا يردان على الحوض ... »\r\rذكر الأخ أن هذا الحديث في الضعيفة برقم (3785) ، والحديث الذي تحت هذا الرقم في الضعيفة حديث آخر غير هذا، فانظر \"الصحيحة\" (6/1/565) .\rقال الشيخ رحمه الله: وبعد تحرير القول في إسناد حديث انس هذا وتبين أنه قوي وجب إيداعه في هذه السلسلة (الصحيحة) ونقله من ضعيف الجامع، وهو فيه معزو إلى الضعيفة برقم (3785) والذي فيه حديث آخر فيه لعن المرجئة فاقتضى التنبيه، والله تعالى هو المسؤول أن يسدد خطانا ويهدينا إلى ما يرضيه من القول والفعل) كلام الشيخ رحمه الله في السلسلة الصحيحة 6/1/565) .\r---------------------------------------------------------------- --------------\rثم أكمل محمد الحسن العيدلي استدراكاته فقال:\rبالنسبة للحديث رقم 6، فقد صدر مني خطأ صححته أعلاه، ولا بأس أن أذكر كلام الشيخ الألباني رحمه الله مرة أخرى وهو قوله في السلسلة الصحيحة (7/1/334) : ((وأبو شريح الاسكندراني ثقة محتج به في الصحيحين، وقد خالفه سندا ومتنا: سعيد بن عبد الرحمن بن أبي العمياء فقال: عن سهل بن أبي أمامة أنَّه حدَّثه عن أنس بن مالك أن رسول الله صلى الله عليه وسلم كان يقول.... فذكر الحديث نحوه، وزاد: (ورهبانية ابتدعوها ما كتبناها عليهم) ثم غدوْا من الغد فقالوا: نركب، فننظر ونعتبر.... الحديث بطولهوقد أوردته في الكتاب الآخر (3468) من أجل هذه الزيادة وتفرُّد سعيد بها، ولم يوثقه غير ابن حبان)) اهـ المقصود من كلامه.\r---------------------------\rتتمة التعقبات والاستدراكات....\r\rحديث رقم 59 وهو: كان إذا اعتم سدل عمامته بين كتفيه.\rفي تراجع الشيخ من التصحيح إلى التضعيف نظر!\r\rغاية في ما الأمر أنَّه ضعف حديث: «كان يدير كور العمامة على رأسه ويغرزها من ورائه يرسل لها شيئاً بين كتفيه» وهو برقم 4267 في الضعيفة.\r\rوقال الشيخ في تخريجه: ((منكر! لكن الجملة الأخيرة منه وهو إرسال العمامة بين كتفيه صحيحة لأن لها شواهد تقويها من حديث ابن عمر وغيره من طرق كنت خرجتها في الصحيحة 717 وكان منها طريق أبي عبد السلام هذه ثم قدر الله تعالى ويسر لي بفضله وكرمه الوقوف على إسناد الحديث فبادرت الى تخريجه هنا والكشف عن علته وهي جهالة أبي سلام)) .\r\rفمن أين فهم الأخ الفاضل أنَّ الشيخ تراجع عن تصحيحه؟!","seal":"4A6F0C6D","part":1},
      {"page":42,"id":42,"nass":"والله تعالى أعلم\r--------------------------\rتتمة....\r\rحديث رقم 51 وهو: «لقد زوجتُكِ غير دجال! يعني عليا.» .\rالحديث الذي تراجع الشيخ عن تصحيحه هو: «خطب علي إلى رسول الله صلى الله عليه وسلم فاطمة، فقال: هي لك على أن تحسن صحبتها» .\r\rوهو في الصحيحة (166) . ثم ضعفه في الضعيفة (12/880-883) تحت حديث رقم (6392) .\rوالله أعلم.\r\rانتهت استدراكات محمد الحسن\r-------------------------------\rقد سأل أبو تقي الدين الجزائري قائلا:\rسؤال أخي الكريم لو سمحت\r\rالمواطن التي ذكر فيها الشيخ رحمه الله تعالى تراجعه من إلى فهذا مفروغ منه\r\rولكن المواطن التي لم يذكر الشيخ رحمه الله تعالى تراجعه من ... إلى....\r\rكيف عرفت أن هذا هو الصواب وليس ذاك؟؟\r\rفأجاب محمد بو عمر قائلا:\rكل ما في الأمر أنه كان اجتهاد شخصي وأستغفر الله من كل خطأ أنسبه للشيخ رحمه الله\rوإن كان هناك الكثير من الأحاديث يعرف رأي الشيخ فيها بالنظر إلى سنة تأليف وتصنيف كتاب ما من كتبه النافعة\rمثل: صحيح وضعيف الموارد وصحيح الترغيب والترهيب - ط المعارف..... الخ\rوالله أعلم\rانتهت الإستدراكات","seal":"B5D07524","part":1},
      {"page":43,"id":43,"nass":"المصدر: موقع سحاب \\ قسم الحديث وعلومه \\ تراجعات الشيخ الالباني رحمه الله عن الحكم على بعض الاحاديث\r\rاستدراكات محمد الحسن العيدلي على محمد بو عمر:\r\rثم استدرك محمد الحسن العيدلي على محمد بو عمر قائلا:\rجزى الله أخانا محمدا خيرا، ولدي بعض التعقبات والاستدراكات على ما ذكره:\r\r- حديث رقم 6 وهو: «لا تشددوا على أنفسكم.....» .\r\rفي تراجع الشيخ عن تضعيفه نظرٌ بيِّنٌ! إذ أورده الشيخ في الضعيفة بزيادة الآية وهي قوله تعالى: (ورهبانية ابتدعوها ما كتبناها عليهم) . فهو ضعيف بهذه الزيادة دون أصل الحديث كما بيُّن الشيخ ذلك في تخريجه لهذا الحديث في المجلد السابع من الضعيفة، والحديث فيه برقم (3467) .\r\r- حديث رقم 13 وهو: «اللهم إنك عفو تحب العفو فاعف عني»\r\rالحديث الذي أعلَّه الشيخ بالانقطاع ليس هذا الحديث، بل هو حديث آخر وهو قصة الفتاة التي جاءت إلى النبي صلى الله عليه وسلم فأخبرته أن أباها زوجها من ابن أخيه وهي له كارهة فجعل النبي صلى الله عليه وسلم الأمر إليها فقالت: قد أجزت ما صنع أبي ولكن أردت أن أعلم النساء أن ليس للآباء من الأمر شيء.\rفانظره في الصحيحة (7/1/1009) في الحاشية.\r\r- حديث 23 وهو: «إن صاحب المكس في النار» .\r\rغير موجود في \"ضعيف الترغيب\" تحت الرقم الذي ذكره الأخ وهو (279) ، بل هو في صحيح الترغيب برقم (787) .\r\r- حديث 27 وهو «صنفان من أمتي لا يردان على الحوض ... »\r\rذكر الأخ أن هذا الحديث في الضعيفة برقم (3785) ، والحديث الذي تحت هذا الرقم في الضعيفة حديث آخر غير هذا، فانظر \"الصحيحة\" (6/1/565) .\rتنبيه: خرج الشيخ رحمه الله هذا الحديث في \" ظلال الجنة\" برقم (949) وضعفه هنالك فليستدرك هنا.\r\r- حديث 35 وهو: «إني أرى ما لا ترون، وأسمع ما لا تسمعون, أطت السماء وحق لها ان تئط، ما فيها موضع أربع أصابع إلا وملك واضع جبهته لله ساجدا، والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا، وما تلذذتم بالنساء على الفرش، ولخرجتم الى الصعدات تجأرون الى الله»\r\rقال الشيخ في النصيحة (ص 246) بخصوص لفظة: «وما تلذذتم بالنساء على الفرش» : ((لم أجد حتى الآن ما أقويها به)) اهـ.\r\rوالله تعالى أعلم\r------------------------------------------------------------------------------\rفأجاب محمد بو عمر قائلا:\rبارك الله فيك أخي الفاضل، وزادك الله حرصا وتوفيقا\rبالنسبة لحديث: - حديث رقم 6 وهو: «لا تشددوا على أنفسكم.....» ...... كما بيُّن الشيخ ذلك في تخريجه لهذا الحديث في المجلد السابع من الضعيفة، والحديث فيه برقم (3467) . - صوابه برقم (3468) ، ولينظر كلام الشيخ رحمه الله في الصحيحة - المجلد السابع - تحت حديث رقم (3124)\r- حديث رقم 13 وهو: «اللهم إنك عفو تحب العفو فاعف عني»\r\rالحديث الذي أعلَّه الشيخ بالانقطاع ليس هذا الحديث، بل هو حديث آخر وهو قصة الفتاة......\rصدقت وهذا خطأ فاحش، وقعت فيه تبعا لجامع هذه المادة - عفا الله عنا وعنه بمنه وكرمه -\r- حديث 23 وهو: «إن صاحب المكس في النار» .\r\rغير موجود في \"ضعيف الترغيب\" تحت الرقم الذي ذكره الأخ وهو (279) ، بل هو في صحيح الترغيب برقم (787) .\r\rإنما نقلت الرقم الذي أحال إليه الشيخ رحمه الله في كتابه (ضعيف الجامع - الطبعة الثالثة)\rوأنت تعلم أخي أن ضعيف الترغيب له طبعة قديمة\rحديث 27 وهو «صنفان من أمتي لا يردان على الحوض ... »\r\rذكر الأخ أن هذا الحديث في الضعيفة برقم (3785) ، والحديث الذي تحت هذا الرقم في الضعيفة حديث آخر غير هذا، فانظر \"الصحيحة\" (6/1/565) .\rقال الشيخ رحمه الله: وبعد تحرير القول في إسناد حديث انس هذا وتبين أنه قوي وجب إيداعه في هذه السلسلة (الصحيحة) ونقله من ضعيف الجامع، وهو فيه معزو إلى الضعيفة برقم (3785) والذي فيه حديث آخر فيه لعن المرجئة فاقتضى التنبيه، والله تعالى هو المسؤول أن يسدد خطانا ويهدينا إلى ما يرضيه من القول والفعل) كلام الشيخ رحمه الله في السلسلة الصحيحة 6/1/565) .\r---------------------------------------------------------------- --------------\rثم أكمل محمد الحسن العيدلي استدراكاته فقال:\rبالنسبة للحديث رقم 6، فقد صدر مني خطأ صححته أعلاه، ولا بأس أن أذكر كلام الشيخ الألباني رحمه الله مرة أخرى وهو قوله في السلسلة الصحيحة (7/1/334) : ((وأبو شريح الاسكندراني ثقة محتج به في الصحيحين، وقد خالفه سندا ومتنا: سعيد بن عبد الرحمن بن أبي العمياء فقال: عن سهل بن أبي أمامة أنَّه حدَّثه عن أنس بن مالك أن رسول الله صلى الله عليه وسلم كان يقول.... فذكر الحديث نحوه، وزاد: (ورهبانية ابتدعوها ما كتبناها عليهم) ثم غدوْا من الغد فقالوا: نركب، فننظر ونعتبر.... الحديث بطولهوقد أوردته في الكتاب الآخر (3468) من أجل هذه الزيادة وتفرُّد سعيد بها، ولم يوثقه غير ابن حبان)) اهـ المقصود من كلامه.","seal":"FA3D9785","part":1},
      {"page":44,"id":44,"nass":"---------------------------\rتتمة التعقبات والاستدراكات....\r\rحديث رقم 59 وهو: كان إذا اعتم سدل عمامته بين كتفيه.\rفي تراجع الشيخ من التصحيح إلى التضعيف نظر!\r\rغاية في ما الأمر أنَّه ضعف حديث: «كان يدير كور العمامة على رأسه ويغرزها من ورائه يرسل لها شيئاً بين كتفيه» وهو برقم 4267 في الضعيفة.\r\rوقال الشيخ في تخريجه: ((منكر! لكن الجملة الأخيرة منه وهو إرسال العمامة بين كتفيه صحيحة لأن لها شواهد تقويها من حديث ابن عمر وغيره من طرق كنت خرجتها في الصحيحة 717 وكان منها طريق أبي عبد السلام هذه ثم قدر الله تعالى ويسر لي بفضله وكرمه الوقوف على إسناد الحديث فبادرت الى تخريجه هنا والكشف عن علته وهي جهالة أبي سلام)) .\r\rفمن أين فهم الأخ الفاضل أنَّ الشيخ تراجع عن تصحيحه؟!\r\rوالله تعالى أعلم\r--------------------------\rتتمة....\r\rحديث رقم 51 وهو: «لقد زوجتُكِ غير دجال! يعني عليا.» .\rالحديث الذي تراجع الشيخ عن تصحيحه هو: «خطب علي إلى رسول الله صلى الله عليه وسلم فاطمة، فقال: هي لك على أن تحسن صحبتها» .\r\rوهو في الصحيحة (166) . ثم ضعفه في الضعيفة (12/880-883) تحت حديث رقم (6392) .\rوالله أعلم.\r\rانتهت استدراكات محمد الحسن","seal":"93C23495","part":1},
      {"page":45,"id":45,"nass":"الكتاب: (الإعلام بآخر أحكام الألباني الإمام)\rالمؤلف: محمد كمال السيوطي\rراجعه وقدم له: محمد عبد الحكيم القاضي\rالناشر: دار ابن رجب\rعدد الأحاديث: 307\rاختصره ووضع مقدماته الأربعة: الراجي عفو ربه\rـــــــــــــــــــــــــ\rبيان المنهج المُتبع لإختصار الكتاب للشاملة 2:\r\rبسم الله الرحمن الرحيم:\rالتنبيه الأول:\rتم إضافة أربعة مقدمات:\rالمقدمة الأولى: بيان المنهج المُتبع لإختصار الكتاب للشاملة 2\rالمقدمة الثانية: ثناء كبار العلماء على الشيخ محمد ناصر الدين الألباني\rالمقدمة الثالثة: اعتماد الهيئات الإسلامية والمجامع العلمية على الألباني\rالمقدمة الرابعة: بيان وقوع مؤلف كتاب \" الإعلام \" فيما انتقد فيه غيره\rـــــــــــــــــــــــــ\rثم يلي ذلك أقسام الكتاب بنفس ترتيبها في المطبوع\r\rالتنبيه الثاني:\rإذا افترضنا أن المؤلف ذكر أن الإمام الألباني صحح الحديث في أربعة مصادر مثلا\rففي هذا المختصر تم الإكتفاء بذكر مرجع واحد غالبا لسببين:\rالسبب الأول: أن الغرض يتحقق بذلك , وهو معرفة الحكم الأول والأخيرعلى الحديث\r\rالسبب الثاني: أن الكتابة على لوحة المفاتيح تمت بمجهود ذاتي - وإنما كان العون من الله تعالى لنفع المسلمين\r\rـــــــــــــــــــــــــ\rالتنبيه الثالث:\rتم وضع الرموز التالية للإختصار في الكتابة بقدر الإمكان:\rخ: الإمام البخاري\rم: الإمام مسلم\rد: الإمام أبو داود\rس: الإمام النسائي\rج: الإمام ابن ماجة\rت: الإمام الترمذي\rبز: الإمام البزار\rقط: الإمام الدارقطني\rحب: الإمام ابن حبان\rح: الحاكم\rخز: الإمام ابن خزيمة\rط: الإمام الطبراني\rيع: الإمام أبو يعلى\rهق: الإمام البيهقي\r\rـــــــــــــــــــــــــ\rالتنبيه الرابع:\rإذا وجدت مثلا الصيغة التالية:\rصحيح: السلسلة الصحيحة (123)\rثم ضعيف: السلسلة الضعيفة (237)\r\rفهذا معناه أن الحكم الأول: صحيح\rوالحكم الأخير هو: ضعيف\rـــــــــــــــــــــــــ\rتذكرونا في دعائكم","seal":"78AEDAA2","part":1},
      {"page":46,"id":46,"nass":"ثناء كبار العلماء على الشيخ محمد ناصر الدين الألباني – رحمه الله تعالى:\r\rقال الشيخ محمد حامد الفقي:\r\" الأخ السلفي البحاثة الشيخ ناصر الدين \"\rقال الشيخ ابن باز:\r\" لست أشك في علمه وفضله وسعة اطلاعه وعنايته بالسنة , زاده الله علما وتوفيقا \"\rوقال أيضا الشيخ ابن باز:\r\" ما رأيت تحت أديم السماء عالما بالحديث في العصر الحديث مثل العلامة محمد ناصر الدين الألباني \"\r\rوقال الشيخ ابن عثيمين:\r\" 00 فضيلة محدث الشام الشيخ الفاضل: محمد بن ناصر الدين الألباني , فالذي عرفته عن الشيخ من خلال اجتماعي به – وهو قليل - أنه حريص جدا على العمل بالسنة , ومحاربة البدعة سواء كانت في العقيدة أم في العمل. أما من خلال قراءتي لمؤلفاته فقد عرفت عنه ذلك , وأنه ذو علم جم في الحديث رواية ودراية , وأن الله تعالى قد نفع فيما كتبه كثيرا من الناس من حيث العلم ومن حيث المنهاج والاتجاه إلى علم الحديث , وهو ثمرة كبيرة للمسلمين , ولله الحمد.\rأما من حيث التحقيقات العلمية الحديثية فناهيك به , على تساهل منه أحيانا في ترقية بعض الأحاديث إلى درجة لا تصل إليها من التحسين أو التصحيح , وعدم ملاحظة ما يكون شاذ المتن (1) مخالفا لأحاديث كالجبال صحة ومطابقة لقواعد الشريعة العامة\rوعلى كل حال فالرجل طويل الباع , واسع الاطلاع , قوي الإقناع , وكل واحد يؤخذ من قوله ويترك سوى قول الله ورسوله 000 ونسأل الله تعالى أن يكثر من أمثاله في الأمة الإسلامية. \"\r(منقول من كتاب \" ردع الجاني المتعدي على الألباني\" ص19- 20 للشيخ طارق عوض , وهو نقله عن كتاب \" حياة الألباني)\r__________\r(1) لعل ذلك – أو بعضه - يدخل فيما تراجع عنه بعد ذلك الشيخ الألباني – رخمه الله تعالى -","seal":"9348EEB3","part":1},
      {"page":47,"id":47,"nass":"اعتماد الهيئات الإسلامية والمجامع العلمية على الشيخ الألباني:\r\r(يعرف قدره المشرفون على المراكز العلمية , مما دفع المشرفين على الجامعة الإسلامية في المدينة المنورة حين تأسيسها – وعلى رأسهم الشيخ العلامة محمد بن إبراهيم بن آل الشيخ رئيس الجامعة الإسلامية والمفتي العام للمملكة العربية السعودية آنذاك – أن يقع اختيارهم على الشيخ ليتولى تدريس الحديث وعلومه وفقهه في الجامعة\rواختارته كلية الشريعة في جامعة دمشق ليقوم بتخريج أحاديث البيوع الخاصة بموسوعة الفقه الإسلامي التي عزمت الجامعة على إصدارها نحو عام 1955\r\rوفيما يلي أخبار تدل على مكانته وذيع صيته:\rاختير عضوا في لجنة الحديث التي شكلت في عهد الوحدة بين مصر وسورية للإشراف على نشر كتب السنة وتحقيقها.\rطلبت منه الجامعة السلفية في بنارس (الهند) أن يتولى مشيخة الحديث فيها , فاعتذر عن ذلك.\rطلب منه وزير المعارف في المملكة العربية السعودية الشيخ حسن عبد الله آل الشيخ 1388هجرية أن يتولى الإشراف على قسم الدراسات العليا للحديث في جامعة مكة المكرمة , وقد حالت بعض الظروف دون تحقيق ذلك.\r\rوقع عليه اختيار الملك خالد بن عبد العزيز\r(منقول من كتاب \" ردع الجاني المتعدي على الألباني\" ص36- 37 للشيخ طارق عوض , وهو نقله عن كتاب \" حياة الألباني)","seal":"0E89A01F","part":1},
      {"page":48,"id":48,"nass":"مؤلف كتاب (الإعلام بآخر أحكام الألباني) انتقد بشدة مؤلف كتاب \" تراجع الألباني \"\rولم يلتمس له عذرا فيما أخطا فيه , وتحامل عليه جدا في العبارة\rثم إنه وقع أيضا فيما انتقد فيه غيره\r\rوأذكر مثالين من الأخطاء التي وقع فيه مؤلف (الإعلام) :\rالمثال الأول:\rففي القسم الرابع من الكتاب والخاص ب\" من صحيح دون ما بين القوسين إلى صحيح بتمامه \" ذكر المؤلف حديث رقم 283 ص 185:\r(- \" إن الله تعالى أنزل الداء والدواء وجعل لكل داء دواء {فتداووا ولا تداووا بحرام}\rرواه ط في الكبير عن ام الدرداء , د عن أبي الدرداء\r\rصحيح دون ما بين القوسين: تخريج المشكاة (4538)\r\rثم صحيح بتمامه: السلسلة الصحيحة (1633))\rانتهى\r\rثم ذكره المؤلف مرة أخرى في القسم الخامس \" من ضعيف إلى صحيح دون ما بين القوسين \" حديث رقم 291 ص 193:\r\r- \" إن الله تعالى أنزل الداء والدواء وجعل لكل داء دواء {فتداووا ولا تداووا بحرام}\rرواه ط في الكبير عن أم الدرداء , د عن أبي الدرداء\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (1569)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" المشكاة\" (4538) \" هداية\rالرواة \" (4464)\rـــــــــــــــــــــــــ\rالمثال الثاني:\rكذلك في القسم الرابع من الكتاب والخاص ب\" من صحيح دون ما بين القوسين إلى صحيح بتمامه \" ذكر المؤلف حديث رقم286 ص 186:\r286- سئل عمر بن الخطاب رضي الله عنه عن هذه الأية: ? وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم 000?الآية 000 وبعمل أهل الجنة يعملون {ثم مسح ظهره بيده} 0000وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيدخله به النار \"\rرواه مالك وأحمد , د , ت , ح عن عمر\r\rصحيح دون ما بين القوسين: تخريج الطحاوية (220) ص 240\rثم صحيح بتمامه: صحيح أبي داود (4703)\r\rانتهى\rثم ذكره المؤلف مرة أخرى في القسم الخامس \" من ضعيف إلى صحيح دون ما بين القوسين حديث رقم 294 ص 194:\r294- سئل عمر بن الخطاب رضي الله عنه عن هذه الأية: ? وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم 000?الآية 000 وبعمل أهل الجنة يعملون {ثم مسح ظهره بيده} 0000وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيدخله به النار \"\rرواه مالك وأحمد وت والحاكم عن عمر\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (1602)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" تخريج الطحاوية \" (رقم 220) ص 240\r\rانتهى","seal":"136E45D7","part":1},
      {"page":49,"id":49,"nass":"مؤلف \" الإعلام بآخر أحكام الألباني \" ينتقد كتاب \" تراجع الألباني\"\r\r(في هذا الجزء الكلام للمؤلف , وتم وضع (.....) عند الإختصار,\rأما إذا كان كلامه كثيرا: فقد تم كتابة خلاصته تحت عنوان \"الخلاصة\")\r\rقال محمد كمال الأسيوطي (مؤلف كتاب (الإعلام بآخر أحكام الألباني الإمام من صفحة 31 - 73) :\r\rوقفت على كتاب في نفس الموضوع بعنوان \" تراجع العلامة الألباني فيما نص عليه تصحيحا وتضعيفا \" جمع وإعداد: أبو الحسن محمد حسن الشيخ\r.... فلما نظرتُ في الكتاب رأيت فيه بعض ما يحتاج إلى تعليق\r\rالتعليق:\rإن جملة الأحاديث التي أوردها في كتابه \" مائتان واثنان وعشرون حديثا \"\rقد قسمها إلى أربعة أقسام 000\rوقعت منه اخطاء وأوابد في بعضها فأضرب لذلك بعض الأمثلة:","seal":"7ED11CA1","part":1},
      {"page":50,"id":50,"nass":"المثال الأول:\r000 رواه أحمد وغيره عن عائشة رضي الله عنها قالت:\r\" أن فتاة دخلت عليها وهي كارهة فقالت: إن أبي زوجني 000 ليس للآباء شيء\"\rفهذا هو الحديث الذي ضعفه الألباني 00 ورجع عن تضعيفه بعد أن حقق سماع عبد الله بن بريدة عن عائشة 00 فقد ضعفه في \"نقد نصوص حديثية \" وتراجع عن هذا التضعيف في الصحيحة \"","seal":"5882F832","part":1},
      {"page":51,"id":51,"nass":"المثال الثاني:\r\" حديث رقم 60 ص 104:\r\" من صلى على جنازة في المسجد فلا شيء له \"\rأورده تحت عنوان \"من التضعيف إلى التصحيح \" 000\rقال الألباني في الصحيحة (5\\ 463) 0000\rقال الألباني في \" الثمر المستطاب \" ص 768 000\rوبهذا يتبين أن التضعيف هو آخر أحكام الألباني على هذا الحديث وليس العكس كما فهم المؤلف – حفظه الله –","seal":"56DA7F93","part":1},
      {"page":52,"id":52,"nass":"المثال الثالث:\rحديث رقم (114) ص 184:\r\" لا ترتكبوا ما ارتكب اليهود وتستحلوا محارم الله بأدنى الحيل \"\rقال الشيخ (الألباني) في \"النصيحة\":\r(لكن للحديث علة أخرى كنت ذكرتها في غاية المرام (23-24) 00 ولا يعارض - هذا - ما أوردته قديما في آداب الزفاف ص 120 عند التأمل) انتهى كلام الألباني\r....\rقول الألباني أن ما في آداب الزفاف لا يعارض ما في \"النصيحة\" و \"غاية المرام\" فهذا يدل على أن الحكم فيهما واحد وهو الضعف","seal":"B1290382","part":1},
      {"page":53,"id":53,"nass":"المثال الرابع:\rحديث رقم 167 ص 262:\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\r\" ما من يوم يصبح العباد فيه إلا ملكان ينزلان 000 ممسكا تلفا\"\r000 هذا ما ذكره في قسم (من التصحيح إلى التضعيف) 00 متوهما وموهما القراء أن الألباني تراجع عن تصحيحه 000\rفالألباني لم يضعف الحديث يوما , وحاشاه لأن الحديث في الصحيحين","seal":"5B88CF73","part":1},
      {"page":54,"id":54,"nass":"المثال الخامس:\rحديث رقم 184 ص 287:\rالسلسلة الضعيفة رقم (4633) :\r\" من قرأ سورة البقرة توج بتاج في الجنة\"\r000 وضع – أي مؤلف كتاب التراجعات- هذا الحديث تحت قسم (من التصحيح إلى التضعيف) 000\rهذا الحديث تغير فيه حكم الألباني من الضعف إلى الوضع , وليس من التصحيح إلى التضعيف كما فهم المؤلف","seal":"D6F099B8","part":1},
      {"page":55,"id":55,"nass":"المثال السادس:\rحديث رقم 192 ص 298:\rالمشكاة رقم (1997) :\rعن العرباض بن سارية قال: دعاني رسول الله صلى الله عليه وسلم إلى السحور في رمضان فقال:\"هلم إلى الغداء المبارك\" رواه أبو داود والنسائي\r000\rهو حديث صحيح قطعا عنده - أي الألباني - كما صرح به الألباني في 00هداية الرواة (1938) , الصحيحة (2983, 3408)\r000الألباني قد صحح الحديث 00 وهذا التصحيح لا يتمشى مع الكاتب في وضعه الحديث تحت قسم (من التصحيح إلى التضعيف)","seal":"041E382D","part":1},
      {"page":56,"id":56,"nass":"المثال السابع:\rحديث رقم 196 ص 302\rالنصيحة ص152-153\r70- عن جابر أن رسول الله صلى الله عليه وسلم نهى أن تجصص القبور وأن يكتب عليها.00\rفإن هذا الحديث له طريقان: 000 فهذا الطريق الثاني هو الذي صححه الألباني – رحمه الله تعالى – في الإرواء ورجع عن ذلك في النصيحة , لا أصل الحديث فإنه ثابت من الطريق الأول والذي هو على شرط مسلم , وانظر أحكام الجنائز ص 204 طبعة المكتب الإسلامي.\rفهل يليق بعد ذلك إيراد هذا الحديث تحت قسم (من التصحيح إلى التضعيف) موهما القراء أن الألباني تراجع عن تصحيح الحديث إلي التضعيف.","seal":"11A2590F","part":1},
      {"page":57,"id":57,"nass":"المثال الثامن:\rحديث: \" الأذنان من الرأس \".\rأورده المؤلف في كتابه ثلاثة مرات:\rالأولى – تحت قسم (من التصحيح اإالى التحسين) رقم 121 ص195\rالثانية- – تحت قسم (من التصحيح إلى التضعيف) رقم 179 ص 280\rالثالث ة - – تحت قسم - (التصويبات) رقم 218 ص 329\rوالحق أن هذا الحديث من حقه أن يوضع تحت القسم الأول فقط مع ما لنا من التعليقات على هذا القسم. ولكن لأن هذا هو الواقع وهو أن الشيخ- رحمه الله تعالى – انكشفت له بعض العلل لبعض طرق الحديث فرجع عن التصحيح إلى تحسين الحديث بكثرة الطرق.","seal":"6102AE73","part":1},
      {"page":58,"id":58,"nass":"المثال التاسع:\rحديث رقم 76 ص 126\rالسلسلة الصحيحة (621)\r\" الأنبياء صلوات الله عليهم أحياء في قبورهم يصلون \"\rقال الشيخ – رحمه الله -:\rوقد كنت برهة من الدهر أرى أن هذا الحديث ضعيف لظني أنه مما تفرد به ابن قتيبة – كما قال البيهقي – ولم أكن قد وقفت عليه في \" مسند أبي يعلى و\" أخبار أصبهان \" فلما وقفت على إسناده فيهما تبين لي أنه إسناده قوي وأن التفرد المذكورغير صحيح ولذلك بادرت إلى إخراجه في هذا الكتاب تبرئه للذمة وأداء للأمانه العلمية ولو أن ذلك قد يفتح الطريق لجاهل أو حاقد إلى الطعن والغمز واللمز , فلست أبالي بذلك ما دمت أقوم بواجب ديني أرجو ثوابه من الله تعالى وحده.","seal":"24936CDA","part":1},
      {"page":59,"id":59,"nass":"المثال العاشر:\rحديث رقم 77 ص 127\r\"شرح الطحاوية \" ص 361 الطبعة التاسعة\r\" لا فضل لعربي على عجمي 000تراب\"\r\rالخلاصة:\rيرى مؤلف \" الإعلام \" أن مؤلف \"التراجعات\" أخطأ في إيراد الحديث في قسم:\r\" من التضعيف إلى التصحيح\" وذلك لأن الألباني لم يضعف الحديث في البداية , وإنما كان متوقفا في الحكم عليه , ثم صححه مؤخرا\\","seal":"44AD055A","part":1},
      {"page":60,"id":60,"nass":"المثال الحادي عشر:\rحديث رقم 137 ص 221:\r\" إن الغضب من الشيطان 000 فليتوضأ\"\r\rالخلاصة:\rيرى مؤلف \" الإعلام \" أن مؤلف \" التراجعات \" قد أخطأ في إيراد هذا الحديث في قسم:\r\" من التصحيح إلى التضعيف \" , وذلك لأن الألباني لم يصحح الحديث مسبقا\rوإنما هو عنده ضعيف فقط","seal":"A32FFE98","part":1},
      {"page":61,"id":61,"nass":"المثال الثاني عشر:\rحديث رقم 111 ص 178:\r\" ما كان الله ليجمع هذه الأمة على الضلالة أبدا , ويد الله على الجماعة هكذا فعليكم بالسواد الأعظم فإنه من شذ شذ في النار \"\rقال مؤلف \" التراجعات\":\r(قال الشيخ – رحمه الله – في مقدمة\" السلسلة الصحيحة \" المجلد الرابع: رواه ابن أبي عاصم في \" السنة \" وإسناده ضعيف كما بينته في \" ظلال الجنة \" رقم 80\rولكنه حسن بمجموع طرقه كما شرحته في \"الصحيحة \" 1331 وغيره)\r\rوانتقده مؤلف \" الإعلام \" قائلا:\r(والذي يقرأ كلام الألباني الذي نقله المؤلف عنه يقع في ذهنه أن هذا الحديث بجمله الثلاث قد حسنه الألباني – رحمه الله -.\rأقول: وهذا خلاف الواقع , فإن الذي قال عنه الألباني – رحمه الله - (حسن بمجوع طرقه كما شرحته في \"الصحيحة \" 1331 وغيره هو الجملة الأولى فقط 000\rأما الجملة الثانية وهي \" يد الله على الجماعة \" فقد ضعفها الألباني في تخريج المشكاة (173) وحسنها في تخريج هداية الرواة (171) وضعيف الترمذي 2167 لشواهد وجدها.\rلكن الجملة الثالثة بقيت على ضعفها لعدم وجود الشاهد المعتبر لها والحديث بجملتيه الأولى والثانية في \" صحيح الجامع \" رقم 1848)","seal":"2B724C2E","part":1},
      {"page":62,"id":62,"nass":"المثال الثالث عشر:\rحديث رقم 191 ص 297: \" ليس منا من غش مسلما أو ضره أو ماكره \"\rأقول: وضع المؤلف هذا الحديث تحت قسم \" من التصحيح إلى التضعيف \" وهذا الحديث ليس من هذا القسم ولا غيره , ولا حق لهذا الحديث أن يجعل في الكتاب أصلا.\rوذلك لأن الحديث يشتمل علي شطرين:\rالأول: \" ليس منا من غش مسلما \"\rالثاني: \"أو ضره أو ماكره \" أي وليس منا من ضره أو ماكره فالشطر الأول صحيح وقد نبه الألباني على هذا في حاشية \" ضعيف الجامع \" ص 712 تحت الحديث 4936 قال: \" الشطر الأول منه صح من طريق أخرى نحوه فانظره في \" \"الصحيحة\" 6407 و5440 و6406\rوإنما أورد الحديث في \"ضعيف الجامع\" من أجل الشطر الثاني وقد رمز لضعفه ثم أورد الحديث في الضعيفة 3290 ورمز له بالوضع قائلا:\r(والآن وقد وقفت على إسناده فقد رجعت عن التضعيف إلى الوضع لرواية هذا الكذاب إياه , وإن كان الشطر الأول منه قد صح من طرق كما نبهت عليه في التعليق على \"ضعيف الجامع\")","seal":"5E131DEF","part":1},
      {"page":63,"id":63,"nass":"المثال الرابع عشر:\rحديث رقم 171 ص 272:\r\" إن أشكر الناس لله تبارك وتعالى أشكرهم للناس\"\rأورد المؤلف هذا الحديث الضعيف في قسم (من التصحيح إلى التضعيف) وهذا الحديث ليس من هذا القسم في شيء , فالشيخ الألباني لم يصححه من قبل","seal":"139ED9C6","part":1},
      {"page":64,"id":64,"nass":"المثال الخامس عشر:\rحديث رقم 178 ص 279:\r\" التمسوا ليلة القدر آخر ليلة من رمضان\"\rأورد المؤلف هذا الحديث في قسم (من التصحيح إلى التضعيف) ونقل كلام الألباني الآتي: (000 لكن له شاهد قوي من حديث أبي بكرة خرجته في \" المشكاة \" (2092) فمن شاء فليراجعه , ومن أجله نقلته من \" سلسلة الأحاديث الضعيفة \" و\" ضعيف الجامع الصغير \" إلى \" صحيح الجامع \" رقم 1249.\rوعلى هذا الكلام ملاحظتان:\rالأولى: أن هذا الحديث لم يقع في نسخة \" ضعيف الجامع \" المطبوعة ولا في أي جزء من أجزاء السلسلة الضعيفة.\rوهذا يعني أن تضعيف الحديث وقع في نسخة الألباني ,ونقله من نسخته , وهذا كما تقدم لا يدخل في هذا البحث المعد للحديث الذي وقع فيه حكمان مختلفان في كتابين مطبوعين.\rالثانية: 000 قال الشيخ \"ونقلته إلى صحيح الجامع فهذا يعني أن هذا الحديث إذا أراد المؤلف أن يورده في كتابه فليورده في قسم من \" التضعيف إلى التصحيح \" وليس العكس كما أورده المؤلف.","seal":"62BF8E16","part":1},
      {"page":65,"id":65,"nass":"المثال السادس عشر:\rحديث رقم (195) ص 301:\r\" السلسلة الضعيفة \" رقم (2294) :\r\" إذا أراد الله بعبد شرا خضر له في اللبن والطين حتى يبني \"\r(ضعيف)\rنقله المؤلف بالحرف واضعا إياه تحت قسم \" من التصحيح إلى التضعيف \" , فلا أدري والله أين هو هذا التصحيح الذي تغير إلى التضعيف\rأما الحديث فهو ضعيف سواء في تخريجه في \"الروض النضير \" (رقم 179) قبل ثلاثين سنة أو في \" الضعيفة \" رقم 2294","seal":"2B23B59D","part":1},
      {"page":66,"id":66,"nass":"صفحة 79:\r1 – \" أبى الله أن يقبل عمل صاحب بدعة حتى يدع بدعته \"\rرواه ج عن ابن عباس\rصحيح: صحيح الترغيب والترهيب (53) الطبعة الثانية\r\rثم ضعيف في السلسلة الضعيفة (1492)\r\r2 – \" اتقوا الحديث عني إلا ما علمتم\"\rرواه ت عن ابن عباس\r\rصحيح: المشكاة (232)\rثم ضعيف: السلسلة الضعيفة (1783)\r\r3 –\" اتقوا الله فإن أخونكم عندنا من طلب العمل\"\rرواه ط عن أبي موسى\rحسن: صحيح الجامع (103)\rثم ضعيف: في السلسلة الضعيفة (3642)\r\r4 –\" احذروا بيتا يقال له الحمام00 فليستتر\"\rرواه بز , ح عن ابن عباس\rصحيح:صحيح الترغيب والترهيب (161) الطبعة الثانية\rثم ضعيف: صحيح الترغيب والترهيب (127) طبعة المعارف","seal":"5E7EA07B","part":1},
      {"page":67,"id":67,"nass":"صفحة 80:\r\r5 – \" إذا أفطر أحدكم فليفطر على تمر 00 فإنه طهور\"\r\rرواه أحمد , ت , د , ج , الدارمي عن سلمان بن عامر\rوفي لفظ:\" من وجد تمرا فليفطر عليه 00\"\rصحيح: صحيح الجامع (6583)\rثم ضعيف: ضعيف الجامع (389)","seal":"AFDC1A0D","part":1},
      {"page":68,"id":68,"nass":"صفحة 81:\r\r6 – \" إذا أقرض أحدكم قرضا 00 جرى بينه وبينه قبل ذلك\"\rرواه ج عن ابن عباس\rإسناده جيد: المشكاة (2831)\rثم ضعيف: السلسلة الضعيفة (1162)\r\r7 – \" إذا قام أحدكم من الليل فليفتح صلاته بركعتين خفيفتين \"\rرواه ح , ومسلم , د عن أبي هريرة مرفوعا\rصحيح: الإرواء (453)\rثم ضعيف: ضعيف الجامع (619)\r\r8 – \" إذا ولج الرجل بيته فليقل 00 ثم يسلم على أهله \"\rرواه د , ط عن أبي مالك\rصحيح: السلسلة الصحيحة (225) التحقيق الأول\r\rثم ضعيف: السلسلة الضعيفة (5832)","seal":"1F163FD0","part":1},
      {"page":69,"id":69,"nass":"صفحة 82:\r9 - عن أم حكيم – أو ضباعة – ابنتي الزبير – أنها قالت:\" أصاب النبي سبيا فذهبت أنا وأختي وفاطمة بنت رسول الله صلى الله عليه وسلم فشكونا إليه ما نحن فبه , وسألناه أن يأمر لنا بشيء من السبي فقال رسول الله صلى الله عليه وسلم: \" سبقكن يتامى بدر 0 00 وهو على كل شيء قدير\"\rرواه د عن أم حكيم\rصحيح: السلسلة الصحيحة (1882)\r\rثم ضعيف: ضعيف أبي داود \" الكتاب الكبير\" طبعة غراس (520\\م)\r\r10 – \" اللهم اجعل أوسع رزقك علي عند كبر سني وانقطاع عمري\"\rرواه ح عن عائشة\rحسن: السلسلة الصحيحة (1255)\r\rثم ضعيف: السلسلة الضعيفة (1385)\r\r11 – \" إن العبد ليتصدق بالكسرة 00 تكون مثل أحد \"\rرواه ط عن أبي برزة الأسلمي\rصحيح: صحيح الترغيب والترهيب (851) الطبعة الثاني\rثم ضعيف: ضعيف الترغيب والترهيب (1501) ,طبعة المعارف (508)","seal":"3B1C5B88","part":1},
      {"page":70,"id":70,"nass":"صفحة 83:\r12 - \" إن الله استقبل بي الشام 00 مبلغ هذا النجم \"\rرواه ط في الكبير عن أبي أمامة\rصحيح: صحيح الجامع (1716)\r\rثم ضعيف: السلسلة الضعيفة (5848)\r\r13 – \" إن الله حد حدودا 00 ولا تبحثوا عنها \"\rرواه ح , قط عن أبي ثعلبة\rحسن: \" تخريج الإيمان \" ص 43\rثم ضعيف: ضعيف الجامع (1597)","seal":"FDC7FA3D","part":1},
      {"page":71,"id":71,"nass":"صفحة 84:\r14 – \" إن الله يبغض كل جعظري 00 جاهل بأمر الآخرة \"\rرواه البيهقي عن أبي هريرة\rصحيح: السلسلة الصحيحة (195)\r\rثم ضعيف: السلسلة الضعيفة (2304)\r\r15 - \" أن النبي صلى الله عليه وسلم صلى بهم فسها \"\rرواه ت عن عمران\rحسن: المشكاة (1019)\rثم ضعيف: هداية الرواة (977) \"الحاشية\" , ضعيف أبي داود (9\\395)\r\r16 – \" أن رسول الله بعث أبا موسى على سرية في البحر 00 يوم العطش \"\rرواه بز عن ابن عباس\rحسن: صحيح الترغيب والترهيب (974) الطبعة الثانية\rثم ضعيف: ضعيف الترغيب والترهيب (60577يراجع الرقم)","seal":"C4153112","part":1},
      {"page":72,"id":72,"nass":"صفحة 85\r\r17 – \" أن رسول الله كان يقول: \" اللهم إني أعوذ بك من صلاة لا تنفع \"\rرواه د , حب عن أنس\rصحيح: صحيح أبي داود (1549) طبعة المعارف\rثم ضعيف: ضعيف أبي داود \" الكتاب الكبير \" (272 \\ 1) طبعة غراس\r\r18 – \" عن زينب امرأة عبد الله بن مسعود: أن عبد الله رأى في عنقي خيطا 000 شفاء لا يغادر سقما \"\rج\rصحيح بتمامه: غاية المرام (299 – 298)\rثم ضعيف: السلسلة الصحيحة (تحت 2972)","seal":"0E54147A","part":1},
      {"page":73,"id":73,"nass":"صفحة 86:\r19 –\" أن عليا كان إذا سافر سار بعدما تغرب الشمس 00 هكذا كان رسول الله يصنع \"\rرواه د عن عمر بن علي\rصحيح: صحيح أبي داود (1234) طبعة المعارف\rثم ضعيف: ضعيف أبي داود \" الكتاب الكبير \" (227 \\ م) طبعة غراس\r\r20–\" إن من شر الناس منزلة عند الله يوم القيامة 00 ثم ينشر سرها \"\rرواه مسلم , د عن أبي سعيد الخدري\rصحيح: آداب الزفاف (ص70)\r\rثم ضعيف: ضعيف الجامع (2007)","seal":"B95BE609","part":1},
      {"page":74,"id":74,"nass":"صفحة 87:\r21- \"إن يوم الجمعة سيد الأنام 00 وهن يشفقن من يوم الجمعة \"\rرواه أحمد , ج , وأبو نعيم عن أبي لبابة بن عبد المنذر\rحسن: صحيح الجامع (2279)\r\rثم ضعيف: السلسلة الضعيفة (3726)\r\r22– \" إنكم لا ترجعون إلى الله بشيء أفضل مما خرج منه \"\rرواه ت عن أبي أمامة\rصحيح: السلسلة الصحيحة (961)\r\rثم ضعيف: السلسلة الضعيفة (1957)\r\r23– \" وجد رسول الله صلى الله عليه وسلم ذات ليلة شيئا فلما أصبح قيل: يا رسول الله إن أثر الوجع عليك لبين قال: \" إني على ما ترون بحمد الله قد قرأت البارحة السبع الطوال \"\rرواه خز , حب , ح , يع عن أنس\rصحيح:صفة الصلاة ص 118 الطبعة الثالثة\rثم ضعيف: السلسلة الضعيفة (3995)","seal":"7C208E73","part":1},
      {"page":75,"id":75,"nass":"صفحة 88:\r24- \" إياكم ولباس الرهبان 00 ليس مني \"\rرواه ط في الأوسط عن علي بن أبي طالب\rسنده لا بأس به:حجاب المرأة المسلمة ص 93 الطبعة الثانية\rثم ضعيف: السلسلة الضعيفة (3234)\r\r25- \" بُطحان على تُرعة من ترع الجنة \"\rرواه بز عن عائشة\rصحيح: صحيح الجامع (2827)\r\rثم ضعيف: السلسلة الضعيفة (5730)\r\r26- \" تكون إبل للشياطين 00 وأما بيوت الشياطين فلم أرها \"\rرواه د عن أبي هريرة\rصحيح: السلسلة الصحيحة (93)\r\rثم ضعيف: السلسلة الضعيفة (2303)","seal":"EA2CBF99","part":1},
      {"page":76,"id":76,"nass":"صفحة 89:\r27- خرجنا مع رسول الله صلى الله عليه وسلم حجاجاً , 00 انظروا إلى هذا المحرم وما يصنع \"\rرواه د , ج عن أسماء بنت أبي بكر\rحسن: صحيح أبي داود (1818)\rثم ضعيف: السلسلة الضعيفة (4039)\r\r28- \" خير الصحابة أربعة 00 ولا يغلب اثنا عشر ألفا من قلة \"\rرواه أحمد , ت , ح عن ابن عمرو\rصحيح: السلسلة الصحيحة (986)\r\rثم ضعيف: ضعيف الترغيب والترهيب (1814)","seal":"93C06518","part":1},
      {"page":77,"id":77,"nass":"صفحة 90:\r29- ذكر لرسول الله صلى الله عليه وسلم رجلان أحدهما عابد 00 معلم الناس الخير\r\rت عن أبي أمامة\rحسن: صحيح الجامع (4213)\r\rثم ضعيف: هداية الرواة (211)\r\r30- رأيت ابن عمر يصلي 00 فقال: رأيت رسول الله يفعله\r\rرواه خز , هق عن زيد بن أسلم\rحسن: صحيح لترغيب والترهيب (43) الطبعة الثانية\rثم ضعيف: ضعيف الترغيب والترهيب (34) طبعة المعارف\r31– رأيت رسول الله صلى الله عليه وسلم أذن في أذن الحسن بن علي حين ولدته فاطمة\r\rرواه ت عن أبي رافع\rحسن: ارواء الغليل (1173)\r\rثم ضعيف: السلسلة الضعيفة (321) الطبعة الجديدة","seal":"E0825ECE","part":1},
      {"page":78,"id":78,"nass":"صفحة 91:\r32- \" سلوا الله كل شيء حتى الشسع 00 يتيسر \"\rرواه يع , وابن السني عن عائشة\rسنده حسن: السلسلة الضعيفة (تحت رقم 21 ص 29) طبعة المكتب الإسلامي\r\rثم موقوف على عائشة: السلسلة الضعيفة (1363)\r\r33 - \" سمعت رسول الله يقول: \" أقروا الطير على مكاناتها\"\r\rرواه د عن عائشة\rصحيح: صحيح أبي داود (2835) طبعة المعارف\rثم ضعيف: السلسلة الضعيفة (5862)\r\r34- \" صيام يوم السبت لا لك ولا عليك \"\rرواه أحمد عن امرأة\rصحيح: صحيح الجامع (3852)\r\rثم ضعيف: السلسلة الصحيحة (تحت 3101)","seal":"E9CBD0C3","part":1},
      {"page":79,"id":79,"nass":"صفحة 92:\r35- عطس رجل عند النبي 00 ليقل: يغفر الله لي ولكم\rرواه د , ت , س في الكبرى عن سالم بن عبيد\rإسناده صحيح: تخريج المشكاة (4741)\r\rثم ضعيف: ارواء الغليل (3\\246-247)\r\r36- عن عمر أنه أخذ من لحية رجل 00 أخذت يداك خيرا\rرواه ابن السني عن عمر\rجيد الإسناد:صحيح الكلم الطيب الطبعة السابعة (195) ص 89\rثم ضعيف: صحيح الكلم الطيب طبعة المعارف ص 9\r\r37– قال النبي صلى الله عليه وسلم للعباس: \"إذا كان غداة الإثنين 00 اللهم احفظه وولده \"\rرواه ت عن ابن عباس\rإسناده جيد: تخريج المشكاة (6158)\r\rثم ضعيف: هداية الرواة (6107)","seal":"148953E0","part":1},
      {"page":80,"id":80,"nass":"صفحة 93:\r38- كان إذا أفطر قال:\" اللهم لك صمت 00\r\rرواه د عن معاذ بن زهرة\rله شواهد يقوى بها: تخريج المشكاة (1994)\r\rثم ضعيف: ارواء الغليل (تحت 919)\r\r39- كان النبي صلى الله عليه وسلم يحب أن يفطر على ثلاث تمرات 00\r\rرواه يع عن أنس\rصحيح: صحيح الترغيب والترهيب (1070) الطبعة الثانية\rثم ضعيف: السلسلة الضعيفة (996)\r\r40- كان رسول الله صلى الله عليه وسلم يصوم يوم السبت والأحد أكثر 00أحب أن أخالفهم\r\rرواه أحمد , خز ,حب , ح , هق عن أم سلمة\rصحيح: صحيح الجامع (4803)\r\rثم ضعيف: السلسلة الضعيفة (1099)","seal":"F93AE269","part":1},
      {"page":81,"id":81,"nass":"صفحة 94:\r\r41- كان يحتجم على هامته 00 بشيء لشيء\r\rرواه د , ج عن أبي كبشة\rصحيح: صحيح الجامع (4926)\r\rثم ضعيف: السلسلة الضعيفة (1867)\r\r42- \" كان يكره المسائل 00 أعجبه \"\rرواه ط عن أبي رزين\rقال الألباني – رحمه الله تعالى – في حاشية \" صحيح الجامع \" (ص 894) تعليقا على تحسين المناوي للحديث في \" الفيض \" 00وسلفه في ذلك الهيثمي في \" مجمع الزوائد \" (1/160) وإنما اعتمدته لأنه لم يتيسر لي الوقوف على إسناده لدى \" طب \" عند تحقيق الكتاب ثم وقفت عليه عند تصحيح التجربة الثالثة من هذه الملزمة من رواية ابن أبي عاصم في \" كتاب السنة \" فتبين أن إسناده ضعيف كما حققته في تخريجي للكتاب المذكور (640) فإن كان إسناده عند الطبراني كذلك وهو ما يغلب على الظن فيكون الحديث من حصة الكتاب الآخر , وحتى نتيقن من ذلك ندعه في هذا الكتاب منبهين على ما وقفت عليه\rقلت وقد طبع المعجم الكبير للطبراني والحديث فيه (19/208) (ح 472) بنفس إسناد ابن أبي عاصم من طريق مؤمل بن اسماعيل ثنا حماد بن سلمة عن يعلى بن عطاء عن وكيع بن عدس عن عمه أبي رزين وهو ضعيف لجهالة وكيع , ومؤمل سييء الحفظ, فإذا تبين أن الإسناد للطبراني هو نفس الإسناد الضعيف الذي ضعفه في الظلال فيكون الحديث من حصة \" ضعيف الجامع \" وليس \" صحيح الجامع \".\rحسن: صحيح الجامع (5007)\r\rثم ضعيف: ظلال الجنة (640)","seal":"FAEEC29A","part":1},
      {"page":82,"id":82,"nass":"صفحة 95:\r43- عن عقبة بن عامر قال:\r\rلما نزلت:\" فسبح باسم ربك العظيم \" 000 سجودكم\rرواه د , ج , والدارمي عن عقبة\rإسناده محتمل للتحسين: تخريج المشكاة (879)\r\rثم ضعيف: ارواء الغليل (334)\r\r44- أن رسول الله قرأ هذه الآية:\" اتقوا الله حق تقاته 00\" 00 يكون طعامه\r\rرواه أحمد , ت , س , ج , ح عن ابن عباس\rصحيح: صحيح الجامع (5250)\r\rثم ضعيف: ضعيف الترغيب والترهيب (2159)","seal":"9FA0AA0C","part":1},
      {"page":83,"id":83,"nass":"صفحة 96:\r45– \" ليس منا من تشبه بالرجال 00 \"\r\rرواه أحمد عن ابن عمرو\rصحيح: صحيح الجامع (5433)\r\rثم ضعيف: السلسلة الضعيفة (تحت 5251)\r\r46- \" ليس يتحسر أهل الجنة على شيء 00 \"\rرواه ط في الكبير , هق في شعب الإيمان عن معاذ\rصحيح: السلسلة الصحيحة (2197)\r\rثم ضعيف: السلسلة الضعيفة (4986)","seal":"5CD96E76","part":1},
      {"page":84,"id":84,"nass":"صفحة 97:\r\r47- \" ليسأل أحدكم ربه حاجته كلها 00 \"\rرواه ت , ح عن أنس\rحسن: تخريج المشكاة (2251)\r\rثم ضعيف: السلسلة الضعيفة (1362)\r\r48- \" ليسترجع أحدكم في كل شيء 00 \"\rرواه ابن السني في \" عمل اليوم والليلة \" عن أبي هريرة\rصحيح: صحيح الجامع (5448)\r\rثم ضعيف: ضعيف الجامع (4949)\r\r49- أقبل ابن أم مكتوم – وهو أعمى 00 ولو حبوا على يديه ورجليه\rط في الكبير عن أبي أمامة\rحسن: صحيح الترمذي الطبعة الثانية (430)\rثم منكر: ضعيف الترغيب والترهيب (234-5 يراجع) طبعة المعارف","seal":"AE0E64CE","part":1},
      {"page":85,"id":85,"nass":"صفحة 98:\r\r50- \" ما أحب أن أسلم على الرجل وهو يصلي 00\"\r\rرواه الطحاوي عن جابر\rصحيح: صحيح الجامع (5514)\r\rثم موقوف: السلسلة الصحيحة (2212)\r\r51- \" ما صلت امرأة صلاة أحب إلى الله من صلاتها في أشد بيتها ظلمة \"\r\rرواه خز , هق عن ابن مسعود\rحسن: صحيح ابن خزيمة\rثم ضعيف: السلسلة الضعيفة (4453)\r\r52- ما من مسلم أو إنسان أو عبد يقول حين يمسي 00 يرضيه يوم القيامة\rرواه ش في المصنف عن أبي سلام خادم النبي\rصحيح:صحيح الكلم الطيب (23) وقع سهوا في الكلم الطيب\rثم ضعيف: السلسلة الضعيفة (5020)\r\r53- ما من يوم أكثر من أن يعتق الله فيه عبدا أو أمة من النار 00 ماذا أراد بهؤلاء\r\rرواه م , س , ج عن عائشة\r\rصحيح بتمامه\rثم صحيح دون قوله \" أو أمة\" فلا أصل لها: السلسلة الصحيحة (2551)","seal":"43ECEBF5","part":1},
      {"page":86,"id":86,"nass":"صفحة99:\r\r54- من توضأ ثم أتى المسجد 00 كتب في وفد الرحمن\rرواه ط عن أبي أمامة\rحسن: صحيح لترغيب والترهيب (416) الطبعة الثانية\rثم ضعيف: ضعيف الترغيب والترهيب (228) طبعة المعارف\r\r55- من حافظ عليها كانت له نورا 00 أبي بن خلف\r\rرواه الدارمي وأحمد , ط , حب عن عبد الله بن عمرو\rحسن: تخريج المشكاة (578)\r\rثم ضعيف: ضعيف الجامع (2851)","seal":"A87986AC","part":1},
      {"page":87,"id":87,"nass":"صفحة 100:\r56– من صلى على جنازة في المسجد فلا شيء له\rرواه د , ج عن أبي هريرة\rصحيح: السلسلة الصحيحة (2351)\r\rثم ضعيف: الثمر المستطاب ص 768\r\r57- من فصل – أي: خرج – في سبيل الله فمات 00 وإن له الجنة\r\rرواه د , ح , هق عن أبي مالك الأشعري\rحسن: أحكام الجنائز ص 37 طبعة المكتب الإسلامي\r\rثم ضعيف: السلسلة الضعيفة (5361)\r\r58- من قال اللهم إني أشهدك وأشهد ملائكتك 00 أعتق الله كله من النار\r\rرواه ح عن أبي هريرة\rصحيح: السلسلة الصحيحة (267)\r\rثم ضعيف: السلسلة الصحيحة (تحت 267) الطبعة الجديدة","seal":"9EF70B73","part":1},
      {"page":88,"id":88,"nass":"صفحة 101:\r59- من وقر صاحب بدعة فقد أعان على هدم الإسلام\r\rرواه هق في شعب الإيمان عن إبراهيم بن سبرة مرسلا\rله شواهد يرتقي بها إلى الحسن: تخريج المشكاة (189)\r\rثم ضعيف: السلسلة الضعيفة (1862)\r\r60- نهى أن يبال في الماء الجاري\r\rرواه ط في الأوسط عن جابر\rصحيح: صحيح الجامع (6690) الطبعة الأولى\r\rثم منكر: السلسلة الضعيفة (5227)\r\r61– لا ترتكبوا ما ارتكب اليهود وتستحلوا محارم الله بأدنى الحيل\rأخرجه ابن بطة في جزء إبطال الحيل عن أبي هريرة\rإسناده جيد: آداب الزفاف (ص 120)\r\rثم ضعيف: ارواء الغليل (1535)","seal":"72FA166D","part":1},
      {"page":89,"id":89,"nass":"صفحة102:\r\r62- لا تصحب الملائكة رفقة فيها جلد نمر\r\rرواه د عن أبي هريرة\rحسن: تخريج المشكاة (2775)\r\rثم منكر: السلسلة الضعيفة (6687) , هداية الرواة (3847)\r\r63- لا يبلغ العبد أن يكون من المتقين حتى يدع 00 لما به بأس\r\rرواه ت , ج عن عطية السعدي\rإسناده حسن: تخريج المشكاة (2775)\r\rثم ضعيف: ضعيف الترمذي (435)\r\r64- يجيء يوم القيامة ناس من المسلمين بذنوب 00 على اليهود\r\rرواه م عن أبي موسى\rصحيح: صحيح الجامع (8035)\r\rثم ضعيف: السلسلة الضعيفة (5399)\r\rانتهى هذا القسم","seal":"AACC8072","part":1},
      {"page":90,"id":90,"nass":"القسم الثاني: من ضعيف إلى صحيح","seal":"6ED99450","part":1},
      {"page":91,"id":91,"nass":"صفحة 105:\r65 - أتى النبي أعرابي فقال: يا رسول الله إني أحب الخيل 00 طار بك حيث شئت\r\rرواه ت عن أبي أيوب الأنصاري\rضعيف: تخريج المشكاة (5643)\r\rثم صحيح: السلسلة الصحيحة (3001)\r\r66 – أتاني جبريل في خضر معلق في الدر\r\rرواه قط في \" الأفراد \" وأحمد عن ابن مسعود\rضعيف: ضعيف الجامع (80)\r\rثم صحيح: السلسلة الصحيحة (3485)\r\r67 - اتقوا الله واعدلوا بين أولادكم كما تحبون أن يبروكم\r\rرواه ط عن النعمان بن بشير\rضعيف: ضعيف الجامع (121)\r\rثم صحيح: السلسلة الصحيحة (3946)\r\r68 – أُتي النبي بقباطي فأعطاني منها قبطية 00 تحته ثوبا لا يصفها\rرواه د عن دحية الكلبي\rضعيف: تخريج المشكاة (4366)\r\rثم حسن:جلباب المرأة (ص 131)","seal":"CDADC7ED","part":1},
      {"page":92,"id":92,"nass":"صفحة 106:\r69 - إذا أدخل الميت القبر مثلت له الشمس 00 دعوني أصلي\r\rرواه ج عن جابر\rإسناده محتمل للتحسين: تخريج المشكاة (138)\r\rثم صحيح: صحيح ابن ماجة (3466)\r\r70 - إذا أديت زكاة مالك فقد أذهبت عنك شره\r\rرواه خز , ح عن جابر\rضعيف: السلسلة الضعيفة (2219)\rثم حسن: السلسلة الضعيفة (تحت 2219)\r\r71 – إذا أديت زكاة مالك فقد قضيت ما عليك\rرواه ت , ج , ح عن أبي هريرة\rضعيف: ضعيف الجامع (312)\r\rثم حسن: صحيح لترغيب والترهيب (1719)\r\r72 – \" إذا أكل أحدكم طعاما فليقل 000 إلا اللبن\"\r\rرواه د , ت , ج عن ابن عباس\rضعيف: تخريج المشكاة (4283)\r\rثم حسن: السلسلة الصحيحة (2320)","seal":"2D06D0B5","part":1},
      {"page":93,"id":93,"nass":"صفحة 107:\r73 – إذا أنت بايعت فقل لا خلابة 00 سخطت فارددها\r\rرواه ج , هق عن محمد بن يحيى بن حبان\rضعيف: ضعيف الجامع (402)\r\rثم حسن: صحيح ابن ماجة (1921)\r\r74 - إذا تغوط أحدكم فليمسح ثلاث مرات \" 00 وفي رواية:\" فليتمسح بثلاثة\" 00\rرواه أحمد عن جابر\rضعيف:\rثم صحيح:\r\r75 - إذا جئتم إلى الصلاة ونحن سجود 00 فقد أدرك الصلاة\rرواه د عن أبي هريرة\rإسناده ضعيف: تخريج المشكاة (1143)\r\rثم حسن: السلسلة الصحيحة (1188)","seal":"861B8712","part":1},
      {"page":94,"id":94,"nass":"صفحة 108:\r76 - إذا ذبح أحدكم فليجهز\r\rرواه ج عن ابن عمر\rضعيف: ضعيف الجامع (494)\r\rثم صحيح: السلسلة الصحيحة (3130)\r\r77 - إذا زنت الأمة فاجلدوها 00 ولو بضفير\r\rرواه أحمد , ج عن عائشة\rضعيف: ضعيف الجامع (532)\r\rثم صحيح: السلسلة الصحيحة (2921)\r\r78 – إذا سجد أحدكم فلا يفترش يديه افتراش الكلب وليضم فخذيه\r\rرواه د عن أبي هريرة\rضعيف: ضعيف أبي داود (901) طبعة المعارف\rثم حسن: صحيح أبي داود \" الكتاب الكبير \" (837 \\2) طبعة غراس","seal":"AB496C07","part":1},
      {"page":95,"id":95,"nass":"صفحة 109:\r79-إذا سقى الرجل امرأته الماء أُجر\rرواه خ في التاريخ الكبير , ط عن العرباض بن سارية\rضعيف: ضعيف الجامع (646) الطبعة الأولى\r\rثم صحيح: صحيح الجامع (602\\1)\r\r80 - إذا صلى أحدكم فأحدث فليمسك على أنفه ثم لينصرف\rرواه ج عن عائشة\rضعيف: ضعيف الجامع (566)\r\rثم صحيح: السلسلة الصحيحة (2976)\r\r81 - إذا ضحى أحدكم فليأكل من أُضحيته\rرواه أحمد عن أبي هريرة\rضعيف: السلسلة الضعيفة (2632)\rثم صحيح: السلسلة الصحيحة (3563)\r\r82 - إذا ظننتم فلا تحققوا 00 وإذا وزنتم فأرجحوا\r\rرواه ج عن جابر\rضعيف: ضعيف الجامع (588)\r\rثم صحيح: السلسلة الصحيحة (3942)","seal":"2D654820","part":1},
      {"page":96,"id":96,"nass":"صفحة 110:\r83 - إذا مات ولد عبد قال الله تعالى لملائكته: 000 وسموه بيت الحمد\r\rرواه أحمد , ت ن أبي موسى\rإسناده ضعيف: تخريج المشكاة (1736)\r\rثم حسن: السلسلة الصحيحة (1408)\r\r84 - إذا مررتم برياض الجنة فارتعوا\r\rرواه ت , هق عن أنس بن مالك\rضعيف: السلسلة الضعيفة (1150)\rثم صحيح: السلسلة الصحيحة (2562)\r\r85 - استتروا في صلاتكم \" وفي رواية:\" ليستتر أحدكم في صلاته ولو بسهم \"\r\rرواه ح , هق , أحمد عن ربيع بن سبرة\rضعيف: ضعيف الجامع (801)\r\rثم صحيح: السلسلة الصحيحة (2783)","seal":"96C88D11","part":1},
      {"page":97,"id":97,"nass":"صفحة 111:\r\r86 - صلى بنا إمام يكنى أبا رمثة 00 أصاب الله بك يا ابن الخطاب\r\rرواه د عن الأزرق بن قيس\rضعيف: تخريج المشكاة (972)\r\rثم صحيح: السلسلة الصحيحة (2945)\r\r87 – أُعطيت ما لم يُعط أحد من الأنبياء قبلي 00 خير الأمم\r\rأخرجه هق عن علي\rضعيف: ارواء الغليل (تحت 285)\r\rثم صحيح: السلسلة الصحيحة (3939)\r\r88 - أفش السلام وابذل الطعام 00 يذهبن السيئات\r\rرواه ط في الكبير عن أبي أمامة\rضعيف: ضعيف الجامع (993)\r\rثم صحيح: السلسلة الصحيحة (3559)","seal":"625F4119","part":1},
      {"page":98,"id":98,"nass":"صفحة 112:\r\r89 - أفضل الصدقة إصلاح ذات البين\rرواه ط في الكبير عن ابن عمرو\rضعيف: السلسلة الضعيفة (2839)\rثم صحيح: السلسلة الصحيحة (2639)\r\r90 – اقتدوا باللذين من بعدي 00 ابن أم عبد\rرواه ت عن ابن مسعود\rضعيف: تخريج المشكاة (6230)\r\rثم صحيح: السلسلة الصحيحة (1233)\r\r91 – كان يقول في صلاته:\" اللهم إني أسألك الثبات 00 أنت علام الغيوب\r\rأخرجه ط , س , أحمد عن شداد بن أوس\rضعيف: ضعيف الجامع (1190)\r\rثم صحيح: السلسلة الصحيحة (3228)","seal":"DAA71E42","part":1},
      {"page":99,"id":99,"nass":"صفحة 113:\r92 - اللهم رب السموات السبع وما أظللن 00 وشر ما فيها\r\rرواه ط في الأوسط عن أبي لبابة بن المنذر\rضعيف: الكلم الطيب (178) الطبعة الثالثة\r\rثم صحيح: السلسلة الصحيحة (2759)\r\r93 - بعثنا رسول الله لنغنم على أقدامنا 00 إلى رأسك\rرواه د , ح عن عب دالله بن حوالة\rإسناده ضعيف: تخريج المشكاة (5449)\r\rثم صحيح:صحيح أبي داود (2535)","seal":"D0CACCAE","part":1},
      {"page":100,"id":100,"nass":"صفحة 114:\r94 - أما إن كل بناء وبال على صاحبه إلا ما لا , 00 (يعني: ما لا بد منه)\r\rرواه د عن أنس\rضعيف: السلسلة الضعيفة (175)\rثم صحيح: السلسلة الصحيحة (2830)\r\r95 - عن عدي بن حاتم الطائي قال: قلت: يا رسول الله , إنا نصيد الصيد 00 اذكر اسم الله عليه\r\rرواه س , د, ج\rضعيف: ضعيف الجامع (1267)\r\rثم صحيح: صحيح ابن ماجة (3237)","seal":"3F9E49E8","part":1},
      {"page":101,"id":101,"nass":"صفحة 115:\r96 – أن أبا بكر دخل على رسول الله فقال:\"أنت عتيق الله من النار \" 00\r\rرواه ت عن عائشة\rضعيف: تخريج المشكاة (6031)\r\rثم صحيح:صحيح الترمذي (3679) طبعة المعارف\r97 – إن كنت تحبني فأعد للفقر تجفافا 00 إلى منتهاه\r\rرواه ت عن عبد الله بن مغفل\rمنكر: السلسلة الضعيفة (1681)\rثم صحيح: السلسلة الصحيحة (1586)\r\r98 - أن أصحاب النبي قالوا: يا رسول الله إنا نأكل ولا نشبع 00 يبارك عله\r\rرواه د , ج عن وحشي بن حرب\r\rضعيف: الكلم الطيب (185)\r\rثم حسن: السلسلة الصحيحة (664)","seal":"F6E03EA2","part":1},
      {"page":102,"id":102,"nass":"صفحة 116:\r99 – إن أعمالكم تُعرض على أقاربكم 00 كما هديتنا\rرواه أحمد عن أنس\rضعيف: السلسلة الضعيفة (863)\rثم صحيح: السلسلة الصحيحة (تحت 2758)\r\r100 – إن أهل الجنة إذا جامعوا نساءهم عادوا أبكارا\r\rرواه ط في الأوسط عن أبي سعيد\rضعيف:\rثم صحيح:\r\r101 – إن أهل الجنة ليتراءون أهل عليين 000 وعمر منهم وأنعما\r\rرواه ت , ج عن أبي سعيد\rإسناده ضعيف: تخريج المشكاة (6058)\r\rثم صحيح: صحيح ابن ماجة (79)\r\r102 - إن أهل الشبع في الدنيا هم أهل الجوع غدا في الآخرة\rرواه ط عن ابن عباس\rضعيف: السلسلة الضعيفة (316 طبعة المكتب الإسلامي\r)\rثم صحيح: السلسلة الصحيحة (343)","seal":"4CB52908","part":1},
      {"page":103,"id":103,"nass":"صفحة 117:\r103 - إن أول زمرة يدخلون الجنة يوم القيامة 00 ساقها من ورائها\rرواه ت عن أبي سعيد\rضعيف: تخريج المشكاة (5635)\r\rثم (صحيح , حسن) : السلسلة الصحيحة (1736)\r\r104 - إن حوضي ما بين الكعبة وبيت المقدس 00 تبعا يوم القيامة\rرواه ج عن أبي سعيد الخدري\rضعيف: ضعيف الجامع (1853)\r\rثم صحيح: السلسلة الصحيحة (3949)\r\r105 - إن خيار عباد الله الذين يراعون الشمس 00 لذكر الله عز وجل\r\rرواه ط عن ابن أبي أوفى\rضعيف: ضعيف الجامع (1854)\r\rثم صحيح: السلسلة الصحيحة (3440)","seal":"4268ED07","part":1},
      {"page":104,"id":104,"nass":"صفحة 118:\r106 - أن رجلا سأل النبي عن المباشرة للصائم 00 نهاه شاب\rرواه د عن أبي هريرة\rفي إسناده ضعف: تخريج المشكاة (2006)\r\rثم صحيح: السلسلة الصحيحة (1606)\r\r107 - أن رجلا سأل النبي فقال: يا رسول الله هل في الجنة خيل 00 ولذت عينك\rرواه ت عن سليمان بن بريدة عن أبيه\rضعيف: تخريج المشكاة (5642)\r\rثم حسن: صحيح لترغيب والترهيب (3756)\r\r108 - أن رجلا هاجر إلى رسول الله من اليمن 00 فجاهد وإلا فبرهما\r\rرواه د عن أبي سعيد الخدري\rضعيف:غاية المرام (282)\rثم صحيح: صحيح لترغيب والترهيب (2482)","seal":"3AFD50F7","part":1},
      {"page":105,"id":105,"nass":"صفحة 119:\r109 - أن رسول الله توضأ ثلاثا 00 ووضوء إبراهيم\r\rرواه رزين بن عثمان , ج , ط من حديث أبي بن كعب ,\rأحمد , قط من حديث بن عمر\rضعيف: ارواء الغليل (85)\r\rثم حسن: السلسلة الصحيحة (261)\r110 - إن صاحب المكس في النار\r\rرواه أحمد , ط عن رويفع بن ثابت\rضعيف: ضعيف الجامع (1871)\r\rثم صحيح: السلسلة الصحيحة (3405)\r\r111 - إن عليك من الحق أن تعدل بين ولدك 00 يبروك\r\rرواه د عن النعمان بن بشير\r\rضعيف:غاية المرام (2740)\rثم صحيح: السلسلة الصحيحة (2847)","seal":"5C500966","part":1},
      {"page":106,"id":106,"nass":"صفحة 120:\r112 – أن فتاة دخلت عليها فقالت: إن أبي زوجني 00 للنساء من الأمر شيء\r\rرواه أحمد عن بريدة\rضعيف:غاية المرام (217)\rثم صحيح: السلسلة الصحيحة (تحت 3337)\r\r113 - إن فقراء المهاجرين يدخلون الجنة قبل أغنيائهم 00\r\rرواه ج عن أبي سعيد الخدري\rضعيف: ضعيف الجامع (1886)\r\rثم صحيح: صحيح ابن ماجة (3344)\r\r114 - إن للشيطان لُمة بابن آدم 000 \" الشيطان يعدكم الفقر00\"\r\rرواه ت , س , حب عن ابن مسعود\rضعيف: ضعيف الجامع (1963)\r\rثم صحيح:صحيح الموارد (38)","seal":"B40AC645","part":1},
      {"page":107,"id":107,"nass":"صفحة 121:\r\r115 - إن لله تعالى ملكا ينادي عند كل صلاة 00 فأطفئوها\r\rرواه ط في الأوسط والصغير عن أنس\rضعيف: السلسلة الضعيفة (3057)\rثم صحيح: صحيح لترغيب والترهيب (358)\r\r116 - إن تمام إسلامكم أن تؤدوا زكاة أموالكم\r\rرواه ط , بز عن علقمة\rضعيف: ضعيف الترغيب والترهيب (457)\r\rثم صحيح: السلسلة الصحيحة (3232)\r\r117 - إن نفس المؤمن إذا قُبضت تلقاها من أهل الرحمة 00 ترضى به عنه وتقربه إليك\rرواه ط في الكبير والأوسط عن أبي أيوب\rضعيف جدا: السلسلة الضعيفة (864)\rثم صحيح: السلسلة الصحيحة (2758)","seal":"C9721CD1","part":1},
      {"page":108,"id":108,"nass":"صفحة 122:\r118 - إن هذا الخير خزائن , لتلك الخزائن مفاتيح 00 مغلاقا للخير\r\rرواه ج , وأبو نعيم في الحلية عن سهل بن سعد\rضعيف جدا: تخريج المشكاة (5208)\r\rثم صحيح: السلسلة الصحيحة (1332)\r\r119 - إن الجنة لتشتاق إلى ثلاثة: علي وعمار وسلمان \"\r\rرواه ت , ح عن أنس\rإسناده ضعيف: تخريج المشكاة (6234)\r\rثم حسن: صحيح الجامع (1598)","seal":"FD2CE925","part":1},
      {"page":109,"id":109,"nass":"صفحة 123:\r120 - إن الحميم ليصب على رءوسهم 00 ثم يعاد كما كان\r\rرواه أحمد , ت , ح عن أبي هريرة\rضعيف: ضعيف الجامع (1433)\r\rثم صحيح: السلسلة الصحيحة (3470)\r\r121 - إن الصدقة لتطفيء عن أهلها 00 في ظل صدقته\rرواه ط في اكبير عن عقبة بن عامر\rضعيف: السلسلة الضعيفة (3021)\rثم صحيح: السلسلة الصحيحة (3484)","seal":"3DFA5428","part":1},
      {"page":110,"id":110,"nass":"صفحة 124:\r\r122 - إن العبد إذا لعن شيئا صعدت اللعنة 00 رجعت إلى صاحبها\rرواه د عن أبي الدرداء\rإسناده ضعيف: تخريج المشكاة (4850)\r\rثم حسن: السلسلة الصحيحة (1269)\r\r123 - إن الغسل يوم الجمعة ليسل الخطايا من أصول الشعر استلالا\r\rرواه ط عن أي أمامة\rضعيف: السلسلة الضعيفة (1802)\rثم صحيح: السلسلة الصحيحة (تحت 3345)\r\r124 - إن الله تعالى يوصيكم بالنساء خيرا 00 فما يرغب واحد منهما عن صاحبه\r\rرواه ط عن المقدام\rضعيف: السلسلة الضعيفة (3138)\rثم صحيح: السلسلة الصحيحة (2871)","seal":"C8E47255","part":1},
      {"page":111,"id":111,"nass":"صفحة 125:\r125 - إن الله عز وجل يبعث لهذه الأمة على رأس كل مئة سنة من يجدد لها دينها\rرواه د , ح عن أبي هريرة\rقال في \"المشكاة\" (247) : صححه الحاكم ووافقه الذهبي والعهدة عليهما\rثم صحيح: السلسلة الصحيحة (599)\r\r126 - أن النبي أخر طواف الزيارة يوم النحر إلى الليل\r\rرواه د , , ج عن عائشة وابن عباس\rشاذ: ارواء الغليل (4\\264-265)\r\rثم صحيح: هداية الرواة (2605)\r\r127 - أن النبي رش على قبر ابنه إبراهيم الماء\r\rرواه أحمد , ت , ج عن ابن عمر\rضعيف: ارواء الغليل (755)\r\rثم صحيح: السلسلة الصحيحة (3045)","seal":"9865F42B","part":1},
      {"page":112,"id":112,"nass":"صفحة 126:\r128 - أن النبي مر بسعد وهو يتوضأ 00 نهلا جار\r\rرواه ج , أحمد عن عبد الله بن عمرو بن العاص\rضعيف: ارواء الغليل (140)\r\rثم صحيح: السلسلة الصحيحة (3292)\r\r129 – أن النبي كان يتختم في يساره\r\rرواه د عن ابن عمر\rشاذ:ضعيف أبي داود (4227)\rثم صحيح:مختصر الشمائل ص 62\r\r130 – إن الهدى الصالح والسمت 00 جزءا من النبوة\r\rرواه د عن ابن عباس\rضعيف: هداية الرواة (4988)\r\rثم حسن: صحيح أبي داود (4776)\r131 - عن الفريعة بنت مالك بن سنان 000تسأله أن ترجع إلى أهلها في بني خدرة 00 فاتبعه وقضى به\rرواه د , ت , س , ج\rضعيف: ارواء الغليل (2131)\r\rثم صحيح: صحيح أبي داود (2300) طبعة المعارف","seal":"94AFA46A","part":1},
      {"page":113,"id":113,"nass":"صفحة 127:\r132 - إنكم في زمان من ترك منكم عشر ما أمر به هلك 00 نجا\r\rرواه ت عن أبي هريرة\rضعيف: السلسلة الضعيفة (تحت 684)\rثم صحيح: السلسلة الصحيحة (2510)","seal":"F659A7F2","part":1},
      {"page":114,"id":114,"nass":"صفحة 128:\r\r133 – \" إنما الدنيا متاع 000 المرأة الصالحة \"\rرواه ج عن عبد الله بن مسعود\rضعيف: ضعيف الجامع (2049)\r\rثم صحيح: السلسلة الضعيفة (تحت 5177)\r\r134 – إني لأجد نفس الرحمن من قبل اليمن\rرواه ط في الكبير وأحمد عن أبي هريرة\rضعيف: السلسلة الضعيفة (1097)\rثم صحيح: السلسلة الصحيحة (3367)\r\r135 - ذبح النبي يوم الذبح كبشين أملحين 00 باسم الله والله أكبر\r\rرواه أحمد , د , ج , والدارمي عن جابر\rضعيف: تخريج المشكاة (1461)\r\rثم حسن: هداية الرواة (1406)\r\r136 – الأنبياء أحياء في قبورهم يصلون\rرواه بز عن أنس\rضعيف جدا: السلسلة الضعيفة (تحت 202 ص 239) طبعة المكتب الإسلامي\r\rثم صحيح: السلسلة الصحيحة (621)","seal":"513B7952","part":1},
      {"page":115,"id":115,"nass":"صفحة 129:\r\r137 – أهل الجنة جرد مرد كحل 00 لا تبلى ثيلبهم\r\rرواه ت عن أبي هريرة\rضعيف: تخريج المشكاة (5638)\r\rثم حسن: صحيح الجامع (2525)\r\r138 – أوتي موسى الألواح وأوتيت المثاني\r\rرواه د , س عن ابن عباس\rضعيف: صحيح الجامع (2109)\r\rثم صحيح: السلسلة الصحيحة (2813)\r\r139 - أي الخلق اعجب إليكم إيمانا؟ قالوا: الملائكة 000 يؤمنون بما فيها\r\rأخرجه بز في مسنده عن قتادة عن أنس\rضعيف:\rثم صحيح:","seal":"0373AE8D","part":1},
      {"page":116,"id":116,"nass":"صفحة 130:\r140 – أيحسب أحدكم متكئا على أريكته 00غذا أعطوكم الذي عليهم\rرواه د في \"السنة\" عن العرباض بن سارية\rسنده ضعيف: السلسلة الضعيفة (647)\rثم حسن: السلسلة الصحيحة (3215)\r\r141 - أيما رجل كشف سترا فأدخل بصره 00 إنما الخطيئة على أهل الباب \" , وفي رواية:\" أهل البيت \"\r\rرواه أحمد , ت عن أبي ذر الغفاري\rضعيف: ضعيف الجامع (2240)\r\rثم صحيح: صحيح لترغيب والترهيب (2728)","seal":"8A67CBD8","part":1},
      {"page":117,"id":117,"nass":"صفحة 131:\r142 – بُعثت بالحنيفية السمحة\rرواه أحمد , ط في الكبير عن أبي أمامة\rضعيف: ضعيف الجامع (2336)\r\rثم صحيح: السلسلة الصحيحة (2924)\r\r143 – التاجر الأمين الصدوق المسلم 00 يوم القيامة\rرواه ج , قط , ح , هق عن ابن عمر\rضعيف: ضعيف الجامع (2499)\r\rثم صحيح: السلسلة الصحيحة (3453)\r\r144 – التاجر الصدوق الأمين مع النبيين والصديقين والشهداء\rرواه ت , الدارمي , قط , ح عن أبي سعي\rضعيف: ضعيف الجامع (2501)\r\rثم صحيح: صحيح لترغيب والترهيب (1782)\r\r145 - التجار يحشرون يوم القيامة فجارا , إلا من اتقى وبر وصدق\r\rرواه ت , ج , حب , ح عن رفاعة\rضعيف: ضعيف الجامع (6405)\r\rثم صحيح: السلسلة الصحيحة (1458)","seal":"4CC42D6B","part":1},
      {"page":118,"id":118,"nass":"صفحة 132:\r146 – ثلاث جدهن جد 00 والرجعة\rرواه ت , د عن أبي هريرة\rإسناده ضعيف وله شواهد يتقوى بها: تخريج المشكاة (3284)\r\rثم حسن: ارواء الغليل (1826)\r\r147 - ثلاث دعوات مستجابات 00 الوالد على ولده\rرواه د , ج عن أبي هريرة\rضعيف: الكلم الطيب (116)\r\rثم صحيح: السلسلة الصحيحة (596)\r\r148 – ثلاثة لا تقربهم الملائكة: جيفة الكافر 00 أن يتوضأ\r\rرواه د عن عمار بن ياسر\rضعيف: تخريج المشكاة (464)\r\rثم صحيح: صحيح لترغيب والترهيب (173)","seal":"FCDDEC53","part":1},
      {"page":119,"id":119,"nass":"صفحة 133:\r149 - الجمعة حق واجب على كل مسلم 00 أو مريض\r\rرواه د عن طارق بم شهاب\rضعيف: تخريج المشكاة (1377)\r\rثم صحيح: ارواء الغليل (592)\r\r150 – الجمعة على من سمع النداء\rرواه د عن عبد الله بن عمرو\r\rضعيف: ضعيف أبي داود (1056) طبعة المعارف\rثم صحيح: صحيح أبي داود \" الكتاب الكبير \" (966 \\ م) طبعة غراس\r\r151 - حبذا المتخللون من أمتي في الوضوء والطعام\r\rرواه أحمد , ط في الكبير عن أبي أيوب\rضعيف: ارواء الغليل (1975)\r\rثم صحيح: السلسلة الصحيحة (2567)","seal":"365F9465","part":1},
      {"page":120,"id":120,"nass":"صفحة 134:\r152 – حسين مني 00 من الأسباط\rرواه ت عن يعلى بن مرة\rإسناده ضعيف: تخريج المشكاة (6169)\r\rثم حسن: السلسلة الصحيحة (1227)\r\r153 - حضرموت خير من بني الحارث\rرواه أحمد , ح عن عمرو بن عبسة السلمي\rضعيف: ضعيف الجامع (7225)\r\rثم صحيح: السلسلة الصحيحة (3051)\r\r154 – عن عدي بن زيد قال: حمى رسول الله كل ناحية 00 يساق به الجمل\r\rضعيف: ضعيف أبي داود (2036) طبعة المعارف\rثم صحيح: صحيح أبي داود \" الكتاب الكبير \" (3234) طبعة غراس","seal":"EBC0656B","part":1},
      {"page":121,"id":121,"nass":"صفحة 135:\r\r155 – الحلال ما أحل الله 00 مما عفا عنكم\r\rرواه ت , ج , ح , هق عن سلمان\rضعيف:غاية المرام (3)\rثم حسن: صحيح الجامع (3195)\r\r156 – خصال ست ما من مسلم يموت في واحدة منهن 000 كان ضامنا على الله\r\rرواه ط في الأوسط عن عائشة\rضعيف جدا: ضعيف الجامع (2829) والحديث في ضعيف الجامع دون الفقرتين الثالثة والخامسة\r\rثم صحيح: السلسلة الصحيحة (3384)","seal":"3DC66794","part":1},
      {"page":122,"id":122,"nass":"صفحة 136:\r157 - خصلتان لا تجتمعان في منافق , حسن سمت ولا فقه في الدين\r\rرواه ت عن أبي هريرة\rضعيف: تخريج المشكاة (219)\r\rثم صحيح: السلسلة الصحيحة (278)\r\r158 - أتيت النبي بتمرات فقلت: 00 انقطع مني ليالي عثمان\r\rرواه ت , حب , أحمد عن بي هريرة\rضعيف: تخريج المشكاة (5933)\r\rثم صحيح: السلسلة الصحيحة (2936)\r\r159 - دب إليكم داء الأمم قبلكم: الحسد 00 تحلق الدين\rرواه أحمد , ت , والضياء عن الزبير\rضعيف: ارواء الغليل (تحت777)\r\rثم حسن: صحيح الجامع (3361)","seal":"83AB3323","part":1},
      {"page":123,"id":123,"nass":"صفحة 137:\r160 - دعاني رسول الله فقال: إنه قد بلغني أن خالد بن سفيان بن نبيح يجمع لي الناس ليغزوني 000 فضمت معه في كفنه ثم دفنا جميعا\rرواه أحمد , د , هق عن عبد الله بن أنيس\rضعيف: ارواء الغليل (589)\r\rثم صحيح: السلسلة الصحيحة (2981)","seal":"6EA5046B","part":1},
      {"page":124,"id":124,"nass":"صفحة 138:\r161 - رأيت ليلة أُسري بي رجالا تُقرض شفاههم 00 ينسون أنفسهم\r\rرواه حب , هق عن أنس بن مالك\rإسناده ضعيف: تخريج المشكاة (5149)\r\rثم صحيح: السلسلة الصحيحة (291)\r\r162 - رباط يوم في سبيل الله خير من ألف يوم فيما سواه من المنازل\rرواه ت , س , ح عن عثمان\rضعيف: ضعيف الجامع (3084)\r\rثم حسن: صحيح لترغيب والترهيب (1224)","seal":"46D561EA","part":1},
      {"page":125,"id":125,"nass":"صفحة 139:\r\r163 - سافروا تصحوا واغزوا تستغنوا\rرواه أحمد عن أبي هريرة\rضعيف: السلسلة الضعيفة (255)\rثم صحيح: السلسلة الصحيحة (3352)\r\r164 – سافروا تصحوا وتغنموا\rرواه ط في الأوسط عن ابن عمر\rضعيف:\rثم صحيح:\r\r165 - ستكون هجرة بعد هجرة فخيار أهل الأرض 00 ويبقى في الأرض شرار أهلها 00 القردة والخنازير\r\rرواه أحمد , د , ح عن عبد الله بن عمرو\rضعيف: ضعيف الجامع (3259)\r\rثم صحيح: السلسلة الصحيحة (3203)\r166 – ولد لرجل منا غلام فقالوا: ما نسميه 00 حمزة\r\rرواه ح عن جابر\rضعيف: السلسلة الضعيفة (3707)\rثم صحيح: السلسلة الصحيحة (2878)","seal":"5A22B387","part":1},
      {"page":126,"id":126,"nass":"صفحة 140:\r167 - سيكون في آخر الزمان قوم يجلسون في المساجد 00 فيهم حاجة\rرواه ط عن ابن مسعود\rضعيف:الثمر المستطاب (680 – 682)\rثم صحيح: السلسلة الصحيحة (1163)\r\r168 – السيوف مفاتيح الجنة\r\rرواه أبو بكر في \" الغيلانيات \" وابن عساكر عن يزيد بن شجرة\rضعيف: السلسلة الضعيفة (3740)\rثم صحيح: السلسلة الصحيحة (2672)\r\r169 - أن النبي صلى على ميت بعد موته بثلاث\r\rرواه هق , قط عن ابن عباس\rشاذ: ارواء الغليل (736)\r\rثم صحيح: السلسلة الصحيحة (3031)\r\r170 - صنعت هذا – يعني الجمع بين الصلاتين – لكي لا تحرج أمتي\rرواه ط في الأوسط عن عبد الله بن مسعود\rضعيف: السلسلة الضعيفة (1212)\rثم صحيح: السلسلة الصحيحة (2837)","seal":"4E10B1D1","part":1},
      {"page":127,"id":127,"nass":"صفحة 141:\r\r171 – صنفان من أمتي لا يردان على الحوض ولا يدخلون الجنة: القدرية والمرجئة\r\rرواه ط في الأوسط عن جابر\rضعيف: ضعيف الجامع (3497)\r\rثم صحيح: السلسلة الصحيحة (2748)\r\r172 - ضحك ربنا عز وجل من قنوط عباده وقرب غيره 00 يضحك خيرا\r\rرواه د , والطيالسي عن أبي رزين\rإسناده ضعيف:ظلال الجنة (554)\rثم صحيح: السلسلة الصحيحة (2810)\r\r173 – ضرس الكافر يوم القيامة مثل أحد 00 مثل الربذة\r\rرواه ت عن أبي هريرة\rإسناده ضعيف: تخريج المشكاة (5674)\r\rثم صحيح: السلسلة الصحيحة (1105)","seal":"891D7109","part":1},
      {"page":128,"id":128,"nass":"صفحة 142:\r\r174 - طوبى لمن رآني وآمن بي 00 آمن بي\r\rرواه أحمد , خ في التاريخ , حب , ح عن أبي أمامة\rإسناده ضعيف: تخريج المشكاة (6290)\r\rثم حسن: السلسلة الصحيحة (1241)\r\r175 - علي مني وأنا من علي ولا يؤدي عني غلا أنا أو علي\r\rرواه ت عن ابن ماجة عن حبشي بن جنادة (يراجع)\rضعيف: تخريج المشكاة (6092)\r\rثم حسن: السلسلة الصحيحة (1980)\r\r176 - غنيمة مجالس الذكر الجنة\rرواه أحمد , ط عن عبد الله بن عمر\rضعيف: ضعيف الجامع (3919)\r\rثم حسن لغيره: السلسلة الصحيحة (3335) , صحيح لترغيب والترهيب (1507)\r\r177 – الغنيمة الباردة الصوم في الشتاء\r\rرواه ت عن عامر بن مسعود\rضعيف: ضعيف الجامع (3943)\r\rثم حسن: السلسلة الصحيحة (1922)","seal":"75B68B03","part":1},
      {"page":129,"id":129,"nass":"صفحة 143:\r\r178 - في كل إشارة في الصلاة عشر حسنات\rأخرجه المؤمل بن إهاب في \" جزئه \"\rضعيف: ضعيف الجامع (4016)\r\rثم صحيح: السلسلة الصحيحة (3286)\r\r179 – الفخذ عورة\rرواه ت عن جرهد وعن ابن عباس\rضعيف:الثمر المستطاب ص 264\rثم صحيح: ارواء الغليل (تحت 269) , صحيح الجامع (4157-4158-4180)\r\r180 - قال الله عز وجل: افترضت على أمتك خمس صلوات 00 فلا عهد له عندي\r\rرواه ج عن أبي قتادة بن ربعي\rضعيف: ضعيف الجامع (4045)\r\rثم صحيح: صحيح ابن ماجة (1160)\r\r181 – قد عفوت عن الخيل والرقيق 00 وما سقي بالغرب ففيه نصف العشر\r\rرواه أحمد , د عن علي\rضعيف: ضعيف الجامع (4078)\r\rثم صحيح: صحيح الجامع (4375\\1)","seal":"E9C90C59","part":1},
      {"page":130,"id":130,"nass":"صفحة 144:\r182- كان النبي يخطب خطبتين 00 ثم يقوم فيخطب\r\rرواه د عن ابن عمر\rضعيف: تخريج المشكاة (1413)\r\rثم صحيح: صحيح الجامع (4913)","seal":"FF74696B","part":1},
      {"page":131,"id":131,"nass":"صفحة 145:\r\r183 – كان إذا اهتم قبض على لحيته\r\rرواه ابن السني وأبو نعيم في \" الطب\" عن عائشة , وأبو نعيم عن أبي هريرة\rضعيف: السلسلة الضعيفة (707)\rثم حسن: السلسلة الضعيفة (تحت 4237)\r\r184 – كان إذا حزبه أمر صلى\r\rرواه د عن حذيفة\rإسناده ضعيف: تخريج المشكاة (1325)\r\rثم حسن:صحيح أبي داود (1319)\r\r185 – كان رسول الله إذا استوى على المنبر استقبلناه بوجوهنا\r\rرواه ت عن ابن مسعود , ج عن ثابت\rإسناده ضعيف: تخريج المشكاة (1414)\r\rثم صحيح: السلسلة الصحيحة (2080)","seal":"C3A2EF2A","part":1},
      {"page":132,"id":132,"nass":"صفحة 146:\r186 – كان رسول الله يتعوذ من خمس 00 وعذاب القبر\r\rرواه د , س , ج عن عمر\rضعيف: ضعيف الجامع (4533)\r\rثم صحيح: هداية الرواة (2400) , صحيح أبي داود \" الكتاب الكبير \" (2071) طبعة غراس\r\r187 – كان رسول الله يخرج إلينا وكنا تجارا 00 إياكم والكذب\r\rرواه ط عن وائلة بن الأسقع\rضعيف: ضعيف الجامع (6406)\r\rثم صحيح: صحيح لترغيب والترهيب (1793)\r\r188 - كان يقرأ: \" إنه عمل غير صالح\"\rضعيف:ضعيف الترمذي (3112)\rثم صحيح: السلسلة الصحيحة (2809)","seal":"4006C005","part":1},
      {"page":133,"id":133,"nass":"صفحة 147:\r189 – كفى بالمرء إثما أن يضيع من يقوت\rرواه أحمد عن ابن عمرو\rضعيف بهذا اللفظ:غاية المرام (245)\rثم حسن: ارواء الغليل (894)\r\r190 – لتنهكن الأصابع بالطهور أو لتنهكنها النار\r\rرواه ط في الأوسط عن ابن مسعود\rضعيف: ضعيف الجامع (4660)\r\rثم صحيح: السلسلة الصحيحة (3489)\r\r191 – لقد تاب توبة لو تابها صاحب مكس لقبلت – يعني ماعزا –\rرواه ط في الكبير عن ابن عباس\rضعيف جدا: ضعيف الجامع (4703)\r\rثم صحيح: السلسلة الصحيحة (3238)\r\r192 – عن جابر قال: خرجنا مع رسول الله إلى سعد بن معاذ حين توفي 00 فرجه الله عنه\r\rرواه أحمد عن جابر\rضعيف: تخريج المشكاة (135)\r\rثم حسن: هداية الرواة (131)","seal":"C27F73F1","part":1},
      {"page":134,"id":134,"nass":"صفحة 148:\r193 – لقد طاف الليلة بآل محمد نساء كثير 0 أولئك خياركم\rرواه د , س , ج, حب , ح عن إياس الدوسي\rضعيف:غاية المرام (251)\rثم صحيح: صحيح الجامع (5137)\r\r194 - كنا يوما عند رسول الله فدخلت عليه اليهود فرآهم بيض 00 إياكم والسواد\r\rرواه ط عن أنس\rضعيف:حاشية حجاب المرأة (ص 67)\rثم صحيح: السلسلة الصحيحة (3324)\r\r195 – لما افتتح رسول الله مكة رن إبليس رنة اجتمعت إليه جنوده 00 أفشوا فيهم النواح\r\rرواه ط في الكبير عن ابن عباس\rضعيف: السلسلة الضعيفة (5004)\rثم صحيح: السلسلة الصحيحة (3467)","seal":"B1D40688","part":1},
      {"page":135,"id":135,"nass":"صفحة 149:\r\r196 - لما انتهينا إلى بيت المقدس قال جبريل 00 البراق\r\rرواه ت , حب , ح عن بريدة\rضعيف: ضعيف الجامع (4768)\r\rثم صحيح: السلسلة الصحيحة (3487)\r\r197 – لو أن ما يقل ظفر – مما في الجنة – بدا 00 ضوء النجوم\r\rرواه ت عن سعد بن أبي وقاص\rضعيف: تخريج المشكاة (5637)\r\rثم صحيح: السلسلة الصحيحة (3396)\r\r198 – ليأتين على أمتي كما أتى بني إسرائيل حذو النعل بالنعل00 ما أنا عليه وأصحابي\r\rرواه ت عن عبد الله بن عمرو\rضعيف: تخريج المشكاة (171)\r\rثم صحيح بتمامه: السلسلة الصحيحة (1348)","seal":"3116E6F9","part":1},
      {"page":136,"id":136,"nass":"صفحة 150:\r199 – ليس في الأرض من الجنة إلا ثلاثة أشياء 00 والحجر\r\rأخرجه الخطيب في تاريخ بغداد عن أبي هرير\rضعيف: السلسلة الضعيفة (1600)\rثم صحيح: السلسلة الصحيحة (3111)\r\r200 - ما أطيبك وأطيب ريحك! 00 يظن به إلا خيرا\rرواه هق عن ابن عباس , ج عن ابن عمر\rضعيف: ضعيف الجامع (5006)\r\rثم صحيح: السلسلة الصحيحة (3420)","seal":"F7269791","part":1},
      {"page":137,"id":137,"nass":"صفحة 151:\r201 – عن شبيب بن أبي روح عن رجل من أصحاب رسول الله أن رسول الله صلى الصبح فقرأ الروم 00 إنما يلبس علينا القرآن أولئك\r\rرواه س\rضعيف: ضعيف الجامع (5034)\r\rثم صحيح: صفة الصلاة ص 110\r\r202 – ما رأيت شيئا أحسن من رسول الله كأن الشمس تجري 00 إنه لغير مكترث\r\rرواه ت عن أبي هريرة\rضعيف: تخريج المشكاة (5795)\r\rثم صحيح: هداية الرواة (5732)","seal":"FE7B7A79","part":1},
      {"page":138,"id":138,"nass":"صفحة 152:\r203 - أن رجلا أتى النبي فقال: إن لفلان في حائطي عذقا وإنه قد آذاني 00 الذي يبخل بالسلام\r\rرواه أحمد , ح عن جابر\rضعيف: ضعيف الجامع (5069)\r\rثم حسن: السلسلة الصحيحة (3383)\r\r204 – ما ضحك ميكائيل منذ خلقت النار\r\rرواه أحمد , وابن أبي الدنيا في \" صفة النار\" عن أنس\rضعيف: السلسلة الضعيفة (4454)\rثم حسن: السلسلة الصحيحة (2511)\r\r205 – ما لأحد عندنا يد إلا وقد كافأناه ما خلا أبا بكر00 صاحبكم خليل الله\r\rرواه ت عن أبي هريرة\rضعيف: ضعيف الجامع (5130)\r\rثم صحيح: صحيح الجامع (5661)","seal":"C4693FBA","part":1},
      {"page":139,"id":139,"nass":"صفحة 153:\r206 – ما من إنسان يقتل عصفورا 00 يذبحها فيأكلها\rرواه س , ح عن عبد الله بن عمرو\rضعيف: ضعيف الجامع (5157)\r\rثم حسن: صحيح لترغيب والترهيب (1092-2266)\r\r207 – ما من رجل تدرك له ابنتان فيحسن إليهما 00 أدخلتاه الجنة\r\rرواه أحمد , حب , ح عن ابن عباس\rضعيف: ضعيف الجامع (5176) م\r\rثم حسن: السلسلة الصحيحة (2776)\r\r208 – ما من مسلم تدرك له ابنتان 00 أدخلتاه الجنة\r\rرواه خ في \"الأدب\" , أحمد , حب , ح عن ابن عباس\rضعيف: ضعيف الجامع (5216)\r\rثم حسن: السلسلة الصحيحة (2776)","seal":"9F3F9A9D","part":1},
      {"page":140,"id":140,"nass":"صفحة154:\r209 - ما من مؤمن يعزي أخاه بمصيبة 00 الكرامة يو م القيامة\rضعيف: ضعيف الجامع (5214)\r\rثم حسن: ارواء الغليل (764)\r\r210 – مثل الذي يجلس على فراش المغيبة 00 يوم القيامة\r\rرواه ط عن عبد الله بن عمرو\rضعيف: السلسلة الضعيفة (تحت 4637)\rثم صحيح: صحيح لترغيب والترهيب (2405)\r\r211 - مروا بالمعروف وانهوا عن المنكر قبل أن تدعوا فلا يستجاب لكم\r\rرواه ج , حب عن عائشة\rضعيف: ضعيف الجامع (5259)\r\rثم حسن: صحيح ابن ماجة (3251)\r\r212 – من استفاد مالا فلا زكاة عليه حتى يحول عليه الحول\r\rرواه ت عن ابن عم\rضعيف: ضعيف الجامع (5405)\r\rثم صحيح: ارواء الغليل (787)","seal":"424C7C26","part":1},
      {"page":141,"id":141,"nass":"صفحة 155:\r213 - من أحب الدنيا أضر بالآخرة 0 بالفاني للباقي\rرواه بز عن أبي موسى الأشعري\rضعيف: السلسلة الضعيفة (5650)\rثم صحيح: السلسلة الصحيحة (3287)\r\r214 – من أدرك الأذان في المسجد ثم خرج 00 فهو منافق\r\rرواه ج عن عثمان بن عفان\rضعيف جدا: تخريج المشكاة (1076)\r\rثم صحيح: صحيح ابن ماجة (606)\r\r215 - من أراد الحجامة فليتحر سبعة عشر 00 الدم فيقتله\rرواه ج عن أنس\rضعيف جدا: السلسلة الضعيفة (1864)\rثم صحيح: صحيح ابن ماجة (2824)","seal":"781263F6","part":1},
      {"page":142,"id":142,"nass":"صفحة 156:\r216 – \" من أعان ظالما 000وذمة رسوله \"\rرواه ط عن ابن عباس\rضعيف: ضعيف الجامع (5445)\r\rثم صحيح: صحيح الجامع (6048\\1)\r\r217 – من تخطى رقاب الناس يوم الجمعة اتخذ جسرا إلى جهنم\r\rرواه أحمد , ت , ج عن معاذ بن أنس\rضعيف: ضعيف الجامع (5516)\r\rثم حسن: السلسلة الصحيحة (3122)\r\r218 – من ثابر على اثنتي عشرة ركعة من السنة 00 ركعتين قبل الفجر\rضعيف: ضعيف الجامع (5540)\r\rثم صحيح: صحيح الجامع (6183)\r\r219 – من حدثكم أن رسول الله كان يبول قائما 00 إلا قاعدا\r\rرواه أحمد , ت , س عن عائشة\rإسناده ضعيف: تخريج المشكاة (365)\r\rثم صحيح: السلسلة الصحيحة (201)","seal":"650EDD2F","part":1},
      {"page":143,"id":143,"nass":"صفحة 157:\r220 – من خرج في طلب العلم فهو في سبيل الله حتى يرجع\rرواه ت عن أنس\rضعيف: السلسلة الضعيفة (2037)\rثم حسن: صحيح لترغيب والترهيب (88)\r\r221 – من خرج حاجا أو معتمرا 00 الحاج والمعتمر\r\rأخرجه هق , ط في الأوسط عن أبي هريرة\rضعيف: السلسلة الضعيفة (745)\rثم صحيح: السلسلة الصحيحة (2553)\r\r222 – من دفع غضبه دفع الله عنه عذابه 00 قبل عذره\r\rرواه أبو يعلى عن أنس\rضعيف جدا: السلسلة الضعيفة (1916)\rثم حسن: السلسلة الصحيحة 2360 ()","seal":"92A84F2B","part":1},
      {"page":144,"id":144,"nass":"صفحة 158:\r223 – من رابط ليلة في سبيل الله كانت كألف ليلة صيامها وقيامها\rرواه س , ت , ج عن عثمان\rضعيف جدا: ضعيف الجامع (5604) الطبعة الأولى\r\rثم حسن: صحيح لترغيب والترهيب (1224)\r\r224 - من ستر عورة أخيه المسلم 00 يفضحه بها في بيته\r\rرواه ج عن ابن عباس\rضعيف: ضعيف الجامع (5623) الطبعة الأولى\r\rثم صحيح: صحيح ابن ماجة (2079)\r\r225 – من شك في صلاته فليسجد سجدتين بعد ما يسلم\r\rرواه د عن عبد الله بن جعفر\rضعيف:ضعيف أبي داود (1033)\rثم صحيح: صحيح أبي داود \" الكتاب الكبير \" (945 \\ م) طبعة غراس","seal":"8DA8585F","part":1},
      {"page":145,"id":145,"nass":"صفحة 159:\r226 – من صلى علي من أمتي صلاة مخلصا 000 محا عنه عشر سيئات\r\rرواه س , ط , بز عن أبي بردة\rضعيف: السلسلة الضعيفة (5141)\rثم صحيح: السلسلة الصحيحة (3360)\r\r227 – من صلى لله أربعين يوما 000 براءة من النفاق\r\rرواه ت عن أنس\rإسناده ضعيف: تخريج المشكاة (1144)\r\rثم حسن: صحيح الجامع (6365)\r\r228 – من قال لا إله إلا الله 000 عشر رقبات مؤمنات\rرواه ت عن عمار بن شبيب\rضعيف: ضعيف الجامع (5739)\r\rثم صحيح: صحيح لترغيب والترهيب (473, 2)","seal":"46AC8084","part":1},
      {"page":146,"id":146,"nass":"صفحة 160:\r229 – من كشف سترا 000 الخطيئة على أهل البيت\rضعيف: ضعيف الجامع (5821)\r\rثم صحيح: السلسلة الصحيحة (3463)\r\rرواه أحمد , ت عن أبي ذر\r\r230 – من لا يدعو الله يغضب عليه 000 لا يفعل ذلك أحد غيره \" يعني في الدعاء\r\rرواه خ في الأدب المفرد , ت , ج , أحمد عن أبي هريرة\rضعيف: السلسلة الضعيفة (4040)\rثم صحيح: السلسلة الصحيحة (2654)\r\r231 – \" من لبس ثوب شهرة 000 متى وضعه\"\rرواه ج عن أبي ذر\rضعيف: السلسلة الضعيفة (4650)\rثم حسن لغيره:جلباب المرأةص 110","seal":"62AF5C5A","part":1},
      {"page":147,"id":147,"nass":"صفحة 161:\r232 – من هجر أخاه سنة فهو كسفك دمه\rرواه خ في الأدب المفرد , أحمد, د , ح عن أبي خراش السلمي\rإسناده لين: تخريج المشكاة (5036)\r\rثم صحيح: السلسلة الصحيحة (928)\r\r233 - نهى أن يبال في قبلة المسجد\rرواه د عن أبي مجلز\rضعيف: ضعيف الجامع (6005)\r\rثم صحيح: السلسلة الصحيحة (2723)\r\r234 - نهى أن يبال بأبواب المساجد\rضعيف: ضعيف الجامع (6015)\r\rثم صحيح: السلسلة الصحيحة (2723)\r\r235 - نهى رسول الله أن تتبع جنازة معها رانة\r\rرواه أحمد , ج عن ابن عمر\rإسناده ضعيف: تخريج المشكاة (1751)\r\rثم حسن: صحيح الجامع (6810)","seal":"927F8B95","part":1},
      {"page":148,"id":148,"nass":"صفحة 162:\r\r236 - نهى رسول الله عن لبس جلود السباع والركوب عليها\r\rرواه د , س , أحمد عن المقدام\rضعيف: تخريج المشكاة (505)\r\rثم صحيح: السلسلة الصحيحة (1011)\r\r237 – نهى عن بيع المحفلات\rرواه بز عن أنس\rضعيف: السلسلة الضعيفة (4726)\rثم صحيح: السلسلة الصحيحة (3236)\r\r238 - نهى عن ثمن الهرة\r\rرواه د , ت , ج , ح , هق عن جابر\rضعيف: ضعيف الجامع (6033)\r\rثم صحيح:صحيح أبي داود (3480)","seal":"6D8D9F36","part":1},
      {"page":149,"id":149,"nass":"صفحة 163:\r\r239 - سأل رجل رسول الله أينام أهل الجنة 00000 لا يموت أهل الجنة\rرواه هق في شعب الإيمان عن جابربن عبد الله\rضعيف: تخريج المشكاة (5654)\r\rثم صحيح: السلسلة الصحيحة (1087)\r\r240 - هل منكم الرجل إذا أتى أهله أغلق بابه 000 ولد أو والد\rرواه د عن أبي هريرة\r\rضعيف:ضعيف أبي داود (2024)\rثم صحيح: ارواء الغليل (2011)","seal":"CC06B022","part":1},
      {"page":150,"id":150,"nass":"صفحة 164:\r\r241 – عن عائشة قالت: سرقت ملحفة لها فجعلت تدعو 0000 لا تسبخي عنه \" أي: لا تخففي عنه\r\rرواه د , أحمد عن عائشة\rضعيف:ضعيف أبي داود (1497) طبعة المعارف\rثم صحيح: صحيح أبي داود \" الكتاب الكبير \" (1343 \\ م) طبعة غراس\r\r242 - لا تسبوا الريح فإذا رأيتم ما تكرهون 000 شر ما أمرت به\r\rرواه ت , س عن أبي بن كعب\rضعيف: تخريج المشكاة (1518)\r\rثم صحيح: السلسلة الصحيحة (2756)\r\r243 – لا تشددوا على أنفسكم فيشدد الله عليكم 00 ما كتبناها عليهم\r\rرواه د عن أنس\rضعيف: السلسلة الضعيفة (3468)\rثم صحيح: السلسلة الصحيحة (3124)","seal":"3C503B2B","part":1},
      {"page":151,"id":151,"nass":"صفحة 165:\r\r244 – لا تعلموا العلم لتباهوا به العلماء 000 فهو في النار\r\rرواه ج عن حذيفة\rضعيف: ضعيف الجامع (6246)\r\rثم حسن: صحيح ابن ماجة (210-259)\r\r245 - لا تكرهوا البنات فإنهن المؤنسات الغاليات\rرواه أحمد , ط عن عقبة بن نافع\rضعيف: ضعيف الجامع (6268)\r\rثم صحيح: السلسلة الصحيحة (3206)\r\r246 - لا تمس النار مسلما رآني أو رأى من رآني\rرواه ت عن جاب\rضعيف: ضعيف الجامع (6277)\r\rثم حسن: هداية الرواة (5958)","seal":"904A9684","part":1},
      {"page":152,"id":152,"nass":"صفحة 166:\r\r247 - لا تنتفعوا من الميتة بإهاب ولا عصب\rرواه د , ت , س , ج عن عبد الله بن عكيم\rضعيف: تخريج المشكاة (508)\r\rثم صحيح: ارواء الغليل (38)\r\r248 - لا تنتفعوا من الميتة بشيء\rرواه خ في التاريخ الكبير عن عبد الله بن عكيم\rضعيف: السلسلة الضعيفة (118)\rثم صحيح: ارواء الغليل (38)\r\r249 – رآني النبي متكئا على قبر 000 لا تؤذه\r\rرواه أحمد عن عمرو بن حزم\rضعيف: تخريج المشكاة (1721)\r\rثم صحيح: السلسلة الصحيحة (2960)\r\r250 – لا شيء في الهام , والعين حق , وأصدق الطير الفأل\r\rرواه خ في الأدب المفرد و \" التاريخ\" , ت , أحمد عن أبي هريرة\rوقد وقع في \" ضعيف الجامع \" طبعة المكتب الإسلامي \" لا شيء في البهائم \"\rوهو خطأ نبه عليه الألباني في الصحيحة (6: 1091)\rضعيف: ضعيف الجامع (6309) الطبعة الأولى\r\rثم صحيح: السلسلة الصحيحة (2949)","seal":"C5D22A4D","part":1},
      {"page":153,"id":153,"nass":"صفحة 167:\r\r251 – لا صلاة بعد الصبح حتى تطلع الشمس 000 إلا بمكة\r\rرواه أحمد , قط , هق , ط في الأوسط عن أبي ذر\r\rضعيف: تخريج المشكاة (1041 يُراجع)\r\rثم صحيح: السلسلة الصحيحة (3412)\r\r252 - لا قود في المأمومة ولا الجائفة ولا المنقلة\rرواه ج عن العباس\rمنكر: السلسلة الضعيفة (4841)\rثم حسن: السلسلة الصحيحة (2190)\r\r253 - لا يخرج الرجلان يضربان الغائط 000يمقت على ذلك\rضعيف: ضعيف الجامع (6336)\r\rثم صحيح: السلسلة الصحيحة (3120)","seal":"946B4970","part":1},
      {"page":154,"id":154,"nass":"صفحة 168:\r\r254 - لا يزال الله عز وجل مقبلا على العبد وهو في صلاته 000 انصرف عنه\r\rرواه د , هق , س عن أبي ذر\rضعيف: ضعيف الجامع (6345)\r\rثم حسن: صحيح لترغيب والترهيب (554)\r\r255 – لا يُئوي الضالة إلا الضال\rرواه أحمد , د , ج عن جرير\rضعيف: ارواء الغليل (1563)\r\rثم صحيح: صحيح ابن ماجة (2046)\r\r256 - يأيها الناس إن على كل أهل بيت في كل عام 000 الرجيبة\rرواه أحمد , ت , د , س , ج عن مخنف بن سليم\rضعيف: ضعيف الجامع (6383-1173)\r\rثم صحيح: صحيح ابن ماجة (2550-3184)","seal":"0C4343EB","part":1},
      {"page":155,"id":155,"nass":"صفحة 169:\r\r257 - يأيها الناس إني تركت فيكم 000عترتي أهل بيتي\r\rرواه ت عن جابر\rإسناده ضعيف: تخريج المشكاة (6152)\r\rثم صحيح: السلسلة الصحيحة (1761)\r\r258 - يأيها الناس ما بال أحدكم يزوج عبده أمته 000 أخذ بالساق\r\rرواه ج عن ابن عباس\rضعيف: ضعيف الجامع (6387)\r\rثم حسن: ارواء الغليل (2041)\r\r259 - يا بني إذا دخلت على أهلك فسلم 000 أهل بيتك\rضعيف: ضعيف الجامع (6389) مطول\r\rثم حسن: صحيح لترغيب والترهيب (1608)","seal":"30DF56E0","part":1},
      {"page":156,"id":156,"nass":"صفحة 170:\r\r260 - يا سفيان بن سهل لا تسبل فإن الله لا يحب المسبلين\rرواه ج عن المغيرة بن شعبة\rضعيف: ضعيف الجامع (6393)\r\rثم حسن: السلسلة الصحيحة (4004)\r\r261 - يجيء القرآن يوم القيامة كالرجل الشاحب 000 منزلك عند آخر آية معك\rرواه ط في الأوسط , ج عن بريدة\rيحتمل التحسين: \"تخريج الطحاوية\" ص 126 , ضعيف: ضعيف الجامع (6416)\rثم صحيح: السلسلة الصحيحة (2829)","seal":"20C6CEDF","part":1},
      {"page":157,"id":157,"nass":"صفحة 171:\r\r262 - اليوم الموعود يوم القيامة 0000 بشيء إلا أعاذه منه\r\rرواه أحمد , ت عن أبي هريرة\rضعيف: تخريج المشكاة (1362)\r\rثم صحيح: صحيح الجامع (8201)\r\rانتهى هذا القسم","seal":"2AE30383","part":1},
      {"page":158,"id":158,"nass":"القسم الثالث - من (صحيح بتمامه) إلى (صحيح دون ما بين القوسين)\r\r263- \" إذا قال: غير المغضوب عليهم ولا الضالين فقولوا: آمين فإنه من وافق 00من ذنبه\rرواه خ , م\rوفي لفظ البيهقي: {غفر لمن في المسجد}\r(صحيح بتمامه) : صحيح لترغيب والترهيب (514) الطبعة الثانية\r\rثم (صحيح دون ما بين القوسين) : صحيح لترغيب والترهيب (514) طبعة المعارف\r\r264 - أربع قبل الظهر {ليس فيهن تسليم} تفتح لهن أبواب السماء\rرواه د , ت , ج عن أبي أيوب\r(صحيح بتمامه) : صحيح الجامع (885)\r\rثم (صحيح دون ما بين القوسين) : صحيح لترغيب والترهيب (585)\r\r265 - أن النبي كان إذا أراد أن يرقد وضع يده اليمنى تحت خده 000 {ثلاث مرات}\r(صحيح بتمامه) :الكلم الطيب (31) طبعة المعارف\rثم (صحيح دون ما بين القوسين) : السلسلة الصحيحة (2754)","seal":"3CAABFA3","part":1},
      {"page":159,"id":159,"nass":"صفحة 176:\r\r266 – الأكثرون هم الأسفلون 000 {وكسبه من طيب}\rرواه ج عن أبي ذر\r(حسن بتمامه) : السلسلة الصحيحة (1766)\rثم (صحيح دون ما بين القوسين) : صحيح لترغيب والترهيب (3260) طبعة المعارف\r\r267 - ستكون أمراء فتعرفون وتنكرون 000 وتابع {لم يبرأ} 000 قال: لا ما صلوا\rرواه م , د عن أم سلمة\r(صحيح بتمامه) : صحيح الجامع (3618)\r\rثم (صحيح دون ما بين القوسين) : السلسلة الصحيحة (تحت 3007)\r\r268 - عليكم بقيام الليل 000 {ومطردة للداء من الجسد}\r\rرواه حمد , ت , ح , هق عن بلال\r(صحيح بتمامه) : صحيح الجامع (4079)\r\rثم (صحيح دون ما بين القوسين) : ارواء الغليل (452)","seal":"0F1EA23F","part":1},
      {"page":160,"id":160,"nass":"صفحة 177:\r269 - قال رجل: يا رسول الله الرجل منا يلقى أخاه 000 {قال: أفيلزمه ويقبله؟ قال: لا} قال: أفيأخذ بيده ويصافحه؟ قال: نعم\rرواه ت , ج عن أنس\r(حسن بتمامه) : صحيح الترمذي (2728)\rثم (حسن دون ما بين القوسين) : صحيح ابن ماجة (3002)\r\r270 - كان معاذ يصلي مع النبي ثم يأتي فيؤم قومه 000 {فسلم} ثم صلى وحده وانصرف 000 فقال عمرو: نحو هذا\r(صحيح بتمامه) : ارواء الغليل (تحا 295)\r\rثم (صحيح دون ما بين القوسين) : السلسلة الصحيحة (تحت 3171)","seal":"9FDE1C65","part":1},
      {"page":161,"id":161,"nass":"صفحة 178:\r271 - كفارة النذر {إذا لم يسم} كفارة يمين\rرواه أحمد , م , ت , د , ج عن عقبة بن عامر\r(صحيح بتمامه) : صحيح الجامع (4488)\r\rثم (صحيح دون ما بين القوسين) : صحيح ابن ماجة (1743)\r\r272- ما أذن الله لشيء ما أذن – وفي رواية: لفظ كأذنه – لنبي حسن الصوت {وفي لفظ: حسن الترنم} يتغنى بالقرآن يجهر به\r\" ما أذن الله لشيء ما أذن لنبي حسن {الترنم بالقرآن} \"\r\rرواه ابن جرير عن أبي هريرة\r(صحيح بتمامه) : صفة الصلاة (ص 127) طبعة المعارف\rثم (صحيح دون ما بين القوسين) : ضعيف الترغيب والترهيب (875) طبعة المعارف\r\r273 – ما خرج رسول الله من بيتي قط إلا {رفع طرفه إلى السماء} فقال 0000أو يجهل علي\rخرجه الأربعة عن أم سلمة\r(صحيح بتمامه) : صحيح الكلم الطيب (60)\rثم (صحيح دون ما بين القوسين) : السلسلة الصحيحة (3163)","seal":"F2202B88","part":1},
      {"page":162,"id":162,"nass":"صفحة 179:\r\r274 – من كتم علما {عن أهله} ألجم يوم لقيامة لجاما من نار\r\rرواه حب , ح عن ابن عمرو\r(صحيح بتمامه) : صحيح الجامع (6517)\r\rثم (صحيح دون ما بين القوسين) : صحيح لترغيب والترهيب (121)\r\r275 - من وجد من هذا الوسواس فليقل: آمنا 000 ورسوله {ثلاثا}\r\rرواه ابن السني عن عائشة\r(صحيح بتمامه) : صحيح الجامع (6587)\r\rثم (صحيح دون ما بين القوسين) : السلسلة الصحيحة (116)\r\r276 - الولد {ثمرة القلب} وإنه مجبنة مبخلة محزنة\r\rرواه يع عن أبي سعيد\r(صحيح بتمامه) : صحيح الجامع (7160)\r\rثم (صحيح دون ما بين القوسين) : السلسلة الضعيفة (4764)","seal":"4A0D21CB","part":1},
      {"page":163,"id":163,"nass":"صفحة 180:\r277 – لا يزال قوم يتأخرون عن الصف الأول حتى يؤخرهم الله {في النار}\r\rرواه د , خز عن عائشة\r(صحيح بتمامه) : صحيح لترغيب والترهيب (510) الطبعة الثانية\r\rثم (صحيح دون ما بين القوسين) : صحيح لترغيب والترهيب (510) طبعة المعارف\r\r278 - لا يزال هذا الدين قائما 000 {كلهم تجتمع عليهم الأمة} كلهم من قريش {ثم يكون الهرج}\r(صحيح بتمامه) : صحيح الجامع (7703)\r\rثم (صحيح دون ما بين القوسين) : ضعيف الجامع (6347)\r\r279 - لا يغتسل رجل يوم الجمعة 000 {وذلك الدهر كله}\r\rرواه ط عن سلمان الفارسي\r(صحيح بتمامه) : صحيح لترغيب والترهيب (689) الطبعة الثانية\r\rثم (صحيح دون ما بين القوسين) : صحيح لترغيب والترهيب (689) طبعة المعارف","seal":"08BE8758","part":1},
      {"page":164,"id":164,"nass":"صفحة 181:\r\r280 - يطوي الله السموات يوم القيامة 000 ثم يأخذهن {بشماله} ثم يقول 00 أين المتكبرون؟\r\rرواه م , د عن ابن عمر\r(صحيح بتمامه) : صحيح الجامع (8101-3182)\r\rثم (صحيح دون ما بين القوسين) : السلسلة الصحيحة (3136)\r\rانتهى هذا القسم","seal":"6EFD313D","part":1},
      {"page":165,"id":165,"nass":"صفحة 185\rالقسم الرابع - من (صحيح دون ما بين القوسين) إلى (صحيح بتمامه)\r\r281- أتيت النبي صلى الله عليه وسلم فقلت: يا رسول الله قد مدحت الله بمحامد 000 [فجعلت أنشده فاستأذن رجل طوال أصلع , فقال له النبي صلى الله عليه وسلم\r: \"اسكت\" , فدخل فتكلم ساعة ثم خرج فأنشدته000قال: \" هذا رجل لا يحب الباطل \"] رواه البخاري في الأدب المفرد , س عن الأسود بن سريع\r\rصحيح دون ما بين القوسين: السلسلة الضعيفة (2922)\rثم صحيح بتمامه: السلسلة الصحيحة (3179)\r\r282- \" اللهم أعز الإسلام بعمر بن الخطاب {خاصة} \"\rرواه ج , حب عن عائشة\rصحيح دون ما بين القوسين: صحيح ابن ماجة (85-104)\r\rثم صحيح بتمامه: السلسلة الصحيحة (3225)\r\r283- \" إن الله تعالى أنزل الداء والدواء وجعل لكل داء دواء {فتداووا ولا تداووا بحرام}\rرواه ط في الكبير عن ام الدرداء , د عن أبي الدرداء\r\rصحيح دون ما بين القوسين: تخريج المشكاة (4538)\r\rثم صحيح بتمامه: السلسلة الصحيحة (1633)","seal":"554964B8","part":1},
      {"page":166,"id":166,"nass":"صفحة 186\r284- \" {إن الله جعل هذه الأهلة مواقيت} فإذا رأيتموه فصوموا وإذا رأيتموه فأفطروا فإن غم عليكم فعدوا ثلاثين\"\rرواه ط , أحمد , ابن عساكر في تاريخ دمشق عن طلق بن علي\r\rصحيح دون ما بين القوسين: ضعيف الجامع (1595)\r\rثم صحيح بتمامه: حاشية صحيح الجامع (ص 594) الجزء الأول\r\r285- \" ترون ربكم {عيانا} كما ترون القمر ليلة البدر \"\rرواه خ عن جرير بن عبد الله\r\rصحيح دون ما بين القوسين: ظلال الجنة (461)\rثم صحيح بتمامه: السلسلة الصحيحة (تحت3056)\r\r286- سئل عمر بن الخطاب رضي الله عنه عن هذه الأية: ? وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم 000?الآية 000 وبعمل أهل الجنة يعملون {ثم مسح ظهره بيده} 0000وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيدخله به النار \"\rرواه مالك وأحمد , د , ت , ح عن عمر\r\rصحيح دون ما بين القوسين:تخريج الطحاوية (220) ص 240\rثم صحيح بتمامه: صحيح أبي داود (4703)","seal":"3D9925A1","part":1},
      {"page":167,"id":167,"nass":"صفحة 187\r287- عن علقمة والأسود قالا: أتى ابن مسعود رجل فقال: إني أقرأ المفصل في ركعة , فقال: أهذا كهذ الشعر ونثرا كنثر الدقل ? لكن النبي صلى الله عليه وسلم\rكان يقرأ النظائر – السورتين – في ركعة [\" النجم \" و \" الرحمن \" في ركعة 000و\"الدخان\" و \" إذا الشمس كورت \" في ركعة]\r\rصحيح دون ما بين القوسين: (هنا بياض بالكتاب الأصلي المطبوع)\rثم صحيح بتمامه: صفة الصلاة طبعة المكتب الإسلامي ص 75\r\r288- مر رجل بالنبي صلى الله عليه وسلم وعنده ناس فقال رجل ممن عنده: إني لأحب هذا في الله فقال النبي صلى الله عليه وسلم: \" أعلمته؟ \". قال لا, قال: \" فقم إليه فأعلمه \" , 000 [قال: ثم رجع إلى النبي صلى الله عليه وسلم فأخبره بما قال. فقال النبي صلى الله عليه وسلم\r\" أنت مع من أحببت ولك ما احتسبت \".]\rرواه د , ح , ت عن أنس\r\rحسن دون ما بين القوسين: تخريج المشكاة (5017)\r\rثم صحيح بتمامه: السلسلة الصحيحة (3253)","seal":"8AC387DB","part":1},
      {"page":168,"id":168,"nass":"صفحة 188\r289- \" من قال {قبل أن ينصرف ويثني رجليه من صلاة المغرب والصبح} : لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت 000إلا رجل يفضله يقول أفضل مما قال \".\rرواه أحمد , ت عن عبد الرحمن بن غنم (في الكتاب الأصلي: بن غنيم)\r\rوفي رواية عن أبي ذر: \" من قال في دبر صلاة الفجر وهو ثان رجليه قبل أن يتكلم: لا إله إلا الله وحده 000 ولم ينبغي لذنب أن يدركه في ذلك اليوم إلا الشرك بالله \"\rصحيح دون ما بين القوسين: هداية الرواة (935)\r\rثم حسن بتمامه: صحيح لترغيب والترهيب (477) طبعة المعارف\r\rانتهى هذا القسم","seal":"79002432","part":1},
      {"page":169,"id":169,"nass":"صفحة 193\r\rالقسم الخامس - من (ضعيف) إلى (صحيح دون ما بين القوسين)\r\r290- خرجنا في سفر فأصاب رجلا منا حجر فشجه في رأسه ثم احتلم فسأل أصحابه فقال هل تجدون لي رخصة في التيمم؟ 000فلما قدمنا على النبي صلى الله عليه وسلم أخبر بذلك فقال: \" قتلوه 000 {إنما كان يكفيه أن يتيمم ويعصر أو يعصب على جرحه خرقة ثم يمسح عليها ويغسل سائر جسده}\rرواه د عن جابر , حب عن ابن عباس\rالحكم الأول: (ضعيف) : الإرواء (105)\rالحكم الأخير: (حسن دون ما بين القوسين) : (صحيح أبي داود) (336)\r\r291- \" إن الله تعالى أنزل الداء والدواء وجعل لكل داء دواء {فتداووا ولا تداووا بحرام}\rرواه ط في الكبير عن أم الدرداء , د عن أبي الدرداء\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (1569)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" المشكاة\" (4538) \" هداية الرواة \" (4464) .\r\r292- \" {إن الناس لكم تبعا} وإن رجالا يأتونكم من أقطار الأرض يتفقهون في الدين فإذا أتوكم فاستوصوا بهم خيرا \"\rرواه ت وج عن أبي سعيد\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (1797)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" هداية الرواة \" (212) .","seal":"A902C8EE","part":1},
      {"page":170,"id":170,"nass":"صفحة 194\r293- \" {تسموا بأسماء الأنبياء} وأحب الأسماء إلى الله عبد الله وعبد الرحمن , وأصدقها حارث وهمام وأقبحها حرب ومرة \"\rرواه خ في \"الأدب \" ود والنسائي عن أبي وهب الجشمي\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (2435)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" صحيح أبي داود \" (4950)\r\r294- سئل عمر بن الخطاب رضي الله عنه عن هذه الأية: ? وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم 000?الآية 000 وبعمل أهل الجنة يعملون {ثم مسح ظهره بيده} 0000وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيدخله به النار \"\rرواه مالك وأحمد ود وت والحاكم عن عمر\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (1602)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" تخريج الطحاوية \" (رقم 220) ص 240","seal":"878BE0D9","part":1},
      {"page":171,"id":171,"nass":"صفحة 195\r295- كان إذا دخل المسجد صلى على محمد وسلم وقال: {رب أغفر لي ذنوبي} وافتح لي أبواب رحمتك \" وإذا خرج صلى على محمد وسلم وقال: \" {رب اغفر لي ذنوبي} وافتح لي أبواب فضلك \"\rرواه ت وأحمد وج وفي روايتهما: قال: \" إذا دخل المسجد وكذا خرج قال: بسم الله والسلام على رسول الله \" بدل \" صلي على محمد وسلم \"\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (4394)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \"صحيح الترمذي \" (314)","seal":"90CAB6E8","part":1},
      {"page":172,"id":172,"nass":"صفحة 196\r296- كان إذا دخل المسجد قال: \" {بسم الله} اللهم صلى على محمد وأزواج محمد \" رواه ابن السني عن أنس\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (4394)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \"صحيح الجامع \" (4716) .\r\r297- كان يغسل مقعدته [ثلاثا]\rرواه ج عن عائشة\rالحكم الأول: (ضعيف جدا) : \" الضعيفة \" (4283)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \"صحيح الجامع \" (4993)\r\r298- \" من آوى إلى فراشه طاهرا يذكر الله تعالى {حتى يدركه النعاس} لم ينقلب ساعة من الليل يسأل الله شيئا من خير الدنيا والآخرة إلا أعطاه إياه \"\rرواه ت عن أبي أمامة\rالحكم الأول: (ضعيف) : \" ضعيف الترمذي (3526)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \"صحيح الكلم الطيب \" (36) , وكان الشيخ قد حسنه بتمامه في \" الكلم الطيب \" (43) الطبعة الثالثة.","seal":"8F6D77BF","part":1},
      {"page":173,"id":173,"nass":"صفحة 197\r299- \" من قال: {قبل أن ينصرف ويثني رجليه من صلاة المغرب والصبح} : لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت 000إلا رجل يفضله يقول أفضل مما قال \".\rرواه أحمد وت عن عبد الرحمن بن غنيم\rالحكم الأول: (ضعيف) : \" ضعيف الجامع \" (5738)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" هداية الرواة \" (935)\r300- دخل النبي صلى الله عليه وسلم فعرفت في وجهه أن قد حضره شيء فتوضأ وما كلم أحدا , فلصقت بالحجرة أستمع ما يقول , فقعد على المنبر , فحمد الله وأثنى عليه وقال: \"يأيها الناس إن الله يقول لكم مروا بالمعروف وانهوا عن المنكر قبل أن تدعوا فلا أجيب لكم {وتسألوني فلا أعطيكم وتستنصروني فلا أنصركم \" , فما زاد عليهن حتى نزل}\rرواه ابن حبان عن عائشة\rالحكم الأول: (ضعيف) : \" ضعيف الموارد \" (222)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" صحيح الترغيب \" (2325)\r\rانتهى هذا القسم","seal":"1636A2F4","part":1},
      {"page":174,"id":174,"nass":"صفحة 201\rالقسم السادس - من (ضعيف دون ما بين القوسين) إلى (صحيح بتمامه)\r\r301- عن عائشة رضي الله عنها قالت: سئل رسول الله صلى الله عليه وسلم عن الرجل يجد البلل ولا يذكر احتلاما؟ قال: \" يغتسل \" , وعن الرجل يرى أنه قد احتلم ولا يجد بللا , قال: \" لا غسل عليه \" , [قالت أم سليم: هل على المرأة ترى ذلك غسل؟ قال: \"نعم , إن انساء شقائق الرجال \".]\rرواه د وت وج عن عائشة\rالحكم الأول: (من ضعيف دون ما بين القوسين) : \" المشكاة \" (441)\rالحكم الأخير: (صحيح بتمامه) : \" هداية الرواة \" (419) , \" صحيح أبي داود \" (236)\r302- أتى رسول الله صلى الله عليه وسلم بمخنث قد خضب يديه ورجليه بالحناء , فقال رسول الله صلى الله عليه وسلم: \" ما بال هذا \"؟ . قالوا: يتشبه بالنساء , فأمر به فنفي إلى النقيع , فقيل: يا رسول الله ألا نقتله؟ فقال: \" {إني نهيت عن قتل المصلين}\rرواه د عن أبي هريرة\rالحكم الأول: (من ضعيف دون ما بين القوسين) : \" هداية الرواة \" (4407)\rالحكم الأخير: (صحيح بتمامه) : \" صحيح أبي داود \" (4928)\r\rانتهى هذا القسم","seal":"590F20EA","part":1},
      {"page":175,"id":175,"nass":"صفحة205\r\rالقسم السابع - من (ضعيف بتمامه) إلى (ضعيف دون ما بين القوسين)\r\r303- أن رسول الله صلى الله عليه وسلم مر بمجلسين في مسجده فقال: \" كلاهما على خير وأحدهما أفضل من صاحبه , أما هؤلاء فيدعون الله ويرغبون إليه فإن شاء أعطاهم وإن شاء منعهم , وأما هؤلاء فيتعلمون الفقه والعلم ويعلمون الجاهل فهم أفضل {وإنما بعثت معلما}\rرواه الدارمي عن عبد الله بن عمر\rالحكم الأول: (ضعيف بتمامه) : \" الضعيفة\" (11) , \" المشكاة \" (257)\rالحكم الأخير: (ضعيف دون ما بين القوسين) : \" الصحيحة \" تحت (3593)\r304- \" لا تبيعوا القينات ولا تشتروهن ولا تعلموهن , ولا خير في تجارة فيهن , وثمنهن حرام {وفي مثل هذا أنزلت هذه الآية: ? ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله?\rرواه ت وج عن أبي أمامة\rالحكم الأول: (ضعيف بتمامه) : \"ضعيف الجامع \" (6189)\rالحكم الأخير: (ضعيف دون ما بين القوسين) : \" الصحيحة \" تحت (2922) , صحيح الترمذي (1282-3195)\r\rانتهى هذا القسم","seal":"217B0167","part":1},
      {"page":176,"id":176,"nass":"صفحة209\rالقسم الثامن - من (صحيح إلى قوله) إلى (صحيح دون ما بين القوسين)\r\r305- إن الله لا يجمع أمتي – أو قال: أمة محمد – على ضلالة ويد الله على الجماعة , {ومن شذ شذ في النار}\rرواه ت عن ابن عمر\rالحكم الأول: (صحيح إلى قوله: \" على ضلالة \") : \" المشكاة \" (173)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" صحيح الجامع \" (1848)\r\rانتهى هذا القسم","seal":"6419CF4A","part":1},
      {"page":177,"id":177,"nass":"صفحة 213\rالقسم التاسع - من (صحيح دون قوله) إلى (صحيح دون ما بين القوسين)\r\r306- \" إني أرى ما لا ترون وأسمع ما لا تسمعون , أطت السماء وحق لها أن تئط , ما فيها موضع أربع أصابع إلا وملك واضع جبهته لله ساجد , والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا {وما تلذذتم بالنساء على الفرش} ولخرجتم إلى الصعدات تجأرون إلى الله {ولوددت أني كنت شجرة تعضد}\rرواه ت وج عن أبي ذر\rالحكم الأول: (صحيح دون قوله: \" لوددت 00\") : \" الصحيحة\" (1722)\rالحكم الأخير: (صحيح دون ما بين القوسين) : \" هداية الرواة \" (5277)\r\rانتهى هذا القسم","seal":"C1AB77BC","part":1},
      {"page":178,"id":178,"nass":"صفحة 217:\rقسم التصويبات\r\r307- \" لتركبن سنن من كان قبلكم شبرا بشبر وذراعا بذراع حتى لو أن أحدهم دخل جحر ضب لدخلتم وحتى لو أن أحدهم جامع امرأته بالطريق لفعلتموه \".\rرواه الحاكم عن ابن عباس\rالحكم الأول: (صحيح بهذا اللفظ) : \" صحيح الجامع \" (5067)\rالحكم الأخير: (صحيح دون قوله: \"امرأته \": فالصواب: \"أمه \" , \" الصحيحة \" (1348)\rـــــــــــــــــــــــــ\rانتهى هذا القسم , وبه ينتهي الكتاب والحمد لله رب العالمين","seal":"D9ADBF70","part":1},
      {"page":null,"id":179,"nass":"الكتاب: أبحاث غير مكتملة في التراجعات\rالبحث الأول: الأحاديث التي تراجع الألباني عن تضعيفها في السلسلة الصحيحة (7)\rإعداد: أبو عمر العتيبي\rعدد الأحاديث: 15\rـــــــــــــــــــــــــ\rالبحث الثاني: أحاديث رجع الألباني عن تصحيحها أو تضعيفها\rإعداد: أبو عبد الله بن سعيد\rعدد الأحاديث: 42\rمصدر البحثين: ملتقى أهل الحديث","seal":"385AEECB","part":null},
      {"page":179,"id":180,"nass":"الأحاديث التي تراجع الشيخ الألباني عن تضعيفها في السلسلة الصحيحة (7) المقدمة والحلقة الأولى.\r\rأبو عمر العتيبي\rالمقدمة\r\rإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\r{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} .\r{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس وخلق منها زوجها وبث منهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً} .\r{يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً * يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً} .\rأما بعد:\rفإن خير الكلام كلام الله، وخير الهدي؛ هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.\r\rفهذا بحث أذكر فيه الأحاديث التي تراجع الشيخ الألباني عن تضعيفها، فصححها بعد أن كان حكم بضعفها.\r\rولتراجع الشيخ عن تضعيف حديث عدة أسباب منها:\r\r1/ السهو والغلط مما لا يسلم منه أحد من بني البشر، وقد نص الشيخ الألباني على ذلك السبب في عدة مواطن من كتبه منها قوله في الصحيحة (7/121) : [وقع حديث الترجمة سهواً في ضعيف الجامع (7225) ، وهو من حق صحيح الجامع، فلينقل إليه، وأستغفر الله وأتوب إليه] .\r\rوقد يكون الغلط بسبب انتقال بصر الشيخ من ترجمة رجل لآخر أو سند لآخر -كما في حديث: ((اللهم أحيني مسكيناً ... )) الإرواء (861) ، ونحو ذلك.\r\rوقد يكون ذهولاً بغير سبب -بل ناتج عن الطبيعة البشرية- كأن يكون في السند انقطاع، أو جهالة راوٍ، أو اشتباه راوٍ بآخر، أو نكارة في المتن -وهذا نادر، كما في حديث \"المطاهر\"-، ونحو ذلك؛ فلا يتنبه له الشيخ، ثم يتنبه له بعد ذلك، أو يُنّبَّهُ إلى ذلك فيتنبه.\r\rوانظر السبب السادس هنا.\r\r2/ تغير اجتهاد الشيخ في حال الراوي الذي عليه مدار الحديث، ومثال ذلك رواية درَّاج أبي السمح فقد كان الشيخ الألباني يضعف روايته مطلقاً، ثم تغير اجتهاده؛ فصار يحسن حديثه في غير روايته عن أبي الهيثم.\r\rقال الشيخ الألباني -رحمه الله- في الصحيحة (3/1189) : [ ... فإن درَّاجاً مستقم الحديث إلا ما كان عن أبي الهيثم؛ كما قال أبو داود، وتبعه الحافظ؛ وهو الذي اطمأنت إليه النفس وانشرح له الصدر أخيراً، كما كنت بينته تحت الحديث المتقدم (3350) ] .\r\rوكذلك رواية قتيبة بن سعيد عن ابن لهيعة، انظر -مثلاً- الصحيحة (7/1367) .\r\rوكذلك توثيقه للمستور إذا روى عنه جمع من الثقات ولم يأت بما يُنْكَر.\r\rوانظر لذلك \"صحيح الترغيب والترهيب\" (1/مقدمة الجديدةص3-8-طبعة المعارف الجديدة الكاملة) .\r\r3/ تغير اجتهاد بالنظر إلى طرق الحديث وشواهده فيراها صالحة لتقوية الحديث بخلاف ما كان عليه سابقاً وأمثلته كثيرة سيأتي ذكر بعضها -إن شاء الله تعالى-.\r\r4/ عدم وقوف الشيخ على إسناد حديث \"ما\"، فيقلد فيه الشيخ من سبقه من الحفاظ والعلماء -ولا يسعه إلا ذلك-، فلما وقف على تلك الأسانيد والطرق صحح الحديث أو حسنه.\r\rوقد يكون الأمر على العكس من ذلك، فرُبَّ حديث حسنه أو صححه تقليداً لمن سبقه، ثم لما وقف على سند الحديث تبين له ضعفه وعلته، وخطأ من حسنه أو صححه.\r\rمثال: قال الشيخ في الصحيحة (7/1413) : [وبهذا التحقيق يتبين تقصير المنذري في قوله في الترغيب (2/25) : \"رواه الطبراني في الكبير والبيهقي وفيه ابن لهيعة\"! ونحوه قول الهيثمي في المجمع (3/110) : \"رواه الطبراني في الكبير وفيه ابن لهيعة وفيه كلام\"","seal":"B3171CEE","part":1},
      {"page":180,"id":181,"nass":"ففاتهما متابعة الحسن بن ثوبان وعمرو بن الحارث المقوية له، مما ورطني قديماً -وقبل طبع المعجم الكبير- أن أخرِّجَ الحديث في الضعيفة برقم (3021) متابعة مني لهما، ولا يسعني إلا ذلك؛ ما دام المصدر الذي عزواه إليه لا تطوله يدي؛ كما كنت بينت ذلك في مقدمة كتابي صحيح الترغيب والترهيب] .\r\rوانظر الصحيحة (7/1417) ومقدمة صحيح الترغيب.\r\r5/ طبع بعض المصادر والمراجع التي لم تكن طبعت من قبل وفيها من الطرق والمتابعات والشواهد ما يبين ثبوت الحديث أو إعلاله.\r\rمثل: طبع صحيح ابن حبان بترتيب ابن بلبان، والمعجم الكبير والأوسط، ومصنفي عبد الرزاق وابن أبي شيبة، ومسند إسحاق بن راهويه، ومسند البزار، وغيرها من الكتب.\r\r6/ الخطأ والتقصير فلا يستفرغ الشيخ وسعه في الحكم على الحديث لأسباب عارضة يكون الشيخ -رحمه الله- معذوراً فيها -إن شاء الله تعالى-، فيقع الخلل في حكمه على الحديث بسبب ذلك.\r\rوهذا من طبع البشر فَـ\"كل بني آدم خطاء\".\r\rومن أمثلة ذلك تعليقاته على المشكاة ففيها -مع ما فيها من تحقيق- تقصير واضح، وكذلك وقع الخلل في عدد غير يسير من أحاديث ضعيف الجامع وصحيحه.\r\rوانظر -مثلاً-: الصحيحة (7/1518-1519رقم3559) ،\rإلى غير ذلك من الأسباب.\r\r-----\r\rوبعد ذكر بعض الأسباب لتراجع الشيخ عن حكمه على حديثٍ \"ما\"؛ أذكر منهجي في هذه البحث فهو على النحو التالي:\r\r1/ أذكر متن الحديث الذي تراجع الشيخ عن تضعيفه، وأذكر أمامه حكم الشيخ عليه مؤخراً.\r\r2/ أذكر المصدر الذي كان الشيخ قد ضعفه فيه.\r\r3/ أذكر الموضع الذي تراجع الشيخ فيه عن التضعيف مع نقل نصِ كلام الشيخ -رحمه الله- في الموضع المذكور.\r\r4/ إذا كان عندي ملاحظة أو تعليق عقبت بعد ذكري ما سبق.\r\r5/ أقتصر هنا على المواضع التي صرح الشيخ بتراجعه عن حكمه السابق أو أشار إلى ذلك، ولم أكلِّف نفسي تتبع جميع الأحاديث من جميع مؤلفات الشيخ فقد يكون قد تراجع عنها ولم يبين ذلك لأن هذا يحتاج إلى جهد مضاعف، ولعله يتيسر فيما بعد؛ فأجعله ملحقاً بهذا البحث -إن شاء الله تعالى-.\r\r6/ سأبدأ من المجلد السابع -إن شاء الله تعالى-، وسأكتب هذا البحث على حلقات متتابعة -إن شاء الله تعالى- في كل حلقة خمسة أحاديث.\r\rوأخيراً أنبه إلى أمر مهم:\r\rهذا البحث إنما هو تقريب وتيسير لطلاب العلم، ولمعرفة آخر أقوال الشيخ -رحمه الله- في الحديث، وفيه ثمرة علمه واجتهاده وطول ممارسته.\r\rولا يلزمني أن أبين رأيي في الحكم الأخير الصادر عن الشيخ فقد يكون -رحمه الله- مصيباً، وقد يكون مخطئاً في تراجعه.\r\rفبحثي إنما هو تقريب وتيسير، وليس نقداً وتتبعاً فهذا له مجال آخر والوقت-الآن- أضيق من ذلك.\r\rفهذا البحث -في أكثره- إنما هو بيان لأقوال الشيخ الألباني -رحمه الله- وآرائه أسأل الله أن يتغمده برحمته، وأن ينور له في قبره ويفسح له فيه، وأن يجمعنا به في الفردوس.\r\rوأسأل الله أن يجزيه خيراً على ما قدم لهذا الدين، وأسأل الله أن يوفقني لشكر الشيخ الألباني على ما كان سبباً فيه من اختياري منهج أهل الحديث في عقيدتهم وطريقتهم السلفية، ومنهجهم في البحث والاستدلال، وحب علم الحديث وفنِّ التخريج والحكم على الحديث.\r\rوإن من تمام شكري للشيخ أن أبين ما ظهر لي من خطأ الشيخ؛ لأنه من النصيحة الواجبة لله ولرسوله ولدينه ولأئمة المسلمين وعامتهم.\r\rوأسأل الله التوفيق والسداد، والهدى والرشاد، وأن يريني الحقَّ حقاً ويرزقني اتباعه، وأن يريني الباطل باطلاً ويرزقني اجتنابه.\r\rوكتبه:\rأبو عمر العتيبي.\rأسامة بن عطايا بن عثمان العتيبي الفلسطيني -أعانه الله ووفقه-.\r\rالأحاديث التي تراجع الشيخ الألباني عن تضعيفها من خلال السلسلة الصحيحة (7) الحلقة الأولى.\r\rالحديث الأول:\r\r1/ متن الحديث: عن ابن شهاب -هو الزهري- أن رسول الله -صلى الله عليه وسلم-قال: ((حضرموت خيرٌ من بني الحارث)) \"صحيح لغيره\".\r\rجاء هذا الحديث بلفظه ضمن حديث طويل من رواية عمرو بن عبسة -رضي الله عنه- وهو حديث صحيح خرجه الشيخ برقم (2606) وكرره برقم (3127) .\r\r2/ الموضع الذي كان قد ضعفه فيه -أعني رواية الزهري-: ضعيف الجامع (ص/402رقم2726-الطبعة الثالثة) .\r\r3/ الموضع الذي تراجع فيه: الصحيحة (7/120-121رقم3051) .\r\rقال الشيخ الألباني -رحمه الله-: [وقع حديث الترجمة سهواً في ضعيف الجامع (7225) ! ، وهو من حق صحيح الجامع، فلينقل إليه، وأستغفر الله وأتوب إليه]\r\r4/ تعليق: وقع خطأ مطبعي في رقم الحديث الذي عزاه الشيخ إلى ضعيف الجامع وهو: (7225) ولعل الرقم الذي أشار إليه الشيخ (2725) ، ولكن في الطبعة التي عندي الرقم (2726) والله أعلم.\r\rالحديث الثاني:","seal":"64C70414","part":1},
      {"page":181,"id":182,"nass":"1/ متنه: عن أبي هريرة -رضي الله عنه- قال: قال رسول الله-صلى الله عليه وسلم-: ((ليس في الأرض من الجنة إلا ثلاثة أشياء: غرس العجوة، وأواق تَنْزل في الفرات كل يوم من بركة الجنة، والْحَجَر)) . \"حسن صحيح\"\r\r2/ كان الشيخ قد ضعفه في الضعيفة (4/104رقم1600) ، وضعيف الجامع (ص/710رقم4927) .\r\r3/ تراجع عنه في الصحيحة (7/302-305رقم3111) .\r\rقال الشيخ -رحمه الله-: [قد كنت خرجت الحديث في الكتاب الآخر برقم (1600) لأسباب ذكرتها هناك، ولأنه لم يكن لدي \"مسند إسحاق\" الذي أخرجه من غير طريق الخطيب، فلما وقفت عليها بادرت لتخريجها هنا مع إعادة النظر في طريق الخطيب مع التوسع في الكلام على رواته، فأرجو أن أكون قد وفِّقت للصواب في تخريجه هنا فلينقل من هناك] .\r\r4/ التعليق: نبه الشيخ في الموضع المحال إليه في الصحيحة إلى الجمع بين هذا الحديث وما يعارضه من الأحاديث فينظر هناك.\r\rالحديث الثالث\r\r1/ متنه: عن جابر بن عبد الله -رضي الله عنهما- قال النبي -صلى الله عليه وسلم-: ((إذا تغوَّط الرجلان، فليتوار كل واحد منهما عن صاحبه، ولا يتحدثان على طوفهما، فإن الله يمقت على ذلك)) . \"صحيح\"\r\rومن حديث أبي سعيد الخدري -رضي الله عنه- أنَّ النبي -صلى الله عليه وسلم- قال: ((لا يناجى اثنان على غائطهما، ينظر كل واحد منهما إلى عورة صاحبه، فإن الله يمقت على ذلك)) \"صحيح لغيره\".\r\rوفي لفظ: ((لا يخرج الرجلان يضربان الغائط كاشفين عن عوراتهما يتحدثان، فإن الله يمقت على ذلك)) \"صحيح لغيره\".\r\rومن حديث أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: ((لا يخرج اثنان إلى الغائط فيجلسان يتحدثان كاشفين عن عوراتهما، فإن الله يمقت على ذلك)) . \"صحيح لغيره\"؟\r\r2/ كان الشيخ قد ضعفه في ضعيف الجامع (ص/914رقم6336) ،وتمام المنَّة (ص/58-59) ، ضعيف سنن أبي داود رقم (3) ، ضعيف سنن ابن ماجه.\r\r3/ تراجع عن تضعيفه في صحيح الترغيب والترهيب (1/175رقم155) ، والصحيحة (7/321-324رقم3120) .\r\rقال الشيخ الألباني -رحمه الله-: [والآن وقد أوقفنا ابن القطان -جزاه الله خيراً- على هذا السند الجيد من غير طريق عكرمة بن عمار، فقد وجب نقله من \"ضعيف أبي داود\" إلى صحيح أبي داود\" ومن \"ضعيف الجامع\" إلى \"صحيح الجامع\"، وَ\"ضعيف الترغيب\" إلى صحيح الترغيب\"، وَ\"ضعيف ابن ماجه\" إلى \"صحيح ابن ماجه\" ولفظه ولفظ أبي داود وغيرهما من طريق عكرمة نحو حديث الترجمة] .\r\r4/ التعليق: ينظر صحيح الترغيب الطبعة الجديدة، ويكتب رقم ضعيف ابن ماجه.\r\rالحديث الرابع\r1/ متنه: عن عبد الله بن عمر -رضي الله عنهما- أن رسول الله-صلى الله عليه وسلم- أمر بحدِّ الشِفار، وأن توارى عن البهائم، وَ ((إذا ذبح أحدكم؛ فليجهز)) \"صحيح\".\r\r2/ كان الشيخ -رحمه الله- قد ضعفه في غاية المرام (ص/40-41) ، وضعيف الجامع (ص/70-71رقم494) .\r\r3/ تراجع عن تضعيفه فصححه في صحيح الترغيب والترهيب (1/529رقم1076-الطبعة القديمة للمعارف) ،، وهو في الطبعة الجديدة (1/631رقم1091-الطبعة الجديدة) ، وفي الصحيحة (7/356-360رقم3130) .\r\rقال الشيخ الألباني -رحمه الله-: [تنبيه: واعلم أن حديث ابن عمر هذا مما كان نظري قد اختلف في الحكم عليه على نوبات مختلفة، وعوامل متعدد، فلما خرجته في غاية المرام (ص/40-41) ضعفته لاضطراب ابن لهيعة في إسناده، كما بينته هناك، وسلفي في تضعيفه: الحافظ المنذري في ترغيبه (2/103-104) ، ولذلك أودعته في \"ضعيف الجامع\".\rثم لما صنفت \"صحيح الترغيب\" لاحظت أن معناه قد جاء في عديد من أحاديث الباب، فما رأيت من المناسب أن ألحقه بِـ\"ضعيف الترغيب\"؛ فأوردته في صحيح الترغيب\" (1/529/1076-مكتبة المعارف) محسناً إياه.\rثم هتف إلي أحد الإخوان سائلاً عن هذا الاختلاف؟ فأجبته بنحو ما تقدم، ووعدته بأن أعيد النظر حينما يتيسر لي ذلك.\rوالآن وقد يسر الله، فقد تبين لي مجدداً صحة إسناده، على ما كان بدا لي: أن رواية قتيبة بن سعيد عن ابن لهيعة ملحقة في الصحة برواية العبادلة عنه كما تقدم الإشارة إلى موضع بيان ذلك آنفاً. يضاف إلى ذلك تلك الطرق التي لم أكن وقفت عليها من قبل، على ما فيها من وهن، فاطمأنت النفس تماماً لصحة الحديث، وعليه قررت نقله من \"ضعيف الجامع\" إلى \"صحيح الجامع\" والحمد لله على توفيقه، وأسأله المزيد من فضله.\r\rأذكر هذا بياناً للحقيقة أولاً، وتبرئة للذمة ثانياً، واعترافاً بعجز الإنسان وضعفه ثالثاً، وأنه كما قال ربنا في كتابه: {ولا يحيطون بشيء من علمه إلا بما شاء} ، وقوله: {وما أوتيتم من العلم إلا قليلاً} ، ولعل في ذلك عبرة لبعض الناشئين في هذا العلم، الذين يتسرعون في النقد وإصدار الحكم، دون أي جهد أو بحث وتفكر إلا عفو الخاطر! ... ] .\r\rالحديث الخامس\r1/ متنه: عن جابر -رضي الله عنه- قال: قال رسول الله-صلى الله عليه وسلم-: ((لا تنتفعوا من الميتة بشيء)) \"صحيح لغيره\".","seal":"F76B2C48","part":1},
      {"page":182,"id":183,"nass":"وجاء من حديث عبد الله بن عكيم حدثنا مشيخة لنا من جهينة أنَّ النبي -صلى الله عليه وسلم- كتب إليهم إلا تنتفعوا من الميتة بشيء. \"صحيح\"\r\r2/ كان الشيخ -رحمه الله- قد ضعفه في: الضعيفة (1/238-240رقم118-المعارف) ، وفي تحذير الساجد (ص/25-الحاشية) ، والمشكاة (رقم508) من حديث جابر -رضي الله عنه-.\r\r3/ تراجع الشيخ عن تضعيفه فصححه في: الضعيفة (1/240-المعارف) ، والصحيحة (7/366-369رقم3133) .\r\rقال الشيخ الألباني -رحمه الله-: [واعلم أيها القارئ الكريم! أنني كنت خرجت حديث جابر هذا منذ أكثر من ثلاثين سنة في المجلد الأول من \"الضعيفة\" برقم (118) من رواية ابن وهب عن زمعة عن أبي الزبير عن جابر معنعناً، وفيه القصة أيضاً، فلما شرعنا في إعادة طبع هذا المجلد، ووصلت في تصحيح تجاربه إلى هذا الحديث؛ تذكرت أنني كنت خرجت في \"الإرواء\" ما يشبهه، وكان تأليفه بعد \"الضعيفة\" بنحو خمسة عشر عاماً، فوجدت فيه حديث عبد الله بن عكيم من طريقين عنه بلفظين، أحدهما بلفظ الترجمة، والآخر مثله إلا أنه قال: \"..بإهاب ولا عصب\". وملت فيه إلى تصحيح إسناده، وصرحت بأن إسناد الأول صحيح، فخشيت أن يكون في هذا التصحيح شيء من الوهم، فأعدت النظر فيه بطريقة أوسع-كما ترى- مما هناك، فتأكدت من صحته، وازددت قناعة به، والحمد لله، وعليه؛ رأيت لزاماً علي أن أنبه القراء الأفاضل أن الحديث -بشاهد حديث ابن عكيم- صار صحيحاً لغيره، وأنني نقلته إلى هنا، والله ولي التوفيق، وهو الهادي إلى أقوم طريق.] .\r\rالتعليق: كان الشيخ الألباني -رحمه الله- قد صحح هذا الحديث في الإرواء (1/76-79رقم38) من حديث ابن عكيم، وكان قد ضعفه قبلُ وبعدُ من حديث جابر -رضي الله عنه- ثم تنبه لتوافق اللفظين فصححه -لغيره- من حديث جابر -رضي الله عنه-.\r\rانتهت الحلقة الأولى، والحمد لله رب العالمين.\r\rوالله أعلم وصلى الله وسلم على نبينا محمد.","seal":"B233FFB1","part":1},
      {"page":183,"id":184,"nass":"الكتاب الذي يبين تراجع الشيخ\rفهو قد بلغ السلسلة السادسة ولم يتكلم عن السابعة\r\rواسم الكتاب:\rالتنبيهات المليحة على ماتراجع عنه العلامة المحدث الألباني من الأحاديث الضعيفة أو الصحيحة\rجمع وترتيب: عبد الباسط بن يوسف الغريب\rفي مجلد واحد\rطبعة دار الراوي بالدمام\r---\rأيضا هناك كتب آخر في هذا الموضوع اسمه النصيحة في بيان الأحاديث التي تراجع عنها الألباني في الصحيحة لأبي عمر حاي بن سالم الحاي طبعته دار النفائس بالكويت علم 1413 0 ومما يستفاد منه في هذا الموضوع كتاب تناقضات الألباني للسقاف فهو وإن كان ألفه لغرض سيء عامله الله بما يستحق إلا أنه يمكن الاستفادة منه لمعرفة الأحاديث التي تراجع فيها الألباني\r---\r\rالأحاديث التي تراجع الشيخ الألباني عن تضعيفها في السلسلة الصحيحة (7) الحلقة الثانية.\r\rالحمد لله، والصلاة والسلام على رسول الله، أما بعد:\rالحديث السادس:\r1/ متنه: عن أبي رمثة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-:\r((أصاب الله بك يا بن الخطاب)) \"صحيح لغيره\".\r\rوله قصة وهي:\rعن الأزرق بن قيس -رحمه الله- قال: صلى بنا إمام لنا يكني أبا رمثة، فقال: صليت هذه الصلاة أو مثل هذه الصلاة مع النبي -صلى الله عليه وسلم-، قال: وكان أبو بكر وعمر يقومان في الصف المقدم عن يمينه، وكان رجل قد شهد التكبيرة الأولى من الصلاة، فصلى نبي الله -صلى الله عليه وسلم- ثم سلم عن يمينه وعن يساره حتى رأينا بياض خديه، ثم انفتل كانفتال أبي رمثة -يعني نفسه-، فقام الرجل الذي أدرك معه التكبيرة الأولى من الصلاة يشفع، فوثب إليه عمر، فأخذ بمنكبه فهزه، ثم قال: اجلس، فإنَّه لم يهلك أهل الكتاب إلا أنه لم يكن بين صلواتهم فصل، فرفع النبي -صلى الله عليه وسلم- بصره، فقال: ((أصاب الله بك يا بن الخطاب)) .\r\r2/ كان الشيخ -رحمه الله- قد ضعفه في: \"ضعيف أبي داود\"، ومشكاة المصابيح (1/306-307) .\r\r3/ تراجع عن تضعيفه فصححه في السلسلة الصحيحة (7/523-524) .\r\rقال الشيخ الألباني -رحمه الله-: [ ... وقال الحاكم: \"صحيح على شرط مسلم\"! ورده الذهبي بقوله: \"قلت: المنهال ضعفه ابن معين، وأشعث فيه لين، والحديث منكر\".","seal":"460B04DB","part":1},
      {"page":184,"id":185,"nass":"قلت: وبهما أعله المنذري في \"مختصر السنن\" ولذلك كنت أوردته في \"ضعيف أبي داود\"، فلما وقفت على متابعة شعبة وعبد الله بن سعيد الفزاري لهما على الشطر الثاني من حديثهما؛ قررت نقله إلى \"صحيح أبي داود\"؛ لأن الشطر الأول منه ليس فيه كبير شيء مع كونه موقوفاً، وكذلك كنت ضعفته في تعليقي على المشكاة (1/306-307) ، فليصحح إذن بالطريق الأولى؛ والله ولي التوفيق، وهو الهادي لا إله إلا هو] .\r\r4/ التعليق: لفظ حديث الشاهد الذي صحح به الشيخ حديث أبي داود هو:\rعن رجل من أصحاب النبي -صلى الله عليه وسلم-: أن رسول الله -صلى الله عليه وسلم- صلى العصر، فقام رجل يصلي [بعدها] ، فرآه عمر، [لفأخذ بردائه أو بثوبه] ، فقال له: اجلس؛ فإنما هلك أهل الكتاب أنه لم يكن لصلاتهم فصل، فقال رسول الله -صلى الله عليه وسلم-: ((أحسن (وفي رواية: صدق) ابن الخطاب)) .\r\rفائدة: حديث أبي داود من طريق أشعث بن شعبة عن المنهال عن الأزرق..\r\rوقد توبع أشعث؛ تابعه عبد الصمد بن النعمان عند الطبراني في المعجم الأوسط (2/316رقم2088) . ولم يذكر الشيخ الألباني -رحمه الله- هذه المتابعة في الموضع المذكور.\r\rفآفته المنهال بن خليفة.\r\rالحديث السابع:\r1/ متنه: عن الأسود بن سريع -رضي الله عنه- قال: [كنت شاعراً فـ] أتيت النبي -صلى الله عليه وسلم- فقلت: يا رسول الله، قد مدحت الله بمحامد ومِدَح وإياك.\rفقال: ((أما إن ربك يحب الحمد - (وفي لفظ: المدح) -)) . هات ما امتدحت به ربك.\rقال: فجعلت أنشده، فاستأذن رجل طوال أصلعٌ، فقال لي النبي -صلى الله عليه وسلم-: ((اسكت)) ، فدخل، فتكلم ساعة، ثم خرج، فأنشدته، ثم جاء فسكتنى، ثم خرج، فعل ذلك مرتين أو ثلاثاً.\rفقلت: من هذا الذي سكتنى له؟ قال: ((هذا رجل لا يحب الباطل، [هذا عمر بن الخطاب] )) . \"حسن صحيح\"\r\r2/ كان الشيخ -رحمه الله- قد ضعفه بِـ\"تَمَامِهِ\" في: ضعيف الأدب المفرد (55/342) ، والضعيفة (6/469-470رقم2922) ، وأشار إلى ضعفه في \"تحريم آلات الطرب\" (ص/123) .\r\r3/ تراجع الشيخ عن تضعيفه فصححه في الصحيحة (7/544-547) .\r\rقال الشيخ الألباني -رحمه الله-: [والحديث جزم شيخ الإسلام ابن تيمية في \"الرد على البكري\" (ص291) بنسبته إلى النبي -صلى الله عليه وسلم-.\r\rوكنت قد أشرت إلى ضعفه في \"تحريم آلات الطرب\" (ص123) ، وجزمت في \"ضعيف الأدب المفرد\" (55/342) أنه ضعيف بهذا التمام، وأحلت على \"الضعيفة\" (2922) ، ولم أكن وقفت -حينذاك- على متابعة الزهري لابن جدعان، فسبحان من قد أحاط بكل شيء علماً، والمعصوم من عصمه الله.] .\r\r4/ التعليق: متابعة الزهري التي ذكرها الشيخ عزاها للطبراني في المعجم الكبير فيضاف إليه: أبو نعيم في حلية الأولياء (1/46) .\r\rالحديث الثامن:\r1/ متنه: عن عبد الله بن عمرو بن العاص -رضي الله عنهما- قال: سمعت رسول الله -صلى الله عليه وسلم- يقول: ((ستكون هجرة بعد هجرة، فخيار أهل الأرض ألزمهم مهاجر إبراهيم، ويبقى في الأرض شرار أهلها، تلفظهم أرضوهم، تَقْذُرُهم نفس الله، وتحشرهم النار مع القردة والخنازير)) \"صحيح لغيره\".\r\r2/ كان الشيخ -رحمه الله- قد ضعفه في \"الضعيفة\" (3697) ، و\"ضعيف الجامع\" (ص/479رقم3259) وضعف سنده في الطبعة المختصرة من \"ضعيف أبي داود\" التي طبعت قديماً.\r\r3/ تراجع الشيخ عن تضعيفه فحسنه في تعليقه على مناقب الشام وأهله لشيخ الإسلام -رحمه الله- (ص/82-حاشيةرقم2) ، ثم صححه في الصحيحة (7/611-619رقم3203) .\r\rقال الشيخ الألباني -رحمه الله-: [وهنا بعض التنبيهات التي لا بد منها:\rأولاً: كنت ذكرت الحديث في الضعيفة برقم (3697) من الطريق الأولى، فلما وقفت على الطريق الأخرى والشاهد؛ لم أستجز إبقاءَه هناك، فنقلته إلى هنا، سائلاً المولى سبحانه وتعالى مزيداً من التوفيق والهداية.\r\rثانياً: وبناءً على ذلك نقلته أيضاً من \"ضعيف الجامع\" (3258) إلى \"صحيح الجامع\"، فالرجاء من مقتنيهما، أن يفعل ذلك] .\r\rوقال -أيضاً-: [خامساً: كنت علَّقتُ على الفصل المشار إليه آنفاً <يعني ما طبع باسم: \"مناقب الشام وأهله\" لشيخ الإسلام>، حين قام بطبعه صاحب المكتب الإسلامي بتعليقي عليه، ألحقه بكتابي \"تخريج فضائل الشام ودمشق للربعي\"، وفيه هذا الحديث كما تقدم، وكنت علقت عليه بما خلاصته أنه حديث حسن، ثم خرجته من الطريقين عن ابن عمرو مبيِّناً علتهما باختصار، وختمته بقولي: \"ولكن الحديث قوي بمجموع الطريقين -إن شاء الله تعالى-\" ... ] .","seal":"F8298AC0","part":1},
      {"page":185,"id":186,"nass":"4/ التعليق: ذكر الشيخ الألباني -رحمه الله- في الموضع المشار إليه في الصحيحة شيئاً من حياته وهجرته مع والده من ألبانيا إلى دمشق والثناء على والده بسبب ذلك، وما يسر الله له وهيأه بسبب تلك الهجرة من تعلم اللغة العربية الفصحى والعامية، والتوحيد الحق، والحديث والسنة أصولاً وفقهاً، ومحاربته للقبوريين، وسجنه بسبب ذلك مرتين، وعدم تأييده للحكم في سوريا لأنه حكم باطل، وذكر بعض جهوده -رحمه الله- في نشر التوحيد والسنة.\rالحديث التاسع:\r\r1/ متنه: عن عقبة بن عامر -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: ((لا تكرهوا البنات فإنهن المؤنسات الغاليات)) \"صحيح\".\r\r2/ كان الشيخ قد ضعفه في ضعيف الجامع (ص/905رقم6268) وأحال إلى الضعيفة (4793) .\r\r3/ تراجع الشيخ -رحمه الله- عن تضعيفه فصححه في الصحيحة (7/627-628رقم3206) .\r\rقال الشيخ الألباني -رحمه الله-: [وبعد كتابه هذا بنحو عشرين سنة؛ تبين لي أن رواية قتيبة بن سعيد عن ابن لهيعة ملحقة -من حيث الصحة- برواية العبادلة عنه كما بينه الحافظ الذهبي في \"السير\"، ونقله عنه في غير ما موضع من تخريجاتي وتعليقاتي (1) ، ولما كان هذا الحديث من رواية قتيبة عن ابن لهيعة؛ فقد قررت نقله من الضعيفة إلى هنا، وبخاصة أنه يشهد له مرسل عروة بن الزبير] .\r\rحاشية (1) [انظر مثلاً \"الصحيحة\" (1/595) ، وَ (6/825) ، وَ\"الضعيفة\" (1/421) ]\r\r4/ التعليق: وله شاهدان مرسلان -لم يذكرهما الشيخ-؛ أحدهما من مرسل سالم بن أبي الجعد عند المروزي في البر والصلة (ص/76رقم146) وابن أبي الدنيا في كتاب العيال (1/243رقم97) ، وينظر شعب الإيمان للبيهقي (6/410) ففيه أمر يحتاج إلى بحث.\r\rوالشاهد الآخر من مرسل سعيد بن أبي هند رواه البيهقي في الشعب (6/410) .\r\rالحديث العاشر:\r1/ متنه: عن عبد الله بن عمرو بن العاص -رضي الله عنهما- قال: قال رسول الله -صلى الله عليه وسلم-: ((أي الخلق أعجب إليكم إيماناً؟)) قالوا: الملائكة. قال: ((وكيف لا يؤمنون وهم عند ربهم؟)) قالوا: فالنبيون. قال: ((وما لهم لا يؤمنون والوحي ينزل عليهم؟)) قالوا: فنحن. قال: ((وما لكم لا تؤمنون وأنا بين أظهركم؟)) قالوا: فمن يا رسول الله؟ قال: ((ألا إن أعجب الخلق إلي إيماناً لقوم يكونون من بعدكم يجدون صحفاً فيها كتاب يؤمنون بما فيها)) \"حسن\".\r\r2/ كان الشيخ قد ضعفه في الضعيفة (2/102-103رقم647) .\r\r3/ ثم تراجع الشيخ عن تضعيفه فقواه وحسنه في الصحيحة (7/654-657رقم3215) .\r\rقال الشيخ الألباني -رحمه الله-: [وقد كنت خرجت حديث الترجمة بنحوه في الضعيفة (647) من طريقين الأولى خير من الأخرى، وذكرت أن الحافظ ابن كثير جزم بنسبته إلى النبي -صلى الله عليه وسلم-، وأنه لعله وقف على طريق أو طرق أخرى يتقوى بها، وحينئذ ينبغي النظر فيها.\rوها أنذا قد وقفت على هذا الطريق، فبادرت إلى تخريجها وفاءً بما قلت هناك، فالظاهر أنه من جملة الطرق التي ألقى مجموعها في قلب الحافظ ابن كثير ثبوت الحديث عن النبي -صلى الله عليه وسلم-، فجزم بنسبته إليه؛ وهذا أُلقي في صدري أيضاً حين وقفت على هذا الطريق التي عرفت مما سبق أنها حسنة لغيرها على الأقل، فهي قوية بالطريق الأولى المشار إليها آنفاً ... ] .\r\r4/ التعليق: نبه الشيخ الألباني -رحمه الله- في الموضع المشار إليه في الصحيحة إلى خطأ الشيخ السلفي محمد نسيب الرفاعي في \"تيسير العلي القدير\"، وكذلك الشيخ الصوفي محمد علي الصابوني في مختصره لتفسير ابن كثير؛ حيث عزوا الحديث إلى صحيح البخاري وهو لا وجود له فيه، وبيان سبب هذا الوهَم.\r\rانتهت الحلقة الثانية، والحمد لله رب العالمين.\r\rوالله أعلم وصلى الله وسلم على نبينا محمد.\r---\r\rالأحاديث التي تراجع الشيخ الألباني عن تضعيفها في السلسلة الصحيحة رقم (7) الحلقة الثالثة.\r\rالحمد لله، والصلاة والسلام على رسول الله، أما بعد:\rالحديث الحادي عشر","seal":"5430B514","part":1},
      {"page":186,"id":187,"nass":"1/ متنه: عن علقمة بن ناجية -رضي الله عنه-: أن النبي -صلى الله عليه وسلم- قال لهم عام المريسيع حين أسلموا: ((إن من تمام إسلامكم أن تؤدوا زكاة أموالكم)) .\rوقال لهم عام المريسيع: ((إني باعث إليكم بمن يأخذ زكاة أموالكم)) .\r\r2/كان الشيخ قد ضعفه إذ لم يورده في صحيح الترغيب والترهيب في الطبعات القديمة، وأكد هذا التضعيف فأورده في ضعيف الترغيب (1/236رقم457) .\r\r3/ تراجع الشيخ -رحمه الله- عن تضعيفه فحسنه في السلسلة الصحيحة (7/705-707رقم3232) .\r\rقال الشيخ الألباني -رحمه الله-: [ (تنبيه) : كنت حينما ألفت \"صحيح الترغيب والترهيب\" ونشرته؛ جردت منه هذا الحديث لتضعيف المنذري إياه؛ بتصديره له بقوله: \"روي ... \"، وإعلال الهيثمي بقوله (3/62) : \" ... وفيه من لا يعرف\".\r\rوما كان يمكنني إلا الاعتماد عليهما يومئذٍ؛ لعدم التمكن من الوصول إلى إسناده في تلك المصادر، وبخاصة منها كتاب ابن أبي عاصم، فلما منّ الله تعالى بطبعها، ويسر لي الرجوع إليها ودراسة إسناده؛ تبينت أن ما أعل به غير وارد، وبخاصة بالنسبة لإسناد ابن أبي عاصم ... ] .\r\r4/ التعليق: أ/ لم يورد الشيخ الألباني -رحمه الله- الجملة الثانية من الحديث وهي عند ابن أبي عاصم.\r\rب/ والحديث رواه ابن قانع في معجم الصحابة (2/285) وعنده بدل الجملة الثانية من الحديث: وقال رسول الله -صلى الله عليه وسلم-: ((لا يباع شيء من الصدقة حتى يقبض)) ، ورواه أبو نعيم في معرفة الصحابة رقم (5454) وعزاه الحافظ في الإصابة للبغوي في معجم الصحابة ولم أجده في المطبوع منه -والمطبوع فيه نقص كبير تبعاً لنقص المخطوطة-.\r\rالحديث الثاني عشر\r\r1/ متنه: عن أنس -رضي الله عنه- عن النبي -صلى الله عليه وسلم- أنَّهُ نهى عن بيع المحفَّلاتِ.\r\r2/ كان الشيخ قد ضعفه في ضعيف الجامع (ص/873رقم6062) والضعيفة (4726) .\r\r3/ تراجع الشيخ عن تضعيفه فقواه في الصحيحة (7/713) .\r\rقال الشيخ الألباني -رحمه الله-: [\"إذا باع أحدكم الشاة واللقحة؛ فلا يحفِّلْها\"..-وصحح سنده ثم قال:- وهو شاهد قوي لحديث أنس: \"نهى عن بيع المحفلات\"، وكنت خرجته في \"الضعيفة\" (4726) لضعف سنده، وبالتالي أوردته في \"ضعيف الجامع\"؛ فلينقل منهما] .\r\r4/ التعليق: ويشهد لحديث النهي عن بيع المحفلات حديث أبي هريرة -رضي الله عنه- مرفوعاً: ((لا تصروا الإبل والغنم)) متفق عليه.\r\rوفي رواية للشيخين أيضاً: ((نهى عن التلقي للركبان ... وعن النجش والتصرية ... )) .\rالحديث الثالث عشر\r\r1/ متنه: معاذ بن جبل -رضي الله عنه- قال: كنت مع النبي -صلى الله عليه وسلم- في سفر، فأصبحت يوماً قريباً منه ونحن نسير، فقلت: يا نبي الله، أخبرني بعمل يدخلني الجنة، ويباعدني من النار.\r\rقال: ((لقد سألت عن عظيم، وإنه ليسير على من يسره الله عليه، تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصوم شهر رمضان، وتحج البيت))\rثم قال: ((ألا أدلك على أبواب الخير؟ الصوم جنةٌ، والصدقة تطفئ الخطيئة كما يطفئ الماءُ النارَ، وصلاة الرجل في جوف الليل)) ، ثم قرأ: {تتجافى جنوبُهُم عن المضاجع} حتى بلغ: {يعلمون} .\r\rثم قال: ((ألا أخبرك برأس الأمر، وعموده، وذروة سنامه؟))\r\rفقلت: بلى يا رسول الله.\r\rقال: ((رأس الأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد)) .\r\rثم قال: ((ألا أخبرك بِمَلاكِ ذلك كله؟)) .\r\rقلت: بلى يا رسول الله. فأخذ بلسانه فقال: ((كُفَّ عليك هذا)) .\r\rفقلت: يا رسول الله، وإنا لمؤاخذون بما نتكلم به؟\r\rفقال: ((ثكلتك أمك يا معاذ، وهل يكب النَّاسَ في النار على وجوههم -أو على مناخرهم- يوم القيامة إلا حصائدُ ألسنتهم)) .\r\r2/ كان الشيخ -رحمه الله- قد ضعفه مطولاً في إرواء الغليل (2/138-141) ولم يحسن منه سوى قوله -صلى الله عليه وسلم-: ((وذروة سنامه الجهاد)) .\r\rوانظر التعليق.\r\r3/ تراجع الشيخ عن تضعيفه فقواه مطولاً، وصحح منه قوله -صلى الله عليه وسلم-: ((ثكلتك أمُّك يا معاذ بن جبل، وهل يكب النَّاسَ على مناخرهم في جهنم إلا حصائد ألسنتهم)) في الصحيحة (7/845-846رقم3284) ، وصححه لغيره في \"صحيح الترغيب والترهيب\" (رقم2866) .\r\rقال الشيخ الألباني -رحمه الله-: [واعلم أن الباعث على تخريج هذا الحديث-وهو طرف من حديث طويل لمعاذ -رضي الله عنه-؛ أنني كنت خرجته من رواية الترمذي وغيره من طريق أبي وائل، وشهر بن حوشب، وميمون بن أبي شبيب <وقع في مطبوعة الصحيحة: ميمون بن أبي شيبة> مطولاً، يزيد بعضهم على بعض، وكلها معلولة بالانقطاع إلا روايةً عن شهرٍ، كما يأتي، خرجت ذلك في الإرواء (2/138-141) ، وبين عللها أيضا المنذري في \"الترغيب\" (4/5-6) ، ثم ابن رجب في \"شرح الأربعين\" (ص196) ، وعقب عليها بقوله: \"وله طرق أخرى كلها ضعيفة\".\r\rفلما وقفت على هذا الإسناد لهذا الطرف، بادرت إلى تخريجه؛ لِعِزَّتِهِ وصحته خلافاً لتلك الطرق.","seal":"4A4E72C4","part":1},
      {"page":187,"id":188,"nass":"ثم تابعت البحث، فوجدت له طريقاً أخرى من رواية مبارك بن سعيد -أخي سفيان بن سعيد-: ثنا سعيد بن مسروق عن أيوب بن كريز عن عبد الرحمن بن غَنْم عن معاذ بن جبل ... الحديث مطولاً، وفيه الطرف.\r\rأخرجه الطبراني (20/73-74) من طريقين عنه.\r\rوهذا إسناد رجاله ثقات من رجال التهذيب؛ غير أيوب بن كريز هذا؛ فإنه لا يعرف إلا في هذه الرواية، ومع ذلك ذكره ابن حبان في الثقات (6/54) ! فهو مستور، فيقوى حديثه بمتابعة شهر بن حوشب عن عبد الرحمن بن غنم به.\r\rأخرجه أحمد (5/235، 236، 245) مطولاً ومختصراً] .\r\rوصحح الشيخ الألباني -رحمه الله- جزءً منه في صحيح موارد الظمآن حيث أورده فيه (1/105رقم20) : [عن معاذ بن جبل، عن رسول الله -صلى الله عليه وسلم- قال: قلت: حدثني بعمل يدخلني الجنة؟ قال: ((بخٍ بخٍ! سألتَ عن أمر عظيم، وهو يسير لمن يسره الله عليه: تقيم الصلاة المكتوبة، وتؤتي الزكاة المفروضة، ولا تشرك بالله شيئاً)) .\r\rحسن صحيح-التعليق على \"الإيمان\" لابن أبي شيبة (2/2-3) ، التعليق على الإحسان (1/218) ] انتهى النقل من صحيح الموارد.\r\r4/ التعليق:\r\rأ/ كان الشيخ -رحمه الله- من قبلُ قد صحح حديث معاذ بطوله في تعليقه على الإيمان لابن أبي شيبة (ص/16رقم1-2) -وقد رواه ابن أبي شيبة من طريق عروة بن النزال ومن طريق ميمون بن أبي شبيب كلاهما عن معاذ- فقال: [حديث صحيح بالطريق التي بعده، ورجاله ثقات رجال الشيخين غير عروة بن النزال، وثقه ابن حبان (1/158) فقط. وأخرجه الترمذي من طريق أبي وائل عن معاذ وقال: \"حديث حسن صحيح\"] .\r\rوأظن أن الشيخ -رحمه الله- قد صدر منه هذا التصحيح الذي في تعليقه على الإيمان قبل دراسته لطرقه بدقة؛ وذلك لأن الشيخ -رحمه الله- قد خرجه بتوسع في كتاب الإرواء -من طريق أبي وائل، وعروة بن النزال، وميمون بن أبي شبيب: وكلهم لم يسمع من معاذ كما بينه الشيخ الألباني هناك- وقال: [هذا ويتلخص مما تقدم أن جميع الطرق منقطعة في مكان واحد منها غير هذه الطريق، وأحد طريقي شهر بن حوشب فهي تقوي هذه، وأما الطرق الأخرى فلا يمكن القول فيها أنه يقوي بعضها بعضاً، لأن جميعها متحدة العلة وهي سقوط تابعيها منها ويجوز أن يكون واحداً، وعليه فهي حينئذٍ في حكم الطريق الواحد، ويجوز أن يكون التابعي مجهولاً والله أعلم.\r\rوخلاصة القول: أنه لا يمكن القول بصحة شيء من الحديث إلا هذا القدر الذي أراده المصنف لمجيئه من طريقين متصلين يقوي أحدهما الآخر والله أعلم] انتهى.\r\rفهذا يدل على تراجع الشيخ عما علقه على كتاب الإيمان لابن أبي شيبة.\r\rثم تراجع الشيخ -رحمه الله- عن تراجعه فحسنه لوقوفه على الطريق الأخرى التي عزاها للطبراني.\r\rوصححه لغيره في صحيح الترغيب والترهيب (رقم2866) .\r\rب/ الطريق التي ذكر الشيخ أنها عند الطبراني (20/73-74) خرجها أيضاً باختصار: البخاري في التاريخ الكبير (7/426) ، وابن نصر في تعظيم قدر الصلاة (1/219) ، وعلقها الدارقطني في العلل (6/78) والبيهقي في الشعب (4/248) .\r\rج/ كلام الشيخ الألباني -رحمه الله- الذي ذكره في الإرواء بأن الطرق إذا كانت منقطعة في مكان واحد أنها تكون في حكم الطريق الواحد لاتحاد العلة كلام فيه نظر.\r\rوهو منقوض بالمرسل.\r\rوإنما يكون كلامه -رحمه الله- متجهاً إذا كان الذي أرسلوه عن معاذ متحدي الشيوخ فيحتمل أن يكون واحداً كما قالوا ذلك في المرسل.\r\rوهذا منتفٍ هنا.\r\rفقد أرسله عن معاذ: أبو وائل، وميمون بن أبي شبيب، وشهر -في بعض الروايات-، وعروة بن النَّزال، ومكحول.\r\rوثمة اختلاف بينهم في الشيوخ فاحتمال أخذهم الحديث من شيخ واحد يكون مجهولاً أو ضعيفاً مما يجزم ببطلانه.\r\rنعم قد يكون مرده هنا إلى راوٍ واحد ولكن ليس بقرينة الشيوخ، ولكن بقرينة أخرى وهي الطرق المتعددة المروية عن عبد الرحمن بن غنم؛ فيكون هو الواسطة بينه وبين من أرسله ممن روى عنه أو بواسطة عنه لمن لم يرو عنه.\r\rلا سيما وأن شهراً صرح بأنه أخذه من عبد الرحمن بن غنم، وهذا من طريق عبد الحميد بن بهرام، وقد حسن الإمام أحمد روايته عن شهر، وتابعه أيوب بن كريز، وهو وإن كان مجهولاً إلا أنَّه صالح هنا -إن شاء الله تعالى- للمتابعة، وتابعه أيضاً عمير بن هانئ وهو ثقة ومتابعته عند ابن حبان في صحيحه.\r\rمما يقوي القول بأنَّ حديث معاذ -رضي الله عنه- إنما حدث به صاحبه وجليسه وملازمه عبد الرحمن بن غنم وعنه اشتهر بين التابعين ومداره عليه وهو ثقة إمام لا يسأل عن مثله.\r\rفيظهر لي أنه حديث صحيح بطوله بهذه الطرق والمتابعات -وهو ما رجحه الشيخ الألباني أخيراً-، وأن مداره -على غالب الظن- على عبد الرحمن بن غنم. والله أعلم.\r\rالحديث الرابع عشر\r\r1/ متنه: عن أبي موسى الأشعري -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: ((من أحب دنياه أضر بآخرته، ومن أحب آخرته أضر بدنياه، فآثروا ما يبقى على ما يفنى))","seal":"09E151B2","part":1},
      {"page":188,"id":189,"nass":"2/ كان الشيخ -رحمه الله- قد ضعفه في ضعيف الجامع (ص/771رقم5340) ، وأحال إلى المشكاة (5179) -ولم يعلق عليه هناك بشيء، فلعله في التحقيق الثاني للمشكاة ولم يطبع بعد- وفي الضعيفة (5650) .\r\r3/ تراجع الشيخ الألباني -رحمه الله- عن تضعيفه فحسنه في الصحيحة (7/850) .\r\rقال الشيخ الألباني -رحمه الله-: [وله شاهد آخر مرفوع من حديث أبي موسى الأشعري بنحوه، كنت خرجته في الكتاب الآخر (5650) لانقطاعه مع ثقة رجاله، ثم وقفت على هذا الشاهد العزيز القوي، فسارعت إلى تخريجه هنا، ثم أشرت إليه هناك؛ ليكون القراء على بصيرة وعلم بما يَجِدُّ من العلمِ؛ فإنه في تقدمٍ لا يقبل الجمود، وبالله تعالى التوفيق] .\r\r4/ التعليق: كتبت بحثاً في تخريج الحديث من رواية أبي موسى التي خرجها الشيخ في الضعيفة المجلد الثاني عشر ولم يطبع بعد.\r\rفانظره هنا:\rhttp://www.ahlalhdeeth.com/vb/showthread.php?s=&postid=15462#post15462\r\rالحديث الخامس عشر\r\r1/ متنه: عن عبد الله بن عمرو بن العاص -رضي الله عنه- أن النبي -صلى الله عليه وسلم- مر بسعد وهو يتوضأ، فقال: ((ما هذا السرف يا سعد؟))\rقال: أفي الوضوء سرف؟ قال: ((نعم، وإنْ كُنْتَ على نهر جارٍ)) .\r\r2/ كان الشيخ -رحمه الله- قد ضعفه في إرواء الغليل (1/171رقم140) ، وفي \"الرد على بليق (ص/98) ، وضعيف ابن ماجه (ص/35رقم425-القديمة) ، والمشكاة (1/133رقم427) .\r\r3/ تراجع الشيخ -رحمه الله- عن تضعيفه فحسنه في السلسلة الصحيحة (7/860-861رقم3292) .\r\rنقل الشيخ الألباني -رحمه الله- كلام ابن عدي في \"حيي بن عبد الله المعافري\":\"وأرجو أنه لا بأس به إذا روى عنه ثقة\". قال الشيخ الألباني -رحمه الله-: [قلت: وهذا الشرط بدهي، ويبدو -لأول وهلة- أنَّه هنا غير متوفر، لسوء حفظ ابن لهيعة الذي عرف به، وإن كان صدوقاً في نفسه، وهذا هو الذي كان حملني -تبعاً لغيري- على تضعيف الحديث من أجله في \"إرواء الغليل\" (1/171رقم140) قديماً، وفي غير إحالة عليه.\rثم بدا لي ما غيَّر وجهة نظري في رواية قتيبة بن سعيد عن ابن لهيعة، وأن روايته ملحقة في الصحة برواية العبادلة عنه، استفدت ذلك من ترجمة الحافظ الذهبي لقتيبة في \"سير أعلام النبلاء\" وقد نقلت ذلك تحدث الحديث المتقدم (2843) فلا داعي لتكراره.\rوبناءً على أن هذا الحديث من رواية قتيبة عن ابن لهيعة، فقد رجعت عن تضعيف الحديث به إلى تحسينه، راجياً من الله أن يغفر لي خطئي وعمدي، وكل ذلك عندي، وأن يزيدني علماً وهدى.\rوهناك أثر ذكره البيهقي (1/197) عن هلال بن يساف قال: \"كان يقال: في كل شيء إسراف حتى الطهور؛ وإن كنت على شاطئ النهر\"\rوهلال هذا ثقة تابعي، فكأنه يشير إلى هذا الحديث، وإلى أنه كان مشهوراً بين السلف، والله أعلم] .\r\r4/ التعليق:\rأ/ عزا الشيخ الألباني هذا الحديث في الإرواء إلى المسند وابن ماجه -كما في الصحيحة- وزاد: الحكيم الترمذي في الأكياس والمغترين (ص/27) .\r\rيقول أبو عمر العتيبي: ورواه -أيضاً- البيهقي في الشعب (3/20رقم2788) ، وعزاه البوصيري في مصباح الزجاجة إلى أبي يعلى في مسنده.\r\rب/ وأثر هلال بن يساف: رواه -أيضاً- ابن أبي شيبة في المصنف (1/67رقم718)\r\rج/ فائدة: روى الدقاق في مجلس إملاء في رؤية الله (ص/83رقم156) من طريق سعيد بن منصور ثنا إسماعيل بن عياش عن يحيى بن أبي عمرو السَّيباني -وهو حمصيِّ- عن أبي سلام ممطور الحبشي -رحمه الله- قال: قال رسول الله -صلى الله عليه وسلم-: ((قد يكون في الوضوء إسراف، وفي كل شيء إسراف)) .\r\rوإسناده حسن إلى أبي سلام ولكنه مرسل.\r\rأبو سلام ثقة من أواسط التابعين جل روايته عن الصحابة مرسلة، وسمع من بعضهم.\r\rانتهت الحلقة الثالثة، والحمد لله رب العالمين.\r\rوالله أعلم وصلى الله وسلم على نبينا محمد.\r\r---","seal":"92202DB2","part":1},
      {"page":190,"id":191,"nass":"أحاديث رجع الشيخ الألباني عن تصحيحه أو تضعيفها\r\rإخواني الكرام:\r\rهذا بحث لأحد الإخوة وجدته في أحد المنتديات\rوهو جمع لأحاديث رجع الشيخ العلامة / ناصر الدين الألباني عن تضعيفها\r\rوصححها في المجلد السابع من (السلسلة الصحيحة)\r\rوقد بلغ عدد الأحاديث التي جمعها هذا الأخ الكريم خمسة عشر حديثاً\r\rوقد أعجبني جداً هذا البحث لأهميته\rفقمت بالتذييل عليه فاجتمع لي من خلال عملي في تحقيق كتاب (مشكاة المصابيح) وبالإستعانة بالبرنامج القيم (الجنى الداني) اجتمع لي أضعاف هذا العدد\r\rفقمت بتدوينها وضمها إلى بحث هذا الأخ الكريم\r\rواعتمدت في معرفة آخر قولي الشيخ من خلال تاريخ مؤلفاته\r\rوسوف أضع هنا هذا البحث تباعا وأضم في أوله ما وقفت عليه من تاريخ مؤلفاته\r\rأسأل الله عز وجل أن ينفع به\rوكتبه\rخيري سعيد\rمنية سمنود - الدقهلية - مصر\r\r---\rبسم الله الرحمن الرحيم\r\rتأريخ مؤلفات الشيخ الألباني\r\rتنبيه:\rتاريخ التأليف: أقصد به تاريخ آخر مقدمة للشيخ على الكتاب.\rوأما ما يسبق تاريخه بـ (ط) فالمراد تاريخ أول طبعة.\r\rمجموع الكتب = 56 كتاب\r\rتاريخ التأليف أو النشر اسم الكتاب\r1366-1370 الثمر المستطاب في فقه السنة والكتاب\r1372 نصب المنجانيق\r1378 الصحيحة 1\r1379 الضعيفة 1\r1384 حجة النبي صلى الله عليه وسلم\r\r1385 حجاب المرأة المسلمة\rالإيمان لابن أبي شيببة\rالكلم الطيب\r\r1386 التنكيل\r\r1387 نقد نصوص حديثية\r\r1388 صحيح الجامع\rضعيف الجامع\rآداب الزفاف\r\r1388 أحكام الجنائز\r\r1389 مختصر صحيح مسلم\rخطبة الحاجة\r\r1390 صحيح الكلم الطيب\rإصلاح المساجد\r\r1392 تحذير الساجد\rمختصر العلو\rالصحيحة 2\r\r1397 دفاع عن الحديث النبوي\r\r1398 الضعيفة 2\r\r1399 إرواء الغليل\rمختصر صحيح البخاري\rمشكاة المصابيح\rط 1400 السنة لابن أبي عاصم\r\r1401 الآيات البينات\rرفع الأستار\rبداية السول\r\r1402 صحيح الترغيب والترهيب ط1\rمختصر الشمائل\r\r1404 الصحيحة 4\r\r1406 الصحيحة 3\rصحيح سنن الترمذي\rضعيف سنن الترمذي\rصحيح سنن ابن ماجه\rضعيف سنن ابن ماجه\rقيام رمضان\r\r1407 الضعيفة 3\rالضعيفة 4\r\r1408 صحيح سنن أبي داود\rغاية المرام\rالعلم للنسائي\r\r1409 الصحيحة 5\rصحيح سنن النسائي\rالأجوبة النافعة\r\r1410 ضعيف سنن أبي داود\rضعيف سنن النسائي\rصفة الصلاة ط- دار المعارف\r\r1412 جلباب المرأة المسلمة\r\r1415 الصحيحة 6\rتحريم آلات الطرب\r\r1420 الضعيفة 5\rالضعيفة 7\r\r1421 الضعيفة 9\rصحيح السيرة\r\r---\rبسم الله الرحمن الرحيم\r\rالأحاديث التي رجع الشيخ الألباني\rعن\rتضعيفها أو تصحيحها\r\r1- عن ابن شهاب الزهري أن رسول الله صلى الله عليه وسلم قال: حضرموت من خير بني الحارث.\rصحيح لغيره: الموضع الذي كان قد ضعفه فيه -أعني رواية الزهري-: ضعيف الجامع2726\rالموضع الذي تراجع فيه: الصحيحة 7/120-121رقم3051","seal":"FD499188","part":1},
      {"page":191,"id":192,"nass":"2- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ليس في الأرض من الجنة إلا ثلاثة أشياء: غرس العجوة، وأواق تَنْزل في الفرات كل يوم من بركة الجنة، والْحَجَر.\rحسن صحيح: ضعفه في الضعيفة (4/104رقم1600) ، وضعيف الجامع (ص/710رقم4927\rتراجع عنه في الصحيحة (7/302-305رقم3111.\r3- عن جابر بن عبد الله رضي الله عنهما قال النبي صلى الله عليه وسلم: إذا تغوَّط الرجلان، فليتوار كل واحد منهما عن صاحبه، ولا يتحدثان على طوفهما، فإن الله يمقت على ذلك.\rصحيح.\rومن حديث أبي سعيد الخدري رضي الله عنه أنَّ النبي صلى الله عليه وسلم قال: لا يناجى اثنان على غائطهما، ينظر كل واحد منهما إلى عورة صاحبه، فإن الله يمقت على ذلك\rصحيح لغيره.\rوفي لفظ: لا يخرج الرجلان يضربان الغائط كاشفين عن عوراتهما يتحدثان، فإن الله يمقت على ذلك\rصحيح لغيره.\rومن حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: لا يخرج اثنان إلى الغائط فيجلسان يتحدثان كاشفين عن عوراتهما، فإن الله يمقت على ذلك.\rصحيح لغيره: كان الشيخ قد ضعفه في ضعيف الجامع (ص/914رقم6336) ،وتمام المنَّة (ص/58-59) ، ضعيف سنن أبي داود رقم (3) ، ضعيف سنن ابن ماجه.\rتراجع عن تضعيفه في صحيح الترغيب والترهيب (1/175رقم155) ، والصحيحة (7/321-324رقم3120.\r4- عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم أمر بحدِّ الشِفار، وأن توارى عن البهائم، وإذا ذبح أحدكم؛ فليجهز\rصحيح: كان الشيخ-رحمه الله- قد ضعفه في غاية المرام (ص/40-41) ، وضعيف الجامع (ص/70-71رقم494\rتراجع عن تضعيفه فصححه في صحيح الترغيب والترهيب (1/529رقم1076-الطبعة القديمة للمعارف) ، وهو في الطبعة الجديدة (1/631رقم1091-الطبعة الجديدة) ، وفي الصحيحة (7/356-360رقم3130.\r5- عن جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: لا تنتفعوا من الميتة بشيء صحيح لغيره.\rوجاء من حديث عبد الله بن عكيم حدثنا مشيخة لنا من جهينة أنَّ النبي صلى الله عليه وسلم كتب إليهم إلا تنتفعوا من الميتة بشيء.\rصحيح: كان الشيخ-رحمه الله- قد ضعفه في: الضعيفة (1/238-240رقم118-المعارف) ، وفي تحذير الساجد (ص/25-الحاشية) ، والمشكاة (رقم508) من حديث جابر-رضي الله عنه-.\rتراجع الشيخ عن تضعيفه فصححه في: الضعيفة (1/240-المعارف) ، والصحيحة (7/366-369رقم3133.\r6- عن أبي رمثة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: أصاب الله بك يا بن الخطاب صحيح لغيره.\rوله قصة وهي:\rعن الأزرق بن قيس-رحمه الله- قال: صلى بنا إمام لنا يكني أبا رمثة، فقال: صليت هذه الصلاة أو مثل هذه الصلاة مع النبي صلى الله عليه وسلم، قال: وكان أبو بكر وعمر يقومان في الصف المقدم عن يمينه، وكان رجل قد شهد التكبيرة الأولى من الصلاة، فصلى نبي الله صلى الله عليه وسلم ثم سلم عن يمينه وعن يساره حتى رأينا بياض خديه، ثم انفتل كانفتال أبي رمثة-يعني نفسه-، فقام الرجل الذي أدرك معه التكبيرة الأولى من الصلاة يشفع، فوثب إليه عمر، فأخذ بمنكبه فهزه، ثم قال: اجلس، فإنَّه لم يهلك أهل الكتاب إلا أنه لم يكن بين صلواتهم فصل، فرفع النبي صلى الله عليه وسلم بصره، فقال: أصاب الله بك يا بن الخطاب.\rكان الشيخ-رحمه الله- قد ضعفه في: ضعيف أبي داود، ومشكاة المصابيح (1/306-307.\rتراجع عن تضعيفه فصححه في السلسلة الصحيحة (7/523-524.\r\r7- عن الأسود بن سريع رضي الله عنه قال: [كنت شاعراً فـ] أتيت النبي صلى الله عليه وسلم فقلت: يا رسول الله، قد مدحت الله بمحامد ومِدَح وإياك.\rفقال: أما إن ربك يحب الحمد- (وفي لفظ: المدح) -. هات ما امتدحت به ربك.\rقال: فجعلت أنشده، فاستأذن رجل طوال أصلعٌ، فقال لي النبي صلى الله عليه وسلم: اسكت، فدخل، فتكلم ساعة، ثم خرج، فأنشدته، ثم جاء فسكتنى، ثم خرج، فعل ذلك مرتين أو ثلاثاً.\rفقلت: من هذا الذي سكتنى له؟ قال: هذا رجل لا يحب الباطل، [هذا عمر بن الخطاب] . حسن صحيح\rكان الشيخ-رحمه الله- قد ضعفه بِـ تَمَامِهِ في: ضعيف الأدب المفرد (55/342) ، والضعيفة (6/469-470رقم2922) ، وأشار إلى ضعفه في تحريم آلات الطرب (ص/123.\rتراجع الشيخ عن تضعيفه فصححه في الصحيحة (7/544-547.\r\r8- عن عبد الله بن عمرو بن العاص رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: ستكون هجرة بعد هجرة، فخيار أهل الأرض ألزمهم مهاجر إبراهيم، ويبقى في الأرض شرار أهلها، تلفظهم أرضوهم، تَقْذُرُهم نفس الله، وتحشرهم النار مع القردة والخنازير صحيح لغيره.\rكان الشيخ-رحمه الله- قد ضعفه في الضعيفة (3697) ، وضعيف الجامع (ص/479رقم3259) وضعف سنده في الطبعة المختصرة من ضعيف أبي داود التي طبعت قديماً.\r3/ تراجع الشيخ عن تضعيفه فحسنه في تعليقه على مناقب الشام وأهله لشيخ الإسلام-رحمه الله- (ص/82-حاشيةرقم2) ، ثم صححه في الصحيحة (7/611-619رقم3203.","seal":"7A924075","part":1},
      {"page":192,"id":193,"nass":"9- عن عقبة بن عامر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: لا تكرهوا البنات فإنهن المؤنسات الغاليات صحيح.\rكان الشيخ قد ضعفه في ضعيف الجامع (ص/905رقم6268) وأحال إلى الضعيفة (4793.\rتراجع الشيخ-رحمه الله- عن تضعيفه فصححه في الصحيحة (7/627-628رقم3206.\r\r10- عن عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: أي الخلق أعجب إليكم إيماناً؟ قالوا: الملائكة. قال: وكيف لا يؤمنون وهم عند ربهم؟ قالوا: فالنبيون. قال: وما لهم لا يؤمنون والوحي ينزل عليهم؟ قالوا: فنحن. قال: وما لكم لا تؤمنون وأنا بين أظهركم؟ قالوا: فمن يا رسول الله؟ قال: ألا إن أعجب الخلق إلي إيماناً لقوم يكونون من بعدكم يجدون صحفاً فيها كتاب يؤمنون بما فيها حسن.\rكان الشيخ قد ضعفه في الضعيفة (2/102-103رقم647.\rثم تراجع الشيخ عن تضعيفه فقواه وحسنه في الصحيحة (7/654-657رقم3215) .\r\r11- عن علقمة بن ناجية-رضي الله عنه-: أن النبي صلى الله عليه وسلم قال لهم عام المريسيع حين أسلموا: إن من تمام إسلامكم أن تؤدوا زكاة أموالكم.\rوقال لهم عام المريسيع: إني باعث إليكم بمن يأخذ زكاة أموالكم.\rكان الشيخ قد ضعفه إذ لم يورده في صحيح الترغيب والترهيب في الطبعات القديمة، وأكد هذا التضعيف فأورده في ضعيف الترغيب (1/236رقم457.\rتراجع الشيخ-رحمه الله- عن تضعيفه فحسنه في السلسلة الصحيحة (7/705-707رقم3232\r\r12- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنَّهُ نهى عن بيع المحفلاتِ.\rكان الشيخ قد ضعفه في ضعيف الجامع (ص/873رقم6062) والضعيفة (4726\r\rتراجع الشيخ عن تضعيفه فقواه في الصحيحة (7/713.\r\r13- معاذ بن جبل رضي الله عنه قال: كنت مع النبي صلى الله عليه وسلم في سفر، فأصبحت يوماً قريباً منه ونحن نسير، فقلت: يا نبي الله، أخبرني بعمل يدخلني الجنة، ويباعدني من النار.\rقال: لقد سألت عن عظيم، وإنه ليسير على من يسره الله عليه، تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصوم شهر رمضان، وتحج البيت\rثم قال: ألا أدلك على أبواب الخير؟ الصوم جنةٌ، والصدقة تطفئ الخطيئة كما يطفئ الماءُ النارَ، وصلاة الرجل في جوف الليل، ثم قرأ: {تتجافى جنوبُهُم عن المضاجع} حتى بلغ: {يعلمون} .\rثم قال: ألا أخبرك برأس الأمر، وعموده، وذروة سنامه؟\rفقلت: بلى يا رسول الله.\rقال: رأس الأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد.\rثم قال: ألا أخبرك بِمَلاكِ ذلك كله؟.\rقلت: بلى يا رسول الله. فأخذ بلسانه فقال: كُفَّ عليك هذا.\rفقلت: يا رسول الله، وإنا لمؤاخذون بما نتكلم به؟\rفقال: ثكلتك أمك يا معاذ، وهل يكب النَّاسَ في النار على وجوههم-أو على مناخرهم- يوم القيامة إلا حصائدُ ألسنتهم.\rكان الشيخ-رحمه الله- قد ضعفه مطولاً في إرواء الغليل (2/138-141) ولم يحسن منه سوى قوله صلى الله عليه وسلم: وذروة سنامه الجهاد.\rوانظر التعليق.\rتراجع الشيخ عن تضعيفه فقواه مطولاً، وصحح منه قوله صلى الله عليه وسلم: ثكلتك أمُّك يا معاذ بن جبل، وهل يكب النَّاسَ على مناخرهم في جهنم إلا حصائد ألسنتهم في الصحيحة (7/845-846رقم3284) ، وصححه لغيره في صحيح الترغيب والترهيب (رقم2866\r\r14- عن أبي موسى الأشعري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: من أحب دنياه أضر بآخرته، ومن أحب آخرته أضر بدنياه، فآثروا ما يبقى على ما يفنى\rكان الشيخ-رحمه الله- قد ضعفه في ضعيف الجامع (ص/771رقم5340) ، وأحال إلى المشكاة (5179) -ولم يعلق عليه هناك بشيء، فلعله في التحقيق الثاني للمشكاة ولم يطبع بعد- وفي الضعيفة (5650\r\rتراجع الشيخ الألباني-رحمه الله- عن تضعيفه فحسنه في الصحيحة (7/850\r15- عن عبد الله بن عمرو بن العاص رضي الله عنه أن النبي صلى الله عليه وسلم مر بسعد وهو يتوضأ، فقال: ما هذا السرف يا سعد؟\rقال: أفي الوضوء سرف؟ قال: نعم، وإنْ كُنْتَ على نهر جارٍ.\rكان الشيخ-رحمه الله- قد ضعفه في إرواء الغليل (1/171رقم140) ، وفي الرد على بليق (ص/98) ، وضعيف ابن ماجه (ص/35رقم425-القديمة) ، والمشكاة (1/133رقم427.\rتراجع الشيخ-رحمه الله- عن تضعيفه فحسنه في السلسلة الصحيحة (7/860-861رقم3292.\r\rما تقدم مستفاد من بحث لأحد الإخوة من الصحيحة (7)\r\rوالآتي تذييل مني على هذا البحث:-\r\r16- عن البراء بن عازب قال: كنا نقوم في الصفوف على عهد رسول الله صلى الله عليه وسلم طويلا قبل أن يكبر، قال: وقال: إن الله عز وجل وملائكته يصلون على الذين يلون الصفوف الأول، وما من خطوة أحب إلى الله من خطوة يمشيها يصل بها صفا. صحيح لغيره\rضعفه الشيخ في السنن، وضعيف الجامع\rوقال في صحيح الترغيب 507: صحيح لغيره\r\r17- عن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم: أشراف أمتي حملة القرآن وأصحاب الليل.\rصحيح\rقال الشيخ في الضعيفة 2416: موضوع\rوقال في ضعيف الترغيب والترهيب 366: ضعيف","seal":"C41F4D50","part":1},
      {"page":193,"id":194,"nass":"وقال في صحيح الترغيب والترهيب 628: صحيح\r18- عن أبي لبابة بن عبد المنذر رضي الله عنه قال قال رسول الله صلى الله عليه وسلم إن يوم الجمعة سيد الأيام وأعظمها عند الله وهو أعظم عند الله من يوم الأضحى ويوم الفطر وفيه خمس خلال خلق الله فيه آدم وأهبط الله فيه آدم إلى الأرض وفيه توفى الله آدم وفيه ساعة لا يسأل الله فيها العبد شيئا إلا أعطاه إياه ما لم يسأل حراما وفيه تقوم الساعة ما من ملك مقرب ولا سماء ولا أرض ولا رياح ولا جبال ولا بحر إلا وهن يشفقن من يوم الجمعة.\rضعيف\rحسنه الشيخ في صحيح سنن ابن ماجه\rوفي صحيح الجامع 4043\rوقال في ضعيف الترغيب 424: ضعيف\r\r19- وعن أبي الدرداء رضي الله عنه قال قال رسول الله صلى الله عليه وسلم أكثروا علي من الصلاة كل يوم الجمعة فإنه مشهود تشهده الملائكة وإن أحدا لن يصلي علي إلا عرضت علي صلاته حتى يفرغ منها قال قلت وبعد الموت قال إن الله حرم على الأرض أن تأكل أجساد الأنبياء عليهم الصلاة والسلام\rحسن لغيره\rضعفه الشيخ في ضعيف سنن ابن ماجه\rوفي ضعيف الجامع 1116\rوقال في صحيح الترغيب 1672: حسن لغيره\r\r20- عن مخنف بن سليم قال كنا وقوفا مع النبي صلى الله عليه وسلم بعرفات فسمعته يقول يا أيها الناس على كل أهل بيت في كل عام أضحية وعتيرة هل تدرون ما العتيرة هي التي تسمونها الرجبية\rحسن\rضعفه الشيخ في الجامع 6383\rوحسنه في السنن\r\r21- عن أبي موسى أن رسول الله صلى الله عليه وسلم قال لا يصيب عبدا نكبة فما فوقها أو دونها إلا بذنب وما يعفو الله عنه أكثر قال وقرأ وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير\rقال الشيخ في السنن: ضعيف الإسناد\rوقال في صحيح الجامع 7732: حسن\r\r22 - أنه صلى الله عليه وسلم رش على قبر ابنه إبراهيم [الماء]\rصحيح\rضعفه الشيخ في الإرواء 755\rوصححه في الصحيحة 7/ 3045\r\r23- عن ابن عمر قال قال رسول الله صلى الله عليه وسلم من استفاد مالا فلا زكاة عليه حتى يحول عليه الحول عند ربه\rصحيح\rضعفه الشيخ في ضعيف الجامع 5405\rوصححه في صحيح سنن أبي داود\r\r24- عن حبشي بن جنادة السلولي قال سمعت رسول الله صلى الله عليه وسلم يقول في حجة الوداع وهو واقف بعرفة أتاه أعرابي فأخذ بطرف ردائه فسأله إياه فأعطاه وذهب فعند ذلك حرمت المسألة فقال رسول الله صلى الله عليه وسلم إن المسألة لا تحل لغني ولا لذي مرة سوي إلا لذي فقر مدقع أو غرم مفظع ومن سأل الناس ليثري به ماله كان خموشا في وجهه يوم القيامة ورضفا يأكله من جهنم ومن شاء فليقل ومن شاء فليكثر\rصحيح لغيره\rضعفه الشيخ في ضعيف السنن، وضعيف الجامع 1781\rورجع عن ذلك فقال في صحيح الترغيب 802: صحيح لغيره.\r\r25- عن أنس بن مالك أن رجلا من الأنصار أتى النبي صلى الله عليه وسلم يسأله فقال: أما في بيتك شىء؟ قال بلى حلس: نلبس بعضه ونبسط بعضه، وقعب نشرب فيه من الماء قال: ائتني بهما قال: فأتاه بهما، فأخذهما رسول الله صلى الله عليه وسلم بيده وقال: من يشتري هذين؟ قال رجل: أنا آخذهما بدرهم، قال: من يزيد على درهم؟ مرتين أو ثلاثا، قال رجل: أنا آخذهما بدرهمين فأعطاهما إياه، وأخذ الدرهمين فأعطاهما الأنصاري وقال: اشتر بأحدهما طعاما فانبذه إلى أهلك، واشتر بالآخر قدوما فأتني به فأتاه به فشد فيه رسول الله صلى الله عليه وسلم عودا بيده ثم قال له: اذهب فاحتطب وبع، ولا أرينك خمسة عشر يوما فذهب الرجل يحتطب ويبيع، فجاء وقد أصاب عشرة دراهم، فاشترى ببعضها ثوبا وببعضها طعاما، فقال رسول الله صلى الله عليه وسلم: هذا خير لك من أن تجيء المسألة ننكتة في وجهك يوم القيامة، [إن المسألة لا تصلح إلا لثلاثة: لذي فقر مدقع (الفقر الشديد) ، أو لذي غرم مفظع، أو لذي دم موجع]\rما بين المعكوفتين صحيح\rضعفه الشيخ في ضعيف السنن\rوصحح منه إن المسألة لا تصلح إلا لثلاثة: لذي فقر مدقع (الفقر الشديد) ، أو لذي غرم مفظع، أو لذي دم موجع في صحيح الترغيب834\r\r26 - عن أبي سعيد الخدري رضي الله عنه قال قال رسول الله صلى الله عليه وسلم خصلتان لا يجتمعان في مؤمن البخل وسوء الخلق\rصحيح لغيره\rضعفه الشيخ في السنن والضعيفة 1119 وضعيف الجامع 2833\rوقال في صحيح الترغيب 2608: صحيح لغيره\r\r27- عن عقبة بن عامر مرفوعا: إن الصدقة لتطفئ عن أهلها حر القبور، وإنما يستظل المؤمن يوم القيامة في ظل صدقته\rحسن\rضعفه الشيخ في ضعيف الجامع 1488\rوحسنه في صحيح الترغيب 873 والصحيحة 7/ 3484\r\r28- عن عائشة قالت كان رسول الله صلى الله عليه وسلم يصوم من الشهر السبت والأحد والاثنين ومن الشهر الآخر الثلاثاء والأربعاء والخميس\r\rصححه الشيخ في صحيح الجامع 4971 ومختصر الشمائل 260\rوضعفه في السنن وتمام المنة 414-415\rوهما ألِّفا بعد الأوليين\r\r29 - عَنْ عَامِرِ بْنِ مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: الْغَنِيمَةُ الْبَارِدَةُ الصَّوْمُ فِي الشِّتَاءِ\rصحيح","seal":"6649B24F","part":1},
      {"page":194,"id":195,"nass":"ضعفه الشيخ في ضعيف الجامع 3943\rوصححه في السنن والصحيحة 4/1922\rوحسنه في صحيح الجامع 3868\r\r30 - وعن أُمَّ سَلَمَةَ تَقُولُ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُومُ يَوْمَ السَّبْتِ وَيَوْمَ الْأَحَدِ أَكْثَرَ مِمَّا يَصُومُ مِنْ الْأَيَّامِ وَيَقُولُ: إِنَّهُمَا عِيدَا الْمُشْرِكِينَ فَأَنَا أُحِبُّ أَنْ أُخَالِفَهُمْ\rضعيف\rرواه أحمد\rحسنه الشيخ في صحيح الجامع 4803 وصحيح ابن خزيمة 2168\rوضعفه في الضعيفة 3/1099 وضعيف الترغيب والترهيب 639 وجلباب المرأة المسلمة ص 178-179\r\r31- عن ابن عباس قال: كان رسول الله صلى الله عليه وسلم لا يفطر أيام البيض في حضر ولا سفر\rرواه النسائي\rقال الألباني في ضعيف السنن: ضعيف الإسناد\rوقال في الصحيحة 2/580: إسناده حسن. ولم يذكر له طريقا سوى طريق النسائي\rوقال في صحيح الجامع 4848 صحيح وعزاه للطبراني\rوآخرهم تأليفاً ضعيف سنن النسائي\r\r32- عن ابن عمر عن النبي صلى الله عليه وسلم أنه كان إذا اعتكف طرح له فراشه أو يوضع له سريره وراء أسطوانة التوبة\rروا ابن ماجه\rوضعفه الشيخ في ضعيف سنن ابن ماجه وصحيح ابن خزيمة\rوقال في رسالة قيام رمضان ص29: إسناده قريب من الحسن\r33- عن العرباض بن سارية رضي الله عنه أن النبي صلى الله عليه وسلم كان يقرأ المسبحات قبل أن يرقد ويقول إن فيهن آية خير من ألف آية.\rضعيف\rحسنه الشيخ في صحيح سنن الترمذي\rوضعفه في ضعيف سنن أبي داود وضعيف الترغيب والترهيب 344\r\r34- عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال إذا مررتم برياض الجنة فارتعوا قالوا وما رياض الجنة قال حلق الذكر\rحسن لغيره\rضعفه الشيخ في ضعيف الجامع\rوحسنه في صحيح سنن الترمذي\rوقال في صحيح الترغيب والترهيب 1511: حسن لغيره\rوانظر الصحيحة 6 / 130\r35- عن عمر أن رسول الله صلى الله عليه وسلم قال من رأى صاحب بلاء فقال الحمد لله الذي عافاني مما ابتلاك به وفضلني على كثير ممن خلق تفضيلا إلا عوفي من ذلك البلاء كائنا ما كان ما عاش\rحسن\rقال الشيخ في ضعيف الجامع 5589: ضعيف\rوقال في صحيح سنن الترمذي: حسن\r\r36 - وعن ابن عمر قال: كان النبي صلى الله عليه وسلم إذا ودع رجلا أخذ بيده، فلا يدعها حتى يكون الرجل هو الذي يدع يد النبي صلى الله عليه وسلم\rصحيح\rضعفه الشيخ في تحقيق الكلم الطيب 170\rوصححه في صحيح سنن الترمذي وصحيح الجامع 4795\r37- عن أبي مالك الأشعري قال: قال رسول الله صلى الله عليه وسلم: إذا ولج الرجل بيته فليقل: اللهم إني أسألك خير المولج وخير المخرج، بسم الله ولجنا، وبسم الله خرجنا، وعلى الله ربنا توكلنا، ثم ليسلم على أهله.\rرواه أبو داود\rوصححه الألباني في صحيح الجامع 839\rوضعفه في الكلم الطيب التحقيق الثاني 62 وضعيف سنن أبي داود\r\r38 - وعن عبد الرحمن بن أبي بكرة أنه قال لأبيه: يا أبت إني أسمعك تدعو كل غداة: اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت، تعيدها ثلاثا حين تصبح، وثلاثا حين تمسي فقال: إني سمعت رسول الله صلى الله عليه وسلم يدعو بهن، فأنا أحب أن أستن بسنته، قال عباس فيه: وتقول: اللهم إني أعوذ بك من الكفر والفقر، اللهم إني أعوذ بك من عذاب القبر، لا إله إلا أنت، تعيدها ثلاثا حين تصبح، وثلاثا حين تمسي فتدعو بهن، فأحب أن أستن بسنته\rحسن\rضعفه الشيخ في ضعيف الجامع 1210\rوقال في صحيح سنن أبي داود حسن الإسناد\rوقال في صحيح الأدب المفرد 542: حسن\r\r39- عن ابن عمر قال قام رجل إلى النبي صلى الله عليه وسلم فقال من الحاج يا رسول الله قال الشعث التفل فقام رجل آخر فقال أي الحج أفضل يا رسول الله قال العج والثج فقام رجل آخر فقال ما السبيل يا رسول الله قال الزاد والراحلة\rحسن لغيره\rت هـ\rضعفه الشيخ في ضعيف السنن وضعيف الترغيب 715\rوقال في صحيح الترغيب 1131: حسن لغيره\r\r40- وعن عائشة قالت قلنا يا رسول الله ألا نبني لك بيتا يظلك بمنى قال لا منى مناخ من سبق\rضعيف\rحسنه الشيخ في صحيح الجامع 6620 وإصلاح المساجد ص 202\rوضعفه في ضعيف سنن الترمذي وابن ماجه\r41- عن المطلب بن أبي وداعة قال جاء العباس إلى رسول الله صلى الله عليه وسلم فكأنه سمع شيئا فقام النبي صلى الله عليه وسلم على المنبر فقال من أنا فقالوا أنت رسول الله عليك السلام قال أنا محمد بن عبد الله بن عبد المطلب إن الله خلق الخلق فجعلني في خيرهم فرقة ثم جعلهم فرقتين فجعلني في خيرهم فرقة ثم جعلهم قبائل فجعلني في خيرهم قبيلة ثم جعلهم بيوتا فجعلني في خيرهم بيتا وخيرهم نسبا\rضعيف: رواه الترمذي، وصححه الشيخ في صحيح الجامع 1472، ثم عاد فضعفه في ضعيف سنن الترمذي، والضعيفة (3073)\r42- عن عائشة رضي الله عنها قالت:","seal":"47177C12","part":1},
      {"page":195,"id":196,"nass":"أفاض رسول الله صلى الله عليه وسلم من آخر يومه حين صلى الظهر، ثم رجع إلى منى، فمكث بها ليالي أيام التشريق يرمي الجمرة [حتى] إذا زالت الشمس، كل جمرة بسبع حصيات يكبر مع كل حصاة ويقف عند الأولى والثانية، فيطيل القيام ويتضرع ويرمي الثالثة ولا يقف عندها.\r(صحيح إلا قول: حين صلى الظهر فهو منكر)\rد 1973\rضعفه الشيخ في الإرواء 1082\rوقال في صحيح سنن أبي دواد (صحيح إلا قول: حين صلى الظهر فهو منكر)","seal":"C6FCA476","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"تراجعات الألباني","HigriD":"","oAuthVer":7,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"","bLnk":null,"Inf":"","Auth":"-","Betaka":"الكتاب: تراجعات الألباني\r\n1- الكتاب: (تراجع العلامة الألباني فيما نص عليه تصحيحا وتضعيفا)\r\nتأليف: أبو الحسن الشيخ\r\nالناشر: طبع بعناية دار المعارف بالرياض\r\nاختصره: محمد بو عمر\r\n___________________________\r\n2 - الكتاب: (الإعلام بآخر أحكام الألباني الإمام)\r\nالمؤلف: محمد ناصر الدين الألباني (المتوفى: 1420هـ)\r\nراجعه وقدم له: محمد عبد الحكيم القاضي\r\nالناشر: دار ابن رجب\r\nعدد الأحاديث: 307\r\nاختصره ووضع مقدماته الأربعة: الراجي عفو ربه\r\n___________________________\r\n3- الكتاب: أبحاث غير مكتملة في التراجعات\r\nالبحث الأول: الأحاديث التي تراجع الألباني عن تضعيفها في السلسلة الصحيحة (7)\r\nإعداد: أبو عمر العتيبي\r\nعدد الأحاديث: 15\r\nالبحث الثاني: أحاديث رجع الألباني عن تصحيحها أو تضعيفها\r\nإعداد: أبو عبد الله بن سعيد\r\nعدد الأحاديث: 42\r\nمصدر البحثين: ملتقى أهل الحديث\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":0,"AuthInf":"","seal":"F8057AA6","cat":"كتب الألباني - مرقم آليا","oNum":8217,"BkId":8217,"oAuth":601,"bVer":1,"aSeal":"57B809EF"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8217":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مختصر كتاب تراجع العلامة الألباني فيما نصى عليه تصحيحا وتضعيفا"},
      {"lvl":2,"id":26,"sub":0,"tit":"منهج محمد بو عمر في تحديد الحكم الأخير للألباني"},
      {"lvl":2,"id":27,"sub":0,"tit":"أحاديث زائدة على أصل كتاب (تراجع الألباني) استدركها الشيخ أبو عمر"},
      {"lvl":2,"id":43,"sub":0,"tit":"استدراكات محمد الحسن العيدلي على محمد بو عمر"},
      {"lvl":1,"id":45,"sub":0,"tit":"مختصركتاب الإعلام بآخر أحكام الألباني الإمام"},
      {"lvl":2,"id":45,"sub":1,"tit":"بيان المنهج الذي اتبعته لإختصار الكتاب للشاملة 2"},
      {"lvl":2,"id":46,"sub":0,"tit":"ثناء كبار العلماء على الشيخ محمد ناصر الدين الألباني"},
      {"lvl":2,"id":47,"sub":0,"tit":"اعتماد الهيئات الإسلامية والمجامع العلمية على الشيخ الألباني"},
      {"lvl":2,"id":48,"sub":0,"tit":"وقوع المؤلف (صاحب الاعلام) فيما انتقد فيه غيره"},
      {"lvl":2,"id":49,"sub":0,"tit":"مؤلف (الإعلام بآخر أحكام الألباني) ينتقد كتاب (تراجع الألباني)"},
      {"lvl":2,"id":66,"sub":0,"tit":"القسم الأول - من صحيح إلى ضعيف"},
      {"lvl":2,"id":90,"sub":0,"tit":"القسم الثاني - من ضعيف إلى صحيح"},
      {"lvl":2,"id":158,"sub":0,"tit":"القسم الثالث - من (صحيح بتمامه) إلى (صحيح دون ما بين القوسين)"},
      {"lvl":2,"id":165,"sub":0,"tit":"القسم الرابع - من (صحيح دون ما بين القوسين) إلى (صحيح بتمامه)"},
      {"lvl":2,"id":169,"sub":0,"tit":"القسم الخامس - من (ضعيف) إلى (صحيح دون ما بين القوسين)"},
      {"lvl":2,"id":174,"sub":0,"tit":"القسم السادس - من (ضعيف دون ما بين القوسين) إلى (صحيح بتمامه)"},
      {"lvl":2,"id":175,"sub":0,"tit":"القسم السابع - من (ضعيف بتمامه) إلى (ضعيف دون ما بين القوسين)"},
      {"lvl":2,"id":176,"sub":0,"tit":"القسم الثامن - من (صحيح إلى قوله) إلى (صحيح دون ما بين القوسين)"},
      {"lvl":2,"id":177,"sub":0,"tit":"القسم التاسع - من (صحيح دون قوله) إلى (صحيح دون ما بين القوسين)"},
      {"lvl":2,"id":178,"sub":0,"tit":"قسم التصويبات"},
      {"lvl":1,"id":179,"sub":0,"tit":"أبحاث في التراجعات"},
      {"lvl":2,"id":180,"sub":0,"tit":"الأحاديث التي تراجع الشيخ الألباني عن تضعيفها في السلسلة الصحيحة (7)"},
      {"lvl":2,"id":191,"sub":0,"tit":"أحاديث رجع الشيخ الألباني عن تصحيحها أو تضعيفها لأبي عبد الله"}
    ]
}
