{
  "abc":
    [
      {"a":4,"b":11859,"c":8255},
      {"a":5,"b":19510,"c":8256},
      {"a":6,"b":3791,"c":8257},
      {"a":7,"b":17699,"c":8258},
      {"a":8,"b":14007,"c":8259},
      {"a":9,"b":4025,"c":8260},
      {"a":10,"b":25313,"c":8261},
      {"a":11,"b":24529,"c":8262},
      {"a":12,"b":25269,"c":8263},
      {"a":13,"b":52415,"c":8264},
      {"a":14,"b":18592,"c":8265},
      {"a":15,"b":743,"c":8266},
      {"a":16,"b":25269,"c":8267},
      {"a":17,"b":21557,"c":8268},
      {"a":18,"b":21070,"c":8269},
      {"a":19,"b":4752,"c":8270},
      {"a":20,"b":25046,"c":8271},
      {"a":21,"b":10206,"c":8272},
      {"a":22,"b":10206,"c":8273},
      {"a":23,"b":4037,"c":8274},
      {"a":24,"b":24711,"c":8275},
      {"a":25,"b":25332,"c":8276},
      {"a":26,"b":22396,"c":8277},
      {"a":27,"b":19321,"c":8278},
      {"a":27,"b":18592,"c":8278},
      {"a":27,"b":18561,"c":8278},
      {"a":28,"b":54095,"c":8279},
      {"a":28,"b":54139,"c":8279},
      {"a":28,"b":18302,"c":8279},
      {"a":29,"b":4433,"c":8280},
      {"a":30,"b":19397,"c":8281},
      {"a":31,"b":19406,"c":8282},
      {"a":32,"b":4839,"c":8283},
      {"a":33,"b":4839,"c":8284},
      {"a":34,"b":2588,"c":8285},
      {"a":35,"b":31809,"c":8286},
      {"a":36,"b":4027,"c":8287},
      {"a":37,"b":5468,"c":8288},
      {"a":38,"b":25337,"c":8289},
      {"a":39,"b":10322,"c":8290},
      {"a":40,"b":5777,"c":8291},
      {"a":41,"b":183,"c":8292},
      {"a":42,"b":3796,"c":8293},
      {"a":43,"b":23663,"c":8294},
      {"a":44,"b":19473,"c":8295}
    ],
  "avPdf":
    [
    ],
  "b8252":
    [
      {"page":19,"id":1,"hno":1,"nass":"1 - أَخْبَرَنَا الشَّيْخُ الْإِمَامُ حَافِظُ الْعَصْرِ أَمِيرُ الْمُؤْمِنِينَ فِي الْحَدِيثِ أَبُو الْفَضْلِ أَحْمَدُ بْنُ عَلِيِّ بْنِ حَجَرٍ الْعَسْقَلَانِيُّ الشَّافِعِيُّ بِقِرَاءَتِي عَلَيْهِ فِي جُمَادَى الْأُولَى سَنَةَ خَمْسِينَ وَثَمَانِمِائَةٍ قَالَ: قَرَأْتُهُ عَلَى أَبِي مُحَمَّدٍ عُمَرَ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ سَلْمَانَ الْبَالِسِيِّ، عَنْ زَيْنَبَ بِنْتِ الْكَمَالِ سَمَاعًا، عَنْ عَبْدِ الْخَالِقِ بْنِ الْأَنْجَبِ بْنِ الْمُعَمَّرِ، ح، قَالَ شَيْخُنَا الْمُسَمِّعُ، وَأَخْبَرَنَا بِهِ أَيْضًا يُوسُفُ بْنُ عُثْمَانَ بْنِ عُمَرَ بْنِ مُسْلِمٍ الصَّالِحِيُّ فِي كِتَابِهِ مِنْهَا، أَنَا الشَّرَفُ عَبْدُ اللَّهِ بْنُ الْحَسَنِ بْنِ الْحَافِظِ، أنا عَلِيُّ بْنُ يُوسُفَ الصُّورِيُّ بِسَمَاعِهِ عَلَى زَيْنَبَ بِنْتِ عَبدِ الرَّحْمَنِ الشَّعْرِيَّةِ قَالَا: أنا وَجِيهُ بْنُ طَاهِرٍ سَمَاعًا لِزَيْنَبَ وَإِجَازَةً لِلْآخَرِ، أنا أَحْمَدُ بْنُ الْحَسَنِ الْأَزْهَرِيُّ، أنا الْحَسَنُ بْنُ أَحْمَدَ الْمُخَلَّدِيُّ، أنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ السَّرَّاجُ الثَّقَفِيُّ فِيمَا قَرَأْتُ عَلَيْهِ فِي شُهُورِ سَنَةِ اثْنَتَيْ عَشْرَةَ وَثَلَاثِمِائَةٍ، فَأَقَرَّ بِهِ، وَقَالَ: نَعَمْ، أنا قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلِ بْنِ طَرِيفٍ الْبَغْلَانِيُّ، ثنا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ §لَا يَدَّخِرُ شَيْئًا لِغَدٍ»","seal":"B0BD1405","part":1},
      {"page":21,"id":2,"hno":2,"nass":"2 - وَبِهَذَا الْإِسْنَادِ «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَزُورُ الْأَنْصَارَ وَيُسَلِّمُ عَلَى صِبْيَانِهِمْ، وَيَمْسَحُ بِرُءُوسِهِمْ»","seal":"7117A2AB","part":1},
      {"page":23,"id":3,"hno":3,"nass":"3 - أَخْبَرَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، ثنا وُهَيْبُ بْنُ خَالِدٍ، ثنا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §إِذَا أَصْبَحَ قَالَ: «اللَّهُمَّ , بِكَ أَصْبَحْنَا , وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ , وَإِلَيْكَ الْمَصِيرُ» وَإِذَا أَمْسَى قَالَ: «اللَّهُمَّ , بِكَ أَمْسَيْنَا , وَبِكَ أَصْبَحْنَا , وَبِكَ نَحْيَا , وَبِكَ نَمُوتُ , وَإِلَيْكَ الْمَصِيرُ»","seal":"D52F5BF4","part":1},
      {"page":25,"id":4,"hno":4,"nass":"4 - أَخْبَرَنَا مُحَمَّدُ بْنُ بَكَّارٍ، ثنا أَبُو مَعْشَرٍ الْمَدَنِيُّ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ قَالَ: قَالَ لِي عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: أَتَسْجُدُ فِي: {إِذَا السَّمَاءُ انْشَقَّتْ} [الانشقاق: 1] ؟ فَقُلْتُ: لَا. فَقَالَ: حَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ: \" أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَسْجُدُ فِي: {إِذَا السَّمَاءُ انْشَقَّتْ} [الانشقاق: 1] \"","seal":"04415225","part":1},
      {"page":27,"id":5,"hno":5,"nass":"5 - حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنِ ابْنِ أَبِي عَتِيقٍ، عَنْ أَبِيهِ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§السِّوَاكُ مَطْهَرَةٌ لِلْفَمِ، مَرْضَاةٌ لِلرَّبِّ عَزَّ وَجَلَّ»","seal":"CD46C714","part":1},
      {"page":31,"id":6,"hno":6,"nass":"6 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ يَزِيدَ بْنِ زِيَادٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ قَالَ: قَالَ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ وَهُوَ عَلَى الْمِنْبَرِ: «§مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ»","seal":"582C6659","part":1},
      {"page":36,"id":7,"hno":7,"nass":"7 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الْبَغْلَانِيُّ، وَأَبُو الْأَشْعَثِ قَالَا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ، الرَّجُلُ يُحِبُّ قَوْمًا وَلَمَّا يَلْحَقْ بِهِمْ؟ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الْمَرْءُ مَعَ مَنْ أَحَبَّ»","seal":"0CF33D80","part":1},
      {"page":43,"id":8,"hno":8,"nass":"8 - أَخْبَرَنَا قُتَيْبَةُ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: «§لَاعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ رَجُلٍ وَامْرَأَةٍ، وَفَرَّقَ بَيْنَهُمَا، وَأَلْحَقَ الْوَلَدَ بِالْأُمِّ»","seal":"E9E9EE58","part":1},
      {"page":47,"id":9,"hno":9,"nass":"9 - أَخْبَرَنَا قُتَيْبَةُ، ثنا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ وَهُوَ عَلَى الْمِنْبَرِ §عَنِ الضَّبِّ قَالَ: «لَا آكُلُهُ وَلَا أُحَرِّمُهُ»","seal":"F41748DB","part":1},
      {"page":49,"id":10,"hno":10,"nass":"10 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا تَأْذِينَ ابْنِ أُمِّ مَكْتُومٍ»","seal":"45B981CB","part":1},
      {"page":53,"id":11,"hno":11,"nass":"11 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «§مَنْ صَلَّى مِنَ اللَّيْلِ فَلْيَجْعَلْ آخِرَ صَلَاتِهِ وِتْرًا» فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُ بِذَلِكَ","seal":"C0E0CDAD","part":1},
      {"page":55,"id":12,"hno":12,"nass":"12 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ: «§إِذَا أَرَادَ أَحَدُكُمْ أَنْ يَأْتِيَ الْجُمُعَةَ فَلْيَغْتَسِلْ»","seal":"40740D86","part":1},
      {"page":58,"id":13,"hno":13,"nass":"13 - حَدَّثَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: سَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §عَنْ أَكْلِ الضَّبِّ؟ فَقَالَ: «لَا آكُلُهُ وَلَا أُحَرِّمُهُ»","seal":"AE029C11","part":1},
      {"page":59,"id":14,"hno":14,"nass":"14 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا يُقِيمَنَّ أَحَدُكُمُ الرَّجُلَ مِنْ مَجْلِسِهِ , ثُمَّ يَجْلِسُ فِيهِ»","seal":"E4F8D9B5","part":1},
      {"page":62,"id":15,"hno":15,"nass":"15 - أَخْبَرَنَا قُتَيْبَةُ، ثنا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: مُطِرْنَا وَنَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، §فَحَسَرَ عَنْ ثَوْبِهِ حَتَّى أَصَابَهُ الْمَطَرُ , فَقُلْتُ: لِمَ صَنَعْتَ هَذَا يَا رَسُولَ اللَّهِ؟ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ حَدِيثُ عَهْدٍ بِرَبِّهِ»","seal":"88718EF6","part":1},
      {"page":64,"id":16,"hno":16,"nass":"16 - أَخْبَرَنَا قُتَيْبَةُ، أنا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً»","seal":"AA80BA86","part":1},
      {"page":67,"id":17,"hno":17,"nass":"17 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، أنا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَنَّهُ §أَعْتَقَ صَفِيَّةَ، وَجَعَلَ عِتْقَهَا صَدَاقَهَا»","seal":"7AA1C3C1","part":1},
      {"page":70,"id":18,"hno":18,"nass":"18 - أَخْبَرَنَا أَبُو قُدَامَةَ، ثنا حَرَمِيُّ بْنُ عُمَارَةَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»","seal":"4BFCBE4D","part":1},
      {"page":73,"id":19,"hno":19,"nass":"19 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، ثنا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»","seal":"80D2AB36","part":1},
      {"page":74,"id":20,"hno":20,"nass":"20 - أَخْبَرَنَا قُتَيْبَةُ، ثنا مَالِكُ بْنُ أَنَسٍ، عَنْ سُمِّيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ، يَمْنَعُ أَحَدَكُمْ طَعَامَهُ وَشَرَابَهُ، فَإِذَا قَضَى أَحَدُكُمْ نَهْمَتَهُ فَلْيُسْرِعِ الْكَرَّةَ إِلَى أَهْلِهِ»","seal":"6444021D","part":1},
      {"page":77,"id":21,"hno":21,"nass":"21 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّهُ سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §أَيَنَامُ أَحَدُنَا وَهُوَ جُنُبٌ؟ قَالَ: «نَعَمْ، إِذَا تَوَضَّأَ»","seal":"1A15E4F3","part":1},
      {"page":80,"id":22,"hno":22,"nass":"22 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «إِنَّ §الَّذِي يَجُرُّ ثَوْبَهُ مِنَ الْخُيَلَاءِ لَا يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ»","seal":"49C64974","part":1},
      {"page":84,"id":23,"hno":23,"nass":"23 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ وَلَا يُسْلِمُهُ، مَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ، وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ بِهَا كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ»","seal":"6DA26084","part":1},
      {"page":87,"id":24,"hno":24,"nass":"24 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§صَلَاةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا خِفْتَ الصُّبْحَ فَأَوْتِرْ بِوَاحِدَةٍ»","seal":"F18A3635","part":1},
      {"page":88,"id":25,"hno":25,"nass":"25 - أَخْبَرَنَا قُتَيْبَةُ، ثنا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" يَنْزِلُ اللَّهُ تَعَالَى إِلَى السَّمَاءِ الدُّنْيَا كُلَّ لَيْلَةٍ حِينَ يَمْضِي ثُلُثُ اللَّيْلِ الْأَوَّلُ، فَيَقُولُ: §أَنَا الْمَلِكُ أَنَا الْمَلِكُ. مَنْ ذَا الَّذِي يَدْعُونِي فَأَسْتَجِيبَ لَهُ؟ مَنْ ذَا الَّذِي يَسْأَلُنِي فَأُعْطِيَهُ؟ مَنْ ذَا الَّذِي يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ؟ \"","seal":"AE9F2886","part":1},
      {"page":91,"id":26,"hno":26,"nass":"26 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، ثنا نَافِعٌ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §الَّذِي تَفُوتُهُ الْعَصْرُ فَكَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ»","seal":"E784EFE8","part":1},
      {"page":93,"id":27,"hno":27,"nass":"27 - أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§صَلَاةُ الْجَمَاعَةِ أَفْضَلُ مِنْ صَلَاةِ أَحَدِكُمْ بِخَمْسٍ وَعِشْرِينَ دَرَجَةً»","seal":"23FE089E","part":1},
      {"page":98,"id":28,"hno":28,"nass":"28 - أَخْبَرَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيُّ، أنا مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ رَبَاحٍ، وَعُبَيْدِ اللَّهِ بْنِ أَبِي عَبْدِ اللَّهِ الْأَغَرِّ، عَنْ أَبِي عَبْدِ اللَّهِ الْأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§صَلَاةٌ فِي مَسْجِدِي هَذَا أَفْضَلُ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ، إِلَّا الْمَسْجِدَ الْحَرَامَ»","seal":"2AD91857","part":1},
      {"page":101,"id":29,"hno":29,"nass":"29 - حَدَّثَنَا أَبُو الْعَبَّاسِ، قُلْتُ لِقُتَيْبَةَ: أَخْبَرَكُمْ مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§صَلَاةُ الْجَمَاعَةِ تَفْضُلُ عَلَى صَلَاةِ الْفَرْدِ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً؟» , فَأَقَرَّ بِهِ. وَقَالَ: نَعَمْ","seal":"DB2747AF","part":1},
      {"page":102,"id":30,"hno":30,"nass":"30 - أَخْبَرَنا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ كَانَ يَقُولُ: «إِنَّ §الصَّلَاةَ فِي الْجَمَاعَةِ تَفْضُلُ عَلَى صَلَاةِ الْفَذِّ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً»","seal":"D0F278A4","part":1},
      {"page":103,"id":31,"hno":31,"nass":"31 - حَدَّثَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ أَنَّهُ قَالَ لَهُ: «لَمْ أَرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §يَمْسَحُ مِنَ الْبَيْتِ إِلَّا الرُّكْنَيْنِ الْيَمَانِيَّيْنِ»","seal":"EB9DB88E","part":1},
      {"page":105,"id":32,"hno":32,"nass":"32 - أَخْبَرَنَا قُتَيْبَةُ، ثنا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ أَنَّهُ كَانَ يَقُولُ: \" مَا كُنَّا نَدْعُوا زَيْدَ بْنَ حَارِثَةَ إِلَّا زَيْدَ بْنَ مُحَمَّدٍ حَتَّى نَزَلَ فِي الْقُرْآنِ: {§ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ} [الأحزاب: 5] \"","seal":"ED96FEB3","part":1},
      {"page":107,"id":33,"hno":33,"nass":"33 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا يَعِظُ أَخَاهُ فِي الْحَيَاءِ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «دَعْهُ فَإِنَّ §الْحَيَاءَ مِنَ الْإِيمَانِ» قال أبو محمد: قرأ أبو نصر عمي هذه الأحاديث علي أبي العباس وأنا أسمع فأقر به وقال: نعم","seal":"2F2C94A5","part":1},
      {"page":110,"id":34,"hno":34,"nass":"34 - أَخْبَرَنَا قُتَيْبَةُ، ثنا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا»","seal":"45220EFA","part":1},
      {"page":115,"id":35,"hno":35,"nass":"35 - حَدَّثَنَا قُتَيْبَةُ، ثنا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ قَالَ: قِيلَ لِأَنَسٍ: هَلْ §قَنَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: «نَعَمْ. بَعْدَ الرُّكُوعِ يَسِيرًا»","seal":"6F3AB709","part":1},
      {"page":119,"id":36,"hno":36,"nass":"36 - أَخْبَرَنَا قُتَيْبَةُ، ثنا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا كَانَ ثَلَاثَةٌ فَلْيَؤُمَّهُمْ أَحَدُهُمْ , وَأَحَقُّهُمْ بِالْإِمَامَةِ أَقْرَؤُهُمْ»","seal":"13C94F7A","part":1},
      {"page":121,"id":37,"hno":37,"nass":"37 - أَخْبَرَنَا قُتَيْبَةُ، ثنا بَكْرُ بْنُ مُضَرَ، عَنْ عَيَّاشِ بْنِ عُقْبَةَ أَنَّ يَحْيَى بْنَ مَيْمُونٍ حَدَّثَهُ قَالَ: سَمِعْتُ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ كَانَ فِي مَسْجِدٍ مُنْتَظِرَ - يَنْتَظِرُ - الصَّلَاةِ، فَهُوَ فِي الصَّلَاةِ»","seal":"4A08516A","part":1},
      {"page":124,"id":38,"hno":38,"nass":"38 - أَخْبَرَنَا قُتَيْبَةُ، ثنا اللَّيْثُ وَهُوَ ابْنُ سَعْدٍ، وَبَكْرُ بْنُ مُضَرَ، عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَرَأَيْتُمْ §لَوْ أَنَّ نَهْرًا بِبَابِ أَحَدِكُمْ يَغْتَسِلُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ، هَلْ يَبْقَى مِنْ دَرَنِهِ شَيْءٌ؟» قَالُوا: لَا. قَالَ: «فَذَلِكَ مِثْلُ الصَّلَوَاتِ، يَمْحُو اللَّهُ بِهِنَّ الْخَطَايَا»","seal":"D3126885","part":1},
      {"page":126,"id":39,"hno":39,"nass":"39 - أَخْبَرَنَا قُتَيْبَةُ، أنا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَحَاسَدُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا»","seal":"608583F6","part":1},
      {"page":129,"id":40,"hno":40,"nass":"40 - أَخْبَرَنَا قُتَيْبَةُ، ثنا أَبُو عَوَانَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا نِكَاحَ إِلَّا بِوَليٍّ»","seal":"528562EA","part":1},
      {"page":133,"id":41,"hno":41,"nass":"41 - أَخْبَرَنَا قُتَيْبَةُ، ثنا أَبُو هَاشِمٍ كَثِيرٌ الْأُبُلِّيُّ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُ مُعَاوِيَةَ بْنَ قُرَّةَ قَالَ: دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَأَنَا ابْنُ ثَمَانِ سِنِينَ، وَكَانَ أَبِي تُوُفِّيَ وَتَزَوَّجَتْ أُمِّي بِأَبِي طَلْحَةَ، وَكَانَ أَبُو طَلْحَةَ إِذْ ذَاكَ لَمْ يَكُنْ لَهُ شَيْءٌ، وَرُبَّمَا بَيَّتْنَا اللَّيْلَةَ وَاللَّيْلَتَيْنِ بِغَيْرِ عَشَاءٍ، فَوَجَدْنَا كَفًّا مِنْ شَعِيرٍ فَطَحَنَتْهُ، وَعَجَنَتْ وَخَبَزَتْ مِنْهُ قُرْصَيْنِ، وَطَلَبَتْ شَيْئًا مِنَ اللَّبَنِ مِنْ جَارَةٍ لَهَا أَنْصَارِيَّةٍ، فَصَبَّتْ عَلَى الْقُرْصَيْنِ، وَقَالَتْ لِي: اذْهَبْ فَادْعُ أَبَا طَلْحَةَ تَأْكُلَانِ جَمِيعًا. فَخَرَجْتُ أَشْتَدُّ فَرَحًا لِمَا أُرِيدُ أَنْ آكُلَ، فَإِذَا أَنَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاعِدًا وَأَصْحَابُهُ، فَدَنَوْتُ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقُلْتُ: إِنَّ أُمِّي تَدْعُوكَ. فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَالَ لِأَصْحَابِهِ: «قُومُوا» , فَجَاءَ حَتَّى انْتَهَى إِلَى قَرِيبٍ مِنْ مَنْزِلِنَا. فَقَالَ لِأَبِي طَلْحَةَ: «هَلْ صَنَعْتُمْ شَيْئًا دَعَوْتُمُونَا إِلَيْهِ؟» قَالَ أَبُو طَلْحَةَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ نَبِيًّا مَا دَخَلَ فَمِي مُنْذُ غَدَاةِ أَمْسِ شَيْءٌ. قَالَ: «فَلِأَيِّ شَيْءٍ دَعَتْنَا أُمُّ سُلَيْمٍ، ادْخُلْ فَانْظُرْ» فَدَخَلَ أَبُو طَلْحَةَ، فَقَالَ: يَا أُمَّ سُلَيْمٍ، لِأَيِّ شَيْءٍ دَعَوْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَتْ: مَا فَعَلْتُ غَيْرَ أَنِّي اتَّخَذْتُ قُرْصًا مِنْ -[134]- شَعِيرٍ، فَطَلَبْتُ مِنْ جَارَتِي الْأَنْصَارِيَّةِ لَبَنًا فَصَبَبْتُ عَلَى الْقُرْصَيْنِ، فَقُلْتُ لِأَنَسٍ: اذْهَبْ فَادْعُ أَبَا طَلْحَةَ تَأْكُلَانِ جَمِيعًا. فَخَرَجَ أَبُو طَلْحَةَ فَقَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي قَالَتْ أُمُّ سُلَيْمٍ. فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ادْخُلْ بِنَا يَا أَنَسُ» فَدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو طَلْحَةَ وَأَنَا مَعَهُمْ. فَقَالَ «يَا أُمَّ سُلَيْمٍ، ائْتِينِي بِقُرْصِكِ» فَأَتَتْهُ بِهِ، فَوُضِعَ بَيْنَ يَدَيْهِ , فَبَسَطَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكَفِّهِ عَلَى الْقُرْصِ , فَفَرَّقَ بَيْنَ أَصَابِعِهِ، وَقَالَ: «يَا أَبَا طَلْحَةَ، اذْهَبْ فَادْعُ مِنْ أَصْحَابِنَا عَشَرَةً» فَدَعَا بِعَشَرَةٍ. فَقَالَ لَهُمْ: «§اقْعُدُوا وَسَمُّوا اللَّهَ وَكُلُوا مِنْ بَيْنِ أَصَابِعِي» فَقَعَدُوا وَقَالُوا: بِسْمِ اللَّهِ. فَأَكَلُوا مِنْ بَيْنِ أَصَابِعِهِ حَتَّى شَبِعُوا. فَقَالُوا: شَبِعْنَا. فَقَالَ: «انْصَرِفُوا» وَقَالَ لِأَبِي طَلْحَةَ: «ادْعُ بِعَشَرَةٍ أُخْرَى» , فَمَا زَالَ تَذْهَبُ عَشَرَةٌ وَتَجِيءُ عَشَرَةٌ، حَتَّى أَكَلَ مِنْهُ ثَلَاثَةٌ وَسَبْعُونَ رَجُلًا، ثُمَّ قَالَ: «يَا أَبَا طَلْحَةَ، وَيَا أَنَسُ تَعَالَوْا» , فَأَكَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو طَلْحَةَ وَأَنَا مَعَهُمْ حَتَّى شَبِعْنَا، ثُمَّ إِنَّهُ رَفَعَ الْقُرْصَ. فَقَالَ: «يَا أُمَّ سُلَيْمٍ، كُلِي وَأَطْعِمِي مَنْ شِئْتِ» فَلَمَّا أَبْصَرَتْ أُمُّ سُلَيْمٍ ذَلِكَ أَخَذَتْهَا الرِّعْدَةُ","seal":"2F2E300D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":313,"Bk":"البيتوتة لمحمد بن إسحاق الخراساني","HigriD":"313","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن إسحاق بن إبراهيم بن مهران الخراساني، أبو العباس السراج، الثقفي مولاهم","bLnk":null,"Inf":"[البَيْتُوتَة لمحمد بن إسحاق الخراساني]\r\n\r\n(المؤلف)\r\nأبو العباس محمد بن إسحاق بن إبراهيم بن مهران الخراساني النيسابوري المعروف بالسَّرَّاج 313 هـ.\r\n\r\n(اسم الكتاب الذي طبع به ووصف أشهر طبعاته)\r\nطبع الكتاب باسم:\r\nالبيتوتة\r\nبتحقيق أبي الأشبال الزهيري حسن بن أمين بن المندوه، وقد صدر عن دار الريان للتراث بالقاهرة، 1408 هـ.\r\n\r\n(توثيق نسبة الكتاب إلى مؤلفه)\r\nثبتت نسبة هذا الجزء إلى الإمام السراج رحمه الله، ويدل على ذلك ورود الكتاب ضمن سماعات العلماء والأئمة كما في سير أعلام النبلاء: (2269) ، وذيل التقييد للفاسي (181، 146) ، (261، 233) ، وذكره ابن حجر ضمن مسموعاته في المعجم المفهرس برقم (1037) ، وكذا نسبه إليه سزگين في تاريخ التراث العربي (16) . هذا فضلا عن السماعات المثبتة على طرف المخطوطة، والتي منها سماع الحافظ ابن حجر.\r\n\r\n(وصف الكتاب ومنهجه)\r\n1 - هذا الجزء الذي بين أيدينا عبارة عن أحاديث جمعها وانتقاها الإمام السَّرَّاج رحمه الله، ووصفه ابن حجر في المعجم المفهرس (1037) بقوله: وهو جزء لطيف من عوالي أبي العباس السراج.\r\n2 - وهي عبارة عن أحاديث في موضوعات مختلفة لا يجمعها رابط واحد، ولم يرتبها ترتيبًا معينًا.\r\n3 - لم يلتزم في إيرادها الصحة، وقد بلغ عدد الأحاديث الواردة بهذا الجزء 41 حديثًا.\r\n4 - جاء على صفحة الغلاف في الأصل: سُمِّي هذا الجزء بالبيتوتة؛ لأن السراج ما كان يقرؤها إلا لمن ينام على باب داره ليلة واحدة، وهي من العوالي، كان يقصد بذلك إعزاز الحديث.\r\n\r\n[التعريف بالكتاب، نقلا عن موقع جامع الحديث]","Auth":"محمد بن إسحاق الخراساني","Betaka":"الكتاب: البيتوتة\r\nالمؤلف: محمد بن إسحاق بن إبراهيم بن مهران الخراساني، أبو العباس السراج، الثقفي مولاهم (المتوفى: 313هـ)\r\nتحقيق وشرح: أبو الأشبال الزهيري حسن بن أمين بن المندوه\r\nالناشر: دار الريان للتراث، القاهرة - مصر\r\nالطبعة: الأولى، 1408 هـ - 1987 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]","TafseerNam":null,"PdfCs":0,"AuthInf":"محمد بن إسحاق بن إبراهيم بن مهران الخراساني، أبو العباس السراج، الثقفي مولاهم، صاحب \"المسند الكبير\".\r\nتاريخ الميلاد: 216 هـ.\r\nتاريخ الوفاة: 313 هـ.\r\n\r\nشيوخه:\r\nإسحاق بن راهويه.\r\nقتيبة بن سعيد.\r\nمحمد بن بكار بن الريان.\r\nبشر بن الوليد.\r\nأبو معمر القطيعي.\r\nهناد ابن السري.\r\nالحسن بن عيسى ابن ماسرجس.\r\nيعقوب الدورقي.\r\nمحمد بن رافع.\r\nداود بن رشيد.\r\nمحمد بن حميد الرازي.\r\nمحمد الجرجرائي.\r\nعمرو بن بينها.\r\nأبو همام السكوني.\r\nأبو كريب.\r\n\r\nتلاميذه:\r\nالبخاري.\r\nمسلم.\r\nأبو حاتم الرازي.\r\nأبو بكر بن أبي الدنيا.\r\nعثمان بن السماك.\r\nالحافظ أبو علي النيسابوري.\r\nأبو حاتم البستي.\r\nأبو أحمد بن عدي.\r\nأبو إسحاق المزكي.\r\nإبراهيم بن عبد الله الأصبهاني.\r\nأبو أحمد الحاكم.\r\nعبيد الله بن محمد الفامي.\r\nحسينك بن علي التميمي.\r\nأبو محمد الحسن بن أحمد المخلدي.\r\nأبو بكر محمد بن محمد بن هانئ.\r\n\r\nمكانته:\r\nقال الذهبي: الإمام الحافظ الثقة شيخ الإسلام محدث خراسان.\r\nوقال الخطيب: كان من الثقات الأثبات عُني بالحديث وصنف كتبا كثيرة وهي معروفة.\r\nوقال أبو بكر بن جعفر المزكي: سمعت السراج يقول نظر محمد بن إسماعيل البخاري في التاريخ لي وكتب منه بخطه أطباقا وقرأتها عليه.\r\nقال أبو الوليد حسان بن محمد: دخل أبو العباس السراج على أبي عمرو الخفاف فقال له يا أبا العباس من أين جمعت هذا المال قال بغيبة دهر أنا وأخواي إبراهيم وإسماعيل غاب أخي إبراهيم أربعين سنة وغاب أخي إسماعيل أربعين سنة وغبت أنا مقيما ببغداد أربعين سنة أكلنا الجشب ولبسنا الخشن فاجتمع هذا المال.\r\nوعن الحافظ أبو علي بن الأخرم الشيباني: استعان بي السراج في التخريج على صحيح مسلم، فكنت أتحير من كثرة الحديث الذي عنده وحسن أصوله وكان إذا وجد حديثا عاليا يقول: لا بد أن تكتبه، فأقول: ليس من شرط صاحبنا، فيقول: فشفعني في هذا الحديث الواحد.\r\nقال أبو عبد الله الحاكم: سمعت أبي يقول: لما ورد الزعفراني وأظهر خلق القرآن، سمعت السراج يقول: العنوا الزعفراني، فيضج الناس بلعنته فنزح إلى بخارى.\r\nوقال أحمد بن محمد الخفاف: حدثنا أبو العباس السراج إملاء قال: من لم يقر بأن الله تعالى يعجب ويضحك وينزل كل ليلة إلى السماء الدنيا فيقول من يسألني فأعطيه فهو زنديق كافر يستتاب، فإن تاب وإلا ضربت عنقه.\r\n\r\nمصنفاته:\r\n\"المسند الكبير\"\r\nمصادر الترجمة:\r\nسير أعلام النبلاء.\r\nالرسالة المستطرفة. ","seal":"4361865B","cat":"الأجزاء الحديثية","oNum":8252,"BkId":8252,"oAuth":1272,"bVer":1,"aSeal":"39829AA1"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8252":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"لا يدخر شيئا لغد"},
      {"lvl":1,"id":2,"sub":0,"tit":"يزور الأنصار ويسلم على صبيانهم، ويمسح برءوسهم"},
      {"lvl":1,"id":3,"sub":0,"tit":"إذا أصبح قال: اللهم , بك أصبحنا , وبك أمسينا، وبك نحيا، وبك نموت , وإليك المصير وإذا أمسى"},
      {"lvl":1,"id":4,"sub":0,"tit":"يسجد في: {إذا السماء انشقت} [الانشقاق: 1]"},
      {"lvl":1,"id":5,"sub":0,"tit":"السواك مطهرة للفم، مرضاة للرب عز وجل"},
      {"lvl":1,"id":6,"sub":0,"tit":"من يرد الله به خيرا يفقهه في الدين"},
      {"lvl":1,"id":7,"sub":0,"tit":"المرء مع من أحب"},
      {"lvl":1,"id":8,"sub":0,"tit":"لاعن رسول الله صلى الله عليه وسلم بين رجل وامرأة، وفرق بينهما، وألحق الولد"},
      {"lvl":1,"id":9,"sub":0,"tit":"عن الضب قال: لا آكله ولا أحرمه"},
      {"lvl":1,"id":10,"sub":0,"tit":"إن بلالا يؤذن بليل، فكلوا واشربوا حتى تسمعوا تأذين ابن أم مكتوم"},
      {"lvl":1,"id":11,"sub":0,"tit":"من صلى من الليل فليجعل آخر صلاته وترا فإن رسول الله صلى الله عليه وسلم كان يأمر"},
      {"lvl":1,"id":12,"sub":0,"tit":"إذا أراد أحدكم أن يأتي الجمعة فليغتسل"},
      {"lvl":1,"id":13,"sub":0,"tit":"عن أكل الضب؟ فقال: لا آكله ولا أحرمه"},
      {"lvl":1,"id":14,"sub":0,"tit":"لا يقيمن أحدكم الرجل من مجلسه , ثم يجلس فيه"},
      {"lvl":1,"id":15,"sub":0,"tit":"فحسر عن ثوبه حتى أصابه المطر , فقلت: لم صنعت هذا يا رسول الله؟ فقال صلى الله عليه وسلم:"},
      {"lvl":1,"id":16,"sub":0,"tit":"تسحروا فإن في السحور بركة"},
      {"lvl":1,"id":17,"sub":0,"tit":"أعتق صفية، وجعل عتقها صداقها"},
      {"lvl":1,"id":18,"sub":0,"tit":"من كذب علي متعمدا فليتبوأ مقعده من النار"},
      {"lvl":1,"id":19,"sub":0,"tit":"من كذب علي متعمدا فليتبوأ مقعده من النار"},
      {"lvl":1,"id":20,"sub":0,"tit":"السفر قطعة من العذاب، يمنع أحدكم طعامه وشرابه، فإذا قضى أحدكم نهمته فليسرع الكرة إلى"},
      {"lvl":1,"id":21,"sub":0,"tit":"أينام أحدنا وهو جنب؟ قال: نعم، إذا توضأ"},
      {"lvl":1,"id":22,"sub":0,"tit":"الذي يجر ثوبه من الخيلاء لا ينظر الله إليه يوم القيامة"},
      {"lvl":1,"id":23,"sub":0,"tit":"المسلم أخو المسلم، لا يظلمه ولا يسلمه، من كان في حاجة أخيه كان الله في حاجته، ومن فرج عن"},
      {"lvl":1,"id":24,"sub":0,"tit":"صلاة الليل مثنى مثنى، فإذا خفت الصبح فأوتر بواحدة"},
      {"lvl":1,"id":25,"sub":0,"tit":"أنا الملك أنا الملك. من ذا الذي يدعوني فأستجيب له؟ من ذا الذي يسألني فأعطيه؟ من ذا الذي"},
      {"lvl":1,"id":26,"sub":0,"tit":"الذي تفوته العصر فكأنما وتر أهله وماله"},
      {"lvl":1,"id":27,"sub":0,"tit":"صلاة الجماعة أفضل من صلاة أحدكم بخمس وعشرين درجة"},
      {"lvl":1,"id":28,"sub":0,"tit":"صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه، إلا المسجد الحرام"},
      {"lvl":1,"id":29,"sub":0,"tit":"صلاة الجماعة تفضل على صلاة الفرد بسبع وعشرين درجة؟ , فأقر به. وقال:"},
      {"lvl":1,"id":30,"sub":0,"tit":"الصلاة في الجماعة تفضل على صلاة الفذ بسبع وعشرين درجة"},
      {"lvl":1,"id":31,"sub":0,"tit":"يمسح من البيت إلا الركنين اليمانيين"},
      {"lvl":1,"id":32,"sub":0,"tit":"ادعوهم لآبائهم هو أقسط عند الله} [الأحزاب: 5]"},
      {"lvl":1,"id":33,"sub":0,"tit":"الحياء من الإيمان قال أبو محمد: قرأ أبو نصر عمي هذه الأحاديث علي أبي العباس وأنا أسمع"},
      {"lvl":1,"id":34,"sub":0,"tit":"من نسي صلاة فليصلها إذا ذكرها"},
      {"lvl":1,"id":35,"sub":0,"tit":"قنت رسول الله صلى الله عليه وسلم؟ قال: نعم. بعد الركوع يسيرا"},
      {"lvl":1,"id":36,"sub":0,"tit":"إذا كان ثلاثة فليؤمهم أحدهم , وأحقهم بالإمامة أقرؤهم"},
      {"lvl":1,"id":37,"sub":0,"tit":"من كان في مسجد منتظر - ينتظر - الصلاة، فهو في الصلاة"},
      {"lvl":1,"id":38,"sub":0,"tit":"لو أن نهرا بباب أحدكم يغتسل كل يوم خمس مرات، هل يبقى من درنه شيء؟ قالوا: لا. قال: فذلك"},
      {"lvl":1,"id":39,"sub":0,"tit":"لا تحاسدوا، ولا تباغضوا، ولا تدابروا، وكونوا عباد الله إخوانا"},
      {"lvl":1,"id":40,"sub":0,"tit":"لا نكاح إلا بولي"},
      {"lvl":1,"id":41,"sub":0,"tit":"اقعدوا وسموا الله وكلوا من بين أصابعي فقعدوا وقالوا: بسم الله. فأكلوا من بين أصابعه حتى"}
    ]
}
