{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8529":
    [
      {"page":5,"id":1,"nass":"مقدمة\r...\rكتاب التوحيد للإمام المجدد محمد بن عبد الوهاب 1115- 1206هـ رحمه الله\rوكتاب القول السديد في مقاصد التوحيد\rللشيخ عبد الرحمن بن ناصر بن سعدي 1307- 1376هـ رحمه الله\rاعتنى به وخرج أحاديثه د. المرتضى الزين أحمد\rبسم الله الرحمن الرحيم\rإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\r{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ} 1. {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} 2. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} 3.\rأما بعد: فإن أصدق الحديث كلام الله، وخير الهدي هدي محمد - صلى الله عليه وسلم - وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار4.\rأما بعد، فإن توحيد الله وإفراده بالعبادة أساس هذا الدين، وهو الغاية التي خلق الله الثقلين- الجن والإنس- لتحقيقها، قال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} 5. وقد أمر الله تعالى الناس كلهم بعبادته كما قال تعالى: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} 6. ولقد بعث سبحانه الرسل كلهم للدعوة لتوحيده وإفراده بالعبادة {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 7، {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} 8.\r__________\r1آل عمران: 102.\r2النساء: 1.\r3الأحزاب: 70- 71.\r4هذه تسمى خطبة الحاجة التي كان رسول الله - صلى الله عليه وسلم - يستفتح بها خطبه ومواعظه، رواه مسلم في صحيحه: كتاب الجمعة باب خطبته صلى الله عليه وسلم في الجمعة (6/153) مع شرح النووي، والبيهقي في سننه (3/214) ، وأحمد في مسنده (1/ 392) وغيرهم..\r5الذاريات: 56.\r6البقرة: 21.\r7النحل: 36.\r8الزخرف: 45.","seal":"3C7FB8D7","part":1},
      {"page":6,"id":2,"nass":"وهذا المبدأ مع وضوحه وأهميته تساهل فيه كثير من الناس، وزهد فيه كثير من الدعاة، وقال بعضهم: إن الاهتمام بهذا الأصل والدعوة إليه يفرق المسلمين ويمزق وحدتهم، وحسبهم أن يقول المسلم: لا إله إلا الله بلسانه، ويصلي ويصوم، ويؤدي بقية أركان الإسلام، ولا مانع عند هؤلاء أن يكون المسلم بهذه الصفة ولو كان ينقض توحيده بدعاء الأموات والاستغاثة بهم. ولهذا- وغيره- فإن الدعوة إلى بيان توحيد الله، وتوضيح نواقضه والتحذير منها، وبيان حقيقة ما دعا إليه رسول الله - صلى الله عليه وسلم - وحمايته - صلى الله عليه وسلم - لتوحيد الله وتحذيره من الشرك وأسبابه من الأمور الهامة التي يجب على الدعاة الاهتمام بها، وتقديمها في دعوتهم إلى الله على كل شيء، ومن الكتب التي بينت هذه الأمور، ووضحت حقيقة التوحيد (كتاب التوحيد) لشيخ الإسلام محمد بن عبد الوهاب- رحمه الله- الإِمام المجدد.\rشروح هذا الكتاب:\rلقد لقي كتابه هذا عناية كبيرة من العلماء، وشرحه جماعة منهم، فمن ذلك:-\r(1) تيسير العزيز الحميد للشيخ سليمان بن عبد الله بن محمد بن عبد الوهاب 1233هـ.\r(2) فتح المجيد بشرح كتاب التوحيد للشيخ عبد الرحمن بن حسن آل الشيخ 1285هـ.\r(3) القول السديد شرح في مقاصد التوحيد للشيخ عبد الرحمن بن ناصر السعدي 1376هـ.\rكتاب القول السديد:\rومن هذه الشروح كتاب (القول السديد) للشيخ عبد الرحمن بن ناصر السعدي - رحمه الله- وهو شرح مختصر وسهل العبارة، قد وصفه مؤلفه- رحمه الله- بقوله:","seal":"C32B302F","part":1},
      {"page":7,"id":3,"nass":"(فقد سبق أن كتبنا تعليقاً لطيفاً في مواضع من (كتاب التوحيد) لشيخ الإِسلام محمد بن عبد الوهاب- قدس الله روحه.) 1، وذكر- رحمه الله- أن (كتاب التوحيد) : (يشتمل على توحيد الإِلهية والعبادة: يذكر أحكامه، وحدوده، وشروطه، وفضله، وبراهينه، وأصوله، وتفاصيله، وأسبابه، وثمراته، ومقتضياته، وما يزداد به ويقويه، أو يضعفه ويوهيه، وما به يتم أو يكمل) 2.\rوقد بيَّن الشيخ عبد الرحمن بن ناصر السعدي- رحمه الله- هذه المسائل- وغيرها- بياناً لا يستغني عنه الراكبون في هذا الفن، وقد عبر عن ذلك في نهاية كتابه بقوله: (وهذا آخر التعليق المختصر على (كتاب التوحيد) ، وتوضيح مقاصده، وقد حوى من غرر مسائل التوحيد، ومن التقاسيم والتفصيلات النافعة ما لا يستغني عنه الراغبون في هذا الفن الذي هو أصل الأصول، وبه تقوم العلوم كلها، والحمد لله على تيسيره ومنته) 3.\rوتتشرف (دار التحف النفائس الدولية) التي تتولى إصدار (سلسلة كتب ورسائل في العقيدة) أن يكون أول إصدار لهذه السلسلة هذا الكتاب (القول السديد في مقاصد التوحيد) مساهمة منها في نشر عقيدة السلف الصالح، والدعوة إلى توحيد الله، ولقد حرصت في هذه الطبعة على إتقانها مقابلة وتصحيحاً وإخراجها إخراجاً جيداً، خالية من الأخطاء - إن شاء الله - وتخريج أحاديثها بذكر اسم الكتاب، ورقم الجزء، والصفحة، ورقم الحديث- إن وجد- وبيان درجة الحديث من حيث الصحة والضعف بنقل أقوال علماء الحديث في ذلك، وقد اعتمدنا في هذه الطبعة على الطبعة التي نشرتها (الرئاسة العامة لإِدارات البحوث العلمية والإِفتاء والدعوة والإِرشاد) . وقد تم طبعها في (شركة الطباعة\r__________\r1القول السديد، ص: 3.\r2القول السديد، ص: 3.\r3القول السديد، ص: 186.","seal":"D10BF6E2","part":1},
      {"page":8,"id":4,"nass":"ومن رحمته أنه ينزل كل ليلة إلى السماء الدنيا يستعرض حاجات العباد حين يبقى ثلث الليل الآخر. فيقول: \"لا أسأل عن عبادي غيري، من ذا الذي يدعوني فأستجيب له، من ذا الذي يسألني فأعطيه، من ذا الذي يستغفرني فأغفر له\"1 حتى يطلع الفجر، فهو ينزل كما يشاء ويفعل كما يريد.\r{لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} 2.\rويعتقدون أنه الحكيم، الذي له الحكمة التامة في شرعه وقدره، فما خلق شيئا عبثا، ولا شرع الشرائع إلا للمصالح والحكم.\rوأنه التواب العفو الغفور، يقبل التوبة عن عباده، ويعفو عن السيئات، ويغفر الذنوب العظيمة للتائبين والمستغفرين والمنيبين.\rوهو الشكور الذي يشكر القليل من العمل، ويزيد الشاكرين من فضله.\rويصفونه بما وصف به نفسه، ووصفه به رسوله صلى الله عليه وسلم من الصفات الذاتية، كالحياة الكاملة، والسمع والبصر، وكمال القدرة، والعظمة والكبرياء، والمجد والجلال والجمال، والحمد المطلق، ومن صفات الأفعال المتعلقة بمشيئته وقدرته، كالرحمة، والرضا، والسخط، والكلام، وأنه يتكلم بما يشاء كيف يشاء، وكلماته لا تنفد، ولا تبيد.\rوأن القرآن كلام الله غير مخلوق، منه بدأ، وإليه يعود.\rوأنه لم يزل ولا يزال موصوفا بأنه يفعل ما يريد، ويتكلم بما شاء، ويحكم على عباده بأحكامه القدرية وأحكامه الشرعية، وأحكامه الجزائية.\rفهو الحاكم المالك، ومن سواه مملوك محكوم عليه، فلا خروج للعباد عن ملكه ولاعن حكمه. ويؤمنون بما جاء به الكتاب وتواترت به السنة: أن المؤمنين يرون ربهم تعالى عيانا جهرة، وأن نعيم رؤيته والفوز برضوانه أكبر النعيم وألذه.\r__________\r1 رواه البخاري: كتاب التهجد, باب الدعاء والصلاة من آخر الليل (1 / 384) حديث رقم (1094) . ومسلم: كتاب صلاة المسافرين, باب الترغيب في الدعاء والذكر في آخر الليل والإجابة فيه (1 / 522) حديث رقم (758) دون الجملة الأولى: (لا أسأل عن عبادي غيري) .\r2 سورة الشورى آية: 11.","seal":"622639A0","part":1},
      {"page":9,"id":5,"nass":"وأن من مات على غير الإيمان والتوحيد فهو مخلد في نار جهنم أبدا، وأن أرباب الكبائر إذا ماتوا على غير توبة، ولا حصل لهم مكفر لذنوبهم ولا شفاعة، فإنهم وإن دخلوا النار لا يخلدون فيها، ولا يبقى في النار أحد في قلبه مثقال حبة خردل من إيمان إلا خرج منها.\rوأن الإيمان يشمل عقائد القلوب وأعمالها، وأعمال الجوارح وأقوال اللسان، فمن قام بها على الوجه الأكمل فهو المؤمن حقا، الذي استحق الثواب وسلم من العقاب، ومن انتقص منها شيئا نقص من إيمانه بقدر ذلك. ولذلك كان الإيمان يزيد بالطاعة وفعل الخير، وينقص بالمعصية والشر.\rومن أصولهم السعي والجد فيما ينفع من أمور الدين والدنيا مع الاستعانة بالله. فهم حريصون على ما ينفعهم ويستعينون بالله.\rوكذلك يحققون الإخلاص لله في جميع حركاتهم، ويتبعون رسول الله في الإخلاص للمعبود، والمتابعة للرسول، والنصيحة للمؤمنين أتباع طريقهم.\rفصل\rويشهدون أن محمدا عبده ورسوله أرسله الله بالهدى ودين الحق ليظهره على الدين كله، وأنه أولى بالمؤمنين من أنفسهم، وهو خاتم النبيين، أرسل إلى الإنس والجن بشيرا ونذيرا، وداعيا إلى الله بإذنه وسراجا منيرا، أرسله بصلاح الدين وصلاح الدنيا، وليقوم الخلق بعبادة الله ويستعينوا برزقه على ذلك.\rويعلمون أنه أعلم الخلق وأصدقهم وأنصحهم، وأعظمهم بيانا، فيعظمونه ويحبونه، ويقدمون محبته على محبة الخلق كلهم، ويتبعونه في أصول دينهم وفروعه.\rويقدمون قوله وهديه على قول كل أحد وهديه. ويعتقدون أن الله جمع له من الفضائل والخصائص والكمالات ما لم يجمعه","seal":"1EB45804","part":1},
      {"page":10,"id":6,"nass":"لأحد، فهو أعلى الخلق مقاما وأعظمهم جاها، وأكملهم في كل فضيلة، لم يبق خير إلا دل أمته عليه، ولا شر إلا حذرهم منه.\rوكذلك يؤمنون بكل كتاب أنزله الله، وكل رسول أرسله الله، لا يفرقون بين أحد من رسله.\rويؤمنون بالقدر كله، وأن جميع أعمال العباد- خيرها وشرها- قد أحاط بها علم الله، وجرى بها قلمه، ونفذت فيها مشيئته، وتعلقت بها حكمته، حيث خلق للعباد قدرة وإرادة، تقع بها أقوالهم وأفعالهم بحسب مشيئتهم، لم يجبرهم على شيء منها بل مختارين لها، وخص المؤمنين بأن حبب إليهم الإيمان وزينه في قلوبهم، وكره إليهم الكفر والفسوق والعصيان بعدله وحكمته.\rومن أصول أهل السنة: أنهم يدينون بالنصيحة لله، ولكتابه، ورسوله، ولأئمة المسلمين وعامتهم، ويأمرون بالمعروف، وينهون عن المنكر على ما توجبه الشريعة، ويأمرون ببر الوالدين وصلة الأرحام، والإحسان إلى الجيران والمماليك والمعاملين، ومن له حق، وبالإحسان إلى الخلق أجمعين.\rويدعون إلى مكارم الأخلاق ومحاسنها، وينهون عن مساوئ الأخلاق وأرذلها.\rويعتقدون أن أكمل المؤمنين إيمانا ويقينا أحسنهم أعمالا وأخلاقا، وأصدقهم أقوالا، وأهداهم إلى كل خير وفضيلة، وأبعدهم من كل رذيلة. ويأمرون بالقيام بشرائع الدين، على ما جاء عن نبيهم فيها وفي صفاتها ومكملاتها، والتحذير عن مفسداتها ومنقصاتها. ويرون الجهاد في سبيل الله ماضيا مع البر والفاجر، وأنه ذروة سنام الدين، جهاد العلم والحجة، وجهاد السلاح، وأنه فرض على كل مسلم أن يدافع عن الدين بكل ممكن ومستطاع.","seal":"1BD34E5D","part":1},
      {"page":11,"id":7,"nass":"السعودية المحدودة) عام 1404 هـ الموافق 1984 م. ولعلها من أتقن طبعاته، ولعل الله ييسر لنا الحصول على أصول هذا الكتاب (مخطوطاته) ، حتى يتسنى لنا نشره وتحقيقه تحقيقاً أكثر اتقاناً وتنقيحاً.\rونسأل الله أن ينفع بهذا الكتاب في تصحيح المفاهيم، وبيان حقيقة ما جاء به رسول الله - صلى الله عليه وسلم - إنه ولي ذلك والقادر عليه.\rالمرتضى الزين أحمد\rالرياض 4 / 4/ 1416 هـ","seal":"865C439C","part":1},
      {"page":12,"id":8,"nass":"مقدمة\rالقول السديد في مقاصد التوحيد\rالحمد لله نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله.\rأما بعد: فقد سبق أن كتبنا تعليقا لطيفا في مواضع من كتاب التوحيد لشيخ الإسلام (محمد بن عبد الوهاب) قدس الله روحه، فحصل فيه نفع ومعونة للمشتغلين، ومساعدة للمعلمين ; لما فيه من التفصيلات النافعة مع الوضوح التام. وطبع بمطبعة الإمام ثم نفدت نسخه مع كثرة الطلب عليه. ودعت الحاجة الشديدة إلى إعادة طبعه ونشره، وفي هذه المرة بدا لي أن أقدم أمام ذلك مقدمة مختصرة تحتوي على مجملات عقائد أهل السنة، في الأصول وتوابعها، فأقول مستعينا بالله:","seal":"CE8282C3","part":1},
      {"page":13,"id":9,"nass":"مقدمة\rتشتمل على صفوة عقيدة أهل السنة وخلاصتها\rالمستمدة من الكتاب والسنة\rوذلك أنهم يؤمنون بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره.\rفيشهدون أن الله هو الرب الإله المعبود، المتفرد بكل كمال، فيعبدونه وحده مخلصين له الدين.\rفيقولون: إن الله هو الخالق البارئ، المصور الرزاق المعطي المانع المدبر لجميع الأمور.\rوإنه المألوه المعبود الموحد المقصود، وإنه الأول الذي ليس قبله شيء، الآخر الذي ليس بعده شيء، الظاهر الذي ليس فوقه شيء، الباطن الذي ليس دونه شيء.\rوإنه العلي الأعلى بكل معنى واعتبار، علو الذات وعلو القدر، وعلو القهر.\rوإنه على العرش استوى، استواء يليق بعظمته وجلاله، ومع علوه المطلق وفوقيته، فعلمه محيط بالظواهر والبواطن، والعالم العلوي والسفلي، وهو مع العباد بعلمه، يعلم جميع أحوالهم، وهو القريب المجيب.\rوأنه الغني بذاته عن جميع مخلوقاته، والكل إليه مفتقرون في إيجادهم وإيجاد ما يحتاجون إليه في جميع الأوقات، ولا غنى لأحد عنه طرفة عين، وهو الرءوف الرحيم، الذي ما بالعباد من نعمة دينية ولا دنيوية ولا دفع نقمة إلا من الله، فهو الجالب للنعم، الدافع للنقم.","seal":"A17B4A65","part":1},
      {"page":14,"id":10,"nass":"ومن أصولهم الحثُّ على جمع كلمة المسلمين، والسعي في تقريب قلوبهم وتأليفها، والتحذير من التفرق والتعادي والتباغض، والعمل بكل وسيلة توصل إلى هذا.\rومن أصولهم النهي عن أذية الخلق في دمائهم وأموالهم وأعراضهم وجميع حقوقهم، والأمر بالعدل والإنصاف في جميع المعاملات، والندب إلى الإحسان والفضل فيها.\rويؤمنون بأن أفضل الأمم أمة محمد صلى الله عليه وسلم وأفضلهم أصحاب رسول الله صلى الله عليه وسلم خصوصا الخلفاء الراشدون، والعشرة المشهود لهم بالجنة، وأهل بدر، وبيعة الرضوان والسابقون الأولون من المهاجرين والأنصار. فيحبون الصحابة ويدينون لله بذلك. وينشرون محاسنهم ويسكتون عما قيل عن مساوئهم.\rويدينون لله باحترام العلماء الهداة وأئمة العدل، ومن لهم المقامات العالية في الدين والفضل المتنوع على المسلمين، ويسألون الله أن يعيذهم من الشك والشرك والشقاق والنفاق وسوء الأخلاق، وأن يثبتهم على دين نبيهم إلى الممات.\rهذه الأصول الكلية بها يؤمنون ولها يعتقدون، وإليها يدعون.","seal":"316C94C3","part":1},
      {"page":15,"id":11,"nass":"بسم الله الرحمن الرحيم\rكتاب التوحيد\rوقول الله- تعالى-: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} 1.\rوقوله: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 2.\rوقوله: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً (} 3.\rوقوله: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} 4.\rوقوله: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} 5.\r__________\r1 سورة الذاريات آية: 56.\r2 سورة النحل آية: 36.\r3 سورة الإسراء آية: 23-24.\r4 سورة النساء آية: 36.\r5 سورة الأنعام آية: 151- 153.","seal":"CEE2CFE6","part":1},
      {"page":16,"id":12,"nass":"قال ابن مسعود: من أراد أن ينظر إلى وصية محمد صلى الله عليه وسلم التي عليها خاتمه فليقرأ قوله تعالى:\r{قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً} إلى قوله: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيما} 1 الآية 2.\rوعن معاذ بن جبل رضي الله عنه قال: (كنت رديف النبي صلى الله عليه وسلم على حمار، فقال لي: \"يا معاذ، أتدري ما حق الله على العباد، وما حق العباد على الله\"؟ قلت: الله ورسوله أعلم. قال: \"حق الله على العباد أن يعبدوه ولا يشركوا به شيئا، وحق العباد على الله أن لا يعذب من لا يشرك به شيئا، قلت: يا رسول الله، أفلا أبشر الناس؟ قال: لا تبشرهم فيتكلوا\" أخرجاه في الصحيحين 3.\rفيه مسائل:\rالأولى: الحكمة في خلق الجن والإنس.\rالثانية: أن العبادة هي التوحيد؛ لأن الخصومة فيه.\rالثالثة: أن من لم يأت به لم يعبد الله، ففيه معنى قوله: {وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ} 4.\rالرابعة: الحكمة في إرسال الرسل.\rالخامسة: أن الرسالة عمت كل أمة.\rالسادسة: أن دين الأنبياء واحد.\rالسابعة: المسألة الكبيرة: أن عبادة الله لا تحصل إلا بالكفر بالطاغوت، ففيه\r__________\r1 سورة الأنعام آية: 151- 153.\r2 رواه الترمذي (السنن) 5 / 264 (كتاب تفسير القرآن) (باب ومن سورة الأنعام) حديث رقم 3070 وقال: (هذا حديث حسن غريب) . وفي إسناده (داود الأودي) وهو داود بن يزيد الأودي قال فيه ابن حجر في (التقريب) 1 / 235: ضعيف. اهـ.\r3 رواه البخاري في صحيحه: كتاب الجهاد باب اسم الفرس والحمار (3 / 1049) حديث رقم (2701) . ومسلم: كتاب الإيمان, باب الدليل على أن من مات على التوحيد دخل الجنة قطعا (1 / 58) حديث رقم (30) .\r4 سورة الكافرون آية: 3.","seal":"CB7086E7","part":1},
      {"page":17,"id":13,"nass":"معنى قوله- تعالى-: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} 1.\rالثامنة: أن الطاغوت عام في كل ما عبد من دون الله.\rالتاسعة: عظم شأن ثلاث الآيات المحكمات في سورة الأنعام عند السلف وفيها عشر مسائل:\rأولاها: النهي عن الشرك.\rالعاشرة: الآيات المحكمات في سورة الإسراء. وفيها ثماني عشرة مسألة بدأها الله بقوله: {لا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولاً} 2 وختمها بقوله: {وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً} 3 ونبهنا الله سبحانه على عظم شأن هذه المسائل بقوله: {ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ} 4.\rالحادية عشرة: آية سورة النساء التي تسمى آية الحقوق العشرة، بدأها الله- تعالى - بقوله: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} 5.\rالثانية عشرة: التنبيه على وصية رسول الله صلى الله عليه وسلم عند موته.\rالثالثة عشرة: معرفة حق الله علينا.\rالرابعة عشرة: معرفة حق العباد عليه إذا أدوا حقه.\rالخامسة عشرة: أن هذه المسألة لا يعرفها أكثر الصحابة.\rالسادسة عشرة: جواز كتمان العلم للمصلحة.\rالسابعة عشرة: استحباب بشارة المسلم بما يسره.\rالثامنة عشرة: الخوف من الاتكال على سعة رحمة الله.\rالتاسعة عشرة: قول المسئول عما لا يعلم: الله ورسوله أعلم.\r__________\r1 سورة البقرة آية: 256.\r2 سورة الإسراء آية: 22.\r3 سورة الإسراء آية: 39.\r4 سورة الإسراء آية: 39.\r5 سورة النساء آية: 36.","seal":"B043CD7B","part":1},
      {"page":18,"id":14,"nass":"العشرون: جواز تخصيص بعض الناس بالعلم دون بعض.\rالحادية والعشرون: تواضعه صلى الله عليه وسلم لركوب الحمار مع الإرداف عليه.\rالثانية والعشرون: جواز الإرداف على الدابة.\rالثالثة والعشرون: فضيلة معاذ بن جبل.\rالرابعة والعشرون: عظم شأن هذه المسألة.\r[التعليق:]\rكتاب التوحيد:\rهذه الترجمة تدل على مقصود هذا الكتاب من أوله إلى آخره.\rولهذا استغني بها عن الخطبة، أي أن هذا الكتاب يشتمل على توحيد الإلهية والعبادة بذكر أحكامه، وحدوده وشروطه، وفضله وبراهينه، وأصوله وتفاصيله، وأسبابه وثمراته ومقتضياته، وما يزداد به ويقويه، أو يضعفه ويوهيه، وما به يتم أو يكمل.\rاعلم أن التوحيد المطلق: العلم والاعتراف بتفرد الرب بصفات الكمال، والإقرار بتوحده بصفات العظمة والجلال، وإفراده وحده بالعبادة.\rوهو ثلاثة أقسام:\rأحدها: توحيد الأسماء والصفات:\rوهو اعتقاد انفراد الرب- جل جلاله- بالكمال المطلق من جميع الوجوه بنعوت العظمة، والجلالة والجمال التي لا يشاركه فيها مشارك بوجه من الوجوه، وذلك بإثبات ما أثبته الله لنفسه، أو أثبته له رسوله صلى الله عليه وسلم من جميع الأسماء والصفات، ومعانيها وأحكامها الواردة في الكتاب والسنة على الوجه اللائق بعظمته وجلاله، من غير نفي لشيء منها ولا تعطيل ولا تحريف ولا تمثيل.","seal":"6DA16E50","part":1},
      {"page":19,"id":15,"nass":"ونفي ما نفاه عن نفسه أو نفاه عنه رسوله صلى الله عليه وسلم من النقائص والعيوب، وعن كل ما ينافي كماله.\rالثاني: توحيد الربوبية:\rبأن يعتقد العبد أن الله هو الرب المتفرد بالخلق والرزق والتدبير الذي ربى جميع الخلق بالنعم، وربى خواص خلقه- وهم الأنبياء وأتباعهم- بالعقائد الصحيحة، والأخلاق الجميلة، والعلوم النافعة، والأعمال الصالحة، وهذه هي التربية النافعة للقلوب والأرواح المثمرة لسعادة الدارين.\rالثالث: توحيد الإلهية ويقال له: توحيد العبادة:\rوهو العلم والاعتراف بأن الله ذو الألوهية والعبودية على خلقه أجمعين، وإفراده وحده بالعبادة كلها وإخلاص الدين لله وحده، وهذا الأخير يستلزم القسمين الأولين ويتضمنهما؛ لأن الألوهية التي هي صفة تعم أوصاف الكمال وجميع أوصاف الربوبية والعظمة، فإنه المألوه المعبود لما له من أوصاف العظمة والجلال، ولما أسداه إلى خلقه من الفواضل والأفضال، فتوحده تعالى بصفات الكمال وتفرده بالربوبية يلزم منه أن لا يستحق العبادة أحد سواه.\rومقصود دعوة الرسل من أولهم إلى آخرهم: الدعوة إلى هذا التوحيد.\rفذكر المصنف في هذه الترجمة من النصوص ما يدل على أن الله خلق الخلق لعبادته والإخلاص له، وأن ذلك حقه الواجب المفروض عليهم. فجميع الكتب السماوية وجميع الرسل دعوا إلى هذا التوحيد، ونهوا عن ضده من الشرك والتنديد، وخصوصا محمد صلى الله عليه وسلم.\rوهذا القرآن الكريم، فإنه أمر به وفرضه وقرره أعظم تقرير، وبينه أعظم بيان، وأخبر أنه لا نجاة ولا فلاح ولا سعادة إلا بهذا التوحيد، وأن جميع الأدلة العقلية والنقلية والأفقية والنفسية أدلة وبراهين على هذا الأمر بهذا التوحيد ووجوبه.","seal":"9C904C1F","part":1},
      {"page":20,"id":16,"nass":"فالتوحيد هو حق الله الواجب على العبيد، وهو أعظم أوامر الدين وأصل الأصول كلها، وأساس الأعمال.","seal":"07B94DDB","part":1},
      {"page":21,"id":17,"nass":"باب فضل التوحيد وما يكفر من الذنوب\rوقول الله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الأَمْنُ وَهُمْ\rمُهْتَدُونَ} 1.\rعن عبادة بن الصامت قال: قال رسول الله:صلى الله عليه وسلم \"من شهد أن لا\rإله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله، وأن عيسى عبد الله\rورسوله، وكلمته ألقاها إلى مريم وروح منه، والجنة حق، والنار حق، أدخله الله\rالجنة على ما كان من العمل\" خرجاه 2.\rولهما في حديث عتبان: \"فإن الله حرم على النار من قال: لا إله إلا الله يبتغي\rبذلك وجه الله \" 3.\rوعن أبي سعيد الخدري رضي الله عنه عن رسول الله صلى الله عليه وسلم قال:\r\"قال موسى - عليه السلام -: يا رب علمني شيئا أذكرك وأدعوك به. قال: قل يا\rموسى لا إله إلا الله. قال: يا رب كل عبادك يقولون هذا. قال: يا موسى لو أن\rالسماوات السبع وعامرهن غيري والأرضين السبع في كفة، ولا إله إلا الله في\rكفة، مالت بهن لا إله إلا الله\" رواه ابن حبان والحاكم وصححه 4.\r__________\r1 سورة الأنعام آية: 82.\r2 رواه البخاري: كتاب الأنبياء باب قوله تعالى: (يا أهل الكتاب لا تغلوا في دينكم)\r(3 / 1267) حديث رقم (3252) . ومسلم: كتاب الإيمان, باب الدليل على أن من\rمات على التوحيد دخل الجنة قطعا (1 / 57) . حديث رقم (28) .\r3 جزء من حديث رواه البخاري: كتاب الصلاة, باب المساجد في البيوت (1 / 164)\rحديث رقم (415) . ومسلم: كتاب المساجد ومواضع الصلاة باب الرخصة في\rالتخلف عن الجماعة بعذر (1 / 455- 456) حديث رقم (33) .\r4 رواه ابن حبان (موارد الظمآن) ص 577 حديث رقم (2324) . والحاكم (\rالمستدرك) 1 / 528 وقال: (هذا حديث صحيح الإسناد ولم يخرجاه) . وقال\rالذهبي: (صحيح وفي تصحيح إسناده نظر؛ لأنه من رواية دراج عن أبي الهيثم\rوهي رواية متكلم فيها) . قال ابن حجر (تقريب التهذيب) 1 / 235: (صدوق في\rحديثه عن أبي الهيثم ضعيف. اهـ) .","seal":"0C671D2E","part":1},
      {"page":22,"id":18,"nass":"وللترمذي- وحسنه- عن أنس: سمعت رسول الله صلى الله عليه وسلم يقول: \"قال الله تعالى: يا ابن آدم، لو أتيتني بقراب الأرض خطايا، ثم لقيتني لا تشرك بي شيئا: لأتيتك بقرابها مغفرة\" 1.\rفيه مسائل:\rالأولى: سعة فضل الله.\rالثانية: كثرة ثواب التوحيد عند الله.\rالثالثة: تكفيره مع ذلك للذنوب.\rالرابعة: تفسير الآية التي في سورة الأنعام.\rالخامسة: تأمل الخمس اللواتي في حديث عبادة.\rالسادسة: أنك إذا جمعت بينه وبين حديث عتبان وما بعده تبين لك معنى قول: \"لا إله إلا الله\"، وتبين لك خطأ المغرورين.\rالسابعة: التنبيه للشرط الذي في حديث عتبان.\rالثامنة: كون الأنبياء يحتاجون للتنبيه على فضل \"لا إله إلا الله \".\rالتاسعة: التنبيه لرجحانها بجميع المخلوقات مع أن كثيرا ممن يقولها يخف ميزانه.\rالعاشرة: النص على أن الأرضين سبع كالسماوات.\rالحادية عشرة: أن لهن عمارا.\rالثانية عشرة: إثبات الصفات خلافا للأشعرية.\rالثالثة عشرة: أنك إذا عرفت حديث أنس عرفت أن قوله في حديث عتبان: \"فإن الله حرم على النار من قال: لا إله إلا الله يبتغي بذلك وجه الله\"أنه ترك الشرك ليس قولها باللسان.\rالرابعة عشرة: تأمل الجمع بين كون عيسى ومحمد عبدي الله ورسوليه\r__________\r(سنن الترمذي) 5 / 548 (كتاب الدعوات) (باب فضل التوبة والاستغفار ... ) حديث رقم (3540) وقال: (هذا حديث غريب لا نعرفه إلا من هذا الوجه) . وفي (تحفة الأشراف) 1 / 102 قال الترمذي: (حسن غريب لا نعرفه إلا من هذا الوجه) .","seal":"958761DB","part":1},
      {"page":23,"id":19,"nass":"الخامسة عشرة: معرفة اختصاص عيسى بكونه كلمة الله.\rالسادسة عشرة: معرفة كونه روحا منه.\rالسابعة عشرة: معرفة فضل الإيمان بالجنة والنار.\rالثامنة عشرة: معرفة قوله: \"على ما كان من العمل \".\rالتاسعة عشرة: معرفة أن الميزان له كفتان.\rالعشرون: معرفة ذكر الوجه.\r[التعليق:]\rباب: فضل التوحيد وما يكفر من الذنوب:\rلما ذكر في الترجمة السابقة وجوب التوحيد، وأنه الفرض الأعظم على جميع العبيد، ذكر هنا فضله وهو آثاره الحميدة ونتائجه الجميلة، وليس شيء من الأشياء له من الآثار الحسنة، والفضائل المتنوعة مثل التوحيد. فإن خير الدنيا والآخرة من ثمرات هذا التوحيد وفضائله.\rفقول المؤلف رحمه الله: \"وما يكفر من الذنوب\"من باب عطف الخاص على العام؛ فإن مغفرة الذنوب وتكفير الذنوب من بعض فضائله وآثاره كما ذكر شواهد ذلك في الترجمة.\rومن فضائله: أنه السبب الأعظم لتفريج كربات الدنيا والآخرة ودفع عقوبتهما.\rومن أجل فوائده أنه يمنع الخلود في النار.\rإذا كان في القلب منه أدنى مثقال حبة خردل. وأنه إذا كمل في القلب يمنع دخول النار بالكلية.\rومنها: أنه يحصل لصاحبه الهدى الكامل والأمن التام في الدنيا والآخرة","seal":"9236883E","part":1},
      {"page":24,"id":20,"nass":"ومنها: أنه السبب الوحيد لنيل رضا الله وثوابه، وأن أسعد الناس بشفاعة محمد صلى الله عليه وسلم من قال: لا إله إلا الله خالصا من قلبه.\rومن أعظم فضائله: أن جميع الأعمال والأقوال الظاهرة والباطنة متوقفة في قبولها وفي كمالها، وفي ترتب الثواب عليها على التوحيد، فكلما قوي التوحيد والإخلاص لله كملت هذه الأمور وتمت.\rومن فضائله: أنه يسهل على العبد فعل الخير وترك المنكرات ويسليه عن المصيبات، فالمخلص لله في إيمانه وتوحيده تخف عليه الطاعات لما يرجو من ثواب ربه ورضوانه، ويهون عليه ترك ما تهواه النفس من المعاصي، لما يخشى من سخطه وعقابه.\rومنها: أن التوحيد إذا كمل في القلب حبب الله لصاحبه الإيمان وزينه في قلبه، وكره إليه الكفر والفسوق والعصيان، وجعله من الراشدين.\rومنها: أنه يخفف عن العبد المكاره ويهون عليه الآلام.\rفبحسب تكميل العبد للتوحيد والإيمان، يتلقى المكاره والآلام بقلب منشرح ونفس مطمئنة وتسليم ورضا بأقدار الله المؤلمة.\rومن أعظم فضائله: أنه يحرر العبد من رق المخلوقين والتعلق بهم وخوفهم ورجائهم والعمل لأجلهم، وهذا هو العز الحقيقي والشرف العالي.\rويكون مع ذلك متألها متعبدا لله، لا يرجو سواه ولا يخشى إلا إياه، ولا ينيب إلا إليه، وبذلك يتم فلاحه ويتحقق نجاحه.\rومن فضائله التي لا يلحقه فيها شيء: أن التوحيد إذا تم وكمل في القلب وتحقق تحققا كاملا بالإخلاص التام، فإنه يصير القليل من عمله كثيرا، وتضاعف أعماله وأقواله بغير حصر ولا حساب، ورجحت كلمة الإخلاص في ميزان العبد بحيث لا تقابلها السماوات والأرض وعمارها من جميع خلق الله، كما في","seal":"F1E70FFE","part":1},
      {"page":25,"id":21,"nass":"حديث أبي سعيد المذكور في الترجمة، وفي حديث البطاقة التي فيها لا إله إلا الله التي وزنت تسعة وتسعين سجلا من الذنوب، كل سجل يبلغ مد البصر، وذلك لكمال إخلاص قائلها، وكم ممن يقولها لا تبلغ هذا المبلغ؛ لأنه لم يكن في قلبه من التوحيد والإخلاص الكامل مثل ولا قريب مما قام بقلب هذا العبد.\rومن فضائل التوحيد: أن الله تكفل لأهله بالفتح والنصر في الدنيا، والعز والشرف وحصول الهداية والتيسير لليسرى وإصلاح الأحوال والتسديد في الأقوال والأفعال.\rومنها: أن الله يدافع عن الموحدين أهل الإيمان شرور الدنيا والآخرة، ويمن عليهم بالحياة الطيبة والطمأنينة إليه والطمأنينة بذكره، وشواهد هذه الجمل من الكتاب والسنة كثيرة معروفة والله أعلم.","seal":"DEAD69D1","part":1},
      {"page":26,"id":22,"nass":"باب من حقق التوحيد دخل الجنة بغير حساب\rوقول الله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ} 1 وقال: {وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ} 2.\rعن حصين بن عبد الرحمن قال: كنت عند سعيد بن جبير، فقال: أيكم رأى الكوكب الذي انقض البارحة؟ فقلت: أنا، ثم قلت: أما إني لم أكن في صلاة، ولكني لدغت. قال: فما صنعت؟ قلت: ارتقيت. قال: فما حملك على ذلك؟ قلت: حديث حدثناه الشعبي، قال: وما حدثكم؟ قلت: حدثنا عن بريدة بن الحصيب أنه قال: \"لا رقية إلا من عين أو حمة \"قال: قد أحسن من انتهى إلى ما سمع، ولكن حدثنا ابن عباس عن النبي صلى الله عليه وسلم أنه قال: \"عرضت علي الأمم، فرأيت النبي ومعه الرهط، والنبي ومعه الرجل والرجلان، والنبي وليس معه أحد، إذ رفع لي سواد عظيم، فظننت أنهم أمتي، فقيل لي: هذا موسى وقومه، فنظرت فإذا سواد عظيم، فقيل لي: هذه أمتك، ومعهم سبعون ألفا يدخلون الجنة بغير حساب ولا عذاب3. ثم نهض فدخل منزله، فخاض الناس في أولئك. فقال بعضهم: فلعلهم الذين صحبوا رسول الله صلى الله عليه وسلم: وقال بعضهم: فلعلهم الذين ولدوا في الإسلام، فلم يشركوا بالله شيئا، وذكروا أشياء. فخرج عليهم رسول الله صلى الله عليه وسلم فأخبروه.\r__________\r1 سورة النحل آية: 120.\r2 سورة المؤمنون آية: 59.\r3 رواه البخاري في (الصحيح) 3 / 1251 (كتاب الأنبياء) (باب وفاة موسى وذكره بعده) . حديث رقم (3229) ولم يسق لفظه. وفي (كتاب الطب) (باب من اكتوى أو كوى غيره وفضل من لم يكتو) . 5 / 2157 حديث رقم (5378) وفي مواضع أخرى. ورواه- أيضا- مسلم في (الصحيح) 1 / 199 (كتاب الإيمان) (باب الدليل على دخول طوائف من المسلمين الجنة بغير حساب ولا عذاب) . حديث رقم (220) واللفظ المذكور له.","seal":"26B68C22","part":1},
      {"page":27,"id":23,"nass":"فقال: هم الذين لا يسترقون ولا يكتوون ولا يتطيرون وعلى ربهم يتوكلون. فقام عكاشة بن محصن فقال: ادع الله أن يجعلني منهم. قال: أنت منهم. ثم قام رجل آخر فقال: ادع الله أن يجعلني منهم. فقال: سبقك بها عكاشة\".\rفيه مسائل:\rالأولى: معرفة مراتب الناس في التوحيد.\rالثانية: ما معنى تحقيقه؟\rالثالثة: ثناؤه - سبحانه - على إبراهيم بكونه لم يك من المشركين.\rالرابعة: ثناؤه على سادات الأولياء بسلامتهم من الشرك.\rالخامسة: كون ترك الرقية والكي من تحقيق التوحيد.\rالسادسة: كون الجامع لتلك الخصال هو التوكل.\rالسابعة: عمق علم الصحابة بمعرفتهم أنهم لم ينالوا ذلك إلا بعمل.\rالثامنة: حرصهم على الخير.\rالتاسعة: فضيلة هذه الأمة بالكمية والكيفية.\rالعاشرة: فضيلة أصحاب موسى.\rالحادية عشرة: عرض الأمم عليه، عليه الصلاة والسلام.\rالثانية عشرة: أن كل أمة تحشر وحدها مع نبيها.\rالثالثة عشرة: قلة من استجاب للأنبياء.\rالرابعة عشرة: أن من لم يجبه أحد يأت وحده.\rالخامسة عشرة: ثمرة هذا العلم وهو عدم الاغترار بالكثرة، وعدم الزهد في القلة.\rالسادسة عشرة: الرخصة في الرقية من العين والحمة.\rالسابعة عشرة: عمق علم السلف لقوله: \"قد أحسن من انتهى إلى ما سمع، ولكن كذا وكذا\". فعلم أن الحديث الأول لا يخالف الثاني.\rالثامنة عشرة: بعد السلف عن مدح الإنسان بما ليس فيه.\rالتاسعة عشرة: قوله: \"أنت منهم\"علم من أعلام النبوة.","seal":"6273B66E","part":1},
      {"page":28,"id":24,"nass":"العشرون: فضيلة عكاشة.\rالحادية والعشرون: استعمال المعاريض.\rالثانية والعشرون: حسن خلقه صلى الله عليه وسلم.\r[التعليق:]\rباب: من حقق التوحيد دخل الجنة بغير حساب\rوهذا الباب تكميل للباب الذي قبله وتابع له. فإن تحقيق التوحيد تهذيبه وتصفيته من الشرك الأكبر والأصغر، ومن البدع القولية الاعتقادية، والبدع الفعلية العملية، ومن المعاصي، وذلك بكماله الإخلاص لله في الأقوال والأفعال والإرادات، وبالسلامة من الشرك الأكبر المناقض لأصل التوحيد، ومن الشرك الأصغر المنافي لكماله، وبالسلامة من البدع والمعاصي التي تكدر التوحيد، وتمنع كماله وتعوقه عن حصول آثاره.\rفمن حقق توحيده بأن امتلأ قلبه من الإيمان والتوحيد والإخلاص، وصدقته الأعمال بأن انقادت لأوامر الله طائعة منيبة مخبتة، إلى الله ولم يجرح ذلك بالإصرار على شيء من المعاصي، فهذا الذي يدخل الجنة بغير حساب، ويكون من السابقين إلى دخولها وإلى تبوء المنازل منها.\rومن أخص ما يدل على تحقيقه: كمال القنوت لله، وقوة التوكل على الله بحيث لا يلتفت القلب إلى المخلوقين في شأن من شئونه، ولا يستشرف إليهم بقلبه، ولا يسألهم بلسان مقاله أو حاله، بل يكون ظاهره وباطنه وأقواله وأفعاله وحبه وبغضه وجميع أحواله كلها مقصودا بها وجه الله، متبعا فيها رسول الله.\rوالناس في هذا المقام العظيم درجات: {وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا} 1 وليس تحقيق التوحيد بالتمني ولا بالدعاوى الخالية من الحقائق، ولا بالحلي العاطلة، وإنما ذلك بما وقر في القلوب من عقائد الإيمان وحقائق الإحسان\r__________\r1 سورة الأنعام آية: 132.","seal":"C3B483F3","part":1},
      {"page":29,"id":25,"nass":"وصدقته الأخلاق الجميلة، والأعمال الصالحة الجليلة.\rفمن حقق التوحيد على هذا الوجه حصلت له جميع الفضائل المشار إليها في الباب السابق بأكملها والله أعلم.","seal":"A6E6DD6F","part":1},
      {"page":30,"id":26,"nass":"باب الخوف من الشرك\rوقول الله (: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} 1.\rوقال الخليل - عليه السلام -: {وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الأَصْنَامَ} 2.\rوفي الحديث: \"أخوف ما أخاف عليكم الشرك الأصغر، فسئل عنه فقال: الرياء\" 3\rوعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من مات وهو يدعو من دون الله ندا دخل النار\" رواه البخاري 4.\rولمسلم عن جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من لقي الله لا يشرك به شيئا دخل الجنة، ومن لقيه يشرك به شيئا دخل النار\" 5.\rفيه مسائل:\rالأولى: الخوف من الشرك.\rالثانية: أن الرياء من الشرك.\rالثالثة: أنه من الشرك الأصغر.\r__________\r1 سورة النساء آية: 48.\r2 سورة إبراهيم آية: 35.\r3 رواه الإمام أحمد (المسند) 5 / 249 428. والبغوي في (شرح السنة) 14 / 323- 324 حديث رقم (4135) من طريقين عن محمود بن الربيع. قال المنذري (الترغيب والترهيب) 1 / 57: (رواه أحمد بإسناد جيد) . وقال ابن حجر في (بلوغ المرام) ص 302: (أخرجه أحمد بإسناد حسن. اهـ) .\r4 رواه البخاري: كتاب التفسير باب قوله: ومن الناس من يتخذ من دون الله أندادا, (4 / 1636) حديث رقم (4227) .\r5 رواه مسلم: كتاب الإيمان باب من مات لا يشرك بالله شيئا دخل الجنة ومن مات مشركا دخل النار (1 / 94) حديث رقم (93) .","seal":"FCB62C52","part":1},
      {"page":31,"id":27,"nass":"الرابعة: أنه أخوف ما يخاف منه على الصالحين.\rالخامسة: قرب الجنة والنار.\rالسادسة: الجمع بين قربهما في حديث واحد.\rالسابعة: أنه من لقيه لا يشرك به شيئا دخل الجنة، ومن لقيه يشرك به شيئا دخل النار، ولو كان من أعبد الناس.\rالثامنة: المسألة العظيمة: سؤال الخليل له ولبنيه وقاية عبادة الأصنام.\rالتاسعة: اعتباره بحال الأكثر لقوله: {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِنَ النَّاسِ} 1.\rالعاشرة: فيه تفسير (لا إله إلا الله) كما ذكره البخاري.\rالحادية عشرة: فضيلة من سلم من الشرك.\r[التعليق:]\rباب: الخوف من الشرك\rالشرك في توحيد الإلهية والعبادة ينافي التوحيد كل المنافاة. وهو نوعان: شرك أكبر جلي، وشرك أصغر خفي.\rفأما الشرك الأكبر:\rفهو أن يجعل لله ندا يدعوه كما يدعو الله، أو يخافه أو يرجوه أو يحبه كحب الله، أو يصرف له نوعا من أنواع العبادة، فهذا الشرك لا يبقى مع صاحبه من التوحيد شيء، وهذا المشرك الذي حرم الله عليه الجنة ومأواه النار.\rولا فرق في هذا بين أن يسمي تلك العبادة التي صرفها لغير الله عبادة، أو يسميها توسلا، أو يسميها بغير ذلك من الأسماء، فكل ذلك شرك أكبر ; لأن العبرة بحقائق الأشياء ومعانيها دون ألفاظها وعباراتها.\r__________\r1 سورة إبراهيم آية: 36.","seal":"EE267B3D","part":1},
      {"page":32,"id":28,"nass":"وأما الشرك الأصغر:\rفهو جميع الأقوال والأفعال التي يتوسل بها إلى الشرك، كالغلو في المخلوق الذي لا يبلغ رتبة العبادة، وكالحلف بغير الله ويسير الرياء ونحو ذلك.\rفإذا كان الشرك ينافي التوحيد، ويوجب دخول النار والخلود فيها، وحرمان الجنة إذا كان أكبر، ولا تتحقق السعادة إلا بالسلامة منه، كان حقا على العبد أن يخاف منه أعظم خوف، وأن يسعى في الفرار منه ومن طرقه ووسائله وأسبابه، ويسأل الله العافية منه كما فعل ذلك الأنبياء والأصفياء وخيار الخلق. وعلى العبد أن يجتهد في تنمية الإخلاص في قلبه وتقويته، وذلك بكمال التعلق بالله تألها، وإنابة وخوفا ورجاء وطمعا وقصدا لمرضاته وثوابه في كل ما يفعله العبد، وما يتركه من الأمور الظاهرة والباطنة، فإن الإخلاص بطبيعته يدفع الشرك الأكبر والأصغر، وكل من وقع منه نوع من الشرك فلضعف إخلاصه.","seal":"80C5816B","part":1},
      {"page":33,"id":29,"nass":"باب: الدعاء إلى شهادة أن لا إله إلا الله\r...\rباب الدعاء إلى شهادة أنه لا إله إلا الله\rوقول الله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 1.\rعن ابن عباس - رضي الله عنهما -: \"أن رسول الله صلى الله عليه وسلم لما بعث معاذا إلى اليمن، قال له إنك تأتي قوما من أهل الكتاب، فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله- وفي رواية-: إلى أن يوحدوا الله، فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوك لذلك، فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم، فإن هم أطاعوك لذلك، فإياك وكرائم أموالهم، واتق دعوة المظلوم؛ فإنه ليس بينها وبين الله حجاب\" أخرجاه 2.\rولهما عن سهل بن سعد رضي الله عنه \"أن رسول الله صلى الله عليه وسلم قال يوم خيبر: لأعطين الراية غدا رجلا يحب الله ورسوله، ويحبه الله ورسوله، يفتح الله على يديه. فبات الناس يدوكون ليلتهم، أيهم يعطاها، فلما أصبحوا غدوا على رسول الله صلى الله عليه وسلم كلهم يرجو أن يعطاها، فقال: \"أين علي بن أبي طالب\"؟ فقيل: هو يشتكي عينيه، قال: فأرسلوا إليه، فأتي به، فبصق في عينيه ودعا له، فبرأ كأن لم يكن به وجع، فأعطاه الراية، فقال: \"نفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله تعالى\r__________\r1 سورة يوسف آية: 108.\r2 رواه البخاري: كتاب المغازي باب بعث أبي موسى ومعاذ إلى اليمن قبل حجة الوداع (4 / 1580) حديث رقم (4090) . ومسلم: كتاب الإيمان باب الدعاء إلى الشهادتين وشرائع الإسلام (1 / 50) حديث رقم (19) .","seal":"4BFD7486","part":1},
      {"page":34,"id":30,"nass":"فيه، فوالله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم\" 1. يدوكون: أي يخوضون.\rفيه مسائل:\rالأولى: أن الدعوة إلى الله طريق من اتبع رسوله الله صلى الله عليه وسلم.\rالثانية: التنبيه على الإخلاص ; لأن كثيرا من الناس لو دعا إلى الحق، فهو يدعو إلى نفسه.\rالثالثة: أن البصيرة من الفرائض.\rالرابعة: من دلائل حسن التوحيد: كونه تنزيه الله تعالى عن المسبة.\rالخامسة: أن من قبح الشرك كونه مسبة لله.\rالسادسة: - وهي من أهمها-: إبعاد المسلم عن المشركين لئلا يصير منهم ولو لم يشرك.\rالسابعة: كون التوحيد أول واجب.\rالثامنة: أنه يبدأ به قبل كل شيء حتى الصلاة.\rالتاسعة: أن معنى: \"أن يوحدوا الله\"معنى شهادة: أن لا إله إلا الله.\rالعاشرة: أن الإنسان قد يكون من أهل الكتاب وهو لا يعرفها، أو يعرفها ولا يعمل بها.\rالحادية عشرة: التنبيه على التعليم بالتدريج.\rالثانية عشرة: البداءة بالأهم فالأهم.\rالثالثة عشرة: مصرف الزكاة.\rالرابعة عشرة: كشف العالم الشبهة عن المتعلم.\r__________\r1 رواه البخاري: كتاب فضائل الصحابة, باب مناقب علي ابن أبي طالب (3 / 1357) حديث رقم (3498) . ومسلم: كتاب فضائل الصحابة باب من فضائل علي ابن أبي طالب - رضي الله عنه - (4 / 1872) حديث رقم (2406) .","seal":"3C4AD35D","part":1},
      {"page":35,"id":31,"nass":"الخامسة عشرة: النهي عن كرائم الأموال.\rالسادسة عشرة: اتقاء دعوة المظلوم.\rالسابعة عشرة: الإخبار بأنها لا تحجب.\rالثامنة عشرة: من أدلة التوحيد ما جرى على سيد المرسلين وسادات الأولياء من المشقة والجوع والوباء.\rالتاسعة عشرة: قوله: \"لأعطين الراية\". إلخ. علم من أعلام النبوة.\rالعشرون: تفله في عينيه علم من أعلامها أيضا.\rالحادية والعشرون: فضيلة علي رضي الله عنه.\rالثانية والعشرون: فضل الصحابة في دوكهم تلك الليلة، وشغلهم عن بشارة الفتح.\rالثالثة والعشرون: الإيمان بالقدر؛ لحصولها لمن لم يسع لها، ومنعها عمن سعى.\rالرابعة والعشرون: الأدب في قوله: \"على رسلك\".\rالخامسة والعشرون: الدعوة إلى الإسلام قبل القتال.\rالسادسة والعشرون: أنه مشروع لمن دعوا قبل ذلك وقوتلوا.\rالسابعة والعشرون: الدعوة بالحكمة لقوله:\"أخبرهم بما يجب عليهم\".\rالثامنة والعشرون: المعرفة بحق الله في الإسلام.\rالتاسعة والعشرون: ثواب من اهتدى على يديه رجل واحد.\rالثلاثون: الحلف على الفتيا.\r[التعليق:]\rباب: الدعاء إلى شهادة أن لا إله إلا الله\rوهذا الترتيب الذي صنعه المؤلف في هذه الأبواب في غاية المناسبة، فإنه ذكر في الأبواب السابقة وجوب التوحيد وفضله، والحث عليه وعلى تكميله، والتحقق","seal":"90B2E1FB","part":1},
      {"page":36,"id":32,"nass":"به ظاهرا وباطنا، والخوف من ضده، وبذلك يكمل العبد نفسه.\rثم ذكر في هذا الباب تكميله لغيره بالدعوة إلى شهادة (أن لا إله إلا الله) ، فإنه لا يتم التوحيد حتى يكمل العبد جميع مراتبه، ثم يسعى في تكميل غيره- وهذا هو طريق جميع الأنبياء-؛ فإنهم أول ما يدعون قومهم إلى عبادة الله وحده لا شريك له، وهي طريقة سيدهم وإمامهم صلى الله عليه وسلم؛ لأنه قام بهذه الدعوة أعظم قيام، ودعا إلى سبيل ربه بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، لم يفتر ولم يضعف حتى أقام الله به الدين، وهدى به الخلق العظيم، ووصل دينه ببركة دعوته إلى مشارق الأرض ومغاربها، وكان يدعو بنفسه ويأمر رسله وأتباعه أن يدعوا إلى الله وإلى توحيده قبل كل شيء; لأن جميع الأعمال متوقفة في صحتها وقبولها على التوحيد.\rفكما أن على العبد أن يقوم بتوحيد الله، فعليه أن يدعو العباد إلى الله بالتي هي أحسن، وكل من اهتدى على يديه فله مثل أجورهم من غير أن ينقص من أجورهم شيء.\rوإذا كانت الدعوة إلى الله، وإلى شهادة أن لا إله إلا الله فرضا على كل أحد، كان الواجب على كل أحد بحسب مقدوره.\rفعلى العالم من بيان ذلك، والدعوة والإرشاد والهداية أعظم مما على غيره ممن ليس بعالم.\rوعلى القادر ببدنه ويده أو ماله أو جاهه وقوله أعظم مما على من ليست له تلك القدرة.\rقال تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} 1. ورحم الله من أعان على الدين ولو بشطر كلمة، وإنما الهلاك في ترك ما يقدر عليه العبد من الدعوة إلى هذا الدين.\r__________\r1 سورة التغابن آية: 16.","seal":"A77C5F1A","part":1},
      {"page":37,"id":33,"nass":"باب تفسير التوحيد وشهادة أن لا إله إلا الله\rوقول الله تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً (} 1.\rوقوله: {وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ (} 2\rوقوله: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} 3 الآية.\rوقوله: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} 4.\rوفي الصحيح عن النبي صلى الله عليه وسلم أنه قال: \"من قال: لا إله إلا الله، وكفر بما يعبد من دون الله حرم ماله ودمه، وحسابه على الله (\"5.\rوشرح هذه الترجمة ما بعدها من الأبواب.\rفيه أكبر المسائل وأهمها. وهي تفسير التوحيد وتفسير الشهادة. وبينهما بأمور واضحة:\rمنها: آية الإسراء بين فيها الرد على المشركين الذين يدعون الصالحين، ففيها بيان أن هذا هو الشرك الأكبر.\rومنها: آية براءة بين فيها أن أهل الكتاب اتخذوا أحبارهم ورهبانهم أربابا من دون الله.\r__________\r1 سورة الإسراء آية: 57.\r2 سورة الزخرف آية: 26-28.\r3 سورة التوبة آية: 31.\r4 سورة البقرة آية: 165.\r5 رواه مسلم: كتاب الإيمان باب الأمر بقتال الناس حتى يقولوا لا إله إلا الله محمد رسول الله ويقيموا الصلاة إلخ (1 / 53) حديث رقم (23) .","seal":"3902AF93","part":1},
      {"page":38,"id":34,"nass":"وبين أنهم لم يؤمروا إلا بأن يعبدوا إلها واحدا مع أن تفسيرها الذي لا إشكال فيه طاعة العلماء والعباد في المعصية، لا دعاؤهم إياهم.\rومنها: قول الخليل - عليه السلام - للكفار:\r{إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلاَّ الَّذِي فَطَرَنِي} 1.\rفاستثنى من المعبودين ربه. وذكر – سبحانه - أن هذه البراءة، وهذه الموالاة هي تفسير شهادة أن لا إله إلا الله، فقال: {وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ ?} 2.\rومنها: آية البقرة في الكفار الذين قال الله فيهم: {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} 3. ذكر أنهم يحبون أندادهم كحب الله، فدل على أنهم يحبون الله حبا عظيما ولم يدخلهم في الإسلام، فكيف بمن أحب الند أكبر من حب الله؟ وكيف بمن لم يحب إلا الند وحده ولم يحب الله؟\rومنها: قوله صلى الله عليه وسلم: \"من قال: لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله\"4.\rوهذا من أعظم ما يبين معنى: \"لا إله إلا الله\"فإنه لم يجعل التلفظ بها عاصما للدم والمال، بل ولا معرفة معناها مع لفظها، بل ولا الإقرار بذلك، بل ولا كونه لا يدعو إلا الله وحده لا شريك له، بل لا يحرم ماله ودمه حتى يضيف إلى ذلك الكفر بما يعبد من دون الله، فإن شك أو توقف لم يحرم ماله ودمه، فيا لها من مسألة ما أعظمها وأجلها! ويا له من بيان ما أوضحه! وحجة ما أقطعها للمنازع!\r__________\r1 سورة الزخرف آية: 26-27.\r2 سورة الزخرف آية: 28.\r3 سورة البقرة آية: 167.\r4 مسلم: الإيمان (23) , وأحمد (3/472 ,6/394) .","seal":"58DF7767","part":1},
      {"page":39,"id":35,"nass":"[التعليق:]\rباب: تفسير التوحيد وشهادة أن لا إله إلا الله\rهما بمعنى واحد، فهو من باب عطف المترادفين.\rوهذه المسألة أكبر المسائل وأهمها كما قال المصنف- رحمه الله-.\rوحقيقة تفسير التوحيد:\rالعلم والاعتراف بتفرد الرب بجميع صفات الكمال وإخلاص العبادة له.\rوذلك يرجع إلى أمرين:\rالأمر الأول: نفي الألوهية كلها عن غير الله، بأن يعلم ويعتقد أنه لا يستحق الإلهية ولا شيئا من العبودية أحد من الخلق لا نبي مرسل، ولا ملك مقرب ولا غيرهما، وأنه ليس لأحد من الخلق في ذلك حظ ولا نصيب.\rوالأمر الثاني: إثبات الألوهية لله تعالى وحده لا شريك له، وتفرده بمعاني الألوهية كلها، وهي نعوت الكمال كلها، ولا يكفي هذا الاعتقاد وحده حتى يحققه العبد بإخلاص الدين كله لله، فيقوم بالإسلام والإيمان والإحسان وبحقوق الله وحقوق خلقه، قاصدا بذلك وجه الله، وطالبا رضوانه وثوابه.\rويعلم أن من تمام تفسيرها وتحقيقها البراءة من عبادة غير الله، وأن اتخاذ أنداد يحبهم كحب الله أو يطيعهم كطاعة الله، أو يعمل لهم كما يعمل لله ينافي معنى لا إله إلا الله أشد المنافاة.\rوبين المصنف - رحمه الله - أن من أعظم ما يبين معنى لا إله إلا الله قوله صلى الله عليه وسلم: \"من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله\"فلم يجعل مجرد التلفظ بها عاصما للدم والمال، بل ولا معرفة معناها مع","seal":"B3002CFA","part":1},
      {"page":40,"id":36,"nass":"لفظها، بل ولا الإقرار بذلك، بل ولا كونه لا يدعو إلا الله وحده لا شريك له، بل لا يحرم ماله ولا دمه حتى يضيف إلى ذلك الكفر بما يعبد من دون الله، فإن شك أو توقف لم يحرم ماله ولا دمه. فتبين بذلك أنه لا بد من اعتقاد وجوب عبادة الله وحده لا شريك له، ومن الإقرار بذلك اعتقادا ونطقا، ولا بد من القيام بعبودية الله وحده طاعة لله وانقيادا، ولا بد من البراءة مما ينافي ذلك عقلا وقولا وفعلا.\rولا يتم ذلك إلا بمحبة القائمين بتوحيد الله وموالاتهم ونصرتهم، وبغض أهل الكفر والشرك ومعاداتهم، لا تغني في هذا المقام الألفاظ المجردة، ولا الدعاوى الخالية من الحقيقة، بل لا بد أن يتطابق العلم والاعتقاد والقول والعمل، فإن هذه الأشياء متلازمة متى تخلف واحد منها تخلفت البقية والله أعلم.","seal":"FA9A6277","part":1},
      {"page":41,"id":37,"nass":"باب: من الشرك لبس الحلقة والخيط ونحوهما لرفع البلاء أو دفعه\r...\rباب من الشرك لبس الحلقة والخيط ونحوها لرفع البلاء أو دفعه\rوقول الله تعالى: {قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ} 1.\rوعن عمران بن حصين رضي الله عنه \"أن النبي صلى الله عليه وسلم رأى رجلا في يده حلقة من صفر، فقال: \"ما هذه\"؟ قال: من الواهنة. فقال: \"انزعها فإنها لا تزيدك إلا وهنا، فإنك لو مت وهي عليك ما أفلحت أبدا\" رواه أحمد بسند لا بأس به2.\rوله عن عقبة بن عامر مرفوعا: \"من تعلق تميمة فلا أتم الله له، ومن تعلق ودعة فلا ودع الله له\"3\rوفي رواية: \"من تعلق تميمة فقد أشرك\"45. ولابن أبي حاتم عن حذيفة 6: أنه رأى رجلا في يده خيط من الحمى، فقطعه وتلا قوله: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلاَّ وَهُمْ مُشْرِكُونَ} 7\r__________\r1 سورة الزمر آية: 38.\r2 رواه الإمام أحمد (المسند) 4 / 445. وفي إسناده (المبارك) وهو ابن فضالة أبو فضالة البصري. قال ابن حجر (تقريب التهذيب) 2 / 227: (صدوق يدلس ويسوي) . ومن طريق أبي عامر الحزاز عن الحسن عن عمران بنحوه رواه ابن حبان (1411) . والحاكم 4 / 216 وصححه ووافقه الذهبي.\r) 3 (المسند) 4 / 154. وفي إسناده (خالد بن عبيد) وهو المعافري. قال ابن حجر (تعجيل المنفعة ص 114: (رجال حديثه موثوقون) . والحاكم 4 / 216 وصححه ووافقه الذهبي.\r4 أحمد (4/156) .\r(المسند) 4 / 156 عن عقبة بن عامر الجهني. قال الهيثمي (مجمع الزوائد) 5 / 103: (رجال أحمد ثقات) . اهـ.\r6 ذكره ابن كثير (التفسير) 4 / 55 معلقا, ولم يعزه لمخرجه من طريق حماد بن سلمة عن عاصم ابن أبي النجود عن عروة قال: دخل حذيفة على مريض ... نحوه ومع تعليق إسناده فيه (عاصم ابن أبي النجود) . قال ابن حجر (تقريب التهذيب) 1 / 383: (صدوق له أوهام, وحديثه في الصحيحين مقرون) . اهـ.\r7 سورة يوسف آية: 106.","seal":"9D867E20","part":1},
      {"page":42,"id":38,"nass":"فيه مسائل:\rالأولى: التغليظ في لبس الحلقة والخيط ونحوهما لمثل ذلك.\rالثانية: أن الصحابي لو مات وهي عليه ما أفلح، فيه شاهد لكلام الصحابة أن الشرك الأصغر أكبر من الكبائر.\rالثالثة: أنه لم يعذر بالجهالة.\rالرابعة: أنها لا تنفع في العاجلة، بل تضر لقوله: \"لا تزيدك إلا وهنا \".\rالخامسة: الإنكار بالتغليظ على من فعل مثل ذلك.\rالسادسة: التصريح بأن من تعلق شيئا وكل إليه.\rالسابعة: التصريح بأن من تعلق تميمة فقد أشرك.\rالثامنة: أن تعليق الخيط من الحمى من ذلك.\rالتاسعة: تلاوة حذيفة الآية دليل على أن الصحابة يستدلون بالآيات التي في الشرك الأكبر على الأصغر، كما ذكر ابن عباس في آية البقرة.\rالعاشرة: أن تعليق الودع عن العين من ذلك.\rالحادية عشرة: الدعاء على من تعلق تميمة أن الله لا يتم له، ومن تعلق ودعة فلا ودع الله له. أي ترك الله له.\r[التعليق:]\rباب: من الشرك لبس الحلقة والخيط ونحوهما لرفع البلاء أو دفعه\rوهذا الباب يتوقف فهمه على معرفة أحكام الأسباب.\rوتفصيل القول فيها: أنه يجب على العبد أن يعرف في الأسباب ثلاثة أمور:\rأحدها: أن لا يجعل منها سببا إلا ما ثبت أنه سبب شرعا أو قدرا.\rثانيها: أن لا يعتمد العبد عليها، بل يعتمد على مسببها ومقدرها، مع","seal":"8F3FC9DD","part":1},
      {"page":43,"id":39,"nass":"قيامه بالمشروع منها، وحرصه على النافع منها.\rثالثها: أن يعلم أن الأسباب مهما عظمت وقويت فإنها مرتبطة بقضاء الله وقدره لا خروج لها عنه، والله تعالى يتصرف فيها كيف يشاء: إن شاء أبقى سببيتها جارية على مقتضى حكمته ليقوم بها العباد، ويعرفوا بذلك تمام حكمته، حيث ربط المسببات بأسبابها والمعلولات بعللها، وإن شاء غيرها كيف يشاء لئلا يعتمد عليها العباد، وليعلموا كمال قدرته، وأن التصرف المطلق والإرادة المطلقة لله وحده، فهذا هو الواجب على العبد في نظره وعمله بجميع الأسباب.\rإذا علم ذلك فمن لبس الحلقة أو الخيط أو نحوهما قاصدا بذلك رفع البلاء بعد نزوله، أو دفعه قبل نزوله فقد أشرك ; لأنه إن اعتقد أنها هي الدافعة الرافعة فهذا الشرك الأكبر.\rوهو شرك في الربوبية حيث اعتقد شريكا مع الله في الخلق والتدبير.\rوشرك في العبودية حيث تأله لذلك وعلق به قلبه طمعا ورجاء لنفعه، وإن اعتقد أن الله هو الدافع الرافع وحده ولكن اعتقدها سببا يستدفع بها البلاء، فقد جعل ما ليس سببا شرعيا ولا قدريا سببا، وهذا محرم وكذب على الشرع وعلى القدر.\rأما الشرع فإنه ينهى عن ذلك أشد النهي، وما نهى عنه فليس من الأسباب النافعة.\rوأما القَدَر فليس هذا من الأسباب المعهودة ولا غير المعهودة التي يحصل بها المقصود، ولا من الأدوية المباحة النافعة.\rوكذلك هو من جملة وسائل الشرك؛ فإنه لا بد أن يتعلق قلب متعلقها بها، وذلك نوع شرك ووسيلة إليه.\rفإذا كانت هذه الأمور ليست من الأسباب الشرعية التي شرعها على لسان نبيه التي يتوسل بها إلى رضاء الله وثوابه، ولا من الأسباب القدرية التي قد علم أو","seal":"5F9EA773","part":1},
      {"page":44,"id":40,"nass":"جرب نفعها مثل الأدوية المباحة كان المتعلق بها متعلقا قلبه بها راجيا لنفعها، فيتعين على المؤمن تركها ليتم إيمانه وتوحيده؛ فإنه لو تم توحيده لم يتعلق قلبه بما ينافيه، وذلك أيضا نقص في العقل حيث التعلق بغير متعلق ولا نافع بوجه من الوجوه، بل هو ضرر محض. والشرع مبناه على تكميل أديان الخلق بنبذ الوثنيات والتعلق بالمخلوقين، وعلى تكميل عقولهم بنبذ الخرافات والخزعبلات، والجد في الأمور النافعة المرقية للعقول، المزكية للنفوس، المصلحة للأحوال كلها دينيها ودنيويها والله أعلم.","seal":"BFA46F22","part":1},
      {"page":45,"id":41,"nass":"باب ما جاء في الرقى والتمائم\rفي الصحيح عن أبي بشير الأنصاري رضي الله عنه \"أنه كان مع رسول الله صلى الله عليه وسلم في بعض أسفاره، فأرسل رسولا أن لا يبقين في رقبة بعير قلادة من وتر، أو قلادة إلا قطعت\" 1.\rوعن ابن مسعود قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الرقى والتمائم والتولة شرك\" رواه أحمد وأبو داود.2.\rوعن عبد الله بن عكيم مرفوعا: \"من تعلق شيئا وكل إليه \"رواه أحمد والترمذي.3\r__________\r1 رواه البخاري: كتاب الجهاد باب ما قيل في الجرس ونحوه في أعناق الإبل (3 / 1094) حديث رقم (2843) . ومسلم: كتاب اللباس والزينة باب كراهة قلادة الوتر في رقبة البعير (3 / 1672-1673) حديث رقم (2115) .\r2 رواه أحمد (1 / 381) . وأبو داود في كتاب الطب باب في تعليق التمائم (4 / 9) حديث رقم (3883) . قال المنذري (مختصر سنن أبي داود) 5 / 363: (والراوي عن زينب مجهول) . اهـ. وقد وصف عند الإمام أحمد وأبي داود بأنه (ابن أخي زينب) , ووصف في (سنن ابن ماجه) 2 / 1167 بأنه (ابن أخت زينب) .\r3 رواه أحمد (4 / 310 و 311) . والترمذي (السنن) 4 / 403 (كتاب الطب) (باب ما جاء في كراهية التعليق) . حديث رقم (2072) وقال: (وحديث عبد الله بن عكيم إنما نعرفه من حديث محمد بن عبد الرحمن ابن أبي ليلى، وعبد الله بن عكيم لم يسمع من النبي (، وكان في زمن النبي (يقول: كتب إلينا رسول الله () . وفي إسناده- أيضا- (محمد بن عبد الرحمن ابن أبي ليلى) وقد ضعفه العلماء لسوء حفظه كما في (ميزان الاعتدال) 3 / 614. وللحديث شاهد يتقوى به رواه النسائي (السنن) 7 / 112 من طريق أبي داود ثنا عنه عباد بن ميسرة المنقري عن الحسن عن أبي هريرة مرفوعا وفيه: \"ومن تعلق شيئا وكل إليه\". قال الذهبي في (ميزان الاعتدال) 2 / 378: (هذا الحديث لا يصح للين عباد وانقطاعه) . وهذا تضعيف لا يمنع من تقوية حديث عبد الله بن عكيم، وترقيته لمرتبة الحسن لغيره. والله أعلم.","seal":"9A0B4BDE","part":1},
      {"page":46,"id":42,"nass":"\"التمائم\": شيء يعلق على الأولاد يتقون به العين، لكن إذا كان المعلق من القرآن فرخص فيه بعض السلف، وبعضهم لم يرخص فيه، ويجعله من المنهي عنه. منهم ابن مسعود رضي الله عنه.\rو\"الرقى\": هي التي تسمى العزائم، وخص منها الدليل ما خلا من الشرك، فقد رخص فيه رسول الله صلى الله عليه وسلم من العين والحمة.\rو\"التولة\": هي شيء يصنعونه يزعمون أنه يحبب المرأة إلى زوجها، والرجل إلى امرأته.\rوروى أحمد عن رويفع، قال: قال لي رسول الله صلى الله عليه وسلم: \"يا رويفع، لعل الحياة تطول بك، فأخبر الناس أن من عقد لحيته، أو تقلد وترا، أو استنجى برجيع دابة أو عظم، فإن محمدا بريء منه\"1.\rوعن سعيد بن جبير قال: \"من قطع تميمة من إنسان كان كعدل رقبة\"رواه وكيع.\rوله عن إبراهيم قال: \"كانوا يكرهون التمائم كلها من القرآن وغير القرآن\".\r__________\r(المسند) 4 / 108 أوله: (كان أحدنا في زمان رسول الله (يأخذ جمل أخيه ... مطولا وفي إسناده (ابن لهيعة) . قال ابن حجر (تقريب التهذيب) 1 / 444: (صدوق خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرها, وله في مسلم بعض شيء مقرون) . وليس هذا من روايتهما عنه, إلا أنه منجبر بمتابعة (المفضل بن فضالة) له عند أبي داود (السنن) 1 / 34 (كتاب الطهارة) (باب ما ينهى عنه أن يستنجى به) . حديث رقم (36) وسكت عنه أبو داود ثم المنذري في (مختصر سنن أبي داود) 1 / 36، وفي إسناده (عياش بن عباس القتباني) . ولعل صوابه ما ذكره المزي (تهذيب الكمال) 3 / 1365 في ترجمة (المفضل بن فضالة بن عبيد المصري) أنه يروي عن (عبد الله بن عياش بن عباس القتباني) . وللحديث طريق أخرى رواها النسائي (السنن) 8 / 135- 136 (كتاب الزينة) (باب عقد اللحية) عن حيوة بن شريح عن عياش بن عباس، وإسناده صحيح رجاله ثقات. والله أعلم.","seal":"BE4DC691","part":1},
      {"page":47,"id":43,"nass":"فيه مسائل:\rالأولى: تفسير الرقى والتمائم.\rالثانية: تفسير التولة.\rالثالثة: أن هذه الثلاث كلها من الشرك من غير استثناء.\rالرابعة: أن الرقية بالكلام الحق من العين والحمة ليس من ذلك.\rالخامسة: أن التميمة إذا كانت من القرآن فقد اختلف العلماء هل هي من ذلك أم لا؟\rالسادسة: أن تعليق الأوتار على الدواب من العين من ذلك.\rالسابعة: الوعيد الشديد على من علق وترا.\rالثامنة: فضل ثواب من قطع تميمة من إنسان.\rالتاسعة: أن كلام إبراهيم لا يخالف ما تقدم من الاختلاف؛ لأن مراده أصحاب عبد الله بن مسعود.\r[التعليق:]\rباب:\rما جاء في الرقى والتمائم\rأما التمائم فهي: تعاليق تتعلق بها قلوب متعلقيها، والقول فيها كالقول في الحلقة والخيط كما تقدم.\rفمنها: ما هو شرك أكبر كالتي تشتمل على الاستغاثة بالشياطين أو غيرهم من المخلوقين.\rفالاستغاثة بغير الله فيما لا يقدر عليه إلا الله شرك كما سيأتي إن شاء الله.\rومنها: ما هو محرم كالتي فيها أسماء لا يفهم معناها؛ لأنها تجر إلى الشرك.\rوأما التعاليق التي فيها قرآن أو أحاديث نبوية أو أدعية طيبة محترمة فالأولى","seal":"8F962D0D","part":1},
      {"page":48,"id":44,"nass":"تركها لعدم ورودها عن الشارع، ولكونها يتوسل بها إلى غيرها من المحرم ; ولأن الغالب على متعلقها أنه لا يحترمها ويدخل بها المواضع القذرة.\rأما الرقى ففيها تفصيل:\rفإن كانت من القرآن أو السنة أو الكلام الحسن، فإنها مندوبة في حق الراقي؛ لأنها من باب الإحسان، ولما فيها من النفع، وهي جائزة في حق المرقي، إلا أنه لا ينبغي له أن يبتدئ بطلبها، فإن من كمال توكل العبد وقوة يقينه أن لا يسأل أحدا من الخلق لا رقية ولا غيرها، بل ينبغي إذا سأل أحدا أن يدعو له أن يلحظ مصلحة الداعي والإحسان إليه، بتسببه لهذه العبودية له مع مصلحة نفسه، وهذا من أسرار تحقيق التوحيد ومعانيه البديعة التي لا يوفق للتفقه فيها والعمل بها إلا الكمل من العباد.\rوإن كانت الرقية يدعى بها غير الله ويطلب الشفاء من غيره، فهذا هو الشرك الأكبر؛ لأنه دعاء واستغاثة بغير الله.\rفافهم هذا التفصيل، وإياك أن تحكم على الرقى بحكم واحد مع تفاوتها في أسبابها وغاياتها.","seal":"FC2C1650","part":1},
      {"page":49,"id":45,"nass":"باب: من تبرك بشجرة أو غيرها ونحوهما\r...\rباب من تبرك بشجرة أو حجر ونحوهما\rوقول الله تعالى: {أَفَرَأَيْتُمُ اللاَّتَ وَالْعُزَّى وَمَنَاةَ الثَّالِثَةَ الأُخْرَى تِلْكَ إِذاً قِسْمَةٌ ضِيزَى إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلاَّ الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى} 1.\rعن أبي واقد الليثي قال: \"خرجنا مع رسول الله صلى الله عليه وسلم إلى حنين ونحن حدثاء عهد بكفر، وللمشركين سدرة يعكفون عندها، وينوطون بها أسلحتهم، يقال لها: ذات أنواط، فمررنا بسدرة، فقلنا: يا رسول الله اجعل لنا ذات أنواط كما لهم ذات أنواط. فقال رسول الله صلى الله عليه وسلم: الله أكبر إنها السنن، قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى: {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} 2 لتركبن سنن من كان قبلكم\" رواه الترمذي وصححه 3.\rفيه مسائل:\rالأولى: تفسير آية النجم.\rالثانية: معرفة صورة الأمر الذي طلبوا.\rالثالثة: كونهم لم يفعلوا.\rالرابعة: كونهم قصدوا التقرب إلى الله بذلك لظنهم أنه يحبه.\rالخامسة: أنهم إذا جهلوا هذا، فغيرهم أولى بالجهل.\r__________\r1 سورة النجم آية: 19- 23.\r2 سورة الأعراف آية: 138.\r(السنن) 4 / 475 (كتاب الفتن) (باب ما جاء لتركبن سنن من كان قبلكم) . حديث رقم (2180) وقال: (هذا حديث حسن صحيح) . ولفظه: (أن رسول الله (لما خرج إلى خيبر مر بشجرة يقال لها ذات أنواط ... ) الحديث.","seal":"BC068692","part":1},
      {"page":50,"id":46,"nass":"السادسة: أن لهم من الحسنات والوعد بالمغفرة ما ليس لغيرهم.\rالسابعة: أن النبي صلى الله عليه وسلم لم يعذرهم بل رد عليهم بقوله: \"الله أكبر إنها السنن لتتبعن سنن من كان قبلكم \" فغلظ الأمر بهذه الثلاث.\rالثامنة: الأمر الكبير- وهو المقصود- أنه أخبر أن طلبهم كطلب بني إسرائيل لما قالوا لموسى: {اجْعَلْ لَنَا إِلَهاً?} 1.\rالتاسعة: أن نفي هذا من معنى\"لا إله إلا الله\"مع دقته وخفائه على أولئك.\rالعاشرة: أنه حلف على الفتيا وهو لا يحلف إلا لمصلحة.\rالحادية عشرة: أن الشرك فيه أكبر وأصغر؛ لأنهم لم يرتدوا بهذا.\rالثانية عشرة: قولهم: \"ونحن حدثاء عهد بكفر\"فيه أن غيرهم لا يجهل ذلك.\rالثالثة عشرة: التكبير عند التعجب خلافا لمن كرهه.\rالرابعة عشرة: سد الذرائع.\rالخامسة عشرة: النهي عن التشبه بأهل الجاهلية.\rالسادسة عشرة: الغضب عند التعليم.\rالسابعة عشرة: القاعدة الكلية؛ لقوله: \"إنها السنن\".\rالثامنة عشرة: أن هذا علم من أعلام النبوة لكونه وقع كما أخبر.\rالتاسعة عشرة: أن كل ما ذم الله به اليهود والنصارى في القرآن أنه لنا.\rالعشرون: أنه مقرر عندهم أن العبادات مبناها على الأمر، فصار فيه التنبيه على مسائل القبر. أما: \"من ربك\"فواضح، وأما\"من نبيك\"فمن إخباره بأنباء الغيب. وأما \"ما دينك\"فمن قولهم: {اجْعَلْ لَنَا إِلَهاً} 2 إلى آخره.\r__________\r1 سورة الأعراف آية: 138.\r2 سورة الأعراف آية: 138.","seal":"CAC4625F","part":1},
      {"page":51,"id":47,"nass":"الحادية والعشرون: أن سنة أهل الكتاب مذمومة كسنة المشركين.\rالثانية والعشرون: أن المنتقل من الباطل الذي اعتاده قلبه لا يؤمن أن يكون في قلبه بقية من تلك العادة؛ لقولهم: \"ونحن حدثاء عهد بكفر\".\r[التعليق:]\rباب: من تبرك بشجرة أو حجر ونحوهما\rأي فإن ذلك من الشرك ومن أعمال المشركين، فإن العلماء اتفقوا على أنه لا يشرع التبرك بشيء من الأشجار والأحجار والبقع والمشاهد وغيرها. فإن هذا التبرك غلو فيها، وذلك يتدرج به إلى دعائها وعبادتها، وهذا هو الشرك الأكبر كما تقدم انطباق الحد عليه، وهذا عام في كل شيء حتى مقام إبراهيم وحجرة النبي صلى الله عليه وسلم وصخرة بيت المقدس وغيرها من البقع الفاضلة.\rوأما استلام الحجر الأسود وتقبيله، واستلام الركن اليماني من الكعبة المشرفة، فهذا عبودية لله وتعظيم لله وخضوع لعظمته، فهو روح التعبد.\rفهذا تعظيم للخالق وتعبد له، وذلك تعظيم للمخلوق وتأله له.\rفالفرق بين الأمرين كالفرق بين الدعاء لله الذي هو إخلاص وتوحيد، والدعاء للمخلوق الذي هو شرك وتنديد.","seal":"788B4D6F","part":1},
      {"page":52,"id":48,"nass":"باب ما جاء في الذبح لغير الله\rوقول الله تعالى: {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} 1.\rوقوله: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} 2 عن علي رضي الله عنه قال: حدثني رسول الله صلى الله عليه وسلم بأربع كلمات: \"لعن الله من ذبح لغير الله، لعن الله من لعن والديه، لعن الله من آوى محدثا، لعن الله من غير منار الأرض\" رواه مسلم 3.\rوعن طارق بن شهاب أن رسول الله صلى الله عليه وسلم قال: \"دخل الجنة رجل في ذباب، ودخل النار رجل في ذباب\". قالوا: وكيف ذلك يا رسول الله؟ قال: \"مر رجلان على قوم لهم صنم لا يجوزه أحد حتى يقرب له شيئا، فقالوا لأحدهما: قرب، قال: ليس عندي شيء أقرب، قالوا له: قرب ولو ذبابا، فقرب ذبابا فخلوا سبيله، فدخل النار. وقالوا للآخر: قرب، فقال: ما كنت لأقرب لأحد شيئا دون الله (، فضربوا عنقه، فدخل الجنة\" رواه أحمد 4\r__________\r1 سورة الأنعام آية: 162.\r2 سورة الكوثر آية: 2.\r3 رواه مسلم: كتاب الأضاحي باب تحريم الذبح لغير الله تعالى, ولعن فاعله (3 / 1567) حديث رقم (1978) .\r4 لم أقف عليه من حديث طارق بن شهاب, وقد وقفت عليه من حديث طارق بن شهاب عن سلمان رواه الإمام أحمد (الزهد) ص 15 – 16. ووقع في النسخة المطبوعة (عن سليمان) وهو تحريف, والصواب أنه (عن سلمان) . وقد رواه أبو نعيم في (الحلية) 1 / 203 في ترجمة (سلمان الفارسي) كلاهما من طريق أبي معاوية حدثنا الأعمش عن سليمان بن ميسرة عن طارق بن شهاب عن سلمان قال: دخل رجل الجنة في ذباب ... فذكره موقوفا, وإسناده صحيح رجاله ثقات, وله طريقان آخران ذكرهما أبو نعيم معلقة، ولم يسق ألفاظهما حيث قال عقب روايته: (رواه شعبة عن قيس بن مسلم عن طارق مثله, ورواه جرير من- كذا- منصور عن المنهال بن عمرو عن حيان بن مرشد عن سلمان نحوه) . وهو وإن كان موقوفا فلعله مما لا مجال للرأي فيه. والله أعلم.","seal":"7EC8C6E2","part":1},
      {"page":53,"id":49,"nass":"فيه مسائل:\rالأولى: تفسير {قُلْ إِنَّ صَلاتِي وَنُسُكِي} 1.\rالثانية: تفسير {فَصَلِّ لِرَبِّكَ وَانْحَرْ} 2.\rالثالثة: البداءة بلعنة من ذبح لغير الله.\rالرابعة: لعن من لعن والديه، ومنه أن تلعن والدي الرجل فيلعن والديك.\rالخامسة: لعن من آوى محدثا، وهو الرجل يحدث شيئا يجب فيه حق الله، فيلتجئ إلى من يجيره من ذلك.\rالسادسة: لعن من غير منار الأرض، وهي المراسيم التي تفرق بين حقك وحق جارك من الأرض فتغيرها بتقديم أو تأخير.\rالسابعة: الفرق بين لعن المعين ولعن أهل المعاصي على سبيل العموم.\rالثامنة: هذه القصة العظيمة، وهي قصة الذباب.\rالتاسعة: كونه دخل النار بسبب ذلك الذباب الذي لم يقصده، بل فعله تخلصا من شرهم.\rالعاشرة: معرفة قدر الشرك في قلوب المؤمنين كيف صبر ذلك على القتل ولم يوافقهم على طلبتهم، مع كونهم لم يطلبوا إلا العمل الظاهر.\rالحادية عشرة: أن الذي دخل النار مسلم ; لأنه لو كان كافرا لم يقل: \"دخل النار في ذباب\".\rالثانية عشرة: فيه شاهد للحديث الصحيح: \"الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك \"3.\rالثالثة عشرة: معرفة أن عمل القلب هو المقصود الأعظم حتى عند عبدة الأوثان.\r__________\r1 سورة الأنعام آية: 162.\r2 سورة الكوثر آية: 2.\r3 رواه البخاري. كتاب الرقاق, باب الجنة أقرب إلى أحدكم من شراك نعله والنار مثل ذلك (5 / 2380) حديث رقم (6123) .","seal":"B6DF66DE","part":1},
      {"page":54,"id":50,"nass":"[التعليق:]\rباب: ما جاء في الذبح لغير الله\rأي أنه شرك، فإن نصوص الكتاب والسنة صريحة في الأمر بالذبح لله، وإخلاص ذلك لوجهه، كما هي صريحة بذلك في الصلاة، فقد قرن الله الذبح بالصلاة في عدة مواضع من كتابه.\rوإذا ثبت أن الذبح لله من أجل العبادات وأكبر الطاعات، فالذبح لغير الله شرك أكبر مخرج عن دائرة الإسلام.\rفإن حد الشرك الأكبر وتفسيره الذي يجمع أنواعه وأفراده: (أن يصرف العبد نوعا أو فردا من أفراد العبادة لغير الله) .\rفكل اعتقاد أو قول أو عمل ثبت أنه مأمور به من الشارع فصرفه لله وحده توحيد وإيمان وإخلاص، وصرفه لغيره شرك وكفر.\rفعليك بهذا الضابط للشرك الأكبر الذي لا يشذ عنه شيء.\rكما أن حد الشرك الأصغر هو: (كل وسيلة وذريعة يتطرق منها إلى الشرك الأكبر من الإرادات والأقوال والأفعال التي لم تبلغ رتبة العبادة) .\rفعليك بهذين الضابطين للشرك الأكبر والأصغر، فإنه مما يعينك على فهم الأبواب السابقة واللاحقة من هذا الكتاب، وبه يحصل لك الفرقان بين الأمور التي يكثر اشتباهها والله المستعان.","seal":"F11D2A3F","part":1},
      {"page":55,"id":51,"nass":"باب لا يذبح لله بمكان يذبح فيه لغير الله\rوقول الله تعالى: {لا تَقُمْ فِيهِ أَبَداً لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} 1.\rوعن ثابت بن الضحاك رضي الله عنه قال: \"نذر رجل أن ينحر إبلا ببوانة، فسأل النبي صلى الله عليه وسلم فقال: \"هل كان فيها وثن من أوثان الجاهلية يعبد؟ \"قالوا: لا قال: \"فهل كان فيها عيد من أعيادهم؟ \"قالوا: لا. فقال رسول الله صلى الله عليه وسلم: \"أوف بنذرك، فإنه لا وفاء لنذر في معصية الله، ولا فيما لا يملك ابن آدم\" رواه أبو داود وإسناده على شرطهما 2.\rفيه مسائل:\rالأولى: تفسير قوله: {لا تَقُمْ فِيهِ أَبَداً} 3.\rالثانية: أن المعصية قد تؤثر في الأرض وكذلك الطاعة.\rالثالثة: رد المسألة المشكلة إلى المسألة البينة ليزول الإشكال.\rالرابعة: استفصال المفتي إذا احتاج إلى ذلك.\rالخامسة: أن تخصيص البقعة بالنذر لا بأس به إذا خلا من الموانع.\rالسادسة: المنع منه إذا كان فيه وثن من أوثان الجاهلية ولو بعد زواله.\rالسابعة: المنع منه إذا كان فيه عيد من أعيادهم ولو بعد زواله.\rالثامنة: أنه لا يجوز الوفاء بما نذر في تلك البقعة؛ لأنه نذر معصية\r__________\r1 سورة التوبة آية: 108.\r(السنن) 3 / 607 (كتاب الأيمان والنذور) (باب ما يؤمر به من الوفاء بالنذر) حديث رقم (1313) قال الحافظ ابن حجر في (التلخيص الحبير) 4 / 198: (رواه أبو داود من حديث ثابت بن الضحاك بسند صحيح) . اهـ.\r3 سورة التوبة آية: 108.","seal":"BDAB3FED","part":1},
      {"page":56,"id":52,"nass":"التاسعة: الحذر من مشابهة المشركين في أعيادهم ولو لم يقصده.\rالعاشرة: لا نذر في معصية.\rالحادية عشرة: لا نذر لابن آدم فيما لا يملك.\r[التعليق:]\rباب: لا يذبح لله بمكان يذبح فيه لغير الله\rما أحسن اتباع هذا الباب بالباب الذي قبله، فالذي قبله من المقاصد وهذا من الوسائل، ذاك من باب الشرك الأكبر، وهذا من وسائل الشرك القريبة، فإن المكان الذي يذبح فيه المشركون لآلهتهم تقربا إليها وشركا بالله قد صار مشعرا من مشاعر الشرك، فإذا ذبح فيه المسلم ذبيحة ولو قصدها لله، فقد تشبه بالمشركين وشاركهم في مشعرهم، والموافقة الظاهرة تدعو إلى الموافقة الباطنة والميل إليهم.\rومن هذا السبب نهى الشارع عن مشابهة الكفار في شعارهم وأعيادهم وهيئاتهم ولباسهم، وجميع ما يختص بهم إبعادا للمسلمين عن الموافقة لهم في الظاهر التي هي وسيلة قريبة للميل والركون إليهم، حتى إنه نهى عن الصلاة النافلة في أوقات النهي التي يسجد المشركون فيها لغير الله خوفا من التشبه المحذور.","seal":"7EE6396C","part":1},
      {"page":75,"id":53,"nass":"باب من الشرك النذر لغير الله\rوقول الله تعالى: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً} .\rوقوله: {وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ} .\rوفي الصحيح عن عائشة - رضي الله عنها - أن رسول الله صلى الله عليه وسلم قال: \"من نذر أن يطيع الله فليطعه، ومن نذر أن يعصي الله فلا يعصه\".\rفيه مسائل:\rالأولى: وجوب الوفاء بالنذر.\rالثانية: إذا ثبت كونه عبادة لله فصرفه إلى غيره شرك.\rالثالثة: أن نذر المعصية لا يجوز الوفاء به.","seal":"6EE55B56","part":1},
      {"page":58,"id":54,"nass":"باب من الشرك: الاستعاذة بغير الله\rوقول الله تعالى: {وَأَنَّهُ كَانَ رِجَالٌ مِنَ الأِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقاً} 1.\rوعن خولة بنت حكيم - رضي الله عنها - قالت: سمعت رسول الله صلى الله عليه وسلم يقول: \"من نزل منزلا فقال: أعوذ بكلمات الله التامات من شر ما خلق، لم يضره شيء حتى يرحل من منزله ذلك \"رواه مسلم2.\rفيه مسائل:\rالأولى: تفسير آية الجن.\rالثانية: كونه من الشرك.\rالثالثة: الاستدلال على ذلك بالحديث ; لأن العلماء يستدلون به على أن كلمات الله غير مخلوقة، قالوا: لأن الاستعاذة بالمخلوق شرك.\rالرابعة: فضيلة هذا الدعاء مع اختصاره.\rالخامسة: أن كون الشيء يحصل به منفعة دنيوية من كف شر أو جلب نفع، لا يدل على أنه ليس من الشرك.\r__________\r1 سورة الجن آية: 6.\r2 رواه مسلم: كتاب الذكر والدعاء والتوبة والاستغفار, باب في التعوذ من سوء القضاء ودرك الشقاء وغيره (4 / 2080- 2081) حديث رقم (2708) .","seal":"8F9F815D","part":1},
      {"page":59,"id":55,"nass":"باب من الشرك: أن يستغيث بغير الله أو يدعو غيره\rوقول الله تعالى: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذاً مِنَ الظَّالِمِينَ وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلاَّ هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ} 1.\rوقوله: {إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ لَكُمْ رِزْقاً فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ} 2.\rوقوله: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} 3.\rوقوله: {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَإِلَهٌ مَعَ اللَّهِ} 4.\rوروى الطبراني بإسناده: أنه كان في زمن النبي صلى الله عليه وسلم منافق يؤذي المؤمنين، فقال بعضهم: قوموا بنا نستغيث برسول الله صلى الله عليه وسلم من هذا المنافق، فقال النبي صلى الله عليه وسلم: \"إنه لا يستغاث بي وإنما يستغاث بالله\" 5.\r__________\r1 سورة يونس آية: 106-107.\r2 سورة العنكبوت آية: 17.\r3 سورة الأحقاف آية: 5-6.\r4 سورة النمل آية: 62.\r5 عزاه الهيثمي للطبراني في (المعجم الكبير) عن عبادة بن الصامت، ولم أقف على مسنده في المطبوع من (المعجم الكبير) . قال الهيثمي في (مجمع الزوائد) 10 / 159: (رواه الطبراني, ورجاله رجال الصحيح غير ابن لهيعة، وهو حسن الحديث, وقد رواه أحمد بغير هذا السياق, وهو في الأدب في باب القيام) . اهـ.","seal":"47E8E456","part":1},
      {"page":60,"id":56,"nass":"فيه مسائل:\rالأولى: أن عطف الدعاء على الاستغاثة من عطف العام على الخاص.\rالثانية: تفسير قوله: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ} 1.\rالثالثة: أن هذا هو الشرك الأكبر.\rالرابعه: أن أصلح الناس لو يفعله إرضاء لغيره صار من الظالمين.\rالخامسة: تفسير الآية التي بعدها.\rالسادسة: كون ذلك لا ينفع في الدنيا مع كونه كفرا.\rالسابعة: تفسير الآية الثالثة 2.\rالثامنة: أن طلب الرزق لا ينبغي إلا من الله، كما أن الجنة لا تطلب إلا منه.\rالتاسعة: تفسير الآية الرابعة.\rالعاشرة: أنه لا أضل ممن دعا غير الله.\rالحادية عشرة: أنه غافل عن دعاء الداعي لا يدري عنه.\rالثانية عشرة: أن تلك الدعوة سبب لبغض المدعو للداعي وعداوته له.\rالثالثة عشرة: تسمية تلك الدعوة عبادة للمدعو.\rالرابعة عشرة: كفر المدعو بتلك العبادة.\rالخامسة عشرة: أن هذه الأمور هي سبب كونه أضل الناس.\rالسادسة عشرة: تفسير الآية الخامسة.\rالسابعة عشرة: الأمر العجيب، وهو إقرار عبدة الأوثان بأنه لا يجيب المضطر إلا الله، ولأجل هذا يدعونه في الشدائد مخلصين له الدين.\rالثامنة عشرة: حماية المصطفى صلى الله عليه وسلم حمى التوحيد والتأدب مع الله.\r__________\r1 سورة يونس آية: 106.\r2 أي الآية (17) من سورة العنكبوت.","seal":"BAFD6A84","part":1},
      {"page":61,"id":57,"nass":"[التعليق:]\rباب: من الشرك: النذر لغير الله\rباب: من الشرك: الاستعاذة بغير الله\rباب: من الشرك: أن يستغيث بغير الله أو يدعو غيره.\rمتى فهمت الضابط السابق في حد الشرك الأكبر، وهو أن (من صرف شيئا من العبادة لغير الله فهو مشرك) .\rفهمت هذه الأبواب الثلاثة التي والى المصنف بينها.\rفإن النذر عبادة مدح الله الموفين به، وأمر النبي صلى الله عليه وسلم بالوفاء بنذر الطاعة، وكل أمر مدحه الشارع أو أثنى على من قام به أو أمر به فهو عبادة.\rفإن العبادة (اسم جامع لكل ما يحبه الله ويرضاه من الأعمال والأقوال الظاهرة والباطنة) . والنذر من ذلك.\rوكذلك أمر الله بالاستعاذة به وحده من الشرور كلها، وبالاستغاثة به في كل شدة ومشقة، فهذه إخلاصها لله إيمان وتوحيد، وصرفها لغير الله شرك وتنديد.\rوالفرق بين الدعاء والاستغاثة، أن الدعاء عام في كل الأحوال والاستغاثة هي الدعاء لله في حالة الشدائد، فكل ذلك يتعين إخلاصه لله وحده، وهو المجيب لدعاء الداعين المفرج لكربات المكروبين، ومن دعا غيره من نبي أو ملك أو ولي أو غيرهم أو استغاث بغير الله فيما لا يقدر عليه إلا الله فهو مشرك كافر، وكما أنه خرج من الدين فقد تجرد أيضا من العقل، فإن أحدا من الخلق ليس عنده من النفع والدفع مثقال ذرة لا عن نفسه ولا عن غيره، بل الكل فقراء إلى الله في كل شئونهم.","seal":"71D60FED","part":1},
      {"page":62,"id":58,"nass":"باب: قول الله تعالى: {أَيُشْرِكُونَ مَا لا يَخْلُقُ شَيْئاً وَهُمْ يُخْلَقُونَ وَلا يَسْتَطِيعُونَ لَهُمْ نَصْراً وَلا أَنْفُسَهُمْ يَنْصُرُونَ} 1.\rوقوله: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} 2.\rوفي الصحيح3 عن أنس رضي الله عنه قال: \"شج النبي صلى الله عليه وسلم يوم أحد وكسرت رباعيته. فقال: \"كيف يفلح قوم شجوا نبيهم؟ \"فنزلت: {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} 4.\rوفيه5 عن ابن عمر - رضي الله عنهما -: أنه سمع رسول الله صلى الله عليه وسلم يقول - إذا رفع رأسه من الركوع في الركعة الأخيرة من الفجر: \"اللهم العن فلانا وفلانا\".\rبعدما يقول: \"سمع الله لمن حمده ربنا ولك الحمد\"، فأنزل الله: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} 6 الآية.\r__________\r1 سورة الأعراف آية: 191-192.\r2 سورة فاطر آية: 13-14.\r3 رواه البخاري معلقا: كتاب المغازي, باب قول الله تعالى: (ليس لك من الأمر شيء) . (4 / 1493) . ورواه مسلم: كتاب الجهاد والسير باب غزوة أُحد (3 / 1417) حديث رقم (1791) . ولفظه: (كيف يفلح قوم شجوا نبيهم, وكسروا رباعيته وهو يدعوهم إلى الله؟ فأنزل الله ... ) الحديث.\r4 سورة آل عمران آية: 128.\r5 رواه البخاري: كتاب المغازي باب قوله تعالى: (ليس لك من الأمر شيء) (4 / 1493- 1494) حديث رقم (3842) .\r6 سورة آل عمران آية: 128.","seal":"E94391DF","part":1},
      {"page":63,"id":59,"nass":"وفي رواية 1: \"يدعو على صفوان بن أمية وسهيل بن عمرو والحارث بن هشام فنزلت: {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} 2.\rوفيه عن أبي هريرة رضي الله عنه قال: قام رسول الله صلى الله عليه وسلم حين أنزل عليه: {وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ} 3. فقال: \"يا معشر قريش- أو كلمة نحوها- اشتروا أنفسكم، لا أغني عنكم من الله شيئا، يا عباس بن عبد المطلب: لا أغني عنك من الله شيئا، يا صفية عمة رسول الله صلى الله عليه وسلم: لا أغني عنك من الله شيئا، ويا فاطمة بنت محمد: سليني من مالي ما شئت، لا أغني عنك من الله شيئا\" 4.\rفيه مسائل:\rالأولى: تفسير الآيتين.\rالثانية: قصة أحد.\rالثالثة: قنوت سيد المرسلين وخلفه سادات الأولياء يؤمنون في الصلاة.\rالرابعة: أن المدعو عليهم كفار.\rالخامسة: أنهم فعلوا أشياء ما فعلها غالب الكفار، منها شجهم نبيهم وحرصهم على قتله، ومنها التمثيل بالقتلى مع أنهم بنو عمهم.\rالسادسة: أنزل الله عليه في ذلك: {لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ} 5.\rالسابعة: قوله: {أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُم ?} 6 فتاب عليهم فآمنوا.\r__________\r1 رواه البخاري: مع فتح الباري 7 / 365 حديث رقم (4070) كتاب المغازي باب قوله تعالى: {ليس لك من الأمر شيء} وهو مرسل؛ لأنه من رواية سالم بن عبد الله بن عمر وقد وصلها أحمد (2 / 93) . والترمذي: كتاب تفسير القرآن باب من سورة آل عمران (5 / 212) حديث رقم (3004) . وقال: (هذا حديث حسن غريب) . اهـ.\r2 سورة آل عمران آية: 128.\r3 سورة الشعراء آية: 214.\r4 رواه البخاري: كتاب التفسير تفسير سورة الشعراء باب قوله تعالى: (وأنذر عشيرتك الأقربين) (4 / 1787- 1788) حديث رقم (4493) . ومسلم: كتاب الإيمان باب قوله تعالى: (وأنذر عشيرتك الأقربين) (1 / 192- 193) حديث رقم (206) .\r5 سورة آل عمران آية: 128.\r6 سورة آل عمران آية: 128.","seal":"C203CDC9","part":1},
      {"page":64,"id":60,"nass":"الثامنة: القنوت في النوازل.\rالتاسعة: تسمية المدعو عليهم في الصلاة بأسمائهم وأسماء آبائهم.\rالعاشرة: لعن المعين في القنوت.\rالحادية عشرة: قصته صلى الله عليه وسلم لما أنزل عليه: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} 1.\rالثانية عشرة: جده صلى الله عليه وسلم في هذا الأمر بحيث فعل ما نسب بسببه إلى الجنون، وكذلك لو يفعله مسلم الآن.\rالثالثة عشرة: قوله للأبعد والأقرب: \"لا أغني عنك من الله شيئا\"حتى قال: \"يا فاطمة بنت محمد لا أغني عنك من الله شيئا\"2. فإذا صرح وهو سيد المرسلين بأنه لا يغني شيئا عن سيدة نساء العالمين، وآمن الإنسان أنه لا يقول إلا الحق، ثم نظر فيما وقع في قلوب خواص الناس اليوم تبين له التوحيد وغربة الدين.\r[التعليق:]\rباب: قول الله تعالى:\r{أَيُشْرِكُونَ مَا لا يَخْلُقُ شَيْئاً وَهُمْ يُخْلَقُونَ} 3.\rهذا شروع في براهين التوحيد وأدلته، فالتوحيد له من البراهين النقلية والعقلية ما ليس لغيره.\rفتقدم أن التوحيدين: توحيد الربوبية وتوحيد الأسماء والصفات من أكبر براهينه وأضخمها، فالمتفرد بالخلق والتدبير، والمتوحد في الكمال المطلق من جميع الوجوه هو الذي لا يستحق العبادة سواه.\rوكذلك من براهين التوحيد معرفة أوصاف المخلوقين ومن عبد مع الله، فإن جميع ما يعبد من دون الله من ملك وبشر ومن شجر وحجر وغيرها كلهم فقراء إلى الله، عاجزون ليس بيدهم من النفع مثقال ذرة، ولا يخلقون شيئا وهم\r__________\r1 سورة الشعراء آية: 214.\r2 البخاري: الوصايا (2753) , ومسلم: الإيمان (206) , والنسائي: الوصايا (3646 ,3647) , وأحمد (2/448) , والدارمي: الرقاق (2732) .\r3 سورة الأعراف آية: 191.","seal":"370B493F","part":1},
      {"page":65,"id":61,"nass":"يخلقون، ولا يملكون ضرا ولا نفعا ولا موتا ولا حياة ولا نشورا، والله تعالى هو الخالق لكل مخلوق وهو الرازق لكل مرزوق، المدبر للأمور كلها، الضار النافع، المعطي المانع، الذي بيده ملكوت كل شيء، وإليه يرجع كل شيء، وله يقصد ويصمد ويخضع كل شيء.\rفأي برهان أعظم من هذا البرهان الذي أعاده الله وأبداه في مواضع كثيرة من كتابه وعلى لسان رسوله، فهو دليل عقلي فطري كما أنه دليل سمعي نقلي على وجوب توحيد الله وأنه الحق، وعلى بطلان الشرك.\rوإذا كان أشرف الخلق على الإطلاق لا يملك نفع أقرب الخلق إليه وأمسهم به رحما فكيف بغيره؟ فتبا لمن أشرك بالله وساوى به أحدا من المخلوقين، لقد سلب عقله بعدما سلب دينه.\rفنعوت الباري تعالى وصفات عظمته وتوحده في الكمال المطلق أكبر برهان على أنه لا يستحق العبادة إلا هو. وكذلك صفات المخلوقات كلها، وما هي عليه من النقص والحاجة والفقر إلى ربها في كل شئونها، وأنه ليس لها من الكمال، إلا ما أعطاها ربها من أعظم البراهين على بطلان إلهية شيء منها.\rفمن عرف الله وعرف الخلق اضطرته هذه المعرفة إلى عبادة الله وحده، وإخلاص الدين له والثناء عليه، وحمده وشكره بلسانه وقلبه وأركانه، وانصرف تعلقه بالمخلوقين خوفا ورجاء وطمعا، والله أعلم.","seal":"F00C456F","part":1},
      {"page":66,"id":62,"nass":"باب: قول الله تعالى: {حتى إذا فزع عن قلوبهم قالو ماذا قال ربكم قالوا الحق وهو العلي الكبير}\r...\rباب قول الله تعالى:\r{حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ?} 1.\rوفي الصحيح عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعانا لقوله، كأنه سلسلة على صفوان ينفذهم ذلك، {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} فيسمعها مسترق السمع، ومسترق السمع هكذا بعضه فوق بعض- وصفه سفيان بكفه، فحرفها وبدد بين أصابعه- فيسمع الكلمة فيلقيها إلى من تحته، ثم يلقيها، الآخر إلى من تحته، حتى يلقيها على لسان الساحر أو الكاهن، فربما أدركه الشهاب قبل أن يلقيها وربما ألقاها قبل أن يدركه، فيكذب معها مائة كذبة، فيقال: أليس قد قال لنا يوم كذا وكذا: كذا وكذا؟ فيصدق بتلك الكلمة التي سمعت من السماء\" 2.\rوعن النواس بن سمعان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا أراد الله تعالى أن يوحي بالأمر، وتكلم بالوحي أخذت السماوات منه رجفة، - أو قال: رعدة - شديدة خوفا من الله (، فإذا سمع ذلك أهل السماوات صعقوا وخروا لله سجدا، فيكون أول من يرفع رأسه جبريل، فيكلمه الله من وحيه بما أراد، ثم يمر جبريل على الملائكة، كلما مر بسماء سأله ملائكتها: ماذا قال ربنا\r__________\r1 سورة سبأ آية: 23.\r2 رواه البخاري: كتاب التفسير تفسير سورة سبأ باب: (حتى إذا فزع عن قلوبهم) (4 / 1804) حديث رقم (4522) .","seal":"383D234D","part":1},
      {"page":67,"id":63,"nass":"يا جبريل؟ فيقول جبريل: قال: الحق، وهو العلي الكبير. فيقولون كلهم مثل ما قال جبريل، فينتهي جبريل بالوحي إلى حيث أمره الله \" 1.\rفيه مسائل:\rالأولى: تفسير الآية.\rالثانية: ما فيها من الحجة على إبطال الشرك، خصوصا من تعلق على الصالحين، وهي الآية التي قيل: إنها تقطع عروق شجرة الشرك من القلب.\rالثالثة: تفسير قوله: {قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} 2.\rالرابعة: سبب سؤالهم عن ذلك.\rالخامسة: أن جبريل يجيبهم بعد ذلك بقوله:\"قال كذا وكذا\".\rالسادسة: ذكر أن أول من يرفع رأسه جبريل.\rالسابعة: أنه يقول لأهل السماوات كلهم؛ لأنهم يسألونه.\rالثامنة: أن الغشي يعم أهل السماوات كلهم.\rالتاسعة: ارتجاف السماوات لكلام الله.\rالعاشرة: أن جبريل هو الذي ينتهي بالوحي إلى حيث أمره الله.\rالحادية عشرة: ذكر استراق الشياطين.\rالثانية عشرة: صفة ركوب بعضهم بعضا.\r__________\r1 رواه ابن أبي عاصم (السنة) 1 / 226-227 حديث رقم (515) من طريق نعيم بن حماد ثنا الوليد بن مسلم عن عبد الرحمن بن يزيد بن جابر عن عبد الله ابن أبي زكريا عن رجاء بن حيوة عن النواس بن سمعان الكلابي ... الحديث بنحوه وإسناده ضعيف لأجل الوليد بن مسلم. قال ابن حجر (تقريب التهذيب) 2 / 336: (ثقة لكنه كثير التدليس والتسوية) . ونص بعض العلماء على أنه ليس لهذا الحديث أصل قال الذهبي (الميزان) 4 / 268: (قال أبو زرعة الدمشقي: عرضت على دحيم حديثا حدثناه نعيم بن حماد عن الوليد بن مسلم عن ابن جابر عن ابن أبي زكريا عن رجاء بن حيوة عن النواس بن سمعان: إذا تكلم الله بالوحي. فقال دحيم: لا أصل له) . اهـ.\r2 سورة سبأ آية: 23.","seal":"ED0E96D4","part":1},
      {"page":68,"id":64,"nass":"الثالثة عشرة: إرسال الشهب.\rالرابعة عشرة: أنه تارة يدركه الشهاب قبل أن يلقيها، وتارة يلقيها في أذن وليه من الإنس قبل أن يدركه.\rالخامسة عشرة: كون الكاهن يصدق بعض الأحيان.\rالسادسة عشرة: كونه يكذب معها مائة كذبة.\rالسابعة عشرة: أنه لم يصدق كذبه إلا بتلك الكلمة التي سمعت من السماء.\rالثامنة عشرة: قبول النفوس للباطل كيف يتعلقون بواحدة ولا يعتبرون بمائة؟.\rالتاسعة عشرة: كونهم يتلقى بعضهم من بعض تلك الكلمة ويحفظونها ويستدلون بها.\rالعشرون: إثبات الصفات خلافا للأشعرية المعطلة.\rالحادية والعشرون: التصريح بأن تلك الرجفة والغشي خوفا من الله (.\rالثانية والعشرون: أنهم يخرون لله سجدا.\r[التعليق:]\rباب: قول الله تعالى:\r{حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ} 1.\rوهذا أيضا برهان عظيم آخر على وجوب التوحيد وبطلان الشرك، وهو ذكر النصوص الدالة على كبرياء الرب وعظمته التي تتضاءل وتضمحل عندها عظمة المخلوقات العظيمة، وتخضع له الملائكة والعالم العلوي والسفلي، ولا تثبت أفئدتهم عندما يسمعون كلامه، أو تتبدى لهم بعض عظمته ومجده، فالمخلوقات بأسرها خاضعة لجلاله، معترفة بعظمته ومجده خاضعة له خائفة منه، فمن كان\r__________\r1 سورة سبأ آية: 23.","seal":"406032DF","part":1},
      {"page":69,"id":65,"nass":"هذا شأنه فهو الرب الذي لا يستحق العبادة والحمد والثناء والشكر والتعظيم والتأله إلا هو، ومن سواه ليس له من هذا الحق شيء.\rفكما أن الكمال المطلق والكبرياء والعظمة ونعوت الجلال والجمال المطلق كلها لله لا يمكن أن يتصف بها غيره، فكذلك العبودية الظاهرة والباطنة كلها حقه تعالى الخاص الذي لا يشاركه فيه مشارك بوجه.","seal":"9474E283","part":1},
      {"page":70,"id":66,"nass":"باب الشفاعة\rوقول الله (: {وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ} 1.\rوقوله: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاً لَهُ ?} 2.\rوقوله: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ ?} 3.\rوقوله: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلاَّ مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} 4.\rوقوله: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ وَلا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ} 5.\rقال أبو العباس6: \"نفى الله عما سواه كل ما يتعلق به المشركون، فنفى أن يكون لغيره ملك أو قسط منه أو يكون عونا لله ولم يبق إلا الشفاعة، فبين أنها لا تنفع إلا لمن أذن له الرب كما قال: {وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} 7.\rفهذه الشفاعة التي يظنها المشركون هي منتفية يوم القيامة كما نفاها القرآن، وأخبر النبي صلى الله عليه وسلم: \"أنه يأتي فيسجد لربه ويحمده- لا يبدأ بالشفاعة أولا- ثم يقال له: \"ارفع رأسك، وقل يسمع، وسل تعط، واشفع تشفع\"8.\r__________\r1 سورة الأنعام آية: 51.\r2 سورة الزمر آية: 44.\r3 سورة البقرة آية: 255.\r4 سورة النجم آية: 26.\r5 سورة سبأ آية: 22-23.\r6 هو الإمام أحمد بن تيمية رحمه الله تعالى.\r7 سورة الأنبياء آية: 28.\r8 جزء من حديث الشفاعة الطويل. رواه البخاري: كتاب الأنبياء باب قول الله عز وجل: (ولقد أرسلنا نوحا إلى قومه) (3 / 1215- 1216) حديث رقم (3162) . ومسلم: كتاب الإيمان باب أدنى أهل الجنة منزلة فيها (1 / 184, 186) حديث رقم (194) من حديث أبي هريرة رضي الله عنه.","seal":"87AA63D1","part":1},
      {"page":71,"id":67,"nass":"وقال أبو هريرة له صلى الله عليه وسلم: \"من أسعد الناس بشفاعتك؟ قال: من قال: لا إله إلا الله خالصا من قلبه \"1. فتلك الشفاعة لأهل الإخلاص بإذن الله، ولا تكون لمن أشرك بالله. وحقيقته أن الله سبحانه هو الذي يتفضل على أهل الإخلاص، فيغفر لهم بواسطة دعاء من أذن له أن يشفع ليكرمه وينال المقام المحمود.\rفالشفاعة التي نفاها القرآن ما كان فيها شرك، ولهذا أثبت الشفاعة بإذنه في مواضع، وقد بين النبي صلى الله عليه وسلم أنها لا تكون إلا لأهل التوحيد والإخلاص\". انتهى كلامه.\rفيه مسائل:\rالأولى: تفسير الآيات.\rالثانية: صفة الشفاعة المنفية.\rالثالثة: صفة الشفاعة المثبتة.\rالرابعة: ذكر الشفاعة الكبرى وهي المقام المحمود.\rالخامسة: صفة ما يفعله صلى الله عليه وسلم أنه لا يبدأ بالشفاعة بل يسجد، فإذا أذن له شفع.\rالسادسة: من أسعد الناس بها؟.\rالسابعة: أنها لا تكون لمن أشرك بالله.\rالثامنة: بيان حقيقتها.\r[التعليق:]\rباب: الشفاعة\r__________\r1 رواه البخاري: كتاب العلم باب الحرص على الحديث (1 / 49) حديث رقم (99) .","seal":"899D8B75","part":1},
      {"page":72,"id":68,"nass":"إنما ذكر المصنف الشفاعة في تضاعيف هذه الأبواب؛ لأن المشركين يبررون شركهم ودعاءهم للملائكة والأنبياء والأولياء بقولهم: نحن ندعوهم مع علمنا أنهم مخلوقون ومملوكون، ولكن حيث إن لهم عند الله جاها عظيما ومقامات عالية، ندعوهم ليقربونا إلى الله زلفى وليشفعوا لنا عنده، كما يتقرب إلى الوجهاء عند الملوك والسلاطين، ليجعلوهم وسائط لقضاء حاجاتهم وإدراك مآربهم. وهذا من أبطل الباطل، وهو تشبيه الله العظيم ملك الملوك الذي يخافه كل أحد، وتخضع له المخلوقات بأسرها بالملوك الفقراء المحتاجين للوجهاء والوزراء في تكميل ملكهم ونفوذ قوتهم.\rفأبطل الله هذا الزعم وبين أن الشفاعة كلها له، كما أن الملك كله له، وأنه لا يشفع عنده أحد إلا بإذنه، ولا يأذن إلا لمن رضي قوله وعمله، ولا يرضى إلا توحيده وإخلاص العمل له. فبين أن المشرك ليس له حظ ولا نصيب من الشفاعة.\rوبين أن الشفاعة المثبتة التي تقع بإذنه إنما هي الشفاعة لأهل الإخلاص خاصة وأنها كلها منه، رحمة منه وكرامة للشافع، ورحمة منه وعفوا عن المشفوع له، وأنه هو المحمود عليها في الحقيقة، وهو الذي أذن لمحمد صلى الله عليه وسلم فيها وأناله المقام المحمود.\rفهذا ما دل عليه الكتاب والسنة في تفصيل القول في الشفاعة.\rوقد ذكر المصنف - رحمه الله - كلام الشيخ تقي الدين في هذا الموضع وهو كاف شاف. فالمقصود في هذا الباب ذكر النصوص الدالة على إبطال كل وسيلة وسبب يتعلق به المشركون بآلهتهم، وأنه ليس لها من الملك شيء، لا استقلالا ولا مشاركة ولا معاونة ولا مظاهرة ولا من الشفاعة شيء.\rوإنما ذلك كله لله وحده، فتعين أن يكون المعبود وحده.","seal":"FE3E59D2","part":1},
      {"page":73,"id":69,"nass":"باب قول الله تعالى: {إنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} 1\rفي الصحيح2 عن ابن المسيب عن أبيه قال: \"لما حضرت أبا طالب الوفاة، جاءه رسول الله صلى الله عليه وسلم وعنده عبد الله بن أبي أمية وأبو جهل. فقال له: \"يا عم: قل لا إله إلا الله، كلمة أحاج لك بها عند الله\" فقالا له: أترغب عن ملة عبد المطلب؟ فأعاد عليه النبي صلى الله عليه وسلم فأعادا، فكان آخر ما قال: هو على ملة عبد المطلب، وأبى أن يقول لا إله إلا الله. فقال النبي صلى الله عليه وسلم: \"لأستغفرن لك ما لم أنه عنك\"فأنزل الله ( {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} 3.\rوأنزل في أبي طالب: {إنَّك َ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} 4.\rفيه مسائل:\rالأولى: تفسير {إنَّك َ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} 5.\rالثانية: تفسير {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} 6.\rالثالثة: - وهي المسألة الكبيرة-: تفسير قوله: \"قل لا إله إلا الله\". بخلاف ما عليه من يدعي العلم.\r__________\r1 سورة القصص آية: 56.\r2 رواه البخاري: كتاب التفسير تفسير سورة القصص باب \"إنك لا تهدي من أحببت ولكن الله يهدي من يشاء\" (4 / 1788- 1789) حديث رقم (4494) . ومسلم: كتاب الإيمان باب الدليل على صحة إسلام من حضره الموت, ما لم يشرع في النزع وهو الغرغرة..... (1 / 54) حديث رقم (24) .\r3 سورة التوبة آية: 113.\r4 سورة القصص آية: 56.\r5 سورة القصص آية: 56.\r6 سورة التوبة آية: 113.","seal":"F7A511F6","part":1},
      {"page":74,"id":70,"nass":"الرابعة: أن أبا جهل ومن معه يعرفون مراد النبي صلى الله عليه وسلم إذا قال للرجل: \"قل لا إله إلا الله\" فقبح الله من أبو جهل أعلم منه بأصل الإسلام.\rالخامسة: جده صلى الله عليه وسلم ومبالغته في إسلام عمه.\rالسادسة: الرد على من زعم إسلام عبد المطلب وأسلافه.\rالسابعة: كونه صلى الله عليه وسلم استغفر له فلم يغفر له بل نهي عن ذلك.\rالثامنة: مضرة أصحاب السوء على الإنسان.\rالتاسعة: مضرة تعظيم الأسلاف والأكابر.\rالعاشرة: الشبهة للمبطلين في ذلك لاستدلال أبى جهل بذلك.\rالحادية عشرة: الشاهد لكون الأعمال بالخواتيم، لأنه لو قالها لنفعته.\rالثانية عشرة: التأمل في كبر هذه الشبهة في قلوب الضالين؛ لأن القصة أنهم لم يجادلوه إلا بها مع مبالغته صلى الله عليه وسلم وتكريره، فلأجل عظمتها ووضوحها عندهم اقتصروا عليها.\r[التعليق:]\rباب: قول الله تعالى:\r{إنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ} 1\rوهذا الباب أيضا نظير الباب الذي قبله، وذلك أنه إذا كان صلى الله عليه وسلم هو أفضل الخلق على الإطلاق، وأعظمهم عند الله جاها وأقربهم إليه وسيلة، لا يقدر على هداية من أحب هداية التوفيق، وإنما الهداية كلها بيد الله، فهو الذي تفرد بهداية القلوب كما تفرد بخلق المخلوقات فتبين أنه الإله الحق.\rوأما قوله تعالى: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} 2 فالمراد بالهداية هنا: هداية البيان وهو صلى الله عليه وسلم المبلغ عن الله وحيه الذي اهتدى به الخلق.\r__________\r1 سورة القصص آية: 56.\r2 سورة الشورى آية: 52.","seal":"4A2CE99B","part":1},
      {"page":75,"id":71,"nass":"باب: ما جاء أن سبب كغر بني آدم وتركهم دينهم هو الغلو في الصالحين\r...\rباب: ما جاء أن سبب كفر بني آدم وتركهم دينهم\rهو الغلو في الصالحين\rوقول الله - عز وجل-: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلاَّ الْحَقَّ} 1.\rوفي الصحيح عن ابن عباس - رضي الله عنهما - في قول الله تعالى: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً ?} 2 قال: \"هذه أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم: أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابا وسموها بأسمائهم، ففعلوا ولم تعبد حتى إذا هلك أولئك ونسي العلم، عبدت\"3.\rوقال ابن القيم: قال غير واحد من السلف: لما ماتوا عكفوا على قبورهم، ثم صوروا تماثيلهم ثم طال عليهم الأمد فعبدوهم 4.\rوعن عمر أن رسول الله صلى الله عليه وسلم قال: \"لا تطروني كما أطرت النصارى ابن مري، م إنما أنا عبد فقولوا: عبد الله ورسوله\"أخرجاه 5.\r__________\r1 سورة النساء آية: 171.\r2 سورة نوح آية: 23.\r3 رواه البخاري: كتاب التفسير, تفسير سورة نوح باب: (ولا تذرن ودا ولا سواعا ولا يغوث ويعوق) (4 / 1873) حديث رقم (4636) .\r4 إغاثة اللهفان (1 / 184) .\r5 رواه البخاري: كتاب الأنبياء باب قول الله تعالى: (واذكر في الكتاب مريم إذ انتبذت من أهلها) (3 / 1271) حديث رقم (3261) . ولم يروه مسلم.","seal":"26C8DB35","part":1},
      {"page":76,"id":72,"nass":"وقال: قال رسول الله صلى الله عليه وسلم: \"إياكم والغلو، فإنما أهلك من كان قبلكم الغلو\" 12.\rولمسلم عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: \"هلك المتنطعون\". قالها ثلاثا\"3.\rفيه مسائل:\rالأولى: أن من فهم هذا الباب وبابين بعده تبين له غربة الإسلام، ورأى من قدرة الله وتقليبه للقلوب العجب.\rالثانية: معرفة أول شرك حدث على وجه الأرض أنه بشبهة الصالحين.\rالثالثة: أول شيء غير به دين الأنبياء، وما سبب ذلك مع معرفة أن الله أرسلهم.\rالرابعة: قبول البدع مع كون الشرائع والفطر تردها.\rالخامسة: أن سبب ذلك كله مزج الحق بالباطل.\rفالأول: محبة الصالحين.\rوالثاني: فعل أناس من أهل العلم والدين شيئا أرادوا به خيرا، فظن من بعدهم أنهم أرادوا به غيره.\rالسادسة: تفسير الآية التي في سورة نوح.\rالسابعة: جبلة الآدمي في كون الحق ينقص في قلبه والباطل يزيد.\rالثامنة: فيه شاهد لما نقل عن السلف أن البدع سبب الكفر.\r__________\r1 النسائي: مناسك الحج (3057) .\r2 رواه النسائي في (السنن) 5 / 268 (كتاب مناسك الحج) (باب التقاط الحصى) . وابن ماجه في (السنن) 2 / 1008 (كتاب المناسك) (باب قدر حصى الرمي) حديث رقم (3029) . والإمام أحمد في (المسند) 1 / 215 و 347 ثلاثتهم من حديث ابن عباس - رضي الله عنهما -. قال شيخ الإسلام في (اقتضاء الصراط المستقيم) ص 106: (هذا إسناد صحيح على شرط مسلم) . اهـ.\r3 رواه مسلم: كتاب العلم باب هلك المتنطعون (4 / 2055) حديث رقم (2670) .","seal":"8618EB7F","part":1},
      {"page":77,"id":73,"nass":"التاسعة: معرفة الشيطان بما تئول إليه البدعة ولو حسن قصد الفاعل.\rالعاشرة: معرفة القاعدة الكلية، وهي النهي عن الغلو ومعرفة ما يئول إليه.\rالحادية عشرة: مضرة العكوف على القبر لأجل عمل صالح.\rالثانية عشرة: معرفة النهي عن التماثيل والحكمة في إزالتها.\rالثالثة عشرة: معرفة شأن هذه القصة وشدة الحاجة إليها مع الغفلة عنها.\rالرابعة عشرة: - وهي أعجب وأعجب- قراءتهم إياها في كتب التفسير والحديث ومعرفتهم بمعنى الكلام، وكون الله حال بينهم وبين قلوبهم حتى اعتقدوا أن فعل قوم نوح أفضل العبادات، واعتقدوا أن ما نهى الله ورسوله عنه فهو الكفر المبيح للدم والمال.\rالخامسة عشرة: التصريح بأنهم لم يريدوا إلا الشفاعة.\rالسادسة عشرة: ظنهم أن العلماء الذين صوروا الصور أرادوا ذلك.\rالسابعة عشرة: البيان العظيم في قوله: \"لا تطروني كما أطرت النصارى ابن مريم \"فصلوات الله وسلامه على من بلغ البلاغ المبين.\rالثامنة عشرة: نصيحته إيانا بهلاك المتنطعين.\rالتاسعة عشرة: التصريح بأنها لم تعبد حتى نسي العلم، ففيها بيان معرفة قدر وجوده ومضرة فقده.\rالعشرون: أن سبب فقد العلم موت العلماء.\r[التعليق:]\rباب:\rما جاء أن سبب كفر بني آدم وتركهم دينهم هو الغلو في الصالحين\rوالغلو: هو مجاوزة الحد بأن يجعل للصالحين من حقوق الله الخاصة به شيء، فإن حق الله الذي لا يشاركه فيه مشارك هو الكمال المطلق والغنى المطلق","seal":"41DADD2D","part":1},
      {"page":78,"id":74,"nass":"والتصرف المطلق، من جميع الوجوه، وأنه لا يستحق العبادة والتأله أحد سواه.\rفمن غلا بأحد من المخلوقين حتى جعل له نصيبا من هذه الأشياء، فقد ساوى به رب العالمين، وذلك أعظم الشرك.\rومن رفع أحدا من الصالحين فوق منزلته التي أنزله الله بها فقد غلا فيه، وذلك وسيلة إلى الشرك وترك الدين. والناس في معاملة الصالحين ثلاثة أقسام:\rأهل الجفاء الذين يهضمونهم حقوقهم، ولا يقومون بحقهم من الحب والموالاة لهم والتوقير والتبجيل.\rوأهل الغلو الذين يرفعونهم فوق منزلتهم التي أنزلهم الله بها.\rوأهل الحق الذين يحبونهم ويوالونهم، ويقومون بحقوقهم الحقيقية، ولكنهم يبرءون من الغلو فيهم، وادعاء عصمتهم، والصالحون أيضا يتبرءون من أن يدعوا لأنفسهم حقا من حقوق ربهم الخاصة، كما قال الله عن عيسى صلى الله عليه وسلم: {سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} 1.\rواعلم أن الحقوق ثلاثة:\rحق خاص لله لا يشاركه فيه مشارك، وهو التأله له وعبادته وحده لا شريك له، والرغبة والإنابة إليه حبا وخوفا ورجاء.\rوحق خاص للرسل، وهو توقيرهم وتبجيلهم والقيام بحقوقهم الخاصة.\rوحق مشترك وهو الإيمان بالله ورسله وطاعة الله ورسله ومحبة الله ومحبة رسله، ولكن هذه لله أصلا وللرسل تبعا لحق الله.\rفأهل الحق يعرفون الفرقان بين هذه الحقوق الثلاثة، فيقومون بعبودية الله وإخلاص الدين له، ويقومون بحق رسله وأوليائه على اختلاف منازلهم ومراتبهم. والله أعلم.\r__________\r1 سورة المائدة آية: 116.","seal":"F1EE088B","part":1},
      {"page":79,"id":75,"nass":"باب: ما جاء في التغليظ فيمن عبد الله عند\rقبر رجل صالح فكيف إذا عبده؟\rفي الصحيح عن عائشة \"أن أم سلمة ذكرت لرسول الله صلى الله عليه وسلم كنيسة رأتها بأرض الحبشة وما فيها من الصور، فقال: \"أولئك إذا مات فيهم الرجل الصالح- أو العبد الصالح - بنوا على قبره مسجدا، وصوروا فيه تلك الصور، أولئك شرار الخلق عند الله\"1 فهؤلاء جمعوا بين الفتنتين: فتنة القبور وفتنة التماثيل.\rولهما2 عنها قالت: \"لما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة له على وجهه، فإذا اغتم بها كشفها فقال - وهو كذلك -: \"لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد\"، يحذر ما صنعوا، ولولا ذلك أبرز قبره، غير أنه خشي أن يتخذ مسجدا\"3 أخرجاه.\rولمسلم عن جندب بن عبد الله قال: سمعت النبي صلى الله عليه وسلم قبل أن يموت بخمس وهو يقول: \"إني أبرأ إلى الله أن يكون لي منكم خليل؛ فإن الله قد اتخذني خليلا، كما اتخذ إبراهيم خليلا. ولو كنت متخذا من أمتي خليلا لاتخذت أبا بكر خليلا، ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد، ألا فلا\r__________\r1 رواه البخاري: كتاب الصلاة باب هل تنبش قبور مشركي الجاهلية ويتخذ مكانها مساجد (1 / 165) حديث رقم (417) . ومسلم: كتاب المساجد ومواضع الصلاة باب النهي عن بناء المساجد على القبور واتخاذ الصور فيها والنهي عن اتخاذ القبور مساجد (1 / 375- 376) حديث رقم (528) .\r2 رواه البخاري: كتاب الصلاة باب الصلاة في البيعة (1 / 168) حديث رقم (425) . ومسلم: كتاب المساجد ومواضع الصلاة باب النهي عن بناء المساجد على القبور واتخاذ الصور فيها والنهي عن اتخاذ القبور مساجد (1 / 377) حديث رقم (531) عن عائشة وابن عباس.\r3 البخاري: الصلاة (436) , ومسلم: المساجد ومواضع الصلاة (531) , والنسائي: المساجد (703) , وأحمد (1/218 ,6/34) , والدارمي: الصلاة (1403) .","seal":"DC929DFF","part":1},
      {"page":80,"id":76,"nass":"تتخذوا القبور مساجد، فإني أنهاكم عن ذلك\"1\rفقد نهى عنه في آخر حياته، ثم إنه لعن- وهو في السياق- من فعله.\rوالصلاة عندها من ذلك، وإن لم يبن مسجد، وهو معنى قولها: خشي أن يتخذ مسجدا. فإن الصحابة لم يكونوا ليبنوا حول قبره مسجدا، وكل موضع قصدت الصلاة فيه فقد اتخذ مسجدا، بل كل موضع يصلى فيه يسمى مسجدا، كما قال صلى الله عليه وسلم: \"جعلت لي الأرض مسجدا وطهورا\"2.\rولأحمد بسند جيد عن ابن مسعود رضي الله عنه مرفوعا: \"إن من شرار الناس من تدركهم الساعة وهم أحياء، والذين يتخذون القبور مساجد\"ورواه أبو حاتم في صحيحه.3\rفيه مسائل:\rالأولى: ما ذكر الرسول فيمن بنى مسجدا يعبد الله فيه عند قبر رجل صالح، ولو صحت نية الفاعل.\rالثانية: النهي عن التماثيل وغلظ الأمر في ذلك.\rالثالثة: العبرة في مبالغته صلى الله عليه وسلم في ذلك. كيف بين لهم هذا أولا، ثم قبل موته بخمس قال ما قال، ثم لما كان في السياق لم يكتف بما تقدم.\r__________\r1 رواه مسلم: كتاب المساجد ومواضع الصلاة باب النهي عن بناء المساجد على القبور واتخاذ الصور فيها (1 / 377, 378) حديث رقم (532) .\r2 رواه البخاري: كتاب الصلاة, باب قول النبي (: جُعلت لي الأرض مسجدا وطهورا (1 / 168) حديث رقم (427) . ومسلم: كتاب المساجد ومواضع الصلاة (1 / 370- 371) حديث رقم (521) عن جابر بن عبد الله رضي الله عنه.\r(المسند) 1 / 435. وابن حبان كما في (موارد الظمآن) ص 104 حديث رقم (340) و (341) ولم يسق لفظ الطريق الثاني. قال ابن تيمية (اقتضاء الصراط المستقيم) 2 / 674: (وروى الإمام أحمد في مسنده بإسناد جيد عن عبد الله بن مسعود الحديث) .","seal":"95FEFFB6","part":1},
      {"page":81,"id":77,"nass":"الرابعة: نهيه عن فعله عند قبره قبل أن يوجد القبر.\rالخامسة: أنه من سنن اليهود والنصارى في قبور أنبيائهم.\rالسادسة: لعنه إياهم على ذلك.\rالسابعة: أن مراده تحذيره إيانا عن قبره.\rالثامنة: العلة في عدم إبراز قبره.\rالتاسعة: في معنى اتخاذها مسجدا.\rالعاشرة: أنه قرن بين من اتخذها مسجدا، وبين من تقوم عليهم الساعة، فذكر الذريعة إلى الشرك قبل وقوعه مع خاتمته.\rالحادية عشرة: ذكره في خطبته قبل موته بخمس: الرد على الطائفتين اللتين هما أشر أهل البدع، بل أخرجهم بعض أهل العلم من الثنتين والسبعين فرقة، وهما الرافضة والجهمية. وبسبب الرافضة حدث الشرك وعبادة القبور، وهم أول من بنى عليها المساجد.\rالثانية عشرة: ما بلي به صلى الله عليه وسلم من شدة النزع.\rالثالثة عشرة: مما أكرم به من الخلة.\rالرابعة عشرة: التصريح بأنها أعلى من المحبة.\rالخامسة عشرة: التصريح بأن الصديق أفضل الصحابة.\rالسادسة عشرة: الإشارة إلى خلافته.","seal":"33AFDAA9","part":1},
      {"page":82,"id":78,"nass":"باب: ما جاء أن الغلو في قبور الصالحين يصيرها\rأوثانا تعبد من دون الله\rروى مالك في الموطأ: أن رسول الله صلى الله عليه وسلم قال: \"اللهم لا تجعل قبري وثنا يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد\" 1.\rولابن جرير2 بسنده عن سفيان عن منصور عن مجاهد: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} 3 قال: كان يلت لهم السويق، فمات فعكفوا على قبره.\rوكذا قال أبو الجوزاء عن ابن عباس: كان يلت السويق للحاج 4.\rوعن ابن عباس - رضي الله عنهما - قال: \"لعن رسول الله صلى الله عليه وسلم زائرات القبور، والمتخذين عليها المساجد والسرج\"5 رواه أهل السنن 6\r__________\r(الموطأ- مع تنوير الحوالك) 1 / 185- 186 (جامع الصلاة) مرسلا.\r(جامع البيان عن تأويل آي القرآن) 27 / 35.\r3 سورة النجم آية: 19.\r4 رواه البخاري: كتاب التفسير باب (أفرأيتم اللات والعزى) (4 / 1841) حديث رقم (4578) .\r5 الترمذي: الصلاة (320) , والنسائي: الجنائز (2043) , وأبو داود: الجنائز (3236) , وابن ماجه: ما جاء في الجنائز (1575) , وأحمد (1/229 ,1/287 ,1/324 ,1/337) .\r6 رواه أبو داود (السنن) 3 / 558 (كتاب الجنائز) (باب في زيارة النساء القبور) حديث رقم (3236) . والترمذي (السنن) 2 / 136- 137 (كتاب الصلاة) (باب ما جاء في كراهية أن يتخذ على القبر مسجدا) . حديث رقم (320) . وقال: (حديث حسن) . اهـ. وتعقبه المنذري في (مختصر سنن أبي داود) 4 / 349 بقوله: (وفيما قاله نظر) . ثم حكى أقوال الأئمة في تضعيف أبي صالح باذام- ويقال باذان- مولى أم هانئ بنت أبي طالب. وقال ابن حجر (تقريب التهذيب) 1 / 93 في ترجمته: (ضعيف مدلس) . والحديث رواه- أيضا- النسائي (السنن) 4 / 94- 95 (كتاب الجنائز) (باب التغليظ في اتخاذ السرج على القبور) . وابن ماجه (السنن) 1 / 502 (كتاب الجنائز) (باب ما جاء في النهي عن زيارة النساء القبور) حديث 1575 دون قوله: (والمتخذين ... ) من طريق باذام. وقال الألباني: (قد جاء غالب الحديث من طرق أخرى: فلعن زائرات القبور رواه ابن ماجه. ولعن المتخذين على القبور المساجد متواتر عنه () . (سلسلة الأحاديث الضعيفة) 1 / 259 حديث رقم 225.","seal":"0C95F98A","part":1},
      {"page":83,"id":79,"nass":"فيه مسائل:\rالأولى: تفسير الأوثان.\rالثانية: تفسير العبادة.\rالثالثة: أنه صلى الله عليه وسلم لم يستعذ إلا مما يخاف وقوعه.\rالرابعة: قرنه بهذا اتخاذ قبور الأنبياء مساجد.\rالخامسة: ذكر شدة الغضب من الله.\rالسادسة: - وهي من أهمها- صفة معرفة عبادة اللات التي هي من أكبر الأوثان.\rالسابعة: معرفة أنه قبر رجل صالح.\rالثامنة: أنه اسم صاحب القبر وذكر معنى التسمية.\rالتاسعة: لعنه زوارات القبور.\rالعاشرة: لعنه من أسرجها.\r[التعليق:]\rباب: ما جاء من التغليظ فيمن عبد الله عند قبر رجل صالح فكيف إذا عبده؟\rباب: ما جاء أن الغلو في قبور الصالحين يصيرها أوثانا تعبد من دون الله\rما ذكر المصنف في البابين يتضح بذكر تفصيل القول فيما يفعل عند قبور الصالحين وغيرهم.\rوذلك أن ما يفعل عندها نوعان: مشروع وممنوع.\rأما المشروع فهو ما شرعه الشارع من زيارة القبور على الوجه الشرعي من غير شد رحل، يزورها المسلم متبعا للسنة فيدعو لأهلها عموما، ولأقاربه ومعارفه خصوصا، فيكون محسنا إليهم بالدعاء لهم وطلب العفو والمغفرة والرحمة لهم،","seal":"F06990F6","part":1},
      {"page":84,"id":80,"nass":"ومحسنا إلى نفسه باتباع السنة وتذكر الآخرة والاعتبار بها والاتعاظ.\rأما الممنوع فإنه نوعان:\rأحدهما: محرم ووسيلة للشرك كالتمسح بها والتوسل إلى الله بأهلها، والصلاة عندها، وكإسراجها والبناء عليها، والغلو فيها وفي أهلها إذا لم يبلغ رتبة العبادة.\rوالنوع الثاني: شرك أكبر كدعاء أهل القبور والاستغاثة بهم، وطلب الحوائج الدنيوية والأخروية منهم، فهذا شرك أكبر، وهو عين ما يفعله عباد الأصنام مع أصنامهم.\rولا فرق في هذا بين أن يعتقد الفاعل لذلك أنهم مستقلون في تحصيل مطالبه، أو متوسطون إلى الله، فإن المشركين يقولون: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} 1. {وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّه} 2.\rفمن زعم أنه لا يكفر من دعا أهل القبور حتى يعتقد أنهم مستقلون بالنفع ودفع الضرر، وأن من اعتقد أن الله هو الفاعل وأنهم وسائط بين الله وبين من دعاهم واستغاث بهم [لم] يكفر.\rمن زعم ذلك فقد كذب ما جاء به الكتاب والسنة، وأجمعت عليه الأمة من أن من دعا غير الله فهو مشرك كافر في الحالين المذكورين، سواء اعتقدهم مستقلين أو متوسطين. وهذا معلوم بالضرورة من دين الإسلام.\rفعليك بهذا التفصيل الذي يحصل به الفرقان في هذا الباب المهم الذي حصل به من الاضطراب والفتنة ما حصل، ولم ينج من فتنته إلا من عرف الحق واتبعه.\r__________\r1 سورة الزمر آية: 3.\r2 سورة يونس آية: 18.","seal":"7D8D6916","part":1},
      {"page":85,"id":81,"nass":"باب: ما جاء في حماية المصطفى صلى الله عليه وسلم\rجناب التوحيد وسده كل طريق يوصل إلى الشرك\rوقول الله تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} 1.\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تجعلوا بيوتكم قبورا، ولا تجعلوا قبري عيدا، وصلوا علي؛ فإن صلاتكم تبلغني حيث كنتم\" رواه أبو داود بإسناد حسن 2 ورواته ثقات.\rوعن علي بن الحسين رضي الله عنه أنه رأى رجلا يجيء إلى فرجة كانت عند قبر النبي صلى الله عليه وسلم فيدخل فيها فيدعو فنهاه، وقال: ألا أحدثكم حديثا سمعته من أبي عن جدي عن رسول الله صلى الله عليه وسلم قال: \"لا تتخذوا قبري عيدا، ولا بيوتكم قبورا، وصلوا علي فإن تسليمكم يبلغني حيث كنتم\" رواه في المختارة 3.\r__________\r1 سورة التوبة آية: 128-129.\r(السنن) 2 / 534 (كتاب المناسك) (باب في زيارة القبور) حديث رقم (2042) قال شيخ الإسلام ابن تيمية (اقتضاء الصراط المستقيم) ص 321 عقب ذكره للحديث بإسناد أبي داود: (وهذا إسناده حسن؛ فإن رواته كلهم ثقات مشاهير، لكن عبد الله بن نافع الصائغ الفقيه المدني صاحب مالك فيه لين لا يقدح في حديثه) . وصحح النووي إسناده في (الأذكار المنتخبة من كلام سيد الأبرار () ص 106. وفي تصحيح إسناده نظر؛ لأن فيه (عبد الله بن نافع) وهو ابن أبي نافع الصائغ. قال فيه الحافظ ابن حجر (تقريب التهذيب) 1 / 456: (ثقة صحيح الكتاب، وفي حفظه لين) .\r(الأحاديث المختارة) للضياء المقدس 2 / 49 حديث رقم (428) دون قوله (وصلوا عليّ ... ) . وفي إسناده (علي بن عمر) وهو ابن علي بن الحسين) . قال ابن حجر (تقريب التهذيب) 2 / 41: (مستور) . ونسبه في المطبوع (علي بن عمر بن الحسين وجاء في أصله (تهذيب الكمال) 2 / 986 (علي بن عمر بن علي بن الحسين) .","seal":"C3895267","part":1},
      {"page":86,"id":82,"nass":"فيه مسائل:\rالأولى: تفسير آية براءة.\rالثانية: إبعاده أمته عن هذا الحمى غاية البعد.\rالثالثة: ذكر حرصه علينا ورأفته ورحمته.\rالرابعة: نهيه عن زيارة قبره على وجه مخصوص، مع أن زيارته من أفضل الأعمال.\rالخامسة: نهيه عن الإكثار من الزيارة.\rالسادسة: حثه على النافلة في البيت.\rالسابعة: أنه متقرر عندهم أنه لا يصلي في المقبرة.\rالثامنة: تعليل ذلك بأن صلاة الرجل وسلامه عليه يبلغه وإن بعد، فلا حاجة إلى ما يتوهمه من أراد القرب.\rالتاسعة: كونه صلى الله عليه وسلم في البرزخ تعرض أعمال أمته في الصلاة والسلام عليه.\r[التعليق:]\rباب: ما جاء في حماية المصطفى صلى الله عليه وسلم جناب التوحيد وسده كل طريق يوصل إلى الشرك\rمن تأمل نصوص الكتاب والسنة في هذا الباب، رأى نصوصا كثيرة تحث على القيام بكل ما يقوي التوحيد وينميه ويغذيه، من الحث على الإنابة إلى الله وانحصار تعلق القلب بالله رغبة ورهبة، وقوة الطمع في فضله وإحسانه والسعي لتحصيل ذلك، وإلى التحرر من رق المخلوقين وعدم التعلق بهم بوجه من الوجوه، أو الغلو في أحد منهم، والقيام التام بالأعمال الظاهرة والباطنة، وتكميلها وخصوصا حث النصوص على روح العبودية وهو الإخلاص التام لله وحده.\rثم في مقابلة ذلك نهى عن أقوال وأفعال فيها الغلو بالمخلوقين، ونهى عن التشبه بالمشركين؛ لأنه يدعو إلى الميل إليهم.","seal":"4B49C740","part":1},
      {"page":87,"id":83,"nass":"ونهى عن أقوال وأفعال يخشى أن يتوصل بها إلى الشرك، كل ذلك حماية للتوحيد.\rونهى عن كل سبب يوصل إلى الشرك، وذلك رحمة بالمؤمنين ليتحققوا بالقيام بما خلقوا له من عبودية الله الظاهرة والباطنة وتكميلها، لتكمل لهم السعادة والفلاح.\rوشواهد هذه الأمور كثيرة معروفة.","seal":"713E14CB","part":1},
      {"page":88,"id":84,"nass":"باب: ما جاء أن بعض هذه الأمة يعبدون الأوثان\r...\rباب: ما جاء أن بعض هذه الأمة يعبد الأوثان\rوقول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلاً} 1.\rوقوله تعالى: {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ} 2.\rوقوله تعالى: {قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً} 3.\rعن أبي سعيد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لتتبعن سنن من كان قبلكم حذو القذة بالقذة، حتى لو دخلوا جحر ضب لدخلتموه. قالوا: يا رسول الله: اليهود والنصارى؟ قال: \"فمن؟ \" أخرجاه 4.\rولمسلم عن ثوبان رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن الله زوى لي الأرض فرأيت مشارقها ومغاربها، وإن أمتي سيبلغ ملكها ما زوي لي منها، وأعطيت الكنزين: الأحمر والأبيض، وإني سألت ربي لأمتي أن لا يهلكها بسنة بعامة، وأن لا يسلط عليهم عدوا من سوى أنفسهم، فيستبيح\r__________\r1 سورة النساء آية: 51.\r2 سورة المائدة آية: 60.\r3 سورة الكهف آية: 21.\r4 رواه البخاري, كتاب الاعتصام بالكتاب والسنة, باب قول النبي (: لتتبعن سنن من كان قبلكم (6 / 2669) حديث رقم (6889) . ومسلم: كتاب العلم, باب اتباع سنن اليهود والنصارى (4 / 2054) حديث رقم (2669) .","seal":"3FDFB42E","part":1},
      {"page":89,"id":85,"nass":"بيضتهم، وإن ربي قال: يا محمد، إني إذا قضيت قضاء فإنه لا يرد، وإني أعطيتك لأمتك أن لا أهلكهم بسنة بعامة، وأن لا أسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم، ولو اجتمع عليهم من بأقطارها، حتى يكون بعضهم يهلك بعضا، ويسبي بعضهم بعضا\"1.\rورواه البرقاني في صحيحه، وزاد: \"وإنما أخاف على أمتي الأئمة المضلين، وإذا وقع عليهم السيف لم يرفع إلى يوم القيامة، ولا تقوم الساعة حتى يلحق حي من أمتي بالمشركين، وحتى تعبد فئام من أمتي الأوثان، وإنه سيكون في أمتي كذابون ثلاثون، كلهم يزعم أنه نبي، وأنا خاتم النبيين، لا نبي بعدي، ولا تزال طائفة من أمتي على الحق منصورة، لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله تبارك وتعالى\"2.\rفيه مسائل:\rالأولى: تفسير آية النساء.\rالثانية: تفسير آية المائدة.\rالثالثة: تفسير آية الكهف.\rالرابعة: - وهي أهمها-: ما معنى الإيمان بالجبت والطاغوت في هذا الموضع؟ هو اعتقاد قلب؟ أو هو موافقة أصحابها مع بغضها ومعرفة بطلانها؟.\rالخامسة: قولهم: إن الكفار الذين يعرفون كفرهم أهدى سبيلا من المؤمنين.\rالسادسة: - وهي المقصود بالترجمة- أن هذا لا بد أن يوجد في هذه الأمة كما تقرر في حديث أبي سعيد.\r__________\r1 رواه مسلم: كتاب الفتن وأشراط الساعة, باب هلاك الأمة بعضهم ببعض (4 / 2215) حديث رقم (2889) .\r2 هذه الزيادة رواها من حديث ثوبان مولى رسول الله (أبو داود: (السنن) 4 / 451- 452 (باب في ذكر الفتن ودلائلها) حديث رقم (4252) . وابن ماجه: (السنن) 2 / 1304 (كتاب الفتن) (باب ما يكون في الفتن) حديث رقم (3952) . والإمام أحمد (المسند) 5 / 278 و 284. والحديث سكت عنه أبو داود ثم المنذري في (مختصر سنن أبي داود) 6 / 136- 138.","seal":"C6DA8C39","part":1},
      {"page":90,"id":86,"nass":"السابعة: تصريحه بوقوعها: أعني عبادة الأوثان في هذه الأمة في جموع كثيرة.\rالثامنة: العجب العجاب: خروج من يدعي النبوة مثل المختار مع تكلمه بالشهادتين وتصريحه بأنه من هذه الأمة، وأن الرسول حق، وأن القرآن حق، وفيه أن محمدا خاتم النبيين، ومع هذا يصدق في هذا كله مع التضاد الواضح، وقد خرج المختار في آخر عصر الصحابة وتبعه فئام كثيرة.\rالتاسعة: البشارة بأن الحق لا يزول بالكلية كما زال فيما مضى، بل لا تزال عليه طائفة.\rالعاشرة: الآية العظمى: أنهم مع قلتهم لا يضرهم من خذلهم، ولا من خالفهم.\rالحادية عشرة: أن ذلك الشرط إلى قيام الساعة.\rالثانية عشرة: ما فيه من الآيات العظيمة منها: إخباره بأن الله زوى له المشارق والمغارب، وأخبر بمعنى ذلك فوقع كما أخبر بخلاف الجنوب والشمال.\rوإخباره بأنه أعطي الكنزين.\rوإخباره بإجابة دعوته لأمته في الاثنتين.\rوإخباره بأنه منع الثالثة.\rوإخباره بوقوع السيف، وأنه لا يرفع إذا وقع.\rوإخباره بإهلاك بعضهم بعضا، وسبي بعضهم بعضا، وخوفه على أمته من الأئمة المضلين.\rوإخباره بظهور المتنبئين في هذه الأمة.\rوإخباره ببقاء الطائفة المنصورة.\rوكل هذا وقع كما أخبر، مع أن كل واحدة منها من أبعد ما يكون في العقول.","seal":"2963252E","part":1},
      {"page":91,"id":87,"nass":"الثالثة عشرة: حصر الخوف على أمته من الأئمة المضلين.\rالرابعة عشرة: التنبيه على معنى عبادة الأوثان.\r[التعليق:]\rباب: ما جاء أن بعض هذه الأمة يعبد الأوثان\rمقصود هذه الترجمة الحذر من الشرك والخوف منه، وأنه أمر واقع في هذه الأمة لا محالة، والرد على من زعم أن من قال: لا إله إلا الله، وتسمى بالإسلام أنه يبقى على إسلامه ولو فعل ما ينافيه من الاستغاثة بأهل القبور ودعائهم، وسمى ذلك توسلا لا عبادة فإن هذا باطل.\rفإن الوثن اسم جامع لكل ما عبد من دون الله لا فرق بين الأشجار والأحجار والأبنية، ولا بين الأنبياء والصالحين والطالحين في هذا الموضع- وهو العبادة- فإنها حق الله وحده، فمن دعا غير الله أو عبده فقد اتخذه وثنا وخرج بذلك عن الدين، ولم ينفعه انتسابه إلى الإسلام، فكم انتسب إلى الإسلام من مشرك وملحد وكافر ومنافق، والعبرة بروح الدين وحقيقته لا بمجرد الأسامي والألفاظ التي لا حقيقة لها.","seal":"DBCEB356","part":1},
      {"page":92,"id":88,"nass":"باب ما جاء في السحر\rوقول الله تعالى: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ} 1.\rوقوله: {يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ} 2 قال عمر: الجبت: السحر، والطاغوت: الشيطان3. وقال جابر: \"الطواغيت كهان كان ينزل عليهم الشيطان، في كل حي واحد\".\rوعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"اجتنبوا السبع الموبقات\". قالوا: يا رسول الله وما هن؟ قال: \"الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات\"4.\r__________\r1 سورة البقرة آية: 102.\r2 سورة النساء آية: 51.\r3 رواه البخاري (الصحيح) 4 / 1673 (كتاب التفسير) (باب وإن كنتم مرضى أو على سفر أو جاء أحد منكم من الغائط) [سورة المائدة: 6] معلقا. قال ابن حجر (فتح الباري) 8 / 252: (وصله عبد بن حميد في تفسيره, ومسدد في مسنده, وعبد الرحمن بن رستة في كتاب الإيمان ... وإسناده قوي) . اهـ.\r4 رواه البخاري: كتاب الوصايا باب قول الله تعالى (إن الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم نارا وسيصلون سعيرا) (3 / 1017, 1018) حديث رقم (2615) . ومسلم: كتاب الإيمان باب بيان الكبائر وأكبرها (1 / 92) حديث رقم (89) .","seal":"0389A407","part":1},
      {"page":93,"id":89,"nass":"وعن جندب مرفوعا: \"حد الساحر ضربه بالسيف\"رواه الترمذي. وقال: الصحيح أنه موقوف.1 وفي صحيح البخاري عن بجالة بن عبدة قال: \"كتب عمر بن الخطاب رضي الله عنه أن اقتلوا كل ساحر وساحرة. قال: فقتلنا ثلاث سواحر2\". وصح \"عن حفصة رضي الله عنها أنها أمرت بقتل جارية لها سحرتها، فقتلت3\"وكذلك صح عن جندب4.\rقال أحمد: عن ثلاثة من أصحاب النبي صلى الله عليه وسلم.\rفيه مسائل:\rالأولى: تفسير آية البقرة.\rالثانية: تفسير آية النساء.\rالثالثة: تفسير الجبت والطاغوت والفرق بينهما.\r__________\r(سنن الترمذي) 4 / 60 (كتاب الحدود) (باب ما جاء في حد السحر) حديث رقم (1460) وقال: (هذا حديث لا نعرفه مرفوعا إلا من هذا الوجه, وإسماعيل بن مسلم المكي يضعف في الحديث ... والصحيح عن جندب موقوف) . وضعف المرفوع- أيضا- الحافظ ابن حجر في (فتح الباري) 10 / 236 وقال: (في سنده ضعف) . اهـ.\r2 رواه البخاري: كتاب فرض الخمس باب الجزية والموادعة مع أهل الذمة والحرب (3 / 1151) حديث رقم (2987) . لكن لم يذكر قتل السواحر. أما الحديث بلفظه فقد رواه أحمد (1 / 190 - 191) . وأبو داود: كتاب الخراج والإمارة والفيء باب في أخذ الجزية من المجوس (3 / 431) حديث رقم (3043) , وصححه الألباني في صحيح أبي داود (2624) .\r3 رواه البيهقي (السنن الكبرى) 8 / 136 (كتاب القسامة) (باب تكفير الساحر وقتله إن كان ما يسحر به كلام كفر صريح) .\r4 قال البخاري (التاريخ الكبير) 2 / 221 في ترجمة (جندب بن كعب) : (قاتل الساحر) . ثم روى بسنده قال: حدثنا إسحاق حدثنا خالد الواسطي عن خالد الحذاء عن أبي عثمان كان عند الوليد رجل يلعب، فذبح إنسانا وأبان رأسه فعجبنا, فأعاد رأسه فجاء جندب الأزدي فقتله. وهذا إسناد صحيح رجاله ثقات. ورواه- أيضا- البيهقي (السنن الكبرى) 8 / 136 (كتاب القسامة) (باب تكفير الساحر وقتله إن كان ما يسحر به كلام كفر صريح) .","seal":"3B1E5085","part":1},
      {"page":94,"id":90,"nass":"الرابعة: أن الطاغوت قد يكون من الجن وقد يكون من الإنس.\rالخامسة: معرفة السبع الموبقات المخصوصات بالنهي.\rالسادسة: أن الساحر يكفر.\rالسابعة: أنه يقتل ولا يستتاب.\rالثامنة: وجود هذا في المسلمين على عهد عمر فكيف بعده؟.","seal":"8F060517","part":1},
      {"page":95,"id":91,"nass":"باب بيان شيء من أنواع السحر\rقال أحمد: حدثنا محمد بن جعفر، حدثنا عوف عن حيان بن العلاء، حدثنا قطن بن قبيصة عن أبيه، أنه سمع النبي صلى الله عليه وسلم قال: \"إن العيافة والطرق والطيرة من الجبت\".\rقال عوف: العيافة: زجر الطير. والطرق: الخط يخط بالأرض. والجبت: قال الحسن: إنه الشيطان. إسناده جيد. ولأبي داود والنسائي وابن حبان في صحيحه المسند منه1.\rوعن ابن عباس - رضي الله عنهما - قال: قال رسول الله صلى الله عليه وسلم: \"من اقتبس شعبة من النجوم فقد اقتبس شعبة من السحر، زاد ما زاد\" رواه أبو داود وإسناده صحيح2.\r__________\r1 رواه الإمام أحمد (المسند) 3 / 477 و 5 / 60 كما ذكر المؤلف, وأبو داود في (السنن) 4 / 228 (كتاب الطب) (باب في الخط وزجر الطير) حديث رقم (3907) , والنسائي في (الكبرى) في (كتاب التفسير) كما في (تحفة الأشراف) 8 / 275 وابن حبان (موارد الظمآن) ص 345 حديث رقم (1426) . قال النووي (رياض الصالحين) ص 591 حديث رقم (1678) : (رواه أبو داود بإسناد حسن) . وضعفه بالاضطراب الألباني في (غاية المرام في تخريج الحلال والحرام) ص 184 لاختلاف الرواة في إسناده عن عوف- وهو ابن أبي جميلة- حيث قال بعضهم: (حيان) لم ينسبه. وقال بعضهم: (حيان أبي العلاء) . وقال بعضهم: (حيان بن العلاء) . وقال بعضهم: (حبان بن مخارق أبي يعلى) .\r(السنن) 4 / 226 (كتاب الطب) (باب في النجوم) حديث رقم (3905) ولفظه: (من اقتبس علما من النجوم) ولم يقل (شعبة) . ورواه- أيضا- ابن ماجه (السنن) 2 / 1228 (كتاب الأدب) (باب تعلم النجوم) . قال النووي (رياض الصالحين) ص 591 حديث رقم (1679) : (رواه أبو داود بإسناد صحيح) . وقال مثله الذهبي كما عزاه إليه المناوي في (فيض القدير) 6 / 80. وذكر أنه في (الكبائر) , وقد ذكر الإمام الذهبي هذا الحديث في (الكبائر) في (الكبيرة السادسة والأربعون) ولم أقف على ما نسبه إليه المناوي - رحمه الله -.","seal":"43A3EFDB","part":1},
      {"page":96,"id":92,"nass":"وللنسائي من حديث أبي هريرة: \"من عقد عقدة ثم نفث فيها فقد سحر، ومن سحر فقد أشرك، ومن تعلق شيئا وُكِلَ إليه\" 1. وعن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: \"ألا هل أنبئكم ما العضه؟ هي النميمة: القالة بين الناس\" رواه مسلم2. ولهما عن ابن عمر - رضي الله عنهما - أن رسول الله صلى الله عليه وسلم قال: \"إن من البيان لسحرا\" 3.\rفيه مسائل:\rالأولى: أن العيافة والطرق والطيرة من الجبت.\rالثانية: تفسير العيافة والطرق.\rالثالثة: أن علم النجوم نوع من أنواع السحر.\rالرابعة: أن العقد مع النفث من ذلك.\rالخامسة: أن النميمة من ذلك.\rالسادسة: أن من ذلك بعض الفصاحة.\r__________\r(السنن) 7 / 112 (كتاب تحريم الدم) (الحكم في السحرة) حديث رقم (4079) . قال الذهبي (ميزان الاعتدال) 2 / 378: (هذا الحديث لا يصح للين عباد وانقطاعه) . يريد بالانقطاع رواية الحسن له عن أبي هريرة, ولقوله: (من تعلق شيئا وكل إليه) . شاهد من حديث عبد الله بن عكيم يرتقي به المنزلة الحسن لغيره، وقد تقدم (باب ما جاء في الرقى والتمائم) .\r2 رواه مسلم: كتاب البر والصلة والآداب, باب تحريم النميمة (4 / 2012) حديث رقم (2606) وزاد فيه: (وأن محمدا (قال: أن الرجل يصدق حتى يكتب عند الله صديقا, ويكذب حتى يكتب كذابا) .\r3 رواه البخاري: كتاب النكاح باب الخطبة (5 / 1976) حديث رقم (4851) من حديث ابن عمر - رضي الله عنهما -. ومسلم: كتاب الجمعة باب تخفيف الصلاة والخطبة (2 / 594) حديث رقم: (869) عن عمار بن ياسر رضي الله عنه.","seal":"F5703F65","part":1},
      {"page":97,"id":93,"nass":"[التعليق:]\rباب: السحر\rوباب: شيء من أنواع السحر\rوجه إدخال السحر في أبواب التوحيد أن كثيرا من أقسامه لا يتأتى إلا بالشرك، والتوسل بالأرواح الشيطانية إلى مقاصد الساحر، فلا يتم للعبد توحيد حتى يدع السحر كله قليله وكثيره. ولهذا قرنه الشارع بالشرك، فالسحر يدخل في الشرك من جهتين: من جهة ما فيه من استخدام الشياطين ومن التعلق بهم، وربما تقرب إليهم بما يحبون ليقوموا بخدمته ومطلوبه. ومن جهة ما فيه من دعوى علم الغيب، ودعوى مشاركة الله في علمه وسلوك الطرق المفضية إلى ذلك، وذلك من شعب الشرك والكفر.\rوفيه أيضا من التصرفات المحرمة والأفعال القبيحة كالقتل والتفريق بين المتحابين والصرف والعطف والسعي في تغيير العقول، وهذا من أفظع المحرمات، وذلك من الشرك ووسائله، ولذلك تعين قتل الساحر لشدة مضرته وإفساده. ومن أنواعه الواقعة في كثير من الناس النميمة، لمشاركتها للسحر في التفريق بين الناس، وتغيير قلوب المتحابين وتلقيح الشرور. فالسحر أنواع ودركات بعضها أقبح وأسفل من بعض.","seal":"72298D01","part":1},
      {"page":98,"id":94,"nass":"باب ما جاء في الكهان ونحوهم\rروى مسلم في صحيحه عن بعض أزواج النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال: \"من أتى عرافا فسأله عن شيء فصدقه، لم تقبل له صلاة أربعين يوما1\". وعن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"من أتى كاهنا فصدقه بما يقول، فقد كفر بما أنزل على محمد صلى الله عليه وسلم\" رواه أبو داود2.\rوللأربعة والحاكم، وقال: صحيح على شرطهما، عن:3 \"من أتى عرافا أو كاهنا فصدقه بما يقول، فقد كفر بما أنزل على محمد صلى الله عليه وسلم4\". ولأبي يعلى بسند جيد عن ابن مسعود مثله موقوفا.\r__________\r1 رواه مسلم: كتاب السلام باب تحريم الكهانة وإتيان الكهَّان (4 / 1751) حديث رقم: (2230) . دون زيادة لفظة: \"فصدقه\". وهي عند أحمد (4 / 68) (5 / 380) .\r(السنن) 4 / 225 (كتاب الطب) (باب في الكاهن) حديث رقم (3904) . قال الترمذي (السنن) 1 / 242 حديث (135) : (وضعف محمد هذا الحديث من قبل إسناده) . وقال المناوي (فيض القدير) 6 / 24: (قال البغوي: سنده ضعيف. وهو كما قال. وقال ابن سيد الناس: فيه أربع علل: التفرد عن غير ثقة وهو موجب للضعف, وضعف رواته, والانقطاع, ونكارة متنه. وأطال في بيانه. وقال الذهبي في (الكبائر) ليس إسناده بالقائم ... وقال البخاري: لا يعرف لأبي تميمة سماع من أبي هريرة) . اهـ.\r3 قال الشيخ عبد الرحمن بن حسن آل الشيخ في \"فتح المجيد\"ص 256: (هكذا بيض المصنف لاسم الراوي, وقد رواه أحمد والبيهقي والحاكم عن أبي هريرة مرفوعا) .\r4 ليس هو عند الأربعة بلفظ: (من أتى عرافا أو كاهنا) ، وإنما رووه بلفظ: (من أتى كاهنا) فقط دون ذكر العراف. ولفظ المؤلف رواه الحاكم- كما قال- (المستدرك) 1 / 88 وقال: (هذا حديث صحيح على شرطهما جميعا من حديث ابن سيرين ولم يخرجاه) . وقال الذهبي: (على شرطهما) . وقال المناوي (فيض القدير) 6 / 23: (قال الحافظ العراقي في أماليه: حديث صحيح, ورواه عنه البيهقي في (السنن) 8 / 135. فقال الذهبي: إسناده قوي) . اهـ.","seal":"F812BFAA","part":1},
      {"page":99,"id":95,"nass":"وعن عمران بن حصين مرفوعا: \"ليس منا من تطير أو تطير له، أو تكهن أو تكهن له، أو سحر أو سحر له، ومن أتى كاهنا فصدقه بما يقول فقد كفر بما أنزل على محمد صلى الله عليه وسلم\" رواه البزار بإسناد جيد1. ورواه الطبراني في الأوسط بإسناد حسن من حديث ابن عباس دون قوله: \"ومن أتى\" إلى آخره2.\rقال البغوي: العراف: الذي يدعي معرفة الأمور بمقدمات يستدل بها على المسروق ومكان الضالة ونحو ذلك. وقيل: هو الكاهن.\rوالكاهن: هو الذي يخبر عن المغيبات في المستقبل. وقيل: الذي يخبر عما في الضمير. وقال أبو العباس ابن تيمية: العراف اسم للكاهن والمنجم والرمال ونحوهم، ممن يتكلم في معرفة الأمور بهذه الطرق. وقال ابن عباس - في قوم يكتبون أبا جاد وينظرون في النجوم-: \"ما أرى من فعل ذلك له عند الله من خلاق\"3.\r__________\r1 رواه الطبراني (المعجم الكبير) 10 / 93 حديث رقم (10005) . قال الهيثمي (مجمع الزوائد) 5 / 118: (رجال الكبير والبزار ثقات) . وقال المنذري (الترغيب والترهيب) 4 / 36: (رواه البزار وأبو يعلى بإسناد جيد موقوفا) . ولم أقف عليه في (كشف الأستار عن زوائد البزار) للهيثمي (كتاب الطب) منه.\r2 كما في (كشف الأستار) 3 / 399- 400 (كتاب الطب) (باب الطيرة والكهانة والسحر) حديث رقم (3044) من طريق شيبان عن أبي حمزة العطار عن الحسن عن عمران بن حصين مرفوعا، وزاد فيه: (ومن عقد عقدة أو قال عُقد عُقدة) . قال البزار: (قد روى بعضه من غير وجه، فأما بتمامه ولفظه فلا نعلمه إلا عن عمران بهذا الطريق, وأبو حمزة بصري لا بأس به) . وقال الهيثمي (مجمع الزوائد) 5 / 117: (رواه البزار ورجاله رجال الصحيح خلا إسحاق بن الربيع وهو ثقة) . اهـ. ورواه- أيضا- البزار كما في (كشف الأستار) 3 / 339 (كتاب الطب) (باب الطيرة والكهانة والسحر) . حديث رقم (3043) من طريق زمعة عن سلمة بن وهرام عن عكرمة عن ابن عباس مرفوعا نحوه. قال البزار: (لا نعلمه يروي عن النبي (إلا من هذا الوجه) . قال الهيثمي (مجمع الزوائد) 5 / 117: (فيه زمعة بن صالح وهو ضعيف) . اهـ.\r3 رواه عبد الرزاق (المصنف) 11 / 26 حديث رقم (19805) نحوه.","seal":"9AAA39C6","part":1},
      {"page":100,"id":96,"nass":"فيه مسائل:\rالأولى: أنه لا يجتمع تصديق الكاهن مع الإيمان بالقرآن.\rالثانية: التصريح بأنه كفر.\rالثالثة: ذكر من تكهن له.\rالرابعة: ذكر من تطير له.\rالخامسة: ذكر من سحر له.\rالسادسة: ذكر من تعلم أبا جاد.\rالسابعة: ذكر الفرق بين الكاهن والعراف.\r[التعليق:]\rباب: ما جاء في الكهان ونحوهم\rأي من كل من يدعي علم الغيب بأي طريق من الطرق. وذلك أن الله تعالى هو المنفرد بعلم الغيب، فمن ادعى مشاركة الله في شيء من ذلك بكهانة أو عرافة أو غيرهما، أو صدق من ادعى ذلك، فقد جعل لله شريكا فيما هو من خصائصه، وقد كذب الله ورسوله. وكثير من الكهانة المتعلقة بالشياطين لا تخلو من الشرك، والتقرب إلى الوسائط التي تستعين بها على دعوى العلوم الغيبية، فهو شرك من جهة دعوى مشاركة الله في علمه الذي اختص به، ومن جهة التقرب إلى غير الله. وفيه إبعاد الشارع للخلق عن الخرافات المفسدة للأديان والعقول.","seal":"888DFE8D","part":1},
      {"page":101,"id":97,"nass":"باب ما جاء في النشرة\rعن جابر: أن رسول الله صلى الله عليه وسلم سئل عن النشرة فقال: \"هي من عمل الشيطان\" 1. رواه أحمد بسند جيد، وأبو داود وقال: سئل أحمد عنها فقال: ابن مسعود يكره هذا كله. وفي البخاري2 عن قتادة: قلت لابن المسيب: \"رجل به طب أو يؤخذ عن امرأته، أتحل عنه أو ينشر؟ قال: لا بأس به، إنما يريدون به الإصلاح، فأما ما ينفع فلم ينه عنه\" اهـ.\rوروي عن الحسن أنه قال: \"لا يحل السحر إلا ساحر\". قال ابن القيم: \"النشرة حل السحر عن المسحور، وهي نوعان: أحدهما: حل بسحر مثله، وهو الذي من عمل الشيطان، وعليه يحمل قول الحسن، فيتقرب الناشر والمنتشر إلى الشيطان بما يحب، فيبطل عمله عن المسحور. والثاني: النشرة بالرؤية والتعوذات والأدوية والدعوات المباحة فهذا جائز\".\rفيه مسائل:\rالأولى: النهي عن النشرة.\rالثانية: الفرق بين المنهي عنه والمرخص فيه، مما يزيل الإشكال.\r__________\r(المسند) 3 /294. و (سنن أبي داود) 4 /201 (كتاب الطب) (باب في النشرة) حديث رقم (3868) . وإسناده حسن لأجل (عقيل بن معقل) وهو ابن منبه اليماني ابن أخي وهب قال ابن حجر (تقريب التهذيب) 2 /29: (صدوق) .\r(الصحيح) 5 /2175 (كتاب الطب) (باب هل يستخرج السحر, وقال قتادة: قلت لسعيد بن المسيب: رجل به طب ... فذكره معلقا. قال ابن حجر (تغليق التغليق) 5 /49) : (وصله الطبري في \"تهذيب الآثار\"، إسناده صحيح) . اهـ. وكذا وصله ابن عبد البر في (التمهيد) وصحح ابن حجر إسناده أيضا.","seal":"94ABF614","part":1},
      {"page":102,"id":98,"nass":"[التعليق:]\rباب: النشرة\rوهو حل السحر عن المسحور، ذكر فيه المصنف كلام ابن القيم في التفصيل بين الجائز منه والممنوع، وفيه كفاية.","seal":"C9698846","part":1},
      {"page":103,"id":99,"nass":"باب ما جاء في التطير\rوقول الله تعالى: {أَلا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ} 1.\rوقوله: {قَالُوا طَائِرُكُمْ مَعَكُمْ أَإِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ} 2 عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا عدوى، ولا طيرة، ولا هامة، ولا صفر\" أخرجاه.3 زاد مسلم: \"ولا نوء، ولا غول\" 4. ولهما عن أنس قال: قال رسول الله صلى الله عليه وسلم: \"لا عدوى، ولا طيرة، ويعجبني الفأل. قالوا: وما الفأل؟ قال: الكلمة الطيبة\" 5 ولأبي داود بسند صحيح، عن عروة بن عامر، قال: \"ذُكِرَت الطِّيَرَة ُعند رسول الله صلى الله عليه وسلم فقال: أحسنها الفأل، ولا ترد مسلما، فإذا رأى أحدكم ما يكره،\r__________\r1 سورة الأعراف آية: 131.\r2 سورة يس آية: 19.\r3 رواه البخاري: كتاب الطب, باب لا هامة ولا صفر (5 /2171-2172) حديث رقم (5425) . ومسلم: كتاب السلام باب لا عدوى ولا طيرة ولا هامة ولا صفر (4 /1742) حديث رقم (2220) .\r4 رواه مسلم: كتاب السلام باب لا عدوى ولا طيرة ولا هامة ولا صفر ولا نوء ولا غول (4 /1744) حديث رقم (2220) و (2222) قوله: (لا نوء) من حديث أبي هريرة, وقوله: (لا غول) من حديث جابر.\r5 رواه البخاري: كتاب الطب باب لا عدوى (5 /2178) حديث رقم: (5440) . ومسلم: كتاب السلام باب الطيرة والفأل وما يكون فيه من الشؤم (4 /1746) من حديث أنس بن مالك - رضي الله عنه - برقم (2224) .","seal":"98789F68","part":1},
      {"page":104,"id":100,"nass":"فليقل: اللهم لا يأتي بالحسنات إلا أنت، ولا يدفع السيئات إلا أنت، ولا حول ولا قوة إلا بك\"1.\rوله من حديث ابن مسعود مرفوعا: \"الطيرة شرك، الطيرة شرك، وما منا إلا ... ولكن الله يذهبه بالتوكل\" رواه أبو داود والترمذي وصححه2. وجعل آخره من قول ابن مسعود. ولأحمد من حديث ابن عمرو: \"من ردته الطيرة عن حاجته فقد أشرك. قالوا: فما كفارة ذلك؟ قال: أن يقول: اللهم لا خير إلا خيرك، ولا طير إلا طلبك، ولا إله غيرك\"3.\r__________\r(السنن) 4 /235 (كتاب الطب) (باب في الطيرة) حديث رقم (3919) قال المنذري (مختصر سنن أبي داود) 5 /379: (عروة- هذا- قيل فيه القرشي وقيل فيه: الجهني حكاهما البخاري. وقال أبو القاسم الدمشقي: ولا صحبة له تصح. وذكر البخاري وغيره أنه سمع من ابن عباس, فعلى هذا يكون الحديث مرسلا) . وقال ابن حجر (تهذيب التهذيب) 7 /185: (عروة بن عامر القرشي, ويقال: الجهني روى عن النبي (مرسلا في الطيرة) . وقال: (أثبت غير واحد له صحبة, وشك فيه بعضهم, وروايته عن بعض الصحابة لا تمنع أن يكون صحابيا, والظاهر أن رواية حبيب عنه منقطعة) . قلت: وهذا الحديث من رواية حبيب - وهو ابن أبي ثابت – عنه. وانظر - أيضا - (الإصابة في تمييز الصحابة) 6 /415 في ترجمة (عروة بن عامر) .\r(سنن أبي داود) 4 /230 (كتاب الطب) (باب في الطيرة) حديث رقم (3910) و (سنن الترمذي) 4 /161 (كتاب السير) (باب ما جاء في الطيرة) حديث رقم (1614) . وقال: (هذا حديث حسن صحيح) . اهـ. وقال - أيضا-: (سمعت محمد بن إسماعيل يقول: كان سليمان بن حرب يقول في هذا الحديث: وما منا ولكن الله يذهبه بالتوكل. قال سليمان: هذا عندي من قول عبد الله بن مسعود: وما منا) . اهـ.\r(المسند) 2 /220 من طريق حسن ثنا ابن لهيعة أنا ابن هبيرة عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو مرفوعا ... الحديث. وإسناده ضعيف لأجل ابن لهيعة. قال ابن حجر (تقريب التهذيب) 1 /444: (صدوق خلط بعد احتراق كتبه ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما) . وهذا من رواية الحسن بن موسى الأشيب عنه.","seal":"54D299DA","part":1},
      {"page":105,"id":101,"nass":"وله من حديث الفضل بن عباس: \"إنما الطيرة ما أمضاك أو ردك\"1\rفيه مسائل:\rالأولى: التنبيه على قوله: {إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ} 2 مع قوله {قَالُوا طَائِرُكُمْ مَعَكُمْ}\rالثانية: نفي العدوى.\rالثالثة: نفي الطيرة.\rالرابعة: نفي الهامة.\rالخامسة: نفي الصفر.\rالسادسة: أن الفأل ليس من ذلك، بل مستحب.\rالسابعة: تفسير الفأل.\rالثامنة: أن الواقع في القلوب من ذلك مع كراهته لا يضر، بل يذهبه الله بالتوكل.\rالتاسعة: ذكر ما يقول من وجده.\rالعاشرة: التصريح بأن الطيرة شرك.\rالحادية عشرة: تفسير الطيرة المذمومة.\r[التعليق:]\rباب: الطيرة\rوهو التشاؤم بالطيور والأسماء والألفاظ والبقاع وغيرها، فنهى الشارع عن التطير وذم المتطيرين، وكان يحب الفأل ويكره الطيرة.\r__________\r(المسند) 1 /213 من طريق حماد بن خالد ثنا ابن علاثة عن مسلمة الجهني قال: سمعته يحدث عن الفضل بن عباس قال: خرجت مع رسول الله (يوما ... وفي آخره: إنما الطيرة ما أمضاك أو ردك. و (ابن علاثة) هو محمد بن عبد الله بن علاثة. قال ابن حجر (تقريب التهذيب) 2 /179: (صدوق يخطئ) . اهـ.\r2 سورة الأعراف آية: 131.","seal":"0E34EE82","part":1},
      {"page":106,"id":102,"nass":"والفرق بينهما: أن الفأل الحسن لا يخل بعقيدة الإنسان ولا بعقله، وليس فيه تعليق القلب بغير الله، بل فيه من المصلحة: النشاط والسرور وتقوية النفوس على المطالب النافعة.\rوصفة ذلك أن يعزم العبد على سفر أو زواج أو عقد من العقود، أو على حالة من الأحوال المهمة ثم يرى في تلك الحال ما يسره، أو يسمع كلاما يسره مثل يا راشد أو سالم أو غانم، فيتفاءل ويزداد طمعه في تيسير ذلك الأمر الذي عزم عليه، فهذا كله خير وآثاره خير، وليس فيه من المحاذير شيء. وأما الطيرة فإنه إذا عزم على فعل شيء من ذلك من الأمور النافعة في الدين أو في الدنيا، فيرى أو يسمع ما يكره أثر في قلبه أحد أمرين، أحدهما أعظم من الآخر:\rأحدهما: أن يستجيب لذلك الداعي فيترك ما كان عازما على فعله أو بالعكس، فيتطير بذلك وينكص عن الأمر الذي كان عازما عليه، فهذا كما ترى قد علق قلبه بذلك المكروه غاية التعليق وعمل عليه، وتصرف ذلك المكروه في إرادته وعزمه وعمله، فلا شك أنه على هذا الوجه أثر على إيمانه وأخل بتوحيده وتوكله، ثم بعد هذا لا تسأل عما يحدثه له هذا الأمر من ضعف القلب ووهنه وخوفه من المخلوقي، ن وتعلقه بالأسباب وبأمور ليست أسبابا، وانقطاع قلبه من تعلقه بالله، وهذا من ضعف التوحيد والتوكل، ومن طرق الشرك ووسائله، ومن الخرافات المفسدة للعقل.\rالأمر الثاني: أن لا يستجيب لذلك الداعي، ولكنه يؤثر في قلبه حزنا وهما وغما، فهذا وإن كان دون الأول لكنه شر وضرر على العبد، وضعف لقلبه وموهن لتوكله، وربما أصابه مكروه فظن أنه من ذلك الأمر فقوي تطيره، وربما تدرج إلى الأمر الأول.\rفهذا التفصيل يبين لك وجه كراهة الشارع للطيرة وذمها، ووجه منافاتها للتوحيد والتوكل. وينبغي لمن وجد شيئا من ذلك، وخاف أن تغلبه الدواعي الطبيعية أن يجاهد نفسه على دفعها ويستعين الله على ذلك، ولا يركن إليها بوجه ليندفع الشر عنه.","seal":"7706E7CE","part":1},
      {"page":107,"id":103,"nass":"باب ما جاء في التنجيم\rقال البخاري في صحيحه1: قال قتادة: \"خلق الله هذه النجوم لثلاث: زينة للسماء، ورجوما للشياطين، وعلامات يهتدى بها. فمن تأول فيها غير ذلك أخطأ وأضاع نصيبه، وتكلف ما لا علم له به\" انتهى. وكره قتادة تعلم منازل القمر، ولم يرخص ابن عيينة فيه، ذكره حرب عنهما. ورخص في تعلم المنازل أحمد وإسحاق. وعن أبي موسى قال: قال رسول الله صلى الله عليه وسلم: \"ثلاثة لا يدخلون الجنة: مدمن الخمر، وقاطع الرحم، ومصدق بالسحر\" رواه أحمد وابن حبان في صحيحه2.\rفيه مسائل:\rالأولى: الحكمة في خلق النجوم.\rالثانية: الرد على من زعم غير ذلك.\rالثالثة: ذكر الخلاف في تعلم المنازل.\rالرابعة: الوعيد فيمن صدَّق بشيء من السحر، ولو عرف أنه باطل.\r__________\r1 رواه البخاري معلقا. كتاب بدء الخلق، باب في النجوم (3/1168 – 1169) .\r(المسند) 4 / 399 و (موارد الظمآن) ص 335 حديث رقم (1380) و (1381) . قال الهيثمي (مجمع الزوائد) 5 / 74: (رواه أحمد وأبو يعلى والطبراني, ورجال أحمد وأبي يعلى ثقات) . اهـ ورواه- أيضا- الحاكم (المستدرك) 4 / 146 وقال: (هذا حديث صحيح الإسناد ولم يخرجاه) . وقال الذهبي: (صحيح) . اهـ. وفي تصحيح إسناده نظر؛ لأن فيه (أبا حريز) وهو عبد الله بن الحسين ألأزدي. قال الذهبي (ميزان الاعتدال) 2 / 406: (فيه شيء) . وقال المزي (تهذيب الكمال) 2 / 675: (استشهد به البخاري في الصحيح وروى له في الأدب) . وقال ابن حجر (هدي الساري) ص 457: (وثقه أبو زرعة واختلف فيه قول يحيى بن معين, وضعفه النسائي) . اهـ.","seal":"D005649D","part":1},
      {"page":108,"id":104,"nass":"[التعليق:]\rباب: ما جاء في التنجيم\rالتنجيم نوعان:\rنوع يسمى علم التأثير: وهو الاستدلال بالأحوال الفلكية على الحوادث الكونية، فهذا باطل ودعوى لمشاركة الله في علم الغيب الذي انفرد به، أو تصديق لمن ادعى ذلك، وهذا ينافي التوحيد لما فيه من هذه الدعوى الباطلة، ولما فيه من تعلق القلب بغير الله، ولما فيه من فساد العقل لأن سلوك الطرق الباطلة وتصديقها من مفسدات العقول والأديان.\rالنوع الثاني: علم التسيير: وهو الاستدلال بالشمس والقمر والكواكب على القبلة والأوقات والجهات، فهذا النوع لا بأس به، بل كثير منه نافع قد حث عليه الشارع، إذا كان وسيلة إلى معرفة أوقات العبادات، أو إلى الاهتداء به في الجهات. فيجب التفريق بين ما نهى عنه الشارع وحرمه، وبين ما أباحه أو استحبه أو أوجبه، فالأول هو المنافي للتوحيد دون الثاني.","seal":"1FF17452","part":1},
      {"page":109,"id":105,"nass":"باب ما جاء في الاستسقاء بالأنواء\rوقول الله تعالى: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} 1 وعن أبي مالك الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"أربع في أمتي من أمر الجاهلية لا يتركونهن: الفخر بالأحساب، والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة\". وقال: \"النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران، ودرع من جرب\" رواه مسلم2. ولهما عن زيد بن خالد رضي الله عنه قال: \"صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحديبية على إثر سماء كانت من الليل، فلما انصرف أقبل على الناس فقال: هل تدرون ماذا قال ربكم؟. قالوا: الله ورسوله أعلم، قال: قال: أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته، فذلك مؤمن بي كافر بالكوكب، وأما من قال: مطرنا بنوء كذا وكذا، فذلك كافر بي مؤمن بالكوكب\"3.\rولهما4 من حديث ابن عباس معناه. وفيه: قال بعضهم: لقد صدق\r__________\r1 سورة الواقعة آية: 82.\r2 رواه مسلم: كتاب الجنائز، باب التشديد في النياحة (2 / 644) حديث رقم (934) .\r3 رواه البخاري: كتاب الاستسقاء باب قول الله تعالى: (وتجعلون رزقكم أنكم تكذبون) (1 / 351) حديث رقم (991) . ومسلم: كتاب الإيمان، باب بيان كفر من قال مطرنا بالنوء (1/ 83 - 84) حديث رقم (71) .\r4 رواه مسلم: كتاب الإيمان، باب بيان كفر من قال مطرنا بالنوء (1 / 84) حديث رقم (73) ولفظه: عن ابن عباس قال: مطر الناس على عهد النبي (. فقال النبي (: \"أصبح من الناس شاكر ومنهم كافر. قالوا: هذه رحمة الله. وقال بعضهم: لقد صدق نوء كذا وكذا\" قال: فنزلت هذه الآية: {فلا أقسم بمواقع النجوم} حتى بلغ (وتجعلون رزقكم أنكم تكذبون) الواقعة آية (75- 82) . والحديث رواه مسلم ولم يروه البخاري كما عزاه المؤلف - رحمه الله -. ولم يعزه المزي في (تحفة الأشراف) 4 / 469 حديث رقم (5672) للبخاري.","seal":"5D43F389","part":1},
      {"page":110,"id":106,"nass":"نوء كذا وكذا، فأنزل الله هذه الآية: {فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ? وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ ?إِنَّهُ لَقُرْآنٌ كَرِيمٌ? فِي كِتَابٍ مَكْنُونٍ? لا يَمَسُّهُ إِلاَّ الْمُطَهَّرُون َ? تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ ?أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ? وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} 1.\rفيه مسائل:\rالأولى: تفسير آية الواقعة.\rالثانية: ذكر الأربع التي من أمر الجاهلية.\rالثالثة: ذكر الكفر في بعضها.\rالرابعة: أن من الكفر ما لا يخرج عن الملة.\rالخامسة: قوله: \"أصبح من عبادي مؤمن بي وكافر\" بسبب نزول النعمة.\rالسادسة: التفطن للإيمان في هذا الموضع.\rالسابعة: التفطن للكفر في هذا الموضع.\rالثامنة: التفطن لقوله: \"لقد صدق نوء كذا وكذا\".\rالتاسعة: إخراج العالم للمتعلم المسألة بالاستفهام عنها لقوله: \"أتدرون ماذا قال ربكم؟ \"\rالعاشرة: وعيد النائحة.\r[التعليق:]\rباب: الاستسقاء بالنجوم\rلما كان من التوحيد الاعتراف لله بتفرده بالنعم ودفع النقم، وإضافتها إليه قولا واعترافا، واستعانة بها على طاعته كان قول القائل: مطرنا بنوء كذا وكذا، ينافي هذا المقصود أشد المنافاة لإضافة المطر إلى النوء.\r__________\r1 سورة الواقعة آية: 75-82.","seal":"DB86947B","part":1},
      {"page":111,"id":107,"nass":"والواجب إضافة المطر وغيره من النعم إلى الله، فإنه الذي تفضل بها على عباده. ثم الأنواء ليست من الأسباب لنزول المطر بوجه من الوجوه، وإنما السبب عناية المولى ورحمته وحاجة العباد وسؤالهم لربهم بلسان الحال ولسان المقال، فينزل عليهم الغيث بحكمته ورحمته في الوقت المناسب لحاجتهم وضرورتهم. فلا يتم توحيد العبد حتى يعترف بنعم الله الظاهرة والباطنة عليه وعلى جميع الخلق، ويضيفها إليه ويستعين بها على عبادته وذكره وشكره. وهذا الموضع من محققات التوحيد، وبه يعرف كامل الإيمان وناقصه.","seal":"2B4C19BA","part":1},
      {"page":112,"id":108,"nass":"بلب: قول الله تعالى: {ومن الناس من يتخذ من دون الله أندادآ يحبونهم كحب الله}\r...\rباب\rقول الله تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} 1\rوقوله: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} 2 عن أنس أن رسول الله صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين\" أخرجاه3.\rولهما عنه قال: قال رسول الله صلى الله عليه وسلم: \"ثلاث من كن فيه وجد بهن حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه، كما يكره أن يقذف في النار\" 4. وفي رواية: \"لا يجد أحد حلاوة الإيمان حتى يحب المرء لا يحبه إلا لله\"إلى آخره5.\r__________\r1 سورة البقرة آية: 165.\r2 سورة التوبة آية: 24.\r3 رواه البخاري: كتاب الإيمان باب حب الرسول (من الإيمان (1 /14) حديث رقم (15) . ومسلم: كتاب الإيمان باب وجوب محبة رسول الله (أكثر من الأهل والولد والوالد والناس أجمعين (1 /67) حديث رقم (44) .\r4 رواه البخاري: كتاب الإيمان, باب حلاوة الإيمان (1 /14) حديث رقم (16) . ومسلم: كتاب الإيمان باب بيان خصال من اتصف بهن وجد حلاوة الإيمان (1 /66) حديث رقم (43) .\r5 رواه البخاري: كتاب الأدب باب الحب في الله (5 /2246) حديث رقم (5694) . وتمامه: \"وحتى أن يقذف في النار أحب إليه من أن يرجع إلى الكفر بعد إذ أنقذه الله, وحتى يكون الله ورسوله أحب إليه مما سواهما\".","seal":"B9693419","part":1},
      {"page":113,"id":109,"nass":"وعن ابن عباس قال: \"من أحب في الله، وأبغض في الله، ووالى في الله، وعادى في الله، فإنما تنال ولاية الله بذلك، ولن يجد عبد طعم الإيمان- وإن كثرت صلاته وصومه- حتى يكون كذلك. وقد صارت عامة مؤاخاة الناس على أمر الدنيا، وذلك لا يجدي على أهله شيئا\" رواه ابن جرير1. وقال ابن عباس في قوله: {وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ} 2 قال: المودة3.\rفيه مسائل:\rالأولى: تفسير آية البقرة.\rالثانية: تفسير آية براءة.\rالثالثه: وجوب [تقديم] محبته صلى الله عليه وسلم على النفس والأهل والمال.\rالرابعة: أن نفي الإيمان لا يدل على الخروج من الإسلام.\rالخامسة: أن للإيمان حلاوة قد يجدها الإنسان وقد لا يجدها.\rالسادسة: أعمال القلب الأربع التي لا تنال ولاية الله إلا بها، ولا يجد أحد طعم الإيمان إلا بها.\rالسابعة: فهم الصحابي للواقع: أن عامة المؤاخاة على أمر الدنيا.\rالثامنة: تفسير: {وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ} 4.\rالتاسعة: أن من المشركين من يحب الله حبا شديدا.\rالعاشرة: الوعيد على من كان الثمانية أحب إليه من دينه5.\r__________\r1 لم أقف عليه من قول ابن عباس عند ابن جرير, ووقفت عليه عند ابن المبارك (الزهد) ص 121 حديث رقم (353) (باب جليس الصدق) . وفي إسناده (ليث) وهو ابن أبي سليم. قال ابن حجر (تقريب التهذيب) 2 /138: (صدوق اختلط أخيرا ولم يتميز حديثه فترك) . اهـ.\r2 سورة البقرة آية: 166.\r3 رواه ابن جرير (جامع البيان عن تأويل آي القرآن) 2 /43 من طريق محمد بن عمرو ثنا أبو عاصم عن عيسى قال أخبرني قيس بن سعد عن عطاء عن ابن عباس قوله.\r4 سورة البقرة آية: 166.\r5 وهي الآباء والأبناء والإخوان والأزواج والعشيرة والأموال والتجارة والمساكن.","seal":"34CF35F6","part":1},
      {"page":114,"id":110,"nass":"الحادية عشرة: أن من اتخذ ندا تساوي محبته محبة الله فهو الشرك الأكبر.\r[التعليق:]\rباب:\rقول الله تعالى: ? {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} 1.\rأصل التوحيد وروحه: إخلاص المحبة لله وحده، وهي أصل التأله والتعبد له، بل هي حقيقة العبادة، ولا يتم التوحيد حتى تكمل محبة العبد لربه، وتسبق محبته جميع المحاب وتغلبها، ويكون لها الحكم عليها بحيث تكون سائر محاب العبد تبعا لهذه المحبة التي بها سعادة العبد وفلاحه. ومن تفريعها وتكميلها الحب في الله، فيحب العبد ما يحبه الله من الأعمال والأشخاص، ويبغض ما يبغضه الله من الأشخاص والأعمال، ويوالي أولياءه ويعادي أعداءه، وبذلك يكمل إيمان العبد وتوحيده.\rأما اتخاذ أنداد من الخلق يحبهم كحب الله، ويقدم طاعتهم على طاعة الله، ويلهج بذكرهم ودعائهم فهذا هو الشرك الأكبر الذي لا يغفره الله، وصاحب هذا الشرك قد انقطع قلبه من ولاية العزيز الحميد، وتعلق بغيره ممن لا يملك له شيئا، وهذا السبب الواهي الذي تعلق به المشركون سينقطع يوم القيامة أحوج ما يكون العبد لعمله، وستنقلب هذه المودة والموالاة بغضا وعداوة.\rواعلم أن أنواع المحبة ثلاثة أقسام:\rالأول: محبة الله التي هي أصل الإيمان والتوحيد.\rالثاني: المحبة في الله وهي محبة أنبياء الله ورسله وأتباعهم، ومحبة ما يحبه الله من الأعمال والأزمنة والأمكنة وغيرهم، وهذه تابعة لمحبة الله ومكملة لها.\rالثالث: محبة مع الله وهي محبة المشركين لآلهتهم وأندادهم من شجر وحجر وبشر وملك، وغيرها، وهي أصل الشرك وأساسه.","seal":"955E9CA9","part":1},
      {"page":116,"id":111,"nass":"باب قول الله تعالى\r{إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} 1.\rوقوله: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ} 2 وقوله: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} 3. وعن أبي سعيد رضي الله عنه مرفوعا: \"إن من ضعف اليقين أن ترضي الناس بسخط الله، وأن تحمدهم على رزق الله، وأن تذمهم على ما لم يؤتك الله، إن رزق الله لا يجره حرص حريص، ولا يرده كراهية كاره\" 4.\rوعن عائشة - رضي الله عنها - أن رسول الله صلى الله عليه وسلم قال: \"من التمس رضا الله\r__________\r1 سورة آل عمران آية: 175.\r2 سورة التوبة آية: 18.\r3 سورة العنكبوت آية: 10.\r4 رواه أبو نعيم (الحلية) 5 /106, 10 /41 من طريق علي بن محمد بن مروان - وهو السدي - ثنا أبي ثنا عمرو بن قيس الملائي عن عطية عن أبي سعيد مرفوعا. قال أبو نعيم: (غريب من حديث عمرو, تفرد به علي بن محمد بن مروان عن أبيه) . وقال المناوي (فيض القدير) 2 /539 حكاية عن البيهقي: (محمد بن مروان السدي أحد رجاله ضعيف) . وقال: وفيه - أيضا - عطية العوفي أورده الذهبي في الضعفاء والمتروكين وقال: ضعفوه. وللحديث طريق أخرى رواها أبو نعيم (الحلية) 10 /41 من طريق شيخه أبي الفتح ابن الحمصي أحمد بن الحسين بن محمد بن سهل فذكر أن علي بن جعفر البغدادي حدثهم قال: قال أبو موسى الدؤلي: ثنا أبو يزيد البسطامي ثنا أبو عبد الرحمن السفدي عن عمرو بن قيس الملائي عن عطية عن أبي سعيد الخدري مرفوعا. وقال: (وهذا الحديث مما ركب على أبي يزيد, والحمل فيه على شيخنا أبي الفتح فقد عثر منه على غير حديث ركبه) . وفيه- أيضا- عطية العوفي المتقدم.","seal":"2514AD2D","part":1},
      {"page":117,"id":112,"nass":"بسخط الناس - رضي الله عنه - وأرضى عنه الناس، ومن التمس رضا الناس بسخط الله سخط الله عليه، وأسخط عليه الناس\" رواه ابن حبان في صحيحه1.\rفيه مسائل:\rالأولى: تفسير آية آل عمران.\rالثانية: تفسير آية براءة.\rالثالثة: تفسير آية العنكبوت.\rالرابعة: أن اليقين يضعف ويقوى.\rالخامسه: علامة ضعفه، ومن ذلك هذه الثلاث.\rالسادسة: أن إخلاص الخوف لله من الفرائض.\rالسابعة: ذكر ثواب من فعله.\rالثامنة: ذكر عقاب من تركه.\r[التعليق:]\rباب: قول الله تعالى:\r{إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ?} 2 الآية.\rهذا الباب عقده المصنف - رحمه الله - لوجوب تعلق الخوف والخشية بالله وحده، والنهي عن تعلقه بالمخلوقين، وبيان أنه لا يتم التوحيد إلا بذلك. ولا بد في هذا الموضع من تفصيل يتضح به الأمر ويزول الاشتباه. اعلم أن الخوف والخشية تارة يقع عبادة، وتارة يقع طبيعة وعادة وذلك بحسب أسبابه ومتعلقاته.\r__________\r(موارد الظمآن) ص 370 حديث رقم (1541) و (1542) (كتاب الإمارة) (باب فيمن يرضي الله بسخط الناس) من طريقين عن عائشة. قال المناوي (فيض القدير) 6 /51: (رمز المصنف- يعني السيوطي- لحسنه) . وأورده الألباني في (صحيح الجامع) (6097) وصححه.\r2 سورة آل عمران آية: 175.","seal":"6FB60B7E","part":1},
      {"page":118,"id":113,"nass":"فإن كان الخوف والخشية خوف تأله وتعبد، وتقرب بذلك الخوف إلى من يخافه، وكان يدعو إلى طاعة باطنة وخوف سري يزجر عن معصية من يخافه، كان تعلقه بالله من أعظم واجبات الإيمان، وتعلقه بغير الله من الشرك الأكبر الذي لا يغفره الله ; لأنه أشرك في هذه العبادة التي هي من أعظم واجبات القلب غير الله مع الله، وربما زاد خوفه من غير الله على خوفه من الله. وأيضا فمن خشي الله وحده على هذا الوجه فهو مخلص موحد، ومن خشي غيره فقد جعل لله ندا في الخشية، كمن جعل لله ندا في المحبة. وذلك كمن يخشى من صاحب القبر أن يوقع به مكروها، أو يغضب عليه فيسلبه نعمة أو نحو ذلك، مما هو واقع من عباد القبور. وإن كان الخوف طبيعيا كمن يخشى من عدو أو سبع أو حية أو نحو ذلك مما يخشى ضرره الظاهري، فهذا النوع ليس عبادة، وقد يوجد من كثير من المؤمنين ولا ينافي الإيمان. وهذا إذا كان خوفا محققا قد انعقدت أسباب الخوف فليس بمذموم. وإن كان هذا خوفا وهميا كالخوف الذي ليس له سبب أصلا، أو له سبب ضعيف فهذا مذموم يدخل صاحبه في وصف الجبناء، وقد تعوذ صلى الله عليه وسلم من الجبن فهو من الأخلاق الرذيلة، ولهذا كان الإيمان التام والتوكل والشجاعة تدفع هذا النوع، حتى إن خواص المؤمنين وأقوياءهم تنقلب المخاوف في حقهم أمنا، وطمأنينة لقوة إيمانهم وشجاعتهم الشجاعة القلبية، وكمال توكلهم، ولهذا أتبعه بهذا الباب.","seal":"ECDA66FA","part":1},
      {"page":119,"id":114,"nass":"باب\rقول الله تعالى: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ} 1.\rوقوله: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} 2 وقوله: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} 3 وعن ابن عباس قال: \" {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ ?} قالها إبراهيم - عليه السلام - حين ألقي في النار، وقالها محمد صلى الله عليه وسلم حين قالوا له: {إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} 4\" رواه البخاري والنسائي5.\rفيه مسائل:\rالأولى: أن التوكل من الفرائض.\rالثانية: أنه من شروط الإيمان.\rالثالثة: تفسير آية الأنفال.\rالرابعة: تفسير الآية في آخرها.\rالخامسة: تفسير آية الطلاق.\rالسادسة: عظم شأن هذه الكلمة، وأنها قول إبراهيم - عليه الصلاة والسلام - ومحمد صلى الله عليه وسلم في الشدائد.\r__________\r1 سورة المائدة آية: 23.\r2 سورة الأنفال آية: 2.\r3 سورة الطلاق آية: 3.\r4 سورة آل عمران آية:173.\r5 رواه البخاري: كتاب التفسير, باب \"الذين قال لهم الناس إن الناس قد جمعوا لكم\" (4 /1662) حديث رقم (4287) . والنسائي في التفسير من الكبرى, كما في تحفة الأشراف (5 /238) . والنسائي- أيضا- في (عمل اليوم والليلة) ص393 حديث رقم (603) .","seal":"84755467","part":1},
      {"page":120,"id":115,"nass":"[التعليق:]\rباب:\rقول الله تعالى: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ} 1.\rالتوكل على الله من أعظم واجبات التوحيد والإيمان، وبحسب قوة توكل العبد على الله يقوى إيمانه، ويتم توحيده، والعبد مضطر إلى التوكل على الله والاستعانة به في كل ما يريد فعله أو تركه من أمور دينه أو دنياه. وحقيقة التوكل على الله: أن يعلم العبد أن الأمر كله لله، وأنه ما شاء الله كان وما لم يشأ لم يكن، وأنه هو النافع الضار المعطي المانع، وأنه لا حول ولا قوة إلا بالله، فبعد هذا العلم يعتمد بقلبه على ربه في جلب مصالح دينه ودنياه، وفي دفع المضار، ويثق غاية الوثوق بربه في حصول مطلوبه، وهو مع هذا باذل جهده في فعل الأسباب النافعة.\rفمتى استدام العبد هذا العلم وهذا الاعتماد والثقة فهو المتوكل على الله حقيقة، وليبشر بكفاية الله له ووعده للمتوكلين، ومتى علق ذلك بغير الله فهو شرك، ومن توكل على غير الله، وتعلق به، وكل إليه وخاب أمله.\r__________\r1 سورة المائدة آية: 23.","seal":"46B238FE","part":1},
      {"page":121,"id":116,"nass":"باب\rقول الله تعالى\r{أَفَأَمِنُوا مَكْرَ اللَّهِ فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلاَّ الْقَوْمُ الْخَاسِرُونَ} 1\rوقوله: {قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلاَّ الضَّالُّونَ} 2. وعن ابن عباس: \"أن رسول الله صلى الله عليه وسلم سئل عن الكبائر؟ فقال: الشرك بالله، واليأس من روح الله، والأمن من مكر الله\"3. وعن ابن مسعود قال: \"أكبر الكبائر: الإشراك بالله، والأمن من مكر الله، والقنوط من رحمة الله، واليأس من روح الله\" رواه عبد الرزاق4.\rفيه مسائل:\rالأولى: تفسير آية الأعراف.\rالثانية: تفسير آية الحجر.\rالثالثة: شدة الوعيد فيمن أمن مكر الله.\rالرابعة: شدة الوعيد في القنوط.\r__________\r1 سورة الأعراف آية: 99.\r2 سورة الحجر آية: 56.\r3 رواه البزار كما في (كشف الأستار) 1 /71 حديث رقم (106) . وابن أبي حاتم كما في (تفسير ابن كثير) 1 /484 عند تفسير قوله تعالى: {إن تجتنبوا كبائر ما تنهون عنه} الآية (31) البقرة من طريق شبيب بن بشر عن عكرمة عن ابن عباس مرفوعا. قال ابن كثير: (وفي إسناده نظر, والأشبه أن يكون موقوفا، فقد روي عن ابن مسعود نحو ذلك) . وقال الهيثمي (مجمع الزوائد) 1 /104: (رجاله موثوقون) . وحسن إسناده السيوطي في (الدر المنثور) 2 /147، والعراقي في (تخريج إحياء علوم الدين) 4 /17.\r(المصنف) 10 /459-460 حديث رقم (19701) من طريق معمر عن أبي إسحاق عن وبرة عن عامر بن الطفيل عن ابن مسعود قال: (أكبر الكبائر) الحديث. قال ابن كثير (التفسير) 1 /484: (هو صحيح إليه بلا شك) . وقال الهيثمي (مجمع الزوائد) 1 /104: (إسناده صحيح) . اهـ.","seal":"65AF457E","part":1},
      {"page":122,"id":117,"nass":"[التعليق:]\rباب:\rقول الله تعالى {أَفَأَمِنُوا مَكْرَ اللَّهِ} 1.\rمقصود الترجمة أنه يجب على العبد أن يكون خائفا من الله، راجيا له راغبا راهبا، إن نظر إلى ذنوبه وعدل الله وشدة عقابه خشي ربه وخافه، وإن نظر إلى فضله العام والخاص وعفوه الشامل رجا وطمع، إن وفق لطاعة رجا من ربه تمام النعمة بقبولها، وخاف من ردها بتقصيره في حقها، وإن ابتلي بمعصية رجا من ربه قبول توبته ومحوها، وخشي بسبب ضعف التوبة والالتفات للذنب أن يعاقب عليها، وعند النعم والمسار يرجو الله دوامها والزيادة منها والتوفيق لشكرها، ويخشى بإخلاله بالشكر من سلبها، وعند المكاره والمصائب يرجو الله دفعها وينتظر الفرج بحلها، ويرجو أيضا أن يثيبه الله عليها حين يقوم بوظيفة الصبر، ويخشى من اجتماع المصيبتين فوات الأجر المحبوب، وحصول الأمر المكروه إذا لم يوفق للقيام بالصبر الواجب، فالمؤمن الموحد في كل أحواله ملازم للخوف والرجاء وهذا هو الواجب وهو النافع، وبه تحصل السعادة، ويخشى على العبد من خلقين رذيلين:\rأحدهما: أن يستولي عليه الخوف حتى يقنط من رحمة الله وروحه.\rالثاني: أن يتجارى به الرجاء حتى يأمن مكر الله وعقوبته، فمتى بلغت به الحال إلى هذا، فقد ضيع واجب الخوف والرجاء اللذين هما من أكبر أصول التوحيد وواجبات الإيمان.\rوللقنوط من رحمة الله واليأس من روحه سببان محذوران: أحدهما: أن يسرف العبد على نفسه ويتجرأ على المحارم فيصر عليها ويصمم على الإقامة على المعصية، ويقطع طمعه من رحمة الله؛ لأجل أنه مقيم على الأسباب التي تمنع الرحمة، فلا يزال كذلك حتى يصير له هذا وصفا وخلقا\r__________\r1 سورة الأعراف آية: 99.","seal":"6B480898","part":1},
      {"page":123,"id":118,"nass":"لازما، وهذا غاية ما يريده الشيطان من العبد، ومتى وصل إلى هذا الحد لم يرج له خير إلا بتوبة نصوح وإقلاع قوي.\rالثاني: أن يقوى خوف العبد بما جنت يداه من الجرائم، ويضعف علمه بما لله من واسع الرحمة والمغفرة، ويظن بجهله أن الله لا يغفر له ولا يرحمه ولو تاب وأناب، وتضعف إرادته فييأس من الرحمة، وهذا من المحاذير الضارة الناشئة من ضعف علم العبد بربه، وما له من الحقوق، ومن ضعف النفس وعجزها ومهانتها. فلو عرف هذا ربه ولم يخلد إلى الكسل، لعلم أن أدنى سعي يوصله إلى ربه، وإلى رحمته وجوده وكرمه.\rوللأمن من مكر الله أيضا سببان مهلكان: أحدهما: إعراض العبد عن الدين وغفلته عن معرفة ربه وما له من الحقوق، وتهاونه بذلك فلا يزال معرضا غافلا مقصرا عن الواجبات، منهمكا في المحرمات، حتى يضمحل خوف الله من قلبه، ولا يبقى في قلبه من الإيمان شيء؛ لأن الإيمان يحمل على خوف الله وخوف عقابه الدنيوي والأخروي.\rالسبب الثاني: أن يكون العبد عابدا جاهلا معجبا بنفسه مغرورا بعمله، فلا يزال به جهله حتى يدل بعمله ويزول الخوف عنه، ويرى أن له عند الله المقامات العالية، فيصير آمنا من مكر الله متكلا على نفسه الضعيفة المهينة، ومن هنا يخذل ويحال بينه وبين التوفيق؛ إذ هو الذي جنى على نفسه. فبهذا التفصيل تعرف منافاة هذه الأمور للتوحيد.","seal":"375181A7","part":1},
      {"page":124,"id":119,"nass":"باب من الإيمان بالله: الصبر على أقدار الله\rوقول الله تعالى: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} 1. قال علقمة: هو الرجل تصيبه المصيبة فيعلم أنها من عند الله فيرضى ويسلم.\rوفي صحيح مسلم عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال: \"اثنتان في الناس هما بهم كفر: الطعن في النسب، والنياحة على الميت\"2.\rولهما عن ابن مسعود مرفوعا: \"ليس منا من ضرب الخدود، وشق الجيوب، ودعا بدعوى الجاهلية\"3.\rوعن أنس أن رسول الله صلى الله عليه وسلم قال: \"إذا أراد الله بعبده الخير عجل له العقوبة في الدنيا، وإذا أراد بعبده الشر أمسك عنه بذنبه حتى يوافي به يوم القيامة\".\rوقال النبي صلى الله عليه وسلم: \"إن عظم الجزاء مع عظم البلاء، وإن الله تعالى إذا أحب قوما ابتلاهم، فمن رضي فله الرضا، ومن سخط فله السخط\" حسنه الترمذي4.\r__________\r1 سورة التغابن آية: 11.\r2 رواه مسلم: كتاب الإيمان باب إطلاق اسم الكفر على الطعن في السن والنياحة (1 /82) حديث رقم (67) .\r3 رواه البخاري: كتاب الجنائز باب ليس منا من شق الجيوب (1 /435) حديث رقم (1232) . ومسلم: كتاب الإيمان باب تحريم ضرب الخدود وشق الجيوب والدعاء بدعوى الجاهلية. (1 /99) حديث رقم (103) .\r(السنن) 4 /601 (كتاب الزهد) (باب ما جاء في الصبر على البلاء) حديث رقم (2396) وقال: (هذا حديث حسن غريب من هذا الوجه) . اهـ. قال المناوي (فيض القدير) 1 /258: (قال الذهبي في موضع سعد: ليس بحجة, وفي موضع آخر كأنه غير صحيح) . اهـ. وسعد المشار إليه هو (سعد بن سنان) .","seal":"9E8E4A61","part":1},
      {"page":125,"id":120,"nass":"فيه مسائل:\rالأولى: تفسير آية التغابن.\rالثانية: أن هذا من الإيمان بالله.\rالثالثة: الطعن في النسب.\rالرابعة: شدة الوعيد فيمن ضرب الخدود وشق الجيوب، ودعا بدعوى الجاهلية.\rالخامسة: علامة إرادة الله بعبده الخير.\rالسادسة: علامة إرادة الله به الشر.\rالسابعة: علامة حب الله للعبد.\rالثامنة: تحريم السخط.\rالتاسعة: ثواب الرضا بالبلاء.\r[التعليق:]\rباب: من الإيمان بالله: الصبر على أقدار الله\rأما الصبر على طاعة الله، والصبر عن معصيته، فهو ظاهر لكل أحد أنهما من الإيمان بل هما أساسه وفرعه، فإن الإيمان كله صبر على ما يحبه الله ويرضاه ويقرب إليه، وصبر عن محارم الله. فإن الدين يدور على ثلاثة أصول: تصديق خبر الله ورسوله، وامتثال أمر الله ورسوله، واجتناب نهيهما. فالصبر على أقدار الله المؤلمة داخل في هذا العموم، ولكن خص بالذكر لشدة الحاجة إلى معرفته والعمل به.","seal":"56B8AB4B","part":1},
      {"page":126,"id":121,"nass":"فإن العبد متى علم أن المصيبة بإذن الله، وأن لله أَتَمَّ الحكمة في تقديرها، وله النعمة السابغة في تقديرها على العبد رضي بقضاء الله، وسلم لأمره وصبر على المكاره، تقربا إلى الله، ورجاء لثوابه، وخوفا من عقابه، واغتناما لأفضل الأخلاق، فاطمأن قلبه وقوي إيمانه وتوحيده.","seal":"69795689","part":1},
      {"page":127,"id":122,"nass":"باب ما جاء في الرياء\rوقول الله تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} 1. وعن أبي هريرة مرفوعا: قال الله تعالى: \"أنا أغنى الشركاء عن الشرك، من عمل عملا أشرك معي فيه غيري تركته وشركه\" رواه مسلم2.\rوعن أبي سعيد مرفوعا: \"ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟ قالوا: بلى. قال: الشرك الخفي: يقوم الرجل فيصلي فيزين صلاته، لما يرى من نظر رجل\" رواه أحمد3.\rفيه مسائل:\rالأولى: تفسير آية الكهف.\rالثانية: الأمر العظيم في رد العمل الصالح إذا دخله شيء لغير الله.\rالثالثة: ذكر السبب الموجب لذلك وهو كمال الغنى.\rالرابعة: أن من الأسباب أنه خير الشركاء.\rالخامسة: خوف النبي صلى الله عليه وسلم على أصحابه من الرياء.\rالسادسة: أنه فسر ذلك بأن المرء يصلي لله، لكن يزينها لما يرى من نظر رجل.\r__________\r1 سورة الكهف آية: 110.\r2 رواه مسلم: كتاب الزهد والرقائق، باب من أشرك في عمله غير الله (4 /2289) حديث رقم (2985) .\r(المسند) 3 /30. وابن ماجه (السنن) 2 /1406 (كتاب الزهد) (باب الرياء والسمعة) من طريق ربيح بن عبد الرحمن ابن أبي سعيد الخدري عن أبيه عن أبي سعيد قال: خرج علينا رسول الله (ونحن نتذاكر المسيح الدجال الحديث. قال البوصيري (مصباح الزجاجة) 3 /296: (هذا إسناد حسن, كثير بن زيد وربيح بن عبد الرحمن مختلف فيهما) . اهـ.","seal":"6F051CEB","part":1},
      {"page":128,"id":123,"nass":"باب من الشرك: إرادة الإنسان بعمله الدنيا\rوقول الله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ ?أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} 1. في الصحيح عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"تعس عبد الدينار، تعس عبد الدرهم، تعس عبد الخميصة، تعس عبد الخميلة، إن أعطي رضي، وإن لم يعط سخط، تعس وانتكس، وإذا شيك فلا انتقش، طوبى لعبد آخذ بعنان فرسه في سبيل الله، أشعث رأسه، مغبرة قدماه، إن كان في الحراسة كان في الحراسة، وإن كان في الساقة كان في الساقة، إن استأذن لم يؤذن له، وإن شفع لم يشفع \"2.\rفيه مسائل:\rالأولى: إرادة الإنسان الدنيا بعمل الآخرة.\rالثانية: تفسير آية هود.\rالثالثة: تسمية الإنسان المسلم عبد الدينار والدرهم والخميصة.\rالرابعة: تفسير ذلك بأنه إن أعطي رضي وإن لم يعط سخط.\rالخامسة: قوله:\"تعس وانتكس\".\rالسادسة: قوله:\"وإذا شيك فلا انتقش\".\rالسابعة: الثناء على المجاهد الموصوف بتلك الصفات.\r__________\r1 سورة هود آية: 15-16.\r2 رواه البخاري: كتاب الجهاد باب الحراسة في الغزو في سبيل الله (3 /1057-1058) حديث رقم (2730) .","seal":"9C271D20","part":1},
      {"page":129,"id":124,"nass":"[التعليق:]\rباب: ما جاء في الرياء\rثم قال:\rباب: من الشرك: إرادة الإنسان بعمله الدنيا\rاعلم أن الإخلاص لله أساس الدين، وروح التوحيد والعبادة، وهو أن يقصد العبد بعمله كله وجه الله وثوابه وفضله، فيقوم بأصول الإيمان الستة وشرائع الإسلام الخمس، وحقائق الإيمان التي هي الإحسان، وبحقوق الله، وحقوق عباده، مكملا لها قاصدا بها وجه الله والدار الآخرة، لا يريد بذلك رياء ولا سمعة ولا رياسة، ولا دنيا، وبذلك يتم إيمانه وتوحيده. ومن أعظم ما ينافي هذا مراءاة الناس والعمل لأجل مدحهم وتعظيمهم، أو العمل لأجل الدنيا، فهذا يقدح في الإخلاص والتوحيد.\rواعلم أن الرياء فيه تفصيل: فإن كان الحامل للعبد على العمل قصد مراءاة الناس، واستمر على هذا القصد الفاسد، فعمله حابط وهو شرك أصغر، ويخشى أن يتذرع به إلى الشرك الأكبر. وإن كان الحامل على العمل إرادة وجه الله مع إرادة مراءاة الناس، ولم يقلع عن الرياء بعمله، فظاهر النصوص أيضا بطلان هذا العمل. وإن كان الحامل للعبد على العمل وجه الله وحده، ولكن عرض له الرياء في أثناء عمله، فإن دفعه وخلص إخلاصه لله لم يضره، وإن ساكنه واطمأن إليه نقص العمل، وحصل لصاحبه من ضعف الإيمان والإخلاص بحسب ما قام في","seal":"728EB484","part":1},
      {"page":130,"id":125,"nass":"قلبه من الرياء، وتقاوم العمل لله وما خالطه من شائبة الرياء. والرياء آفة عظيمة، ويحتاج إلى علاج شديد، وتمرين النفس على الإخلاص، ومجاهدتها في مدافعة خواطر الرياء والأغراض الضارة، والاستعانة بالله على دفعها لعل الله يخلص إيمان العبد ويحقق توحيده.\rوأما العمل لأجل الدنيا وتحصيل أغراضها:\rفإن كانت إرادة العبد كلها لهذا المقصد، ولم يكن له إرادة لوجه الله والدار الآخرة، فهذا ليس له في الآخرة من نصيب. وهذا العمل على هذا الوصف لا يصدر من مؤمن؛ فإن المؤمن ولو كان ضعيف الإيمان، لا بد أن يريد الله والدار الآخرة.\rوأما من عمل العمل لوجه الله ولأجل الدنيا، والقصدان متساويان أو متقاربان، فهذا وإن كان مؤمنا فإنه ناقص الإيمان والتوحيد والإخلاص، وعمله ناقص لفقده كمال الإخلاص. وأما من عمل لله وحده وأخلص في عمله إخلاصا تاما، ولكنه يأخذ على عمله جعلا ومعلوما يستعين به على العمل والدين، كالجعالات التي تجعل على أعمال الخير، وكالمجاهد الذي يترتب على جهاده غنيمة أو رزق، وكالأوقاف التي تجعل على المساجد والمدارس والوظائف الدينية لمن يقوم بها، فهذا لا يضر أخذه في إيمان العبد وتوحيده لكونه لم يرد بعمله الدنيا، وإنما أراد الدين وقصد أن يكون ما حصل له معينا له على قيام الدين.\rولهذا جعل الله في الأموال الشرعية كالزكوات وأموال الفيء وغيرها جزءا كبيرا لمن يقوم بالوظائف الدينية والدنيوية النافعة، كما قد عرف تفاصيل ذلك. فهذا التفصيل يبين لك حكم هذه المسألة كبيرة الشأن، ويوجب لك أن تنزل الأمور منازلها والله أعلم.","seal":"EB7037F6","part":1},
      {"page":131,"id":126,"nass":"باب\rمن أطاع العلماء والأمراء في تحريم ما أحل الله\rأو تحليل ما حرمه فقد اتخذهم أربابا\rوقال ابن عباس: \"يوشك أن تنزل عليكم حجارة من السماء، أقول: قال رسول الله صلى الله عليه وسلم وتقولون: قال أبو بكر وعمر\". وقال أحمد بن حنبل: عجبت لقوم عرفوا الإسناد وصحته، ويذهبون إلى رأي سفيان، والله تعالى يقول: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} 1 أتدري ما الفتنة؟ الفتنة: الشرك، لعله إذا رد بعض قوله أن يقع في قلبه شيء ولا من الزيغ فيهلك. وعن \"عدي بن حاتم: أنه سمع النبي صلى الله عليه وسلم يقرأ هذه الآية: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} 2. فقلت له: إنا لسنا نعبدهم. قال: أليس يحرمون ما أحل الله فتحرمونه، ويحلون ما حرم الله فتحلونه. فقلت: بلى. قال: فتلك عبادتهم\" رواه أحمد والترمذي وحسّنه3.\r__________\r1 سورة النور آية: 63.\r2 سورة التوبة آية: 31.\r3 لم أقف عليه في مسند الإمام أحمد. ورواه الترمذي في (السنن) 5 /278 (كتاب تفسير القرآن) (باب ومن سورة التوبة) حديث رقم (3095) وقال: (هذا حديث غريب لا نعرفه إلا من حديث عبد السلام بن حرب, وغطيف بن أعين ليس بمعروف في الحديث) . اهـ. وقد حسنه شيخ الإسلام في الإيمان ص (64) .","seal":"EF57128C","part":1},
      {"page":132,"id":127,"nass":"فيه مسائل:\rالأولى: تفسير آية النور.\rالثانية: تفسير آية براءة.\rالثالثة: التنبيه على معنى العبادة التي أنكرها عدي.\rالرابعة: تمثيل ابن عباس بأبي بكر وعمر، وتمثيل أحمد بسفيان.\rالخامسة: تغير الأحوال إلى هذه الغاية حتى صار عند الأكثر عبادة الرهبان هي أفضل الأعمال وتسمى الولاية، وعبادة الأحبار هي العلم والفقه، ثم تغيرت الأحوال إلى أن عبد من دون الله من ليس من الصالحين، وعبد بالمعنى الثاني من هو من الجاهلين.","seal":"170312A8","part":1},
      {"page":133,"id":128,"nass":"باب: _25d9_2582_25d9_2588_25d9_2584 _25d8_25a7_25d9_2584_25d9_2584_25d9_2587 _25d8_25aa_25d8_25b9_25d8_20f31719d1b\r...\rباب قول الله تعالى\r{أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَاناً وَتَوْفِيقاً} 1.\rوقوله: {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ} 2.\rوقوله: {وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} 3 {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 4. وعن عبد الله بن عمرو، أن رسول الله صلى الله عليه وسلم: قال: \"لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به\" 5 قال النووي: \"حديث صحيح، رويناه في كتاب الحجة بإسناد صحيح\".\r__________\r1 سورة النساء آية: 60-61.\r2 سورة البقرة آية: 11.\r3 سورة الأعراف آية: 56.\r4 سورة المائدة آية: 50.\r5 ذكره النووي في (الأربعين) ص 107 وقال: (حديث حسن صحيح) . اهـ والمراد بكتاب الحجة (كتاب الحجة على تاركي سلوك طريق المحجة) لابن الفتح نصر بن إبراهيم المقدسي. والحديث رواه ابن أبي عاصم (السنة) 1 /12 حديث رقم (15) . والبغوي (شرح السنة) 1 /212 حديث رقم (104) من طريق نعيم بن حماد بن عبد الوهاب بن عبد المجيد الثقفي عن هشام بن حسان عن محمد بن سيرين عن عقبة بن أوس عن عبد الله بن عمرو بن العاص مرفوعا. قال ابن رجب (جامع العلوم والحكم) ص 364 متعقبا النووي تصحيح الحديث: (تصحيح هذا الحديث بعيد جدا من وجوه: 1- منها: أنه حديث ينفرد به نعيم بن حماد المروزي, ونعيم هذا وإن كان وثقه جماعة من الأئمة, وخرج له البخاري فإن أئمة الحديث كانوا يحسنون به الظن لصلابته في السنة, وتشدده في الرد على أهل الأهواء، وكانوا ينسبونه إلى أنه يتهم, ويشبه عليه في بعض الأحاديث, فلما كثر عثورهم على مناكيره حكموا عليه بالضعف ... وأين كان أصحاب عبد الوهاب الثقفي؟ وأصحاب ابن سيرين؟ عن هذا الحديث حتى ينفرد به نعيم. 2- ومنها: أنه قد اختلف على نعيم في إسناده. ثم حكى الاختلاف. 3- ومنها: أن في إسناده عقبة بن أوس السدوسي البصري، ويقال فيه يعقوب بن أوس، ثم حكى خلاف العلماء في توثيقه وتضعيفه. 4- وذكر عن الغلابي في (تاريخه) : يزعمون أنه- يعني عقبة بن أوس- لم يسمع من عبد الله بن عمرو, وإنما يقول: قال عبد الله بن عمرو, فعلى هذا تكون رواياته عن عبد الله بن عمرو منقطعة) . والله أعلم.","seal":"6FBE94FC","part":1},
      {"page":134,"id":129,"nass":"وقال الشعبي: \"كان بين رجل من المنافقين ورجل من اليهود خصومة، فقال اليهودي: نتحاكم إلى محمد- عرف أنه لا يأخذ الرشوة-. وقال المنافق: نتحاكم إلى اليهود- لعلمه أنهم يأخذون الرشوة- فاتفقا أن يأتيا كاهنا في جهينة فيتحاكما إليه، فنزلت: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ} \" 1. وقيل: نزلت في \"رجلين اختصما، فقال أحدهما: نترافع إلى النبي صلى الله عليه وسلم وقال الآخر: إلى كعب بن الأشرف، ثم ترافعا إلى عمر، فذكر له أحدهما القصة، فقال للذي لم يرض برسول الله:صلى الله عليه وسلم أكذلك؟ قال: نعم، فضربه بالسيف فقتله\"2.\r__________\r(جامع البيان) لابن جرير 5 /97 من طرق عن داود عن عامر الشعبي مرسلا.\r2 ذكره معلقا الواحدي (أسباب النزول) ص 107 – 108 في التحاكم إلى كعب بن الأشرف فقال: وقال الكلبي عن أبي صالح عن ابن عباس: نزلت في رجلين من المنافقين ... فذكره مطولا، وكذا ذكره معلقا البغوي (معالم التنزيل- بهامش تفسير الخازن المسمى لباب التأويل في معاني التنزيل) 1 /552 وجعله عن أبي صالح وابن عباس وهو تحريف. وهذا الإسناد مع تعليقه فيه (الكلبي) وهو محمد بن السائب بن بشر. قال ابن حجر (تقريب التهذيب) 2 /163: (متهم بالكذب ورمي بالرفض) . وللحديث طريق أخرى عن ابن عباس رواها الواحدي (أسباب النزول) ص 106-107. والطبراني (المعجم الكبير) 11 /373 حديث رقم (12045) من طريق أبي اليمان حدثنا صفوان بن عمرو عن عكرمة عن ابن عباس قال: كان أبو برزة الأسلمي كاهنا يقضي بين اليهود فيما يتنافرون إليه, فتنافر إليه أناس من أسلم فأنزل الله تعالى: {ألم تر إلى الذين يزعمون} إلى قوله (توفيقا) . قال الهيثمي في (مجمع الزوائد) 7 /6: (رجاله رجال الصحيح) . اهـ. وذكره الشيخ مقبل في (الصحيح المسند من أسباب النزول) ص 45.","seal":"460A8AE5","part":1},
      {"page":135,"id":130,"nass":"فيه مسائل:\rالأولى: تفسير آية النساء وما فيها من الإعانة على فهم الطاغوت.\rالثانية: تفسير آية البقرة: {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِ} 1.\rالثالثة: تفسير آية الأعراف: {وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِهَا ?} 2.\rالرابعة: تفسير: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} 3.\rالخامسة: ما قاله الشعبي في سبب نزول الآية الأولى.\rالسادسة: تفسير الإيمان الصادق والكاذب.\rالسابعة: قصة عمر مع المنافق.\rالثامنة: كون الإيمان لا يحصل لأحد حتى يكون هواه تبعا لما جاء به الرسول صلى الله عليه وسلم.\r[التعليق:]\rباب: من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرمه فقد اتخذهم أربابا\rباب:\rقول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ} 4.\rووجه ما ذكره المصنف ظاهر، فإن الرب والإله هو الذي له الحكم القدري، والحكم الشرعي، والحكم الجزائي، وهو الذي يؤله ويعبد وحده لا\r__________\r1 سورة البقرة آية: 11.\r2 سورة الأعراف آية: 56.\r3 سورة المائدة آية: 50.\r4 سورة النساء آية: 60.","seal":"CEBE4AB0","part":1},
      {"page":136,"id":131,"nass":"شريك له، ويطاع طاعة مطلقة فلا يعصى، بحيث تكون الطاعات كلها تبعا لطاعته، فإذا اتخذ العبد العلماء والأمراء على هذا الوجه، وجعل طاعتهم هي الأصل، وطاعة الله ورسوله تبعا لها فقد اتخذهم أربابا من دون الله يتألههم ويحاكم إليهم، ويقدم حكمهم على حكم الله ورسوله، فهذا هو الكفر بعينه؛ فإن الحكم كله لله، كما أن العبادة كلها لله.\rوالواجب على كل أحد أن لا يتخذ غير الله حكما، وأن يرد ما تنازع فيه الناس إلى الله ورسوله، وبذلك يكون دين العبد كله لله، وتوحيده خالصا لوجه الله.\rوكل من حاكم إلى غير حكم الله ورسوله فقد حاكم إلى الطاغوت، وإن زعم أنه مؤمن فهو كاذب.\rفالإيمان لا يصح ولا يتم إلا بتحكيم الله ورسوله في أصول الدين وفروعه، وفي كل الحقوق كما ذكره المصنف في الباب الآخر. فمن حاكم إلى غير الله ورسوله فقد اتخذ ذلك ربا، وقد حاكم إلى الطاغوت.","seal":"472ADA1C","part":1},
      {"page":137,"id":132,"nass":"باب من جحد شيئا من الأسماء والصفات\rوقول الله تعالى: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ} 1. وفي صحيح البخاري: قال علي: \"حدثوا الناس بما يعرفون، أتريدون أن يكذب الله ورسوله؟ \" 2. وروى عبد الرزاق عن معمر عن ابن طاوس عن أبيه عن \"ابن عباس: أنه رأى رجلا انتفض لما سمع حديثا عن النبي صلى الله عليه وسلم في الصفات استنكارا لذلك، فقال: ما فرق هؤلاء؟ يجدون رقة عند محكمه، ويهلكون عند متشابهه؟ \"انتهى3. ولما سمعت قريش رسول الله صلى الله عليه وسلم يذكر الرحمن، أنكروا ذلك، فأنزل الله فيهم: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ} 4.\r__________\r1 سورة الرعد آية: 30.\r2 رواه البخاري: كتاب العلم باب من خص بالعلم قوما دون قوم كراهية ألا يفهموا (1 /59) حديث رقم (127) .\r(المصنف) 11 /423 حديث رقم (20895) . والحديث المشار إليه في (الصفات) رواه عبد الرزاق – أيضا - في (المصنف) 11 /422 حديث رقم (20893) من حديث أبي هريرة- رضي الله عنه- مرفوعا: \"تحاجت الجنة والنار فقالت النار: أوثرت بالمتكبرين والمتجبرين. وقالت الجنة: فما لي لا يدخلني إلا ضعفاء الناس وسقطهم وعرتهم؟ فقال الله للجنة: إنما أنت رحمتي أرحم بك من أشاء من عبادي, وقال للنار: إنما أنت عذابي أعذب بك من أشاء من عبادي, ولكل واحدة منكما ملؤها, فأما النار فإنهم يلقون فيها {وتقول هل من مزيد} فلا تمتلئ حتى يضع رجله- أو قال: قدمه- فيها فتقول: قط قط قط, فهنالك تملأ وتنزوي بعضها إلى بعض، ولا يظلم الله من خلقه أحدا, وأما الجنة فإن الله ينشئ لها ما شاء\". اهـ.\r4 سورة الرعد آية: 30.","seal":"6F4D35EC","part":1},
      {"page":138,"id":133,"nass":"فيه مسائل:\rالأولى: عدم الإيمان بجحد شيء من الأسماء والصفات.\rالثانية: تفسير آية الرعد.\rالثالثة: ترك التحديث بما لا يفهم السامع.\rالرابعة: ذكر العلة أنه يفضي إلى تكذيب الله ورسوله، ولو لم يتعمد المنكر.\rالخامسه: كلام ابن عباس لمن استنكر شيئا من ذلك، وأنه أهلكه.\r[التعليق:]\rباب: من جحد شيئا من الأسماء والصفات\rأصل الإيمان وقاعدته التي ينبني عليها هو الإيمان بالله، وبأسمائه وصفاته. وكلما قوي علم العبد بذلك وإيمانه به، وتعبد لله بذلك قوي توحيده، فإذا علم أن الله متوحد بصفات الكمال متفرد بالعظمة والجلال والجمال ليس له في كماله مثيل، أوجب له ذلك أن يعرف ويتحقق أنه هو الإله الحق، وأن إلهية ما سواه باطلة، فمن جحد شيئا من أسماء الله وصفاته فقد أتى بما يناقض التوحيد وينافيه، وذلك من شعب الكفر.","seal":"CE347839","part":1},
      {"page":139,"id":134,"nass":"باب: قول الله تعالى: {يعرفون نعمت الله ثم ينكرونها وأكثرهم الكفرون}\r...\rباب\rقول الله تعالى {يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ} 1.\rقال مجاهد ما معناه: \"هو قول الرجل: هذا مالي ورثته عن آبائي\". وقال عون بن عبد الله: لولا فلان لم يكن كذا. وقال ابن قتيبة: \"يقولون: هذا بشفاعة آلهتنا\". وقال أبو العباس بعد حديث زيد بن خالد الذي فيه: أن الله تعالى قال: \"أصبح من عبادي مؤمن بي وكافر\"2. الحديث - وقد تقدم-: \"وهذا كثير في الكتاب والسنة، يذم سبحانه من يضيف إنعامه إلى غيره ويشرك به. قال بعض السلف: هو كقولهم: كانت الريح طيبة، والملاح حاذقا، ونحو ذلك مما هو جار على ألسنة كثير [من الناس] \".\rفيه مسائل:\rالأولى: تفسير معرفة النعمة وإنكارها.\rالثانية: معرفة أن هذا جار على ألسنة كثير [من الناس] .\rالثالثة: تسمية هذا الكلام إنكارا للنعمة.\rالرابعة: اجتماع الضدين في القلب.\r[التعليق:]\rباب:\rقول الله تعالى: {يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا} 3.\r__________\r1 سورة النحل آية: 83.\r2 تقدم تخريجه انظر ص (109) حاشية رقم (2) (باب ما جاء في الاستسقاء بالأنواء) .\r3 سورة النحل آية: 83.","seal":"5093F45D","part":1},
      {"page":140,"id":135,"nass":"الواجب على الخلق إضافة النعم إلى الله قولا واعترافا كما تقدم، وبذلك يتم التوحيد، فمن أنكر نعم الله بقلبه ولسانه فذلك كافر ليس معه من الدين شيء.\rومن أقر بقلبه أن النعم كلها من الله وحده، وهو بلسانه تارة يضيفها إلى الله، وتارة يضيفها إلى نفسه وعمله وإلى سعي غيره كما هو جار على ألسنة كثير من الناس، فهذا يجب على العبد أن يتوب منه، وأن لا يضيف النعم إلا إلى موليها، وأن يجاهد نفسه على ذلك، ولا يتحقق الإيمان والتوحيد إلا بإضافة النعم إلى الله قولا واعترافا.\rفإن الشكر الذي هو رأس الإيمان مبني على ثلاثة أركان: اعتراف القلب بنعم الله كلها عليه وعلى غيره. والتحدث بها والثناء على الله بها. والاستعانة بها على طاعة المنعم وعبادته، والله أعلم.","seal":"86F908EA","part":1},
      {"page":141,"id":136,"nass":"باب: قول الله تعالى: {فلا تجعلو لله أندادآ وأنتم تعلمون}\r...\rباب\rقول الله تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} 1\rقال ابن عباس في الآية: \"الأنداد: هو الشرك، أخفى من دبيب النمل على صفاة سوداء في ظلمة الليل، وهو أن تقول: والله وحياتك يا فلان وحياتي، وتقول: لولا كليبة هذا لآتانا اللصوص، ولولا البط في الدار لآتانا اللصوص، وقول الرجل لصاحبه: ما شاء الله وشئت، وقول الرجل: لولا الله وفلان، لا تجعل فيها فلانا، هذا كله به شرك\". رواه ابن أبي حاتم2. وعن عمر بن الخطاب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من حلف بغير الله فقد كفر، أو أشرك\" رواه الترمذي وحسنه، وصححه الحاكم3.\r__________\r1 سورة البقرة آية: 22.\r2 قال ابن كثير (التفسير) 1 /57-58: قال ابن أبي حاتم حدثنا أحمد بن عمرو بن أبي عاصم حدثنا أبو عمرو حدثنا أبو الضحاك ابن مخلد أبو عاصم حدثنا شبيب بن بشر حدثنا عكرمة عن ابن عباس في قول الله عز وجل: (فلا تجعلوا لله أندادا) الحديث بنحوه. وفي إسناده (شبيب ابن بشر) وهو النجلي. قال ابن حجر (تهذيب التهذيب) 4 /306: (قال الدوري عن ابن معين ثقة ... وقال أبو حاتم: لين الحديث حديثه حديث الشيوخ، وذكره ابن حبان في الثقات وقال: يخطئ كثيرا) . اهـ.\r3 لم أقف عليه عند الترمذي والحاكم عن (عمر بن الخطاب) - رضي الله عنه -، وإنما وقفت عليه عندهما عن ابن عمر, رواه الترمذي (السنن) 4 /110 (كتاب النذور والأيمان) (باب ما جاء في كراهية الحلف بغير الله) حديث رقم (1535) وقال: (هذا حديث حسن) . اهـ. والحاكم في (المستدرك) 1 /18 (كتاب الأيمان) وقال: (هذا حديث صحيح على شرط الشيخين فقد احتجا بمثل هذا الإسناد وخرجاه في الكتاب, وليس له علة ولم يخرجاه) . ورواه في موضع آخر (المستدرك) 4 /297 (كتاب الأيمان والنذور) وقال: (هذا حديث صحيح على شرط الشيخين ولم يخرجاه) . اهـ.","seal":"1EEB088C","part":1},
      {"page":142,"id":137,"nass":"وقال ابن مسعود: \"لأن أحلف بالله كاذبا، أحب إلي من أن أحلف بغيره صادقا\"1. وعن حذيفة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تقولوا: ما شاء الله وشاء فلان، ولكن قولوا: ما شاء الله ثم شاء فلان\" رواه أبو داود بسند صحيح2.\rوجاء عن إبراهيم النخعي: أنه يكره: أعوذ بالله وبك، ويجوز أن يقول: بالله ثم بك، قال: ويقول: لولا الله ثم فلان، ولا تقولوا: لولا الله وفلان.\rفيه مسائل:\rالأولى: تفسير آية البقرة في الأنداد.\rالثانية: أن الصحابة - رضي الله عنهم - يفسرون الآية النازلة في الشرك الأكبر بأنها تعم الأصغر.\rالثالثة: أن الحلف بغير الله شرك.\rالرابعة: أنه إذا حلف بغير الله صادقا فهو أكبر من اليمين الغموس.\rالخامسة: الفرق بين الواو وثم في اللفظ.\r__________\r1 رواه عبد الرزاق (المصنف) 8 /469 (كتاب الأيمان والنذور) (باب الأيمان ولا يحلف إلا بالله) . حديث رقم (15929) من طريق الثوري عن أبي سلمة عن وبرة قال: قال عبد الله- لا أدري ابن مسعود أو ابن عمر-: لأن أحلف بالله كاذبا ... مثله. قال الهيثمي (مجمع الزوائد) 4 /177: (رواه الطبراني في الكبير ورجاله رجال الصحيح) . اهـ. وأبو سلمة المذكور في إسناد عبد الرزاق لم أهتد إليه. ورواية الطبراني المشار إليها في (المعجم الكبير) 9 /205 حديث رقم (8902) من طريق مسعر بن كدام عن وبرة بن عبد الرحمن قال: قال عبد الله: لأن أحلف ... الحديث.\r(السنن) 5 /259 (كتاب الأدب) (باب لا يقال خبثت نفسي) حديث رقم (4980) وسكت عليه أبو داود ثم المنذري في (مختصر سنن أبي داود) 7 /274.","seal":"D014AD58","part":1},
      {"page":143,"id":138,"nass":"[التعليق:]\rباب: قول الله تعالى:\r{فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} 1.\rالترجمة السابقة على قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً} 2 الآية، يقصد بها الشرك الأكبر بأن يجعل لله ندا في العبادة والحب والخوف والرجاء وغيرها من العبادات. وهذه الترجمة المراد بها الشرك الأصغر كالشرك في الألفاظ كالحلف بغير الله، وكالتشريك بين الله وبين خلقه في الألفاظ ك: لولا الله وفلان وهذا بالله وبك، وكإضافة الأشياء ووقوعها لغير الله كلولا الحارس لآتانا اللصوص، ولولا الدواء الفلاني لهلكت، ولولا حذق فلان في المكسب الفلاني لما حصل فكل هذا ينافي التوحيد.\rوالواجب أن تضاف الأمور ووقوعها ونفع الأسباب إلى إرادة الله وإلى الله ابتداء، ويذكر مع ذلك مرتبة السبب ونفعه، فيقول: لولا الله ثم كذا ليعلم أن الأسباب مربوطة بقضاء الله وقدره. فلا يتم توحيد العبد حتى لا يجعل لله ندا في قلبه وقوله وفعله.\r__________\r1 سورة البقرة آية: 22.\r2 سورة البقرة آية: 165.","seal":"266DC9DC","part":1},
      {"page":144,"id":139,"nass":"با ب ما جاء فيمن لم يقنع بالحلف بالله\rعن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: \"لا تحلفوا بآبائكم، من حلف بالله فليصدق، ومن حلف له بالله فليرض، ومن لم يرض فليس من الله\" رواه ابن ماجه بسند حسن1.\rفيه مسائل:\rالأولى: النهي عن الحلف بالآباء.\rالثانية: الأمر للمحلوف له بالله أن يرضى.\rالثالثة: وعيد من لم يرض.\r[التعليق:]\rباب: ما جاء فيمن لم يقنع بالحلف بالله\rويراد بهذا إذا توجهت اليمين على خصمك وهو معروف بالصدق أو ظاهره الخير والعدالة، فإنه يتعين عليك الرضا والقناعة بيمينه؛ لأنه ليس عندك يقين يعارض صدقه. وما كان عليه المسلمون من تعظيم ربهم وإجلالهم يوجب عليك أن ترضى بالحلف بالله.\r__________\r(السنن) 1 /679 (كتاب الكفارات) (باب من حلف له بالله فليرض) حديث رقم (2101) . قال البوصيري (مصباح الزجاجة) 2 /143: (هذا إسناد صحيح رجاله ثقات) . وقال الألباني (الإرواء) 8 /314: (هذا إسناد صحيح رجاله ثقات كما قال البوصيري في الزوائد) . وفي تصحيح إسناده نظر؛ لأن فيه (محمد بن عجلان) . قال ابن حجر (تقريب التهذيب) 2 /190: (صدوق إلا أنه اختلطت عليه أحاديث أبي هريرة) .","seal":"8AA54C17","part":1},
      {"page":145,"id":140,"nass":"وكذلك لو بذلت له اليمين بالله فلم يرض إلا بالحلف بالطلاق، أو دعاء الخصم على نفسه بالعقوبات، فهو داخل في الوعيد؛ لأن ذلك سوء أدب وترك لتعظيم الله، واستدراك على حكم الله ورسوله.\rوأما من عرف منه الفجور والكذب، وحلف على ما تيقن كذبه فيه، فإنه لا يدخل تكذيبه في الوعيد للعلم بكذبه، وأنه ليس في قلبه من تعظيم الله ما يطمئن الناس إلى يمينه، فتعين إخراج هذا النوع من الوعيد؛ لأن حالته متيقنة والله أعلم.","seal":"1BC656E9","part":1},
      {"page":146,"id":141,"nass":"باب قول ما شاء الله وشئت\rعن قُتَيْلَة: \"أن يهوديا أتى النبي صلى الله عليه وسلم فقال: إنكم تشركون، تقولون: ما شاء الله وشئت، وتقولون: والكعبة. فأمرهم النبي صلى الله عليه وسلم إذا أرادوا أن يحلفوا أن يقولوا: ورب الكعبة، وأن يقولوا: ما شاء الله ثم شئت\" رواه النسائي وصححه1.\rوله أيضا عن ابن عباس: \"أن رجلا قال للنبي صلى الله عليه وسلم: ما شاء الله وشئت. فقال: أجعلتني لله ندا؟ بل ما شاء الله وحده\" 2 ولابن ماجه، عن الطفيل أخي عائشة لأمها، قال: \"رأيت كأني أتيت على نفر من اليهود، قلت: إنكم لأنتم القوم، لولا أنكم تقولون عزير ابن الله، قالوا: وأنتم لأنتم القوم، لولا أنكم تقولون: ما شاء الله وشاء محمد. ثم مررت بنفر من النصارى، فقلت: إنكم لأنتم القوم لولا أنكم تقولون: المسيح ابن الله. قالوا: وأنتم لأنتم القوم، لولا أنكم تقولون: ما شاء الله وشاء محمد. فلما أصبحت أخبرت بها من أخبرت. ثم أتيت النبي صلى الله عليه وسلم فأخبرته. قال: هل أخبرت بها أحدا؟ قلت: نعم. قال: فحمد الله وأثنى عليه، ثم قال: أما بعد، فإن طفيلا رأى رؤيا أخبر بها من أخبر منكم، وإنكم قلتم كلمة كان يمنعني كذا\r__________\r(السنن) 7 /6 (كتاب الأيمان والنذور) (باب الحلف بالكعبة) ولم أقف على تصحيح النسائي له, وقال ابن حجر (الإصابة في تمييز الصحابة) 13 /94: (سنده صحيح) . اهـ.\r(عمل اليوم والليلة) ص 545 - 546 (النهي أن يقال: ما شاء الله وشاء فلان) حديث رقم (988) وابن ماجه (السنن) 1 /684 (كتاب الكفارات) (باب النهي أن يقال ما شاء الله وشئت) . حديث رقم (2117) فال البوصيري (مصباح الزجاجة) 2 /150: (هذا إسناد فيه الأجلح بن عبد الله مختلف فيه، ضعفه أحمد وأبو حاتم وأبو داود وابن سعد, ووثقه ابن معين والعجلي ويعقوب بن سفيان, وباقي رجال الإسناد ثقات) .","seal":"85D49B14","part":1},
      {"page":147,"id":142,"nass":"وكذا أن أنهاكم عنها، فلا تقولوا: ما شاء الله وشاء محمد، ولكن قولوا: ما شاء الله وحده \"1.\rفيه مسائل:\rالأولى: معرفة اليهود بالشرك الأصغر.\rالثانية: فهم الإنسان إذا كان له هوى.\rالثالثة: قوله صلى الله عليه وسلم: \"أجعلتني لله ندا؟ \". فكيف بمن قال: يا أكرم الخلق ما لي من ألوذ به سواك والبيتين بعده؟\rالرابعة: أن هذا ليس من الشرك الأكبر؛ لقوله: \"يمنعني كذا وكذا\".\rالخامسة: أن الرؤيا الصالحة من أقسام الوحي.\rالسادسة: أنها قد تكون سببا لشرع بعض الأحكام.\r[التعليق:]\rباب: قول: ما شاء الله وشئت\rهذه الترجمة داخلة في الترجمة السابقة {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً} 2\r__________\r(السنن) 1 /685 (كتاب الكفارات) (باب النهي أن يقال: ما شاء الله وشئت) . حديث رقم (2118) ولم يسق لفظه. قال البوصيري (مصباح الزجاجة) 2 /152: (هذا إسناد صحيح رجاله ثقات على شرط مسلم) .\r2 سورة البقرة آية: 22.","seal":"3E84FE81","part":1},
      {"page":148,"id":143,"nass":"باب من سب الدهر فقد آذى الله\rوقول الله تعالى: {وَقَالُوا مَا هِيَ إِلاَّ حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلاَّ الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَظُنُّونَ} 1.\rوفي الصحيح عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"قال الله تعالى: يؤذيني ابن آدم، يسب الدهر، وأنا الدهر، أقلب الليل والنهار2\". وفي رواية: \"لا تسبوا الدهر؛ فإن الله هو الدهر \"3.\rفيه مسائل:\rالأولى: النهي عن سب الدهر.\rالثانية: تسميته أذى لله.\rالثالثة: التأمل في قوله:\"فإن الله هو الدهر\".\rالرابعة: أنه قد يكون سابا ولو لم يقصده بقلبه.\r[التعليق:]\rباب: من سب الدهر فقد سب الله\rوهذا واقع كثير في الجاهلية، وتبعهم على هذا كثير من الفساق والمجان والحمقى، إذا جرت تصاريف الدهر على خلاف مرادهم جعلوا يسبون الدهر\r__________\r1 سورة الجاثية آية: 24.\r2 رواه البخاري: كتاب التفسير تفسير سورة الجاثية، باب وما يهلكنا إلا الدهر (4 /1825 - 1826) رقم (4549) ومسلم: كتاب الألفاظ من الأدب، باب النهي عن سب الدهر (4 /1762) رقم (2246) .\r3 رواه مسلم: كتاب الألفاظ من الأدب، باب النهي عن سب الدهر (4 /1763) حديث رقم (2246) عن أبي هريرة - رضي الله عنه -.","seal":"C5D7D0F9","part":1},
      {"page":149,"id":144,"nass":"والوقت، وربما لعنوه. وهذا ناشئ من ضعف الدين ومن الحمق والجهل العظيم، فإن الدهر ليس عنده من الأمر شيء، فإنه مدبر مصرف، والتصاريف الواقعة فيه تدبير العزيز الحكيم، ففي الحقيقة يقع العيب والسب على مدبره. وكما أنه نقص في الدين فهو نقص في العقل، فيه تزداد المصائب ويعظم وقعها، ويغلق باب الصبر الواجب، وهذا مناف للتوحيد.\rأما المؤمن فإنه يعلم أن التصاريف واقعة بقضاء الله وقدره وحكمته، فلا يتعرض لعيب ما لم يعبه الله ولا رسوله، بل يرضى بتدبير الله ويسلم لأمره، وبذلك يتم توحيده وطمأنينته.","seal":"82D21208","part":1},
      {"page":150,"id":145,"nass":"باب: التسمي بقاضي القضاة ونحوها\r...\rباب التسمي بقاضي القضاه ونحوه\rفي الصحيح عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"إن أَخْنَعَ اسْمٍ عند الله، رَجُلٌ تسمى ملك الأملاك، لا مالك إلا الله\"1. قال سفيان: مثل شَاهَانْ شَاهْ.\rوفي رواية: \"أغيظ رجل على الله يوم القيامة وأخبثه\" 2 قوله: \"أخنع\" يعني: أوضع.\rفيه مسائل:\rالأولى: النهي عن التسمي بملك الأملاك.\rالثانية: أن ما في معناه مثله كما قال سفيان.\rالثالثة: التفطن للتغليظ في هذا ونحوه، مع القطع بأن القلب لم يقصد معناه.\rالرابعة: التفطن أن هذا لإجلال الله سبحانه.\r__________\r1 رواه البخاري: كتاب الأدب، باب أبغض الأسماء إلى الله (5 /2292) حديث رقم (5853) . ومسلم: كتاب الآداب باب تحريم التسمي بملك الأملاك, وبملك الملوك (3 /1688) حديث رقم (2143) .\r2 رواه مسلم: كتاب الآداب، باب تحريم التسمي بملك الأملاك، وبملك الملوك (3 /1688) حديث رقم (2143) . وتمام الحديث: \"وأغيظه عليه رجل كان يسمى ملك الأملاك، لا ملك إلا الله\".","seal":"50C68AFE","part":1},
      {"page":151,"id":146,"nass":"باب احترام أسماء الله تعالى وتغيير الاسم لأجل ذلك\rعن أبي شريح: أنه كان يكنى أبا الحكم، فقال له النبي صلى الله عليه وسلم: \"إن الله هو الحكم، وإليه الحكم، فقال: إن قومي إذا اختلفوا في شيء أتوني فحكمت بينهم، فرضي كلا الفريقين. فقال: ما أحسن هذا! فما لك من الولد؟ قلت: شريح، ومسلم، وعبد الله. قال: فمن أكبرهم؟ قلت: شريح، قال: فأنت أبو شريح\" رواه أبو داود وغيره1.\rفيه مسائل:\rالأولى: احترام صفات الله وأسماء الله ولو لم يقصد معناه.\rالثانية: تغيير الاسم لأجل ذلك.\rالثالثة: اختيار أكبر الأبناء للكنية.\r[التعليق:]\rباب: التسمي بقاضي القضاة ونحوه\rوباب: احترام أسماء الله وتغيير الاسم لذلك\rوهاتان الترجمتان من فروع الباب السابق، وهو أنه يجب أن لا يجعل لله ند في النيات والأقوال والأفعال، فلا يسمى أحد باسم فيه نوع مشاركة لله في أسمائه وصفاته، كقاضي القضاة وملك الملوك ونحوها، وحاكم الحكام، أو بأبي الحكم\r__________\r(السنن) 5 /240 (كتاب الأدب) (باب في تفسير الاسم القبيح) حديث (4955) . ورواه- أيضا- النسائي (السنن) 8 /226-227 (كتاب آداب القضاء) (باب إذا حكموا رجلا فقضى بينهم) . وسكت عليه أبو داود ثم المنذري (مختصر سنن أبي داود) 7 /254. وفي إسناده (يزيد بن المقدام بن شرع) . قال ابن حجر (تقريب التهذيب) 2 /371: (صدوق أخطأ عبد الحق في تضعيفه) . فالإسناد لأجله حسن لذاته.","seal":"1F5E27CE","part":1},
      {"page":152,"id":147,"nass":"ونحوه، وكل هذا حفظ للتوحيد ولأسماء الله وصفاته، ودفع لوسائل الشرك حتى في الألفاظ التي يخشى أن يتدرج منها إلى أن يظن مشاركة أحد لله في شيء من خصائصه وحقوقه.","seal":"08E3E051","part":1},
      {"page":153,"id":148,"nass":"باب من هزل بشيء فيه ذكر الله أو القرآن أو الرسول\rوقول الله تعالى: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ} 1.\rوعن ابن عمر ومحمد بن كعب وزيد بن أسلم وقتادة - دخل حديث بعضهم في بعض- \"أنه قال رجل في غزوة تبوك: ما رأينا مثل قرائنا هؤلاء، أرغب بطونا، ولا أكذب ألسنا، ولا أجبن عند اللقاء، يعني رسول الله صلى الله عليه وسلم وأصحابه القراء، فقال له عوف بن مالك: كذبت، ولكنك منافق، لأخبرن رسول الله صلى الله عليه وسلم، فذهب عوف إلى رسول الله صلى الله عليه وسلم ليخبره، فوجد القرآن قد سبقه، فجاء ذلك الرجل إلى رسول الله صلى الله عليه وسلم وقد ارتحل وركب ناقته. فقال: يا رسول الله، إنما كنا نخوض ونتحدث حديث الركب نقطع به عناء الطريق. قال ابن عمر: كأني أنظر إليه متعلقا بنسعة ناقة رسول الله صلى الله عليه وسلم وإن الحجارة تنكب رجليه، وهو يقول: إنما كنا نخوض ونلعب، فيقول له رسول الله صلى الله عليه وسلم: {أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} ما يلتفت إليه وما يزيده عليه\" 2.\rفيه مسائل:\rالأولى: - وهي العظيمة- أن من هزل بهذا، أنه كافر.\rالثانية: أن هذا تفسير الآية فيمن فعل ذلك كائنا من كان.\r__________\r1 سورة التوبة آية: 65.\r2 حديث ابن عمر رواه ابن جرير (جامع البيان عن تأويل آي القرآن - محمود شاكر) 14 /333 حديث رقم (16912) , وحديث محمد بن كعب رواه ابن جرير حديث رقم (16916) , وحديث زيد بن أسلم رواه ابن جرير حديث رقم (16911) وحديث قتادة رواه ابن جرير حديث (16914) وحديث (16915) .","seal":"DC68A2D5","part":1},
      {"page":154,"id":149,"nass":"الثالثة: الفرق بين النميمة وبين النصيحة لله ولرسوله.\rالرابعة: الفرق بين العفو الذي يحبه الله، والغلظة على أعداء الله.\rالخامسة: أن من الأعذار ما لا ينبغي أن يقبل.\r[التعليق:]\rباب: من هزل بشيء فيه ذكر الله أو القرآن أو الرسول\rأي فإن هذا مناف للإيمان بالكلية، ومخرج من الدين ; لأن أصل الدين الإيمان بالله وكتبه ورسله. ومن الإيمان تعظيم ذلك، ومن المعلوم أن الاستهزاء والهزل بشيء من هذه أشد من الكفر المجرد ; لأن هذا كفر وزيادة احتقار وازدراء. فإن الكفار نوعان: معرضون ومعارضون. فالمعارض المحارب لله ورسوله، القادح بالله وبدينه ورسوله أغلظ كفرا وأعظم فسادا.\rوالهازل بشيء منها من هذا النوع.","seal":"E8B302AE","part":1},
      {"page":155,"id":150,"nass":"باب ما جاء في قول الله تعالى\r{وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ 1\rقال مجاهد: \"هذا بعملي، وأنا محقوق به\". وقال ابن عباس: \"يريد من عندي\". وقوله: {قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} 2 قال قتادة: \"على علم مني بوجوه المكاسب\". وقال آخرون: على علم من الله أني له أهل. وهذا معنى قول مجاهد: أوتيته على شرف.\rوعن أبي هريرة، أنه سمع رسول الله صلى الله عليه وسلم يقول: \"إن ثلاثة من بني إسرائيل: أبرص وأقرع وأعمى، فأراد الله أن يبتليهم، فبعث إليهم ملكا، فأتى الأبرص فقال: أي شيء أحب إليك؟ قال: لون حسن وجلد حسن، ويذهب عني الذي قد قذرني الناس به، قال: فمسحه، فذهب عنه قذره، فأعطي لونا حسنا وجلدا حسنا، قال: فأي المال أحب إليك؟ قال: الإبل أو البقر- شك إسحاق- فأعطي ناقة عشراء، فقال: بارك الله لك فيها. قال: فأتى الأقرع، فقال: أي شيء أحب إليك؟ قال: شعر حسن، ويذهب عني الذي قد قذرني الناس به، فمسحه فذهب عنه، وأعطي شعرا حسنا، فقال: أي المال أحب إليك؟ قال: البقر، أو الإبل، فأعطي بقرة حاملا، قال: بارك الله لك فيها.\rقال: وأتى الأعمى فقال: أي شيء أحب إليك؟ قال: أن يرد الله إلي بصري، فأبصر به الناس، فمسحه فرد الله إليه بصره، قال: فأي\r__________\r1 سورة فصلت آية: 50.\r2 سورة القصص آية: 78.","seal":"A59E27AA","part":1},
      {"page":156,"id":151,"nass":"المال أحب إليك؟ قال: الغنم، فأعطي شاة والدا، فأنتج هذان وولد هذا، فكان لهذا واد من الإبل، ولهذا واد من البقر، ولهذا واد من الغنم. قال: ثم إنه أتى الأبرص في صورته وهيئته، فقال: رجل مسكين وابن سبيل قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك بالذي أعطاك اللون الحسن والجلد الحسن والمال- بعيرا أتبلغ به في سفري -، فقال: الحقوق كثيرة، فقال له: كأني أعرفك، ألم تكن أبرص يقذرك الناس فقيرا، فأعطاك الله (المال؟ فقال: إنما ورثت هذا المال كابرا عن كابر، فقال: إن كنت كاذبا فصيرك الله إلى ما كنت.\rقال: وأتى الأقرع في صورته، فقال له مثل ما قال لهذا، ورد عليه مثل ما رد عليه هذا، فقال: إن كنت كاذبا فصيرك الله إلى ما كنت. قال: ثم إنه أتى الأعمى في صورته، فقال: رجل مسكين وابن سبيل، قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك بالذي رد عليك بصرك شاة أتبلغ بها في سفري، فقال: قد كنت أعمى فرد الله إلي بصري، فخذ ما شئت، ودع ما شئت، فوالله لا أجهدك اليوم بشيء أخذته لله، فقال: أمسك مالك، فإنما ابتليتم، فقد رضي الله عنك وسخط على صاحبيك\" أخرجاه.1\rفيه مسائل:\rالأولى: تفسير الآية.\rالثانية: ما معنى: {لَيَقُولَنَّ هَذَا لِي ?} 2.\r__________\r1 رواه البخاري: كتاب الأنبياء، باب حديث أبرص وأعمى وأقرع بني إسرائيل (3 /1276) (حديث رقم (3277) . ومسلم: كتاب الزهد والرقائق (4 /2275-2277) حديث رقم (2964) .\r2 سورة فصلت آية: 50.","seal":"F13D2753","part":1},
      {"page":157,"id":152,"nass":"الثالثة: ما معنى قوله: {إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} 1.\rالرابعة: ما في هذه القصة العجيبة من العبر العظيمة.\r[التعليق:]\rباب:\rقول الله تعالى: {وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ} 2.\rمقصود هذه الترجمة أن كل من زعم أن ما أوتيه من النعم والرزق فهو بكده وحذقه وفطنته، أو أنه مستحق لذلك لما يظن له على الله من الحق، فإن هذا مناف للتوحيد؛ لأن المؤمن حقا من يعترف بنعم الله الظاهرة والباطنة ويثني على الله بها، ويضيفها إلى فضله وإحسانه، ويستعين بها على طاعته، ولا يرى له حقا على الله، وإنما الحق كله لله، وأنه عبد محض من جميع الوجوه، فبهذا يتحقق الإيمان والتوحيد، وبضده يتحقق كفران النعم، والعجب بالنفس والإدلال الذي هو من أعظم العيوب.\r__________\r1 سورة القصص آية: 78.\r2 سورة فصلت آية: 50.","seal":"0F546949","part":1},
      {"page":158,"id":153,"nass":"باب: _25d9_2582_25d9_2588_25d9_2584 _25d8_25a7_25d9_2584_25d9_2584_25d9_2587 _25d8_25aa_25d8_25b9_25d8_2077fd6bd80\r...\rباب قول الله تعالى\r{فَلَمَّا آتَاهُمَا صَالِحاً جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ} 1\rقال ابن حزم: \"اتفقوا على تحريم كل اسم معبد لغير الله، كعبد عمرو، وعبد الكعبة، وما أشبه ذلك، حاشا عبد المطلب\"2.\rوعن ابن عباس في الآية: قال: \"لما تغشاها آدم حملت، فأتاهما إبليس فقال: إني صاحبكما الذي أخرجتكما من الجنة لتطيعاني أو لأجعلن له قرني أيل فيخرج من بطنك فيشقه، ولأفعلن ولأفعلن، يخوفهما، سمياه عبد الحارث، فأبيا أن يطيعاه، فخرج ميتا، ثم حملت، فأتاهما، فقال مثل قوله، فأبيا أن يطيعاه، فخرج ميتا، فأتاهما فذكر لهما، فأدركهما حب الولد، فسمياه عبد الحارث، فذلك قوله: جَعَلاَ لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا\" رواه ابن أبي حاتم3.\rوله بسند صحيح عن قتادة قال: \"شركاء في طاعته، ولم يكن في عبادته\".\rوله بسند صحيح عن مجاهد، في قوله: {لَئِنْ آتَيْتَنَا صَالِحا} 4.\r__________\r1 سورة الأعراف آية: 190.\r2 وذلك لأن تسميته بهذا الاسم لا محذور فيها؛ لأن أصله من عبودية الرق.\r3 ذكره ابن كثير (التفسير) 2 /275 من طريق عبد الله بن المبارك عن شريك عن خصيف عن سعيد بن جبير عن ابن عباس في قوله تعالى: (فلما آتاهما صالحا) [الأعراف: 190] ثم قال: (وكأنه- والله أعلم- أصله مأخوذ من أهل الكتاب, فإن ابن عباس رواه عن أبي بن كعب كما رواه ابن أبي حاتم حدثنا أبي حدثنا أبو الجماهر حدثنا سعيد- يعني ابن بشير- عن عقبة عن قتادة عن مجاهد عن ابن عباس عن أبي بن كعب قال: لما حملت حواء أتاها الشيطان) . وقال ابن كثير: (وهذه الآثار يظهر عليها- والله أعلم- أنها من آثار أهل الكتاب) . اهـ. وقال في بيان المراد في هذا السياق: (وأما نحن فعلى مذهب الحسن البصري- رحمه الله- في هذا وأنه ليس المراد من هذا السياق آدم وحواء، وإنما المراد من ذلك المشركون من ذريته) . اهـ.\r4 سورة الأعراف آية: 189.","seal":"6DE5609A","part":1},
      {"page":159,"id":154,"nass":"قال: \"أشفقا أن لا يكون إنسانا\". وذكر معناه عن الحسن وسعيد وغيرهما.\rفيه مسائل:\rالأولى: تحريم كل اسم معبد لغير الله.\rالثانية: تفسير الآية.\rالثالثة: أن هذا الشرك في مجرد تسمية لم تقصد حقيقتها.\rالرابعة: أن هبة الله للرجل البنت السوية من النعم.\rالخامسة: ذكر السلف الفرق بين الشرك في الطاعة والشرك في العبادة.\r[التعليق:]\rباب:\rقول الله تعالى: {فَلَمَّا آتَاهُمَا صَالِحاً جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا} 1.\rمقصود الترجمة أن من أنعم الله عليهم بالأولاد، وكمل الله النعمة بهم بأن جعلهم صالحين في أبدانهم، وتمام ذلك أن يصلحوا في دينهم، فعليهم أن يشكروا الله على إنعامه، وأن لا يعبدوا أولادهم لغير الله، أو يضيفوا النعم لغير الله، فإن ذلك كفران للنعم مناف للتوحيد.\r__________\r1 سورة الأعراف آية: 190.","seal":"F4CC505E","part":1},
      {"page":160,"id":155,"nass":"باب قول الله تعالى\r{وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ} 1 الآية.\rذكر ابن أبي حاتم2 عن ابن عباس: {يُلْحِدُونَ فِي أَسْمَائِهِ} 3 يشركون.\rوعنه: \"سموا اللات من الإله، والعزى من العزيز\".\rوعن الأعمش: \"يدخلون فيها ما ليس منها\".\rفيه مسائل:\rالأولى: إثبات الأسماء.\rالثانية: كونها حسنى.\rالثالثة: الأمر بدعائه بها.\rالرابعة: ترك من عارض من الجاهلين الملحدين.\rالخامسة: تفسير الإلحاد فيها.\rالسادسة: وعيد من ألحد.\r[التعليق:]\rباب:\rقول الله تعالى: {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى} 4 إلى آخر الآية\rأصل التوحيد إثبات ما أثبته الله لنفسه، أو أثبته له رسوله من الأسماء الحسنى، ومعرفة ما احتوت عليه من المعاني الجليلة، والمعارف الجميلة، والتعبد لله بها ودعاؤه بها.\r__________\r1 سورة الأعراف آية: 180.\r(الدر المنثور) 3 /149 وفيه (واللات من الله ... ) .\r3 سورة الأعراف آية: 180.\r4 سورة الأعراف آية: 180.","seal":"5BB2C6DD","part":1},
      {"page":161,"id":156,"nass":"فكل مطلب يطلبه العبد من ربه من أمور دينه ودنياه. فليتوسل إليه باسم مناسب له من أسماء الله الحسنى، فمن دعاه لحصول رزق فليسأله باسمه الرزاق، ولحصول رحمة ومغفرة فباسمه الرحيم الرحمن البر الكريم العفو الغفور التواب ونحو ذلك.\rوأفضل من ذلك أن يدعوه بأسمائه وصفاته دعاء العبادة، وذلك باستحضار معاني الأسماء الحسنى وتحصيلها في القلوب حتى تتأثر القلوب بآثارها ومقتضياتها، وتمتلئ بأجل المعارف.\rفمثلا أسماء العظمة والكبرياء والمجد والجلال والهيبة تملأ القلوب تعظيما لله وإجلالا له.\rوأسماء الجمال والبر والإحسان والرحمة والجود تملأ القلب محبة لله وشوقا له وحمدا له وشكرا.\rوأسماء العز والحكمة والعلم والقدرة تملأ القلب خضوعا لله وخشوعا وانكسارا بين يديه.\rوأسماء العلم والخبرة والإحاطة والمراقبة والمشاهدة تملأ القلب مراقبة لله في الحركات والسكنات، وحراسة للخواطر عن الأفكار الردية والإرادات الفاسدة.\rوأسماء الغنى واللطف تملأ القلب افتقارا واضطرارا إليه، والتفاتا إليه كل وقت، في كل حال.\rفهذه المعارف التي تحصل للقلوب بسبب معرفة العبد بأسمائه وصفاته، وتعبده بها لله لا يحصل العبد في الدنيا أجل ولا أفضل ولا أكمل منها، وهي أفضل العطايا من الله لعبده، وهي روح التوحيد وروحه.\rومن انفتح له هذا الباب انفتح له باب التوحيد الخالص، والإيمان الكامل الذي لا يحصل إلا لِلْكُمَّل من الموحدين.","seal":"EA274081","part":1},
      {"page":162,"id":157,"nass":"وإثبات الأسماء والصفات هو الأصل لهذا المطلب الأعلى.\rوأما الإلحاد في أسماء الله وصفاته فإنه ينافي هذا المقصد العظيم أعظم منافاة.\rوالإلحاد أنواع:\rإما أن ينفي الملحد معانيها كما تفعله الجهمية ومن تبعهم.\rوإما بتشبيهها بصفات المخلوقين كما يفعله المشبهة من الرافضة وغيرهم.\rوإما بتسمية المخلوقين بها كما يفعله المشركون حيث سموا اللات من الإله، والعزى من العزيز، ومناة من المنان، فاشتقوا لها من أسماء الله الحسنى، فشبهوها بالله ثم جعلوا لها من حقوق العبادة ما هو من حقوق الله الخاصة.\rفحقيقة الإلحاد في أسماء الله: هو الميل بها عن مقصودها لفظا أو معنى، تصريحا أو تأويلا أو تحريفا، وكل ذلك مناف للتوحيد والإيمان.","seal":"0680E050","part":1},
      {"page":163,"id":158,"nass":"باب لا يقال السلام على الله\rفي الصحيح عن ابن مسعود رضي الله عنه قال: كنا إذا كنا مع النبي صلى الله عليه وسلم في الصلاة قلنا: السلام على الله من عباده، السلام على فلان وفلان. فقال النبي صلى الله عليه وسلم: \"لا تقولوا السلام على الله، فإن الله هو السلام\" 1.\rفيه مسائل:\rالأولى: تفسير السلام.\rالثانية: أنه تحية.\rالثالثة: أنها لا تصلح لله.\rالرابعة: العلة في ذلك.\rالخامسة: تعليمهم التحية التي لا تصلح لله.\r[التعليق:]\rباب: لا يقال السلام علي الله\rوقد بين صلى الله عليه وسلم هذا المعنى بقوله: \"فإن الله هو السلام\" فهو تعالى السلام السالم من كل عيب ونقص، وعن مماثلة أحد من خلقه له، وهو المسلم لعباده من الآفات والبليات، فالعباد لن يبلغوا ضره فيضروه، ولن يبلغوا نفعه فينفعوه، بل هم الفقراء إليه، المحتاجون إليه في جميع أحوالهم، وهو الغني الحميد.\r__________\r1 رواه البخاري: كتاب صفة الصلاة، باب ما يتخير من الدعاء بعد التشهد وليس بواجب (1 /287) حديث رقم (800) . ومسلم: كتاب الصلاة باب التشهد في الصلاة (1 /301- 302) حديث رقم (402) .","seal":"89A3DF12","part":1},
      {"page":164,"id":159,"nass":"باب قول: اللهم اغفر لي إن شئت\rفي الصحيح عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"لا يقل أحدكم: اللهم اغفر لي إن شئت، اللهم ارحمني إن شئت، ليعزم المسألة فإن الله لا مكره له\" 1. ولمسلم: \"وليعظم الرغبة؛ فإن الله لا يتعاظمه شيء أعطاه\"2.\rفيه مسائل:\rالأولى: النهي عن الاستثناء في الدعاء.\rالثانية: بيان العلة في ذلك.\rالثالثة: قوله:\"ليعزم المسألة\".\rالرابعة: إعظام الرغبة.\rالخامسة: التعليل لهذا الأمر.\r[التعليق:]\rباب: قول: اللهم اغفر لي إن شئت\rالأمور كلها وإن كانت بمشيئة الله وإرادته، فالمطالب الدينية كسؤال الرحمة والمغفرة، والمطالب الدنيوية المعينة على الدين كسؤال العافية والرزق وتوابع ذلك، قد أمر العبد أن يسألها من ربه طلبا ملحا جازما، وهذا الطلب عين العبودية ومحلها.\r__________\r1 رواه البخاري: كتاب الدعوات، باب ليعزم المسألة فإنه لا مكره له (5 /2334) . حديث رقم (5980) . ومسلم: كتاب الذكر والدعاء باب العزم بالدعاء ولا يقل إن شئت (4 /2063) حديث رقم (2679) .\r2 رواه مسلم: كتاب الذكر والدعاء، باب العزم بالدعاء ولا يقل إن شئت (4 /2063) حديث رقم (2679) .","seal":"F24EF1C2","part":1},
      {"page":165,"id":160,"nass":"ولا يتم ذلك إلا بالطلب الجازم الذي ليس فيه تعليق بالمشيئة؛ لأنه مأمور به، وهو خير محض لا ضرر فيه، والله تعالى لا يتعاظمه شيء.\rوبهذا يظهر الفرق بين هذا وبين سؤال بعض المطالب المعينة التي لا يتحقق مصلحتها ومنفعتها، ولا يجزم أن حصولها خير للعبد. فالعبد يسأل ربه ويعلقه على اختيار ربه له أصلح الأمرين، كالدعاء المأثور: \"اللهم أحيني إذا كانت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي\"1 وكدعاء الاستخارة.\rفافهم هذا الفرق اللطيف البديع بين طلب الأمور النافعة المعلوم نفعها وعدم ضررها، وأن الداعي يجزم بطلبها ولا يعلقها، وبين طلب الأمور التي لا يدري العبد عن عواقبها، ولا رجحان نفعها على ضررها، فالداعي يعلقها على اختيار ربه الذي أحاط بكل شيء علما وقدرة ورحمة ولطفا.\r__________\r1 البخاري: المرضى (5671) . ومسلم: الذكر والدعاء والتوبة والاستغفار (2680) . والترمذي: الجنائز (971) . والنسائي: الجنائز (1820 ,1821 ,1822) . وأبو داود: الجنائز (3108) . وابن ماجه: الزهد (4265) . وأحمد (3/101 ,3/104 ,3/171 ,3/195 ,3/208 ,3/247 ,3/281) .","seal":"8B35AF33","part":1},
      {"page":166,"id":161,"nass":"باب: لا يقول: عبدي وأمتي\rفي الصحيح عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \"لا يقل أحدكم: أطعم ربك، وضىء ربك، وليقل: سيدي ومولاي، ولا يقل أحدكم: عبدي وأمتي، وليقل: فتاي وفتاتي وغلامي \"1.\rفيه مسائل:\rالأولى: النهي عن قول: عبدي وأمتي.\rالثانية: لا يقول العبد: ربي، ولا يقال له: أطعم ربك.\rالثالثة: تعليم الأول قول: فتاي وفتاتي وغلامي.\rالرابعة: تعليم الثاني قول: سيدي ومولاي.\rالخامسة: التنبيه للمراد، وهو تحقيق التوحيد حتى في الألفاظ.\r[التعليق:]\rباب: لا يقل عبدي وأمتي\rوهذا على وجه الاستحباب أن يعدل العبد عن قول عبدي وأمتي إلى فتاي وفتاتي، تحفظا عن اللفظ الذي فيه إيهام ومحذور ولو على وجه بعيد، وليس حراما، وإنما الأدب كمال التحفظ بالألفاظ الطيبة التي لا توهم محذورا بوجه.\rفإن الأدب في الألفاظ دليل على كمال الإخلاص، خصوصا هذه الألفاظ التي هي أمس بهذا المقام.\r__________\r1 رواه البخاري: كتاب العتق، باب كراهية التطاول على الرقيق (2 /901) حديث رقم (2414) . ومسلم: كتاب الألفاظ من الأدب، باب حكم إطلاق لفظة العبد والأمة والمولى والسيد (4 /1764) حديث رقم (2249) .","seal":"BE1306B3","part":1},
      {"page":167,"id":162,"nass":"باب: لا يرد من سأل الله\r...\rباب لا يرد من سأل بالله\rعن ابن عمر - رضي الله عنهما -، قال: قال رسول الله صلى الله عليه وسلم: \"من سأل بالله فأعطوه، ومن استعاذ بالله فأعيذوه، ومن دعاكم فأجيبوه، ومن صنع إليكم معروفا فكافئوه، فإن لم تجدوا ما تكافئونه فادعوا له حتى تروا أنكم قد كافأتموه\" رواه أبو داود والنسائي بسند صحيح1.\rفيه مسائل:\rالأولى: إعاذة من استعاذ بالله.\rالثانية: إعطاء من سأل بالله.\rالثالثة: إجابة الدعوة.\rالرابعة: المكافأة على الصنيعة.\rالخامسة: أن الدعاء مكافأة لمن لم يقدر إلا عليه.\rالسادسة: قوله: \"حتى تروا أنكم قد كافأتموه\".\r__________\r1 رواه أبو داود (السنن) 2 /310 (كتاب الزكاة) (باب عطية من سأل بالله) حديث رقم (1672) . والنسائي (السنن) 5 /82 (كتاب الزكاة) (باب من سأل بالله عز وجل) . والحاكم في (المستدرك) 1 /412 وقال: (هذا حديث صحيح على شرط الشيخين) . وقال الذهبي: (على شرطهما) . والحديث سكت عليه أبو داود ثم المنذري (مختصر سنن أبي داود) 3 /253 وإسناده رجاله ثقات ليس فيه إلا ما يخشى من عنعنة الأعمش له عن مجاهد.","seal":"D8F17E47","part":1},
      {"page":168,"id":163,"nass":"باب لا يسأل بوجه الله إلا الجنة\rعن جابر، قال: قال رسول الله صلى الله عليه وسلم: \"لا يسأل بوجه الله إلا الجنة\" رواه أبو داود1.\rفيه مسائل:\rالأولى: النهي عن أن يسأل بوجه الله إلا غاية المطالب.\rالثانية: إثبات صفة الوجه.\r[التعليق:]\rباب: لا يرد من سأل بالله\rوباب: لا يسأل بوجه الله إلا الجنة\rالباب الأول خطاب للمسئول:\rوأنه إذا أدلى على الإنسان أحد بحاجة وتوسل إليه بأعظم الوسائل، وهو السؤال بالله، أن يجيبه احتراما وتعظيما لحق الله، وأداء لحق أخيه حيث أدلى بهذا السبب الأعظم.\rوالباب الثاني خطاب للسائل:\rوأن عليه أن يحترم أسماء الله وصفاته، وأن لا يسأل شيئا من المطالب الدنيوية بوجه الله، بل لا يسأل بوجهه إلا أهم المطالب وأعظم المقاصد وهي الجنة بما فيها من النعيم المقيم، ورضا الرب والنظر\r__________\r(السنن) 2/309 – 310 (كتاب الزكاة) (باب كراهية المسألة بوجه الله تعالى) حديث رقم (1671) . قال المنذري (مختصر السنن) 2/252: (في إسناده سليمان بن معاذ قال الدارقطني: سليمان بن معاذ وهو سليمان بن قرم تكلم فيه غير واحد) . وقال المناوي (فيض القدير) 6/451: (قال في المهذب: سليمان بن معاذ قال ابن معين: (ليس بشيء. وقال عبد الحق وابن القطان: ضعيف) اهـ.","seal":"000D037B","part":1},
      {"page":169,"id":164,"nass":"إلى وجهه الكريم والتلذذ بخطابه، فهذا المطلب الأسنى هو الذي يسأل بوجه الله.\rوأما المطالب الدنيوية والأمور الدنيئة وإن كان العبد لا يسألها إلا من ربه، فإنه لا يسألها بوجهه.","seal":"59A65768","part":1},
      {"page":170,"id":165,"nass":"باب: ما جاء في \"لو\"\r...\rباب ما جاء في اللَّوْ\rوقول الله تعالى: {يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا} 1.\rوقوله: {الَّذِينَ قَالُوا لإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا} 2.\rفي الصحيح عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \"احرص على ما ينفعك، واستعن بالله، ولا تعجزن، وإن أصابك شيء فلا تقل: لو أني فعلت كذا لكان كذا وكذا. ولكن قل: قدر الله وما شاء فعل، فإن لو تفتح عمل الشيطان3\".\rفيه مسائل:\rالأولى: تفسير الآيتين في آل عمران.\rالثانية: النهي الصريح عن قول: \"لو\" إذا أصابك شيء.\rالثالثة: تعليل المسألة بأن ذلك يفتح عمل الشيطان.\rالرابعة: الإرشاد إلى الكلام الحسن.\rالخامسة: الأمر بالحرص على ما ينفع، مع الاستعانة بالله.\rالسادسة: النهي عن ضد ذلك وهو العجز.\r[التعليق:]\rباب: ما جاء في اللَّوْ\rاعلم أن استعمال العبد للفظة: \"لو\" تقع على قسمين: مذموم ومحمود\r__________\r1 سورة آل عمران آية: 154.\r2 سورة آل عمران آية: 168.\r3 رواه مسلم: كتاب القدر باب في الأمر بالقوة وترك العجز والاستعانة بالله وتفويض المقادير لله (4 /2052) حديث رقم (2664) . وأوله: \"المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير, أحرص\".","seal":"972E084F","part":1},
      {"page":171,"id":166,"nass":"أما المذموم فأن يقع منه أو عليه أمر لا يحبه فيقول: لو أني فعلت كذا لكان كذا، فهذا من عمل الشيطان؛ لأن فيه محذورين:\rأحدهما: أنها تفتح عليه باب الندم والسخط والحزن الذي ينبغي له إغلاقه، وليس فيها نفع.\rالثاني: أن في ذلك سوء أدب على الله وعلى قدره، فإن الأمور كلها والحوادث دقيقها وجليلها بقضاء الله وقدره، وما وقع من الأمور فلا بد من وقوعه، ولا يمكن رده، فكان في قوله: لو كان كذا أو لو فعلت كذا كان كذا، نوع اعتراض ونوع ضعف إيمان بقضاء الله وقدره. ولا ريب أن هذين الأمرين المحذورين لا يتم للعبد إيمان ولا توحيد إلا بتركهما.\rوأما المحمود من ذلك فأن يقولها العبد تمنيا للخير. كقوله صلى الله عليه وسلم: \"لو استقبلت من أمري ما استدبرت ما سقت الهدي ولأهللت بالعمرة\"1.\rوقوله في الرجل المتمني للخير: \"لو أن لي مثل مال فلان، لعملت فيه مثل عمل فلان\"2.\rو\"لو صبر أخي موسى لقص الله علينا من نبأهما\"3 أي في قصته مع الخضر.\r__________\r1 رواه البخاري, كتاب الحج, باب تقضي الحائض المنسك كلها إلا الطواف بالبيت (2 /594- 595) حديث رقم (1568) . ومسلم: كتاب الحج، باب بيان وجوه الإحرام (2 /883- 884) حديث رقم (1216) . وهو جزء من حديث طويل عن جابر بن عبد الله - رضي الله عنهما -.\r2 رواه الترمذي (السنن) 4 /562 (كتاب الزهد) (باب ما جاء مثل الدنيا مثل أربعة نفر) حديث (2325) وقال: (حسن صحيح) . اهـ.\r3 رواه البخاري: كتاب الأنبياء باب حديث الخضر مع موسى - عليهما السلام - (3 /1246- 1248) رقم (3220) . ومسلم: كتاب الفضائل, باب فضائل الخضر عليه السلام (4 /1850-1852) حديث رقم (2380) وهو جزء من حديث طويل عن أبي بن كعب - رضي الله عنه -.","seal":"99C6D0F1","part":1},
      {"page":172,"id":167,"nass":"وكما أن (لو) إذا قالها متمنيا للخير فهو محمود.\rفإذا قالها متمنيا للشر فهو مذموم. فاستعمال (لو) تكون بحسب الحال الحامل عليها.\rإن حمل عليها الضجر والحزن وضعف الإيمان بالقضاء والقدر أو تمنى الشر كان مذموما.\rوإن حمل عليها الرغبة في الخير والإرشاد والتعليم كان محمودا، ولهذا جعل المصنف الترجمة محتملة للأمرين.","seal":"C77CD459","part":1},
      {"page":173,"id":168,"nass":"باب النهي عن سب الريح\rعن أبي بن كعب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا\rتسبوا الريح، فإذا رأيتم ما تكرهون فقولوا: اللهم إنا نسألك من خير هذه الريح\rوخير ما فيها، وخير ما أمرت به، ونعوذ بك من شر هذه الريح، وشر ما فيها، وشر\rما أمرت به\" صححه الترمذي1.\rفيه مسائل:\rالأولى: النهي عن سب الريح.\rالثانية: الإرشاد إلى الكلام النافع إذا رأى الإنسان ما يكره.\rالثالثة: الإرشاد إلى أنها مأمورة.\rالرابعة: أنها قد تؤمر بخير، وقد تؤمر بشر.\r[التعليق:]\rباب: النهي عن سب الريح\rوهذا نظير ما سبق في سب الدهر، إلا أن ذلك الباب عام في سب جميع حوادث\rالدهر، وهذا خاص بالريح، ومع تحريمه فإنه حمق وضعف في العقل والرأي، فإن\rالريح مصرفة مدبرة بتدبير الله وتسخيره، فالساب لها يقع سبه على من صرفها،\rولولا أن المتكلم بسب الريح لا يخطر هذا المعنى في قلبه غالبا لكان الأمر أفظع\rمن ذلك، ولكن لا يكاد يخطر بقلب مسلم.\r__________\r(السنن) 4 /521 (كتاب الفتن) (باب النهي عن سب الرياح) حديث رقم (\r2252) . وقال: (هذا حديث حسن صحيح) . اهـ. وقال: (وفي الباب عن عائشة,\rوأبي هريرة, وعثمان ابن أبي العاص, وأنس, وابن عباس, وجابر, قلت: وفي\rإسناد حديث أبي (محمد بن فضيل) . قال ابن حجر (تقريب التهذيب) 2 /201: (\rصدوق)","seal":"9FE3FFD1","part":1},
      {"page":174,"id":169,"nass":"باب قول الله تعالى\r{يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} 1.\rوقوله: {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ} 2.\rقال ابن القيم في الآية الأولى:\r\"فسر هذا بأنه سبحانه لا ينصر رسوله وأن أمره سيضمحل، وفسر بظنهم أن ما أصابهم لم يكن بقدر الله وحكمته، ففسر بإنكار الحكمة وإنكار القدر، وإنكار أن يتم أمر رسوله صلى الله عليه وسلم وأن يظهره على الدين كله، وهذا هو ظن السوء، الذي ظنه المنافقون والمشركون في سورة الفتح، وإنما كان هذا ظن السوء؛ لأنه ظن غير ما يليق به سبحانه، وما يليق بحكمته وحمده ووعده الصادق.\rفمن ظن أنه يديل الباطل على الحق إدالة مستقرة يضمحل معها الحق، أو أنكر أن يكون ما جرى بقضائه وقدره، أو أنكر أن يكون قدره لحكمة بالغة يستحق عليها الحمد، بل زعم أن ذلك لمشيئة مجردة، فذلك ظن الذين كفروا، فويل للذين كفروا من النار.\rوأكثر الناس يظنون بالله ظن السوء فيما يختص بهم، وفيما يفعله بغيرهم، ولا يسلم من ذلك إلا من عرف الله وأسماءه وصفاته وموجب حكمته وحمده.\r__________\r1 سورة آل عمران آية: 154.\r2 سورة الفتح آية: 6.","seal":"B6026645","part":1},
      {"page":175,"id":170,"nass":"فليعتن اللبيب الناصح لنفسه بهذا، وليتب إلى الله ويستغفره من ظنه بربه ظن السوء.\rولو فتشت من فتشت لرأيت عنده تعنتا على القدر وملامة له، وأنه كان ينبغي أن يكون كذا وكذا، فمستقل ومستكثر، وفتش نفسك: هل أنت سالم؟\rوإلا فإني لا إخالك ناجيا\".\rفإن تنج منها تنج من ذي عظيمة\rفيه مسائل:\rالأولى: تفسير آية آل عمران.\rالثانية: تفسير آية الفتح.\rالثالثة: الإخبار بأن ذلك أنواع لا تحصر.\rالرابعة: أنه لا يسلم من ذلك إلا من عرف الأسماء والصفات وعرف نفسه.\r[التعليق:]\rباب: قول الله تعالى: {يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّة} 1\rوذلك أنه لا يتم للعبد إيمان ولا توحيد حتى يعتقد جميع ما أخبر الله به من أسمائه وصفاته وكماله، وتصديقه بكل ما أخبر إليه به من أسمائه وصفاته وكماله، وتصديقه بكل ما أخبر به، وأنه يفعله، وما وعد به من نصر الدين، وإحقاق الحق، وإبطال الباطل، فاعتقاد هذا من الإيمان، وطمأنينة القلب بذلك من الإيمان.\rوكل ظن ينافي ذلك فإنه من ظنون الجاهلية المنافية للتوحيد ; لأنها سوء ظن بالله ونفي لكماله وتكذيب لخبره وشك في وعده. والله أعلم.\r__________\r1 سورة آل عمران آية: 154.","seal":"48437804","part":1},
      {"page":176,"id":171,"nass":"باب ما جاء في منكري القدر\rوقال ابن عمر: والذي نفس ابن عمر بيده، لو كان لأحدهم مثل أحد ذهبا، ثم أنفقه في سبيل الله ما قبله الله منه، حتى يؤمن بالقدر. ثم استدل بقول النبي صلى الله عليه وسلم: \"الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره\" رواه مسلم1.\rوعن عبادة بن الصامت: أنه قال لابنه: يا بني، إنك لن تجد طعم الإيمان حتى تعلم أن ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك، سمعت رسول الله صلى الله عليه وسلم يقول: \"إن أول ما خلق الله القلم، فقال له: اكتب، فقال: رب وماذا أكتب؟ قال: اكتب مقادير كل شيء حتى تقوم الساعة\" يا بني، سمعت رسول الله صلى الله عليه وسلم يقول: \"من مات على غير هذا فليس مني\"2.\rوفي رواية لأحمد: \"إن أول ما خلق الله تعالى القلم، فقال له: اكتب، فجرى في تلك الساعة بما هو كائن إلى يوم القيامة\"3. وفي رواية لابن وهب: قال رسول الله صلى الله عليه وسلم: \"فمن لم يؤمن بالقدر خيره وشره أحرقه الله بالنار\"4.\r__________\r1 رواه مسلم: كتاب الإيمان، باب بيان الإيمان والإسلام والإحسان ووجوب الإيمان بإثبات قدر الله ... (1 /36, 38) حديث رقم (8) . جزء من حديث جبريل المشهور وهو في صحيح مسلم من حديث عمر بن الخطاب وأبي هريرة - رضي الله عنهما -.\r2 رواه باللفظ المذكور أبو داود في (السنن) 5 /76 (كتاب السنة) (باب في القدر) حديث رقم (4700) . سكت عنه أبو داود ثم المنذري في (مختصر سنن أبي داود) 7 /69 وله طرق كثيرة يصح بها. انظر (السنة) لابن أبي عاصم 1 /48-49.\r(المسند) 5 / 317 من حديث عبادة بن الصامت.\r(القدر) لابن وهب ص 121 حديث رقم (26) من طريق عمر بن محمد أن سليمان بن مهران حدثه قال: قال عبادة بن الصامت الحديث. وإسناده منقطع بين (سليمان بن مهران) وهو الأعمش، وكان مولده أول إحدى وستين. (تهذيب التهذيب) 4 /223 وبين (عبادة بن الصامت) وقد توفي سنة أربع وثلاثين (التقريب) ص 292.","seal":"60B41268","part":1},
      {"page":177,"id":172,"nass":"وفي المسند والسنن عن ابن الديلمي، قال: أتيت أبي بن كعب، فقلت له: في نفسي شيء من القدر، فحدثني بشيء، لعل الله يذهبه من قلبي، فقال: \"لو أنفقت مثل أحد ذهبا ما قبله الله منك حتى تؤمن بالقدر، وتعلم أن ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك، ولو مت على غير هذا لكنت من أهل النار\". قال: فأتيت عبد الله بن مسعود، وحذيفة بن اليمان، وزيد بن ثابت، فكلهم حدثني بمثل ذلك عن النبي صلى الله عليه وسلم حديث صحيح، رواه الحاكم في صحيحه1.\rفيه مسائل:\rالأولى: بيان فرض الإيمان بالقدر.\rالثانية: بيان كيفية الإيمان به.\rالثالثة: إحباط عمل من لم يؤمن به.\rالرابعة: الإخبار بأن أحدا لا يجد طعم الإيمان حتى يؤمن به.\rالخامسة: ذكر أول ما خلق الله.\rالسادسة: أنه جرى بالمقادير في تلك الساعة إلى قيام الساعة.\rالسابعة: براءته صلى الله عليه وسلم ممن لم يؤمن به.\rالثامنة: عادة السلف في إزالة الشبهة بسؤال العلماء.\rالتاسعة: أن العلماء أجابوه بما يزيل شبهته، وذلك أنهم نسبوا الكلام إلى رسول الله صلى الله عليه وسلم فقط.\r__________\r1 رواه أبو داود (السنن) 5 /75 (كتاب السنة) (باب في القدر) حديث رقم (4699) . وابن ماجه (السنن) 1 /29-30 (المقدمة) (باب في القدر) حديث رقم (77) . والإمام أحمد (المسند) 5 /82. ولم أقف عليه في (المستدرك) للحاكم ولعله أراد ابن حبان في (صحيحه) (موارد الظمآن) ص450 حديث رقم (1817) . قال المنذري في (مختصر السنن) 7 /69: (وفي إسناده سعيد بن سنان الشيباني, وثقه يحيى بن معين وغيره, وتكلم الإمام أحمد وغيره) . وقال فيه ابن حجر في (تقريب التهذيب) 1 /298: (صدوق له أوهام) . وصححه الألباني في تخريج (السنة) لابن أبي عاصم 1 /109.","seal":"2A780998","part":1},
      {"page":178,"id":173,"nass":"[التعليق:]\rباب: ما جاء في منكري القدر\rقد ثبت بالكتاب والسنة وإجماع الأمة: أن الإيمان بالقدر أحد أركان الإيمان، وأنه ما شاء الله كان، وما لم يشأ لم يكن، فمن لم يؤمن بهذا فإنه ما آمن بالله حقيقة.\rفعلينا أن نؤمن بجميع مراتب القدر: فنؤمن أن الله بكل شيء عليم، وأنه كتب في اللوح المحفوظ جميع ما كان وما يكون إلى يوم القيامة، وأن الأمور كلها بخلقه وقدرته وتدبيره.\rومن تمام الإيمان بالقدر: العلم بأن الله لم يجبر العباد على خلاف ما يريدون، بل جعلهم مختارين لطاعتهم ومعاصيهم.","seal":"57780262","part":1},
      {"page":179,"id":174,"nass":"باب ما جاء في المصورين\rعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"قال الله تعالى: ومن أظلم ممن ذهب يخلق كخلقي، فليخلقوا ذرة، أو ليخلقوا حبة، أو ليخلقوا شعيرة\" أخرجاه1.\rولهما عن عائشة - رضي الله عنها -، أن رسول الله صلى الله عليه وسلم قال: \"أشد الناس عذابا يوم القيامة الذين يضاهئون بخلق الله\" 2.\rولهما عن ابن عباس، سمعت رسول الله صلى الله عليه وسلم يقول: \"كل مصور في النار، يجعل له بكل صورة صورها نفس يعذب بها في جهنم\" 3.\rولهما عنه مرفوعا: \"من صور صورة في الدنيا كلف أن ينفخ فيها الروح، وليس بنافخ\"4.\r__________\r1 رواه البخاري (الصحيح) 6 /2747 (كتاب التوحيد) (باب قول الله تعالى: والله خلقكم وما تعملون) حديث رقم (7120) . ومسلم: كتاب اللباس والزينة باب تحريم تصوير صورة الحيوان وتحريم اتخاذ ما فيه صور غير ممتهنة بالفرش ونحوه.... (3 /1671) رقم (2111) .\r2 رواه البخاري: كتاب اللباس، باب ما وطئ من التصاوير (5 /2221) حديث رقم (5610) . ومسلم: كتاب اللباس والزينة، باب تحريم تصوير صورة الحيوان.... (3 /1668) حديث رقم (2106) .\r3 رواه البخاري: كتاب البيوع، باب بيع التصاوير التي ليس فيها روح (2 /775) حديث رقم (2112) . ومسلم: كتاب اللباس والزينة باب تحريم تصوير صورة الحيوان ... (3 /1670- 1671) حديث رقم (2110) واللفظ لمسلم.\r4 رواه البخاري: كتاب اللباس، باب من صور صورة كلف أن ينفخ فيها وليس بنافخ (5 /2223) حديث رقم (5618) . ومسلم: كتاب اللباس والزينة باب تحريم تصوير صورة الحيوان ... (3 /1671) حديث رقم (2110) .","seal":"775BA7FD","part":1},
      {"page":180,"id":175,"nass":"ولمسلم عن أبي الهياج: قال: قال لي علي: ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم \"أن لا تدع صورة إلا طمستها، ولا قبرا مشرفا إلا سويته\"1.\rفيه مسائل:\rالأولى: التغليظ الشديد في المصورين.\rالثانية: التنبيه على العلة وهو ترك الأدب مع الله لقوله: \"ومن أظلم ممن ذهب يخلق كخلقي\".\rالثالثة: التنبيه على قدرته وعجزهم لقوله: (فليخلقوا ذرة) أو (شعيرة) .\rالرابعة: التصريح بأنهم أشد الناس عذابا.\rالخامسة: أن الله يخلق بعدد كل صورة نفسا يعذب بها المصور في جهنم.\rالسادسة: أنه يكلف أن ينفخ فيها الروح.\rالسابعة: الأمر بطمسها إذا وجدت.\r[التعليق:]\rباب: ما جاء في المصورين\rوهذا من فروع الباب السابق أنه لا يحل أن يجعل لله ندا في النيات والأقوال والأفعال، والند المشابه ولو بوجه بعيد. فاتخاذ الصور الحيوانية تشبه بخلق الله، وكذب على الخلقة الإلهية، وتمويه وتزوير، فلذلك زجر الشارع عنه.\r__________\r1 رواه مسلم: كتاب الجنائز، باب الأمر بتسوية القبر (2 /666) حديث رقم (969) .","seal":"35209F1E","part":1},
      {"page":181,"id":176,"nass":"باب ما جاء في كثرة الحلف\rوقول الله تعالى: {وَاحْفَظُوا أَيْمَانَكُمْ} 1.\rعن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"الحلف منفقة للسلعة، ممحقة للكسب\" أخرجاه2.\rوعن سلمان، أن رسول الله صلى الله عليه وسلم قال: \"ثلاثة لا يكلمهم الله ولا يزكيهم ولهم عذاب أليم: أشيمط زان، وعائل مستكبر، ورجل جعل الله بضاعته، لا يشتري إلا بيمينه، ولا يبيع إلا بيمينه\" رواه الطبراني بسند صحيح3.\rوفي الصحيح عن عمران بن حصين رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"خير أمتي قرني، ثم الذين يلونهم، ثم الذين يلونهم- قال عمران: فلا أدري أذكر بعد قرنه مرتين أو ثلاثة؟ - ثم إن بعدكم قوم يشهدون ولا يستشهدون، ويخونون ولا يؤتمنون، وينذرون ولا يوفون، ويظهر فيهم السمن\" 4.\r__________\r1 سورة المائدة آية: 89.\r2 رواه البخاري: كتاب البيوع، باب يمحق الله الربا ويربي الصدقات (2 /735) حديث رقم (1981) . ومسلم: كتاب المساقاة باب النهي عن الحلف في البيع (3 /1228) حديث رقم (1606) . في البخاري: (ممحقة للبركة) , وفي مسلم: (ممحقة للربح) .\r(المعجم الكبير) 6 /301 حديث رقم (6111) ، و (المعجم الصغير) 2 /21 من طريق سعيد بن عمرو الأشعثي حدثنا حفص بن غياث عن عاصم الأحول عن أبي عثمان النهدي عن سلمان الفارسي مرفوعا وقال: لم يروه عن عاصم الأحفص. قال الهيثمي (مجمع الزوائد) 4 /78: (رواه الطبري في الثلاثة إلا أنه قال في (الصغير) و (الأوسط) : (ثلاثة لا يكلمهم الله, ولا يزكيهم ولهم عذاب أليم) . فذكره ورجاله رجال الصحيح) . اهـ ولفظه في (الكبير) : (ثلاثة لا ينظر الله إليهم يوم القيامة: أشيمط زان ... ) الحديث.\r4 رواه البخاري: كتاب فضائل أصحاب النبي (, باب فضائل أصحاب النبي ((3 /1335) , حديث رقم (3450) . ومسلم: كتاب فضائل الصحابة، باب فضل الصحابة ثم الذين يلونهم ثم الذين يلونهم (4 /1964) حديث رقم (2535) .","seal":"6B3212BC","part":1},
      {"page":182,"id":177,"nass":"وفيه عن ابن مسعود، أن النبي صلى الله عليه وسلم قال: \"خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم يجيء قوم تسبق شهادة أحدهم يمينه، ويمينه شهادته\" 1.\rوقال إبراهيم: \"كانوا يضربوننا على الشهادة والعهد ونحن صغار\".\rفيه مسائل:\rالأولى: الوصية بحفظ الأيمان.\rالثانية: الإخبار بأن الحلف منفقة للسلعة ممحقة للبركة.\rالثالثة: الوعيد الشديد فيمن لا يبيع إلا بيمينه ولا يشتري إلا بيمينه.\rالرابعة: التنبيه على أن الذنب يعظم مع قلة الداعي.\rالخامسة: ذم الذين يحلفون ولا يستحلفون.\rالسادسة: ثناؤه صلى الله عليه وسلم على القرون الثلاثة أو الأربعة وذكر ما يحدث بعدهم.\rالسابعة: ذم الذين يشهدون ولا يستشهدون.\rالثامنة: كون السلف يضربون الصغار على الشهادة والعهد.\r[التعليق:]\rباب: ما جاء في كثرة الحلف\rأصل اليمين إنما شرعت تأكيدا للأمر المحلوف عليه، وتعظيما للخالق، ولهذا وحب أن لا يحلف إلا لله، وكان الحلف بغيره من الشرك.\rومن تمام هذا التعظيم أن لا يحلف بالله إلا صادقا.\rومن تمام هذا التعظيم أن يحترم اسمه العظيم عن كثرة الحلف بالكذب، وكثرة الحلف تنافي التعظيم الذي هو روح التوحيد.\r__________\r1 رواه البخاري: كتاب فضائل أصحاب النبي (، باب فضائل أصحاب النبي (3 /1335) حديث رقم (3451) . ومسلم: كتاب فضائل الصحابة، باب فضل الصحابة ثم الذين يلونهم ثم الذين يلونهم (4 /1962-1963) حديث رقم (2533) (210) .","seal":"2D464054","part":1},
      {"page":183,"id":178,"nass":"بلب: ما جاء في ذمة الله وذمة نبيه\r...\rباب ما جاء في ذمة الله وذمة نبيه\rوقوله تعالى: {وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلا تَنْقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلاً إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ} 1.\rعن بريدة، قال: كان رسول الله صلى الله عليه وسلم إذا أمر أميرا على جيش، أو سرية أوصاه بتقوى الله، ومن معه من المسلمين خيرا. فقال: \"اغزوا بسم الله في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا، ولا تقتلوا وليدا، وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال- أو خلال- فأيتهن ما أجابوك فاقبل منهم وكف عنهم، ثم ادعهم إلى الإسلام، فإن أجابوك فاقبل منهم، ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين، وأخبرهم أنهم إن فعلوا ذلك فلهم ما للمهاجرين، وعليهم ما على المهاجرين، فإن أبوا أن يتحولوا منها فأخبرهم أنهم يكونون كأعراب المسلمين، يجري عليهم حكم الله تعالى، ولا يكون لهم في الغنيمة والفيء شيء، إلا أن يجاهدوا مع المسلمين، فإن هم أبوا فاسألهم الجزية، فإن هم أجابوك فأقبل منهم وكف عنهم، فإن هم أبوا فاستعن بالله وقاتلهم.\rوإذا حاصرت أهل حصن فأرادوك أن تجعل لهم ذمة الله وذمة نبيه، فلا تجعل لهم ذمة الله وذمة نبيه، ولكن اجعل لهم ذمتك وذمة أصحابك، فإنكم إن تخفروا ذممكم وذمة أصحابكم أهون من أن تخفروا ذمة الله وذمة نبيه. وإذا حاصرت أهل حصن فأرادوك أن تنزلهم على حكم الله، فلا تنزلهم على حكم الله، ولكن أنزلهم على حكمك، فإنك لا تدري أتصيب فيهم حكم الله أم لا؟ \" رواه مسلم2.\r__________\r1 سورة النحل آية: 91.\r2 رواه مسلم: كتاب الجهاد والسير، باب تأمير الإمام الأمراء على البعوث ووصيته إياهم بآداب الغزو وغيرها. (3 /1356-1358) حديث رقم (1731) .","seal":"2B21FDED","part":1},
      {"page":184,"id":179,"nass":"فيه مسائل:\rالأولى: الفرق بين ذمة الله وذمة نبيه وذمة المسلمين.\rالثانية: الإرشاد إلى أقل الأمرين خطرا.\rالثالثة: قوله: \"اغزوا بسم الله في سبيل الله\".\rالرابعة: قوله:\"قاتلوا من كفر بالله\".\rالخامسة: قوله:\"استعن بالله وقاتلهم\".\rالسادسة: الفرق بين حكم الله وحكم العلماء.\rالسابعة: في كون الصحابي يحكم عند الحاجة بحكم لا يدري أيوافق حكم الله أم لا؟.\r[التعليق:]\rباب: ما جاء في ذمة الله وذمة نبيه\rالمقصود من هذه الترجمة البعد والحذر من التعرض للأحوال التي يخشى منها نقض العهود والإخلال بها، بعدما يجعل للأعداء المعاهدين ذمة الله وذمة رسوله. فإنه متى وقع النقض في هذه الحال كان انتهاكا من المسلمين لذمة الله وذمة نبيه، وتركا لتعظيم الله، وارتكابا لأكبر المفسدتين كما نبه عليه صلى الله عليه وسلم.\rوفي ذلك أيضا تهوين للدين والإسلام وتزهيد للكفار به، فإن الوفاء بالعهود خصوصا المؤكدة بأغلظ المواثيق من محاسن الإسلام الداعية للأعداء المنصفين إلى تفضيله واتباعه.","seal":"D5D7C9D6","part":1},
      {"page":185,"id":180,"nass":"باب ما جاء في الإقسام على الله\rعن جندب بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"قال رجل: والله لا يغفر الله لفلان، فقال الله (من ذا الذي يتألى علي أن لا أغفر لفلان؟ إني قد غفرت له وأحبطت عملك\" رواه مسلم1.\rوفي حديث أبي هريرة2: أن القائل رجل عابد، قال أبو هريرة: \"تكلم بكلمة أوبقت دنياه وآخرته\".\rفيه مسائل:\rالأولى: التحذير من التألي على الله.\rالثانية: كون النار أقرب إلى أحدنا من شراك نعله.\rالثالثة: أن الجنة مثل ذلك.\rالرابعة: فيه شاهد لقوله: \"إن الرجل ليتكلم بالكلمة\"إلى آخره.\rالخامسة: أن الرجل قد يغفر له بسبب هو من أكره الأمور إليه.\r__________\r1 رواه مسلم: كتاب البر والصلة والآداب، باب النهي عن تقنيط الإنسان من رحمة الله تعالى (4 /2023) حديث رقم (2621) . وتمامه: (أو كما قال) . اهـ.\r2 رواه أبو داود في (السنن) 5 /207 (كتاب الأدب) (باب النهي عن البغي) حديث رقم (4901) وأوله: (كان رجلان في بني إسرائيل ... ) . قال المنذري (مختصر سنن أبي داود) 7 /225: (في إسناده علي بن ثابت الجزري قال الأزدي: ضعيف. وقال أبو حاتم: يكتب حديثه. وقال ابن معين: ثقة. وقال أبو زرعة: ثقة لا يأس به) . وقال ابن حجر (تقريب التهذيب) 1 /32: (صدوق ربما أخطأ, وقد ضعفه الأزدي بلا حجة) . اهـ.","seal":"E3C512AA","part":1},
      {"page":186,"id":181,"nass":"باب لا يستشفع بالله على خلقه\rعن جبير بن مطعم رضي الله عنه قال: \"جاء أعرابي إلى النبي صلى الله عليه وسلم فقال: يا رسول الله، نهكت الأنفس، وجاع العيال، وهلكت الأموال، فاستسق لنا ربك فإنا نستشفع بالله عليك، وبك على الله. فقال النبي صلى الله عليه وسلم: سبحان الله، سبحان الله! \" فلا زال يسبح حتى عرف ذلك في وجوه أصحابه. ثم قال النبي صلى الله عليه وسلم \"ويحك! أتدري ما الله؟ إن شأن الله أعظم من ذلك، إنه لا يستشفع بالله على أحد من خلقه\" وذكر الحديث، رواه أبو داود1.\rفيه مسائل:\rالأولى: الإنكار على من قال: \"نستشفع بالله عليك\".\rالثانية: تغيره تغيرا عرف في وجوه أصحابه من هذه الكلمة.\rالثالثة: أنه لم ينكر عليه قوله: \"نستشفع بك على الله\".\rالرابعة: التنبيه على تفسير \"سبحان الله\".\rالخامسة: أن المسلمين يسألونه الاستسقاء.\r__________\r(السنن) 5 /94 (كتاب السنة) (باب في الجهمية) حديث رقم (4726) قال المنذري (مختصر سنن أبي داود) 7 /97: (قال أبو بكر البزار: وهذا الحديث لا نعلمه يروى عن النبي (من وجه من الوجوه إلا من هذا الوجه, ولم يقل فيه محمد بن إسحاق حدثني يعقوب بن عقبة) . وقال: (ومحمد بن إسحاق مدلس, وإذا قال المدلس: عن فلان ولم يقل حدثنا أو سمعت أو أخبرنا لا يحتج بخبره, وإلى هذا أشار البزار مع أن ابن إسحاق إذا صرح بالسماع اختلف الحفاظ في الاحتجاج بحديثه فكيف إذا لم يصرح به ... ) . وقد ناقش ابن القيم- رحمه الله- في (تهذيب السنن) 7 /94 تعليل المنذري هذا مناقشة طويلة. والحديث ضعفه الألباني في تخريج (السنة) لابن أبي عاصم 1 /252 حديث رقم (575) . ولم أقف على قوله (إن شأن الله أعظم من ذلك، إنه لا يستشفع بالله على أحد من خلقه) . في سنن أبي داود, ووقفت عليه في (السنة) لابن أبي عاصم 1 /252 حديث رقم (575) . وفي سنن أبي داود- أيضا- مكان قوله: (نهكت الأنفس) (نهكت الأموال) .","seal":"E6A5A035","part":1},
      {"page":187,"id":182,"nass":"[التعليق:]\rباب: الإقسام على الله\rوباب: لا يستشفع بالله علي خلقه\rوهذان الأمران من سوء الأدب في حق الله، وهو مناف للتوحيد.\rأما الإقسام على الله فهو في الغالب من باب العجب بالنفس والإدلال على الله، وسوء الأدب معه، ولا يتم الإيمان حتى يسلم من ذلك كله. وأما الاستشفاع بالله على خلقه فهو تعالى أعظم شأنا من أن يتوسل به إلى خلقه ; لأن رتبة المتوسل به غالبا دون رتبة المتوسل إليه، وذلك من سوء الأدب مع الله، فيتعين تركه، فإن الشفعاء لا يشفعون عنده إلا بإذنه، وكلهم يخافونه، فكيف يعكس الأمر فيجعل هو الشافع، وهو الكبير العظيم الذي خضعت له الرقاب، وذلت له الكائنات بأسرها.","seal":"54C20AB6","part":1},
      {"page":188,"id":183,"nass":"باب ما جاء في حماية النبي صلى الله عليه وسلم\rحمى التوحيد وسده طرق الشرك\rعن عبد الله بن الشِّخِّير رضي الله عنه قال: \"انطلقت في وفد بني عامر إلى رسول الله صلى الله عليه وسلم فقلنا: أنت سيدنا. فقال: السيد: الله تبارك وتعالى. قلنا: وأفضلنا فضلا، وأعظمنا طولا. فقال: قولوا بقولكم أو بعض قولكم ولا يستجرينكم الشيطان\" رواه أبو داود بسند جيد1.\rوعن أنس رضي الله عنه أن ناسا قالوا: يا رسول الله، يا خيرنا وابن خيرنا، وسيدنا وابن سيدنا، فقال: \"يا أيها الناس قولوا بقولكم، ولا يستهوينكم الشيطان، أنا محمد عبد الله ورسوله، ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله (\" رواه النسائي بسند جيد2.\rفيه مسائل:\rالأولى: تحذير الناس من الغلو.\rالثانية: ما ينبغي أن يقول من قيل له: \"أنت سيدنا\".\rالثالثة: قوله: \"لا يستهوينكم الشيطان\" مع أنهم لم يقولوا إلا الحق.\rالرابعة: قوله: \"ما أحب أن ترفعوني فوق منزلتي\".\r__________\r(السنن) 5 /154-155 (كتاب الأدب) (باب في كراهية التمادح) حديث رقم (4806) قال ابن حجر (فتح الباري) 5 /179: (رجاله ثقات، وقد صححه غير واحد) . وقال المناوي (فيض القدير) 4 /152: (سكت عليه أبو داود ثم المنذري) . اهـ.\r(عمل اليوم والليلة) ص250 حديث رقم (249) (ذكر اختلاف الأخبار في قول القائل سيدنا وسيدي) . من طريق أبي بكر بن نافع حدثنا بهز حدثنا حماد بن سلمة ثنا ثابت عن أنس. الحديث بنحوه. وله طريق أخرى عن أنس عند الإمام أحمد (المسند) 3 /241 وطريقان آخران عن حماد به رواهما الإمام أحمد- أيضا- (المسند) 3 /153 و249. قال ابن عبد الهادي (الصارم المنكي) ص 246: (وفي المسند بإسناد صحيح على شرط مسلم عن أنس ... الحديث) .","seal":"11556ED5","part":1},
      {"page":189,"id":184,"nass":"[التعليق:]\rباب: ما جاء في حماية المصطفى حمى التوحيد وسده طرق الشرك\rتقدم1 نظير هذه الترجمة وأعادها المصنف اهتماما بالمقام، فإن التوحيد لا يتم ولا يحفظ ولا يحصن إلا باجتناب جميع الطرق المفضية إلى الشرك، والفرق بين البابين أن الأول فيه حماية التوحيد بسد الطرق الفعلية، وهذا الباب فيه حمايته وسده بالتأدب والتحفظ بالأقوال.\rفكل قول يفضي إلى الغلو الذي يخشى منه الوقوع في الشرك، فإنه يتعين اجتنابه ولا يتم التوحيد إلا بتركه.\rوالحاصل أن تمام التوحيد بالقيام بشروطه وأركانه ومكملاته ومحققاته، وباجتناب نواقضه ومنقصاته ظاهرا وباطنا، قولا وفعلا وإرادة واعتقادا.\rوقد مضى من التفاصيل ما يوضح ذلك.\r__________\r1 ص85 (باب ما جاء في حماية المصطفى (جناب التوحيد، وسده كل طريق يوصل إلى الشرك) .","seal":"AD45852B","part":1},
      {"page":190,"id":185,"nass":"باب ما جاء في قول الله تعالى\r{وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1\rعن ابن مسعود رضي الله عنه قال: \"جاء حبر من الأحبار إلى رسول الله صلى الله عليه وسلم فقال: يا محمد، إنا نجد أن الله يجعل السماوات على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء على إصبع، والثرى على إصبع، وسائر الخلق على إصبع، فيقول: أنا الملك، فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه، تصديقا لقول الحبر، ثم قرأ رسول الله صلى الله عليه وسلم: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ} 2\"متفق عليه3.\rوفي رواية لمسلم: \"والجبال والشجر على إصبع، ثم يهزهن فيقول: أنا الملك، أنا الله \"4.\rوفي رواية للبخاري: \"يجعل السماوات على إصبع، والماء والثرى على إصبع، وسائر الخلق على إصبع\" أخرجاه5.\r__________\r1 سورة الزمر آية: 67.\r2 البخاري: تفسير القرآن (4811) والتوحيد (7414 ,7415 ,7451 ,7513) , ومسلم: صفة القيامة والجنة والنار (2786) , والترمذي: تفسير القرآن (3238) , وأحمد (1/378 ,1/429 ,1/457) .\r3 رواه البخاري: كتاب التفسير, باب وما قدروا الله حق قدره (4 /1812) حديث رقم (4533) . ومسلم: كتاب صفات المنافقين, كتاب صفة القيامة والجنة والنار. (4 /2147) حديث رقم (2786) . وليس فيهما قوله: (الماء على إصبع, والثرى على إصبع) .\r4 رواه مسلم: كتاب صفات المنافقين وأحكامهم, كتاب صفة القيامة والجنة والنار (4 /2147) حديث رقم (2786) .\r5 رواه البخاري: كتاب التفسير, باب وما قدروا الله حق قدره (4 /1812) حديث رقم (4533) . ومسلم: كتاب صفات المنافقين, كتاب صفة القيامة والجنة والنار. (4 /2147) حديث رقم (2786) .","seal":"B1992D8F","part":1},
      {"page":191,"id":186,"nass":"ولمسلم عن ابن عمر مرفوعا: \"يطوي الله السماوات يوم القيامة، ثم يأخذهن بيده اليمنى، ثم يقول: أنا الملك، أين الجبارون؟ أين المتكبرون؟ ثم يطوي الأرضين السبع ثم يأخذهن بشماله، ثم يقول: أنا الملك، أين الجبارون؟ أين المتكبرون؟ \"1.\rوروي عن ابن عباس قال: \"ما السماوات السبع والأرضون السبع في كف الرحمن إلا كخردلة في يد أحدكم\"2.\rوقال ابن جرير: حدثني يونس أخبرنا ابن وهب قال: قال ابن زيد: حدثني أبي قال: قال رسول الله صلى الله عليه وسلم: \"ما السماوات السبع في الكرسي إلا كدراهم سبعة ألقيت في ترس\"3.\rقال: وقال أبو ذر رضي الله عنه سمعت رسول الله صلى الله عليه وسلم يقول: \"ما الكرسي في العرش إلا كحلقة من حديد ألقيت بين ظهري فلاة من الأرض\"4.\r__________\r1 رواه مسلم: كتاب صفات المنافقين وأحكامهم, كتاب صفة القيامة والجنة والنار (4 /2148) حديث رقم (2788) .\r2 رواه ابن جرير (التفسير) 24 /17 في تفسير قوله تعالى: (بل الله فاعبد وكن من الشاكرين وما قدروا الله حق قدره) , الآية من طريق معاذ بن هشام ثنى أبي عن عمرو بن مالك عن أبي الجوزاء عن ابن عباس مثله. إلا أنه قال: (يد الله) مكان (كف الرحمن) . وفي إسناده (عمرو بن مالك) وهو الفكري أبو مالك ذكره ابن أبي حاتم (الجرح والتعديل) 6 /259 ولم يذكر فيه جرحا ولا تعديلا. وقال ابن حبان (المجروحين) 3 /114 في ترجمة ابنه (يحيى بن عمرو بن مالك) : (.. فيكون هو وأبوه جميعا متروكين) . وقال ابن عدي في ترجمة (أبي الجوزاء) وهو أوس بن عبد الله الربعي: (حدث عنه عمرو بن مالك قدر عشرة أحاديث غير محفوظة) . (تهذيب التهذيب) 1 /384.\r(تفسير ابن جرير) 3 /7-8 (وابن زيد) هو عبد الرحمن بن زيد بن أسلم. قال الذهبي (العلو) ص91: (هذا مرسل, وعبد الرحمن ضعيف) . اهـ.\r4 ذكره ابن جرير- معلقا- (التفسير) 3 /8 بمثل لفظ المؤلف, وذكره الذهبي (العلو) ص89- 90 من طريق يحيى بن سعيد العبشمي حدثنا ابن جريج عن عطاء عن عبيد بن عمير عن أبي ذر قلت: يا رسول الله أي آية أعظم؟ قال: \"آية الكرسي, ما السموات السبع في الكرسي ألا كحلقة ملقاة في أرض فلاة, وفضل العرش على الكرسي كفضل الغلاة على تلك الحلقة\". وقال: (وأحسب العبشمي هو الأموي صدوق وإلا فهو آخر, والخبر منكر) . اهـ.","seal":"AD4591B7","part":1},
      {"page":192,"id":187,"nass":"وعن ابن مسعود، قال: \"بين السماء الدنيا والتي تليها خمسمائة عام، وبين كل سماء وسماء خمسمائة عام، وبين السماء السابعة والكرسي خمسمائة عام، وبين الكرسي والماء خمسمائة عام، والعرش فوق الماء، والله فوق العرش، لا يخفى عليه شيء من أعمالكم\". أخرجه ابن مهدي عن حماد بن سلمة عن عاصم عن زر عن عبد الله، ورواه بنحوه المسعودي عن عاصم عن أبي وائل عن عبد الله. قاله الحافظ الذهبي - رحمه الله تعالى -، قال: وله طرق1.\rوعن العباس بن عبد المطلب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"هل تدرون كم بين السماء والأرض؟ \"قلنا: الله ورسوله أعلم، قال: \"بينهما مسيرة خمسمائة سنة، ومن كل سماء إلى سماء مسيرة خمسمائة سنة، وكثف كل سماء مسيرة خمسمائة سنة، وبين السماء السابعة والعرش بحر، بين أسفله وأعلاه كما بين السماء والأرض، والله سبحانه وتعالى فوق ذلك، وليس يخفى عليه شيء من أعمال بني آدم\" أخرجه أبو داود وغيره\r__________\r1 قول الذهبي في (العلو) ص 39 لكنه قال: (والكرسي فوق الماء والله فوق الكرسي) . ولم يذكر العرش. والحديث رواه ابن خزيمة (كتاب التوحيد) ص 105 و 106 (باب ذكر استواء خالقنا العلي الأعلى) . ورواه في موضع آخر ص 376-377 (باب ذكر موضع عرش الله عز وجل قبل خلق السموات) . ورواه الذهبي (العلو) ص 39. وصحح إسناده في موضع آخر من (العلو) ص 64. وصحح إسناده- أيضا- ابن القيم (اجتماع الجيوش الإسلامية) ص 100.","seal":"6DAC4021","part":1},
      {"page":193,"id":188,"nass":"فيه مسائل:\rالأولى: تفسير قوله تعالى: {وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ} 1.\rالثانية: أن هذه العلوم وأمثالها باقية عند اليهود الذين في زمنه صلى الله عليه وسلم ولم ينكروها ولم يتأولوها.\rالثالثة: أن الحبر لما ذكر ذلك للنبي صلى الله عليه وسلم صدقه، ونزل القرآن بتقرير ذلك.\rالرابعة: وقوع الضحك منه صلى الله عليه وسلم لما ذكر الحبر هذا العلم العظيم.\rالخامسة: التصريح بذكر اليدين، وأن السماوات في اليد اليمنى والأرضين في الأخرى.\rالسادسة: التصريح بتسميتها الشمال.\rالسابعة: ذكر الجبارين والمتكبرين عند ذلك.\rالثامنة: قوله: \"كخردلة في كف أحدكم \".\rالتاسعة: عظم الكرسي بالنسبة إلى السماوات.\rالعاشرة: عظمة العرش بالنسبة إلى الكرسي.\rالحادية عشرة: أن العرش غير الكرسي والماء.\rالثانية عشرة: كم بين كل سماء إلى سماء؟.\rالثالثة عشرة: كم بين السماء السابعة والكرسي؟\rالرابعة عشرة: كم بين الكرسي والماء؟\rالخامسة عشرة: أن العرش فوق الماء.\rالسادسة عشرة: أن الله فوق العرش.\rالسابعة عشرة: كم بين السماء والأرض؟\rالثامنة عشرة: كثف كل سماء خمسمائة سنة.\rالتاسعة عشرة: أن البحر الذي فوق السماوات بين أعلاه وأسفله [مسيرة] خمسمائة سنة، والله سبحانه وتعالى أعلم.\r__________\r1 سورة الزمر آية: 67.","seal":"121701C1","part":1},
      {"page":194,"id":189,"nass":"والحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين.\r[التعليق:]\rباب: قول الله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} 1.\rختم المصنف - رحمه الله تعالى - كتابه بهذه الترجمة. وذكر النصوص الدالة على عظمة الرب العظيم وكبريائه، ومجده وجلاله وخضوع المخلوقات بأسرها لعزه ; لأن هذه النعوت العظيمة والأوصاف الكاملة أكبر الأدلة والبراهين على أنه المعبود وحده، المحمود وحده، الذي يجب أن يذل له غاية الذل والتعظيم وغاية الحب والتأله، وأنه الحق وما سواه باطل، وهذه حقيقة التوحيد ولبه وروحه، وسر الإخلاص.\rفنسأل الله أن يملأ قلوبنا من معرفته ومحبته والإنابة إليه، إنه جواد كريم، وهذا آخر التعليق المختصر على كتاب التوحيد وتوضيح مقاصده، وقد حوى من غرر مسائل التوحيد، ومن التقاسيم والتفصيلات النافعة ما لا يستغني عنه الراغبون في هذا الفن الذي هو أصل الأصول، وبه تقوم العلوم كلها. والحمد لله على تيسيره ومنته.\rوصلى الله على محمد وعلى آله وصحبه وسلم تسليما.\r__________\r1 سورة الزمر آية: 67.","seal":"5A1450E8","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1376,"Bk":"القول السديد شرح كتاب التوحيد ط النفائس","HigriD":"1376","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي","bLnk":null,"Inf":"","Auth":"عبد الرحمن السعدي","Betaka":"الكتاب: القول السديد شرح كتاب التوحيد\r\nالمؤلف: أبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي (المتوفى: 1376هـ)\r\nالمحقق: المرتضى الزين أحمد\r\nالناشر: مجموعة التحف النفائس الدولية\r\nالطبعة: الثالثة\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"السَّعْدي، عبد الرحمن (1307 - 1376هـ).\r\n\r\nعبد الرحمن بن ناصر بن عبد الله. عالم ومفسّر سعودي ولد في القصيم بالمملكة العربية السعودية. مات والده ولم يتجاوز الثانية عشرة من عمره، طلب العلم وجدّ فيه فحفظ القرآن الكريم والمتون فاشتهر أمره وعلت منزلته وكثر تلاميذه، ترك عدة كتب نافعة، أكثرها في تفسير القرآن وعلومه، أبرزها تيسير الكريم الرحمن في تفسير كلام المنان، واختصر هذا التفسير بكتاب سماه تيسير اللطيف المنان في خلاصة تفسير القرآن، وكتبه قيِّمة محققة تخلو من الدخيل والغرائب، أسلوبها سهل ميسر.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"4F19E30B","cat":"العقيدة","oNum":8529,"BkId":8529,"oAuth":128,"bVer":1,"aSeal":"D88E0C37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8529":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":11,"sub":0,"tit":"كتاب التوحيد"},
      {"lvl":1,"id":17,"sub":0,"tit":"باب: فضل التوحيد وما يكفر من الذنوب"},
      {"lvl":1,"id":22,"sub":0,"tit":"باب: من حقق التوحيد دخل الجنة بغير حساب"},
      {"lvl":1,"id":26,"sub":0,"tit":"باب: الخوف من الشرك"},
      {"lvl":1,"id":29,"sub":0,"tit":"باب: الدعاء إلى شهادة أن لا إله إلا الله"},
      {"lvl":1,"id":33,"sub":0,"tit":"باب: تفسير التوحيد وشهادة أن لا إله إلا الله"},
      {"lvl":1,"id":37,"sub":0,"tit":"باب: من الشرك لبس الحلقة والخيط ونحوهما لرفع البلاء أو دفعه"},
      {"lvl":1,"id":41,"sub":0,"tit":"باب: ما جاء في الرقى والتمائم"},
      {"lvl":1,"id":45,"sub":0,"tit":"باب: من تبرك بشجرة أو غيرها ونحوهما"},
      {"lvl":1,"id":48,"sub":0,"tit":"باب: ما جاء في الذبح لغير الله"},
      {"lvl":1,"id":51,"sub":0,"tit":"باب: لا يذبح لله بمكان يذبح فيه لغير الله"},
      {"lvl":1,"id":53,"sub":0,"tit":"باب: من الشرك النذر لغير الله"},
      {"lvl":1,"id":54,"sub":0,"tit":"باب: من الشرك الاستعاذة بغير الله"},
      {"lvl":1,"id":55,"sub":0,"tit":"باب: من الشرك أن يستغيث بغير الله أو يدعو غيره"},
      {"lvl":1,"id":58,"sub":0,"tit":"باب: قول الله تعالى: {أيشركون ما لا يخلق شيئا وهم يخلقون}"},
      {"lvl":1,"id":62,"sub":0,"tit":"باب: قول الله تعالى: {حتى إذا فزع عن قلوبهم قالو ماذا قال ربكم قالوا الحق وهو العلي الكبير}"},
      {"lvl":1,"id":66,"sub":0,"tit":"باب: الشفاعة"},
      {"lvl":1,"id":69,"sub":0,"tit":"باب: قول الله تعالى: {إنك لا تهدى من أحببت ولكن الله يهدى من يشاء}"},
      {"lvl":1,"id":71,"sub":0,"tit":"باب: ما جاء أن سبب كغر بني آدم وتركهم دينهم هو الغلو في الصالحين"},
      {"lvl":1,"id":75,"sub":0,"tit":"باب: ما جاء في التغليظ فيمن عبد الله عند قبر رجل صالح فكيف إذا عبده"},
      {"lvl":1,"id":78,"sub":0,"tit":"باب: ما جاء أن الغلو في قبور الصالحين يصيرها أوثانآ تعبد من دون الله"},
      {"lvl":1,"id":81,"sub":0,"tit":"باب: ما جاء في حماية المصطفى صلى الله عليه وسلم جناب التوحيد وسده كل طريق يوصل إلى الشرك"},
      {"lvl":1,"id":84,"sub":0,"tit":"باب: ما جاء أن بعض هذه الأمة يعبدون الأوثان"},
      {"lvl":1,"id":88,"sub":0,"tit":"باب: ما جاء في السحر"},
      {"lvl":1,"id":91,"sub":0,"tit":"باب: بيان شيء من أنواع السحر"},
      {"lvl":1,"id":94,"sub":0,"tit":"باب: ما جاء في الكهان ونحوهم"},
      {"lvl":1,"id":97,"sub":0,"tit":"باب: ما جاء في النشرة"},
      {"lvl":1,"id":99,"sub":0,"tit":"باب: ما جاء في التطير"},
      {"lvl":1,"id":103,"sub":0,"tit":"باب: ما جاء في التنجيم"},
      {"lvl":1,"id":105,"sub":0,"tit":"باب: ما جاء في الاستسقاء بالأنواء"},
      {"lvl":1,"id":108,"sub":0,"tit":"بلب: قول الله تعالى: {ومن الناس من يتخذ من دون الله أندادآ يحبونهم كحب الله}"},
      {"lvl":1,"id":111,"sub":0,"tit":"باب: قول الله تعالى: {إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنين}"},
      {"lvl":1,"id":114,"sub":0,"tit":"باب: قول الله تعالى: {وعلى الله فتوكلوا إن كنتم مؤمنين}"},
      {"lvl":1,"id":116,"sub":0,"tit":"باب: قول الله تعالى: {أفأمنوا مكر الله فلا يأمن مكر الله إلا القوم الخاسرون}"},
      {"lvl":1,"id":119,"sub":0,"tit":"باب: من الإيمان بالله: الصبر على أقدار الله"},
      {"lvl":1,"id":122,"sub":0,"tit":"باب: ما جاء في الرياء"},
      {"lvl":1,"id":123,"sub":0,"tit":"باب: من الشرك إرادة الإنسان بعمله الدنيا"},
      {"lvl":1,"id":126,"sub":0,"tit":"باب: من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرمه فقد اتخذهم أربابا"},
      {"lvl":41,"id":128,"sub":0,"tit":"باب: _25d9_2582_25d9_2588_25d9_2584 _25d8_25a7_25d9_2584_25d9_2584_25d9_2587 _25d8_25aa_25d8_25b9_25d8_20f31719d1b"},
      {"lvl":1,"id":132,"sub":0,"tit":"باب: من جحد شيئآ من الأسماء والصفات"},
      {"lvl":1,"id":134,"sub":0,"tit":"باب: قول الله تعالى: {يعرفون نعمت الله ثم ينكرونها وأكثرهم الكفرون}"},
      {"lvl":1,"id":136,"sub":0,"tit":"باب: قول الله تعالى: {فلا تجعلو لله أندادآ وأنتم تعلمون}"},
      {"lvl":1,"id":139,"sub":0,"tit":"باب: ما جاء فيمن لم يقنع بالحلف بالله"},
      {"lvl":1,"id":141,"sub":0,"tit":"باب: قول: ما شاء الله وشئت"},
      {"lvl":1,"id":143,"sub":0,"tit":"باب: من سب الدهر فقد آذى الله"},
      {"lvl":1,"id":145,"sub":0,"tit":"باب: التسمي بقاضي القضاة ونحوها"},
      {"lvl":1,"id":146,"sub":0,"tit":"باب: احترام أسماء الله تعالى وتغيير الاسم لأجل ذلك"},
      {"lvl":1,"id":148,"sub":0,"tit":"باب: من هزل بشيء فيه ذكر الله أو القرآن أو الرسول"},
      {"lvl":1,"id":150,"sub":0,"tit":"باب: ما جاء في قول الله تعالى: {ولئن أذقناه رحمة منا}"},
      {"lvl":41,"id":153,"sub":0,"tit":"باب: _25d9_2582_25d9_2588_25d9_2584 _25d8_25a7_25d9_2584_25d9_2584_25d9_2587 _25d8_25aa_25d8_25b9_25d8_2077fd6bd80"},
      {"lvl":1,"id":155,"sub":0,"tit":"باب: قول الله تعالى: {ولله الأسماء الحسنى فأدعوه بها وذروا الذين يلحدون فى أسمائه}"},
      {"lvl":1,"id":158,"sub":0,"tit":"باب: لا يقال السلام على الله"},
      {"lvl":1,"id":159,"sub":0,"tit":"باب: قول: اللهم اغفر لي إن شئت"},
      {"lvl":1,"id":161,"sub":0,"tit":"باب: لا يقول: عبدي وأمتي"},
      {"lvl":1,"id":162,"sub":0,"tit":"باب: لا يرد من سأل الله"},
      {"lvl":1,"id":163,"sub":0,"tit":"باب: لا يسأل بوجه الله إلا الجنة"},
      {"lvl":1,"id":165,"sub":0,"tit":"باب: ما جاء في \"لو\""},
      {"lvl":1,"id":168,"sub":0,"tit":"باب: النهي عن سب الريح"},
      {"lvl":1,"id":169,"sub":0,"tit":"باب: قول الله تعالى: {يظنون بالله غير الحق}"},
      {"lvl":1,"id":171,"sub":0,"tit":"باب: ما جاء في منكري القدر"},
      {"lvl":1,"id":174,"sub":0,"tit":"باب: ما جاء في المصورين"},
      {"lvl":1,"id":176,"sub":0,"tit":"باب: ما جاء في كثرة الحلف"},
      {"lvl":1,"id":178,"sub":0,"tit":"بلب: ما جاء في ذمة الله وذمة نبيه"},
      {"lvl":1,"id":180,"sub":0,"tit":"باب: ما جاء في الإقسام على الله"},
      {"lvl":1,"id":181,"sub":0,"tit":"باب: لا يستشفع بالله على خلقه"},
      {"lvl":1,"id":183,"sub":0,"tit":"باب: ما جاء في حماية النبي صلى الله عليه وسلم حمى التوحيد وسده طرق الشرك"},
      {"lvl":1,"id":185,"sub":0,"tit":"باب: ما جاء في قول الله تعالى: {وما قدروا الله حق قدره}"}
    ]
}
