{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8537":
    [
      {"page":1,"id":1,"nass":"المقدمة:\rالحمد لله الذي جعلنا من خدمة سنة خاتم النبيين والصلاة والسلام على رسولنا محمد وعلى آله وصحبه أجمعين. أما بعد:\rفمن المعلوم أن السنة هي المصدر الثاني مع القرآن الكريم للمسلمين جميعا لدينهم ومعرفتهم وحضارتهم وثقافتهم منذ عهد رسول الله صلوات الله عليه وسلم إلى يومنا هذا. ولذلك قد اهتم علماء الأمة -عربهم وعجمهم- بالسنة ودارسوها وألفوا فيها مؤلفات كثيرة وبلغات شتى عبر القرون. ومنهم العلماء الأتراك الذين كتبوا باللغتين التركية والعربية كما يشهد بذلك التاريخ.\rإذا قدمنا قائمة تسرد بيليوغرافيا شاملة للمؤلفات الخاصة بالسنة النبوية باللغة التركية وجب أن نذكر كل ما ألف بالتركية منذ عهد السلاجقة والعثمانيين. ولكن المؤلفات في السنة والحديث بالتركية كثيرة جدا لا تكفيها هذه الوريقات مما دفعنا إلى أن نحدد الموضوع زمنيا فاكتفينا في هذه الورقة بعرض قائمة من الأعمال الأكاديمية وغيرها في العهد الجمهوري فقط.\rلهذا فقد قسمنا هذه الفترة إلى ثلاث حِقب وهي:\r1- 1924-1949م (25 سنة)\r2- 1949- 1982م (33 سنة)\r3- 1982-2003م (21 سنة)","seal":"F3710B37","part":1},
      {"page":2,"id":2,"nass":"1- الحقبة الأولى (1924-1949م) :\rتبدأ بافتتاح كلية الإلهيات لدار الفنون بإصطنبول وإفتتاح كلية الإلهيات بجامعة أنقرة تبعا لقانون توحيد الدراسات الذي صدر سنة 1924م. وجعل التعليم والتربية بهذا القانون تحت مراقبة وزارة التعليم القومية. كذلك تبعا لهذا القانون افتتح معهد العلوم الإسلامية ضمن كلية الآداب بجامعة إصطنبول. فتح بعض المدارس في هذا العهد للأئمة والخطباء. ولكن أغلقت هذه المدارس في العام الدراسي 1931-1932. ثم أغلقت كلية الإلهيات عام 1933 وكذلك أغلق معهد العلوم الإسلامية عام 1936. ولم يبق أي مؤسسة للتعليم الديني إلى عام 1949. نشر بعض الأساتذة كتباً في هذه الفترة تتعلق بتعليم الشعب خاصة. كان عدد هذه الكتب محدوداً لأسباب: منها: السياسية, والدينية, والاقتصادية, والحرب العالمية, وتغيير الحروف العربية إلى حروف لاتينية.","seal":"A88E97A2","part":1},
      {"page":2,"id":3,"nass":"2- الحقبة الثانية (1949-1982م) :\rتبدأ هذه الفترة بافتتاح كلية الإلهيات بأنقرة ثم تبعها افتتاح كليات أخرى في المدن المختلفة. وفي العام الدراسي 1951-1952م افتتحت مدارسُ للأئمة والخطباء مرة أخرى. ثم افتتح بعض المعاهد العليا للعلوم الإسلامية في المدن المختلفة. من هذه المدن: في إصطنبول عام 1959م، ومدينة قونية (1962م) ، ومدينة قيصري (1965م) ، وإزمير (1966م) ، وأرضروم (1969م) وبورصة (1975م) ، وصامصون (1976م) ، ويوزقات (1980م) . وكذلك افتتحت كلية العلوم الإسلامية في أرضروم (1971م) .","seal":"1AB5038B","part":1},
      {"page":3,"id":4,"nass":"وخلال افتتاح هذة المدارس بدأ تأليف بعض الكتب العلمية منها رسائل دكتوراه وبحوث متعلقة ببعض المسائل الحديثية. وكان غالب هذه الكتب بحوثا في علوم الحديث. ويبلغ عدد هذه البحوث قريبا من خمسين بحثا.\rترجمت كتب في هذه الحقبة إلى اللغة التركية. منها رياض الصالحين للنووي، والتاج الجامع للأصول لعلي الناصف، وبلوغ المرام مع شرحه للصنعاني. وكذلك صحيح مسلم وسنن الترمذي وكتب أخرى كزاد المعاد لابن قيم الجوزية، وبعض الكتب لابن تيمية.","seal":"D1D37BC6","part":1},
      {"page":3,"id":5,"nass":"3- الحقبة الثالثة (1982-2003م) :\rوتمتاز هذه الحقبة بتحويل المعاهد العليا للعلوم الإسلامية إلى كليات الإلهيات بموجب قانون مجلس التعليم العالي الذى صدر عام 1982م. وفي هذه الحقبة افتتحت كليات إلهيات جديدة في مدن مختلفة: كأورفة (1987م) ، وإصطنبول، وسيواس، وملطية (1992م) ، ووان، وريزة، وجوروم، ودياربكر، وأضنة، وإسبرطة، وأدابازاري (1993م) ، وألازيغ (1994م) ، وشاناق قلعة، وأسكي شهير (1995م) ، وقهرمان مرعش (1996م) . فبلغ عدد هذه الكليات 23 كلية. وبسبب ازدياد عدد الكليات ارتفع مستوى التعليم مما جعل الحاجة تشتد إلى أساتذة وإدارة أكاديمية ومصادر علمية. فتمخض كل هذا عن تطور علمي؛ فكثرت البحوث العلمية في العلوم الشرعية في هذه الفترة فبلغ عدد رسائل الماجستير حوالى 500 رسالة، وعدد رسائل الدكتوراه حوالى 200، أما بحوث القبول في هيئة التعليم وبحوث الأستاذ المساعد وبحوث الترقية لنيل درجة الأستاذ","seal":"8715B861","part":1},
      {"page":4,"id":6,"nass":"\"بروفيسور\" فهي كثيرة. فقد آتت هذه الجهود العلمية أكلها وانتشرت البحوث العلمية وطبع بعضها. وفي هذه الفترة ازدادت ترجمة الكتب فترجمت كتب كثيرة ومن لغات مختلفة إلى اللغة التركية. منها كتب مصطفى السباعي، وصبحي الصالح، والزبير الصديقي، ويوسف القرضاوي، ومصطفى الأعظمي، ومحمد عوامة، وعبد الفتاح أبو غدة، ومحمد حميد الله، والمودودي، وغير ذلك. وكذلك ترجمت كتبٌ للمستشرقين مثل جولد سيهر، وشاخت، وروبسون، ووات، وجونبول.\rوبعد عام 1990م ومع استمرار عملية الترجمة بدأ الباحثون الأتراك بمؤلفات وإنتاج أكاديمي يتميز بمنهج جديد. ويمتاز هذا المنهج بجمعه بين علم السلف والخلف وفق الحاجات الجديدة دون تقليد ولا انحراف. ونرى أن ترجمة بعض هذه الكتب إلى اللغة العربية ولغات مختلفة سيكون مفيداً للباحثين والراغبين في العلوم الإسلامية.\rسنذكر الآن ثمانية بحوث مرتبة حسب زمن تأليفها في الحقبة الأولى. ثم نعقبها بمؤلفات الحقبتين الثانية والثالثة حسب موضوعاتها وزمن تأليفها أيضا. وسوف نكتب أسماء الباحثين ومؤلفاتهم باللغة التركية تحتها لتسهيل مراجعتها عند الحاجة.","seal":"8672DD59","part":1},
      {"page":5,"id":7,"nass":"الأعمال في الحقبة الأولى (1924-1949) :\rتاريخ الحديث، إسماعيل حقي إزميرلي، ط. إصطنبول-1924م.\rIsmail Hakki Izmirli, Tarih-i Hadis, Istanbul-1924, 480 s.\rالروايات الدينية وغير الدينية، ذاكر قدري أوغان، إصطنبول-1926م، \"مجلة كلية الإلهيات دار الفنون، العدد الأول، ص. 132-210\"، \"ط. صامصون-2000م، بعناية عثمان كونر\"\rZakir Kadri Ugan, Dini ve Gayr-i Dini Rivayetler, Darul-Funun I.F. Dergisi, I. 132-210, Istanbul-1926. \"nesr, Osman Guner, Samsun-2000\".\rألف حديث وحديث، إسماعيل حقي إزميرلي، إصطنبول- 1928م.\rIsmail Hakki Izmirli, Bin Bir Hadis, Istanbul-1926.\rصحة الأحاديث الواردة في كتب الأخلاق والتصوف \"مناقشات بين إسماعيل حقي إزميرلي والشيخ صفوت أفندي\"، إصطنبول، 1922-1927م، \"ط. إصطنبول-2002، بعناية إبراهيم خطيب أوغلو، 230 ص\"\rIsmail Hakki Izmirli-Seyh Saffet Efendi, Ahlak ve Tasavvuf Kitaplarindaki Hadislerin Sihhati, Istanbul-1922-1927, \"nesr: Ibrahim Hatiboglu, Darulhadis yay. 230 s\".\rلماذا أكثر محمد صلى الله عليه وسلم من الزواج؟ مصطفى صادق وجداني، ط. إصطنبول-1928م.\rMustafa Sadik Vicdani, Hz. Muhammed Nicin Cok Evlendi? Istanbul-1928.\rمقدمة فى أصول الحديث، أحمد نعيم، إصطنبول، 1928، 498 ص.\rAhmet Naim, Mukaddime, DIB Yay. Istanbul-1928-1948.\rترجمة وشرح التجريد الصريح \"مختصر صحيح البخاري\" للزبيدي، أحمد","seal":"A2FB83FF","part":1},
      {"page":6,"id":8,"nass":"نعيم وكامل ميراث، ط. إصطنبول، 1928-1948، 12 مجلدا\rAhmet Naim, Kamil Miras, Sahih-i Buhari Muhtasari Tecrid-i Sarih Tercumesi ve Serhi, DIB Yay. Istanbul-1928-1948 I-XII.\rأقوال نبينا الوجيزة، أحمد حمدي آق سكي، ط. أنقرة-1945.\rAhmet Hamdi Akseki, Peygamberimizin Vecizeleri, Ankara-1945.","seal":"2AF384BB","part":1},
      {"page":6,"id":9,"nass":"الأعمال في الحقبتين الثانية والثالثة:\rحجية السنة ومكانتها:\rحجية خبر الواحد في الاعتقاد والتشريع، علي عثمان قوج قوزو، قونيا- 1968، ط. أنقرة-1988، 284 ص.\rAli Osman Kockuzu, Rivayet Ilimlerinde Haber-i Vahidlerin Itikad ve Tesri’ Yonlerden Degeri, Ankara-1988, DIBYay. 284 s.\rالشبهات حول الحديث وإنكاره في القرون الأولى الهجرية، كامل جاقين، أنقرة-1990، ط. أنقرة-1998، 139 ص. رسالة دكتوراه.\rKamil Cakin, Ilk Hicri Asirlarda Hadis Etrafindaki Supheler ve Hadis Inkarciligi, Ank.U.S.B.E.,Ankara-1990, baski: Hadis Inkarcilari, Ankara-1998, 319s, Doktora,\rأثر الحديث في فهم القرآن، نهات خطيب أوغلو، أنقرة-1994، ط. أنقرة- 1999، 444 ص. رسالة دكتوراه.\rM. Nihat Hatipoglu, Kur'an'in Dogru Anlasilmasinda Hadislerin Onemi, Ankara-1994, baski: Ank-1999, 444 s., Taha y. Doktora,","seal":"04378743","part":1},
      {"page":7,"id":10,"nass":"وعي السنة، بشير إسلام أوغلو، ط. إصطنبول-1994، 112 ص.\rBesir Islamoglu, Sunnet Bilinci, Istanbul-1994, Denge yay. 112 s.\rتكامل السنة والقرآن، نجاتي قارا، ط. أرضروم-1995، 319 ص.\rNecati Kara, Kur’an-Sunnet Butunlugu, Erzurum-1995, Ihtar yay. 319 s.\rالسنة من حيث موازنة الوحي والعقل، محمد أرطوغان، ط. إصطنبول، 1995، 316 ص.\rMehmet Erdogan, Akil-Vahy Dengesi Acisindan Sunnet, Istanbul-1995, M.U.I.F.Y. 316s.\rفهم السنة عند أهل الحداثة من جانب فكر التجديد في الإسلام، إبراهيم خطيب أوغلو، إصطنبول-1996، 418 ص. رسالة دكتوراه.\rIbrahim Hatipoglu, Islam'da Yenilenme Dusuncesi Acisindan Modernistlerin Sunnet Anlayisi, Istanbul-1996, IV+418s, Doktora\rالسنة في الفكر الإسلامي، محمد خيري قيرباش أوغلو، ط. أنقرة-1996، 424 ص.\rM. Hayri Kirbasoglu, Islam Dusuncesinde Sunnet, Ankara-1996, 424 s.\rمكانة الحديث والسنة في الإسلام، كامل جاقين، ط. أنقرة-1997، 100 ص.\rKamil Cakin, Islam’da Hadis ve Sunnet’in Yeri, Ankara-1997, Seba yay. 100 s.\rالمصدران الأساسيان في الإسلام: الكتاب والسنة، م. عاصم كوكصال، ط. أنقرة-1994، 314 ص.\rM. Asim Koksal, Islam’da Iki Ana Kaynak: Kitap ve Sunnet, Ankara-1994 TDVYay 314s.","seal":"F8DD88BA","part":1},
      {"page":8,"id":11,"nass":"أثر الحديث في إثبات العقائد، محمد ييلماز، إصبارطة، رسالة دكتوراه.\rMehmet Yilmaz, Inanc Esaslarinin Tespitinde Hadislerin Rolu, Isparta, Doktora,\rالأحاديث التي احتج بها أهل السنة والشيعة في الإمامة، عبد الله أونالان، أورفا-1998، رسالة دكتوراه.\rAbdullah Unalan, Ehl-i Sunnet ve Sia.htm'nin Imamette Dayandigi Hadisler, Sanliurfa-1998, Doktora,\rاعتصام الصحابة بالسنة وتعاملهم معها، آينور أورال أر، إصطنبول-1998، ط. إصطنبول-2000، رسالة دكتوراه.\rAynur Uraler, Sahabe Uygulamasi Olarak Sunnete Baglilik, Istanbul-1998, 376s, Doktora,\rأثر السنة في بناء المجتمع الإسلامي، حياتي ييماز، إصطنبول-1999، رسالة دكتوراه.\rHayati YIlmaz, Toplumun Islami Yapilanmasinda Sunnet, M.U.S.B.E., Istanbul- 1999, Doktora,\rالسنة: محمد الحي، أحمد كلش، ط. إصطنبول-2003، 188 ص.\rAhmet Keles, Sunnet: Yasayan Muhammed, Istanbul-2003, Insan yay. 188s.","seal":"52854D75","part":1},
      {"page":9,"id":12,"nass":"تاريخ الحديث:\rتدوين الحديث وكتابته، طلعت قوج ييغيت، أنقرة–1957، 130 ص. رسالة دكتوراه.\rTalat Kocyigit, Hadislerin Toplanmasi ve Yazi Ile Tespiti, Ankara-1957, 130s, Doktora,\rرواية الصحابة للحديث تحملهم وأداؤهم له، نوزات عاشق، أرضروم-1976 ط. إزمير-1981، 334 ص. رسالة دكتوراه.\rNevzat Asik, Sahabenin Hadis Tahammul ve Nakil Faaliyetleri, Erzurum-1976, baski: Sahabe ve Hadis Rivayeti, Izmir-1981, 334 s. Doktora,\rتاريخ الحديث، طلعت قوج ييغيت، ط. أنقرة-1977، 295 ص.\rTalat Kocyigit, Hadis Tarihi, Ankara-1977, 295 s.\rتاريخ الحديث، إبراهيم بيرقدار، أرضروم-1992، 175 ص.\rIbrahim Bayraktar, Hadis Tarihi, Erzurum-1992, 175s.\rتاريخ الحديث وأصوله، سلمان باشاران ومحمد علي سونمز، بورصة، 1993، 196 ص.\rSelman Basaran, M. Ali Sonmez, Hadis Tarihi ve Usulu, Bursa-1993, 196 s.\rتكاثر الأحاديث وعددها من حيث منهج الحديث، مصطفى قاراطاش، إصطنبول-1998، 350 ص. رسالة دكتوراه.\rMustafa Karatas, Rivayet Teknigi Acisindan Hadislerin Artmasi ve Sayisi, Istanbul-1998, 350s, Doktora,\rنظرة جديدة إلى منشأ الحديث وتاريخه وتطوره، ياووز أونال، ط. صامصون-2001، 362 ص.\rYavuz Unal, Hadisin Dogus ve Gelisim Tarihine Yeniden Bakis, Samsun-2001, Etud yay. 362s.","seal":"F2DE4494","part":1},
      {"page":10,"id":13,"nass":"علوم الحديث:\rتدقيقات لبعض مشكلات علم الحديث، طيب أوكيج، إصطنبول، 1959، 252 ص.\rTayyib Okic, Bazi Hadis Meseleleri Uzerine Tetkikler, Istanbul-1959, 252 s.\rمذكرات لدرس الحديث، طيب أوكيج، ط. أنقرة-1965، 163ص.\rTayyib Okic, Hadis Ders Notlari, Ankara-1965, 193 s.\rعلم مختلف الحديث وطرق حلها، إسماعيل لطفي جاقان، أرضروم، 1982، ط. إصطنبول-1982، 263 ص. رسالة دكتوراه.\rI. Lutfi Cakan Hadislerde Gorulen Ihtilaflar ve Cozum Yollari \"Muhtelifu’l-Hadis Ilmi\", Erzurum-1982, baski: Istanbul-1982, 263 s. Doktora,\rالناسخ والمنسوخ في الحديث، علي عثمان قوج قوزو، أرضروم-1976، ط. إصطنبول-1985، 376 ص. رسالة دكتوراه.\rAli Osman Kockuzu, Hadiste Nasih Mensuh Meselesi, Erzurum-1977, baski: Istanbul-1985, 364s. Doktora,\rعلم أسباب ورود الحديث ومكانته وأهميته في التشريع الإسلامي، رمضان أيواللي، أنقرة-1979، 265 ص. رسالة دكتوراه.\rRamazan Ayvalli, Esbab-u Vurudi'l-Hadis ve Bunun Islam Tesriindeki Yeri ve Onemi, Ankara, 1979, 265s, Doktora,\rالحديث بمحاوره الأساسية، إسماعيل لطفي جاقان، ط. إصطنبول-1983، 243 ص.\rI. Lutfi Cakan, Anahatlariyla Hadis, Istanbul-1983, Ensar Nesriyat, 240 s.","seal":"23192A49","part":1},
      {"page":11,"id":14,"nass":"علوم الحديث وتاريخه، علي عثمان قوج قوزو، إصطنبول-1983، 480 ص.\rA. Osman Kockuzu, Hadis Ilimleri ve Hadis Tarihi, Istanbul-1983, Dergah yay. 480s.\rالحديث \"تاريخه وأصوله وعلومه 1-2\" علي يارديم، ط. إزمير-1984، 369 ص.\rAli Yardim, Hadis I-II, Izmir-1984, DEUYay. 205+164s.\rعلوم الحديث ومصادرها، كمال صاندقجي، صامصون- 1993.\rKemal Sandikci, Hadis Ilimleri ve Kaynaklari, Samsun-1993, 304 s.\rبحوث في علوم لحديث، صلاح الدين بولات، إصطنبول- 1997، 320 ص.\rSelahattin Polat, Hadis Arastirmalari, Istanbul- 1997, Insan yay. 320 s.\rالتعارض بين الآيات القرآنية والأحاديث وطرق حلها، مجدات أولوجام، إصطنبول. رسالة دكتوراه.\rMujdat Ulucam, Kur'an Ayetleri ve Hadisler Arasinda Gorulen Tearuz ve Cozum Yollari, Istanbul, 1997, 454s, Doktora,\rعلم علل الحديث \"مشكل الحديث\"، آيخان تكينش، إصطنبول- 1997، ط. مشكلة فهم الأحاديث، إصطنبول- 2002، 248 ص. رسالة دكتوراه.\rAyhan Tekines, Ilelu'l-Hadis \"Muskilu'l-Hadis\" Ilmi, Hadisleri Anlama Problemi Istanbul-1997, baski: Istanbul-2002, 348 s., Kaynak y., Doktora,","seal":"2851EA3E","part":1},
      {"page":12,"id":15,"nass":"علم غريب الحديث وأدبه، وكتاب \"المجرد فى غريب الحديث\"، لعبد اللطيف البغدادي وقيمته العلمية، آدم دولك، قيصري، رسالة دكتوراه.\rAdem Dolek, Garibu.htm'l-Hadis Edebiyati Abdullatif el-Bagdadi'nin “el-Mucerred fi Garibi'l-Hadis” Adli Eserini Incelenmesi ve Degerlendirilmesi, Kayseri, Doktora,\rنشأة علم غريب الحديث وكتاب \"المفهم لشرح غريب صحيح مسلم\" لعبد الغافر بن إسماعيل، عبد القادر بالابييق، إزمير-1997، 284 ص. رسالة دكتوراه.\rAbdulkadir Palabiyik, Garibu'l-Hadis Nev'inin Dogusu ve Abdulgafir b. Ismail'in “el-Mufhim li Serhi Garibi Sahih-i Muslim” Adli Eseri, Izmir-1997, 284s. Doktora,","seal":"12E0131A","part":1},
      {"page":12,"id":16,"nass":"أصول الحديث ومصطلحاته:\rبعض مسائل أصول التفسير والحديث، طيب أوكيج، ط. إصطنبول-1995، 253 ص.\rTayyib Okic, Tefsir ve Hadis Usulunun Bazi Meseleleri, \"baski: Istanbul-1995, Nun yay. 253 s\".\rأصول الحديث، خير الدين قرامان، ط. إصطنبول-1965، 185 ص.\rHayrettin Karaman, Hadis Usulu, Istanbul-1965, A. Said matb. 175 s.\rأصول الحديث، طلعت قوج ييغيت، ط. أنقرة-1967، 171 ص.\rTalat Kocyigit, Hadis Usulu, Ankara-1967, AUIFYay. 171s.\rمصطلحات الحديث، طلعت قوج ييغيت، ط. أنقرة-1980، 508 ص.\rTalat Kocyigit, Hadis Istilahlari, Ankara-1980, 508 s. AUIFYay.","seal":"294B4964","part":1},
      {"page":13,"id":17,"nass":"رواية أهل البدع للحديث، محمد شمشك، أنقرة-1982، 128 ص. بحث أستاذ مساعد.\rMehmet Simsek, Bid'at Ehlinin Hadis Rivayeti, Ankara-1982, 128 s. Docentlik tezi.\rالأحاديث المرسلة والاحتجاج بها، صلاح الدين بولاط، أرضروم-1981، ط. أنقرة-1985، ص. 155. رسالة دكتوراه.\rSelahaddin Polat, Mursel Hadisler ve Delil Olma Yonunden Degeri, Erzurum-1981, baski: Ankara-1985, 155s., Doktora.\rمعجم مصطلحات الحديث، عبد الله آيدينلي، ط. إصطنبول-1987، 197 ص.\rAbdullah Aydinli, Hadis Istilahlari Sozlugu, Istanbul-1987, 197 s.\rأصول الحديث وتاريخه، إبراهيم جانان، ط. أنقرة-1988.\rIbrahim Canan, Hadis Usulu ve Tarihi, Ankara-1988, Akcag yay.\rأصول الحديث، إسماعيل لطفي جاقان، ط. إصطنبول-1991، 168ص.\rI. Lutfi Cakan, Hadis Usulu, Istanbul-1991, MU?FYay. 168 s.\rأصول الحديث، أحمد دميرجي، قيصري-1992، 246 ص.\rAhmet Demirci, Hadis Usulu, Kayseri-1992, 246 s.\rمعجم مصطلحات الحديث الموسوعية، مجتبى أوغور، ط. أنقرة-1992، 468 ص.\rMucteba Ugur, Ansiklopedik Hadis Terimleri Sozlugu, Ankara-1992, TDV yay. 468 s.","seal":"74D1CF58","part":1},
      {"page":14,"id":18,"nass":"نشأة مصطلحات الحديث وتطورها \"في القرون الثلاثة الأولى\"، أحمد يوجل، إصطنبول-1994، 204 ص. رسالة دكتوراه.\rAhmet Yucel, Hadis Istilahlarinin Dogusu ve Gelisimi \"Hicri Ilk ucuncu Asir\" M.U.S.B.E., Istanbul, 1994, 204, Doktora,\rالرؤيا ورواية الحديث، طلعت صاقاللي، إسبارطة-1994، 108 ص.\rTalat Sakalli, Ruya ve Hadis Rivayeti, Isparta-1994, 108 s.\rدفاع عن السنة وأصول الحديث، محمود طوبطاش، ط. إصطنبول.\rMahmut Toptas, Sunnet Savunmasi ve Hadis Usulu, Istanbul-Cantas yay.\rمصطلحات السنة والبدعة وماهيتهما، علي جليك، ط. إصطنبول-1997، 176 ص.\rAli Celik, Kavram ve Mahiyet Olarak Sunnet ve Bid’at, Istanbul-1997, Beyan yay. 176s.\rأصول الحديث في القرن الثاني وموقف الإمام محمد الشيباني منه، محمد أوز شنل، إصطنبول-1999، رسالة دكتوراه.\rMehmet Ozsenel, Hicri II. Asirda Hadis Usulu ve Imam Muhammed'in Usuldeki Yeri, Istanbul-1999, Doktora,\rمصطلح السنة في القرون الثلاثة الأولى، أحمد أويار، قيصري-1999، رسالة دكتوراه.\rAhmet Uyar, Hicri Ilk Uc Asirda Sunnet Anlayisi, Kayseri-1999, Doktora,\rالتصحيح في الحديث والحديث الصحيح، عبد القادر شنل، إصطنبول، رسالة دكتوراه.\rAbdulkadir Senel, Hadiste Tashih ve Sahih Hadis, Istanbul, Doktora,","seal":"7559F433","part":1},
      {"page":15,"id":19,"nass":"رواية الحديث بالمعنى، حكمت آتان، إصطنبول-2000، رسالة دكتوراه.\rHikmet Atan, Mana Ile Hadis Rivayeti, Istanbul-2000, Doktora,\rمنهج الحديث في الفكر الإسلامي، محمد خيري قيرباش أوغلو، ط. أنقرة- 2000، 376 ص.\rM. Hayri Kirbasoglu, Islam Dusuncesinde Hadis Metodolojisi, Ankara-2000, Ankara Okulu yay. 376 s.\rالبديل لمنهج الحديث، محمد خيري قيرباش أوغلو، ط. أنقرة-2002، 331 ص.\rM. Hayri Kirbasoglu, Alternatif Hadis Metodolojisi, Ankara-2002, Kitabiyat yay. 431s.","seal":"28D7FAB5","part":1},
      {"page":15,"id":20,"nass":"مصادر الحديث:\rبحوث في مصادر البخاري، فؤاد سزكين، إصطنبول، ط. أنقرة-1956، 406 ص. رسالة دكتوراه.\rFuad Sezgin, Buhari’nin Kaynaklari Hakkinda Arastirmalar, Ankara-1956, 406.\rدراسة علمية لكتاب \"الكافي\" من حيث نقد الحديث، م. جمال صوفو أوغلو، أنقرة-1982، 144 ص. بحث أستاذ مساعد.\rM. Cemal Sofuoglu, Hadis Tenkiti Yonunden \"el-Kafi” Uzerine Bir Deneme, Ankara-1982, 144s. Docentlik Tezi,\rأدب الحديث، أنواعه وخصائصه وأصول الاستفادة منه، إسماعيل لطفي جاقان، ط. إصطنبول-1985، 287 ص.\rI. Lutfi Cakan, Hadis Edebiyati, Cesitleri, Ozellikleri,","seal":"0F424F4F","part":1},
      {"page":16,"id":21,"nass":"Faydalanma Usulleri, Istanbul-1985, 287 s. MUIFYay.\rنشأة الببليوغرافيا الحديثية وتطورها، زكريا كولر، قونيا- 1989، 103 ص. \"من القرن الخامس إلي القرن الثامن\" رسالة دكتوراه.\rZekeriya Guler, Hadis Bibliyografyasi Dogus ve Gelisimi \"H.V-VIII / M.XI-XIII\" Konya-1989, 103s, Doktora Semineri,\rالببليوغرافيا الحديثية وتطورها، \"من القرن الحادى عشر إلى الرابع عشر\"، محمود يشيل، قونيا- 1990، 124 ص. رسالة الدكتوراه.\rMahmut Yesil, Hadis Bibliyografyasi ve Gelisimi \"H.1101-1411 / M.1689-1990\" Konya-1990, 124s, Doktora Semineri,\rإنشاء كتاب \"المصنف\" لسعيد بن منصور من جديد، علي آقيوز، إصطنبول- 1991، 231 ص. رسالة دكتوراه.\rAli Akyuz, Said b. Mansur'un Musannefinin Yeniden Insasi, Istanbul-1991, 87+144, Doktora,\rتأليفات على صحيح البخاري، كمال صاندقجي، ط. أنقرة-1991، 189 ص.\rKemal Sandikci, Sahih-i Buhari Uzerine Yapilan Calismalar, Ankara-1991, DIBYay. 189 s.\rالأجزاء الحديثية في مكتبات إصطنبول، فاروق قوجاق، إصطنبول-1995، 389 ص. رسالة دكتوراه.\rFaruk Kocak, Istanbul Kutuphanelerindeki Hadis Cuzleri, Istanbul-1995, 389s, Doktora,\rعلوم الحديث وأدبه، مجتبى أوغور، ط. أنقرة-1996، 394 ص.\rMucteba Ugur, Hadis Ilimleri ve Hadis Edebiyati, Ankara-1996, TDVYay., 394 s.","seal":"F0906FC9","part":1},
      {"page":17,"id":22,"nass":"صحيح ابن خزيمة ومقارنته مع صحيح ابن حبان، مصطفى إشيق، قيصري- 1997، 239 ص. رسالة دكتوراه.\rMustafa Isik, Ibn Huzeyme’nin Sahih’i ve Ibn Hibban’in Sahih’i ?le Mukayesesi, Kayseri-1997, 239s, Doktora,\rبحوث في مصادر الحديث، إبراهيم بيرقدار، أرضروم-2000، 200ص.\rIbrahim Bayraktar, Hadis Kaynaklari Uzerine Arastirmalar, Erzurum-2001, EKEV yay. 200 s.","seal":"6B5D6E5B","part":1},
      {"page":17,"id":23,"nass":"علم الرجال والجرح والتعديل:\rرجال الحديث، علي أوزك، ط. إصطنبول-1967، 269 ص.\rAli Ozek, Hadis Ricali, Istanbul-1967, Fetih matb. 269 s.\rنقد الرجال في علم الحديث، أمين عاشق قوطلو، ط. إصطنبول-1992، 191 ص. رسالة دكتوراه.\rEmin Asikkutlu, Hadiste Rical Tenkidi \"Cerh ve Ta'dil Ilmi\", Istanbul-1992, 191s, Doktora,\rابن حبان ومنهجه في الجرح والتعديل، محمد علي سونمز، ط. إصطنبول، 150 ص.\rM. Ali Sonmez, Ibn Hibban ve Cerh-Ta’dil Metodu, Istanbul. Umran yay. 150 s.\rكتب الرجال في علم الحديث وقيمتها العلمية، محمد أرن، قونيا، رسالة دكتوراه.\rMehmet Eren, Hadis Ilminde Rical Kitaplari ve Ilmi Degeri, Konya, Doktora.\rالبحوث المتعلقة بمصطلحات نقد الرجال في علم الحديث، أحمد يوجل،","seal":"419C50E0","part":1},
      {"page":18,"id":24,"nass":"ط. إصطنبول-1998، 227 ص.\rAhmet Yucel, Hadis Ilminde Tenkid Terimleri Ile Ilgili Calismalar, Istanbul-1998, 227s. MU?FVYay.","seal":"1D370D3C","part":1},
      {"page":18,"id":25,"nass":"المحدثون وآثارهم:\rالقاضي عياض و \"بغية الرائد فيما في حديث أم زرع من الفوائد\"، ياشار قاندمير، إصطنبول-1977، \"كلية الآداب\"، 376 ص. رسالة دكتوراه.\rYasar Kandemir, Kadi Iyaz ve “Bugyetu'r-Râid fîmâ fî Hadisi Ummu Zerr Mine'l-Fevâid”, Istanbul. Unv. Ed. Fak. Istanbul-1977, Arapca, Doktora,\rابن حزم ومنهجه في الحديث، سلمان باشاران، أنقرة-1977، 231 ص. رسالة دكتوراه.\rSelman Basaran, Ibn Hazm ve Hadisteki Metodu, Ankara-1977, 231s, Doktora,\rابن الجوزي ومكانته في علم الحديث، نورالدين بوياجيلار، أنقرة-1978، 147 ص. رسالة دكتوراه.\rNurettin Boyacilar, Ibnu'l-Cevzi'nin Hadisteki Yeri ve Metodu, Ankara-1978, 147s, Doktora,\rعبد بن حميد ومسنده المنتخب، كمال الدين أوزدمير، أرضروم-1980، 125 ص. رسالة دكتوراه.\rKemalettin Ozdemir, Abd b. Humeyd ve Muntehab Musnedi, Erzurum-1980, 125s, Doktora,\rالحكيم الترمذي و \"كتاب الأمثال من الكتاب والسنة\"، صلاح الدين ييلماز، أرضروم- 1980، 256 ص. بحث القبول في هيئة التعليم.\rSelahaddin Yilmaz, Hakim et-Tirmizi ve “Kitabu'l-Emsâl mine'l-Kitab ve's-Sunne”, Erzurum-1980 177+79,","seal":"92FE722F","part":1},
      {"page":19,"id":26,"nass":"Ogr. Uyeligi Tezi,\rالقاض عياض حياته وآثاره ومنهجه في الشرح، عاكف كوتن، بورصة- 1983، 115 ص. رسالة دكتوراه.\rAkif Koten, Kadi Iyaz, Hayati, Eserleri, Serh Metodu, Bursa-1983, 115s, Doktora,\rالإمام البخاري، حسين ك. أجه، ط. إصطنبول-1984، 140 ص.\rHuseyin K. Ece, Buhari, Istanbul-1984, Beyan y. 140 s.\rالإمام البخاري، مجتبى أوغور، ط. أنقرة-1989، 110 ص.\rMucteba Ugur, Buhari, Ankara-1989, Kultur Bakanligi y., 110 s.\rابن الجوزي وكتابه \"أحكام النساء\"، نديم أورخان، إصطنبول-1989، 100 ص. رسالة دكتوراه.\rNedim Orhan, Ibnu’l-Cevzi ve “Ahkamu’n-Nisa” Adli Eseri, Istanbul-1989, 100s.\rمكانة النساء في علم الحديث، نصر الدين بول أللي، إصطنبول-1991، 273ص. رسالة دكتوراه.\rNusrettin Bolelli, Kadinlarin Hadis Ilmindeki Yeri \"Hicri II-V.Asir\", Istanbul-1991, 374s, Doktora,\rعبد الله بن المبارك محدثاً وحياته وآثاره ومسنده، راشد كوجوك، إصطنبول- 1992، ط. إصطنبول-1992، 219 ص. بحث أستاذ مساعد.\rRasit Kucuk, Abdullah Ibnu'l Mubarek'in Hayati, Eserleri, Hadisciligi ve Musned’i, Istanbul-1992, baski: 1997, 144+75 s. Docentlik Tezi,\rأبو نعيم الاصفهاني ومكانته في علم الحديث، يوسف ضياء كسكين، أنقرة-1995، ط. إصطنبول-2003، 240 ص. رسالة دكتوراه.","seal":"E74B5A16","part":1},
      {"page":20,"id":27,"nass":"Yusuf Ziya Keskin, Ebu Nuaym el-Isfehânî ve Hadis Ilmindeki Yeri, Ankara- 1995, baski: Istanbul-2003, 240s, Doktora,\rالبيهقي وتحقيق كتابه \"الدعوات الكبير\"، ولي آتماجا، أورفا-1997، رسالة دكتوراه.\rVeli Atmaca, Ebu Bekr Ahmed b. Huseyn el-Beyhaki ve “Kitabu'd-Davati'l-Kebir” inin Tahkiki, Sanliurfa-1997, Doktora,\rفهم أحمد بن حنبل للحديث ومسنده، عارف آلقان، أنقرة-1997، 197 ص. رسالة دكتوراه.\rAhmet Alkan, Ahmed b. Hanbel’in Hadis Anlayisi ve Musned, Ankara-1997, 197s. Doktora,\rمكانة محمد بن الحسن الشيباني في ثقافة الحديث، سامي شاهين، أنقرة- 1998، رسالة دكتوراه.\rSami Sahin, Muhammed b. Hasan es-Seybani'nin Hadis Kulturundeki Yeri, Ankara-1998, Doktora,\rالحميدي ومسنده، عبد القادر أوكين، قيصري-1998، 209 ص. رسالة دكتوراه.\rA. Kadir Evgin, Abdullah b. Ez-Zubeyr el-Humeydi ve Musnedi, Kayseri-1998, 209s, Doktora,\rمكانة القرطبي في علم الحديث، عارف كزر، أنقرة-1999، 254 ص. رسالة دكتوراه.\rArif Gezer, Kurtubi'nin Hadis Ilmindeki Yeri, Ankara, 1999, 254s, Doktora,\rمكانة المزي في علم الحديث، أرطوغان كويجو، أنقرة-1999، 156ص. رسالة دكتوراه.\rErdogan Koycu, el-Mizzi'nin Hadis Ilmindeki Yeri, Ankara-1999, 156s, Doktora,","seal":"2C1FC845","part":1},
      {"page":21,"id":28,"nass":"ابن أبي شيبة ومصنفه، نهات ياطقين، أرضروم- 1999، رسالة دكتوراه.\rNihat Yatkin, Ibn Ebi Seybe ve Musannefi, Erzurum-1999, Doktora,\rعبد الرزاق بن همام ومصنفه، مرضا طوق بينار، إزمير، رسالة دكتوراه.\rMirza Tokpinar, Abdurrezzak b. Hemmam ve Musannefi, Izmir, Doktora,\rابن كثير حياته وآثاره ومكانته في علم الحديث، قدير باكصوي، أورفا، رسالة دكتوراه.\rKadir Paksoy, Ibn Kesir.htm'in Hayati, Eserleri ve Hadis Ilmindeki Yeri, Sanliurfa, Doktora,\rإسماعيل حقي بورصوي ومكانته في علم الحديث، جاسم آوجي، قونيا، رسالة دكتوراه.\rCasim Avci, Ismail Hakki Bursevi'nin Hadisciligi, Konya, Doktora,\rمقاييس ابن تيمية في كتابه \"منهاج السنة\" لقبول الروايات وردها، صالح أوزار، أنقرة-1998، رسالة دكتوراه.\rSalih Ozer, Ibn Teymiyye'nin “Minhacu's-Sunne” Kapsaminda Rivayetleri Kabul ve Red Kriterleri, Ankara, Doktora,\rالشوكاني محدثا، عادل ياووز، قونيا-2002، 328 ص. رسالة دكتوراه.\rAdil Yavuz, es-Sevkani ve Hadisciligi, Konya-2002, XXVIII+328+II, Doktora,\rماهية فكر المحدثين، قدير كورلر، أنقرة-2002، رسالة دكتوراه.\rKadir Gurler, Ehl-i Hadis'in Dusunce Yapisi, Ankara-2002, Doktora,","seal":"34490B18","part":1},
      {"page":22,"id":29,"nass":"بحوث في جغرافيا الحديث:\rالأربعون من الأحاديث في الأدب التركي الإسلامي، عبد القادر قاراخان، ط. أنقرة - 1975، 206 ص. رسالة دكتوراه.\rAbdulkadir Karahan, Islam Turk Edebiyatinda Kirk Hadis, Ankara-1975, Arslan yay. 206 s.\rالحديث في الجغرافيا الإسلامية في القرون الثلاثة الأولى، كمال صانديقجي، أرضروم-1982، ط. أنقرة-1991، 598 ص. رسالة دكتوراه،\rKemal Sandikci, Ilk Uc Asirda Islam Cografyasinda Hadis, Erzurum-1982, baski: Ankara-1991, 598s. Doktora,\rالمحدثون في عهد السلجوقيين، نوري طوبال أوغلو، أيزمير-1984، ط. أنقرة -1988، 214 ص. رسالة دكتوراه.\rNuri Topaloglu, Selcuklu Devri Muhaddisleri, Izmir-1984, baski: Ankara-1988, 214s., Doktora,\rالمحدثون في القرن الرابع الهجري وآثارهم، كمال صاندقجي، صامصون- 1986، 165 ص.\rKemal Sandikci, Hicri IV. Asirda Hadis Calismalari, Muhaddisler ve Eserleri, Samsun-1986, 165 s.\rالمحدثون في آناطولية في عهد العثمانيين، صلاح الدين ييلديريم، إصطنبول- 1994، 240 ص. رسالة دكتوراه.\rSelahattin Yildirim, Osmanli Donemi Anadolu Muhaddisleri \"H.VII-IX\", Istanbul- 1994, 240s, Doktora,\rالتربية في المدارس العثمانية بما فيها دور الحديث، أحمد كول، قيصري-","seal":"2CD8768B","part":1},
      {"page":23,"id":30,"nass":"1989، 289 ص. رسالة دكتوراه.\rAhmet Gul. Osmanli Medreselerinde Egitim ve Ogretim ve Hadisin Rolu. Kayseri-1989. 289s. Doktora,\rدراسات الحديث في الهند والباكستان من زمان شاه ولي الله الدهلوي إلى يومنا هذا، خالد ظفر الله داوودي، أنقرة-1995، 400 ص، ط. إصطنبول، رسالة دكتوراه.\rDaudi, Khalid Zaferullah, Sah Veliyyullah ed-Dihleviden Gunumuze Pakistan ve Hindistanda Hadis Calismalari, Ankara, baski: Istanbul-1995, Insan y. 400s. Doktora,\rثقافة الحديث عند ابن عربي وصفحات تطور علم الحديث في المغرب والأندلس، علي وصفي قورط، أنقرة- 1997، ط. إصطنبول-2002، 768ص. رسالة دكتوراه.\rAli Vasfi Kurt, Magrib ve Enduluste Hadis Ilminin Gelisim Safhalari ve Ibn Arabi.htm'nin Hadis Kulturu, Ankara-1997, baski: Enduluste Hadis ve Ibn Arabi, Istanbul-1998, Insan yay. 768s. Doktora,\rدار الحديث لمدينة أدرنة في التقليد العلمي العثماني والمدرسون فيها، صلاح الدين ييلديريم، إصطنبول-2002، 232 ص. رسالة دكتوراه.\rSelahattin Yildirim, Osmanli Ilim Geleneginde Edirne Darulhadisi ve Muderrisler Istanbul-2002, Darul-hadis, 232s., Doktora,","seal":"846471F4","part":1},
      {"page":23,"id":31,"nass":"فهم الحديث والسنة:\rأحاديث الأحكام، (1-2) ، جلال ييلديريم، ط. قونيا-1986.\rCelal Yildirim, Ahkam Hadisleri (I-II) , Konya-1986, Uysal Kitabevi.","seal":"4AB59AD5","part":1},
      {"page":24,"id":32,"nass":"فهم السنة، عثمان قارا، ط. إصطنبول-1993، 200 ص.\rOsman Kara, Sunneti Anlamak, Istanbul-1993, Ravza yay. 200 s.\rالأحاديث الفقهية والأصول في فهمها، محمد أمين أوز آفشار، أنقرة-1995، 400 ص. ط. أنقرة-1998، فقه الحديث من جديد: دراسة منهجية في الأحاديث الفقهية، رسالة دكتوراه.\rM. Emin Ozafsar, Fikhi Hadisler ve Degerlendirilmesindeki Esaslar, Ankara-1995, Doktora, 400s, baski: Hadisi Yeniden Dusunmek: Fikhi Hadisler Baglaminda Bir Inceleme, Ankara-1998.\rالمشكلة المنهجية في فهم الحديث والسنة وتأويلهما، محمد كورمز، أنقرة- 1995، ط. أنقرة-1999، ص. رسالة دكتوراه.\rMehmet Gormez, Sunnet ve Hadisin AnlasIlmasi ve Yorumlanmasinda Metodoloji Sorunu, Ankara-1995, Doktora,\rفهم السنة عند الصحابة، بنيامين أرول، أنقرة-1996، ط. أنقرة-1999، 494 ص. رسالة دكتوراه.\rBunyamin Erul Sahabenin Sunnet Anlayisi, Ankara-1996, 451s, Doktora,\rالأبعاد التاريخية للأحاديث، نوزات طارطي، أرضروم-2001، رسالة دكتوراه.\rNevzat Tarti, Hadislerin Tarihsel Boyutu, Erzurum-2001, Doktora,","seal":"751285C2","part":1},
      {"page":25,"id":33,"nass":"شرح الحديث وتأويله:\rترجمة بلوغ المرام وشرحه (1-4) ، أحمد داود أوغلو، ط. إصطنبول-1966 -1967.\rAhmed Davudoglu, Bulugu’l-Meram Tercemesi ve Serhi, Selamet Yollari, Istanbul-1966-1967, I-IV.\rترجمة صحيح مسلم وشرحه (1-12) ، أحمد داود أوغلو، ط. إصطنبول- 1973، 1980\rAhmed Davudoglu, Sahih-i Muslim Tercume ve Serhi, Istanbul-1973-1980, Sonmez Nesr. I-XII.\rترجمة سنن ابن ماجه وشرحه (1-10) ، ط. حيدر خطيب أوغلو، إصطنبول- 1982.\rHaydar Hatiboglu, Ibn Mace Tercumesi ve Serhi, Istanbul-1982, Kahraman yay. I-X.\rمكانة العيني في ثقافة الحديث، طلعت صاقاللي، أنقرة-1987، 263 ص. رسالة دكتوراه.\rTalat Sakalli, Ayni'nin Hadis Kulturundeki Yeri, Ankara-1987, 263s, Doktora,\rترجمة مختصر كتب الستة وشرحه \"تيسير الوصول لابن الديبع\" (1-18) ، إبراهيم جانان، ط. أنقرة - 1988-1992.\rIbrahim Canan, Kutub-i Sitte Muhtasari Tercume ve Serhi, Ankara-1988-1992. Akcag yay. I-XVIII.\rمكانة الخطابي في علم الحديث ومنهجه في الشرح، صالح قاراجابك، بورصة-1990، ط. إصطنبول-2002، 303 ص. رسالة دكتوراه.\rSalih Karacabey, Hattabi'nin Hadis Ilmindeki Yeri ve Serh Metodu, Bursa-1990, baski: Istanbul-2002, Sir yay. 303 s. Doktora,","seal":"0FA185BC","part":1},
      {"page":26,"id":34,"nass":"الحقائق بالأحاديث \"أربعون حديثا\"، إسماعيل لطفي جاقان، ط. إصطنبول- 1990، 270 ص.\rI. Lutfi Cakan, Hadislerle Gercekler, \"Kirk Hadis\" Istanbul-1990, Erkam yay. 270 s.\rيوسف أفندي زاده عبد الله حلمي ومكانته في الشرح، أحمد طوباي، إصطنبول- 1991، 230 ص. رسالة دكتوراه.\rAhmet Tobay, Yusuf Efendizade Abdullah Hilmi ve Hadis Serhciligindeki Yeri, Istanbul-1991, 230s, Doktora,\rأبو بكر بن العربي ومنهجه في شرحه \"عارضة الأحوذي\"، محمد سليم آريق، بورصة، رسالة دكتوراه.\rMehmet Selim Arik, Ebubekir Ibnu'l-Arabi ve “Arizatu'l-Ahvezî” deki Serh Metodu, Bursa, Doktora,\rالبغوي ومنهجه في \"شرح السنة\"، صفوت صانجاقلي، بورصة، رسالة دكتوراه.\rSaffet Sancakli, Begavî ve “Serhu's-Sunne” deki Serh Metodu, Bursa, Doktora,\rشرح الحديث في القرون الأربعة الأولى الهجرية، مصطفى جانلي، قيصري، رسالة دكتوراه.\rMustafa Canli, Hicri Ilk Dort Asirda Hadis Serhciligi, Kayseri, Doktora,\rالمقارنة بين \"عمدة القاري\" و \"فتح الباري\" من حيث تحليل المتن، ياووز كوكطاش، إصطنبول-1999، 251 ص. رسالة دكتوراه.\rYavuz Koktas, Metin Tahlili Acisindan “Umdetu'l-Kari” ile “Fethu'l-Bari\" nin Mukayesesi, Istanbul, 1999, 251s, Doktora,\rشرح الحديث التقليدي، أنبيا ييلديريم، ط. إصطنبول-2001، 315 ص.","seal":"173AC6C8","part":1},
      {"page":27,"id":35,"nass":"Enbiya Yildirim, Geleneksel Hadis Yorumculugu, Istanbul-2001, Ragbet yay. 315 s.\r\"فيض الباري\" للكشميري ومكانته بين شروح البخاري المشتهرة، هارون أوزجليق، أرضروم-2002، رسالة دكتوراه.\rHarun Ozcelik, Kesmiri’nin “Feyzu.htm'l Bari” si ve Buhari'nin Meshur Serhleri Arasindaki Yeri, Erzurum-2002, Doktora,","seal":"F21C37D1","part":1},
      {"page":27,"id":36,"nass":"نقد الحديث:\rفكرة النقد الإسلامي ونقد الحديث، محمد سعيد خطيب أوغلو، أنقرة- 1962، 95 ص. رسالة دكتوراه.\rM. Said Hatiboglu, Islami Tenkid Zihniyeti, Ank.U.I.F., Ankara-1962, 95s. Doktora,\rعلاقة الحديث بالأحداث السياسية والاجتماعية من وفاة النبي صلى الله عليه وسلم إلى نهاية خلافة الأمويين، محمد سعيد خطيب أوغلو، أنقرة-1967، 73 ص. بحث أستاذ مساعد.\rM. Said Hatiboglu, Hz. Peygamber'in Vefatindan Emevilerin Sonuna Kadar Siyasi-Ictimai Hadiselerle Hadis Munasebetleri, Ank.U.I.F., Ankara-1967, 73 s. Docentlik tezi,\rتقويم بعض أحاديث الفتن في صحيح البخاري من جانب النقد المتني، مصطفى أرترك، إصطنبول-1995، 326 ص. رسالة دكتوراه.\rMustafa Erturk, Metin Tenkidi Acisindan Buhari'deki Bazi Fiten Hadislerinin DegerlendirIlmesi, Istanbul-1995, V+326, Doktora,\rالنقد المتني في الحديث، أنبيا ييلديريم، بورصة-1996، 500 ص.","seal":"69600D10","part":1},
      {"page":28,"id":37,"nass":"رسالة دكتوراه.\rEnbiya Yildirim, Hadiste Metin Tenkidi, Bursa, 1996, 500s, Doktora,\rمشاكلات الحديث، أنبيا ييلديريم، ط. إصطنبول-1996، 352 ص.\rEnbiya Yildirim, Hadis Problemleri, Istanbul-1996, Umran yay. 352 s.\rأثر العقل في تصحيح الأحاديث النبوية وتقييمها، ياووز أونال، صامصون- 1997، 214 ص. رسالة دكتوراه.\rYavuz Unal, Rivayetlerin Hz Peygamber.htm'e Aidiyetini Tespit ve Degerlendirmede Aklin Rolu, O.M.U.S.B.E., Samsun-1997, IX+214. Doktora,\rعرض الأحاديث على القرآن، أحمد كلش، قيصري-1997، ط. إصطنبول- 1998، 280ص. رسالة دكتوراه.\rAhmet Keles, Hadislerin Kur'an'a Arzi, Kayseri-1997, baski: Istanbul-1998, Insan yay. 280s. Doktora\rنقد الحديث وطرق تعيين نسبة الأحاديث إلى النبي، صالح قاراجابك، ط. إصطنبول-2001، 272 ص.\rSalih Karacabey, Hadis Tenkidi, Hadislerin Hz. Peygamber’e Aidiyetini Belirleme Yollari, Istanbul-2001, Sir yay. 272 s.","seal":"50CCADA6","part":1},
      {"page":28,"id":38,"nass":"الأحاديث الموضوعة:\rالأحاديث الموضوعة، نشأتها وطرق التعرف عليها ونقدها، ياشار قاندمير، إصطنبول-1970، ط. أنقرة-1980، 215 ص. بحث القبول في هيئة التعليم.\rYasar Kandemir, Mevzu Hadisler, Mensei, Tanima Yollari ve Tenkidi, Istanbul-1970, baski: Ankara-1980,","seal":"F78F88A1","part":1},
      {"page":29,"id":39,"nass":"215s. Ogr. Uyeligi tezi\rظهور الأحاديث الموضوعة وعلاقتها بالحوادث الاجتماعية والسياسية، صادق جيهان، أرضروم-1977، ط. صامصون-1997، بحث أستاذ مساعد.\rSadik Cihan Uydurma Hadislerin Dogusu, Sosyo-Politik Olaylarla Ilgisi, Erzurum-1977, baski: Samsun-1997, 221 s. Docentlik tezi,\rالأحاديث المشتهرة على ألسنة الناس، سلمان باشاران، بورصة-1991، 139 ص.\rSelman Basaran, Halk Dilinde Meshur Hadisler, Bursa-1991, 139 s.\rالأحاديث الموضوعة ضد المرأة، مصطفى جليك، إصطنبول-1995، 192 ص.\rMustafa Celik, Uydurma Hadislerde Kadin Aleyhtarligi, Istanbul-1995, Olcu yay. 192 s.\rصلة الحديث بالإسرائليات، أوزجان حيدر، إصطنبول، رسالة دكتوراه.\rOzcan Hidir, Israiliyât-Hadis ?liskisi, M.U.S.B.E., Istanbul, Doktora,","seal":"6B01F048","part":1},
      {"page":29,"id":40,"nass":"مناقشات المحدثين:\rالمناقشات بين المحدثين والمتكلمين، طلعت قوج ييغيت، أنقرة-1968، ط. أنقرة-1969، 264ص. بحث أستاذ مساعد.\rTalat Kocyigit, Hadiscilerle Kelamcilar Arasindaki Munakasalar, Ank.U.S.B.E., Ankara-1968, V+4+264, Docentlik Tezi,\rاعتراضات البخاري على أبي حنيفة، حلمي مرت توركمان، أنقرة-","seal":"F6B85A2E","part":1},
      {"page":30,"id":41,"nass":"1976، 107 ص. رسالة دكتوراه.\rHilmi Mertturkmen, Buhari.htm'nin Ebu Hanife'ye Itirazlari, Ankara-1976, 108s, Doktora,\rمناقشات بين فقهاء الأحناف ومحدثي الظاهرية وأسباب اختلافهم، زكريا كولر، قونيا-1992، ط. أنقرة-1997، 234ص. رسالة دكتوراه.\rZekeriya Guler, Zahiri Muhaddislerle Hanefi Fakihler Arasindaki Munakasalar ve Ihtilaf Sebepleri, Konya, 1992, baski: Ankara-1997, 234s, Doktora,\rمناقشات بين ابن حجر والعيني، طلعت صاقاللي، أنقرة-1996، 146 ص.\rTalat Sakalli, Hadis Tartismalari, Ankara-1996, 146s.\rبعض الأحاديث التى احتج بها أهل السنة والشيعة، علي عثمان آتش، ط. إصطنبول-1996، 224 ص.\rAli Osman Ates, Ehl-i Sunnet ve Sia’nin Delil Aldigi Bazi Hadisler, Istanbul-1996, Beyan y. 224 s.\rاعتراضات ابن أبي شيبة على أبي حنيفة، عطاء الله جارب، إصطنبول، رسالة دكتوراه.\rAtaullah Carip, Ibn Ebi Seybe'nin Ebu Hanife'ye Itirazlari, Istanbul, Doktora,\rمناقشات حول الحديث منذ البداية إلى يومنا هذا، صباح الدين ييلديريم، إصطنبول، رسالة دكتوراه.\rSabahattin Yildirim, Baslan?ictan Gunumuze Hadis Tartismalari, Istanbul, Doktora,\rالخلفيات التاريخية لأيديولوجية الحديث، محمد أمين أوز آفشار، أنقرة-1999، 175 ص.\rM. Emin Ozafsar, Ideolojik Hadisciligin Tarihi Arkaplani, Ankara-1999, Ankara Okulu yay. s.","seal":"6B0AC2AF","part":1},
      {"page":31,"id":42,"nass":"الحديث واللغة:\rالحديث النبوي من جانب الأدب، إبراهيم بيرقدار، ط. أرضروم-1992.\rIbrahim Bayraktar, Edebi Yonden Hadis-i Nebevi, Erzurum-1992.\rالتشبيهات والأمثلة في الأحاديث من جانب الأدب، آدم دولك، ط. أرضروم-2002، 367 ص.\rAdem Dolek, Edebî Acidan Hadislerde Tesbih ve Temsiller, Erzurum-2001, Ekev yay. 367 s.","seal":"DDA8F14F","part":1},
      {"page":31,"id":43,"nass":"الحديث والثقافة:\rأحاديث المثنوي لجلال الدين الرومي، علي يارديم، إزمير-1984، 187ص. رسالة دكتوراه.\rAli Yardim, Mesnevî Hadisleri, Izmir-1984, 187s, Doktora,\rالعرف والعادات لدى أهل الجاهلية وأهل الكتاب, وماقبلته السنة ورفضته منها، علي عثمان آتش، إزمير-1989، ط. إصطنبول-1996، 544 ص. رسالة دكتوراه.\rAli Osman Ates, Sunnetin Kabul ve Reddettigi Cahiliye ve Ehl-i Kitap Orf ve Adetleri, Izmir-1989, 544s, Doktora,\rأثر الحديث في الأمثال التركية، سلمان باشاران، ط. بورصة-1991، 151 ص.\rSelman Basaran, Hadislerin Turk Atasozlerine Tesiri, Bursa-1991, Furkan Kit. 151 s.","seal":"5BBC60B8","part":1},
      {"page":32,"id":44,"nass":"الأحاديث التي تشكل ثقافتنا، نهات دالقين ويونس ماجد، ط. صامصون-1992، 349 ص.\rNihat Dalgin, Yunus Macit, Kulturumuzu Sekillendiren Hadisler, Samsun-1992, 349s.\rعلاقة بعض العقائد الشعبية بالأحاديث، علي جليك، إزمير-1994، 211 ص. رسالة دكتوراه.\rAli Celik, Bazi Halk Inanclarinin Hadislerle Munasebeti, Izmir-1994, 211s, Doktora,\rالمعتقدات الشعبية التى قبلها الإسلام أوردها، علي جليك، ط. إصطنبول-1995، 350 ص.\rAli Celik, Islamin Kabul veya Reddettigi Halk Inanclari, Istanbul-1995, Beyan yay. 350 s.\rالبيئة في السنة النبوية، يونس ماجد، صامصون-1997، 182 ص. رسالة دكتوراه.\rYunus Macit, Hz.Peygamber.htm'in Sunnetinde Cevre, Samsun-1997, XII+182s, Doktora,\rالثقافة الشعبية واللهو على ما ورد في الأحاديث، نبي بوز قورط، ط. إصطنبول-1997، 190 ص.\rNebi Bozkurt, Hadiste Folklor-Eglence, Istanbul- 1997, 190 s. MU?FVYay.\rالعلاقة بين السنة والعرف، أحمد جولاق، أرضروم, رسالة دكتوراه.\rAhmet Colak, Sunnet Orf Iliskisi, Erzurum, Doktora,\rالدعوة والإعلام في السنة، فخري خوشاف، أورفه-2003، رسالة دكتوراه.\rFahri Ho?af, Sunnette Propaganda, ?anliurfa-2003, Doktora,","seal":"99DD7B47","part":1},
      {"page":33,"id":45,"nass":"الحديث والتربية:\rالتربية في السنة النبوية، إبراهيم جانان، أرضروم-1977، ط. إصطنبول- 1982، 468 ص. بحث أستاذ مساعد.\rIbrahim Canan, Peygamberimizin Sunnetinde Terbiye, A.U.?.?.F., Erzurum-1977, baski: Istanbul-1982, 428s. Docentlik Tezi,\rالمحبة في القرآن والسنة، راشد كوجوك، إصطنبول-1984، 241 ص. رسالة دكتوراه.\rRasit Kucuk, Kur'an ve Sunnette Sevgi, Istanbul-1984, 241s, Doktora,\rمكارم الأخلاق في الأحاديث، علي أوزك، ط. إصطنبول-1988، 366 ص.\rAli Ozek, Hadislerle Ahlaki Davranislar, Istanbul-1987, Hisar yay. 366 s.\rالزواج في السنة النبوية، عبد الله أوزترك، ط. أنقرة-1988، 430 ص.\rAbdullah Ozturk, Peygamberimizin Sunnetinde Evlilik, Ankara-1988, Kilic y. 430 s.\rكيفية الدعوة الإسلامية وخطب النبي، طلعت قوج ييغيت، ط. أنقرة- 1994، 320 ص.\rTalat Kocyigit, Islamî Davetin Mahiyeti ve Hz. Peygamber’in Hutbeleri, Ankara-1994, 320s.\rالاعتدال في السنة، محمود قواقلي أوغلو، إصطنبول-1995، 264 ص. رسالة دكتوراه.\rMahmut Kavaklioglu, Sunnette Itidal, Istanbul-1995, 264s, Doktora,\rالطاعة في السنة، جمال آغيرمان، إصطنبول-1995، 314 ص. رسالة","seal":"6ED407AB","part":1},
      {"page":34,"id":46,"nass":"دكتوراه.\rCemal Agirman, Sunnette Itaat, Istanbul-1995, 314s, Doktora,\rصحة الأحاديث التى يستدل بها في الوعظ، محمود يشيل، قونيا-1996، رسالة دكتوراه.\rMahmut Yesil, Vaaz Edebiyatinda Kullanilan Hadisler ve Degeri, Konya-1996, Doktora,\rالوعظ والقصة في الحديث والقصاص، حسن جيريت، إصطنبول-1997، 218 ص. رسالة دكتوراه.\rHasan Cirit, Hadiste Vaaz, Kissacilik ve Kussas, Istanbul-1997, 218s, Doktora,\rالسماحة النبوية، يوسف ضياء كسكين، إصطنبول-1997، 130 ص.\rYusuf Ziya Keskin, Nebevî Hosgoru, Istanbul-1997, Timas yay. 130 s.\rمفهوم الجزاء في السنة، محمد ديلك، أورفا، رسالة دكتوراه.\rMehmet Dilek, Sunnette Ceza Anlayisi, Sanliurfa, Doktora,\rطريقة النبي ضد الغلو في العبادة، نوزاد عاشق، إزمير- 2000، 194ص.\rNevzat Asik, ?badette Asiriliga Karsi Hz. Peygamber’in Tutumu, Izmir-2000, 194.","seal":"CA074033","part":1},
      {"page":34,"id":47,"nass":"الحديث والكلام:\rمسألة الرؤية \"رؤية الله\" في القرآن والحديث، طلعت قوج ييغيت، أنقرة-1974، ط. أنقرة-1974، 112 ص. بحث الترقية إلى درجة أستاذ دكتور.","seal":"4B8F338B","part":1},
      {"page":35,"id":48,"nass":"Talat Kocyigit, Kur’an ve Hadiste Ru’yet Meselesi, Profesorluk Takdim Tezi Ankara-1974, 114s.\rصفات الله عند أصحاب الحديث، محمد خيري قيرباش أوغلو، أنقرة- 1983، 471 ص. رسالة دكتوراه.\rM. Hayri Kirbasoglu, Ashabu.htm'l-Hadis'e Gore Allah'in Sifatlari Problemi, Ankara- 1983, 471s, Doktora,\rتقليد تأليف «كتاب السنَّة» عند المحدثين، صلاح الدين يوجل، أرضروم، رسالة دكتوراه.\rSelahattin Yucel, Hadis Literaturunde “Kitabu's-Sunne” Gelenegi, Erzurum, Doktora,\rمكانة الحديث عند متكلمي الماتريدية، حسين قهرامان، بورصة، ط. بورصة- 2001، 227 ص. رسالة دكتوراه.\rHuseyin Kahraman, Maturidi Kelaminda Hadisin Yeri, baski: Maturidilikte Hadis Kulturu, Bursa-2001,227s, Doktora,\rقيمة الأحاديث الاعتقادية عند مذهب الماتريدية، نوري طوغلو، إصبارطة- 2003، رسالة دكتوراه.\rNuri Tuglu, Maturidi Kelam Ekolu Cercevesinde Kelami Hadislerin Degerlendirilmesi, Isparta-2003, Doktora,","seal":"A2863F7D","part":1},
      {"page":35,"id":49,"nass":"الحديث والمذاهب:\rفهم الشيعة للحديث، جمال صوفو أوغلو، أنقرة-1977، 164 ص. رسالة دكتوراه.\rM. Cemal Sofuoglu, Sianin Hadis Anlayisi, Ankara-1977, 164s, Doktora,","seal":"D03D3A1F","part":1},
      {"page":36,"id":50,"nass":"فهم الحديث عند أبي حنيفة ومنهج الحديث في مذهبه، إسماعيل حقي أونال، أنقرة-1989، ط. أنقرة-1994، 308 ص. رسالة دكتوراه.\rIsmail Hakki Unal, Ebu Hanife.htm'nin Hadis Anlayisi ve Hanefi Mezhebinin Hadis Metodu, Ankara-1989, baski: Ankara-1994, 308 s. Doktora,\rمكانة الإمام الشافعي في ثقافة الحديث، حابل نازلى كول، أنقرة-1994، 283 ص. رسالة دكتوراه.\rHabil Nazligul, Imam Safii’nin Hadis Kulturundeki Yeri, Ankara-1994, 283s, Doktora,\rمرجعية الحديث عند الإمام مالك، على ضوء نقد الإمامين: الشافعي والشيباني، علي دره، ألمانيا-1994، باللغة الألمانية، رسالة دكتوراه.\rAli Dere, Imam Safii ve Seybani’nin Kritikleri Dogrultusunda Imam Malik’in Hadis Kullanimi, Almanya-1994, Almanca, Doktora\rمفهوم أهل البيت في الأحاديث، يوسف آجيق أل، إصبارطة-1999، 310ص. رسالة دكتوراه.\rYusuf Acikel, Hadislerde Ehl-i Beyt, Isparta-1999, 310s. Doktora,\rمنهج الحديث في أصول فقه الشافعية، حسين كولج، أنقرة-2003، رسالة دكتوراه.\rHuseyin Gulec, Safi Fikih Usulunde Hadis Metedolojisi, Ankara-2003, Doktora,\rفهم الحديث عند المعتزلة، حسين خانصو، أنقرة-2003، رسالة دكتوراه.\rHuseyin Hansu, Mutezile Mezhebinin Hadis Anlayisi, Ankara-2003, Doktora,","seal":"0DDCA9E9","part":1},
      {"page":37,"id":51,"nass":"الحديث والتصوف:\rالتصوف في عهد ظهوره وعلاقته بالحديث، عبد الله آيدينلي، أرضروم- 1980، ط. إصطنبول-1986، 248 ص. رسالة دكتوراه.\rAbdullah Aydinli, Dogus Devrinde Tasavvuf ve Hadis, Erzurum-1980, baski: Istanbul-1986, 248s, Doktora,\rقيمة الأحاديث المتعلقة بالتصوف في كتاب \"قوت القلوب\"، بلال صاقلان، قونيا-1980، 384 ص. رسالة دكتوراه.\rBilal Saklan, Kutu'l-Kulubdaki Tasavvufi Hadislerin Hadis Metedolojisi Acisindan Degeri, Konya-1989, 374s, Doktora,\rشروح المتصوفة للحديث وشرح أربعين حديثا للقونوي، كامل ييلماز، إصطنبول-1989، رسالة دكتوراه.\rH. Kamil Yilmaz, Tasavvufi Hadis Serhleri ve Konevi'nin Kirk Hadis Serhi, Istanbul-1989, Doktora,\rشروح المتصوفة للحديث وشرح أربعين حديثا للقونوي، كامل ييلماز، ط. إصطنبول-1990، 143+173 ص. بحث أستاذ مساعد.\rH. Kamil YIlmaz, Tasavvufi Hadis Serhleri ve Konevi'nin Kirk Hadis Serhi, M.U.?.F., Istanbul-1990, 173+143s, Docentlik Tezi,\rمستندات تعاليم الصوفية من الأحاديث النبوية، أحمد ييلديريم، أنقرة-1996 ط. أنقرة-2000، رسالة دكتوراه.\rAhmet Yildirim, Tasavvufun Temel Ogretilerinin Hadisteki Dayanaklari, Ankara-1996, baski: Ankara-2000, Doktora,\rالحديث في ثقافة التصوف: الروايات المختلفة فيها في مصادر التصوف،","seal":"DB0E0B20","part":1},
      {"page":38,"id":52,"nass":"محيي الدين أويصال، ط. قونيا-2001، 472 ص. رسالة دكتوراه.\rMuhittin Uysal, Tasavvuf Kulturunde Hadis: Tasavvuf Kaynaklarindaki Tartismali Rivayetler, Konya-2001, 472s. Yediveren yay. Doktora,\rشرح الحديث عند الصوفية المتقدمة، نجم الدين شكر، قيصري، رسالة دكتوراه.\rNecmettin Seker, Ilk Donem Sufilerinden Hadis Yorumu, Kayseri, Doktora,\rموضوعات التقديس والتفضيل في السنة وكتب الفضائل، إبراهيم قوطلوآي، إصطنبول، رسالة دكتوراه.\rIbrahim Kutluay, Sunnete Gore Takdis ve Tafdil Meseleleri ve Fedail Kitaplari, Istanbul, Doktora,","seal":"C14AC10B","part":1},
      {"page":38,"id":53,"nass":"بحوث عن النبي صلى الله عليه وسلم:\rأحوال نبينا صلى الله عليه وسلم وأفعاله، عبد الله عاطف، ط. إصطنبول-1973، 328 ص.\rAbdullah Atif, Peygamberimizin Hal ve Hareketleri, Istanbul-1973, A. Said Matb. 328 s.\rسيدنا محمد صلى الله عليه وسلم وحياته، عثمان كسكي أوغلو وعلي حكمت بركي، ط. أنقرة -1978، 330 ص.\rOsman Keskioglu, Ali Himmet Berki, Hz. Muhammed ve Hayati, Ankara-1978, 430s.\rالخطاب النبوي، أحمد لطفي قازانجي، ط. بورصة-1983، رسالة دكتوراه.\rA. Lutfi Kazanci, Peygamber Efendimizin Hitabeti, Bursa-1983, 238s, Doktora,\rسيدنا محمد على لسان نفسه، ياشار نوري أوزترك، ط. إصطنبول-","seal":"27E03FA2","part":1},
      {"page":39,"id":54,"nass":"1984، 344 ص.\rYasar Nuri Ozturk, Kendi Dilinden Hz. Muhammed, Istanbul-1984, 344 s.\rالنبوة والأنبياء في الآيات والأحاديث، محيي الدين باغجه جي، ط. بورصة-1984، 180 ص. رسالة دكتوراه.\rMuhittin Bahceci, Ayet ve Hadislerde Peygamberlik ve Peygamberler, Bursa-1977, 180s. Doktora,\rسيدنا محمد صلى الله عليه وسلم وأحاديثه، عبد القادر كول بينارلي، ط. إصطنبول-1985، 220 ص.\rAbdulbaki Golpinarli, Hz. Muhammed ve Hadisleri, Istanbul-1985, Toker yay. 220 s.\rحياة النبي صلى الله عليه وسلم التعبدية من حيث علم النفس، حابل شن ترك، إصطنبول-1985، 137 ص.\rHabil Senturk, Psikoloji Acisindan Hz. Peygamber’in Ibadet Hayati, Istanbul-1985, 138 s.\rشمائل النبي صلى الله عليه وسلم، إبراهيم بيرقدار، أرضروم-1987، 334ص. رسالة دكتوراه.\rIbrahim Bayraktar, Hz. Peygamber'in Semaili, Erzurum- 1987, 334s, Doktora,\rمعجزات نبيناصلى الله عليه وسلم، نامق يازيجي، ط. إصطنبول-1987، 142 ص.\rNamik Yazici, Peygamberimizin Mucizeleri, Istanbul-1987, Ebru yay. 142 s.\rسيدنا محمد صلى الله عليه وسلم معلما، عبد الله أوزبك، ط. قونيا-1988، 304 ص.\rAbdullah Ozbek, Bir Egitimci Olarak Hz. Muhammed, Konya-1988, Selam y. 304 s.\rنبينا صلى الله عليه وسلم على لسان الصحابة، إسماعيل لطفي جاقان، ط. إصطنبول-","seal":"2EED5722","part":1},
      {"page":40,"id":55,"nass":"1992، 126 ص.\rI. Lutfi Cakan, Ashabin Dilinden Peygamberimiz, Busra yay. Istanbul. 1992, 126 s.\rالنبي صلى الله عليه وسلم وحياته العالمية، إبراهيم بيرقدار، ط. أرضروم-1995، 199 ص.\rIbrahim Bayraktar, Hz. Peygamber ve Evrensel Hayati, Erzurum-1995, Selale y. 199s.\rيومية النبي صلى الله عليه وسلم، محمد آب آيدين، إصطنبول-1997، 134 ص.\rMehmet Apaydin, Hz. Peygamber’in Gunlugu, Istanbul-1995, Insan yay. 145 s.\rالنبيّ المعلم ونظرته الإنسانية، سلجوق جوشقون، أرضروم-1996، 259 ص. رسالة دكتوراه.\rSelcuk Coskun, Bir Muallim Olarak Hz. Peygamber'in Insan Telakkisi, A.U.S.B.E, Erzurum, 1996, 259s, Doktora,\rشمائل نبينا صلى الله عليه وسلم وأخلاقه وآدابه، حسين آل كول، ط. إصطنبول-1997، 134 ص.\rHuseyin Algul, Peygamberimizin Semaili, Ahlak ve Adabi, Istanbul-1997, Nil yay. 134 s.\rشخصية الرسول صلى الله عليه وسلم من حيث علم النفس، سَهيلان بيلان، أنقرة- 1998، 181 ص. رسالة دكتوراه.\rSehilan Bilen, Psikoloji Acisindan Hz. Peygamberin Sahsiyeti, Ankara-1998, 181s.\rبشرية النبي صلى الله عليه وسلم،ح. موسى باغجي، أنقرة-1999، 423 ص. رسالة دكتوراه.\rH. Musa Bagci, Hz. Peygamber'in Beseri Yonu, Ankara-1999, 423s. Doktora,\rدلائل النبوة في الأحاديث، أردينج آحاطلي، إصطنبول-1999، ط.","seal":"0B89D8FC","part":1},
      {"page":41,"id":56,"nass":"النبوة ونبوة محمد، إصطنبول-2002، 266 ص. رسالة دكتوراه.\rErdinc Ahatli, Hadislere Gore Peygamberlik Delilleri, Istanbul-1999, Doktora,\rثلاثة محمدين \"حقيقة واحدة وتصوران عنه\"، مصطفى إسلام أوغلو، ط. إصطنبول-2000، 292 ص.\rMustafa Islamoglu, Uc Muhammed, \"Iki Tasavvur Bir Gercek\", Istanbul-2000, Denge yay. 292 s.\rمحمد صلى الله عليه وسلم ورسالته العالمية، إبراهيم صاريجام، ط. أنقرة-2001، 386ص.\rIbrahim Saricam, Hz. Muhammed ve Evrensel Mesaji, Ankara-2001, 386s.","seal":"0A85C745","part":1},
      {"page":41,"id":57,"nass":"النبي والسياسة:\rرسائل الدعوة إلى الإسلام للنبي عليه السلام، عابدين سونمز، أنقرة-1982، ط. إصطنبول-1984، 207 ص. رسالة دكتوراه.\rAbidin Sonmez, Hz. Peygamber'in Islam'a Davet Mektuplari, Ankara-1982, baski: Istanbul-1984, 207s. Doktora,\rمنهج الرسول صلى الله عليه وسلم في الدعوة إلى الإسلام، أحمد أونقال، قونيا-1984، 307 ص.\rAhmet Onkal, Rasulullah’in Islam’a Davet Metodu, Konya-1984, 307 s.\rمشورة رسول صلى الله عليه وسلم الله والشورى، عابدين سونمز، إصطنبول-1984، 240 ص.\rAbidin Sonmez, Sura ve Rasulullah’in Musaveresi, Istanbul-1984, Inkilap y. 240 s.\rعلاقة محمد صلى الله عليه وسلم بالمشركين، علي قابار، إصطنبول-1987، 296 ص.","seal":"8AEEC201","part":1},
      {"page":42,"id":58,"nass":"Ali Kapar, Hz. Muhammed’in Musriklerle Munasebeti, Istanbul-1987, ?lim yay. 296 s.\rرسول الله صلى الله عليه وسلم وعلاقاته السياسية، عابدين سونمز، إصطنبول-1987، 304 ص.\rAbidin Sonmez, Rasulullah’in Diplomatik Munasebetleri, Istanbul-1987, Inkilap yay. 304 s.\rأصول النبي صلى الله عليه وسلم في الدعوة وأسس الإيمان، فكرت قرامان، أرضروم-1993، رسالة دكتوراه.\rFikret Karaman, Peygamber'in Tebliginde Usul ve Iman Esaslari, Erzurum-1993, Doktora,\rعلاقة رسول الله صلى الله عليه وسلم مع أهل الكتاب \"في عهد المدينة\"، عثمان كونر، صامصون- 1995،ط. أنقرة-1997، 357 ص. رسالة دكتوراه.\rOsman Guner, Rasulullah’?n Ehl-i Kitap'la Munasebetleri \"Medine Donemi\", Samsun-1995, baski: Ankara-1997, 357s, Doktora,\rصحة الأحاديث المتعلقة بإدارة الدولة، هارون رشيد دمير أل، قونيا، رسالة دكتوراه.\rH. Resit Demirel, Devlet Yonetimi Ile Ilgili Hadislerin Degerlendirilmesi, Konya, Doktora,\rمفهوم النفاق في الأحاديث وسياسة النبي صلى الله عليه وسلم ضد المنافقين، عبد الله ييلديز، قيصري، ط. النبي وأعداؤه المخفيون: المنافقون، إصطنبول-2000، 275 ص. رسالة دكتوراه.\rAbdullah Yildiz, Hadislerde Nifak Kavrami, ve Hz. Perygamber'in Munafiklara Karsi Tutumu, Kayseri, baski: Hz. Peygamber ve Gizli Dusmanlari: Munafiklar, Istanbul-2000, 275s. Doktora,\rحكم اتباع اليهود والنصارى في الأحاديث، مرضا طوق بينار، إصطنبول- 2003، 155 ص.","seal":"9A29ADE6","part":1},
      {"page":43,"id":59,"nass":"Mirza Tokpinar, Hadislere Gore Yahudi ve Hristiyanlara Uymak, Istanbul-2003, Insan yay. 155 s.","seal":"99188659","part":1},
      {"page":43,"id":60,"nass":"بحوث عن الصحابة:\rعقائد المسلمين النزيهة في الصحابة الكرام والأجوبة عن الأسئلة عن معاوية رضي الله عنه، ط. إصطنبول-1967، 205 ص.\rOmer Nasuhi Bilmen, Ashab-i Kiram Hakkinda Muslumanlarin Nezih Itikadlari, Hz. Muaviye Hakkinda Suallere Cevaplar, Istanbul-1967, BIlmen Bas. ve Yay. 205 s.\rأبو هريرة رضي الله عنه ومكانته في علم الحديث، علي طوق صارى، قيصري-1982، 179 ص. رسالة قبول في هيئة التعليم.\rAli Toksari, Ebu Hureyre ve Hadis Ilmindeki Yeri, Kayseri-1982, 179s. Ogretim Uyeligi Tezi,\rسيدتنا عائشة رضي الله عنها محدثة، نوزاد عاشق، ط. إزمير-1987، 75 ص.\rNevzat Asik, Hz. Aise’nin Hadisciligi, Izmir-1987, 75 s.\rعدالة الصحابة رضي الله عنهم، توحيد باقان، أرضروم-1993، 181ص. رسالة دكتوراه.\rTevhit Bakan, Ashabin Adaleti, Erzurum-1993, 181s, Doktora,\rالانتقادات الموجهة ضد الصحابة رضي الله عنهم، محمد أفندي أوغلو، إصطنبول-1998، 383 ص. رسالة دكتوراه.\rMehmet Efendioglu, Sahabeye Yoneltilen Tenkitler, Istanbul-1998, 383s, Doktora,\rالانتقادات على أبي هريرة رضي الله عنه، عثمان كولر، ط. إصطنبول-2001، 168 ص.\rOsman Guner, Ebu Hureyre’ye Yonelik Elestiriler,","seal":"FFA3F0ED","part":1},
      {"page":44,"id":61,"nass":"Istanbul-2001, Insan yay. 168 s.","seal":"4C252255","part":1},
      {"page":44,"id":62,"nass":"بحوث عن الموضوعات المختلفة:\rالمجتمع الإسلامي في القرن الأول الهجري، مجتبى أوغور، أنقرة-1978، ط. إصطنبول-1980، 165 ص. رسالة دكتوراه.\rMuctaba Ugur, Hicri Birinci Asirda Islam Toplumu, Ankara-1978, baski: Istanbul-1980, 165 s. Doktora,\rالطب النبوي، محمود دنيز قوشلري، بورصة-1980، ط. إصطنبول-1981، 157 ص. رسالة دكتوراه.\rMahmut Denizkuslari, Tibb-i Nebevi, Bursa-1980, baski: Peygamberimiz ve Tip Istanbul-1981, 157s. Doktora,\rتفسير نبينا صلى الله عليه وسلم للقرآن، سعاد ييلديريم، إصطنبول-1983، 352 ص.\rSuat Yildirim, Peygamberimizin Kur’an’i Tefsiri, Istanbul-1983, Kayihan yay. 352 s.\rالحواديث في ضوء الأحاديث، صفوت سميح، ط. قونيا-1985، 128 ص.\rSaffet Semih, Hadislerin Isiginda Hadiseler, Konya-1985, Damla Matb. 128 s.\rحقيقة المعراج، سليمان ملا إبراهيم أوغلو، إصطنبول-1991، 199 ص.\rSuleyman Mollaibrahimoglu, Mirac Gercegi, Istanbul-1991, 199 s.\rالمهدية، عوني إلخان، ط. إصطنبول-1994، 102 ص.\rAvni Ilhan, Mehdilik, Istanbul-1994, Beyan yay. 102 s.\rمفهوم الدنيا في الأحاديث، علي جان طاتلي، إصطنبول-1996، 280 ص.\rAlican Tatli, Hadislerde Dunya kavrami, Istanbul-1996, 280 s.\rالطبابة المحافظة في الأحاديث، أحمد طورخان أوغلو، إصطنبول-1999،","seal":"3081B110","part":1},
      {"page":45,"id":63,"nass":"ط. 88 ص.\rAhmet Turhanoglu, Hadislerde Koruyucu Hekimlik, Istanbul-1999, Ragbet yay. 88 s.\rأثر التعصب الأعمى وتحكم الرجل في الروايات ضد المرأة، هدايت طوقصال، ط. أنقرة-2000، 267 ص. رسالة دكتوراه.\rHidayet Tuksal, Kadin Aleyhtari Rivayetlerde Ataerkil Gelenegin Etkileri, Ankara-2000, Kitabiyat, 267s. Doktora,\rالمرأة في الأفكار الجامدة المستندة إلى الروايات، علي عثمان آتش، ط. إصطنبول-2001، 400 ص.\rAli Osman Ates, Hadis Temelli Kalip Yargilarda Kadin, Istanbul-2001, Beyan yay. 400 s.\rمسألة خلق المرأة \"دراسة منهجية في حديث الضلع\"، جمال آغيرمان، ط. إصطنبول-2001، 285 ص.\rCemal Agirman, Kadinin Yaratilisi, Istanbul-2001, Ragbet yay. 285 s.\rعقوبة الرجم مع تحليل الآيات والأحاديث، يوسف ضياء كسكين، ط. إصطنبول-2001، 367 ص.\rYusuf Ziya Keskin, Recm Cezasi, Ayet ve Hadis Tahlilleri, Istanbul-2001, Beyan yay. 367 s.\rالمرأة في أربعين حديثا \" مع شرحها\"، زكريا كولر، ط. قونيا-1997، 327 ص.\rZekeriyya Guler, Kirk Hadiste Kadin, Konya-1987, Uysal kit. 327 s.","seal":"88EE294C","part":1},
      {"page":45,"id":64,"nass":"الأعمال في مجال التحقيق:\r\"كتاب العلل ومعرفة الرجال\" لأحمد بن حنبل، تحقيق: طلعت قوج","seal":"4BDBC972","part":1},
      {"page":46,"id":65,"nass":"ييغيت وإسماعيل جراح أوغلو، ط. أنقرة – 1963.\rTalat Kocyigit-Ismail Cerrahoglu, Ahmed b. Hanbel’in “Kitabu’l-Ilel ve Ma’rifetu’r-Rical” Adli Eseri, Ankara-1963.\r\"شرف أصحاب الحديث\" للخطيب البغدادي، تحقيق: محمد سعيد خطيب أوغلو، ط. أنقرة - 1971، 240 ص.\rM. S. Hatiboglu, el-Hatib el-Bagdadi’nin “Serefu Ashabi’l-Hadis” Adli Eseri, Ankara-1971, 240 s.\rصفحات تطور أدب الحديث و \"كتاب العلم\" لأبي خيثمة زهير بن حرب ومكانة هذا الكتاب وأهميته في التطور، صالح طوغ، إصطنبول-1979، \"كلية الآداب\"، ط. إصطنبول-1984، 192 ص. بحث أستاذ دكتور.\rSalih Tug, Hadis Edebiyatinin Gelisim Safhalari ve Ebû Hayseme Zuheyr b. Harb’in “Kitabu’l-Ilm” inin Bu Gelismedeki Yeri ve Onemi, baski: Zuheyr b. Harb ve “Kitabu’l-Ilm” Adli Eseri, Istanbul-1984, 192 s. Profosorluk takdim tezi.\r\"الباهر في حكم النبي بالباطن والظاهر\"، تحقيق: محمد خيري قيرباش أوغلو، ط. القاهرة-1987، 90 ص.\rM. Hayri Kirbasoglu, Suyuti’nin “el-Bâhir fî Hukmi’n-Nebiyyi (s) bi’l-Bâtili ve’z-Zâhir” Adl? Eseri, 1987-Kahire, 90s.\r\"الإجابة لإيراد ما استدركته عائشة على الصحابة\"، تحقيق: بنيامين أرول، 326 ص، تحت الطبع في مؤسسة الرسالة.\rBunyamin Erul, Zerkesî’nin “el-?câbe” Adli Eseri, baskida, 326s. Beyrut-M. Risale.","seal":"D2527851","part":1},
      {"page":47,"id":66,"nass":"النتيجة\rمدخل\r...\rالنتيجة:\rونود هنا أن نقّوم تلك الحقب الثلاث خاصة، والأعمال الأخرى عامة، حتى ترى كل الجهود العلمية المتعلقة بالحديث في تركيا:\r- الحقبة الأولى: حقبة غلب عليها طابع الإحياء أو تناول الحديث من منظور مختلف؛ ذلك لأن المشتغلين بالحديث عملوا على إثبات الوجود من جهة، وعلى تناول الحديث من زاوية أكاديمية تغلب عليها نظرة منهجية واتجاه نقدي من جانب آخر. ومع قلة عدد المؤلفات في هذه الفترة فإنها قد تعد بداية ممتازة وسنة حسنة لمن بعدهم بمنهجيتهم وآفاقهم. بعد ما افتتحت \"دار الفنون\" للتعليم العالي بأقسامها: الأدب والرياضة والقانون كانت بديلة عن المدارس والمعاهد التقليدية –كأي جامعة غربية- ثم زيدت عليها \"كلية الإلهيات\" التي يظهر فيها تأثير المناهج العلمية الغربية واضحة. إذ إن الأساتذة فيها اتخذوا الاتجاه العلمي المنهجي أساسا لبحوثهم. ويعتمد هذا المنهج على \"النقد\" و \"التاريخ\" الذي صبغ التنوير الغربي الجامعي بروحه. وإذا نظرنا إلى مادة الحديث نجد أن اسم \"الدرس\" قد تغير فسمي بـ \"تاريخ الحديث\" بدلا من \"الحديث الشريف\". ولعل هذه التسمية هي أول مادة في ثقافة المسلمين بِهذا الاسم كما كانت نافذة جديدة للباحثين. وهذا يشير إلى أن للباحثين حينئذ شيئاً من النظرة التاريخية في مجال علوم الحديث، وشيئاً من الوعي. ومقال الأستاذ \"ذاكر قدري أوغان\" المسمى بـ \"الروايات الدينية وغير الدينية\" - وهو بحجم الكتاب- مثال على هذا المنظور المنهجي. هذا المقال مهم جدا من جهتين: اختار الأستاذ في العنوان استعمال كلمة \"الرواية\" بدلا","seal":"4B89D848","part":1},
      {"page":48,"id":67,"nass":"من \"الحديث\" ثم ناقش بعض المقاييس في نقد الروايات.\rوالمناقشة التي دارت بين \"إسماعيل حقي أزميرلي\" و \"الشيخ صفوت أفندي\" حول صحة الأحاديث في مدونات الأخلاق والتصوف والتي استمرت عدة سنوات، ما هي في الأصل إلا وثيقة تاريخية تظهر للعيان الفروق بين النظرة التقليدية والنظرة الأكاديمية للحديث، وهي في الوقت نفسه تسلط الأضواء على الحديث وعلى مصادر الحديث في تلك الفترة.\rأما ترجمة مختصر صحيح البخاري \"التجريد الصريح\" وشرحه، والمقدمة الطويلة للكتاب حول أصول الحديث؛ فكل ذلك دليل واضح على مدى خلفيتنا القوية والمتمكنة في الحديث.\r- الحقبة الثانية: تعد شريحة زمنية لمحاولة إنشاء بنية تحتية للحديث ومدوناته الأكاديمية وبذلك تكون هذه الحقبة نتيجة طبيعية للقدر الهائل الذي افتتح في الحقبة الأولى. ولا شك أن أهم إنتاج في هذه الفترة هو رسالة الدكتوراه التي أعدها أ. د. فؤاد سزكين تحت عنوان: \"دراسات حول مصادر البخاري\" \"أنقرة-1956م\". فهذه الرسالة مهمة من حيث إنها تعطينا فكرة عن كيفية تناول مصادر الحديث. فالدراسة التي قام بها فؤاد سزكين، ليست مهمة من جهة نقل الحديث بالمشافهة وحسب، بل هي مهمة أيضا من حيث نقل الحديث وتصنيفه وكتابته وعلى منهج البخاري في التدوين والتصنيف. كما أن هذه الدراسة المهمة إذ تتناول تدوين الحديث وتصنيفه في القرن الهجري الأول والثاني، بل تتناول تاريخ الحديث من منظور مختلف، فإنها في الوقت نفسه تجيب عن بعض مزاعم المستشرقين المتعلقة بتلك الفترة.\rومن أبرز شخصيات هذه الفترة الأستاذ طيّب أوكيج-رحمه الله-.","seal":"7F930B12","part":1},
      {"page":49,"id":68,"nass":"فرجل العلم البوسنوي أوكيج الذي نشأ في الغرب، وبخلفيته الكلاسيكية للعلوم الإسلامية، وبما اكتسبه في الغرب؛ من منهجية وطرق بحث، قد وضع أسس مادة الحديث، والتفسير، والفقه، في كلية الإلهيات – جامعة أنقرة، كما نشأ على يديه طلبة غُيُر منتجون. والتأثير الأساسي لأوكيج الذي يعد العمود الفقري لنشاط الحديث في تركيا، هو عن طريق معيدين رباهما تربية حسنة:\rأحدهما هو أستاذنا طلعت قوجيغيت الذي وضع أسس علم الحديث من منظور كلاسيكي، وقد دوَّنه للناشئة كأصول الحديث، وتاريخ الحديث، ومصطلحات الحديث..\rوالثاني هو أستاذنا محمد سعيد خطيب أوغلو أعد رسالة الدكتوراه في: \"فكرة النقد الإسلامي ونقد الحديث\"، والذي حصل على درجة أستاذ مشارك لإعداده رسالة بعنوان: \"علاقة الحديث بالأحداث السياسية والاجتماعية من وفاة النبي صلى الله عليه وسلم إلى نهاية خلافة الأمويين\". فهذه المؤلفات التي تحاول رصد آثار النقد في الثقافة الإسلامية في العمود الفقري المذكور تحمل في طياتها مبادئ الخلفيات الحديثية \"علم الحديث\" الأكاديمية. وكلا الرجلين يركز على ضرورة رصد علاقة الأحاديث بالحوادث، ولفت النظر دائماً إلى مراعاة النقد في مصادر الرواية.\rنجد تأثير أستاذينا في المحدثين في الأربعين سنة الأخيرة يبرز في عناية الأول بالخط الكلاسيكي، بينما نجد عناية الثاني بالنقد والتحديث.\rوأول ما يلفت النظر في رسائل الدكتوراه التي أشرف عليها الأستاذان المذكوران، هو تناول مبادئ علوم الحديث، وتعتمد هذه الرسائل على","seal":"9E0F8120","part":1},
      {"page":50,"id":69,"nass":"المصادر الرئيسة، في إطار الدراسات والطرق المنهجية. غير أن طابع الدراسات هذه لا يتجاوز النقل، والتصوير، والتصنيف، وتثبيت ما هو معروف. فالطالب إما مدافع وإما متسائل إلى حد ما.\rالحقبة الثالثة: النشاطات في هذه الحقبة تتميز -بالإضافة إلى ما ذكر-بالدقة والموضوعية في الموضوعات التي تناولتها، والمحور الأساس الذي تتميز به هذه الحقبة هو: موضوع فهم الرسول صلى الله عليه وسلم، وفهم حديثه وسنته، فهما صحيحا، بالإضافة إلى نقد الحديث وموازينه. واللافت للنظر هنا البحث عن طرق ومناهج معرفة ثبوت الحديث ودلالته. والأسلوب المهيمن على هذه النشاطات بشكل عام هو الموضوعية، والتجرد، والأصالة، والنظرة الناقدة، وروح المناقشة والمساءلة. وقد استفيد في ذلك مما في الغرب من أساليب. وقد تطور مفهوم المصادر وكيفية الاستفادة منها عند الباحثين والدارسين، والاعتماد ما أمكن على المصادر والمراجع الأقدم؛ بعبارة أخرى روعي الاعتماد على المصادر والمراجع الموثقة والمعتمدة الكلاسيكية. وعلى الأخص فإن جميع الأعمال والنشاطات التي قامت بها الكلية التي أعمل فيها\r– كلية الإلهيات بجامعة أنقرة- متسمة بما ذكرت.\rونجد أن أعمال هذه الحقبة قد قلَّ فيها تأثير الأعمال الحديثية في العالم العربي، ونجد مقابل ذلك ظهورمؤلفات خاصة مستقلة. ونعتقد بضرورة ترجمة بعض هذه الأعمال وفي القريب العاجل إلى العربية والإنجليزية لتتخطى بذلك هذه الأعمال القيمة حدود تركيا، وتفتح بذلك آفاقاً جديدة لمناقشات خاصة ومفيدة في العالم الإسلامي.\rوإذا ما نظرنا إلى هذه الأعمال بشكل عام نلاحظ قلة النقاط التالية:","seal":"7502B276","part":1},
      {"page":51,"id":70,"nass":"علاقة الحديث باللغة، والتحقيق، والإسناد، والتخريج. ولعل أهم سبب في ذلك في نظرنا هو عنصر اللغة؛ وذلك لأن العربية ليست اللغة الأم للباحثين فمن الطبيعي ألا يُعنى الباحثون بأهم تلك النقاط المذكورة. أما التخريج والإسناد، فإن لم يكونا قد أهملا تماما، إلا أنهما لم يلقيا ما يليق بهما من أهمية. بينما نجد في تركيا أن نشاط العمل في الحديث يتركز على غربلة المتن أو نقده.\rوالنقاط الإيجابية لأعمال الحديث في تركيا هي:\r1- غلبة محاولات تناول المتن وفحواه.\r2- الاستفادة من الأعمال الكلاسيكية، والأعمال العصرية.\r3- رصد ما يستجد في العالم الإسلامي والعالم الغربي.\r4- لا يُراعى رأي أهل الحديث وحسب، بل يراعى رأي الأصوليين، ورأي المذاهب الأخرى.\r5- بما أن الجو الحواري مناسب ومتوافر فمن السهولة بمكان مناقشة أي موضوع ومساءلته بحرية.\r6- بروز أعمال الفهم والأسلوب.\r7- بروز التعددية في الرؤى، والمشارب: كلاسيكي، وعصري، ونقد..\rأما النقاط السلبية للأعمال الحديثية في تركيا فهي:\r1- وجود عائق لغوي في الكتابة والنشر باللغة العربية.\r2- بما أن هذه الأعمال في مرحلة التطور، فإن بعض هذه الأعمال غير كاف وسطحي.\r3- أكثرها موجَّه لمجتمعنا؛ ولذلك لا تتعدى هذه الأعمال حدود تركيا.","seal":"440CAFEE","part":1},
      {"page":52,"id":71,"nass":"4- هناك تضارب في هذه الأعمال، وذلك يرجع إلى أنها في طور البحث والمناقشة.\rهذا ولم نتناول في بحثنا رسائل الماجستير، والبحوث المقدمة إلى الندوات والمؤتمرات، والمترجمة المأخوذة من الكتب والمقالات المنشورة في المجلات، ومختارات من أعمال الحديث، وبحوث معينة عن المحاور المختلفة \"في القرآن والحديث والسنة\". وإليكم كلمة مختصرة عن هذه النقاط:","seal":"5ECF55B2","part":1},
      {"page":52,"id":72,"nass":"رسائل الماجستير:\rبما أنها حصيلة شباب باحثين يَخْطُون خطواتهم الأولى في ميدان الحديث، وبما أنها تجربتهم الأولى، فهي بشكل عام صغيرة الحجم، وليست مطمئنة من حيث المضمون. فالمدة المحدودة لإعداد الرسالة، والمنحصرة في عام ونصف، والتعليم الذي تلقوه؛ عوامل تعيق طريق إعداد رسائل ممتازة، أو متعمقة في موضوعها. ولا يمنع ذلك قطعا من وجود رسائل جيدة بين تلك الرسائل سواء من حيث الموضوع المختار، أو من حيث تناول الموضوع، وقد طبع بعضها.، وإذا ما أردنا أن نذكر بعضا منها نقول:\r1- موسى جار الله بكىيف، حياته وأفكاره وآثاره، محمد كورمز، أنقرة - 1989،. ط. أنقرة - 1994، 228ص.\r2- محمد زاهد الكوثري، حياته وأفكاره وآثاره وعمله في الحديث، محمد أمين أوزأفشار، أنقرة - 1989، 241ص.\r3- منشأ الببليوغرافيا الحديثية وتطوره، زكريا كولر، قونيا- 1988، 190 ص. \"من القرن الأول إلي القرن الخامس\".","seal":"AA01E1D7","part":1},
      {"page":53,"id":73,"nass":"4- الببليوغرافيا الحديثية وتطوره، \"من القرن السابع إلى الحادى عشر\"، محمود يشيل، قونيا- 1989، 171 ص.\r5- الصحابة غير العرب، محمد أفندي أوغلو، إصطنبول- 1991م.\r6- البحوث في علوم الحديث في عهد الجمهورية التركية، ياووز أونال، صامصون- 1992، ط. صامصون- 1997، 255 ص.\r7- روايات أم حبيبة، آينور أورال أر، ط. إصطنبول- 1990، 111ص.\r8- التعصب المذهبي في الجرح والتعديل، صبري قيزيلقايا، أنقرة-2000م.","seal":"489C2438","part":1},
      {"page":53,"id":74,"nass":"الندوات:\rلقد أقيم في تركيا نحو عشرين ندوة عن الحديث والسنة، وقد طبعت نتائج هذه الندوات على شكل كتاب، ومنذ سنتين يجتمع المحدثون الشباب في الإجازة الصيفية، مدة يومين في ملتقى حديثي. ويمكن عرض بعض الندوات على الشكل التالي:\r1- الندوة العالمية الأولى عن الدراسات الإسلامية؛ إزمير- 1985م.\r2- ندوة عن الإمام البخاري؛ قيصري-1987م.\r3- ندوة الحديث؛ أمسه، ويومه، وغده؛ صامصون-1993م؛ وطبع عام 1994م.\r4- ندوة عن بدر الدين العيني؛ عين تاب-1993م.\r5- ندوة مكانة السنة في الدين؛ إصطنبول-1995م؛ وطبع عام 1997م.\r6- ندوة في فهم الحديث والسنة؛ أنقرة-2001م؛ وطبع عام 2003م.\r7- ندوة عن المشكلات في فهم النصوص؛ أنقرة- 2003م.","seal":"F621DF84","part":1},
      {"page":54,"id":75,"nass":"8- ندوة في فهم السنة؛ بورصة- 2003م.","seal":"ABC06970","part":1},
      {"page":54,"id":76,"nass":"المجلات:\rتُصْدر كثير من كليات الإلهيات مجلات خاصة بها. ناهيك عن أننا نصدر مجلات دورية علمية بجهود أكاديميين مستقلة عن الجهات الرسمية والكلية التي يعمل بها أعضاء هيئة التدريس مثل: \"الدراسات الإسلامية\"، و \"إسلاميات\"، و \"دراسة الإسلام\"، و \"الدراسات الدينية\"، و \"التصوف\"، و \"المعرفة\"، و \"الديوان\"، و \"المجلة العلمية للديانة\"، و \"البحوث الحديثية\". وتصدر هذه المجلات بشكل دوري كل سنة، وأكثرها يصدر في السنة أربعة أعداد، ومنها ما يُصدر في السنة ثلاثة أعداد، ومنها ما يصدر في السنة عددين. كل هذه المجلات تقريبا محكًّمة ولا ينشر المقال فيها إلا بعد موافقة ثلاثة محكمين على الأقل، وإلحاق ملخص له باللغة الإنجليزية.","seal":"7D393552","part":1},
      {"page":54,"id":77,"nass":"المقالات:\rهناك مقالات قيمة، وأصيلة بين المقالات المنشورة في المجلات المذكورة، ومن الضروري ترجمتها إلى العربية، وإذا ما أردنا أن نذكر بعضا منها نقول:\r1- \"تقويم وردود\" على أعمال الحديث في الغرب؛ بقلم أ. د. سعيد خطيب أوغلو، الندوة العالمية الأولى عن الدراسات الإسلامية، إزمير-1985م.\r2- نقد العلماء المسلمين لصحيحي البخاري ومسلم \"بالعربية\"؛ بقلم أ. د. محمد سعيد خطيب أوغلو، مجلة الدراسات الإسلامية، العدد الخاص بالحديث والسنة، 1997م.","seal":"7A29A5DE","part":1},
      {"page":55,"id":78,"nass":"3- تصرفات الرواة في متون المرويات \"بالعربية\"؛ بقلم د. بنيامين أرول، مجلة كلية الإلهيات-جامعة أنقرة.\r4- نقد حديث \"الجيش الذي يخسف به\" أو \"التاريخ الذي كُتِب على لسان الرسول\"؛ بقلم أ. د. إسماعيل حقي أونال، مجلة \"إسلاميات\".\r5- سلطة المصادر في علم الرواية، الجامع الصحيح للإمام مسلم؛ د. محمد أمين أوز أفشار، مجلة كلية الإلهيات-جامعة أنقرة.\r6- حول الدافع الرئيس للمستشرقين الكلاسيكيين لدراسة الحديث؛ محمد كورماز، مجلة \"إسلاميات\".\r7- مراحل اكتساب البخاري مكانته؛ بقلم د. كامل جاقين، مجلة الدراسات الإسلامية، العدد الخاص بالحديث والسنة، 1997م","seal":"AE8D40B1","part":1},
      {"page":55,"id":79,"nass":"الموسوعة الإسلامية:\rولا يفوتنا هنا أن نشير إلى عمل مهم وهو: \"الموسوعة الإسلامية\" التي يشرف على إصدارها وقف رئاسة الشؤون الدينية، وهي تنشر في إصطنبول منذ عام 1988م. وكانت قد ترجمت من قبل \"الموسوعة الإسلامية\" الغربية إلى التركية، كما ترجمت \"دائرة المعارف\" إلى العربية. أما \"الموسوعة الإسلامية\" التركية المذكورة، فإن معظم موادها تكتب من قبل رجال علم أتراك، وقليل منها يكتبها مختصون شرقيون ثم غربيون؛ لذلك فهي تصدر بشكل متميز. علما بأن الموسوعة تحتوي فيما تحتوي على إنتاج المحدثين، وتوثيق مواد الموسوعة بصحائف مصورة وملونة عن المخطوطات النادرة التي لا تقدر بثمن والموجودة في مكتباتنا. لقد صدر المجلد (26) والذي انتهى إلى الحرف (K) . ومن المتوقع أن يصل حجمه إلى (40) مجلداً خلال السنوات","seal":"B52E4578","part":1},
      {"page":56,"id":80,"nass":"القادمة. ونأمل أن تترجم هذه الموسوعة إلى اللغة العربية على غرار \"دائرة المعارف\" حتى يستفيد منها العالم الإسلامي.\rوأخيرا نود أن نقدم اقتراحاتنا حول هذا الملتقى القيم، وهي:\r1- تنظيم ندوات السنة والسيرة، كل على حدة.\r2- تناول محور واحد وبشكل محدد ومعين وليس عدة محاور كمشكلة المنهج، وكتابة تاريخ الحديث، ومسائل الحديث، وفهم السنة، وعلاقة الوحي بالسنة وغيرها..\r3- إقامة مثل هذه الندوات في موسم الحج؛ وبذلك نكون قد أحيينا التعارف العلمي في هذه البقعة المباركة وهذا الزمان المبارك من جديد.\r4- توثيق العلاقات بين الجامعات والمؤسسات، وتبادل المعلومات فيما بينها، وتبادل الطلبة وأعضاء هيئة التدريس، وتنظيم ندوات مشتركة، ونشر مطبوعات مشتركة، وغيرها..\r5- إغناء المكتبة العربية بترجمات من اللغات المختلفة إلى اللغة العربية.\r6- يمكن إعداد صفحة إلكترونية خاصة بعلماء الحديث والسنة ضمن الشبكة العالمية. يعرض في هذه الصفحة الإنتاج السنوي من أعمال ونشاطات ومنشورات علمية، ليتمكن الجميع من مناقشتها وإضافتها إلى مكتبة الحديث والسنة. وحتى يقف المعنييون على التقنية العلمية المستجدة ويستفيدوا ويفيدوا.\r7- إطلاع المعنيين بشؤون السنة السيرة على حصيلة اللقاءات والندوات التي عقدت والتي ستعقد لاحقا.\rولا يسعني وأنا أنهي كلمتي إلا أن أشكر منظمي هذا الملتقى الطيب عن السيرة والسنة النبوية. كما أشكر كل من شارك في هذه الندوة من المحدثين.","seal":"0E1CB8F5","part":1},
      {"page":57,"id":81,"nass":"مصادر ومراجع\r...\rالمصادر\rببليوغرافيا البحوث ورسائل الدكتوراه في الحديث الشريف وعلومه في كليات الإلهيات بجامعات تركيا (1920-1992م) ل \" ياووز أونال\"، ترجمة: محمد صادق الحامدي، محلة علام الكتب، مج 22، ع 1-2 \"رجب /شعبان –رمضان/شوال 1421 \"، ص 142-167. الرياض\rرسائل الماجستير والدكتوراه في الموضوعات الإسلامية التي قدمت في الجامعات التركية في الفترة 1982 – 1992م، مجلة الحكمة، إعداد: مركز البلقان للدراسات والأبحاث العلمية، العدد السابع، جمادى الثانية 1416، ص 345-370، والعدد التاسع، صفر 1417، ص 302-298. بريطانيا-ليدر.\rCakan Ismail Lufi, Hadis Edebiyati, Cesitleri, Ozellikleri, Faydalanma Usulleri, s.271-279, Istanbul-1985, MUIFYay.\rEr Hamit, Darulfunun Ilahiyat Fakultesi Mecmuasi Maddesi, DIA, VIII. 526-257.\rOzafsar Mehmet Emin, Hadisin Neligi Sorunu ve Akademik Hadiscilik, Islamiyat Dergisi, cilt: 3, say: 1, Ocak-Mart 2000. s. 44-46.","seal":"C45B5A0D","part":1},
      {"page":58,"id":82,"nass":"Yavuz Unal, Cumhuriyet Turkiyesi Hadis Calismalari (1920-1997) , samsun-1997,Etud Yayinlari.","seal":"6E3B873E","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"المؤلفات في الحديث وعلومه في العهد الجمهوري في تركيا - ببليوغرافيا","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"بنيامين بن دورموش أرول","bLnk":null,"Inf":"","Auth":"بنيامين بن دورموش أرول","Betaka":"الكتاب: المؤلفات في الحديث وعلومه في العهد الجمهوري في تركيا - ببليوغرافيا\r\nالمؤلف: بنيامين بن دورموش أرول\r\nالناشر: مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"1C42C3CF","cat":"فهارس الكتب والأدلة","oNum":8537,"BkId":8537,"oAuth":2037,"bVer":1,"aSeal":"C4484C6A"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8537":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":2,"sub":0,"tit":"الحقبة الأولى (1924-1949)"},
      {"lvl":1,"id":3,"sub":0,"tit":"الحقبة الثانية (1949-1982)"},
      {"lvl":1,"id":5,"sub":0,"tit":"الحقبة الثالثة (1982-2003)"},
      {"lvl":1,"id":7,"sub":0,"tit":"الأعمال في الحقبة الأولى (1924-1949)"},
      {"lvl":1,"id":9,"sub":0,"tit":"الأعمال في الحقبتين الثانية والثالثة"},
      {"lvl":2,"id":9,"sub":1,"tit":"حجية السنة ومكانتها"},
      {"lvl":2,"id":12,"sub":0,"tit":"تاريخ الحديث"},
      {"lvl":2,"id":13,"sub":0,"tit":"علوم الحديث"},
      {"lvl":2,"id":16,"sub":0,"tit":"أصول الحديث ومصطلحاته"},
      {"lvl":2,"id":20,"sub":0,"tit":"مصادر الحديث"},
      {"lvl":2,"id":23,"sub":0,"tit":"علم الرجال والجرح والتعديل"},
      {"lvl":2,"id":25,"sub":0,"tit":"المحدثون وآثارهم"},
      {"lvl":2,"id":29,"sub":0,"tit":"بحوث في جغرافيا الحديث"},
      {"lvl":2,"id":31,"sub":0,"tit":"فهم الحديث والسنة"},
      {"lvl":2,"id":33,"sub":0,"tit":"شرح الحديث وتأويله"},
      {"lvl":2,"id":36,"sub":0,"tit":"نقد الحديث"},
      {"lvl":2,"id":38,"sub":0,"tit":"الأحاديث الموضوعة"},
      {"lvl":2,"id":40,"sub":0,"tit":"مناقشات المحدثين"},
      {"lvl":2,"id":42,"sub":0,"tit":"الحديث واللغة"},
      {"lvl":2,"id":43,"sub":0,"tit":"الحديث والثقافة"},
      {"lvl":2,"id":45,"sub":0,"tit":"الحديث والتربية"},
      {"lvl":2,"id":47,"sub":0,"tit":"الحديث والكلام"},
      {"lvl":2,"id":49,"sub":0,"tit":"الحديث والمذاهب"},
      {"lvl":2,"id":51,"sub":0,"tit":"الحديث والتصوف"},
      {"lvl":2,"id":53,"sub":0,"tit":"بحوث عن النبي صلى الله عليه وسلم"},
      {"lvl":2,"id":57,"sub":0,"tit":"النبي والسياسة"},
      {"lvl":2,"id":60,"sub":0,"tit":"بحوث عن الصحابة"},
      {"lvl":2,"id":62,"sub":0,"tit":"بحوث عن الموضوعات المختلفة"},
      {"lvl":2,"id":64,"sub":0,"tit":"الأعمال في مجال التحقيق"},
      {"lvl":1,"id":66,"sub":0,"tit":"النتيجة"},
      {"lvl":2,"id":66,"sub":1,"tit":"مدخل"},
      {"lvl":2,"id":72,"sub":0,"tit":"رسائل الماجستير"},
      {"lvl":2,"id":74,"sub":0,"tit":"الندوات"},
      {"lvl":2,"id":76,"sub":0,"tit":"المجلات"},
      {"lvl":2,"id":77,"sub":0,"tit":"المقالات"},
      {"lvl":2,"id":79,"sub":0,"tit":"الموسوعة الإسلامية"},
      {"lvl":1,"id":81,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
