{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8548":
    [
      {"page":161,"id":1,"nass":"المرأة في حياة إمام الدعوة الشيخ محمد بن عبد الوهاب\rتأليف: فضيلة الشيخ: حمد الجاسر\rبسم الله الرحمن الرحيم\r[الجوانب المهملة في حياة الشيخ]\rلم يعن من اطلعت على مؤلفاتهم من المؤرخين بجوانب حياة الإمام المجدد الشيخ محمد بن عبد الوهاب - أسبغ الله عليه شآبيب عفوه ورضوانه - إلا بما يتصل بدعوته إلى تجديد الدين، وتطهيره من شوائب الشرك والبدع والخرافات.\rولهذا فالباحث المتعمق في دراسة جميع جوانب حياته الخاصة تعترضه عقبات يقف أمامها حائرا.\rفهو عندما يطلع على ما كتبه بعض مؤرخي الحجاز عن سفير الدعوة في عهد الإمامين عبد العزيز وابنه سعود، العالم الجليل الشيخ حمد بن ناصر بن عثمان بن معمر (1225 هـ) ، يجد فيما يطلع عليه أن الشيخ حمداً في سفارته الثانية سنة 1220هـ- اجتمع له أهل جدة في جامعها الكبير، فقرأ عليهم رسالة جده في بيان حقيقة الدعوة.\rوأول ما يتبادر إلى الذهن أن المقصود بكلمة (جده) الإمام الشيخ محمد بن عبد الوهاب.\rولكنه لا يجد بين مؤرخي نجد ممن عرفت مؤلفاتهم ما يؤيد هذا من قريب أو بعيد، وقد يكون هذا ناشئاً عن عدم اهتمامهم بمثل هذا الجانب من حياة الإمام، بل قد يجد المهتم بدراسة تاريخ هذه البلاد جوانب أخرى مما هو ألصق بها لا يزال غامضاً، ومنها ما يتعلق بالناحية العلمية في نجد عند ظهور الدعوة، وليس أدل على هذا من أن أحد مؤازري الشيخ في عمله الجليل، عالم نجد في عهده الشيخ عبد الله بن عيسى بن عبد الرحمن - قاضي الدرعية في ذلك العهد - الذي وصفه الشيخ في إحدى رسائله بقوله1: (ما نعرف من علماء نجد، ولا علماء العارض ولا غيره أجل منه) - عندما يروم الباحث معرفة شيء مما\r__________\r1 تاريخ ابن غنام المسمى \"تاريخ نجد\" تحقيق الدكتور ناصر الدين الأسد - ص342 -.","seal":"37D58FB3","part":1},
      {"page":162,"id":2,"nass":"يتعلق بحياته لا يجد فيما بين يديه من مؤلفات مؤرخي نجد ما يوضح له معالم تلك الحياة، بل لا يجد أكثر مما ورد في رسائل الشيخ عنه وعن ابنه عبد الوهاب.\rوما أرومه في كلمتي هذه عن (المرأة في حياة الإمام) لا يعدو الإشارة إلى جانب من جوانب حياة الشيخ جدير بالدراسة، ولن يعدم الباحث المتعمق فيه من لمحات قد توضح له الطريق، فالوثائق الشرعية من أحكام ووصايا ووقف وقسمة عقار وهبات ونحوها، لا يزال كثير منها مما يتعلق بعصر الشيخ وما بعده محفوظاً، وهي لا تغفل ما يتعلق بالنساء، وتعنى ببيان صلة القرابة، فهي لذلك من المصادر المهمة لمن يهتم بالنواحي التاريخية بصفة عامة.\rولا شك أن إهمال أثر المرأة في حياتنا بصفة عامة يعد تجاهلا لحياتنا كلها، ولواقعنا الذي نعيشه.\rولعلي لا أغرب في القول عندما أقرر أن من أسس دعوة الشيخ محمد - رحمه الله - إنصاف المرأة، والدفاع عن حقوقها.\rفقد كان بعض الناس في عهده يتحايل بطريقة الوقف أو الهبة أو القسمة لحرمان النساء من حقهن تحايلا وصفه الشيخ في إحدى رسائله1: (إذا أراد الإنسان أن يقسم ماله على هواه، وفر من قسمة الله، مثل أن يريد أن امرأته لا ترث من هذا النخل، ولا تأكل منه إلا حياة عينها، أو يريد تفضيل بعض أولاده على بعض، أو يريد أن يحرم نسل البنات ... إلى أن قال: ويفتي له بعض المفتين أن هذه البدعة الملعونة صدقة بر تقرب إلى الله، ويوقف على هذا الوجه قاصدا وجه الله) .\rووصف الشيخ هذا (بالجنف والإثم) وشدد النكير على فاعله وأقام الأدلة الشرعية على بطلانه في رسالته المعروفة.\rولا أريد أن أتعرض لبحث موضوع ليس من صميم ما أردت تناوله من الناحية التاريخية.\r__________\r1 ابن غنام \"تاريخ نجد\" تحقيق الدكتور ناصر الدين الأسد ص316.","seal":"1B1ECD19","part":1},
      {"page":163,"id":3,"nass":"إن في واقع تاريخنا أمثلة حية لمشاركة المرأة في جميع الأعمال النافعة، حتى في مقارعة الأبطال، ومجالدة الأعداء بأدوات القتال، فغالية البقمية1 كان لشجاعتها وقيادتها الأثر العظيم في مؤازرة أنصار الدعوة حتى انهزم جيش طوسون بن محمد علي باشا في وقعة تربة سنة 1229هـ (1813 م) ، ثم تصدت مع المجاهدين لحرب جيش محمد علي حين غزا تربة؛ ليثأر لهزيمة ابنه بشجاعة نادرة. أثارت حفيظة الباشا الذي تمنى أن يقدر على إمساكها بعد انهزام جيشها وذهابها إلى الدرعية سنة 1230هـ بعد هزيمة وقعة بسل، وقال عنها المؤرخ المصري محمود فهمي المهندس في كتاب \"البحر الزاخر\"2: وتكدر محمد علي باشا كثيرا من هرب غالية ونجاتها من يده؛ لأنه في اشتياق زائد لإرسالها إلى القسطنطينية، علامة وشهرة على نصره وظفره. انتهى.\rومع شهرة تلك المجاهدة الشجاع، لم يرد لها ذكر في أهم المصادر التي بين أيدينا عن تاريخ الدعوة.\rوقل مثل ذلك في سيدة شجاع انتضت السيف حتى أدركت الثأر من قاتل ابنها، ولولا ما حفظه لنا الشعر العامي والرواة المعاصرون من أمرها لكان نسيا منسيا، إنها السيدة لؤلؤة بنت عبد الرحمن آل عرفج من أمراء القصيم آل عليان من العناقر من تميم، التي قال عنها الأمير عبيد بن علي بن رشيد - يذكر السيف -:\rليا عاد ما نرويه من دم الأضداد ... ودوه يم العرفجيه ترويه\rوتجد خبرها مفصلا في كتاب \"بلاد القصيم\"3 للأستاذ الشيخ محمد العبودي.\r__________\r1 انظر عن غالية مجلة \"العرب\" س5 ص800 وس6 ص394 و\"الأعلام\" للزركلي حرف الغين - ومجلة \"الزهراء\" ج1 ص118 وتاريخ الجبرتي حوادث سنة 1229هـ و\"البحر الزاخر في تاريخ العالم وأخبار الأوائل والأواخر\" ج1 ص 173/187/188 تأليف محمود فهمي المهندس المتوفى في سيلان سنة 1311هـ- منفياً مع عرابي باشا.\r2 ج1 ص187 وما بعدها.\r3 ص524 وما بعدها وهو أحد أقسام \"المعجم الجغرافي للبلاد العربية السعودية\" من منشورات (دار اليمامة للبحث والترجمة والنشر) وشرح بيت عبيد: (ليا) إذا: (عاد) : لم (ودوه) : اذهبوا له ويعني السيف. (العرفجية) : المنسوبة إلى آل عرفج، وغلط فؤاد حمزة فظن الكلمة اسم روضة - كما في حاشية كتابه \"قلب جزيرة العرب\" ونبهت على ذلك في نقدي للكتاب. ومجمل معنى بيت الشاعر: إذا لم نرو سيوفنا من دم أعدائنا فخذوها منا وأعطوها النساء فهن أشجع منا - كما فعلت العرفجية.","seal":"EC402857","part":1},
      {"page":164,"id":4,"nass":"طال الاستطراد وحسن العود للحديث عمن ألصق بالموضوع من كريمات عهد نشوء الدعوة.\rزوجة الإمام محمد بن سعود:\rأول امرأة تحدث مؤرخو نجد عن مناصرتها لدعوة الشيخ هي موضي بنت بن وهطان، زوجة الأمير محمد بن سعود.\rوهي من أسرة كريمة من آل كثير، ولا تزال فروع تلك الأسرة معروفة في بلاد نجد، وهي من آل فضل الذين كانوا يسيطرون على الجزيرة من بلاد الشام حتى جنوب الجزيرة خلال القرن الثامن إلى القرن الحادي عشر.\rوآل فضل من قبيلة طيء المعروفة، ولا تزال أسر كثيرة منهم متحضرة متفرقة في مدن المملكة، بعد أن انتقلت باديتهم إلى الشام والعراق.\rوكان آل كثير في بادية العارض من أول القرن الحادي عشر - على ما يفهم من كلام بعض المؤرخين 1 - حتى منتصف القرن الثاني عشر - وجرى بينهم وبين آل معمر أمراء العيينة مناوشات، من أشهرها محاولتهم نهب بلدة العيينة حتى غزوها سنة 1137هـ - فاحتال أميرها محمد بن حمد بن معمر حتى قتل رئيس الغزو زيد بن مرخان صاحب الدرعية، ثم في سنة اثنتين وأربعين ومائة وألف قتلوا ذلك الأمير، قتله آل نبهان منهم.\rثم انحدروا إلى الشرق عند ظهور الدعوة وكانوا يتعرضون لبعض القوافل - كما ذكر ابن بشر في حوادث سنة ثلاث وأربعين ومائتين وألف.\rوعندما سار الإمام تركي لغزو قبائل العجمان وآل مرة سنة ثمان وأربعين ومائتين\r__________\r1 انظر سوابق ابن بشر لسنوات 1046 و1081 و1097 و1105 و1133 و1137 و1142.","seal":"62E3C73A","part":1},
      {"page":165,"id":5,"nass":"وألف تزوج في الأحساء ابنة هادي بن مذود رئيس عربان آل كثير، وأتى بها معه إلى الرياض، وكان أبوها قد قتل سنة ثلاث وأربعين ومائتين وألف1.\rونرجع للحديث عن تلك السيدة الجليلة موضي. حين انتقل الشيخ محمد بن عبد الوهاب من العيينة إلى الدرعية سنة 1157هـ كارها مكرها {وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ} 2. وكانت الدعوة قد وجدت في هذه البلدة تربة خصبة، فنبتت ونمت، فحل الشيخ ضيفا على أحد تلامذته حتى استقبله محمد بن سعود على نحو أوجز، وصفه ابن غنام بقوله3: (فلما سمع بذلك الأمير محمد بن سعود قام من فوره ومعه أخواه ثنيان ومشاري، فأتاه في بيت أحمد بن سويلم، فسلم عليه، وأبدى له غاية الإكرام والتبجيل، وأخبره أنه يمنعه بما يمنع به نساءه وأولاده) .\rولكن ابن بشر فصله على هذا النحو4: (فعلم به خصائص من أهل الدرعية، فزاروه خفية، فقرر لهم التوحيد، فأرادوا أن يخبروا محمد بن سعود، ويشيروا عليه بنزوله عنده ونصرته، فهابوه، وأتوا إلى زوجته وأخيه ثنيان الضرير، وكانت المرأة ذات عقل ودين ومعرفة، فأخبروهما بمكان الشيخ، وصفة ما يأمر به وينهى عنه، فوقر في قلبيهما معرفة التوحيد، فلما دخل محمد بن سعود على زوجته أخبرته بمكان الشيخ، وقالت له: إن هذا الرجل ساقه الله إليك، وهو غنيمة، فاغتنم ما خصك الله به، فقبل قولها، ثم دخل عليه أخوه ثنيان وأخوه مشاري، وأشارا عليه بمساعدته ونصرته) انتهى. ثم كان من أمر الإمامين ما هو معروف.\rولا داعي لمجاراة بعض مؤرخي نجد من المتأخرين من غير أهلها في المقارنة بين موقف الجوهرة زوجة الإمام محمد بن سعود بموقف أم المؤمنين خديجة رضي الله عنها مع\r__________\r1\"عنوان المجد\" ج2 ص42/57 طبعة وزارة المعارف.\r2سورة البقرة آية: 216.\r3ابن غنام: \"تاريخ نجد\": 80.\r4\"عنوان المجد\" ج1 ص24 - طبعة وزارة المعارف سنة 1391 (1971م) .","seal":"B1C8E658","part":1},
      {"page":166,"id":6,"nass":"النبي صلى الله عليه وسلم - أول ما نزل عليه الوحي، ثم لما أمره الله بالجهر بالدعوة إلى الإسلام، فمقام أم المؤمنين لا يسامى، وإن اتفق الموقفان في مناصرة الحق.\rورحم الله ابن بشر، فلولا إشارته الموجزة التي تقدم ذكرها عن أثر تلك السيدة الكريمة في حث زوجها على قبول الدعوة، ومناصرة إمامها تلك المناصرة التي عادت بخير العوائد وأعظم النتائج، لجهل أمرها.\rابنة محمد بن سعود:\rجاء في كتاب \"علماء نجد خلال ستة قرون\"1 في الكلام على الأمراء الذين وقفوا في وجه الدعوة: (عثمان بن حمد بن عبد الله بن معمر، أمير العيينة الذي ناصره أول الأمر ثم تخلى عنه، فبعد أن انتقل الشيخ إلى الدرعية، واتفق مع الأمير محمد بن سعود، صار عثمان يشن عليهما الغارات من العيينة، ويرسل كوكبات الخيل عليها الفرسان، وكان الأمير محمد بن سعود من الضعف وعدم القوة والعدة بحال لا يستطيع معها مقابلات حملات عثمان بن معمر. ولذا كانت بنت محمد بن سعود تقول من قصيدة لها شعبية:\rما شاقني كود سرية لابن ... معمر تطل على الزلال كل عشية\rيايبه شف للخيل خيل مثله ... وإلا فزل من شيخة الدرعية\rولم يذكر مؤلف الكتاب الأستاذ الشيخ عبد الله البسام مصدره. وأورد البيتين الأستاذ عبد الله بن خميس2 بصيغة: (ينسبان إلى ابنة محمد بن سعود، حيما كان ابن معمر يهاجم الدرعية من العيينة في أول دعوة الشيخ محمد بن عبد الوهاب - رحمه الله - في الدرعية:\rتشوق عيني سرية ابن معمر ... تطل على الزلال3 كل عشية\rيابوي شف للخيل خيل مثله ... وإلا فخل إمارة الدرعية\r__________\r1 ص: 37.\r2 معجم اليمامة 1/535.\r3 الزلال: من الأمكنة القريبة من الدرعية. ويقول الأستاذ عبد الله بن خميس وهو من أهل هذه البلدة: إنه غير معروف الآن.","seal":"BCAE8A2E","part":1},
      {"page":167,"id":7,"nass":"فالأستاذان يثبتان لمحمد بن سعود ابنة شاعرة، وهي على صحة نسبة البيتين إليها ذات همة عالية وشجاعة، وتطلع إلى معالي الأمور، وتحريض على مجاهدة أعداء الدعوة.\rولكنني وإن كنت لا أنكر وجود بنت لمحمد بن سعود تتصف بحميد الصفات ألاحظ - بعد اختلاف الرواتين في نص البيتين، ووقوع الخلل في وزنهما - مخالفة اللهجة فيهما للهجة سكان العارض ووسط نجد، فكلمة (مثله) التي يرجع الضمير فيها إلى (الخيل) جاءت مطابقة للهجة أهل شمال نجد بلاد القصيم وما حولها، فهم الذين يحذفون الألف من ضمير المؤنث على قاعدة: (بالكرامة ذات أكرمكم الله به، والفضل ذي أكرمكم الله به) . بخلاف لهجة غيرهم من بلاد نجد، فهم لا يحذفون تلك الألف.\rوأمر آخر اتفق عليه الأستاذان الكريمان، وهو تقرير أن عثمان بن معمر كان يغزو الدرعية في أول دعوة الشيخ، وهذا الأمر - فضلاً عن كون مؤرخي الدعوة ممن اطلعت على كلامهم لم يذكروه - يخالف ما هو معروف من أن المدة الواقعة بين انتقال الشيخ إلى الدرعية، ووفود عثمان بن معمر عليه فيها، وتجديد بيعته كانت من حيث القصر بحيث لا تتحمل شن غارات الحرب، فقد انتقل الشيخ سنة 1157 هـ ووفد عليه ابن معمر في تلك السنة. فإذا صح وقوع شيء من الغارات فهو حين كان العداء مستحكما بين العيينة وبين الدرعية بعد سنة 1138 هـ التي وقع فيها الوباء الذي أفنى أكثر سكان العيينة فأضعفها، فغزاها أهل الدرعية وأميرهم زيد بن مرخان سنة 1139هـ، فقتل، واستولى على الإمارة محمد بن سعود، ولكن العيينة استعادت قوتها في عهد عثمان بن عبد الله بن حمد بن معمر الذي تولى الإمارة بعد قتل أخيه محمد سنة 1142 هـ، واستجاب لدعوة الشيخ في أول عهدها.\rوأعود لذكر ابنة محمد بن سعود، فبعد التصافي والاتفاق بين الأسرتين الكريمتين الأسرة المقرنية1 والأسرة المعمرية، ببركة الدعوة الإصلاحية التي قام بها الإمام المجدد الشيخ محمد، تقوت الأواصر بالتزاوج بينهما، فزوج عثمان بن ناصر بن عبد الله\r__________\r1 من كلمات الاعتزاء التي كان الملك عبد العزيز - رحمه الله - يرددها إذا حزبه أمر من الأمور: (أنا ابن مقرن) و (أنا أخو نورة) و (أنا أخو الأنور) و (أنا ابن فيصل) .","seal":"A89F7480","part":1},
      {"page":168,"id":8,"nass":"ابن معمر عبدَ العزيز بن محمد بن سعود بن محمد بن مقرن ابنته التي أنجبت الإمام سعوداً، وزوج الإمام محمد بن سعود ابنته مشاري بن إبراهيم بن عبد الله بن معمر، فأتت منه بمحمد بن مشاري الذي كان من رسل الصلح بين الإمام عبد الله بن سعود وبين إبراهيم باشا أثناء حصار الدرعية سنة 1233 هـ، ثم سعى للاستيلاء على نجد بعد رحيل إبراهيم باشا سنة 1234، فتم له ذلك حتى قتل هو وابنه مشاري عند قيام الإمام تركي بن عبد الله بن محمد بن سعود سنة 1236 هـ - على ما ذكر ابن بشر.\rفيكون الإمام عبد العزيز خالا لمحمد هذا، وكذا أخوه عبد الله بن محمد، كما أوضح ذلك ابن بشر أيضاً1، لا الإمام سعود بن عبد العزيز، كما ورد في الطبعة الأولى من كناب ابن بشر \"عنوان المجد\"2 وفي الطبعات التي نقلت عنها. وقد أشار إلى هذا الخطأ الشيخ عبد الرحمن بن عبد اللطيف آل الشيخ في تعليقه على طبعة وزارة المعارف لذلك الكتاب.\rوالدة الشيخ محمد بن عبد الوهاب:\rأول من رأيته يتحدث عن هذه السيدة الجليلة التي أنجبت لنا هذا الرجل العظيم، هو الأستاذ الجليل الشيخ عبد الله بن عبد الرحمن البسام في كتاب \"علماء نجد خلال ستة قرون\" فقد أوضح أن جد الشيخ محمد لأمه (هو محمد بن عزاز المشرفي الوهيبي التميمي من عشيرته الأدنين) 3.\rولما ترجم الشيخ سيف بن محمد بن عزاز4 أشاد بذكر آل عزاز، وذكر أن سيافاً هذا هو خال الشيخ، وذكر أن وفاته كانت سنة 1129 هـ.\rوقد ورد في إحدى رسائل الشيخ محمد ذكر ابن عزاز - من هذه الأسرة فيما يظهر - قال:5 في إحدى رسائله لعبد الله بن سحيم: (ولا يخفاك أني عثرت على أوراق عند ابن\r__________\r1\"عنوان المجد\": ج1 ص275 و298 طبع وزارة المعارف سنة 1391هـ (1971م) .\r2ج1 ص217.\r3\"علماء نجد\" ص26.\r4ص329.\r5تاريخ ابن غنام تلخيص الدكتور ناصر الدين الأسد ص307.","seal":"0EA0C330","part":1},
      {"page":169,"id":9,"nass":"عزاز، فيها إجازات له من عند مشائخه، وشيخ مشائخه يقال له عبد الغني1، ويثنون عليه في أوراقهم، ويسمونه العارف بالله، وهذا اشتهر عنه أنه على دين ابن عربي الذي ذكر العلماء أنه أكفر من فرعون) .\rولا أستبعد أن يكون ابن عزاز هذا هو الشيخ سيف المتقدم ذكره، ويرد على هذا القول إشكال من كون الشيخ محمد لم يدعه خاله.\rومهما يكن فإن ما ذكره الأستاذ ابن بسام عن والدة الشيخ هو حصيلة ما في المؤلفات التي وصلت إلينا.\rزواج الشيخ\rكان الشيخ الإمام محمد بن عبد الوهاب - رحمه الله - عندما قام بدعوته في بلده حريملاء قد بلغ الثامنة والثلاثين من عمره، ولم يذكر مؤرخو حياته أنه تزوج إلا بعد أن انتقل إلى بلدة العيينة، بعد وفاة والده الشيخ عبد الوهاب سنة ثلاث وخمسين ومائة وألف.\rقال ابن بثسر: (فانتقل الشيخ إلى العيينة ورئيسها يومئذ عثمان بن حمد بن معمر، فتلقاه بالقبول، وأكرمه، وتزوج فيها الجوهرة بنت عبد الله بن معمر) .\rويظهر أن هذا هو أول زواج للشيخ؛ لأنه قبل وفاة والده قد عاش متنقلا بين الحجاز والبصرة والأحساء، مشغولاً بطلب العلم، ولم يذكر مؤرخوه الموثوق بهم أنه تأهل قبل انتقاله إلى العيينة.\rأما ما جاء في كتاب \"لمع الشهاب\"2 ونصه: (وكان تحت محمد بن عبد الوهاب حينئذ ثلاث نسوة وابنان وابنتان) - أي قبل سفره لطلب العلم - فهو حديث خرافة، ككثير من الأخبار الواردة في ذلك الكتاب.\rلقد كانت بلدة العيينة مسقط رأس الشيخ، ففيها ولد ونشأ، وهي مقر أسرته بعد\r__________\r1 هو عبد الغني بن إسماعيل النابلسي (1050/1143) .\r2 ص19 - طبع (دار الملك عبد العزيز) .","seal":"2E5DE89B","part":1},
      {"page":170,"id":10,"nass":"انتقالها من بلدة أشيقر، وارتحال والد الشيخ منها كان بسبب وقوع خلاف بينه وبين أميرها الذي عزله عن القضاء، وولى شيخاً آخر من تلك الأسرة التي تربطها بأسرة آل معمر أواصر قوية غير آصرة النسب، فالأسرتان تميميتان.\rوبلدة العيينة في ذلك العهد خير مكان لنشر الدعوة، فهي قاعدة بلاد نجد، وإمارتها أقوى إمارة وأشهرها في تلك البلاد.\rأما هذه السيدة الجليلة التي تزوجها الشيخ، الجوهرة بنت عبد الله بن معمر، فهي عمة الأمير عثمان الذي استقبل الشيخ أحسن استقبال، وابنة الأمير عبد الله بن محمد بن حمد بن معمر الذي وصفه ابن بشر بما هذا نصه1 (في سنة ثمان وثلاثين ومائة وألف أوقع الله سبحانه الوباء العظيم الذي حل بأهل بلدة العيينة أفنى غالبهم، مات فيه رئيسها عبد الله بن محمد بن حمد بن عبد الله بن معمر الذي لم يذكر في زمانه ولا قبل زمنه في نجد في الرئاسة وقوة الملك والعدد والعدة والعقارات والأثاث، فسبحان من لا يزول ملكه) انتهى.\rوللجوهرة - في سبيل نشر الدعوة - يدان كريمتان.\rاليد الأولى: أنها قبل زواج الشيخ بها كانت سبباً في إنقاذ حياة محمد بن سعود بن محمد بن مقرن الذي قام بنصرة الشيخ ومؤازرته في نشر الدعوة، وسار أبناؤه وأحفاده من ملوك آل سعود على نهجه حتى حقق الله لتلك الدعوة الظهور والانتشار في جميع أنحاء العالم.\rقال ابن بشر2 - في ذكر حوادث سنة تسع وثلاثين ومائة-: (وفي هذه السنة غدر محمد بن حمد بن عبد الله بن معمر الملقب خرفاش صاحب العيينة بزيد بن مرخان صاحب الدرعية، وبدغيم بن فايز الكادحي السبيعي وقتلهما. وذلك أنه لما أصاب بلدة العيينة الوباء المشهور وأفني رجالها ومات رئيسها عبد الله بن معمر، طمع زيد بن مرخان وأتباعه\r__________\r1\"عنوان المجد\" ج2 ص236 طبع وزارة المعارف سنة 1391 هـ 1971م) .\r2المصدر السابق.","seal":"BB9F63D2","part":1},
      {"page":171,"id":11,"nass":"في أموالها، وأرادوا نهبها، فساروا إليها بآل كثير وبوادي سبيع وغيرهم، فلما وصل الجميع عقرباء أرسل خرفاش إلى زيد، وقال له: إنه ما ينفعك نهب البوادي وغيرهم لنا، وأنا أعطيك وأرضيك وأقبل إلي.. فسار زيد إليه في أربعين رجلاً، ومعهم محمد بن سعود وغيره، فأدخلهم قصره، ثم أدخل رجالا من قومه في مكان، وواعدهم إذا جلس زيد يرمونه بالبنادق، فرموه ببندقين فلم يخطئانه فمات. فتنبه محمد بن سعود ومن معه، ودخلوا في موضع، وتحصنوا فيه، فلم ينزلوا إلا بأمان الجوهرة بنت عبد الله بن معمر.\rورجع محمد بن سعود بمن معه من أهل الدرعية، فاستقل محمد بعد هذه بولاية الدرعية كلها، ومعها غصيبة) 1. انتهى كلام ابن بشر على ما فيه من سذاجة، ولكنه يقرر يدا بيضاء لتلك الأميرة الكريمة، ولهذا أوردته بطوله.\rواليد الأخرى للجوهرة تقوية الصلة بين زوجها الإمام محمد، وبين ابن أخيها الأمير عثمان، وحقاً ما قال الدكتور عبد الله الصالح العثيمين2 وحين وصل محمد بن عبد الوهاب - إلى العيينة رحب به أميرها وأكرمه - إلى أن قال -: وازدادت علاقة الاثنين توطدا بزواج الشيخ من الجوهرة بنت عبد الله بن معمر، ويبدو أن زواجه منها لم يكن لشهرة أسرتها فقط، وإنما لسمعتها الاجتماعية الخاصة أيضاً) انتهى.\rولا داعي للاسترسال في ذكر الآثار الطيبة التي عادت على الدعوة الإصلاحية من جراء تلك المصاهرة، غير أن المناسبة تلجئ إلى الإشارة إلى خاتمة ذلك الصهر، وهي خاتمة محزنة حقا، لم تقف عند حد قتله، بل تجاوزت ذلك إلى الطعن في عقيدته، وانجرت إلى ابنه من بعده.\rحقا إن الرجل ندم على ما قدم، و {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ} 3 البقرة آية (134) .\rولكن تاريخنا المدون - فضلاً عما فيه من جوانب النقص - لا يخلو من مواقف\r__________\r1 غصيبة: محلة في أعلى الدرعية, بلغها عمرانها الآن.\r2 كتاب \"الشيخ محمد بن عبد الوهاب\" ص47 مطبعة نهضة مصر، بدون تاريخ.\r3 سورة البقرة آية: 134.","seal":"9EDB5C45","part":1},
      {"page":172,"id":12,"nass":"يعتورها الغموض، وما هي مهمة الباحث إذا لم يحاول تحليل الوقائع؛ ليستخلص منها النتائج حتى يصل إلى الحقيقة فيما يعالج من القضايا التاريخية؟\rلقد قام الأمير عثمان بن معمر بمؤازرة الشيخ، فقطع الأشجار التي يعظمها الجهال، وهدم ما بني على القبور، ونفذ أحكام الشريعة، ويظهر أن أهل بلاده لم يكونوا كلهم على وفاق معه، فابن بشر يذكر أنه اجتمع مع الشيخ نحو سبعين رجلا منهم من رؤساء المعامرة - أي استجابوا للدعوة - وأن الشيخ لما أراد هدم قبة زيد بن الخطاب رضي الله عنه أراد أهل الجبيلة - وهي من بلاد عثمان - أن يمنعوه من هدمها، فسار معه عثمان بنحو ستمائة رجل، فلما رأوه قد عزم على حربهم إن لم يتركوه يهدمها خلوا بينهم وبينها.\rولقد استمر عثمان في تقبل آراء الشيخ وتنفيذها، تقبل المؤمن بها إيماناً صادرا عن يقين بصدقها، لا عن رغبة في أمر، ولا عن رهبة من أحد، وكما قال الشيخ حسين بن غنام1: (تلقاه بالقبول والمناصرة، وأكرمه غاية الإكرام، وألزم الخاصة والعامة أن يمتثلوا أمره، ويقبلوا قوله) ، فما الذي جرى له حتى غير موقفه؟! قال ابن بشر2: - بعد أن ذكر بلوغ أخبار الشيخ حاكم الأحساء سليمان بن محمد: (فأرسل إلى عثمان كتاباً يتهدده فيه إن لم يقتل الشيخ أو يخرجه من بلده، وأنه إن لم يفعل قطع خراجه) ثم أشار إلى أن عثمان تردد في الأمر، فأثر عليه جلساء السوء - وإذن فلدى عثمان من خاصته من لم تباشر دعوة الشيخ قلبه - وقال: (فأرسل إلى الشيخ ثانياً وقال له: إن سلمان أمرنا بقتلك، ولا نقدر إغضابه ولا مخالفة أمره؛ لأنه لا طاقة لنا بحربه، وليس من الشيم أن نؤذيك في بلدنا مع علمك وقرابتك) ، وذكر أنه أرسل مع الشيخ حراساً إلى أن بلغ الدرعية.\rكان صاحب الأحساء ذا نفوذ واسع في عهده، ولهذا استعان به أعداء الشيخ، ممن وصفهم ابن غنام بقوله 3: (فلما أعياهم رد ما أفحمهم به الشيخ من حجج، عدلوا إلى ردها بالمكر والحيلة) وهو يقصد أعداءه من أهل نجد الذين ألبوا عليه أقوى حاكم ذي نفوذ وسلطة في هذه البلاد.\r__________\r1\"تاريخ نجد\": 78.\r2\"عنوان المجد\": 1/23.\r3\"تاريخ نجد\": 80.","seal":"73999AAD","part":1},
      {"page":173,"id":13,"nass":"قال صاحب كتاب: \"لمع الشهاب\"1: (شكوا ذلك إلى سليمان آل محمد الحميدي الخالدي، حاكم بني خالد والأحساء والقطيف وقطر كلها، فالتمسوا منه أن يمشي على والي العيينة ويجليه من بلده) ، وذكر أنه توعد ابن معمر في كتابه بأمور:\r1- قطع وظائفه التي في الأحساء.\r2- منع عماله من جباية غلة أملاكه في الأحساء من نخل وزراعة رز قدر محصولها بستين ألف ريال ذهب.\r3- منع تجار بلده من مسابلة الأحساء والقطيف وقطر وسواحل تلك البلاد.\rلقد تكالبت الأعداء على عثمان، فقومه الأدنون من أهل العيينة ومن حولها ليسوا كلهم منقادين لدعوة الشيخ، ولا مؤيدين لما يقوم به عثمان من مناصرته، وأكثر علماء نجد قد أظهروا التنكر لدعوة الشيخ وجاهروا بذلك، ومنهم من كاتب الأمراء والعلماء في التحريض على قمع الدعوة التي لم يستجب لها سوى عدد قليل من أهل العيينة وأهل الدرعية.\rوها هو حاكم الأحساء يتوعد عثمان بمختلف أنواع الوعيد إن لم يقتل الشيخ أو يخرجه من بلاده، 2 وإن لم يفعل فسوف لا يقف عند حد ما توعد به، إنه سوف يغزو ابن معمر، وبلاد نجد في ذلك العهد كانت ميداناً لغارات آل حميد حكام الأحساء، وليس لابن معمر - بعد أن حل بإمارة العيينة ما حل بها من الضعف أن يقاوم، وليس لديه من القوة ما يستطيع به أن يقابل قوة حاكم يسيطر على شرق الجزيرة من عمان جنوباً إلى البصرة شمالا، بل تتناول سيطرته وقوة نفوذه بلاد نجد، بحيث كان ابن معمر يظهر الخضوع له3، ويتقاضى وظيفة منه، وحين ثارت عليه عشيرته سنة 1166 هـ التجأ إلى الخرج فتوفي فيه.\r__________\r1 31.\r2 عنوان المجد: 1/23 طبعة وزارة المعارف سنة 1391هـ (1971م) .\r3 كان لمحمد بن غرير آل حميد أربعة أبناء توارثوا بعده وهم سعدون توفي سنة 1135هـ ثم على إلى سنة 1143هـ ثم سليمان. قال عنه ابن بشر عند ذكر حوادث سنة 1166هـ: وفيها غدر المهاشير المعروفون من بني خالد في سليمان آل محمد رئيس الأحساء, ورئيس بني خالد, فانهزم إلى بلد الخرج ومات فيه. انتهى. أما مؤلف \"لمع الشهاب\" فقد أوضح السبب, فقال - ص167 - بعد أن أشار إلى موقفه عند قيام الدولة السعودية: (كان متولعا بحب النساء, نكح ما يزيد على المائة، لكنه لم يجمع إلا بين أربع منهن, بل كان يأخذ ويطلق, وكان يتعرض بنات بني خالد غدراً, فأنكرت عليه مشايخ الخوالد وبنو أعمامه, فأجلوه إلى أرض نجد, ولما وصل اليمامة مات في الطريق فدفن هناك. ومدة سلطنته قريب سبع عشرة سنة) - انتهى. وقد وقع في \"عنوان المجد\" ج2 ص240- طبعة وزارة المعارف غلط نصه: في ذكر سوابق سنة1143: (قتل سليمان بن محمد رئيس الأحساء ورئيس عربان بني خالد, قتله ابن أخيه دجين بن سعدون) . والمقتول هو علي بن محمد، وتولى بعده أخو سليمان بن محمد الذي كان معاصرا لظهور الدعوة ومات في الخرج سنة 1166هـ.","seal":"E157DD1B","part":1},
      {"page":174,"id":14,"nass":"ليس أمام ابن معمر سوى ارتكاب أخف الضررين لدفع أعلاهما، كما قال صاحب كتاب \"لمع الشهاب\"1 فلما وصل كتاب سليمان بن محمد الخالدي إلى عثمان بن معمر اهتم وكره عداوة سليمان، وغضب أيضا لخروج محمد بن عبد الوهاب عنه، لكنه ارتكب أخف المحظورين بإبداء المعذرة لدى محمد بن عبد الوهاب خفية، فقال له: إن محاربة هذا الرجل تصعب علينا، فالرأي أن تسير من العيينة على بركة الله إلى أي بلد شئت، وتقيم فيها سنة أو سنتين حتى نرى كيف يفعل الله بعد ذلك، ثم مرجعك إلينا) .\rلا أريد تبرير فعل ابن معمر في إخراج الشيخ، ولكنني أحاول الحفاظ على كرامة أول مؤازر للدعوة وصهر القائم بها، وجد بطل من أبطال الأسرة السعودية الكريمة التي كتب لتلك الدعوة الانتشار والبقاء بجهاد أبطالها منذ عهد الإمام محمد إلى عهدنا، هو الإمام سعود بن عبد العزيز بن محمد بن سعود، سبط الأمير عثمان بن حمد بن معمر.\rأريد المحافظة على كرامة ذلك الرجل بإيضاح بعض ما ظهر لي حيال ما نسب إليه - فيما بعد - من تنكر للدعوة، وقد أكون مخطئا فيما أبديه من رأي يخالف ما يراه غيري، ولكن مما لا شك فيه أن فيما كتب عن الدعوة وعن معاصريها مواقف اتخذ منها بعض الأعداء ثغرات ومنافذ للطعن في الدعوة، وللنيل من القائمين بها.\rلم يتجاوز الزمن بين انتقال الشيخ إلى الدرعية، ووفود الأمير عثمان بن معمر عليه فيها لتجديد البيعة أكثر من عام، على ما يفهم من كلام ابن بشر الذي قال في سياق الكلام عما جرى للشيخ حين وصل إلى الدرعية في سنة 1257هـ2: (فلما علم عثمان أن\r__________\r1 32.\r2\"عنوان المجد\": ج1 ص25- طبع وزارة المعارف سنة 1391هـ (1971م) .","seal":"42CBE4C2","part":1},
      {"page":175,"id":15,"nass":"محمد ابن سعود أوى الشيخ ونصره وبايعه ندم على ما فعل، فقدم على الشيخ وطلب منه الرجوع معه فقال: ليس هذا إلي، وإنما هو إلى محمد بن سعود، فأتى عثمان محمدا فأبى عليه) . ويقول ابن غنام1: (فرجع إلى بلده مضمرا العداوة والشر والغدر، وإن كان يبدى مشايعة الحق ونصرة الشيخ والأمير محمد، إلى أن تكرر منه المكر، وظهر نفاقه وانكشف أمره) .\rوهذا كلام مبهم غير واضح، وما تخفيه القلوب علمه عند علام الغيوب، ومؤرخو تلك الفترة ذكروا أن الرجل لما وفد على الشيخ في سنة سبع وخمسين ومائة وألف - أو التي بعدها 2 - بايع على الإسلام والجهاد في سبيل الله، وذكروا مشاركته في غزو الرياض سنة تسع وخمسين، وفي غيرها من الغزوات حتى قتل سنة 1163 هـ.\rغير أن ابن بشر لما ذكر وقعة دلقة سنة ستين - إحدى غزوات الرياض - قال3: وكانت تلك الغزوة من غير مشورة عثمان؛ لأنهم يتهمونه في الباطن أنه يوالي عدوهم، وزادته هذه الوقعة تهمة، وندم على تخلفه عن الغزو؛ لأنه خاف على نفسه، ثم ذكر أن محمد بن مبارك لما عاد من غزوة دلقة بأهل حريملاء مر بالعيينة فتعاهد مع عثمان واتفقا وتصافيا. ولكن المؤرخ لم يذكر الغاية من ذلك الاتفاق، وقال: ثم إن عثمان أرسل إلى الشيخ وإلى الأمير محمد يعتذر إليهم من التخلف عن الغزو، فقبلا منه، ثم إنه قدم عليهم ومعه وجوه أهل العيينة وأهل حريملاء، وعاهد الشيخ ومحمد على الجهاد، فعند ذلك جعلوه رئيسا للغزوات والسرايا، وصار محمد بن سعود له منقادا ولا يخالفه بل يتابعه، ويوافقه في السفر والغزو والجهاد - على ما في تاريخ ابن غنام أيضا4 بدون إشارة إلى خبر الاتفاق مع أمير حريملاء.\rوقد يفهم من كلام ابن بشر عن اتفاق ابن معمر مع أمير حريملاء محمد بن عبد الله بن\r__________\r1\"تاريخ نجد\": 82.\r2\"عنوان المجد\" ج1 ص28.\r3المصدر السابق: 1/33.\r4: 94.","seal":"CBE44AD0","part":1},
      {"page":176,"id":16,"nass":"مبارك أنه ضد مصلحة القائمين بالدعوة، وهذا غير صحيح، فابن مبارك كان من أوائل الوافدين على الشيخ في الدرعية في سنة 1157هـ - بجماعته أهل حريملاء، وقد قتل في شوال سنة 1165هـ، وهو ثابت على ما عاهد عليه الشيخ1.\rولكن كان بين أهل العيينة وأهل حريملاء حزازات قديمة وضغائن قبل قيام الدعوة - أشار إلى بعضها ابن بشر وغيره2 - ويظهر أن ذلك الاتفاق لإزالة آثار تلك الحزازات التي كان من آخرها ما حدث من عثمان بن معمر سنة 1143هـ من أخذه زواملهم3.\rويورد المؤرخان ابن غنام4 وابن بشر 5 في حوادث سنة ستين ومائة وألف أن من أعظم ما نقم على عثمان - وعبارة ابن غنام: وكان من أعظم ما أظهر نفاق عثمان - أنه أرسل إلى إبراهيم بن سليمان أمير ثرمداء، وأمره أن يركب إلى دهام - أمير الرياض - للإصلاح بينهما والاتفاق جميعا مع الشيخ ومحمد بن سعود، فقدم دهام مع إبراهيم على عثمان، وكان ذلك من غير مشورة الشيخ محمد وابن سعود، فحين رأى أهل البلد ذلك ساروا إلى عثمان، فموه عليهم - وعبارة ابن بشر: فتحقق أهل البلد منهم الخيانة - وقال عثمان: ليس لي مراد إلا الإرسال للشيخ حتى يحضر عقد الصلح، ويدخل دهام في دائرة الإسلام، ثم أرسل إلى الشيخ للقدوم، فألقى الله في روعه ما استبان به خيانة عثمان وغدره، فامتنع عن الذهاب، وعرف المسلمون من أهل البلد مكر عثمان، فحصروا ابن دواس في القصر، ولكنه هرب تحت جنح الظلام، وعاد إبراهيم بن سليمان إلى ثرمداء. قال ابن بشر: فلما وصلها (تدرع لباس الحرب) .\rلا شك أن ما فعله عثمان من محاولته الإصلاح بين القائمين بأمور الدعوة وبين عدويهم اللدودين صاحب الرياض وصاحب ثرمداء بدون مشورة واتفاق على ذلك بينه وبين الشيخ محمد والأمير محمد بن سعود من الأمور التي يؤاخذ عليها، مهما كان قصده،\r__________\r1\"عنوان المجد\" ج1 ص28 و42.\r2حوادث سنة 1098/1100/1121/1128/1130.\r3المصدر السابق: ج2 ص240.\r4\"تاريخ نجد\": 94.\r5\"عنوان المجد\": 1/34.","seal":"C907BCB6","part":1},
      {"page":177,"id":17,"nass":"ولعل الشيخ في امتناعه عن الحضور اتضح له من خفايا الأمر ما لم يتضح في العبارات المبهمة من كلام المؤرخين الذين وصفوه بالخيانة والغدر.\rولا نريد أن نذهب بعيدا في محاولة الدفاع عن عثمان أكثر من القول بأن فعله هذا وسع شقة الخلاف وهيأ للناقمين عليه - ومنهم بعض أهل بلده من قومه - أقوى الوسائل للنيل منه.\rثم إنه بعد ذلك ذهب إلى الأمير محمد، وجدد العهد، وغزا الرياض بلدة دهام وذلك في سنة إحدى وستين ومائة وألف، وكان الأمير في تلك الغزوة التي قتل فيها 45 من الجيش. ثم غزا الرياض مرة ثانية، فقتل من الفريقين نحو اثنى عشر رجلا.\rوفي سنة 1161هـ - على ما ذكر ابن غنام -1: سار عثمان بأهل العيينة وحريملاء وعبد العزيز بأهل الدرعية وقراها وأهل ضرما، والأمير على الجميع عثمان، فنزلوا ليلا في موضع قريب من ثرمداء يقال له البطين، وجعلوا لهم كمينا، فلما أصبحوا خرج عليهم أهل البلد فاشتد القتال، فلما خرج الكمين انهزم أهل ثرمداء، بعد أن قتل منهم 70 رجلا، ثم التجئوا إلى قصر يسمى قصر الحريص فتحصنوا فيه، فخلا البلد من المقاتلين، فأراد عبد العزيز بن محمد بن سعود) أن يدخلوا البلدة فيأخذوها عنوة، فأبى عثمان ذلك وارتحل بمن معه، ولم يبق مع عبد العزيز إلا عدد قليل فتردد في دخول البلد، ثم عزم على العودة، وأخبر أباه محمد بن سعود والشيخ محمد بن عبد الوهاب بما حدث من عثمان، فزاد ما في نفسيهما عليه.\rأما ابن بشر فقد قال في إحدى نسخ تاريخه2: فأبى عثمان مشحة بأهلها ومضنة بهم، وقال في الأخرى 3: وحصل من عبد العزيز كلام على عثمان، وأكثر عليه الملام - ثم ذكر تخلفه وأتبعه بقوله -: ولم يلحقه إلا آخر النهار، فصارت الأحوال بينهما متغايرة، والقلوب متنافرة.\r__________\r1\"تاريخ نجد\": 96.\r2\"عنوان المجد\" الطبعة الأولى 22.\r3\"عنوان المجد\" 1/36 - طبعة وزارة المعارف سنة 1391هـ.","seal":"85BADE41","part":1},
      {"page":178,"id":18,"nass":"بعد غزوة ثرمداء هذه برزت في قضية عثمان بن معمر جوانب ليست في مصلحته. فالبلدة وأكثر سكانها من بني تميم قبيلة عثمان، وأمراؤها العناقر من أسرته إذ آل معمر منهم، ولهذا فاستنتاج المؤرخ ابن بشر بأنه ترك دخول البلدة (مشحة بأهلها ومضنة بهم) يفهم منه طغيان العاطفة على الواجب، وفات المؤرخ أن البلدة قد خلت من الرجال المقاتلين، ولم يبق فيها إلا النساء والأطفال ومن لا يقدر على القتال، فما الغاية من دخولها مع ترك المحاربين من أهلها خارجها متحصنين؟\rوزاد الأمر سوءا بالنسبة لعثمان ما وقع بينه وبين عبد العزيز بن محمد بن سعود من خلاف أحدث تغاير الأحوال وتنافر القلوب - كما قال ابن بشر - وصدق الشاعر:\rإن القلوب إذا تنافر ودها ... مثل الزجاجة كسرها لا يشعب\rولم يشفع لعثمان أنه قاد غزوة أخرى بعد ذلك، ودمر جيشه مزارع بلدة ثرمداء، حيث تحصن أهلها، ولم يبرزوا للقتال كما فعلوا في المرة الأولى التي قتل منهم فيها نحو سبعين رجلا.\rلقد ختمت حياة عثمان بهذه الصورة المحزنة التي قال عنها ابن غنام1: لما تزايد شر عثمان على أهل التوحيد وظهر بغضه لهم وموالاته لأهل الباطل، وتبين الشيخ صدق ما كان يروى عنه، وجاء أهل البلاد كافة، وشكوا خشيتهم من غدره بالمسلمين، قال الشيخ لمن وفد إليه من أهل العيينة: أريد منكم البيعة على دين الله ورسوله، وموالاة من والاه ومعاداة من حاربه وعاداه ولو أنه أميركم عثمان، فأعطوه على ذلك الأيمان، فملئ قلب عثمان من ذلك رعبا، وزين له الشيطان أن يفتك بالمسلمين، فأرسل إلى ابن سويط وإلى إبراهيم بن سلمان يدعوهما للمجيء عنده لينفذ ما عزم عليه من الإيقاع بالمسلمين.\rفلما تحقق أهل الإسلام ذلك تعاهد على قتله نفر منهم: حمد بن راشد وإبراهيم بن زيد (الباهلي) ، فلما انقضت صلاة الجمعة قتلوه في مصلاه بالمسجد سنة 1163.\r__________\r1\"تاريخ نجد\": 97.","seal":"09216D95","part":1},
      {"page":179,"id":19,"nass":"فلما علم بذلك الشيخ عجل بالمسير إلى العيينة، فقدم في اليوم الثالث بعد مقتله، وأراد أهل التوحيد وخاصة من اشترك في قتل عثمان ألا يولى عليهم أحد من آل معمر فأبى الشيخ، وأمر مشاري بن معمر، وكان ذلك في منتصف رجب. انتهى. ونحو هذا ورد في \"عنوان المجد\" لابن بشر1.\rلقد مضى الرجل لسبيله، وكما يقال: (الغائب حجته معه) ، ولكنه فتح بكثير من تصرفاته للناقمين عليه أبوابا واسعة للنيل منه، ولا يعنينا الآن إلا أن تبدو الصفحات الأولى من تاريخ الدعوة المباركة ناصعة البياض، وأن لا يتهم دعاتها ومناصروها بتنكرهم لمؤازريهم.\rويكاد متتبع تاريخ القضية أن يجزم بأنه لا يد للشيخ محمد ولا للإمام محمد بن سعود في قتل ذلك الرجل، وأن الأمر وقع في وقت لم تستقر فيه أوضاع الدولة الناشئة، ولم تثبت دعائم الدعوة.\rومن المعروف أن كل حركة من حركات التغيير الاجتماعية يصاحب قيامها فوضى وعدم انضباط في كثير من أمورها قبل استقرارها، وكثيرا ما استغل ذوو الأغراض - من المناصرين لتلك الحركة أو من أعدائها - ذلك لتحقيق أغراضهم.\rولهذا تكررت حوادث مشابهة لحادثة قتل عثمان بن معمر، منها: قتل إبراهيم بن محمد بن عبد الرحمن أمير ضرما سنة 1164هـ وقتل أمير حريملا محمد بن عبد الله بن مبارك سنة 1165هـ، وقتل محمد بن فارس وابنه عبد المحسن صاحبا منفوحة بيد ابني زامل بن فارس سنة 1178هـ، وقتل أمير الفرعة عيبان الناصري سنة 1179هـ هو وأولاده، ومهما كانت أسباب كل هذه الحوادث فلم تكن بموافقة القائمين بأمور الدعوة.\rويضاف إلى ما تقدم أن أسرة آل معمر قد حدث بينها شقاق حول تولي الإمارة، منذ منتصف القرن الحادي عشر الهجري.\r__________\r1 ج1 ص89.","seal":"EC8B4507","part":1},
      {"page":180,"id":20,"nass":"واستمر نحو قرن من الزمان، ومثل هذا يحدث في كثير من الأسر التي تتشعب فروعها ويكثر أفرادها.\rولا يجد الباحث تفاصيل لهذا التنافس لدى مؤرخي نجد في تلك الحقبة، ولكنه لن يعدم إشارات موجزة يستشف منها ذلك.\rفابن بشر يذكر في سوابقه أن دواس بن محمد بن عبد الله بن معمر قتل سنة 1058هـ وتولى بعده محمد بن حمد بن عبد الله الإمارة، فأجلى آل محمد من العيينة، فلم تتم له الولاية سوى تسعة أشهر.\rويذكر ابن بشر أيضا أن الشيخ لما انتقل إلى الدرعية من العيينة سنة 1157هـ هاجر إلى الدرعية بعض رؤساء المعامرة، ويضيف: (معاكسين لعثمان بن معمر) .\rونجد أحد هؤلاء المهاجرين يتولى إمارة العيينة بعد قتل عثمان، وهو سلطان بن محيسن المعمري في سنة 1163.\rوقد ذكر الأستاذ عبد الله بن خميس في \"معجم اليمامة\"1 بعد ذكر مقتل عثمان.. (ولكن الشيخ محمدا لم يرض بهذا التصرف، فسارع إلى العيينة، وجمع أهلها وهدأ روعهم، وعين مشاري بن إبراهيم بن معمر أميرا وناصر الدعوة.. وأخذ يشارك بأهل العيينة في غزوات آل سعود، ولكن ظهر منه أخيرا ما جعل الدرعية تسيء الظن به وتعزله.\rبعد ذلك أسندت إمارة العيينة إلى سلطان بن محيسن أحد موالى آل معمر، ولكن ذلك أوغر صدر ناصر بن عثمان بن معمر، وكان يطمع في تولي الإمارة، فأعلن تمرده ولكنه قتل سنة 1182هـ.\rواضطرب الأمن في العيينة فذهب إليها الشيخ محمد، وأمر بهدم قصر آل معمر،\r__________\r1 1203/ 204.","seal":"BEB97CFF","part":1},
      {"page":181,"id":21,"nass":"وإنهاء سلطتهم في العيينة، ومن ثم أخذ الناس يهجرونها ويرحلون عنها حتى أصبحت خرابا) . انتهى.\rوما ذكره الأستاذ عبد الله من أن الشيخ محمدا - رحمه الله - لم يرض بقتل عثمان حق لا شك فيه، ولو لم يكن في ذلك التصرف سوى الافتئات على الجهة التي بيدها الحل والعقد.\rوالقول بأن سلطان بن محيسن من موالي آل معمر لم أر له مصدرا لدى ابن غنام وابن بشر اللذين ذكرا أنه ممن هاجر إلى الدرعية إبان قيام الدعوة هو وأخواه عبد الله وزيد، وذكرا توليته إمارة العيينة، وإمارته كانت سنة 1173هـ، والذي تولى الإمارة بعد عثمان هو مشاري بن إبراهيم بن عبد الله بن معمر من رجب سنة 1163هـ حتى سنة 1173 هـ، ومشاري هذا صهر للإمام محمد بن سعود، وهو الذي تولى ابنه محمد إمارة نجد بعد خراب الدرعية حتى قتل في عهد الإمام تركي سنة 1236 هـ - كما تقدم -.\rأما ناصر بن عثمان بن معمر، فالرجل - على ما ذكر ابن بشر قتل شهيدا غازيا مع الإمام سعود بن عبد العزيز سنة 1182هـ، فالتقى جيش سعود بقبيلة آل مرة - في ناحية الجنوب، فوقعت الهزيمة على سعود وقومه، وقتل منهم نحو عشرة رجال منهم ناصر بن عثمان بن معمر، ولم يحدث منه تمرد - فيما أعلم -.\rوهنا سؤال يتبادر إلى الذهن هو: هل ناصر هذا هو أبو العالم الجليل الشيخ حمد بن ناصر بن عثمان بن معمر؟!\rهذا ما لم أر له ذكرا فيما بين يدي من الكتب، وكل من ترجم الشيخ حمدا لا يفصل القول في ذكر نسبه، ولعل المقصود من ذلك عدم الإشارة إلى مأساة عثمان - إن كان جد الشيخ - احتراما له.\rوالقول بأن بلدة العيينة أخذ الناس يهجرونها ويرحلون عنها منذ هدم الشيخ قصر آل معمر حتى أصبحت خرابا - قد يكون الأستاذ عبد الله بن خميس أراد أن ابتداء ذلك كان تلك السنة، ولكن هدم القصر كان سنة 1173هـ بعد عزل مشاري عن الإمارة وتولية","seal":"A2C7BDEF","part":1},
      {"page":182,"id":22,"nass":"سلطان - كما ذكر ابن بشر في حوادث تلك السنة؛ لأننا نرى لها ذكرا لدى المؤرخين إلى ما بعد ذلك التاريخ، ومن ذلك ما ذكره ابن بشر في حوادث السنوات:\r1178هـ- في وقعة الحاير قتل من أهل العيينة 28 رجلا.\r1211هـ- هدم السيل في العيينة بيوتا كثيرة.\r1221 هـ - كان أمير المرابطة للإمام سعود في المدينة المنورة من أهل العيينة حمد بن سالم، وكان أميرا على ناحية سدير عند وفاة الإمام سعود.\r1233- استشهد في وقعة الدرعية وغيرها من أهل العيينة 15 رجلا.\r1233- انتقل في آخر هذه السنة محمد بن مشاري بن معمر من بلدة العيينة، ونزل الدرعية.. وطمع في ملك نجد، وكان خالاه: عبد العزيز بن محمد، وعبد الله بن محمد آل سعود.\rبنات الشيخ:\rلم يتعرض مؤرخو نجد ممن وصلت إلينا مؤلفاتهم لذكر بنات الشيخ مع التفصيل في ذكر أبنائه.\rوأول من رأيته تعرض لهذا الجانب من حياة الشيخ هو السيد لطف الله بن أحمد جحاف (1179/1243 هـ) من تلامذة الإمام الشوكاني، وممن عاصر قيام الدعوة، فقد ذكر في كتابه \"درر نحور الحور العين، في سيرة الإمام المنصور، وأعلام دولته الميامين\"1 ذكر - حين عد أبناء الشيخ - أن له ابنتين؛ هما شائعة وهيا2.\rوذكر في موضع آخر وهو يتحدث عن أبناء الإمام عبد العزيز بن محمد بن سعود ما نصه: (وأخبرني بعض المكيين ممن له اطلاع على خاصة عبد العزيز أن له من الأولاد غير سعود بن عبد العزيز ومحمد، وهما على أم واحدة. ثم عمر وعبد العزيز - كذا - ابنا عبد العزيز وأمهما إحدى بنات الشيخ محمد بن عبد الوهاب، تزوجها عبد العزيز بن محمد. قال المكي: وأما بناته فهن خمس، منهن لطيفة ومنيرة) . انتهى3.\r__________\r1مخطوط - انظر عنه مجلة \"العرب\" س7 ص27 وما بعدها.\r2\"العرب\" س7 ص46.\r3المصدر ص47.","seal":"6FB3A5A1","part":1},
      {"page":183,"id":23,"nass":"أما ابن بشر فهو يذكر لعبد العزيز بن سعود من الأبناء: سعودا وعبد الله وعمر وعبد الرحمن1. ولا يذكر محمدا ولا عبد العزيز.\rوابن بشر ذكر أبناء عبد العزيز بعد وفاته بزمن - ذكرهم سنة 1232هـ و 1233هـ أثناء حصار الدرعية - فقد يكون محمد بن عبد العزيز توفي قبل ذلك الوقت.\rوعبد العزيز الذي عده المؤرخ اليمني سبطا للشيخ قد يكون اسمه محرفا، وأنه عبد الرحمن، أو عبد الله الذي ذكر ابن بشر أنه توفي سنة 1233هـ بعد انقضاء أمر الصلح، ويلاحظ أن بعض المؤرخين المتأخرين عد الإمام سعود بن عبد العزيز بن سعود من أسباط الشيخ محمد، وهذا خطأ نشأ عن كون والده تزوج ابنة الشيخ، أما أمه فهي ابنة الأمير عثمان بن معمر الذي تقدم الكلام عنه.\rوتقدمت الإشارة إلى ما ورد في كتاب \"تاريخ أشراف مكة\" لابن عبد الشكور2 ونصه - بعد حذف ألفاظ الشتم: في صفر سنة 1221هـ - وصل نحو عشرين رجلا من أهل الدرعية، وفيهم حمد بن ناصر إلى مكة بكتاب سعود للشريف غالب، وكان في جدة، فنزلوا لملاقاته فاتجهوا به، ثم عقد بينهما الصلح، ونزل حمد بن ناصر إلى مسجد عكاش في الحين، وقرأ رسالة جده، وأمر الناس وتجار البلد وأعيانها، وما زالوا يحضرونها حتى أتم قراءتها - ثم ذكر هدم القباب وإزالة المنكرات.\rوحمد هذا هو الشيخ حمد بن ناصر بن عثمان بن معمر، سفير الدعوة إلى مكة المكرمة في عهد الإمامين عبد العزيز بن محمد سنة 1212 هـ وسعود سنة 1221 هـ.\rفهل هو سبط للشيخ محمد من ابنته التي ولدت للإمام عبد العزيز ابنيه عمر وأخاه، وأن ناصرا أبا الشيخ حمد تزوجها قبل الإمام عبد العزيز فيكون الشيخ ربيبا له؟! لا أستبعد ذلك،، ولا أستبعد أن يكون ذلك الزواج كان في زمن الأمير عثمان بن معمر صهر الشيخ، وأن الشيخ زوج ابنه ناصرا بنته، فيكون الشيخ حمد حفيدا للأمير عثمان بن\r__________\r1\"عنوان المجد\": 1/228/265/266 طبع وزارة المعارف سنة 1391هـ (1971م) .\r2لا يزال مخطوطا, وانظر مجلة \"العرب\" س10 ص865/866.","seal":"3758962F","part":1},
      {"page":184,"id":24,"nass":"حمد بن عبد الله بن معمر، وهذا أمر لم أر له ذكرا فيما اطلعت عليه من المؤلفات.\rأما الثانية من بنات الإمام: فقد تزوجت عالمين آزرا الدعوة الإصلاحية في إبان قيامها، وشاركا القائمين بها في نشرها والدفاع عنها، ولازما الشيخ وعاشا معه في الدرعية.\rهما الشيخان: حمد بن إبراهيم بن حمد بن عبد الله، ومحمد بن غريب.\rقال ابن بشر عند سرد حوادث سنة أربع وتسعين ومائة وألف1: (وفيها توفي الشيخ حمد بن إبراهيم بن حمد بن عبد الله بن عبد الوهاب، قاضي مراة، قرأ على الشيخ محمد بن عبد الوهاب، وتزوج ابنته، وسكن الدرعية عنده، وولدت منه القاضي عبد العزيز بن حمد) انتهى.\rوالشيخ حمد هذا من أسرة الإمام الشيخ محمد، من المشارفة، الأسرة المعروفة، يلتقي الشيخان في النسب في راشد بن بريد بن محمد بن مشرف الجد الخامس للشيخ محمد.\rوهو من أسرة علم وفضل، فقد كان جده عبد الوهاب قاضي مدينة العيينة توفي سنة خمس وعشرين ومائة وألف.\rوتولى الشيخ حمد قضاء بلدة مراة، ثم قدم الدرعية وقرأ على الشيخ محمد، وتوفي في حياته سنة أربع وتسعين ومائة وألف.\rوله ابنان من زوجته ابنة الشيخ هما إبراهيم نشأ في بيت جده بعد وفاة أبيه، وتلقى العلم على علماء الدرعية في العهد الذي كانت فيه حافلة بالعلماء، ثم تولى قضاء بلدة مراة حتى استشهد في وقعة الماوية في جمادى الآخرة سنة 1232 هـ.\rوالابن الثاني عبد العزيز: وهو الذي اجتمع به المؤرخ اليمني السيد لطف الله جحاف، فقد قام بسفارة للإمام سعود بن عبد العزيز إلى صاحب صنعاء الإمام المنصور2.\r__________\r1\"عنوان المجد\" ج1 ص90 - طبعة وزارة المعارف - سنة 1391هـ (1971م) .\r2انظر كتاب \"مشاهير علماء الدعوة\" للشيخ عبد الرحمن بن عبد اللطيف آل الشيخ ص20 وص212.","seal":"F5A1714E","part":1},
      {"page":185,"id":25,"nass":"وصفه الشيخ عبد الله البسام فقال1: كان صاحب عقل راجح، وفكر ثاقب، ولسان بليغ، لذا اختاره الإمام سعود في سفارة إلى إمام صنعاء، فكفي في مهمته. قال ابن حميد: وسمعت بعض مشائخ صنعاء يثنون عليه بالفضل والعقل والفهم والذكاء التام وحسن المحاضرة. انتهى.\rوأشار جحاف في كتابه \"درر نحور الحور\" إلى أن بينه وبينه مكاتبات - فيما يتعلق بتاريخ عهدهما.\rوبعثه الإمام عبد الله بن سعود سفيرا إلى محمد علي باشا صاحب مصر سنة 1230هـ حين وقع الصلح بين عبد الله وبين طوسون، وكان ممن اجتمع به في مصر المؤرخ عبد الرحمن الجبرتي، فقال عنه وعن رفيقه2 عبد الله بن محمد بن بتيان: \"وقد اجتمعت بهما مرتين فوجدت منهما أنسا وطلاقة لسان، واطلاعا وتضلعا ومعرفة بالأخبار والنوادر، ولهما من التواضع وتهذيب الأخلاق، وحسن الأدب في الخطاب والتفقه في الدين، واستحضار الفروع الفقهية، واختلاف المذاهب فيها ما يفوق الوصف، واسم أحدهما عبد الله، والآخر عبد العزيز وهو الأكبر حسا ومعنى\".\rوتحدث عنه رحالة غربي هو بركهارت3 بما ملخصه: كان أحد الرسولين من ضباط سعود، والثاني ويدعى عبد العزيز من أقارب مؤسس الدعوة، وكان عالما كبيرا أثار غيرة محمد علي حين اجتمع بكبار العلماء فعرف سعة علمه، وعمق إدراكه، بحيث كان يستفسر عن كل شيء من الأمور العامة، ولا يقتصر على الأمور الدينية، فجعل الباشا مع الرسولين مرافقين لهما من الجند، أينما كانا حتى تضايقا فطلبا العودة إلى بلادهما، واشترى عبد العزيز كثيرا من الكتب من مصر.\r__________\r1كتاب \"علماء نجد\": 443.\r2\"من أخبار الحجاز ونجد في تاريخ الجبرتي\" ص177 و224.\r3هو رحالة سوسري يدعى جون لويس بركهارت (John lewis burkhardt) له رحلة إلى بلاد العرب مشهورة, لخص قسم منها وعرب.","seal":"58E06E0C","part":1},
      {"page":186,"id":26,"nass":"ووصفه ابن حميد صاحب \"السحب الوابلة\" بقوله: (باقعة الزمان، ولسان ذلك الأوان، عجبا في الحفظ والاستحضار، داهية في مجادلات الملوك والأمراء) .\rثم ذكر أنه تولى قضاء عنيزة فوصفه أهلها بكل جميل، وأنه كان فيصلا في أحكامه يميل إلى ما يرجحه الدليل مما خالف المذهب، ولا يبالي بأحد.\rوأن شيخ المنتفق ولاه قضاء سوق الشيوخ - في العراق - فتوفي هناك بعد الأربعين والمائتين والألف.\rولكن ابن حميد - ورحمة الله واسعة - وصمه بما هو منه بريء، فقد ذكر أنه بعد أن قتل الشيخ محمد بن علي بن غريب سنة 1208 هـ، وكان الشيخ عبد العزيز ربيبه - ابن زوجته بنت الإمام - ذكر أنه تأثر بذلك، ولكنه لم يستطع المجاهرة.\rوهذا غير صحيح لأمور: منها أن الشيخ ابن حميد1 - والله يعفو عنه - كثيرا ما يلصق هذه التهمة بعلماء أبرياء، كالشيخ أحمد بن رشيد الحنبلي العفالقي وغيره، ولهذا لا يقبل قوله فيما يتعلق بالدعوة؛ لأنه من مناوئيها.\rومنها أن مواقف الشيخ عبد العزيز في مؤازرة الدعوة - كما تدل على ذلك رسالته - \"المسائل الشرعية إلى علماء الدرعية\"2 بعكس ما ذكر ابن حميد.\rومنها أن القائمين بنشر الدعوة بلغت ثقتهم به من القوة إلى اختياره لسفارتين في عهدين: عهد الإمام سعود إلى صنعاء، وعهد الإمام عبد الله بن سعود إلى مصر، ولو حامت حوله أية شبهة، لما اختير لأداء المهمتين اللتين لا توكلان إلا لمن اتصف بسداد الرأي وأصالته، وإخلاصه لما يقوم به من عمل.\rوتحملني المناسبة بدون رغبة مني أن أتحدث عن الصهر الثاني للإمام على ابنته أم\r__________\r1 صاحب \"السحب الوابلة\" وانظر قوله في مجلة \"العرب\" س12 ص700 وما بعدها.\r2 مطبوعة ضمن \"مجموعة الرسائل والمسائل النجدية\" ج4 ص564/584 - مطبعة المنار بمصر سنة 1349هـ.","seal":"E77EB79E","part":1},
      {"page":187,"id":27,"nass":"الشيخ عبد العزيز، وهو محمد بن علي بن غريب الذي قال عنه الشيخ عبد الله البسام1 بأنه من كبار علماء نجد وفقهائهم وعلى قدر مناصرته للدعوة السلفية وللذود عنها، فإنه من كبار تلاميذ الشيخ محمد وزميل لأبنائه.\rوالشيخ ابن بسام يعتمد فيما تقدم على ما جاء في كتاب \"السحب الوابلة\"2 ومؤلفها - عفا الله عنه - من مناوئي الدعوة، ولهذا فقد وصم ابن غريب بالمصانعة، وأضاف: ورد على مخالفيهم، وأجاب عن عدة أسئلة في عدة فنون أرسلت إليهم من بغداد بعد أن عجزوا عنها، فكان عندهم مقبولا معظما.\rويوضح الشيخ عبد الله البسام هذا بقوله3 إن عبد الله الراوي - أحد علماء بغداد بعث إلى علماء الدرعية بأسئلة في العقيدة، فأجابه المترجم إجابة طويلة، جاءت في كتاب طبع باسم \"التوضيح عن توحيد الخلاف، في جواب أهل العراق\" نسب للشيخ سليمان بن الشيخ محمد، وليس له وإنما هو لشيخه محمد بن غريب. ويعلل الشيخ عبد الله البسام وقوع الخطأ تعليلا معقولا.\rوبعد أن ذكر من بين تلاميذ ابن غريب الشيخ سليمان بن الشيخ عبد الله - حفيد الإمام، والشيخ عبد العزيز بن حمد ربيبه وسبط الإمام أيضا، والشيخ عبد العزيز بن حمد ابن معمر - أورد خبر قتله بما هذا نصه: وشى به بعض الغرباء المقيمين في الدرعية إلى الإمام عبد العزيز بن محمد - بعد وفاة الشيخ محمد بن عبد الوهاب - بأن معتقد المترجم له في الدعوة خلاف ما يظهره منها. وكانت الدعوة في أول انتقالها من الجهاد باللسان والحجة إلى اسم دولة تجاهد وتكافح لتثبت هذا الحق وتؤيده، فقتل في الدرعية بسبب هذه الوشاية عام 1209هـ - عفا الله عنهم أجمعين - انتهى كلام الشيخ عبد الله4 - وهو فيما يظهر - عول على ما جاء في كتاب \"السحب الوابلة\" الذي يتفق مؤلفه مع الشيخ في\r__________\r1\"علماء نجد خلال ستة قرون\" ص915.\r2\"العرب\" س12 ص701.\r3\"علماء نجد\".\r4 \"علماء نجد\": 916/917.","seal":"03651961","part":1},
      {"page":188,"id":28,"nass":"نهاية الشيخ ابن غريب، وإن اختلفا في تعليل تلك النهاية السيئة، ولا شك أن الحق بجانب الأستاذ الشيخ عبد الله البسام.\rويحار الباحث حين يجد مؤرخ تلك الحقبة من الزمن، وهو الشيخ عثمان بن عبد الله بن بشر (1210هـ/1290هـ) يمر على تلك الحادثة بسرعة غريبة؛ إذ يكتفي حين يذكر حوادث سنة 1208هـ بقوله1: (وفي ربيع قتل محمد بن غريب في الدرعية صبرا؛ لأجل أمور قيلت عنه) .\rويستشف من عبارة ابن بشر هذه (قيلت) أن الرجل ذهب ضحية وشاية - كما يرى الشيخ ابن بسام - وابن بشر يحدد الحادثة سنة 1208هـ بينما في مطبوعة كتاب الشيخ ابن بسام 1209هـ، ولعل هذا تطبيع، فابن بشر حدد الشهر أيضا.\rومهما يكن الأمر - بالنسبة للشيخ ابن غريب، فقد قدم هو وخصومه على حكم عدل وسعت رحمته كل شيء.\rولتكن الآية الكريمة {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} 2 حسن الختام.\r__________\r1\"عنوان المجد\" ج1 ص133 طبعة وزارة المعارف سنة 1391هـ (1971م) .\r2سورة النحل آية: 97.","seal":"EC8984BE","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1421,"Bk":"المرأة في حياة إمام الدعوة الشيخ محمد بن عبدالوهاب (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبد الوهاب، الجزء الأول)","HigriD":"1421","oAuthVer":3,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"حمد بن محمد بن جاسر آل جاسر","bLnk":null,"Inf":"","Auth":"حمد الجاسر","Betaka":"الكتاب: المرأة في حياة إمام الدعوة الشيخ محمد بن عبدالوهاب (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبد الوهاب، الجزء الأول)\r\nالمؤلف: حمد بن محمد بن جاسر آل جاسر (المتوفى: 1421هـ)\r\nالناشر: عمادة البحث العلمي بجامعة الإمام محمد بن سعود الإسلامية، الرياض، المملكة العربية السعودية\r\nالطبعة: الثانية، 1411هـ/1991م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الشيخ حمد الجاسر ( 1328 - 1421 هـ  =1910 - 2000 م)\r\n\r\nمن أبرز العلماء الباحثين في السعودية والعالم العربي، وعضو سابق في أكاديميات بغداد ودمشق والقاهرة، كما كان قوة دافعة وراء النهضة التعليمية الحديثة في المملكة العربية السعودية. عمل في قطاع التعليم، والقضاء، والصحافة والنشر، وأنشأ (اليمامة)، أول صحيفة في الرياض، في عام 1952، وتبعتها جريدة (الرياض) في عام 1976 وأخيرا (العرب)، وهي فصلية متخصصة في تاريخ وآداب شبه الجزيرة العربية. أنشأ حمد الجاسر أول دار للطباعة في نجد في عام 1955، وفي عام 1966 أنشأ دار اليمامة للبحث والترجمة والنشر.\r\n\r\nلقد أسهم حمد الجاسر إسهامه الأكبر في ثقافة وطنه كعلاّمة ومؤرخ وجغرافي، وخلف العديد من الكتب التي تحمل اسمه والتي تغطي حقولا متنوعة من المعرفة: من المصورات الجغرافية والتاريخية إلى أدب الرحلات وكتب السيرة وطبعات نقدية للنصوص التراثية الهامة. وقد أسهم حمد الجاسر بعمق في تحديد استراتيجيات مؤسسة الفرقان للتراث الاسلامي لصاحبها أحمد زكي يماني، والتي كان عضوا مؤسسا للمجلس الاستشاري الدولي للمؤسسة.\r\n\r\nمولده ونشأته\r\nهو حمد بن محمد بن جاسر، من أسرة آل جاسر المنتمية إلى الكتمة من بني علي من قبيلة حرب .\r\nولد سنة 1328 هـ في قرية البرود من إقليم السر في منطقة نجد من أب فقير فلاح .\r\nنشأ ضعيف البنية عليلاً لم يستطع مساعدة أبيه فأدخله في المدرسة (كتّاب القرية) حيث تعلم القراءة والكتابة وحفظ القرآن .\r\nذهب به أبوه إلى مدينة الرياض عام 1340 هـ فبقي عند قريب له من طلبة العلم يدعى عبد العزيز بن فايز، وتعلم قليلا من مبادئ العلوم الدينية ( الفقه والتوحيد ).\r\nعاد من الرياض بعد موت الرجل الذي كان يعيش في كنفه سنة 1342هـ، ولم يلبث أبوه أن توفي فكفله جده لأمه علي بن عبد الله بن سالم، وكان إمام مسجد قرية البرود، وصار يساعد جده في الإمامة ثم اشتغل معلما لصبيان القرية حتى سنة 1346هـ .\r\nنُدِب سنة 1346هـ مرشداً لفخذ من قبيلة عتيبة تدعى الحَوَاما من النُّفَعَة من بَرْقا يصلي بهم رمضان، ويعلمهم أمور دينهم، وكانوا يعيشون في البادية وكان ينتقل معهم فيها .\r\nفي آخر سنة 1346هـ ذهب إلى الرياض واستقر لطلب العلم على مشايخها، فقرأ شيئاً من المتون كـ (الآجرومية) لابن آجروم ، و(الأصول الثلاثة)، و(آداب المشي إلى الصلاة) للشيخ محمد بن عبد الوهاب و(ملحة الإعراب) للحريري ، ثم جاءت مرحلة زمنية مهمة في حياته ، حيث ترك الرياض قاصداً مكة المكرمة .\r\nوفي سنة 1348هـ ، التحق بالمعهد الإسلامي السعودي ، أول مدرسة نظامية تنشأ في العهد السعودي .\r\n\r\nحياته العلمية\r\nوبعد أن أنهى مرحلة الدراسة في ذلك المعهد ( متخصصا في القضاء الشرعي) تحوَل إلى الخدمة، فعمل مدرساً في ينبع من عام 1353 حتى عام 1357هـ بعد أن أصبح مديرا للمدرسة . ثم انتقل إلى سلك القضاء فعمل قاضيا في ظبا في شمال الحجاز وذلك عام 1357هـ. ولم ينقطع حنينه وشوقه إلى المعرفة بعد أن أنهى الدراسة في المعهد، بل كان يرغب في المزيد حتى جاءته الفرصة المواتية فسافر إلى القاهرة. وفي عام 1358هـ التحق بكلية الآداب في جامعة القاهرة، ولكن الظروف العامة لم تساعده على إنهاء الدراسة في تلك الكلية، فتركها قبل أن يحصل على درجتها العلمية حيث قامت الحرب العالمية الثانية وأعيدت البعثة السعودية من هناك. رجع إلى التدريس فدرَس في مناطق عديدة في المملكة العربية السعودية وشغل مناصب تربوية مختلفة، منها رئيس مراقبة التعليم في الظهران، ثم مديرا للتعليم في نجد عام 1369هـ. كان أول مدير لكليتي الشريعة واللغة العربية في الرياض اللتين كانتا النواة لإنشاء (جامعة الإمام محمد بن سعود الإسلامية) . أنشأ أثناء إدارته للتعليم في نجد مكتبة لبيع الكتب هي (مكتبة العرب) التي كانت أول مكتبة عنيت بعرض المؤلفات الحديثة تحت إشرافه.\r\n\r\nنشر مقالات عديدة في الجرائد والمجلات العربية في موضوعات مختلفة أبرزها النواحي التاريخية والجغرافية ووصف الكتب المخطوطة ونقد المؤلفات والمطبوعات الحديثة.\r\n\r\nكان عضواً عاملاً في (مجمع اللغة العربية في القاهرة) و( المجمع الملكي لبحوث الحضارة الإسلامية في عمّان) وعضواً مراسلاً في (مجمع اللغة العربية بدمشق) و(مجمع اللغة العربية في عمّان) و(المجمع العراقي في بغداد) و( المجمع العلمي في الهند).\r\n\r\nنتاجه الثقافي بقلمه\r\nأنشأ سنة 1372هـ صحيفة \"اليمامة\" أول صحيفة صدرت في مدينة (الرياض) كما انشأ أول مطبعة فيها باسم (شركة الطباعة والنشر الوطنية) في عهد الملك سعود - رحمه الله - ثم حدث في رمضان سنة 1381هـ ما اضطره للإقامة في (لبنان) بعد مصادرة صحيفة \"اليمامة\" والبقاء هناك حيث أنشأ (دار اليمامة للبحث والترجمة والنشر) نشر فيها بعض مؤلفاته وما حققه من مخطوطات، ثم في عهد الملك فيصل - رحمه الله - عاد إلى الرياض، ومنح - مع إخوة آخرين سماهم - امتياز إنشاء (مؤسسة اليمامة الصحفية) التي يصدر عنها جريدة \"الرياض\" اليومية، ومجلة \"اليمامة\" الأسبوعية، و\"رياض ديلي\" باللغة الإنجليزية، و\"كتاب الرياض\"، ثم لظروف خاصة تخلى عن العمل في المؤسسة، وأصدر مجلة \"العرب\" الشهرية في رجب سنة 1386هـ إلى هذا العام 1420هـ، حيث أصدرت أربعة وثلاثين مجلداً، ودخلت عامها الخامس والثلاثين، ولا تزال مستمرة في الصدور .\r\n\r\nمؤلفاته\r\nكتب في الرحلات : \"رحلات حمد الجاسر للبحث عن التراث\"، \"في الوطن العربي\"، \"إطلالة على العالم الفسيح\"، \"في سراة غامد وزهران\"، \"في شمال غرب الجزيرة\" .\r\nكتب في الأنساب : \"معجم قبائل المملكة العربية السعودية\" جزءان، \"جمهرة أنساب الأسر المتحضرة في نجد\" جزءان، \"باهلة القبيلة المفترى عليها\".\r\nكتب في تحديد المواضع : من أقسام \"المعجم الجغرافي للبلاد العربية السعودية\" (مقدمة المعجم) جزءان، (قسم شمال المملكة) ثلاثة أجزاء، (قسم المنطقة الشرقية) أربعة أجزاء، (المعجم المختصر) ثلاثة أجزاء .\r\nكتب في تاريخ البلدان : \"بلاد ينبع\"، \"مدينة الرياض عبر أطوار التاريخ\".\r\nكتب عن الخيل : \"معجم أسماء خيل العرب وفرسانها\"، \"أصول الخيل العربية الحديثة\" .\r\nكتب في التراجم : \"مع الشعراء\"، تراجم لبعض شعراء مجهولين، نشره (نادي القصيم الأدبي)، \"ابن عربي موطد الحكم الأموي في نجد\"، ترجمة إبراهيم بن إسحاق الحربي في مقدمة كتاب \"المناسك\" الطبعة الأولى، \"معجم المطبوعات العربية\" إشراف، \"رحالة غربيون في بلادنا\" .\r\nكتب في المباحث اللغوية : \"نظرات في كتاب تاج العروس\"، \"ملاحظات على المعجم الكبير\" بالاشتراك .\r\nوحقق من الكتب : \"رسائل في تاريخ المدينة\"، \"الأماكن\" للحازمي جزءان، \"الأمكنة والمياه والجبال\" لنصر الإسكندري ثلاثة أجزاء تحت الطبع، \"المناسك\" أو \"الطريق\" - الطبعة الثانية، \"المغانم المطابة في معالم طابة\" قسم الجغرافية، \"البرق اليماني في الفتح العثماني\" لقطب الدين النهروالي، \"التعليقات والنوادر\" للهجري أربعة أجزاء في الشعر واللغة والمواضع والأنساب - دراسة وتحقيق -، \"الجوهرتين\" للحسن بن أحمد الهمداني مع بحث في المعادن والتعدين، \"الإيناس في علم الأنساب\" للوزير المغربي، \"أدب الخواص\" للوزير المغربي، \"المحمدون في الشعراء\" للقفطي - إشراف، \"شعر الشنفرى الأزدي\" إشراف، \"معجم الشيوخ\" لابن فهد بالاشتراك، \"الدرر الفرائد المنظمة في أخبار الحاج وطريق مكة المعظمة\" للجزيري في ثلاثة أجزاء، \"جمهرة نسب قريش\" للزبير بن بكار - إشراف، جزءان .\r\n\r\nتكريمه في حياته\r\nمنح جائزة الدولة التقديرية في الأدب عام 1404هـ؛ لإسهامه وعطائه الزاخر من إثراء ميادين الفكر والأدب.\r\nمنح وسام التكريم من مجلس التعاون الخليجي عام 1410هـ.\r\nمنح وسام الملك عبد العزيز عند ما اختير الشخصية السعودية المكرمة في المهرجان الوطني للتراث والثقافة (الجنادرية) عام 1415هـ.\r\nمنحته جامعة الملك سعود(الدكتوراه) الفخرية عام 1416هـ؛ لما قدّمه للساحة الثقافية السعودية من عطاء وافر متواصل، وما قدّمه للمكتبة العربية والإسلامية من إثراء تاريخي وجغرافي وأدبي ولغوي.\r\nنال جائزة الملك فيصل العالمية للأدب العربي عام 1416هـ/1996م.\r\nنال جائزة سلطان العويس الأدبية في الإمارات العربية المتحدة في مجال الإنجاز الثقافي والعلمي، عام 1416هـ.\r\nنال جائزة الكويت للتقدم العلمي عن كتاب(أصول الخيل العربية الحديثة)، عام 1416هـ.\r\nوفاته\r\nفي يوم الخميس 16/6/1421هـ(14/9/2000م) انتقل الشيخ حمد الجاسر إلى رحمة الله، بعد حياة حافلة بالعطاء، وقد عمت مشاعر الحزن كل محبيه على جميع المستويات داخل المملكة وخارجها، فرحمه الله رحمة واسعة.\r\n\r\nكتب قدم لها حمد الجاسر\r\nاكتشاف جزيرة العرب : خمسة قرون من المغامرة والعلم، جاكلين برين، نقله إلى العربية قدري قلعجي، قدّم له حمد الجاسر 434ص، بيروت، دار الكاتب العربي، 1390هـ.\r\n= طبعة ثانية، 434ص، الرياض، منشورات الفاخرية، 1400هـ .\r\n\r\nشاعرات من البادية، عبدالله بن محمد بن ردّاس، طبع بإشراف دار اليمامة، قدّم له حمد الجاسر، 448ص، دون تاريخ نشر .\r\nالمملكة العربية السعودية (دراسة بيبليوجرافية)، إعداد شكري الضاني، تقديم حمد الجاسر، 710ص، الرياض، دار العلوم، 1398هـ .\r\nأنساب الأسر الحاكمة في الأحساء، أبو عبدالرحمن بن عقيل الظاهري، تقديم حمد الجاسر، الرياض، ط1، 1403هـ .\r\nتاريخ الأفلاج وحضارتها، عبدالله بن عبدالعزيز بن مفلح الجذالين، قدّم له حمد الجاسر، الرياض، مطبعة سفير، ط1، 1413هـ .\r\nديوان الشيخ محمد بن عبدالعزيز بن هليَل، جمع وإعداد آمنة بنت محمد بن هليل، الرياض، الحرس الوطني\r\nحمد - (ج  / ص )\r\nقبيلة الظفير : دراسة تاريخية لغوية، مقارنة بروس أنغام، ترجمة وتعليق : عطية كريم الظفيري، تقديم حمد الجاسر، الرياض، ط2، 1415هـ .\r\nمن جوانب العدالة عند الملك عبدالعزيز، عبدالرحمن بن صالح آل عبداللطيف، قدّم له حمد الجاسر، 137ص، الرياض، ط1، 1419هـ .\r\nآل معمّر وإمارة العيينة، عبدالمحسن آل معمر، قدم له حمد الجاسر .\r\nالدرعية (قاعدة الدولة السعودية الأولى)، محمد الفهد العيسى، تقديم حمد الجاسر، غلاف 124ص .\r\nالصمان : بحوث وتحقيقات جغرافية ميدانية وتاريخية لمنطقة الصلب والصمّان، سعد بن عبدالعزيز الشبانات : تقديم حمد الجاسر، الرياض، دار عالم الكتب، 2000م .\r\nمعالم حملت اسمه\r\nتسمية مستشفى حديث في مسقط رأسه في بلدة (البرود) باسم مستشفى الشيخ حمد الجاسر.\r\nقاعة حمد الجاسر بجامعة الملك سعود بالرياض.\r\nقاعة حمد الجاسر في مؤسسة اليمامة الصحفية في الرياض.\r\nمجسم جغرافي بارز بجامعة آل البيت بالمملكة الأردنية الهاشمية.\r\nتسمية إحدى القاعات الكبرى بجامعة آل البيت باسم حمد الجاسر.\r\nتسمية شارع في مدينة تبوك بالمملكة.\r\nتسمية شارع في حي الورود بالرياض.\r\nتسمية إحدى الشوارع المتفرعة من شارع صاري في مدينة جدة. .\r\n\r\nنقلا عن : ويكيبيديا - الموسوعة الحرة ","seal":"D2A8AE20","cat":"التراجم والطبقات","oNum":8548,"BkId":8548,"oAuth":455,"bVer":1,"aSeal":"3B7F3C67"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8548":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المرأة في حياة إمام الدعوة الشيخ محمد بن عبد الوهاب"},
      {"lvl":1,"id":1,"sub":1,"tit":"تأليف: فضيلة الشيخ: حمد الجاسر"}
    ]
}
