{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8746":
    [
      {"page":3,"id":1,"nass":"مدخل\r...\rالإسلام والمذاهب الاشتراكية\rبقلم فضيلة الدكتور محمد تقي الدين الهلالي\rالإسلام هو الدين الرباني الذي ختم الله به دعوات الرسل وهدايتهم للبشر وهو دين خالد باق إلى قيام الساعة، له كتاب ضمن الله حفظه من التبديل والتغير والزيادة والنقص، وله سنة محمدية تفسر هذا الكتاب وتوضح معانيه وتبسط أحكامه، وتبين قواعده وتشرح فروعه، ولم يحصل مثل ذلك لأي كتاب من الكتب السماوية السابقة؛ لأنها كانت موقوتة بوقت محدود ينتهي العمل بها بانتهائه، أما القرآن والهداية المحمدية فهما باقيان إلى أن يرث الله الأرض ومن عليها وهو خير الوارثين، لا ينسخهما ناسخ ولا يحدهما حد ولا يقف في طريقهما شيء، وإن بلغ أعداؤهما في الكيد والمكر كل مبلغ {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ، هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} - سورة الصف - وقال تعالى في سورة آل عمران: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ} وقال تعالى فيها أيضاً: {وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} .","seal":"35F5225A","part":1},
      {"page":4,"id":2,"nass":"فعلى كل من بلغه الإسلام بوجه تقوم به الحجة عليه أن يدخل فيه ويتبعه ويتمسك به وهو دين صالح لكل الشعوب في كل زمان ومكان، ومعناه التسليم والانقياد لأمر الله تعالى باللسان والقلب والجوارح، والإسلام في عقيدته وأحكامه وآدابه وهي الأخلاق وسط بين طرفين لا إفراط فيه ولا تفريط فهو يثبت في عقيدته توحيد الله تعالى في ربوبيته وعبادته وأسمائه وصفاته، لا يعطي منها غير الله سبحانه مثقال ذرة ولو كان ملكاً مقرباً أو نبياً مرسلاً أو صديقا صالحاً.\rفأما توحيد الله في ربوبيته فيتبين في نحو قوله تعالى في سورة المؤمنين: {قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ, سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ, قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ, سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ, قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ, سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ, بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ} .\rهذه محاجة أمر الله رسوله محمداً صلى الله عليه وسلم أن يحاج المشركين بها فقال له: قل يا محمد لهؤلاء المشركين الذين يعترفون بأن الله رب كل شيء وخالق كل شيء وهو المدبر لشئون الخلق كلهم ومع ذلك يعبدون معه غيره، قل لهم لمن الأرض ومن فيها من حيوان عاقل وغير عاقل ونبات بسائر أنواعه وجماد من خلق ذلكم ومن يملكه ومن يسيره فسيعترفون بأن الله وحده هو الذي يملك الأرض ومن فيها فقل لهم أفلا تذكرون، فلماذا تعبدون معه غيره بالخوف والرجاء والذبح والنذر والدعاء والطلب والالتجاء عند الشدائد والملمات مع أن أولئك الذين تعبدونهم فقراء عاجزون لا يملكون لأنفسهم ضراً ولا نفعاً فكيف بغيرهم؟ ثم قال تعالى: {قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ} قل لهم يا محمد قل للمشركين من رب السموات وما فيها من الكواكب السيارة والنجوم وغير ذلك من الآيات من خلقها؟ ومن يدبر شؤونها؟ ومن رب العرش العظيم؟ الذي هو سقف المخلوقات ولا يعرف قدره إلا الله فإنهم سيعترفون ويقولون الله هو رب ذلك كله قل أفلا تتقون الله وتتركون ما أنتم عليه من عبادة غيره، ثم قال: {قُلْ مَنْ بِيَدِهِ","seal":"3F74AEC6","part":1},
      {"page":5,"id":3,"nass":"مَلَكُوتُ كُلِّ شَيْءٍ} أي من يملك كل شيء وغيره لا يملك شيئاً بل هو نفسه مملوك ومن السيد العظيم الذي يجير أي يحمي من شاء فلا يستطيع أحد أن يناله بأذى ولا يجار عليه ولا يستطيع أحد أن يحمي ويؤمن من أراد الله عذابه أو إهلاكه فسيعترفون ويقولون: الله وحده هو الذي يستطع ذلك، فقل لهم: كيف تذهب عقولكم فتشركون مع الله غيره في عبادته، قال تعالى في سورة الأعراف: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثاً وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ, ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ, وَلا تُفْسِدُوا فِي الأَرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} .\rقال في اللسان: \"الرب في اللغة يطلق على المالك والسيد المدبر والمربي والقيم والمنعم ولا يطلق على غير مضاف إلا على الله عز وجل\".اهـ.\rقال ابن كثير في تفسير هذه الآيات: \"يخبر تعالى أنه خالق العالم سماواته وأرضه وما بين ذلك في ستة أيام، كما أخبر بذلك في غير ما آية من القرآن، واختلفوا في هذه الأيام هل كل يوم منها كهذه الأيام كما هو المتبادر إلى الذهن أو كل يوم كألف سنة كما نص على ذلك مجاهد والإمام أحمد بن حنبل، ويروى ذلك من رواية الضحاك عن ابن عباس. الشهادة.\rوقوله تعالى: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} قال فيه الإمام مالك رحمه الله: الاستواء معلوم والكيف مجهول والسؤال عنه بدعة، وهذا أحسن ما قيل في تفسيره فإن الاستواء في لغة العرب معلوم معناه وكيفية ذلك لا يعلمها إلا الله واعتقاد السلف الصالح إمراراً آيات الصفات كما جاءت من غير تشبيه ولا تعطيل، ثم قال ابن كثير وقوله تعالى: {يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثاً} أي يذهب ظلام هذا بضياء هذا وضياء هذا بظلام هذا وكل منهما يطلب الآخر طلباً حثيثاً أي سريعاً لا يتأخر عنه بل إذا ذهب هذا جاء هذا وعكسه {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ} منهم من نصب ومنهم من رفع وكلاهما قريب المعنى أي الجميع تحت قهره وتسخيره ومشيئته ولهذا قال منبهاً:","seal":"F2A9EB36","part":1},
      {"page":6,"id":4,"nass":"{أَلا لَهُ الْخَلْقُ وَالأَمْرُ} أي له الملك والتصرف {تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} كقوله تعالى: {تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجاً} الآية. قال صاحب اللسان: \"وتبارك الله تقدس وتنزه وتعالى وتعاظم لا تكون هذه الصفة لغيره\".اهـ. والعالمون أجناس الخلق فهو ربهم ومالكهم والمتصرف فيهم وحده لا شريك له. وقوله: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً} قال ابن كثير: \"أرشد تبارك وتعالى عباده إلى دعائه الذي هو صلاحهم في دنياهم وأخراهم قيل معناه: تذللاً واستكانة وخيفة كقوله: {وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ} الآية. وفي الصحيحين عن أبى موسى الأشعري قال: رفع الناس أصواتهم بالدعاء، فقال رسول الله صلى الله عليه وسلم: \"أيها الناس أربعوا على أنفسكم فإنكم لا تدعون أصم ولا غائباً إنّ الذي تدعون سميع قريب\" الحديث. وعن عبد الله بن مغفل سمع ابنه يقول: \"اللهم إني أسألك القصر الأبيض عن يمين الجنة إذا دخلتها, فقال: يا بني سل الله الجنة وعذ به من النار، فإني سمعت رسول الله صلى الله عليه وسلم يقول: \"يكون قوم يعتدون في الدعاء والطهور\" اهـ.\rفرفع الصوت في الدعاء والابتداع فيه من الاعتداء الذي نهى الله عنه.\rوقوله: {وَلا تُفْسِدُوا فِي الأَرْضِ بَعْدَ إِصْلاحِهَا} ينهى تعالى عن الإفساد في الأرض وما بعد الإصلاح فإنه إذا كانت الأمور ماشية على السداد ثم وقع الفساد بعد\rذلك كان أضر ما يكون على العباد فنهى تعالى عن ذلك وأمر بعبادته ودعائه والتضرع إليه والتذلل لديه فقال: {وَادْعُوهُ خَوْفاً وَطَمَعاً} أي خوفاً مما عنده من وبيل العقاب وطمعاً فيما عنده من جزيل الثواب ثم قال: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} أي إن رحمته مرصدة للمحسنين الذين يتبعون أوامره ويتركون زواجره كما قال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ} \" قاله ابن كثير في تفسيره. اهـ.\rوأما توحيد العبادة فمعناه توحيد التوجه والطلب فإذا تقرر أن الله رب العالمين هو خالقهم ومالكهم ورازقهم ومدبر شؤونهم كلها وهو بكل شيء عليم وهو على كل شيء قدير وجب أن","seal":"11583673","part":1},
      {"page":7,"id":5,"nass":"لا يتوجهوا في طلب جلب النفع ودفع الضر إلا إليه ولا يتخذوا من دونه ولياً ولا نصيراً واقتصر في الاستدلال على ذلك بآيتين في سورة فاطر وآيتين في سورة الأحقاف، ففي سورة فاطر قال تعالى بعد ذكر دلائل ربوبيته: {ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ, إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} فأخبر سبحانه أن كل من يدعى من دونه كيف ما كانت مرتبته لا يملك للداعي شيئاً من نفع أو ضر وأن غيره لا يسمع دعاء الداعين ولو سمع لم يقدر على إجابتهم ولا إسعافهم بشيء مما طلبوا وإن المدعوين من دونه سواء أكانوا ملائكة أم رسلاً أم صالحين أم غيرهم سيكفرون يوم القيامة بدعاء من دعاهم في الدنيا وسمى دعاءهم شركاً ومعنى يكفرون يتبرأون.\rوفي سورة الأحقاف: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ، وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} فأخبر سبحانه أنه لا أضل ولا أبعد عن الحق ممن يدعو من دون الله من لا يستجيب لهم إلى يوم القيامة وهو أي المدعو غافل عن دعاء الداعي إن كان من الأنبياء والصالحين فهو مشغول بما أعد الله له من الكرامة والنعيم، وإن كان من الطالحين فهو مشغول بما أعد الله له من العذاب الأليم وإذا حشر الناس يوم القيامة وعلم المدعوون بدعاء الداعين لهم كانوا لهم أعداء وكفروا بدعائهم وسماه الله عبادة وكذلك سماه رسول الله صلى الله عليه وسلم عبادة في الحديث الصحيح: \"الدعاء هو العبادة\"، وفي حديث آخر: \"الدعاء من العبادة\". رواهما الترمذي. وأما الأحكام فقد أحل الإسلام جميع الطيبات ولم يحرم منها شيئاً قال تعالى في سورة الأعراف: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ} وحرم الخبائث كلها ولم يبح منها شيئاً ومنها الخنزير والميتة والدم والخمر وكل مفسد للعقل الذي هو أعظم نعمة أنعم الله بها على البشر وأكل الربا والغصب والسرقة والغش والنجش وهو الاحتيال في البيع والقذف وهو","seal":"58EA4F35","part":1},
      {"page":8,"id":6,"nass":"اتهام المحصنات والمحصنين بالزنا، والزنا والسرقة وقطع الطريق وأكل أموال الناس بالباطل كالقمار وبيع الغرر وسائر أنواع الاحتيال.\rوأما الآداب فقد جاء الإسلام بأكمل الآداب وأكرم الأخلاق، فمنها بر الوالدين وصلة الرحام بالإحسان إلىى الأقارب وإكرام الجار كيف ما كان جنسه أو لونه أو دينه وإطعام الطعام وإفشاء السلام وإكرام اليتامى والرفق بالضعفاء وإقامة العدل بين الناس، قال تعالى في سورة النحل: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالأِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ, وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ} الآية. وأمر بإيفاء الكيل والوزن وأوعد على نقصهما بالويل قال تعالى: {وَيْلٌ لِلْمُطَفِّفِينَ, الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ, وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ} . وأمر بكظم الغيظ والعفو عن الناس، ومدح الذين يؤثرون على أنفسهم ولو كان بهم خصاصة، وذم التبذير والإسراف، وحث على الصدقة وذم الكبر والعجب والحسد والبخل والرياء والغيبة والنميمة والتجسس وقبول أخبار الفساق بدون تثبت وأمر بالصبر والتواضع والتواصي بالحق والتعاون على البر التقوى ووضع النبي صلى الله عليه وسلم ميزاناً دقيقاً يميز المسلم الصادق من المنافق المدعي الكاذب، فقال فيما رواه البخاري ومسلم: \" آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان\". وفي رواية انفرد بها مسلم: \"وإن صلى وصام وزعم أنه مسلم \". وقال النبي صلى الله عليه وسلم: \"المسلم من سلم المسلمون من لسانه ويده\". رواه البخاري.\rوقال النبي صلى الله عليه وسلم: \"من قتل معاهداً لم يرح رائحة الجنة\". يعني من قتل شخصاً من غير المسلمين بينه وبين المسلمين عهد لا يشم رائحة الجنة، وسوى الإسلام بين جميع البشر على اختلاف ألوانهم وأجناسهم لا فضل لأحد على أحد إلا بالتقوى والعمل الصالح، إلى غير ذلك من مكارم الأخلاق التي لا تجدها في غيره أبداً ولو ذهبنا نعدده لطال بنا القول.","seal":"C193A08C","part":1},
      {"page":9,"id":7,"nass":"المذاهب الحديثة\r(الاشتراكية الشيوعية)\rاعلم أيها القارئ الكريم أن للإسلام نظاماً اقتصادياً مستقلاً مخالفاً لنظام رأس المال والاشتراكيات بأنواعها والشيوعية كل ما يدعى في هذه المذاهب من خير فقد سبق إليه الإسلام قبل التفكير فيها بقرون كثيرة، وكل ما فيها من شر فقد ابتعد عنه وحذر أهله منه، فهو يخالف نظام رأس المال بفرض الزكاة في الذهب والفضة والإبل والبقر والغنم وما يخرج من الأرض من حبوب وثمرات والحق في المعدن والركاز وهو ما وجد مدفوناً في الأرض من الأزمنة السابقة وكذلك فرض كفارات، ككفارة الأيمان وكفارة الظهار وكفارة قتل النفس خطأ وكفارة الإفطار في نهار رمضان بلا عذر، وحرم الربا وبيع الغرر والبيوع الفاسدة، وبذلك ضمن التوازن النسبي في الممتلكات الثابتة والمنقولة، وحفظ الفقراء من استبداد الأغنياء واحتكارهم للثروة، ولم يحجر على أصحاب الكفاءات بل تركهم أحراراً في استخدام مواهبهم واكتساب الأموال بطرق مشروعة إذا أدوا حقهما، ومن أراد أن يجعل الناس سواء، فليس لجهله دواء، قال تعالى في سورة النحل: {وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ} وسبب التفاضل في الرزق التفاضل في المواهب التي بها يكتسب الرزق، ولن يستطيع أحد من الأفراد والجماعات لا بسيف ولا مطرقة ولا محراث ولا بأي نوع من أنواع الإرهاب أن يجعل الناس في المواهب سواء، وإذا اختلفوا في المواهب فلا بد أن يختلفوا في الرزق سنة الله التي قد خلت من قبل، ولن تجد لسنة الله تبديلاً، نزل المطر في أرض تثمر الكمأة بالعامية المغربية (الترفاس) فانطلق جماعة من الناس يبحثون عن الكمأة ثم رجعوا بعضهم حصل عشرين رطلاً، وبعضهم حصل رطلين، وبين هذين درجات كثيرة متفاوتة، فهل يجب على صاحب العشرين أن يقتسم مع صاحب الرطلين؟ هذا جور وظلم وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون، خرج ثلاثة صيادين إلى البحر فوضعوا شباكهم أو ألقوا سناراتهم فرجع كل واحد بما قسم له فهل يجب أن يخلطوا ويقتسموا؟ لا،","seal":"F9FE4EC1","part":1},
      {"page":10,"id":8,"nass":"لا هذا ظلم وجور، خرج ثلاثة صيادين لصيد الحجل في الهضاب والغابات وآخرون لصيد الغزلان في الصحراء، فهل يجب أن يجمعوا ما حصلوا عليه ويقتسموا بالسوية؟ لا، لا، هذا ظلم وجور، التفاوت في المواهب يستلزم التفاوت في الأرزاق لا محالة، ودواؤه فرض الزكاة والقرض بلا منفعة، وفرض الكفارات والحث على الصدقات.","seal":"AF7F582B","part":1},
      {"page":10,"id":9,"nass":"أنواع الاشتراكية\rالنوع الأول\r...\r(الاشتراكية الشيوعية)\rالاشتراكية ثلاثة أنواع:\rالنوع الأول:\rالاشتراكية القومية وهي التي دعا إليها موسوليني وهلتر، وحاصلها أن يعتبر الشعب كله عمالاً والحكومة هي التي تتصرف في جميع الأموال فتعين لكل عامل عمله وأجره ولا يجوز لأحد أن يرفض ما عينته له الحكومة وليس إلا حزب واحد وعلى الشعب أن ينتخب حكومته من ذلك الحزب، فهو الوصي على الشعب الذي ينظر في مصالحه في سلمه وحربه، وغاية الحزب والحكومة أن يكون شعبه فوق جميع الشعوب غنى وقوة وسعادة ولكل فرد من أفراد الشعب الحق في الحصول على عمل وأجر يكفل معيشته وله الحق أن يدخر ويملك ما قدر عليه من الممتلكات المنقولة وغيرها بشرط أن يؤدي الضرائب المفروضة، والملاك يقولون إن تلك الضرائب ثقيلة وكثيرة حتى إنه لا يبقى لهم بعد أخذها إلا قليل يعيشون به ويدعون إن حال العامل أفضل من حالهم وأن الحكومة تحصى عليهم كل شيء. هذا مبلغ علمي فيما رأيته وسمعته ولكني لم أسمع قط بوجود رشوة.\rأما المناصب العالية فهي خاصة للمنتسبين إلى الحزب، وهذا النظام لم يعمر طويلاً حتى يعلم صلاحه أو فساده ولما جر على أهله حرباً طاحنة أحرقت الأخضر واليابس فإن جمهور الشعب الألماني مقت هذا النظام ورفضه ولا يريد العودة إليه، ومن المؤسف أن بعض البلدان العربية اختارته وتمسكت به وعضت عليه بالنواجذ ودانت به مع أن أهله تبرأوا منه. هذا مع ما لهم من العلم والخبرة والتعاون والنجدة وعلى الله قصد السبيل ومنها جائر ولو شاء لهداكم أجمعين.","seal":"B9539020","part":1},
      {"page":11,"id":10,"nass":"النوع الثاني:\rالاشتراكية الديمقراطية، كالتي عليها حزب العمال البريطاني الحاكم وأحزاب أخرى في فرنسا وإيطاليا وألمانيا وغيرها، وهذا النوع من الاشتراكية ليس فيه استبداد ولا خنق لحريات الشعوب وإنما يبنى على الدعاية ولا يمنع الملك الفردي لكنه يوجب أن تكون المصالح العامة كالمعادن والمناجم وسكك الحديد وما أشبه ذلك ملكاً للحكومة التي تمثل الشعب، فهذه الموارد يجب أن تكون ملكاً لعموم الشعب لا يستبد باستغلالها فرد ولا جماعة؛ لأن ذلك يفضي إلى احتكار بعض الأفراد أو الجماعات مقداراً كبيراً من الأموال والممتلكات على حساب أبناء جنسهم، وبذلك تنقسم الأمة إلى أغنياء طاغين قد تفاحش غناهم وتجاوز الحدود، وفقراء مدقعين قد تفاحش فقرهم فهم في غاية الذلة والاستكانة لا رأي لهم ولا كرامة موطوئين بالأقدام عبيداً أرقاء ليس لهم إلا السمع والطاعة وذلك ظلم وحيف في نظر الاشتراكية الديمقراطية، ولا تمنع هذه الاشتراكية وجود أحزاب مخالفة لها؛ لأنها كما قلنا لا تنشر مبادئها بالقهر والجبر بل بالدعاية والإقناع وتقدس حرية الرأي والكلام والعقيدة والعمل والتنقل.\rولما كان هذا النوع من الاشتراكية يبيح الملك إلا ما تقدم استثناؤه خاف من تفاحش الغنى وتعاظم الثروة ففرض ضرائب تصاعدية على قدر الدخل والمحاصيل حتى لا تتسع المسافة بين الأغنياء والفقراء وهذه الاشتراكية لا تتعرض للدين ولا تتدخل في عقائد الناس وأقطابها متدينون معظمون لرجال الكنائس متفقون معهم وهم حاربون نظام رأس المال ويتهمون المتبعين له بأنهم كاذبون في ما يزعمونه من الدعوة إلى الحرية والديمقراطية لأنه متى لم تقيد الثروة بالقيود التي تقدم ذكرها طغى الأغنياء على الفقراء {كَلاَّ إِنَّ الإِنْسَانَ لَيَطْغَى, أَنْ رَآهُ اسْتَغْنَى} فالرجل الذي يملك معامل أو مزارع أو متاجر تحتاج إلى آلاف العمال لا بد أن يفرض إرادته على أولئك العمال فلا يستطيعوا أن ينتخبوا غيره إذا رشح نفسه ليكون نائباً في مجلس النواب أو يكون عيناً في مجلس الأعيان، وهذا يتنافى مع تحقيق الحرية وإقامة العدل والمساواة التي يزعم","seal":"245ABB18","part":1},
      {"page":12,"id":11,"nass":"أصحاب رؤوس الأموال أنهم أنصارها، أما أنصار عقيدة رأس المال فلهم حجج يدفعون بها عن أنفسهم منها الحكومة تستنكر الاحتكار على أفراد الشعب وجماعاته وتحرمه عليهم وتحله لنفسها، ومنها أن الاستيلاء على المصالح العامة يعطل حركة التنافس بين الأفراد والجماعات فيضعف النشاط ويقل الحماس ونتيجة ذلك قلة المحاصيل وفرق كبير بين من يشتغل لنفسه ويشتغل في ما يعود عليه بالنفع والخير العميم وبين عامل يعمل في مصلحة حكومية لا يهمه ربحها أو خسارتها وإنما يهمه الراتب الذي يحصله في نهاية الأسبوع أو في نهاية الشهر، هذا مع اتفاق الفريقين على حرية الرأي والعقيدة وسائر الحريات ولذلك نراهم متعايشين في شعب واحد متعاونين على ما يرون فيه الخير لأمتهم وإن اختلفت وسائلهم، وقد مضى على هذا النوع من الاشتراكية زمان طويل في بلدان مختلفة وظهر أنه صالح للبقاء عندهم.","seal":"62B445F0","part":1},
      {"page":12,"id":12,"nass":"النوع الثالث من الاشتراكية:\rالنوع الثالث من الاشتراكية التي يزعم أهلها أنها مقدمة للشيوعية، وتسمى (البولشفية) وهذا النوع يبنى على سلب جميع الممتلكات وجميع الحريات والمعتقدات ويجعل الإنسان آلة صماء يحركها الرؤساء فتتحرك ويقفونها فتقف، ويأمرونها أن تنطق فتنطق بما يشتهون وأن تسكت فتسكت، وأن تمدح فلانا فتقدسه في أول النهار، ثم يأمرونها أن تلعنه في آخر النهار، فتأتمر ولا تفكر فالاشتراكي المخلص عندهم هو الذي يكون كالعقل الالكتروني وليس مقصودي بهذا الكلام أن أشتمهم، ولكني أريد بيان الحقيقة كما هي في نظري، وقد دخلت برلين الشرقية وبقيت فيها أياماً وأنا أذكر ما شاهدته وخبرته وتحققته.\rفأما سلب الأموال والممتلكات فإنه لا يجوز لأحد أن يملك أرضاً ولا داراً ولا سيارة ولا متجراً ولا يملك إلا ثيابه التي على ظهره وإلا أجرة عمله بشرط أن لا يدخرها لو كان فيها متسع للادخار.\rودونك مثلا يعينك على تصور هذه الحقيقة، رأيت في برلين الغربية سنة 1954م بتاريخ النصارى قبل بناء سور برلين عجوزاً تسكن في غريفة حقيرة","seal":"688DC95C","part":1},
      {"page":13,"id":13,"nass":"من الفندق الذي كنت فيه نازلاً فأخبرتني صاحبة الفندق أن تلك العجوز قبل الحرب كانت لها ثروة طائلة فلما انتهت الحرب بخسران ألمانيا أراضيها الشرقية استولى الشيوعيون على أملاكها كلها، ولم يبقوا لها منها شيئاً لا قليلاً ولا كثيراً، وبقي لها جزء قليل من بيت في برلين الغربية وقد أعطاها الشيوعيون غرفة في بيت من برلين الشرقية وجعلوا لها أجرة لسد الرمق وفرضوا عليها أن تشتغل في كنس الشوارع فهي تشتغل مدة طويلة إلى أن يجتمع لها من كراء ذلك الجزء الضئيل الذي تملكه من ذلك البيت في برلين الغربية مقدار من المال فتنتقل إلى برلين الغربية وتستأجر غريفة رخيصة الثمن وتنفق مما اجتمع لها حتى ينقضي ثم ترجع إلى الجحيم.\rأما بعد بناء السور الذي هو عكس ما قال الله تعالى: {بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} فلا أدري ما فعل الله بتلك المسكينة وأمثالها من الأغنياء الذين قلب لهم الزمان ظهر المجن فأصبحوا بؤساء بين عشية وضحاها بسبب الاحتلال الروسي وفرض الحكم الشيوعي على ذلك الشعب المنكوب، ودونك مثلا آخر حدثنا شهود عيان أن أهل بيت من الأغنياء (ولا أقول أسرة ولا عائلة) من ألمانيا الشرقية لما دهمهم الاحتلال الروسي أمروا بإحضار طعام الضيافة للفاتحين الغزاة فأمروا خدمهم بذبح المواشي وطهي الطعام وتوجهوا إلى الغابة وعلقوا فيها حبالاً وقتلوا أنفسهم خنقاً لأنهم يعلمون أن الضيوف الثقلاء بعد أكلهم وشربهم الخمور يسلبونهم كل شيء حتى الخواتم التي في أصابعهم ويطردونهم من ديارهم ومزارعهم ويفرضون على كل من سلبوا أرضه أو داره أن يكون بعيداً من الأرض المسلوبة أو الدار المغصوبة والمعمل مسافة لا تقل عن ثلاثين كيلو مترا، ومتى وجد في مكان يقرب من ممتلكاته السابقة أقل من ثلاثين كيلو متراً يعاقب عقاباً شديداً.\rودونك مثالا ثالثاً، من المعلوم أن الشعب الجرماني الذي يسمونه بالألماني من أرقى شعوب أوربة مدنية وحضارة لا يمتري في ذلك اثنان، ولا ينتطح فيه عنزان، وقد انقسمت هذه البلاد الجرمانية وهذا هو الاسم الذي سمتها به العرب في عام تخطيط البلدان","seal":"BB01621B","part":1},
      {"page":14,"id":14,"nass":"بعد الحرب العالمية الأخيرة قسمين: غربي وشرقي، فالقسم الغربي مع ما أصابه من النكبات في زمان الحرب الطحون رجع أحسن مما كان يشهد بذلك كل مسافر وسائح رأى تلك البلاد فالمباني التي تهدم ثمانون منها في المائة بفعل قنابل الأعداء أعيدت أحسن مما كانت عليه، وكذلك المعامل والمزارع والطرق، هذا في القسم الغرب.\rأما القسم الشرقي فإنه خراب كأنه انتقل من يد دولة متمدنة إلى دولة همجية، سافرنا بالسيارة من المغرب فعبرنا المضيق من سبتة إلى الجزيرة، وعبرنا أسبانيا ففرنسة فالقسم الغربي من ألمانيا وكان الطريق من كلونيا إلى هنوفر التي هي على حدود ألمانيا الشرقية من أحسن طرق أوربا مقسوماً قسمين بينهما حاجز وكل منهما تسير فيه أربع سيارات ولا تحتاج السيارة إلى توقف لأن السيارات التي تعبر الطريق عرضاً لها ممرات إما تحت الأرض وإما فوق الجسور وقد تعجب في ذلك سائق سيارتي تبرعا وهو الأخ الحاج أحمد هارون، فقال لي: أريد أن أجرب هل اضطر إلى نقص سرعة السيارة أم لا أضطر فبقي ساعتين بمقياس واحد لم يضطر إلى أن ينقص شيئاً منه وأسماء الأماكن وعلامات الطرق المختلفة والأضواء التي تقوم مقام شرطة المرور كل ذلك في غاية الإتقان بحيث قلما يحتاج المسافر إلى أن يسأل عن شيء أو يضل طريقه هذا في القسم الغربي.\rأما في القسم الشرقي فالأمر بعكس ذلك الطريق مهمل لم يصلح منذ سنين كأنه صحراء وليس فيه علامات ولا أضواء فتجد السائحين ضائعين يسأل بعضهم بعضاً ولا هادي ولا مرشد.\rوالشعب الذي يسكن القسمين شعب واحد لا يختلف إلا في نظام الحكم، وهناك مثل آخر وهو برلين الغربية، وبرلين الشرقية، من المعلوم أن مدينة برلين مدينة واحدة كانت عاصمة جرمانية كلها قبل الحرب، وبعد هزيمة الجرمانيين في الحرب العالمية الأخيرة أصبحت برلين جزيرة في بحر ألمانيا الشرقية تحيط بها أراضي ألمانيا الشرقية من جانب، فاقتسمه الغالبون فأخذ الأمريكيون والبريطانيون والفرنسيون القسم الغربي منها","seal":"DA609FBF","part":1},
      {"page":15,"id":15,"nass":"وحكموه مدة ثم سلموه إلى حكومة ألمانيا الاتحادية، أما القسم الشرقي فبقي تابعاً لحكومة ألمانيا الشرقية تحت نفوذ الروسيين، وكل من زار قسمي برلين الشرقي والغربي لا يكاد ينقضي عجبه، يرى القسم الغربي وسكانه ثلاثة ملايين يعيشون في أرغد عيش في غاية الرفاهية والازدهار فترى المخازن والمتاجر ملأى بأنواع التحف والبضائع والمطاعم والمشارب والحدائق والملاعب والشوارع غاصة بأجمل السيارات والمباني التي تهدمت كلها في زمان الحرب قد أعيد بناؤها حتى صارت أجمل مما كانت وترى السكان يرفلون في أفخر الثياب والزي، أما إذا أردت أن تدخل إلى برلين الشرقية فإنك تجيء إلى مدخل السور وتسلم جواز سفرك وتعطي بطاقة صغيرة وتقف مع صفوف الواقفين حتى يجيء دورك فتنزل إلى سرداب تحت الأرض وتنتظر حتى تمتحن في أربعة مكاتب بأسئلة وأجوبة والمكتب الرابع بعد ما يعرف مقدار ما عندك من النقود ويسجلها يرد لك الجواز، فتدخل في القسم الشرقي وتجده يبابا خراباً كأن خيلا أغارت عليه ونهبته، وأبدلت سعده نحساً ونضرته كآبة وسعادته شقاء، فلا مباني تعجبك ولا أسواق ولا مطاعم ولا سيارات جميلة ولالا بضائع في المخازن والناس في ثياب حقيرة والنساء لابسات ثياباً خسيسة، فكأنك خرجت من عالم إلى عالم، فإن قلت: وما الموجب لبناء السور؟ فالجواب أن الشيوعيين أو الاشتراكيين كما يجبون أن يدعوا يزعمون أنهم وحدهم يعيشون في النعيم في الحرية والديمقراطية والعالم كله يعيش في شقاء العبودية تحت نظام رأس المال الطاغي أو الاستبداد الظالم ولكن رعاياهم لا تصدق هذا الزعم، ولذلك لم يزالوا يفرون من ذلك الفردوس المزعوم إلى برلين الغربية فتنقلهم الطائرات إلى برلين الغربية حيث يستنشقون نسيم الحرية ويشعرون بأنهم أحرار يسيرون في أرض الله الواسعة حيث يشاءون فلما عجزت حكومة ألمانيا الشرقية تحت المراقبة الروسية أن تقنعهم بما تزعم من الدعاوى أرادت أن تضرب سوراً على ذلك الفردوس وتنصب عليه الأسلاك الشائكة والرشاشات والحرس المسلح ليلا ونهاراً حتى لا يفر واحد من فردوس الشيوعية ونعيمها إلى","seal":"8ABC070B","part":1},
      {"page":16,"id":16,"nass":"عذاب نظام رأس المال وجحيمه، ومع ذلك كله لم تنقطع الهجرة والفرار وقد هرب من ألمانيا الشرقية إلى ألمانيا الغربية بواسطة برلين الغربية منذ نهاية الحرب أكثر من أربعة ملايين وحتى بعد بناء السور لا يزال الناس يهربون ويتركون بيوتهم وأمتعتهم ويفرون بأنفسهم مؤثرين الحرية على كل شيء سواها من متاع الدنيا، وحوادث هذا الفرار لا تزال تتلى صباح مساء في الإذاعات على مسامع القراء وما أحسن المثل العامي الذي يقول: (حتى كلب ما هرب من دار العرس) معناه بالفصحى: (لا كلب يفر من الدار التي تصنع فيها وليمة العرس بل بالعكس كل كلب يحب أن يأتيها لينال من فضلات الطعام) ومن أغرب ما سمعته من إذاعة لندن في هذا الصدد أن خمسة وعشرين شخصاً اتفقوا على أن يحفروا نفقاً يبتدئون من دار أحدهم وكانت داره بقرب السور فقضوا مدة في الحفر كل ليلة يحفرون ساعات ويقومون بأعمالهم المفروضة عيهم في النهار حتى وصلوا النفق إلى مبنى في القسم الغربي ولما انتهى النفق خرجوا كلهم ذات ليلة وتركوا الدار تنعي من بناها، وهناك حوادث كثيرة طريفة وعجيبة يعرفها من يتتبع مثل هذه الأخبار.\rوأما سلب الحريات فيجب على كل عضو في الحزب أن يكفر بجميع الأديان وأن يؤمن بعصمة شارل ماركس في كل ما شرعه واعتقده ولينين، وكان ستالين ثالث ثلاثة إلى أن خلعه نائبه وشريكه في كل ما ارتكبه خروتشوف بعد وفاته فبطلت قدسيته عند بعض الشيوعيين وبقيت ثابتة عند بعضهم، أما من لم يكن من المشتركين في الحزب فيجوز له أن يقول إنه مسلم أو نصراني بشرط أن لا يرد شيئاً ولا ينتقد شيئاً من نظام شارل ماركس ولا من الأنظمة التي يضعها الحزب الشيوعي ومع ذلك يكون محتقراً موضع سخرية واستهزاء.\rأما في السياسة فلا يجوز له أن يعتقد إلا سياسة الحزب وإن تناقضت يتناقض معها فكل الزعماء الذين رفضهم الحزب يجب على جميع الناس أن يقلبوا لهم ظهر المجن ويذموهم بعدما مدحوهم أعظم المدح كتروتسكي ومالينوف ومولوتوف وخروشوف. وأما ستالين فقد تقدم خبر رفعهم له","seal":"7D745C8B","part":1},
      {"page":17,"id":17,"nass":"إلى درجة التقديس ثم خفضهم له إلى درجة الإجرام.\rوأما حرية العمل فهي معدومة، فيجب على كل إنسان ذكراً كان أو أنثى أن يقبل العمل الذي تفرضه عليه الحكومة في المكان الذي تعينه له بالأجر الذي تعينه له والساعات التي تعينها له ولا يجوز له أن ينتقد شيئاً من ذلك، وإلا صار متهماً بالخيانة واستحق العقاب الشديد على قدر انتقاده وكذلك حرية التنقل والسفر إلى الخارج لا يجوز لأحد أن يفكر فيه وقد شاهدت في برلين الشرقية الصبيان في سن أربع عشرة سنة يوبخون والديهم ويتهمونهم بالرجعية وعدم الإخلاص للحزب والجمود على الأفكار السخيفة والآباء والأمهات يخافونهم، والواجب على كل ملك ورئيس من رؤساء المسلمين أن يحفظ شعبه من هذه المذاهب التي تجلب الشقاء والشر ويجب أن تسمىسل بحق الشعوب إذا كان غلاة الشيوعيين وكلهم غلاة يسمون الدين أفيون الشعوب فنحن نسمي نحلتهم سل الشعوب ولسنا من المؤثرين المحتكرين حتى نتهم بأننا نعارضهم محافظة على أموالنا ولكن النصيحة لله ولرسوله ولأئمة المسلمين وعامتهم أوجب علينا أن ننصح لجميع الشعوب وخصوصاً المسلمين أن يبتعدوا من جميع أنواع الاشتراكية اسماً وعقيدة وعملاً، ففي ما جاء به كتاب الله وسنة رسول الله صلى الله عليه وسلم غنية لهم وكفاية، ومن لم يسعه ما وسع السلف الصالح فلا وسع الله عليه:\rومن لم يسعه ما أتى عن محمد ... فلا وسع الرحمن يوماً على الغر\rأما التسمية فقد قال الله تعالى: {هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيداً عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} آخر سورة المؤمنين.\rوأما العقيدة والعمل فقد تقدم أن الإسلام سبق إلى كل خير وتجنب عن كل شر وكل ما يدعونه من المواساة وابتغاء العدالة بين أفراد الشعب ظهر أنه غير صحيح، فقد أخبرني السيد أحمد موسلر المسلم الألماني في بيته ببرلين الغربية، قال: كنا نعيب على حكومة هلتر أنها تدعي الاشتراكية لتحقيق المساواة بين أفراد الشعب ومع ذلك كان طعام الضباط يختلف عن طعام الجنود","seal":"8727BF1B","part":1},
      {"page":18,"id":18,"nass":"فكان للضباط مطبخ فيه ألوان من الطعام ولعامة الجنود مطبخ آخر فيه ألوان دونها في الجودة فلما انهزم الجيش الألماني وقعت في أسر الروسيين فأخذوني إلى موسكو وبقيت هنالك سنتين فرأيت للجيش الروسي خمسة مطابخ بعضها أعلى من بعض يعني أن الطعام عندهم خمس درجات الدرجة العليا لكبار الضباط والثانية للمتوسطين والثالثة للصغار والرابعة للعرفاء والخامسة لعامة الجند، قال: فعلمت أن كلا الفريقين في دعواه الاشتراكيون القوميون والاشتراكيون الشيوعيون كلهم مخادعون، وصدق الله العظيم إذ يقول في سورة البقرة: {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلاَّ مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الآخِرَةِ لَمِنَ الصَّالِحِينَ, إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ, وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلاّ وَأَنْتُمْ مُسْلِمُونَ} .","seal":"B95C4F4D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1407,"Bk":"الإسلام والمذاهب الإشتراكية","HigriD":"1407","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو شكيب محمد تقي الدين بن عبد القادر الهلالي","bLnk":null,"Inf":"","Auth":"محمد تقي الدين الهلالي","Betaka":"الكتاب: الإسلام والمذاهب الإشتراكية\r\nالمؤلف: أبو شكيب محمد تقي الدين بن عبد القادر الهلالي (المتوفى: 1407هـ)\r\nالناشر: الجامعة الإسلامية، المدينة المنورة\r\nالطبعة: السنة الثالثة - العدد الثاني - 1390هـ/1970م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"الشيخ محمد تقي الدين الهلالي\r\n\r\nهو العالم المغربي والعلامة اللغوي الشيخ الدكتور محمد تقي الدين بن عبدالقادر الهلالي، وكنيته «أبو شكيب»، حيث سمى أول ولد له على اسم صديقه الأمير شكيب أرسلان.\r\nولد الهلالي في قرية «الفرخ» من بادية سجلماسة في المغرب عام 1311هـ، التي هاجر إليها أجداده من «القيروان» في تونس في القرن التاسع الهجري.\r\nوكانت الأسرة أسرة علم، حيث كان والده وجده من العلماء الفقهاء المعروفين.\r\nوقد قرأ على والده، وحفظ القرآن الكريم وهو ابن اثنتي عشرة سنة، ثم سافر إلى الجزائر لطلب الرزق عام 1333هـ، فقصد الشيخ محمد حبيب الله الشنقيطي وبقي يتعلم في مدرسته سبع سنين، ثم توفي شيخه الشنقيطي عام 1338هـ، وكان من أفضل العلماء في الزهد والتقوى ومكارم الأخلاق.\r\nوفي عام 1340هـ عاد الهلالي إلى المغرب حيث حضر بعض الدروس على العلماء في مدينة «فاس»، وكان من شيوخه الذين تلقى العلم على أيديهم الشيخ الفاطمي الشراوي، والشيخ محمد العربي العلوي، والشيخ أحمد سوكيرج، كما حصل على شهادة من جامع القرويين.\r\nوبعد ذلك سافر الهلالي إلى القاهرة حيث التقى بالشيخ محمد رشيد رضا وبعض العلماء السلفيين، أمثال: الشيخ محمد الرمالي، والشيخ عبدالعزيز الخولي، والشيخ عبدالظاهر أبو السح، والشيخ محمد عبدالرزاق، والشيخ محمد أبو زيد، وغيرهم من العلماء بمصر، كما حضر دروس القسم العالي بالأزهر.\r\nومن مصر توجه إلى الحج، ثم إلى الهند، حيث اجتمع بعلماء أهل الحديث وأخذ العلم عن الشيخ عبدالرحمن بن عبدالرحيم المباركفوري، وهو أفضل علماء الهند في ذلك الزمان.\r\nومن الهند توجه إلى «الزبير» في العراق، حيث التقى العالم الموريتاني الشيخ محمد الأمين الشنقيطي، مؤسس مدرسة النجاة الأهلية بالزبير، وتزوج ابنته، ومن الزبير سافر إلى مصر، ثم إلى المملكة العربية السعودية، حيث أعطاه السيد محمد رشيد رضا توصية وتعريفاً إلى الملك عبدالعزيز آل سعود قال فيها: (إن محمد تقي الدين الهلالي المغربي أفضل من جاءكم من علماء الآفاق، فأرجو أن تستفيدوا من علمه).\r\nفي ضيافة الملك عبد العزيز\r\nفأقام الهلالي في ضيافة الملك عبدالعزيز آل سعود بضعة أشهر، ثم عُين مراقباً للتدريس في المسجد النبوي، وبعد سنتين نقل إلى المسجد الحرام والمعهد السعودي بمكة المكرمة لمدة سنة، ثم جاءته رسائل من إندونيسيا ومن الهند، وكلها تطلبه للتدريس في مدارسها، فاستجاب لدعوة السيد سليمان الندوي بالهند، وصار رئيس أساتذة الأدب العربي في كلية ندوة العلماء في مدينة لكنهو بالهند، حيث بقي ثلاث سنوات تعلم فيها الإنجليزية، وأصدر باقتراح من الشيخ سليمان الندوي وبمساعدة تلميذه الطالب مسعود عالم الندوي مجلة «الضياء»، ثم عاد إلى الزبير حيث عمل مدرساً بمدرسة النجاة الأهلية التي أسسها الشيخ الشنقيطي والد زوجته.\r\nوبعد ثلاث سنوات سافر إلى مدينة جنيف في سويسرا، ونزل عند الأمير شكيب أرسلان الذي كتب له توصية إلى أحد أصدقائه في وزارة الخارجية الألمانية في برلين قال فيها:\r\n(عندي شاب مغربي أديب ما دخل ألمانيا مثله، وهو يريد أن يدرِّس في إحدى الجامعات، فعسى أن تجدوا له مكاناً لتدريس الأدب العربي براتب يستعين به على الدراسة).\r\nوسرعان ما جاء الجواب بالقبول، حيث سافر الهلالي إلى ألمانيا وعُين محاضراً في جامعة «بون» وشرع يتعلم اللغة الألمانية، حيث حصل على دبلومها بعد عام، ثم صار طالباً بالجامعة مع كونه محاضراً فيها، وفي تلك الفترة ترجم الكثير من الألمانية وإليها، وبعد ثلاث سنوات في بون انتقل إلى جامعة برلين طالباً ومحاضراً ومشرفاً على الإذاعة العربية 1939م، وفي 1940م قدَّم رسالة الدكتوراه، حيث فنَّد فيها مزاعم المستشرقين أمثال: مارتن هارثمن، وكارل بروكلمان، وكان موضوع رسالة الدكتوراه «ترجمة مقدمة كتاب الجماهر من الجواهر مع تعليقات عليها»، وكان مجلس الامتحان والمناقشة من عشرة من العلماء، وقد وافقوا بالإجماع على منحه شهادة الدكتوراه.\r\nمراسل صحفي\r\nوفي أثناء الحرب العالمية الثانية سافر إلى المغرب بتكليف من سماحة الحاج محمد أمين الحسيني في مهمة سياسية، حيث زوّده السفير المغربي عبدالخالق الطريسي بجواز سفر على أنه من أهالي «تطوان» التي تقع تحت الحماية الإسبانية حيث أقام خمس سنوات.\r\nويروي الأستاذ محمد المجذوب في كتابه القيم «علماء ومفكرون عرفتهم» على لسان الدكتور الهلالي أنه تلقى في فترة إقامته بتطوان خطاباً من الشيخ حسن البنا ـ المرشد العام للإخوان المسلمين ـ يقول فيه:\r\n(لنا مكاتبون ومراسلون من جميع أنحاء العالم الإسلامي إلا المغرب، فأرجو منك أن تبحث لنا عن مراسل، وتخبرنا بقدر المكافأة التي يتطلبها عن كل مقال يرسله إلى صحيفة الإخوان المسلمين، وإن قدرتَ أنت أن تقوم بهذا الأمر فهو أحبُّ إلينا...).\r\nيقول د.الهلالي: فقبلتُ الطلب، وبدأتُ أراسل صحيفة الإخوان المسلمين سراً بواسطة البريد الإنجليزي في تطوان، ولكن الإسبانيين كانوا قد اتفقوا مع أحد الموظفين المغاربة في البريد الإنجليزي أنه متى رأى رسالة أو مقالاً لا يذكرهم بخير، ينسخ لهم نسخة منه، ويعطونه مكافأة عظيمة على كل رسالة أو مقال، فأطلعهم هذا الموظف على جميع المقالات التي أرسلتها إلى صحيفة الإخوان المسلمين، فقبضوا عليَّ وزجوني في السجن، ولم يوجهوا إليَّ أي اتهام، وبقيت ثلاثة أيام، فاحتج أهل المدينة وأذاعت محطة لندن باللهجة المغربية هذه الحادثة والاحتجاج فأطلقوا سراحي.\r\nوفي 1947م سافر الشيخ الهلالي إلى العراق، حيث قام بالتدريس في كلية الملكة عالية ببغداد وبقي إلى 1958م حيث قام الانقلاب العسكري في العراق، فغادرها عام 1959م إلى المغرب حيث عمل أستاذاً في كلية الآداب بجامعة محمد الخامس، وفي 1968م تلقى دعوة من سماحة الشيخ عبدالعزيز بن باز رئيس الجامعة الإسلامية بالمدينة المنورة للعمل أستاذاً بالجامعة منتدباً من المغرب وبقي يعمل إلى 1974م حيث ترك الجامعة وتفرغ للدعوة بالمغرب.\r\nوكانت بداية معرفتي بأستاذنا محمد تقي الدين الهلالي من خلال ما كنت أسمعه عنه من العم محمد السليمان العقيل الذي كان من أعز أصدقائه، ثم قرأت له في مجلة «الإخوان المسلمون» عام 1946م قصيدة عصماء يندد فيها بالاستعمار الفرنسي، ولا يحضرني منها الآن سوى مطلعها\r\n\r\nأعادي فرنسا ما حييتُ وإن أمت\r\nفأوصي أحبائي يعادونها بعدي\r\nفازداد حبي له، وتشوَّقتُ للاتصال به فراسلته في «تطوان» على عنوان المجلة «لسان الدين» التي كان يصدرها بالتعاون مع الشيخ عبدالله كنون كبير علماء المغرب، وكانت أعدادها تصل إلى مكتب العم محمد العقيل، وقد سُمِّيت المجلة بهذا الاسم تيمناً باسم لسان الدين بن الخطيب الأندلسي، ومن ذلك الوقت توثقت صلتي بالشيخ الهلالي، فلما قدم إلى العراق واستقر بها، زرته في بيته ببغداد أكثر من مرة، حيث استفدت من علمه، وفي سنة 1948م جاءتني رسالة منه في بغداد يوصيني بالشيخ مسعود عالم الندوي ورفيقه محمد عاصم الحداد اللذين يزوران العراق بتكليف من السيد أبي الأعلى المودودي أمير الجماعة الإسلامية بباكستان، حيث سعدنا بهما في البصرة والزبير، وقد بذلت مع إخواني عبدالله الرابح وعبدالعزيز الربيعة وعمر الدايل مانستطيع من جهد لمساعدتهما في مهمتهما، ومن خلالهما اطلعنا على مؤلفات المودودي وعرفنا الكثير عن الجماعة الإسلامية في الهند وباكستان.\r\nيحدثنا العم محمد السليمان العقيل عن صديقه الهلالي فيقول: كانت صلتي بالهلالي قديمة منذ قدم الزبير، وكانت لنا معه لقاءات يشارك في بعضها الشيخ ناصر الأحمر والشيخ عذبي الصباح والشيخ جاسم اليعقوب، وهو عالم فاضل متمكن من علمه وأديب شاعر فحل.\r\nويروي لنا الهلالي عن صديقه محمد العقيل فيقول: كان أبوقاسم مبتدئاً بالعمل التجاري، فوعدني أنه إذا فتح الله عليه واتسعت تجارته فلن يتخلى عني، وكان ذلك أوائل الثلاثينيات الميلادية، ولما عدت إلى العراق سنة 1947م بعد غربة طويلة، ذكَّرته بوعده، وطلبت منه المساعدة لشراء بيت لسكناي ببغداد وكان ذلك من خلال قصيدة نظمتها وأرسلتها له فكانت استجابته سريعة ووفى بوعده جزاه الله خيراً.\r\nوأنا لايحضرني من قصيدة الهلالي سوى مطلعها:\r\nأبا قاسم قد جئتُ أستنجز الذي\r\nوعدت به قدماً وأنت كريمُ\r\nأعيذك بالرحمن من شرِّ مارد\r\nيزين لك الإخلافَ وهو ذميم\r\nويحدثنا بعض الطلبة الذين درسوا على يده في مدرسة النجاة الأهلية في الزبير أنه رجل عالم، ومدرس فاهم، ومرب حازم، غزير الإنتاج، وافر العطاء، شديد الملاحظة للأخطاء اللغوية، فلايتساهل فيها، كما يروون شدته وحزمه مع الطلاب ومحاسبته لهم، إذا ما قصّروا في أداء الواجبات، حتى أن بعض الطلاب الكسالى يتربصون به في الطريق ويقذفون الحجارة ثم يهربون ولايعرفهم أحد، فضاق بهم ذرعاً وكتب مقالاً يهاجمهم وأولياء أمورهم في جريدة (السجل) لصاحبها طه الفياض وعنوان المقال (أعيلان أم غيلان؟) وقد أحدث هذا المقال ضجة حملت أولياء الأمور على مراقبة أبنائهم وتأديبهم وإلزامهم الانتظام في الدراسة واحترام المدرسين.\r\nأفكاره : التزم الشيخ الهلالي بالمنهج السلفي وصار من دعاته النشيطين، و كان متفتحاً غير متزمت ومجتهداً غير مقلد، وقد أكسبته الأسفار الكثيرة إلى البلاد العربية والهند وسويسرا وألمانيا، ولقاؤه العلماء في العالم العربي والإسلامي، صفات العالم العامل والداعية الواعي، والمصلح الحكيم والمجاهد الصادق، وكان منهجه في التعليم والتربية، الحرص على غرس التوحيد، والالتزام بالأركان والعمل بالأصول، والبعد عن مواطن الخلاف في الفروع، والاستفادة مما لدى الغرب من تقدم علمي، فالحكمة ضالة المؤمن أنى وجدها فهو أحق الناس بها.\r\nوفي فترة وجوده بالمدينة المنورة أستاذاً بالجامعة الإسلامية كنت أزوره حين حضوري لاجتماعات المجلس الأعلى الاستشاري للجامعة حيث كنت عضواً فيه، ونغترف من فيض علمه ومعارفه ونتدارس معه أوضاع المسلمين في كل مكان، وسبل النهوض بهم، ومهمة الدعاة إلى الله وضرورة صبرهم وثباتهم على ما يلقونه لأن المهمة شاقة والطريق طويل وقد حفَّت الجنة بالمكاره وحفَّت النار بالشهوات.\r\nكما أنه شرفني في بيتي بالكويت حين زارها أواخر السبعينيات الميلادية، حيث تناولت أحاديثه ذكرياته في الزبير والهند وألمانيا والمغرب.\r\nوشاعر أيضاً\r\nوالدكتور الهلالي له قصائد كثيرة في مناسبات عديدة ولكنها تحتاج إلى جمع وتوثيق للزمان والمكان والمناسبة التي قيلت فيها ونرجو أن يضطلع بذلك تلامذته وأحبابه في المغرب، أمثال الأخ الدكتور عبدالسلام الهراس وإخوانه.\r\nقال قصيدة في تحية الزعيم المغربي عبدالخالق الطريس سنة 1356هـ نقتطف منها الأبيات التالية:\r\nسنا الحرية الغراء لاحا ... فصيَّر حندس الظلما صباحا\r\nوأحيا ميِّت الآمال لما ... أهاب بنا إلى العليا وصاحا\r\nسلاح الحق لايخشى فلولاً ... ويلقى من يصول به النجاحا\r\nتحارب باغياً وتميتُ جهلاً ... ونور العلم تجعله السلاحا\r\nفيصبح قومك الأموات أحيا ... وتنشرح الصدور لك انشراحا\r\nوتنهض بالبلاد إلى المعالي ... وتفتتح الطريق لها افتتاحاً\r\nوتبدل ضيمها عزاً وفخراً ... وتملؤها ابتهاجاً وارتياحا\r\nوقال في قصيدة يُحيي الزعيم العراقي رشيد عالي الكيلاني أذيعت في محطة برلين سنة 1941م:\r\nيامقبلاً من غزوه متأهباً ... للقاء أخرى ليس بالمتواني \r\nتهديك وثبتك العظيمة أنها ... فجر الجهاد وأول الفرقان \r\nلك في قلوب العرب حب صادق ... ومكانة جلَّت عن التبيان \r\n\rوبكل أرض رفعة وجلالة ... في الناء من أرجائها والداني \r\nالفضل فيك سجية موروثة ... عن جدك المختار من عدنان \r\nومن قصيدة نظمها في انتقاد أخلاق بعض الموظفين الكسالى وترفعهم عن الناس وتأخير معاملاتهم نقتطف منها:\r\nبلدة أصبح الموظف فيها ... جالساً في السماء فوق السحاب\r\nحالة تضحك العدو وتبكي ... بدماء معاشر الأحباب\r\nأبهذي الأخلاق يرجع مجد ... ضاع منكم في غابر الأحقاب\r\nفإلى الله نشتكي من زمان ... فاسد جاءنا بكل عجاب\r\nوحين سأل الأستاذ المجذوب الشيخ الهلالي عن أحب العلوم إليه أجاب: (أحبها إليَّ علوم الحديث وعلوم القرآن لأني أحب اتباع الكتاب والسنة وأكره مخالفتهما ، ثم علم النحو وسائر علوم الأدب، ثم علم اللغات).\r\n\r\nمؤلفاته\r\nوللشيخ الهلالي مؤلفات كثيرة ما بين صغير وكبير ومن أهمها: الزند الواري والبدر الساري في شرح صحيح البخاري (المجلد الأول فقط)، الإلهام والإنعام في سورة الأنعام، الإسفار عن الحق في مسألة السفور والحجاب، القاضي العدل في حكم البناء على القبور، الأنوار المتبعة في تحقيق سنة الجمعة، قبسة من أنوار الوحي، الصبح السافر في حكم صلاة المسافر، العلم المأثور والعلم المشهور واللواء المنشور في بدع القبور، آل البيت ما لهم وما عليهم، أحكام الخُلع في الإسلام، حاشية على كتاب التوحيد لشيخ الإسلام محمد بن عبدالوهاب، مختصر هدي الخليل في العقائد وعبادة الجليل، حاشية على كشف الشبهات لمحمد بن عبدالوهاب، أهل الحديث، الحسام الماحق لكل مشرك ومنافق، دليل الحاج إلى مناسك الحج، العقود الدرية في منع تحديد الذرية، دواء الشاكين وقامع المشككين في الرد على الملحدين، البراهين الإنجيلية على أن عيسى داخل في العبودية وبريء من الألوهية، فكاك الأسير العاني المكبول بالكبل التيجاني، سب القاديانيين للإسلام والرد عليهم، الرجعية والتقدم، تقويم اللسانين، رحلة من الزبير إلى جنيف، رحلة إلى درعة بالمغرب، من يرافقني إلى برلين؟، الهاديات، حواشي شتى على إنجيل متى، الصديقات الثلاث (قصة)، تاريخ اللغة السامية، رحلة إلى ألمانيا، الطبقات عند العرب، تمثيليات طيف الخيال لمحمد بن دانيال، الجماهر في الجواهر (رسالة الدكتوراه)، مدنية العرب في الأندلس (مترجم عن الإنجليزية)، كتاب البلدان لمحمد بن الفقيه البغدادي (مترجم إلى الألمانية) بالاشتراك، لسان الدين (المجلد الأول) المجلة التي كان يصدرها بتطوان، فضل الكبير المتعالي (ديوان شعر محمد تقي الدين الهلالي).\r\n\r\nوالهلالي كان من المواظبين على الكتابة في مجلة (الفتح) لمحب الدين الخطيب، ومجلة (المنار) لمحمد رشيد رضا.\r\nكما أن له محاضرات ودروساً وندوات وأحاديث ومقالات وبحوث لا يمكن الإحاطة بها في هذه العجالة، لأنها في موضوعات عدة، وبلدان متفرقة، وأزمان مختلفة.\r\nحدثني الأخوان عمر الدايل وعبدالعزيز الناصر عن الشيخ الهلالي ـ حين زاراه في بيته بالمدينة المنورة ـ عن موقف من مواقفه، قال الشيخ الهلالي: كنت إمام المسجد الذي بناه الحاج مصطفى الإبراهيم في منطقة الدورة بالبصرة، وفي مرة تأخر الحاج مصطفى عن موعد الصلاة، فأقيمت وصليت بالناس دون انتظاره، وبعد الصلاة عاتبني كيف تقام الصلاة قبل حضوره، فأجبته أن وقت المغرب قصير، ولا يصح التأخير، فقال الحاج مصطفى الإبراهيم: ألا تعلم ياشيخ تقي الدين أنني أملك نصف منطقة الدورة؟ فأجبته وأنا أملك النصف الآخر، وأنا إمام المسجد!! وتأزم الموقف وغادرت المنطقة ولم أعد.\r\n\r\nإن أستاذنا الشيخ الهلالي علم من أعلام الإسلام، ومجاهد من المجاهدين العظام، كانت له آثار في كل مكان زاره أو استقر فيه، وله من الطلاب والمحبين آلاف مؤلفة في أنحاء العالم الإسلامي، ولقد تزوج حين كان في ألمانيا بمسلمة ألمانية وله منها ولد، كما تزوج في المغرب من مغربية وله منها أولاد بالإضافة لزوجته الأولى أم شكيب التي لها منه ولد وبنت.\r\nوقد وافته المنية في منزله بالدار البيضاء بالمغرب يوم الإثنين 25 شوال 1407هـ الموافق 22 يونيو 1987م وشيع جنازته جمهور كبير من العلماء والمفكرين والمثقفين والسياسيين.\r\nنسأل الله أن يتغمده برحمته ورضوانه وأن يدخلنا وإياه في جنته مع النبيين والصديقين والشهداء وحسن أولئك رفيقا.\r\nوآخر دعوانا أن الحمد لله رب العالمين.\r\n\r\nفائدة :\r\nسمعت من الشيخ صالح آل الشيخ أن الدكتور تقي الدين الهلالي قد قرأ على الشيخ محمد بن إبراهيم كتاب التوحيد .\r\nوأن الشيخ محمد بن إبراهيم قرأ على الدكتور تقي الدين الهلالي متنا في البلاغة .\r\n\r\nهل كان العلامة تقي الدين الهلالي متأثراً بالغرب؟\r\nبقلم تلميذه الشيخ/ أحمد بن محمد الحمزاوي *\r\n\r\nضمني وإخوة أجلاء مجلس مبارك تجاذبنا فيه اطراف الحديث، فجرى ذكر مجدد الدعوة السلفية في المغرب وناصرها، ومحيي معالم السنة بعد اندثارها، وقامع البدع والخرافات وقاهرها، لسان أهل السنة وخطيبهم، وكاتب أصحاب الحديث وشاعرهم، الإمام العلامة الشيخ الدكتور محمد تقي الدين الهلالي تغمده الله بواسع رحمته\r\nفأخبرني بعض الحاضرين ان شخصا من المغرب يشيع بين المشايخ وطلبة العلم، ان العلامة الهلالي رحمه الله كان معجبا بالمدنية الغربية وأصحابها، ومتأثرا بالحضارة الاوروبية وأفكارها، فتملكني العجب، لا من سوء الفرية، وقبح البهتان، فمثل الشيخ العلامة في جهاده، وإصلاحه، ودعوته، وذبه عن عقيدة السلف وأهلها، وذوده عن حياض السنة وآلها، وانبرائه لصد ما يخالف شرع الله تعالى بلسان سحبان فصاحة وبيانا، وقلم ابن قتيبة سلاسة وبرهانا، وشعر حسان جزالة وإتقانا عرضة لأن ينفس المبتدعون والخرافيون والصوفيون والقبوريون عن غيظهم بالطعن فيه بعد موته والحي قد يغلب ألف ميت أما في حياته، فقد أسكت والله أصواتهم، وألجم ألسنتهم، وكمم أفواههم، وقلم اظفار أقلامهم,\r\nلكن سبب عجبي ان مختلق الإفك، ومشيع الكذب من المنتسبين الى منهج أهل السنة والجماعة الذي أحياه الشيخ الهلالي، وذاد عنه قرابة ثمانين عاما في مشارق الارض ومغاربها، ويبلغ العجب منتهاه، والاستغراب مداه، ان الذي تولى كبر هذه الفرية، وباء بإثم نشرها، ممن طوق العلامة الهلالي أعناقهم بمعروفه، وغمرهم بإحسانه، فهو الذي ارشده إلى طريق العلم، ويسر له سبل المعرفة، فكان كما قيل: )أحشك وتروثني(,\r\n\r\nأعلمه الرماية كل يوم\r\nفلما اشتد ساعده رماني\r\nوكم علمته نظم القوافي\r\nفلما قال قافية هجاني\r\nمع ان النفوس السوية، والفطر السليمة تأبى أن تقابل المعروف إلا بالمكافأة والشكران، وأن تجزي الإحسان إلا بالإحسان، قال تعالى: )هل جزاء الإحسان إلا الإحسان(، وروى الترمذي وصححه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: من لا يشكر الناس لا يشكر الله وفي لفظ لأحمد وأبي داود وابن حبان: لا يشكر الله من لا يشكر الناس ,\r\nوقد استند هذا الرجل في دعواه وافتئاته على أمرين:\r\nأولهما: أن الشيخ العلامة الهلالي درس في أوروبا، ونال شهادته منها,\r\nالثاني: أنه رحمه الله كان يذكر في دروسه، وكتاباته ما رآه من تمسك بعض الأوروبيين بجملة من محمود الصفات، وتحليهم ببعض الأخلاق الحسنة كترك الفضول، وحسن الإنصات للمناقش، والمحافظة على المواعيد، والحرص على عدم إضاعة الأوقات، والجد في العلوم الدنيوية، مما أوصلهم إلى ما هم فيه من التقدم المادي الدنيوي، حتى أصبح المسلمون يحتاجون إلى صناعاتهم من الإبرة الى الطائرة,\r\nودونك أخي الكريم حقيقة الأمر وجلية المسألة، لتعلم ما في كلام الرجل من التدليس والتلبيس,\r\nأولاً: أن الشيخ رحمه الله بين بنفسه سبب سفره إلى أوروبا، وعلة سعيه في الحصول على الشهادة، فقال: وإنما سافرت إلى أوروبا بعد سن الأربعين، للحصول على شهادة جامعية تمكنني من الدخول الى الجامعات في البلاد الآسيوية والافريقية، لنشر الدعوة بين المعلمين والمتعلمين، لأن الآسيويين والأفريقيين قد غلوا في تعظيم الشهادات العالية، وأصحابها، حتى صارت عندهم كل شيء، فمن حصل عليها صار حديثه مقبولا، وصار في نظرهم عالما، ولو كان أجهل من حمار أهله ، صيانة العرض ص 33,\r\nوهذا الكلام من وضوح المغزى ونبل المقصد بحيث لا يحتاج الى تعليق وقد صرح في موضع آخر بأن الاقامة في اوروبا انما تكون للضرورة فقد كاتبه الاستاذ عبداللطيف ابو السمح فكان مما قاله: )واسأله تعالى ان يجمعنا بكم في اوروبا كما جمعنا في افريقيا ثم آسيا(,\r\nفأجابه العلامة الهلالي من قلب اوروبا قائلا:\r\n)وما رجوته من الاجتماع هو بغيتي وسؤالي إلا انني اخالفك في موضعه فأتمنى ان يكون في مصر في خير وسلامة فهي احب الي من اوروبا ولا أظن ان العاقل يستحب الاقامة في اوروبا الا للضرورة وبقدرها,, الى ان قال:\r\nولا أنكر أن هنا في أوروبة علوما نافعة لأهل الشرق، ولا أجحد أن بعض من يرحل الى اوروبة من الطلبة فيهم شهامة ونجابة,,\r\nوالذي انكره هو أنه ليس كل الطلبة الآتين هذه الديار لطلب العلم هم في الحقيقة طلاب علم، وأنهم يرجعون الى الشرق بما ينفع أوطانهم، أو على الأقل لا يضرها,,\r\nومنذ جئت الى اوروبة، وخبرت أحوال طلبة العلم أسفت أسفا شديدا، إذ لم يكن لي حول ولا قوة لإصلاح الحال, فإن قلت: وماذا تصنع لو كان لك حول وقوة؟ فالجواب: لو كان لي مثلا مال فاضل وهو أحد أنواع الحول لما اقتصرت في النصيحة على تصديع القراء بمثل هذه المقالات الفارغة، بل أجبت بالعمل,\r\nوذلك أني أرجع الى الشرق، وألقي بصري على طلبة العلم, ومتى رأيت منهم من جزمت لي فراستي وأظنها قلما تخطئ في هذا الباب دعوته واختبرته، وعرفت العلم الذي هو متأهل له, فقلت له: تهيأ للسفر وجهزته وبعثته, فإذا أتم دراسته ورجع يعمل عملا حرا أو حكوميا مضاداً أشد المضادة لما يعمل المزورون الملبسون, فإذا رأى الشعب والحكومة الفرق بينه وبين اولئك المحتالين، عرفوا الحقيقة، واحتاطوا في إرسال الطلبة، وتدرجوا في إصلاح هذا الباب الى ان يصلوا الى الصواب، وهو إرسال الطلبة حسبما تقتضيه حاجة البلاد، لا حسب شهوة المرسلين او المرسلين انظر مجلة الفتح العدد 811 ص 13,\r\nفتأمل أخي الكريم هذه الجواهر واللآلىء بعين الإنصاف، وزنها بميزان العقل، تجد ان الشيخ العلامة قد طبق المفصل، وأصاب كبد الحقيقة، وان ذلك لا يصدر إلا من أصيل الرأي، ثاقب النظر، سديد الرأي لا عن مقلد للغرب متأثر به، كما يزعم ذلك الرجل وذلك فضل الله يؤتيه من يشاء، فما على الحكومات العربية والإسلامية إلا أن تبحث في سبل تطبيق هذه النظرية العلمية العظيمة، وآلات تحقيقها,\r\n\r\nفهذا الحق ليس به خفاء\r\nفدع عني بنيات الطريق\r\nويقول رحمه الله وهو في ألمانيا -: )وأنا من أهم الأمور التي دعتني للإقامة في أوروبة إبطال دعاوى المتفرنجين، وفضح أحوالهم، وهتك استارهم، وإتيان بيوتهم التي هي أوهى من بيت العنكبوت من القواعد: )وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر( حرر في بن جرمانية: 25 رجب 1357ه,\r\nلم أعرف عن أحد من الشدة والغلظة والإنكار على المتفرنجين والعلمانيين مثل ما عرفته عن الشيخ الهلالي رحمه الله وفي قوله السابق ما ينبئ عن شيء قليل من ذلك، فهل يقول بعد ذلك عاقل يعي ما يقول: إن الشيخ متأثر بالغربيين؟؟,\r\nثانياً : ما شغب به صاحبنا من كون الشيخ العلامة كان يمثل ببعض الأوروبيين في تمسكهم بجملة من محمود الأخلاق، كما اسلفنا، فهذا الرجل إما أن يكون قد أتى من فهم سقيم وفكر مريض فالتبس عليه الأمر كما قيل:\r\n\r\nوكم من عائب قولاً صحيحاً\r\nوآفته من الفهم السقيم\r\nوهذا أمر بعيد الاحتمال، وإما أن يكون قد بلغ به الحقد إلى حد محاولة إخفاء شمس الحقيقة، واختلاق الأكاذيب، كما قيل:\r\n\r\nإن يعلموا الخير اخفوه وإن علموا\r\nشرا أذاعوا وإن لم يعلموا كذبوا\r\nوإلا فإن كل من جالس الشيخ العلامة رحمه الله أو أخذ عنه، أو استمع إليه، أو قرأ له يعلم يقينا أن الشيخ كان من أشد الناس إنكارا على من يخل بمكارم الأخلاق، أو يتهاون في التمسك بآداب الإسلام، وكان يقول: إن من أسباب تخلف المسلمين تركهم لتلك الأخلاق والآداب، ويدلل على ذلك بأن الأوروبيين والغربيين ما وصلوا الى ما وصلوا إليه من العلوم الدنيوية، إلا بأخذهم بجزء مما جاء به الإسلام، وحث عليه من الجد في العمل، وعدم إضاعة الوقت، وغير ذلك,\r\nقال رحمه الله في مقال له بعنوان: )كيف كانت عقولهم( نشر في الفتح العدد 281 ص9,\r\n)لئن خسر الاوروبيون في غزوات فلسطين لقد ربحوا ربحا عظيما، ونالوا ما هو خير لهم في ذلك الزمان من فتح مصر والشام والعراق, كانت صفقتهم رابحة وصفقتنا خاسرة، ذلك بأنه وقعت بيننا وبينهم مبادلة علمية خلقية، إذ أخذوا منا جانبا من العلم والأخلاق التي كان بها سعودنا وصعودنا، وأخذنا منهم قسطا وافرا من الجهل والأخلاق التي كانت سبب شقائهم وهبوطهم,\r\nويقول في آخر المقال:\r\n)فمن أين يا ترى جاءتنا هذه العقيدة، عقيدة المحاربة بالقوى الخفية؟ لا شك أنها بضاعة أوروبية من بضائع اولئك القسيسين الذين قدموا الصبيان الفرنسيين لحتفهم,\r\nوكيف تبدلت عقول الاوروبيين، وانتقلت من تلك الدركة السفلى، فارتفعت الى ما هي عليه الآن من معرفة سنن الكون، وربط الأسباب بالمسببات ليس إلا,\r\nمن تلك الحروب الصليبية التي أفهمت الاوروبيين جهلهم وانحطاطهم، فبادروا الى درس العلوم المحمدية، والحضارة العربية، وثابروا على ذلك الى ان بلغوا ما بلغوا، ومن سلك الجدد أمن العثار(,\r\nفانظر رحمك الله إلى عظيم قدر الأخلاق، وكبير منزلة العلوم المحمدية عند العلامة المفكر رحمه الله فقد جعل ما ظفر به الصليبيون من علوم المسلمين واخلاقهم نصرا حقيقيا وإن انهزموا في ميادين الحرب لأنه كان السبب في نهضتهم وقوتهم المادية، كما جعل ما تلقفه المسلمون من جهل الاوروبيين ومساوئ أخلاقهم انهزاما حقيقيا وإن انتصروا في المعارك لأنه كان سبب انحطاطهم وتخلفهم,\r\nوقوله رحمه الله : وربط الأسباب بالمسببات ليس إلا( بيان لما أخذه الأوروبيون من الأخذ بالأسباب، اما التوكل على الله مسبب الأسباب، فهذا جانب عقدي لم يأخذه الأوروبيون، فلم يذكره، وذلك بيّن واضح,\r\nثم بعد هذا، أيقال في حق مثل هذا الإمام العلامة، وهو الداعية الصادع بالحق المعلن ان ما أصاب المسلمين من ضعف ووهن، سببه ترك تعاليم دينهم واخلاق شريعتهم الى خزعبلات الاوروبيين وخرافاتهم: إنه متأثر بالفكر الغربي والحضارة الاوروبية؟! سبحانك ربي هذا بهتان عظيم!!\r\n\r\nوما انتفاع أخي الدنيا بناظره  ... إذا استوت عنده الأنوار والظلم\r\nوقد وقفتك أخي المنصف على نزر ضئيل من فكر الشيخ الإمام في تنظير التعامل مع الغرب، وانبلج الصبح لذي عينين، وعسى الله أن ييسر لنا إتمام هذا الموضوع وغيره بأوسع من هذا,\r\n\r\nخذ ما تراه ودع شيئا سمعت به ... في طلعة البدر ما يغنيك عن زحل\r\n\r\nنقلا عن : نقلا عن : المعجم الجامع في تراجم العلماء وطلبة العلم المعاصرين - أعضاء ملتقى أهل الحديث ","seal":"F3C06468","cat":"الدعوة وأحوال المسلمين","oNum":8746,"BkId":8746,"oAuth":593,"bVer":1,"aSeal":"5CE9AB29"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8746":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":7,"sub":0,"tit":"المذاهب الحديثة"},
      {"lvl":2,"id":7,"sub":1,"tit":"الاشتراكية الشيوعية"},
      {"lvl":2,"id":9,"sub":0,"tit":"أنواع الاشتراكية"},
      {"lvl":3,"id":9,"sub":1,"tit":"النوع الأول"},
      {"lvl":3,"id":10,"sub":0,"tit":"النوع الثاني"},
      {"lvl":3,"id":12,"sub":0,"tit":"النوع الثالث"}
    ]
}
