{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8788":
    [
      {"page":97,"id":1,"nass":"مدخل\r...\rالبدع وآثَارُهَا السَّيِّئَة\rللشيخ عبد الكريم مراد\rأستاذ مشارك بكلية الشريعة بالجامعة.\rالحمد لله الذي أكمل لنا ديننا وأتم علينا نعمته ورضي لنا الإسلام دينا.\rوأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده المصطفى ورسوله المجتبى المبعوث رحمة للعالمين، فتح به أعينا عميا وآذانا صما وقلوبا غلفا، ترك أمته على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك، فصلوات الله وسلامه عليه وعلى آله وصحبه ومن اهتدى بهديه إلى يوم الدين.\rوبعد فقد صدق النبي - صلى الله عليه وسلم -: \"بدأ الإسلام غريبا وسيعود غريبا كما بدأ\" فإن البدع قد فشت ومدت أعناقها حتى أصبحت سننا ثابتة وشرائع مقررة حسبها العامة والجمهور دينا لا يرون الحق غيره. والمتمسك بمحض السنة عندهم كالخارج عنها. ولقد صدق حذيفة رضي الله عنه: \"والله لتفشون البدع حتى إذا ترك شيء منها قالوا: تركت السنة\". والمؤمن المتبصر في أمر دينه لا يشك في أن اتباع البدع خروج عن الصراط المستقيم ورمى في عماية وضلالة. أعاذنا الله منها.\rوهذه كلمة موجزة منتخبة من كلام أئمة الإسلام مثل شيخ الإسلام ابن تيمية والإمام أبي إسحاق الشاطبي وغيرهما رحمهم الله في معنى البدعة شرعا وذمها وسوء منقلب أهلها مع إلقاء الضوء على الاستحسان الفقهي والاستدلال المرسل المسمى بالمصلحة المرسلة حتى يتبين أن البدع ليست من هذين الأصليين الفقهيين في ورد ولا صدر ولا تبقى لأحد شبهة في أنه ليس في البدع مستحسن وفي أن كل بدعة ضلالة.","seal":"38CC041C","part":1},
      {"page":97,"id":2,"nass":"معنى البدعة:\rأصل مادة (بدع) معناه الاختراع على غير مثالا سابق.\rومنه قوله تعالى: {بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ} أي مخترعاهما لا عن مثال سابق متقدم. والبِدْع: الشيء الذي يكون أولاً، يقال: فلان بدع في هذا الأمر أي أولٌ لم يسبقه","seal":"A729BE29","part":1},
      {"page":98,"id":3,"nass":"أحد. ومنه قوله تعالى: {قُلْ مَا كُنْتُ بِدْعاً مِنَ الرُّسُل} أي ما كنت أول رسول أرسل قد أرسل قبلي كثيرون1.\rومن هذا المعنى سميت البدعة بدعة، فإحداثها واستجراحها للسلوك عليها هو: الابتداع، وكيفيتها وهيئتها هي: البدعة.\rوقد يسمى العمل المعمول على هذا الوجه أيضا بدعة.\rتعريف البدعة:\rالبدعة شرعا: هي طريقة مخترعة في الدين تضاهي الطريقة الشرعية يقصد بالسلوك عليها التعبد لله تعالى.\rشرح التعريف: (طريقة) الطريقة والطريق والسبيل والصراط والسنة ألفاظٌ معناها واحد وهو: ما رسم للسلوك عليه.\r(مخترعة في الدين) محدثة فيه على غير مثال سابق من الشرع. خرج بهذا القيد كل ما يظهر لبادئ الرأي أنه مخترع مما له أصل في الشرع كجمع القرآن وتدوين السنن.\rوإنما قيدت بالدين لأن البدعة تحدث في الدين وإليه يضيفها صاحبها وهو المبتدع، فلو كانت مخترعة في الأمور الدنيوية على الخصوص لم تسم بدعة كالمخترعات الحديثة وسائر مالا عهد به فيما تقدم من الزمان.\r(تضاهي الطريقة الشرعية) أي تشابهها يقصد بالسلوك عليها ما يقصد بالطريقة الشرعية وهو: التعبد لله تعالى وفي الحقيقة هي مخالفة لظاهر الشريعة من جهة ضرب الحدود وتعيين الكيفيات والتزام الهيئات الخاصة أو الأزمنة المعينة مع الدوام ونحو ذلك كالذكر بهيئة الاجتماع على صوت واحد ورفع الأيدي في الدعاء جماعيا بعد الصلوات الخمس على الدوام واتخاذ يوم ولادة النبي - صلى الله عليه وسلم - عيدا مضاهاة للنصارى في عيد ميلاد عيسى عليه السلام، وقد أحدث عيد الميلاد هذا في الإسلام بعد المائة السادسة من الهجرة لم يفعله السلف مع قيام المقتضى له وعدم المانع منه ولو كان هذا خيرا محضا أو راجحا لسبق إليه السلف من الصحابة والتابعين رضي الله عنهم فإنهم كانوا أشد محبة لرسول الله - صلى الله عليه وسلم - وتعظيماً له منا وهم على الخير أحرص وإنما كمال محبته صلى الله عليه وسلم وتعظيمه في متابعته وطاعته وهي طريقة السابقين الأولين من المهاجرين والأنصار والذين تبعوهم بإحسان2.\rوكذلك صوم يوم النصف من\r__________\r1 لسان العرب.\r2 اقتضاء الصراط المستقيم ص294.","seal":"4857AE17","part":1},
      {"page":99,"id":4,"nass":"شعبان وقيام ليلته. والحديث الذي رواه ابن ماجه في ذلك ضعيف جدا.\rقال شيخ الإسلام ابن تيمية رحمه الله: \"فضل ليلة النصف من شعبان مختلف فيه بين أهل العلم من السلف والخلف وأما صوم يوم النصف مفردا فلا أصل له وكذلك ما أحدث في ليلة النصف من الاجتماع العام للصلاة الألفية في المساجد الجامعة ومساجد الأحياء مكروه لم يشرع. والحديث الوارد في الصلاة الألفية موضوع باتفاق أهل العلم بالحديث. وسميت بالصلاة الألفية لقراءة سورة الإخلاص فيها ألف مرة.\rوكذلك صوم يوم أول خميس من رجب وقيام ليلة تلك الجمعة والصلاة فيها المعروفة عند الجهال بصلاة الرغائب المحدثة في الإسلام بعد المائة الرابعة من الهجرة. والحديث في ذلك أيضا موضوع.\rوالبدعة لو كانت لا تضاهي الأمور الشرعية ولا تشابهها لم تكن بدعة شرعا بل تصير من باب الأفعال العادية.\r(يقصد بالسلوك عليها التعبد لله تعالى) هذا إتمام لمعنى البدعة إذ هو المقصود بابتداعها.\rخرج بهذا القيد العادات، فكل ما أحدث مما لم يقصد به التعبد لا يسمى بدعة شرعاً. ومن سمى ذلك بدعة فهو إما ملبس على غيره أو جاهل بمواقع السنة والبدعة فلا يكون قوله معتدا به ولا معتمدا عليه.\rوالتعريف يشمل البدع التركية فإن من ترك شيئا من المطلوبات الشرعية تدينا فهو مبتدع قطعاً حيث تدين بضد ما شرعه الله تعالى.\rوأما الترك إذا كان لغير التدين من كسل أو لتضييع أو نحو ذلك من الدواعي النفسية فلا يكون بدعة بل هو عائد إلى المخالفة للأمر فيكون التارك عاصياً لمخالفة ما أمر الله تعالى به.","seal":"C0AB5B38","part":1},
      {"page":99,"id":5,"nass":"كل بدعة ضلالة:\rذم البدع والمحدثات في الدين عام لا يخص محدثةً دون محدثةٍ. والأدلة الشرعية تدل على العموم من وجوه:\rالأول: أنها جاءت مطلقة عامة على كثرتها لم يقع فيها استثناء البتة ولم يأت ما يقتضي أن من البدع ما هو هدى، فلو كان هنالك بدعة يقتضي النظر الشرعي فيها الاستحسان لأشير إلى ذلك في آية أو حديث لكنه لا يوجد.\rفدل ذلك على أن تلك الأدلة بأسرها على حقيقة ظاهرها من الكلية والعموم","seal":"A41A310A","part":1},
      {"page":100,"id":6,"nass":"لا يتخلف عن مقتضاها فرد من أفراد البدعة.\rالثاني: أنه قد تقرر أن كل قاعدة كلية ودليل شرعي إذا تكررت في مواضع كثيرة ولم يقترن بها تقييد ولا تخصيص مع تكرارها فذلك دليل على بقاء تلك القاعدة على مقتضى ظاهر لفظها من العموم مثل قوله تعالى: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} وقوله: {وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى} وما أشبه ذلك.\rوما نحن بصدده من هذا القبيل إذ جاء في الأحاديث المتعددة والمتكررة في أوقات شتى وبحسب الأحوال المختلفة أن كل بدعة ضلالة وأن كل محدثة بدعة، ونحو ذلك من العبارات التي تدل على عموم ذم البدع والمحدثات في الدين ولم يأت في آية ولا حديث تقييد ولا تخصيص ولا ما يفهم منه خلاف ظاهر العموم والكلية فيها.\rفدل ذلك دلالة واضحة على أن تلك الأحاديث على ظاهرها من العموم والإطلاق.\rالثالث: إجماع السلف من الصحابة والتابعين لهم بإحسان على ذم البدع بدون استثناء والهروب عنها وعن أصحابها.\rفهذا بحسب الاستقراء إجماع ثابت يدل على أن كل بدعة مذمومة.\rالرابع: أن معنى البدعة ومفهومها يقتضي عموم ذم البدع كلها بدون استثناء لأنه باب مضادة الشارع واطراد للشرع، وكل ما كان كذلك فممتنع أن ينقسم إلى: حَسن وقبيح وأن يكون منه ما يمدح ومنه ما يذم إذ لا يصح في معقول ولا منقول استحسان مشاقة الشارع ومخالفته1.\rقال شيخ الإسلام ابن تيمية رحمه الله في اقتضاء الصراط المستقيم (268) بعد الكلام على أعياد الكفار والمشركين: \"ومن المنكرات في هذا الباب سائر الأعياد والمواسم المبتدعة لما في ذلك من المشابهة للكفار ولأنها من البدع\".\rوهذه المواسم إنما نهى عنها لما حدث فيها من الدين الذي يتقرب به إلى الله تعالى. فما أحدث من المواسم والأعياد فهو منكر وإن لم يكن فيه مشابهة لأهل الكتاب والمشركين لأن ذلك داخل في مسمى البدع والمحدثات فيدخل في عموم قول النبي - صلى الله عليه وسلم -: \"وشر الأمور محدثاتها وكل بدعة ضلالة\"، وفي رواية النسائي: \"وكل ضلالة في النار\"، وفي حديث العرباض ابن سارية الصحيح: \"وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة\". رواه أبو داود وغيره.\r__________\r1 الاعتصام للشاطبي.","seal":"AE6591D3","part":1},
      {"page":101,"id":7,"nass":"وقوله: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" متفق عليه ولمسلم: \"من عمل عملا ليس عليه أمرنا فهو رد\".\rواعلم أن هذه القاعدة وهي الاستدلال بكون الشيء بدعة على كراهته سواء بلغت الكراهة التحريم أولم تبلغه هي قاعدة عظيمة دل عليها السنة والإجماع مع ما في كتاب الله من الدلالة عليها أيضا.\rوأما ما ثبت حسنه بدليل شرعي فليس من البدع الشرعية فيبقى العموم محفوظاً لا خصوص فيه إذ البدعة شرعا: ما لم يدل عليه دليل شرعي.\rتقسيم البدعة إلى: حسنة وسيئة تقسيم محدث لا يدل عليه دليل شرعي:\rفإن قيل إن غير واحد من العلماء قسم البدعة إلى قسمين: بدعة حسنة وبدعة سيئة مثل النووي وملا علي القاري وغيرهما بدليل قول عمر بن الخطاب رضي الله عنه في صلاة التراويح: \"نعمت البدعة هذه\"، وبدليل أشياء من الأقوال والأفعال أحدثت بعد عهد رسول الله - صلى الله عليه وسلم - وهي ليست مكروهة بل حسنة للأدلة الدالة على ذلك من الإجماع أو القياس وقد بسط القول في ذلك أبو العباس شهاب القرافي من المالكية فقال: \"اعلم أن الأصحاب فيما رأيت متفقون على إنكار البدع نص على ذلك ابن أبى زيد وغيره والحق التفصيل وأنها خمسة أقسام:\rالأول: واجب وهو ما تناولته أدلة الوجوب وقواعده من الشرع كجمع القرآن وتدوين الشرائع إذ خيف عليها الضياع.\rالثاني: محرم وهو ما تناولته أدلة التحريم وقواعده من الشرع كالمكوس والمحدثات من المظالم.\rالثالث: مندوب وهو ما تناولته أدلة الندب وقواعده من الشرع كصلاة التراويح في المسجد جماعة.\rالرابع: مكروه وهو ما تناولته أدلة الكراهة وقواعدها من الشرع كتخصيص بعض الأيام أو الليالي بنوع من العبادات. والزيادة في المندوبات المحدودة من هذا الباب والزيادة في الواجب أو عليه أشد في المنع.\rالخامس: مباح وهو ما تناولته أدلة الإباحة وقواعدها من الشرع مثل اتخاذ المناخل للدقيق وغسل اليدين بالأشنان.","seal":"5AB610CB","part":1},
      {"page":102,"id":8,"nass":"قال: فالبدعة تعرض على قواعد الشرع وأدلته فأي شيء تناولها من الأدلة ألحقت به من إيجاب أو تحريم أو غيرهما\".\rوقد قسم البدعة قبل القرافي شيخه عز الدين عبد العزيز بن عبد السلام إلى الأحكام الخمسة.\rوملخص الإيراد والمعارضة: ليست كل بدعة ضلالة.\rأقول: قد تقدم الجواب عن ذلك في كلام الشاطيي وأشير إليه في كلام شيخ الإسلام ابن تيمية رحمهما الله وأعيد الجواب موجزاً لمسيس الحاجة إلى ذلك.\rفأقول: إن هذا تقسيم محدث لا يدل عليه دليل شرعي بل هو تقسيم في نفسه متدافع منها ولا أساس له لأن البدعة الشرعية هي ما لم يدل عليه دليل شرعي فإذا دل دليل شرعي على وجوب أمر أو ندبه أو نحو ذلك لم يكن بدعة.\rفالجمع بين عد بعض الأشياء من البدع وبين كون الأدلة تدل عليها من وجوب أو تحريم أو غيرهما جمع بين المتنافيين1.\rقال في الدين الخالص: إن الله تعالى ورسوله - صلى الله عليه وسلم - لا يرضيان بدعة أي بدعة كانت. فلو كانت بدعة حسنة لما قال النبي - صلى الله عليه وسلم -: \"كل محدثة بدعة وكل بدعة ضلالة\". يا لله العجب من أمثال هذه المقالة، ألم يعلموا أن في إشاعة البدع إماتة السنن وفي إماتتها إحياء الدين وعلومه.\rوالذي نفسي بيده إن دين الإسلام كامل تام غير ناقص لا يحتاج إلى شمس في إكماله وإتمامه. وقال شيخ الإسلام ابن تيمية: \"إن قول رسول الله - صلى الله عليه وسلم -: \"فإن شر الأمور محدثاتها وإن كل محدثة بدعة وإن كل بدعة ضلالة\"، نص من رسول الله - صلى الله عليه وسلم - فلا يحل لأحد أن يدفع في دلالته على ذم البدع، ومن نازع في دلالته فهو مراغم. وقال: لا يحل لأحد أن يقابل هذه الكلمة الجامعة من رسول الله - صلى الله عليه وسلم - الكلية وهي: قوله: \"كل بدعة ضلالة\"، بسلب عمومها وهو أن يقال: ليست كل بدعة ضلالة. فإن هذا إلى مشاقة الرسول – صلى الله عليه وسلم - أقرب منه إلى التأويل.\rوقال: وقصد التعميم المحيط ظاهر من نص رسول الله - صلى الله عليه وسلم - بهذه الكلمة الجامعة فلا يعدل عن مقصوده بأبي هو وأمي - صلى الله عليه وسلم -.\rوالمجادلة المحمودة إنما هي بإبداء المدارك وإظهار الحجج التي هي مستند الأقوال والأعمال من الأدلة الشرعية من الكتاب والسنة والإجماع نصا أو استنباطاً. وأما إظهار\r__________\r1 الاعتصام للشاطبي.","seal":"646CEFF7","part":1},
      {"page":103,"id":9,"nass":"الاعتماد على ما ليس هو المعتمد في القول والعمل فليست هي طريقة أهل العلم بل هو نوع من النفاق في العلم والجدل والكلام والعمل.\rقال: وأما صلاة التراويح فليست بدعة بل سنة بقول رسول الله - صلى الله عليه وسلم -: \"إن الله فرض عليكم صيام رمضان وسننت لكم قيامه\".\rوكذلك صلاتها جماعة في المسجد ليست بدعة بل سنة صلاها رسول الله - صلى الله عليه وسلم - في أول الشهر ليلتين بل ثلاثا وصلاها في العشر الأواخر مرات ثم تركها وقال لهم في الليلة الثالثة أو الرابعة لما اجتمعوا: \"إنه لم يمنعني أن أخرج لكم إلا كراهة أن يفرض عليكم\"، فعلل الترك بخشية الافتراض على الأمة.\rوأما الجواب عن قول عمر رضي الله عنه \"نعمت البدعة هذه\" ففي قول الصحابي الذي لم يخالف فيه, قولان لأهل العلم:\rأحدهما: حجة يقدم على القياس ويخص به العموم وهذا قول مالك والقديم للشافعي ورواية عن أحمد وقول بعض الحنفية.\rوالثاني: ليس بحجة لأن الصحابي لم تثبت عصمته يجوز عليه الخطأ والغلط.\rوهذا قول عامة المتكلمين والجديد للشافعي واختاره أبو الخطاب1. وعلى القولين لا تصلح ولا تصح معارضة الحديث بقول الصحابي. وهو ظاهر. نعم أكثر ما في هذا هي تسمية عمر تلك بدعة.\rوهذه تسمية لغوية لا شرعية وذلك أن البدعة في اللغة تعم كل ما فعل ابتداء من غير مثال سابق.\rفلما كانت صلاة التراويح في عهد عمر بهذه الهيئة وهي اجتماعهم في المسجد على قارئ واحد مع إسراج المسجد عملا محدثا لم يعهد من قبل سماه بدعة.\rفإذا دل نص رسول الله - صلى الله عليه وسلم - على استحباب شيء أو إيجابه بعد موته أو دل على ذلك مطلقا ولم يعمل بذلك إلا بعد وفاته – صلى الله عليه وسلم - صح أن يسمى بدعة في اللغة لأنه عمل مبتدأ كما أن نفس الدين الذي جاء به - صلى الله عليه وسلم - يسمى بدعة ومحدثا في اللغة كما قالت رسل قريش للنجاشي عن المهاجرين إلى الحبشة من أصحاب النبي - صلى الله عليه وسلم -: \"إن هؤلاء خرجوا من دين آبائهم ولم يدخلوا في دين الملك وجاءوا بدين محدث لا يعرف\"2.\r__________\r1 الروضة لابن قدامة.\r2 اقتضاء الصراط المستقيم.","seal":"347D3DE6","part":1},
      {"page":104,"id":10,"nass":"وقال الحافظ ابن رجب رحمه الله: \"البدعة ما أحدث مما لا أصل له في الشريعة يدل عليه، وأما ما كان له أصل من الشرع يدل عليه فليس ببدعة شرعا وإن كان بدعة لغة فقوله –صلى الله عليه وسلم -: \"كل بدعة ضلالة\"، من جوامع الكلم لا يخرج عنه شيء. وهو أصل عظيم من أصول الدين.\rوأما ما وقع في كلام السلف من استحسان بعض البدع فإنما ذلك في البدع اللغوية لا الشرعية فمن ذلك قول عمر رضي الله عنه في التراويح: \"نعمت البدعة هذه\"، وروى عنه: \"إن كانت بدعة فنعمت البدعة\"1.\r__________\r1 جامع العلوم والحكم لابن رجب.","seal":"0DC600B1","part":1},
      {"page":104,"id":11,"nass":"من آثار البدع السيئة:\rمن شؤم البدعة وآثارها السيئة أنها لا يقبل معها عمل من صلاة ولا صيام ولا صدقة وغيرها من القربات، وهي مانعة من الورود على حوض النبي - صلى الله عليه وسلم - ومانعة من شفاعته، وعلى المبتدع إثم من عمل ببدعته إلى يوم القيامة، وليس له توبة.\rوقد تبرأ منه النبي - صلى الله عليه وسلم - والمؤمنون، يخاف عليه من سوء الخاتمة والعياذ بالله والبدعة لا يقبل معها عمل إما أن يراه بذلك عدم القبول مطلقا على أي وجه وقع عمل المبتدع وافق السنة أو خالفها أو أن يراد منه أنه لا يقبل ما ابتدع فيه من الأعمال خاصة دون ما لم يبتدع فأما الأول وهو أن المبتدع لا تقبل أعماله مطلقا سواء داخلتها بدعة أم لا، فيدل على ذلك أدلة:\rمنها ما صح عن عبد الله بن عمر رضي الله عنهما في القدرية وهو قوله: \"فو الذي يحلف به عبد الله بن عمر لو كان لأحدهم مثل أحد ذهبا فأنفقه ما تقبله الله حتى يؤمن بالقدر\" ثم استشهد بحديث جبريل الذي رواه مسلم.\rومنها ما في حديث الخوارج وهو قوله - صلى الله غليه وسلم -: \"يمرقون من الدين كما يمرق السهم من الرمية\"، بعد قوله: \"تحقرون صلاتكم مع صلاتهم وصيامكم مع صيامهم\" الحديث. ومنها حديث علي بن أبي طالب رضي الله عنه المشهور بحديث الصحيفة المتفق عليه وفيه قوله: \"المدينة حرم ما بين عير وإلى ثور، من أحدث فيها حدثا أو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه صرفا ولا عدلا\".","seal":"D4C69D53","part":1},
      {"page":105,"id":12,"nass":"والحديث عام يشمل كل حدث ينافي الشرع والبدع أقبح المحدثات وهو وإن كان خاصاً بمدينة الرسول - صلى الله عليه وسلم - فغيرها داخل في المعنى، وهذا الحديث من أشد ما يكون على أهل البدع.\rوأما الاحتمال الثاني وهو أن يراد عدم قبول ما داخلت البدعة من الأعمال خاصة فذلك ظاهر جدا يدل عليه قول النبي - صلى الله عليه وسلم -: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" متفق عليه ولمسلم: \"من عمل عملا ليس عليه أمرنا فهو رد\".\rوقوله: كل بدعة ضلالة.\rوالبدعة مانعة من الورود على حوض النبي - صلى الله عليه وسلم - ومن شفاعته فذلك للحديث الصحيح: \"فليذاد رجال عن حوضي كما يذاد البعير الضال\" وفي رواية: \"أنا على الحوض أنتظر من يَرِد علىّ منكم فيؤخذ أناس دوني فأقول يا رب مني ومن أمتي فيقال: أما شعرت ما عملوا بعدك؟ وفي رواية: ما تدرى ما أحدثوا بعدك؟ فأقول: سحقا سحقا\".\rوالمبتدع عليه إثم من عمل ببدعته إلى يوم القيامة فذلك لقول الله تعالى: {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم} الآية وقوله - صلى الله عليه وسلم -: \"من سن سنة سيئة فعمل بها بعده كان عليه وزرها ووزر من عمل بها\". فما من بدعة يبتدعها أحد فيعمل بها من بعده إلا كتب على مبتدعها إثم من عمل بها زيادة على إثم ابتداعه أولا ثم عمله ثانيا.\rوأيضاً فإذا كانت كل بدعة تستلزم رفع السنة التي تقابلها كان على المبتدع إثم ذلك زائدا على إثم الابتداع.\rوالتوبة محجوبة عن صاحب البدعة فيدل على ذلك حديث أنس رضي الله عنه المرفوع: \"إن الله حجز أو قال حجب التوبة عن كل صاحب بدعة\". رواه ابن أبي عاصم في السنة وقال الألباني: \"صحيح بشواهده\".\rويدل عليه ما في حديث الخوارج وهو قوله: \"يخرجون من الدين كما يخرج السهم من الرمية ثم لا يعودون فيه\".\rويدل على ذلك قوله في حديث الفرق: \"وإنه سيخرج من أمتي أقوام تجارى بهم تلك الأهواء كما يتجارى الكلب بصاحبه لا يبقى منه عرق ولا مفصل إلا دخله\"، وعدم قبول التوبة من المبتدع يقتضي ظاهر الحديث عموم ذلك فهو محمول على العموم العادي لأن الغالب عادة في الواقع الإصرار من المبتدعة على البدع.","seal":"0A2A051E","part":1},
      {"page":106,"id":13,"nass":"وأما براءة النبي - صلى الله عليه وسلم - والمؤمنين من أهل البدع فيدل على ذلك قول الله تعالى: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ} الآية وقوله - صلى الله عليه وسلم -: \"من رغب عن سنتي فليس مني\".\rوقول ابن عمر رضي الله عنهما في أول فرقة من أهل البدع في الإسلام وهم القدرية: \"إذا لقيت أولئك فأخبرهم أني بريء منهم وهم براء مني\".\rوالآثار عن السلف في التحذير عن أهل الأهواء والبدع والابتعاد عن مجالستهم كثيرة.\rوالمبتدع يخاف عليه من سوء الخاتمة وذلك أن سوء الخاتمة لا يكون لمن استقام ظاهره وصلح باطنه، والحمد لله على ذلك وإنما يكون سوء الخاتمة لمن له فساد في العقل أو إصرار على الكبائر أو يكون مستقيما في أول أمره ثم تغيرت حاله وأخذ في طريق غير طريق الاستقامة فيكون عمله ذلك سببا لسوء عاقبته وخاتمته والعياذ بالله.\rقال تعالى: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} الآية. وقال سبحانه: {َفَأَمِنُوا مَكْرَ اللَّهِ فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلاَّ الْقَوْمُ الْخَاسِرُونَ} . والمكر جلب السوء من حيث لا يفطن له وسوء الخاتمة من مكر الله إذ يأتي الإنسان من حيث لا يشعر.\rاللهم إنا نسألك العفو والعافية والمعافاة الدائمة في الدنيا والآخرة.\rالفرق بين البدع وبين المصالح المرسلة والاستحسان\rلما كان هذا المقام مزلة قدم لأهل البدع ومشتبها عليهم حتى استدلوا على البدع من جهته كان لابد من بيان الفرق بين البدع وبين الاستدلال المرسل المسمى بالمصالح المرسلة والاستحسان الفقهي حتى يتبين أن البدع ليست من المصالح المرسلة ولا من الاستحسان\rفأقول أولا: إن المصالح المرسلة لابد فيها من اعتبار أمور:\rالأول: الملائمة لمقاصد الشرع بحيث لا تتنافى مع أصل من أصوله ولا دليل من أدلته.\rالثاني: أن النظر المصلحي إنما يكون فيما عقل معناه وجرى على المناسبات المعقولة التي إذا عرضت على العقول تلقتها بالقبول.\rفلا مدخل للمصالح المرسلة في الأمور التعبدية ولا ما جرى مجراها لأن العبادات","seal":"CAD75240","part":1},
      {"page":107,"id":14,"nass":"لا يعقل لها معنى على وجه التفصيل مثل الوضوء والتيمم والصلاة والصوم والحج وسائر العبادات.\rألا ترى أن الطهارات على اختلاف أنواعها قد اختص كل نوع منها بتعبد مخالف جدا لما يظهر لبادئ الرأي فإن البول والبراز خارجان نجسان يجب فيهما تطهير أعضاء الوضوء دون الاكتفاء على تطهير المخرجين فقط.\rوالتطهير من ذلك واجب مع نظافة الأعضاء وغير واجب في قذارتها بالأدران والأوساخ إذا فرض عدم وجود الحدث.\rثم التراب من شأنه التلويث يقوم مقام الماء الذي من شأنه التنظيف.\rوأوقات الصلوات الخمس لا توجد فيها مناسبة تعقل لإقامة الصلوات فيها دون غيرها من الأوقات.\rوالصيام والحج نجد فيهما من التعبدات غير المعقولة شيئا كثيرا.\rوهكذا توجد سائر العبادات إلا قليلا منها ظهر فيه معنى مناسب فهم من الشارع فاعتبر به.\rلقد صدق على رضى الله عنه: \"لو كان الدين بالرأي لكان أسفل الخف أولى بالمسح من أعلاه\".\rلذلك التزام الإمام مالك بن أنس رحمه الله في العبادات عدم الالتفات إلى المعاني وإن ظهرت لبادئ الرأي وقوفا منه رحمه الله مع ما فهم من مقصود الشارع في التعبدات من التسليم لها على ما هي عليه بخلاف العادات فهي جارية على المعاني المناسبة الظاهرة للعقول فإن مذهب مالك فيها الرجوع إلى المصالح المرسلة والاستحسان.\rالأمر الثالث: أن المصالح المرسلة ترجع إلى حفظ ضروري من الضروريات فهو من باب الوسائل ومالا يتم الواجب إلا به.\rأو ترجع إلى دفع جرح لازم فهو من باب التخفيف.\rفإذا تقرر ذلك علم أن البدع مخالفة للمصالح المرسلة لأن موضوع المصالح المرسلة: ما عقل معناه على التفصيل مثل الأمور العادية فلذا كانت مظنتها بخلاف العبادات فليس حكمها حكم العادات لاهتداء العقول لها في الجملة وعدم اهتدائها لوجوه التقربات إلى الله تعالى. فلذا لا يقدم على اختراع عبادة لا أصل لها في الشرع.","seal":"5C9B0486","part":1},
      {"page":108,"id":15,"nass":"قال شيخ الإسلام ابن تيمية رحمه الله: \"إن أعمال العباد تنقسم إلى: عبادات يتخذونها دينا ينتفعون بها في الآخرة أوفي الدنيا والآخرة، وإلى عادات ينتفعون بها في معاشهم.\rفالأصل في العبادات أن لا يشرع منها إلا ما شرعه الله تعالى.\rوالأصل في العادات أن لا يحظر منها إلا ما حظر الله تعالى\"1.\rونكرر ونقول: إن المصالح المرسلة مرجعها إما حفظ ضروري فهو من باب الوسائل لا من المقاصد. أو رفع جرح لازم فهو راجع إلى التخفيف لا إلى التشديد.\rفلا يمكن إذًا إحداث البدع من جهة المصالح المرسلة لأن البدع متعبد بها فليست وسائل بل هي من المقاصد عن أصحابها، ولأن البدع زيادة في التكليف فهي منافية للتخفيف، فلا حجة لأهل البدع في المصالح المرسلة أصلا.\rوبذلك كله يعلم من قصد الشارع أنه لم يكل شيئا من التعبدات إلى آراء العباد فلم يبق إلا الوقوف عند ما حده في العبادات والزيادة عليه بدعة كما أن النقصان منه بدعة.\rوثانيا أن الاستحسان أيضا مظنة شبهة لمن أراد أن يبتدع فقد يقول: \"إن استحسنت كذا وكذا ففلان من العلماء قد استحسن\".\rلذلك كان لزاما من بيان معنى الاستحسان عند من اعتبره في الأحكام من أهل العلم حتى لا يغتر به جاهل ولا يحتج به مبتدع.\rفنقول: قد اعتبر الاستحسان الإمامان: أبو حنيفة ومالك رحمهما الله والذي يُستقرى من مذهبهما أن مرجع الاستحسان هو العمل بأقوى الدليلين كما قال ابن العربي المالكي ويشعر به قول الكرخي من الحنفية حيث يقول: \"إن الاستحسان هو العدول عن الحكم في المسألة بحكم نظائرها إلى خلافه لوجه أقوى\".\rوعرفه ابن العربي فقال: \"إنه إيثار ترك مقتضى الدليل على طريق الاستثناء والترخص لمعارضته ما يعارض به في بعض مقتضياته\".\rوقسمه إلى عدة أقسام وذكر منها: ترك الدليل للعرف وتركه للمصلحة وتركه في اليسير لرفع المشقة ومثل لذلك.\r__________\r1 اقتضاء الصراط المستقيم ص 269.","seal":"15C45D59","part":1},
      {"page":109,"id":16,"nass":"وعرفه ابن رشد المالكي بقوله: \"الاستحسان طرح للقياس وعدول عنه في بعض المواضع لمعنى يؤثر في الحكم يختص ذلك الموضع\". والاستحسان على هذه التعريفات ليس بخارج عن الأدلة. والأدلة يقيد بعضها ويخصص بعضها بعضاً.\rفلا حجة في الاستحسان لمبتدع ولا يمكن أن يتمسك به من أراد أن يستحسن بغير دليل أصلا.\rوأما تعلق أهل البدع بالاستحسان على قول من عرفه بأنه: \"ما يستحسنه المجتهد بعقله ويميل إليه برأيه أو أنه: دليل ينقدح في نفس المجتهد ولا تساعده العبارة عنه ولا يقدر على إظهاره\".\rفلم يعرف التعبد بذلك لا بضرورة ولا بنظر ولا بدليل من الشرع قاطع ولا مظنون. والاستحسان بهذا المعنى مصداق قول الإمام الشافعي رحمه الله: \"من استحسن فقد شرع\".\rومعلوم أن الصحابة رضي الله عنهم قد حصروا نظرهم في الحوادث والوقائع التي لا نصوص فيها في الاستنباط والرد إلى ما فهموه من الأصول ولم يقل أحد منهم: \"إني حكمت في كذا لأن عقلي استحسنه أو طبعي مال إليه\".\rوختاما نستعصم اللهم من البدع وأهلها وأنت المسئول المرجو الاجابة أن تمتعنا بالإسلام والسنة والعافية بمنك وكرمك.\rوصل اللهم وسلم وبارك على نبينا محمد وآله وصحبه.","seal":"0D6B521D","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"البدع وآثارها السيئة","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد الكريم مراد","bLnk":null,"Inf":"","Auth":"عبد الكريم مراد","Betaka":"الكتاب: البدع وآثارها السيئة\r\nالمؤلف: عبد الكريم مراد\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة السابعه عشر - العددان (الخامس والستين , السادس والستين) - محرم -جماد الأخرة 1405هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"C3E96C50","cat":"العقيدة","oNum":8788,"BkId":8788,"oAuth":2163,"bVer":1,"aSeal":"19C5BF37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8788":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":2,"sub":0,"tit":"معني البدعة"},
      {"lvl":1,"id":5,"sub":0,"tit":"كل بدعة ضلالة"},
      {"lvl":1,"id":11,"sub":0,"tit":"من أثار البدع السيئة"}
    ]
}
