{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8829":
    [
      {"page":115,"id":1,"nass":"الغزو الفكريّ ووسائله\rلسماحة الشيخ عبد العزيز بن باز\rالرئيس العام لإدارات البحث العلمية والإفتاء والدعوة والإرشاد\rس 1: ما هو تعريف الغزو الفكري في رأيكم.؟\rجـ: الغزو الفكري هو مصطلح حديث يعنى مجموعة الجهود التي تقوم بها أمة من الأمم للاستيلاء على أمة أخري أو التأثير عليها حتى تتجه وجهة معينة. وهو أخطر من الغزو العسكري لأن الغزو الفكري ينحو إلى السرية وسلوك المسارب الخفية في بادي الأمر فلا تحس به الأمة المغزوة ولا تستعد لصده والوقوف في وجهه حتى تقع فريسة له وتكون نتيجته أن هذه الأمة تصبح مريضة الفكر والإحساس، تحب ما يريده لها عدوها أن تحبه وتكره ما يريد منه أن تكرهه.\rوهو داء عضال يفتك بالأمم ويُذهب شخصيتها ويزيل معاني الأصالة والقوة فيها، والأمة التي تبتلى به لا تحس بما أصابها ولا تدري عنه ولذلك يصبح علاجها أمراً صعباً وإفهامها سبيل الرشد شيئاً عسيراً.","seal":"C831701A","part":1},
      {"page":115,"id":2,"nass":"س 2: هل يتعرض العرب عامة والمملكة خاصة لهذا النوع من الغزو.؟\rجـ: نعم يتعرض المسلمون عامة ومنهم العرب لغزو فكري عظيم تداعت به عليهم أمم الكفر من الشرق والغرب ومن أشد ذلك وأخطره:\r- الغزو النصراني الصليبي.\r- الغزو اليهودي.\r- الغزو الشيوعي الإلحادي.\rأما الغزو النصراني الصليبي فهو اليوم قائم على أشده ومنذ أن انتصر صلاح الدين الأيوبي على الصليبيين الغازين لبلاد المسلمين بالقوة والسلاح أدرك النصارى أن حربهم هذه وإن حققت انتصارات فهي وقتية لا تدوم، ولذا فكروا في البديل الأفضل، وتوصلوا بعد دراسات واجتماعات إلى ما هو أخطر من الحروب العسكرية وهو أن تقوم الأمم النصرانية فرادي وجماعات بالغزو الفكري لناشئة المسلمين لأن الاستيلاء على الفكر والقلب أمكن من الاستيلاء على الأرض فالمسلم الذي لم يلوث فكره لا يطيق أن يري الكافر له الأمر والنهى","seal":"398006B9","part":1},
      {"page":116,"id":3,"nass":"في بلده، ولهذا يعمل بكل قوته على إخراجه وإبعاده ولو دفع في سبيل ذلك حياته وأغلى ثمن لديه. وهذا ما حصل بعد الانتصارات الكبيرة للجيوش الصليبية الغازية. أما المسلم الذي تعرض لذلك الغزو الخبيث فصار مريض الفكر عديم الإحساس فإنه لا يري خطراً في وجود النصارى أو غيرهم في أرضه، بل قد يري أن ذلك من علامات الخير ومما يعين على الرقى والحضارة. وقد استغنى النصارى بالغزو الفكري عن الغزو المادي لأنه أقوي وأثبت من أي حاجة لهم من بعث الجيوش بإنفاق الأموال مع وجود من يقوم بما يريدون من أبناء الإسلام عن قصد أو عن غير قصد، وبثمن أو بلا ثمن، ولذلك لا يلجأون إلى محاربة المسلمين علانية بالسلاح والقوة إلا في الحالات النادرة الضرورية التي تستدعى العجل كما حصل في غزو أوغندا والباكستان، أو عند ما تدعو الحاجة إليها لتثبيت المنطلقات لإقامة الركائز وإيجاد المؤسسات التي تقوم بالحرب الفكرية الضروس كما حصل في مصر وسوريا والعراق وغيرها قبل الجلاء.\rأما الغزو اليهودي فهو كذلك لأن اليهود لا يألون جهداً في إفساد المسلمين في أخلاقهم وعقائدهم. ولليهود مطامع في بلاد المسلمين وغيرها ولهم مخططات أدركوا بعضها ولا زالوا يعملون جاهدين لتحقيق ما تبقى. وهم وإن حاربوا المسلمين بالقوة والسلاح واستولوا على بعض أرضهم، فإنهم كذلك يحاربونهم في أفكارهم ومعتقداتهم. ولذلك ينشرون فيهم مبادئ ومذاهب ونحلاً باطلة كالماسونية والقاديانية والبهائية والتيجانية وغيرها ويستعينون بالنصارى وغيرهم في تحقيق مآربهم وأغراضهم.\rأما الغزو الشيوعي الإلحادي فهو اليوم يسري في بلاد الإسلام سريان النار في الهشيم نتيجة للفراغ وضعف الإيمان في الأكثرية، وغلبة الجهل وقلة التربية الصحيحة السليمة فقد استطاعت الأحزاب الشيوعية في روسيا والصين وغيرها أن تتلقف كل حاقد وموتور من ضعفاء الإيمان وتجعلهم ركائز في بلادهم ينشرون الإلحاد والفكر الشيوعي الخبيث وتعدهم وتمنيهم بأعلى المناصب والمراتب، فإذا ما وقعوا تحت سيطرتها أحكمت أمرها فيهم وأدبت بعضهم ببعض وسفكت دماء من عارض أو توقف حتى أوجدت قطعاناً من بنى الإنسان حرباً على أممهم وأهليهم وعذاباً على إخوانهم وبنى قومهم فمزقوا بهم أمة الإسلام وجعلوهم جنوداً للشيطان يعاونهم في ذلك النصارى واليهود بالتهيئة والتوطئة أحياناً، وبالمدد والعون أحياناً أخرى، ذلك أنهم وإن اختلفوا فيما بينهم فإنهم جميعاً يد واحدة على المسلمين يرون أن الإسلام هو عدوهم اللدود. ولذا نراهم متعاونين متكاتفين بعضهم أولياء بعض ضد المسلمين فالله سبحانه المستعان وهو حسبنا ونعم الوكيل.","seal":"1701798D","part":1},
      {"page":117,"id":4,"nass":"س 3: ما هي الوسائل التي يستخدمها الغرب لترويج أفكاره؟\rجـ: الوسائل التي يستخدمها الغرب لترويج أفكاره كثيرة منها:-\r1- محاولة الاستيلاء على عقول أبناء المسلمين وترسيخ المفاهيم الغربية فيها لتعتقد أن الطريقة الفضلى هي طريقة الغرب في كل شيء سواء فيما يعتقده من الأديان والنحل أو ما يتكلم به من اللغات أو ما يتحلى به من الأخلاق أو ما هو عليه من عادات وطرائق.\r3- رعايته لطائفة كبيرة من أبناء المسلمين في كل بلد وعنايته بهم وتربيتهم حتى إذا ما تشربوا الأفكار الغربية وعادوا إلى بلادهم أحاطهم بهالة عظيمة من المدح والثناء حتى يتسلموا المناصب والقيادات في بلدانهم، وبذلك يروجون الأفكار الغربية وينشئون المؤسسات التعليمية المسايرة للمنهج الغربي أو الخاضعة له.\r3- تنشيطه لتعليم اللغات الغربية في البلدان الإسلامية وجعلها تزاحم لغة المسلمين وخاصة اللغة العربية لغة القرآن الكريم التي أنزل الله بها كتابه والتي يتعبد بها المسلمون ربهم في الصلاة والحج والأذكار وغيرها. ومن ذلك تشجيع الدعوات الهدامة التي تحارب اللغة العربية وتحاول إضعاف التمسك بها في ديار الإسلام في الدعوة إلى العامية وقيام الدراسات الكثيرة التي يراد بها تطوير النحو وإفساده وتمجيد ما يسمونه بالأدب الشعبي والتراث القومي.\r4- إنشاء الجامعات الغربية والمدارس التبشيرية في بلاد المسلمين ودور الحضانة ورياض الأطفال والمستشفيات والمستوصفات وجعلها أوكاراً لأغراضه السيئة وتشويق الدراسة فيها عند الطبقة العالية من أبناء المجتمع ومساعدتهم بعد ذلك على تسلم المراكز القيادية والوظائف الكبيرة حتى يكونوا عوناً لأساتذتهم في تحقيق مآربهم في بلاد المسلمين.\r5- محاولة السيطرة على مناهج التعليم في بلاد المسلمين يرسم سياستها إما بطريق مباشر كما حصل في بلاد الإسلام حينما تولى (دنلوب) القسيس تلك المهمة فيها أو بطريق غير مباشر عندما يؤدي المهمة نفسها تلاميذ ناجحون درسوا في مدارس (دنلوب) وتخرجوا فيها فأصبح معظمهم معول هدم في بلاده وسلاحاً فتاكاً من أسلحة العدو يعمل جاهداً على توجيه التعليم توجيهاً علمانياً لا يرتكز على الإيمان بالله والتصديق برسوله وإنما يسير نحو الإلحاد ويدعو إلى الفساد.\r6- قيام طوائف كبيرة من النصارى واليهود بدراسة الإسلام واللغة العربية وتأليف الكتب وتولى كراسي التدريس في الجامعات حتى أحدث هؤلاء فتنة فكرية كبيرة بين المثقفين من أبناء الإسلام بالشبه التي يلقنونها لطلبتهم أو التي تمتلئ بها كتبهم وتروج في بلاد المسلمين حتى أصبح بعض تلك الكتب مراجع يرجع إليها بعض الكاتبين والباحثين في الأمور الفكرية أو التاريخية ولقد تخرج على يد هؤلاء المستشرقين من أبناء المسلمين رجال","seal":"8DDA77C8","part":1},
      {"page":118,"id":5,"nass":"قاموا بنصيب كبير من إحداث الفتنة الكبرى، وساعدهم على ذلك ما يحاطون به من الثناء والإعجاب وما يولونه من مناصب هامة في التعليم والتوجيه والقيادة فأكملوا ما بدأه أساتذتهم وحققوا ما عجزوا عنه لكونهم من أبناء المسلمين ومن جلدتهم ينتسبون إليهم ويتكلمون بلسانهم فالله المستعان…\r7- انطلاق الجيوش الجرارة من المبشرين الداعين إلى النصرانية بين المسلمين وقيامهم بعملهم ذلك على أسس مدروسة وبوسائل كبيرة عظيمة يجند لها مئات الآلاف من الرجال ولقد تعد لها أضخم الميزانيات وتسهل لها السبل وتذلل لها العقبات {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ} (الصف: 8) وإذا كان هذا الجهد منصباً على الطبقة العامية غالباً فإن جهد الإستشراق موجه إلى المثقفين كما ذكرت آنفاً وإنهم يتحملون مشاقاً جساماً في ذلك العمل في بلاد أفريقيا وفي القرى النائية من أطراف البلدان الإسلامية في شرق آسيا ثم هم بعد كل حين يجتمعون في مؤتمر يراجعون حسابهم وينظرون في خططهم فيصححون ويعدلون ويبتكرون. فلقد اجتمعوا في القاهرة سنة 1906، وفي ادنمبرج سنة 1910، وفي لكنوا سنة 1911، وفي القدس 1935 م، وفي القدس كذلك في عام 1935 م. ولا زالوا يوالون الاجتماعات والمؤتمرات فسبحان من بيده ملكوت كل شيء واليه يرجع الأمر كله.\r8- الدعوة إلى إفساد المجتمع المسلم وتزهيد المرأة في وظيفتها في الحياة وجعلها تتجاوز الحدود التي حد الله لها وجعل سعادتها في الوقوف عندها وذلك حينما يلقون بين المسلمين الدعوات بأساليب شتى وطرق متعددة إلى أن تختلط النساء بالرجال والى أن تشتغل النساء بأعمال الرجال يقصدون من ذلك إفساد المجتمع المسلم والقضاء على الطهر والعفاف الذي يوجد فيه وإقامة قضايا وهمية ودعاوى باطلة في أن المرأة في المجتمع المسلم قد ظلمت وأن لها الحق في كذا وكذا يريدون إخراجها من بيتها وإيصالها إلى ما يريدون في حين أن حدود الله واضحة وأوامره صريحة وسنة رسول الله صلى الله عليه وسلم جلية بينة يقول الله سبحانه وتعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لأََزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً} (الأحزاب: 59) ويقول سبحانه: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنّ} الآية: (النور: 31) ويقول: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنّ} ويقول: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى} (الأحزاب: 33) ويقول صلى الله عليه وسلم: \"إياكم والدخول على","seal":"046EA7A4","part":1},
      {"page":119,"id":6,"nass":"النساء\" قال رجل من الأنصار: \"يا رسول الله أفرأيت الحمو\" قال: \"الحمو الموت\" وقال: \"لا يخلون رجل بامرأة فإن الشيطان ثالثهما\".\r9- إنشاء الكنائس والمعابد وتكثيرها في بلاد المسلمين وصرف الأموال الكثيرة عليها وتزيينها وجعلها بارزة واضحة في أحسن الأماكن وفي أكبر الميادين.\r10- تخصيص إذاعات موجهة تدعو إلى النصرانية وتشيد بأهدافها وتضلل بأفكارها أبناء المسلمين السذج الذين لم يفهموا الإسلام ولم تكن لهم تربية كافية عليه وخاصة في إفريقيا يصاحب هذا الإكثار من طبع الأناجيل وتوزيعها في الفنادق وغيرها وإرسال النشرات التبشيرية والدعوات الباطلة إلى الكثير من أبناء المسلمين.\rهذه بعض الوسائل التي يسلكها أعداء الإسلام اليوم في سبيل غزو أفكار المسلمين وتنحية الأفكار السليمة الصالحة لتحل محلها أفكار أخرى غربية شرقية أو غربية وهى كما نرى جهوداً جبارة وأموالاً طائلة وجنوداً كثيرين كل ذلك لإخراج المسلمين من الإسلام وإن لم يدخلوا في النصرانية أو اليهودية أو الماركسية إذ يعتقد القوم أن المشكلة الرئيسية في ذلك هي إخراجهم من الإسلام وإذا تم التوصل إلى هذه المرحلة فما بعدها أسهل وميسور. ولكننا مع هذا نقول إن الله سيخيب آمالهم ويبطل مكرهم ويضعف كيدهم لأنهم مفسدون وهو سبحانه لا يصلح عمل المفسدين. قال الله تعالى: {وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ} (الأنفال: 30) وقال سبحانه: {إِنَّهُمْ يَكِيدُونَ كَيْداً وَأَكِيدُ كَيْداً فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْداً} (الطارق: 15- 17) وإن الأمر يحتاج من المسلمين وقفة عقل وتأمل ونظر في الطريق التي يجب أن يسلكوها والموقف المناسب الذي يجب أن يقفوه وأن يكون من الوعي والإدراك ما يجعلهم قادرين على فهم مخططات أعدائهم وعاملين على إحباطها وإبطالها ولن يتم ذلك إلا بالاستعصام بالله والاستمساك بهديه والرجوع إليه والإنابة له والاستعانة به وتذكر هديه في كل شيء وخاصة في علاقة المؤمنين بالكافرين وتفهم معنى سورة الكافرون وما ذكره سبحانه في قوله: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} (البقرة: 120) وقوله: {وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا} (البقرة: 217)\rأسال الله سبحانه أن يهيئ لهذه الأمة من أمرها رشداً، وأن يعيذها من مكائد أعدائها، ويرزقها الإستقامة في القول والعمل حتى تكون كما أراد الله لها من العزة والقول والكرامة. إنه خير مسئول وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.","seal":"59875FAC","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1420,"Bk":"الغزو الفكري ووسائله","HigriD":"1420","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"عبد العزيز بن عبد الله بن باز","bLnk":null,"Inf":"","Auth":"ابن باز","Betaka":"الكتاب: الغزو الفكري ووسائله\r\nالمؤلف: عبد العزيز بن عبد الله بن باز (المتوفى: 1420هـ)\r\nالناشر: مجلة الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة الخامسة عشر - العدد التاسع والخمسون - رجب - شعبان - رمضان 1403هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن باز، عبد العزيز (1330-1420هـ، 1912 - 1999م ).\r\n\r\nعبدالعزيز بن عبد الله بن باز عالم وفقيه سعودي، والرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد منذ عام 1395هـ، 1975م. ثم أصبح مفتيًا عامًا للبلاد. وُلد بالرياض، في أسرة يغلب على كثير من فضلائها طلب العلم. وكان بصيرًا في أول الدراسة ثم أصابه المرض في عينيه عام 1346هـ فضعف بصره ثم ذهب بالكلية في مستهل محرم 1350هـ. وهو أحد العلماء الذين وهبوا حياتهم كلّها خدمة للإسلام والمسلمين. حفظ القرآن الكريم عن ظهر قلب قبل سن البلوغ، ثم بدأ في تلقّي العلوم الشرعية والعربية على أيدي كبار المتخصّصين فيها، منهم: الشيخ محمد بن عبد اللطيف بن عبدالرحمن بن حسن بن الشيخ محمد بن عبد الوهاب والشيخ صالح بن عبد العزيز بن عبد الرحمن ابن حسن بن الشيخ محمد بن عبد الوهاب وسماحة الشيخ محمد بن إبراهيم بن عبد اللطيف آل الشيخ. ولِي القضاء لمدة أربعة عشر عامًا، ثم عمل بالتدريس في المعهد العلمي وكلية الشريعة بالرياض، ثم بالجامعة الإسلامية بالمدينة المنورة إلى أن أصبح نائبًا لرئيسها (1381- 1390هـ) ثم رئيسًا لها (1390-1395هـ). تولّى منصب الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في الرابع عشر من شوال عام 1395هـ، بجانب رئاسة المجلس التأسيسيّ لرابطة العالم الإسلامي، والمجلس الأعلى للمساجد، والمجلس الأعلى للجامعة الإسلامية، فضلاً عن أنه كان عضوًا ببعض الهيئات والمجالس العاملة في مجال الدعوة الإسلامية.\r\nاتّصف الشيخ عبدالعزيز بلين الجانب وخفض الجناح من ناحية، والشجاعة والجرأة والجهر بالحق من ناحية أخرى، مع سكينة ووقار وسماحة وسعة صدر وحسن إصغاء. وذخائر الشيخ العلمية كثيرة، إلا أن المنشور من مؤلفاته قليل، ومن مؤلفاته المطبوعة: نقد القومية العربية؛ رسالة في نكاح الشِّغار؛ الجواب المفيد في حكم التصوير؛ رسالة في التبرُّج والحجاب؛ الشيخ محمد بن عبدالوهاب (دعوته وسيرته)؛ ثلاث رسائل في الصلاة. ومن مؤلفاته الأخرى: الفوائد الجلية في المباحث الفرضية؛ التحذير من البدع؛ رسالة الأدلة النقلية والحسية على جريان الشمس وسكون الأرض وإمكان الصعود إلى الكواكب؛ الجهاد في سبيل الله، فتاوى تتعلق بأحكام الحج والعمرة والزيارة. حاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1402هـ ، 1983م.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net\r\nتوفي رحمه الله يوم الخميس 27/1/1420هـ \r\n\r\n","seal":"30526498","cat":"الدعوة وأحوال المسلمين","oNum":8829,"BkId":8829,"oAuth":67,"bVer":1,"aSeal":"914D7887"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8829":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"س1: ماهو تعريف الغزو الفكري في رأيكم؟"},
      {"lvl":1,"id":2,"sub":0,"tit":"س2: هل يتعرض العرب عامة والمملكة خاصة لهذا النوع من الغزو؟"},
      {"lvl":1,"id":4,"sub":0,"tit":"س3: ماهي الوسائل التي يستخدمها الغرب لترويج أفكاره؟"}
    ]
}
