{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8953":
    [
      {"page":261,"id":1,"nass":"المنصوب على نزع الخافض في القرآن\rإعداد\rالدكتور إبراهيم بن سليمان البعيمي\rالمقدمة\rالحمد لله رب العالمين، أنزل القرآن الكريم علىعبده الأمين، هدى وبشرى للمؤمنين، وجعله محفوظاً إلى يوم الدين، وصلّى الله وسلّم على رسوله المصطفى، أفصح من نطق بالضاد، وعلى آله وأصحابه الغرّ الميامين، الذين حملوا شعلة الدين، وبلّغوا الأمانة كما احتملوها رضي الله عنهم أجمعين، أشهد أن لا إله إلا الله وأشهد أنّ محمداً عبده ورسوله.\rأمَّا بعد، فإن القرآن الكريم معين لا ينضب، والدرس فيه مبارك، ودارسه موفّق، كتبْتُ فيما مضي بحثين في النحو أولهما: المنصوب على التقريب، وثانيهما ما تمِّم من الأفعال الناسخة في القرآن، وكان مدار هذينك البحثين القرآن الكريم: دراسة وتطبيقاً، فأحببت أن ينتظم العقد بحثاً ثالثاً هو: (المنصوب على نزع الخافض في القرآن جمعاً ودراسة) ولعليّ - إن كان في العمر فسحة - أكمل العقد ببحوث نحوية وصرفية يكون مجالها التطبيقي القرآن الكريم كالتقاء الساكنين، والتنازع، وأثر المجاورة، والاستثناء المنقطع، وأحكام حتّى، وغيرها مما هو مدوّن لديّ في جذاذات تنتظر الإخراج.\rفي كثير من القراءات القرآنية أسرار دفينة، وأحكام نحوية وصرفية، إبرازها خير من اللهاث خلف شاهد شعريٍّ، تضطرب روايته عند التمحيص، فخير الأعمال ما كان في خدمة كتاب الله الكريم يبارك الله فيها ونسأله أن تكون شاهدة لنا لا علينا بمنه وكرمه، وأن يجعلها في موازين أعمالنا يوم الحساب.\rهذا البحث لم يتأتَّ لي سهواً رهواً، وإنما أخذت أنقِّب عن مادته العلمية بحثاً عن شاهد في بطون كتب النحو، والتفسير، وإعراب القرآن،","seal":"A2AD12D2","part":1},
      {"page":262,"id":2,"nass":"والقراءات، والمعاجم اللغوية، وغيرها كثير، ككتاب (دراسات لأسلوب القرآن الكريم) للشيخ محمد عبد الخالق عضيمة رحمه الله، إذ أفدت منه كثيراً في الشواهد، ومعجم الأدوات والضمائر في القرآن، والمعجم المفهرس لألفاظ القرآن، كما تتبّعت الأفعال اللازمة في القرآن، أدرس ما عُدّي منها، فإن كانت تعديته بنزع الخافض ادَّخرته، وإن كان معدَّى بغير ذلك من طرق التعدية المعروفة اطَّرحته، ولم أدرجه في بحثي، ومن خلال التنقيب والبحث رأيت أن المادة العلمية جديرة بإفرادها في بحث مستقل، استهللته بالحديث عن نزع الخافض: تعريفه، وأحكامه، وقياسيته، والفرق بين نزع الخافض والتضمين، فكان فصلاً، ثم درست نزع الخافض في القرآن في الفصل الثاني، فما كان منه قياسياً اكتفيت بأمثلة تجلّيه وتوضِّحه، دون استقصاء وحصر لجميع ما جاء منه في القرآن، لأن البحث ليس معجماً للقرآن، وما كان غير قياسي فإنني أحرص علىالاستقصاء والتحرّي، فإن فاتني منه شيء فالكمال لله.\rولا يخفى أن وجه الشاهد في بعض الآيات المستشهد بها يكون مرجوحاً، أو يكون القول به غير واضح الدلالة، أو ينازعه التضمين، فأورده، وأورد معه الوجه الأرجح، استيفاءً لما قيل في الآية، وخروجاً من لائمة التقصير، فإن قيل إن نزع الخافض في غير مواطنه القياسية موقوف على السماع، ولا تحمل الشواهد القرآنية إلا على المسائل القياسية، فأقول: إن الأئمة من النحاة والمفسرين والمعربين للقرآن أكثروا من القول بنزع الخفض في غير مواطن القياس، وارتضوه في آيات كثيرة، ومن الخير عدم الشذوذ عنهم، والتعسُّف في توجيه تلك الشواهد فراراً من القول بنزع الخافض، ولكن يقال هذه شواهد تحفظ ولا تتخذ قياساً.","seal":"3741DB01","part":1},
      {"page":263,"id":3,"nass":"والناظر في كتب التفسير، وكتب إعراب القرآن، يلحظ كثرة اختلاف النحويين في إعراب الآيات القرآنية، ومردّ ذلك - والله أعلم - إلى أسلوب القرآن المعجز، فالبشر لا يستطيعون الإحاطة بكلِّ مراميه ومقاصده، فاحتمل كثيراً من المعاني، والوجوه التي نشأ عنها كمٌّ من التوجيهات النحوية.\rهذا وقد اقتضت الدراسة المنهجية الحديثة أن يكون البحث في فصلين انتظما مباحث ومطالب بحسب الحاجة.","seal":"7553DE4D","part":1},
      {"page":264,"id":4,"nass":"المنصوب على نزع الخافض في القرآن (جمعاً ودراسة)\rوفيه تمهيد وفصلان:\rالتمهيد يشتمل على ثلاث مسائل:\rالمسألة الأولى: تعدِّي الفعل ولزومه.\rالمسألة الثانية: علامات تعدِّي الفعل ولزومه.\rالمسألة الثالثة: تعلّق الجار والمجرور.\rالفصل الأول: دراسة نزع الخافض.\rوانتظم مباحث:\rالمبحث الأول: تعريف المصطلح.\rالمبحث الثاني: أحوال نزع الخافض في العربية.\rالمبحث الثالث: حكم منزوع الخافض.\rالمبحث الرابع: المنصوب بعد (ما) الحجازية.\rالمبحث الخامس: نزع الخافض والتضمين.\rالفصل الثاني: المنصوب على نزع الخافض في القرآن.\rوتحته مباحث:\rالمبحث الأول: نزع الخافض قياساً في القرآن وتحته مطالب:\rالمطلب الأول: دراسة أنَّ وأنْ بعد نزع الخافض.\rالمطلب الثاني: نزع الخافض من أنَّ وأنْ في القرآن.\rالمطلب الثالث: دراسة كي في اللغة.\rالمطلب الرابع: كي في القرآن.","seal":"F398D14A","part":1},
      {"page":265,"id":5,"nass":"المبحث الثاني: نزع الخافض سماعاً في القرآن.\rوفيه مطالب:\rالمطلب الأول: نزع الخافض من المفرد.\rالمطلب الثاني: دراسة التعليق والجُمل التي بعده.\rالمطلب الثالث: نزع الخافض من الجملة المعلّقة في القرآن.\rالطلب الرابع: المفعول الثاني منصوب على نزع الخافض.\rأسأل الله سبحانه وتعالى أن يلهمنا رشدنا، ويسدد خطانا، ويبارك لنا في أعمالنا إنه سميع مجيب.","seal":"F16ADE18","part":1},
      {"page":266,"id":6,"nass":"مدخل\rتعدي الفعل ولزومه\r...\rتمهيد\rمن أراد أن يقرأ بحثاً في نزع الخافض فلا بدَّ له بادئ ذي بدء أن يقف على معنى التعدي واللزوم ويلمَّ بأحكامهما، ويعرف علاماتهما، ومعنى تعلقهما بالفعل أو ما فيه رائحة الفعل، ليدرك بنفسه الأفعال المتعدية أصالة، والأفعال التي تعدت بسبب نزع الخافض منها، وذلك لتكون أحكامه بعدئذٍ دقيقة موافقة للقواعد التي وضعها علماء العربية في هذا الشأن، ولهذا رأيت أن أتحدث عن هذه المعاني تمهيداً للبحث، فجاءت في ثلاث مسائل:\rالمسألة الأولى: تعدّي الفعل ولزومه\rللفعل في العربية تقسيمات كثيرة: من حيث الصحة والاعتلال، ومن حيث التمام والنقصان، ومن حيث التجرد والزيادة، ومن حيث التعدي واللزوم ومن حيث الزمن الماضي والحاضر والمستقبل، ومن حيث الأبنية، وغير ذلك مما هو مبسوط في علم التصريف1.\rويخصنا هنا تقسيمه من حيث التعدي واللزوم فنقول: الفعل ضربان: متعدٍّ، ولازم.\r__________\r1 للوقوف على هذه التقسيمات تنظر المراجع التالية: شرح لامية الأفعال لابن الناظم، وبغية الآمال للبلي، وشرح تصريف العزي لسعد الدين التفتازاني، وفتح الأقفال لبحرق اليمني، ودروس التصريف لمحمد محيي الدين عبد الحميد، والمغني في تصريف الأفعال لمحمد عبد الخالق عضيمة، وتصريف الأفعال لعبد الحميد عنتر 0 فهذه مصنفات أفردت في تصريف الأفعال وتصريف الفعل مبثوث في كتب النحو والصرف.","seal":"567DCCD4","part":1},
      {"page":267,"id":7,"nass":"فالمتعدّي: هو المتجاوز يقال عدا فلان طورَه أي: جاوزه، وعند النحاة هو: تجاوز الفعلِ الفاعلَ إلى مفعول به أو أكثر.\rوهو يصل إلى المفعول به بدون واسطة حرف جرّ، ويسمّى متعدياً بنفسه، وواقعاً، ومتجاوزاً، وإنما سمّي بهذه الأسماء، لأنه تعدّى الفاعلَ إلى المفعول به، وتجاوزه إليه، ووقع عليه فعل الفاعل.\rولازم: وهو الذي لا يصل إلى المفعول به إلا بواسطة حرف جرّ ويسمّي أيضاً قاصراً، أومتعدياً بحرف جرِّ، وسمّي بهذه الأسماء للزومه فاعلَه فلم يتعدَّه إلى سواه، ولم يتجاوزه إلى غيره، واللازم ينصب ما سوى المفعول به من المفاعيل وأشباهها نحو: جلست آمناً جلوساً أمامَ المسجد يومَ الخميس وزيداً.\rوفي العربية أفعال كثيرة استعملت متعدية ولازمة منها: غاض الماءُ، وغضته، وفَغَرَ الرجلُ فاه، وفَغَرَ فوه، وكسفتِ الشمسُ، وكسف اللهُ الشمسَ، ودَلَعَ لسانُه، ودَلَعَ الرجلُ لسانَه، وهي كثيرة1 جاء منها في القرآن قوله تعالى: {ما يَأْتيهِم مِّن ذِكْرٍ مِّن رّبِّهم مُّحْدَثٍ إلاَّ اسْتَمَعوهُ وَهُمْ يَلْعَبونَ} 2 وقال تعالى: {وَإذا قُرِئَ القُرْآنُ فَاسْتَمِعوا لَهُ وَأَنْصِتوا لَعَلَّكُمْ تُرْحَمُونَ} 3.\r__________\r1 ينظر: أدب الكاتب لابن قتيبة: 454، والمزهر للسيوطي: 2/236 0\r2 الأنبياء: 2 0\r3 الأعراف: 204 0","seal":"ED77FD83","part":1},
      {"page":268,"id":8,"nass":"المسألة الثانية: علامات تعدّي الفعل ولزومه.\rوضع النحاة علامات يُستدلُّ بها على معرفة اللازم من المتعدّي، وهي: صحة اتصال ضمير المفعول به بالفعل، ومجيء اسم مفعول تامٍّ منه، نحو القطار ركبته وهو مركوب، واللازم لا يجيء منه ذلك إلا بواسطة حرف الجرّ نحو الكرسي جلست عليه وهو مجلوس عليه.\rوجعلوا للازم علامات يُستدلّ عليه بها، من هذه العلامات: كونه من أفعال السجايا، أو العوارض، أو يدلّ على نظافة، أو ضدها، ومطاوع المتعدي لواحد، وذكر ابن عصفور أنَّ من علامات اللازم ألاَّ يصحَّ السؤال عنه بأيِّ شيء وقع، نحو: (قام) و (جلس) ، إذ لا يقال: بأيِّ شيء وقع قيام زيد؟، ولا بأيِّ شيء وقع جلوس بكر؟ 1، وغير ذلك مما هو مبسوط في كتب النحو2 قال ابن مالك في علامة المتعدّي:\rعلامة الفعل المعدّى أن تصل ... ها غير مصدر به نحو عمل\rوزاد في شرح التسهيل: \"أن يصاغ منه اسم مفعول تام باطراد\"3.\rواعترض عليه الشاطبيّ4 والدماميني5 باعتراضات منها:\rأوّلاً: أن من الأفعال العربية ما يتعدّى بنفسه تارة، وبحرف الجرّ تارة أخرى، نحو شكرته وشكرت له، ونصحته ونصحت له، ومثل هذه الأفعال\r__________\r1 ينظر: شرح الجمل: 1/299.\r2 ينظر في ذلك باب التعدي واللزوم في شروح ألفية ابن مالك.\r3 شرح التسهيل: 2/149.\r4 المقاصد الشافية: 1/ 126.\r5 تعليق الفرائد: 5/9.","seal":"C2D72673","part":1},
      {"page":269,"id":9,"nass":"تكون داخلة تحت قاعدته وخارجة عنها في آنٍ واحد بحسب الاستعمال، ومثل هذه الأفعال تكون مشكلة، والقواعد يستلزم فيها أن تكون حاصرة.\rوأجيب عن هذا الاعتراض بأن باب شكرت له وشكرته موقوف علىالسماع، والحديث عمَّا ينقاس.\rثانياً: أن العرب تتوسع في المتصرف من ظروف الزمان والمكان، فتلحق الفعل ضميراً يعود على أحدهما، كقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ َ} 1، وكذلك يقال: يوم الجمعة سرته، ومكانكم قمته، وكلّ هذا على إجراء الظرف مجرى المفعول به مجازاً، ولا يقال: إن الضمير هنا ضمير مفعول به، ولكن يصح أن يقال: إن هذه الضمائر ليست ضمائر مصدر.\rوأجيب عن هذا الاعتراض: بأن التوسع في الظروف مجاز على خلاف الأصل، والأصل ألاّ يصل الفعل إلى ضمير الظرف إلا بواسطة حرف الجر، والضوابط تكون بحسب الأصل، لا بحسب التوسع المجازي.\rثالثاً: أن الأفعال المتعدية في العربية ثلاثة أقسام: قسم يتعدى بنفسه، وقسم يتعدى بواسطة حرف الجرّ وهوما يطلب المجرور على جهة اللزوم كممرت به ورغبت فيه وعجبت منه، وقسم يتعدى مرة بنفسه ومرة بحرف الجرّ كما سبق في شكرته، وشكرت له.\rوالضابط الذي ذكره ابن مالك قد أخرج من أقسام المتعدى القسم الثاني، وهو ما يطلب المجرور على جهة اللزوم، وساوى بينه وبين ما لايطلب\r__________\r1 البقرة: 185.","seal":"B1FE6714","part":1},
      {"page":270,"id":10,"nass":"المجرور على جهة اللزوم، كقام وقعد، فطلب هذه للمجرور- إن وُجد - لا يسمّى تعدياً وإنما يسمّى تعلُّقاً.\rوأجيب بأن من سمّى المجرور متعدَّى إليه فهذا اصطلاح خاص به ولا مشاحة في الاصطلاح.\rرابعاً: أن هذا الضابط دوريٌّ، إذ تتوقف فيه معرفة اسم المفعول التام على معرفة الفعل المتعدّي، وبالعكس، وكذلك تتوقف معرفة المتعدي على صحة اتصال ضمير المفعول به بالفعل، ويتوقف تمييز ضمير المفعول به عن غيره من الضمائر، على معرفة كون الفعل متعدياً، فجاء الدور0\rوأجيب عن هذا الاعتراض بأن المقصود التمييز وليس الحدُّ.\rخامساً: أن العرب تنصب الاسم على نزع الخافض، كـ (تمرون الديار) والمنزوع الخافض مفعول به، والفعل في مثل هذا لايصح أن يتصل به ضمير المفعول به.\rوأجيب بأن منزوع الخافض بابه ضرورة الشعر، أو الشذوذ، ولاتحمل القواعد على الضرائر والشذوذ.","seal":"1A719844","part":1},
      {"page":270,"id":11,"nass":"تعليق الجار والمجرور\r...\rالمسألة الثالثة: تعلق الجار والمجرور:\rمعنى التعلق: هو الارتباط المعنوي بين الحدث وشبه، الجملة بحيث لا يكتمل معنى أحدهما إلا بالآخر، ولا يتعلّق من حروف الجر إلا ما كان أصلياً فقط، وتكتفي أشباه الجمل في التعلّق بما فيه رائحة الفعل، وفي تعلّق الظرف والمجرور بالناقص، والجامد، وأحرف المعاني خلاف1\r__________\r1 ينظر في (تعلق شبه الجملة) : مغني اللبيب الباب الثالث، والأشباه والنظائر: 2/224.","seal":"B6B9BB65","part":1},
      {"page":271,"id":12,"nass":"فإذا وصل اللازم إلى المفعول به بواسطة حرف الجر تعلّق به الجار والمجرور.\rويفرّق الشاطبي بين التعلّق، والتعدّي بالحرف فيقول: \"إن التعدّي يطلق حيث يكون الفعل طالباً لحرف الجر على اللزوم كمررت بزيدٍ وعجبت من فعله ورغبت في الخير، فإن مثل هذه الأفعال في طلبها للمجرور كالمتعدّي بالنسبة إلى المفعول، والتعلّق حيث يكون لا يطلبه على اللزوم بل بالنسبة إلى القصد في الكلام كذهبت معك وقعدت في منزلك وانطلقت إليك، فإن هذه الأفعال إنما تطلبه بحسب ما طلبته مقاصد الكلام، فتقول مرّة: انطلقت من عندك، وتارة: انطلقت معك، وتارة انطلقت إليك، وتارة: انطلقت بسببك، ولأجلك، ومن جرَّائك، وتقول مرّة: انطلقت لاغير فلا تُعَدِّيه، ولا يطلب شيئاً، وفرق بين فعل يطلب الحرف الجار من جهة وضعه، وفعل يطلبه من حيث هو مقصود في الكلام\"1.\r__________\r1 المقاصد الشافية:1/141.","seal":"58D64C40","part":1},
      {"page":272,"id":13,"nass":"دراسة نزع الخافض\rتعريف المصطلح\r...\rالفصل الأول: دراسة نزع الخافض:\rوفيه مباحث:\rالمبحث الأول: تعريف المصطلح:\rمادة: (نزع) تدلّ على القلع والإزالة يقال: نزع النجارُ المسمارَ فهو منزوع بمعنى اقتلعه، ونزع الأميرُ العاملَ عن عمله أزاله قال ابن منظور:\"نزع الشيءَ يَنْزِعُه نزْعاً فهو منزوع، ونزيع، وانتزعه فانتزع اقتلعه فاقتلع. ونزع الأميرُ العاملَ عن عمله أزاله وهو على المِثْل، لأنه إذا أزاله فقد اقتلعه وأزاله\"1، وفرّق سيبويه بين (نزع) و (انتزع) فقال:\"وأما انتزع فإنما هي خطفةٌ كقولك استلب، وأما نزع فإنه تحويلك إياه وإن كان على نحو الاستلاب\"2.\r__________\r1 اللسان (نزع) 8/349.\r2 الكتاب: 4/74.","seal":"79735F96","part":1},
      {"page":273,"id":14,"nass":"وللصبَّان تعليل آخر إذ يقول:\"وإنما سمّيت حروف الجر، إما لأنها تجرُّ معاني الأفعال إلى الأسماء، أي: توصلها إليها، فيكون المراد من الجرّ المعنى المصدري، ومن ثَمّ سمّاها الكوفيون حروف الإضافة، لأنها تضيف معاني الأفعال أي: توصلها إلى الأسماء، وإما لأنها تعمل الجرَّ فيكون المراد بالجرّ الإعراب المخصوص\"1.\r__________\r1 شرح الأشموني:2/203.","seal":"1D52E0F4","part":1},
      {"page":273,"id":15,"nass":"المبحث الثاني: أحوال نزع الخافض في العربية:\rلحذف حرف الجرّ في العربية ثلاث حالات2:\rالأولى: أن يحذف قياساً مطّرداً - فيصير الفعل متعدّياً - وذلك مع الأحرف المصدرية (أنّ وأن) - وزاد ابن هشام3: (كي) -، لطول الصلة،\r__________\r2 ينظر في هذا التقسيم: شرح الجمل لابن عصفور: 1/299، وشرح التسهيل: 2/149، والتصريح: 2/404، والأشموني: 2/89.\r3 أوضح المسالك: 2/161.","seal":"CD07B791","part":1},
      {"page":274,"id":16,"nass":"ولأن حرف الجر لم يظهر له تأثير في العمل، والحذف هنا مشروط بأن يتعيّن الحرف عند حذفه نحو: عجبت أن يفوز مهمل، أي من أن يفوز مهمل، أمّا إن لم يتعيّن الحرف فابن مالك1 وكثير من النحاة يمنعون الحذف، لأنه يؤدّي إلى لبس نحو: رغبت أن تذهب، إذ لا يعلم المراد بالرغبة (فيها أم عنها) ، ويشكل على هذا قوله تعالى: {وَتَرْغَبونَ أَنْ تَنْكِحوهُنَّ} 2 إذ يصحّ أن تكون الرغبة في نكاحهنّ لجمالهنّ، ويصح أن تكون الرغبة عن نكاحهنَّ لدمامتهنّ، وأجيب عن هذا الإشكال بجوابين:\rأحدهما: أن يكون حذف الحرف اعتماداً على القرينة الرافعة للبس وبه قال المرادي3 نقلاً عن أبي حيّان في منهج السالك، والذي في منهج السالك: \"ويطّرد حذف حرف الجرّ من أنّ وأن إذا أمن اللبس فلا يجوز رغبت أن تقعد، لأنه ملبس، إذ يحتمل أن يكون المعنى رغبت في أن تقعد، ويحتمل أن يكون رغبت عن أن تقعد، فإن زال اللبس وتعيّن حرف الجر جاز ذلك نحو قول: {وَتَرْغَبونَ أَنْ تَنْكِحوهُنَّ} \" 4.\r__________\r1 قال ابن مالك:\rوعدّ لازماً بحرف جر ... وإن حذف فالنصب للمنجر\rنقلاً وفي أنّ وأن يطّرد ... مع أمن لبس كعجبت أن يدوا\r2 النساء: 127.\r3 توضيح المقاصد والمسالك: 2/ 54.\r4 منهج السالك: 128، نسخة مصورة عن رسالة دكتوراه في الولايات المتحدة.","seal":"BF797480","part":1},
      {"page":275,"id":17,"nass":"وثانيهما: أن يكون حذف الحرف لمعنى بلاغي وهو قصد الإبهام ليرتدع بذلك الطامع والمعرض1.\rواختلف في محل (أنَّ) و (أن) عند حذف حرف الجر المطّرد حذفه معهما فقيل: محلّهما نصبٌ، قياساً على الاسم الصريح، ونُسب للخليل وإليه ذهب الفراء2 والمبرّد3 وعزاه ابن مالك - متابعاً ضياء الدين بن العلج - إلى سيبويه، وصححه4، وقيل محلّهما جرٌّ ونُسب للكسائي، ومال إليه السيرافي5، واستدلوا بقول الشاعر:\rوَما زُرْتُ لَيْلى أَنْ تَكونَ حَبيبَةً ... إليَّ وَلا دَيْنٍ بِها أَنا طالِبُهْ6\rبجر (دينٍ) عطفاً على محل: (أن تكون) إذ أصله (لأن تكون) .\r__________\r1 ينظر توضيح المقاصد: 2/54، والتصريح: 2/408، والأشموني: 2/91.\r2 ينظر معاني القرآن: 1/210.\r3 ينظر المقتضب 2/341: قال:\"وتقول: أشهد أن محمداً رسول الله فكأن التقدير: أشهد على أن محمد رسول الله أي: أشهد على ذلك، أو أشهد بأنَّ محمد رسول الله، أي: أشهد بذلك\".\rوقال في 2/346: \"زعم قوم من النحويين موضع (أن) خفض في هاتين الآيتين – {وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً} {وأنََّ المَسَاجِدَ لِِِِِلَّهِِ فلاَ تَدْعُو مَعَ الله ِأَحَداًً} - وما أشبههما، وأن اللام مضمرة، وليس هذا بشيء واحتجوا بإضمار ربّ في قوله:\rوبلد ليس به أنيس\rوليس كما قالوا، لأن الواو بدل من (رب) كما ذكرت لك\".\r4 ينظر شرح التسهيل: 2/150، وشرح ابن الناظم:249، والتصريح: 2/ 408.\r5 ينظر في العزو: المقاصد الشافية: 1/ 149، وتعليق الفرائد: 5/15.\r6 بيت من الطويل للفرزدق وهو في ديوانه: 1/84.","seal":"35A2A06C","part":1},
      {"page":276,"id":18,"nass":"وأجاز الزجاج الوجهين1، وهو ظاهر مذهب سيبويه قال: \"وسألت الخليل عن قوله جلّ ذكره: {وَأنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَّاحِدَةً وَّأَنا رَبُّكُمْ فَاتَّقونِ} 2 فقال إنما هو على خذف اللام كأنه قال: ولأنَّ هذه أمتكم أمة واحدة، وأنا ربكم فاتقون، وقال: ونظيرها: {لإيْلافِ قُرَيْشٍ} ،لأنه إنما هو: لذلك {فَلْيَعْبُدُوا} ، فإنْ حذفْتَ اللامَ من (أنَّ) فهو نصب، كما أنك لو حذفت اللام من لإيلاف كان نصباً هذا قول الخليل. ولو قال إنسان: إنَّ (أنّ) في موضع جرٍّ في هذه الأشياء، ولكنه حرف كثر استعماله في كلامهم فجاز فيه حذف الجار كما حذفوا ربَّ في قولهم:\rوَبَلَدٍ تَحْسَبُهُ مَكْسوحا3\rلكان قولاً قويّاً وله نظائر نحو قوله: لاهِ أبوك. والأوَّل قول الخليل\"4.\rالحالة الثانية: حذف جائز في سعة الكلام: المنثور والمنظوم، فيما سمع من أفعال استعملها العرب مرة متعدية بنفسها، وتارة بحرف الجرّ، مع الاتحاد في اللفظ والمعنى5 وهي:\"شكر، ونصح، ووزن، وكال يكيل، يقال: شكرت له وشكرته، ونصحت له ونصحته، ووزنت له ماله ووزنته ماله، وكلت لزيد طعامه وكلته طعامه، وكذلك: اختار وأمر يقال اخترت زيداً قومَه واخترت زيداً من قومه، وأمرتك الخيرَ، وأمرتك بالخير\" قال الشاعر:\r__________\r1 ينظرمعاني القرآن: 1/298، و300.\r2 المؤمنون: 52.\r3 شطر بيت من الرجز معزو لأبي النجم العجلي في شرح أبيات سيبوية لابن السيرافي: 2/190.\r4 الكتاب: 3/126.\r5 ينظر في هذه الأفعال: شرح الرضي: 4/136، المقاصد الشافية: 1/128.","seal":"A53B0500","part":1},
      {"page":277,"id":19,"nass":"أَمَرْتُكَ الخَيْرَ فَافْعَلْ ما أُمِرْتَ بِهِ ... فَقَدْ تَرَكْتُكَ ذا مالٍ وذا نَشَبِ1\rوهذه الأفعال موقوفة على السماع، قال ابن مالك:\"ومأخذ هذا النوع السماع\"2 وسمّاها المتعدية بوجهين.\rواختلف النحاة في أصالة هذه الأفعال التي تتعدّى مرة بنفسها ومرة بحرف الجرّ فذهب فريق: منهم ابن عصفور3 وأبو حيّان4 إلى أنَّ كلّ واحد منهما أصل برأسه، وليس أحدهما متفرعاً من الآخر، وذهب فريق ثانٍ منهم الشَّلَوْبين الصغير5 إلى أن الأصل في هذه الأفعال التعدي بنفسها، فإن دخل على المفعول حرف جرّ فهو زائد، وذهب ابن درستويه6 إلى أن الفعل (نصح) يتعدّى إلىمفعولين أحدهما بنفسه والآخر بحرف الجر، وأنكر الكسائي7 أن\r__________\r1 بيت من البسيط وهو لعمرو بن معدي كرب في ديوانه:63، والكتاب: 1/37، ونسب لخفاف بن ندبة السلمي وهو في ديوانه ضمن شعراء إسلاميون: 529، كما نسب للعباس بن مرداس السلمي وهو في ديوانه:46، ولأعشى طرود في فرحة الأديب:62.\r2 شرح التسهيل 2/151.\r3 شرح الجمل: 1/300.\r4 ارتشاف الضرب: 2088.\r5 ينظر رأيه في ارتشاف الضرب: 2088، ودون عزو في شرح الجمل: 1/300، والشلوبين الصغير هو: محمد بن عليّ بن محمد الأنصاري، شرح أبيات سيبويه، وأكمل شرح شيخه ابن عصفور على الجزولية، مات شاباً في حدود عام:660 0 تنظر ترجمته في: بغية الوعاة: 1/ 187 وكشف الظنون: 1427.\r6 ينظر رأيه في شرح الجمل: 1/300، وابن درستويه هو: عبد الله بن جعفر بن درستويه ابن المرزبان الفسوي ولد عام:258، وتوفي عام 347 ? أخذ عن ابن قتيبة والمبرد وغيرهم. تنظر ترجمته في نزهة الألباء: 283 وفيه قائمة بمصادر ترجمته لراغب المزيد.\r7 ما تلحن فيه العامة: 102.","seal":"3F2AA9F0","part":1},
      {"page":278,"id":20,"nass":"يقال: شكرتك ونصحتك ويرى أنَّ الصواب أن يقال: \"شكرت لك ونصحت لك\" وقال: هذا كلام العرب وقال الفراء: \"العرب لا تكاد تقول شكرتك، إنما تقول شكرت لك، ونصحت لك، ولايقولون نصحتك، وربّما قيلتا\"1\rوأجاز الأخفش الصغير2: أن يُحكم باطراد حذف حرف الجر، والنصب فيما لا لَبْسَ فيه إذا كان الفعل يتعدّى إلى اثنين أحدهما بنفسه والآخر بواسطة حرف الجرّ، إنْ تعيّن الحرف، وتعين موضعه، كقول الشاعر:\rتَحِنُّ فَتُبْدي ما بِها مِنْ صَبابَةٍ ... وَأُخْفي الَّذي لَوْلا الأُسى لَقَضانِي3\rقال ابن مالك: \"والصحيح أن يتوقف فيه على السماع\"4.\rالحالة الثالثة: حذف سماعي مخصوص بالضرورة كقول الشاعر:\rيُشَبَّهونَ سُيوفاً في مَضائِهِمُ ... وَطولِ أَنْضِيَةِ الأعْناقِ والأَمَمِ5\rأي: يشبّهون بسيوف، وقول الآخر:\r__________\r1 معاني القرآن: 1/92.\r2 شرح الجمل لابن عصفور:1/307، شرح التسهيل لابن مالك:2/150، وتعليق الفرائد: 5/17، والأخفش الصغير هو: علي بن سليمان بن الفضل أبو الحسن أخذ عن الإمامين المبرد وثعلب، توفي عام 315?: تنظر ترجمته في طبقات الزبيدي: 115، ونزهة الألباء: 185، وإنباه الرواة: 2/276.\r3 بيت من الطويل منسوب لعروة بن حزام في الخزانة:8/130، والدرر: 4/136، ودون عزوفي الكامل للمبرد:47،والمسائل العسكرية:192،وشرح الجمل لابن عصفور:1/307.\rوالأسى بضم الهمزة جمع أُسوة: وهو التأسي وما يتأسّى ويتعزّى به الحزين.\r4 شرح التسهيل: 2/150.\r5 بيت من البسيط: للشمردل بن شريك اليربوعي وهو في شعره المجموع ضمن شعراء أمويون القسم الثاني 552 وهو فيه: \"يشبهون قريشاً من تكلمهم\"، والرواية المثبتة هي رواية الشاطبي:1/142.","seal":"2344DA68","part":1},
      {"page":279,"id":21,"nass":"كَأَ نِّيَ إذْ أَسْعى لأظْفَرَ طائِراً ... مَعَ النَّجْمِ في جَوِّ السَّماءِ يُصَوِّبُ1\rأي: لأظفر بطائرٍ، وقول الآخر:\rلَدْنٌ بِهَزِّ الكَفِّ يَعْسِلُ مَتْنُهُ ... فيهِ كَما عَسَلَ الطَّريقَ الثَّعْلَبُ2\rأي: كما عسل في الطريق، وقول الآخر:\rتَمُرّونَ الدِّيارَ وَلَمْ تَعوجوا ... كَلامُكُمُ عَلَيَّ إذن حَرامُ3\rأي: تمرون بالديار، وقال الآخر:\rأَسْتَغْفِرُ اللهَ ذَنْباً لَسْتُ مُحْصِيَهُ ... رَبَّ العِبادِ إلَيْهِ الوَجْهُ والعَمَلُ4\r__________\r1 بيت من الطويل دون عزو في معاني القرآن للأخفش:295، وشرح التسهيل: 2/148، والمقاصد الشافية / 1/142.\r2 بيت من الكامل لساعدة بن جؤيَّة الهذلي في شرح أشعار الهذليين:1120والكتاب:1/36 214، ودون عزو في أسرار العربية: 180، والأشموني: 1/197.\r3 بيت من الوافر لجرير بن عطية في ديوانه: 278، والرواية فيه:\rأتمضون الرسوم ولا نُحيَّى ... كلامكم عليًّ إذن حرام\rوالرواية المثبتة هي المشهورة في كتب النحاة، وهي رواية الكوفيين ذكر ذلك المبرد في الكامل: 50، وأشار إلى رواية الديوان وقال عنهما:\"ليستا بشيء لما ذكرت لك، والسماع الصحيح والقياس المطرّد لا تعترض عليه الرواية الشاذة\" ثم قال المبرد:\"قرأت على عمارة بن عقيل بن بلال بن جرير:\rمررتم بالديار ولم تعوجوا\rفهذا يدل على أن الرواية مغيّرة\"ا?.\rينظر: رصف المباني:247، وابن يعيش: 8/8- 9/103، والمقرّب:1/115، تخليص الشواهد: 503، والمقاصد النحوية: 2/560، وهمع الهوامع: 5/20، والخزانة: 9/118.\r4 بيت من البسيط دون عزو في الكتاب 1/37، والمقتضب:2/321، وابن يعيش:7/63، 8/51، والهمع: 5/17.","seal":"478DFA52","part":1},
      {"page":280,"id":22,"nass":"أي: أستغفر الله من ذنب، وقال الآخر:\rآلَيْتُ حَبَّ العِراقِ الدَّهْرَ أَطْعَمُهُ ... وَالحَبُّ يَأْكُلُهُ في القَرْيَةِ السّوسُ1\rأي: آليت على حبِّ العراق، وقال الآخر:\rفَبِتُّ كَأَنَّ العائِداتِ فَرَشْنَنِي ... هَراساً بِهِ يُعْلى فِراشي وَيُقْشَبُ2\rيريد: فرشن لي، وقول الآخر:\rمِنَّا الّذي اخْتيرَ الرِّجالَ سَماحَةً ... وَخَيْراً إذا هَبَّ الرِّياحُ الزَّعازِعُ3\rأي: اختير من الرجال.\rهذا مع نصب الاسم بعد حذف الجار.\rوقد يحذف الجار ويبقى عمله، ولا خلاف في شذوذ الإعمال حينئذٍ ومنه قول الآخر:\rإذا قيلَ أيٌّ النّاسِ شَرٌّ قبيلةً ... أَشارَتْ كُلَيْبٍ بِالأكُفِّ الأصابِعُ4\r__________\r1 بيت من البسيط للمُتَلَمِّس الضُّبعي في ديوانه: 95، والكتاب: 1/38، والجنى الداني: 473، وتخليص الشواهد: 507، والأشموني: 1/197.\r2 بيت من الطويل للنابغة الذبياني في ديوانه: 72، وإصلاح المنطق: 406، وشرح الجمل لابن عصفور: 1/307، والهراس بفتح الهاء، وتخفيف المهملة: اسم جنس للشوك واحده هراسة، ويقشب أي يُخلط.\r3 بيت من الطويل للفرزدق في ديوانه: 418، وفي تفعليته الأولى خرم، وهو في الكتاب: 39، والمقتضب: 4/330، والخزانة:9/113.\r4 بيت من الطويل للفرزدق في ديوانه: 420 ضمن قصيدته التي منها الشاهد السابق، ورواية الديوان: برفع (كليبٌ) وكذلك في النقائض: 702 وخرّج أبو عبيدة معمر بن المثنى وجه الرفع على أنه خبر لمبتدأ محذوف والتقدير: أشارت الأصابعُ: هذه كليبٌ، وعلى هذه الرواية يزول الشاهد، وهو توجيه حسنٌ، وروي بنصب (كليباً) على الأصل في نزع الخافض، وأشار إلى رواية النصب البغداديُّ في الخزانة: 9/113، وقال:\"وقد رأيته في ديوانه والمناقضات منصوباً\".\rوالرواية المثبتة هي رواية النحاة: ينظر فيها: شرح التسهيل: 2/151، وشرح الكافية للرضي:4/137، 299، والارتشاف: 1760، 2092، وتخليص الشواهد: 504، والأشموني: 2/90.","seal":"DA06C5BE","part":1},
      {"page":281,"id":23,"nass":"بجرِّ (كليبٍ) أي: أشارت إلى كليب فحذف الجار، وأبقى عمله شذوذاً، وكقول الشاعر:\rوَكَريمَةٍ مِنْ آلِ قَيْسَ أَلِفْتُهُ ... حَتَّى تَبَذّخَ فَارْتَقى الأعْلامِ1\rبجر (الأعلام) أي: فارتقى في الأعلام.\rقال ابن مالك2: \"ومن بقاء الجرّ بالحرف المحذوف قوله عليه الصلاة والسلام:\"صلاة الرجل في الجماعة تضعَّف علىصلاته في بيته وفي سوقه خمسٍ وعشرين ضعفاً\"3 قال: أي بخمسٍ.\rقال ومنه قوله عليه السلام:\"فضل الصلاة بالسواك على الصلاة بغير سواك سبعين صلاة\" قال: \"أي بسبعين صلاة\"4.\r__________\r1 بيت من الكامل: دون عزو في شرح التسهيل: 2/151، والارتشاف: 1760، والمقاصد النحوية: 3/341، والأشموني: 2/234، والدرر اللوامع: 4/192.\rوالتاء في: (وكريمةٍ) قيل: تاء التأنيث، لأن المعنى ونفس كريمة، وقيل هي للمبالغة وفيها حينئذٍ شذوذ، وحذف التنوين من قيس ضرورة.\r2 شواهد التوضيح والتصحيح: 94، ولكنّ المحقق ضبطها سهواً بالنصب.\r3 أخرجه البخاري في كتاب الأذان باب فضل صلاة الجماعة والرواية عنده بالنصب، ولم يشر العيني إلى رواية الجر:4/337 وكذلك ابن حجر: 2/148، ورواية الجر عند السيوطي في همع الهوامع: 4/221.\r4 وهو رواه أحمد: 6/272 ولفظه عنده: فضل الصلاة بالسواك على الصلاة بغير سواك سبعين ضعفاً، وشواهد التوضيح والتصحيح: 94.","seal":"A9D9A8BC","part":1},
      {"page":282,"id":24,"nass":"ومنه قوله صلى الله عليه وسلم: \"مَنْ كانَ عِنْدَهُ طَعامُ اثْنَينِ فَلْيَذْهَبْ بِثالِثٍ، وَإنْ أَرْبَعَةٍ فَخامِسٍ أَوْ سادِسٍ\" 1 وقدّر ابن مالك المحذوف هنا: \"وَإنْ قامَ بِأَرْبَعَةٍ فَلْيَذْهَبْ بِخامِسٍ أَوْ سادِسٍ\" 2.\r__________\r1 رواه البخاري في مواقيت الصلاة باب السمر مع الضيف والأهل، والرواية عنده بالرفع في الكلمات الثلاث، ولم يذكر ابن حجر في الفتح2/90رواية الجر، وأشار إليها العيني في عمدة القاري: 4/258.\r2 شواهد التوضيح والتصحيح: 94.","seal":"46876876","part":1},
      {"page":282,"id":25,"nass":"المبحث الثالث: حكم منزوع الخافض:\rمنزوع الخافض يجب نصبه، نص على ذلك الأئمة من النحاة قال الشاطبي شارحاً قول الناظم:\rوعدّ لازماً بحرف جرَّ ... وإن حُذِفْ فالنصب للمنجرّ\rنقلا ً…………… ...\r\"يعني: أنَّ الحرف إن حذف فلا بدّ للمنجر به من النصب، فيصير الفعل متعدّياً بنفسه بالعَرَضِ كالمتعدّي بحق الأصل، وذلك لأنه إذا تعلّق به فقد صار موضعه نصباً، ولذلك تقول مررت بزيدٍ وعمراً فتعطف على موضعه نصباً\"3.\rواختلف في عامل النصب حينئذٍ، فذهب الكوفيون إلى أن العامل هو نزع الخافض، وقال البصريون العامل هو الفعل نفسه قاله الصبان4.\r__________\r3 المقاصد الشافية: 1/ 142.\r4 حاشية الصبان: 2/89.","seal":"757721A4","part":1},
      {"page":283,"id":26,"nass":"المبحث الرابع: المنصوب بعد (ما) الحجازية:\r(ما) : حرف نفي غير مختص، يدخل على الجمل الاسمية نحو: ما محمد قائماً، وعلى الجمل الفعلية نحو: ما قام محمد، ومن حق الحرف غير المختص الإهمال، ولكن الحجازيين أعملوا (ما) عمل ليس فيرتفع المبتدأ بعدها على أنه اسم لها، وينتصب الخبر على أنه خبر لها، وأهمل إعمالها التميميون.\rواختلف البصريون والكوفيون1 في ناصب الخبر بعدها، فذهب البصريون إلى أن ناصب الخبر هو: (ما) نفسها حملاً لها على ليس، وذهب الكوفيون إلى أن الخبر منصوب على نزع الخافض، والأصل جرّه بالباء، قال الفراء في قوله تعالى: {مَا هَذَا بَشَراً} 2:\"نصبت {بَشَراً} ، لأن الباء قد استعملت فيه، فلا يكاد أهل الحجاز ينطقون إلا بالباء، فلما حذفوها أحبّوا أن يكون لها أثر فيما خرجت منه فنصبوا على ذلك) 3، وقال ابن مالك:\"وزعم الكوفيون أنّ (ما) لا عمل لها، وأنَّ نصب ما ينتصب بعدها بسقوط الباء. وما قالوه لا يصحّ، لأن الباء قد تدخل بعد هل، وبعد ما المكفوفة بـ (إنْ) ، وإذا سقطت الباء تعين الرفع بإجماع، فلو كان سقوط الباء ناصباً لنصبه في هذين الموضعين، ومثل تعين الرفع في هذين الموضعين عند سقوط الباء تعينه عند سقوطها في نحو\r__________\r1 ينظر في هذه المسألة: الإنصاف المسألة التاسعة عشرة، وأسرار العربية: 139، واللباب للعكبري: 1/ 175، ومنهج السالك لأبي حيان: 61، وائتلاف النصرة: 165، والتصريح: 1/645، وهمع الهوامع: 2/110، وحاشية الصبان: 1/247.\r2 يوسف: 31.\r3 معاني القرآن: 2/42.","seal":"B4522C7D","part":1},
      {"page":284,"id":27,"nass":"كفى بزيد رجلاً، وبحسب عمرو درهمٌ، وتعينه عند سقوط من في نحو: ما فيه من رجل\"1.\r__________\r1 شرح التسهيل: 1/ 3720.","seal":"CDF75434","part":1},
      {"page":284,"id":28,"nass":"المبحث الخامس: نزع الخافض والتضمين:\rوفيه مطلبان:\rالمطلب الأول: دراسة التضمين:\rالبحث في التضمين يطول لمن أراد أن يستوفي البحث حقه، والكلام فيه تتنازعه الحقيقة والمجاز، والنحو والبلاغة، ولكني سأُلم به في هذه العجالة، مشيراً إلى أهم ما دون فيه من بحوث، لمن أراد الوقوف على التفاصيل فأقول:\rالتضمين: من مصطلحات النحو والبلاغة والعروض.\rوهو عند أهل اللغة: مصدر ضمّن يضمِّن تضميناً، كعلّم يعلِّم تعليماً، ويريدون به2: إيداع شيء شيئاً، يقال: ضمّنت الميّت القبر، أودعته إياه، وكلُّ شيء أُحرز فيه شيء فقد ضُمِّنَهُ، وبمعنى غَرِمَ يقال: ضمَّنته الشيء فَضَمِنَهُ، غرَّمته إياه، وضَمِنَه عنّي، التزم الغرم ومنه الغريم، لأنه ضامن، فعيل بمعنى فاعل.\rوالتضمين عند البلاغيين هو: \"استعارة الشاعر كلاماً من غيره، وإدخاله في شعره\"3 ومثاله قول الشاعر:\r__________\r2 ينظر: العين:7/50، والتهذيب: 12/49، والصحاح واللسان، والقاموس والتاج (ضمن) .\r3 ينظر في التعريف: الصناعتين: 36، الإيضاح للقزويني: 580، وتحرير التحبير: 140.","seal":"BB3D6E01","part":1},
      {"page":285,"id":29,"nass":"لئنْ أَخْطَأْتُ في مَدْحيـ ... ـكَ ما أَخْطَأْتَ في مَنْعي\rلَقَدْ أَنْزَلْتُ حاجاتي ... بِوادٍ غَيْرِ ذي زَرْعِ1\rفضمَّن بيته قوله تعالى: {بِوادٍ غَيْرِذي زَرْعِ} من الآية 37 من سورة إبراهيم.\rوعند العروضيين هو:\"تعلُّق قافية البيت الأول بالبيت الثاني) 2 وهم يعدونه من عيوب الشعر.\rقال الشاعر3:\rيا ذا الَّذي في الحُبِّ يَلْحى أَما ... تَخْشى عِقابَ اللهِ فينا أَما\rتَعْلَمُ أنَّ الحُبَّ داءٌ أَما ... وَاللهِ لَوْ حُمِّلتَ مِنْهُ كما\rحُمِّلْتُ مِنْ حُبِّ رَخيمٍ لَما ... لُمْتَ عَلى الحُبِّ فَذَرْني وَما\rأَطْلُبُ إنِّي لَسْتُ أَدْري بِما ... قُتِلتُ إلاَّ أّنَّني بَيْنما\rأَنا بِبابِ القَصْرِ في بَعْضِ ما ... أَطْلُبُ مِنْ قَصْرِهِمْ إذْ رَمى\rشِبْهُ غَزالٍ بِسِهامٍ فَما ... أَخْطَأَ سَهْماهُ وَلَكِنَّما\rعَيْناهُ سَهْمانِ لَهُ كُلَّما ... أَرادَ قَتْلِي بِهِما سَلَّما\r__________\r1 بيتان من الهزج منسوبان لابن الرومي وهما في ديوانه: 4/1553، ونسبا لإسماعيل القراطيسي في عيون الأخبار 3/143، والأغاني:23/73.\r2 الوافي في العروض والقوافي: 223، وينظر: كتاب القوافي للأخفش:65، والقوافي للتنوخي: 193، والشافي في علم القوافي: 97، والفصول في القوافي: 93.\r3 الأبيات من السريع منسوبة لعمر بن أبي ربيعة في ديوانه 500، ودون عزو في الوافي في العروض والقوافي، ولا يخفى ما فيها من تكلّف الصنعة التي لا تتفق مع الذوق العربي السليم.","seal":"A2807120","part":1},
      {"page":286,"id":30,"nass":"فكل بيت من هذه الأبيات تعلقت قافيته بالبيت اللاحق له.\rوهو في اصطلاح النحاة: يدور حول المعنى اللغوي، إذ يعرفه ابن هشام بقوله:\"قد يُشرِبون لفظاً معنى لفظ آخر فيعطونه حكمه\"1 ويقول، الشريف الجرجاني: \"أن يقصد بلفظ معناه الحقيقي، ويلاحظ معه معنى فعلٍ آخر يناسبه، ويُدَلُّ عليه بذكر شيء من متعلقاته\"2 ويقول الأشموني: \"إشراب اللفظ معنى لفظ آخر، وإعطاؤه حكمه لتصير الكلمة تؤدِّي مؤدَّى الكلمتين\"3 ويرى الصبان أن الأولى أن يقال: \"التضمين إلحاق مادة بأخرى في التعدِّي واللزوم، لتناسب بينهما أو اتحادٍ\"4.\rويرى بعض العلماء: أن التضمين النحوي من أبواب المجاز وليس من باب الحقيقة، وما سمع منه يحمل على التجوُّز في اللفظ كابن السِّيْد البَطَلْيَوْسي في قوله: \"اعلم أن الفعل إذا كان بمعنى فعل آخر، وكان أحدهما يتعدّى بحرف جرٍّ، والثاني بحرف جرٍّ آخر، فإن العرب قد تتسع فتوقع أحد الحرفين موقع الآخر، مجازاً وإيذاناً بأن هذا الفعل في معنى الآخر\"5، ويرى آخرون أنه من باب الحقيقة، وليس فيه مجاز، لأن كلاًّ من المعنيين مقصود لذاته، بخلاف المجاز الذي يكون القصد فيه لازم المعنى، كالزمخشري، والشريف الجرجاني، وسعد\r__________\r1 مغني اللبيب: 897.\r2 حاشية الشريف الجرجاني على الكشاف: 1/126.\r3 شرح الأشموني: 2/ 95.\r4 حاشية الصبان على الأشموني: 2/95.\rوهناك تعريفات أخر للتضمين تدور حول هذا المعنى ينظر فيها: البرهان للزركشي:3/338 والاتقان للسيوطي: 3/270، والكليات لأبي البقاء:2/24، والنحو الوافي: 2/564.\r5 الاقتضاب: 2/265.","seal":"B92F63E8","part":1},
      {"page":287,"id":31,"nass":"الدين التفتازاني1، ومنهم من يرى فيه جمعاً بين الحقيقة والمجاز وعليه العز بن عبد السلام في كتابه مجاز القرآن2.\rوالتضمين: يقع في ثلاثة أبواب نحوية هي: باب الأسماء المبنية، وباب التعدّي واللزوم، وباب حروف المعاني.\rوكما اختلفوا فيه بين الحقيقة والمجاز، تنازعوا كذلك في قياسية التضمين من عدمها على ثلاثة مذاهب3:\rفريق يرى أن التضمين سماعيّ لا قياسي، وإنما يُلجأ إليه عند الضرورة، أمَّا إن أمكن إجراء اللفظ على مدلوله فهو أولى.\rوذهب فريق ثانٍ: إلى القول بإطلاق القياس في التضمين دون قيود.\rوتوسط فريق ثالث: فأجاز التضمين في الأفعال بشروط ثلاثة:\rأ- تحقق المناسبة بين الفعلين.\rب- وجود قرينة تدل على ملاحظة الفعل الآخر، ويؤمن معها اللبس.\rج- ملاءمة التضمين للذوق العربي.\r__________\r1ينظر الكشاف: 1/126، وحاشية يس:2/5.\r2 ينظر: رأيه في حاشية يس على التصريح: 2/4.\r3 ينظر في التضمين: الخصائص: 2/308، وارتشاف الضرب: 1984، ومغني اللبيب: 545، وحاشية الشمني على مغني اللبيب: 2/279، الأشباه والنظائر: 1/ 248، ومعترك الأقران للسيوطي: 1/198، 302، وحاشية الشيخ يس على التصريح: 2/4، والكليات لأبي البقاء: 2/24، وحاشية الدسوقي على المغني: 2/305، والنحو الوافي: 2/564، وفي النحو العربي: 120، وللدكتور عبد الفتاح بحيري إبراهيم بحث في التضمين في مجلة كلية اللغة العربية بالرياض العدد: الثالث:1393?.","seal":"D35AD631","part":1},
      {"page":288,"id":32,"nass":"المطلب الثاني: الفرق بين التضمين ونزع الخافض:\rأوّلاً: من الناحية البلاغية: التضمين أبلغ من نزع الخافض، لأن الفعل المضمَّن معنى فعل آخر يؤدِّي المعنيين في وقت، واحد أحدهما أصالة، والآخر تضميناً، فيكون أبلغ في تأدية المعنى المراد، أما نزع الخافض فهو: حذف وإيصال فقط، وليس فيه معنى زائد عن المعنى الأصلي، وهذه المسألة تنبَّه لها ابن القيم فقال في معرض رده على من يرى أن حروف الجر ينوب بعضها عن بعض: \"ظاهرية النحاة يجعلون أحد الحرفين بمعنى الآخر، وأمَّا فقهاء أهل العربية، فلا يرتضون هذه الطريقة، بل يجعلون للفعل معنى مع الحرف، ومعنى مع غيره، فينظرون إلى الحرف وما يستدعي من الأفعال، فيُشربون الفعل المتعدِّي به معناه، هذه طريقة إمام الصناعة سيبويه رحمه الله تعالى، وطريقة حذاق أصحابه، يضمّنون الفعل معنى الفعل، لا يقيمون الحرف مقام الحرف، وهذه قاعدة شريفة جليلة المقدار تستدعي فطنة ولطافة في الذهن، وهذا نحو قوله تعالى: {عَيْناً يَّشْرَبُ بِها عِبادُ اللهِ} 1 فإنهم يضمنون: (يَشْرَبُ) معنى (يَرْوَى) فيعدونه بالباء التي تتطلَّبها، فيكون في ذلك دليل على الفعلين، أحدهما بالتصريح والثاني بالتضمين، والإشارة إليه بالحرف الذي يقتضيه مع غاية الاختصار، وهذا من بديع اللغة، ومحاسنها، وكمالها. وهذا أحسن من أن يقال: يشرب منها، فإنه لا دلالة فيه على الرِّيِّ، وأن يقال يروى بها، لأنه لا\r__________\r1 الإنسان: 6.","seal":"35BBEFCD","part":1},
      {"page":289,"id":33,"nass":"يدلّ على الشُّرب بصريحه بل باللزوم، فإذا قال يشرب بها دلّ على الشرب بصريحه، وعلى الرِّيّ بالباء فتأمله\"1.\rثانياً: من الناحية الإعرابية: الفعل اللازم الذي يصل إلى المفعول به بواسطة حرف الجر هو متعدّ بالواسطة، والجار والمجرور بعده في محل نصب، والدليل على ذلك أنه لو عطف على المجرور لنصب المعطوف يقال: مررت بزيد وعمراً بالنصب، قال الشاطبي: \"إنَّ الحرف إنْ حُذف فلا بد للمنجر به من النصب، فيصير الفعل متعدياً بنفسه بالعرض كالمتعدي بحق الأصل، وذلك لأنه إذا تعلق به الجار فقد صار موضعه نصباً، ولذلك تقول: مررت بزيد وعمراً فتعطف على موضعه نصباً\"2 فمنزوع الخافض انتصب بالعَرَض الذي طرأ عليه لا بسبب تحمُّل فعله معنى لم يكن فيه ذلك المعنى من ذي قبل، أما التضمين، فلأن الفعل قد ضُمّن معنى آخر لم يكن فيه ذلك المعنى من ذي قبل، فيأخذ معنى جديداً مع بقاء المعنى الأصلي للفعل فهو جمع بين معنيين معنى أصلي، ومعنى تضمني، وبسبب المعنى التضمنى تعدى الفعل لا بسبب نزع الخافض.\r__________\r1 بدائع الفوائد: 2/21.\r2 المقاصد الشافية: 1/142.","seal":"F9638FE9","part":1},
      {"page":290,"id":34,"nass":"المنصوب علي نزع الخافض في القرآن\rنزع الخافض قياساً في القرآن\rدراسة أنّ وأنْ بعد نزع الخافض\r...\rالفصل الثاني: المنصوب على نزع الخافض في القرآن:\rوتحته مباحث:\rالمبحث الأوّل: نزع الخافض قياساً في القرآن:\rوفيه مطالب:\rالمطلب الأول: دراسة أنّ وأنْ بعد نزع الخافض:\rيري فريق من العلماء أنَّ: (أنَّ وأنْ) بعد حذف الخافض منهما في محلَّ نصب، وذهب فريق إلى القول ببقاء الجر فيهما، واضطرب النقل عن الخليل وسيبويه، فعزى ابن مالك، والأشموني للخليل القول ببقاء الجر فيهما، ولسيبويه القول بأنهما في موضع نصب، واختارا رأي سيبويه، قال الأشموني: \"وهو الأقيس\" وعلل ابن مالك ذلك بأن بقاء الجر بعد حذف عامله قليل، والنصب كثير، والحمل على الكثير أولى من الحمل على القليل1.\rوالذي في الكتاب يخالف ذلك، قال سيبويه:\"هذا باب آخر من أبواب (أنَّ) : تقول: جئتك أنك تريد المعروف، إنما أراد: جئتك لأنك تريد المعروف، ولكنك حذفت اللام ههنا كما تحذفها من المصدر إذا قلت:\rوَأَغْفِرُ عَوْراءَ الكَريمِ ادِّخارَهُ ... وَأُعْرِضُ عَنْ ذَنْبِ اللئيمِ تَكَرُّما2\r__________\r1 ينظر شرح التسهيل: 2/150، وشرح الأشموني: 2/ 92.\r2 بيت من الطويل لحاتم الطائي في ديوانه: 224، والرواية فيه:\rوأغفر عوراء الكريم اصطناعه وأصفح عن شتم اللئيم تكرما\rوهو في: المقتضب: 2/348، وأسرار العربية: 187، وابن يعيش: 2/54.","seal":"DC3A83FE","part":1},
      {"page":291,"id":35,"nass":"أي لادّخاره، وسألت الخليل عن قوله جلّ ذكره: {وأنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً وَأنا رَبُّكُمْ فَاتَّقونِ} 1 فقال: إنما هو على حذف اللام، كأنه قال: ولأن هذه أمتكم أمة واحدة وأنا ربكم فاتقون، وقال ونظيرها: {لإيْلافِ قُرَيْشٍ} لأنه إنما هو لذلك فليعبدوا، فإن حذفت اللام من أن فهو نصب، كما أنك لو حذفت اللام من لإيلاف كان نصباً، هذا قول الخليل. ولو قال إنسان: إنَّ (أنَّ) في موضع جرٍّ في هذه الأشياء، ولكنه حرف كثر استعماله في كلامهم فجاز فيه حذف الجار كما حذفوا ربّ من قولهم:\rوَبَلَدٍ تَحْسَبُهُ مَكْسوحا2\rلكان وجهاً قوياً وله نظائر نحو قوله: لاهِ أبوك، والأول قول الخليل\"3.\rووَهَّم أبو حيّان ابنَ مالك فيما حكاه عن الخليل4.\rوكثير من المتأخرين يرجحون نصب المصدر المنزوع الخافض، قال ابن هشام عن حذف حرف الجر: (وقد يحذف وينصب المجرور وهو ثلاثة أقسام: سماعي جائز في الكلام المنثور. وسماعي خاص بالشعر. وقياسي وذلك بعد أنَّ وأنْ وكي\"5، وقال الأشموني: \"إنما اطرد حذف حرف الجر مع أنّ وأنْ\r__________\r1 المؤمنون: 52.\r2 بيت من مشطور الرجز ينسب لأبي النجم العجلي في شرح أبيات سيبويه: 2/190، وأساس البلاغة: (طوح) 397، وليس في ديوانه المجموع.\r3 الكتاب: 3/126.\r4 ينظر ارتشاف الضرب: 4/2090.\r5 أوضح المسالك: 2/ 159.","seal":"C07B0321","part":1},
      {"page":292,"id":36,"nass":"لطولهما بالصلة، واختلفوا في محلِّهما بعد الحذف فذهب الخليل والكسائي إلى أنّ محلَّهما جرّ تمسكاً بقوله:\rوَما زُرْتُ لَيْلى أنْ تَكونَ حَبيبَةً ... إليّ وَلا دَيْنٍ بِها أَنا طالِبُهْ1\rبجر دين، وذهب سيبويه والفراء إلى أنهما في موضع نصب وهو الأقيس\"2.\r__________\r1 بيت من الطويل للفرزدق في ديوانه: 1/84، والرواية فيه (سلمى) بدل ليلى، وهو في الكتاب: 3/29، والإنصاف: 395، وتخليص الشواهد: 511.\r2 شرح الأشموني: 2/92.","seal":"75263D04","part":1},
      {"page":292,"id":37,"nass":"المطلب الثاني: نزع الخافض من أنَّ وأن في القرآن:\rجاءت آيات كثيرة جداً تحتوي على أحد الحرفين المصدريَّين (أنَّ وأنْ) قال عنها المعربون للقرآن: إنها منزوعة الخافض - ونزع الخافض معهما أمر قياسي عند النحاة -، ولهذا سأكتفي بإيراد أمثلة توضح هذه المسألة دون استقصاء لجميع ما ورد منها في القرآن.\rقال تعالى: {وَبَشِّر الَّذينَ آمَنوا وَعَمِلوا الصّالِحاتِ أنَّ لَهُمْ جَنّاتٍ} 3.\rأي: بأنَّ لهم جنات.\rوقال تعالى: {إنَّ اللهَ يَأْمُرُكُمْ أَنْ تَذْبَحوا بَقَرَةً} 4.\rأي بأن تذبحوا بقرة.\rوقال تعالى: {أَفَتَطْمَعونَ أَنْ يُّؤْمِنوا لَكُمْ} 5.\rأي بأن يؤمنوا لكم.\r__________\r3 البقرة: 25.\r4 البقرة: 67.\r5 البقرة: 75.","seal":"374044F0","part":1},
      {"page":293,"id":38,"nass":"وقال تعالى: {شَهِدَ اللهُ أنَّهُ لا إلَهَ إلاَّ هُوَ} 1.\rأي: بأنه لا إله إلا هو.\rوقال تعالى: {إذْ هَمَّتْ طائِفَتانِ مِنْكُمْ أنْ تَفْشَلا} 2.\rأي: بأن تفشلا.\rوقال تعالى: {قالوا إنَّ اللهِ عَهِدَ إلَيْنا ألاَّ نُؤْمِنَ لِرَسولٍ} 3.\rأي: بألأ نؤمن، أو على تضمين الفعل (عهد) معنى ألزم.\rوقال تعالى: {وَتَرْغَبونَ أَنْ تَنْكِحُوهُنَّ} 4.\rأي: في أن تنكحوهنَّ، أو عن أن تنكحوهنَّ.\rوقال تعالى: {سُبْحانَهُ أَنْ يَّكونَ لَهُ وَلَدٌ} 5.\rأي: من أن يكون له ولد.\rوقال تعالى: {لَنْ يَّسْتَنْكِفَ المَسيحُ أنْ يَّكونَ عَبْداً للهِ} 6.\rأي: من أن يكون عبداً لله، أو عن أن يكون عبداً لله.\rوقال تعالى: {وَبَشِّر الَّذينَ آمَنوا وَعَمِلوا الصّالِحاتِ أنَّ لَهُمْ قَدَمَ صِدْقٍ} 7.\rأي: بأنَّ لهم قدم صدق.\r__________\r1 آل عمران: 18.\r2 آل عمران: 122.\r3 آل عمران: 183.\r4 النساء: 127.\r5 النساء: 171.\r6 النساء: 172.\r7 يونس: 2.","seal":"A4488A9C","part":1},
      {"page":294,"id":39,"nass":"وقال تعالى: {وَأُمِرْتُ أَنْ أَكونَ مِنَ المُؤْمِنينَ} 1.\rأي: بأن أكون من المؤمنين.\rوقال تعالى: {مالَكَ ألاَّ تَكونَ مَعَ السّاجِدينَ} 2.\rأي: من أن تكون، أو في أن تكون.\r__________\r1 يونس: 104.\r2 الحجر: 32.","seal":"C3C68B69","part":1},
      {"page":294,"id":40,"nass":"المطلب الثالث: دراسة كي في اللغة:\rجاءت (كي) في اللغة على أربعة أضرب: منها وجه واحد سماعي، والثلاثة الباقية قياسية.\rالضرب الأول السماعي::اسم مختصرمن كيف، كما اُختصر (سَوْ) من (سوف) ، قال الفراء:\"سمعت بيتاً حذفت الفاء فيه من كيف قال الشاعر:\rمَنْ طالِبينَ لِبُعْرانٍ لَنا رَفَضَتْ ... كَيْ لا يُحِسُّونَ مِنْ بُعْرانِنا أَثَرا3\rأراد كيف لا يحسون\"4.\rقال ابن مالك: \"وإن ولي (كي) اسم، أو فعل ماض، أو مضارع مرفوع عُلم أن أصلها (كيف) حذفت فاؤه\"5.\rوقال ابن يعيش: \"في (كيف) لغتان: (كيف وكي) \"6.\r__________\r3 البيت من البسيط وهو لعمرو بن أحمر الباهلي في ديوانه 71، والرواية فيه (أو باغيان لبعران) .\r4 معاني القران: 3/274.\r5شرح الكافية الشافية:1534.\r6 شرح المفصل: 4/110.","seal":"3AAEF720","part":1},
      {"page":295,"id":41,"nass":"وأنكر أبو علي الفارسي على الفراء أن تكون (كي) في البيت السابق مرخمة من كيف، وحتَّم أن تكون فيه حرفاً بمعنى اللام، بحجة أن كيف اسم ثلاثي خال من علامة التأنيث، والثلاثي لا يرخم منه إلا ما لحقتة علامة التأنيث، كما أنه نكرة والنكرة لا ترخم، وهو مبني لمشابهته الحروف، والحذف لا يكون في الحروف قال: \"وكذلك ينبغي أن لا يكون فيما غلب عليه شبهُها وصار بذلك في حيّزها\"1.\rالضرب الثاني وهو قياسي: حرف تعليلي كاللام معنى وعملاً2، وذلك إذا وليها (ما) الاستفهامية نحو كيمه؟، أو المصدرية، ويمثل لها النحاة بقول الشاعر:\rإذا أنْتَ لَمْ تَنْفَعْ فَضُرَّ فَإنَّما ... يُرَجّى الفَتى كَيْما يَضُرُّ وَيَنْفَعُ3\rأو وليتها اللام ومنه قول:\rوَأَوْقَدْتُ ناري كَيْ لِيُبْصَر َضَوْؤُها ... وَأَخْرَجْتُ كَلْبِي وَهْوَ في البَيْتِ داخِلُهْ4\r__________\r1 ينظر المسائل البغداديات: 349.\r2 القول بجواز أن تكون (كي) تعليلية هو رأي سيبويه وجمهرة البصريين، ويحتِّم الكوفيون وابن السراج أن تكون (كي) مصدرية.\rينظر: الكتاب: 3/6، والمقتضب: 2/8، والأصول: 2/147، والإنصاف: المسألة الثامنة والسبعون، وابن يعيش: 7/17، والتصريح: 4/289.\r3 بيت من الطويل نسب للنابغة الجعدي وهو في: ذيل ديوانه: 246، ولقيس بن الخطيم في تكملة ديوانه: 170 وهو فيه بنصب الفعلين: (يضرًّ وينفعا) وللنابغة الذبياني في المقاصد النحوية 4/379 وأشار العيني إلى النزاع في نسبته، ونسبه البحتري في حماسته:339 إلى عبد الله بن معاوية فثبّته جامع ديوانه بناء على هذه النسبة:59، ونسب لبعد الأعلى بن عبد الله في الحيوان: 3/76.\r4 بيت من الطويل نسب لحاتم الطائي في صلة ديوانه: 287، ولمنصور النمري في ملاحق ديوانه:131 مع اختلاف في موضع الشاهد والبيت في حماسة أبي تمام 2/334.","seal":"3F04751A","part":1},
      {"page":296,"id":42,"nass":"ونُسب للأخفش أن (كي) لا تكون إلا تعليلية، ولايصح كونها مصدرية1، والذي في معاني القرآن لا يحتِّم ذلك، بل يجيز كونها مصدرية، قال:\"قوله: {لِيَشْتَروا بِهِ ثَمَناً قَليلاً} 2 فهذه اللام إذا كانت في معنى (كي) كان ما بعدها نصباً على ضمير (أنْ) وكذلك المنتصب بـ (كي) هو أيضاً على ضمير (أن) كأنه يقول للاشتراء فـ (يشتروا) لا يكون اسماً إلا بـ (أن) فـ (أن) مضمرة وهي الناصبة، وهي في موضع جرّ باللام وكذلك: {كَيْ لا يَكُونَ دُوْلَةً} 3 (أن) مضمرة وقد جرّتها كي، وقالوا: (كَيْمَهْ) فـ (مه) اسم، لأنه (ما) التي في الاستفهام وأضاف (كي) إليها.\rوقد تكون (كي) بمنزلة (أن) هي الناصبة، وذلك قوله: {لِكَيْ لا تَأْسَوا} 4 فأوقع عليها اللام، ولو لم تكن (كي) وما بعدها اسماً لم تقع عليها اللام\"5\rالضرب الثالث وهو قياسي: حرف مصدري ينصب المضارع بنفسه وذلك إذا دخلت على كي اللام التعليلية ولم يقع بعدها أن المصدرية نحو: زرتك لكي تكرم محمداً.\r__________\r1 ينظر شرح الرضي: 4/48، والمغني: 242، والتصريح: 4/290.\r2 البقرة: 79.\r3 الحشر: 7.\r4 الحديد: 23.\r5 معاني القرآن: 119.","seal":"8594F647","part":1},
      {"page":297,"id":43,"nass":"الضرب الرابع وهو قياسي: جواز أن تكون مصدرية وتعليلية ولها حينئذ صورتان:\rالأولى: أن تكون مجرّدة من لام التعليل قبلها ومن أن المصدرية بعدها نحو: جئتك كي تكرمني.\rالثانية: المتوسطة بين لام التعليل وأن المصدرية نحو: جئتك لكي أن تكرمني ومنه قول الشاعر:\rأَرَدْتَ لِكَيْما أنْ تَطيرَ بِقِرْبَتِي ... فَتَتْرُكَها شَنّاً بِبَيْداءَ بِلْقَعِ1\rوكثير من النحاة يدمجون الضرب الرابع مع الضرب الثالث.\r__________\r1 بيت من الطويل دون عزو في الإنصاف: 580، ورصف المباني: 291و383، والجنى الداني: 265.","seal":"03E7D0EA","part":1},
      {"page":297,"id":44,"nass":"المطلب الرابع: كي في القرآن:\rجاءت كي في القرآن في عشرة مواضع: سته منها مجرورة باللام، والأربعة الباقية غير مجرورة.\rووقع المصدر بعدها منفياً بـ (لا) في سبعة مواضع، أربعة منها وُصلت كي بـ (لا) رسماً هكذا: (كيلا) ، وفُصلت في ثلاثة هكذا: (كي لا) - مع اختلاف في عدد المرسوم - ويعلل الإمام الزركشي الوصل في الرسم بأن النفي إذا كان داخلاً على معنى كُلّيّ وُصِلَ حرفُ النفي بـ (كي) ، لأن نفي الكلّيّ نفي لجزئياته، ويرى أن الكلي المنفي ليس له أفراد في الوجود، وأما فصل (كي)","seal":"1B6AE156","part":1},
      {"page":298,"id":45,"nass":"عن (لا) النافية رسماً فسببه أن النفي منصبٌّ على جزئي ولا يلزم منه نفي الكلّيّ1.\rقال تعالى: {ما أَفاءَ اللهُ عَلى رَسولِهِ مِنْ أهْلِ القُرى فَللَّهِ وَلِلرَّسولِ وَلِذي القُرْبى واليَتامى والمَساكينِ وَابنِ السَّبيلِ كَيْ لا يَكونَ دُوْلَةً بَيْنَ الأغْنِياءِ مِنْكُمْ وَما آتاكُمْ الرَّسولُ فَخُذوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهوا وَاتَّقوا اللهَ إنَّ اللهَ شَديدُ العِقابِ} 2 يرى ابن هشام أن كي في الآية مجرورة بلام محذوفة والتقدير (لكي لا) قال:\"وذلك إذا قدّرت كي مصدرية\"3 وهو يشير بقوله إذا قدّرت كي مصدرية إلى المذهب الكوفي الذي يحتم كون كي مصدرية.\rفالمصدر منصوب على نزع الخافض بفعل مقدّر وهو: (فَعَلْنا، أو بيّنا ذلك، أو حكمنا بذلك) لئلا تكون الغنائم دولة بين الأغنياء، قال المنتجب:\"أي فعلنا ذلك في هذه الغنائم، أو بيّنا ذلك لئلا يغلب الأغنياء على الفقراء على الفيء\"4\rوقال تعالى: {إذْ تَمْشي أُخْتُكَ فَتَقولُ هَلْ أَدُلُّكُمْ عَلى مَن يَّكْفُلُهُ فَرَجَعْناكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ وَقَتَلْتَ نَفْساً فَنَجَّيْناكَ مِنَ الغَمِّ وَفَتَنَّاكَ فُتوناً فَلَبِثْتَ سِنينَ في أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلى قَدَرٍ يَّا موسى} 5.\r__________\r1 ينظر البرهان في علوم القرآن: 1/420.\r2 الحشر:7.\r3 أوضح المسالك: 2/162.\r4 الفريد: 4/448.\r5 طه: 40.","seal":"9C3BEE73","part":1},
      {"page":299,"id":46,"nass":"وقال تعالى: {فَرَدَدْناهُ إلى أُمِّهِ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ وَلِتَعْلَمَ أنَّ وَعْدَ اللهِ حَقٌّ وَّلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمونَ} 1.\rوقال تعالى: {وَأَشْرِكْهُ في أَمْري كَيْ نَسَبِحَكَ كَثيراً} 2.\rيجوز في الآيات الكريمة السابقة أن تكون لام كي محذوفة والتقدير: لكي تقر عينها، ولكي نسبحك، والمصدر منصوب على نزع الخافض كما سبق في آية الحشر.\r__________\r1 القصص: 13.\r2 طه: 32، 33.","seal":"4AC85B7D","part":1},
      {"page":299,"id":47,"nass":"نزع الخافض سماعاً في القرآن\rنزع الخافض من المفرد\r...\rالمبحث الثاني: نزع الخافض سماعاً في القرآن:\rوفيه أربعة مطالب:\rالمطلب الأول: نزع الخافض من المفرد:\rنزع الخافض من المفرد موقوف على السماع، كما سبق ذكره، وقد جاءت آيات في القرآن كثيرة قال عنها عددٌ من النحاة، والمفسرين، والمعربين له بأنها منزوعة الخافض، وذلك مع أفعال لازمة، أو مما يتعدى لواحد بنفسه، وللثاني بالحرف، في غير المسائل القياسية الآنفة الذكر، منها قوله تعالى: {وَاللاتي تَخافونَ نُشوزَهُنَّ فَعِظوهُنَّ وَاهْجُروهُنَّ في المَضاجِعِ وَاضْرِبوهُنَّ فَإنْ أَطَعْنَكُمْ فَلا تَبْغوا عَلَيْهِنَّ سَبيلاً إنَّ اللهَ كانَ عَلِيّاً كَبيراً} 3.\r__________\r3 النساء: 34.","seal":"A84D0BD2","part":1},
      {"page":300,"id":48,"nass":"يتوقف إعراب {سِبيلاً} 1 على معرفة أصل اشتقاق الفعل (بغى) فإن أُخِذَ من (البَغْي) وهو الظُّلم فهو لازم وتكون كلمة (سيبلاً) حينئذٍ منزوعةَ الخافض والمعنى فلا تظلموهنَّ.\rوإنْ فُسِّر الفعل (بغى) بـ (طلب) يقال بغيت الأمر أي طلبته، فالفعل حينئذٍ متعدٍّ بنفسه ويكون (سبيلاً) معمولاً له، والمعنى: لا تطلبوا عليهن ذنوباً تعنتاً لتتوصلوا بها إلى سبيل من السبل الثلاثة المتاحة لكم وهي: الوعظ، والهجر، والضرب التي كانت مباحة لكم وقت نشوزهن، أو الخوف من نشوزهن.\rواختتام الآية الكريمة بـ {علياً كبيراً} غاية في البلاغة والإعجاز، ففيه إعلام للأزواج الذين منحهم الله صفة القوامة والعلو على أزواجهم بأن هذه صفة محكومة بأمر الله، وتوصيتهم بعدم الظلم والإسراف فيما أبيح لهم، فلا تستعلوا عليهنّ ولا تتكبروا، وتنبيه لهم بخفض الجناح ولين الجانب، وإشارة إلى أن قدرة الله فوق قدرتهم عليهنّ، وتذكيرهم بأن العلو والكبر من صفات الله تعالى.\rوقال تعالى: {وَقالوا كونوا هوداً أَوْ نَصارى تَهْتَدوا قُلْ بَلْ مِلَّةَ إبْراهيمَ حَنيفاً وَّما كان مِنَ المُشْرِكينَ} 2.\r__________\r1 ينظر في التوجيهات: التبيان:355 والفريد:1/729، والبحر:3/628، والدر:3/673.\r2 البقرة: 135.","seal":"6F38FC02","part":1},
      {"page":301,"id":49,"nass":"قراءة الجمهور بنصب: (مِلَّةَ) ، وقرئ1 في الشواذ برفع (مِلَّةُ) ، وتوجَّه قراءة الرفع على أنه خبر لمبتدأ محذوف تقديره بل الهَدْيُ ملةُ، أو مبتدأ خبره محذوف تقديره بل ملةُ إبراهيم حنيفاً هدْيُنا.\rوفي توجيه قراءة النصب أربعةُ أقوال:\rالأول: أنه مفعول به لفعل محذوف تقديره بل نتَّبِعُ ملةَ إبراهيم2.\rالثاني: أنه منصوب على الإغراء أي: عليكم ملةَ إبراهيم، وبه قال أبو عبيدة3.\rالثالث: أنه منصوب على أنه خبر لـ (نكون) محذوفة، والمعنى حينئذٍ بل نكون أهلَ ملَّةِ إبراهيم، أو أصحابَ ملَّةِ إبراهيم، فحذف المضافُ، وأقيم المضافُ إليه مُقامه وهو رأي الفراء، والأخفش، والزجاج، والزمخشري4.\rالرابع: أنه منصوب على نزع الخافض والمعنى نقتدي بملة إبراهيم5.\rفالوجه الأول والثاني من هذه الأقوال واحد وهو أنه مفعول به ولكن العامل مختلف، والوجه الرابع مفعول به توسعاً بعد نزع الخافض، والثالث خبر كان.\r__________\r1 القراء هم: يحيى بن هرمز والأعرج وابن أبي عبلة.\rينظر: مختصر ابن خالوية:17وتفسير القرطبي:2/95،والفريد:1/380، والبحر:1/464.\r2 وهو تقدير الأخفش: معاني القرآن: 150.\r3 ينظر مجاز القرآن: 1/57.\r4 ينظر: معاني القرآن للفراء:1/82، ومعاني القرآن للأخفش: 150، ومعاني القرآن وإعرابه للزجاج: 1/213، والكشاف: 1/314، وعزا هذا القول ابنُ الأنباري في البيان في غريب إعراب القرآن للكوفيين: 1/124.\r5 ذكر هذا الوجه أبو جيان في البحر: 1/646، والسمين في الدر: 2/135.","seal":"D459B65C","part":1},
      {"page":302,"id":50,"nass":"والوجه الرابع عندي ضعيف، لأن نزع الخافض مع غير أنْ وأنَّ وكي غير قياسي، ولا ينبغي حمل إعراب الآيات على وجه ضعيف، ما أمكن حملها على وجه أقوى منه، ولاسيما أن من الأوجه ما يدعمه السياق.\rوقال تعالى: {إنَّ الصَّفا وَالمَرْوَةَ مِنْ شَعائِرِ اللهِ فَمَنْ حَجَّ البَيْتَ أَو اعْتَمَرَ فَلا جُناحَ عَلَيْهِ أن يَّطّوَفَ بِهِما وَمَنْ تَطَوَّعَ خَيراً فَإنَّ اللهَ شاكِرٌ عَليمٌ} 1.\rوقال تعالى: {فَمَنْ كانَ مِنْكُمْ مَريضاً أوْ عَلى سَفَرٍ فَعِدَّةٌ مِّنْ أيَّامٍ أُخُرَ وَعَلى الَّذينَ يُطيقونَه ُ فِدْيَةٌ طَعامُ مِسْكينٍ فَمَنْ تَطَوَّعَ خَيراً فَهُوَ خَيْرٌ لَّهُ وَأَنْ تَصُوموا خَيْرٌ لَّكُمْ إنْ كُنْتُمْ تَعْلَمونَ} 2.\rفي توجيه نصب (خيراً) في الآيتين الكريمتين أربعة أقوال3:\rالأول: أنه منصوب على نزع الخافض، أي: تطوّع بخير فنزع الخافض، وانتصب (خيراً) ، وتعضد هذا الوجهَ قراءةُ ابن مسعود: (ومن تطوع بخير) 4.\rالثاني: منصوب على تضمين الفعل (تطوّع) معنى (فَعَلَ) فيكون المعنى ومن فَعَلَ خيراً.\rالثالث: مفعول مطلق نائب عن المصدر الأصلي، لأنه وصف له في الأصل، والتقدير ومن يتطوّع تطوّعاً خيراً فحذف المصدر وحلت صفته محله.\r__________\r1 البقرة: 158.\r2 البقرة: 184.\r3 ينظر في التوجيهات: التبيان:131،والفريد:1/397، والبحر:2/68، والدر:2/192.\r4 ينظر في القراءة: الفريد: 1/397، البحر: 2/68.","seal":"7DD3EF79","part":1},
      {"page":303,"id":51,"nass":"الرابع: إذا قدر المصدر المحذوف معرفة فـ (خيراً) حال منه، والتقدير ومن تطوّع تطوّعه خيراً فإن الله شاكر عليم.\rوقال تعالى: {وإنْ عَزَموا الطَّلاقَ فَإنَّ اللهَ سَميعٌ عَليمٌ} 1\rوقال تعالى: {وَلا تَعْزِموا عُقْدَةَ النِّكاحِ حَتَّى يَبْلُغَ الكِتابُ أَجَلَهُ} 2.\rالفعل عزم لازم، يتعدَّى بـ (على) ، قال في القاموس: \"عزم على الأمر يعزِم عزماً ويضمّ ومعزماً كمقعَد ومجلِس وعُزْماناً بالضم وعزيماً وعزيمة واعتزمه وعليه وتعزّم أراد فعله\"3.\rوقال الشاعر:\rعَزَمْتُ عَلى إقامِةِ ذي صَباحٍ ... لأمْرٍ ما يُسَوَّدُ مَنْ يَسودُ 4\rفـ (الطلاق) 5 في الآية الأولى، و (عقدة) في الآية الثانية منصوبان على نزع الخافض، والأصل - والله أعلم - وإن عزموا على الطلاق، ولا تعزموا على عقدة النكاح، فحذف الخافض، وانتصب معموله.\rويجوز أن يضمّن الفعل (عزم) معنى الفعل (نوى) فينتصب ما بعده مفعولاً به.\rوقال تعالى: {وَلَكِنْ لا تُواعِدُوهُنَّ سِرّاً إلاّ أنْ تَقولوا قَوْلاً مَعْروفاً} 6.\r__________\r1 البقرة: 227.\r2 البقرة: 235.\r3 القاموس: (عزم) 4/149.\r4 بيت من الوافر نسب لأنس بن مدركة الخثعمي في الحيوان:3/81،وشرح المفصل:3/12 والخزانة:3/87، ولأنس بن نهيك في اللسان: (صبح) ودون عزو في الكتاب 1/227 والمقتضب: 4/345.\r5 ينظر: التبيان: 180، والفريد: 1/464، والبحر 2/450، والدر: 2/435.\r6 البقرة: 235.","seal":"EC2C4A04","part":1},
      {"page":304,"id":52,"nass":"في انتصاب (سِرّاً) مع الفعل (واعد) ستة أوجه ذكرها العلماء1، وقدّروا في بعضها مفعولاً محذوفاً وهو لا تواعدوهنّ نكاحاً سراً:\rالأول: أنه مفعول ثانٍ للفعل (واعد) .\rوالثاني: أنه حال من فاعلِه أي لا تواعدوهنّ مستخفين.\rالثالث: أنه نعت مصدر محذوف والتقدير: لا تواعدوهنّ مواعدةً سرّاً.\rالرابع: أنه حال من ذلك المصدر المحذوف مع جعل المصدر معرفه والتقدير: المواعدة مستخفية.\rالخامس: أنه منصوب على الظرفية أي في سرٍّ.\rالسادس: أن يكون منصوباً على نزع الخافض والتقدير على سرٍّ، وذلك عند من فسّر السر بالجماع، ذكر هذا المنتجب، وابن هشام، وعزاه للأخفش2.\rوقال تعالى: {وإنْ كُنْتُم مَّرْضى أوْ عَلى سَفَرٍ أوْ جاءَ أَحَدٌ مِّنْكُم مِّنَ الغائِطِ أوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدوا ماءً فَتَيَمَّموا صَعيداً طَيِّباً} 3.\rالفعل: (تَيَمَّمَ) سمع من العرب متعدياً بنفسه قال خُفَافُ بْنُ نُدْبَةَ:\rتَيَمَّمْتُ كَبْشَ القَوْمِ حَتَّى عَرَفْتُهُ ... وَجانَبْتُ شُبَّانَ الرِّجالِ الصَّعالِكا\rفإنْ تَكُ خَيْلِي قَدْ أُصيبَ صَميمُها ... فَعَمْداً عَلى عَيْنٍ تَيَمَّمْتُ مالِكا4\r__________\r1 ينظر: معاني القرآن للزجاج:1/313والتبيان:188،والفريد:1/477،والبحر:2/522، الدر المصون: 2/483.\r2 الفريد:1/477، ومغني اللبيب: 190، 681.\r3 النساء 43، والمائدة: 6.\r4 بيتان من الطويل وهما في ديوانه (ضمن شعراء إسلاميون) : 484، وفي الأغاني 2/290، والحماسة البصرية:1/101، والخزانة: 5/440، مع اختلاف يسير في الرواية.","seal":"CBA439AF","part":1},
      {"page":305,"id":53,"nass":"وقال الأعشى:\rتَيَمَّمْتُ قَيْساً وَكَمْ دُوْنَهُ ... مِنَ الأرْضِ مِنْ مَهْمَهٍ ذي شَزَنْ1\rوقال كُثيِّر عَزَّة:\rتَيَمَّمْتُ لِهْباً أَبْتَغِي العِلْمَ عِنْدَهُمْ ... وَقَدْ رُدَّ عِلْمُ العائِفِينَ إلى لِهْبِ2\rقال امرؤ القيس:\rتَيَمَّمَتِ العَيْنَ الَّتي عِنْدَ ضارِجٍ ... يَفِيءُ عَلَيْها الظِّلُّ عِرْمِضُها طامِ3\rوقال ذو الرُّمَّة:\rتَيَمَّمْنَ عَيْناً مِنْ أُثالٍ نَميرَةً ... قَموساً يَمُجُّ المُنْقِضاتِ احْتِفالُها4\rولو ذهبتُ أتتبعُ الشواهد الشعرية في تعدية الفعل (تَيَمَّمَ) عند العرب لطال البحث وحسبك من القلادة ما أحاط بالعنق.\r__________\r1 بيت من المتقارب: وهو في ديوانه:69، ويستشهد به اللغويون في (شزن) و (أمم) وقيس: هو ابن معدي كرب الكندي أبو الأشعث، والمهمه: فلاة لا ماء بها ولا أنيس، والشزن: الغليظ من الأرض.\r2 بيت من الطويل وهو في ديوانه: 469.\rلهب بكسر اللام وإسكان الهاء: قبيلة عربية اشتهرت بالعيافة، والعيافة زجر الطير، وهي مما نهى عنه الإسلام.\r3 بيت من الطويل في ملحق ديوانه: 475.\rضارج مورد ماء في بلاد القصيم يحمل الآن اسم ضاري، ولعل الجيم أبدلت ياء في لهجة بني تميم سكانه في وقت مضى، والعرمض: هو الطحلب، وطام بمعنى طاغٍ من النشاط.\r4 بيت من الطويل وهو في ديوانه:1/525.\rأثال: كغراب قرية في بلاد القصيم لا تزال تسمّى بهذا الاسم، ونميرة: عذبه، وقموس: غزيرة، المنقضات: الضفادع، يصف مورداً تيمّمته حمرٌ وحشية.","seal":"5E425DD5","part":1},
      {"page":306,"id":54,"nass":"وقال ابن السكيت: \"أَصْلُ التَّيَمُّم: القصد، ويقال تيمّمته إذا قصدت له، قال تعالى: {فَتَيَمَّمُوا صَعيداً طَيِّباً} أي اقصدوا لصعيد طيّب، ثم كثر استعمالهم هذه الكلمة حتى صار التيمُّم مسح الوجه واليدين بالتراب\"1.\rوالياء في تيمّم منقلبة عن همزة، وأصل الفعل: (أمَّ) بمعنى قصد يقال أمَّه يؤمُّه أمّاً بمعنى قصده.\rومع أن الفعل استعمل متعدِّياً كما رأينا في الشواهد السابقة إلا أننا نجد من المعربين للقرآن من أجاز أن تكون (صعيداً) منزوعة الخافض، قال أبو البقاء: \"صعيداً مفعول تيمّموا، أي: اقصدوا صعيداً، وقيل: هو على تقدير حذف الباء أي: بصعيد\"2.\rوقال المنتجب: \"وقيل: هو على تقدير حذف الباء أي بصعيد، وقيل هو ظرف وهذا على قول من جعل الصعيد الأرض، أو وجه الأرض، والوجه هو الأول وعليه المعنى والإعراب\"3\rوقال السمين:\"وصعيداً مفعول به لقوله تيمّموا أي اقصدوا، وقيل: هو على إسقاط حرفٍ أي: بصعيد، وليس بشيء لعدم اقتياسه\"4.\rوقال الجمل: \"وصعيداً مفعول به لقوله فتيمّموا أي اقصدوا، وقيل هو على إسقاط حرف أي لصعيد، وليس بشيء لعدم انقياسه\"5.\r__________\r1 إصلاح المنطق: 315.\r2 التبيان: 362.\r3 الفريد: 1/740.\r4 الدر المصون: 3/693.\r5 الفتوحات الإلهية: 1/ 385.","seal":"D0150B2B","part":1},
      {"page":307,"id":55,"nass":"وقال تعالى: {قالَ فَبِما أَغْوَيْتَني لأقْعُدَنَّ لَهُمْ صِراطَكَ المُسْتَقيمَ} 1.\rجاءت كلمة (صراطَ) في الآية منصوبة، والفعل الذي يطلبها هو (قَعَدَ) ، وهو لازم، وللنحاة في توجيه نصبها ثلاثة أقوال:\rالأول: أنه منصوب على إسقاط الخافض وهو رأي الأخفش قال: (أي على صراطك، كما تقول توجه مكة أي: إلى مكة وقال الشاعر:\rكَأَنِّيَ إذْ أسْعى لأظْفَرَ طائِراً ... مَعَ النِّجْمِ في جَوِّ السَّماءِ يُصَوِّبُ2\rيريد: لأظفر بطائر، فألقى الباء، ومثله: {أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ} 3 يريد عن أمر ربكم\"4.\rووافقه الزجاج، وحكى الإجماع على ذلك قال: \"لا اختلاف بين النحويين في أنَّ (على) محذوفة، ومن ذلك قولك ضُرِبَ زَيدٌ الظهرَ والبطنَ\"5.\rالوجه الثاني: أنَّه منصوب على الظرفية المكانية: وإليه مال الفراء قال: \"المعنى - والله أعلم- لأقعدنَّ لهم على طريقهم، أوفي طريقهم، وإلقاء الصفة من هذا جائز، كما قال قعدت لك وَجْهَ الأرض، وعلى وجه الأرض، لأن الطريق صفة في المعنى فاحتمل ما يحتمله اليوم والليلة والعام إذا قيل آتيك غداً أو في غدٍ\"6.\r__________\r1 الأعراف: 16.\r2 سبق تخريجه.\r3 الأعراف: 150.\r4 معاني القرآن: 295.\r5 معاني القرآن وإعرابه: 2/324.\r6 معاني القرآن: 1/375.","seal":"3CD16C49","part":1},
      {"page":308,"id":56,"nass":"القول الثالث: هو مفعول به للفعل: (لأقعدنَّ) لأنه قد ضمِّن معنى (لألزمنَّ) ذكره أبوحيّان، والسمينُ وغيرهم1.\rواسْتضعفَ الرأيُ الأولُ، لأن حذف حرف الجر هنا ليس من مواضع القياس.\rوضُعّف القول الثاني، لأن الصراط ظرف مكان مختص، وظروف المكان المختصة لايصل إليها الفعل إلابواسطة حرف الجر.\rوقال تعالى: {هُوَ الَّذي جَعَلَ الشَّمْسَ ضِياءً وَّالقَمَرَ نوراً وقَدَّرَهُ مَنازِلَ لِتَعْلَموا عَدَدَ السِّنينَ وَالحِسابِ ما خَلَقَ اللهُ ذَلِكَ إلاَّ بِالحقِّ يُفَصِّلُ الآياتِ لِقَوْمٍ يَّعْلَمونَ} 2.\rالضمير في: {قَدَّرَهُ} قيل: إنه منصوب على نزع الخافض، و {مَنازِلَ} مفعول به للفعل قدّر، والفعل (قدّر) حينئذٍ على بابه، والمعنى: والقمر قدّر له منازل، قال أبو جعفر النحاس:\" {وقَدَّرَهُ مَنازِلَ} : بمعنى: وقدّر له، مثل: وإذا كالوهم\"3، ووافقه أبو البقاء4، والمنتجب 5، وأبو حيّان6 والسمين7.\r__________\r1 ينظر في توجيه الإعراب: إعراب القرآن للنحاس: 2/117، ومجمع البيان للطبرسي: 4/177، والتبيان: 559، الفريد: 2/277، والبحر: 5/21، والدر: 5/266، والفتوحات الإلهية: 2/126، وعناية القاضي لشهاب الدين الخفاجي: 4/258.\r2 يونس: 5.\r3 إعراب القرآن:2/245.\r4 التبيان: 666.\r5 الفريد: 2/534.\r6 البحر: 6/14.\r7 الدر: 6/153.","seal":"57E72D56","part":1},
      {"page":309,"id":57,"nass":"ويصح أن يكون الضمير مفعولاً به، ومنازل حينئذٍ إما ظرف مكان أي: قدّر القمر في منازل، ويشكل أن العامل في الظرف ليس من مادته، أو مفعولٌ به ثانٍ بعد حذف مضافٍ وإحلال المضاف إليه محلّه، وذلك إذا ضمّن الفعل قدّر معنى صيّر، والمعنى صيّر القمر ذا منازل، أو حال من الضمير إذا فسّر قدّر بـ (خلق أو هيَّأ) ، والمعنى خلق الله القمر متنقلاً1.\rوقال تعالى: {وَاسْتَبَقا البابَ وَقَدَّتْ قَميصَهُ مِنْ دُبُرٍ وَأَلْفَيا سَيِّدَها لَدى البابِ} 2 الفعل (استبق) بمعنى (تسابق) فهو لازم يتعدى بـ (إلى) ، فـ (البابَ) في الآية الكريمة منصوب إمّا على نزع الخافض، وإما على تضمين (استبق) معنى (ابتدر) ، ونزع الخافض هنا ليس قياسياً، والتضمين في قياسيته كلام3.\rوقال تعالى: {آتُوني زُبَرَ الحَديدِ} 4.\rقرأ5أبوبكر شعبةُ بنُ عيّاش6 عن عاصم (ايتوني) بهمزة وصل ثم ياء منقلبة عن همزة هي فاء الكلمة من (أتى يأتي) من المجيء، والفعل: (أتى) يتعدَّى\r__________\r1 ينظر المراجع السابقة.\r2 يوسف 25.\r3 ينظر: معاني القرآن للزجاج 3/103، والفريد3/48،والبحر: 6/259،والدر: 6/470.\rقال الزمخشري في الكشاف: 2/312:\" {وَاسْتَبَقا البابَ} وتسابقا إلى الباب على حذف الجار وإيصال الفعل كقوله: {واخْتَارَ مُوسَى قَوْمَهُ} أو على تضمين استبقا معنى ابتدرا\"ا?.\r4 الكهف: 96.\r5 ينظر: المبسوط: 240، والتذكرة لابن غلبون: 517، والتيسير للداني: 146، والإقناع لابن الباذش: 693، والنشر: 2/315، والاتحاف: 2/226.\rقال ابن الجزري: \"واختلفوا في {ردماً آتوني} و {قَالَ آتُونِي أُفْرِغْ} فروى ابن حمدون عن يحيى، وروى العليمي كلاهما عن أبي بكر بكسر التنوين في الأول، وهمزة ساكنة بعده، وبعد اللام في الثاني من المجيء، والابتداء على هذه الرواية بكسر الهمزة، وإبدال الهمزة الساكنة ياءً، ووافقهما حمزة في الثاني\" النشر: 2/315.\r6 هو: أبو بكر بن عيّاش بن سالم الأسدي الكوفي مقرئ روي عن عاصم، وأخذ عنه الكسائي توفي عام 193 ?.\rينظر ترجمته في: معرفة القراء الكبار: 1/134 وبهامشه ثبت طويل لمصادر ترجمته لمن أراد ذلك.","seal":"FFB8D0E4","part":1},
      {"page":310,"id":58,"nass":"لواحد بنفسه فعلى هذه القراءة يكون الفعل قد استوفى معموله في ياء المتكلم، وكلمة (زُبَرَ) على هذه القراءة منصوبةٌ على نزع الخافض والتقدير: ايتوني بزبر الحديد.\rوقرأ الباقون: (آتوني) من الإيتاء وهو الإعطاء، والفعل حينئذ يتعدى إلى مفعولين الأول ياء المتكلم، والثاني (زبر) وعليها فلا شاهد في الآية 1.\rوقال تعالى: {وَقالَ الّذينَ كَفَروا إنْ هَذا إلاَّ إفْكٌ افْتَراهُ وَأَعانَهُ عَلَيْهِ قَوْمٌ آخَرونَ فَقَدْ جاءوا ظُلْماً وَّزُورا} 2.\rالفعل: (جاء) سمع متعدياً بنفسه كقوله تعالى: {وَجِئْتُكَ مِنْ سَبَأٍ بِنَبَأٍ يَّقينٍ} 3، وقوله تعالى: {وَجاءَ السَحَرَةُ فِرْعَوْنَ} 4، وسمع لازماً كقوله تعالى: {جاءَ بِكُمْ مِنَ البَدْوِ} 5وكقوله تعالى: {مَنِ جاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثالِهَا} 6،قال صاحب التاج: \"ويرد في كلامهم لازماً ومتعدياً\"7.\r__________\r1 ينظر: التبيان: 861، والفريد: 3/ 371، والبحر: 7/227، والدر: 7/547، والفتوحات الإلهية: 3/47.\r2 الفرقان: 4.\r3 النمل: 22.\r4 الأعراف: 113.\r5 يوسف: 100.\r6 الأنعام 160.\r7 جيأ: 1/130.","seal":"5F3A1A84","part":1},
      {"page":311,"id":59,"nass":"فعلى كون الفعل متعدياً يصحّ في إعراب (ظلماً) وجهان 1:\rالأوّل: أنها مفعول به للفعل جاء.\rوالثاني أنها حال في تأويل مصدر باسم فاعل أي: ظالمين، أو على حذف مضاف أي ذوي ظلم، أو جعل المصدر حالاً على حدّ: (طلع زيد بغتة) وكقوله تعالى: {ثُمَّ ادْعُهُنَّ يَأْتينَكَ سَعْياً} 2 وقوله تعالى: {ثُمَّ إنِّي دَعَوْتُهُمْ جِهاراً} 3.\rوعلى كونه لازماً فلها توجيهان أيضاً: الأول: أنها منصوبة على نزع الخافض، أي: جاءوا بظلم وزور، ومال إلى هذا الوجه جماعة من المفسرين4.\rوالثاني: أنه حال من فاعل جاء بحسب التوجيه السابق.\rوقال تعالى: {ضَرَبَ اللهُ مَثَلاً رَّجُلاً فيهِ شُرَكاءُ مُتَشاكِسونَ وَرَجُلاً سَلَماً لِّرَجُلٍ هَلْ يَسْتَوِيانِ مَثَلاً الحَمْدُ للهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمونَ} 5.\r{مَثَلاً} : في الآية الكريمة مفعول لـ {ضَرَبَ} ، و {رَجلاً} بدل منه، واختار هذا العكبري والمنتجب 6.\r__________\r1 ينظر في التوجيهات: معاني القرآن للزجاج: 4/58، وإعراب القرآن للنحاس: 3/152، والتبيان:980،والفريد:3/620،والبحر:8/82،الدر:8/455،والفتوحات الإلهية:3/244.\r2 البقرة: 260.\r3 نوح: 8.\r4 ينظر المراجع السابقة.\r5 الزمر: 29.\r6 التبيان: 1111، والفريد:4/190.","seal":"D1C37FC4","part":1},
      {"page":312,"id":60,"nass":"وروى أبو حيّان والسمين: أنَّ الكسائي قال: \"انتصب رجلاً على إسقاط الجار أي: لرجل، أو في رجل\"1.\rوقال تعالى: {وَلا يَسْأَلُ حَميمٌ حَميماً} 2.\rالجمهور على قراءة الفعل (يَسأل) بالبناء للفاعل فـ (حميماً) مفعول به أوّل لـ (يَسْأَلُ) أي يسأله عن حاله لما هو فيه من الشغل بنفسه، أو لا يسأله شفاعة، أو لا يسأله نُصْرَةً ومَنفعةً، أو لا يسأله أن يحمل عنه من أوزاره شيئاً، وقيل بل هو منصوب على نزع لخافض أي: لا يسأل حميمٌ عن حميمٍ.\rوقرأ3 ابن كثير4 بروايةٍ عنه، وأبو جعفر5، وأبو حيوة6، وشيبة7، والبزي8 بالبناء للمفعول: (يُسْأَلُ) فـ (حميماً) منصوب على نزع\r__________\r1 البحر المحيط: 9/197، والدر المصون: 9/424.\r2 المعارج: 10.\r3 ينظر: السبعة: 650، والحجة لابن زنجلة: 722، والمبسوط: 381، والتذكرة لابن غلبون: 730، والنشر: 2/390\r4 هو: عبد الله بن كثير الكناني تابعي جليل مقرئ مكة أحد السبعة توفي عام 120?.\rتنظر ترجمته في معرفة القراء الكبار:1/86.\r5 يزيد بن القعقاع المدني أحد العشرة، قرأ على كثير من الصحابة، توفي عام: 127?.\rتنظر ترجمته في طبقات الذهبي: 1/72.\r6 شريح بن يزيد الحضرمي الحمصي، له اختيار شاذ في القراءة. تنظر ترجمته في غاية النهاية: 1/325.\r7 شيبة بن نصاح مقرئ المدينة وقاضيها كان متعاصراً مع أبي جفعر توفي عام: 130?.\rترجمته في: غاية النهاية: 1/329.\r8 أحمد بن محمد بن القاسم الأهوازي المخزومي المكي مؤذن المسجد الحرام، توفي عام 250?.\rترجمته في معرفة القراء الكبار: 1/ 173.","seal":"26197343","part":1},
      {"page":313,"id":61,"nass":"الخافض أي: عن حميمٍ1، قال أبو علي الفارسي: \"من ضمّ فقال: {لا يُسْأَلُ حَميمٌ حَميماً} فالمعنى- والله أعلم -: لا يُسألُ حميمٌ عن حميمه ليُعرفَ شأنُه من جهته كما قد يُتعرّف خبرُ صديق من جهة صديقه، والقريب من قريبه، فإذا كان كذلك، فالكلام إذا بنيت الفعل للفاعل: سألتُ زيداً عن حميمه، وإذا بنيت الفعل للمفعول قلت: سُئل زيدٌ عن حميمه، وقد يحذف الجار فيصل الفعل إلى الاسم الذي كان مجروراً قبل حذف الجار فينتصب بأنه مفعول الاسم الذي أسند إليه الفعل المبني للمفعول به فعلى هذا انتصاب قوله حميم حميماً\"2.\rوقال تعالى: {وَظَلَّلْنا عَلَيْكُمُ الغَمامَ وَأَنْزَلْنا عَلَيْكُمُ المَنَّ وَالسَّلْوى} 3.\rوقال تعالى: {وَظَلَّلْنا عَلَيْهِمُ الغَمامَ وَأَنْزَلْنا عَلَيْهِمُ المَنَّ وَالسَّلوى} 4.\rالفعل (ظَلَّلَ) المضعّف: يتعدى إلى واحد بنفسه وللثاني بالحرف ومثاله قول الشاعر:\rقامَتْ تُظَلِّلُنِيْ مِنَ الشَّمْسِ ... نَفْسٌ أَعَزُّ عَلَيَّ مِنْ نَفْسي\rقامَتْ تُظَلِّلُنِيْ وَمِنْ عَجَبٍ ... شَمْسٌ تُظَلِّلُنِيْ مِنَ الشَّمْسِ5\r__________\r1 التبيان: 1239، والفريد: 4/527، والبحر: 10/274والدر: 10/453.\r2 الحجة 6/ 320.\r3 البقرة: 57.\r4 الأعراف: 170.\r5 بيتان من الكامل نسبا لابن العميد، ولأبي إسحاق الصابي وكلاهما ممن لا يستشهد بشعره، وإنما أوردتهما للتمثيل فقط، والبيتان في أسرار البلاغة: 303، ويتيمة الدهر: 3/182، ومعجم الأدباء: 2/56، وشروح التلخيص: 4/63، 137، ومعاهد التنصيص: 2/113 (ضمن أربعة أبيات) .","seal":"83F7FD84","part":1},
      {"page":314,"id":62,"nass":"ذهب جمهرة من المفسرين: إلى أنَّ الغمام في الآية إنما هو آلة الظل، ولا يجوز أن يكون مفعولاً به، لأنه لم يقع عليه فعل الفاعل، إلا بتأويل: جَعَلْنا الغمامَ عليكم طبقات، فالطبقة العليا تُظِلُّ التي أسفل منها، ولهذا حكموا عليه بأنه منزوع الخافض أي ظَلَّلَناكم بالغمام، أشار إلى ذلك أبو البقاء1، ومنع أن يكون الفعل متعدياً إلى الغمام بنفسه، لأنه لم يقع عليه فعل الفاعل، وقال أبوحيّان:\"مفعول على إسقاط حرف الجر، أي بالغمام كما تقول ظلَّلْتُ على فلان بالرداء، أو مفعول به لا على إسقاط الحرف، ويكون المعنى جعلناه عليكم ظُلَلاً، فعلى هذا الوجه الثاني يكون (فَعَّل) فيه بجعل الشيء بمعنى ما صيغ منه كقولهم: عدَّلت زيداً أي: جعلته عدلاً فكذلك هذا، معناه: جعلنا الغمام عليكم ظُلّة، وعلى الوجه الأول تكون (فَعَّل) فيه بمعنى أفعل، فيكون التضعيف أصله للتعدية ثم ضمِّن معنى فِعْلٍ يُعدَّى بـ (على) فكأن الأصل: وظلَّلناكم أي أظللناكم بالغمام\"2، ويرى السمين أنَّ الغمام مفعول به للفعل ظَلَّلَ على تضمين (ظلَّل) معنى (جَعَلَ) 3، وحكى قول أبي البقاء السابق، وقال عنه: إنه تفسير معنى لا إعراب وعلَّل ذلك بقوله: \"لأن حذف حرف الجر لا ينقاس\"4، وقال المنتجب: \"أي: جعلنا الغمام يُظِلُّكُم\"5.\r__________\r1 التبيان: 1/65.\r2 البحر: 1/345.\r3 وإليه مال الزمخشري ينظر الكشاف: 1/282، 2/ 124.\r4 الدر المصون: 1/369.\r5 الفريد: 1/294.","seal":"D80D3FDC","part":1},
      {"page":315,"id":63,"nass":"وعلى هذا نجد أن أبا البقاء، وأبا حيان يذهبان إلى أن الغمام منصوب على نزع الخافض، وأن المنتجب والسمين يذهبان إلى تضمين الفعل (ظلَّل) معنى الفعل (جعل) ، والتضمين - وإن نودي بقياسيته - إلا أنه محكوم بأضيق نطاق، ونزع الخافض في الآية ليس من مواطن القياس فكلاهما على المشهور غير قياسي، ولعلَّ مما يرجح التضمين على القول بنزع الخافض أن الفعل (ظلَّل) عُدِّي إلى المفعول به بـ (على) مع أنه - في الأصل- متعدّ بنفسه، ولم يكن السياق ظلّلناكم بالغمام، لأن (جعل) يتعدى للثاني بـ (على) فلمّا ضمَّن ظلَّل معنى جعل عُدّي بالحرف الذي يتعدى به جعل.","seal":"FB5968BB","part":1},
      {"page":315,"id":64,"nass":"المطلب الثاني: دراسة التعليق والجمل التي بعده:\rالتعليق هو: إبطال العمل لفظاً لا محلاًّ، لمجيء ما له صدر الكلام بعد الفعل المعلَّق1، والأصل اختصاصه بأفعال القلوب المتصرفة، وليس كلّ قلبيٍّ يُعلَّق، ألا ترى أن: أحبّ، وكره، وأبغض، وأراد أفعال قلبية ولا أعلم أحداً قال بأنها عُلّقت، وذكر العلماء أفعالاً عُلِّقت وهي ليست قلبية: كنظر، وأبصر، وسأل، لتلطِّفهم في معانيها بما يتلاءم مع الأفعال القلبية.\rومن الأدوات المعلِّقة2: لام الابتداء، ولام القسم، وأدوات النفي: (ما، ولا، وإنْ) ، والاستفهام، وإنَّ المشدّدة المكسورة التي في خبرها اللام.\r__________\r1 ينظر: شرح الجمل لابن عصفور:1/319، وشرح التسهيل لابن مالك: 2/88، وهمع الهوامع: 2/ 233.\r2 ينظر في أدوات التعليق على خلاف بين النحاة في بعضها زيادة ونقصاناً: شرح التسهيل لابن مالك: 2/ 88، وشرح الكافية للرضي: 4/159، همع الهوامع: 2/233.","seal":"29A32DAF","part":1},
      {"page":316,"id":65,"nass":"والجملة المعلَّقة في محل نصب على نزع الخافض إنْ كان الفعل الذي قبلها لازماً، وفي موضع نصب إن كان يتعدَّى إلى واحد، وسادَّة مسدَّ المفعولين إن كان يتعدّى إلى مفعولين، قال ابن مالك: \"والجملة بعد المعلِّق في موضع نصب بإسقاط حرف الجرّ إن تعدّى به، وفي موضع مفعوله إن تعدى إلى واحد، وسادة مسدّ مفعوليه إن تعدى إلى اثنين، وبدل من المتوسط بينه وبينها إن تعدّى إلى واحد، وفي موضع الثاني إن تعدّى إلى اثنين ووجد الأول\"1.\rوقال ابن عصفور: \"وإذا عُلِّق الفعلُ فلا يخلو أن يكون من باب ما يتعدّى إلى واحد بحرف جرّ نحو: فكَّرت، أو من باب ما يتعدّى إلى واحد بنفسه نحو: عرفت، أو من باب ما يتعدّى إلى اثنين أصلهما المبتدأ والخبر نحو: علمت، فإن كان من باب ما يتعدّى إلى واحد بحرف الجر كانت الجملة في موضع نصب بعد إسقاط حرف الجرّ\"2وقال الرضي:\"الجملة بعد الفعل المعلَّق في موضع النصب، وهي: إمّا في موضع مفعولٍ يُنصب بنزع الخافض، وذلك بعد كلّ فعل يقيد الشك\"3.\rوألحقَ بعضُ العلماء بالأفعال القلبية في التعليق مع الاستفهام خاصة: \"نظر سواء أكانت بصرية أم قلبية، وأبصر، وتفكَّر، وسأل، ونسي، ونبّأ، وأنبأ\"، قال ابن مالك عن تعليق الأفعال القلبية: \"ويشاركهنّ فيه مع الاستفهام: نظر، وأبصر، وتفكّر، وسأل، وما وافقهن، أو قاربهن، لا ما لم يقاربهن خلافاً ليونس،\r__________\r1 تسهيل الفوائد: 73.\r2 شرح الجمل: 1/320.\r3 شرح الكافية: 4/166.","seal":"16BD4284","part":1},
      {"page":317,"id":66,"nass":"وقد تعلَّق نَسِيَ\"1، وقال: \"وعُلِّقَ أيضاً مع الاستفهام نظر بالعين، أو بالقلب، وأبصر، وتفكَّر، وسأل. وأشرت بما وافقهن إلى نحو: أما ترى أيُّ برق هاهنا؟ 2 بمعنى: أما تبصر حكاه سيبويه3، وإلى نحو: {وَيَسْتَنْبِئونَكَ أَحَقٌّ هُوَ} 4، وأشرت بما قاربهن إلى نحو: {لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً} 5 ... وعُلِّق نسي، لأنه ضد علم، والضد قد يحمل على الضد\"6.\r__________\r1 تسهيل الفوائد: 72.\r2 \"أما ترى أيُّ برق هاهنا\" هذا الكلام متسق مع أوزان البسيط، ولعله بعض بيت، وهو بهذه الصورة منثور أيضاً في الكتاب: 1/236، ونكت الأعلم:1/327.\r3 الكتاب: 1/236، قال أبو عثمان المازني: \" قوله أما ترى أيُّ برق هاهنا يريد به رؤية العين، لأنه أراد أن يقول: انظر إليه ببصرك، وجاز هذا في هذا خاصة، لأنها محكية، ولا يقاس عليها \" نكت الأعلم: 1/327.\r4 يونس: 53.\r5 الكهف: 7.\r6 شرح التسهيل 2/89، وينظر الارتشاف: 2117، والهمع: 2/235.","seal":"6BAA2DDF","part":1},
      {"page":317,"id":67,"nass":"المطلب الثالث: نزع الخافض من الجمل المعلّقة في القرآن:\rقال تعالى: {اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآياتِ ثُمَّ انْظُرْ أنَّى يُؤْفَكُونَ} 7.\rالفعل (نظر) لازم، يتعدّى بـ (إلى) ، وقد عُلِّق8 عن العمل في الجملتين بـ (كيف) و (أنَّى) ، وجملتا (كيف نبيّن لهم الآيات) و (أنَّى يؤفكون) في محل نصب على نزع الخافض 9 ونظر هنا قلبية.\r__________\r7 المائدة: 75.\r8 قال أبو حيّان:\" لا أعلم أحداً ذكر أن استمع تعلّق، وإنما ذكروا من غير أفعال القلوب (سل) و (انظر) وفي تعليق (رأى) البصرية خلاف\" البحر المحيط: 6/125.\r9 ينظر الدر: 4/378.","seal":"C3E8AB88","part":1},
      {"page":318,"id":68,"nass":"وقال تعالى: {أَوَلَمْ يَتَفَكَّروا ما بِصاحِبِهِمْ مِّنْ جِنَّةٍ إنْ هُوَ إلاَّ نّذيرٌ مُّبينٌ} 1.\rقال أبو حيّان: \"الظاهر أن: {يَتَفَكَّروا} مُعلّق عن الجملة المنفية، وهي في موضع نصب بـ (يتفكروا) بعد إسقاط حرف الجر، لأن التفكُّر من إعمال القلوب، فيجوز تعليقه\"2.\rوقال تعالى: {اُنْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضيلاً} 3.\rجملة: {كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ} جعلها أبو حيّان منصوبة على نزع الخافض، فقال عنها: \"في موضع نصب بعد حذف حرف الجرّ، لأن نظر يتعدَّى به، فانظر هنا معلَّقة، ولمّا كان النظر مفضياً وسبباً إلى العلم جاز أن يعلَّق\"4ونظر هنا يصح أن تكون قلبية وبصرية.\rوقال تعالى: {فَلْيَنْظُرْ أيُّها أَزْكىطَعاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ} 5.\r(أيُّها) :يصح أن تكون استفهاماً فهي مبتدأ، خبره (أزكى) ، والجملة في محل نصب على نزع الخافض لـ (ينظر) ، لأن الفعل (نظر) لازم يتعدى بـ\r__________\r1 الأعراف: 184.\r2 البحر المحيط: 5/234.\r3 الإسراء: 21.\r4 البحر المحيط: 7/29 0\r5 الكهف: 19.","seal":"831404E8","part":1},
      {"page":319,"id":69,"nass":"(إلى) ، ويصح أن تكون موصولاً، فهي مفعول لـ (ينظر) على نزع الخافض أيضاً، و (أزكى) خبرُ مبتدأ محذوفٍ تقديره: هو أزكى 1، و (نظر) هنا بصرية.\rوقال تعالى: {قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الكاذِبينَ} 2.\rقال أبو حيّان: جملة {أَصَدَقْتَ أَمْ كُنْتَ مِنَ الكاذِبينَ} عُلِّق عنها: (سننظر) ، وهي في محل نصب على نزع الخافض3، و (نظر) هنا يصِحّ أن تكون قلبية وبصرية.\rوقال تعالى: {فَانْظُرِيْ ماذا تَأْمُرينَ} 4.\rجملة {ماذا تَأْمُرينَ} في موضع نصب على نزع الخافض، والفعل مُعلَّق عنها بسبب الاستفهام 5 ونظر هنا قلبيه.\rوقال تعالى: {أَوَلَمْ يَتَفَكَّروا في أَنْفُسِهِمْ مَّا خَلَقَ اللهُ السَّمواتِ والأَرْضِ وَما بَيْنَهُما إلاَّ بالحَقِّ وَأَجَلٍ مُّسَمَّى} 6.\r(ما) : نافية، والجملة بعدها يصح أن تكون استئنافية، فلا محل لها من الإعراب.\r__________\r1 ينظر البحر المحيط: 7/156.\r2 النمل:27.\r3 البحر المحيط: 8/232.\r4 النمل:33.\r5 ينظر البحر المحيط: 8/236.\r6 الروم: 8.","seal":"1D2B0BD2","part":1},
      {"page":320,"id":70,"nass":"ويصحّ أن تكون منصوبة على نزع الخافض.\rوأُجيز - على ضعف- أن تكون (ما) استفهامية بمعنى النفي، والجملة بعدها فيها الوجهان السابقان1.\rوقال تعالى: {قُلْ إنَّما أَعِظُكُمْ بِواحِدَةٍ أنْ تَقوموا لله مَثْنى وَفُرادى ثُمَّ تَتَفَكَّروا ما بِصاحِبِكُمْ مِّنْ جِنَّةٍ} 2\rالفعل: (تتفكّر) لازم يتعدّى بالحرف، والجملة المنفية {ما بصاحبكم من جنة} أجيز أن تكون استئنافية فلا محل لها من الإعراب.\rوأجيز أن تكون في محل نصب على نزع الخافض وهو مَحَطُّ التفكر، أي: ثم تتفكروا في انتفاء الجنة عن محمد صلى الله عليه وسلم3.\rوقال تعالى: {عَلى الأَرائِكِ يَنْظُرونَ هَلْ ثُوِّبَ الكُفَّارُ ما كانوا يَفْعَلونَ} 4.\rقال السمين:\" {هَلْ ثُوِّبَ} يجوز أن تكون الجملة الاستفهامية مُعَلِّقة للنظر قبلها فتكون في محل نصب بعد إسقاط الخافض، ويجوز أن تكون على إضمار القول أي: يقولون: هل ثُوِّبَ الكفار\"5\r__________\r1 ينظر الدر المصون: 9/33.\r2 سبأ: 46.\r3 ينظر البحر المحيط: 8/561.\r4 المطففين: 35/36.\r5 الدر المصون: 10/727.","seal":"CA90662E","part":1},
      {"page":321,"id":71,"nass":"وقال تعالى: {فَلْيَنْظُرِ الإنْسانُ مِمَّ خُلِقَ} 1.\rالاستفهام مُعلِّق للفعل عن العمل، وجملة (مم خلق) في محل نصب بالفعل (فلينظر) على نزع الخافض، ونظر هنا قلبية2.\r__________\r1 الطارق: 5.\r2 ينظر البحر المحيط: 10/ 451.","seal":"F2F61B1B","part":1},
      {"page":321,"id":72,"nass":"المطلب الرابع: المفعول الثاني منصوب على نزع الخافض والفعل معلّق عنه:\rقال تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} 3.\r{أيُّكم أحسنُ} مبتدأ وخبر، والجملة في محل نصب مفعول ثانٍ بعد إسقاط الخافض، والاستفهام مُعلِّق للفعل4، قال الزمخشري:\"فإن قلت: كيف جاز تعليق فعل البلوى؟ قلتُ: لِمَا في الاختيار من معنى العلم، لأنه طريق إليه فهو ملابس له كما تقول: انظر أيهم أحسن وجهاً، واسمع أيهم أحسن صوتاً، لأن النظر والاستماع من طُرُق العلم\"5\rوقال تعالى: {فَاسْتَفْتِهِمْ أَلِرَبِّكَ البَناتُ وَلَهُمُ البَنونَ} 6.\rأجاز الدماميني أن يكون الفعل (استفتى) مُعلَّقاً عن العمل بالاستفهام، وجملة: (ألربك البنات) في موضع نصب على نزع الخافض قال:\"الظاهر أن هذه\r__________\r3 هود 7.\r4 ينظر الدر المصون: 6/290.\r5 الكشاف: 2/259.\r6 الصافات: 149.","seal":"10CD4C7D","part":1},
      {"page":322,"id":73,"nass":"الجملة المقترنة بالهمزة في محل مفعول مقيّد بالجار على ما قرروه، والفعل مُعلّق، لأن الاستفتاء طريق العلم كالسؤال فجاز تعليقه كما علّق فِعْلُ السُّؤال نحو {سَلْهُم ْأَيُّهُمْ بِذَلِكَ زَعيمٌ} \" 1.\rوقال تعالى: {وَيَوْمَ يُناديهِمْ أَيْنَ شُرَكائِي قالوا آذَنَّاكَ ما مِنَّا مِنْ شَهيدٍ} 2.\rالفعل: (آذن) يتعدَّى لواحد بنفسه وللثاني بالباء يقال آذنته بالسفر بمعنىأعلمته به قال الشاعر:\rآذَنَتْنا بِبَيْنِها أَسْماءُ ... رُبَّ ثاوٍ يُمَلُّ مِنْهُ الثَّواءُ3\rوقد أجاز أبو حيّان وجماعة تعليق الفعل (آذن) في الآية الكريمة، لأنه بمعنى أعلم، وأعلم يعلّق فما كان بمعناه يأخذ حكمه قال في تفسير الآية الكريمة: \"وآذنّاك معلّق، لأنه بمعنى الإعلام، والجملة من قوله: {مَا مِنَّا مِنْ شَهِيدٍ} في موضع المفعول، وفي تعليق باب أعلم خلافٌ، والصحيح أنه مسموع من كلام العرب\"4، وقال السمين: \" {مَا مِنَّا مِنْ شَهِيدٍ} هذه الجملة المنفية معلِّقة لـ (آذناك) ،لأنها بمعنى أعلمناك، وتقدّم لنا خلاف في تعليق أعلم، والصحيح وقوعه سماعاً من العرب\"5.\r__________\r1 تحفة الغريب: 1/33.\r2 فصلت: 47.\r3 بيت من الخفيف هو مطلع معلقة الحارث بن حلِّزة البكري، وهو في ديوانه: 19.\r4 البحر المحيط: 9/315.\r5 الدر المصون: 9/534.","seal":"16B3C091","part":1},
      {"page":323,"id":74,"nass":"وقال تعالى: {سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعيمٌ} 1.\rأجاز أبو حيان والسمين2 أن تكون جملة (أيُّهم بذلك زعيمٌ) في محل نصب على نزع الخافض مفعول ثانٍ لـ (سأل) ، لأن (سأل) إذا كان بمعنى استفهم تعدَّى للثاني بـ (عن) ، أو بـ (الباء) قال تعالى: {يَسْأَلونَكَ عَنِ الأَهِلَّةِ} 3 وقال تعالى: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها} 4 وقال تعالى: {ويَسْأَلونَكَ عَنِ ذي القَرْنَيْنِ} 5، وقال تعالى: {سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ} 6.\rوقال علقمة الفحل:\rفَإنْ تَسْأَلونِي بالنِّساءِ فَإنَّني ... بَصيرٌ بِأَدْواءِ النِّساءِ طَبيبُ7\rوإن كان (سأل) بمعنى (طلب) نصب الثاني بنفسه نحو قوله تعالى: {قُلْ لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً إنْ هُوَ إلاَّ ذِكْرٌ لِلعالَمِينَ} 8 وقوله تعالى: {لا نَسْأَلُكَ رِزْقاً نَحْنُ نَرْزُقُكَ\r__________\r1 القلم: 40.\r2 ينظرالبحر المحيط: 10/246، الدر المصون: 10/415.\r3 البقرة: 189.\r4 الأعراف: 187.\r5 الكهف: 83.\r6 المعارج: 1.\r7 بيت من الطويل وهو في ديوانه 35.\r8 الأنعام: 90.","seal":"E31000DB","part":1},
      {"page":324,"id":75,"nass":"وَالعاقِبَةُ للتَّقْوى} 1، وقوله تعالى: {وَإذا سَأَلْتُمُوهُنَّ مَتاعاً} 2، وقوله تعالى: {قُلْ لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً إلاَّ المَوَدَّةَ في القُرْبى} 3.\rوقال الشاعر:\rفَلَوْ أَنْكِ في يَوْمِ الرَّخاءِ سَأَلْتِنِي ... طَلاقَكَ لَمْ أَبْخَلْ وَأَنْتِ صَدِيقُ4\rقال الدماميني:\"ألا ترى أن سأل التى يراد بها طلب العلم لا المال إنما يتعدى إلى الثاني بالجار\"5.\rفـ (أيهم) في قوله تعالى: {سَلهُم أَيُّهُمْ بِذَلِكَ زَعيمٌ} معلّق لـ (سلهم) ، لكونه سبباً في العلم.\rويشكل قول الفيروز أبادي:\"سأله كذا وعن كذا وبكذا بمعنى\"6، إذ جعل (سأل كذا) وهو متعدٍّ للثاني بدون واسطة، بمعنى (سأله عن كذا وبكذا) وهو متعدٍّ للثاني بالحرف، ويمكن توجيه كلامه بأن سأل تفيد الطلب حيثما كانت فالأولى تفيد طلب المال ونحوه، والثانية تفيد طلب العلم ونحوه، وهذا معنى كلام الدماميني السابق (طلبُ العلمِ لا المالِ) إذ الجميع طلب.\r__________\r1 طه: 132.\r2 الأحزاب: 53.\r3 الشورى: 23.\r4 بيت من الطويل غير معزو، والنحاة يستشهدون به في تخفيف (أن) وإبراز اسمها، وهو في مغني اللبيب: 47، والأشموني: 1/146، وهمع الهوامع: 2/187.\r5 تعليق الفرائد: 4/186.\r6 القاموس المحيط: (سأل) 3/329.","seal":"3ACD7104","part":1},
      {"page":325,"id":76,"nass":"وقال تعالى: {وَما أَدْراكَ ما الحاقَّةُ} 1.\rوتكرر هذا الأسلوب في ثلاث عشرة آية2.\rذهب 3 جماعة من المفسرين للقرآن والمعربين له إلى أن الفعل (أدرى) في الآية الكريمة السابقة نصب (الضمير) مفعولاً أوَّلاً بنفسه، وعُلِّق عن العمل في الجملة التي بعده بالاستفهام، وهي عندهم في محلِّ نصب على نزع الخافض، بناءً على أن الأشهر في الفعل (درى) أن يصل إلى المفعول به بواسطة حرف الجر، فإذا صحبته همزة النقل - كما هو الحال في الآية الكريمة السابقة - نصب الأول بنفسه، والثاني بالباء، قال أبو حيّان:\" (ما) : مبتدأ، والحاقة: خبر، والجملة في موضع نصب بـ (أدراك) ، و (أدراك) معلَّقة، وأصل (دَرى) أن يتعدَّى بالباء، وقد تُحْذف على قلة، فإذا دخلت همزة النقل تعدَّى إلى واحد بنفسه، وإلى الآخر بحرف الجر، فقوله: {ما الحاقَّةُ} بعد أدراك في موضع نصب بعد إسقاط حرف الجر\"4ا?.\r__________\r1 الحاقة: 3.\r2 وهي قوله تعالى: {وَمَا أَدْرَاكَ مَا سَقَرُ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا سِجِّينٌ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا عِلِّيُّونَ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا الطَّارِقُ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا الْعَقَبَةُ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا الْقَارِعَةُ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا هِيَهْ نَارٌ حَامِيَةٌ} وقوله تعالى: {وَمَا أَدْرَاكَ مَا الْحُطَمَةُ} .\r3 منهم الشوكاني في فتح القدير: 5/277، وصاحب الفتوحات الإلهية: 4/393.\r4 البحر المحيط:10/254، وينظر10/532.","seal":"542AE28B","part":1},
      {"page":326,"id":77,"nass":"وقال السمين: \"قوله: {ما الحاقَّةُ} : في موضع نصب على إسقاط الخافض، لأن (أدرى) بالهمزة يتعدَّى لاثنين، الأول بنفسه، والثاني بالباء قال تعالى: {ولا أَدْراكُمْ بِهِ} 1، فلمَّا وقعت جملة الاستفهام معلِّقة لها كانت في موضع المفعول الثاني، ودون الهمزة تتعدَّى لواحد بالباء نحو: دَرَيْتُ بكذا، ويكون بمعنى (علم) فيتعدّى لاثنين\"2.\rوذهبت طائفة أخرى3 إلى أن الفعل (أدرى) نصب الجملة المعلقة بنفسه قال مكي: \" {وَما أَدْراكَ ما الحاقَّةُ} : ما مبتدأ، وما الثانية مبتدأ ثانٍ، والحاقة خبره، والجملة في موضع نصب بأدراك، وأدراك وما اتصل به خبر عن ما الأولى\"4 وقال المنتجب: \"ما الثانية مبتدأ ثانٍ والحاقة خبره، وأدرى تعدَّى إلى مفعولين فالكاف مفعول أول، والجملة مفعول ثانٍ\"5.\rهذا آخر ما منَّ الله بجمعه وأسأل الله أن يعلمنا ما جهلنا، وينفعنا بماعلمنا، ويزيدنا علماً، ويلهمنا رشدنا، وييسرلنا من أمرنا رشداً بمنه وكرمه، وآخر دعوانا إن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد، وعلى آله وأصحابه وسلم تسليماً كثيراً.\r__________\r1 يونس:16.\r2 الدر المصون: 10/423، وينظر: 11/93.\r3 منهم ابن عطية في المحرر الوجيز: 16/93، وابن الأنباري في: البيان في غريب إعراب القرآن: 2/456، وأبو السعود في إرشاد العقل السليم: 5/ 381.\r4 إعراب مشكل القرآن: 753.\r5 الفريد: 4/516، وينظر 4/719.","seal":"2D71E836","part":1},
      {"page":327,"id":78,"nass":"مصادر ومراجع\r...\rفهرس المراجع والمصادر\r- ائتلاف النصرة في اختلاف نحاة الكوفة والبصرة لعبد اللطيف الزبيدي، تحقيق طارق الجنابي، عالم الكتب.\r- ابن يعيش = شرح المفصل لابن يعيش.\r- إتحاف فضلاء البشر لأحمد الدمياطي، مراجعه محمد علي الصباغ، دار الندوة بيروت.\r- الإتقان في علوم القرآن للسيوطي، تحقيق محمد أبو الفضل إبراهيم، المكتبة العصرية بيروت 1407?.\r- أدب الكاتب لابن قتيبة، تحقيق محمد الدالي، مؤسسة الرسالة، بيروت: 1405?.\r- ارتشاف الضرب من لسان العرب لأبي حيان، تحقيق رجب عثمان محمد، الخانجي، القاهرة 1418?.\r- إرشاد العقل السليم إلى مزايا الكتاب الكريم لأبي السعود، تحقيق عبد القادر عطا، مكتبة الرياض لا ط.\r- أساس البلاغة للزمخشري، دار صادر بيروت: 1399?.\r- أسرار البلاغة للجرجاني، تحقيق محمود محمد شاكر، مطبعة المدني بالقاهرة: 1412?.\r- أسرار العربية لأبي البركات بن الأنباري، تحقيق محمد بهجت البيطار، مجمع اللغة بدمشق: 1377?.\r- الأشباه والنظائر للسيوطي، تحقيق د. عبد العال سالم مكرم، مؤسسة الرسالة بيروت: 1406?.","seal":"605E318E","part":1},
      {"page":328,"id":79,"nass":"- الأشموني = منهج السالك إلى ألفية ابن مالك.\r- إصلاح المنطق لابن السكيت، تحقيق أحمد شاكر وعبد السلام هارون، دار المعارف الطبعة الثالثة.\r- الأصول في النحو لابن السراج، تحقيق عبد الحسين الفتلي، مؤسسة الرسالة، بيروت: 1405?.\r- إعراب القرآن للنحاس، تحقيق زهير غازي زاهد، عالم الكتب بيروت 1405?.\r- إعراب مشكل القرآن، مكي بن أبي طالب، تحقيق د حاتم الضامن، مؤسسة الرسالة ط الثالثة:1407?.\r- الأغاني للأصفهاني، تحقيق عبد الستار فراج، الدار التونسية للنشر تونس 1983م.\r- الاقتضاب في شرح أدب الكتاب، لابن السيد البطليوسي، تحقيق مصطفى السقا وحامد عبد المجيد، الهيئة المصرية العامة للكتاب1981م.\r- الإقناع في القراءات السبع، لابن الباذش، تحقيق عبد المجيد قطامش، جامعة أم القرى 1403?.\r- إنباه الرواة على أنباه النحاة للقفطي، تحقيق محمد أبو الفضل إبراهيم، مؤسسة الكتب الثقافية بيروت: 1406?.\r- الإنصاف في مسائل الخلاف لأبي البركات بن الأنباري، تحقيق محمد محيي الدين عبد الحميد، دار الفكر بيروت.\r- أوضح المسالك إلى ألفية ابن مالك لابن هشام، مصطفى الحلبي، القاهرة 1403?.","seal":"DBA4A9F3","part":1},
      {"page":329,"id":80,"nass":"- الإيضاح في علل النحو لأبي القاسم الزجاجي، تحقيق مازن المبارك، دار النفائس بيروت: 1402?.\r- الإيضاح في علوم البلاغة للخطيب القزويني، تحقيق عليق محمد عبد المنعم خفاجي، دار الكتاب اللبناني: 1403?.\r- البحر المحيط لأثير الدين أبي حيان، المكتبة التجارية مكة المكرمة 1412?.\r- بدائع الفوائد لابن قيم الجوزية، مكتبة ابن تيمية بالقاهرة.\r- البرهان في علوم القرآن للزركشي، تحقيق محمد أبو الفضل إبراهيم، دار المعرفة بيروت.\r- بغية الوعاة للسيوطي، تحقيق محمد أبو الفضل إبراهيم، المكتبة العصرية بيروت.\r- البيان في غريب إعراب القرآن لأبي البركات بن الأنباري، تحقيق طه عبد الحميد، الهيئة المصرية العامة للكتاب 1400?.\r- تاج العروس للزبيدي، تحقيق علي شيري دار الفكر بيروت1414?.\r- التبيان في إعراب القرآن لأبي البقاء العكبري، تحقيق علي البجاوي، عيسى الحلبي 1976م.\r- تحفة الغريب بشرح مغني اللبيب للدماميني، بهامش المنصف من الكلام على مغني ابن هشام، المطبعة البهية بمصر 1305?.\r- تخليص الشواهد وتلخيص الفوائد، لابن هشام، تحقيق علي عباس دار الكتاب الربي 1406?.\r- التذكرة في القراءات الثمان لابن غلبون، تحقيق د. عبد الفتاح بحيري إبراهيم، الزهراء بالقاهرة 1410?.","seal":"D768B1DF","part":1},
      {"page":330,"id":81,"nass":"- تحرير التحبير لابن أبي الأصبع المصري، تحقيق د. حفني محمد شرف، لجنة إحياء الثراث الإسلامي بالقاهرة.\r- تسهيل الفوائد وتكميل المقاصد لابن مالك، تحقيق محمد كامل بركات، دار الكتاب العربي 1387?.\r- التصريح بمضمون التوضيح للشيخ خالد الأزهري، تحقيق د. عبد الفتاح بحيري إبراهيم، الزهراء 1418.\r- تعليق الفرائد وتسهيل الفوائد لبدر الدين الدماميني، تحقيق د. محمد المفدى، مطابع الفرزدق بالرياض 1403?.\r- تفسير الطبري = جامع البيان عن تأويل القرآن.\r- تفسير القرطبي = الجامع لأحكام القرآن.\r- تهذيب اللغة للأزهري، تحقيق نخبة من العلماء، المؤسسة العامة للتأليف والنشر القاهرة: 1964م.\r- التيسير في القراءات السبع لأبي عمرو الداني، دار الكتاب العربي بيروت 1406?.\r- الجامع لأحكام القرآن للقرطبي، دار الكتب العلمية بيروت 1408?.\r- جامع البيان عن تأويل آي القرآن لابن جرير الطبري، دار الفكر1405?.\r- الجنى الداني في حروف المعاني للمرادي، تحقيق د. فخر الدين قباوة، ومحمد نديم فاضل، دار الآفاق بيروت 1403?.\r- حاشية الدسوقي على مغني اللبيب لمحمد عرفة الدسوقي، مطبعة المشهد الحسيني 1386?.\r- حاشية الصبان على الأشموني لمحمد على الصبان، عيسى البابى الحلبي.","seal":"C929D8B6","part":1},
      {"page":331,"id":82,"nass":"- حاشية الشريف الجرجاني على تفسير الكشاف لعلى بن محمد الجرجاني، مطبعة مصطفى الحلبي:1392?.\r- حاشية يس زين الدين العليمي على التصريح بمضمون التوضيح، عيسى البابي الحلبي لا ط.\r- حجة القراءات لابن زنجلة، تحقيق سعيد الأفعاني، مؤسسة الرسالة1402?.\r- الحجة للقراء السبعة لأبي علي الفارسي، تحقيق بدر الدين قهوجي وبشير جويجاني، دارالمأمون 1413?.\r- الحماسة لأبي تمام، تحقيق د. عبد الله عسيلان، جامعة الإمام محمد بن سعود 1401?.\r- الحماسة للبحتري، تحقيق عليق كمال مصطفى، المطبعة الرحمانية بمصر 1929م.\r- الحماسة البصرية لعلي بن حسن البصري، تحقيق مختار الدين أحمد، عالم الكتب 1401?.\r- الحيوان للجاحظ، تحقيق عبد السلام هارون، مصطفي البابي الحلبي 1356?.\r- خزانة الأدب ولب لباب لسان العرب لبعد القادر البغدادي، تحقيق عبد السلام هارون، الهيئة المصرية العامة للكتاب 1979م.\r- الخصائص لأبي الفتح بن جني، تحقيق محمد على النجار، دار الكتب المصرية 1371?.\r- دراسات لأسلوب القرآن الكريم، للشيخ محمد عبد الخالق عضيمة، مطبعة حسان القاهرة.","seal":"7089CEE6","part":1},
      {"page":332,"id":83,"nass":"- الدرر اللوامع لأحمد بن الأمين الشنقيطي، تحقيق عبد العال سالم مكرم، مؤسسة الرسالة 1405?.\r- الدر المصون في علوم الكتاب المكنون للسمين الحلبي، تحقيق د. أحمد الخراط، دار القلم دمشق1406?.\r- ديوان ابن الرومي، تحقيق د. حسين نصار.\r- ديوان أبي النجم العجلي، صنعة علاء الدين أغا، النادي الأدبي بالرياض1401?.\r- ديوان الأعشى الكبير، شرح وتعليق محمد محمد حسين، مؤسسة الارسالة 1403?.\r- ديوان امرئ القيس، تحقيق محمد أبو الفضل إبراهيم، دار المعارف 1964م.\r- ديوان جرير بشرح محمد بن حبيب، تحقيق د. نعمان محمد أمين طه، دار المعارف الطبعة الثالثة.\r- ديوان حاتم الطائي صتعة يحيى بن مدرك الطائي، تحقيق عادل سليمان جمال، الخانجي 1411?.\r- ديوان الحارث بن حلزة، جمع أميل بديع يعقوب، دار الكتاب العربي بيروت1411?.\r- ديوان خفاف بن ندبة السلمي (ضمن شعراء إسلاميون) صنعة نوري القيسى، عالم الكتب بيروت ط الثانية: 1405?.\r- ديوان ذي الرمة شرح أبي نصر الباهلي، تحقيق د. عبد القدوس أبو صالح، مؤسسة الإيمان بيروت 1402?.\r- ديوان عباس بن مرداس السلمي جمع، د. يحيى الجبوري، مؤسسة الرسالة 1412?.","seal":"DE2B9421","part":1},
      {"page":333,"id":84,"nass":"- ديوان علقمة الفحل بشرح الأعلم، تحقيق لطفي الصقال ودرية الخطيب، دار الكتاب العربي بحلب 1389?.\r- ديوان عمر بن أبي ربيعة = شرح ديوان عمر.\r- ديوان عمرو بن معدي كرب = شعر عمر بن معدي كرب.\r- ديوان الفرزدق دار صادر بيروت 1385?.\r- ديوان قيس بن الخطيم، رواية ابن السكيت، تحقيق د. ناصر الدين الأسد، مكتبة العروبة ط الأولى:1381?.\r- ديوان كثير عزة جمع الدكتور إحسان عباس، دار الثقافة بيروت 1971م.\r- ديوان المتلمس الضبعي، تحقيق د. حسن كامل الصيرفي، معهد المخطوطات العربية 1390?.\r- ديوان منصور النمري = شعر منصور النمري.\r- ديوان النابغة الجعدي = شعر النابغة الجعدي.\r- ديوان النابغة الذبياني شرح الأعلم، تحقيق محمد أبو الفضل إبراهيم، دار المعارف بالقاهرة: 1977.\r- ديوان الهذليين = شرح أشعار الهذليين.\r- رصف المباني في شرح حروف المعاني لأحمد بن عبد النور المالقي، تحقيق أحمد الخراط، دار القلم بيروت 1405?.\r- السبعة في القراءات لابن مجاهد، تحقيق د. شوقي ضيف، دار المعارف الطبعة الثالثة 1980م.\r- الشافي في علم القوافي لابن القطاع الصقلّي، تحقيق د. صالح بن حسين العايد، دار إشبيليا بالرياض 1418?.","seal":"8C39E44B","part":1},
      {"page":334,"id":85,"nass":"- شرح أبيات سيبويه لابن السيرافي، تحقيق د. محمد علي سلطاني، دار المأمون دمشق 1979م.\r- شرح أشعار الهذليين لأبي سعيد السكري، تحقيق عبد الستار فراج، مكتبة العروبة بالقاهرة.\r- شرح التسهيل لابن مالك، تحقيق د. عبد الرحمن السيد, ود. محمد بدوي مختون، هجر بالقاهرة1410?.\r- شرح جمل الزجاجي لابن عصفور، تحقيق د. صاحب أبو جناح، وزارة الأوقاف العراقية 1980م.\r- شرح ديوان جرير لمحمد إسماعيل الصاوي، دار الأندلس بيروت.\r- شرح ديوان عمر بن أبي ربيعة، محمد محيي الدين عبد الحميد، مطبعة المدني 1384هـ.\r- شرح الكافية لرضي الدين الإستراباذي، تحقيق يوسف حسن عمر منشورات جامعة قار يونس ليبيا 1398.\r- شرح الكافية الشافية لابن مالك، تحقيق د. عبد المنعم هريدي، جامعة أم القرى مكة المكرمة 1402?.\r- شرح المفصل لابن يعيش، المطبعة المنيرية بالقاهرة 1928م.\r- شروح التلخيص، دار الكتب العلمية بيروت لاط.\r- شعر الشمردل اليربوعي (ضمن شعراء أمويّون الجزء الثاني) ، نوري حمودي القيسي 1396?.\r- شعر عمروبن أحمر الباهلي، جمعه حسين عطوان، مطبوعات مجمع اللغة بدمشق.","seal":"689AA736","part":1},
      {"page":335,"id":86,"nass":"- شعر عمرو بن معدي كرب الزبيدي، حمع مطاع الطرابيشي، مجمع اللغة بدمشق 1405?.\r- شعر منصور النمري، جمع الطيب العشاش، مجمع اللغة بدمشق1401?.\r- شعر النابغة الجعدي، منشورات المكتب الإسلامي بدمشق 1384?.\r- شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح لابن مالك، تحقيق فؤاد عبد الباقي، دار الكتب العلمية بيروت.\r- الصحاح للجوهري، تحقيق أحمد عبد الغفور عطار، نسخة مصورة عن الطبعة الأولى.\r- صحيح البخاري ت د. مصطفى ديب البغا، دار ابن كثير الطبعة الرابعة1410?.\r- صحيح مسلم، فؤاد عبد الباقي، المكتبة الإسلامية إستانبول.\r- الصناعتين لأبي هلال العسكري، تحقيق علي بن محمد البجاوي ومحمد أبو الفضل إبراهيم، الكتبة العصرية بيروت1406?.\r- طبقات القراء = معرفة القراء الكبار.\r- طبقات النحويين واللغويين لأبي بكر الزبيدي، تحقيق محمد أبو الفضل إبراهيم، دار المعارف.\r- عمدة القاري شرح صحيح البخاري لبدر الدين العيني، مصطفى البابي الحلبي ط الأولى: 1392?.\r- عناية القاضي وكفاية الراضي، لشهاب الدين الخفاجي، دار الكتب العلمية 1407?.\r- العين المنسوب للخليل بن أحمد، تحقيق مهدي الخزومي، وإبراهيم السامرائي، مؤسسة الأعلمي للمطبوعات بيروت 1408?.","seal":"C4BA324E","part":1},
      {"page":336,"id":87,"nass":"- عيون الأخبار لابن قتيبة، نسخة مصورة عن طبعة دار الكتب.\r- غاية النهاية في طبقات القراء لابن الجزري، عني بنشره ج برجشتراسر، دار الكتب العلمية بيروت 1402?.\r- فتح الباري لابن حجر العسقلاني، المكتبة السلفية الطبعة الثالثة 1407?.\r- فتح القدير الجامع بين الرواية والدراية في علم التفسير، للشوكاني، ضبط عبد الرحمن عميرة، دار الوفاء المنصورة:1415?.\r- الفتوحات الإلهية بتوضيح تفسير الجلالين للدقائق الخفية، لسليمان بن عمر العجيلي الشهير بالجمل، عيسى البابي الحلبي.\r- الفريد في إعراب القرآن المجيد للمنتجب الهمذاني، تحقيق د. محمد النمر, وفؤاد مخيمر، دار الثقافة الدوحة1411?.\r- الفصول في القوافي لمحمد بن سعيد بن الدهان النحوي، تحقيق د. صالح العايد، دار إشبيليا الرياض:1418?.\r- في النحو العربي لسعيد الأفغاني، الكتب الإسلامي، دمشق: 1407?.\r- القاموس المحيط للفيروز أبادي، مؤسسة الرسالة الطبعة الأولى 1406?.\r- القوافي للأخفش، تحقيق د. عزة حسن، وزارة الثقافة السورية دمشق:1390?.\r- القوافي للتنوخي، تحقيق د. عوني عبد الرؤف، مكتبة الخانجي 1987م.\r- قيس ولبنى شعر ودراسة (ديوان قيس بن ذريح) للدكتور حسين نصار، دار مصر للطباعة 1979م.\r- الكامل لأبي العباس المبرد، تحقيق محمد الدالي، مؤسسة الرسالة 1406?.\r- الكتاب لسيبويه، تحقيق عبد السلام هارون، الهيئة المصرية العامة للكتاب 1977م.","seal":"30DF8741","part":1},
      {"page":337,"id":88,"nass":"- الكشاف عن حقائق التنزيل وعيون الأقاويل، لجار الله الزمخشري، مصطفى البابي الحلبي القاهرة 1392.\r- كشف الظنون عن أسامي الكتب والفنون، لحاجي خليفة، مكتبة المثنى بغداد.\r- الكليات لأبي البقاء الكفوي ت. د. عدنان درويش, ومحمد المصري، دار الكتاب الإسلامي بالقاهرة.\r- اللباب في علل البناء والإعراب، لأبي البقاء العكبري، تحقيق غازي طليمات وعبد الإله نبهان، مطبوعات جمعة الماجد بدبي، الطبعة الأولى:1416?.\r- لسان العرب لابن منظور، دار الفكر بيروت 1410?.\r- ما تلحن فيه العامة للكسائي، تحقيق د. رمضان عبد التواب، الخانجي بالقاهرة:1402?.\r- المبسوط في القراءات العشر للأصبهاني، تحقيق سبيع حمزة حاكمي، دار القبلة جدة 1408?.\r- مجاز القرآن لأبي عبيدة معمر بن المثنى، تحقيق محمد فؤاد سزكين، مكتبة الخانجي 1988م.\r- مجمع البيان في تفسير القرآن للطبرسي، ضبط إبراهيم شمس الدين، دار الكتب العلمية بيروت 1418?.\r- المحرر الوجيز لابن عطية، تحقيق المجلس العلمي بفاس، وزارة الأوقاف المغربية1395?.\r- مختصر في شواذ القراءات لابن خالويه، مكتبة المتنبي بالقاهرة.\r- المزهر للسيوطي، تحقيق محمد أحمد جاد المولى وزملائه، دار التراث بالقاهرة الطبعة الثالثة.","seal":"96985D3A","part":1},
      {"page":338,"id":89,"nass":"- المسائل البغداديات أو المسائل المشكلة لأبي علي الفارسي، تحقيق صلاح الدين السنكاوي، مطبعة العاني بغداد 1983م.\r- المسائل العسكرية لأبي علي الفارسي، تحقيق د. محمد الشاطر أحمد، مطبعة المدني 1403?.\r- المساعد على تسهيل الفوائد لابن عقيل، تحقيق د. محمد كامل بركات، جامعة أم القرى 1400?.\r- المقاصد الشافية للشاطبي (قطعة من الكتاب) ، تحقيق د. عياد الثبيتي، دار التراث مكة المكرمة 1417?.\r- معاني القرآن للأخفش، تحقيق د. فائز فارس، دار البشير1401?.\r- معاني القرآن للفراء، عالم الكتب بيروت.\r- معاني القرآن وإعرابه للزجاج، تحقيق د، عبد الجليل عبده شلبي، عالم الكتب 1408?.\r- معاهد التنصيص للعباسي، تحقيق محمد محيي الدين عبد الحميد، عالم الكتب 1367?.\r- معترك الأقران في إعجاز القرآن، للسيوطي، ضيط أحمد شمس الدين، دار الكتب العلمية بيروت 1408?.\r- المصباح المنير للفيومي، مكتبة لبنان 1987م.\r- معجم الأدباء = إرشاد الأريب إلى معرفة الأديب.\r- معرفة القراء الكبار على الطبقات والأعصار للذهبي، تحقيق شعيب الأرناؤوط، مؤسسة الرسالة 1404?.\r- مغني اللبيب لابن هشام ت مازن المبارك ورفاقه، دار الفكر 1979م.\r- المقاصد النحوية للعيني \"بهامش خزانة الأدب\" طبعة بولاق.","seal":"7312FEA5","part":1},
      {"page":339,"id":90,"nass":"- المقتضب لأبي العباس المبرد، تحقيق محمد عبد الخالق عضيمة، وزارة الأوقاف المصرية 1399?.\r- المقرب لابن عصفور، تحقيق أحمد الجبوري, وعبد الله الجبوري، مطبعة العاني بغداد 1391?.\r- المنصف من الكلام على مغني ابن هشام لأحمد الشمني، المطبعة البهية 1305?.\r- منهج السالك لأثير الدين أبي حيّان، رسالة دكتوراه في الولايات المتحدة نسخة مصورة.\r- منهج السالك إلى ألفية ابن مالك لعلي بن محمد الأشموني، عيسى البابي الحلبي.\r- النحو الوافي عباس حسن دار المعارف بالقاهرة ط الثامنة.\r- نزهة الألباء في طبقات الأدباء لا بن الأنباري، تحقيق محمد أبو الفضل إبراهيم، دار نهضة مصر.\r- النشر في القراءات العشر لابن الجزري، تحقيق صحيح علي محمد الضباع، دار الكتب بيروت.\r- نقائض جرير والفرزدق لأبي عبيدة معمر بن المثنى، دار الكتاب العربي بيروت.\r- همع الهوامع للسيوطي، تحقيق عبد العال سالم مكرم، دار البحوث العلمية1394?.\r- الوافي في العروض والقوافي للخطيب التبريزي، تحقيق فخر الدين قباوة، دار الفكر دمشق 1407?.","seal":"689F5F3B","part":1},
      {"page":340,"id":91,"nass":"- يتيمة الدهر للثعالبي، تحقيق محمد محيي الدين عبد الحميد، مطبعة. السعادة 1375?.","seal":"2500D860","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"المنصوب على نزع الخافض في القرآن","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"إبراهيم بن سليمان البعيمي","bLnk":null,"Inf":"","Auth":"إبراهيم بن سليمان البعيمي","Betaka":"الكتاب: المنصوب على نزع الخافض في القرآن\r\nالمؤلف: إبراهيم بن سليمان البعيمي\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: العدد 116، السنة 34، 1422هـ/2002م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"71480301","cat":"النحو والصرف","oNum":8953,"BkId":8953,"oAuth":1607,"bVer":1,"aSeal":"0F9BE75F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8953":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"مدخل"},
      {"lvl":2,"id":6,"sub":1,"tit":"تعدي الفعل ولزومه"},
      {"lvl":2,"id":8,"sub":0,"tit":"علامات تعدي الفعل ولزومه"},
      {"lvl":2,"id":11,"sub":0,"tit":"تعليق الجار والمجرور"},
      {"lvl":1,"id":13,"sub":0,"tit":"دراسة نزع الخافض"},
      {"lvl":2,"id":13,"sub":1,"tit":"تعريف المصطلح"},
      {"lvl":2,"id":15,"sub":0,"tit":"أحوال نزع الخافض في العربية"},
      {"lvl":2,"id":25,"sub":0,"tit":"حكم منزوع الخافض"},
      {"lvl":2,"id":26,"sub":0,"tit":"المنصوب بعد (ما) الحجازية"},
      {"lvl":2,"id":28,"sub":0,"tit":"نزع الخافض والتضمين"},
      {"lvl":1,"id":34,"sub":0,"tit":"المنصوب علي نزع الخافض في القرآن"},
      {"lvl":2,"id":34,"sub":1,"tit":"نزع الخافض قياسا في القرآن"},
      {"lvl":3,"id":34,"sub":2,"tit":"دراسة أن وأن بعد نزع الخافض"},
      {"lvl":3,"id":37,"sub":0,"tit":"نزع الخافض من أن وأن في القرآن"},
      {"lvl":3,"id":40,"sub":0,"tit":"دراسة كي في اللغة"},
      {"lvl":3,"id":44,"sub":0,"tit":"كي في القرآن"},
      {"lvl":2,"id":47,"sub":0,"tit":"نزع الخافض سماعا في القرآن"},
      {"lvl":3,"id":47,"sub":1,"tit":"نزع الخافض من المفرد"},
      {"lvl":3,"id":64,"sub":0,"tit":"دراسة التعليق والجمل التي بعده"},
      {"lvl":3,"id":67,"sub":0,"tit":"نزع الخافض من الجمل المعلقة في القرآن"},
      {"lvl":3,"id":72,"sub":0,"tit":"المفعول الثاني منصوب على نزع الخافض والفعل معلق عنه"},
      {"lvl":1,"id":78,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
