{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8959":
    [
      {"page":389,"id":1,"nass":"المنهل المؤهول بالبناء للمجهول لأبي الخير محمد بن ظهيرة: تحقيق ودراسة\rإعداد\rد. عبد الرزاق بن فرج الصاعدي\rالأستاذ المشارك في كلية اللغة العربية\rالمُقَدِّمَةُ\rأحمدك اللهم حمد معترف بجليل نعمتك، وأذكرك وأشكرك ولا أكفرك، وأثنى عليك الخير كلّه، لا أحصي ثناءً عليك، أنت كما أثنيت على نفسك، وأصلي وأسلّم على أشرف أنبيائك، وصفوتك من خلقك، سِيِّدنا محمد، وعلى آله وصحبه.\rأما بعد؛ فهذا كتاب ((المنهل المأهول بالبناء للمجهول)) لخير الدين أبي الخير محمد بن أبي السعود بن ظهيرة القرشي المكّيّ الشافعيّ، من علماء القرن التّاسع الهجريّ، وأدرك القرن العاشر. وهو مصنف فيما لم يُسَمَّ فاعله من الأفعال، مِمّا اصطُلِحَ عليه بـ ((الأفعال المبنية للمجهول)) أو ((المبنية لغير الفاعل)) .\rوالأصل في الفعل أن يأتي مبنياً للمعلوم؛ لأنّ الغالب في الأفعال أن يكون لها فاعل معلوم، ولا يستغني الفعل عن فاعله إلا إذا غُيِّرَتْ صيغته وبني للمجهول، فيحذف فاعله، ويسند الفعل للمفعول أو غيره، كالمصدر أو الظرف أو المجرور.\rوالأفعال في العربية - في هذا - على نوعين:\rنوع يجوز فيه الوجهان، البناء للمعلوم والبناء للمجهول، بحسب مراد المتكلم، ووفق القياس المعروف في بناء الأفعال لغير الفاعل، وهذا النوع يؤخذ بالقياس، وهو الكثير الغالب، ويعنى به النّحاة.\rونوع جاء ملازماً للمجهول، وهو ضربان:\rضرب لا يستعمل إلا على تلك الصيغة، كعُنِيْتُ بحاجَتِكَ، ونُفِسَتِ المَرأةُ.\rوضربٌ تغلب في استعماله صيغة المبني للمجهول، وقد يستعمل بصيغة ما سُمِّيَ فاعله (المبني للمعلوم) كزُهِيتَ علينا؛ أي: تكبّرت؛ ورد فيه: زَهَا يَزْهُو","seal":"0BBD4E2D","part":1},
      {"page":390,"id":2,"nass":"زَهْواً1.\rوقد عُنِيَ علماء اللغة بالأفعال المبنية للمعلوم، وصنّفوا فيها تصانيف باسم ((الأفعال)) ومن أبرزهم: ابن القُوطيّة (ت367هـ) وابن طريف (نحو 400هـ) والسرقسطيّ (بعد 400هـ) وابن القطّاع (ت 515هـ) .\rأمّا الأفعال المبنية للمجهول بضربَيْها المتقدّمين فلا نعلم كتاباً مستقلاً فيها قبل كتابنا هذا ((المنهل المأهول)) الذي فتح الطريق لمن جاء بعده بالتأليف فيها، فظهر في القرن الحادي عشر كتاب حافل في هذا النوع من الأفعال، وهو كتاب ((إتحاف الفاضل بالفعل المبني لغير الفاعل)) 2 لمحمّد عليّ بن عَلان الصّدّيقيّ المتوفّى سنة (1057هـ) اعتمد فيه المؤلف على كتاب ((المنهل المأهول)) وجعله أساساً لما جاء في كتابه من مادة، وذكر ذلك في مقدمته.\rوظهرت في زماننا بعض الدراسات العلمية أو المصنفات المعجمية في هذا النوع من الأفعال، ومن أبرزها:\r1- ((الأفعال الملازمة للمجهول بين النحويين واللغويين)) وهو بحث صغير للدكتور مصطفى النّمّاس3.\r2- المبني للمجهول في الدرس اللغوي والتطبيق في القرآن الكريم))\r__________\r1 ينظر: الصحاح (زها) 6/2370.\r2 ونشر هذا الكتاب مرتين، الأولى في دمشق سنة 1348هـ عن طريق مكتبة القدسي والبدير، والثانية في بيروت سنة 1407هـ عن طريق دار الكتب العلمية، بتحقيق يسري عبد الغني وهذه الطبعة هي التي اعتمدتها في إحالاتي؛ لتداولها.\r3 نشر في مجلة كلية اللغة العربية بجامعة الأزهر سنة 1978م.","seal":"ACEA4A06","part":1},
      {"page":391,"id":3,"nass":"للدكتور محمود سليمان ياقوت، وهي دراسة نشرت سنة (1989م) 1.\r3- ((قاموس الأفعال المبنية للمجهول)) لأسماء أبو بكر محمد2، وهي مادة معجمية مرتبة على حروف المعجم مستخرجة مما في ((المنهل المأهول)) و ((إتحاف الفاضل)) .\rوتكمن أهمية كتابنا هذا ((المنهل المأهول)) في سبقه التاريخي في التأليف في هذا النوع من الأفعال، وطرافة موضوعه، ولهذا فهو جدير بأن يأخذ حقّه من النشر والعناية ليسدّ فراغاً في المكتبة اللغوية.\rوقد يَسَّرَ الله لي العمل فيه بعد أن توفرت على ثلاث نسخ خطية له، وسرت في عملي في دراسته وتحقيقه على الخطة التالية:\rالقسم الأول: الدراسة\rالفصل الأول: المُصنِّف:\rالمبحث الأول: اسمه ونسبه ومولده ووفاته.\rالمبحث الثاني: شيوخه وتلامذته.\rالمبحث الثالث: آثاره العلمية وشعره.\rالفصل الثاني: كتاب المنهل المأهول\rالمبحث الأول: تحقيق اسم الكتاب وتوثيق نسبته.\r__________\r1 طبع في الإسكندرية عن طريق دار المعرفة الجامعية.\r2 طبع في بيروت عن طريق دار الجيل ومشاركة مكتبة التراث الإسلامي بالقاهرة، ولم تذكر سنة الطبع.","seal":"D4433156","part":1},
      {"page":392,"id":4,"nass":"المبحث الثاني: موضوع الكتاب ومادته ومنهجه.\rالمبحث الثالث: مصادره وشواهده.\rالقسم الثاني: التحقيق\rأولاً: وصف النسخ.\rثانياً: منهج التحقيق.\rالنص المحقق:\rالفهارس1.\rوفي ختام هذه الكلمة أرجو من الله العليّ القدير أن يجزل المثوبة لمؤلّف هذا الكتاب ولدارسه ومحققه، وأن يجعله من العلم النافع الجاري أجره إلى يوم القيامة، وأرجو ممن ينظر فيه أن يتلطّف بإصلاح ما طغا به القلم، وزاغ عنه البصر، وقصّر عنه الفهم، فالإنسان محل النقص والنسيان، ومن الله العون والتوفيق وعليه التكلان.\r__________\r1 اكتفيت من الفهارس باثنين، هما فهرس المصادر والمراجع وفهرس الموضوعات، أما الآيات القرآنية والحديث النبوي الشريف والأعلام فقليلة جداً. ولا يحتاج البحث إلى فهرس للغة؛ لأن المادة فيه مرتبة على حروف المعجم بحسب أصولها.","seal":"194A60E2","part":1},
      {"page":393,"id":5,"nass":"القسم الأول: الدراسة\rالفصل الأول: المُصَنِّف\rالمبحث الأول: اسمه ونسبه ومولده ووفاته:\rمصنف كتاب المنهل المأهول هو: خير الدين أبو الخير محمد بن أبي السعود ابن ظهيره1.\rواسمه - كما أورده السخاوي-: محمد بن محمد بن محمد بن محمد خير الدين أبو الخير بن الجمال أبي السعود بن أبي البركات بن أبي السعود القرشي الشافعي ابن ظهيرة2.\rواسم جَدِّة الثّاني (والد جَدِّه) كما أورده الفاسي3 والنجم ابن فهد4: أبو السعود محمد بن حسين بن علي بن أحمد بن عطية بن ظهيرة (ت802هـ) .\rوبالجمع بين الاسمين يكون اسم مؤلف هذه الرسالة بالكامل بعد تجريد آبائه من الكنى والألقاب: محمد بن محمد بن محمد بن محمد بن حسين بن علي بن أحمد ابن عطية بن ظهيرة المخزوميّ القرشيّ المكّيّ.\rولقبه: خير الدين، وهذا هو المشهور قال السخاوي: \"أو قطب\r__________\r1 ترجمته في: الضوء اللامع 9/279 - 280، وينظر: غاية المرام 2/525، 610، وإتحاف الفاضل 7.\r2 ينظر: الضوء اللامع 9/279.\r3 ينظر: العقد الثمين 2/6.\r4 ينظر: إتحاف الورى 3/421.","seal":"1EB91869","part":1},
      {"page":394,"id":6,"nass":"الدين\"1 وكنيته: أبو الخير، واشتهر بابن أبي السعود.\rوحَدَّد السخاوي تاريخ مولده ومكانه بقوله: \"ولد حين خسوف القمر من ليلة الثلاثاء رابع عشر شعبان سنة ستٍّ وأربعين وثمانمائة بمكة\"2.\rوينحدر خير الدين ابن ظهيرة من أسرة علم عريقة وفيرة، اشتهر كثير من أفرادها في مكة المكرمة بالشرف والرياسة والعلم، في أجيال متتابعة، طيلة ستة قرون، منذ القرن السابع الهجري، حتى القرن الثاني عشر3، وَلِيَتْ خلالها قضاء مكة منذ القرن الثامن الهجري، وقد اضطهدهم المماليك في آخر أيامهم، ثم عاد إليهم القضاء مع دخول العثمانيين الحجاز، ثم ضعف شأنهم في القرن الحادي عشر4، وقد عُرِفت هذه الأسرة بـ ((آل ظهيرة)) أو ((أبناء ظهيرة)) وينتهي نسبهم إلى بني مخزوم من قبيلة قريش.\rولما كثر أبناء هذه الأسرة، وبرزوا في العلم والقضاء، واشتهروا ألف فيهم النجم عمر بن فهد القرشي (ت 885هـ) كتاباً سماه ((المشارق المنيرة في ذكر بني ظهيرة)) ذكره الشوكاني5،والبغدادي6، ولعلّه هو الكتاب الذي\r__________\r1 ينظر: الضوء اللامع 9/279.\r2 ينظر: الضوء اللامع 9/279، 280.\r3 كان من آخر علمائهم المشهورين: محمد بن يحيى بن ظهيرة المتوفى سنة (1271هـ) ينظر: المختصر من كتاب نشر النور الزهر 2/407.\r4 ينظر: موائد الفضل والكرم: ورقة 111، والعلاقات الحجازية المصرية 141.\r5 ينظر: البدر الطالع 1/513.\r6 ينظر: إيضاح المكنون 2/485.","seal":"FD523A8D","part":1},
      {"page":395,"id":7,"nass":"ذكره عبد الله مرداد في ((المختصر)) في ترجمة محمد بن يحيى بن ظهيرة بقوله: \"وأخبرني من أثق به - أيضاً - بأنه اطلع على رسالة البدور المنيرة في ذكر بني ظهيرة\" 1.\rوهذا يدلّ على أن الكتاب كان موجوداً في القرن الماضي (الرابع عشر) وقد بحثت عنه في بعض الخزائن المكّيّة وسألت أهل الاختصاص فلم أجد له أثراً. ولم يقف عليه صاحب ((التاريخ والمؤرخون بمكة)) 2.\rومن أبرز العلماء والقضاة في هذه الأسرة المكية الشهيرة:\r1- محمد بن أحمد بن عمر بن أحمد بن أبي شاكر بن ظهيرة (مجد الدين) (ت 677هـ) .\r2- محمد بن حسين بن علي بن أحمد بن عطية بن ظهيرة (جمال الدين أبو السعود) (ت802هـ) وهو الجد الثاني للمؤلف (أبو جَدِّه) كما تقدم.\r3- محمد بن عبد الله بن ظهيرة (جمال الدين أبو حامد) (ت 817هـ) .\r4- محمد بن محمد بن محمد بن حسين بن ظهيرة (نجم الدين أبو المعالي) (ت 846هـ) .\r5- محمد بن محمد بن محمد بن الحسن بن ظيهرة (جلال الدين أبو السعادات) (ت 861هـ) .\r6- محمد بن إبراهيم بن علي بن ظهيرة (جمال الدين أبو السعود) (ت 907هـ) .\r__________\r1 المختصر من كتاب نشر النور والزهر 2/408.\r2 ص 154.","seal":"A10293E4","part":1},
      {"page":396,"id":8,"nass":"7- علي بن جار الله بن محمد بن أبي اليمن بن أبي بكر بن أبي البركات محمد بن أبي السعود بن ظهيرة (ت 1010هـ) .\rوولد ابن ظهيرة مؤلف هذا الكتاب بمكة - كما أشرت سابقاً - وبها نشأ، وحفظ القرآن، وصلّى به في المسجد الحرام، وحفظ الأربعين النوويّة1، ولازم خاله في العربية، والجوجري في الفقه بمكة وبالقاهرة، وأذن له بالإقراء وغيره، وحلّق لإقراء العربية وغيرها2، وتدرج حتى تولى القضاء - كما يفهم من عبارة ابن عَلان3 الصّدّيقيّ4.\rوأثنى السّخاويّ على رجاحة عقله ووصفه بقوله: \"وهو منجمع مذكور بسكون وعقل مع حسن خط وخبرة بالشروط ... وبالجملة فهو فاضل ساكن\"5.\rولم تذكر المصادر التي بين أيدينا تاريخ وفاة ابن ظهيرة، ولكن يفهم من كلام السخاويّ المتوفّى سنة (902هـ) أن ابن ظهيرة كان معاصراً له، وكان حياً في مطلع القرن العاشر، أمّا العزّ بن فهد فإنه ذكره ودعا له بالرَّحمة6 وهذا يدلّ على أنه توفيّ قبل سنة (922هـ) وهي السنة التي توفي فيها العز بن فهد، وبهذا يمكن القول: إن خير الدين أبا الخير بن أبي السعود محمد بن ظهيرة مؤلف هذا الكتاب توفيّ في أوائل القرن العاشر بين سنتي 902هـ و922هـ.\r__________\r1 ينظر: الضوء اللامع 9/280.\r2 ينظر: الضوء اللامع 9/280.\r3 عَلان - بفتح العين وتشديد اللام، والشدة على اللام لا تظهر في الطباعة – هنا - لظروف فنية خاصة بالحاسوب.\r4 ينظر: إتحاف الفاضل 7.\r5 ينظر: الضوء اللامع 9/280.\r6 ينظر: غاية المرام 2/610.","seal":"8BA7A836","part":1},
      {"page":397,"id":9,"nass":"المبحث الثاني: شيوخه وتلاميذه\rأولاً: شيوخه\r...\rالمبحث الثاني: شيوخه وتلامذته:\rأولاً: شيوخه:\rأخذ خير الدين أبو الخير بن ظهيرة عن عدد من علماء عصره، وأهم شيوخه الذين وقفت عليهم1.\r1- سارة ابنة ابن جماعة (ت 855هـ) .\rوهي سارة ابنة عمر بن عبد العزيز بن محمد بن إبراهيم بن سعد الله بن جماعة، وتعرف بابنة ابن جماعة.\rذكر السخاوي أنها أجازت لخير الدين بن ظهيرة2.\r2- أبو جعفر بن الضّياء الحلبيّ (ت 857هـ) .\rوهو محمد بن أحمد بن عمر بن محمد بن عثمان بن عبيد الله الحلبي، الشهير بأبي جعفر بن أبي الضياء الحلبي.\rذكر السخاوي أنه أجاز لابن ظهيرة3.\r3- الشّهاب أحمد بن عليّ المحلّيّ (ت 858هـ) .\rوهو أحمد بن عليّ بن محمد بن موسى الشّهاب المحلّيّ ثمّ المدني.\rذكر السّخاويّ أنّ ابن ظهيرة سمع منه4.\r4- أبو الحسن الإبّيّ (ت 859هـ) .\r__________\r1 رتّبتهم بحسب تاريخ وفياتهم.\r2 ينظر: الضوء اللامع 9/280.\r3 ينظر: المصدر السابق 9/280.\r4 ينظر: المصدر السابق 9/280.","seal":"3336B698","part":1},
      {"page":398,"id":10,"nass":"وهو علي بن إبراهيم بن راشد أبو الحسن الإبّي (بكسر الهمزة وتشديد الباء) ، سمع منه ابن ظهيرة1.\r5- أبو الفتح المراغي (ت 859هـ) .\rوهو شرف الدين أبو الفتح محمد بن أبي بكر بن الحسن المراغي.\rذكر صاحب ((الضوء اللامع)) 2 أن ابن ظهيرة سمع منه.\r6- الزين الأميوطيّ (ت 867هـ) .\rوهو عبد الرحيم بن إبراهيم الأميوطي، سمع منه ابن ظهيرة3.\r7- إمام الكامليّة (ت 876هـ) .\rوهو محمد بن محمد بن محمد بن عبد الرحمن بن علي بن يوسف الشهير بـ ((إمام الكاملية)) 4، سمع منه ابن ظهيرة5.\r8- عبد القادر المحيّويّ المالكيّ (ت 880هـ)\r__________\r1 ينظر: المصدر السابق 9/280.\r2 2/280.\r3 ينظر: الضوء اللامع 9/280.\r4 ذكر المقريزي في خططه 4/211 المدرسة الكامليّة هذه، وقال: \"هذه المدرسة بخطٍّ بين القصرين من القاهرة، وتعرف بدار الحديث الكاملية، أنشأها السلطان الملك الكامل ناصر الدين بن الملك العادل أبي بكر بن أيوب في سنة اثنتين وعشرين وستمائة، وهي ثاني دار عملت للحديث، فإن أوّل من بنى داراً على وجه الأرض (هكذا) الملك العادل نور الدين محمود بن زنكي بدمشق، ثم بنى الكامل هذه الدار، ووقفها على المشتغلين بالحديث النبويّ، ثم من بعدهم على الفقراء الشافعية\".\r5 ينظر: الضوء اللامع 2/280.","seal":"F951FCDA","part":1},
      {"page":399,"id":11,"nass":"وهو عبد القادر بن أبي القاسم بن أبي العباس أحمد بن عبد المعطي المحيوي المالكي، وهو خال ابن ظهيره، وإمام العربية في زمانه، يقول السخاوي: \"وقد صار شيخ بَلَدِهِ في مذهبه والعربية غير مدفوع فيهما\"1 ومن أهم مؤلفاته في العربية شرح التسهيل، لم يتمه.\rتلمذ عليه ابن ظهيرة في العربية، ولازمه حتى تميز فيها كما يقول السخاوي2.\r9- شمس الدين الجوجريّ (ت 889هـ) .\rوهو شمس الدين محمد بن عبد المنعم الجوجريّ.\rلازمه ابن ظهيرة، وأخذ عنه الفقه بمكة والقاهرة3.\r10- شمس الدين السخاوي (ت 905هـ) .\rوهو محمد بن عبد الرحمن السخاوي (شمس الدين) المؤرخ المشهور ذكر أن ابن ظهيرة تردد عليه بمكة مع خاله عبد القادر المحيّويّ، ثم تردد عليه منفرداً بالقاهرة4، ويبدو أنه أخذ عنه.\r11- ابن الفرات (؟)\rوهو محمد بن العباس بن أحمد بن محمد بن الفرات أبو الحسن، شيخ العز ابن فهد، لم أقف على سنة وفاته.\r__________\r1 المصدر السابق 4/284.\r2 ينظر: الضوء اللامع 9/280.\r3 ينظر: المصدر السابق 9/280.\r4 ينظر: المصدر السابق 9/280.","seal":"845368AB","part":1},
      {"page":400,"id":12,"nass":"ذكر السخاوي أنه أجاز لابن ظهيرة 1.\r__________\r1 ينظر: المصدر السابق 9/280.","seal":"3D3B8B8D","part":1},
      {"page":400,"id":13,"nass":"ثانياً: تلاميذه\r...\rثانياً: تلامذته:\rلم تسعفنا المصادر التي بين أيدينا في التعرف على تلامذة خير الدين بن ظهيرة، وأشار السخاوي إلى واحد منهم في قوله: \"قرأ عليه حفيد الأهدل سنن ابن ماجه\"2.\rوالحفيد هذا هو: حسين بن صديق بن حسن بن عبد الرحمن بن محمد بن علي بن أبي بكر حفيد الشيخ البدر الحسيني الأهدل اليماني الشافعي3. ولد سنة (850هـ) وتوفي بعد سنة (905هـ) .\rالمبحث الثالث: آثاره العلميّة وشعره:\r__________\r2 ينظر: المصدر السابق 9/280.\r3 ينظر: الضوء اللامع 3/144، 145.","seal":"4BD19D83","part":1},
      {"page":400,"id":14,"nass":"المبحث الثالث: آثاره العلمية وشعره\rأولاً: أثاره العلمية\r...\rأولاً: آثاره العلميّة:\rلابن ظهيرة مؤلّفات في اللغة والنحو وبعض العلوم، وصفها ابن عَلان الصّدّيقيّ بأنّها ((مفيدة)) وأشار إلى أنّ له تحقيقات عديدة4، وقد فقد كثير منها، ومما عرفناه من مؤلفات ابن ظهيرة:\r1- رشف الشرابات السنية من مزج ألفاظ الأجرومية:\rوهو شرح لكتاب الأجرومية في النحو، ذكره السّخاويّ5.\r__________\r4 ينظر: إتحاف الفاضل 7.\r5 ينظر: الضوء اللامع 9/280.","seal":"75715B5D","part":1},
      {"page":401,"id":15,"nass":"2- شرح الإيجاز للنووي:\rوهو كتاب في المناسك، وصل فيه ابن ظهيرة إلى نحو النصف1.\r3- شرح التسهيل لابن مالك:\rأكمل فيه شرح خاله عبد القادر المحيوي، من باب التصغير إلى آخر الكتاب2.\r4- شرح لاميّة الأفعال لابن مالك:\rوهو في التصريف، وصل فيه ابن ظهيرة إلى نحو النصف كما يقول السّخاويّ3.\r5- المنهل المأهول بالبناء للمجهول:\rوهو هذا الكتاب، وسيأتي الكلام عليه مفصلاً.\rثانياً: شعره:\rلابن ظهيرة شعر أشارت إليه بعض المصادر فأوردت نتفاً منه كـ ((الضوء اللامع)) 4 و ((غاية المرام)) 5.\rويغلب على شعره سمة النظم، كعادة العلماء في أكثر أشعارهم.\rومن نظمه مما أورده السخاوي قوله معاتباً6:\rماذا الجَفَا يا ظَبْيَةَ الوَعْسَاءِ أَضْرَمْتِ نَارَ الهَجْرِ في أَحْشَائي\rوأَنا الّذي أَخْلَصْتُ فيك مَحَبَّتِي ووَقَفْتُ مُخْتَاراً عليك ولائي\r__________\r1 ينظر: المصدر السابق 9/280.\r2ينظر: المصدر السابق 9/280.\r3 ينظر: المصدر السابق 9/280.\r4 2/525، 610.\r5 9/280.\r6 ينظر: الضوء اللامع 9/280.","seal":"71D1F435","part":1},
      {"page":402,"id":16,"nass":"وقوله يمدح مكان الشريف محمد بن بركات بن حسن بن عجلان بن رميثة ابن أبي نمي، المسمّى بأمّ شُمَيْلَة سنة اثنتين وثمانين وثمانمائة1:\rبأُمِّ شُمَيْلَةٍ حَسُنَ المَقيلُ وطَابَ لَنَا بها الظِّلُّ الظَّلِيلُ\rوهَبَّ نَسِيمُها الأَسْنَى صَحيحاً وعهدِي بالنَّسِيم هُوَ العَلِيلُ\rلقد كَمُلَتْ مَحَاسِنُها فأَثنى لِسَانُ الحالِ في المَعْنَى يَقُولُ\rأَهَلْ لريَاقَتي وصَفَاءِ مَائي ونُضْرَةِ خُضْرَتِي يُبْغَى بَدِيلُ\rوهَلْ لمُعَمِّري بَيْنَ البرايا شَبيهٌ أو بَديلٌ أو مَثيلُ\rمَلِيكٌ قد سَمَا قُنَنَ المعالي وذَلَّ لِعِزِّهِ الصعبُ المهولُ\rهو البطلُ الهِزَبْرُ أبو قِناعٍ محمدٌ الأبيُّ المُسْتَطِيلُ\rوقال يهنئ الشريف محمد بن بركات بالنصر والسلامة في وقعة سنة اثنتين وثمانين وثمانمائة بقصيدة طويلة مطلعها2:\rفي صاَدِقِ الخُبْرِ ما يُغْنِي عن الخَبَر وفي اقتناصِ الصَّياصي غايَةُ الوَطَرِ\rومنها:\rمَلْكٌ له في رَحِيبِ الفَضْلِ بَادِرَةٌ وفي حُروبِ الأعادي أيُّ مُصْطَبَرِ\r__________\r1 ينظر: غاية المرام 2/610.\r2 ينظر: المصدر السابق 2/526 -529.","seal":"83B03A96","part":1},
      {"page":403,"id":17,"nass":"قَرْمٌ هِزَبْرٌ إذا ما شِمْتَ طَلْعَتَهُ رأيتَ عجّاجَ بَحْرٍ غير مُحْتَكرِ\rإن جَالَ في صَهَواتِ الخيلِ يومَ وغىً تراهمُ يُلصِقُونَ الأرضَ بالطُّرَر\rومنها:\rدَعُوا السَّيوفَ لأَهْلِيها ودونَكُمُ حَرثَ النّهوبِ وجَعْلَ الحبِّ في الحفرِ\rوسَلِّمُوا الخيلَ واعَتْاضُوا بها حُمُرا فكم نَرَى حُمُرا منكم على حُمُرِ\rأَمَا عَلِمْتُم ولا أَخْلاقَ عِندَكُمُ أنّ الزُّجَاجَةَ لا تَقْوَى على الحَجَرِ","seal":"6DC2F593","part":1},
      {"page":404,"id":18,"nass":"الفصل الثاني: كتاب المنهل المأهول\rالمبحث الأول: تحقيق اسم الكتاب وتوثيق نسبته:\rورد اسم الكتاب على طُرَّة نسخة الأصل التي اعتمدناها، وهي نسخة دار الكتب المصرية، وورد - أيضاً - في مقدمة الكتاب في النسخ الثلاث المعتمدة في التحقيق، وذلك في قوله: \"وسميته المنهل المأهول بالبناء للمجهول\"1.\rوذكره البغدادي2، ولم يذكر اسم مؤلفه أما المصدر الرئيس الذي ترجم لابن ظهيرة، وهو ((الضوء اللامع)) فلم يذكر هذا الكتاب فيما ذكره من مؤلفات ابن ظهيرة، ولا غرابة في ذلك إذا عرفنا أنّ ابن ظهيرة توفّي بعد السخاوي صاحب ((الضوء اللامع)) فلعله ألفه في أواخر حياته في مطلع القرن العاشر.\rوالكتاب منسوب إلى مؤلفه خير الدين ابن ظهيرة على طُرّة نسخة دار الكتب، أيضاً، ويؤكد هذه النسبة ما جاء في مقدمة ((إتحاف الفاضل)) لمحمد علي بن عَلان الصّدّيقيّ (1057هـ) في قوله: \" ... فإنّ الكتاب المسمّى بالمنهل المأهول في الفعل المبني للمجهول جمع الأوحد الفاضل الأمجد العالم العامل الشيخ الإمام الحبر الهمام ذي التّآليف المفيدة والتحقيقات العديدة القاضي خير الدين\r__________\r1 المنهل المأهول 2ب.\r2 ينظر: إيضاح المكنون 3/595.","seal":"F052DABD","part":1},
      {"page":405,"id":19,"nass":"أبي الخير ابن أبي السعود بن ظهيرة القرشي المخزومي المكي الشافعي تغمده الله برحمته وأسكنه بحبوح جنته مؤلفٌ فريد في بابه، مفيد لقاصدي معناه وطلابه ... \"1.\rوقد اعتمد عليه ابن عَلان وجعله أصلا لكتابه، وأضاف إليه زيادات من بعض كتب الأفعال، وتبين لي من خلال تحقيق ((المنهل المأهول)) التطابق التام بين نصوصه وما يقابلها في ((إتحاف الفاضل)) بما لا يدع مجالاً للشك في أن هذا الكتاب الذي بين أيدينا هو الكتاب الذي ذكره ابن عَلان، واعتمد عليه، وعزاه لخير الدين ابن ظهيرة.\rوابن علان هذا قريب عهد بالمؤلف، وهو من علماء اللغة المدققين في زمانه.\rالمبحث الثاني: موضوع الكتاب ومادته ومنهجه:\rقد يحذف فاعل الفعل فينوب عنه المفعول أو المصدر أو الظرف أو الجار والمجرور بعد بناء الفعل للمجهول، وذلك بتغير صيغته على النحو الذي فصله النحاة، وملخصه:\rيبنى الماضي الصحيح للمجهول بضم أوله وكسر ما قبل آخره، سواء كان ثلاثياً مجرداً نحو ((ضُرِبَ)) أو مزيداً فيه نحو ((أُكرم)) أو رباعياً مجرداً نحو ((بُعثر)) أو مزيداً فيه نحو ((تدحرج)) .\rوإن كان مبدوءاً بتاء زائدة ضمّ أوّله وثانيه (أي التاء وما بعدها) نحو ((تُعُلِّم))\r__________\r1 إتحاف الفاضل 7.","seal":"2368EDC7","part":1},
      {"page":406,"id":20,"nass":"وإن كان مبدوءاً بهمزة وصل ضُمّ أوله وثالثه، نحو ((انطُلق)) و ((اجتُمع)) و ((اسْتُخرج)) .\rأمّا الأجوف فحكم ما لم تعلّ عينه حكم الصحيح في البناء للمجهول، أما ما أعلّت عينه - وهو الكثير - ففيه ثلاث لغات:\r1-كسر الفاء فتسلم الياء وتقلب الواو ياء نحو ((قِيلَ)) و ((بِيعَ)) وهي أفصح اللغات الثلاث، والأصل: قُوِلَ وبُيِعَ.\r2- الإشمام، وهو أن تنحو بكسرة فاء الفعل نحو الضمة، فتميل الياء الساكنة بعدها نحو الواو قليلاً؛ إذ هي تابعة لحركة ما قبلها.\r3- إخلاص ضمة الفاء فتسلم الواو وتقلب الياء واواً نحو: قُول وبُوع، وعليه قول الراجز:\rلَيْتَ وهَلْ يَنْفَعُ شَيئاً لَيْت لَيْتَ شَبَاباً بُوعَ فاشْتَرَيت1\rأمّا الثلاثيّ المضعّف الصحيح فأوجب جمهور العلماء ضم فائه، نحو: عُدّ ورُدّ، وأجاز الكوفيون الكسر، نحو: رِدّ.\rوتنقسم الأفعال بالنظر إلى بنائها للمجهول ثلاثة أقسام:\rقسم اتفق النحاة على أنه لا يجوز بناؤه للمجهول، وهو كل فعل لا يتصرف، نحو: نِعْمَ وبِئْسَ، وعَسَى، وليس، وحبّذا، وفعل التعجب.\rوقسم فيه خلاف، وهو كان وأخواتها.\r__________\r1 الرجز لرؤبة في ملحقات ديوانه 171، وينظر: أسرار العربية 92، وشرح شواهد المغني 2/819، والتصريح 1/295.","seal":"1C0798CA","part":1},
      {"page":407,"id":21,"nass":"وقسم اتفق النحويون على جواز بنائه للمفعول، وهو ما بقي من الأفعال المتصرفة، وهو الكثير الغالب1.\rوثَمّة أفعال جاءت عن العرب ملازمة للبناء للمجهول، كقولهم: عُنِيت بحاجتك ونُفِست المرأة، ونُتِجت، ودُهِشَ، وأُولِعَ، أو غلب عليها البناء للمجهول فقد تستعمل بصيغة ما سمّي فاعله (المبنى للمعلوم) مثل: زُهِيتَ علينا، حكي فيه: زها يزهو2.\rو ((المنهل المأهول)) - كتابنا هذا - يحوي بين دفتيه ما جمعه مؤلفه ابن ظهيرة من هذا النوع من الأفعال الملازمة للبناء للمجهول أو الذي غلب عليه الاستعمال مبنياً للمجهول، وفي هذا يقول المؤلف في مقدمته: \"فإن للعرب ألفاظاً نطقوا بها بالبناء للمجهول، وإن كانت بمعنى الفاعل لا المفعول، فتارة لا يُعَبِّرون عن معنى تلك الألفاظ إلابهذا البناء المذكور، وتارة يعبرون عنه بهذا البناء وبغيره، ويكون أحدهما المشهور\"3.\rفأراد المؤلف أن يجمع ما توفّر عليه من هذه الأفعال التي لم تجمع في كتاب مستقلّ بها قبله، وهو في ذلك يقول: \"ولم أعلم أحداً تصدّى لجمع هذه الألفاظ من السّلف والخلف، ولا أفرد لها مؤلّفاً يَعْتَمِدُ عليه من وقف\"4.\rوأتى على قدر وافر من هذه الأفعال الملازمة للبناء تجاوز عددها المائتين\r__________\r1 ينظر: شرح الجمل لابن عصفور 1/535.\r2 ينظر: الصحاح (زها) 6/2370.\r3 المنهل المأهول 2 ب.\r4 المصدر السابق 2 أ.","seal":"3609C7DE","part":1},
      {"page":408,"id":22,"nass":"فقد بلغ أربعة ومائتي فعل مبني للمجهول (204) عدا المكرر، وهي مادة زاخرة إذا قيست بما في ((الفصيح)) لثعلب الذي احتوى على ستة وثلاثين فعلاً، ومنظومة الدَّميري التي احتوت على ثلاثة وأربعين فعلاً، ولهذا يعدّ كتاب ((المنهل المأهول)) أغنى كتاب بالأفعال المبنية للمجهول في زمانه، فضلاً عن كونه أول كتاب يؤلف في بابه، وظلّ على تفوّقه حتى منتصف القرن الحادي عشر تقريباً حين ألف محمد بن عَلان الصّدّيقيّ (1057هـ) كتابه ((إتحاف الفاضل بالفعل المبني لغير الفاعل)) فأفاد من المنهل المأهول، وجعله أصلاً لكتابه.\rوقد اختار ابن ظهيرة لعرض مادته منهجاً معجمياً، وهو المنهج المعجمي الهجائي الألف بائي القائم على ترتيب الألفاظ بحسب أصولها بالنظر إليها من أولها، وجعل لكل حرف باباً ليُيَسِّرَ مراجعة الكتاب، وليأمن بعض التصحيف، وفي ذلك يقول: \"ورتّبت ذلك على حروف المعجم؛ ليسهل الكشف عليها، لمن خفي عليه ضبطها أو استعجم، معتبراً في الترتيب أول الكلمة والأصول من أحرفها لا ما هي به مُتَمَّمة\"1.\rوبتأمّل مواد الكتاب يمكن الخروج بالملحوظات المختلفة التالية:\rأ- لم يخل حرف من الحروف من مادةٍ لغوية، فجاءت أبواب الكتاب بعدد حروف المعجم، وأوسع الأبواب هو باب الميم وفيه عشرون فعلاً، وأقلها بابا الباء والظاء، وفي كل منهما فعل واحد، ويليهما باب الياء، وفيه فعلان.\rب- جميع الأفعال التي أوردها ابن ظهيرة هي من الثلاثي الأصول، وأكثرها مجردة من الزوائد، وبعضها مزيد بحرف، كالهمزة نحو (أُهدر) أو\r__________\r1 المنهل المأهول 2ب.","seal":"F0ED3379","part":1},
      {"page":null,"id":23,"nass":"المبحث الثاني: موضوع الكتاب ومادته ومنهجه\r...\rNo pages","seal":"50F8A4FA","part":1},
      {"page":null,"id":24,"nass":"المبحث الثالث: مصادره وشواهده\rأولاً: مصادره\rثانياً: شواهده\rالقسم الثاني: التحقيق\rأولاً: وصف النسخ\r...\rNo pages","seal":"D08553BC","part":1},
      {"page":null,"id":25,"nass":"ثانياً: منهج التحقيق\rالنص المحقق\r...\rNo pages","seal":"866BDCCA","part":1},
      {"page":null,"id":26,"nass":"مقدمة المؤلف\rباب الهمزة\rباب الباء الموحدة\rباب التاء المثناة\rباب الثاء المثلثة\rباب الجيم\rباب الحاء المهملة\rباب الخاء المعجمة\rباب الدال المهملة\rباب الذال المعجمة\rباب الراء\rباب الزاي\rباب السين المهملة\rباب الشين المعجمة\rباب الضاد المعجمة\rباب الطاء المهملة\rباب الظاء المهملة\rباب العين المهملة\rباب الغين المعجمة\rباب الفاء\rباب القاف\rباب الكاف\rباب اللام\rباب الميم\rباب النون\rباب الهاء\rباب الواو\rباب الياء\rالخاتمة\r...\rNo pages","seal":"BA789344","part":1},
      {"page":501,"id":27,"nass":"مصادر ومراجع\r...\rفهرس المصادر والمراجع\r1- الإبدال، لأبي الطيب اللغوي، ت/عز الدين التنوخي، مطبوعات المجمع العلمي العربي بدمشق 1379هـ.\r2- الإبدال والمعاقبة والنظائر، للزجاجي، ت/عز الدين التنوخي، مطبوعات المجمع العلمي العربي بدمشق 1381هـ.\r3- إتحاف الفاضل بالفعل المبني لغير العاقل، لابن علان، ت/يسري عبد الغني عبد الله، دار الكتب العلمية، بيروت، 1407هـ (وجميع إحالاتي غير المقيدة هي على هذه الطبعة)\r4- إتحاف الفاضل بالفعل المبني لغير العاقل، لابن علان،مكتبة القدسي والبدير، دمشق 1384هـ.\r5- إتحاف الورى بأخبار أم القرى، للنجم بن فهد، ت/ فهيم شلتوت، مركز البحث العلمي بجامعة أم القرى، مكة المكرمة 1403هـ.\r6- أدب الكاتب، لابن قتيبة، ت/ محمد الدالي، مؤسسة الرسالة، بيروت 1402هـ.\r7- ارتشاف الضرب، لأبي حيان، ت/ الدكتور مصطفى النماس، مطبعة النسر الذهبي، القاهرة.\r8- الأزمنة والأمكنة، للمرزوقي، دار الكتاب الإسلامي، القاهرة.\r9- أساس البلاغة، للزمخشري، ت/ عبد الرحيم محمود، دار المعرفة بيروت 1402هـ.\r10- أسرار العربية، لأبي البركات الأنباري، ت/ محمد بهجة البيطار، مطبوعات المجمع العلمي، دمشق1377هـ.","seal":"292DC209","part":1},
      {"page":502,"id":28,"nass":"1- إسفار الفصيح، لأبي سهل الهروي، ت/ الدكتور أحمد سعيد قشاش، رسالة دكتوراه، الجامعة الإسلامية 1416هـ.\r2- الاشتقاق، لابن دريد، ت/ عبد السلام هارون، الخانجي، القاهرة 1378هـ.\r3- إصلاح المنطق، لابن السكيت، ت/ أحمد شاكر وعبد السلام هارون، دار المعارف، القاهرة 1949م. (الطبعة الثانية) .\r4- الأصول في النحو، لابن السراج، ت/ الدكتور عبد الحسين الفتلي، مؤسسة الرسالة، بيروت 1405هـ.\r5- إعراب الحماسة، لابن جنى، مخطوط، مكتبة أحمد الثالث 2369.\r6- الأغاني، لأبي الفرج الأصفهاني، الدار التونسية للنشر والتوزيع، 1983م.\r7- الأفعال، لابن القطاع، عالم الكتاب، بيروت 1403هـ.\r8- الأفعال، لابن القوطية، ت/علي فوده، الخانجي، القاهرة، 1993م (الطبعة الثانية) .\r9- الأفعال للسرقسطي، ت/ الدكتور حسين محمد شرف، الهيئة العامة لشؤون المطابع الأميرية، 1395هـ.\r10- الأفعال الملازمة للمجهول بين النحويين واللغويين، للدكتور مصطفى النماس، بحث نشر في مجلة كلية اللغة العربية بجامعة الأزهر 1978م.\r11- الاقتضاب في شرح أدب الكتاب، للبطليوسي، ت/ مصطفى السقا، القاهرة 1983م.","seal":"946F7A02","part":1},
      {"page":503,"id":29,"nass":"1- أقرب الموارد في فصح العربية والشوارد، للشرتوني، المطبعة الكاثوليكية، بيروت 1992م (الطبعة الثانية) .\r2- الأمثال لأبي عبيد القاسم بن سلام، ت/ عبد المجيد قطامش، مركز البحث العلمي، جامعة أم القرى، مكة المكرمة، 1400هـ.\r3- أمثال العرب، للضّبّي، ت/ الدكتور رمضان عبد التواب، مطبوعات مجمع اللغة العربية، دمشق.\r4- إنباه الرواة على أنباه النحاة، للقفطي، ت/ محمد أبو الفضل إبراهيم، دار الفكر، القاهرة 1406هـ.\r5- الأنواء في مواسم العرب، لابن قتيبة، حيدر أباد، الدكن 1375هـ.\r6- أوضح المسالك، لابن هشام، ت/ محيي الدين عبد الحميد، دار الفكر، بيروت 1394هـ (الطبعة السادسة) .\r7- الإيضاح في شرح المفصل، لابن الحاجب، ت/ موسى بن بنّاي العليلي، وزارة الأوقاف، بغداد 1982م.\r8- إيضاح المكنون في الذيل على كشف الظنون، للبغدادي، دار الفكر، بيروت 1402هـ.\r9- البحر المحيط، لأبي حيان، دار الفكر، بيروت 1403هـ (الطبعة الثانية) .\r10- البدر الطالع بمحاسن من بعد القرن السابع، للشوكاني، دار المعرفة، بيروت.\r11- تاج العروس، للزبيدي، المطبعة الخيرية، القاهرة 1306هـ.\r12- التاريخ والمؤرخون بمكة، لمحمد الحبيب الهيلة، مؤسسة الفرقان، مكة 1994م.","seal":"4DCD196A","part":1},
      {"page":504,"id":30,"nass":"1- تاريخ بغداد، للخطيب البغدادي، القاهرة 1931م.\r2- تصحيح الفصيح، لابن درستويه، ت/ الدكتور عبد الله الجبوري، مطبعة الإرشاد، بغداد 1395هـ.\r3- التصريح بمضمون التوضيح، للشيخ خالد الأزهري، دار الفكر، بيروت.\r4- التكملة والذيل والصلة، للصغاني، ت/ عبد العليم الطحاوي وآخرين، مطبعة دار الكتب، القاهرة 1970م.\r5- التلويح في شرح الفصيح، لأبي سهل الهروي، ت/ محمد عبد المنعم خفاجى، مكتبة التوحيد، القاهرة، 1368هـ.\r6- التنبيه والإيضاح، لابن بري، ت/ مصطفى حجازي، الهيئة المصرية العامة للكتاب، 1980م.\r7- تهذيب الأسماء واللغات، للنووي، دار الكتب العلمية، بيروت.\r8- تهذيب الخواص من درة الغواص، لابن منظور، نسخة خطية مصورة في مركز البحث العلمي، بجامعة أم القرى في مكة، تحت رقم 489لغة.\r9- تهذيب اللغة، للأزهري، ت/ عبد السلام هارون وآخرين، المؤسسة المصرية العامة للتأليف، القاهرة 1384هـ.\r10- التيسير في القراءات العشر، لأبي عمرو الداني، دار الكتاب العربي، بيروت 1404هـ.\r11- ثمار القلوب في المضاف والمنسوب، للثعالبي، ت/ محمد أبو الفضل إبراهيم، دار المعارف، القاهرة 1384هـ.\r12- الجامع الصغير، للسيوطي، دار الكتب العلمية، بيروت 1410هـ.\rالجامع الكبير، للسيوطي، مخطوط منشور على هيئته الأصلية، الهيئة","seal":"19C991F8","part":1},
      {"page":505,"id":31,"nass":"1- المصرية العامة للكتاب، عن أصله في مكتبة محمد علي برقم (95) .\r2- الجامع لأحكام القرآن، للقرطبي، دار الكتب المصرية، القاهرة 1372هـ.\r3- الجمل في النحو، للزجاجي، ت/ الدكتور علي توفيق الحمد، مؤسسة الرسالة، بيروت 1404هـ.\r4- الجمهرة، لابن دريد، ت/ الدكتور رمزي منير بعلبكي، دار العلم للملايين، بيروت 1987م.\r5- جمهرة الأمثال، للعسكري، ت/ محمد أبو الفضل إبراهيم، المؤسسة العربية الحديثة 1407هـ.\r6- حسن المحاضرة في تاريخ مصر والقاهرة، للسيوطي، ت/محمد أبو الفضل إبراهيم، عيسى البابي الحلبي، القاهرة 1967م.\r7- الحسن والإحسان فيما خلا عنه اللسان، لعبد الله بن عمر البارودي، عالم الكتب، بيروت 1407هـ.\r8- حواشي ابن بري على درة الغواص، نسخة مصوّرة بجامعة أم القرى، تحت رقم 277 لغة.\r9- الحيوان، للجاحظ، ت/ عبد السلام هارون.\r10- خزانة الأدب، للبغدادي، ت/ عبد السلام هارون، الخانجي، القاهرة 1409هـ (الطبعة الثالثة) .\r11- الخطط المقريزية، للمقريزي، دار صادر، بيروت.\r12- الدار اللقيط في أغلاط القاموس المحيط، لداود زاده، نسخة خطية مصورة بمكتبة الجامعة الإسلامية برقم (3991 فلم)","seal":"2183E3A1","part":1},
      {"page":506,"id":32,"nass":"1- الدار المصون في علوم الكتاب المكنون، للسمين الحلبي، ت/ الدكتور أحمد الخراط، دار القلم، دمشق 1406هـ.\r2- الدرة الفاخرة في الأمثال السائرة، لحمزة الأصفهاني، ت/ عبد المجيد قطامش، دار المعارف، القاهرة.\r3- ديوان ابن أحمر، ت/ حسين عطوان، مطبوعات مجمع اللغة العربية، دمشق.\r4- ديوان امرىء القيس، ت/ محمد أبو الفضل إبراهيم، دار المعارف، 1984م (الطبعة الرابعة) .\r5- ديوان دعبل الخزاعي، ت/ الدكتور محمد يوسف نجم، دار الثقافة، بيروت 1409هـ.\r6- ديوان رؤبة بن العجاج، ت/ وليم بن الورد البروسي، دار الآفاق الجديدة، بيروت 1400هـ.\r7- ديوان طرفة بن العبد، ت/ الدكتور رحاب خضر عكاوي، دار الفكر العربي.\r8- ديوان لبيد بن ربيعة، ت/ الدكتور حسن نصر الحِتّي، دار الكتاب العربي، بيروت1414هـ.\r9- الريح، لابن خالويه، الدكتور حسين محمد شرف، مكتبة الحلبي، المدينة المنورة 1404هـ.\r10- السبعة في القراءات، لابن مجاهد، ت/ الدكتور شوقي ضيف، دار المعارف، القاهرة 1988م.","seal":"A182949F","part":1},
      {"page":507,"id":33,"nass":"1- سنن أبي داود، ت/ محيي الدين عبد الحميد، دار الفكر، بيروت.\r2- سنن الترمذي (الجامع الصحيح) ت/ أحمد محمد شاكر وآخرين، مصطفى البابي الحلبي، القاهرة 1398هـ.\r3- سنن الدارمي، ت/ محمد أحمد دهمان، دار إحياء السنة النبوية، بيروت.\r4- شرح أبيات إصلاح المنطق، لابن السيرافي، ت/ ياسين محمد السّوّاس، مركز جمعه الماجد، دبي1412هـ.\r5- شرح أدب الكاتب، للجواليقي، قدم له مصطفى صادق الرافعي، دار الكتاب العربي، بيروت.\r6- شرح درة الغواص، للخفاجي، مطبعة الجوائب 1299هـ.\r7- شرح الشافية، للرضي، ت/ محمد نور الحسن وآخرين، دار الكتب العلمية، بيروت 1402هـ.\r8- شرح شواهد المغني، للسيوطي، ت/ أحمد ظافر كوجان، منشورات دار مكتبة الحياة بيروت.\r9- شرح الفصيح للجبان، ت/ عبد الجبار قزاز، المكتبة العلمية، لاهور 1406هـ.\r10- شرح الفصيح لابن هشام اللخمي، ت/ مهدي عبيد جاسم، وزارة الثقافة والإعلام العراقية، بغداد 1409هـ.\r11- شرح القصائد السبع الطوال، لابن الأنباري، ت/ عبد السلام هارون، دار المعارف القاهرة 1963م.\r12- شرح القصائد العشر، للتبريزي، ت/ عبد السلام الحوفي، دار الكتب العلمية، بيروت 1405هـ.\rشرح القصائد المشهورات الموسومة بالمعلقات، لابن النحاس، دار الباز،","seal":"A0DC847D","part":1},
      {"page":508,"id":34,"nass":"1- مكة المكرمة 1405هـ.\r2- شرح المعلقات العشر وأخبار شعرائها، لأحمد بن الأمين الشنقيطي، دار القلم، بيروت.\r3- شرح المفصل لابن يعيش، عالم الكتب، بيروت.\r4- شعب الإيمان، للبيهقي، ت/ محمد بسيوني زغلول، دار الكتب العلمية بيروت 1410هـ.\r5- شمس العلوم ودواء كلام العرب من الكلوم، لنشوان بن سعيد الحميري، عالم الكتب، بيروت.\r6- الصحاح، للجوهري، ت/ أحمد عبد الغفور عطار، دار العلم للملايين، بيروت.\r7- ضعيف الجامع الصغير وزيادته للألباني، المكتب الإسلامي، بيروت 1410 (الطبعة الثالثة) .\r8- الضوء اللامع لأهل القرن التاسع، للسخاوي، دار مكتبة الحياة، بيروت.\r9- ضياء الحلوم في اختصار شمس العلوم، لعلي بن نشوان الحميري، نسخة خطية في مكتبة عارف حكمت تحت رقم (71/410) .\r10- العباب (حرف الفاء) للصغاني، ت/ محمد حسن آل ياسين، دار الرشيد، بغداد، 1981م.\r11- العقد الثمين في تاريخ البلد الأمين، للفاسي، ت/ فؤاد سيد، القاهرة 1381هـ.\rالعقد الفريد، لابن عبد ربه، ت/ أحمد أمين وآخرين، دار الكتاب","seal":"A20D838D","part":1},
      {"page":509,"id":35,"nass":"1- العربي 1406هـ.\r2- العلاقات الحجازية المصرية زمن سلاطين المماليك، لعلي بن حسين السليمان، الشركة المتحدة للنشر والتوزيع، القاهرة 1393هـ.\r3- العين، للخليل بن أحمد، ت/ الدكتور مهدي المخزومي والدكتور إبراهيم السامرائي، مؤسسة الأعلمي، بيروت 1408هـ.\r4- غاية المرام بأخبار البلد الحرام، لعز الدين ابن فهد، ت/ فهيم شلتوت، مركز البحث العلمي بجامعة أم القرى، مكة المكرمة 1406هـ.\r5- غريب الحديث لابن الجوزي، ت/ عبد المعطي أمين قلعجي، دار الكتب العلمية، بيروت 1405هـ.\r6- الغريبين، للهروي، نسخة فلمية في الجامعة الإسلامية في المدينة المنورة تحت رقم 4303.\r7- فائت الفصيح، لأبي عمر الزاهد، ت/ الدكتور محمد عبد القادر أحمد، القاهرة 1406هـ.\r8- الفاخر، للمفضل بن سلمة، ت/ عبد العليم الطحاوي، دار إحياء الكتب العربية، القاهرة 1380هـ.\r9- فصل المقال في شرح كتاب الأمثال، لأبي عبيد البكري، ت/ الدكتور إحسان عباس، وعبد المجيد قطامش، مؤسسة الرسالة، بيروت 1403هـ.\r10- الفصيح لثعلب، ت/ عاطف مدكور، دار المعارف، القاهرة 1984م.\r11- فعلت وأفعلت، للزجاج، ت/ ماجد الذهبي، الشركة المتحدة للتوزيع، دمشق 1404هـ.\rقاموس الأفعال المبنية للمجهول، لأسماء أبو بكر محمد، دار الجيل،","seal":"FB49B28D","part":1},
      {"page":510,"id":36,"nass":"1- بيروت، ومكتبة التراث الإسلامي، القاهرة.\r2- القاموس المحيط، للفيروز آبادي، مؤسسة الرسالة، بيروت 1407هـ.\r3- القلب والإبدال، لابن السكيت (ضمن مجموع الكنز اللغوي) نشره أوغست هفنر، بيروت 1903م.\r4- الكامل في ضعفاء الرجال، لابن عدي، دار الفكر، بيروت 1405هـ.\r5- الكشاف، للزمخشري، دار الريان للتراث، القاهرة، ودار الكتاب العربي، بيروت 1407هـ.\r6- الكشف عن وجوه القراءات السبع، لمكي بن أبي طالب، ت/ محيي الدين رمضان، مؤسسة الرسالة، بيروت 1407هـ.\r7- لسان العرب، لابن منظور، دار صادر، بيروت.\r8- المبني للمجهول في الدرس اللغوي والتطبيق في القرآن الكريم، للدكتور محمد سليمان ياقوت، دار المعرفة الجامعية، الإسكندرية.\r9- مجاز القرآن، لأبي عبيدة، ت/ الدكتور فؤاد سزكين، الخانجي، القاهرة.\r10- مجمع الأمثال، للميداني، ت/ محمد أبو الفضل إبراهيم، دار الجيل، بيروت 1407هـ.\r11- مجمع البحرين، للهيثمي، ت/ عبد القدوس نذير، مكتبة الرشد، الرياض 1413هـ.\r12- مجمل اللغة، لابن فارس، ت/ الدكتور زهير عبد المحسن سلطان، مؤسسة الرسالة بيروت 1406هـ.\r13- المحرر الوجيز، لابن عطيه، المجلس العلمي، فاس، 1395هـ.\r14- المحكم، لابن سيده، ت/ جماعة من العلماء، القاهرة 1377هـ.","seal":"68802F4A","part":1},
      {"page":511,"id":37,"nass":"1- المحيط في اللغة لابن عباد، ت/ محمد حسن آل ياسين، عالم الكتب بيروت 1414هـ.\r2- مختار الصحاح، للرازي، مطبعة عيسى البابي الحلبي، القاهرة.\r3- المختصر من كتاب نشر النور والزهر، لعبد الله مرداد، اختصار وترتيب محمد سعيد العامودي، وأحمد علي، مطبوعات نادي الطائف الأدبي.\r4- المخصص، لابن سيده، بعناية محمد محمود التركزي الشنقيطي، ومعاونة عبد الغني محمود، مطبعة بولاق، القاهرة 1321هـ.\r5- مراتب النحويين، لأبي الطيب اللغوي، ت/ محمد أبو الفضل إبراهيم، القاهرة 1955م.\r6- المزهر في علوم اللغة العربية وأنواعها، ت/ محمد جاد المولى وعلي البجاوي ومحمد أبو الفضل إبراهيم، دار الفكر، بيروت.\r7- المستدرك على الصحيحين، للحاكم النيسابوري، دار المعرفة بيروت.\r8- المستقصى في أمثال العربية، للزمخشري، دار الكتب العلمية، بيروت 1397هـ.\r9- مسند الإمام أحمد بن حنبل، المكتب الإسلامي، بيروت 1398هـ.\r10- المشوف المعلم في ترتيب الإصلاح على حروف المعجم، للعكبري، ت/ ياسين محمد السواس، مركز البحث العلمي، جامعة أم القرى، 1403هـ.\r11- المصباح المنير، للفيومي، ت/ عبد العظيم الشناوي، المكتبة العلمية، بيروت.","seal":"94ECBB76","part":1},
      {"page":512,"id":38,"nass":"1- معاني القرآن، للفراء، ت/ محمد علي النجار، وأحمد يوسف، عالم الكتب، بيروت 1403هـ.\r2- معاني القرآن وإعرابه، للزجاج، ت/ الدكتور عبد الجليل شلبي، عالم الكتب، بيروت 1408هـ.\r3- المعاني الكبير، لابن قتيبة، دار الكتب العلمية، بيروت 1405هـ.\r4- المعجم الوسيط، للدكتور إبراهيم أنيس ورفاقه، دار الفكر، بيروت.\r5- مقاييس اللغة، لابن فارس، ت/ عبد السلام هارون، دار الكتب العلمية، قم، إيران.\r6- موائد الفضل والكرم الجامعة لتراجم أهل الحرم، لعبد الستار الدهلوي، مخطوط في مكتبة الحرم المكي، تحت رقم (115تراجم) في مكتبة الدهلوي.\r7- نزهة الطرف في علم الصرف، للميداني، دار الأوقاف الجديدة، بيروت 1401هـ.\r8- نسمة السحر في ذكر من تشيع وشعر، ليوسف بن الحسن الصنعاني، دار الكتب المصرية 13849/ح.\r9- النشر في القراءات العشر، لابن الجزري، أشرف على طبعه على محمد الضباع، دار الكتب العلمية، بيروت.\r10- النهاية في غريب الحديث، لابن الأثير، ت/طاهر الزاوي والدكتور محمود الطناحي، المكتبة العلمية، بيروت 1403هـ.\r11- نوادر أبى زيد، ت/ الدكتور محمد عبد القادر أحمد، دار الشروق، بيروت 1401هـ.","seal":"D85E5B0E","part":1},
      {"page":513,"id":39,"nass":"1- نوادر أبي مسحل الأعرابي، ت/ عزة حسن، مطبوعات مجمع اللغة العربية، دمشق1961م.\r2- الوشاح وتثقيف الرماح في رد توهيم المجد الصحاح، لأبي زيد التادلي، نسخة فلمية، محفوظة في مكتبة الجامعة الإسلامية تحت رقم 6422.\r3- وفاق المفهوم في اختلاف المقول والمرسوم، لابن مالك، ت/ بدر الدين محمد شفيع النيبالي، مكتبة الإيمان، المدينة المنورة 1409هـ.","seal":"403FFE8B","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":910,"Bk":"المنهل المأهول بالبناء للمجهول لأبي الخير محمد بن ظهيرة تحقيق ودراسة","HigriD":"نحو 910","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"مُحَمَّد خير الدّين أَو قطب الدّين أَبُو الْخَيْر بن الْجمال أبي السُّعُود بن أبي البركات بن أبي السُّعُود الْقرشِي الشَّافِعِي بن ظهيرة","bLnk":null,"Inf":"","Auth":"ابن ظهيرة، أبو الخير","Betaka":"الكتاب: المنهل المأهول بالبناء للمجهول لأبي الخير محمد بن ظهيرة: تحقيق ودراسة\r\nالمؤلف: مُحَمَّد خير الدّين أَو قطب الدّين أَبُو الْخَيْر بن الْجمال أبي السُّعُود بن أبي البركات بن أبي السُّعُود الْقرشِي الشَّافِعِي بن ظهيرة (المتوفى: نحو 910هـ)\r\nالمحقق: عبد الرزاق بن فراج الصاعدي\r\nالناشر: الجامعة الأسلامية بالمدينة المنورة\r\nالطبعة: السنة 33 - العدد 113 - 1421هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":"جاء في الضوء اللامع للسخاوي 9 / 280، 281 :\r\n\r\n مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد خير الدّين أَو قطب الدّين أَبُو الْخَيْر بن الْجمال أبي السُّعُود بن أبي البركات بن أبي السُّعُود الْقرشِي الشَّافِعِي بن ظهيرة / ابْن عَم اللَّذين قبله وَابْن أُخْت المحيوي عبد الْقَادِر الْمَالِكِي الْمَاضِي. ولد حِين خُسُوف الْقَمَر من لَيْلَة الثُّلَاثَاء رَابِع عشر شعْبَان سنة سِتّ وَأَرْبَعين وَثَمَانمِائَة بِمَكَّة وَنَشَأ فحفظ الْقُرْآن وَصلى بِهِ فِي الْمَسْجِد الْحَرَام وأربعي النَّوَوِيّ ومنهاجه وَغَيرهمَا وَعرض عَليّ جمَاعَة ولازم خَاله فِي الْعَرَبيَّة فتميز فِيهَا وَكَذَا لَازم الْجَوْجَرِيّ فِي الْفِقْه بِمَكَّة وبالقاهرة وَقد ارتحل إِلَيْهَا وَأذن لَهُ فِي الإقراء وَغَيره وَسمع إِمَام الكاملية وَحلق لإقراء الْعَرَبيَّة وَغَيرهَا بل قَرَأَ عَلَيْهِ حفيد الأهدل سنَن ابْن ماجة ونقم عَلَيْهِمَا ذَلِك بل وجد بِخَطِّهِ أَنه أكمل شرح خَاله للتسهيل وَذَلِكَ من بَاب التصغير وَشرح الجرومية وَسَماهُ رشف الشرابات السّنيَّة من مزج أَلْفَاظ الجرومية ولامية الْأَفْعَال لِابْنِ ملك والإيجاز للنووي فِي الْمَنَاسِك وصل فيهمَا إِلَى نَحْو النّصْف فَالله أعلم، وَكَانَ قد سمع أَبَا الْفَتْح المراغي والزين الأميوطي والأبي والشهاب أَحْمد بن عَليّ الْمحلي وَآخَرين وَأَجَازَ لَهُ ابْن الْفُرَات وَسَارة ابْنة ابْن جمَاعَة وَأَبُو جَعْفَر بن الضياء وَمن أجَاز لِابْنِ عَمه النَّجْم مُحَمَّد بن النَّجْم مُحَمَّد وَتردد إِلَيّ بِمَكَّة مَعَ خَاله ثمَّ بِانْفِرَادِهِ وَكَذَا بِالْقَاهِرَةِ، وَهُوَ منجمع مَذْكُور بِسُكُون وتقل مَعَ حسن خطّ وخبرة بِالشُّرُوطِ ونظم ونثر وَقد قدمت زَوجته أم الْحسن ابْنة ابْن ظهيرة وسبطة التقي بن فَهد الْقَاهِرَة فِي أثْنَاء سنة خمس وَتِسْعين لوفاء دينهَا مِمَّا حمله على تمكينها من الْمَجِيء الَّذِي لَا طائل وَرَاء عدم التَّوسعَة عَلَيْهَا وَبِالْجُمْلَةِ فَهُوَ فَاضل سَاكن. وَمن نظمه مِمَّا كتبه عَنهُ النَّجْم بن فَهد:\r\n(مَاذَا الجافايا ظَبْيَة الوعساء ... أضرمت نَار الهجر فِي أحشائي)\r\n(وَأَنا الَّذِي أخلصت فِيك محبتي ... ووقفت مُخْتَارًا عَلَيْك ولائي)\r\n\r\nوَقَوله وَقد برز لوداع بَعضهم ففاته:\r\n(لتقبيل الأكف حبيب قلبِي ... برزت إِلَى ثنيات الْوَدَاع)\r\n(فَلم يقدر وَذَاكَ لسوء حظي ... فعدت ومقولي مثن وداع)\r\n\r\nوَقَوله:\r\n(ألق المفاتيح عِنْد الْبَاب منتظرا ... من الْإِلَه مفاتيحا تلِي فرجا)\r\n(وَاسْتعْمل الصَّبْر فِي كل الْأُمُور فَإِن ... صبرت فِي الضّيق تلق بعده فرجا)","seal":"353B9401","cat":"النحو والصرف","oNum":8959,"BkId":8959,"oAuth":2181,"bVer":1,"aSeal":"846964C3"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8959":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"القسم الأول: الدراسة"},
      {"lvl":2,"id":5,"sub":1,"tit":"الفصل الأول: المصنف"},
      {"lvl":3,"id":5,"sub":2,"tit":"المبحث الأول: أسمه ونسبه ومولده ووفاته"},
      {"lvl":3,"id":9,"sub":0,"tit":"المبحث الثاني: شيوخه وتلاميذه"},
      {"lvl":4,"id":9,"sub":1,"tit":"أولا: شيوخه"},
      {"lvl":4,"id":13,"sub":0,"tit":"ثانيا: تلاميذه"},
      {"lvl":3,"id":14,"sub":0,"tit":"المبحث الثالث: آثاره العلمية وشعره"},
      {"lvl":4,"id":14,"sub":1,"tit":"أولا: أثاره العلمية"},
      {"lvl":2,"id":18,"sub":0,"tit":"الفصل الثاني: كتاب المنهل المأهول"},
      {"lvl":3,"id":18,"sub":1,"tit":"المبحث الأول: تحقيق اسم الكتاب وتوثيق نسبته"},
      {"lvl":3,"id":23,"sub":0,"tit":"المبحث الثاني: موضوع الكتاب ومادته ومنهجه"},
      {"lvl":3,"id":24,"sub":0,"tit":"المبحث الثالث: مصادره وشواهده"},
      {"lvl":4,"id":24,"sub":1,"tit":"أولا: مصادره"},
      {"lvl":4,"id":24,"sub":2,"tit":"ثانيا: شواهده"},
      {"lvl":1,"id":24,"sub":3,"tit":"القسم الثاني: التحقيق"},
      {"lvl":2,"id":24,"sub":4,"tit":"أولا: وصف النسخ"},
      {"lvl":2,"id":25,"sub":0,"tit":"ثانيا: منهج التحقيق"},
      {"lvl":3,"id":25,"sub":1,"tit":"النص المحقق"},
      {"lvl":3,"id":26,"sub":0,"tit":"مقدمة المؤلف"},
      {"lvl":3,"id":26,"sub":1,"tit":"باب الهمزة"},
      {"lvl":3,"id":26,"sub":2,"tit":"باب الباء الموحدة"},
      {"lvl":3,"id":26,"sub":3,"tit":"باب التاء المثناة"},
      {"lvl":3,"id":26,"sub":4,"tit":"باب الثاء المثلثة"},
      {"lvl":3,"id":26,"sub":5,"tit":"باب الجيم"},
      {"lvl":3,"id":26,"sub":6,"tit":"باب الحاء المهملة"},
      {"lvl":3,"id":26,"sub":7,"tit":"باب الخاء المعجمة"},
      {"lvl":3,"id":26,"sub":8,"tit":"باب الدال المهملة"},
      {"lvl":3,"id":26,"sub":9,"tit":"باب الذال المعجمة"},
      {"lvl":3,"id":26,"sub":10,"tit":"باب الراء"},
      {"lvl":3,"id":26,"sub":11,"tit":"باب الزاي"},
      {"lvl":3,"id":26,"sub":12,"tit":"باب السين المهملة"},
      {"lvl":3,"id":26,"sub":13,"tit":"باب الشين المعجمة"},
      {"lvl":3,"id":26,"sub":14,"tit":"باب الضاد المعجمة"},
      {"lvl":3,"id":26,"sub":15,"tit":"باب الطاء المهملة"},
      {"lvl":3,"id":26,"sub":16,"tit":"باب الظاء المهملة"},
      {"lvl":3,"id":26,"sub":17,"tit":"باب العين المهملة"},
      {"lvl":3,"id":26,"sub":18,"tit":"باب الغين المعجمة"},
      {"lvl":3,"id":26,"sub":19,"tit":"باب الفاء"},
      {"lvl":3,"id":26,"sub":20,"tit":"باب القاف"},
      {"lvl":3,"id":26,"sub":21,"tit":"باب الكاف"},
      {"lvl":3,"id":26,"sub":22,"tit":"باب اللام"},
      {"lvl":3,"id":26,"sub":23,"tit":"باب الميم"},
      {"lvl":3,"id":26,"sub":24,"tit":"باب النون"},
      {"lvl":3,"id":26,"sub":25,"tit":"باب الهاء"},
      {"lvl":3,"id":26,"sub":26,"tit":"باب الواو"},
      {"lvl":3,"id":26,"sub":27,"tit":"باب الياء"},
      {"lvl":1,"id":26,"sub":28,"tit":"الخاتمة"},
      {"lvl":1,"id":27,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
