{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b8990":
    [
      {"page":35,"id":1,"nass":"الوحدة الإسلامية\rأسسها ووسائل تحقيقها\rللدكتور أحمد بن سعد حمدان الغامدي\rأستاذ مساعد بكلية الدعوة وأصول الدين\rقال الله تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ} . (آية 163 سورة البقرة)\r{وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ} . (آية 52- سورة المؤمنون)\rالمقدمة:\rالحمد لله رب العالمين والصلاة والسلام على رسوله الأمن.. وبعد:\rفإن إحساس الأمة المسلمة بحاجتها إلى اللقاء والتعاون إحساس منطقي وواقعي.. وذلك لأنها قد أضرت بها الخلافات.. وانهكتها النزاعات التي كانت سببا لضعفها وضياع حقوقها في عصر لم يعد يسمع فيه صوت الضعفاء ولا أنين الجرحى.\rقال تعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} 1.\rفارتفاع الأصوات المسلمة هنا وهناك تنادى بضرورة وحدة الأمة واجتماع كلمتها أصوات صادقة ينبغي أن تتجاوب لها الأقطار الإسلامية لتنقذ نفسها وتحمى حقها. قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} 2.\r__________\r1سورة الأنفال: آية 46.\r2 سورة آل عمران: آية 103.","seal":"8CA55649","part":1},
      {"page":36,"id":2,"nass":"ولكنه لابد للأمة المسلمة- وهي تلم شعثها وتوحد صفوفها- لابد لها من إدراك صحيح للأسباب التي كانت وراء هذا الواقع السيئ الذي تعيشه والأسس التي ينبغي أن تلتقي عليها والوسائل التي يمكن أن تتحقق بها تلك الأسس، وذلك لئلا تنتقل من واقع منحرف إلى واقع آخر منحرف.\rوإنني إذ أكتب هذا البحث لآمل أن ينفع الله به عز وجل الأمة المسلمة وهى تتجه إلى الله عز وجل وتعمل على توحيد كلمتها إنه سميع مجيب.\rوعنوان البحث: (الوحدة الإسلامية: أسسها ووسائل تحقيقها) ، وقد تضمن أربعة أقسام وخاتمة.. وذلك على النحو التالي:\rالقسم الأول: واقع الأمة الإسلامية:\rأولا: في العقيدة.\rثانيا: في العبادة.\rثالثا: في الشريعة.\rالقسم الثاني: أسباب هذا الواقع:\rأولا: الجهل بدين الله عز وجل.\rثانيا: الغزو العسكري لبلدان المسلمين.\rثالثا: الغزو الفكري.\rالقسم الثالث: أسس وحدة الأمة الإسلامية:\rأولا: وحدة الغاية.\rثانيا: وحدة العقيدة.\rثالثا: وحدة القيادة.\rرابعا: وحدة التشريع.\rالقسم الرابع: وسائل تحقيق أسس الوحدة:\rأولا: التعليم الموجه.\rثانيا: الإعلام الملتزم.\rثالثا: الاقتصاد المستقل.\rرابعا: العمل على الاكتفاء الذاتي.\rخامسا: إيجاد مراكز علمية.","seal":"A22D792E","part":1},
      {"page":37,"id":3,"nass":"الخاتمة:\rوأخيرا أسأل الله عز وجل أن يهيئ أسباب وحدة الأمة وأن يجمع كلمتها على الحق إنه سميع مجيب.","seal":"21B17369","part":1},
      {"page":39,"id":4,"nass":"القسم الأولى: واقع الأمة الإسلامية\rفي العقيدة\rانحرافات إلحادية\r...\rالقسم الأولى\rواقع الأمة الإِسلامية\rأولا: في العقيدة:\rأ- انحرافات إلحادية.\rب- انحرافات في الجانب النظري- العلمي- من العقيدة.\rج- انحرافات طائفية قديمة.\rد- انحرافات طائفية حديثة.\rثانيا: في العبادة:\rأ- الغلو المفرط في أدائها.\rب- الإهمال المطلق بها.\rج- عدم الالتزام بالأداء الصحيح لها.\rثالثا: في الشريعة:\rأ- محاربة الشريعة واستبدال القوانين الوضعية بها.\rب- محاولة التوفيق بين الشريعة الإسلامية والأنظمة الوضعية.","seal":"1A290000","part":1},
      {"page":41,"id":5,"nass":"القسم الأول\rواقع الأمة الإسلامية\rواقع الأمة الإسلامية واقع مكشوف لا يكاد يجهله أحد، فقد تعرض لأمراض متعددة وانحرافات متنوعة بحيث لا يكاد يسلم جانب من جوانبه- لا في العقيدة ولا في العبادة ولا في الشريعة-.\rوسأحاول فيما يأتي الإشارة إلى هذا الواقع بشيء من الإيجاز.\rأولا: في العقيدة:\rإن أخطر الانحرافات التي تعرضت لها الأمة المسلمة هي الانحرافات في العقيدة ولا نستطيع هنا استيعابها وتفصيلها ولكنا سنكتفي هنا بالتنبيه على بعضها.\rأ- انحرافات إلحادية:\rهدف أصحابها استبدال المبادئ الكافرة بعقيدة الإسلام، وهم طوائف متعددة وسلكوا طرقاً متنوعة يقول الأستاذ مصطفي صبري: \"ومن البلية أن الحركات التي تثار في الأزمنة الأخيرة ترمى إلى محاربة الإسلام في بلاده بأيدي أهله والتي لاشك أنه الكفر وأخبث أفانين الكفر ... \"1.\rويقول في مكان آخر: \"لكن البلاد الإسلامية عامة ومصر خاصة مباءة اليوم لفئة تملكوا أزمة النشر والتأليف ينفثون من أقلامهم سموم الإلحاد غير مجاهرين بها وربما يتظاهرون بالدين\"2.\rويقول الدكتور محمد محمد حسين بعد عرضه للدعوات الهدامة: \"كانت هذه الدعوات تسلك إلى أهدافها مسالك متباينة وتلبس أثوابا مختلفة ولكنها جميعا ترمى في آخر الأمر إلى توهين أثر الإسلام في النفوس وتفتيت وحدته التي استعصت على القرون الطوال\"3.\r__________\r1 موقف العقل والعلم والعالم من رب العالمين 4/ 281- الحاشية.\r2 المصدر السابق 4/ 287.\r3 الاتجاهات الوطنية في الأدب المعاصر 2/ 305.","seal":"4835829F","part":1},
      {"page":42,"id":6,"nass":"ب- انحرافات في الجانب النظري- العلمي من العقيدة:\rوذلك فيما يتعلق بأسماء الله وصفاته وأفعاله.\rفقد وجدت الاتجاهات المنحرفة التي تتنكر لهذا الجانب أو لبعضه فأولت الآيات القرآنية والأحاديث المتواترة وردت الأحاديث الأخرى والتي تعرف الناس بربهم عز وجل.\rوكان أول من أظهر هذه البدعة الضالة- بدعة الحديث في أسماء الله وصفاته وتأويلها- الجعد بن درهم فأول الاستواء والكلام لله عز وجل1 وتبعه على ذلك المعتزلة الذين أصبحوا فيما بعد فرقة مستقلة في منهجها وفهمها تقابل أهل السنة.\rقال الشهرستاني: \"الفريقان من المعتزلة والصفاتية متقابلان تقابل تضاد\"2.\rوقد أتى القوم من ضلال عقولهم القاصرة وظنهم أن إثبات تلك الصفات الواردة في كتاب الله عز وجل وسنة رسوله - صلى الله عليه وسلم -يقتضي التشبيه بالمخلوق.\rوينتج عن هذا المذهب أن القرآن الكريم والسنة النبوية لم يستطيعا بيان مراد الله عز وجل من خلقه من أقرب الطرق.\rفتعددت بذلك الفرق وانقسم المسلمون إلى متابع لهذه الطائفة ومخالف لها وحدثت في تاريخ الأمة الإسلامية بسببه وحدثت ومشكلات، ولازالت آثار هذه الطائفة قائمة في المجتمع الإسلامي إلى اليوم.\r__________\r1 راجع الفتاوى 5/20، ولوامع البهية1/23\r2 الملل والنحل1/43.","seal":"FBE9C7A7","part":1},
      {"page":42,"id":7,"nass":"جـ- انحرافات طائفية قديمة:\rلازالت قوية ونشطة رغم انحرافها وفساد معتقداتها.\rومن تلك الطوائف: (طائفتا الشيعة والصوفية) .\rفالأولى تقوم على عقيدة تخالف عقيدة الإسلام التي جاء بها رسول اللهّ صلى الله عليه وسلم.\rفمن ذلك إسباغ صفات الألوهية على أئمتهم وادعاؤهم أنهم يعلمون الغيب وأنهم يتلقون الوحي من السماء وفي كلا الأمرين إساءة إلى الله عز وجل وتكذيب لدينه.\rوأخيراً فإنهم يتهمون أصحاب رسول الله له بالخيانة والردة عن الإسلام، وهذا يؤدى إلى إبطال الإسلام.\rفأما ادعاؤهم علم الغيب لأئمتهم فقد ورد في أهم مصادرهم بألفاظ صريحة في أبواب مستقلة.","seal":"C55709E9","part":1},
      {"page":43,"id":8,"nass":"فقد ورد في كتاب: (أصول الكافي) - وهو أهم كتاب عندهم- 1 عناوين تؤكد ذلك.\rمنها: (باب أن الأئمة يعلمون متى يموتون وأنهم لا يموتون إلا باختيارهم)\rومنها: (باب أن الأئمة إذا شاءوا أن يعلموا علموا) 3.\rومنها: (باب أن الأئمة عليهم السلام يعلمون ما كان وما يكون وأنه لا يخفى عليهم الشيء صلوات الله عليهم) 4.\rوأما ادعاء نزول الوحي على الأئمة فيذكرون عن جعفر الصادق أنه قال- وهو يتحدث عن مصادر علم الأئمة-: \"وأما النقر في الأسماع فأمر الملك\"5أي صوت الملك.\rفعلم الغيب لا يظهر الله عز وجل عليه إلا أنبياءه ورسله كما جاء ذلك في كتاب الله عز وجل حيث يقول: {عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً. إِلاَّ مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً} 6. ولكن الشيعة تعتقد أن الأئمة يأتيهم خبر السماء كما روى ذلك الكليني مؤلف أصول الكافي فقال: \"إن المفضل سأل أبا عبد الله- أي جعفر الصادق- بقوله: جعلت فداك بفرض الله طاعة عبد على العباد ويحجب عنه خبر السماء\".قال: \"لا: الله أكرم وأرحم وأرأف بعباده من أن يفرض طاعة عبد على العباد ثم يحجب عنه خبر السماء صباحا ومساء\"7ويعلق الشارح على هذا القول فيقول: \"ولذلك الإمامية ذهبوا إلى أن الإمامة لا تصلح إلا لمن له منزلة النبوة\"8.\rهذه بعض عقائدهم المنحرفة والتي تجعل لهم اتجاها آخر ودينا يخالف دين المسلمين.\r__________\r1 يقول أحد شراح هذا الكتاب وهو. عبد الحسين بن عبد الله المظفر في مقدمة الشرح. \"إن كتاب الكافي في طليعة الكتب \"لأربعة التي هي محور العمل عليها\"، 3/ ثم قال مفضلا له على تلك الكتب: (وهذا الكتاب أوفاها في الحديث ولم يعمل الإمامية مثله.. وعليه اعتماد العلماء منذ أن دونه مؤلفه حتى اليوم 1/5.\r2 أصول الكافي 3/ 232.\r3 أصول الكافي 3/ 271.\r4 أصول الكافي3/ 240.\r5 أصول الكافي 3/248\r6 سورة الجن آية 26-27.\r7 أصول الكافي 3/241.\r8 أصول الكافي 3/244.","seal":"667C1510","part":1},
      {"page":44,"id":9,"nass":"وأما الصوفية فقد ابتدعت تقديس الأفراد ورفع التكاليف عن بعض الناس كما أعادت إلى الأذهان تلك الطقوس الكنسية التي أفسدت الدين النصراني حيث اتخذت من البشر وسائط عند الله بها تقضى الحاجات وتغفر الزلات إلى عشرات أخرى من الا نحرا فات.\rفأما دعوى سقوط التكاليف فإنهم يزعمون أن للإنسان درجة إذا وصل إليها سقط عنه التكليف.\rقال ابن تيمية رحمه الله: \"ومن هؤلاء- أي الصوفية- من يحتج بقوله تعالى: {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} ويقول معناها: أعبد ربك حتى يحصل لك العلم والمعرفة فإذا حصل ذلك سقطت العبادة، وربما قال بعضهم: اعمل حتى يحصل حال فإذا حصل لك حال تصوفي سقطت عنك العبادة\"1.\rويقول عنهم كذلك: \"والغالبة في المشايخ قد يقولون: أن الولي محفوظ والنبي معصوم وكثير منهم إن لم يقل ذلك بلسانه فحاله حال من يرى أن الشيخ أو الولي لا يخطئ ولا يذنب\"2.\rويقول الدكتور إبراهيم هلال وهو يتحدث عن نتائج غلو الشيعة والصوفية في ذكر فضائل الأولياء: \"ولعل أبرز مظاهر هذا التفضيل ما يدعيه بعض الصوفية من حلول الله فيهم أو اتحادهم به مما يتضمن القول بألوهيتهم وتصرفهم في الأكوان وفي الناس\"3.\rولعل هذا هو السبب وراء التقديس وصرف العبادة إلى الأولياء المتمثل في بناء القباب على قبورهم والطواف حولها ودعاء أصحابها والذبح والنذر لهم إلى غير ذلك من صور العبادات التي لا يكاد يسلم منها بلد من بلدان المسلمين إلا من رحم الله عز وجل.\rوقد كان هذا الانحراف في الفكر الصوفي من الأسباب المباشرة لظهور الشرك في الأمة بتقديس الأموات وطلب الحاجات منهم واتخاذ قبورهم مزارات وأماكن عبادة فزاحم تعظيم الأموات توحيد الله عز وجل في القلوب، فكثرت الأضرحة وتعددت الفرق والأحزاب لكل حزب ضريح به يستغيثون وعنده ينيخون وإليه عند نزول الحوادث يلجئون.\r__________\r1 الفتاوى11/417.\r2 منهاج السنة 1/44.\r3 ولاية الله والطريق إليها/187/.","seal":"02683A5A","part":1},
      {"page":44,"id":10,"nass":"6- انحرافات طائفية حديثة:\rتتمثل في طوائف مستقلة ـ كالبهائية والقاديانية ـ ونحوها من الطوائف التي خرجت","seal":"4DA64ED3","part":1},
      {"page":45,"id":11,"nass":"على عقيدة الإسلام بدعوى النبوة لزعمائها ونزول الوحي عليهم وهى تتستر في كثير من البلدان باسم الإسلام وهي خارجة عليه لمخالفتها العقيدة (ختم النبوة) التي هي جزء من عقيدته.\rفإن زعيم البهائية (حسن علي المازندراني) يزعم أنه نزل عليه الوحي وجمعه في كتاب سماه (الأقدس) 1وقد ورد في هذا الكتاب ما يلي: \"لا تحسبن إنا أنزلنا لكم الأحكام بل فتحنا ختم الرحيق المختوم بأصابع القدرة والاقتدار يشهد بذلك ما نزل من قلم الوحي تفكروا يا أولى الأفكار\"2فهو يزعم بهذا أنه قد فتح باب النبوة وفض ختمها ليوحي إلى البهاء وهو ما صرح به في كتاب آخر من كتبه حيث ذكر انه: \"فك ختم النبيين\"3.\rوكذلك زعيم القاديانية (غلام أحمد بن غلام مرتضى) له كتاب اسمه (تذكرة وحي مقدس) 4يزعم أنه أوحي إليه وقد كتب بأربع لغات وهي: العربية، والفارسية، والأردية، والإنجليزية.\rوقد ورد فيه ما يلي: \"إنا أرسلنا أحمد إلى قومه فأعرضوا وقالوا كذاب أشرا\"5 و \"هو الذي أرسل رسوله بالهدى ودين الحق وتهذيب الأخلاق\"6.\rوليست هاتان الطائفتان هما الوحيدتين في ادعاء نزول الوحي بل هناك طوائف أخرى وأشخاص آخرون ادعوا نزول الوحي كزعيم البلاليين: (اليجا محمد علي) في أمريكا وغيره.\r__________\r1 هدا الكتاب مطبوع مع كتاب (خفايا الطائفة البهائية) .\r2ص 141.\r3 ذكره محي الدين الخطيب في كتابه: \"البهائية\" ص 27.\r4 وهو مطبوع في الهند.\r5 ص403.\r6 ص 406","seal":"F833F666","part":1},
      {"page":45,"id":12,"nass":"في العبادة\rالغلو المفرط في أدائها\r...\rثانيا: في العبادة\rلقد تعرضت العبادات إلى انحرافات أخرى متعددة نورد طرفا منها:\rأ- الغلو المفرط في أدائها:\rوالذي كان يتمثل فيما سبق في طائفتي الخوارج والصوفية حيث كان لكل منهما غلو مفرط في جانب أو جوانب منها.\rفالخوارج شددوا على أنفسهم وحملوها فوق طاقتها من قيام بالليل وصيام بالنهار حتى ظهر ذلك على ملامح وجوههم ومظاهر أجسادهم.","seal":"96AE0ED0","part":1},
      {"page":46,"id":13,"nass":"وقد وصفهم ابن عباس بعد زيارة لهم فقال: \"فدخلت على قوم لم أرقط أشد منهم اجتهادا، جباههم قرحة من السجود وأياديهم كأنها ثفن1 الإبل وعليهم قمص مرحضة 2 مشمرين مسهمه 3 وجوههم من السهر..\"4\rوقد أشار النبي -صلى الله عليه وسلم - إلى هذه الطائفة بقوله: \"يخرج قوم من أمتي يقرؤون القرآن ليس قراءتكم إلى قراءتهم بشيء ولا صلاتكم إلى صلاتهم بشيء ولا صيامكم إلى صيامهم بشيء يقرؤون القرآن يحسبون انه لهم وهو عليهم ولا تجاوز صلاتهم تراقيهم يمرقون من الإسلام كما يمرق السهم من الرمية…\" رواه مسلم وأبو داود5.\rوأما الصوفية فقد بالغوا في الذكر والزهد وعاشوا في ظلمات الخلوات للوصول إلى (درجة اليقين) التي تسقط عندها عنهم كل التكاليف الشرعية- بزعمهم-6.\rوقد أنكر ابن عقيل رحمه الله عليهم هذه الأهواء والبدع فقال: \"ما أعجب أموركم في المتدين: إما أهواء متبعة أو رهبانية مبتدعة\"7.\r__________\r1 الثفن:جمع ثفنة: ركبة البعير ونحوها مما يحصل فيه غلط من أثر البروك.\r2 رحضة:وصف للملابس القديمة التي بليت من كثرة استعمالها وغسلها.\r3 مسهمة:أي مغيرة.\r4 تلبيس إبليس ص 205\r5 رواه مسلم ح (1066) وأبو داود ح (4768) وما بعده.\r6 الفتاوى 11/417.\r7 تلبيس إبليس 206.","seal":"892BA46B","part":1},
      {"page":46,"id":14,"nass":"الإهمال المطلق بها\r...\rب- الإهمال المطلق للعبادات والاكتفاء بالتلفظ بالشهادتين:\rوهذا الانحراف كان من ثمرات الإرجاء الذي لا يعطي للعمل اهتماما إذ أن الإيمان يثبت عند المرجئة بالقول فقط- عند بعضهم- وبالاعتقاد عند البعض الآخر.\rوكان جهم بن صفوان هو أول من زعم أن: \"الإيمان هو المعرفة بالله تعالى فقط والكفر هو الجهل به فقط\"8.\rوذكر البغدادي أن المرجئة: \"إنما سموا مرجئة لأنهم أخروا العمل عن الإيمان\".\r__________\r8 مقالات الإسلاميين1/214، الفرق بين الفرق211ـ 212.","seal":"AF41D907","part":1},
      {"page":47,"id":15,"nass":"عدم الإلتزام بالأداء الصحيح لها\r...\rج- عدم التزام كثيرمن المسلمين بالأداء االصحيح للعبادات:\rفترى أحدهم يؤدى هذه العبادات ولا يلتزم فيها بشروطها وواجباتها وأوقاتها.","seal":"06D450A1","part":1},
      {"page":47,"id":16,"nass":"في الشريعة\rمحاربة الشريعة وإستبدال القوانين الوضعية بها\r...\rثالثا: في الشريعة:\rلم تقتصر الانحرافات على الجانبين السابقين بل شملت- كذلك- حتى جانب الشريعة حيث تعرضت في الآونة الأخيرة التي تمزقت فيها الأمة وتحطمت فيها الخلافة الإسلامية- تعرضت إلى انحراف وفساد بل إلى حرب وعداء في كثير من البلدان الإسلامية نعرض طرفا منها:\rأ- محاربة الشريعة واستبدال القوانين الوضعية بها:\rوهذا من آثار الاستعمار العسكري والفكري الذي فرق الأمة وأفسد عقليتها بحضارته وصناعته وكفره وجحوده. فوجد في المسلمين من يتحمس لقوانينه وفكره ويدعو إلى تطبيقها ومتابعتها.\rوقد حظيت هذه الفئة بعناية الاستعمار ورعايته وسلم له زمام المجتمعات التي كان يسيطر عليها فخلفه فيها وقام على تطبيقها وتنفيذها بكل دقة.\rولعل الشروط التي فرضتها دول الاستعمار على مصطفي كمال أتاتورك تبين المخطط الاستعماري لحرب الإسلام ومحاولة فصل الأمة عنه.\rيقول الأستاذ محمد محمود الصواف: \"وهذه هي الشروط الأربعة المشئومة التي فرضتها دول الاستعمار على تركيا:\rا- إلغاء الخلافة الإسلامية نهائيا من تركيا.\r2- أن تقطع تركيا كل صلة مع الإسلام.\r3- أن تضمن تركيا تجميد وشل حركة جميع العناصر الإسلامية الباقية في تركيا.\r4- أن يستبدلوا الدستور العثماني القائم على الإسلام بدستور مدني بحت.\rفقبل مصطفي كمال هذه الشروط ونفذها بحذافيرها فتركته دول الاستعمار\"1.\r__________\r1 المخططات الاستعمارية لمكافحة الإسلام ص 128.","seal":"4F694A19","part":1},
      {"page":48,"id":17,"nass":"ب- محاولة التوفيق بين الشريعة الإسلامية والأنظمة الوضعية:\rفيؤخذ من الشريعة ما يتعلق بالأمور الشخصية وتكمل بقية الجوانب من القوانين الوضعية.\rوقد ذكر الأستاذ محمد الخضر الحسين1عن أسلوب دعاة هذا المبدأ فقال: \"فاخترع هؤلاء طريقا حسبوه أقرب إلى نجاحهم وهو: أن يدَّعوا أن الإسلام: توحيد وعبادات ويجحدوا أن يكون في حقائقه ما له مدخل في القضاء والسياسة وجمعوا على هذا ما استطاعوا من الشبه لعلهم يجدون في الناس جهالة أو غباوة فيتم لهم ما بيتوا\"2.\rويقول الأستاذ مصطفي صبري3 عن هذه المحاولة والتي تعني فصل الدين عن الحكم والسياسة: \"لكن حقيقة الأمر أن هذا الفصل مؤامرة بالدين للقضاء عليه وقد كان في كل بدعة أحدثها العصريون المتفرنجون في البلاد الإسلامية كيد للدين ومحاولة الخروج عليه لكن كيدهم في فصله عن السياسة أدهى وأشد من كل كيد في غيره وهو ثورة حكومية على دين الشعب\"4\rهذا عرض موجز لواقع المسلمين الذي قد أصيب في كل جانب من جوانبه مما كان له أسوأ الأثر على وحدة الأمة واجتماع كلمتها.. فقد أصيبت الأمة في عقائدها.. وعباداتها.. وشريعتها..\rوما لم يصحح هذا الواقع على ضوء التوجيهات الواردة في كتاب الله عز وجل وسنة\rرسوله - صلى الله عليه وسلم -فلن تقوم للأمة قائمة ولن تجتمع لها كلمة.\r__________\r1 عالم جزائري هاجر إلى دمشق ثم إلى القسطنطينية واستقر أخيرا بمصر وتولى مشيخة الأزهر توفي عام 1377 هـ. أنظر معجم المؤلفين 279.\r2 رسائل الإصلاح1/105-106.\r3 وهو عالم تركي تولى مشيخة الإسلام في تركيا وقد عاصر بداية فصل الدين عن السياسية في عهد مصطفي كمال وقاومها؟ أشد المقاومة تم هاجر إلى مصر وتوفي بها عام 1373هـ. انظر الإعلام 8/281.\r4 موقف العقل والعلم والعالم من رب العالمين وعباده المسلمين 4/ 281.","seal":"E126B570","part":1},
      {"page":49,"id":18,"nass":"القسم الثاني: اسباب هذا الواقع\rالجهل بدين الله عز وجل\r...\rالقسم الثاني\rأسباب هذا الواقع\rأولا: جهل الأمة بدينها.\rثانيا: الغزو العسكري.\rثالثا: الغزو الفكري.","seal":"D951A7EB","part":1},
      {"page":51,"id":19,"nass":"القسم الثاني\rأسباب هذا الواقع\rلقد كانت هناك أسباب متعددة وراء ذلك الواقع نذكر أهمها:\rأولا: جهل الأمة بدينها:\rفقد انتشر الجهل في الأمة قيادات وشعوبا حتى أصبح كثير منهم لا يعرف من دينه إلا اسمه فلا يعرف أحكامه وعقائده ولا أخلاقه وآدابه فسهل على أعداء الله عز وجل أن ينشروا ضلالهم وأن يبثوا سمومهم بل وسهل عليهم أن يصنعوا لهم عملاء من أبناء المسلمين يحاربون عقيدة المسلمين وينشرون الضلال في صفوفهم.\rقال الأستاذ محمد كرد علي: \"أصبح الناس بعد المائة السادسة تفتر هممهم شيئا فشيئا في طلب العلم ورغبوا عن الافتنان بفنونه وحصروا نطاقه وعفوا بعض معالمه فأصبحت مجاهل وكثرت البدع وكثر الدعاة إليها والتعويل عليها \"1.\rويذكر الأستاذ الندوي وهو يتحدث عن الجهل الذي أصاب تركيا \"إنه لم يكن الجمود العلمي والكلال الفكري مقتصرين على تركيا وأوساطها العلمية والدينية فحسب بل كان العالم الإسلامي من شرقه إلى غربه مصابا بالجدب العلمي وشبه شلل فكرى قد أخذه الإعياء والفتور واستولى عليه النعاس\"2.\r__________\r1 الإسلام والحضارة العربية2/45.\r2 ماذا خسر العالم بانحطاط المسلمين ص 151.","seal":"243E30F6","part":1},
      {"page":51,"id":20,"nass":"ثانيا: الغزو العسكري لبلدان المسلمين:\rكانت الأمة الإسلامية أمة واحدة تستظل براية واحدة وتخضع لقيادة واحدة فكانت ذات شوكة ومنعة ثم لم تلبث أن سرت فيها أمراض فتاكة خلخلت بناءها وأفسدت أبناءها فضعفت قوتها وذلت عزتها فسهل على أعدائها القضاء عليها وتمزيقها إلى دويلات وإمارات واستولت على كثير منها فترات طويلة استطاعت فيها أن تفسد عقائدها وأخلاقها وتغير ولاءها.\rيقول برنارد لويس: \"وفي أواخر القرن التاسع عشر وأوائل القرن العشرين تعدلت","seal":"B7CA67B5","part":1},
      {"page":52,"id":21,"nass":"وتغيرت الولاءات التي كانت قائمة للخلافة الإسلامية القديمة والتي كانت تحكم العرب والعجم والترك وحلت محلها أفكار ممزقة مبعثرة أوروبية هي مزيج من الوطنية والقومية ونظريات خيالية عن الوطن والقوم حجبت الحقائق القديمة الواقعية في الدولة والعقيدة\"1.\rفأصبحت بعد ذلك الأمة الواحدة أمما مختلفة ومجتمعات متعددة لكل منها شعاره ومذهبه فتمزقت وحدة الأمة وتعددت ولاءاتها بحسب شعاراتها ومذاهبها.\rوكان هذا كله بسبب الغزو العسكري الذي احتل بلاد المسلمين فترات متفاوتة ركز خلالها على إفساد عقيدة الأمة وأخلاقها وقسمها بعد ذلك إلى دول ومناطق أقام لكل واحدة منها حاكما مستقلا.\r__________\r1 الغرب والشرق ص110.","seal":"2DF0F590","part":1},
      {"page":52,"id":22,"nass":"ثالثا: الغزو الفكري:\rلم يكتف الاستعمار بتحطيم الخلافة الإسلامية وتفريق الأمة إلى دول وشعوب.. ونهب خيراتها وتشتيت ولاءاتها.. بل أضافوا إلى ذلك غزوا للعقول والقلوب بشعارات ومبادئ جديدة تفسد العقول وتخرب القلوب ليبقى لهم السيطرة والنفوذ مادامت هذه الشعارات والمبادئ تحكم هذه البلاد.\rوقد ذكر الأستاذ محمد محمود الصواف عن وسائل الاستعمار في غزو المسلمين والجبهات التي تشترك في ذلك الغزو، وأكد أن جميع تلك الجبهات تعمل: \"سرا وجهرا لأهداف الاستعمار التي يرمى من ورائها إلى إيقاف الوعي الإسلامي وصد المسلمين عن دينهم إبقاء لسَيطرته ونفوذه في بلاد المسلمين وليتمتع هو وجنوده الأبالسة في خيرات بلاد المسلمين ويسعى في سرقة ثرواتهم والسيطرة عليهم فكريا وسياسيا واقتصاديا.\rلذا أخذ المستعمرون يبذلون كل الجهود لإشاعة الفساد في المجتمع الإسلامي العظيم وزرع الشكوك في العقول الإسلامية وقتل الطموح في نفوس المسلمين، وبث الفرقة والشقاق في الصف الإسلامي حتى تعاونت جميع أجهزة الاستعمار من دعائية وسياسية وفكرية واقتصادية لتحقيق أهداف الاستعمار\"2.\rوقد شارك اليهود الاستعمار الصليبي في تصدير الأفكار والمذاهب المنحرفة إلى بلاد المسلمين.. بل لعل اليهود أكثر حماسا وحقدا على الإسلام، والتاريخ يؤكد هذه الحقيقة\r__________\r2 المخططات الاستعمارية لمكافحة الإسلام 99ـ 100.","seal":"87F925D6","part":1},
      {"page":53,"id":23,"nass":"حيث كان اليهود هم أول من وقف في وجه الإسلام وحاولوا القضاء عليه ولكن الله عز وجل رد كيدهم في نحورهم وحفظ دينه وأعلا كلمته.\rفعبد الله بن سبأ (يهودي) أظهر الإسلام لإفساد الإسلام، ودعاة الإلحاد وزعماؤه اليوم (يهود) أرادوا إفساد العالم:\rكارل ماركس الشيوعي (يهودي)\rوفرويد (يهودي)\rودور كايم (يهودي)\rوهؤلاء هم زعماء المذاهب المنحرفة في الاقتصاد والأخلاق والاجتماع وقد أثرت مذاهبهم في المجتمعات البشرية عموما وفي المجتمعات الإسلامية على وجه الخصوص.\rيقول الأستاذ أنور الجندي: \"ولا ريب أن اليهودية العالمية هي التي أثارت في العالم الإسلامي تمزيق وحدة العروبة والإسلام للحيلولة دون الوحدة وعملا على تعميق التجزئة الإقليمية.\rولما كانت وحدة العرب والمسلمين لها جذورها الضخمة البعيدة المدى في الفكر الإسلامي وفي القرآن نفسه فقد طرحت عشرات المذاهب والقضايا والدعوات والأنظمة والنماذج التي طرحت في أوروبا لإفساد المفهوم الإسلامي الجامع للعرب والإسلام\"4.\rويعترف اليهود بذلك في (بروتوكولاتهم) حيث يقول البروتوكول التاسع: \"ولقد خدعنا الجيل الناشئ من الأميين وجعلناه فاسدا متعفنا بما علمناه من مبادئ ونظريات معروف لدينا زيفها\"5.\rوكان من جراء هذا الغزو المشترك أن ظهرت في بلاد المسلمين اتجاهات منحرفة تتبنى تلك العقائد الضالة وتحاول نشرها في المجتمعات الإسلامية, ولعل الصورة التي يعرضها اللورد كرومر المصري الجديد – كما تصورها هو – تنطبق إلى حد ما على مجموعات من أبناء المسلمين الذين أثر فيهم الغزو الفكري الغربي.\rيقول: \"إن المجتمع المصري في مرحلة الانتقال والتطور السريع وكان من نتيجته\r__________\r1 - مذاهب فكرية معاصرة ص 101\r2 - مذاهب فكرية معاصرة ص107\r3 - مذاهب فكرية معاصرة ص144\r4 الإسلام والعالم المعاصر 427.\r5 بروتوكولات حكماء صهيون ص 128.","seal":"365D3C3F","part":1},
      {"page":54,"id":24,"nass":"الطبيعية إن وجدت جماعة من أفرادهم \"مسلمون \" ولكنهم متجردون عن العقيدة الإسلامية والخصائص الإسلامية وان كانوا \"غربيين \" فإنهم لا يحملون القوة المعنوية والثقة بأنفسهم وإن المصري الذي خضع للتأثير الغربي فإنه وان كان يحمل الاسم الإسلامي لكنه في الحقيقة ملحد وارتيابي والفجوة بينه وبين عالم أزهري لا تقل عن الفجوَة بين عالم أزهري وبين أوربي\"1.\rهذه هي ثمار الغزو الفكري في بلاد المسلمين.\r__________\r1 ذكره الأستاذ الندوي في الصراع بين الفكرة الغربية والفكرة الإسلامية ص 114.","seal":"DEBDCA8D","part":1},
      {"page":55,"id":25,"nass":"القسم الثالث: اسس وحدة الأمة الإسلامية\rوحدة الغاية\r...\rالقسم الثالث\rأسس الوحدة الِإسلامية\rأولا: وحدة الغاية.\rثانيا: وحدة العقيدة.\rثالثا: وحدة القيادة.\rرابعا: وحدة التشريع.","seal":"43EE90CD","part":1},
      {"page":57,"id":26,"nass":"القسم الثالث\rأسس الوحدة الإسلامية\rإن الأمة الإسلامية تملك أسسا مشتركة تستطيَع بها أن تجمع شتاتها وتوحد كلمتها.. فهي أمة واحدة.. ذات دين واحد.. وكتاب واحد.. ورسول واحد.. وهذه هي الأصول والأسس التي تشترك فيها الأمة الإسلامية.\rفإذا ما أدركت جيدا والتزمت بمقتضياتها فإن ذلك يجعل منها أمة واحدة تلتقي على:\rأولا: وحدة الغاية.\rثانيا: وحدة العقيدة.\rثالثا: وحدة القيادة.\rرابعا: وحدة التشريع.\rوبهذا تصبح الشعوب الإسلامية \"أمة واحدة\" تذوب فيها جميع الأجناس والتجمعات شعارها: {وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً} فتحقق للأمة الإسلامية عزتها وقوتها المنشودة.\rوفيما يلي نبين بإيجاز تلك الأسس:\rأولا: وحدة الغاية:\rإن لهذا الإنسان الذي يعيش على ظهر هذه الأرض: \"غاية\" يؤديها أثناء وجوده إذا عرفها وتمثلها في حياته سعد في دنياه وآخرته وإذا جهلها أو أعرض عنها فانه يشقى في الدنيا والآخرة.\rهذه الغاية حددها الله عز وجل بنفسه وبينها في كتبه.. فمن أجلها خلق الإنسان..\rألا وهي: \"عبادة الله عز وجل \" كما قال سبحانه وتعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإنْسَ إلاَّ لِيَعْبُدُونِ} 1.\rوالمسلمون ولله الحمد يدركون هذه الغاية ويعرفونها ولكنهم فرطوا في القيام بها والعمل بمقتضاها مما كان له أسوأ الأثر في حياتهم.\rفلابد من العودة الصادقة إلى تحقيق هذه الغاية والالتزام بمقتضياتها ليحقق المسلمون لأنفسهم السعادة في الدنيا والآخرة.\r__________\r1 سورة الذاريات: آية 56.","seal":"75C5BC3C","part":1},
      {"page":58,"id":27,"nass":"السعادة في الدنيا باجتماع الكلمة ووحدة الأمة وطمأنينة النفس واستقامة الحياة.. وهي آمال يحلم بها جميع شعوب العالم ولكنهم لم يهتدوا إلى أسبابها ووسائلها.\rولكن تعدد الغايات وتنوعها يفتت الأمة ويشتت كلمتها ويجعل كل فئة من الأمة لها غاية تخالف غاية الفئة الأخرى تسعى لتحقيقها والوصول إليها.\rفغاية اقتصادية.. وغاية سياسية.. وغاية شهوانية.. وهكذا غايات متعددة تنتهي بهم إلى فئات متصارعة وسبل متفرقة.\rقال عز وجل: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} 1.\r__________\r1 سورة الأنعام: آية 153.","seal":"F46426BB","part":1},
      {"page":58,"id":28,"nass":"ثانيا: وحدة العقيدة:\rإن التفرق الذي ابتليت به الأمة في عقيدتها- كما رأينا طرفا منه في أول البحث- لا يمكن أن يكون معه اجتماع للأمة ولا تعاون ولذلك فإنه لابد أولا من علاجِ لذلك التفرق برد الملحدين إلى الله عز وجل وتصحيح عقائد المنحرفين لتتوحد القلوب وتتآلف النفوس. فأما الذين ابتلوا بمرض الإلحاد فقد كان ذلك في غيبة من الوعي الإسلامي وفي وقت الانبهار بالحضارة الغربية التي تمردت على الدين بل حملت لواء الحرب ضده.\rوالآن وقد بدأ المسلمون يدركون حقيقة الحضارة الغربية وما تحمله من سلبيات وثمرات فاسدة.. بدأ الوعي يدب في صفوفهم ويدركون قيمة هذا الدين وأنه لا سعادة للإنسان في هذه الحياة بدون أن يلتزم بعقيدته وتوجيهاته.\rيقول الأستاذ محمد محمود الصواف: \"وفي يقيني أن الزمن الذي كان يسمى فيه الإسلام \"رجعية\" و\"تزمتا\" قد مضى وانقضى حيث تعرى خصوم الإسلام وانكشفوا وظهر زيف دعواتهم الباطلة من قومية واشتراكية وحزبية قاتلة وغيرها من فتن هذا العصر المضللة ورأى الناس خيبتها وخسرانها وتضييعها للأوطان وتدميرها وعبثها بحقوق الإنسان، ورأوا عن كثب ويلاتها على العرب الذين ابتلوا بها، بل ويلاتها على الجنس البَشرى في جميع أنحاء الأرض ومن دعاتها من رأى ذلك بأم عينه ولكنه معاند مكابر لا يعترف بإخفاقه ولا يريد الخضوع أمام غيره.\rولم يعد الإسلام \"رجعية\" كما كانوا يسمونه وتسميه إذاعاتهم بأصواتها المنكرة","seal":"A683AAC5","part":1},
      {"page":59,"id":29,"nass":"المبحوحة.. بل عاد الإِسلام والناس يتلمسونه في الميدان ويسألون عنه في كل مكان ونادى به اليوم من لم يكن يعرفه بالأمس ولم يعرف عنه النداء باسمه من قبل. وامتلأت المساجد بالوافدين الجدد وآب الكثير ون إلى الله سبحانه يسألونه العز والنصر والفرج القريب لهذه الأمة المنكوبة برجالها وشبابها وقادتها في هذا الجيل المخفق الخاسر الذي هو جيل الهزيمة المنكرة.. فإذا كثر سواد الصالحين وزاد عدد المؤمنين فبشر الأمة بالنصر المبين\"1.\rفالوعي الديني استيقظ في الأمة وهو في حاجة إلى من يوجهه وجهة صحيحة ليكون أساسا واحدا لجمع كلمة الأمة ويقضى على المذاهب المنحرفة والعقائد الضالة المتسللة إلى مجتمعات المسلمين.\rوأما الانحرافات الأخرى التي طرأت على عقائد المسلمين سواء في التوحيد العملي أوفي التوحيد العلمي فإن ذلك يستدعى جهودا مخلصة وأقلاما صادقة تعالج تلك الانحرافات بحكمة وموعظة حسنة إذ أن أصحابها أو كثيرا منهم لم يتعمد الانحراف ولا يرضى به لو كشف له، لذلك فإن مخاطبتهم يجب أن تكون بأسلوب لين وبجدال حسن. فإذا قدر للأمة أن تجتمع في عقيدتها فإن ذلك سيفسح المجال للاجتماع والوحدة الإسلامية.\r__________\r1 معركة الإسلام ص 26ـ 27.","seal":"78EF0DA4","part":1},
      {"page":59,"id":30,"nass":"ثالثا: وحدة القيادة:\rللمسلمين قيادة واحدة على مدار الزمن واختلاف المكان وتعدد المذاهب.. وكل قيادة سواها إنما تستمد شرعيتها من متابعتها لهذه القيادة والالتزام بمنهجها والسير على طريقها.\rهذه حقيقة يقوى وضوحها في أذهان المسلمين كلما صفت العقيدة وقوى الإيمان.\rوهي حقيقة قررها الله عز وجل في كتابه وأكدها في مواطن كثيرة لئلا تغفل عنها الأمة الإسلامية.\rقال الله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 2.\r__________\r2 سورة النساء: آية59.","seal":"63B433DB","part":1},
      {"page":60,"id":31,"nass":"وقال عز وجل: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً} 1.\rوقال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} 2.\rوهكذا تكرر التأكيد على هذه الحقيقة في عشرات المواضع من القرآن الكريم.\rفإذا ما اتضحت هذه الحقيقة وتقررت في أذهان المسلمين فإنه يمكن أن يتحد كلمتهم وتجتمع صفوفهم.\rفالرسول أن هو: (القائد) والجميع اتباع له وأنصار به يتأسون ولحكمه يخضعون وإلى سنته يتحاكمون.. هذا أصل لا يمكن أن تتوحد الأمة بدون إدراكه والالتزام به.. وهذا ما يقتضيه الإيمان بالله عز وجل وإلا فإن الإيمان يبقى دعوى بدوت دليل.\rوكل قيادة أخرى تحاول أن تلغى هذه القيادة أو تقلل من شأنها فإنها قيادة خارجة عن الإسلام محاربة له.. بل كل قيادة تتمي هي في ذات نفسها عن هذه القيادة أو تنحرف عن متابعتها فهي قيادة منحرفة.\r__________\r1 سورة النساء: آية 115.\r2 سورة الحشر: آية 7.","seal":"E7044194","part":1},
      {"page":60,"id":32,"nass":"رابعا: وحدة التشريع:\rمن الأسباب الرئيسية لتمزق الأمة الإسلامية تعدد التشريعات وتنوعها تلك التشريعات التي لا صلة لها بها ولا علاقة لها بدينها، بل هي مضادة لدينها محاربة لعقيدتها.. فوقعت الفجوة بسم التشريعات والواقع.. وبين القيادات والشعوب.. بل بين القيادات أنفسها.. فانعكست تلك الخلافات على الأمة الإسلامية.\rوما لم يوحد التشريع الذي يحكم الأمة فيكون تشريعا مستمدا من دينها القويم فإن كل محاولة لوحدة الأمة أو لجمع شتاتها فإنها محاولة فاشلة.\rفإنه ليس هناك مكان لتشريعات أخرى في المجتمع الإسلامي وليس لأحد من البشر حق وضع تشريع يحكم الحياة في المجتمع الإسلامي، فالحقَ لله عز وجل وحده وليس لأحد من خلقه أن يتلقى تشريعاته من غيره سبحَانه.\rقال الله عز وجل: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} 3\r__________\r3 سورة الأحزاب: آية 36","seal":"930922F6","part":1},
      {"page":61,"id":33,"nass":"فالنفس البشرية ذات طبيعة معقدة ومعرفة ضوابط إصلاحها أو أسباب فسادها أمر لا يعلمه إلا الله عز وجل وقد اعترف علماء الغرب بذلك وأكدوا أن العلوم البشرية لم تستطع أن تبين حقيقة الإنسان.\rوأشهر من أعلن هذه الحقيقة هو الطبيب الفرنسي: (الكسيسر كاريل) حيث يقول:\r\"فمن الواضح أن جميع ما حققه العلماء من تقدم فيما يتعلق بدراسة الإنسان مازال غير كاف وأن معرفتنا بأنفسنا مازالت بدائية في الغالب\" 1.\rفإذا كانت معلومات الإنسان عن نفسه رغم ما يملكه من وسائل المعارف المذهلة التي لم يكن يحلم بوجودها الإنسَان في الزمن الماضي- إذا كانت رغم كل ذلك بدائية.. فهل يمكن أن يضع تشريعا يحكم حياته ويقوده إلى تحقيق إنسانيته؟!\rولهذا فإن العودة إلى شريعة الله عز وجل أمر ضروري.. ضروري لأنه أمر أوجبه الله عز وجل.\rوضروري لأن الإنسان ليس له قدرة وضع التشريع المناسب.\rوضروري لأن الأمة لا تجتمع وتشريعاتها مختلفة.. إذ للتشريع أثر في حياة الإنسان.. في مفاهيمه.. في تصوراته.. في موازينه.. فلابد من وحدة التشريع لتتحد مفاهيمه وتصوراته وموازينه.. ومن ثم تتحقق له وحدته المنشودة.\r__________\r1 الإنسان ذلك المجهول ص 19.","seal":"57E59672","part":1},
      {"page":63,"id":34,"nass":"القسم الرابع: وسائل تحقيق اسس الوحدة\rالتعليم الموجه\r...\rالقسم الرابع\rوسائل تحقيق الوحدة\rأولا: التعليم الموجه.\rثانيا: الإعلام الهادف الملتزم.\rثالثا: الاقتصاد المستقل.\rرابعا: العمل على الاكتفاء الذاتي.\rخامسا: ايجاد مراكز إسلامية.","seal":"1A8A3F2F","part":1},
      {"page":65,"id":35,"nass":"القسم الرابع\rوسائل تحقيق الوحدة\rعرضنا في القسم السابق أسس الوحدة الإسلامية التي لابد من تحقيقها لتوحيد الأمة الإسلامية وهى وان كانت شرطا في تحقيق إيمان المسلم فلا يكون مسلما بدونها فإنها شرط في تحقيق الأمة واجتماع كلمتها كذلك.\rولكن هذه الأسس- كما رأينا من قبل- قد تعرضت للفساد والانحراف واختفت أو تشوهت في كثير من المجتمعات الإسلامية فكان لابد من إظهار ما اختفى منها وتصحيح ما تشوه.\rوهذا أمر يحتاج إلى وسائل متعددة وجهود مكثفة للقيام بذلك الدور ورعايته في المجتمعات الإسلامية.\rومن تلك الوسائل ما يلي:\rأولا: التعليم الموجه.\rثانيا: الإعلام الملتزم.\rثالثا: الاقتصاد المستقل.\rرابعا: الاكتفاء الذاتي.\rخامسا: إيجاد مراكز علمية.\rونذكر ما يتعلق بهذه الوسائل فيما يلي:\rأولا: التعليم الموجه:\rإن المناهج التعليمية من أخطر الوسائل وأكثرها تأثيرا في المجتمع إذ أنها طريق للغالبية من المجتمع أو لجميع أفراده بحسب مستوى المجتمع وحرصه على التعليم.\rفالمدارس الرسمية والأهلية تحتوي على مناهج تعليمية إجبارية وكل منتسب إليها لابد له من هضمها واستيعابها وبالتالي فلابد من حصول التأثر بها خاصة وهى ترافق الفرد في كل مراحل حياته.\rولقد عرف المستعمرون وأعوانهم من مبشرين أهمية \"التعليم الموجه\" فأنشأوا المدارس المختلفة لإفساد أبناء المسلمين عن طريقها.","seal":"70B48978","part":1},
      {"page":66,"id":36,"nass":"يقول اليسوعيون: \"إن المبشر الأولى هو المدرسة\" 1.\rويقول جب: \"إن مدارس البنات في بلاد الإسلام هي بؤبؤ عيني لقد شعرت دائما أن مستقبل الأمر في سوريا إنما هو بمنهج تعليم بناتها ونسائها\"2.\rفالتعليم له شأنه وخطره وعدم تصحيح مناهجه وتوجيه أبنائه إلى الغاية الصحيحة في جميع بلاد المسلمين يبقى عائقاً دون توحيد المفاهيم والتصورات والموازين التي لا تكاد تلتقي على أمر واحد في بلاد المسلمين اليوم ولازالت تسير وفق المخططات التي رسمها لها أعداء الإسلام- إلا ما رحم ربك-.\r\"فإذا أراد العالم الإسلامي أن يستأنف حياته ويتحرر من رق غيره وإذا كان يطمح إلى القيادة فلابد إذن من الاستقلال التعليمي بل لابد من الزعامة العلمية وما هي بالأمر الهين إنها تحتاج إلى تفكير عميق وحركة التدوين والتأليف الواسعة وخبرة إلى درجة التحقيق والنقد بعلوم العصر مع التشبع بروح الإسلام والإيمان الراسخ بأصوله وتعاليمه إنها لمهمة تنوء بالعصبة أولى القوة، إنه هي شأن الحكومات الإسلامية فتنظم لذلك جمعيات وتختارلها أساتذة بارعين في كل فن فيضعون منهاجا تعليميا يجمع بين محكمات الكتاب والسنة وحقائق الدين التي لا تتبدل وبين العلوم العصرية النافعة والتجربة والاختبار ويدونون العلو العصرية للشباب الإسلامي على أساس الإسلام وبروح الإسلام ... \"3.\rوبذلك يمكن أن تصحح المفاهيم وتقوم الموازين في الأمة فتتحد في أفكارها وعقائدها وتلتقي على أسس مشتركة من العلم المعرفة.\r__________\r1 أنظر التبشبر والاستعمار ص 71.\r2 المخططات الاستعمارية لمكافحة الإسلام ص 213، وانظر رسالة واقع المسلمين وسبيل النهوض بهم ص 176، والغزو الفكري والتيارات المعادية ـ بحوث مقدمة لمؤتمر الفقه الإسلامي الذي عقدته جامعة الإمام محمد بن سعود بالرياض عام 1396 هـ، والحلول المستوردة ص 36\r3ماذا خسر العالم بانحطاط المسلمين ص 276.","seal":"1EF5AFD3","part":1},
      {"page":66,"id":37,"nass":"الإعلام الملتزم\r...\rثانيا: الإعلام الهادف الملتزم:\rونعني به أن يكون الإعلام في بلاد المسلمين بكل أنواعه المسموعة والمرئية والمقروءة إعلاما هادفا له رسالة يسعى لتحقيقها من خلال ما يبثه أو يكتبه، وتلك الرسالة هي: \"تحقيق العبودية لله في أرضه\" وهي الغاية التي من أجلها خلق الإنسان ويعمل لها المسلمون بكل طبقاتهم.","seal":"A560442F","part":1},
      {"page":67,"id":38,"nass":"فيكون للإعلام في بلاد المسلمين رسالة يتمثلها عند كل خطوة يخطوها وكل كلمة يبثها أو يكتبها.\rوقد فطن اليهود إلى قوة تأثير الصحافة عندما برزت وخططوا لاستغلالها.\rفقد ورد في كتاب (بروتوكلات حكماء صهيون) : \"إن الأدب والصحافة هما أعظم قوتين خطيرتين\"1.\rوفي كتاب: (التبشير والاستعمار في البلاد العربية) نقلا عن مصادر تبشيرية أجنجية: \"إن الصحافة لا توجه الرأي الَعام فقط أو تهيئه لقبول ما تنشر عليه بل هي تخلق الرأي العام\"2.\rوبعد ظهور\"التلفاز\" والذي لا يكاد يخلو منه بيت فإن خطره يكون أكبر وتأثيره أعظم.. فإذا كانت الصحف لا يقرؤها إلا المتعلمون فإن \" التلفاز\" يراه ويشاهده كل إنسان وليس خاصا بنوعية معينة.\rلذا فإن توجيه الإعلام والتزامه بـ: \"هدف\" أمر ضروري ولا يمكن أن تتحد الأمة وإعلامها إعلام ضائع لا هوية له ولا هدف.. بل في كثير من بلدان المسلمين قد وجه لإفساد الأمة وخلخلة عقائدها.\rفإصلاح الإعلام وتصحيح مساره ضرورة بل واجب شرعي تأثم الأمة بإهماله وتضييعه.. ثم تخسر عقيدتها وعزتها.. ولا تتحقق لها وحدة واجتماع وهذه الوسائل تسير مسارا عشوائيا أو تخريبيا.\rووسائل الإعلام في كثير من البلدان الإسلامية غير ملتزمة بالمنهج الإسلامي الذي يبث الخير وينشر الفضيلة ويحذر من الشر والأخلاق الرذيلة بل إن بعض تلك الوسائل تحارب الإسلام وتسيء إلى أهله بما تنشره من البرامج السيئة والحلقات المنحرفة.. وهذا كله مضاد لدين الأمة ومفرق لجمعها وهادم لأسس الوحدة التي تقوم عليها.\rولن يكون هناك لقاء أو اتحاد وإعلام المسلمين أو بعضه بهذه الصورة فلابد أذن من إعادة بناء الإعلام بناء صحيحا بحيث يكون قادرا على توجيه الأمة وتعميق العقيدة في نفوسها وتذكيرها بغايتها في هذه الحياة، وتبرز المنهج الذي اختاره الله عز وجل لها كما تبين إلى جانب ذلك وحدة القيادة للأمة الإسلامية وانه لم يعد هناك مجال لظهور قيادات أخرى\r__________\r1 ص 142.\r2 ص 213.","seal":"A7E7FB93","part":1},
      {"page":68,"id":39,"nass":"تنازع هذه القيادة المحمدية أو تزاحمها وان القيادات الموجودة تستمد شرعيتها في حق الطاعة على الأمة بمتابعتها لتلك القيادة.\rفإذا استطاع الإعلام في البلدان الإسلامية أن يثبت هذه القضايا الأساسية في نفوس الأمة فإنه عندئذ يكون قد أدى دوره الصحيح في المجتمع وساهم في وحدة الأمة.. وإلا فلا وحدة ولا اجتماع.\rويتحقق ذلك بالاختيار الأمين للعاملين في الإعلام فيختار الكفاءات المؤمنة التي تدرك أهداف الأمة وغايتها.","seal":"D74E5275","part":1},
      {"page":68,"id":40,"nass":"ثالثا: الاقتصاد المستقل:\rإن التشابك المعقد في العلاقات الدولية اليوم واختلاف الأنظمة الاقتصادية في العالم قد انعكس أثره على أكثر المجتمعات الإسلامية فتعددت فيها الأنظمة الاقتصادية تبعا للاتجاه الذي يغلب على كل بلد فكان له آثاره السلبية على وحدة الأمة الإسلامية. والاقتصاد العالمي اليوم في قبضة \"اليهود\" فهم يتحكمون فيه كما يشاءون، وقد جاء في كتاب: \"بروتوكولات حكماء صهيون\" موضوع خاص لبيان كيفية التحكم في اقتصاد العالم والوسائل التي يجب أن تتخذ لتنفيذ هذا المخطط نورد بعضا من فقراته.\rفقد وضعوا في حسبانهم إيجاد الأزمات الاقتصادية المفتعلة لزيادة ثرواتهم ويبين ذلك قولهم: \"إن الأزمات الاقتصادية التي دبرناها بنجاح باهر في البلاد الإسلامية- قد أنجزت عن طريق سحب العملة من التداول فتراكمت ثروات ضخمة ... \" 1.\rوعن سحب الذهب من العالم ورد فيه: \"وأظنكم تعرفون أن العملة الذهبية كانت الدمار للدول التي سارت عليها لأنها لم تستطع أن تفي بمطالب السكان ولأننا فوق ذلك قد بذلنا أقصى جهدنا لتكديسها وسحبها من التداول\"2.\rفالاقتصاد جانب مهم في حياة المجتمع ولهذا فقد عنى به القرآن الكريم والسنة الشريفة بتنظيمه وبيان جوانبه المباحة والمحرمة إضافة إلى خطورة ارتباطه بأنظمة غير مسلمة لا تفرق بين الحلال والحرام ولا نألو جهدا في إضعاف الأمة المسلمة وتمزيق وحدتها.\rلذا فإن العناية به أمر مطلوب شرعا ولا بد للأمة وهى تحاول العودة إلى دينها ووحدتها\r__________\r1 ص 174.\r2 ص 175.","seal":"EBFF86BD","part":1},
      {"page":69,"id":41,"nass":"من التحرر من تلك الأنظمة الدخيلة على المجتمعات الإسلامية والعودة إلى النظام الاقتصادي الإسلامي الذي هو جزء من الشريعة الإسلامية الواجب أتباعها.\rولابد من إيجاد اقتصاد إسلامي ليس مرتبطاً بأي نظام آخر لئلا يبقى بين الأمة فجوات تحول دون وحدتها.\rويتم ذلك بإيجاد أسواق مشتركة وعملة موحدة وهيئة اقتصادية تشرف على ذلكم الاقتصاد الإسلامي المستقل.\rوبهذا تستقل عن التبعية الاقتصادية الضارة وتقيم لها وحدة اقتصادية قوية على أسس إسلامية.\rوالاقتصاد في الحقيقة هو جزء من الشريعة الإسلامية المتكاملة والتي تعتبر أساسا ثابتا لوحدة الأمة.. والذي أريده هنا هو إيجاد أسواق مشتركة وعملة موحدة تعطى للأمة شخصيتها المستقلة وتمهد السبيل لوحدة الأمة وعزتها.","seal":"478BE9D8","part":1},
      {"page":69,"id":42,"nass":"العمل علي الإكتفاء الذاتي\r...\rرابعا: الاكتفاء الذاتي:\rللأمة مطالب متنوعة لا تستطيع الاستغناء عنها وتلك المطالب تشتمل على كل جوانب الحياة.\rومطالب ثقافية وسياسية.\rومطالب اقتصادية.\rومطالب عسكرية.\rومطالب صناعية مختلفة.\rهذه المطالب لا يجوز بقاء الأمة عالة على أعدائها فيها كل بلد إسلامي له وجهة يوليها ويشحذها.. بل لابد من الاستغناء والاكتفاء في هذه الجوانب بالإنتاج الإسلامي في بلاد المسلمين وبأيد مسلمة.\rفالعمل على اكتفاء الأمة بإنتاجها من أقوى الوسائل لاستقلالها وقوتها وبالتالي لوحدتها واجتماعها إذ انقسام الأمة إلى أجزاء تابعة للبلدان المصنعة لن يمكنها من توحيد صفوفها ولا استقلالها، فلا بد من هذا الاكتفاء ولو على المدى الطويل.","seal":"E12BB414","part":1},
      {"page":69,"id":43,"nass":"خامسا: إيجاد مراكز علمية.\rلما كانت هذه الوسائل المتقدم ذكرها لابد لها من إعداد وتخطيط بحيث تتحقق","seal":"DA7846E9","part":1},
      {"page":70,"id":44,"nass":"بالصورة الصحيحة كان لابد من إيجاد مراكز علمية متخصصة في كل جوانب الحياة تكون مهمتها التخطيط الدقيق والدراسة المتأنية لتحديد الوسائل والضوابط لتحقيق المطلوب.\rوهذه المراكز متعددة الأغراض تمثل هيئات استشارية وتخطيطية تشترك فيها جميع البلدان الإسلامية تضم في داخلها كفاءات علمية من أبناء الأمة الذين يؤمنون بعقيدتها ويسعون إلى تحقيق أهدافها.\rوبهذا كله يمكن للأمة أن تجمع شملها وتتحد كلمتها وتتحقق لها مكانتها التي أرادها الله لها عز وجل ويومئذ يفرح المؤمنون بنصر الله وما ذلك على الله بعزيز.","seal":"A6C06D9B","part":1},
      {"page":70,"id":45,"nass":"الخاتمة\rبعد هذا العرض الموجز لواقع الأمة والأسس التي يجب تحقيقها لوحدة الأمة وتصحيح واقعها والوسائل التي يمكن أن تعين على تحقيق الهدف المطلوب يتبين لنا عدة أمور نجملها فيما يلي:\rإن واقع الأمة واقع مؤلم ولا يرضى الله عز وجل.\rوأن هذا الواقع لا يمكن أن تتوحد الأمة مع استمراره.\rوأن وحدة الأمة مرهونة بتغيير هذا الواقع على ضوء الكتاب والسنة.\rوأن هناك أسسا لهذه الوحدة تعتبر قاعدة ضرورية لوحدة الأمة.\rحتى وان التغيير المطلوب يحتاج إلى وسائل متعددة لتحقيقه.\rهذا واجتماع كلمة الأمة الِإسلامية حلم يراود أفرادها وجماعاتها المخلصة التي يحزنها أن ترى أن القيادة والريادة مكبلة بسلاسل الجهل والمعاصي والانحطاط وتترقب اليوم الذي تعتز فيه الأمة وتحتل مكانها الصحيح.\rأمة هادية.\rأمة رائدة.\rأمة قائدة.\rوان كانت هناك عقبات في هذا الطريق وعراقيل يضعها أعداء الله فيه لكن الأمل في الله عز وجل عظيم أن يحي نفوس هذه الأمة ويوقظ عقولها ويقوى عزمها ويومئذ تتحطم كل عقبة وتتلاشى كل السدود ويرتفع صوت الحق وينصب ميزان العدل وتستظل البشرية بظلال الخير والسعادة.\rوصلى الله وسلم على سيدنا وإمامنا محمد بن عبد الله وعلى آله وصحبه.","seal":"1F573B3F","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"الوحدة الإسلامية أسسها ووسائل تحقيقها","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أحمد بن سعد حمدان الغامدي","bLnk":null,"Inf":"","Auth":"أحمد بن سعد حمدان الغامدي","Betaka":"الكتاب: الوحدة الإسلامية أسسها ووسائل تحقيقها\r\nالمؤلف: أحمد بن سعد حمدان الغامدي\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة السابعه عشر - العدد (65 - 66) - محرم - جماد الأخرة 1405هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"DA1C6B56","cat":"الدعوة وأحوال المسلمين","oNum":8990,"BkId":8990,"oAuth":2109,"bVer":1,"aSeal":"3A85B18F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t8990":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"القسم الأولى: واقع الأمة الإسلامية"},
      {"lvl":2,"id":4,"sub":1,"tit":"في العقيدة"},
      {"lvl":3,"id":4,"sub":2,"tit":"انحرافات إلحادية"},
      {"lvl":3,"id":6,"sub":0,"tit":"انحرافات في الجانب النظري -العلمي- من العقيدة"},
      {"lvl":3,"id":7,"sub":0,"tit":"انحرافات طائفية قديمة"},
      {"lvl":3,"id":10,"sub":0,"tit":"انحرافات طائفية حديثة"},
      {"lvl":2,"id":12,"sub":0,"tit":"في العبادة"},
      {"lvl":3,"id":12,"sub":1,"tit":"الغلو المفرط في أدائها"},
      {"lvl":3,"id":14,"sub":0,"tit":"الإهمال المطلق بها"},
      {"lvl":3,"id":15,"sub":0,"tit":"عدم الإلتزام بالأداء الصحيح لها"},
      {"lvl":2,"id":16,"sub":0,"tit":"في الشريعة"},
      {"lvl":3,"id":16,"sub":1,"tit":"محاربة الشريعة وإستبدال القوانين الوضعية بها"},
      {"lvl":3,"id":17,"sub":0,"tit":"محاولة التوفيق بين الشريعة الإسلامية والأنظمة الوضعية"},
      {"lvl":1,"id":18,"sub":0,"tit":"القسم الثاني: اسباب هذا الواقع"},
      {"lvl":2,"id":18,"sub":1,"tit":"الجهل بدين الله عز وجل"},
      {"lvl":2,"id":20,"sub":0,"tit":"الغزو العسكري لبلدان المسلمين"},
      {"lvl":2,"id":22,"sub":0,"tit":"الغزو الفكري"},
      {"lvl":1,"id":25,"sub":0,"tit":"القسم الثالث: اسس وحدة الأمة الإسلامية"},
      {"lvl":2,"id":25,"sub":1,"tit":"وحدة الغاية"},
      {"lvl":2,"id":28,"sub":0,"tit":"وحدة العقيدة"},
      {"lvl":2,"id":30,"sub":0,"tit":"وحدة القيادة"},
      {"lvl":2,"id":32,"sub":0,"tit":"وحدة التشريع"},
      {"lvl":1,"id":34,"sub":0,"tit":"القسم الرابع: وسائل تحقيق اسس الوحدة"},
      {"lvl":2,"id":34,"sub":1,"tit":"التعليم الموجه"},
      {"lvl":2,"id":37,"sub":0,"tit":"الإعلام الملتزم"},
      {"lvl":2,"id":40,"sub":0,"tit":"الإقتصاد المستقل"},
      {"lvl":2,"id":42,"sub":0,"tit":"العمل علي الإكتفاء الذاتي"},
      {"lvl":2,"id":43,"sub":0,"tit":"إيجاد مراكز علمية"},
      {"lvl":1,"id":45,"sub":0,"tit":"الخاتمة"}
    ]
}
