{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9013":
    [
      {"page":73,"id":1,"nass":"مدخل\r...\rانتشار الإسلام بالفتوحات الإسلامية زمن الراشدين\rبقلم الدكتور جميل عبد الله محمد المصري أستاذ مشارك بكلية الدعوة وأصول الدين\rالحمد لله على نعمه التي لا تُحصى، وعطائه الذي لا يستقصى، الحمد له سبحانه وتعالى أولاً وأخراً الذي أتم نعمه على البشرية بالإِسلام، وجعله هو الدين. وهو القائل جل وعلا:\r{وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} 1.\rوصلى الله على سيدنا محمد الأمين الذي قام بعبء الدعوة، وعلمها المسلمين منهجاً، قولاً وعملاً وأسلوباً، صلى الله عليه وعلى آله، ورضي الله عن أصحابه البررة وعن تابعيهم وتابعي تابعيهم بإحسان إلى يوم الدين وبعد:\rفإني أسأل الله سبحانه أن يجعل من بحثي هذا لبنة في بناء توضيح دعوة الإسلام وانتشارها بين الأمم التي أظلتها راية الإسلام في الفتوحات الإسلامية زمن الراشدين، وتوضيح الصلة الوثيقة بين الدعوة والتاريخ الإسلامي، حيث أن تاريخ الإسلام هو تاريخ هذه الدعوة بالدرجة الأولى.\rوعهد الخلفاء الراشدين (11-40 هـ) هو أفضل عهود الدعوة الإسلامية بعد عهد النبوة، فقد نهلوا من مدرسة القرآن الكريم، مدرسة النبوة، فاتضحت لهم مهمتهم في تبليغ الدعوة، فكانوا الأسوة الحسنة للدعاة إلى الله بعد رسول الله صلى الله عليه وسلم، وطريقتهم حجة. قال صلى الله عليه وسلم:\r\"عليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل بدعة ضلالة \" 2.\rوجاء في الصحيحين أنه صلى الله عليه وسلم قال:\r\"كيف ترون القوم صنعوا حين فقدوا نبيهم، وأرهقتهم صلاتهم\".\rقلنا: الله ورسوله أعلم.\r__________\r1 سورة فصلت الآية: 33.\r2 رواه أبو داود رقم 4607، والترمذي رقم 2678 وقال عنه حديث حسن صحيح. وابن ماجة رقم 42، وأخرجه الإمام أحمد.","seal":"CC9E18DC","part":1},
      {"page":74,"id":2,"nass":"قال: \"أليس فيهم أبو بكر وعمر، إن يًطيعوهما فقد رشدوا، ورشدت أمتهم، وإن يعصوهما، فقد غووا، وغوت أمتهم\". قالها ثلاثاً1.\rوقد برزت في عهد هؤلاء الخلفاء ذاتية الأمة الإسلامية بوضوح، على أسس متينة قويمة من العقيدة والشريعة التي جاء بها الإسلام في كتاب الله وسنة رسوله صلى الله عليه وسلم. واتضحت فيه مهمة الأمة المسلمة في تبليغ الدعوة، وإخراج الناس من ظلم العباد إلى عدل الإسلام، ومن ظلام الشرك إلى عبادة الله وحده.\r__________\r1 ابن تيميه_ منهاج السنة_ 3/160.","seal":"A9E80B7F","part":1},
      {"page":74,"id":3,"nass":"عالمية الدعوة الإسلامية:\rاتّسمَ الإسلام بالطابع العلمي منذ نزول أول آية على رسول الله صلى الله عليه وسلم في غار حراء {اقْرَأ} فهي دعوة آمرة إلى الثقافة، إلى العلم، إلى التفكير، إلى البحث المستفيض في ملكوت الله، في السماء والأرض، في الجبال، في كل ما خلق الله تعالى من كائنات صغرت أم كبرت2. دعوة ذات نظرة كلية شاملة إلى الكون، والإنسان، والحياة، وما قبل الحياة وما بعدها.\rوتتابعت بعدها الآيات المحكمات، يلقيها جبريل عليه السلام على قلب محمد صلى الله عليه وسلم، يتنزل بها من لدن حكيم خبير، من خالق السماوات والأرض، فيعيها محمد صلى الله عليه وسلم وعياً كاملا، ويبلغها بأمانة وقوة، وإخلاص. والآيات تبين- والدعوة لم تزل في مكة لم تخرج عن نطاقها- أن الدعوة عالمية، ليست محدودة بشعب من الشعوب، ولا مكان دون مكان، ولا بزمان دون زمان، دعوة للبشر عامة، ولعموم الأزمنة والأمكنة، حيث أن محمداً- هو خاتم الأنبياء والمرسلين، وبه تم الإسلام، وتأكد ذلك حين صلى بالأنبياء إماماً في صلاة جامعة ببيت المقدس ليلة إسرائه، وتأكدت بذلك وحدة الرسالات، وببعثة رسول الله صلى الله عليه وسلم تم بناء الإسلام.\rومن الآيات المكية التي أكدت على عالمية الدعوة:\rقوله تعالى: {إِنْ هُوَ إِلا ذِكْرٌ لِلْعَالَمِينَ} 3.\rوقوله: {إِنْ هُوَ إِلا ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كَانَ حَيّاً وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} 4.\r__________\r2 انظر: عبد الحليم محمود_ القرآن والنبي 179.\r3 سورة ص الآية: 87.\r4 سورة يس الآيتان: 69،70.","seal":"123A41D5","part":1},
      {"page":75,"id":4,"nass":"وقوله سبحانه: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً} 1.\rوقوله: {وَمَا أَرْسَلْنَاكَ إِلا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً} 2.\rوقوله جلّ وعلا: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} 3.\rوكانت المدينة المنورة هي أول فتح إسلامي مجيد، فتحت قلبها بالدعوة، وشرفت بهذا الاسم- المدينة4. واختصت به. فاستقبله المهاجرين، ونصرت رسول الله صلى الله عليه وسلم، واحتضنت الدعوة، وأضحت نقطة ارتكاز، انطلقت منها الدعوة بعد أن تكونت فيها أول حكومة إسلامية، برئاسة محمد صلى الله عليه وسلم، وأسلمت له قيادها، فطبق أحكام الإسلام في الداخل، وقامت فيها حياة إسلامية كاملة، وحملت الدعوة إلى خارجها بالجهاد في سبيل الله.\rوقد بُنِيَت الدولة الإسلامية على أساس العقيدة الإسلامية، وعلى أساس الآيات التي استمرت تتنزل منجمة عام الرسول الأمين صلى الله عليه وسلم، إلى أن تم هذا الدين في السنة العاشرة من هجرة المصطفى صلى الله عليه وسلم في قوله سبحانه وتعالى:\r{الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِيناً} 5.\rوتخطت دولة الإسلام منذ قيامها الحدود الأرضية، والحواجز الجنسية، والعرقية، واللونية، وترفعت على جميع الروابط الأرضية، وجعلت أساس التفاضل التقوى، استجابة لقوله سبحانه وتعالى:\r{يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} 6.\rوقد أكد رسول الله صلى الله عليه وسلم هذا المبدأ الرائع في حجة الوداع حتى تهتديَ أمته بهديه\rفقال:\r\" ... إن ربكم واحد، وإن أباكم واحد، كلكم لآدم، وآدم من تراب، أكرمكم عند الله أتقاكم، وليسر لعربي فضل على عجمي، ولا لأبيض على أسود فضل إلا بالتقوى\" 7.\r__________\r1 سورة الفرقان الآية: 1.\r2 سورة سبأ الآية: 28.\r3 سورة الأعراف الآية: 158.\r4 انظر: ابن منظور_ لسان العرب 13/402.\r5 سورة المائدة الآية: 3. انظر: ابن كثير_ البداية والنهاية 5/177.\r6 سورة الحجرات الآية: 13.\r7 انظر: جميل المصري_ تاريخ الدعوة 229.","seal":"5909F3D3","part":1},
      {"page":76,"id":5,"nass":"الجهاد من وسائل تبليغ الدعوة ونشرها:\rوفرض الله سبحانه وتعالى الجهاد على المسلمين من أجل تبليغ الدعوة، وتم هذا الفرض على مراحل بدأت قبل وصول رسول الله صلى الله عليه وسلم إلى المدينة في هجرته، وبالجهاد تمت الفتوحات الإسلامية.\rوقد جاءت أدلة الجهاد عامة ومطلقة، تشمل الحرب الدفاعية، ومبادأة العدو بالقتال، والحرب المحدودة، وغير المحدودة1. وهدفه إزالة الحواجز وتخطّي العقبات التي تعترض طريق تبليغ الدعوة:\rإلى دفع الظلم ورد كيد الظالمين في قوله تعالى:\r{أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ ... } 2.\rوإلى رد الاعتداء في قوله سبحانه:\r{وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ} 3.\rوإلى نجدة المستضعفين في الأرض، في قوله سبحانه:\r{وَمَا لَكُمْ لا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيراً} 4.\rوإلى حماية الدين والتمكين من التوحيد في قوله جلّ وعلا:\r{وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلا عُدْوَانَ إِلا عَلَى الظَّالِمِينَ} 5.\rفالجهاد في سبيل الله ليست غايته حمل الناس على الإِسلام، وإكراههم على اعتناقه، وليس لاستعمار الشعوب ونهبها، واستغلال خيراتها واستعباد أفرادها وإذلالهم، إنما هو فرض لمصلحة البشر، ولفائدة المجتمعات لا فساح المجالس لتوحيد الله سبحانه وعبادته، وتكوين مجتمع الخير والعدل، بإزالة العقبات والحواجز التي تحول بين الناس وإبلاغهم دعوة الإسلام.\r__________\r1 نفسه 171.\r2 سورة الحج الآية: 39.\r3 سورة البقرة الآية: 190.\r4 سورة النساء الآية: 75.\r5 سورة البقرة الآية: 193.","seal":"F890AFA8","part":1},
      {"page":77,"id":6,"nass":"قال تعالى:\r{الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ} 1.\rوالقتال في سبيل الله هو جهاد ليكون الدين كله لله وحده، ولتكون كلمة الله هي العليا2. وقد ورد تعبير \"في سبيل الله\" مرتبطاً بالجهاد والقتال اثنتين وثلاثين مرة في القرآن الكريم، ولا يكاد أمر بالقتال يخلو من هذا التعبير في أحاديث المصطفى صلى الله عليه وسلم.\r__________\r1 سورة الحج الآية: 41\r2 انظر: ابن تيميه_ السياسة الشرعية 18.","seal":"D904ACE1","part":1},
      {"page":77,"id":7,"nass":"الرسول صلى الله عليه وسلم وضع خطة الفتوحات لنشر الإسلام:\rقام رسول الله صلى الله عليه وسلم في مكة المكرمة بتبليغ الدعوة بالطرق والوسائل المتاحة له، وكان يتصل بالقبائل، ويحضر الأسواق، ويدعو الزعماء لنصرته، إلى أن كانت بيعة العقبة الأولى في السنة الثانية عشرة من البعثة النبوية، وبيعة العقبة الثانية في السنة الثالثة عشرة من البعثة النبوية مع أهل المدينة، وتكونت دولة الإسلام في المدينة، فقام بعبء الجهاد قي سبيل الله، لتبليغ الدعوة، إلى جانب إرسال الكتب والرسل إلى من كان يعاصره من الملوك، والأمراء، والقادة، والزعماء.. واتضحت معالم هذه الوسيلة الأخيرة بعد هدنة الحديبية عام 6 هـ 3. وهذه الكتب واضحة الدلالة على تطبيق رسول الله صلى الله عليه وسلم عملياً لما تردد في القرآن الكريم من دعوة الناس جميعاً لاعتناق الإسلام.\rوقد حاول كثير من المستشرقين إنكار بعثة رسول الله صلى الله عليه وسلم إلى الناس كافة، متجاوزين ما ورد من آيات بينات تلك التي وردت في القرآن الكريم في الفترة المكية، والفترة المدنية، ومتجاوزين إجماع المسلمين على هذا الأمر، وجعلوا من أنفسهم حكماً على تاريخ الإسلام وتاريخ الدعوة، فقاموا بدراسات متجنّية على الإسلام والمسلمين، وعلى رسول الإسلام صلى الله عليه وسلم، بل وساخرة أحياناً 4. في حين لم ينكر بعضهم ذلك5.\r__________\r3 انظر: ابن هشام_ السيرة 1/650، الطبري_ تاريخ 2/644_655.\r4 مثل \"برنارد لويس\" في كتابه: السياسة والحرب في الإسلام.\r5 مثل \"ليوتي كاتياني في كتابه حوليات الإسلام (geetani annali del Islam vol. Vp223) ، و\" نولدكه \" في كتابه: تاريخ القرآن و\" إجناس جولد تسيهر \" في كتابه: العقيدة والشريعة في الإسلام، و\" ول ديورانت \" في كتابه: قصة الحضارة 13/21، و\" وليم ميور \" في كتابه: الخلافةthe caliphate p.43-44.","seal":"CC7894F1","part":1},
      {"page":78,"id":8,"nass":"ورسول الله صلى الله عليه وسلم قام فعلاً بتبليغ الدعوة ونشرها عن طريق الجهاد، وغزواته وسراياه كثيرة1. وتظهر في بعضها خطته في نشر الدين خارج شبه الجزيرة العربية. وهذه الخطة حاول معظم المستشرقين التشكيك فيها كعادتهم حتى الذين لم ينكروا بعثته صلى الله عليه وسلم إلى الناس كافة2. رغم وضوح هذه الخطة، ورغم استمرارها في عهد خلفائه الراشدين بعد التحاقه بالرفيق الأعلى.\rفقد بعث صلى الله عليه وسلم خمسة عشر رجلا إلى ذات أتلاح على مشارف بلاد الشام، يدعون إلى الإسلام، فاستشهدوا جميعاً، لم ينجُ إلا رئيسهم كعب الذي عاد جريحاً3.\rووجه صلى الله عليه وسلم سرية مؤتة لتأديب القبائل الغادرة، ولتكون طليعة حملة أكبر لفتح الشام عام 8 هـ4 قبل فتح مكة وقد تصدى لهذه السرية الروم البيزنطيون بقبائل العرب المتنصرة، وعادت دون أن تحقق نجاحاً عسكرياً، ولكنها أدت دوراً في تبليغ الدعوة، فوصلت الدعوة حدود الشام، وبدأت تمتد بين القبائل الخاضعة للروم، قبل أن تعمّ شبه الجزيرة العربية.\rووجه صلى الله عليه وسلم حملة بقيادة عمرو بن العاص في المهاجرين الأولين إلى الشمال، وفيهم أبو بكر، وعمر، وأبو عبيدة، قبل أن يتوجه لفتح مكة عام 8 هـ. فوطيء عمرو أرض طيء، وبلي، وعذرة، وبلقين في غزوة ذات السلاسل5. وكلها قبائل كانت تخضع للروم البيزنطيين بشكل أو بآخر.\rوبعد غزوة حنين ورجوعه من حصار الطائف قاد صلى الله عليه وسلم غزوة تبوك بنفسه عَام 9 هـ. وكانت تظاهرة إسلامية كبيرة، وصل عدد الجيش الإسلامي فيها ثلاثين ألفاً، وهو أكبر جيش شهدته الجزيرة العربية حتى ذلك التاريخ، وقد تنافس المسلمون في تجهيزه، في النفقة، وتنافسوا في النفير، في زمن عسرة، وشدّة الحرّ، فسمي الجيش بـ \"جيش العسرة\"6. وكانت اختبارا وفقاً لأمة الجهاد بالفعل، كشفت بوضوح خطة الرسول صلى الله عليه وسلم بالعمل على تبليغ الدعوة ونشرها بطريق الجهاد والفتح، ووضعت الأسس التي ستسير عليها الفتوحات الإسلامية زمن الراشدين والأمويين، وما يجب أن تسير عليه الأمة المسلمة في جميع عصورها.\r__________\r1 انظر: ابن كثير_ البداية والنهاية 5/ 5 21-223.\r2 انظر: مثلا \"ول ديورانت \"- قصة الحضارة 13/ 21.\r3 ابن كثير_ البداية والنهاية 4/ 241.\r4 الواقدي- المغازي 2/ 7 5 7، ابن هشام- السيرة 2/ 324، ابن سعد- الطبقات 2/ 1.\r5 الواقدي- المغاري2/ 771، المقريزي - إمتاع الأسماع 1/3 5 3.\r6 الطبري - تاريخ 3/ 101، الواقديً- المغازى3/ 999- 1015، ابن الأثير- الكامل في التاريخ 2/277، ابن هشام- السيرة4/ 135 _138، ابن سعد 2/ 1/119.","seal":"AD713E94","part":1},
      {"page":79,"id":9,"nass":"ومع أن المسلمين لم يصطدموا بالروم البيزنطيين في غزوة تبوك، فإنها كرّست هيبة المسلمين في الجهات المحاذية للروم أولاّ، واخترقت الدعوة بلاد الشام ثانياً، فأسلم بعض عربها كفرْوة بن عمرو الجذامي، الذي صلبه الروم بسبب ذلك1. وقدمت بعض وفودهم كوفد الداريين، وعلى رأسهم تميم الداري2 رضي الله عنه.\rواستمر رسول الله صلى الله عليه وسلم يبن للأمة المسلمة خطة الفتح، وطرق تبليغ الدعوة خارج شبه الجزيرة، فأمر بتجهيز جيش أسامة وأمر بإنفاذه (أثناء مرضه) إلى الشام3.\rوبهذا يتضح أن الفتوحات الإسلامية لم تأت وليدة الصدف، ولم تكن خطة الفتح ارتجالية، وإنما كانت وفق خطة واضحة، راشدة، واضحة أسسها النبي صلى الله عليه وسلم وسار الخلفاء الراشدون رضي الله عنهم من بعده على منهجها. فأنفذ أبو بكر بعث أسامة إلى الشام رغم ظروف المدينة الحرجة بعد وفاة الرسول صلى الله عليه وسلم، بسبب ردة العرب ردة عامة أو خاصة، وتطلع القوى المعادية للدعوة الإسلامية إلى القضاء على الإسلام ودولته، فكانت معارضة بعض الصحابة في إنفاذ جيش أَسامة4.\rوقام أبو بكر رضي الله عنه بتوجيه عبادة بن الصامت رضي الله عنه إلى \"هرقل\" إمبراطور الروم يدعوه إلى الإسلام، أو الجزية، أو يؤذنه بحرب، فقام عبادة رضي الله عنه بمهمته5.\rكل ذلك ليؤكد أبو بكر للمسلمين خطة الرسول صلى الله عليه وسلم في الفتوحات عملياً.\rولما تم القضاء على حركة الردة قاما أبو بكر رضي الله عنه مباشرة بتوجيه الجيوش الإسلامية إلى العراق والشام، وفي وقت واحد، أن قام بمواجهة الدولتين الكبيرتين في العالم آنذاك- دولة فارس الكسروية ودولة الروم البيزنطيين القيصرية- دون أن يحسب حسابا للقوى المادية، من حيث العَدد والعُدد، وذلك قياماً لما يطلبه الإسلام من تبليغ الدعوة، واتباعاً لأساليب الرسول صلى الله عليه وسلم، وتنفيذا لخطته. فتوجهت قوات الإسلام، للفتح، تحقيقاً لأهداف فرضية الجهاد في سبيل الله.\r__________\r1 ابن هشام _ السيرة 4/591، ابن الأثير_ الكامل 2/203.\r2 ابن هشام _ السيرة 4/650.\r3 ابن هشام _ السيرة 4/650، ابن الأثير_ الكامل 2/215.\r4 انظر: ابن الأثير _ الكامل في التاريخ 2/276.\r5 الدينوري _ الأخبار الطوال.","seal":"C24ACCA0","part":1},
      {"page":80,"id":10,"nass":"p 80","seal":"D057FC40","part":1},
      {"page":81,"id":11,"nass":"المبشرات من عوامل القوة النفسية التي سهلت الفتح:\rوكانت هذه القوات الإسلامية تتحرك وهي على ثقة تامة بالنصر، فقد بشرهم الله سبحانه وتَعالى بالنصر في كثير من الآيات الكريمة، في مثل قوله تعالى:\r{هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} 1.\rوبشرهم رسول الله صلى الله عليه وسلم بفتح اليمن، والشام، والمشرق، والمغرب، حين كانوا في أشد حالات الضيق في غزوة الأحزاب (يوم الخندق) عام5 هـ2.\rوعندما وَفدَ تميم الداري إلى النبي صلى الله عليه وسلم أقطعه حبرى، وبيت عينون ومسجد إبراهيم علية السلام (حبرون) ، وكتب له بذلك كتاباً3. وهذه من أرض الشام التي كانت تخضع لحكم الدولة البيزنطية، فهي بشارة بفتح الشام.\rوقد حرم الله سبحانه وتعالى على الروم أن يملكوا بلاد الشام برمتها إلى أخر الدهر، كما ثبت في الصحيحين عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:\r\"إذا هلك كسرى، فلا كسرى بعده، وإذا هلك قيصر فلا قيصر بعده، والذي نفسي بيده لتنفقن كنوزهما في سبيل الله عز وجل\" 4.\rوهذه بشارة بفتح الشام في العراق وبلاد فارس.\rٍوعندما وفد عدي بن حاتم رضي الله عنه5 بشر رسول الله صلى الله عليه وسلم بفتح العملاق والمشرق قائلا (عن عدي بن حاتم) :\r\" ... إني أعلم الذي يمنعك من الإسلام، تقول: إنما اتبعه ضعفة الناس، ومن لا قوة لهم، وقد رمتهم العرب، أتعرف الحيرة؟ \" قلت: \"لم أرها، وقد سمعت بها\".\r__________\r1 سورة التوبة الآية:33.\r2 انظر: ابن هشام_ السيرة 3/219.\r3 البلاذري_ فتوح البلدان 135، وتنسب إليه أسرة التميمي التي لا تزال تقيم في مدينة الخليل، والقدس من أرض فلسطين إلى اليوم.\r4 ابن كثير_ البداية والنهاية 7/59 ويعلق قائلا: (وقد وقع ما أخبر به صلوات الله وسلامه عليه، وسيكون ما أخبر به جزمًا، لا يعود ملك القياصرة إلى الشام أبداً، لأن قيصر علم جنس عند العرب، يُطلق على كل من ملك الشام مع بلاد الروم، فهذا لا يعود لهم أبداً) .\r5 عدي بن حاتم أمير صحابي من الأجواد العقلاء، أبوه حاتم المشهور بالكرم في الجاهلية. كان رئيس طيء في الجاهلية والإسلام. وفد على النبي صلى الله عليه وسلم بغير أمان ولا كتاب. فأكرمه الرسول صلى الله عليه وسلم سنة 9هـ أسلم وكان نصرانيا. وثبت على الإسلام في الردة ولعب دوراً جيداً حتى قال فيه ابن الأثير (خير مولود في أرض طيء، وأعظمه بركة عليهم) فقد أحضر صدقة قومه إلى أبي بكر. وشهد فتح العراق ومات بالكوفة. انظر: ابن حجر_ الإصابة 2/468، الزركلي_ الأعلام 4/220 الذهبي_ سير أعلام النبلاء 3/162.","seal":"EDC5A483","part":1},
      {"page":82,"id":12,"nass":"قال: \"فالذي نفسي بيده ليتمن الله هذا الأمر، حتى تخرج الظعينة من الحيرة حتى تطوف بالبيت في غير جوار أحد، وليفتحن كنوز كسرى بن هرمز\".\rقال: قلت: \"كنور ابن هرمز؟! \"\rقال: \"نعم كسرى بن هرمز، وليبذلن المال حتى لا يقبله أحد ... \" 1.\rوبشر رسول الله صلى الله عليه وسلم المسلمين بفتح مصر في قوله صلى الله عليه وسلم:\r\"إنكم ستفتحون مصرِ، وهي أرض يسمى فيها القيراط، فإذا افتتحتموها فأحسنوا إلى أهلها، فإن لهم ذمة ورحماًَ- أو قال: ذمة وصهراً\" 2.\rيشير بذلك إلى هاجر أم إسماعيل عليه السلام، وإلى مارية القبطية أم إبراهيم ابنه.\rوسئل رسول الله صلى الله عليه وسلم أي المدينتين تفتح أولاً؟ فقال:\r\"مدينة هرقل\" 3 إشارة إلى القسطنطينية عاصمة الدولة البيزنطية، والمدينة الأخرى يقصد بها \"روما\" مركز البابوية في إيطاليا.\rوهذه المبشرات ليست تنبؤات بشرية تصيب مرة، وتخطيء مرات ولكنها مبشرات يقينية، صدرت من رسولِ الله الذيَ لا ينطق عن الهوى: {إِنْ هُوَ إِلا وَحْيٌ يُوحَى} 4 - وقد أضافت دليلاً صادقاً على وجود خطة منظمة للفتح، وعلى عدم ارتجالية الفتوحات، دفعت المسلمين لفتح الأمصار زمن الراشدين والأمويين، وهم على يقين من تحقيق ذلك.\rوكان القادة يُرَغّبون جند الإسلام في الجهاد، ويعلمونهم ما وعد الله نبيه من النصر، وإظهار دينه5.\r__________\r1 ابن كثير _ البداية والنهاية 5/66، ابن هشام _ السيرة 4/581، ابن حجر _ الإصابة في تمييز الصحابة2/468.\r2 صحيح مسلم _ في كتاب الفضائل _ باب وصية النبي بأهل مصر، فتح الباري 6/102، البلاذري_ فتوح البلدان 220.\r3 رواه عن ابن عمر الدرامي، وأحمد وابن أبي شيبة، والحاكم، والمقدسي.\rوهذه البشرى جعلت المسلمين يجدون لفتح القسطنطينية عاصمة الإمبراطورية البيزنطية في عهد معاوية رضي الله عنه في حرب السنوات السبع مع الروم 51_58هـ. وحاصروها في زمن سليمان بن عبد الملك عام 98هـ. بقيادة مسلمة بن عبد الملك إلى أن أمر عمر بن عبد العزيز بالانسحاب عام 99هـ. لأسباب عديدة ليس هنا موضع تفاصيلها.\rوقد وفق المسلمون في فتحها على يد محمد الفاتح العثماني عام 857هـ/1453م. واتخذها العثمانيون عاصمة لدولتهم باسم \"استنبول\" أو الآستانة.\rأما المدينة الثانية \"روما\" مركز البابوية الكاتوليكية في إيطاليا فقد نجح المسلمون في حصارها في فترة من فترات التاريخ في القرن الثالث الهجري. حتى اضطر البابا أن يدفع مثاقيل كثيرة من الذهب لقاء انسحابهم منها. فرجعوا عنها. وبقيت البشرى_ بشرى رسول صلى الله عليه وسلم_ بفتحها بإذن الله.\r4 سورة النجم الآية: 3.\r5 انظر: مثلاً خطبة سعد بن أبي وقاص رضي الله عنه في جنده يوم القادسية. اليعقوبي_ تاريخ 2/241.","seal":"3E79406A","part":1},
      {"page":83,"id":13,"nass":"وقد تجاهل المستشرقون هذه الأخبار الثابتة من عمل رسول الله صلى الله عليه وسلم وأقواله، وصوروا الفتوحات الإسلامية على أنها حركة ارتجالية، هدفها القوي رغبة أبي بكر في إشغال العرب عن أنفسهم، وخصوماتهم، وإغرائهم بالغنائم، والمنافع المادية1. وأقوالهم تلك تدحضها الحقائق الثابتة، كما وقعوا في التناقض كعادتهم عند تناولهم أحداث التاريخ الإسلامي، والحضارة الإسلامية.\rوكمثال على ذلك يقول \"بروكلمان\" متلاعباً بالألفاظ:\r\"ما في مقدور أبي بكر أن ينفذ خطة النبي الأخيرة2 - تلك التي تفضي بنشر الإيمان في ما وراء حدود الوطن الأم، ذلك بأنه كان عليه أن يوجد فرصة من النشاط الخارجي لهذه القوى التي كانت في الماضي على استعداد دائم لأن تتفانى في منازعَات لا نهاية لها\"3.\rوعلى العموم فقد كانت هناك خطة واضحة للفتوحات الإسلامية من أجل تبليغ الدعوة، وهي خطة راشدة مستنيرة حتى أن أبا بكر رضي الله عنه منع المرتدين من الاشتراك في الفتوحات الأولى4. وهذه الخطة تُقدم إذا كان الإقدام حزماً ومناسباً، وتتأنى إذا كان التأني خيراً للمسلمين وللشعوب غير المسلمة من أهل البلاد. فتردّد عمر بن الخطاب رضي الله عنه في الانسياح- في بلاد فارس، وفي فتح مصر (إن صح) ، وفي فتح الهند، وفي فتح إفريقيا- لم يكن مبعثه عدم الرغبة في فتح هذه البلاد أمام دعوة الإسلام، ولكنه من ضمن خطة، لتثبيت المكاسب الإسلامية، والتمكن من إقامة الإسلام في الأراضي المفتوحة، واستنهاض طاقات الشعوب التي أظلتها رايته، وتجميعها، ثم توجيهها الوجهة الصالحة، ومن أجل الدعوة، حتى تصبح تلك الأقطار نقاط ارتكاز جديدة، تنطلق منها الدعوة وتمتد، إلى أقطار أخرى، تسهم فيها شعوب تلك الأقطار بدلاً من أن تكون شوكة في جنب المجاهدين، أو خنجراً يوجه إلى ظهورهم في خلفهم.\r__________\r1 مثل \"فلهوزن\"_ تاريخ الدولة العربية 23، \"برناد لويس\":the arabs in history 52،\"نتنج\"_ العرب وانتصاراتهم 47، \"روم لاندو\"_ الإسلام والعرب 209، \"بروكلمان\"_ تاريخ الشعوب الإسلامية 1/23، \"كلود كاهين\"_ تاريخ العرب والشعوب الإسلامية، \"فيليب حتي\"_ تاريخ العرب 178، صانعوا التاريخ العربي 44،58_59.\r2 لاحظ أنه يعترف بوجود خطة للفتح وضعها رسول الله صلى الله عليه وسلم. ثم يتجاهل ذلك!\r3 تاريخ الشعوب الإسلامية 1/90.\r4 انظر: كتابه إلى خالد بن الوليد وعياض بن غنم: الطبري 3/347، ابن عساكر_ تاريخ دمشق 1/222، وكتابه رضي الله عنه إلى خالد بن سعد بن العاص وهو بتيماء_ الطبري 3/388.","seal":"8D8D88CE","part":1},
      {"page":84,"id":14,"nass":"جند الإسلام وقادتهم دعاة:\rالجيش الإسلامي داعية بسلوك قادته، وأفراده، وعلمائه، في أقوالهم وأعمالهم. تدفعهم العقيدة للجهاد، والرغبة في إنقاذ الأمم والأفراد من عبادة العباد إلى عبادة رب العباد، ومن ضيق الدنيا إلى سعة الآخرة، ومن جور الأديان إلى عدل الإسلام. وقد تميزوا بالتمسك بالعقيدة، والتزموا بأحكام دينهم. فكان الخلفاء والقادة يوصون جندهم بالاستعانة بالله، والتقوى، وإيثار أمر الآخرة على الدنيا، والإخلاص في الجهاد، وإرادة الله في العمل، والابتعاد عن الذنوب1. فكان عمل القادة والجند تبليغ الدعوة، وتميزت مواقفهم بأنها أنبل المواقف التي عرفها التاريخ العالمي.\rفكان القادة على رأس جندهم، يتلقون الصدمات الأولى في معارك الجهاد، فاستشهد كثير منهم مثل: المثنى بن حارثة الشيباني، وأبو عبيد الثقفي الذي اندفع لنيل الشهادة مع أولاده الأربعة يوم الجسر مع سبعة من قادة المسلمين، وعكرمة بن أبي جهل، وضرار بن الأزور، والنعمان بن مقرن رضي الله عنهم جميعاً.\rوالقادة الذين ضربوا أروع أمثلة الجهاد في سبيل الله كثير عددهم مثل:\rأبو عبيدة عامر بن الجراح- أمين الأمة- وشرحبيل بن حسنة، ومعاذ بن جبل، وحذيفة ابن اليمان، وعمرو بن العاص، والزبير بن العوام، والقعقاع بن عمرو التميمي، وعاصم بن عمرو التميمي، ويزيد بن أبي سفيان، وعياض بن غنم، وهاشم المرقال، وسعد بن أبي وقاص، وعتبة بن غزوان، والأحنف بن قيس، وعبد الله بن عامر وغيرهم كثير رضي الله عنهم جميعاً من القادة الذين أنجبتهم مدرسة الإسلام، وربوا على يدي رسول الله صلى الله عليه وسلم، أو صحابته. فضربوا أعظم الأمثلة في النبل، والشجاعة، والوقار، والتقوى، فكان أثرهم كبيرًا في عوامل النصر، وفي تبليغ الدعوة في البلاد المفتوحة.\rوكان من السنة التي سن الرسول صلى الله عليه وسلم بعد معركة بدر الكبرى عام 2 هـ- أولى معارك الإسلام الحاسمة- أن تقرأ سوره الجهاد عند اللقاء، وهي سورة الأنفال2 ليبقى تعلق الجند بالله، والثقة بنصر الله.\r__________\r1 انظر: أمثلة على ذلك: مخاطبة أبي بكر رضي الله عنه لجند الشام: الطبري_ تاريخ 3/393، وكتابه إلى خالد وعياض: الطبري 3/372، وخطبة خالد لجنده يوم اليرموك: الطبري 3/395، وكتاب عمر رضي الله عنه إلى سعد بن أبي وقاص: العقد الفريد 1/117.\r2 الطبري _ تاريخ 3/397.","seal":"CAC4C55B","part":1},
      {"page":85,"id":15,"nass":"ولما فتح خالد بن الوليد الحيرة عام 12 هـ صلى صلاة الفتح ثماني ركعات لا يسلم فيهن1.\rوبعد معركة الفراض عام 12 هـ مع الفرس والعرب المتنصرة في العراق- وكانت من أشد معارك الأيام- وعودة الجند الإسلامي إلى الحيرة أمر خالد بن الوليد عاصم بن عمرو التميمي أن يسير بالجيش، وأظهر أنه في الساقة، وأدى فريضة الحج، شاكراً أنعم الله سبحانه. وكانت غيبته عن الجيش يسيرة، فما توافى آخر الجيش إلى الحيرة، حتى وافاهم مع صاحب الساقة الذي وضعه، فقدما ولم يدرِ أحد بذلك، وكذلك لم يعلم أبو بكر رحمه الله إلا بعد، فغضب عليه، وأمره ألاّ يعود لما فعل2.\rولما افتتح سعد بن أبي وقاص رضي الله عنه المدائن- عاصمة الفرس- دخل إيوان كسرى، وصلى صلاة الفتح ثماني ركعات بتسليمة واحدة3. وقرأ:\r{كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ كَذَلِكَ وَأَوْرَثْنَاهَا قَوْماً آخَرِينَ} 4.\rولما افتتح عبد الله بن عامر خراسان عام 31 هـ أحرم من نيسابور وأدى فريضة الحج شكراً لله سبحانه وتعالى5 وقد لامه عثمان رضي الله عنه على ذلك.\rوكان هؤلاء القادة يسيرون خلف جندهم في وقت الأمن والعودة، يرفقون بهم، ويحملون الكلّ ويعينون الضعيف.\rواقرأ ما قاله رسل \"المقوقس\" إلى عمرو بن العاص بعد أن لبثوا يومين في جيش المسلمين- بعد أن عادوا إليه:\r\"رأينا قوماً، الموت أحبّ إليهم من الحياة، والتواضع أحبّ إليهم من الرفعة ليس لأحد منهم في الدنيا رغبة ولا نهمة، جلوسهم على التراب، وأميرهم كواحد منهم، ما يُعرف كبيرهم من وضيعهم، ولا السيد فيهم من العبد، وإذا حضرت الصلاة لم يتخلف عنها أحد، يغسلون أطرافهم بالماء، ويخشعون في صلاتهم\"6.\r__________\r1 نفسه 3 /397.\r2 الطبري- تاريخ 3 / 366، ابن كثير- البداية والنهاية6/ 396.\r3 ابن كثير.- البداية والنهاية 7/ 74.\r4 سورة الدخان الآيات: 25 -28.\r5 ابر حجر- الإصابة في أخبار الصحابة 7/ 204، أسد الغابة 3/ 288، الذهبي- سير أعلام النبلاء3/ 18، خليفة بن خياط- تاريخ166.\r6 ابن عبد الحكم- فتوح مصر 61.","seal":"7E179FA9","part":1},
      {"page":86,"id":16,"nass":"وقد وصفهم أعداؤهم بأنهم:\r\"رهبان في الليل، فرسان النهار، لو حدثك جليسك حديثاً ما فهمته، لما عَلاَ من أصواتهم بالقرآن والذكر، يصومون النهار، ويقومون الليل، ويوفون بالعهد، ويأمرون بالمعروف، وينهون عن المنكر، ويتناصحون بينهم، يعفّون عن المغانم، ولا يستحلًونها إلاّ محلّها\"1.\rوهذه الصفات التي تمتع بها القادة والجند استهوت أهل البلاد المفتوحة، وكانت من أهم أسباب تسارع الناس إلى اعتناق الإسلام.\r__________\r1 ابن عساكر _ تاريخ دمشق 1/ 230، 236.","seal":"767FCE20","part":1},
      {"page":86,"id":17,"nass":"تطبيق مباديء الحرب في الإسلام\r...\rتطبيق مبادئ الحرب في الإسلام:\rطبق المسلمون قواعد الإسلام في حربهم، فكانوا يعرضون على أعدائهم أحد أمرين قبل القتال: الإسلام، أو الجزية:\rفمن أجاب للإسلام كان أخاً للمسلمين له ما لهم، وعليه ما عليهم، ومن أبى وأجاب للجزية قبل الحرب، فليس عليه ذل أو صغار، ويبقى في أرضه مكرّماَ في ذمة المسلمين، أماّ من حارب حتى رضخ للجزية فهو الصّغار، الذي هو الخضوع لأحكام الإسلام. قال الإمام الشافعي:\rوسمعت عدداً من أهل العلم يقولون:\r\"إن الصّغار أن يجريَ عليهم حكم الإسلام \"2.\rوهذا محتوىَ الآية الكريمة في قوله تعالى:\r{قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} 3.\rفكن أول ما يبتدئ به القادة المسلمون: الدعوة إلى الإسلام. والأمثلة على ذلك كثيرة أذكر منها:\r- دعوة خالد بن الوليد لأهل الحيرة، عندما خرج إليه أشرافهم.\r__________\r2 الأم 4/ 186.\r3 سورة التوبة الآية: 29.","seal":"406A2F6B","part":1},
      {"page":87,"id":18,"nass":"فقال لهم: \"أدعوكم إلى الله، وإلى الإسلام ... \"1.\r- وعندما واجه خالد بن الوليد \"جرجة\" أحد قادة الروم مبارزاً إياه يوم اليرموك، دعاه إلى الإسلام، وبدت له محاسنه، وأكد له:\r\"أن أجر من يدخل الدين، مثل السابقين، وأفضل\".\rفكان أن أسلم \"جرجة\" وقاتل قومه، واستشهد مع المسلمين يوم اليرموك2.\r_ وتظهر الدعوة إلى الإسلام بوضوح في المفاوضات التي كانت تسبق المعارك الحاسمة كالقادسية واليرموك، وأجنادين، ونهاوند، وجلولاء، وبابليون ...\r- ففي القادسية: ترددت الرسل بين سعد بن أبي وقاص رضي الله عنه، و\"رستم\" قائد الفرس. وكان \"رستم\" قد طلب من سعد أن يوجه إليه بعض أصحابه فأرسل إليه المغيرة بن شعبة رضي الله عنه، فقصد سرير \"رستم\" وكان يجلس عليه، وهو من الذهب، وقد زيّن مجلسه بالفرش المنسوج بالذهب، ولبس على رأسه التاج وأقيمت الفيلة حول المكان- وأراد المغيرة أن يجلس على سريره معه، فمنعه الأساورة، وبعد مداولات قال المغيرة:\r\"إن الله بعث إلينا نبيه صلى الله عليه وسلم، فسعدنا بإجابته، واتباعه وأمرنا بجهاد من خالف ديننا، حتى يعطوا الجزية، ونحن ندعوك إلى عبادة الله وحده، والإيمان بنبيه صلى الله عليه وسلم، فإن فعلت، وإلا فالسيف بيننا وبينكم\".\rولما قال \"رستم\":\r\"والشمس والقمر، لا يرتفع الضحى غداً حتى نقتلكم أجمعين\"، قال المغيرة: \"لا حول ولا قوة إلا بالله\" وانصرف عنه3.\rوكان \"رستم\" قد استمع إلى عدد من رسل المسلمين، وبينوا له أهداف الجهاد، فأعجب بالمسلمين، وبإجاباتهم السديدة حتى قال لأصحابه:\r\"انظروا فإن هؤلاء لا يخلو أمرهم من أن يكون صدقاً، أو كذباً، فإن كانوا كاذبين، فإن قوماً يحفظون أسرارهم هذا الحفظ، ولايختلفون في شيء، وقد تعاهدوا على كتمان سرهم هذا التعاقد، بحيث لا يظهر أحد منهم سرهم، لقوم في غاية الشدّة والقوة، وإن كانوا صادقين، فهؤلاء لا يقف حذاءهم أحد\"4.\r__________\r1 الطبري _ تاريخ 3/ 344، 345، 377.\r2 نفسه 3/399.\r3 البلاذري_ فتوح البلدان 257.\r4 ابن طباطبا_ الفخري في الآداب السلطانية 77.","seal":"61571F26","part":1},
      {"page":88,"id":19,"nass":"_ وفي مفاوضات حصن بابليون عام 20 هـ، استقبل عمرو بن العاص، رسل المقوقس في محاولة للتوصل إلى الصلح، فأبقاهم عنده يومين- ليشاهدوا حياة المسلمين الإسلامية، وهي طريقة ناجحة لتبليغ الدعوة، كما كان يفعل رسول الله صلى الله عليه وسلم مع الوفود- وبعد ذلك قال لهم عمرو:\r\"ليس بيننا وبينكم إلا إحدى خصال ثلاث: الدخول في الإِسلام، فتكونون إخواننا، ولكم ما لنا، وعليكم ما علينا، وإن أبيتم فالجزية، وإما القتال، حتى يحكما الله بيننا وبينكم، وهو أحكم الحاكمين\"1.\r__________\r1 ابن عبد الحكم _ فتوح مصر 59 –61.","seal":"C938C251","part":1},
      {"page":88,"id":20,"nass":"الغنائم نتيجة وليست سبباً في الفتوحات:\rالإسلام هو الدين الذي ارتضاه الله لعباده جميعاً.\rقال تعالى:\r{إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ} 2.\rوقوله سبحانه وتعالى:\r{وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} 3.\rورابطة الإسلام تعلو وتسمو على الروابط القبلية، والإقليمية، والوطنية، والقومية. قال تعالى:\r{قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} 4.\rواستنفر الإسلام المسلمين لتبليغ دعوته، وأمرهم أن ينفروا خفافاً وثقالاً. قال تعالى:\r{انْفِرُوا خِفَافاً وَثِقَالاً وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} 5.\rفقام المسلمون بذلك، وقدموا أموالهم وأنفسهم، وسارعوا إلى الجهاد والفتح، وحملوا الدعوة وبلغوها.\rعن صفوان بن عمرو قال:\r__________\r2 سورة آل عمران الآية: 19.\r3 سورة آل عمران الآية: 5 8.\r4 سورة التوبة الآية: 24.\r5 سورة التوبة الآية: 41.","seal":"F8A29E61","part":1},
      {"page":89,"id":21,"nass":"\"كنت والياً على حمص، فلقيت شيخاً قد سقط حاجباه، من أهل دمشق، على راحلته، يريد الغزو. قلت:\r\"يا عم، أنت معذور عند الله\".\rفرفع حاجبه وقال:\r\"يا ابن أخي استنفرنا الله خفافاً وثقالاً، ألا من أحبه الله ابتلاه\".\rوعن الزهري قال:\r\"خرج سعيد بن المسيب إلى الغزو، وقد ذهبت إحدى عينيه. فقيل له: إنك عليل، صاحب عذر.\rفقال: \"استنفر الله الخفيف والثقيل، فإن عجزت عن الجهاد، كثّرت السواد، وحفظت المتاع\"1.\rوكان ابن أم مكتوم رضي الله عنه أعمى وأنزلت فيه {غَيْرُ أُولِي الضَّرَرِ} فكان بعدُ يغزُ ويقول:\r\"ادفعوا إليّ اللواء، فإني أعمى لا أستطيع أن أفرّ، وأقيموني بين الصفين\"\rوحضر القادسية ومعه راية سوداء وعليه درع. ويقال انه استشهد يوم القادسية2.\rفكان توجه الفاتحين إرضاء لله سبحانه وتعالى، وابتعدوا من المصالح الدنيوية، واصطدموا بالدولتين الكبريات فارس، والروم، دون أن يكون هناك نسبة بالمقاييس المادية بين الفاتحين والدولتين، لا في العدد ولا في العدة، فما من معركة خاضها المسلمون إلا وواجهوا قوات أكثر عدداً وعدة، وكانت كل من الدولتين تحشد عدداً كبيراً من الجند يدل على قوتها، لا على ضعفها3. وإن من يقدم حياته من أجل عقيدته لا يفكر بالغنائم، فكانت الغنيمة نتيجة للفتوحات وليست سبباً فيها، فنال المسلمون خيري الدنيا والآخرة، وكانوا يؤثرون الشهادة على الغنيمة، وعلى الحياة. ولا يعني هذا أن جميع الجند كانوا يحملون هذه الروح، بل وُجد بين المسلمين من اندفع من أجل الغنيمة. وهؤلاء لا يعتَدّ بهما، وليسوا\r__________\r1 انظر: تفسير الرازي 16/70.\r2 الذهبي_ سير أعلام النبلاء 1/364_ 365، ابن كثير_ البداية والنهاية 7/55.\r3 أصرّ المستشرقون وبإلحاح عجيب على إبراز ضعف الدولتين، وهذا تجاهل معتمد لأسباب الفتوحات الإسلامية، في محاولاتهم التركيز على استغلال المسلمين فرصة ضعف الدولتين، حتى يثبتوا أن لا فضل للمسلمين في ذلك، \"فقد نالوا غنيمة جاهزة لمن يغتنم الفرصة\" هكذا حاولوا التشويه المعتمد!!\rانظر في ذلك: غوستاف لوبون_ حضارة العرب 165، برنارد لويس_ العرب في التاريخ 49، بروكلمان_ تاريخ الشعوب الإسلامية 90، فيليب حتي_ تاريخ العرب العام 116، 138، ول ديورانت_ قصة الحضارة 12/315، 13/72، كلود كاهين_ تاريخ الشعوب الإسلامية 1/23، سيديو_ تاريخ العرب العام 116، 138.","seal":"01E6211B","part":1},
      {"page":90,"id":22,"nass":"سبباً في الفتوحات، ولا يخلو من أمثالهم زمن، حتى على عهد رسول الله صلى الله عليه وسلم في حنين، وحصار الطائف، وغزوة تبوك وغيرها، ومن البديهي أن ذلك لا يمثل القيادة الفكرية التي كانت تدفع المسلمين للفتوحات، وتبنّاها الخلفاء والقادة والجند، ونفّذها الجند المسلم. كما أنه لا يمثل بحال من الأحوال وجهة نظر الأمة المسلمة، ورأيها العام. ولذلك فقد تعرض أمثال هؤلاء للسخرية اللاذعة، كقول الشاعر:\rفلا جنة الفردوس أراك تبتغي ... ولكن دعاك الخبز أحسب والتمر\rوهذا تحقير لمن جعل همه المغانم، لا الجهاد في سبيل الله، الذي يفضي إلى الجنة1.\rولهذا فقد تميز الجند الإسلامي بالحرص على نيل الشهادة، والعفّ عن المغانم، وعدم استحلالها إلا محلها، تشهد بذلك النصوص الصريحة الكثيرة، وشهد بذلك أعداؤهم2.\rفنجد أبا بكر رضي الله عنه يكتب إلى قادته باستنفار من قاتل أهل الردة، ومن ثبت على الإسلام بعد رسول الله صلى الله عليه وسلم ويأمرهم ألا يسمحوا لأحد أرتد بالغزو معهم3، فلم يشترك أن ارتد في الفتوحات إلا بعد أن قطعت شوطاً كبيراً زمن عمر رضي الله عنه، الذي سمح لهم بالمشاركة في الجهاد، ولم يسمح لهم بتولي قيادة. وبذلك تنهار فكرة اشغال أبي بكر رضي الله عنه للعرب في الفتوحات الإسلامية.\rولما افتتحت المدائن- طيسفون- عاصمة الفرس عام 16 هـ، لم يأخذ أحد من الجيش لنفسه شيئاً مما وقع في يده، وإنما أدّاها بتمامها إلى سعد بن أبي وقاص رضي الله عنه، ولما رأى سعد أمانة رجاله قال:\r\"والله إن الجيش لذو أمانة، ولولا ما سبق لأهل بدر، لقلت أنها على فعيل أهل بدر\"4.\r__________\r1 وعمد المستشرقون إلى هذا البيت من الشعر، ليستدلوا بأنه يؤكد الأسباب الاقتصادية للفتوحات الإسلامية، في محاولاتهم تسقط النصوص الضعيفة، واجتزاء النصوص الثابتة، من أجل تأكيد وجهة نظرهم. انظر مثلاً: \"جب\": دراسات في حضارة الإسلام 27 \"أرنولد\" وهو ينقل عن أستاذه \"كيتاني\"_ الدعوة إلى الإسلام 64، \"نتنج\"_ العرب وانتصاراتهم 47، \"برنادلويس\"_ العرب والتاريخ52، بروكلمان 91، كلودكاهين1/24، \"جوبينو\" في الفصل السابع والأربعين من كتابه انحدار الإمبراطورية الرومانية وسقوطها، \"فلهوزن\"_ الدولة العربية23، \"فيليب حتي\"_صانعوا التاريخ العربي 21، وتاريخ العرب 1/231 \"إدوارد عطية\"25، \"جرجي زيدان\"_ التمدن الإسلامي 1/66، فيليب خوري 25، ول ديورانت_ قصة الحضارة 2/305، \"الفردبل\"_ الفرق الإسلامية في الشمال الإفريقي 94.\r2 انظر: ابن عساكر_ تاريخ دمشق 1/23، 236.\r3 انظر: ما يؤكد ذلك: نص كتابه إلى خالد بن الوليد وعياض بن غنم، الطبري 3/347، ابن عساكر_ تاريخ دمشق 1/222، وكتابه إلى خالد بن سعيد بن العاص وهو بتيماء في طريق توجهه إلى الشام، الطبري3/388.\r4 ابن الأثير _ الكامل في التاريخ 2/367.","seal":"BABDFC22","part":1},
      {"page":91,"id":23,"nass":"ولما رأى عمر بن الخطاب رضي الله عنه مقدار ما وصل إليه من أموال إلى المدينة، قال:\r\"إن جيشاً أدّى هذا لذو أمانة\".\rفأجابه علي رضي الله عنه:\r\"عففت فعفّت الرعية، ولو رتعت لرتعوا\"1.\rولما انسحب المسلمون من حمص في خطة عسكرية محكمة لمواجهة القوات البيزنطية في اليرموك، أعادوا الجزية لأهل حمص، مخالفين كل ما يتوقعه الناس من جند ينسحب عن مدينة (إذ يعمل فيها الخراب والتدمير) ، فدهش أهلها، فقال لهم المسلمون:\r\"قد شغلنا عن نصرتكَم، والدفع عنكم، فأنتم على أمركم\". فقالوا:\r\"لولايتكم وعَدلكم أحبّ إلينا مما كنا فيه أن من الظلم والغش\".\rومنعوا الروم من دخول المدينة، وكذلك فعل أهل المدن التي صولحت من النصارى واليهود2.\rومما يلفت النظر ويذكر بفخر لحملة الإسلام الأول من القادة والجند، قلة أموالهم في العراق وخراسان والشام ومصر بالقياس إلى غيرهم. لأنهم كانوا لا يمدون يداً إلى أموال أهل البلاد المفتوحة، ولم ينصرفوا إلى شئون الكسب والمعاش انصرافاً تاماً، فقد جاهدوا في سبيل الله، ونصحوا ونصروا بأموالهم وأنفسهم، وهم في هذا حالة فِريدة في التاريخ العالمي. وأما الغنائم فكانت حلالاً لهم، فأخذوها وأكلوا منها، وكانت أوسمة من أوسمة الجهاد في سبيل الله، فليست غاية في ذاتها. فكانت عزتهم في إسلامهم.\rاقرأ ما قاله عمر بن الخطاب رضي الله عنه حين غادر المدينة إلى بيت المقدس ليتسلمها من الروم:\r\" الحمد لله الذيَ أعزنا بالإسلام، وأكرمنا بالإيمان، وحصّننا بالقرآن، ورحمنا بنبيه محمد صلى الله عليه وسلم، فهدانا به من الضلالة وبصّرنا من الجهالة، ورفعنا به من الخمولة، وجمعنا به بعد الشتات والفرقة، وألف بين قلوبنا، ونصرنا على أعدائنا، ومكن لنا في البلاد، وجعلنا به إخواناً متحابين، فاحمدوا الله عباد الله! على هذه النعمة، وسلوه المزيد فيها والشكر عليها، فإن الله يزيد المستزيدين الراغبين ويتم نعمته على الشاكرين ... \"3.\r__________\r1 ابن الأثير _ الكامل في التاريخ 2/360.\r2 البلاذري _ فتوح البلدان 143، ابن عساكر 1/56.\r3 انظر: الموالي _ موقف الدولة الأموية منهم_ لكاتب هذا البحث 95.","seal":"AFA245B9","part":1},
      {"page":92,"id":24,"nass":"ومن عوامل إقبال أهل البلاد المفتوحة على اعتناق الدعوة:\rوتأتي على رأس هذه العوامل:\rتمسك الفاتحين بعقيدتهم، وتطبيق أحكام الإسلام على أنفسهم، والتزِامهم بها، وحسن عرضهم لدعوتهم. فقد عرضوا الإسلام على أهل البلاد، سلوكا، وعملاً، وقولاً، فاعتنقه كثير من النصارى واليهود والمجوس وفي أعداد كثيرة، وحماسة كبيرة1. وأقبلت عليه جميع العناصر التي أظلتها راية دولة الإسلام في الشام، والعراق، وفارس، ومصر، وبرقة، وتركستان، والمغرب. وفيهم العربي، والفارسي، والقبطي، والبربري، والتركي وغيرهم2. وامتزجت هذه العناصر وكونت أمة واحدة هي أمة الإِسلام، وبلاداً هي دار الإسلام، ومملكة هي مملكة الإسلام، جمعتهم عقيدة تعالى على المصالح المادية الزائلة، والوطنية، والإقليمية، والقومية3. فكان جند الإسلام دعاة يخرجون الناس من الظلمات إلى النور.\rفلما فتح عمرو بن العاص الإسكندرية، خيّر الأسرى بأمر من الخليفة، فمن دخل الإسلام كان للمسلمين أخاً، وكانوا يكبّرون كلّما أسلم أسير مثل تكبيرة الفتح وأشدّ4.\r__________\r1 ابن أعثم _ الفتوح 1/225.\r2 انظر: أثر أهل الكتاب _ لكاتب هذا البحث 433_447.\r3 وقد تجنى المستشرقون على التاريخ الإسلامي (كعادتهم) في هذه النقطة، فذكروا: إن العامل الاجتماعي والقومي كان من أسباب الفتح الإسلامي، مع أن الامتزاج كان نتيجة الفتح لا سبباً له. ولا عجب في ذلك، فقد عاش المستشرقون في ظل الدعاوى القومية والوطنية والتمييز العنصري على أساس الجنس واللون. انظر: في ذلك: \"دومنيك سورديل\"_ الإسلام في القرون الوسطى 6، \"جب\"_ دراسات في حضارة الإسلام 7_8، 50، \"فان فلوتن\"_ السيادة العربية 12، 13، 18، 20، \"بروكلمان\" 107، \"برناد لويس\"ـ العرب في التاريخ 49، 55، \"فيليب حتي\"_ تاريخ العرب 175، 177.\r4 الطبري _ تاريخ 4/106.","seal":"225C7DAA","part":1},
      {"page":92,"id":25,"nass":"معاملة أهالي البلاد المفتوحة وفق أحكام الإِسلام:\rوهذا من العوامل الهامة في إقبال الناس على اعتناق الإسلام، فاشتغل من بقي على دينه من أهل الذمة مطمئناً بالمهن، في ظل الحكم الإسلامي، فكادوا يحتكرون المهِن لانشغال المسلمين بالجهاد، وشئون الحكم، ورعاية شئون الناس. فاحترف اليهود مثلاً: الصياغة، ونسج الحرير، وصناعة الزجاج، وأدوات السفن. ونفذ النصارى إلى الوظائف الكتابية الإدارية في الدولة الإسلامية في الدواوين5. وتركت لهم حرية تنظيم جماعاتهم.\rوأقرّ المسلمون الناس في بلادهم، كما فعل خالد بن الوليد في العراق، إذ أقرّ الفلاحين، وأصبحت أرضهم لهم، بعد أن كانوا أقناناً عند الدهاقين (ملاك الأراضي من\r__________\r5 القلقشندي _ صبح الأعشى 2/146، ترتون_ أهل الذمة 24.","seal":"9B395A4E","part":1},
      {"page":93,"id":26,"nass":"الفرس) 1، وكما فعل سعد بن أبي وقاص رضي الله عنه بفلاحي \"بهرسير\" بعد أن دعاهم إلى الإسلام فأبوا، فأقرهم على الجزية2.\rوألغى الإسلام الامتيازات الطبقية، تلك التي كانت تتمتعِ بها طوائف خاصة في البلاد المفتوحة، أيام الفرس والرومان، وأصبحت الأرض ملكاً عاما للأمة، ونظمت ضريبة الأرض الخراجية على أسس عادلة، مقدرة على كل وحدة مساحة.\rوأصبحت جزية الرؤوس عينية على كل فرد.\rوهذه الضرائب الخراج والجزية كانت بسيطة وتُجبى من أجل تحقيق المصالح العامة للأمة3. مراعية مبدأ طاقة الناس ومقدار تحملهم.\rوقد أعفى الناس من ضرائب المنازل، وأراضي المدن، والضرائب على المهن، والتجارة، وعلى الماشية. وأعفوا مما كان يؤخذ على الغلال لأغراض الكنائس، ومما كان يفرض على الأرض لمختلف الأغراض، كتطهير القنوات، والرسوم على النقل داخل البلاد، وغير ذلك. وأعفوا في بلاد فارس مما كان يطلبه رجال الدين المجوس من ضرائب أو تبرعات وما كان يُفرض عليهم في أوقات الحرب.\rوبفضل الحكم الإسلامي ساد في الأقطار المفتوحة السلام، والأمن، فعمل الناس في النواحي التي كفلت لهم الرخاء، وحققوا تقدماً في مختلف النواحي العمرانية. واهتم ولاة المسلمين بالزراعة فحفروا الآبار، والأنهار بناحية البصرة، وكسكر، وأحيوا موات الأرض، وأكثروا سن تربية الماشية، واهتموا بإعمار البلاد4.\rوبالحكم الإسلامي تخلص أهل البلاد المفتوحة من أعظم بلاء كانوا يعانونه- وهو الاضطهاد الديني5، الذي ساد في عهد دولتي فارس والروم، وتركت لهم حرية الاعتقاد6. وأعفوا من الاشتراك في الحروب الداخلية والخارجية.\r__________\r1 الطبري 3/350، 352.\r2 الطبري 4/168، ابن كثير_ البداية والنهاية 7/70.\r3 انظر: عن مصارف بيت مال المسلمين في كتابه: تاريخ الدعوة_ لكاتب هذا البحث 330 وانظر \"ارنولد\": الدعوة إلى الإسلام 57.\r4 انظر: أمثلة: البلاذري_ فتوح البلدان 346_ 365، خليفة بن خياط_ تاريخ 166.\r5 انظر: أمثلة لهذا الاضطهاد: \"بتلر\"_ فتح العرب لمصر_ الفصل الثالث عشر 149، 162، 163، 166، و\"أرنولد\"_ الدعوة إلى الإسلام 53.\r6 انظر: عهد عمر بن الخطاب رضي الله عنه إلى إيلبار (بيت المقدس) النصارى الطبري_ تاريخ 3/69، مجير الدين_ الأنس الجليل في تاريخ القدس والخليل 1/253.","seal":"91F7DE32","part":1},
      {"page":94,"id":27,"nass":"هذه المعاملة الحسنة كانت تنفيذاً لأمر الدين، واتباعاً لسنة النبي صلى الله عليه وسلم- ففي الوقت الذي كان رسول الله صلى الله عليه وسلم يهاجم عقائد اليهود والنصارى بسبب اتخاذهم أحبارهم ورهبانهم أربابا ًمن دون الله، يحرمون ويحلّون1 - كان النبي صلى الله عليه وسلم يوصي بهما خيراً، ويزورهم، ويكرمهم، ويحسن إليهم، ويعود مرضاهم، ويأخذ منهم ويعطيهم، فاستقبل وفد نجران في مسجده وبحضرة المسلمين2. وأجرى الصدقة على أهل بيت من اليهود3، ورهن درعه عند أبي الشحن اليهودي4، وكان بوسعه أن يقترض من أصحابه، ولكَنه أراد أن يعلم أمته، ووقف لجنازة يهودي مرت به5. وكل هذه من وسائل الدعوة التي تستهوي القلوب.\rوقد سار خلفاؤه (صلى الله عليه وسلم) على نهجه، وعلى هديه، فهذا عمر بن الخطاب رضي الله عنه يوصي سعد بن أبي وقاص رضي الله عنه ويأمره بالترفق في جيش المسلمين، ولا ينس أثناء ذلك أن يوصي بأهل الذمة قائلا:\r\"ترفق بالمسلمين في سيرهم، ولا تجشّمهم عسيراً يتعبهم، ولا تقصر بهم عن منزل يرفق بهم، حتى يبلغوا عدوهم، والسفر لم ينقص من قوتهم، فإنهم سائرون إلى عدو مقيم، حامي الأنفس والكراع. وأقم بمن معك في كل جمعة يوما ًوليلة، حتى تكون لهم راحة، يحيون بها أنفسهم، ويربون أسلحتهم، وأمتعتهم، ونحّ منازلهم عن قرى أهل الصلح والذمة، فلا يدخلها من أصحابك إلا من تثق به، ولا يرزأ أحداً من أهلها شيء، فإن لهم حرمة وذمة، ابتليتم بالوفاء بها، كما ابتلوا بالصبر عليها، فما صبروا لكم، فتولوهم خيراً، ولا تنتصر على أهل الحرب بظلم أهل الصلح ... \"6.\rولما طعن أحد أهل الذمة (وهو فيروز الديلمي- أبو لؤلؤة المجوسي النصراني) عمر بن الخطاب رضي الله عنه بالتآمر مع اليهود والنصارى7، قال وهو في النزع الأخير:\r\"أوصي الخليفة من بعدي بأهل الذمة خيراً، أن يوفي بعهدهم، وأن يقاتل من ورائهم، وألا يكلفهم فوق طاقتهم\"8.\r__________\r1 قال تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ} التوبة 31.\r2 ابن هشام _ السيرة 2/206.\r3 أبو عبيد _ الأموال 613.\r4 الشافعي _ الأم 3/153.\r5 كشف الغمة 2/215.\r6 ابن عبد ربه_ العقد الفريد 1/117_ 118.\r7 انظر: تفصيل المؤامرة في أثر أهل الكتاب_ لكاتب هذا البحث 224_ 250.\r8 أبو يوسف _ الخراج 136، يحي بن آدم_ الخراج 71، سنن البيهقي 9/206.","seal":"2AAF637C","part":1},
      {"page":95,"id":28,"nass":"وهذا كله طاعة لأمر الله سبحانه، فالذمي جار المسلم يواليه، ولا ينقص من حقه شيئاً، ولا يتدخل في شئونه التي له بها عهد، وله العدل، ظلمه حرام، واضطهاده حرام، وحرمانه من حقه حرام، له دينه، وللمسلم دينه، وعلى المسلم أن ينصره، ويمنعه، ويمنعه اضطهاده، بل وصل الإسلام إلى حدّ أنه أمر المسلم بأن يعمل على توفير الأمن للمشرك الخائف وحمايته، وإيصاله إلى مأمنه. قال تعالى:\r{وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} 1.\rوأوجب نصرة المعاهدين، ولم يوجب نصرة المسلم الذي ليس بينه وبين المسلمين ميثاق، قال تعالى:\r{وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاق} 2.\rوقد طبق المسلمون أحكام دينهم، فعاملوا أهل الذمة بما يوجبه الإسلام في معظم عهودهم، ولم يضيقوا عليهم حتى فيما يعتقده المسلمون حراماً، فسمحوا للنصارى بالخمر، والخنزير. قال الشافعي رحمه الله:\r\"وعلينا أن نمنع أهل الذمة، إذا كانوا معنا في الدار، وأموالهم، التي يحل لهم أن يتمولوها مما نمنع منه أنفسنا، وأموالنا، من عدوهم إن أرادوهم، أو ظلم ظالم لهم، وأن نستنقذهم من عدوهم لو أصابهم، وأموِالهم التي يحل لهم، فإذا قدرنا استنقذناهم، وما حل لهم ملكه، ولم نأخذ لهم خمراً ولا خنزيرا\"3.\rوقد ألَزم الإسلام أهل الذمة بواجبات مقابل هذه الحقوق، وتتلخص في: ترك ما فيه ضرر على المسلمين في مال أو نفس، وهي ثمانية أشياء.\rعدم الاجتماع على قتال المسلمين، وأن لا يزني أحدهم بمسلمة، ولا يصيبها باسم النكاح، ولا يفتن مسلم عن دينه، ولا يقطع عليه الطريق، ولا يؤوي للمشركين عيناً (أي جاسوساً) ، ولا يعاون على المسلمين بدلالة (أي يدل على عورة المسلمين بإخبارهم عدوهم بها) ، ولا يقتل مسلماً، ولا مسلمة.\r__________\r1 سورة التوبة الآية: 6.\r2 سورة الأنفال الآية:72.\r3 الأم 4/220.","seal":"463DF687","part":1},
      {"page":96,"id":29,"nass":"ويلزم الذمي بترك ما فيه غضاضة، ونقض على الإسلام، وهي ثلاثة أشياء:\rذكر الله تعالى وكتابه، ودينه بما لا ينبغي. فهذه الأَشياء يُلزم الذمي بتركها1.\rويلزم الذمي بأداء الجزية: وهي في أبسط مفاهيمها في الإِسلام ضريبة على الذمي من رعايا الدولة الإسلامية، مقابل حمايته، ومقابل فريضة الجهاد المفروضة على المسلم.\rقال خالد بن الوليد عَندما صالح أهل الحيرة:\r\"إني عاهدت على الجزية والمنعة ... فإن منعناكم فلنا الجزية، وإلا فلا\"2\rوتسقط الجزية إذا عجز المسلمون عن حماية أهل ذمتهم، كما حصل عندما أعاد المسلمون جزية أهل حمص بعد أن أخذوها، عند انسحابهم (كل سبق) 3.\rوتسقط عن الذمي إذا قام بواجب الدفاع عن دار الإِسلام4 كالذي صنعه عتبة بن فرقد مع أهل أذربيجان فكان:\r(عليهم أن يؤدوا الجزية قدر طاقتهم، إلا من حشر منهم في سنة، فيوضع عنه جزاء تلك السنة) 5.\rويُعفى منها من لا يستطيع القتال كالمرأة، والصبي، والشيخ الكبير، والرهبان، ومن يؤدي خدمة المسلمين6.\rوكانت أموال الجزية والخراج تُنفق محلياً في كل ولاية لأغراض المشروعات العامة، ولم تكن تسدّد للدولة أحياناً، بعلم المسئولين.\rكل ذلك مكّن لدعوة الإسلام من أن تدخل قلوب أهل البلاد المفتوحة.\r__________\r1 الشافعي _ الأم 4/118، الماوردي_ الأحكام السلطانية 140.\r2 الطبري _ تاريخ 4/16.\r3 البلاذري _ فتوح البلدان 143، ابن عساكر_ تاريخ دمشق 1/251.\r4 انظر: محمد ضياء الدين الريس_ الخراج 174.\r5 الطبري_ تاريخ 5/250.\r6 انظر: ابن القيم الجوزية_ أحكام أهل الذمة 1/99.","seal":"11EB4DD9","part":1},
      {"page":96,"id":30,"nass":"حرية التدين لأهل الذمة في ظل الحكم الإِسلامي:\rتختلف دولة الإسلام عن الدولة الدينية في المفهوم الغربي. فالدولة الدينية (في عرف الغربين) : \"تخوض الحروب الدينية لتجعل ولو بالإكراه كل رعيتها متدينة بدينها، بل بمذهبها الديني، لأنها توحّد بلاد الدين والدولة، والرعية مكون من مكونات الدولة\"7.\r__________\r7 كما فعلت إسبانيا والبرتغال الكاثوليكيتين مع المسلمين وغيرهم من المخالفين لهم في العقيدة، بعد أن احتلوا أرض المسلمين في الأندلس واستوطنوها، فاستخدموا محاكم التحقيق (التفتيش) . وكما فعلت فرنسا الكاثوليكية مع الهيجونوت في مذبحة بارثلميو رباتلميو سنة 1571م.","seal":"E685AA13","part":1},
      {"page":97,"id":31,"nass":"ولذلك لم يميّز من كتب من وجهة النظر الغربية في تاريخ الإسلام بين مفهوم الجهاد- الذي يعمل على إزالة العقبات، وتحطيم الحواجز التي تعترض الدعوة، وتحول دون وصول الإسلام إلى الناسِ- وبن اعتناق الناس للإسلام1 الذي هو أجلّ نعمة للبشرية. والنعمة لا تُفرض فرضاً، ولكن النفوس الطيبة تسارع إليه عندما تتاح لها الفرصة للمعرفة والمشاهدة. والفتوحات وفرت هذه الفرصة، فلم تكن الفتوحات إذن لإجبار الناس على الدخول في الدين، قال تعالى:\r{أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} 2.\rوقال سبحانه وتعالى:\r{لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} 3.\rفأمر سبحانه وتعالى الرسول والمسلمين أن تكون الدعوة طيبة، تخاطب الناس في رفق لمحاولة إقناعهم، لا إكراه فيها ولا تهديد، وأن يكون حوارهم مع أهل الكتاب هادئاً لا يجادلونهم إلا بالتي هي أحسن، فإن آمنوا فقد اهتدوا، وإن تولوا فالآمر متروك لله سبحانه وتعالى. قال تعالى:\r{وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} 4.\rومن الغربيين من أكد على عدم إكراه المسلمين لغيرهم على اعتناق الإسلام مثل: \"فون كريمر\"5. وأجاد \"غوستاف لوبون\" في عرضه عدم إكراه المسلمين الناس على الإسلام، وبينّ أن الإسلام انتشر بالدعوة وحدها6.\rوقال \"فرانز روزنتال\" معبراً عن ذلك:\r\"وقد نمت المدنية الإسلامية بالتوسع لا بالتعمق، داعية إلى العقيدة، مناقشة لتلك الحركات الفكرية الموجودة. وفوق كل ذلك، فبتقدم الإسلام تهاوت الحواجز القديمة من اللغة، والعادات، و. توفرت فرصة نادرة لجميع الشعوب، والمدنيات لتبدأ حياة فكريه جديدة، على أساس المساواة المطلقة، وبروح من المنافسة الحرة\"7.\r__________\r1 انظر: آراء بعض الغربيين: \"نيبور\"، \"ميور\"، \"وسيديو\"_ تاريخ العرب العام 133.\r2 سورة يونس الآية: 99.\r3 سورة البقرة الآية: 256.\r4 سورة العنكبوت الآية: 46.\r5 أنور الجندي _ الإسلام وحركة التاريخ 83.\r6 غوستاف لوبون _ حضارة العرب 162، 169_ 170.\r7 روزنتال_ علم التاريخ عند المسلمين 46.","seal":"83F526D4","part":1},
      {"page":98,"id":32,"nass":"والواقع أن أعمال الفاتحين المسلمين لا تدع مجالاً للشك في أن المسلمين لم يُكرهوا أحداً على اعتناق الإسلام، بل سارع الناس لاعتناقه لما لمسوه من نعمة الإسلام، ولما لمسوه في الفاتحين. ووصيّة محمد صلى الله عليه وسلم لجيش مؤتة معروفة1، وعلى نمطها أوصى أبو بكر رضي الله عنه جند المسلمين، وبيّن لهم كيفية معاملة أهل البلاد المفتوحة2. وأمر خالد بن الوليد أن يتألف أهل فارس ومن كان في ملكهم3. فترك المسلمون لأهل الذمة حريتهم الدينية، وخلّصوهم من اضطهاد بعضهم لبعض.\rوأقرأ ما كتبه \"ساويرس بن المقفع\" النصراني الأرثوذكسي المعاصر للفتوحات الإسلامية، وهو يتكلم عن عدل المسلمين، ويذكر غبطة غير المسلمين في ظل الحكم الإسلامي:\r\"وكانت أعمال الأرثوذكسية الصالحة تنمو، وكانت الشعوب فرحين، مثل العجول الصغار، إذا حُلّ رباطهم، وأطلقوا على ألبان أمهاتهم\"4.\rواقرأ رسالة البطريق النسطوري \"يشوع ياف\" إلى \"سمعان\" رئيس أساقفة فارس، وقد راعه تسارع الناس إلى الدخول في الإسلام:\r\" أين أبناؤك أيها الأب، الذي ثكل أبناءه، أين أهل مرو العظماء، الذين على الرغم من أنهم لم يشهدوا سيفاً، ولا ناراً، ولا تعذيباً ...\rواحسرتاه، واحسرتاه على هذه الآلاف المؤلفة التي تحمل المسيحية، والتي لم يتقدم حتى واحد منها ليهب نشمه ضحية للرب، ويريق دماءه في سبيل الدين الحق ... 5.\rأين كذلك معابد كرمان، وبلاد فارس جميعاً ...\rوإن العرب6 الذين منحهم الله السلطان يشاهدون ما أنتم عليه، وهم بينكم كما تعلمون ذلك حق العلم، ومع ذلك فهم لا يحاربون العقيدة المسيحية، بل على العكس يعطفون على ديننا، ويكرمون قسيسينا، وقديس الرب، ويجودون بالفضل على الكنائس والأديار، فلماذا هجر شعبك من أهل مرو عقيدتهم من أجل هؤلاء العرب؟ ولماذا حدث\r__________\r1 الواقدي _ المغازي 2/757.\r2 ابن عساكر _ تاريخ دمشق 1/225_ 226.\r3 الطبري _ تاريخ 3/343.\r4 أثر أهل الكتاب _ لكاتب هذا البحث 427، ساويرس_ سير البطارقة 111.\r5 ويقصد به: النصرانية النسطورية/ وعن النسطورية انظر: الإسلام في مواجهة الحركات الفكرية_ لكاتب هذا البحث 81- 83.\r6 ويقصد: المسلمين.","seal":"718501E2","part":1},
      {"page":99,"id":33,"nass":"ذلك أيضاً في وقت لم يرغمهم فيه العرب\r- كما يصرح بذلك أهل سرو أنفسهم- على ترك دينهم؟ ... \"1.\rإن الذي جذب الناس للإسلام، هو الإسلام ذاته، لأنه فطرة الإنسان، فتتجاوب مع الفطر السليمة. قال تعالى:\r{فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} 2.\rوهذا سر عظمة هذا الدين، وسر استجابة الناس لعقيدة التوحيد العقيدة التي لا لبس فيها ولا تعقيد، البعيدة عن الفلسفات الخيالية، وعن الغموض، والتناقض. فمن السهل إدراك عقيدته من جميع البشر على مختلف مستوياتهم، ويرتفع بالإنسان من هبوطه، ويسمو به، فيعز به من يعتنقه، ويحس بالكرامة، باعتدال وتوازن عام في مختلف جوانب الحياة، وفي كل البيئات البشرية، وفي كل زمان ومكان.،ولذلك لا نجد شعباً اعتنق الإسلام وتراجع عنه باختياره، وقلّ بل ندر أن نجد عالماً سقط علماء المسلمين ارتد عن الإسلام، في حين نجد كثيراً من عظماء الأديان الأخرى ومفكريها اعتنق الإسلام، وآمن بعقيدته، وعمل على نشرها وتبليغها.\rورعية الدولة الإسلامية تشمل المسلم وغير المسلم، وكل له حقوق وعليه واجبات، وسمح الإسلام بتمايز العقائد في إطار هذه الحقوق، والواجبات، وأنقذ الناس من التعصب، والإرهاب الديني، وعاشوا في ظل دولة الإسلام بالأمن، فأقبلوا على اعتناقه، وجذبهم إليه القدوة عندما تمسك المسلمون بدينهم والعدل الذي نعموا به في ظل الدولة الإسلامية.\rوالعدل: أول قواعد الحكومة الإسلامية، وميزة النظام الإسلامي. ومفهومه في الدولة الإسلامية بصفة عامة: تنفيذ حكم الله، أي الحكم في الناس بما جاء به القرآن الكريم، وبسنة المصطفى عليه الصلاة والسلام.\rقال تعالى:\r{إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ} 3.\rوقال سبحانه وتعالى:\r{إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ} 4\r__________\r1 أثر أهل الكتاب _ لكاتب هذا البحث 435، ارنولد _ الدعوة إلى الإسلام 101_ 102.\r2 سورة الروم الآية: 30.\r3 سورة النساء الآية: 58\r4 سورة النحل الآية: 90.","seal":"652566E4","part":1},
      {"page":100,"id":34,"nass":"وقال جل وعلا:\r{يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} 1.\rوقال تعالى:\r{وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} 2.\rولا نعلم حكومة في تاريخ العالم التزمت بالعدل بالقدر الذي ظهر في حكومة الإسلام، وخاصة في العهدين النبوي والراشدي، فنتج عن ذلك سرعة انتشار الإسلام وشيوعه بين الناس على مختلف أجناسهم وألوانهم وعاداتهم، ولغاتهم، وأوطانهم.\rولما دوّن عمر بن الخطاب رضي الله عنه ديوان الجند والعطاء3، شمل بالعطاء جميع رعايا الدولة الإسلامية من المسلمين (بدون تمييز في الجنس أو اللون) ومن احتاج من غير المسلمين. فكان لذلك أثر كبير في إقبال الناس على الإسلام.\rوأجمل ما تميز به العدل في الدولة الإسلامية- العدل والقضاء. فكان الفصل في خصومات الناس يتم على أساس الأحكام الشرعية المتلقاة من الكتاب والسنة. ورسالة عمر ابن الخطاب رضي الله عنه إلى أبي موسى الأشعريَ في القضاء معروفة4، وقد اتخذها القضاة المسلمون أساساً لأنظمتهم القضائية.\rوعينّ الخلفاء الراشدون قضاة للأمصار الإسلامية المفتوحة، مستقلين عن الأمراء وقادة الجند، ينوبون عنهم في الفصل بين الناس، على أساس من الكتاب والسنة والاجتهاد فيما لم يرد فيه نص.\rوكان يراعي في اختيار القاضي، غزارة العلم، والتقوى، والورع، والعدل، فكان القضاة من خيار الناس، يخشون الله، ويحكمون بين الناس بالعدل، وكلمتهم نافذة على الولاة وعمال الخراج، بل على الخلفاء، واستمر ذلك في عهد الأمويين، وفي كثير من عهود دولة الإسلام. كما كان للقاضي رزق من بيت المال لما يلزمهم من الانقطاع لهذا العمل، وترك ما يرتزقون منه، ورزق القاضي كبير، ويُعطاه مقدماً حتى لا ينظر بعد ذلك إلى شيء، وكثير من قضاة الإسلام كانوا يرفضون الرزق محتسبين.\r__________\r1 سوره المائدة الآية: 8.\r2 سورة الأنعام الآيةَ: 152.\r3 انظر: أبو يوسف _ الخراج 245 البلاذري _ فتوح البلدان 425_ 447.\r4 وكيع - أخيار القضاة 71-72، الماوردي - الأحكام السلطانية 80.","seal":"4CD17671","part":1},
      {"page":101,"id":35,"nass":"وحفظ لنا التاريخ نزاهة هؤلاء القضاة، فلم يُعرف عنهم ميل إلى الدنيا واغترار بها يعدل بهم عن قول الحق، والحكم به، وكان في نظرهم سواء: الشريف والوضيع، والخليفة وأفراد الرعية، ولم يتأثروا بالفتن، وبقي القضاء نظيفاً كما هو من الاستمرار في العدل فكان عامل جذب كبير لرعايا الدولة الإسلامية إلى اعتناق الإسلام.\rوقد اهتم الخلفاء بجميع أفراد الأمة من مسلمين وغير مسلمين، وقصة القبطي الذي ضربه ابن عمرو بن العاص مشهورة. وقصة العاشر والتّغلبي النصراني مع عمر بن الخطاب1، واليهودي المتسوّل2 الذي فرض له ولأمثاله من بيت مال المسلمين. وقصة جبلة بن الأيهم الغساني مع الأعرابي الفزاري3، وقصص جلوس الخلفاء أنفسهم للقضاء أمام خصومهم، كل ذلك مكن للدعوة الإسلامية من التثبيت، والامتداد، والانتشار.\rوجلس الخلفاء أنفسهم أمام رعاياهم من أهل الذمة للقضاء، وقضية الخليفة علي بن أبي طالب رضي الله عنه مع الرجل النصراني دليل على ذلك:\r\"وجد علي بن أبي طالب درعه عند رجل نصراني، فأقبل به إلى شريح4 قاضيه، وقال له:\r\"الدرع درعي، ولم أبع، ولم أهب\".\rفقال شريح للنصراني: \"ما تقول فيما يقول أمير المؤمنين\"؟.\rفقال النصراني: \"ما الدرع إلا درعي، وما أمير المؤمنين عندي بكاذب\".\rفالتفت شريح إلى علي. فقال:\r\"يا أمير المؤمنين هل من بينة \" فضحك علي.\rوقال: \"أصاب شريح مالي بينة\".\rفقضى شريح للنصراني. فأخذ النصراني الدرع، ومشى خطوات، ثم رجع وقال:\r\"أما أنا فأشهد أن هذه أحكام الأنبياء، أمير المؤمنين يدنيني إلى قاضيه يقضي عليه. أشهد أن لا اله إلا الله، وأشهد أن محمداً عبده ورسوله، الدرع والله درعك يا أمير المؤمنين\".\r__________\r1 يحي بن آدم- الخراج 64.\r2 أبو يوسف- الخراج 126- الطماوي- عمر بن الخطاب وأصول السياسة والإدارة الحديثة 98.\r3 الطبري 5/.24، الكامل في التاريخ 4/ 5 10، ابن كثير- البداية8/ 217.\r4 شريح الكندي من أولاد الفرس الذين كانوا باليمن، ولاه عمر بن الخطاب رضي الله عنه قضاء الكوفة، وأقام قاضياً ستين سنة، وقضى بالبصرة سنة، فكان يقال له \"قاضي المِصرَين\"، وقيل أنه استعفى من القضاء قبل موته بسنة. وتوفي سنة 78هـ أو سنة 80هـ.\r[انظر: الذهبي _ سير 4/101، ابن كثير_ البداية 9/25، الخطيب البغدادي 5/96]\rوكيع _ أخيار القضاة 2/189_ 409 حيث استوفى أخباره.","seal":"2DEADBFA","part":1},
      {"page":102,"id":36,"nass":"فقال: \"أما إذا أسلمت فهي لك\" وحمله على فرسه1\rوهكذا كان القضاء عامل جذب كبير الإسلام.\rكما كانت صلاة الجماعة في المسجد عامل جذب قوي أيضاً، تلك العبادة التي تتجلى فيها روعة المساواة بين البشر جميعاً بأعلى صورها في إلغاء الفوارق.\rففي الجمعة والجماعة تأخذ المساواة صورتها العملية، وتزول كل الفوارق التي تميّز بين الناس، فمن ذهب إلِى المسجد أولاً آخذ مكانه في مقدمة الصفوف، وإن كان أقل الناس مالاً، وأضعفهم جاهاً، ومن تأخر حضوره أخذ مكانه مهما يكن مركزه، وتجد الغني يجانب الفقير، والعالم يجانب الأمي، والشريف بجانب الوضيع، والحاكم بجوار الخادم، ولا فرق بين واحد وآخر، فكلهم سواسية أمام الله سبحانه، في قيامهم، وركوعهم، وسجودهم، قبلتهم واحدة، وكتابهم واحد، وحركاتهم واحدة خلف إمام واحد، ترتبط قلوبهم بخالقهم، لا تفاضل بينهم إلا بالتقوى.\rوهذه المساواة التي تظهر عملياً، وتتكرر في اليوم الواحد مرات، جذبت سكان البلاد المفتوحة للإسلام، فانتشر بينهم، وأصبح لهم ما للمسلمين وعليهم ما عليهم.\rوهكذا كان المسجد وسيلة من وسائل الدعوة الهامة، فكان ركيزة هامة من ركائز بناء المجتمع الإسلامي، وقد ضرب الرسول صلى الله عليه وسلم المثل للمسلمين في بناء المساجد والاهتمام بها، فبنى مسجد قباء، ثم المسجد النبويَ، وبنى المساجد في الأسفار الطويلة في الطرقات والمنازل، وفي أثناء الغزو، وأثناء الحصار2. واهتم الراشدون بذلك وكتب عمر بن الخطاب رضي الله عنه إلى ولاة الأقاليم في العراق ومصر باتخاذ مسجداً للجماعة، وللقبائل مسجداً، فإذا كان يوم الجمعة انضموا إلى مسجد الجمعة فشهدوا الجمعة. وأما في الشام فأمرهم أن يتخذوا في كل مدينة مسجداً واحداً، ولا يتخذوا للقبائل.\rوفي تخطيط المدن الإسلامية حرص المسلمون على إنشاء المساجد في المدن التي مصرّها المسلمون الكوفة، والبصرة، والموصل، والفسطاط، وكانت تقام في هذه الأمصار حياة إسلامية تحس بها الشعوب التي أطلتها راية الإسلام، وتلمسها كنماذج كاملة للمجتمع المسلم يتوسطها المسجد. فكانت الأمصار والأجناد من عوامل بث الدعوة، وانتشارها3 وبهذا يتضح لنا أثر الفتوحات الإسلامية في انتشار الإسلام.\r__________\r1 ابن كثير _ البداية والنهاية 8/5، ابن الأثير_ الكامل في التاريخ 3/201.\r2 انظر: البخاري 1/130، وقد ذكر بعض المساجد والمواقع الني صلّى فيها رسول الله صلى الله عليه وسلم.\r3 عن الأمصار والأجناد ودورها بالتفصيل: انظر_ تاريخ الدعوة_ للمؤلف 332_343.","seal":"9D908E6F","part":1},
      {"page":103,"id":37,"nass":"مصادر ومراجع\r...\rالمراجع والمصادر\r1 - القرآن الكريم.\r2 - كتب السنة المطهرة- صحيح مسلم، صحيح البخاري- فتح الباري- مسند أحمد ...\r3 - ابن الأثير- الكامل في التاريخ- دار الكتاب العربي- بيروت- ط4/ 1403هـ 1983 م.\r4 - أرنولد- توماس- الدعوة إلى الإسلام- ترجمة حسن إبراهيم حسن وزميله- مكتبة النهضة المصرية 1970 م.\r5 - الفرد بل- الفرق الإِسلامية في الشمال الأفريقي- ترجمة عبد الرحمن بدوي- دار الغرب- بيروت ط 2/ 1981 م.\r6 - بتلر- فتح العرب لمصر- ترجمة فريد أبو حديد دار الكتب المصرية.\r7 - برنارد لويس! - تاريخ العرب- Arabs in history London 1966\r8 - بروكلمان- كارل- تاريخ الشعوب الإِسلامية- ترجمة نبيه أمين فارس، ومنير البعلبكي- دار العلم للملايين- بيروت ط5/ 1968م.\r9 - البلاذري- فتوح البلدان- دار الكتب العلمية- بيروت 1403 هـ/ 1983 م.\r10- ابن تيميه- السياسة الشرعية في إصلاح الراعي والرعية- دار الكتاب العربي- مصر ط4/ 1969م.\r11- جب- هاملتون- التاريخ الإِسلامي في العصور الوسطى- دمشق- مهمل السنة.\r12- جب- هاملتون- دراسات في حضارة الإِسلام- ترجمة إحسان عباس وزملاؤه- دار العلم للملايين- بيروت ط 2/ 1979 م.\r13- جميل عبد الله المصري- أثر أهل الكتاب في الفتن والحروب الأهلية- مكتبة الدار بالمدينة ط 1/ 1410 هـ 1989م.\r14- جميل عبد الله المصري- الموالي- موقف الدولة الأموية منهم- دار أم القرى- عمان- الأردن ط 1/1408 هـ 1988 م.\r15- جميل عبد الله المصري- تاريخ الدعوة الإسلامية- مكتبة الدار بالمدينة ط1/7 140 هـ 1987 م.","seal":"2D4EC809","part":1},
      {"page":104,"id":38,"nass":"16- الجندي- أنور- الإسلام وحركة التاريخ- دار الكتاب المصري ط 1/ 1980 م.\r17- جولد تسيهر- أجناس- العقيدة والشريعة في الإسلام- ترجمة محمد يوسف موسى ورفاقه ط 2/ دار الكتب بمصر 1378 هـ 1959 م.\r18_حتي- فيليب- صانعو التاريخ العربي- ترجمة أنيس فريحه- دار الثقافة ط 1 /1969 م.\r19_حتي- فيليب- تاريخ العرب- مطول- دار الكشاف ط 3/ 1961 م.\r20_خوري- فيليب- تاريخ العرب- ترجمة محمد مبروك- القاهرة ط3/ 1953م.\r21_ الدينوري- الأخبار الطوال- تحقيق عبد المنعم عامر القاهرة ط 1/ 1960.\r22_ رورنتال- فرانز- علم التاريخ عند المسلمين- ترجمة صالح أحمد العلي- مؤسسة الرسالة ط 2/1403هـ 1983 م.\r23- الريس- محمد ضياء الدين- الخراج والنظم المالية للدولة الإسلامية- دار المعارف بمصر ط3/1969م.\r24- زيدان- جورجي- تاريخ التمدن الإسلامي-مكتبة الحياة- بيروت- مغفل السنة.\r25_ ابن سعد- محمد بن سعد- الطبقات الكبرىَ- تحقيق ادواردسخاو، ويوسف هوروفيتش- دار التحرير- القاهرة 1388 هـ 1968م.\r26- سورديل- دومنيك- الإسلام في القرون الوسطى- ترجمة علي المقلد- بيروت ط1 /1983.\r27- سيديو- ل. م. تاريخ العرب العام- تعريب عادل زعيتر- عيسى البابي الحلبي- مصر ط /2 1389هـ 1969م.\r28- الشافعي- الإِمام محمد بن إدريس- الأم- الجزء الرابع ط1 الأميرية 1321 هـ.\r29_ ابن طباطبا- ابن الطقطقي- الفخري في الآداب السلطانية والدول الإسلامية- بيروت 1385 هـ66 19م.\r30- الطبريَ- محمد بن جرير- أبو جعفر- تاريخ- تحقيق محمد أبو الفضل إبراهيم، دار المعارف- مصر ط 2 / 1971م.\r31- الطماوي- سليمان- عمر بن الخطاب وأصول السياسة والإدارية الحديثة- بيروت 1396 هـ.","seal":"404070AD","part":1},
      {"page":105,"id":39,"nass":"32- ابن عبد الحكم- فتوح مصر وأخبارها- طبع ليدن- بريل- بغداد 1920 م.\r33- أبو عبيد- الأموال- القاهرة 1353 هـ.\r34- ابن عساكر- تاريخ دمشق- مخطوط- تصوير مكتبة الدار بالمدينة المنورة.\r35- فان فلوتن- السيادة العربية- ترجمة حسن إبراهيم حسن وزميله ط 2/ 1965 م.\r36- فلهورن- يوليوس- تاريخ الدولة العربية- ترجمة محمد عبد الهادي أبو ريدة- القاهرة 1968 م.\r37- القلقشندي- صبح الأعشى في صناعة الإنشا- دار الثقافة والإرشاد المصرية- مطابع كونستانس 1383 هـ 1963 م.\r38- كلود كاهين- تاريخ العرب والشعوب الإسلامية- تعريب بدر الدين القاسم- دمشق ط 1/1972م.\r39- ابن كثير- البداية والنهاية- دار الفكر العربي- دار النيل- الجيزة بمصر، مهمل السنة.\r40- لاندو- روم- الإِسلام والعرب- تعريب منير البعلبكي- دار العلم للملايين- بيروت ط 1/1962م.\r41- لوبون- غوستاف- حضارة العرب- تعريب عادل زعيتر- دار إحياء التراث العربي- بيروت ط 3/ 1389 هـ 1979م.\r42- الماوردي- الأحكام السلطانية والولايات الدينية- المكَتبة التوفيقية- القاهرة- مغفل السنة.\r43- مجير الدين الحنبلي- الأنس الجليل في تاريخ القدس والخليل- النجف 1388هـ/1968م.\r44- المقريزي- إمتاع الأسماع- تحقيق محمود محمد شاكر- القاهرة 1941 م.\r45 - المقريزي- المواعظ والاعتبار- خطط- طبعة جديدة بالأوفست.\r46- نتنج- أنتوني- العرب- انتصاراتهم وأمجاد الإِسلام- ترجمة راشد البراوي- الانجلو المصرية- القاهرة 1974م.\r47- نورمان دانيال- الإسلام والغرب.\r48- ابن هشام- السيرة النبوية- تحقيق السقا وزملاؤه- مهمل مكان الطبع والسنة.\r49- الواقدي- المغازي- تحقيق مارسدن مونس- مطبعة جامعة اكسفورد 1966م.\r50- وكيع محمد بن خلف بن حيان- أخبار القضاة- عالم الكتب- بيروت مهمل السنة.","seal":"5828C3E6","part":1},
      {"page":106,"id":40,"nass":"51- ول ديورانت- قصة الحضارة- مطبعة لجنة التأليف والترجمة والنشر القاهرة.195م.\r52- يحي بن آدم- الخراج- تحقيق أحمد محمد شاكر- المطبعة السلفية 1347 هـ.\r53- اليعقوبي- تاريخ- دار صادر بيروت- بيروت 1960 م.\r54- أبو يوسف- الخراج- المطبعة السلفية بمصر 1346هـ.","seal":"AB16329A","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"Bk":"انتشار الإسلام الفتوحات الإسلامية زمن الراشدين","HigriD":null,"oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"جميل عبد الله محمد المصري","bLnk":null,"Inf":"","Auth":"جميل عبد الله محمد المصري","Betaka":"الكتاب: انتشار الإسلام الفتوحات الإسلامية زمن الراشدين\r\nالمؤلف: جميل عبد الله محمد المصري\r\nالناشر: الجامعة الإسلامية بالمدينة المنورة\r\nالطبعة: السنة الحادية والعشرون - العددان الواحد والثمانون والثانى والثمانون - المحرم - جمادى الآخرة 1409هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":0,"AuthInf":null,"seal":"74702979","cat":"التاريخ","oNum":9013,"BkId":9013,"oAuth":2106,"bVer":1,"aSeal":"BDC03F85"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9013":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مدخل"},
      {"lvl":1,"id":3,"sub":0,"tit":"عالمية الدعوة الإسلامية"},
      {"lvl":1,"id":5,"sub":0,"tit":"الجهاد من وسائل تبليغ الدعوة ونشرها"},
      {"lvl":1,"id":7,"sub":0,"tit":"الرسول صلى الله عليه وسلم وضع خطة الفتوحات لنشر الإسلام"},
      {"lvl":1,"id":11,"sub":0,"tit":"المبشرات من عوامل القوة النفسية التي سهلت الفتح"},
      {"lvl":1,"id":14,"sub":0,"tit":"جند الإسلام وقادتهم دعاة"},
      {"lvl":1,"id":17,"sub":0,"tit":"تطبيق مباديء الحرب في الإسلام"},
      {"lvl":1,"id":20,"sub":0,"tit":"الغنائم نتيجة وليست سببا في الفتوحات"},
      {"lvl":1,"id":24,"sub":0,"tit":"ومن عوامل إقبال أهل البلاد المفتوحة على اعتناق الدعوة"},
      {"lvl":1,"id":25,"sub":0,"tit":"معاملة أهالي البلاد المفتوحة وفق أحكام الإسلام"},
      {"lvl":1,"id":30,"sub":0,"tit":"حرية التدين لأهل الذمة في ظل الحكم الإسلامي"},
      {"lvl":1,"id":37,"sub":0,"tit":"مصادر ومراجع"}
    ]
}
