{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9089":
    [
      {"id":1,"nass":"[ترجمة مختصرة للمؤلف]\rالوسائل المفيدة\rللحياة السعيدة\rبسم الله الرحمن الرحيم\rترجمة مختصرة للمؤلف هذه الرسالة التي بين أيدينا تضع الخطوط العريضة للسعادة الحقيقية التي ينشدها المرء ويسعى إليها بعيدة عن الجنوح البشري ومعتمدة في رسم الخطوط والزوايا على الأدلة المكينة من القرآن العظيم والإرشاد النبوي الحكيم. وهي. . هي نفسها السعادة التي يتمناها الرجل المؤمن، ويحياها المجتمع المؤمن؛ لأنها الطريق الوحيد لتنظيم مسيرته في الحياة على تقوى من الله ورضوان.\rوكاتب الرسالة: هو صاحب الفضيلة الشيخ العالم العلامة: (عبد الرحمن بن ناصر بن عبد الله آل سعدي) المولود بمدينة \"عنيزة\" بالقصيم في إقليم نجد بالمملكة العربية السعودية، وكان أبواه قد توفيا في صغره إلا أنه كان على قدر وفير من الذكاء والفطنة والرغبة في طلب العلم، وقد بدأ حفظ القرآن في سن مبكرة حتى أتمه وأتقنه في الثانية عشر من عمره، وشرع في طلب العلوم\rوأخذ يتلقاها عن علماء بلده وغيرهم ممن قدم إليها، وبذل جهده في سبيل ذلك حتى نال الحظ الأوفر والنصيب الأكبر من العلوم والمعارف.\rوفي سن الثالثة والعشرين ابتدأ الجمع بين طلب العلم وتدريسه واستفادته وإفادته، وقضى في ذلك جميع وقته طول حياته، وقد تلقى الكثيرون عنه وانتفعوا به.\rومن شيوخه 1 - الشيخ: (إبراهيم بن حمد بن جاسر) ، وكان أول من قرأ عليه.\r2 - الشيخ: (صالح بن عثمان) قاضي عنيزة أخذ عنه: الأصول، والفقه، والتوحيد، والتفسير، والعربية، ولازمه إلى وفاته، وكان الشيخ ذا معرفة تامة بالفقه وأصوله وخبرة كاملة بالتوحيد وما إليه بسبب اشتغاله بالكتب المعتبرة واهتمامه بتصانيف ابن تيمية وابن القيم خاصة. كما كان ذا عناية فائقة بالتفسير وفنونه فقرأه حتى برع فيه وأتقنه، وصارت له اليد الطولى فيه، وله من المؤلفات في التفسير:\r1 - تيسير الكريم الرحمن في تفسير كلام المنان في ثمانية أجزاء.\r2 - تيسير اللطيف المنان في خلاصة تفسير القرآن.\r3 - القواعد الحسان لتفسير القرآن.\rومن مؤلفاته التي ينصح باقتنائها والاستفادة منها سوى ما تقدم:\r4 - الإرشاد إلى معرفة الأحكام.\r5 - الرياض الناضرة.\r6 - بهجة قلوب الأبرار.\r7 - منهج السالكين وتوضيح الفقه في الدين.\r8 - حكم شرب الدخان وبيعه وشرائه.\r9 - الفتاوى السعدية.\r10 - له ثلاثة دواوين خطب منبرية، نافعة.\r11 - الحق الواضح المبين بشرح توحيد الأنبياء والمرسلين.\r12 - توضيح الكافية الشافية (نونية ابن القيم) .\rوله مؤلفات كثيرة: في الفقه، والتوحيد، والحديث، والأصول، والأبحاث الاجتماعية،\rوالفتاوى المختلفة.\rوفاته وقد أصيب بمرض شديد مفاجئ أنذر بدنو منيته حيث وافاه الأجل في ليلة الخميس الثالث والعشرون من جمادى الثانية سنة 1376 هـ بمدينة عنيزة، وقد ترك أثرا وحزنا عميقا في نفس كل من عرفه أو سمع عنه أو قرأ له، رحمه الله رحمة واسعة، ونفعنا بعلمه ومؤلفاته. آمين.","Part":"","seal":"1E1120E9","page":null},
      {"id":2,"nass":"[مقدمة المؤلف]\rالحمد لله الذي له الحمد كله، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه وسلم.\rأما بعد: فإن راحة القلب وسروره وزوال همومه وغمومه، هو المطلب لكل أحد، وبه تحصل الحياة الطيبة، ويتم السرور والابتهاج، ولذلك أسباب دينية، وأسباب طبيعية، وأسباب عملية، ولا يمكن اجتماعها كلها إلا للمؤمنين، وأما من سواهم فإنها وإن حصلت لهم من وجه وسبب يجاهد عقلاؤهم عليه، فاتتهم من وجوه أنفع وأثبت وأحسن حالا ومآلا.\rولكني سأذكر برسالتي هذه ما يحضرني من الأسباب لهذا المطلب الأعلى، الذي يسعى له كل أحد.\rفمنهم من أصاب كثيرا منها فعاش عيشة هنيئة، وحيي حياة طيبة، ومنهم من أفق فيها كلها فعاض عيشة الشقاء وحيي حياة التعساء. ومنهم من هو بين بين، بحسب ما وفق له. والله الموفق والمستعان به على كل خير وعلى دفع كل شر.","Part":"1","seal":"68C543EA","page":12},
      {"id":3,"nass":"[فصل أعظم الأسباب وأصلها وأسها هو الإيمان والعمل الصالح]\rفصل 1 - وأعظم الأسباب لذلك وأصلها وأسها هو: الإيمان والعمل الصالح، قال تعالى: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: 97]\rفأخبر تعالى ووعد من جمع بين الإيمان والعمل الصالح بالحياة الطيبة في هذه الدار، وبالجزاء الحسن في هذه الدار، وفي دار القرار.\rوسبب ذلك واضح: فإن المؤمنين بالله الإيمان الصحيح، المثمر للعمل الصالح المصلح للقلوب والأخلاق والدنيا والآخرة، معهم أصول وأسس يتلقون فيها جميع ما يرد عليهم من أسباب السرور والابتهاج، وأسباب القلق والهم والأحزان.\rيتلقون المحاب والمسار بقبول لها، وشكر عليها، واستعمال لها فيما ينفع، فإذا استعملوها على هذا الوجه\rأحدث لهم من الابتهاج بها، والطمع في بقائها وبركتها، ورجاء ثواب الشاكرين، أمورا عظيمة تفوق بخيراتها وبركاتها هذه المسرات التي هي ثمراتها.\rويتلقون المكاره والمضار والهم والغم بالمقاومة لما يمكنهم مقاومته وتخفيف ما يمكنهم تخفيفه، والصبر الجميل لما ليس لهم عنه بد، وبذلك يحصل لهم من آثار المكاره من المقاومات النافعة، والتجارب والقوة، ومن الصبر واحتساب الأجر والثواب أمورا عظيمة تضمحل","Part":"1","seal":"6E5405C2","page":13},
      {"id":4,"nass":"معها المكاره، وتحل محلها المسار والآمال الطيبة، والطمع في فضل الله وثوابه، كما عبر النبي صلى الله عليه وسلم عن هذا في الحديث الصحيح أنه قال: «عجبا لأمر المؤمن إن أمره كله خير، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له، وليس ذلك لأحد إلا للمؤمن» [رواه مسلم] .\rفأخبر صلى الله عليه وسلم أن المؤمن يتضاعف غنمه وخيره وثمرات أعماله في كل ما يطرقه من السرور والمكاره.\rلهذا تجد اثنين تطرقهما نائبة من نوائب الخير أو\rالشر، فيتفاوتان تفاوتا عظيما في تلقيها، وذلك بحسب تفاوتهما في الإيمان والعمل الصالح.\rهذا الموصوف بهذين الوصفين يتلقى الخير والشر بما ذكرناه من الشكر والصبر وما يتبعهما، فيحدث له السرور والابتهاج، وزوال الهم والغم، والقلق، وضيق الصدر، وشقاء الحياة، وتتم له الحياة الطيبة في هذه الدار.\rوالآخر يتلقى المحاب بأشر وبطر وطغيان، فتنحرف أخلاقه ويتلقاها كما تتلقاها البهائم بجشع وهلع، ومع ذلك فإنه غير مستريح القلب، بل مشتته من جهات عديدة، مشتت من جهة خوفه من زوال محبوباته، ومن كثرة المعارضات الناشئة عنها غالبا، ومن جهة أن النفوس لا تقف عند حد بل لا تزال متشوقة لأمور أخرى، قد تحصل وقد لا تحصل، وإن حصلت على الفرض والتقدير فهو أيضا قلق من الجهات المذكورة.","Part":"1","seal":"37D14F53","page":14},
      {"id":5,"nass":"ويتلقى المكاره بقلق وجزع وخوف وضجر، فلا تسأل عن ما يحدث له من شقاء الحياة، ومن الأمراض الفكرية\rوالعصبية، ومن الخوف الذي قد يصل به إلى أسوأ الحالات وأفظع المزعجات؛ لأنه لا يرجو ثوابا ولا صبر عنده يسليه ويهون عليه.\rوكل هذا مشاهد بالتجربة، ومثل واحد من هذا النوع إذا تدبرته ونزلته على أحوال الناس، رأيت الفرق العظيم بين المؤمن العامل بمقتضى إيمانه، وبين من لم يكن كذلك، وهو أن الدين يحث غاية الحث على القناعة برزق الله، وبما أتى العباد من فضله وكرمه المتنوع.\rفالمؤمن إذا ابتلي بمرض أو فقر، أو نحوه من الأغراض التي كل أحد عرضة لها، فإنه بإيمانه وبما عنده من القناعة والرضى بما قسم الله له، تجده قرير العين، لا يتطلب بقلبه أمرا لم يقدر له، ينظر إلى من هو دونه، ولا ينظر إلى من هو فوقه، وربما زادت بهجته وسروره وراحته على من هو متحصل على جميع المطالب الدنيوية، إذا لم يؤت القناعة.\rكما تجد هذا الذي ليس عنده عمل بمقتضى الإيمان، إذا ابتلي بشيء من الفقر، أو فقد بعض المطالب\rالدنيوية، تجده في غاية التعاسة والشقاء.\rومثل آخر: إذا حدثت أسباب الخوف وألمت بالإنسان المزعجات تجد صحيح الإيمان ثابت القلب، مطمئن النفس، متمكنا من تدبيره وتسييره لهذا الأمر الذي دهمه بما هو في وسعه من فكر وقول وعمل، قد وطن نفسه لهذا المزعج الملم، وهذه أحوال تريح الإنسان وتثبت فؤاده.","Part":"1","seal":"8B5C49B1","page":15},
      {"id":6,"nass":"كما تجد فاقد الإيمان بعكس هذه الحال إذا وقعت المخاوف انزعج لها ضميره، وتوترت أعصابه، وتشتتت أفكاره، وداخله الخوف والرعب، واجتمع عليه الخوف الخارجي، والقلق الباطني الذي لا يمكن التعبير عن كنهه، وهذا النوع من الناس؛ إن لم يحصل لهم بعض الأسباب الطبيعية التي تحتاج إلى تمرين كثير، انهارت قواهم وتوترت أعصابهم وذلك لفقد الإيمان الذي يحمل على الصبر، خصوصا في المحال الحرجة، والأحوال المحزنة المزعجة.\rفالبر والفاجر، والمؤمن والكافر يشتركان في جلب\rالشجاعة الاكتسابية، وفي الغريزة التي تلطف المخاوف وتهونها ولكن يتميز المؤمن بقوة إيمانه وصبره وتوكله على الله واعتماده عليه، واحتسابه لثوابه- أمورا تزداد بها شجاعته، وتخفف عنه وطأة الخوف، وتهون عليه المصاعب، كما قال تعالى: {إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ} [النساء: 104] ويحصل لهم من معونة الله ومعينه الخاص ومدده ما يبعثر المخاوف، وقال تعالى: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [الأنفال: 46]\r2 - ومن الأسباب التي تزيل الهم والغم والقلق: الإحسان إلى الخلق بالقول والفعل، وأنواع المعروف. وكلها خير وإحسان، وبها يدفع الله عن البر والفاجر الهموم والغموم بحسبها، ولكن للمؤمن منها أكمل الحظ والنصيب، ويتميز بأن إحسانه صادر عن إخلاص واحتساب","Part":"1","seal":"EDB9A6AF","page":16},
      {"id":7,"nass":"لثوابه فيهون الله عليه بذل المعروف لما يرجوه من الخير، ويدفع عنه المكاره بإخلاصه واحتسابه، قال تعالى:\r{لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} [النساء: 114]\rفأخبر تعالى أن هذه الأمور كلها خير ممن صدرت منه، والخير يجلب الخير، ويدفع الشر، وأن المؤمن المحتسب يؤتيه الله أجرا عظيما، ومن جملة الأجر العظيم: زوال الهم والغم والأكدار ونحوها.","Part":"1","seal":"CB9FD6B5","page":17},
      {"id":8,"nass":"[فصل في أسباب دفع القلق الناشئ عن توتر الأعصاب واشتغال القلب ببعض] المكدرات\rفصل 3 - ومن أسباب دفع القلق الناشئ عن توتر الأعصاب، واشتغال القلب ببعض المكدرات: الاشتغال بعمل من الأعمال أو علم من العلوم النافعة، فإنها تلهي القلب عن اشتغاله بذلك الأمر الذي أقلقه، وربما نسي بسبب ذلك الأسباب التي أوجبت له الهم والغم، ففرحت نفسه، وازداد نشاطه، وهذا السبب أيضا مشترك بين المؤمن وغيره، ولكن المؤمن يمتاز بإيمانه وإخلاصه واحتسابه في اشتغاله بذلك العلم الذي يتعلمه أو يعلمه، ويعمل الخير الذي يعلمه، إن كان عبادة فهو عبادة، وإن كان شغلا دنيويا أو عادة دنيوية أصحبها النية الصالحة، وقصد الاستعانة بذلك على طاعة الله، فلذلك أثره الفعال في دفع الهم والغموم والأحزان، فكم من إنسان ابتلي بالقلق وملازمة الأكدار، فحلت به الأمراض المتنوعة فصار دواؤه الناجع: (نسيانه السبب الذي كدره وأقلقه، واشتغاله\rبعمل من مهماته) .\rوينبغي أن يكون الشغل الذي يشتغل فيه مما تأنس به النفس وتشتاقه؛ فإن هذا أدعى لحصول هذا المقصود النافع، والله أعلم.\r4 - ومما يدفع به الهم والقلق: اجتماع الفكر كله على الاهتمام بعمل اليوم الحاضر، وقطعه عن الاهتمام في الوقت المستقبل، وعن الحزن على الوقت الماضي، ولهذا استعاذ النبي صلى الله عليه وسلم من الهم والحزن","Part":"1","seal":"CF22E2EB","page":18},
      {"id":9,"nass":"(¬1) فالحزن على الأمور الماضية التي لا يمكن ردها ولا استدراكها، والهم الذي يحدث بسبب الخوف من المستقبل، فيكون العبد ابن يومه، يجمع جده واجتهاده في إصلاح يومه ووقته الحاضر، فإن جمع القلب على ذلك يوجب تكميل الأعمال، ويتسلى به العبد عن الهم والحزن. والنبي صلى الله عليه وسلم إذا دعا بدعاء أو أرشد أمته إلى دعاء فهو يحث- مع الاستعانة بالله والطمع في فضله- على الجد والاجتهاد\rفي التحقق لحصول ما يدعو بحصوله، والتخلي عما كان يدعو لدفعه؛ لأن الدعاء مقارن للعمل، فالعبد يجتهد فيما ينفعه في الدين والدنيا، ويسأل ربه نجاح مقصده، ويستعينه على ذلك، كما قال صلى الله عليه وسلم: «احرص على ما ينفعك واستعن بالله ولا تعجز، وإذا أصابك شيء فلا تقل: لو أني فعلت كذا كان كذا وكذا، ولكن قل: قدر الله وما شاء فعل، فإن لو تفتح عمل الشيطان» [رواه مسلم] .\rفجمع صلى الله عليه وسلم بين الأمر بالحرص على الأمور النافعة في كل حال، والاستعانة بالله وعدم الانقياد للعجز الذي هو الكسل الضار، وبين الاستسلام للأمور الماضية النافذة، ومشاهدة قضاء الله وقدره.\rوجعل الأمور قسمين: قسما يمكن العبد السعي في تحصيله أو تحصيل ما يمكن منه، أو دفعه أو تخفيفه فهذا يبدي فيه العبد مجهوده ويستعين بمعبوده.\r¬_________\r(¬1) في الحديث الذي رواه البخاري ومسلم.","Part":"1","seal":"FEE8EE15","page":19},
      {"id":10,"nass":"وقسما لا يمكن فيه ذلك، فهذا يطمئن له العبد ويرضى ويسلم، ولا ريب أن مراعاة هذا الأصل سبب للسرور وزوال الهم والغم.","Part":"1","seal":"015BEFD5","page":20},
      {"id":11,"nass":"[فصل في أكبر الأسباب لانشراح الصدر وطمأنينته]\rفصل 5 - ومن أكبر الأسباب لانشراح الصدر وطمأنينته: (الإكثار من ذكر الله) فإن لذلك تأثيرا عجيبا في انشراح الصدر وطمأنينته، وزوال همه وغمه، قال تعالى: {أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} [الرعد: 28] فلذكر الله أثر عظيم في حصول هذا المطلوب لخاصيته، ولما يرجوه العبد من ثوابه وأجره.\r6 - وكذلك التحدث بنعم الله الظاهرة والباطنة، فإن معرفتها والتحدث بها يدفع الله به الهم الغم، ويحث العبد على الشكر الذي هو أرفع المراتب وأعلاها حتى ولو كان العبد في حالة فقر أو مرض أو غيرهما من أنواع البلايا. فإنه إذا قابل بين نعم الله عليه التي لا يحصى لها عد ولا حساب، وبين ما أصابه من مكروه، لم يكن للمكروه إلى النعم نسبة.\rبل المكروه والمصائب إذا ابتلى الله بها العبد، وأدى فيها وظيفة الصبر والرضى والتسليم، هانت وطأتها،\rوخفت مؤنتها، وكان تأمل العبد لأجرها وثوابها والتعبد لله بالقيام بوظيفة الصبر والرضى، يدع الأشياء المرة حلوة فتنسيه حلاوة أجرها مرارة صبرها.\r7 - ومن أنفع الأشياء في هذا الموضع: استعمال ما أرشد إليه النبي صلى الله عليه وسلم في الحديث الصحيح حيث قال: «انظروا إلى من هو أسفل منكم ولا تنظروا إلى من هو","Part":"1","seal":"65ED94B8","page":21},
      {"id":12,"nass":"فوقكم فإنه أجدر أن لا تزدروا نعمة الله عليكم» [رواه البخاري ومسلم] ، فإن العبد إذا نصب بين عينيه هذا الملحظ الجليل، رآه يفوق جمعا كثيرا من الخلق في العافية وتوابعها، وفي الرزق وتوابعه مهما بلغت به الحال، فيزول قلقه وهمه وغمه، ويزداد سروره واغتباطه بنعم الله التي فاق فيها غيره ممن هو دونه فيها.\rوكلما طال تأمل العبد بنعم الله الظاهرة والباطنة، الدينية والدنيوية، رأى ربه قد أعطاه خيرا كثيرا ودفع عنه شرورا متعددة، ولا شك أن هذا يدفع الهموم والغموم، ويوجب الفرح والسرور.","Part":"1","seal":"0D96B67E","page":22},
      {"id":13,"nass":"[فصل في الأسباب الموجبة للسرور وزوال الهم والغم]\rفصل 8 - ومن الأسباب الموجبة للسرور وزوال الهم والغم: السعي في إزالة الأسباب الجالبة للهموم، وفي تحصيل الأسباب الجالبة للسرور وذلك بنسيان ما مضى عليه من المكاره التي لا يمكنه ردها، ومعرفته أن اشتغال فكره فيها من باب العبث والمحال، وأن ذلك حمق وجنون، فيجاهد قلبه عن التفكر فيها وكذلك يجاهد قلبه عن قلقه لما يستقبله، مما يتوهمه من فقر أو خوف أو غيرهما من المكاره التي يتخيلها في مستقبل حياته، فيعلم أن الأمور المستقبلة مجهول ما يقع فيها من خير وشر وآمال وآلام، وأنها بيد العزيز الحكيم، ليس بيد العباد منها شيء إلا السعي في تحصيل خيراتها، ودفع مضراتها ويعلم العبد أنه إذا صرف فكره عن قلقه من أجل مستقبل أمره، واتكل على ربه في إصلاحه، واطمأن إليه في ذلك إذا فعل ذلك اطمأن قلبه وصلحت أحواله، وزال عنه همه وقلقه.\r9 - ومن أنفع ما يكون في ملاحظة مستقبل الأمور: استعمال هذا الدعاء الذي كان النبي صلى الله عليه وسلم يدعو به: «اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي إليها معادي، واجعل الحياة زيادة لي في كل خير، والموت راحة لي من كل شر» [رواه مسلم] .\rوكذلك قوله: «اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا أنت»","Part":"1","seal":"AA32B101","page":23},
      {"id":14,"nass":"[رواه أبو داود بإسناد صحيح] .\rفإذا لهج العبد بهذا الدعاء الذي فيه صلاح مستقبله الديني والدنيوي بقلب حاضر، ونية صادقة، مع اجتهاده فيما يحقق ذلك حقق الله له ما دعاه ورجاه وعمل له، وانقلب همه فرحا وسرورا.","Part":"1","seal":"5A5F03F1","page":24},
      {"id":15,"nass":"[فصل في أنفع الأسباب لزوال القلق والهموم إذا حصل على العبد من النكبات]\rفصل 10 - ومن أنفع الأسباب لزوال القلق والهموم إذا حصل على العبد من النكبات: أن يسعى في تخفيفها بأن يقدر أسوأ الاحتمالات التي ينتهي إليها الأمر، ويوطن على ذلك نفسه، فإذا فعل ذلك فليسع إلى تخفيف ما يمكن تخفيفه بحسب الإمكان، فبهذا التوطين وبهذا السعي النافع، تزول همومه وغمومه، ويكون بدل ذلك: السعي في جلب المنافع، وفي دفع المضار الميسورة للعبد.\rفإذا حلت به أسباب الخوف، وأسباب الأسقام، وأسباب الفقر والعدم لما يحبه من المحبوبات المتنوعة، فليتلق ذلك بطمأنينة وتوطين للنفس عليها، بل على أشد ما يمكن منها فإن توطين النفس على احتمال المكاره يهونها ويزيل شدتها، وخصوصا إذا أشغل نفسه بمدافعتها بحسب مقدوره، فيجتمع في حقه توطين النفس مع السعي النافع الذي يشغل عن الاهتمام بالمصائب، ويجاهد نفسه على تجديد قوته المقاومة\rللمكاره، مع اعتماده في ذلك على الله وحسن الثقة به، ولا ريب أن لهذه الأمور فائدتها العظمى في حصول السرور وانشراح الصدور، مع ما يؤمله العبد من الثواب العاجل والآجل، وهذا مشاهد مجرب، ووقائعه ممن جربه كثيرة جدا.","Part":"1","seal":"00795199","page":25},
      {"id":16,"nass":"[فصل: أعظم العلاجات لأمراض القلب العصبية والأمراض البدنية]\rفصل 11 - ومن أعظم العلاجات لأمراض القلب العصبية، بل وأيضا للأمراض البدنية: قوة القلب وعدم انزعاجه وانفعاله للأوهام والخيالات التي تجلبها الأفكار السيئة؛ لأن الإنسان متى استسلم للخيالات؛ وانفعل قلبه للمؤثرات: من الخوف من الأمراض وغيرها، ومن الغضب والتشوش من الأسباب المؤلمة، ومن توقع حدوث المكاره وزوال المحاب أوقعه ذلك في الهموم والغموم والأمراض القلبية والبدنية، والانهيار العصبي الذي له آثاره السيئة التي قد شاهد الناس مضارها الكثيرة.\r12 - ومتى اعتمد القلب على الله، وتوكل عليه، ولم يستسلم للأوهام ولا ملكته الخيالات السيئة، ووثق بالله وطمع في فضله- اندفعت عنه بذلك الهموم والغموم، وزالت عنه كثير من الأسقام البدنية والقلبية، وحصل للقلب من القوة والانشراح والسرور ما لا يمكن التعبير\rعنه، فكم ملئت المستشفيات من مرضى الأوهام والخيالات الفاسدة؛ وكم أثرت هذه الأمور على قلوب كثير من الأقوياء، فضلا عن الضعفاء؛ وكم أدت إلى الحمق والجنون! والمعافى من عافاه الله ووفقه لجهاد نفسه لتحصيل الأسباب النافعة المقوية للقلب؛ الدافعة لقلقه، قال تعالى: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق: 3] أي كافية جميع ما يهمه من أمر دينه ودنياه.","Part":"1","seal":"E447D7AD","page":26},
      {"id":17,"nass":"فالمتوكل على الله قوي القلب لا تؤثر فيه الأوهام، ولا تزعجه الحوادث لعلمه أن ذلك من ضعف النفس، ومن الخور والخوف الذي لا حقيقة له، ويعلم مع ذلك أن الله قد تكفل لمن توكل عليه بالكفاية التامة، فيثق بالله ويطمئن لوعده، فيزول همه وقلقه، ويتبدل عسره يسرا، وترحه (¬1) فرحا، وخوفه أمنا، فنسأله تعالى العافية، وأن يتفضل علينا بقوة القلب وثباته بالتوكل الكامل الذي تكفل الله لأهله بكل خير، ودفع كل مكروه وضير (¬2) .\r¬_________\r(¬1) الترح: الحزن.\r(¬2) الضير: الضرر.","Part":"1","seal":"3B00C79E","page":27},
      {"id":18,"nass":"[فصل في قول النبي صلى الله عليه وسلم لا يفرك مؤمن مؤمنة]\rفصل 13 - وفي قول النبي صلى الله عليه وسلم «لا يفرك مؤمن مؤمنة إن كره منها خلقا رضي منها خلقا آخر» [رواه مسلم] ، فائدتان عظيمتان:\rإحداهما: الإرشاد إلى معاملة الزوجة والقريب والصاحب والمعامل، وكل من بينك وبينه علقة واتصال، وأنه ينبغي أن توطن نفسك على أنه لا بد أن يكون فيه عيب أو نقص أو أمر تكرهه؛ فإذا وجدت ذلك، فقارن بين هذا وبين ما يجب عليك أو ينبغي لك من قوة الاتصال والإبقاء على المحبة، بتذكر ما فيه من المحاسن والمقاصد الخاصة والعامة، وبهذا الإغضاء عن المساوئ وملاحظة المحاسن، تدوم الصحبة والاتصال وتتم الراحة وتحصل لك.\rالفائدة الثانية: وهي زوال الهم والقلق، وبقاء الصفاء، والمداومة على القيام بالحقوق الواجبة والمستحبة، وحصول الراحة بين الطرفين، ومن لم يسترشد بهذا الذي ذكره النبي صلى الله عليه وسلم بل عكس القضية\rفلحظ المساوئ، وعمي عن المحاسن، فلا بد أن يقلق، ولا بد أن يتكدر ما بينه وبين من يتصل به من المحبة، ويتقطع كثير من الحقوق التي على كل منهما المحافظة عليها.\rوكثير من الناس ذوي الهمم العالية يوطنون أنفسهم عند وقوع الكوارث والمزعجات على الصبر والطمأنينة، لكن عند الأمور التافهة البسيطة يقلقون، ويتكدر الصفاء، والسبب في هذا أنهم وطنوا نفوسهم","Part":"1","seal":"26C50EC3","page":28},
      {"id":19,"nass":"عند الأمور الكبار، وتركوها عند الأمور الصغار فضرتهم وأثرت في راحتهم، فالحازم يوطن نفسه على الأمور القليلة والكبيرة ويسأل الله الإعانة عليها، وأن لا يكله إلى نفسه طرفة عين فعند ذلك يسهل عليه الصغير، كما سهل عليه الكبير، ويبقى مطمئن النفس ساكن القلب مستريحا.","Part":"1","seal":"53D0ABC8","page":29},
      {"id":20,"nass":"[فصل في العاقل يعلم أن حياته الصحيحة حياة السعادة والطمأنينة وأنها] قصيرة جدا\rفصل 14 - العاقل يعلم أن حياته الصحيحة حياة السعادة والطمأنينة، وأنها قصيرة جدا، فلا ينبغي له أن يقصرها بالهم والاسترسال مع الأكدار فإن ذلك ضد الحياة الصحيحة، فيشح بحياته أن يذهب كثير منها نهبا للهموم والأكدار، ولا فرق في هذا بين البر والفاجر، ولكن المؤمن له من التحقق بهذا الوصف الحظ الأوفر، والنصيب النافع العاجل والآجل.\r15 - وينبغي أيضا إذا أصابه مكروه أو خاف منه أن يقارن بين بقية النعم الحاصلة له دينية أو دنيوية، وبين ما أصابه من مكروه فعند المقارنة يتضح كثرة ما هو فيه من النعم، واضمحلال ما أصابه من المكاره.\rوكذلك يقارن بين ما يخافه من حدوث ضرر عليه، وبين الاحتمالات الكثيرة في السلامة منها، فلا يدع الاحتمال الضعيف يغلب الاحتمالات الكثيرة القوية، وبذلك يزول همه وخوفه، ويقدر أعظم ما يكون من الاحتمالات التي يمكن أن تصيبه، فيوطن نفسه لحدوثها\rإن حدثت، ويسعى في دفع ما لم يقع منها وفي رفع ما وقع أو تخفيفه.\r16 - ومن الأمور النافعة: أن تعرف أن أذية الناس لك وخصوصا في الأقوال السيئة، لا تضرك، بل تضرهم، إلا إن أشغلت نفسك في الاهتمام بها، وسوغت لها أن تملك مشاعرك، فعند ذلك تضرك كما ضرتهم، فإن أنت لم تضع لها بالا لم تضرك شيئا.\r17 - واعلم أن حياتك تبع لأفكارك، فإن كانت أفكارا فيما يعود عليك نفعه في دين أو دنيا فحياتك طيبة سعيدة، وإلا فالأمر بالعكس.","Part":"1","seal":"7DF5A014","page":30},
      {"id":21,"nass":"18 - ومن أنفع الأمور لطرد الهم: أن توطن نفسك على أن لا تطلب الشكر إلا من الله، فإذا أحسنت إلى من له حق عليك أو من ليس له حق فاعلم أن هذا معاملة منك مع الله، فلا تبال بشكر من أنعمت عليه، كما قال تعالى في حق خواص خلقه: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} [الإنسان: 9]\rويتأكد هذا في معاملة الأهل والأولاد ومن قوي\rاتصالك بهم، فمتى وطنت نفسك على إلقاء الشر عنهم فقد أرحت واسترحت، ومن دواعي الراحة أخذ الفضائل والعمل عليها بحسب الداعي النفسي دون التكلف الذي يقلقك، وتعود على أدراجك خائبا من حصول الفضيلة، حيث سلكت الطريق الملتوي، وهذا من الحكمة، وأن تتخذ من الأمور الكدرة أمورا صافية حلوة وبذلك يزيد صفاء اللذات، وتزول الأكدار.\r19 - اجعل الأمور النافعة نصب عينيك واعمل على تحقيقها، ولا تلتفت إلى الأمور الضارة لتلهو بذلك عن الأسباب الجالبة للهم والحزن واستعن بالراحة وإجماع النفس على الأعمال المهمة.\r20 - ومن الأمور النافعة: حسم الأعمال في الحال والتفرغ في المستقبل؛ لأن الأعمال إذا لم تحسم اجتمع عليك بقية الأعمال السابقة، وانضافت إليها الأعمال اللاحقة، فتشتد وطأتها، فإذا حسمت كل شيء بوقته أتيت الأمور المستقبلة بقوة تفكير وقوة عمل.","Part":"1","seal":"9676BA80","page":31},
      {"id":22,"nass":"21 - وينبغي أن تتخير من الأعمال النافعة الأهم،\rفالأهم وميز بين ما تميل نفسك إليه وتشتد رغبتك فيه، فإن ضده يحدث السامة والملل والكدر، واستعن على ذلك بالفكر الصحيح والمشاورة، فما ندم من استشار، وادرس ما تريد فعله درسا دقيقا، فإذا تحققت المصلحة وعزمت فتوكل على الله إن الله يحب المتوكلين.\rوالحمد لله رب العالمين، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.","Part":"1","seal":"933F9EF5","page":32}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1376,"Bk":"الوسائل المفيدة للحياة السعيدة","HigriD":"1376","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي","bLnk":null,"Inf":"","Auth":"عبد الرحمن السعدي","Betaka":"الكتاب: الوسائل المفيدة للحياة السعيدة\r\nالمؤلف: أبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي (المتوفى: 1376هـ)\r\nالناشر: الجامعة الإسلامية، المدينة المنورة - المملكة العربية السعودية\r\nالطبعة: الثانية، 1409 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"السَّعْدي، عبد الرحمن (1307 - 1376هـ).\r\n\r\nعبد الرحمن بن ناصر بن عبد الله. عالم ومفسّر سعودي ولد في القصيم بالمملكة العربية السعودية. مات والده ولم يتجاوز الثانية عشرة من عمره، طلب العلم وجدّ فيه فحفظ القرآن الكريم والمتون فاشتهر أمره وعلت منزلته وكثر تلاميذه، ترك عدة كتب نافعة، أكثرها في تفسير القرآن وعلومه، أبرزها تيسير الكريم الرحمن في تفسير كلام المنان، واختصر هذا التفسير بكتاب سماه تيسير اللطيف المنان في خلاصة تفسير القرآن، وكتبه قيِّمة محققة تخلو من الدخيل والغرائب، أسلوبها سهل ميسر.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"A4174D28","cat":"الرقاق والآداب والأذكار","oNum":9089,"BkId":9089,"oAuth":128,"bVer":1,"aSeal":"D88E0C37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9089":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"ترجمة مختصرة للمؤلف"},
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة المؤلف"},
      {"lvl":1,"id":3,"sub":0,"tit":"فصل أعظم الأسباب وأصلها وأسها هو الإيمان والعمل الصالح"},
      {"lvl":1,"id":8,"sub":0,"tit":"فصل في أسباب دفع القلق الناشئ عن توتر الأعصاب واشتغال القلب ببعض"},
      {"lvl":1,"id":11,"sub":0,"tit":"فصل في أكبر الأسباب لانشراح الصدر وطمأنينته"},
      {"lvl":1,"id":13,"sub":0,"tit":"فصل في الأسباب الموجبة للسرور وزوال الهم والغم"},
      {"lvl":1,"id":15,"sub":0,"tit":"فصل في أنفع الأسباب لزوال القلق والهموم إذا حصل على العبد من النكبات"},
      {"lvl":1,"id":16,"sub":0,"tit":"فصل: أعظم العلاجات لأمراض القلب العصبية والأمراض البدنية"},
      {"lvl":1,"id":18,"sub":0,"tit":"فصل في قول النبي صلى الله عليه وسلم لا يفرك مؤمن مؤمنة"},
      {"lvl":1,"id":20,"sub":0,"tit":"فصل في العاقل يعلم أن حياته الصحيحة حياة السعادة والطمأنينة وأنها"}
    ]
}
