{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9241":
    [
      {"page":79,"id":1,"nass":"مقدمة المؤلف\rبسم الله الرحمن الرحيم وبه نستعين:\rالحمد لله وسلام على عباده الذين اصطفى، حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادة من أخلص له قلبه وانجابت عنه أكدار الشرك وصفا، وأقر له برق العبودية، واستعاذ به من شر الشيطان والهوى، وتمسك بحبله المتين المنزل على رسوله الأمين محمد خير الورى صلوات الله وسلامه عليه دائماً إلى يوم الحشر واللقا، ورضي الله عن أصحابه وأزواجه وذريته وأتباعه أجمعين، أولي البصائر والنهى.\rأما بعد:\rفإنه لا يجمل بأولي العلم إهمال معرفة الأيام النبوية والتواريخ الإسلامية، وهي مشتملة على علوم جمة وفوائد مهمة، لا يستغني عالم عنها، ولا يعذر في العرو منها.\rوقد أحببت أن أعلق تذكرةً في ذلك لتكون مدخلاً إليه وأنموذجاً وعوناً له وعليه، وعلى الله اعتمادي، وإليه تفويضي واستنادي، وهي مشتملة على","seal":"49126BC9","part":1},
      {"page":80,"id":2,"nass":"ذكر نسب رسول الله عليه الصلاة والسلام، وسيرته وأعلامه، وذكر أيام الإسلام بعده إلى يومنا هذا، مما يمس حاجة ذوي الأرب إليه، على سبيل الاختصار إن شاء الله تعالى.","seal":"F238073B","part":1},
      {"page":81,"id":3,"nass":"الجزء الأول سيرتهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَغَزَواتُهُ","seal":"BDF30888","part":1},
      {"page":83,"id":5,"nass":"فصل ذكر نسبه صلى الله عليه وسلم\rهو سيد ولد آدم: أبو القاسم محمد، وأحمد، والماحي الذي يمحى به الكفر، والحاشر الذي يحشر الناس، والعاقب الذي ليس بعده نبي، والمقفي، ونبي الرحمة، ونبي التوبة، ونبي الملحمة.\rابن عبد الله، وهو أخو","seal":"0E145AA9","part":1},
      {"page":84,"id":6,"nass":"الحارث، والزبير، وحمزة، والعباس، ويكنى أبا الفضل، وأبي طالب، واسمه عبد مناف، وأبي لهب، واسمه عبد العزى، وعبد الكعبة، وهو المقوم، وقيل: هما اثنان، وحجل، واسمه المغيرة، والغيداق، وسمي بذلك لكثرة جوده، وأصل اسمه نوفل، وقيل: حجل، وضرار.\rوصفية، وعاتكة، وأروى، وأميمة، وبرة، وأم حكيم ـ وهي البيضاء ـ.\rهؤلاء كلهم أولاد عبد المطلب، واسمه شيبة الحمد على الصحيح، ابن هشام واسمه عمرو، وهو أخو المطلب ـ وإليهما نسب ذوي القربى ـ وعبد شمس، ونوفل، أربعتهم أبناء عبد مناف أخي عبد العزى، وعبد الدار، وعبد، أبناء قصي، واسمه زيد، وهو أخو زهرة، ابنا كلاب أخي تيم، ويقظة أبي مخزوم، ثلاثتهم أبناء مرة أخي عدي، وهصيص، وهم أبناء كعب أخي عامر، وسامة،","seal":"C54C2337","part":1},
      {"page":85,"id":7,"nass":"وخزيمة، وسعد، والحارث، وعوف، سبعتهم أبناء لؤي أخي تيم الأدرم.\rابني غالب أخي الحارث، ومحارب، بني فهر أخي الحارث ابني مالك أخي الصلت، ويخلد، بني النضر أخي مالك، وملكان، وعبد مناة، وغيرهم، بني كنانة أخي أسد، وأسدة، الهون، بني خزيمة أخي هذيل، ابن مدركة، واسمه عمرو، وهوأخو طابخة، واسمه عامر، وقمعة، وثلاثتهم أبناء إلياس، أخي الناس، وهو عيلان والدقيس كلها، كلاهما، ولد مضر أخي ربيعة وهما الصريحان من ولد إسماعيل، وأخي أنمار، وإياد، وقد تيامنا، أربعتهم أولاد نزار أخي قضاعة في قول أكثر أهل النسب، كلاهما ابنا معد بن عدنان.\rفجميع قبائل العرب ينتسبون إلى من ذكرت من أبناء عدنان.\rوقد بين ذلك الحافظ أبو عمر النمري في كتاب الإنباه بمعرفة قبائل الرواة بياناً شافياً رحمه الله تعالى:\rوقريش على قول أكثر أهل النسب هم الذين ينتسبون إلى فهر بن مالك بن النضر بن كنانة وأنشدوا في ذلك:\rقصي لعمري كان يدعى مجمعاً ... به جمع الله القبائل من فهر","seal":"B2D300AB","part":1},
      {"page":86,"id":8,"nass":"وقيل: بل جماع قريش هو النضر بن كنانة، وعليه أكثر العلماء والمحققين، واستدل على ذلك بالحديث الذي ذكره أبو عمر بن عبد البر ـ رحمه الله تعالى ـ «عن الأشعث بن قيس رضي الله عنه قال: قدمت على رسول الله صلى الله عليه وسلم في وفد كندة فقلت: ألستم منا يا رسول الله؟ قال: [لا، نحن بنو النضر بن كنانة لا نقفوا أمنا ولا ننتفى من أبينا] » .\rوقد رواه ابن ماجه في سننه بإسناد حسن، وفيه: فكان الأشعث يقول: لا أوتى برجل نفى رجلاً من قريش من النضر بن كنانة إلا جلدته الحد.\rوقيل: إن جماع قريش إلياس بن مضر بن نزار.\rوقيل: بل جماعهم أبوه مضر.\rوهما قولان لبعض أصحاب الشافعي، حكاهما أبو القاسم عبد الكريم الرافعي في شرحه، وهما","seal":"D7F59DB5","part":1},
      {"page":87,"id":9,"nass":"وجهان غريبان جداً.\rفأما قبائل اليمن كحمير وحضرموت وسبأ، وغير ذلك، فأولئك من قحطان ليسوا من عدنان.\rوقضاعة فيها ثلاثة أقوال: قيل: إنها من العدنانية، وقيل: قحطانية، وقيل: بطن ثالث لا من هؤلاء ولا من هؤلاء، وهو غريب، حكاه أبو عمر وغيره.\r\rفصل ـذكر نسبه صلى الله عليه وسلم بعد عدنان\rوهذا النسب الذي سقناه إلى عدنان لا مرية فيه ولانزاع، وهو ثابت بالتواتر والإجماع، وإنما الشأن فيما بعد ذلك، لكن لا خلاف بين أهل النسب وغيرهم من علماء أهل الكتاب أن عدنان من ولد إسماعيل نبي الله، وهو الذبيح على الصحيح من قول الصحابة والأئمة، وإسماعيل بن إبراهيم خليل الرحمن عليه أفضل الصلاة والسلام، وقد اختلف في كم أب بينهما على أقوال:\rفأكثر ما قيل أربعون أباً، وأقل ما قيل سبعة آباء، وقيل: تسعة، وقيل: خمسة عشر، ثم اختلف في أسمائهم.\rوقد كره بعض السلف والأئمة الانتساب إلى ما بعد عدنان، ويحكى عن مالك بن أنس الأصبحي الإمام رحمه الله أنه كره ذلك.","seal":"4C6C2F8D","part":1},
      {"page":88,"id":10,"nass":"قال الإمام أبو عمر بن عبد البر في كتاب الإنباه والذي عليه أئمة هذا الشأن في نسب عدنان قالوا: عدنان بن أدد، بن مقوم بن ناحور، بن تيرح، ابن يعرب، بن يشجب، بن نابت، بن إسماعيل، بن إبراهيم خليل الرحمن، بن تارح ـ وهو آزر ـ بن ناحور، بن شاروخ، بن راعو، بن فالخ، بن عيبر، ابن شالخ، بن أرفخشذ، بن سام، بن نوح بن لامك، بن متوشلخ، بن أخنوخ ـ وهو إدريس النبي عليه السلام فيما يزعمون، والله أعلم، وهو أول بني آدم أعطي النبوة بعد آدم وشيث، وأول من خط بالقلم، بن يرد، بن مهليل، ابن قينن، بن يانش، بن شيث، بن آدم صلى الله عليه وسلم.\rهكذا ذكره محمد بن إسحق بن يسار المدني صاحب السيرة النبوية، وغيره من علماء النسب.\rوقد نظم ذاك أبو العباس عبد الله بن محمد الناشي المعتزلي في قصيدة يمدح فيها رسول الله صلى الله عليه وسلم، وقد أوردها الإمام أبو عمر، وشيخنا في تهذيبه، وهي قصيدة بليغة أولها:","seal":"586AE8A2","part":1},
      {"page":89,"id":11,"nass":"مدحت رسول الله أبغي بمدحه ... وفور حظوظي من كريم المآرب\rمدحت امرءاً فاق المديح موحداً ... بأوصافه عن مبعد ومقارب\rفجميع قبائل العرب مجتمعون معه في عدنان، ولهذا قال الله تعالى: {قل لا أسألكم عليه أجرا إلا المودة في القربى} ، قال ابن عباس رضي الله عنهما: لم يكن بطن من قريش إلا ولرسول الله صلى الله عليه وسلم فيهم قرابة.\rوهو صفوة الله منهم كما رواه مسلم في صحيحه «عن واثلة بن الأسقع رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: [إن الله اختار كنانة من ولد إسماعيل ثم اختار من كنانة قريشاً، ثم اختار من قريش بني هاشم، ثم اختارني من بني هاشم] »\rوكذلك بنو إسرائيل أنبياؤهم وغيرهم يجتمعون يجتمعون معه في إبراهيم الخليل عله الصلاة والسلام، الذي جعل الله في ذريته النبوة والكتاب، وهكذا أمر الله سبحانه بني إسرائيل على لسان موسى عليه السلام، وهو في التوراة كما ذكره غير واحد من العلماء ممن جمع بشارات الأنبياء به صلى الله عليه وسلم، إن الله تعالى قال لهم","seal":"031C62F7","part":1},
      {"page":90,"id":12,"nass":"ما معناه: [سأقيم لكم من أولاد أخيكم نبياً كلكم يسمع له، وأجعله عظيماً جداً] .\rولم يولد من بني اسماعيل أعظم من محمد صلى الله عليه وسلم، بل لم يولد من بني آدم أحد ولا يولد إلى قيام الساعة أعظم منه صلى الله عليه وسلم، فقد صح أنه قال: «أنا سيد ولد آدم ولا فخر، آدم فمن دونه من الأنبياء تحت لوائي» وصح عنه أنه قال: «سأقوم مقاماً يرغب إلي الخلق كلهم حتى إبراهيم» .. وهذا هو المقام المحمود الذي وعده الله تعالى، وهو الشفاعة العظمى التي يشفع في الخلائق كلهم، ليريحهم الله بالفضل بينهم من مقام المحشر، كما جاء مفسراً في الأحاديث الصحيحة عنه صلى الله عليه وسلم.\rوأمه صلى الله عليه وسلم: آمنة بنت وهب بن عبد مناف بن زهرة بن كلاب بن مرة.","seal":"227C422F","part":1},
      {"page":91,"id":13,"nass":"فصل ـ ولادته ورضاعه ونشأته\rولد صلى الله عليه وسلم يوم الإثنين لليلتين خلتا من ربيع الأول، وقيل: ثامنه، وقيل عاشره، وقيل لثنتي عشرة منه، وقال الزبير بن بكار: ولد في رمضان، وهو شاذ، حكاه السهيلي في روضه.\rوذلك عام الفيل، بعده بخمسين يوماً، وقيل بثمانية وخمسين يوماً، وقيل بعده بعشر سنين، وقيل: بعد الفيل بثلاثين عاماً، وقيل: بأربعين عاماً،","seal":"703ACA58","part":1},
      {"page":92,"id":14,"nass":"والصحيح أنه ولد عام الفيل، وقد حكاه إبراهيم بن المنذر الحزامي شيخ البخاري، وخليفة بن خياط وغيرها إجماعاً.\rومات أبوه وهو حمل، وقيل بعد ولادته بأشهر، وقيل بسنة، وقيل بسنتين، والمشهور الأول، واسترضع له في بني سعد، فأرضعته حليمة السعدية كما روينا ذلك بإسناد صحيح، وأقام عندها في بني سعد نحواً من أربع سنين، وشق عن فؤاده هناك، فردته إلى أمه، فخرجت به أمه إلى المدينة تزور أخواله بالمدينة، فتوفيت بالأبواء، وهي راجعة إلى مكة وله من العمر ست سنين","seal":"5A50BFC7","part":1},
      {"page":93,"id":15,"nass":"وثلاثة أشهر وعشرة أيام، وقيل: بل أربع سنين وقد روى مسلم في صحيحه «أن رسول الله صلى الله عليه وسلم لما مر بالأبواء وهو ذاهب إلى مكة عام الفتح استأذن ربه في زيارة قبر أمه فأذن له، فبكى وأبكى من حوله وكان معه ألف مقنع [يعني بالحديد] » .\rفلما ماتت أمه حضنته أم أيمن وهي مولاته، ورثها من أبيه، وكفله جده عبد المطلب، فلما بلغ رسول الله صلى الله عليه وسلم من العمر ثماني سنين توفي جده، وأوصى به إلى عمه أبي طالب، لأنه كان شقيق فكفله، وحاطه أتم حياطة، ونصره حين بعثه الله أعز نصر، مع أنه كان مستمراً على شركه إلى أن مات، فخفف الله بذلك من عذابه كما صح الحديث بذلك.\rوخرج به عمه إلى الشام في تجارة وهو ابن ثنتي عشرة سنة، وذلك من تمام لطفه به، لعدم من يقوم إذا تركه بمكة،","seal":"B9C84E42","part":1},
      {"page":94,"id":16,"nass":"فرأى هو وأصحابه ممن خرج معه إلى الشام من الآيات فيه صلى الله عليه وسلم ما زاد عمه في الوصاة به والحرص عليه، كما رواه الترمذي في جامعه بإسناد رجاله كلهم ثقات، من تظليل الغمامة له وميل الشجرة بظلها عليه، وتبشير بحيرا الراهب به، وأمره لعمه بالرجوع به لئلا يراه اليهود فيرمونه سوءاً، والحديث له أصل محفوظ وفيه زيادات أخر ز ثم خرج ثانياً إلى الشام في تجارة لخديجة بنت خويلد رضي الله تعالى عنها مع غلامها ميسرة على سبيل القراض، فرأى ميسرة ما بهره من شأنه، فرجع فأخبر سيدته بما رأى، فرغبت إليه أن يتزوجها، لما رجت في","seal":"B5DE72DC","part":1},
      {"page":95,"id":17,"nass":"ذلك من الخير الذي جمعه الله لها، وفوق ما يخطر ببال بشر، فتزوجها رسول الله صلى الله عليه وسلم وله خمس وعشرون سنة.\rوكان الله سبحانه قد صانه وحماه من صغره، وطهره من دنس الجاهلية ومن كل عيب، ومنحه كل خلق جميل حتى لم يكن يعرف بين قومه إلا بالأمين، لما شاهدوا من طهارته وصدق حديثه وأمانته، حتى إنه لما بنت قريش الكعبة في سنة خمس وثلاثين من عمره فوصلوا إلى موضع الحجر الأسود اشتجروا فيمن يضع الحجر موضعه، فقالت كل قبيلة: نحن نضعها، ثم اتفقوا على أن يضعه أول داخل عليهم، فكان رسول الله صلى الله عليه وسلم فقالوا: جاء الأمين، فرضوا به، فأمر بثوب، فوضع الحجر في وسطه، وأمر كل قبيلة أن ترفع بجانب من جوانب الثوب، ثم أخذا الحجر فوضعه موضعه صلى الله عليه وسلم.\r\rفصل ـ مبعثه صلى الله عليه وسلم\rولما أراد الله تعالى رحمة العباد، وكرامته بإرساله إلى العالمين، حبب إليه الخلاء، فكان يتحنث في غار حراء، كما كان يصنع ذلك متعبدو ذلك الزمان، كما قال أبو طالب في قصيدته المشهورة اللامية:\rوثور ومن أرسى ثبيراً مكانه ... وراق لبر في حراء ونازل","seal":"880C68F8","part":1},
      {"page":96,"id":18,"nass":"ففجأه الحق وهو بغار حراء في رمضان، وله من العمر أربعون سنة، «فجاءه الملك فقال له أقرأ، قال لست بقارىء، فغته حتى بلغ منه الجهد، ثم أرسله فقال له: اقرأ، قال: لست بقارئ ثلاثاً ثم قال: {اقرأ باسم ربك الذي خلق * خلق الإنسان من علق * اقرأ وربك الأكرم * الذي علم بالقلم * علم الإنسان ما لم يعلم} .\rفرجع بها رسول الله صلى الله عليه وسلم ترجف بوادره، فأخبر بذلك خديجة رضي الله تعالى عنها، وقال: قد خشيت بها على عقلي، فثبتته وقالت: أبشر كلا والله لا يخزيك الله أبداً، إنك لتصل الرحم، وتصدق الحديث وتحمل الكل، وتعين على نوائب الدهر» ...\rفي أوصاف أخر جميلة عددتها من أخلاقه صلى الله عليه وسلم","seal":"F856A7DF","part":1},
      {"page":97,"id":19,"nass":"وتصديقاً منها له وتثبيتاً وإعانة على الحق، فهي أول صديق له رضي الله تعالى عنها وأكرمها.\rثم مكث رسول الله صلى الله عليه وسلم ما شاء الله أن يمكث لا يرى شيئاً، وفتر عنه الوحي، فاغتنم لذلك وذهب مراراً ليتردى من رؤوس الجبال، وذلك من شوقه إلى ما رأى أول مرة، من حلاوة ما شاهده من وحي الله [إليه] ، فقيل: إن فترة الوحي كانت قريباً من سنتين أو أكثر، ثم تبدى له الملك بين السماء والأرض على كرسي، وثبته، وبشره بأنه رسول الله حقاً، فلما رآه رسول الله صلى الله عليه وسلم فرق منه وذهب إلى خديجة وقال: زملوني.\rدثروني.\rفأنزل الله عليه {يا أيها المدثر * قم فأنذر * وربك فكبر * وثيابك فطهر} .\rوكانت الحال الأولى حال نبوة وإيحاء، ثم أمره الله في هذه الآية أن ينذر قومه ويدعوهم إلى الله، فشمر صلى الله عليه وسلم عن ساق التكليف، وقام في طاعة الله أتم قيام، يدعوا إلى الله سبحانه الكبير والصغير، والحر والعبد، والرجال والنساء، والأسود والأحمر، فاستجاب له عباد الله من كل قبيلة وكان حائز سبقهم أبو بكر رضي الله عنه، عبد الله بن عثمان التيمي وآزره","seal":"AB2E9D12","part":1},
      {"page":98,"id":20,"nass":"في دين الله، ودعا معه إلى الله على بصيرة، فاستجاب لأبي بكر عثمان بن عفان، وطلحة، وسعد بن أبي وقاص.\rوأما علي فأسلم صغيراً ابن ثماني سنين، وقيل: أكثر من ذلك وقيل: كان إسلامه قبل إسلام أبي بكر، وقيل: لا، وعلى كل حال، فإسلامه ليس كإسلام الصديق، لأنه كان في كفالة رسول الله صلى الله عليه وسلم أخذه من عمه إعانة له على سنة محل.\rوكذلك أسلمت خديجة، وزيد بن حارثة.\rوأسلم القس ورقة بن نوفل فصدق بما وجد من وحي الله، وتمنى أن لو كان جذعاً، وذلك أول ما نزل الوحي، وقد روى الترمذي: «أن رسول الله صلى الله عليه وسلم رآه في المنام في هيئة حسنة، وجاء في حديث أن رسول الله صلى الله عليه وسلم قال: [رأيت القس عليه ثياب بيض] » وفي الصحيحين أنه قال: هذا الناموس الذي جاء موسى بن عمران.\rلما ذهبت خديجة به إليه، فقص عليه رسول الله صلى الله عليه وسلم ما رأى من أمر جبريل عليه السلام.","seal":"B129BB43","part":1},
      {"page":99,"id":21,"nass":"ودخل من شرح بن صدره للإسلام على نور وبصيرة ومعاينة فأخذهم سفهاء مكة بالأذى والعقوبة، وصان الله رسوله وحماه بعمه أبي طالب، لأنه كان شريفاً مطاعاً فيهم، نبيلاً بينهم، لا يتجاسرون على مفاجأته بشيء في أمر محمد صلى الله عليه وسلم لما يعلمون من محبته له، وكان من حكمة الله بقاؤه على دينهم لما في ذلك من المصلحة، هذا رسول الله يدعو إلى الله ليلاً ونهاراً سراً وجهاراً لا يصده عن ذلك صاد ولا يرده عنه راد، ولا يأخذه في الله لومة لائم.\r\rفصل ـ فتنة المعذبين والهجرة إلى الحبشة\rولما اشتد أذى المشركين على من آمن وفتنوا منهم جماعة حتى إنهم كانوا يصبرونهم، ويلقونهم في الحر، ويضعون الصخرة العظيمة على صدر أحدهم في شدة الحر، حتى إن أحدهم إذا أطلق لا يستطيع أن يجلس من شدة الألم فيقولون لأحدهم: اللاتي إلهك من دون الله.\rفيقول مكرهاً: نعم! وحتى إن الجعل ليمر فيقولون: وهذا إلهك من دون الله.\rفيقول نعم! ومر الخبيث عدو الله أبو جهل عمرو بن هشام بسمية أم عمار وهي تعذب وزوجها وابنها، فطعنها بحربة في فرجها فقتلها، رضي الله عنها وعن ابنها وزوجها.\rوكان الصديق رضي الله تعالى عنه إذا مر بأحد من الموالي يعذب يشتريه من","seal":"A76F7863","part":1},
      {"page":100,"id":22,"nass":"مواليه ويعتقه، منهم بال، وأمه حمامة، وعامر بن فخيرة، وأم عبس، وزهيرة، والنهدية، وابنتها، وجارية لبني عدي، كان عمر يعذبها على الإسلام قبل أن يسلم.\rحتى قال له أبوه أبو قحافة: يا بني، أراك تعتق رقاباً ضعافاً فلو أعتقت قوماً جلداً يمنعونك.\rفقال له أبو بكر: إني أريد ما أريد.\rفيقال إنه نزلت فيه {وسيجنبها الأتقى * الذي يؤتي ماله يتزكى *} ، إلى آخر السورة.\rفلما اشتد البلاء أذن الله سبحانه وتعالى في الهجرة إلى أرض الحبشة وهي في غرب مكة، بين البلدين صحارى السودان، والبحر الآخذ من اليمن إلى القلزم، فكان أول من خرج فاراً بدينه إلى الحبشة عثمان بن عفان رضي الله عنه، ومعه زوجته رقية بنت رسول الله صلى الله عليه وسلم، وتبعه الناس.\rوقيل: بل أول","seal":"9EBAED9F","part":1},
      {"page":101,"id":23,"nass":"من هاجر إلى أرض الحبشة أبو حاطب بن عمرو بن عبد شمس بن عبد ود بن نصر بن مالك.\rثم خرج جعفر بن أبي طالب وجماعات رضي الله عنهم وأرضاهم وكانوا قريباً من ثمانين رجلاً.\rوقد ذكر محمد بن إسحاق في جملة من هاجر إلى أرض الحبشة أبا موسى الأشعري عبد الله بن قيس، وما أدري ما حمله على هذا؟ فإن هذا أمر ظاهر لا يخفى على من دونه في هذا الشأن، وقد أنكر ذلك عليه الواقدي وغيره من أهل المغازي، وقالوا: إن أبا موسى إنما هاجر من اليمن إلى الحبشة إلى عند جعفر، كما جاء ذلك مصرحاً به في الصحيح من روايته رضي الله عنه فانحاز المهاجرون إلى مملكة أصحمة النجاشي فآواهم وأكرمهم، فكانوا عنده","seal":"6DABB7CD","part":1},
      {"page":102,"id":24,"nass":"آمنين.\rفلما علمت قريش بذلك بعثت في إثرهم عبد الله بن أبي ربيعة وعمرو بن العاص بهدايا وتحف من بلادهم إلى النجاشي، ليردهم عليهم، فأبى ذلك عليهم وتشفعوا إليه بالقواد من جنده، فلم يجبهم إلى ما طلبوا، فوشوا إليه: إن هؤلاء يقولون في عيسى قولاً عظيماً، يقولون: إنه عبد، فأحضر المسلمون إلى مجلسه، وزعيمهم جعفر بن أبي طالب رضي الله عنه، فقال: ما يقول هؤلاء إنكم تقولون في عيسى؟ ! فتلا عليه جعفر سورة {كهيعص} فلما فرغ أخذ النجاشي عوداً من الأرض فقال: ما زاد هذا على ما في التوراة ولا هذا العود، ثم قال: اذهبوا فأنتم شيوم بأرضي، من سبكم غرم، وقال لعمرو وعبد الله: والله لو أعطيتموني دبراً من ذهب يقول: جبلاً من ذهب ما سلمتهم إليكما، ثم أمر فرددت عليهما هداياهما، ورجعا مقبوحين بشر خيبة وأسوئها.\r\rفصل ـ مقاطعة قريش لبني هاشم وبني المطلب\rثم أسلم حمزة عم رسول الله صلى الله عليه وسلم، وجماعة كثيرون، وفشا الإسلام.\rفلما رأت قريش ذلك ساءها، وأجمعوا على أن يتعاقدوا على بنى هاشم وبني المطلب ابني عبد مناف: ألا يبايعونهم، ولا يناكحوهم، ولا يكلموهم، ولا يجالسوهم، حتى يسلموا إليهم رسول الله صلى الله عليه وسلم وكتبوا يذلك صحيفة وعلقوها في سقف الكعبة، ويقال إن الذي كتبها منصور بن عكرمة بن عامر بن هاشم بن عبد مناف، ويقال: بل الضر بن الحارث، فدعا عليه","seal":"D8E5FA3A","part":1},
      {"page":103,"id":25,"nass":"رسول الله صلى الله عليه وسلم فشلت يده.\rوانحاز إلى شعب بنو هاشم وبنو المطلب، مؤمنهم وكافرهم إلا أبا لهب لعنه الله (فإنه ظاهر قريشاً.\rوبقوا على تلك الحال لا يدخل (عليهم أحد نحواً من ثلاث سنين.\rوهناك عمل أبو طالب قصيد ته المشهورة: جزى الله عنا عبد شمس ونوفلا.\rثم سعى في نقص تلك الصحيفة أقوام من قريش، فكان القائم في أمر ذلك هشام بن عمرو بن ربيعة بن الحارث بن حبيب بن جذيمة بن مالك بن حسل بن عامر بن لؤي، مشى في ذلك إلى مطعم بن عدي وجماعة من قريش، فأجابوه إلى ذلك، وأخبر رسول الله صلى الله عليه وسلم قومه أن الله قد أرسل على تلك الصحيفة الأرضة، فأكلت جميع ما فيها إلا ذكر الله عز وجل، فكان كذلك.\rثم","seal":"924B56F0","part":1},
      {"page":104,"id":26,"nass":"رجع بنو هاشم وبنو المطلب إلى مكة، وحصل الصلح برغم من أبي جهل عمرو بن هشام.\rواتصل الخبر بالذين هم بالحبشة أن قريشاً أسلموا، فقدم مكة منهم جماعة، فوجدوا البلاء والشدة كما كانا، فاستمروا بمكة إلى أن هاجروا إلى المدينة، إلا السكران بن عمرو زوج سود بنت مزمعة، فإنه مات بعد مقدمه من الحبشة بمكة قبل الهجرة إلى المدينة وإلا سلمة بن هشام، وعياش بن أبي ربيعة، فإنهما احتبسا مستضعفين، وإلا عبد الله بن مخرمة بن عبد العزى فإنه حبس فلما كان يوم بدر، هرب من المشركين إلى المسلمين.","seal":"913AB052","part":1},
      {"page":105,"id":27,"nass":"فصل ـ خروج النبي صلى الله عليه وسلم إلى الطائف\rفلما نقضت الصحيفة وافق موت خديجة رضي الله عنها، وموت أبي طالب، وكان بينهما ثلاثة أيام، فاشتد البلاء على رسول الله صلى الله عليه وسلم من سفهاء قومه، وأقدموا عليه، فخرج رسول الله صلى الله عليه وسلم إلى الطائف لكي يؤووه وينصروه على قومه، ويمنعوه منهم، ودعاهم إلى الله عز وجل، فلم يجيبوه إلى شيء من الذي طلب، وآذوه أذى عظيماً، لم ينل قومه منه أكثر مما نالوا منه.\rفرجع عنهم، ودخل مكة في جوار المطعم بن عدي بن نوفل بن عبد مناف، وجعل يدعو إلى الله عز وجل، فأسلم الطفيل بن عمرو الدوسي، ودعا","seal":"757BE1BC","part":1},
      {"page":106,"id":28,"nass":"له رسول الله صلى الله عليه وسلم أن يجعل الله له آية، فجعل الله في وجهه نوراً، فقال: يا رسول الله أخشى أن يقولوا هذا مثله، فدعا له، فصار النور في سوطه، فهو المعروف بذي النور.\rودعا الطفيل قومه إلى الله فأسلم بعضهم، وأقام في بلاده، فلما فتح الله على رسوله خيبر قدم بهم في نحو من ثمانين بيتاً.\r\rفصل ـ الإسراء والمعراج وعرض النبي نفسه على القبائل\rوأسري برسول الله صلى الله عليه وسلم يجسده على الصحيح من قولي الصحابة والعلماء، من المسجد الحرام إلى بيت المقدس، راكباً البراق في صحبه جبر يل عليه السلام، فنزل ثم، وأم بالأنبياء ببيت المقدس فصلى بهم.\rثم عرج به تلك الليلة من هناك إلى السماء الدنيا، ثم للتي تليها، ثم الثالثة، ثم إلى التي تليها، ثم الخامسة، ثم التي تليها، ثم السابعة.\rورأى عندها جبريل على الصورة التي خلقه الله عليها، وفرض الله عليه الصلوات تلك الليلة.","seal":"5E2BD3F1","part":1},
      {"page":107,"id":29,"nass":"واختلف العلماء: هل رأى ربه عز وجل أولا؟ على قولين:\rفصح «عن ابن عباس أنه قال: رأى ربه وجاء في رواية عنه: رآه بفؤاده» .\rوفي الصحيحين «عن عائشة رضي الله تعالى عنها أنها أنكرت ذلك على قائله، وقالت هي وابن مسعود: إنما رأى جبريل» .\rوروى مسلم في صحيحه من «حديث قتادة عن عبد الله بن شقيق عن أبي ذر أنه قال: سألت رسول الله صلى الله عليه وسلم هل رأيت ربك؟ قال: [نور، أنى أراه! ؟] وفي رواية [رأيت نوراً] .\r» فهذا الحديث كاف في هذه المسألة.\rولما أصبح رسول الله صلى الله عليه وسلم في قومه أخبرهم بما أراه الله من آياته الكبرى، فاشتد تكذيبهم له وأذاهم واستجراؤهم عليه.\rوجعل رسول الله صلى الله عليه وسلم يعرض نفسه على القبائل أيام الموسم ويقول: «من","seal":"0A2C46E6","part":1},
      {"page":108,"id":30,"nass":"رجل يحملني إلى قومه فيمنعني حتى أبلغ رسالة ربي! ؟ فإن قريشاً قد منعوني أن أبلغ رسالة ربي» .\rهذا وعمه أبو لهب ـ لعنه الله ـ وراءه يقول الناس: لا تسمعوا منه فإنه كذاب.\rفكان أحياء العرب يتحامونه لما يسمعون من قريش عنه: إنه كذاب، إنه ساحر، إنه كاهن، إنه شاعر، أكاذيب يقذفونه بها من تلقاء أنفسهم، فيصغي إليهم من لا تمييز له من الأحياء.\rوأما الألباء إذا سمعوا كلامه وتفهموه شهدوا بأن ما يقوله حق وأنهم مفترون عليه، فيسلمون.\r\rفصل ـ حديث سويد بن الصامت وإسلام إياس بن معاذ\rوكان مما صنع الله لأنصاره من الأوس والخزرج أنهم كانوا يسمعون من حلفائهم من يهود المدينة أن نبياً مبعوث في هذا الزمن، ويتوعدونهم به إذا حاربوهم، ويقولون: إنا سنقتلكم معه قتل عاد وإرم، وكان الأنصار يحجون البيت، (كما كانت العرب تحجه (وأما اليهود فلا.\rفلما رأى الأنصار رسول الله صلى الله عليه وسلم يدعوالناس إلى الله تعالى، ورأوا أمارات الصدق عليه قالوا: والله هذا الذي توعدكم يهود به فلا يسبقنكم إليه.\rوكان سويد بن الصامت أخو بني عمرو بن عوف بن الأوس قد قدم","seal":"742FBE38","part":1},
      {"page":109,"id":31,"nass":"مكة فدعاه رسول الله صلى الله عليه وسلم فلم يبعد ولم يجب ثم انصرف إلى المدينة، فقتل في بعض حروبهم، وكان سويد هذا ابن خالة عبد المطلب.\rثم قدم مكة أبو الحيسر أنس بن رافع في فتية من قومه من بني عبد الأشهل، يطلبون الحلف، فدعاهم رسول الله صلى الله عليه وسلم إلى الإسلام، فقال إياس بن معاذ منهم ـ وكان شاباً حدثاً ـ: يا قوم، هذا والله خير مما جئنا له، فضربه أبو الحيسر وانتهره، فسكت، ثم لم يتم لهم الحلف، فانصرفوا إلى بلادهم إلى المدينة، فيقال إن إياس بن معاذ مات مسلماً.\r\rفصل ـ بيعة العقبة الأولى والثانية\rثم إن رسول الله صلى الله عليه وسلم لقي عند العقبة في الموسم نفراً من الأنصار، كلهم من الخزرج، وهم: أبو أمامة أسعد بن زرارة بن عدس، وعوف بن الحارث بن رفاعة، وهو ابن عفراء ورافع بن مالك بن العجلان، وقطبة بن عامر بن حديدة، وعقبة بن عامر بن نابي، وجابر بن عبد الله بن رئاب، فدعاهم رسول الله صلى الله عليه وسلم إلى الإسلام، فأسلموا مبادرة إلى الخير، ثم رجعوا إلى المدينة فدعوا إلى الإسلام، ففشا الإسلام فيها، حتى لم تبق دار إلا وقد دخلها الإسلام.","seal":"F27D9934","part":1},
      {"page":110,"id":32,"nass":"فلما كان العام المقبل، جاء منهم اثنا عشر رجلاً: الستة الأوائل خلا جابر بن عبد الله بن رئاب، ومعهم: معاذ بن الحارث بن رفاعة، أخو عوف المتقدم، وذكوان بن عبد قيس بن خلدة ـ وقد أقام ذكوان هذا بمكة حتى هاجر إلى المدينة فيقال: إنه مهاجري أنصاري ـ وعبادة بن صامت بن قيس، وأبو عبد الرحمن يزيد بن ثعلبة، فهؤلاء عشرة من الخزرج.\rواثنان من الأوس وهما: أبو الهيثم مالك بن التيهان.\rوعويم بن ساعدة.\rفبايعوا رسول الله صلى الله عليه وسلم كبيعة النساء.\rولم يكن أمر بالقتال بعد.\rفلما انصرفوا إلى المدينة، بعث معهم رسول الله صلى الله عليه وسلم عمرو بن أم مكتوم، ومصعب بن عمير، يعلمان من أسلم منهم القرآن، ويدعوان إلى الله عز وجل،","seal":"78C79588","part":1},
      {"page":111,"id":33,"nass":"فنزلا على أبي أمامة أسعد بن زرارة، وكان مصعب بن عمير يؤمهم وقد جمع بهم يوماً بالأربعين نفساً، فأسلم على يديهما (بشر كثير منهم: (أسيد بن حضير، وسعد بن معاذ، وأسلم بإسلامهما يومئذ جميع بني عبد الأشهل، الرجال والنساء، إلا الأصيرم، وهو عمرو بن ثابت بن وقش، فإنه تأخر إسلامه إلى يوم أحد، فأسلم يومئذ، وقاتل فقتل قبل أن يسجد لله سجدة.\rفأخبر عنه النبي صلى الله عليه وسلم فقال: «عمل قليلاً وأجر كثيراً» .\rوكثر الإسلام بالمدينة وظهر، ثم رجع مصعب إلى مكة، ووافى الموسم ذلك العام خلق كثير من الأنصار من المسلمين والمشركين، وزعيم القوم البراء بن معرور رضي الله عنه.","seal":"3520102C","part":1},
      {"page":112,"id":34,"nass":"فلما كانت ليلة العقبة ـ الثلث الأول منها ـ تسلل إلى رسول الله صلى الله عليه وسلم ثلاثة وسبعون رجلاً وامرأتان، فبايعوا رسول الله صلى الله عليه وسلم خفية من قومهم ومن كفار مكة، على أن يمنعوه مما يمنعون منه نساءهم وأبناءهم (وأزرهم (.\rوكان أول من بايعه ليلتئذ البراء بن معرور، وكانت له اليد البيضاء، إذ أكد العقد وبادر إليه.\rوحضر العباس عم رسول الله صلى الله عليه وسلم موثقاً مؤكداً للبيعة مع أنه كان بعد على دين قومه.\rواختار رسول الله صلى الله عليه وسلم منهم تلك الليلة اثني عشر نقيباً وهم: أسعد بن زرارة بن عدس وسعد بن ربيع بن عمرو، وعبد الله بن رواحة بن ثعلبة بن امرئ القيس، ورافع بن مالك بن العجلان، والبراء بن معرور بن صخر بن خنساء، وعبد الله بن عمرو بن حرام، وهو والد جابر، وكان قد أسلم تلك","seal":"A630ADA4","part":1},
      {"page":113,"id":35,"nass":"الليلة رضي الله عنه، وسعد بن عبادة بن دليم، والمنذر بن عمرو بن خنيس، وعبادة بن الصامت.\rفهؤلاء تسعة من الخزرج.\rومن الأوس ثلاثة وهم: أسيد بن الحضير بن سماك، وسعد بن خيثمة بن الحارث، ورفاعة بن عبد المنذر بن زبير، وقيل: بل أبو الهيثم بن التيهان مكانه.\rثم الناس بعدهم.\rوالمرأتان هما: أم عمارة نسيبة بنت كعب بن عمرو، التي قتل مسيلمة ابنها حبيب بن زيد بن عاصم بن كعب.\rوأسماء بنت عمرو بن عدي بن نابي.\rفلما تمت هذه البيعة استأذنوا رسول الله صلى الله عليه وسلم أن يميلوا على أهل العقبة فلم يأذن لهم في ذلك، بل أذن للمسلمين بعدها من أهل مكة في الهجرة إلى المدينة، فبادر الناس إلى ذلك، فكان أول من خرج إلى المدينة من أهل مكة أبو سلمة بن عبد الأسد، هو وامرأته أم سلمة فاحتبست دونه ومنعت سنة من اللحاق به، وحيل بينها وبين ولدها، ثم خرجت بعد السنة بولدها إلى","seal":"0F639294","part":1},
      {"page":114,"id":36,"nass":"المدينة، وشيعها عثمان بن طلحة، ويقال: إن أبا سلمة هاجر قبل العقبة الأخيرة، فالله أعلم.\rثم خرج الناس أرسالاً يتبع بعضهم بعضاً.\r\rفصل ـ هجرة رسول الله صلى الله عليه وسلم\rولم يبق (بمكة (من المسلمين إلا رسول الله صلى الله عليه وسلم وأبو بكر وعلي رضي الله تعالى عنهما أقاما بأمره لهما، وخلا من اعتقله المشركون كرهاً، وقد أعد أبو بكر رضي الله عنه جهازه وجهاز رسول الله صلى الله عليه وسلم، منتظراً حتى يأذن الله عز وجل لرسوله صلى الله عليه وسلم في الخروج.\rفلما كانت ليلة هم المشركون بالفتك برسول الله صلى الله عليه وسلم، وأرصدوا على الباب أقواماً، إذا خرج عليهم قتلوه، فلما خرج عليهم لم يره منهم أحد، وقد جاء في حديث أنه ذر على رأس كل واحد من هم تراباً ثم خلص إلى بيت أبي بكر رضي الله عنه، فخرجا من خوخة في دار أبي بكر ليلاً، وقد استأجرا عبد الله بن أريقط، وكان هادياً خريتاً، ماهراً بالدلالة إلى أرض المدينة، وأمناه على ذلك مع أنه كان على دين قومه، وسلما إليه راحلتيهما، وواعداه غار ثور بعد ثلاث، فلما حصلا في الغار عمى الله على قريش خبرهما، فلم يدروا أين ذهبا.","seal":"F01BE4DE","part":1},
      {"page":115,"id":37,"nass":"وكان عامر بن فهيرة، يريح عليهما غنماً لأبي بكر، وكانت أسماء بنت أبي بكر تحمل لهما الزاد إلى الغار، وكان عبد الله بن أبي بكر يتسمع ما يقال بمكة ثم يذهب إليهما بذلك فيحترزان منه.\rوجاء المشركون في طلبهما إلى ثور، وما هناك من الأماكن، حتى إنهم مروا على باب الغار، وحازت أقدامهم رسول الله صلى الله عليه وسلم وصاحبه، وعمى الله عليهم باب الغار، ويقال ـ والله أعلم ـ إن العنكبوت سدت على باب الغار، وإن حمامتين عششتا على بابه، وذلك تأويل قوله تعالى {إلا تنصروه فقد نصره الله إذ أخرجه الذين كفروا ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا فأنزل الله سكينته عليه وأيده بجنود لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هي العليا والله عزيز حكيم} وذلك أن أبا بكر رضي الله تعالى عنه لشدة حرصه بكى حين مر المشركون، وقال: يا رسول الله، لو أن أحدهم نظر موضع قدميه لرآنا، فقال له النبي صلى الله عليه وسلم: «يا أبا بكر، ما ظنك باثنين الله ثالثهما؟» .\rولما كان بعد الثلاث أتى ابن أريقط بالراحلتين فركباهما، وأردف أبو بكر عامر بن فهيرة وسار الديلي أمامهما على راحلته.\rوجعلت قريش لمن جاء بواحد من محمد صلى الله عليه وسلم وأبي بكر رضي الله عنه مائةً من الإبل، فلما مروا بحي مدلج، بصر بهم سراقة بن مالك بن جعشم، سيد مدلج، فركب جواده وسار في طلبهم، فلما قرب منهم سمع قراءة النبي صلى الله عليه وسلم،","seal":"FB38DCA5","part":1},
      {"page":116,"id":38,"nass":"وأبو بكر رضي الله عنه يكثر الالتفات حذراً على رسول الله صلى الله عليه وسلم، وهو صلى الله عليه وسلم لا يلتفت، فقال أبو بكر: يا رسول الله هذا سراقة بن مالك قد رهقنا.\rفدعا عليه رسول الله صلى الله عليه وسلم فساخت يدا فرسه في الأرض فقال: رميت، إن الذي أصابني بدعائكما، فادعوا الله لي، ولكما علي أن أرد الناس عنكما، فدعا له رسول الله صلى الله عليه وسلم فأطلق، وسأل رسول الله صلى الله عليه وسلم أن يكتب له كتاباً، فكتب له أبو بكر في أدم، ورجع يقول للناس: قد كفيتم ما ههنا.\rوقد جاء مسلماً عام حجة الوداع ودفع إلى رسول الله صلى الله عليه وسلم الكتاب الذي كتبه له، فوفى له رسول الله صلى الله عليه وسلم بما وعده وهو لذلك أهل.\rومر رسول الله صلى الله عليه وسلم في مسيره ذلك بخيمة أم معبد فقال عندها، ورأت من آيات نبوته في الشاة وحلبها لبناً كثيراً في سنة مجدبة ما بهر العقول، صلى الله عليه وسلم.","seal":"2D4FF599","part":1},
      {"page":117,"id":39,"nass":"فصل ـ دخول عليه الصلاة والسلام المدينة\rوقد كان بلغ الأنصار مخرجه من مكة وقصده إياهم، فكانوا كل يوم يخرجون إلى الحرة ينتظرونه، فلما كان يوم الاثنين الثاني عشر من ربيع الأول على رأس ثلاث عشرة سنة من نبوته صلى الله عليه وسلم وافاهم رسول الله صلى الله عليه وسلم حين اشتد الضحى، وكان قد خرج الأنصار يومئذ، فلما طال عليهم رجعوا إلى بيوتهم، وكان أول من بصر به رجل من اليهود ـ وكان على سطح أطمه ـ فنادى بأعلى صوته: يا بني قيلة هذا جدكم الذي تنتظرون! فخرج الأنصار في سلاحهم وحيوه بتحية النبوة.\rونزل رسول الله صلى الله عليه وسلم بقباء على كلثوم بن الهدم، وقيل: بل على سعد بن خيثمة، وجاء المسلمون يسلمون على رسول الله صلى الله عليه وسلم، وأكثرهم لم يره بعد، وكان بعضهم أو أكثرهم يظنه أبا بكر لكثرة شيبه، فلما اشتد الحر قام أبو بكر بثوب يظلل على رسول الله صلى الله عليه وسلم فتحقق الناس حينئذ رسول الله عليه الصلاة والسلام.","seal":"966CB813","part":1},
      {"page":118,"id":40,"nass":"فصل ـ استقراره عليه الصلاة والسلام بالمدينة\rفأقام رسول الله صلى الله عليه وسلم بقباء أياماً، وقيل: أربعة عشر يوماً، وأسس مسجد قباء ثم ركب بأمر الله تعالى فأدركته الجمعة في بني سالم بن عوف فصلاها في المسجد الذي في بطن الوادي رانوناً، ورغب إليه أهل تلك الدار أن ينزل عليهم فقال: «دعوها فإنها مأمورة» فلم تزل ناقته سائرة به لا تمر بدار من دور الأنصار إلا رغبوا إليه في النزول عليهم، فيقول: «دعوها فإنها مأمورة» .\rفلما جاءت موضع مسجده اليوم بركت، ولم ينزل عنها صلى الله عليه وسلم حتى نهضت وسارت قليلاً ثم التفتت ورجعت فبركت في موضعها الأول، فنزل عنها صلى الله عليه وسلم، وذلك في دار بني النجار، فحمل أبو أيوب رضي الله عنه رحل رسول الله صلى الله عليه وسلم إلى منزله.\rواشترى رسول الله صلى الله عليه وسلم موضع المسجد، وكان مربداً ليتيمين، وبناه مسجداً، فهو مسجده الآن، وبني لآل رسول الله صلى الله عليه وسلم حجراً إلى جانبه.","seal":"FC5AC4D2","part":1},
      {"page":119,"id":41,"nass":"وأما علي رضي الله عنه فأقام بمكة ريثما أدى عن رسول الله صلى الله عليه وسلم الودائع التي كانت عنده وغير ذلك، ثم لحق برسول الله صلى الله عليه وسلم.\r\rفصل ـ المواخاة بين المهاجرين والأنصار\rووداع رسول الله صلى الله عليه وسلم من بالمدينة من اليهود، وكتب بذلك كتاباً","seal":"3ECE980E","part":1},
      {"page":120,"id":42,"nass":"وأسلم حبرهم عبد الله بن سلام رضي الله عنه، وكفر عامتهم وكانوا ثلاث قبائل: بنو قيقناع، وبنو النصر، وبنو قريظة.\rوآخى رسول الله صلى الله عليه وسلم بين المهاجرين والأنصار، فكانوا يتوارثون بهذا الإخاء في ابتداء الإسلام إرثاً مقدماً على القرابة.\rوفرض الله سبحانه وتعالى إذ ذاك الزكاة رفقاً بفقراء المهاجرين، وكذا ذكر ابن حزم في هذا التاريخ، وقد قال بعض الحفاظ من علماء الحديث: إنه أعياه فرض الزكاة متى كان.","seal":"C049E1C8","part":1},
      {"page":121,"id":43,"nass":"فصل ـ فرض الجهاد\rولما استقر رسول الله صلى الله عليه وسلم بالمدينة بين أظهر الأنصار وتكفلوا بنصره ومنعه من الأسود والأحمر، رمتهم العرب قاطبة عن قوس واحدة، وتعرضوا لهم من كل جانب، وكان الله سبحانه قد أذن للمسلمين في الجهاد في سورة الحج وهي مكية في قوله تعالى: {أذن للذين يقاتلون بأنهم ظلموا وإن الله على نصرهم لقدير} ، ثم لما صاروا في المدينة وصارت لهم شوكة وعضد كتب الله عليهم الجهاد كما قال الله تعالى في سورة البقرة: {كتب عليكم القتال وهو كره لكم وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم والله يعلم وأنتم لا تعلمون} .\r\rفصل ـ أول المغازي والبعوث ـ غزوة الأبواء\rوكانت أول غزاة غزاها رسول الله صلى الله عليه وسلم غزوة الأبواء، وكانت في صفر سنة اثنتين من الهجرة، خرج بنفسه صلى الله عليه وسلم حتى بلغ ودان، فوادع بني ضمرة بن","seal":"CF852B84","part":1},
      {"page":122,"id":44,"nass":"بكر بن عبد مناة بن كنانة مع سيدهم مخشي بن عمرو، ثم كر راجعاً إلى المدينة ولم يلق حرباً، وكان استخلف عليها سعد بن عبادة رضي الله عنه.\r\rبعث حمزة بن عبد المطلب\rثم بعث عمه حمزة رضي الله عنه في ثلاثين راكباً من المهاجرين ليس فيهم أنصاري إلى سيف البحر فالتقى بأبي جهل بن هشام، وركب معه زهاء ثلاثمائة، فحال بينهم مجدي بن عمرو الجهني، لأنه كان موادعاً للفريقين.\r\rبعث عبيدة بن الحارث بن المطلب\rوبعث عبيدة بن الحارث بن المطلب في ربيع الآخر في ستين أو ثمانين راكباً من المهاجرين أيضاً إلى ماء بالحجاز بأسفل ثنية المرة، فلقوا جمعاً عظيماً من قريش عليهم عكرمة بن أبي جهل، وقيل: بل كان عليهم مكرز بن حفص، فلم يكن بينهم قتال، إلا أن سعد بن أبي وقاص رشق المشركين يومئذ بسهم، فكان أول سهم رمي به في سبيل الله، وفر يومئذ من الكفار إلى المسلمين المقداد بن عمرو الكندي، وعتبة بن غزوان رضي الله عنهما.\rفكان هذان البعثان أول راية عقدها رسول الله صلى الله عليه وسلم، ولكن اختلف في أيهما","seal":"D0D99812","part":1},
      {"page":123,"id":45,"nass":"كان أول، وقيل: إنهما كانا في السنة الأولى من الهجرة.\rوهو قول ابن جرير الطبري، والله تعالى أعلم.\r\rفصل ـ غزوة بواط\rثم غزا رسول الله صلى الله عليه وسلم غزوة بواط، فخرج بنفسه صلى الله عليه وسلم في ربيع الآخر من السنة الثانية، واستعمل على االمدينة السائب بن عثمان بن مظعون فسار حتى بلغ بواط من ناحية رضوى، ثم رجع ولم يلق حرباً\r\rغزوة العشيرة\rثم كانت بعدها غزوة العشيرة، ويقال بالسين المهملة، ويقال العشيراء.\rخرج بنفسه صلى الله عليه وسلم في أثناء جماد الأولى حتى بلغها، وهي مكان ببطن ينبع وأقام هناك بقية الشهر وليالي من جمادى الآخرة [وصالح بني مدلج] ، ثم رجع ولم يلق كيدا، وقد كان استخلف على المدينة أبا سلمة بن عبد الأسد.\rوفي","seal":"DA808A11","part":1},
      {"page":124,"id":46,"nass":"صحيح مسلم من حديث أبي إسحاق السبيعي قال: قلت لزيد بن أرقم: كم غزا رسول الله صلى الله عليه وسلم؟ قال: [تسع عشرة غزوة أولها العشيرة أو العشيراء] .\r\rغزوة بدر الأولى\rثم خرج بعدها بنحو من عشرة أيام إلى بدر الأولى، وذلك أن كرز بن جابر الفهري، أغار على سرح المدينة، فطلبه فبلغ وادياً يقال له سفوان في ناحية بدر، ففاته كرز، (فرجع (وقد كان استخلف على المدينة زيد بن حارثة رضي الله عنه.\rوبعث سعد بن أبي وقاص رضي الله عنه في طلب كرز بن جابر فيما قيل والله أعلم.\rوقيل: بل بعثه لغير ذلك.","seal":"8E1A04AA","part":1},
      {"page":125,"id":47,"nass":"فصل ـ بعث عبد الله بن جحش\rثم بعث رسول الله صلى الله عليه وسلم عبد الله جحش بن رئاب الأسدي وثمانية من المهاجرين، وكتب له كتاباً وأمره ألا ينظر فيه حتى يسير يومين، ثم ينظر فيه، ولا يكره أحداً من أصحابه، ففعل، ولما فتح الكتاب وجد فيه: (إذا نظرت في كتابي هذا فامض حتى تنزل (نخلة (بين مكة والطائف، وترصد بها قريشاً، وتعلم لنا من أخبارهم (، فقال: سمعاً وطاعة، وأخبر أصحابه بذلك، وبأنه لا يستكرهم، فمن أحب الشهادة فلينهض، ومن كره الموت فليرجع، وأما أنا فناهض، فنهضوا كلهم.\rفلما كان في أثناء الطريق أضل سعد بن أبي وقاص وعتبة بن غزوان بعيراً لهما كانا يعتقبانه فتخلفا في طلبه، وتقدم عبد الله بن جحش حتى نزل بنخلة، فمرت به عير لقريش تحمل زبيباً وأدماً وتجارة، فيها عمرو بن الحضرمي وعثمان ونوفل ابنا عبد الله بن المغيرة، والحكم بن كيسان مولى بني المغيرة فتشاور المسلمون وقالوا: نحن في آخر يوم من رجب الشهر الحرام، فإن قاتلناهم انتهكنا الشهر الحرام، وإن تر كناهم الليلة دخلوا الحرم، ثم اتفقوا على ملاقاتهم","seal":"3C0EAB1C","part":1},
      {"page":126,"id":48,"nass":"فرمى أحدهم عمرو بن الحضرمي فقتله، وأسروا عثمان والحكم، وأفلت نوفل.\rثم قدموا بالعير والأسيرين قد عزلوا من ذلك الخمس، فكانت أول غنيمة في الإسلام وأول خمس في الإسلام، وأول قتيل في الإسلام وأول أسير في الإسلام، إلا أن رسول الله صلى الله عليه وسلم أنكر عليهم ما فعلوه، وقد كانوا رضي الله عنهم مجتهدين فيما صنعوا.\rواشتد تعنت قريش وإنكارهم ذلك، وقالوا: محمد قد أحل الشهر الحرام، فأنزل الله عز وجل في ذلك {يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله} يقول سبحانه: هذا الذي وقع وإن كان خطأ، لأن القتال في الشهر الحرام كبير عند الله، إلا أن ما أنتم عليه أيها المشركون من الصد عن سبيل الله والكفر به وبالمسجد الحرام، وإخراج محمد وأصحابه الذين هم أهل المسجد الحرام في الحقيقة أكبر عند الله من القتال في الشهر الحرام.\rثم إن رسول الله صلى الله عليه وسلم قبل الخمس من تلك الغنيمة، وأخذ الفداء من ذينك الأسيرين.","seal":"4335C767","part":1},
      {"page":127,"id":49,"nass":"فصل ـ تحويل القبلة وفرض الصوم\rوفي شعبان من هذه السنة حولت القبلة من بيت المقدس إلى الكعبة، وذلك على رأس ستة عشر شهراً من مقدمه المدينة، وقيل سبعة عشر شهراً، وهما في الصحيحين.\rوكان أول من صلى إليها أبو سعيد بن المعلى وصاحب له كما رواه النسائي: وذلك أنا سمعنا رسول الله صلى الله عليه وسلم يخطب الناس ويتلو عليهم تحويل القبلة، فقلت لصاحبي: تعال نصلي ركعتين فنكون أول من صلى إليها، فتوارينا وصلينا إليها، ثم نزل رسول الله صلى الله عليه وسلم فصلى بالناس الظهر يومئذ.\rوفرض صوم رمضان، وفرضت لأجله زكاة الفطر قبيله بيوم.","seal":"C646F384","part":1},
      {"page":128,"id":50,"nass":"فصل ـ غزوة بدر الكبرى\rنذكر فيه ملخص وقعة بدر الثانية، وهي الوقعة العظيمة التي فرق الله فيها بين الحق والباطل وأعز الإسلام، ودمغ الكفر وأهله، وذلك أنه لما كان في رمضان من هذه السنة الثانية بلغ رسول الله صلى الله عليه وسلم أن عيراً مقبلة من الشام صحبة أبي سفيان، صخر بن حرب، في ثلاثين أو أربعين رجلاً من قريش وهي عير عظيمة، تحمل أموالاً جزيلة لقريش، فندب صلى الله عليه وسلم الناس للخروج إليها، وأمر من كان ظهره حاضراً بالنهوض، ولم يحتفل لها احتفالاً كثيراً، إلا أنه خرج في ثلاثمائة وبضعة عشر رجلاً، لثمان خلون من رمضان، واستخلف على المدينة وعلى الصلاة ابن أم مكتوم، فلما كان بالروحاء رد أبا لبابة بن عبد المنذر واستعمله على المدينة.\rولم يكن معه من الخيل سوى فرس الزبير، وفرس المقداد بن الأسود الكندي، ومن الإبل سبعون بعيراً يعتقب الرجلان والثلاثة فأكثر على البعير الواحد، فرسول الله صلى الله عليه وسلم وعلي ومرثد بن أبي مرثد الغنوي يعتقبون بعيراً، وزيد بن حارثة وأنسة","seal":"E4AE11A1","part":1},
      {"page":129,"id":51,"nass":"وأبو كبشة موالي رسول الله صلى الله عليه وسلم وحمزة يعتقبون جملاً، وأبو بكر وعمر وعبد الرحمن بن عوف على جمل آخر.. وهلم جرا.\rودفع صلى الله عليه وسلم اللواء إلى مصعب بن عمير، والراية الواحدة إلى علي بن أبي طالب، والراية الأخرى إلى رجل من الأنصار، وكانت راية الأنصار بيد سعد بن معاذ، وجعل على الساقة قيس بن أبي صعصعة.\rوسار صلى الله عليه وسلم فلما قرب من الصفراء بعث بسبس بن عمرو الجهني، وهو حليف بني ساعدة، وعدي بن أبي الزغباء الجهني حليف بني النجار إلى بدر يتحسسان أخبار العير.\rوأما أبو سفيان فإنه بلغه مخرج رسول الله صلى الله عليه وسلم وقصده إياه، فاستأجر ضمضم","seal":"20C8AAA0","part":1},
      {"page":130,"id":52,"nass":"ابن عمرو الغفاري إلى مكة مستصرخاً لقريش بالنفير إلى عيرهم ليمنعوه من محمد وأصحابه.\rوبلغ الصريخ أهل مكة، فنهضوا مسرعين وأوعبوا في الخروج، ولم يتخلف من أشرافهم أحد سوى أبي لهب، فإنه عوض عنه رجلاً كان له عليه دين، وحشدوا ممن حولهم من قبائل العرب، ولم يتخلف عنهم أحد من بطون قريش إلا بني عدي، فلم يخرج معهم منهم أحد.\rوخرجوا من ديارهم كما قال الله عز وجل: {بطرا ورئاء الناس ويصدون عن سبيل الله} وأقبلوا في تحمل وحنق عظيم على رسول الله صلى الله عليه وسلم وأصحابه لما يريدون من أخذ عيرهم، وقد أصابوا بالأمس عمرو بن الحضرمي والعير التي كانت معه.\rفجمعهم الله على غير ميعاد لما أراد في ذلك من الحكمة كما قال تعالى {ولو تواعدتم لاختلفتم في الميعاد ولكن ليقضي الله أمرا كان مفعولا} .\rولما بلغ رسول الله صلى الله عليه وسلم خروج قريش استشار أصحابه، فتكلم كثير من المهاجرين فأحسنوا، ثم استشارهم وهو يريد بما يقول الأنصار، فبادر سعد بن","seal":"35AFC909","part":1},
      {"page":131,"id":53,"nass":"معاذ رضي الله تعالى عنه فقال: يا رسول الله! كأنك تعرض بنا، فو الله يا رسول الله، لو استعرضت بنا البحر لخضناه معك، فسر بنا يا رسول الله على بركة الله.\rفسر صلى الله عليه وسلم بذلك وقال: «سيروا وأبشروا فإن الله قد وعدني إحدى الطائفتين» .\rثم رحل رسول الله صلى الله عليه وسلم ونزل قريباً من بدر، وركب صلى الله عليه وسلم مع رجل من أصحابه مستخبراً ثم انصرف، فلما أمسى بعث علياً وسعداً والزبير إلى ماء بدر يلتمسون الخبر، فقدموا بعبدين لقريش، ورسول الله صلى الله عليه وسلم قائم يصلي، فسألهما أصحابه لمن أنتما.\r؟ فقالا: نحن سقاة لقريش.\rفكره ذلك أصحاب رسول الله صلى الله عليه وسلم وودوا أن لو كانا لعير أبي سفيان وأنه منهم قريب ليفوزوا به، لأنه أخف مؤونة من قتال النفير من قريش لشدة بأسهم واستعدادهم لذلك، فجعلوا يضربونهما، فإذا آذاهما الضرب قالا: نحن لأبي سفيان.\rفإذا سكتوا عنهما قالا: نحن لقريش.\r«فلما انصرف رسول الله صلى الله عليه وسلم من صلاته قال: والذي نفسي بيده إنكم لتضربونهما إذا صدقا وتتركونهما إذا كذبا.\rثم قال لهما: أخبراني أين قريش؟ قالا: وراء هذا الكثيب.\rقال: كم القوم؟ قالا: لا علم لنا.\rفقال: كم ينحرون كل يوم؟ فقالا: يوماً عشراً ويوماً تسعاً: فقال صلى الله عليه وسلم: القوم ما بين التسعمائة إلى الألف»\rوأما بسبس بن عمرو وعدي بن أبي الزغباء فإنهما وردا ماء بدر فسمعا جارية","seal":"FC138AEF","part":1},
      {"page":132,"id":54,"nass":"تقول لصاحبتها: ألا تقضيني ديني؟ فقالت الأخرى: إنما تقدم العير غداً أو بعد غد فأعمل لهم وأقضيك.\rفصدقها مجدي بن عمرو.\rفانطلقا مقبلين لما سمعا، ويعقبهما أبو سفيان، فقال لمجدي بن عمرو: هل أحسست أحداً من أصحاب محمد؟ فقال: لا إلا أن راكبين نزلا عند تلك الأكمة.\rفانطلق أبو سفيان إلى مكانهما وأخذ من بعر بعيرهما ففته فوجد فيه النوى فقال: والله هذه علائف يثرب، فعدل بالعير إلى طريق الساحل، فنجا، وبعث إلى قريش يعلمهم أنه قد نجا هو والعير ويأمرهم أن يرجعوا.\rوبلغ ذلك قريشاً، فأبى أبو جهل وقال: والله لا نرجع حتى نرد ماء بدر، ونقيم عليه ثلاثاً، ونشرب الخمر، وتضرب على رؤوسنا القيان، فتهابنا العرب أبداً، فرجع الأخنس بن شريق بقومه بني زهرة قاطبة، وقال: إنما خرجتم لتمنعوا عيركم وقد نجت، ولم يشهد بدراً زهري إلا عما مسلم بن عبيد الله بن عبد الله بن شهاب بن عبد الله: والد الزهري، فإنهما شهداها يومئذ وقتلا كافرين.\rفبادر رسول الله صلى الله عليه وسلم قريشاً إلى ماء بدر، ونزل على أدنى ماء هناك، فقال له الحباب بن المنذر بن عمرو: يا رسول الله، هذا المنزل الذي نزلته أمرك الله به؟ أو منزل نزلته للحرب والمكيدة؟ قال: «بل منزل نزلته للحرب","seal":"73DC02FA","part":1},
      {"page":133,"id":55,"nass":"والمكيدة» .\rفقال: ليس هذا بمنزل، فانهض بنا حتى نأتي أدنى ماء من مياه القوم فننزله، ونعور ما ورائنا من القلب، ثم نبني عليه حوضاً فنملؤه، فنشرب ولا يشربون.\rفاستحسن رسول الله صلى الله عليه وسلم منه ذلك، وحال الله بين قريش وبين الماء بمطر عظيم أرسله، وكان نقمة على الكفار ونعمة على المسلمين، مهد لهم الأرض ولبدها، وبني لرسول الله صلى الله عليه وسلم عريش يكون فيه.\rومشى صلى الله عليه وسلم في موضع المعركة، وجعل يريهم مصارع رؤوس القوم واحداً واحداً، ويقول: «هذا مصرع فلان غداً إن شاء الله، وهذا مصرع فلان، وهذا مصرع فلان» .\rقال عبد الله بن مسعود: فو الذي بعثه بالحق ما أخطأ واحد منهم موضعه الذي أشار إليه رسول الله صلى الله عليه وسلم.\rوبات رسول الله صلى الله عليه وسلم تلك الليلة يصلي إلى جذم شجرة هناك، وكانت ليلة الجمعة السابع عشر من رمضان، فلما أصبح وأقبلت قريش في كتائها، قال صلى الله عليه وسلم: «اللهم هذه قريش قد أقبلت في فخرها وخيلائها، تحادك وتحاد رسولك» .\rورام الحكيم بن حزام وعتبة بن ربيعة أن يرجعا بقريش فلا يكون قتال، فأبى ذلك أبو جهل، وتقاول هو وعتبة، وأمر أبو جهل أخا عمرو بن الحضرمي أن يطلب دم أخيه عمرو، فكشف عن أسته وصرخ: واعمراه! واعمراه! فحمي القوم ونشبت الحرب.","seal":"8C4D04D5","part":1},
      {"page":134,"id":56,"nass":"وعدل رسول الله صلى الله عليه وسلم الصفوف، ثم رجع إلى العريش هو وأبو بكر وحده، وقام سعد بن معاذ وقوم من الأنصار على باب العريش يحمون رسول الله صلى الله عليه وسلم وخرج عتبة بن ربيعة، وشيبة بن ربيعة، والوليد بن عتبة، ثلاثتهم جميعاً يطلبون البراز، فخرج إليهم من المسلمين ثلاثة من الأنصار، وهم: عوف ومعوذ ابنا عفراء، وعبد الله بن رواحة، فقالوا لهم: من أنتم؟ فقالوا: من الأنصار، فقالوا: أكفاء كرام وإنما نريد بني عمنا، فبرز لهم علي وعبيدة بن الحارث وحمزة رضي الله عنهم، فقتل علي الوليد، وقتل حمزة عتبة، وقيل: شيبة، واختلف عبيدة وقرنه بضر بتين، فأجهد كل منهما صاحبه، فكر حمزة وعلي فتمما عليه واحتملا عبيدة وقد قطعت رجله، فلم يزل طمثاً حتى مات بالصفراء رحمه الله تعالى ورضي عنه.\rوفي الصحيح أن علياً رضي الله عنه كان يتأول قوله تعالى {هذان خصمان اختصموا في ربهم} في برازهم يوم بدر، ولا شك أن هذه الآية في سورة الحج، وهي مكية، ووقعة بدر بعد ذلك، إلا أن برازهم من أول ما دخل في معنى الآية.\rثم حمي الوطيس، واشتد القتال، ونزل النصر، واجتهد رسول الله صلى الله عليه وسلم في الدعاء، وابتهل ابتهالاً شديداً، حتى جعل رداؤه يسقط عن منكبيه، وجعل أبو بكر يصلحه عليه ويقول: يا رسول الله، بعض مناشدتك ربك، فإنه منجز","seal":"FC6530EA","part":1},
      {"page":135,"id":57,"nass":"لك ما وعدك.\rورسول الله صلى الله عليه وسلم يقول: «اللهم إن تهلك هذه العصابة لا تعبد في الأرض» فذلك قوله تعالى {إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين} ثم أغفى رسول الله صلى الله عليه وسلم إغفاءةً، ثم رفع رأسه وهو يقول: «أبشر يا أبا بكر، هذا جبريل على ثناياه النقع» .\rوكان الشيطان قد تبدى لقريش في صورة سراقة بن مالك بن جعشم زعيم مدلج، فأجارهم، وزين لهم الذهاب إلى ما هم فيه، وذلك أنهم خشوا بني مدلج أن يخلفوهم في أهاليهم وأموالهم، فذلك قوله تعالى: {وإذ زين لهم الشيطان أعمالهم وقال لا غالب لكم اليوم من الناس وإني جار لكم فلما تراءت الفئتان نكص على عقبيه وقال إني بريء منكم إني أرى ما لا ترون} وذلك أنه رأى الملائكة حين نزلت للقتال، ورأى ما لا قبل له به، ففر وقاتلت الملائكة كما أمرها الله، وكان الرجل من المسلمين يطلب قرنه، فإذا به قد سقط أمامه.\rومنح الله المسلمين أكتاف المشركين، فكان أول من فر منهم خالد بن الأعلم فأدرك فأسر، وتبعهم المسلمون في آثارهم، يقتلون ويأسرون، فقتلوا منهم سبعين وأسروا سبعين، وأخذوا غنائمهم.\rفكان من جملة من قتل من المشركين ممن سمى رسول الله صلى الله عليه وسلم موضعه بالأمس: أبو جهل، وهو أبو الحكم عمرو بن","seal":"17DFB26C","part":1},
      {"page":136,"id":58,"nass":"هشام لعنه الله، قتله معاذ بن عمرو بن الجموح، ومعوذ بن عفراء، وتمم عليه عبد الله مسعود، فاحتز رأسه وأتى به رسول الله صلى الله عليه وسلم، فسر بذلك.\rوعتبة وشيبة ابنا ربيعة والوليد بن عتبة، وأمية بن خلف، فأمر بهم رسول الله صلى الله عليه وسلم فسحبوا إلى القليب، ثم وقف عليهم ليلاً، فبكتهم وقرعهم، وقال: «بئس عشيرة النبي كنتم لنبيكم، كذبتموني وصدقني الناس، وخذلتموني ونصرني الناس ـ وأخرجتموني وآواني الناس» .\rثم أقام رسول الله صلى الله عليه وسلم بالعرصة ثلاثاً.\rثم ارتحل بالأسارى والمغانم، وقد جعل عليها عبد الله بن كعب بن عمرو النجاري.\rوأنزل الله في غزوة بدر سورة الأنفال، فلما كان رسول الله صلى الله عليه وسلم بالصفراء قسم المغانم كما أمره الله تعالى، وأمر بالنضر بن الحارث فضربت عنقه صبراً، وذلك لكثرة فساده وأذاه رسول الله صلى الله عليه وسلم، فرثته أخته، وقيل ابنته قتيلة بقصيدة مشهورة ذكرها ابن هشام، فلما بلغت رسول الله صلى الله عليه وسلم قال فيما زعموا: «لو سمعتها قبل أن أقتله لم أقتله» .\rولما نزل عرق الظبية أمر بعقبة بن أبي معيط فضربت عنقه أيضاً صبراً.\rثم إن رسول الله صلى الله عليه وسلم استشار أصحابه في الأسارى: ماذا يصنع بهم؟ فأشار","seal":"4C1BE64A","part":1},
      {"page":137,"id":59,"nass":"عمر بن الخطاب رضي الله عنه بأن يقتلوا، وأشار أبو بكر رضي الله عنه بالفداء، وهوي رسول الله صلى الله عليه وسلم ما قال أبو بكر، فحلل لهم ذلك وعاتب الله في ذلك بعض المعاتبة في قوله تعالى: {ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم *} الآيات.\rوقد روى مسلم في صحيحه «عن ابن عباس رضي الله عنهما حديثاً طويلاً فيه بيان هذا كله، فجعل رسول الله صلى الله عليه وسلم فداءهم أربعمائة أربعمائة» .\rورجع رسول الله صلى الله عليه وسلم إلى المدينة [مؤيداً] مظفراً منصوراً، قد أعلى الله كلمته، ومكن له، وأعز نصره، فأسلم حينئذ بشر كثير من أهل المدينة، ومن ثم دخل عبد الله بن أبي بن سلول وجماعته من المنافقين في الدين تقية.\r\rفصل ـ عدة أهل بدر\rوجملة من حضر بدراً من المسلمين ثلاثمائة وبضعة عشر رجلاً: من","seal":"55BFC282","part":1},
      {"page":138,"id":60,"nass":"المهاجرين ستة وثمانون رجلا، ومن الأوس أحد وستون رجلاً ومن الخزرج مائة وسبعون رجلاً.\rوإنما قل عدد رجال الأوس عن عدد الخزرج وإن كانوا أشد منهم وأصبر عند اللقاء، لأن منازلهم كانت في عوالي المدينة فلما ندبوا للخروج تيسر ذلك على الخزرج لقرب منازلهم.\rوقد اختلف أئمة المغازي والسير في أهل بدر: في عدتهم، وفي تسمية بعضهم، اختلافاً كثيراً، وقد ذكرهم الزهري، وموسى بن عقبة، ومحمد بن إسحق بن يسار، ومحمد بن عمر الواقدي، وسعيد بن يحيى الأموي في مغازيه، والبخاري، وغير واحد من المتقدمين، وقد سردهم ـ كما ذكرتهم ـ ابن حزم في كتاب السيرة له، وزعم أن ثمانية منهم لم يشهدوا بدراً بأنفسهم وإنما ضرب لهم رسول الله صلى الله عليه وسلم بأسهمهم، فذكر منهم: عثمان وطلحة وسعيد بن زيد.\rومن أجل من اعتنى","seal":"E7B2F42F","part":1},
      {"page":139,"id":61,"nass":"بذلك من المتأخرين الشيخ الإمام الحافظ ضياء الدين أبو عبد الله محمد بن عبد الواحد المقدسي رحمه الله تعالى، فأفرد لهم جزءاً وضمنه في أحكامه أيضاً.\rوأما المشركون فكانت عدتهم كما قال صلى الله عليه وسلم ما بين التسعمائة إلى الألف.\rوقتل من المسلمين يومئذ أربعة عشر رجلاً: ستة من المهاجرين، وستة من الخزرج، واثنان من الأوس.\rوكان أول قتيل يومئذ مهجع مولى عمر بن الخطاب رضي الله عنه، وقيل رجل من الأنصار اسمه حارثة بن سراقة.\rوقتل من المشركين سبعون، وقيل: أقل، وأسر منهم مثل ذلك أيضاً.\rوفرغ رسول الله صلى الله عليه وسلم من شأن بدر والأسرى في شوال.","seal":"DCEC9564","part":1},
      {"page":140,"id":62,"nass":"فصل ــ غزوة بني سليم\rثم نهض بنفسه الكريمة صلى الله عليه وسلم بعد فراغه بسبعة أيام لغزو بني سليم، فمكث ثلاثاً ثم رجع ولم يلق حرباً، وقد كان استعمل على المدينة سباع بن عرفطة وقيل ابن أم مكتوم.\r\rفصل ـ غزوة السويق\rولما رجع أبو سفيان إلى مكة وأوقع الله في أصحابه ببدر بأسه، نذر أبو سفيان ألا يمس رأسه بماء حتى يغزو رسول الله صلى الله عليه وسلم، فخرج في مائتي راكب، فنزل طرف العريض وبات ليلة واحدة في بني النضير عند سلام بن مشكم،","seal":"0162F187","part":1},
      {"page":141,"id":63,"nass":"فسقاه وبطن له من خبر الناس، ثم أصبح في أصحابه، وأمر فقطع أصواراً من النخل، وقتل رجلاً من الأنصار وحليفاً له ثم كر راجعاً.\rونذر به رسول الله صلى الله عليه وسلم فخرج في طلبه والمسلمون فبلغ قرقرة الكدر، وفاته أبو سفيان والمشركون، وألقوا شيئاً كثيراً من أزوادهم، من السويق، فسميت غزوة السويق، وكانت في ذي الحجة من السنة الثانية للهجرة، ثم رجع صلى الله عليه وسلم إلى المدينة، وقد كان استخلف عليها أبا لبابة.\r\rفصل ـ غزوة ذي أمر\rثم أقام صلى الله عليه وسلم بقية ذي الحجة ثم غزا نجداً يريد غطفان، واستعمل على المدينة عثمان بن عفان رضي الله عنه، فأقام بنجد صفراً من السنة الثانية كله، ثم رجع ولم يلق حرباً","seal":"A87F8399","part":1},
      {"page":142,"id":64,"nass":"فصل ـ غزوة بحران\rثم خرج صلى الله عليه وسلم في ربيع الأول الآخر يريد قريشاً، واستخلف ابن أم مكتوم فبلغ بحران معدناً في الحجاز، ثم رجع ولم يلق حرباً.\r\rفصل ـ غزوة بني قينقاع\rونقض بنو قينقاع ـ أحد طوائف اليهود بالمدينة ـ العهد وكانوا تجاراً وصاغة، وكانوا نحو السبعمائة مقاتل، فخرج النبي صلى الله عليه وسلم لحصارهم، واستخلف على المدينة بشير بن عبد المنذر، فحاصرهم صلى الله عليه وسلم خمس عشرة ليلة، ونزلوا على حكمه صلى الله عليه وسلم، فشفع فيهم عبد الله بن أبي بن سلول، لأنهم كانوا حلفاء الخزرج، وهو سيد الخزرج، فشفعه فيهم بعد ما ألح على رسول الله صلى الله عليه وسلم، وكانوا في طرف المدينة.","seal":"7FE698A6","part":1},
      {"page":143,"id":65,"nass":"فصل ـ قتل كعب بن الأشرف\rوأما كعب بن الأشرف اليهودي، فإنه كان رجلاً من طيء، وكانت أمه من بني النضير، وكان يؤذي رسول الله صلى الله عليه وسلم والمؤمنين، ويشبب في أشعاره بنساء المؤمنين، وذهب بعد وقعة بدر إلى مكة وألب على رسول الله صلى الله عليه وسلم وعلى المؤمنين، فندب رسول الله صلى الله عليه وسلم المسلمين إلى قتله، فقال: من لكعب بن الأشرف فإنه قد آذى الله ورسوله؟ فانتدب رجال من الأنصار ثم من الأوس وهم محمد بن مسلمة، وعباد بن بشر بن وقش، وأبو نائلة، واسمه سلكان بن سلامة بن وقش، وكان أخا كعب بن الأشرف من الرضاعة، والحارث بن أوس بن معاذ، وأبو عبس بن جبر، وأذن لهم صلى الله عليه وسلم أن يقولوا ما شاؤوا من كلام يخدعونه به، وليس عليهم فيه جناح، فذهبوا إليه واستنزلوه من أطمه ليلاً، وتقدموا إليه بكلام موهم التعريض برسول الله صلى الله عليه وسلم، فاطمأن إليهم، فلما استمكنوا منه قتلوه لعنه الله وجاؤوا في آخر الليل، وكانت ليلة مقمرة، فانتهوا إلى رسول الله صلى الله عليه وسلم وهو قائم يصلي، فلما انصرف دعا لهم، وكان الحارث بن أوس قد جرح ببعض سيوف أصحابه، فتفل عليه الصلاة والسلام على جرحه فبرئ من وقته، ثم أصبح اليهود يتكلمون في قتله، فأذن صلى الله عليه وسلم في قتل اليهود.","seal":"A971FF08","part":1},
      {"page":144,"id":66,"nass":"فصل ـ غزوة أحد\rيشتمل على غزوة أحد مختصرة، وهي وقعة امتحن الله عز وجل فيها عباده المؤمنين واختبرهم، وميز فيها بين المؤمنين والمنافقين، وذلك أن قريشاً حين قتل الله سراتهم ببدر، وأصيبوا بمصيبة لم تكن لهم في حساب، ورأس فيهم أبو سفيان بن حرب لعدم وجود أكابرهم، وجاء كما ذكرنا إلى أطراف المدينة في غزوة السويق، ولم ينل ما في نفسه: شرع يجمع قريشاً ويؤلب على رسول الله صلى الله عليه وسلم وعلى المسلمين، فجمع قريباً من ثلاثة آلاف من قريش والحلفاء والأحابيش، وجاؤوا بنسائهم لئلا يفروا، ثم أقبل بهم نحو المدينة، فنزل قريباً من جبل أحد بمكان يقال له: عينين، وذلك في شوال من السنة الثالثة.\rواستشار رسول الله صلى الله عليه وسلم أصحابه: أيخرج إليهم أم يمكث في المدينة؟ فبادر جماعة من فضلاء الصحابة ممن فاته الخروج يوم بدر إلى الإشارة بالخروج إليهم،","seal":"9BFCBA3E","part":1},
      {"page":145,"id":67,"nass":"وألحوا عليه صلى الله عليه وسلم في ذلك، وأشار عبد الله بن أبي بن سلول بالمقام بالمدينة، وتابعه على ذلك بعض الصحابة، فألح أولئك على رسول الله صلى الله عليه وسلم، فنهض ودخل بيته ولبس لأمته وخرج عليهم، وقد انثنى عزم أولئك فقالوا: يا رسول الله، إن أحببت أن تمكث في المدينة فافعل.\rفقال: «ما ينبغي لنبي إذا لبس لأمته أن يضعها حتى يقاتل» وأتي عليه الصلاة والسلام برجل من بني النجار فصلى عليه، وذلك يوم الجمعة، واستخلف على المدينة ابن أم مكتوم.\rوخرج إلى أحد في ألف، فلما كان ببعض الطريق انخزل عبد الله بن أبي نحو ثلاثمائة إلى المدينة، فاتبعهم عبد الله بن عمرو بن حرام والد جابر رضي الله عنهما يوبخهم ويحضهم على الرجوع، فقالوا: لو نعلم أنكم تقاتلون لم نرجع.\rفلما أبوا عليه رجع عنهم وسبهم.\rواستقل رسول الله صلى الله عليه وسلم بمن بقي معه حتى نزل شعب أحد في عدوة الوادي إلى الجبل، فجعل ظهره إلى أحد، ونهى الناس عن القتال حتى يأمرهم، فلما أصبح تعبأ عليه الصلاة والسلام للقتال في أصحابه، وكان فيهم خمسون فارساً، واستعمل على الرماة ـ وكانوا خمسين ـ عبد الله بن جبير الأوسي، وأمره وأصحابه أن لا يتغيروا من مكانهم، وأن يحفظوا ظهور المسلمين أن يؤتوا من قبلهم.\rوظاهر صلى الله عليه وسلم (يومئذ (بين درعين.\rوأعطى اللواء مصعب بن عمير، أخا بني عبد الدار، وجعل على إحدى","seal":"D06E5D15","part":1},
      {"page":146,"id":68,"nass":"المجنبتين الزبير بن العوام، وعلى المجنبة الأخرى المنذر بن عمرو المعنق ليموت.\rواستعرض الشباب يومئذ، فأجاز بعضهم ورد آخرين، فكان ممن أجاز سمرة بن جندب، ورافع بن خديج، ولهما خمس عشرة سنة.\rوكان ممن رد يومئذ أسامة بن زيد بن حارثة، وأسيد بن ظهير، والبراء بن عازب، وزيد بن أرقم، وزيد بن ثابت، وعبد الله بن عمر، وغرابة بن أوس، وعمرو بن حزم.\rثم أجازهم يوم الخندق.\rوتعبأت قريش أيضاً وهم في ثلاثة آلاف كما ذكرنا، فيهم مائتا فارس، فجعلوا على ميمنتهم خالد بن الوليد، وعلى الميسرة عكرمة بن أبي جهل.\rوكان أول من برز من المشركين يومئذ أبو عامر الراهب، واسمه عبد عمرو بن صيفي.\rوكان رأس الأوس في الجاهلية، وكان مترهباً، فلما جاء الإسلام خذل فلم يدخل فيه، وجاهر رسول الله صلى الله عليه وسلم بالعداوة، فدعا عليه صلى الله عليه وسلم، فخرج من المدينة، وذهب إلى قريش يؤلبهم على رسول الله صلى الله عليه وسلم (ويحضهم على قتاله مع ما هم منطوون على رسول الله (وأصحابه من الحنق،","seal":"4263C354","part":1},
      {"page":147,"id":69,"nass":"ووعد المشركين أنه يستميل لهم قومه من الأوس يوم اللقاء حتى يرجعوا إليهن فلما أقبل في عبدان أهل مكة والأحابيش تعرف إلى قومه فقالوا له: لا أنعم الله لك عيناً يا فاسق.\rفقال: لقد أصاب قومي بعدي شر، ثم قاتل المسلمين قتالاً شديداً.\rوكان شعار أصحاب رسول الله صلى الله عليه وسلم يومئذ (أمت أمت (وأبلى يومئذ أبو دجانة سماك بن خرشة، وحمزة عم رسول الله صلى الله عليه وسلم، (أسد الله وأسد رسوله رضي الله عنه وأرضاه (وكذا علي بن أبي طالب، وجماعة من الأنصار منهم: النضر بن أنس، وسعد بن الربيع رضي الله عنهم أجمعين.\rوكانت الدولة أول النهار للمسلمين على الكفار، فانهزموا راجعين حتى وصلوا إلى نسائهم.\rفلما رأى ذلك أصحاب عبد الله بن جبير قالوا: يا قوم، الغنيمة الغنيمة.\rفذكرهم عبد الله بن جبير تقديم رسول الله صلى الله عليه وسلم إليه في ذلك، فظنوا أن ليس للمشركين رجعة، وأنهم لا تقوم لهم قائمة بعد ذلك، فذهبوا في طلب الغنيمة، وكر الفرسان من المشركين فوجدوا تلك الفرجة قد خلت من الرماة فجاوزوها وتمكنوا، وأقبل آخرهم، فكان ما أراد الله تعالى كونه، فاستشهد من أكرمهم الله بالشهادة من المؤمنين، فقتل جماعة من أفاضل الصحابة، وتولى أكثرهم.\rوخلص المشركون إلى رسول الله صلى الله عليه وسلم فجرح في وجهه الكريم وكسرت رباعيته اليمنى السفلى بحجر، وهشمت البيضة على رأسه المقدس، ورشقه المشركون بالحجارة حتى وقع لشقه، وسقط في حفرة من الحفر التي كان أبو عامر الفاسق حفرها يكيد بها المسلمين، فأخذ علي بيده، واحتضنه طلحة بن عبيد الله.\rوكان الذي تولى أذى رسول الله صلى الله عليه وسلم عمرو بن قمئة وعتبة بن أبي","seal":"BA6571D6","part":1},
      {"page":148,"id":70,"nass":"وقاص، وقيل: إن عبد الله بن شهاب الزهري أبا جد محمد بن مسلم بن شهاب هو الذي شجه صلى الله عليه وسلم.\rوقتل مصعب بن عمير رضي الله عنه بين يديه، فدفع صلى الله عليه وسلم اللواء إلى علي بن أبي طالب رضي الله عنه، ونشبت حلقتان من حلق المغفر في وجهه صلى الله عليه وسلم، فانتزعهما أبو عبيدة بن الجراح رضي الله عنه، وعض عليهما حتى سقطت ثنيتاه، فكان الهتم يزينه، وامتص مالك بن سنان والد أبي سعيد الخدري الدم من جرحه صلى الله عليه وسلم.\rوأدرك المشركون النبي صلى الله عليه وسلم فحال دونه نفر من المسلمين نحو من عشرة فقتلوا، ثم جالدهم طلحة حتى أجهضهم عنه صلى الله عليه وسلم، وترس أبو دجانة سماك بن خرشة عليه صلى الله عليه وسلم بظهره، والنبل يقع فيه، وهو لا يتحرك رضي الله عنه، ورمى سعد بن أبي وقاص رضي الله عنه يومئذ رمياً (مسدداً (منكئاً، فقال له رسول الله صلى الله عليه وسلم: (ارم فداك أبي وأمي (.\rوأصيبت يومئذ عين قتادة بن النعمان الظفري، فأتى رسول الله صلى الله عليه وسلم فردها عليه الصلاة والسلام بيده الكريمة، فكانت أصح عينيه وأحسنهما.\rوصرخ الشيطان ـ لعنه الله ـ بأعلى صوته: إن محمداً قد قتل، ووقع ذلك في قلوب كثير من المسلمين، وتولى أكثرهم، وكان أمر الله.\rومر أنس بن النضر بقوم من المسلمين قد ألقوا بأيديهم، فقال:","seal":"4D889F31","part":1},
      {"page":149,"id":71,"nass":"ما تنتظرون؟ فقالوا قتل رسول الله صلى الله عليه وسلم فقال: ما تصنعون في الحياة بعده؟ قوموا فموتوا على ما مات عليه، ثم استقبل الناس، ولقي سعد بن معاذ فقال: يا سعد، والله إني لأجد ريح الجنة من قبل أحد، فقاتل حتى قتل رضي الله عنه، ووجدت به سبعون ضربة.\rوجرح يومئذ عبد الرحمن بن عوف نحوا من عشرين جراحةً، بعضها في رجله، فعرج منها حتى مات رضي الله عنه.\rوأقبل رسول الله صلى الله عليه وسلم نحو المسلمين، فكان أول من عرفه تحت المغفر كعب بن مالك رضي الله عنه، فصاح بأعلى صوته: يا معشر المسلمين، أبشروا، هذا رسول الله صلى الله عليه وسلم! فأشار إليه صلى الله عليه وسلم أن اسكت، واجتمع إليه المسلمون، ونهضوا معه إلى الشعب الذي نزل فيه، فيهم أبو بكر وعمر وعلي والحارث بن الصمة الأنصاري وغيرهم.\rفلما أسندوا في الجبل، أدركه أبي بن خلف على جواد، يقال له العود، زعم الخبيث أنه يقتل رسول الله صلى الله عليه وسلم، فلما اقترب تناول رسول الله صلى الله عليه وسلم الحربة من (يد (الحارث بن الصمة فطعنه بها، فجاءت في ترقوته، ويكر عدو الله منهزماً فقال له المشركون: والله ما بك من بأس، فقال: والله لو كان ما بي بأهل ذي المجاز لماتوا أجمعون، إنه قال لي: إنه قاتلي، ولم يزل به ذلك حتى مات بسرف مرجعه إلى مكة لعنه الله.","seal":"BD3B4EEC","part":1},
      {"page":150,"id":72,"nass":"وجاء علي رضي الله عنه إلى رسول الله صلى الله عليه وسلم بماء ليغسل عنه الدم، فوجده آجناً، فرده.\rوأراد صلى الله عليه وسلم أن يعلو صخرة هناك، فلم يستطع لما به صلى الله عليه وسلم، ولأنه ظاهر يومئذ بين درعين، فجلس طلحة تحته حتى صعد، وحانت الصلاة، فصلى جالساً، ثم مال المشركون إلى رحالهم، ثم استقبلوا طريق مكة منصرفين إليها، وكان هذا كله يوم السبت.\rواستشهد يومئذ من المسلمين نحو السبعين.\rمنهم حمزة عم رسول الله صلى الله عليه وسلم، قتله وحشي مولى بني نوفل وأعتق لذلك، وقد أسلم بعد ذلك، وكان أحد قتلة مسيلمة الكذاب لعنه الله، وعبد الله بن جحش حليف بني أمية، ومصعب بن عمير، وعثمان بن عثمان، وهو شماس بن عثمان المخزومي، سني بشماس لحسن وجهه.\rفهؤلاء أربعة من المهاجرين، والباقون من الأنصار رضي الله عنهم جميعهم، فدفنهم في دمائهم وكلومهم، ولم يصل عليهم يومئذ.\rوفر يومئذ من المسلمين جماعة من الأعيان، منهم عثمان بن عفان رضي الله عنه، وقد نص الله سبحانه على العفو عنهم، فقال عز وجل: {إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم إن الله غفور حليم} .","seal":"13752D8B","part":1},
      {"page":151,"id":73,"nass":"وقتل يومئذ من المشركين اثنان وعشرون.\rوقد ذكر سبحانه هذه الوقعة في سورة آل عمران حيث يقول: {وإذ غدوت من أهلك تبوء المؤمنين مقاعد للقتال والله سميع عليم *} الآيات.\r\rفصل ـ غزوة حمراء الأسد\rولما أصبح يوم الأحد، ندب رسول الله صلى الله عليه وسلم (المسلمين (إلى النهوض في طلب العدو، إرهاباً لهم، وهذه غزوة حمراء الأسد، وأمر ألا يخرج معه إلا من حضر أحداً، فلم يخرج إلا من شهد أحداً، سوى جابر بن عبد الله، فإنه كان","seal":"328E3B6E","part":1},
      {"page":152,"id":74,"nass":"أبوه استخلفه في مهماته، فقتل أبوه يوم أحد، فاستأذن رسول الله صلى الله عليه وسلم في الخروج إلى حمراء الأسد، فأذن له.\rفنهض المسلمون كما أمرهم صلى الله عليه وسلم، وهم مثقلون بالجراح، حتى بلغ حمراء الأسد وهي على ثمانية أميال من المدينة، فذلك قوله تعالى: {الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم} .\rومر معبد بن أبي معبد النزاعي على رسول الله صلى الله عليه وسلم وأصحابه فأجاره حتى بلغ أبا سفيان والمشركين بالرواء، فأخبرهم أن رسول الله صلى الله عليه وسلم وأصحابه قد خرجوا في طلبهم، ففت ذلك في أعداد قريش، وكانوا أرادوا الرجوع إلى المدينة فثناها ذلك واستمروا راجعين إلى مكة.\rوظفر عليه الصلاة والسلام بمعاوية بن المغيرة بن أبي العاصي فأمر بضرب عنقه صبراً، وهو والد عائشة أم عبد الملك بن مران، فلم يقتل فيها سواه.","seal":"DA02846A","part":1},
      {"page":153,"id":75,"nass":"فصل ـ بعث الرجيع\rثم بعث صلى الله عليه وسلم بعد أحد بعث الرجيع، وذلك في صفر من السنة الرابعة، وذلك أنه صلى الله عليه وسلم بعث إلى عضل والقارة بسؤالهم رسول الله صلى الله عليه وسلم ذلك حين قدموا عليه وذكروا أن فيهم إسلاماً، فبعث ستة نفر في قول ابن إسحاق، وقال البخاري في صحيحه كانوا عشرة.\rوقال أبو القاسم السهيلي: وهذا هو الصحيح.\rوأمر عليهم مرثد بن أبي االغنوي رضي الله عنهم.\rومنهم خبيب بن عدي، فذهبوا معهم، فلما كانوا بالرجيع، وهو ماء لهذيل بناحية الحجاز بالهدأة غدروا بهم، واستصرخوا عليهم هزيلاً، فجاؤوا فأحاطوا بهم فقتلوا عامتهم، واستأسر منهم خبيب بن عدي ورجل آخر وهو زيد بن الدثنة","seal":"50FE5B83","part":1},
      {"page":154,"id":76,"nass":"فذهبوا بهما فباعوهما بمكة، وذلك بسبب ما كانا قتلا من كفار قريش من يوم بدر.\rفأما خبيب رضي الله عنه فمكث عندهم مسجوناً ثم أجمعوا لقتله فخرجوا به إلى التنعيم ليصلبوه فاستأذنهم أن يصلي ركعتين فأذنوا له: فصلاهما ثم قال: والله لولا أن تقولوا أن ما بي جزع لزدت، ثم قال:\rولست أبالي حين أقتل مسلماً ... على أي جنب كان لله مصرعي\rوذلك في ذات الإله وإن يشأ ... يبارك على أوصال شلو ممزع\rثم وكلوا به من يحرسه، فجاء عمرو بن أمية فاحتمله بخدعة ليلاً فذهب به فدفنه.\rوأما زيد بن الدثنة رضي الله عنه فابتاعه صفوان بن أمية فقتله بأبيه.\rوقد قال له أبو سفيان: أيسرك أن محمداً عندنا تضرب عنقه، وأنك في أهلك؟ فقال: والله ما يسرني أني في أهلي وأن محمداً في مكانه الذي هو فيه تصيبه شوكة تؤذيه.","seal":"2919CB8E","part":1},
      {"page":155,"id":77,"nass":"فصل ـ بعث بئر معونة\rوفي صفر هذا بعث إلى بئر معونة أيضاً، وذلك أن أبا براء عامر بن مالك المدعو ملاعب الأسنة، قدم على رسول الله صلى الله عليه وسلم المدينة فدعاه إلى الإسلام فلم يسلم ولم يبعد.\rفقال: يا رسول الله لو بعثت أصحابك إلى أهل نجد يدعونهم إلى دينك لرجوت أن يجيبوهم، فقال: إني أخاف عليهم أهل نجد، فقال أبو براء: أنا جار لهم.\rفبعث صلى الله عليه وسلم فيما قاله ابن إسحاق أربعين رجلاً من الصحابة، وفي الصحيحين سبعين رجلاً، وهذا هو الصحيح.\rوأمر عليهم المنذر بن عمرو أحد بني ساعدة، ولقبه المعنق ليموت رضي الله عنهم أجمعين، وكانوا من فضلاء المسليمن وسادتهم وقرائهم، فنهضوا فنزلوا بئر معونة، وهي بين أرض بني عامر وحرة بني سليم، ثم بعثوا منها حرام بن ملحان أخا أم سليم بكتاب رسول الله","seal":"49CB6896","part":1},
      {"page":156,"id":78,"nass":"صلى الله عليه وسلم إلى عدو الله عامر بن الطفيل، فلم ينظر فيه، وأمر به فقتله رجل ضربه بحربة، فلما خرج الدم قال: فزت ورب الكعبة.\rواستنفر عدو الله عامر: بني عامر إلى قتال الباقين، فلم يجيبوه، لأجل جوار أبي براء، فاستنفر بني سليم فأجابته عصية ورعل وذكوان، فأحاطوا بأصحاب رسول الله صلى الله عليه وسلم، فقاتلوا حتى قتلوا عن آخرهم رضي الله عنهم، إلا كعب بن زيد من بني النجار فإنه ارتث من بين القتلى، فعاش حتى قتل يوم الخندق.\rوكان عمرو بن أمية الضمري والمنذر بن محمد بن عقبة في سرح المسلمين، فرأيا الطير تحوم على موضع الوقعة، فنزل المنذر بن محمد هذا فقاتل المشركين حتى قتل مع أصحابه، وأسر عمرو بن أمية، فلما أخبر أنه من مضر جز عامر ناصيته وأعتقه فيما زعم عن رقبة كانت على أمه.\rورجع عمرو بن أمية، فلما كان بالقرقرة من صدر قناة نزل في ظل، ويجيء رجلان من بني كلاب، وقيل من بني سليم فنزلا معه فيه، فلما ناما فتك بهما عمرو وهو يرى أنه قد أصاب ثأراً من أصحابه، وإذا معهما عهد من رسول الله صلى الله عليه وسلم لم يشعر به، فلما قدم أخبر رسول الله صلى الله عليه وسلم بما فعل، قال: [لقد قتلت قتيلين لأدينهما] .\rوكان هذا سبب غزوة بني النضير كما ورد هذا في الصحيح.","seal":"92BF602A","part":1},
      {"page":157,"id":79,"nass":"فصل ـ غزوة بني النضير\rونهض رسول الله صلى الله عليه وسلم بنفسه الكريمة إلى بني النضير ليستعين على ذينك القتيلين لما بينه وبينهم من الحلف، فقالوا: نعم.\rوجلس صلى الله عليه وسلم هو وأبو بكر وعمر وعلي وطائفة من أصحابه رضي الله عنهم تحت جدار لهم، فاجتمعوا فيما بينهم وقالوا: من رجل يلقي بهذه الرحا على محمد فيقتله؟ فانتدب لذلك عمرو بن جحاش لعنه الله وأعلم الله رسوله بما هموا به، فنهض صلى الله عليه وسلم من وقته من بين أصحابه، فلم يتناه دون المدينة، وجاء من أخبر أنه رآه صلى الله عليه وسلم داخلاً في حيطان المدينة، فقام أبو بكر ومن معه فاتبعوه، فأخبرهم بما أعلمه الله من أمر يهود، فندب الناس إلى قتالهم، فخرج واستعمل على المدينة ابن أم مكتوم وذلك في ربيع الأول فحاصرهم ست ليال منه وحينئذ حرمت الخمر، كذا ذكره ابن حزم، ولم أره لغيره.\rودس عبد الله بن أبي بن سلول وأصحابه من المنافقين إلى بنى النضير: أنا معكم نقاتل معكم، وإن أخرجتم خرجنا معكم.\rفاغتر أولئك بهذا، فتحصنوا في آطامهم، فأمر صلى الله عليه وسلم بقطع نخيلهم وإحراقها، فسألوا رسول الله أن يجليهم ويحقن دماءهم على أن لهم ما حملت إبلهم غير السلاح فأجابهم إلى ذلك، فتحمل أكابرهم كحيي بن أخطب، وسلام بن أبي الحقيق بأهليهم وأموالهم إلى خيبر فدانت لهم، وذهبت طائفة منهم إلى الشام ولم يسلم منهم إلا رجلان، وهما أبو سعد بن وهب، ويامين بن عمير بن","seal":"47AF1B56","part":1},
      {"page":158,"id":80,"nass":"كعب، وكان قد جعل لمن قتل ابن عمه عمرو بن جحاش جعلاً، لما كان قد هم به من الفتك برسول الله صلى الله عليه وسلم، فأحزا\rأموالهما، وقسم رسول الله أموال الباقين بين المهاجرين الأولين خاصة، إلا أنه أعطى أبا دجانة وسهل بن حنيف الأنصاريين لفقرهما، وقد كانت أموالهم مما أفاء الله على رسوله، فلم يوجف المسلمون بخيل ولا ركاب.\rوفي هذه الغزوة أنزل الله سبحانه سورة الحشر، وقد كان عبد الله بن عباس رضي الله عنهما يسميها سورة بني النضير.\r\rفصل ـ غزوة ذات الرقاع\rوقنت رسول الله صلى الله عليه وسلم شهراً يدعو على الذين قتلوا القراء أصحاب بئر معونة.\rثم غزا صلى الله عليه وسلم غزوة ذات الرقاع، وهي [غزوة نجد] فخرج في جمادى الأولى من هذه السنة الرابعة يريد محارب وبني ثعلبة بن سعد بن غطفان، واستعمل على المدينة أبا ذر الغفاري.\rفسار حتى بلغ نخلاً، فلقي جمعاً من","seal":"D0995509","part":1},
      {"page":159,"id":81,"nass":"غطفان فتوقفوا، ولم يكن بينهم قتال، إلا أنه صلى يومئذ صلاة الخوف فيما ذكره ابن إسحاق وغيره من أهل السير، وقد استشكل لأنه قد جاء في رواية الشافعي وأحمد والنسائي عن أبي سعيد أن النبي صلى الله عليه وسلم حبسه المشركون يوم الخندق عن الظهر والعصر والمغرب والعشاء فصلاهن جميعاً، وذلك قبل نزول صلاة الخوف، قالوا وإنما نزلت صلاة الخوف بعسفان كما رواه أبو عياش الزرقي قال: كنا مع النبي صلى الله عليه وسلم بعسفان فصلى بنا الظهر، وعلى المشركين يومئذ خالد بن الوليد.\rفقالوا: لقد أصبنا منهم غفلة، ثم قالوا: إن لهم صلاة بعد هذه هي أحب إليهم من أموالهم وأبنائهم فنزلت ـ يعني صلاة الخوف ـ بين الظهر والعصر.\rفصلى بنا العصر ففرقنا فريقين.. وذكر الحديث.\rأخرجه الإمام أحمد وأبو داود والنسائي.\rوعن أبي هريرة رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم نازلاً بين ضجنان","seal":"63B776D0","part":1},
      {"page":160,"id":82,"nass":"وعسفان، محاصراً المشركين، فقال المشركون: إن لهؤلاء صلاة هي أحب إليهم من أبنائهم وإبكارهم، أجمعوا أمركم ثم ميلوا عليهم ميلة واحدة.\rفجاء جبريل عليه السلام فأمره أن يقسم أصحابه نصفين ...\rوذكر الحديث.\rرواه النسائي والترمذي وقال: حسن صحيح.\rوقد علم بلا خلاف أن غزوة عسفان كانت بعد الخندق، فاقتضى هذا أن ذات الرقاع بعدها، بل بعد خبير، ويؤيد ذلك أن أبا موسى الأشعري وأبا هريرة رضي الله عنهما شهدها، أما أبو موسى الأشعري ففي الصحيحين عنه أنه شهد غزوة ذات الرقاع، وأنهم كانوا يلفون على أرجلهم الخرق لما نقبت، فسميت بذلك، فأما أبا هريرة فعن مروان بن الحكم أنه سأل أبا هريرة: هل صليت مع رسول الله صلى الله عليه وسلم صلاة الخوف؟ قال: نعم.\rقال: متى؟ قال: عام غزوة نجد وذكر صفة من صفات صلاة الخوف، أخرجه الإمام أحمد وأبو داود والنسائي.\rوقد قال بعض أهل التاريخ: إن غزوة ذات الرقاع أكثر من مرة","seal":"37C73EB0","part":1},
      {"page":161,"id":83,"nass":"واحدة كانت قبل الخندق وأخرى بعدها، قلت: إلا أنه لا يتجه أنه صلى في الأولى صلاة الخوف إن صح حديث أنها إنما فرضت في عسفان.\rوقد ذكروا أنه كانت من الحوادث في هذه الغزوة قصة جمل جابر وبيعه من رسول الله صلى الله عليه وسلم، وفي ذلك نظر، لأنه جاء أن ذلك كان في غزوة تبوك، إلا أن هذا أنسب لما أنه كان قد قتل أبوه في أحد، وترك الأخوات، فاحتاج أن يتزوج سريعاً من يكفلهن له.\rومنها حديث جابر أيضاً في الرجل الذي سبوا امرأته فحلف ليهريقن دماً في أصحاب محمد صلى الله عليه وسلم، فجاء ليلاً ـ وقد أرصد رسول الله صلى الله عليه وسلم رجلين ربيئة للمسلمين من العدو، وهما عباد بن بشر وعمار بن ياسر رضي الله عنه ـ فضرب عباداً بن بشر بسهم وهو قائم يصلي، فنزعه ولم يبطل صلاته، حتى رشقه بثلاثة أسهم، فلم ينصرف منها حتى سلم، وأنبه صاحبه، فقال: سبحان الله هلا أنبهتني؟ ! فقال: إني كنت في سورة فكرهت أن أقطعها.","seal":"46EEA9AD","part":1},
      {"page":162,"id":84,"nass":"ومنها حديث غورث بن الحارث الذي هم برسول الله صلى الله عليه وسلم وهو قائل تحت الشجرة، فاستل سيفه وأراد ضربه، فصده الله عنه، وحبست يده، واستيقظ رسول الله صلى الله عليه وسلم من نومه، فدعا أصحابه فاجتمعوا إليه، فأخبرهم عنه وما هم به غورث من قتله، ومع هذا كله أطلقه وعفا عنه صلى الله عليه وسلم.\rوهذا كان في غزوة ذات الرقاع، إلا أنها التي بعد الخندق كما أخرجاه في الصحيحين، «عن جابر بن عبد الله رضي الله عنه قال: أقبلنا مع رسول الله صلى الله عليه وسلم حتى إذا كنا بذات الرقاع، قال: كنا إذا أتينا على شجرة ظليلة تركناها لرسول الله صلى الله عليه وسلم، قال فجاء رجل من المشركين وسيف رسول الله صلى الله عليه وسلم معلق بالشجرة، فأخذ السيف، فاخترطه، فقال لرسول الله صلى الله عليه وسلم: أتخافني؟ قال: لا، قال فمن يمنعك مني؟ قال: الله.\rقال: فتهدده أصحاب رسول الله صلى الله عليه وسلم، فأغمد السيف وعلقه، قال: فنودي بالصلاة، فصلى بطائفة ركعتين، ثم تأخروا وصلى بالطائفة الأخرى ركعتين، وكانت لرسول الله أربع ركعات، وللقوم ركعتان» .\rواللفظ لمسلم.\r\rفصل ـ غزوة بدر الصغرى\rوقد كان أبو سفيان يوم أحد عند منصرفه نادى: موعدكم وإيانا بدر العام المقبل، فأمر رسول الله صلى الله عليه وسلم بعض أصحابه أن يجيبه بنعم، فلما كان شعبان في","seal":"F94C7AA6","part":1},
      {"page":163,"id":85,"nass":"هذه السنة نهض رسول الله صلى الله عليه وسلم حتى أتى بدراً للموعد، واستخلف على المدينة عبد الله بن عبد الله بن أبي، فأقام هناك ثماني ليال، ثم رجع ولم يلق كيداً، وذلك أن أبا سفيان خرج بقريش، فلما كان ببعض الطريق بدا لهم الرجوع لأجل جدب سنتهم فرجعوا، وهذه الغزوة تسمى بدراً الثالثة وبدر الموعد.\r\rفصل ـ غزوة دومة الجندل\rوخرج صلى الله عليه وسلم إلى دومة الجندل في ربيع الأول من سنة خمس، ثم رجع في أثناء الطريق ولم يلق حرباً، وكان استعمل على المدينة سباع بن عرفطة.\r\rفصل ـ غزوة الخندق\rيشتمل على ملخص غزوة الخندق التي ابتلى الله فيها عباده المؤمنين وزلزلهم، وثبت الإيمان في قلوب أوليائه وأظهر ما كان يبطنه أهل النفاق، وفضحهم وقرعهم.\rثم أنزل نصره، ونصر عبده، وهزم الأحزاب وحده، وأعز","seal":"2839280D","part":1},
      {"page":164,"id":86,"nass":"جنده، ورد الكفرة بغيظهم، ووقى المؤمنين شر كيدهم، وذلك بفضله ومنه.\rوحرم عليهم شرعاً وقدراً أن يغزوا المؤمنين بعدها، بل جعل المغلوبين وجعل حزبه هم الغالبين، والحمد لله رب العالمين.\rوكانت في سنة خمس في شوالها على الصحيح من قولي أهل المغازي والسير، والدليل على ذلك أنه لا خلاف أن أحداً كانت في شوال من سنة ثلاث، وقد تقدم ما ذكره أهل العلم في المغازي أن أبا سفيان واعدهم العام المقبل بدراً، وأنه صلى الله عليه وسلم خرج إليهم فأخلفوه لأجل جدب تلك السنة في بلادهم، فتأخروا إلى هذا العام.\rقال أبو محمد بن حزم الأندلسي في مغازيه: هذا قول أهل المغازي، ثم قال: والصحيح الذي لا شك فيه أنها في سنة أربع، وهو قول موسى بن عقبة، ثم احتج ابن حزم بحديث ابن عمر: [عرضت على النبي صلى الله عليه وسلم يوم أحد وأنا ابن أربع عشرة فلم يجزني، وعرضت عليه يوم الخندق وأنا ابن خمس عشرة فأجازني] .\rفصح أنه لم يكن بينهما إلا سنة واحدة فقط.\rقلت: هذا الحديث مخرج في الصحيحين وليس يدل على ما ادعاه لأن مناط","seal":"F2F44855","part":1},
      {"page":165,"id":87,"nass":"إجازة الحرب كانت عنده صلى الله عليه وسلم خمس عشرة سنة، فكان لا يجيز من لم يبلغها، ومن بلغها أجازه، فلما كان ابن عمر يوم أحد ممن لم يبلغها لم يجزه، ولما كان قد بلغها يوم الخندق أجازه، وليس ينفي هذا أن بلوغه قد زاد عليها بسنة أو بسنتين أو ثلاثاً أو أكثر من ذلك.\rفكأنه قال: عرضت عليه يوم الخندق وأنا بالغ أو من أبناء الحرب.\rوقد قيل: إنه كان يوم أحد في أول الرابعة عشرة من عمره وفي يوم الخندق في آخر الخامسة عشرة، وفي هذا نظر، والأول أقوى في النظر لمن أمعن وأنصف، والله أعلم.\rوكان سبب غزوة الخندق أن نفراً من يهود بني النضير الذين أجلاهم صلى الله عليه وسلم من المدينة إلى خيبر كما قدمنا وهم أشرافهم: كسلام بن أبي الحقيق، وسلام بن مشكم، وكنانة بن الربيع وغيرهم، خرجوا إلى قريش بمكة فألبوهم على حرب رسول الله صلى الله عليه وسلم ووعدوهم من أنفسهم النصر، فأجابوهم، ثم خرجوا إلى غطفان فدعوهم فأجابوهم أيضاً، وخرجت قريش وقائدهم أبو سفيان بن حرب، وعلى غطفان عيينة بن حصن، كلهم في نحو عشرة آلاف","seal":"1BA130DE","part":1},
      {"page":166,"id":88,"nass":"رجل.\rفلما سمع رسول الله صلى الله عليه وسلم بمسيرهم إليه أمر المسلمين بحفر خندق يحول بين المشركين وبين المدينة، وكان ذلك بإشارة سلمان الفارسي رضي الله عنه، فعمل المسلمون فيه مبادرين هجوم الكفار عليهم، وكانت في حفره آيات مفصلة يطول شرحها، وأعلام نبوة قد تواتر خبرها، فلما كمل قدم المشركون، فنزلوا حول المدينة كما قال تعالى: {إذ جاءوكم من فوقكم ومن أسفل منكم} .\rوخرج رسول الله صلى الله عليه وسلم فتحصن بالخندق وهو في ثلاثة آلاف على الصحيح من أهل المدينة.\rوزعم ابن إسحاق أنه إنما كان في سبعمائة.\rوهذا غلط من غزوة أحد، والله تعالى أعلم.\rفجعلوا ظهورهم إلى سلع.\rوأمر صلى الله عليه وسلم بالنساء والذراري، فجعلوا في آطام المدينة، واستخلف عليها ابن أم مكتوم رضي الله عنه.\rوانطلق حيي بن أخطب النضري إلى بني قريظة، فاجتمع بكعب بن أسد رئيسهم، فلم يزل به حتى نقض العهد الذي كان بينه وبين رسول الله صلى الله عليه وسلم، ووافق كعب المشركين على حرب رسول الله صلى الله عليه وسلم، فسروا بذلك.\rوبعث رسول الله صلى الله عليه وسلم السعدين: ابن معاذ، وابن عبادة، وخوات بن جبير، وعبد الله بن رواحة، ليعرفوا له هل نقض بنو قريظة العهد أو لا، فلما","seal":"57CBB6A9","part":1},
      {"page":167,"id":89,"nass":"قربوا منهم وجدوهم مهاجرين بالعداوة والغدر، فتسابوا ونال اليهود ـ عليهم لعائن الله ـ من رسول الله صلى الله عليه وسلم، فسبهم سعد بن معاذ، وانصرفوا عنهم.\rوقد أمرهم صلى الله عليه وسلم إن كانوا نقضوا أن لا يفتوا بذلك في أعضاد المسلمين، لئلا يورث وهناً، وأن يلحنوا إليه لحناً ـ أي لغزاً ـ فلما قدموا عليه، قال: ما وراءكم؟ قالوا: عضل والقارة، يعنون غدرهم بأصحاب الرجيع، فعظم ذلك على المسلمين، واشتد الأمر، وعظم الخطر، وكانوا كما قال الله تعالى: {هنالك ابتلي المؤمنون وزلزلوا زلزالا شديدا} .\rونجم النفاق وكثر، واستأذن بعض بني حارثة رسول الله صلى الله عليه وسلم في الذهاب إلى المدينة لأجل بيوتهم، قالوا: إنها عورة، وليس بينها وبين العدو حائل، وهم بنو سلمة بالفشل، ثم ثبت الله كلتا الطائفتين.\rوثبت المشركون محاصرين رسول الله صلى الله عليه وسلم شهراً، ولم يكن بينهم قتال","seal":"8D7FD169","part":1},
      {"page":168,"id":90,"nass":"لأجل ما حال الله به من الخندق بينه وبينهم، إلا أن فوارس من قريش منهم عمرو بن عبد ود العامري وجماعة معه أقبلوا نحو الخندق، فلما وقفوا عليه قالوا: إن هذه لمكيدة ما كانت العرب تعرفها، ثم يمموا مكاناً ضيقاً من الخندق فاقتحموه وجازوه، وجالت بهم خيلهم في السبخة بين الخندق وسلع ودعوا للبراز، فانتدب لعمرو بن عبد ود علي بن أبي طالب رضي الله عنه فبارزه فقتله الله على يديه وكان عمرو لا يجاري في الجاهلية شجاعة، وكان شيخاً قد جاوز المائة يومئذ، وأما الباقون فينطلقون راجعين إلى قومهم من حيث جاؤوا، وكان هذا أول ما فتح الله\rبه من خذلانهم.\rوكان شعار المسلمين تلك الغزوة (حم، لا ينصرون (..\rولما طال هذا الحال على المسلمين أراد رسول الله صلى الله عليه وسلم أن يصالح عيينة بن حصن والحارث بن عوف رئيسي غطفان، على ثلث ثمار المدينة وينصرفا بقومهما، وجرت المراوضة على ذلك ولم يتم الأمر حتى استشار صلى الله عليه وسلم السعدين في ذلك فقالا: يا رسول الله إن كان الله أمرك بهذا فسمعاً وطاعة وإن كان شيئاً تصنعه لنا فلقد كنا نحن وهؤلاء القوم على الشرك بالله وعبادة الأوثان وهم لا يطمعون أن يأكلوا منها ثمرة إلا قرى أو بيعاً، فحين أكرمنا الله بالإسلام وهدانا له وأعزنا بك وبه نعطيهم أموالنا؟ والله لا نعطيهم إلا السيف.\rفقال صلى الله عليه وسلم: (إ نما هو شيء أصنعه لكم (وصوب رأيهما في ذلك رضي الله عنهما، ولم يفعل من ذلك شيئاً.\rثم إن الله سبحانه وله الحمد صنع أمراً من عنده خذل به بينهم وفل جموعهم، وذلك أن نعيم بن مسعود بن عامر الغطفاني رضي الله عنه جاء إلى رسول الله","seal":"44226979","part":1},
      {"page":169,"id":91,"nass":"صلى الله عليه وسلم وقال: يا رسول الله إني قد أسلمت فمرني بما شئت، فقال صلى الله عليه وسلم: «إنما أنت رجل واحد فخذل عنا إن استطعت، فإن الحرب خدعة» .\rفذهب من حينه ذلك إلى بني قريظة ـ وكان عشيراً لهم في الجاهلية ـ فدخل عليهم وهم لا يعلمون بإسلامه فقال يا بني قريظة! إنكم قد حاربتم محمداً، وإن قريشاً إن أصابوا فرصة انتهزوها، وإلا شمروا إلى بلادهم وتركوكم ومحمداً فانتقم منكم.\rقالوا: فما العمل يا نعيم؟ قال: لا تقاتلوا معهم حتى يعطوكم رهائن.\rقالوا لقد أشرت بالرأي.\rثم نهض إلى قريش فقال لأبي سفيان ولهم: تعلمون ودي ونصحي لكم؟ قالوا نعم.\rقال: إن يهود ندموا على ما كان منهم من نقض عهد محمد وأصحابه، وإنهم قد راسلوه أنهم يأخذون منكم رهائن يدفعونها إليه ثم يمالئونه عليكم.\rثم ذهب إلى قومه غطفان فقال لهم مثل ذلك.\rفلما كان ليلة السبت في شوال بعثوا إلى يهود: إنا لسنا بأرض مقام فانهضوا بنا غداً نناجز هذا الرجل، فأرسل إليهم اليهود: إن اليوم يوم السبت، ومع هذا فإنا لا نقاتل معكم حتى تبعثوا إلينا رهناً، فلما جاءهم الرسل بذلك قالت قريش: صدقنا والله نعيم بن مسعود، وبعثوا إلى يهود: إنا والله لا نرسل لكم أحداً فاخرجوا معنا، فقالت قريظة: صدق والله نعيم، وأبوا أن يقاتلوا معهم.\rوأرسل الله عز وجل على قريش ومن معهم الخور والريح تزلزلهم، فجعلوا لا يقر لهم قرار، ولا تثبت لهم خيمة ولا طنب، ولا قدر ولا شيء.\rفلما","seal":"5A75083B","part":1},
      {"page":170,"id":92,"nass":"رأوا ذلك ترحلوا من ليلتهم تلك.\rوأرسل صلى الله عليه وسلم حديفة بن اليمان يخبر له خبرهم، فوجدهم كما وصفنا، ورأى أبا سفيان يصلي ظهره بنار، ولو شاء حذيفة لقتله، ثم رجع إلى رسول الله صلى الله عليه وسلم ليلاً فأخبره برحيلهم.","seal":"DDA16CDD","part":1},
      {"page":171,"id":93,"nass":"فلما أصبح رسول الله صلى الله عليه وسلم غدا إلى المدينة وقد وضع الناس السلاح فجاء جبريل عليه السلام إلى رسول الله صلى الله عليه وسلم وهو يغتسل في بيت أم سلمة، فقال: أوضعتم السلاح؟ أما نحن فلم نضع أسلحتنا، انهض إلى هؤلاء، يعني بني قريظة.\r\rفصل ـ غزوة بني قريظة\rنذكرفيه غزوة بني قريظة، فنهض صلى الله عليه وسلم من وقته إليهم، وأمر المسلمين أن لا يصلي أحد صلاة العصر ـ وقد كان دخل وقتها ـ إلا في بني قريظة.\rفراح المسلمون أرسالاً، وكان منهم من صلى العصر في الطريق، وقالوا: لم يرد رسول الله ترك الصلاة، إنما أراد تعجيل السير، وكان منهم من لم يصل حتى غربت الشمس، ووصل إلى بني قريظة، ولم يعنف صلى الله عليه وسلم واحداً من الفريقين.\rقال ابن حزم: وهؤلاء هم المصيبون وأولئك مخطئون مأجورون، وعلم الله لو كنا هناك لم نصل العصر إلا في بني قريظة ولو بعد أيام.","seal":"269A2324","part":1},
      {"page":172,"id":94,"nass":"قلت أما ابن حزم فإنه معذور لأنه من كبار الظاهرية، ولا يمكنه العدول عن هذا النص، ولكن في ترجيح أحد هذين الفعلين على الآخر نظر وذلك أنه صلى الله عليه وسلم لم يعنف أحداً من الفريقين، فمن يقول بتصويب كل مجتهد، فكل منهما مصيب ولا ترجيح، ومن يقول بأن المصيب واحد ـ وهو الحق لاشك فيه ولامرية، لدلائل من الكتاب والسنة كثيرة ـ فلا بد على قوله من أن أحد الفريقين له أجران بإصابة الحق، وللفريق الآخر أجر، فنقول وبالله التوفيق: الذين صلوا العصر في وقتها حازوا قصب السبق، لأنهم امتثلوا أمره صلى الله عليه وسلم في المبادرة إلى الجهاد وفعل الصلاة في وقتها، ولا سيما صلاة العصر التي أكد الله سبحانه المحافظة عليها في كتابه بقوله تعالى: {حافظوا على الصلوات والصلاة الوسطى} وهي العصر على الصحيح المقطوع به إن شاء الله من بضعة عشر قولاً، والتي جاءت السنة بالمحافظة عليها.\rفإن قيل: كان تأخير الصلاة للجهاد حينئذ جائزاً، كما أنه صلى الله عليه وسلم أخر العصر والمغرب يوم الخندق واشتغل بالجهاد، والظهر أيضاً كما جاء في حديث رواه النسائي من طريقين، فالجواب أنه بتقدير تسليم هذا وأنه لم يتركها يومئذ نسياناً، فقد تأسف على ذلك، «حيث يقول لما قال له عمر بن الخطاب رضي الله عنه: يا رسول الله! ما كدت أصلي العصر حتى كادت الشمس تغرب، فقال والله ما صليتها» وهذا يشعر بأنه","seal":"74FD6415","part":1},
      {"page":173,"id":95,"nass":"صلى الله عليه وسلم كان ناسياً لها لما هو فيه من الشغل، كما جاء في الصحيحين «عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم يوم الأحزاب: شغلونا عن الصلاة الوسطى صلاة العصر، ملأ الله قبورهم وبيوتهم ناراً» .\rوالحاصل أن الذين صلوا العصر في الطريق جمعوا بين الأدلة، وفهموا المعنى فلهم الأجر مرتين، والآخرين\rحافظوا على أمره الخاص، فلهم الأجر رضي الله عن جميعهم وأرضاهم.\rوأعطى رسول الله صلى الله عليه وسلم الراية علي بن أبي طالب رضي الله عنه، واستخلف على المدينة ابن أم مكتوم، ونازل حصون بني قريظة وحصرهم خمساً وعشرين ليلة، وعرض عليهم سيدهم كعب بن أسد ثلاث خصال: إما أن يسلموا ويدخلوا مع محمد في دينه، وإما أن يقتلوا ذراريهم ويخرجوا جرائد فيقاتلوا حتى يقتلوا عن آخرهم أو يخلصوا فيصيبوا بعد الأولاد والنساء، وإما أن يهجموا على رسول الله صلى الله عليه وسلم وأصحابه يوم سبت حين يأمن المسلمون شرهم، فأبوا عليه واحدة منهن.\rوكان قد دخل معهم في الحصن حيي بن أخطب حين انصرفت قريش، لأنه كان أعطاهم عهداً بذلك حتى نقضوا العهد وجعلوا يسبون رسول الله صلى الله عليه وسلم ويسمعون أصحابه بذلك، فأراد رسول الله صلى الله عليه وسلم أن يخاطبهم، فقال له علي رضي الله عنه: لا تقرب منهم يا رسول الله ـ خشية أن يسمع منهم شيئاً ـ فقال: «لو قد رأوني لم يقولوا شيئاً» ، فلما رأوه لم يستطع منهم أحد أن يتكلم بشيء.\rثم بعث صلى الله عليه وسلم أبا لبابة بن عبد المنذر الأوسي، وكانوا حلفاء الأوس، فلما","seal":"1410CD34","part":1},
      {"page":174,"id":96,"nass":"رأوه قاموا في وجهه يبكون: رجالهم ونساؤهم، وقالوا: يا أبا لبابة كيف ترى لنا؟ أننزل على حكم محمد؟ قال: نعم فأشار بيده إلى حلقه، يعني أنه الذبح، ثم ندم على هذه الكلمة من وقته، فقام مسرعاً فلم يرجع إلى رسول الله صلى الله عليه وسلم حتى جاء مسجد المدينة فربط نفسه بسارية المسجد وحلف لا يحله إلا رسول الله صلى الله عليه وسلم بيده، وأنه لا يدخل أرض بني قريظة أبداً، فلما بلغ رسول الله صلى الله عليه وسلم ذلك قال: «دعوه حتى يتوب الله عليه» وكان من أمره ما كان حتى تاب الله عليه رضي الله عنه.\rثم إن بني قريظة نزلوا على حكم رسول الله صلى الله عليه وسلم.\rفأسلم ليلتئذ ثعلبة وأسيد ابنا سعية، وأسد بن عبيد، وهم نفر من بني هدل من بني عم قريظة والنضير، وخرج في تلك الليلة عمرو بن سعدى القرظي، فانطلق، فلم يعلم أين ذهب وكان قد أبى الدخول معهم في نقض العهد.\rولما نزلوا على حكمه صلى الله عليه وسلم، قالت الأوس: يا رسول الله، قد فعلت في بني قينقاع ما قد علمت وهم حلفاء إخوتنا الخزرج، وهؤلاء موالينا، فقال: «ألا ترضون أن يحكم فيهم رجل منكم؟» قالوا: بلا.\rقال: «فذاك إلى سعد بن معاذ» ، وكان سعد إذ ذاك قد أصابه جرح في أكحله، وقد ضرب له رسول الله صلى الله عليه وسلم خيمةً في المسجد، ليعوده من قريب، فبعث إليه صلى الله عليه وسلم فجيء به وقد وطؤوا له على حمار، وإخوته من الأوس حوله محيطون به، وهم يقولون: يا أبا عمرو أحسن في مواليك، فلما أكثروا عليه، قال: لقد آن لسعد أن لا تأخذه في الله","seal":"D219ED54","part":1},
      {"page":175,"id":97,"nass":"لومة لائم! ! فرجع رجال من قومه إلى بني عبد الأشهل فنعوا إليهم بني قريظة، فلما دنا من رسول الله صلى الله عليه وسلم، قال: «قوموا إلى سيدكم» فقام إليه المسلمون، فقالوا: يا سعد، قد ولاك رسول الله صلى الله عليه وسلم الحكم في بني قريظة، فقال: عليكم بذلك عهد الله وميثاقه أن الحكم فيهم كما حكمت؟ قالوا: نعم.\rقال: وعلى من هاهنا؟ وأشار إلى الناحية التي فيها رسول الله صلى الله عليه وسلم، وهو معرض عن رسول الله صلى الله عليه وسلم إجلالاً له، فقال رسول الله صلى الله عليه وسلم: «نعم» .\rفقال سعد: إني أحكم فيهم أن يقتل مقاتلتهم، وتسبى ذراريهم، فقال رسول الله صلى الله عليه وسلم: «لقد حكمت فيهم بحكم الله من فوق سبعة أرقعة» .\rفأمر رسول الله صلى الله عليه وسلم أن يقتل من أنبت منهم، ومن لم يكن أنبت ترك، فضرب أعناقهم في خنادق حفرت في سوق المدينة اليوم، وكانوا ما بين الستمائة إلى السبعمائة، وقيل: ما بين السبعمائة إلى الثمانمائة، ولم يقتل من النساء أحداً سوى امرأة واحدة وهي بنانة امرأة الحكم القرظي، لأنها كانت طرحت على راس خلاد بن سويد رحى فقتلته لعنها الله.\rوقسم أموال بني قريظة على المسلمين للراجل سهم وللفارس ثلاثة أسهم،","seal":"138C89A3","part":1},
      {"page":176,"id":98,"nass":"وكان في المسلمين يومئذ ستة وثلاثون فارساً.\rولما فرغ منهم استجاب الله دعوة العبد الصالح سعد بن معاذ، وذلك أنه لما أصابه الجرح قال: اللهم إن كنت أبقيت من حرب قريش شيئاً فأبقني لها، وإن كنت رفعت الحرب بيننا وبينهم فافجرها، ولا تمتني حتى تشفيني من بني قريظة.\rوكان صلى الله عليه وسلم قد حسم جرحه فانفجر عليه فمات منه رضي الله عنه، وشيعه رسول الله صلى الله عليه وسلم والمسلمون، وهو الذي اهتز له عرش الرحمن فرحاً بقدوم روحه رضي الله عنه وأرضاه.\rوقد استشهد يوم الخندق ويوم قريظة نحو العشرة رضي الله عنهم آمين.\r\rفصل ـ بعث عبد الله بن عتيك إلى قتل أبي رافع سلام بن أبي الحقيق\rولما قتل الله ـ وله الحمد ـ كعب بن الأشرف على يد رجال من الأوس كما قدمنا ذكره بعد وقعة بدر، وكان أبو رافع سلام بن أبي الحقيق ممن ألب الأحزاب على رسول الله صلى الله عليه وسلم ولم يقتل مع بني قريظة كما قتل صاحبه حيي بن أخطب، رغبت الخزرج في قتله طلباً لمساواة الأوس في الأجر.\rوكان الله سبحانه قد جعل هذين الحيين يتصاولان بين يدي رسول الله صلى الله عليه وسلم في الخيرات، فاستأذنوا رسول الله في قتله فأذن لهم، فانتدب له رجال كلهم من بني سلمة وهم: عبد الله بن عتيك وهو أمير القوم بأمره صلى الله عليه وسلم، وعبد الله بن أنيس، وأبو قتادة الحارث بن ربعي، ومسعود بن سنان، وخزاعي بن أسود، حليف لهم.\rفنهضوا حتى أتوه في خيبر في دار له جامعة، فنزلوا عليه ليلاً فقتلوه ورجعوا إلى رسول","seal":"087ED7E8","part":1},
      {"page":177,"id":99,"nass":"الله صلى الله عليه وسلم، كلهم ادعى قتله، «فقال: (أروني أسيافكم (فلما أروه قال لسيف عبد الله بن أنيس: (هذا قتله أرى فيه أثر الطعام (.\r» وكان عبد الله بن أنيس قد اتكأ عليه بالسيف حتى سمع صوت عظم ظهره، وعدو الله يقول: قطني قطني، يقول: حسبي.\r\rفصل ـ غزوة بني لحيان\rثم خرج صلى الله عليه وسلم بعد قريظة بستة أشهر، وذلك في جمادى الأولى من السنة السادسة على الصحيح قاصداً بني لحيان ليأخذ ثأر أصحاب الرجيع المتقدم ذكرهم، فسار حتى نزل بلادهم في واد يقال له غران، وهو بين أمج وعسفان، فوجدهم قد تحصنوا في رؤوس الجبال، فتركهم وركب في مائتي فارس حتى نزل عسفان وبعث فارسين حتى نزلا كراع الغميم، ثم كرا راجعين، ثم قفل صلى الله عليه وسلم إلى المدينة.","seal":"BB206797","part":1},
      {"page":178,"id":100,"nass":"فصل ـ غزوة ذي قرد\rثم أغار بعد قدومه المدينة بليال عيينه بن حصن في بني عبد الله بن غطفان، على لقاح النبي صلى الله عليه وسلم التي بالغابة فاستاقها وقتل راعيها، وهو رجل من غفار، وأخذوا امرأته.\rفكان أول من نذر بهم سلمة بن عمرو بن الأكوع الأسلمي رضي الله عنه، ثم انبعث في طلبهم ماشياً وكان لا يسبق، فجعل يرميهم بالنبل ويقول: خذها أنا ابن الأكوع واليوم يوم الرضع يعني اللئام، واسترجع عامة ما كان في أيديهم.\rولما وقع الصريخ في المدينة خرج رسول الله صلى الله عليه وسلم في جماعة من الفرسان، فلحقوا سلمة بن الأكوع، واسترجعوا اللقاح، وبلغ النبي صلى الله عليه وسلم ماءً يقال له ذو قرد، فنحر لقحة مما استرجع، وأقام هناك يوماً وليلة، ثم رجع إلى المدينة.","seal":"69B66F55","part":1},
      {"page":179,"id":101,"nass":"وقتل في هذه الغزوة الأخرم، وهو محرز بن نضلة رضي الله عنه، قتله عبد الرحمن بن عيينة، وتحول على فرسه، فحمل على عبد الرحمن أبو قتادة فقتله، واسترجع الفرس، وكانت لمحمود بن مسلمة وأقبلت المرأة المأسورة على ناقة لرسول الله صلى الله عليه وسلم، وقد نذرت: إن الله أنجاها عليها لتنحرنها، «فقال رسول الله صلى الله عليه وسلم: بئس ما جزتها، لا نذر لابن آدم فيما لا يملك، ولفي معصية» وأخذ ناقته.\rوقد روى مسلم في صحيحه عن سلمة بن الأكوع في هذه القصة، قال: فرجعنا إلى المدينة، فلم نلبث إلا ثلاث ليال، حتى خرجنا إلى خيبر، ولعل هذا هو الصحيح، والله تعالى أعلم.\r\rفصل ـ غزوة بني المصطلق\rوغزا صلى الله عليه وسلم بني المصطلق من خزاعة في شعبان من السنة السادسة، وقيل: كانت في شعبان سنة خمس، والأول أصح وهو قول ابن إسحاق وغيره.\rواستعمل على المدينة أبا ذر، وقيل: نميلة بن عبد الله الليثي، فأغار عليهم وهم غارون على ماء لهم يسمى","seal":"79FFE3FB","part":1},
      {"page":180,"id":102,"nass":"المريسيع، وهو من ناحية قديد إلى الساحل، فقتل من قتل منهم، وسبى النساء والذرية، وكان شعار المسلمين يومئذ: أمت أمت.\rوكان من السبي جويرية بنت الحارث بن أبي ضرار ملك بني المصطلق، وقعت في سهم ثابت بن قيس بن شماس، فكاتبها، فأدى عنها رسول الله صلى الله عليه وسلم وتزوجها، فصارت أم المؤمنين، فأعتق المسلمون بسبب ذلك مائة بيت من بني المصطلق قد أسلموا.\rوفي مرجعه صلى الله عليه وسلم قال: الخبيث عبد الله بن أبي بن سلول: لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل، يعرض برسول الله صلى الله عليه وسلم، فبلغها زيد بن أرقم رسول الله صلى الله عليه وسلم، وجاء عبد الله بن أبي معتذراً ويحلف ما قال فسكت عنه رسول الله صلى الله عليه وسلم حتى أنزل الله عز وجل تصديق زيد بن أرقم في سورة المنافقين.\rوكان في هذه الغزوة من الحوادث قصة الإفك الذي افتراه عبد الله بن أبي هذا الخبيث وأصحابه، وذلك أن أم المؤمنين عائشة بنت الصديق رضي الله عنها كانت قد خرجت مع رسول الله صلى الله عليه وسلم في هذه السفرة، وكانت تحمل في هودج، فنزلوا بعض المنازل ثم أرادوا أن يرتحلوا أول النهار فذهبت إلى المتبرز، ثم رجعت","seal":"253E8FCD","part":1},
      {"page":181,"id":103,"nass":"فإذا هي فاقدة عقداً لأختها أسماء كانت أعارتها إياه، فرجعت تلتمسه في الموضع الذي كانت فيه، فجاء النفر الذين كانوا يرحلون بها فحملوا الهودج، حملة رجل واحد، وليس فيه أحد، فرحلوه على البعير ولم يستنكروا خفته لتساعدهم عليه، ولأن عائشة رضي الله عنها كانت في ذلك الوقت لم تحمل اللحم، بل كانت طفلة في سن أربع عشرة سنة.\rفلما رجعت وقد أصابت العقد لم تر بالمنزل أحداً، فجلست في المنزل وقالت: إنهم سيفقدونها فيرجعون إليها، والله غالب على أمره وله الحكم فيما يشاء.\rوأخذتها سنة من النوم فلم تستيقظ إلا بترجيع صفوان بن المعطل السلمي ثم الذكواني، وكان قد عرس في أخريات القوم، لأنه كان شديد النوم كما جاء ذلك عنه في رواية أبي داود، فلما رأى أم المؤمنين قال: إنا لله وإنا إليه راجعون، زوجة رسول الله صلى الله عليه وسلم؟! ثم أناخ بعيره فقربه إليها، فركبته، ولم يكلمها كلمة واحدة، ولم تسمع منه إلا ترجيعه، ثم سار بها يقودها حتى قدم بها وقد نزل الجيش في نحر الظهيرة.\rفلما رأى ذلك الناس تكلم المنافقون بما الله مجازيهم به، وجعل عبد الله بن أبي الخبيث مع ما تقدم له من الخزي في هذه الغزوة يتكلم في ذلك ويستحكيه، ويظهره ويشيعه ويبديه.\rوكان الأمر في ذلك كما هو مطول في الصحيحين من","seal":"E8EF361F","part":1},
      {"page":182,"id":104,"nass":"حديث الزهري، عن سعيد بن المسيب، وعروة بن الزبير، وعلقمة بن وقاص الليثي، وعبيد الله بن عبد الله بن عتبة، كلهم عن عائشة رضي الله عنها الصديقة بنت الصديق المبرأة من فوق سبع سماوات مما اتهمها به أهل الإفك في هذه الغزوة في قوله تعالى: {إن الذين جاؤوا بالإفك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم} الآيات.\rفلما أنزل الله تعالى ذلك وكان بعد قدومهم من هذه الغزوة بأكثر من شهر.\rجلد الذين تكلموا في الإفك، وكان ممن جلد مسطح بن أثاثة، وحمنة بنت جحش.\rوقد كان رسول الله صلى الله عليه وسلم قبل ذلك صعد على المنبر فخطب المسلمين واستعذر من عبد الله بن أبي وأصحابه، «فقال: من يعذرني من رجل بلغني أذاه في أهلي؟ والله ما علمت على أهلي إلا خيراً، وذكروا رجلاً ما علمت عليه إلا خيراً، وما يدخل على أهلي إلا معي» فقام سعد بن معاذ أخو بني عبد الأشهل فقال: يا رسول الله، أنا أعذرك منه، فإن كان من الأوس ضربنا عنقه وإن كان من إخواننا من الخزرج أمرتنا ففعلنا أمرك، فقام سعد بن عبادة فقال كذبت لعمر الله لا تقتله ولا تستطيع قتله، ولو كان من رهطك لما أحببت أن يقتل.\rفقال أسيد بن الحضير: والله لنقتلنه، فإنك منافق تجادل عن المنافقين فتثاور الحيان حتى كادوا يقتتلون، فلم يزل رسول الله صلى الله عليه وسلم يخفضهم ويسكنهم حتى سكنوا.. الحديث.\rهكذا وقع في الصحيحين أن المقاول لسعد بن عبادة هو سعد بن معاذ، وهذا من المشكلات التي أشكلت على كثير من أهل العلم بالمغازي، فإن سعد بن","seal":"DA92D851","part":1},
      {"page":183,"id":105,"nass":"معاذ لا يختلف أحد منهم أنه مات إثر قريظة، وقد كانت عقب الخندق، وهي سنة خمس على الصحيح.\rثم حديث الإفك لا يشك أنه في غزوة بني المصطلق هذه، وهي غزوة المريسيع.\rوقال الزهري: في غزوة المريسيع.\rوقد اختلف الناس في الجواب عن هذا، فقال موسى بن عقبة فيما حكاه البخاري عنه: إن غزوة المريسيع كانت في سنة أربع، وهذا خلاف الجمهور، ثم في الحديث ما ينفي ما قال، لأنها قالت: وذلك بعد ما أنزل الحجاب، ولا خلاف أنه نزل صبيحة دخوله صلى الله عليه وسلم بزينب بنت جحش، وقد سأل صلى الله عليه وسلم زينب عن شأن عائشة في ذلك، فقالت: أحمي سمعي وبصري.\rقالت عائشة: وهي التي كانت تساميني من أزواج النبي صلى الله عليه وسلم.\rوقد ذكر أهل التواريخ أن تزويجه بها كان في ذي القعدة في سنة خمس فبطل ما كان ولم ينجل الإشكال.\rوأما الإمام محمد بن إسحاق بن يسار فقال: إن غزوة بني المصطلق كانت في سنة ست، وذكر فيها حديث الإفك، إلا أنه قال: عن الزهري عن عبيد الله بن عبد الله بن عتبة عن عائشة، فذكر الحديث.\rقال: فقام أسيد بن الحضير فقال: أنا أعذرك منه ولم يذكر سعد بن معاذ.\rقال أبو محمد بن حزم: وهذا الصحيح الذي لاشك فيه، وذلك عندنا وهم.. وبسط الكلام في ذلك مع اعترافه بأن ذكر سعد جاء من طرق صحاح.\rقلت: وهو كما قال إن شاء الله.\rوقد وقع من هذا النمط في الحديث","seal":"46086C4A","part":1},
      {"page":184,"id":106,"nass":"مما لا يغير حكماً أحاديث ذوات عدد، وقد نبه الناس على أكثرها، وقد حاول بعضهم أجوبة لها فتعسف، والله سبحانه وتعالى أعلم.\r\rفصل ـ غزوة الحديبية\rولما كان ذو القعدة من السنة السادسة خرج رسول الله صلى الله عليه وسلم معتمراً في ألف ونيف قيل: وخمسمائة، وقيل: وأربعمائة، وقيل: وثلاثمائة، وقيل: غير ذلك.\rفأما من زعم أنه إنما خرج في سبعمائة فقط غلط.\rفلما علم المشركون بذلك جمعوا أحابيشهم وخرجوا من مكة صادين له عن الاعتمار هذا العام، وقدموا على خيل لهم خالد بن الوليد إلى كراع الغميم.\rوخالفه صلى الله عليه وسلم في الطريق فانتهى صلى الله عليه وسلم إلى الحديبية، وتراسل هو والمشركون حتى جاء سهيل بن عمرو فصالحه على:\rأن يرجع عنهم عامهم هذا وأن يعتمر من العام المقبل، فأجابه صلى الله عليه وسلم إلى ما سأل، لما جعل الله عز وجل في ذلك من المصلحة والبركة، وكره ذلك جماعة من الصحابة رضي الله عنهم، منهم: عمر بن الخطاب رضي الله عنه، وراجع","seal":"F4EC7B4F","part":1},
      {"page":185,"id":107,"nass":"أبا بكر الصديق في ذلك، ثم راجع النبي صلى الله عليه وسلم، فكان جوابه صلى الله عليه وسلم، كما أجابه الصديق رضي الله عنه، وهو أنه عبد الله ورسوله وليس يضيعه، وهو ناصره.\rوقد استقصى البخاري هذا الحديث في صحيحه.\rفقاضاه سهيل بن عمرو على:\rأن يرجع عنهم عامه هذا، وأن يعتمر من العام المقبل على أن لا يدخل مكة ألا في جلبان السلاح، وأن لا يقيم عندهم أكثر من ثلاثة أيام.\rوعلى أن يأمن الناس بينهم وبينه عشر سنين.\rفكانت هذه الهدنة من أكبر الفتوحات للمسلمين كما قال عبد الله مسعود رضي الله عنه.\rوعلى أنه من شاء دخل في عقد رسول الله صلى الله عليه وسلم، ومن شاء دخل في عقد قريش.\rوعلى أنه لا يأتيه أحد منهم وإن كان مسلماً إلا رده إليهم، وإن ذهب أحد من المسلمين إليهم لا يردونه إليه.","seal":"205AED35","part":1},
      {"page":186,"id":108,"nass":"فأقر الله سبحانه ذلك كله إلا ما استثنى من المهاجرات المؤمنات من النساء: فإنه نهاهم عن ردهن إلى الكفار، وحرمهن على الكفار يومئذ، وهذا أمر عزيز ما يقع في الأصول، وهو تخصيص السنة بالقرآن، ومنهم من عده نسخاً، كمذهب أبي حنيفة وبعض الأصوليين، وليس هو الذي عليه أكثر المتأخرين، والنزاع في ذلك قريب، إذ يرجع حاصله إلى مناقشة في اللفظ.\rوقد كان صلى الله عليه وسلم قبل وقوع هذا الصلح بعث عثمان بن عفان رضي الله عنه إلى أهل مكة يعلمهم أنه لم يجيء لقتال أحد وإنما جاء معتمراً، فكان من سيادة عثمان رضي الله عنه أنه عرض عليه المشركون الطواف بالبيت، فأبى عليهم وقال: لا أطوف بها قبل رسول الله صلى الله عليه وسلم.\rولم يرجع عثمان رضي الله عنه، حتى بلغه صلى الله عليه وسلم أنه قد قتل عثمان، فحمي لذلك رسول الله صلى الله عليه وسلم ثم دعا أصحابه إلى البيعة على القتال، فبايعوه تحت شجرة هناك، وكانت سمرة، وكان عدة من بايعه هناك جملة من قدمنا أنه خرج معه إلى الحديبية إلا الجد بن قيس فإنه كان قد استتر ببعير له نفاقاً منه وخذلانا، وإلا أبا سريحة حذيفة بن أسيد، فإنه شهد الحديبية، وقيل: إنه لم يبايع، وقيل: بل بايع.","seal":"E93C3408","part":1},
      {"page":187,"id":109,"nass":"إن أول من بايع يومئذ أبو سنان: وهب بن محصن، أخو عكاشة بن محصن، وقيل: ابنه سنان بن أبي سنان، وبايع سلمة بن الأكوع رضي الله عنه يومئذ ثلاث مرات بأمر رسول الله صلى الله عليه وسلم له بذلك، كما رواه مسلم عنه، ووضع صلى الله عليه وسلم إحدى يديه عن نفسه الكريمة ثم قال: وهذه عن عثمان رضي الله عنه فكان ذلك أجل من شهوده تلك البيعة.\rوأنزل الله عز وجل في ذلك: {لقد رضي الله عن المؤمنين إذ يبايعونك} «وقال صلى الله عليه وسلم: لا يدخل أحد ممن بايع تحت الشجرة النار»\rفهذه هي بيعة الرضوان.\r«ولما فرغ النبي صلى الله عليه وسلم من مقاضاة المشركين كما قدمنا شرع في التحلل من عمرته وأمر الناس بذلك، فشق عليهم وتوقفوا رجاء نسخه، فغضب النبي صلى الله عليه وسلم من ذلك، فدخل على أم سلمة فقال لها ذلك، فقالت: اخرج أنت يا رسول الله فاذبح هديك واحلق رأسك، والناس يتبعونك يا رسول الله، فخرج ففعل ذلك، فبادر الناس إلى موافقته، فحلقوا كلهم إلا عثمان بن عفان وأبا قتادة الحارث بن ربعي، فإنهما قصراً،» ذكره السهيلي في الروض الأنف.","seal":"857FBCFA","part":1},
      {"page":188,"id":110,"nass":"وكاد بعضهم يقتل بعضاً غماً، لأنهم يرون المشركين قد ألزموهم بشروط كما أحبوا، وأجابهم صلى الله عليه وسلم إليها وهذا من فرط شجاعتهم رضي الله عنهم وحرصهم على نصر الإسلام، ولكن الله عز وجل أعلم بحقائق الأمور ومصالحها منهم، ولهذا لما انصرف صلى الله عليه وسلم راجعاً إلى المدينة أنزل الله عز وجل عليه سورة الفتح بكمالها في ذلك، وقال عبد الله بن مسعود: إنكم تعدون الفتح فتح مكة وإنما كنا نعده فتح الحديبية، وصدق رضي الله عنه، فإن الله سبحانه وتعالى جعل هذه هي السبب في فتح مكة كما سنذكره بعد أن شاء الله تعالى.\rوعوض من هذه خيبر سلفاً وتعجيلاً.\rبر\r\rفصل ـ غزوة خيبر\rولما رجع صلى الله عليه وسلم إلى المدينة أقام بها إلى المحرم من السنة السابعة، فخرج في آخره إلى خيبر، ونقل عن مالك بن أنس رحمه الله: أن فتح خيبر كان في سنة ست، والجمهور على أنها في سنة سبع، وأما ابن حزم فعنه أنها في سنة ست بلا شك، وذلك بناء على اصطلاحه، وهو أنه يرى أن أول السنين الهجرية شهر ربيع الأول الذي قدم فيه رسول الله صلى الله عليه وسلم إلى المدينة مهاجراً، ولكن لم يتابع عليه، إذا الجمهور على أن أول التاريخ من محرم تلك السنة، وكان أول من أرخ بذلك يعلى بن أمية باليمن، كما رواه الإمام أحمد بن حنبل عنه بإسناد صحيح","seal":"6B3D73C4","part":1},
      {"page":189,"id":111,"nass":"إليه، [وقيل: عمر بن الخطاب رضي الله عنه وذلك في سنة ست عشرة كما بسط ذلك في موضع آخر] .\rفسار صلى الله عليه وسلم إليها، واستخلف على المدينة نميلة بن عبد الله الليثي فلما انتهى إليها حاصرها حصناً حصناً يفتحه الله عز وجل عليه ويغنمه، حتى استكملها صلى الله عليه وسلم وخمسها، وقسم نصفها بين المسلمين، وكان جملتهم من حضر الحديبية فقط، وأرصد النصف الآخر لمصالحه ولما ينوبه من أمر المسلمين.\rواستعمل اليهود الذين كانوا فيها بعد ما سألوا ذلك عوضاً عما كان صالحهم عليه من الجلاء على أن يعملوها ولرسول الله صلى الله عليه وسلم النصف مما يخرج منها من ثمر أو زرع، وقد اصطفى صلى الله عليه وسلم من غنائمها صفية بنت حيي بن أخطب لنفسه، فأسلمت، فأعتقها، وتزوجها، وبنى بها في طريق المدينة بعدما حلت.\r«و","seal":"0E9385B9","part":1},
      {"page":190,"id":112,"nass":"قد أهدت إليه امرأة من يهود خيبر ـ وهي زينب بنت الحارث امرأة سلام بن مشكم ـ شاة مصلية مسمومة، فلما انتهش من ذراعها أخبره الذراع أنه مسموم، فترك الأكل، ودعا باليهودية فاستخبرها: [أسممت هذه الشاة] فقالت: نعم، فقال: [ما أردت إلى ذلك] ؟ فقالت: أردت إن كنت نبياً لم يضرك، وإن كنت غيره استرحنا منك، فعفا عنها صلى الله عليه وسلم.\rوقيل: إن بشر بن البراء بن معرور كان ممن أكل منها، فمات، فقتلها به.\rوقد روى ذلك أبو داود مرسلاً عن أبي سلمة بن عبد الرحمن بن عوف» .\rوقدم على النبي صلى الله عليه وسلم في غزوة خيبر بعد فراغهم من القتال جعفر بن أبي طالب وأصحابه ممن بقي مهاجراً بأرض الحبشة، وصحبتهم أبو موسى الأشعري في جماعة من الأشعريين يزيدون على السبعين.\rوقدم عليه أبو هريرة وآخرون رضي الله عنهم أجمعين، فأعطاهم صلى الله عليه وسلم من المغانم كما أراه الله عز وجل، «وقد قال صلى الله عليه وسلم لجعفر: [لا أدري بأيهما أنا أسر، أبفتح خيبر أم بقدوم جعفر] ؟» ولما قدم عليه قام وقبل ما بين عينيه.\rوقد استشهد بخبير من المسلمين نحو عشرين رجلا رضي الله عنهم جميعهم.","seal":"3C87906E","part":1},
      {"page":191,"id":113,"nass":"فصل ــ فتح فدك\rولما بلغ أهل فدك ما فعل رسول الله صلى الله عليه وسلم بأهل خيبر، بعثوا إليه يطلبون الصلح فأجابهم، فكانت مما لم يوجف المسلمون عليه بخيل ولا ركاب، فوضعها صلى الله عليه وسلم حيث أراه الله عز وجل، ولم يقسمها.\r\rفصل ـ فتح وادي القرى\rورجع إلى المدينة على وادي القرى فافتحه، وقيل: إنه قاتل فيه.\rفالله أعلم.\rوفي الصحيحين أن غلاماً لرسول الله صلى الله عليه وسلم يدعى مدعماً، بينما هو يحط رحل رسول الله صلى الله عليه وسلم إذ جاءه سهم غرب فقتله، فقال الناس: هنيئاً له الشهادة يا رسول الله، «فقال: كلا والذي نفسي بيده، إن الشملة التي أخذها من الغنائم لم تصبها المقاسم لتشتعل عليه ناراً» .","seal":"338AD0A6","part":1},
      {"page":192,"id":114,"nass":"فصل ـ عمرة القضاء\rولما رجع صلى الله عليه وسلم إلى المدينة أقام بها إلى شهر ذي القعدة فخرج فيه معتمراً عمرة القضاء التي قاضى قريشاً عليها.\rومنهم من يجعلها قضاء عن عمرة الحديبية حيث صد.\rومنهم من يقول عمرة القصاص.\rوالكل صحيح.\rفسار حتى بلغ مكة فاعتمر وطاف بالبيت، وتحلل من عمرته، وتزوج بعد إحلاله بميمونة بنت الحارث أم المؤمنين.\rوتمت الثلاثة أيام، فبعث إليه المشركون علياً رضي الله عنه يقولون له: اخرج من بلدنا.\r«فقال: (وما عليهم لو بنيت بميمونة عندهم؟ (فأبو عليه ذلك» .\rوقد كانوا خرجوا من مكة حين قدمها صلى الله عليه وسلم عداوة وبغضاً له.\rفخرج عليه الصلاة والسلام فبنى بميمونة بسرف ورجع إلى المدينة مؤيداً منصوراً.","seal":"3BB016AC","part":1},
      {"page":193,"id":115,"nass":"فصل ـ بعث مؤتة\rولما كان في جمادى الآخرة من سنة ثمان بعث صلى الله عليه وسلم الأمراء إلى مؤتة، وهي قرية من أرض الشام، ليأخذوا بثأر من قتل هناك من المسلمين.\rفأمر على الناس زيد بن حارثة مولاه صلى الله عليه وسلم «وقال: إن أصيب زيد فجعفر بن أبي طالب، فإن أصيب جعفر فعبد الله بن رواحة» .\rفخرجوا في نحو من ثلاثة آلاف، وخرج صلى الله عليه وسلم معهم يودعهم إلى بعض الطريق، فساروا حتى إذا كانوا بمعان بلغهم أن هرقل ملك الروم قد خرج إليهم في مائة ألف ومعه مالك بن زافلة في مائة ألف أخرى من نصارى العرب من لخم وجذام وقبائل قضاعة من بهراء وبلي، وبلقين فاشتور المسلمون هناك وقالوا: نكتب إلى رسول الله صلى الله عليه وسلم يأمرنا بأمره أو يمدنا.\rفقال عبد الله بن رواحة رضي الله عنه: يا قوم! والله إن الذي خرجتم تطلبون: أمامكم ـ يعني الشهادة ـ وإنكم ما تقاتلون الناس بعدد ولا قوة، وما نقاتلهم إلا بهذا الدين الذي أكرمنا","seal":"33DAE298","part":1},
      {"page":194,"id":116,"nass":"الله به، فانطلقوا، فهي إحدى الحسنيين: إما ظهور، وإما شهادة.\rفوافقه القوم، فنهضوا.\rفلما كانوا بتخوم البلقاء لقوا جموع الروم فنزل المسلمون إلى جنب قرية مؤتة، والروم على قرية يقال لها مشارف، ثم التقوا فقاتلوا قتالا عظيماً.\rوقتل أمير المسلمين زيد بن حارثة رضي الله عنه والراية في يده، فتناولها جعفر، ونزل عن فرس له شقراء فعقرها، وقاتل حتى قطعت يده اليمنى، فأخذ الراية بيده الأخرى فقطعت أيضاً، فاحتضن الراية ثم قتل رضي الله عنه عن ثلاث وثلاثين سنة على الصحيح.\rفأخذ الراية عبد الله بن رواحة الأنصاري رضي الله عنه، وتلوم بعض التلوم ثم صمم وقاتل حتى قتل، فيقال: إن ثابت بن أقرم أخذ الراية وأراد المسلمون أن يؤمروه عليهم فأبى، فأخذ الراية خالد بن الوليد رضي الله عنه فانحاز بالمسلمين، وتلطف حتى خلص المسلمون من العدو، ففتح الله على يديه كما أخبر بذلك كله رسول الله صلى الله عليه وسلم أصحابه الذين بالمدينة يومئذ وهو قائم على المنبر، فنعى إليهم الأمراء، واحداً واحداً وعيناه تذرفان صلى الله عليه وسلم، والحديث في الصحيح.\rوجاء الليل فكف الكفار عن القتال.\rومع كثرة هذا العدو وقلة عدد المسلمين بالنسبة إليهم لم يقتل من المسلمين خلق كثير على ما ذكره أهل السير، فإنهم لم يذكروا فيما سموا إلا نحو العشرة.","seal":"7DF9556E","part":1},
      {"page":195,"id":117,"nass":"وكر المسلمون راجعين، ووقى الله شر الكفرة وله الحمد والمنة، إلا أن هذه الغزوة كانت إرهاصاً لما بعدها من غزو الروم، وإرهاباً لأعداء الله ورسوله.\r\rفصل ـ غزوة فتح مكة\rنذكر فيه ملخص غزوة فتح مكة التي أكرم الله عز وجل بها رسوله، وأقر عينه بها، وجعلها علما ظاهراً على إعلاء كلمته وإكمال دينه والاعتناء بنصرته.\rوذلك لما دخلت خزاعة ـ كما قدمنا ـ عام الحديبية في عقد رسول الله صلى الله عليه وسلم، ودخلت بنو بكر في عقد قريش وضربت المدة إلى عشر سنين، أمن الناس بعضهم بعضاً، ومضى من المدة سنة ومن الثانية نحو تسعة أشهر، فلم تكمل حتى غدا نوفل بن معاوية الديلي فيمن أطاعه من بني بكر بن عبد مناة فبيتوا","seal":"4B53DB80","part":1},
      {"page":196,"id":118,"nass":"خزاعة على ماء لهم يقال له الوتير، فاقتتلوا هناك بذحول كانت لبني بكر على خزاعة من أيام الجاهلية، وأعانت قريش بني بكر على خزاعة بالسلاح، وساعدهم بعضهم بنفسه خفية، وفرت خزاعة إلى الحرم فاتبعهم بنو بكر إليه، فذكر قوم نوفل نوفلاً بالحرم، وقالوا: اتق إلهك.\rفقال لا إله له اليوم، والله يا بني بكر إنكم لتسرقون في الحرم أفلا تدركون فيه ثأركم؟ قلت: قد أسلم نوفل هذا بعد ذلك، وعفا الله عنه، وحديثه مخرج في الصحيحين رضي الله عنه.\rوقتلوا من خزاعة رجلاً يقال له منبه، وتحصنت خزاعة في دور مكة، فدخلوا دار بديل بن ورقاء، ودار مولى لهم يقال له: رافع، فانتفض عهد قريش بذلك.\rفخر ج عمرو بن سالم الخزاعي وبديل بن ورقاء الخزاعي [وقوم من خزاعة] حتى أتوا رسول الله صلى الله عليه وسلم فأعلموه بما كان من قريش واستنصروه عليهم، فأجابهم صلى الله عليه وسلم وبشرهم بالنصر، وأنذرهم أن أبا سفيان سيقدم عليهم مؤكداً العقد وأنه سيرده بغير حاجة.\rفكان ذلك، وذلك أن قريشاً ندموا على ما كان منهم، فبعثوا أبا سفيان ليشد العقد الذي بينهم وبين محمد صلى الله عليه وسلم ويزيد في الأجل، فخرج، فلما كان بعسفان لقي بديل بن ورقاء وهو راجع من المدينة، فكتمه بديل ما كان من رسول الله صلى الله عليه وسلم، وذهب أبو سفيان حتى قدم المدينة","seal":"60EFDA36","part":1},
      {"page":197,"id":119,"nass":"فدخل على ابنته أم حبيبة زوج رسول الله صلى الله عليه وسلم ورضي الله عنها، فذهب ليقعد على فراش رسول الله صلى الله عليه وسلم فمنعته، وقالت: إنك رجل مشرك نجس.\rفقال: والله يا بنية لقد أصابك بعدي شر.\rثم جاء رسول الله صلى الله عليه وسلم فعرض عليه ما جاء له، فلم يجبه صلى الله عليه وسلم بكلمة واحدة.\rثم ذهب إلى أبي بكر رضي الله عنه فطلب منه أن يكلم رسول الله صلى الله عليه وسلم فأبى عليه، ثم جاء إلى عمر رضي الله عنه فأغلظ له، وقال: أنا أفعل ذلك؟ ! والله لو لم أجد إلا الذر لقاتلتكم به.\rوجاء علياً رضي الله عنه فلم يفعل، وطلب من فاطمة بنت رسول الله صلى الله عليه وسلم ورضي الله عنها أن تأمر ولدها الحسن أن يجير بين الناس، فقالت: ما بلغ بني ذلك، وما يجيل أحد على رسول الله صلى الله عليه وسلم.\rفأشار عليه علي رضي الله عنه أن يقوم هو فيجير بين الناس، ففعل.\rورجع إلى مكة فأعلمهم بما كان منه ومنهم، فقالوا: والله ما زاد ـ يعنون علياً ـ أن لعب بك 0\rثم شرع رسول الله صلى الله عليه وسلم في الجهاز إلى مكة، وسأل الله عز وجل أن يعمي على قريش الأخبار، فاستجاب له ربه تبارك وتعالى، ولذلك لما كتب حاطب بن أبي بلتعة كتاباً إلى أهل مكة يعلمهم فيه بما هم به رسول الله صلى الله عليه وسلم من القدوم على قتالهم وبعث به مع امرأة، وقد تأول في ذلك مصلحةً تعود عليه","seal":"7121F6A9","part":1},
      {"page":198,"id":120,"nass":"رحمه الله، وقبل ذلك منه رسول الله صلى الله عليه وسلم وصدقه، لأنه كان من أهل بدر: وبعث رسول الله صلى الله عليه وسلم علياً والزبير والمقداد رضي الله عنهم، فردوا تلك المرأة من روضة خاخ، وأخذوا منها الكتاب وكان هذا من إعلام الله عز وجل نبيه صلى الله عليه وسلم بذلك ومن أعلام نبوته صلى الله عليه وسلم.\rوخرج صلى الله عليه وسلم لعشر خلون من رمضان في عشرة آلاف مقاتل من المهاجرين والأنصار وقبائل العرب، وقد ألفت مزينة وكذا بنو سليم على المشهور رضي الله عنهم جميعهم.\rواستخلف صلى الله عليه وسلم على المدينة أبا رهم كلثوم بن حصين.\rولقيه عمه العباس بذي الحليفة، وقيل: بالجحفة فأسلم.\rورجع معه صلى الله عليه وسلم، وبعث ثقله إلى المدينة.\rولما انتهى صلى الله عليه وسلم إلى نيق العقاب جاءه ابن عمه أبو سفيان بن الحارث بن عبد المطلب، وعبد الله بن أبي أمية أخو أم سلمة مسلمين، فطردهما، فشفعت","seal":"2412D793","part":1},
      {"page":199,"id":121,"nass":"فيهما أم سلمة، وأبلغته عنهما ما رقته عليهما، فقبلهما، فأسلما أتم إسلام رضي الله عنهما، بعد ما كانا أشد الناس عليه صلى الله عليه وسلم.\rوصام صلى الله عليه وسلم حتى بلغ ماء يقال له: الكديد، بين عسفان وأمج من طريق مكة، فأفطر بعد العصر على راحته ليراه الناس، وأرخص للناس في الفطر، ثم عزم عليهم في ذلك، فانتهى صلى الله عليه وسلم حتى نزل بمر الظهران فبات به.\rوأما قريش فعمى الله عليها الخبر، إلا أنهم قد خافوا وتوهموا من ذلك، فلما كانت تلك الليلة خرج ابن حرب، وبديل بن ورقاء، وحكيم بن حزام يتجسسون الخبر، فلما رأوا النيران أنكروها، فقال بديل: هي نار خزاعة، فقال أبو سفيان: خزاعة أقل من ذلك.\rوركب العباس بغلة رسول الله صلى الله عليه وسلم ليلتئذ، وخرج من الجيش لعله يلقى أحداً، فلما سمع أصواتهم عرفهم، فقال: أبا حنظلة! فعرفه أبو سفيان، فقال: أبو الفضل؟ قال نعم.\rقال ما وراءك؟ قال ويحك.. هذا رسول الله صلى الله عليه وسلم في الناس، واصباح قريش! ..\rقال: فما الحيلة؟ قال والله لئن ظفر بك ليقتلنك، ولكن اركب ورائي وأسلم.\rفركب وراءه وانطلق به، فمر في الجيش كلما أتى على قوم يقولون: هذا عم رسول الله صلى الله عليه وسلم على بغلة رسول الله صلى الله عليه وسلم، حتى مر بمنزل عمر بن الخطاب رضي الله عنه، فلما رآه قال: عدو الله؟ الحمد لله الذي أمكن منك بغير عقد ولا عهد.\rويركض العباس البغلة، ويشتد عمر رضي الله عنه في جريه، وكان بطيئاً، فسبقه العباس، فأدخله على رسول الله صلى الله عليه وسلم، وجاء عمر في أثره، فاستأذن رسول الله صلى الله عليه وسلم في ضرب عنقه، فأجاره العباس مبادرة، فتقاول هو","seal":"9CF07E60","part":1},
      {"page":200,"id":122,"nass":"وعمر بن الخطاب رضي الله عنهما، فأمره صلى الله عليه وسلم أن يأتيه به غداً، فلما أصبح أتى به رسول الله صلى الله عليه وسلم، فعرض عليه الإسلام فتلكأ قليلاً، ثم زجره العباس فأسلم، فقال العباس: يا رسول الله! إن أبا سفيان يحب الشرف، فقال صلى الله عليه وسلم «من دخل دار أبي سفيان فهو آمن، ومن أغلق بابه فهو آمن، ومن دخل المسجد الحرام فهو آمن» .\rقال ابن حزم: هذا نص في أنها فتحت صلحاً لا عنوة.\rقلت: هذا أحد أقوال العلماء وهو الجديد من مذهب الشافعي.\rواستدل على ذلك أيضاً بأنها لم تخمس ولم تقسم.\rوالذين ذهبوا إلى أنها فتحت عنوة استدلوا بأنهم قد قتلوا من قريش يومئذ عند الخندمة نحواً من عشرين رجلاً، واستدلوا بهذا اللفظ أيضاً: [فهو آمن] والمسألة يطول تحريرها ها هنا.\rوقد تناظر الشيخان في هذه المسألة ـ أعني تاج الدين الفزاري، وأبا ز كريا النووي ـ ومسألة قسمة الغنائم.","seal":"865F19F4","part":1},
      {"page":201,"id":123,"nass":"والغرض أنه صلى الله عليه وسلم أصبح يومه ذلك سائراً إلى مكة، وقد أمر صلى الله عليه وسلم العباس أن يوقف أبا سفيان عند خطم الجبل، لينظر إلى جنود الإسلام إذا مرت عليه.\rوقد جعل صلى الله عليه وسلم أبا عبيدة بن الجراح رضي الله عنه على المقدمة، وخالد بن الوليد رضي الله عنه على الميمنة، والزبير بن العوام رضي الله عنه على الميسرة، ورسول الله صلى الله عليه وسلم في القلب، وكان أعطى الراية سعد بن عبادة رضي الله عنه، فبلغه أنه قال لأبي سفيان حين مر عليه: يا أبا سفيان اليوم يوم الملحمة، اليوم تستحل الحرمة ـ والحرمة هي الكعبة ـ فلما شكا أبو سفيان ذلك إلى رسول الله صلى الله عليه وسلم قال: «بل هذا يوم تعظم فيه الكعبة» .\rفأمر بأخذ الراية من سعد فتعطى علياً، وقيل: الزبير، وهو الصحيح.\rوأمر صلى الله عليه وسلم الزبير أن يدخل من كداء من أعلى مكة، وأن تنصب رايته بالحجون، وأمر خالداً أن يدخل من كدى من أسفل مكة، وأمرهم بقتال من قاتلهم.\rوكان عكرمة بن أبي جهل، وصفوان بن أمية، وسهيل بن عمرو، قد جمعوا جمعاً بالخندمة، فمر بهم خالد بن الوليد فقاتلهم، فقتل من المسلمين ثلاثة وهم: كرز بن جابر من بني محارب بن فهر، وحبيش بن خالد بن ربيعة بن أصرم الخزاعي، وسلمة بن الميلاء الجهني، رضي الله عنهم.\rوقتل من المشركين ثلاثة عشر رجلاً، وفر بقيتهم.\rودخل رسول الله صلى الله عليه وسلم مكة وهو راكب على ناقته وعلى رأسه المغفر، ورأسه يكاد يمس مقدمة الرحل من تواضعه لربه عز وجل.\rوقد أمن صلى الله عليه وسلم الناس إلا","seal":"AA71F7F6","part":1},
      {"page":202,"id":124,"nass":"عبد العزى بن خطل، وعبد الله بن سعد بن أبي سرح، وعكرمة بن أبي جهل، ومقيس بن صبابة، والحويرث بن نقيذ، وقينتين لابن خطل، وهما فرتنا وصاحبتها، وسارة مولاة لبني عبد المطلب، فإنه صلى الله عليه وسلم أهدر دمائهم، وأمر بقتلهم حيث وجدوا، حتى ولو كانوا متعلقين بأستار الكعبة فقتل ابن خطل، وهو متعلق بالأستار، ومقيس ابن صبابة، والحويرث بن نقيذ، وإحدى القينتين، وآمن الباقون.\rونزل صلى الله عليه وسلم مكة واغتسل في بيت أم هانئ وصلى ثماني ركعات يسلم من كل ركعتين، فقيل إنها صلاة الضحى.\rوقيل: صلاة الفجر.\rقال السهيلي: وقد صلاها سعد بن أبي وقاص في إيوان كسرى، إلا أنه صلى ثماني ركعات بتسليم واحد.\rوليس كما قال، بل يسلم من كل ركعتين كما رواه أبو داود.\rوخرج صلى الله عليه وسلم إلى البيت فطاف به طواف قدوم، ولم يسع، ولم يكن معتمراً.\rودعا بالمفتاح، فدخل البيت وأمر بإلقاء الصور ومحوها منه، وأذن بلال يومئذ على ظهر الكعبة، ثم رد\rصلى الله عليه وسلم المفتاح إلى عثمان بن طلحة بن أبي طلحة.\rوأقرهم على السدانة.\rوكان الفتح لعشر بقين من رمضان.\r«و","seal":"566C4577","part":1},
      {"page":203,"id":125,"nass":"استمر صلى الله عليه وسلم مفطراً بقية الشهر يصلي ركعتين، ويأمر أهل مكة أن يتموا» ، كما رواه النسائي بإسناد حسن عن عمران بن حصين رضي الله عنه، وخطب صلى الله عليه وسلم الغد من يوم الفتح فبين حرمة مكة وأنها لم تحل لأحد قبله ولا تحل لأحد بعده، وقد أحلت له ساعة من نهار، وهي غير ساعته تلك حرام.\rوبعث صلى الله عليه وسلم السرايا إلى من حول مكة من أحياء العرب يدعوهم إلى الإسلام، وكان في جملة تلك البعوث بعث خالد إلى بني جذيمة الذين قتلهم خالد حين دعاهم إلى الإسلام، فقالوا: صبأنا، ولم يحسنوا أن يقولوا أسلمنا، فوداهم رسول الله صلى الله عليه وسلم وتبرأ من صنيع خالد بهم.\rوكان أيضاً في تلك البعوث بعث خالد أيضاً إلى العزى، وكان بيتاً تعظمه قريش وكنانة وجميع مضر، فدمرها رضي الله عنه من إمام وشجاع.\rوكان عكرمة بن أبي جهل قد هرب إلى اليمن، فلحقته امرأته وهي مسلمة وهي أم حكيم بنت الحارث بن هشام، فردته بأمان رسول الله صلى الله عليه وسلم، فأسلم وحسن إسلامه، وكذا صفوان بن أمية كان قد فر إلى اليمن، فتبعه صاحبه في الجاهلية عمير بن وهب بأمان رسول الله صلى الله عليه وسلم، فرده، وسيره صلى الله عليه وسلم أربعة أشهر، فلم تمض حتى أسلم وحسن إسلامه رضي الله عنه.","seal":"F07F404A","part":1},
      {"page":204,"id":126,"nass":"فصل ـ غزوة حنين\rولما بلغ فتح مكة هوزان جمعهم مالك بن عوف النصري، فاجتمع إليه ثقيف وقومه بنو نصر بن معاوية، وبنو جشم، وبنو سعد بن بكر، وبشر من بني هلال بن عامر، وقد استصحبوا معهم أنعامهم ونساءهم لئلا يفروا، فلما تحقق ذلك دريد بن الصمة شيخ بني جشم ـ وكانوا قد حملوه في هودج لكبره تيمناً برأيه ـ أنكر ذلك على مالك بن عوف النصري وهجنه، وقال: إنها إن كانت لك لم ينفعك ذلك، وإن كانت عليك فإن المنهزم لا يرده شيء.\rوحرضهم على ألا يقاتلوا إلا في بلادهم، فأبوا عليه ذلك واتبعوا رأي مالك بن عوف، فقال دريد: هذا يوم لم أشهده ولم يغب عني.\rوبعث صلى الله عليه وسلم عبد الله بن أبي حدرد الأسلمي فاستعلم له خبر القوم وقصدهم، فتهيأ رسول الله صلى الله عليه وسلم للقائهم، واستعار من صفوان بن أمية أدراعاً، قيل: مائة.\rوقيل: أربعمائة.\rواقترض منه جملة من المال، وسار إليهم في العشرة آلاف الذين كانوا معه في الفتح، وألفين من طلقاء مكة، وشهد معه صفوان بن أمية حنيناً وهو مشرك، وذلك في شوال من هذه السنة، واستخلف على مكة عتاب بن أسيد بن أبي العيص أمية بن عبد شمس، وله نحو عشرين سنة.","seal":"54FADCE3","part":1},
      {"page":205,"id":127,"nass":"ومر صلى الله عليه وسلم في مسيره ذلك على شجرة يعظمها المشركون يقال لها ذات أنواط، فقال بعض جهال العرب: اجعل لنا ذات أنواط كما لهم ذات أنواط.\rفقال: «قلتم ـ والذي نفسي بيده ـ كما قال قوم موسى: اجعل لنا إلهاً كما لهم ألهة، لتركبن سنن من كان قبلكم» .\rثم نهض صلى الله عليه وسلم فوافى حنيناً، وهو واد حدور من أودية تهامة.\rوقد كمنت لهم هوازن فيه، وذلك في عماية الصبح، فحملوا على المسلمين حملة رجل واحد، فولى المسلمون لا يلوي أحد على أحد، فذلك قوله تعالى: {ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا وضاقت عليكم الأرض بما رحبت ثم وليتم مدبرين} وذلك أن بعضهم قال: لن نغلب اليوم من قلة.\rوثبت رسول","seal":"8605DA30","part":1},
      {"page":206,"id":128,"nass":"الله صلى الله عليه وسلم، ولم يفر، ومعه من الصحابة: أبو بكر، وعمر، وعلي، وعمه العباس، وابناه: الفضل، وقثم، وأبو سفيان بن الحارث بن عبد المطلب، وابنه جعفر، وآخرون.\rوهو صلى الله عليه وسلم يومئذ راكب بغلته التي أهداها له فروة بن نوفاسة الجذامي، وهو يركضها إلى وجه العدو، والعباس آخذ بحكمتها يكفها عن التقدم، وهو صلى الله عليه وسلم ينوه باسمه يقول: (أنا النبي لا كذب.. أنا ابن عبد المطلب (.\rثم أمر العباس، وكان جهير الصوت، أن ينادي: يا معشر الأنصار، يا معشر أصحاب الشجرة، يا معشر أصحاب السمرة، فلما سمعه المسلمون وهم فارون كروا وأجابوه: لبيك لبيك، وجعل الرجل إذا لم يستطع أن يثني بعيره لكثرة المنهزمين، نزل عن بعيره وأخذ درعه فلبسها، وأخذ سيفه وترسه، ويرجع راجلاً إلى رسول الله صلى الله عليه وسلم، حتى إذا اجتمع حوله عصابة منهم نحو المائة، استقبلوا هوزان فا جتلدوا هم وإياهم، واشتدت الحرب، وألقى الله في قلوب هوازن الرعب حين رجعوا، فلم يملكوا أنفسهم، ورماهم صلى الله عليه وسلم بقبضة حصى بيده، فلم يبقى منهم أحد إلا ناله منها، وفسر قوله تعالى: {وما رميت إذ رميت ولكن الله رمى} بذلك.\rوعندي في ذلك نظر، لأن الآية نزلت في قصة بدر كما تقدم.\rوتفر هوازن بين يدي المسلمين، ويتبعونهم يقتلون ويأسرون، فلم يرجع آخر الصحابة إلى رسول الله صلى الله عليه وسلم إلا والآسارى بين يده، وحاز صلى الله عليه وسلم أموالهم وعيالهم.\rوانحازت طوائف من هوازن إلى أوطاس، فبعث صلى الله عليه وسلم إليهم أبا عامر","seal":"8A6EC2B1","part":1},
      {"page":207,"id":129,"nass":"الأشعري واسمه عبيد ومعه ابن أخيه أبو موسى الأشعري حاملا راية المسلمين في جماعة من المسلمين، فقتلوا منهم خلقاً.\rوقتل أمير المسلمين أبو عامر، رماه رجل فأصاب ركبته، وكان منها حتفه، فقتل أبو موسى قاتله، وقيل: بل أسلم قاتله بعد ذلك، وكان أحد إخوة عشرة قتل أبو عامر التسعة قبله، فالله أعلم.\rولما أخبر أبو موسى رسول الله صلى الله عليه وسلم بذلك استغفر صلى الله عليه وسلم لأبي عامر.\rوكان أبو عامر رابع أربعة استشهدوا يوم حنين، والثاني أيمن بن أم أيمن، والثالث يزيد بن زمعة بن الأسود، والرابع سراقة بن الحارث بن عدي من بني العجلان من الأنصار رضي الله عنهم.\rوأما المشركون فقتل منهم خلق كثير (نحو الأربعين (\rوفي هذه الغزوة قال صلى الله عليه وسلم: «من قتل قتيلاً فله سلبه» في قصة أبي قتادة رضي الله عنه.\r\rفصل ـ غزوة الطائف ـ\rوأما ملك هوازن وهو مالك بن عوف النصري فإنه حين انهزم جيشه دخل مع ثقيف حصن الطائف.\rورجع صلى الله عليه وسلم من حنين فلم يدخل مكة حتى أتى الطائف فحاصرهم، فقيل: بضع وعشرون ليلة، وقيل:\rبضعة عشرة ليلة.\rقال","seal":"43D87773","part":1},
      {"page":208,"id":130,"nass":"ابن حزم وهو الصحيح بلا شك.\rقلت: ما أدري من أين صحح هذا؟ بل كأنه أخذه من قوله صلى الله عليه وسلم لهوازن حين أتوه مسلمين بعد ذلك: «لقد كنت استأنيت بكم عشرين ليلة» وفي الصحيح عن أنس بن مالك رضي الله عنه قال: فحاصرناهم أربعين يوماً ـ يعني ثقيفاً ـ فاستعصوا وتمنعوا، وقتلوا جماعة من المسلمين بالنبل وغيره.\rوقد خرب صلى الله عليه وسلم كثيراً من أموالهم الظاهرة وقطع أعنابهم، ولم ينل منهم كبيرهم شيء، فرجع عنهم فأتى الجعرانة، فأتاه وفد هوازن هنالك مسلمين، وذلك قبل أن يقسم الغنائم، فخيرهم صلى الله عليه وسلم بين ذراريهم وبين أموالهم، فاختاروا الذرية، فقال صلى الله عليه وسلم: «أما ما كان لي ولبني عبد المطلب فهو لكم» ، قال المهاجرون والأنصار: وما كان لنا فهو لرسول الله صلى الله عليه وسلم.\rوامتنع الأقرع بن حابس وعيينة بن حصن وقومهما حتى أرضاهما وعوضهما صلى الله عليه وسلم.\rوأراد العباس بن مرداس السلمي أن يفعل كفعلهما، فلم توافقه بنو سليم، بل طيبوا ما كان لهم لرسول الله صلى الله عليه وسلم، فردت الذرية على هوازن، وكانوا ستة آلاف، فيهم الشيماء بنت الحارث بن عبد العزى من بني سعد بن بكر بن هوزان، وهي أخت رسول الله صلى الله عليه وسلم من الرضاعة، فأكرمها وأعطاها، ورجعت إلى بلادها مختارةً لذلك، وقيل: كانت هوازن متوا إلى رسول الله صلى الله عليه وسلم برضاعتهم إياه.\rثم قسم صلى الله عليه وسلم بقيته على المسلمين، وتألف جماعةً من سادات قريش وغيرهم، فجعل يعطي الرجل المائة بعير، والخمسين، ونحو ذلك.","seal":"7A706367","part":1},
      {"page":209,"id":131,"nass":"وفي صحيح مسلم عن الزهري أن رسول الله صلى الله عليه وسلم أعطى يومئذ صفوان بن أمية ثلاثمائة من الإبل.\rوعتب بعض الأنصار، فبلغه، فخطبهم وحدهم، وامتن عليهم بما أكرمهم الله من الإيمان به، وبما أغناهم الله به بعد فقرهم، وألف بينهم بعد العداوة التامة، فرضوا وطابت أنفسهم رضي الله عنهم وأرضاهم.\rوطعن ذو الخويصرة التميمي، واسمه حرقوص ـ فيما قيل ـ على النبي صلى الله عليه وسلم في قسمته تلك، وصفح عنه صلى الله عليه وسلم وحلم، بعد ما قال له بعض الأمراء: ألا نضرب عنقه؟ فقال: لا.\rثم قال: «إنه سيخرج من ضئضئ هذا قوم يقرؤون القرآن لا يجاوز حناجرهم، فأينما لقيتموهم فاقتلوهم، فإن في قتلهم أجراً لمن قتلهم» .\rواستعمل صلى الله عليه وسلم مالك بن عوف النصري على من أسلم من قومه، وكان قد أسلم وحسن إسلامه، وامتدح رسول الله صلى الله عليه وسلم في قصيدة ذكرها ابن إسحاق.\rواعتمر صلى الله عليه وسلم من الجعرانة ودخل مكة، فلما قضى عمرته ارتحل إلى المدينة، وأقام للناس الحج عامئذ عتاب بن أسيد رضي الله عنه، فكان أول من حج بالناس من أمراء المسلمين.","seal":"27525F77","part":1},
      {"page":210,"id":132,"nass":"فصل ـ غزوة تبوك\rولما أنزل الله عز وجل على رسول {قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون} ندب رسول الله صلى الله عليه وسلم أهل المدينة ومن حولهم من الأعراب إلى الجهاد، وأعلمهم بغزو الروم، وذلك في رجب من سنة تسع، وكان لا يريد غزوة إلا ورى بغيرها، إلا غزوته هذه، فإنه صرح لهم بها ليتأهبوا، لشدة عدوهم وكثرته، وذلك حين طابت الثمار، وكان ذلك في سنة مجدبة، فتأهب المسلمون لذلك.\rوأنفق عثمان بن عفان رضي الله عنه على هذا الجيش وهو جيش العسرة مالاً جزيلاً فقيل: ألف دينار.\rوقال بعضهم: إنه حمل على ألف بعير ومائة فرس وجهزها أتم جهاز حتى لم يفقدوا عقالاً وخطاماً، رضي الله عنه.\rونهض صلى الله عليه وسلم في نحو من ثلاثين ألفاً، واستخلف على المدينة محمد بن مسلمة وقيل: سباع بن عر فطة: وقيل: علي بن أبي طالب رضي الله عنه.\rوالصحيح أن علياً كان خليفة له على النساء والذرية، ولهذا لما آذاه المنافقون فقالوا: تركه على النساء والذرية، لحق رسول الله صلى الله عليه وسلم فشكا إليه ذلك، فقال: «ألا ترضى","seal":"BC3F87C7","part":1},
      {"page":211,"id":133,"nass":"أن تكون مني بمنزلة هارون من موسى؟ غير أنه لا نبي بعدي» وقد خرج معه عبد الله بن أبي رأس النفاق، ثم رجع من أثناء الطريق.\rوتخلف عن رسول الله صلى الله عليه وسلم النساء والذرية، ومن عذره الله من الرجال ممن لا يجد ظهراً يركبه أو نفقة تكفيه، فمنهم البكاؤون، وكانوا سبعة: سالم بن عمير، وعلبة بن زيد، وأبو ليلى عبد الرحمن بن كعب، وعمر بن الحمام، وعبد الله بن المغفل المزني، وهرمي بن عبد الله وعرباض بن سارية الفزازي، رضي الله عنهم.\rوتخلف منافقون كفراً وعناداً وكانوا نحوالثمانين رجلاً.\rوتخلف عصاة مثل: مرارة بن الربيع، وكعب بن مالك، وهلال بن أمية.\rثم تاب الله عليهم بعد قدومه صلى الله عليه وسلم بخمسين ليلة.\rفسار صلى الله عليه وسلم فمر في طريقه بالحجر، فأمرهم أن لا يدخلوا عليهم بيوتهم إلا أن يكونوا باكين، وأن لا يشربوا إلا من بئر الناقة، وما كانوا عجنوا به من غيره فليطعموه للإبل.\rوجازها صلى الله عليه وسلم مقنعاً.\rفبلغ صلى الله عليه وسلم تبوك وفيها عين تبض بشيء من ماء قليل، فكثرت ببركته، مع ما شوهد من بركة دعائه في هذه الغزوة، من تكثير الطعام الذي كان حاصل الجيش جميعه منه مقدار العنز الباركة، فدعا الله عز وجل فأكلوا منه وملؤوا كل وعاء كان في ذلك الجيش، وكذا لما عطشوا دعا الله تعالى فجاءت سحابة","seal":"E3539C91","part":1},
      {"page":212,"id":134,"nass":"فأمطرت، فشربوا حتى رووا واحتملوا، ثم وجدوها لم تجاوز الجيش.\rومن آيات أخر كثيرة احتاجوا إليها في ذلك الوقت.\rولما انتهى إلى هناك لم يلق غزواً، ورأى أن دخولهم إلى أرض الشام بهذه السنة يشق عليهم، فعزم على الرجوع.\rوصالح صلى الله عليه وسلم يحنة بن رؤبة صاحب أيلة، وبعث خالداً إلى أكيدر دومة، فجيء به فصالحه أيضاً، ورده، ثم رجع صلى الله عليه وسلم وبعد رجوعه أمر بهدم مسجد الضرار، وكان قد أخرج من دار خزام بن خالد، وهدمه بأمر رسول الله صلى الله عليه وسلم مالك بن الدخشم أخو بني سالم، أحد رجال بدر، وآخر معه اختلف فيه، وهو المسجد الذي نهى الله رسوله أن يقوم فيه أبداً.\rوكان رجوعه من هذه الغزاة في رمضان من سنة تسع، وأنزل فيها عامة سورة التوبة، وعاتب الله عز وجل من تخلف عنه صلى الله عليه وسلم، فقال عز وجل: {ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله ولا يرغبوا بأنفسهم عن نفسه} الآية والتي تليها، ثم قال: {وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا","seal":"DE260123","part":1},
      {"page":213,"id":135,"nass":"رجعوا إليهم لعلهم يحذرون} ، فبان لك من هذا واتضح ما اختلف فيه، وهو أن طائفة النافرة هم الذين يتفقهون في الدين بصحبتهم رسول الله صلى الله عليه وسلم في هذه الغزوة، وإذا رجعوا أنذروا قومهم ليحذروا مما تجدد بعدهم من الدين، والله سبحانه وتعالى أعلم.\r\rفصل ـ قدوم وفد ثقيف\rوقدم وفد ثقيف على رسول الله صلى الله عليه وسلم في رمضان هذه السنة فأسلموا، وكان سبب ذلك أن عروة بن مسعود سيدهم كان قد جاء رسول الله صلى الله عليه وسلم منصرفه من حنين والطائف وقبل وصوله إلى المدينة، فأسلم وحسن إسلامه واستأذن رسول الله صلى الله عليه وسلم في الرجوع إلى قومه ليدعوهم إلى الله عز وجل، فأذن له وهو يخشى عليه، فلما رجع إليهم ودعاهم إلى الإسلام رموه بالنبل فقتلوه.\rثم إنهم ندموا ورأوا أنهم لا طاقة لهم بحرب رسول الله صلى الله عليه وسلم، فبعثوا وفدهم إليه في رمضان كما قدمنا، وكانوا ستة، فأول من بصر بهم المغيرة بن شعبة الثقفي، وكان يرعى، فترك ذلك وأقبل بهم على رسول الله صلى الله عليه وسلم، وعلمهم في الطريق كيف يسلمون عليه، وسبق أبو بكر الصديق رضي الله عنه المغيرة وبشر رسول الله صلى الله عليه وسلم بقدومهم.","seal":"B7C06790","part":1},
      {"page":214,"id":136,"nass":"فأنزلهم عليه الصلاة والسلام في المسجد وضرب لهم فيه قبة، وكان السفير بينهم وبينه خالد بن سعيد بن العاص.\rوكان الطعام يأتيهم من عند النبي صلى الله عليه وسلم فلا يأكونه حتى يأكل خالد قبلهم، فأسلموا واشترطوا أن تبقى عندهم طاغيتهم اللات، وأن لا تهدم، فلم يجيبهم صلى الله عليه وسلم إلى ذلك.\rوسألوا أن يخفف عنهم بعض الصلوات فلم يجبهم إلى ذلك.\rفسألوا أن لا يهدموا بأيديهم طاغيتهم، فأجابهم إليه.\rوبعث معهم أبا سفيان صخر بن حرب والمغيرة بن شعبة لهدمها فهدمها.\rوعظم ذلك على نساء ثقيف، واعتقدوا أن يصيبهم منها سوء، وقد طنز بهم المغيرة بن شعبة حين هدمها فخر صريعاً، وذلك بتواطؤ منه ومن أبي سفيان، ليوهمهم أن ذلك منها، ثم قام يبكتهم ويقرعهم رضي الله عنه.\rفأسلموا وحسن إسلامهم.\rوجعل صلى الله عليه وسلم إمامهم أحد الستة الذين قدموا عليه وهو عثمان بن أبي العاص، وكان أحدثهم سناً، لما رأى من حرصه على قراءة القرآن وتعلمه الفرائض وأمره أن يتخذ مؤذناً لا يأخذ على أذانه أجراً، وأن يقتدي بأضعفهم.","seal":"AC352BAF","part":1},
      {"page":215,"id":137,"nass":"فصل ـ حجة الصديق وتواتر الوفود وبعث الرسل\rوبعث صلى الله عليه وسلم أبا بكر الصديق رضي الله عنه أميراً على الحج هذه السنة، وأردفه علياً رضي الله عنه بسورة براءة: أن لا يحج بعد العام مشرك، ولا يطوف بالبيت عريان، وينبذ إليهم عهودهم إلا من كان ذا عهد مقدر فعهده إلى مدته.\rوتواترت الوفود هذه السنة وما بعدها على رسول الله صلى الله عليه وسلم مذعنة بالإسلام وداخلين في دين الله أفواجاً كما قال تعالى: {إذا جاء نصر الله والفتح * ورأيت الناس يدخلون في دين الله أفواجا * فسبح بحمد ربك واستغفره إنه كان توابا} .\rوبعث صلى الله عليه وسلم معاذ بن جبل إلى اليمن ومعه أبو موسى الأشعري رضي الله عنهما، وبعث الرسل إلى ملوك الأقطار يدعوهم إلى الإسلام.\rوانتشرت الدعوة، وعلت الكلمة، وجاء الحق، وزهق الباطل، إن الباطل كان زهوقاً.","seal":"6E919980","part":1},
      {"page":216,"id":138,"nass":"فصل ـ حجة الوداع\rنذكر فيه ملخص حجة الوداع وكيفيتها بعون الله ومنه وحسن توفيقه وهدايته، فنقول وبالله التوفيق:\rصلى رسول الله صلى الله عليه وسلم الظهر يوم الخميس لست بقين من ذي القعدة من سنة عشر بالمدينة، ثم خرج منها بمن معه من المسلمين من أهل المدينة ومن تجمع من الأعراب، فصلى العصر بذي الحليفة ركعتين، وبات بها.\rوأتاه آت من ربه عز وجل في ذلك الموضع ـ وهو وادي العقيق ـ يأمره عن ربه عز وجل أن يقول في حجته هذه: حجة في عمرة.\rومعنى هذا أن الله أمره أن يقرن الحج مع العمرة، فأصبح صلى الله عليه وسلم فأخبر الناس بذلك، فطاف على نسائه يومئذ بغسل واحد، وهن تسع، وقيل: إحدى عشرة.\rثم اغتسل وصلى في المسجد ركعتين، وأهل بحجة وعمرة معاً.\rهذا الذي رواه بلفظه ومعناه عنه صلى الله عليه وسلم ستة عشر صحابياً، منهم خادمه أنس بن مالك رضي الله عنه، وقد رواه عنه","seal":"6FA1491B","part":1},
      {"page":217,"id":139,"nass":"صلى الله عليه وسلم ستة عشر تابعياً، وهو صريح لا يحتمل التأويل، إلا أن يكون بعيداً، وما عدا ذلك مما جاء من الأحاديث الموهمة التمتع أو ما يدل على الإفراد، فلها محل غير هذا تذكر فيه.\rوالقران في الحج عند أبي حنيفة هو الأفضل، وروي فيه عن الإمام أحمد بن حنبل قول، وعن الإمام أبي عبد الله الشافعي، وقد نصره جماعة من محققي أصحابه، وهو الذي يحصل به الجمع بين الأحاديث كلها.\rومن العلماء من أوجبه، والله أعلم.\rوساق صلى الله عليه وسلم الهدي من ذي الحليفة، وأمر من كان معه هدي أن يهل كما أهل صلى الله عليه وسلم.\rوسار صلى الله عليه وسلم والناس بين يديه وخلفه، وعن يمينه وشماله أمماً لا يحصون كثرة، كلهم قدم ليأتم به صلى الله عليه وسلم.\rفلما قدم صلى الله عليه وسلم مكة طاف للقدوم، ثم سعى بين الصفا والمروة، وأمر الذين لم يسوقوا هدياً أن يفسخوا حجهم إلى عمرة ويتحللوا حلاً تاماً، ثم يهلوا بالحج وقت خروجهمم إلى منى، ثم قال: «لو استقبلت من أمري ما استدبرت ما سقت الهدي ولجعلتها عمرة» فدلك هذا أنه لم يكن متمتعاً قطعاً، خلافاً لزاعمي ذلك من أصحاب الإمام أحمد وغيرهم وقدم علي رضي الله عنه من اليمن فقال صلى الله عليه وسلم: «بم أهللت؟ قال: بإهلال كإهلال النبي صلى الله عليه وسلم.\rفقال له النبي صلى الله عليه وسلم: إني سقت الهدي وقرنت» .\rروى هذا اللفظ أبو داود وغيره من الأئمة بإسناد صحيح، فهذا صريح في القران، وقدم","seal":"6AF3691C","part":1},
      {"page":218,"id":140,"nass":"علي رضي الله عنه من اليمن هدياً، وأشركه صلى الله عليه وسلم في هديه أيضاً، وكان حاصلها مائة بدنة.\rثم خرج صلى الله عليه وسلم إلى منى فبات بها وكانت ليلة الجمعة التاسع من ذي الحجة.\rثم أصبح فسار إلى عرفة وخطب تحت سمرة خطبة عظيمة، شهدها من أصحابه نحو من أربعين ألفاً رضي الله عنهم أجمعين، وجمع بين الظهر والعصر ثم وقف بعرفة.\rثم بات بالمزدلقة، وجمع بين المغرب والعشاء ليلتئذ، ثم أصبح فصلى الفجر في أول وقتها.\rثم سار قبل طلوع الشمس إلى منى، فرمى جمرة العقبة، ونحر، وحلق.\rثم أفاض فطاف بالبيت طواف الفرض وهو طواف الزيارة، واختلف أين صلى الظهر يومئذ، وقد أشكل ذلك على كثير من الحفاظ.\rثم حل من كل شيء حرم منه صلى الله عليه وسلم.\rوخطب ثاني يوم النحر خطبة عظيمة أيضاً، ووصى وحذر وأنذر","seal":"9BAE8897","part":1},
      {"page":219,"id":141,"nass":"وأشهدهم على أنفسهم أنه بلغ الرسالة.\rفنحن نشهد أنه بلغ الرسالة، وأدى الأمانة، ونصح الأمة صلى الله عليه وسلم تسليماً كثيراً دائماً إلى يوم الدين.\rثم أقبل صلى الله عليه وسلم منصرفاً إلى المدينة، وقد أكمل الله له دينه.\r\rفصل ـ وفاته صلى الله عليه وسلم\rفأقام بها بقية ذي الحجة والمحرم وصفر، ثم ابتدأ به صلى الله عليه وسلم وجعه في بيت ميمونة يوم خميس، وكان وجعاً في رأسه الكريم، وكان أكثر ما يعتريه الصداع عليه الصلاة والسلام، فجعل مع هذا يدور على نسائه حتى شق عليه، فاستأذنهن أن يمرض في بيت عائشة رضي الله عنها، فأذن له، فمكث وجعأاثني عشر يوماً.\rوقيل: أربعة عشر يوماً.\rوالصديق رضي الله عنه يصلي بالناس بنصه صلى الله عليه وسلم عليه، واستثنائه له من جيش أسامة الذي كان قد جهزه صلى الله عليه وسلم إلى الشام لغزو الروم.","seal":"02EAC7DA","part":1},
      {"page":220,"id":142,"nass":"فلما حصل الوجع، تربصوا لينظروا ما يكون من أمره صلى الله عليه وسلم وقد صلى عليه الصلاة والسلام خلف الصديق جالساً.\rوقبض صلى الله عليه وسلم ضحى يوم الإثنين من ربيع الأول، فالمشهور أنه الثاني عشر منه، وقيل مستهله.\rوقيل: ثانية، وقيل: غير ذلك.\rوقال السهيلي ما زعم أنه لم يسبق إليه: من أنه لا يمكن أن تكون وقفته يوم الجمعة تاسع ذي الحجة، ثم تكون وفاته يوم الإثنين الثاني عشر من ربيع الأول بعده، سواء حسبت الشهور كاملة أم ناقصة، أم بعضها كاملاً وبعضها ناقصاً.\rوقد حصل له جواب صحيح في غاية الصحة ولله الحمد، أفردته مع غيره من الأجوبة، وهو أن هذا إنما وقع بحسب اختلاف رؤية هلال ذي الحجة في مكة والمدينة، فرآه أهل مكة قبل أولئك بيوم، وعلى هذا يتم القول المشهور ولله الحمد والمنة.\rوكان عمره يوم مات صلى الله عليه وسلم ثلاثاً وستين سنة، على الصحيح، قالوا: ولها مات أبو بكر وعمر وعلي وعائشة رضي الله عنهم، ذكره أبو زكريا النووي في تهذيبه وصححه، وفي بعضه نظر.\rوقيل: كان ستين، وقيل: خمساً وستين وهذه الأقوال الثلاثة في صحيح البخاري عن ابن عباس رضي الله عنهما.","seal":"4A09223D","part":1},
      {"page":221,"id":143,"nass":"فاشتدت الرزية بموته صلى الله عليه وسلم، وعظم الخطب وجل الأمر، وأصيب المسلمون بنبيهم، وأنكر عمر بن الخطاب رضي الله عنه ذلك، وقال: إنه لم يمت، وإنه سيعود كما عاد موسى لقومه.\rوماج الناس، وجاء الصديق المؤيد المنصور رضي الله عنه أولا وآخراً وظاهراً وباطناً، فأقام الأود، وصدع بالحق، وخطب الناس وتلا عليهم: {وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين} ، فكأن الناس لم يسمعوها قبل ذلك، فما من أحد إلا يتلوها.\rثم ذهب المسلمون به إلى سقيفه بني ساعدة وقد اجتمعوا على إمرة سعد بن عبادة، فصدهم عن ذلك وردهم، وأشار عليهم بعمر بن الخطاب أو بأبي عبيدة بن الجراح، فأبيا ذلك والمسلمون، وأبى الله ذلك أيضاً، فبايعه المسلمون رضي الله عنهم هناك، ثم جاء فبايعه الناس البيعة العامة على المنبر.\rثم شرعوا في جهاز رسول الله صلى الله عليه وسلم، فغسلوه في قميصه، وكان الذي تولى ذلك عمه العباس، وابنه قثم، وعلي بن أبي طالب، وأسامة بن زيد، وشقران ـ مولياه ـ يصبان الماء، وساعد في ذلك أوس بن خولي الأنصاري البدري، رضي الله عنهم أجمعين.","seal":"94D83232","part":1},
      {"page":222,"id":144,"nass":"وكفنوه في ثلاثة أثواب قطن سحولية بيض ليس فيها قميص.\rوصلوا عليه أفراداً واحداً واحداً، لحديث جاء في ذلك رواه البزار ـ والله أعلم بصحته ـ أنه صلى الله عليه وسلم أمرهم بذلك.\rوقال الشافعي: إنما صلوا عليه مرة بعد مرة أفذاذاً لعظم قدره، ولمنافستهم أن يؤمهم عليه أحد.\rقال الحاكم أبو أحمد فكان أولهم عليه صلاة العباس عمه، ثم بنو هاشم، ثم المهاجرون، ثم الأنصار، ثم سائر الناس، فلما فرغ الرجال صلى الصبيان ثم النساء.","seal":"AE809455","part":1},
      {"page":223,"id":145,"nass":"ودفن صلى الله عليه وسلم يوم الثلاثاء، وقيل: ليلة الأربعاء سحراً، في الموضع الذي توفي فيه من حجرة عائشة، لحديث رواه الترمذي عن أبي بكر رضي الله عنه، وهذا هو المتواتر تواتراً ضرورياً معلوماً من الدفن الذي هو اليوم داخل مسجد المدينة.\rأخر الجزء الأول من الترجمة النبوية على صاحبها أفضل الصلاة والسلام.\rويتلوه الذي يليه.","seal":"6D09184F","part":1},
      {"page":225,"id":146,"nass":"الجزء الثاني أحواله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وشمائله وخصائصه","seal":"1038FEBF","part":1},
      {"page":227,"id":151,"nass":"فصل ـ حجه واعتماره صلى الله عليه وسلم\rلم يحج صلى الله عليه وسلم بعدما هاجر إلا حجته هذه، وهي حجة الإسلام وحجة الوداع، وكان فرض الحج في السنة السادسة في قول بعض العلماء، وفي التاسعة في قول آخرين منهم، وقيل: سنة عشر، وهو غريب وأغرب منه ماحكاه إمام الحرمين في النهاية وجهاً لبعض الأصحاب: أن فرض الحج كان قبل الهجرة وأما عمره فكن أربعاً: الحديبية التي صد عنها، وعمرة القضاء بعدها، ثم عمرة الجعرانة، ثم عمرته التي مع حجته.\rوقد حج صلى الله عليه وسلم قبل الهجرة مرة، وقيل: أكثر.\rوهو الأظهر، لأنه كان صلى الله عليه وسلم يخرج ليالي الموسم يدعو الناس إلى الله تعالى، صلى الله عليه وسلم تسليماً كثيراً دائماً إلى يوم الدين.","seal":"3D8A1040","part":1},
      {"page":228,"id":152,"nass":"فصل ـ عدد غزواته وبعوثه\rأما غزواته، فروى مسلم من حديث عبد الله بن بريدة بن الحصيب الأسلمي عن أبيه قال: غزا رسول الله صلى الله عليه وسلم تسع عشرة غزوة، قاتل في ثمان منهن، وعن زيد بن أرقم قال: غزا رسول الله صلى الله عليه وسلم تسع عشرة غزوة كنت معه في سبع عشرة.\rوأما محمد بن إسحاق فقال: كانت غزواته التي خرج فيها بنفسه سبعاً وعشرين، وكانت بعوثه وسراياه ثما نياً وثلاثين، وزاد ابن هشام في البعوث على ابن إسحاق، والله أعلم.\r\rفصل ـ أعلام نبوته\rفي أعلام نبوته صلى الله عليه وسلم على سبيل الإجمال، لأن تفصيله يحتاج إلى مجلدات عديدة، وقد جمع الأئمة في ذلك ما زاد على ألف معجزة.\rفمن أبهرها وأعظمها القرآن العزيز، الذي لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد، وإعجازه من جهة لفظه ومعناه:\rأما لفظه ففي أعلى غايات فصاحة الكلام وكل من ازدادت معرفته بهذا الشأن ازداد للقرآن تعظيماً في هذا الباب، وقد تحدى الفصحاء والبلغاء في زمانه","seal":"F2ACB852","part":1},
      {"page":229,"id":153,"nass":"مع شدة عدواتهم له، وحرصهم على تكذيبه، بأن يأتوا بمثله أو بعشر سور من مثله، أو بسورة، فعجزوا.\rوأخبرهم أنهم لا يطيقون ذلك أبداً، بل قد تحدى الجن والإنس قاطبة على أن يأتوا بمثله فعجزوا، وأخبرهم بذلك، فقال الله تعالى: {قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا} إلى غير ذلك من الوجوه المثبتة لإعجازه.\rوأما معناه فإنه في غاية التعاضد والحكمة، والرحمة والمصلحة، والعا قبة الحميدة والاتفاق، وتحصيل أعلى المقاصد، وتبطيل المفاسد، إلى غير ذلك مما يظهر لمن له لب وعقل صحيح خال من الشبه والأهواء، نعوذ بالله منها ونسأله الهدى.\rومن ذلك أنه نشأ بين قوم يعرفون نسبه ومرباه ومدخله ومخرجه، يتيماً بين أظهرهم، أميناً صادقاً، باراً راشداً، كلمهم يعرف ذلك ولاينكره إلا من عاند وسفسط وكابر.\rوكان أمياً لا يحسن الكتابة ولا يعانيها ولا أهلها، وليس في بلادهم من علم الأولين، ولا من يعرف شيئاً من ذلك فجاءهم على رأس أربعين سنة من عمره يخبر بما مضى مفصلا مبيناً، يشهد له علماء الكتب المتقدمة البصيرون بها المهتدون بالصدق، بل أكثر الكتب المنزلة قبله قد دخلها","seal":"D69AE29A","part":1},
      {"page":230,"id":154,"nass":"التحريف والتبديل، ويجيء ماأنزل الله عليه مبيناً عليه، دالاً على الحق منه، وهو مع ذلك في غاية الصدق والأمانة، والسمت الذي لم ير أولو الألباب مثله صلى الله عليه وسلم، والعبادة لله، والخشوع له، والذلة له، والدعاء إليه، والصبر على أذى من خالفه واحتماله، وزهده في الدنيا، وأخلاقه السنية الشريفة: من الكرم والشجاعة والحياء والبر، والصلة صلى الله عليه وسلم، إلى غير ذلك من الأخلاق التي لم تجتمع في بشر قبله ولا بعده، إلا فيه، فبالعقل يدرك أن هذا يستحيل أن يكذب على أدنى مخلوق بأدنى كذبة، فكيف يمكن أن يكون في مثل هذا قد كذب على الله رب العالمين، الذي قد أخبرهو بما لديه من أليم العقاب، وما لمن كذب عليه وافترى؟! هذا لايصدر إلا من شر عباد الله وأجرئهم وأخبثهم، ومثل هذا لا يخفى أمره على الصبيان في المكاتب، فكيف بأولي الأحلام والنهى، الذين بذلوا أنفسهم وأموالهم وفارقوا أولادهم وأوطانهم وعشائرهم في حبه وطاعته؟ رضي الله تعالى عنهم، وصلى الله عليه وسلم في تعاقب الليل والنهار.\rومن ذلك ما أخبر صلى الله عليه وسلم به في هذا القرآن، وفيما صح عنه من الأحاديث، من الغيوب المستقبلة المطابقة لخبره حذو القذة بالقذة مما يطول استقصاؤه ها هنا.\rومن ذلك ماأظهره الله تعالى على يديه من خوارق العادات الباهرة: فمن ذلك: ماأخبر الله عز وجل عنه في كتابه العزيز من انشقاق القمر،","seal":"89802F17","part":1},
      {"page":231,"id":155,"nass":"وذلك أن المشركين سألوه آية وكان ذلك ليلاً، فأشار إلى القمر، فصار فرقتين، فسألوا من حولهم من الأحياء، لئلا يكون قد سحرهم فأخبروهم بمثل ما رأوا، وهذا متواتر عنه عند أهل العلم بالأخبار، وقد رواه غير واحد من الصحابة رضي الله عنهم أجمعين.\rومن ذلك ما ظهر ببركة دعائه في أماكن يطول بسطها، وتضيق مجلدات عديدة عن حصرها، وقد جمع الحافظ أبو بكر البيهقي رحمه الله تعالى كتاباً شافياً في ذلك مقتدياً بمن تقدمه في ذلك، كما اقتدى به كثيرون بعده رحمهم الله تعالى:\rفمن ذلك أنه صلى الله عليه وسلم دعا الله تعالى في السخلة التي كانت مع ابن مسعود في الرعي، وسمى الله وحلبها، فدرت عليه، فشرب وسقى أبا بكر، وكذلك فعل في شاة أم معبد.","seal":"CCD37603","part":1},
      {"page":232,"id":156,"nass":"ودعا للطفيل بن عمرو، فصارت آية في طرف سوطه، نور يلمع يرى من بعد.\rوكذلك حصل لأسيد بن الحضير وعباد بن بشر الأنصاري وقد خرجا من عنده في ليلة ظلماء.\rودعا الله على السبعة الذي سخروا منه وهو يصلي، فقتلوا ببدر.\rودعا على ابن أبي لهب، فسلط الله عليه السبع بالشام وفق دعائه عليه السلام.\rودعا على سراقة فساخت يدا فرسه في الأرض، ثم دعا الله فأطلقها ورمى كفار قريش في بدر بقبضة من حصباء فأصاب كلا منهم شيء منها وهزمهم الله.\rوكذلك فعل يوم حنين سواء.","seal":"7D66CBF7","part":1},
      {"page":233,"id":157,"nass":"وأعطى يوم بدر لعكاشة بن محصن جذلاً من حطب فصار في يده سيفاً ماضياً.\rوأخبر عمه العباس ـ وهو أسير ـ بما دفن هو وأم الفضل من المال تحت عتبة بابهم، فأقرله بذلك.\rوأخبر عمير بن وهب بما جاء له من قتله معتذرا بأنه جاء في فداء أسارى بدر، فاعترف له بذلك، وأسلم من وقته رضي الله عنه.\rورد يوم أحد عين قتادة بن النعمان الظفري بعد أن سالت على خده.\rوقيل: بعدما صارت في يده، فصارت أحسن عينيه، فلم تكن تعرف من الأخرى.\rوأطعم يوم الخندق الجم الغفير الذين يقاربون ألفاً: من سخلة وصاع شعير ببيت جابر.\rكما أطعم يومئذ من نزر يسير من تمر، جاءت به ابنة بشير.","seal":"2EB3265F","part":1},
      {"page":234,"id":158,"nass":"وكذلك أطعم نحو الثمانين من طعام كادت تواريه يده المكرمة.\rوكذلك فعل يوم أصبح عروساً بزينب بنت جحش.\rوأما يوم تبوك، فكان أمراً هائلاً، أطعم الجيش وملؤوا كل وعاء معهم من قدر ربضة العنز طعاماً.\rوأعطى أبا هريرة رضي الله عنه مزوداً فأكل منه دهره، وجهز منه في سبيل الله شيئاً كثيراً ولم يزل معه إلى أيام مقتل عثمان.\rوأشياء أخرى من هذا النمط يطول ذكرها مجردة، وسنفرد لذلك ـ إن شاء الله تعالى وبه الثقة ـ مصنفاً على حدة.\rودعا الله تعالى لما قحطوا فلم ينزل عن المنبر حتى تحدرالماء على لحيته صلى الله عليه وسلم من سقف المسجد، وقد كان قبله لا يرى في السماء سحابة ولا قزعة ولا قدر الكف، ثم لما استصحى لهم انجاب السحاب عن المدينة حتى صارت المدينة في مثل الإكليل.","seal":"2EEEEDE4","part":1},
      {"page":235,"id":159,"nass":"ودعا الله على قريش فأصابهم من الجهد ما لا يعبر عنه، حتى استرحموه، فعطف عليهم فأفرج عنهم.\rوأتي بإناء فيه ماء ليتوضأ به، فرغب إليه أقوام هناك أن يتوضؤوا معه فوضع يده في ذلك الإناء، فما وسعها، ثم دعا الله، فنبع الماء من بين أصابعه صلى الله عليه وسلم.\rوكذلك فعل يوم الحديبية، وكان الجيش ألفاً وأربعمائة، قال جابر: ولو كنا مائة ألف لكفانا.\rوكذلك فعل في بعض أسفره بقطرة من ماء في سقاء، قال الراوي: لما أمرني أن أفرغها في الوعاء خشيت أن يشربها يابس القربة، فوضع يده فيها، ودعا الله تعالى، فنبع الماء من بين أصابعه لأصحابه، حتى توضؤوا وشربوا.\rوكذلك بعث سهمه إلى عين الحديبية فوضعت فيها فجاشت بالماء حتى","seal":"3555E238","part":1},
      {"page":236,"id":160,"nass":"كفتهم.\rوكذلك فعل يوم ذات السطيحتين، سقى أصحابه وتوضؤوا، وأمر بعضهم فاغتسل من جنابة كانت عليه، ولم ينقص من تلك المزادتين اللتين للمرأة شيء، فذهبت إلى قومها، فقالت: رأيت اليوم أسحر أهل الأرض، أو إنه لنبي..\r! ثم أسلمت، وأسلم قومها، رضي الله عنهم.\rفي كثير من هذا النمط يطول بسطه، وفيما ذكرنا كفاية إن شاء الله تعالى.\r\rفصل ـ الإخبار بالغيوب المستقبلة\rوقد أخبر بالغيوب المستقبلة المطابقة لخبره، كما أخبر الله عز وجل في كتابه من إظهار دينه، وإعلاء كلمته، واستخلاف الذين آمنوا وعملوا الصالحات من أمته في الأرض، وكذلك كان.\rوأخبر بغلبة الروم فارس في بضع سنين، فكان كذلك.\rوأخبر صلى الله عليه وسلم قومه الذين كانوا معه في الشعب أن الله قد سلط على الصحيفة الأرضة فأكلتها إلا ما كان من ذكر الله، وكان كذلك.\rوأخبر يوم بدر قبل الوقعة بيوم بمصارع القتلى واحداً واحداً، فكان كما أخبر سواء بسواء.","seal":"2AD6DC44","part":1},
      {"page":237,"id":161,"nass":"وأخبر أن كنوز كسرى وقيصر ستنفق في سبيل الله، فكان كذلك.\rوبشر أمته بأن ملكهم سيمتد في طول الأرض، فكان كذلك.\rوأخبر أنه لا تقوم الساعة حتى تقاتل أمته قوماً صغار الأعين ذلف الأنوف كأن وجوههم المجان المطرقة، وهذه حلية التتار، فكان كذلك.\rوأخبر بقتال الخوارج، ووصف لهم ذا التدية فوجد كما وصف سواء بسواء وأخبر أن الحسن بن علي رضي الله عنهما سيصلح الله به بين فئتين عظيمتين من المسلمين فكان كذلك.\rوأخبر بأن عماراً ستقتله الفئة الباغية، فقتل يوم صفين مع علي رضي الله عنهما","seal":"19271BD3","part":1},
      {"page":238,"id":162,"nass":"وأخبر بخروج نار من أرض الحجاز تضيء لها أعناق الإبل ببصرى، وكان ظهور هذه في سنة بضع وخمسين وستمائة، وتواتر أمرها، وأخبرت عمن شاهد إضاءة أعناق الإبل ببصرى، فصلى الله على رسوله كلما ذكره الذاكرون.\rوأخبر بجزيئات كانت وتكون بين يدي الساعة يطول بسطها، وفيما ذكرنا كفاية، إن شاء الله، وبه الثقة.\r\rفصل ـ بشارةالكتب السماوية المتقدمة برسول الله صلى الله عليه وسلم\rوفي الكتب المتقدمة البشارة به، كما أخبر الله تعالى أن ذلك في التوراة والإنجيل مكتوب، وكما أخبر عن نبيه عيسى عليه السلام أنه قال: {ومبشرا برسول يأتي من بعدي اسمه أحمد} ، وروى البخاري عن عبد الله بن عمرو أنه وجد صفته في التوراة صلى الله عليه وسلم وذكرها.\rوفي التوراة اليوم التي يقر اليهود بصحتها في السفر الأول أن الله تعالى تجلى","seal":"77576BA7","part":1},
      {"page":239,"id":163,"nass":"لإبراهيم وقال له ما معناه: [فاسلك في الأرض طولاً وعرضاً لولدك تعظيماً] .\rومعلوم أنه لم يملك مشارق الأرض ومغاربها إلا محمد صلى الله عليه وسلم كما جاء في الصحيح عنه أنه قال: «إنه زوى لي الأرض مشارقها ومغاربها، وسيبلغ ملك أمتي ما زوي لي منها» .\rوفيه أيضاً: [إن الله تعالى قال لإبراهيم: إن إسحاق يكون لك منه نسل وأما إسماعيل فإني باركته وكثرته وعظمته، وجعلت ذريته بنجوم السماء ...\r] إلى أن قال: [وعظمته بماذ ماذ ـ أي بمحمد، وقيل: بأحمد ـ وقيل: جعلته عظيماً عظيماً وجعل حذاً] .\rوفيه: [إن الله وعد إبراهيم أن ولده إسماعيل تكون يده عالية على كل الأمم، فكل الأمم تحت يده، وبجميع مساكن إخوته يسكن] ، وقد علم أهل الكتاب وغيرهم أن إسماعيل لم يدخل قط الشام ولا علت يده على إخوته، وإنما كان هذا لولده محمد صلى الله عليه وسلم، ولا ملك الشام ومصر من العرب أحد قبل أمة محمد صلى الله عليه وسلم، فإن فتحهما كان في خلافة الصديق والفاروق رضي الله عنهما.\rوفي السفر الرابع من التوراة التي بأيديهم اليوم ما معناه: [نبي أقيم لهم من أقاربهم من أخيهم مثلك يا موسى، أجعل نطقي بفيه] .\rومعلوم لهم ولكل أحد أن الله عز وجل لم يبعث من نسل إسماعيل سوى محمد صلى الله عليه وسلم، بل لم يكن في بني إسرائيل نبي يماثل موسى إلا عيسى عليه السلام، وهم لا يقرون بنبوته، ثم","seal":"74659897","part":1},
      {"page":240,"id":164,"nass":"ليس هو من إخوتهم، بل هو منتسب إليهم بأمه صلوات الله وسلامه عليه، فتعين ذلك في محمد صلى الله عليه وسلم.\rومن ذلك ما ختمت به التوراة في آخر السفر الخامس ما معناه: [جاء الله من سيناء، وأشرق من ساعير، واستعلى من جبال فاران] .\rومعنى هذا أن الله جاء شرعه ونوره من طور سيناء الذي كلم موسى عليه، وأشرق من ساعير وهو الجبل الذي ولد به عيسى عليه السلام وبعث فيه، واستعلى من جبال فاران وهي مكة، بدليل أن الله أمر إبراهيم صلى الله عليه وسلم أن يذهب بإسماعيل إلى جبال فاران.\rوقد استشهد بعض العلماء على صحة هذا بأن الله سبحانه أقسم بهذه الأماكن الثلاثة فترقى من الأدنى إلى الأعلى في قوله تعالى {والتين والزيتون * وطور سينين * وهذا البلد الأمين} ، ففي التوراة ذكرهن بحسب الوقوع، الأول فالأول، وبحسب ما ظهر فيهن من النور.\rوفي القرآن لما أقسم بهن ذكر منزل عيسى ثم موسى ثم محمد، صلاة الله وسلامه عليهم أجمعين، لأن عادة العرب إذا أقسمت ترقت من الأدنى إلى الأعلى.\rوكذا زبور داود عليه السلام والنبوءات الموجودة الآن بأيدي أهل الكتاب، فيها البشارات به صلى الله عليه وسلم كما يخبر بذلك من أسلم منهم قديماً وحديثاً.\rوفي الإنجيل ذكر ـ الفارقليط ـ موصوفاً بصفات محمد صلى الله عليه وسلم سواء بسواء.","seal":"246B1AD8","part":1},
      {"page":241,"id":165,"nass":"وأما كلام أشعيا وأرميا فظاهر جداً لكل من قرأه.\rولله الحمد والمنة والحجة البالغة.\r\rفصل ـ أولاده\rتقدم ذكر أعمامه وعماته عند ذكر نسبه المطهر صلى الله عليه وسلم.\rفأما أولاده فذكورهم وإناثهم من خديجة بنت خويلد رضي الله عنها، إلا إبراهيم فمن مارية القطبية، وهم:\rالقاسم، وبه كان يكنى لأنه أكبر أولاده، ثم زينب، ثم رقية، ثم أم كلثوم، ثم فاطمة.\rثم بعد النبوة: عبد الله، ويقال له: الطيب والطاهر، لأنه ولد في الإسلام.\rوقيل: الطاهر غير الطيب.\rوصحح ذلك بعض العلماء.\rثم إبراهيم من مارية، ولد له صلى الله عليه وسلم بالمدينة في السنة الثامنة، وتوفي عن","seal":"934C134E","part":1},
      {"page":242,"id":166,"nass":"سنة وعشرة أشهر، فلهذا قال صلى الله عليه وسلم: «أن له مرضعاً في الجنة» .\rوكلهم مات قبله، إلا فاطمة رضي الله عنها فإنها توفيت بعده بيسير، قيل: ستة أشهر على المشهور.\rوقيل: ثمانية أشهر، وقيل: سبعون يوماً، وقيل: خمسة وسبعون يوماً.\rوقيل: ثلاثة أشهر، وقيل: مائة يوم.\rوقيل: غير ذلك.\rوصلى عليها علي، وقيل: أبو بكر.\rوهو قول غريب.\rوقد ورد في حديث أنها اغتسلت قبل موتها بيسير، وأوصت ألا تغسل بعد موتها، وهو غريب جداً، وروي أن علياً والعباس وأسماء بنت عميس زوجة الصديق وسلمى أم رافع وهي قابلتها غسلوها، وهذا هو الصحيح.","seal":"FF4EE382","part":1},
      {"page":243,"id":167,"nass":"فصل ـ زوجاته\rفي زوجاته رضي الله عنهن:\rأول من تزوج صلى الله عليه وسلم خديجة بنت خويلد رضي الله عنها.\rفكانت وزير صدق له لما بعث، وهي أول من آمن به على الصحيح.\rوقيل: أبو بكر.\rوهو شاذ.\rولم يتزوج في حياتها بسواها لجلالها وعظم محلها عنده.\rواختلف أيها أفضل هي أو عائشة رضي الله عنهما؟ فرجح فضل خديجة جماعة من العلماء.\rوقد ماتت قبل الهجرة [بسنة ونصف] .\rثم تزوج سودة بنت زمعة القرشية العامرية، بعد موت خديجة بمكة، ودخل بها هناك، ثم لما كبرت أراد صلى الله عليه وسلم طلاقها، فصالحته على أن وهبت يومها لعائشة وقيل: له، فجعله لعائشة.\rوفيها نزل قوله تعالى: {وإن امرأة","seal":"12F4CC04","part":1},
      {"page":244,"id":168,"nass":"خافت من بعلها نشوزا أو إعراضا} الآية.\rوتوفيت في آخر أيام أمير المؤمنين عمر بن الخطاب رضي الله عنه.\rوقيل: تزوج عائشة قبل سودة، ولكنه لم يبن بها إلا في شوال من السنة الثانية من الهجرة، ولم يتزوج بكراً سواها، [ولم يأته الوحي في لحاف امرأة من نسائه سواها] ولم يحب أحد من النساء مثلها، وقد كانت لها مآثر وخصائص ذكرت في القرآن والسنة، ولا يعلم في هذه الأمة امرأة بلغت من العلم مبلغها، وتوفيت سنة [سبع وقيل] ثمان وخمسين.\rثم تزوج حفصة بنت عمر بن الخطاب رضي الله عنه في السنة الثالثة من الهجرة، وقد طلقها صلى الله عليه وسلم، ثم راجعها، وتوفيت سنة إحدى وأربعين.\rوقيل: وخمسين.\rوقيل: سنة خمس وأربعين.","seal":"A5AEB8ED","part":1},
      {"page":245,"id":169,"nass":"ثم أم سلمة، واسمها هند بنت أبي أمية ـ واسمه حذيفة ـ ويقال: سهيل بن المغيرة بن عبد الله بن عمر بن مخزوم، القرشية، بعد وفاة زوجها أبي سلمة عبد الله بن عبد الأسد بن هلال بن عبد الله بن مخزوم، مرجعه من بدر، فلما انقضت عدتها خطبها صلى الله عليه وسلم، وهذا يقتضي أن ذلك أول السنة الثالثة، وقد كان ولي عقدها ابنها عمر، كما رواه النسائي من طريق حماد بن سلمة عن ثابت البناني عن ابن عمر بن أبي سلمة عن أبيه عن أم سلمة.\rوقد جمعت جزءاً في ذلك، وبينت أن عمر المقول له في هذا الحديث إنما هو عمر بن الخطاب رضي الله","seal":"5DFCDFB5","part":1},
      {"page":246,"id":170,"nass":"عنه، لأنه كان الخاطب لها على رسول الله صلى الله عليه وسلم، وقد ذكر الوقدي وغيره أن وليها كان ابنها سلمة، وهو الصحيح إن شاء الله.\rوقد ذكر أنه صلى الله عليه وسلم تزوجها بغير ولي، والله تعالى أعلم.\rقال الواقدي: توفيت سنة تسع وخمسين.\rوقال غيره في خلافة يزيد بن معاوية سنة اثنتين وستين.\rثم تزوج زينب بنت جحش في سنة خمس من ذي القعدة، وقيل: سنة ثلاث، وهو ضعيف.\rوفي صبيحة عرسها نزل الحجاب، كما أخرجاه في الصحيحين عن أنس، وأنه حجبه حينئذ وقد كان عمره لما قدم رسول الله صلى الله عليه وسلم المدينة عشراً، فدل على أنه كان قد استكمل خمس عشرة سنة،.\rوالله أعلم.\rوقد كان وليها الله سبحانه وتعالى دون الناس، قال الله تعالى: {فلما قضى زيد منها وطرا زوجناكها} وروى","seal":"4688F16B","part":1},
      {"page":247,"id":171,"nass":"البخاري في صحيحه بسند ثلاثي أنها كانت تفخر على نساء رسول الله صلى الله عليه وسلم وتقول: زوجكن أهاليكن وزوجني الله في السماء، وكانت أول أزواج رسول الله صلى الله عليه وسلم وفاة، قال الواقدي: توفيت سنة عشرين، وصلى عليها عمر بن الخطاب رضي الله عنه.\rثم تزوج جويرية بنت الحارث بن أبي ضرار المصطلقية، وذلك أنه لما غزا قومها في سنة ست، بالماء الذي يقال له: المريسيع، وقعت في سهم ثابت بن قيس بن شماس، وكاتبها، فجاءت رسول الله صلى الله عليه وسلم تستعينه في كتابتها فاشتراها وأعتقها وتزوجها.\rفقيل: إنها توفيت سنة خمسين.\rوقال الواقدي: سنة ست وخمسين.\rثم تزوج صفية بنت حيي بن أخطب الإسرائيلية الهارونية النضرية ثم الخيبرية رضي الله تعالى عنها، وذلك أنه صلى الله عليه وسلم اصطفاها من مغانم خيبر، وقد كانت في أوائل سنة سبع، فأعتقها وجعل ذلك صداقها، فلما حلت في أثناء الطريق بنى بها، وحجبها، فعلموا أنها من أمهات المؤمنين.\rقال الواقدي: توفيت سنة خمسين، وقال غيره: سنة ست وثلاثين، والله أعلم.\rوفي هذه السنة، وقيل: في التي قبلها ـ سنة ست ـ تزوج أم حبيبة، واسمها رملة بنت أبي سفيان صخر بن حرب بن أمية بن عبد شمس الأموية.\rخطبها عليه عمرو بن أمية الضمري، وكانت بالحبشة، وذلك حين توفي عنها زوجها عبيد الله بن جحش، فولي عقدها منه خالد بن سعيد بن العاص،","seal":"31C4213A","part":1},
      {"page":248,"id":172,"nass":"وقيل: النجاشي، والصحيح الأول.\rولكن أمهرها النجاشي عن رسول الله صلى الله عليه وسلم أربعمائة دينار، وجهزها، وأرسل بها إليه رضي الله عنه.\rفأما ما رواه مسلم في صحيحه من حديث عكرمة بن عمار اليماني «عن أبي زميل سماك بن الوليد عن ابن عباس أن أبا سفيان لما أسلم قال في حديث لرسول الله صلى الله عليه وسلم: عندي أحسن العرب وأجمله، أم حبيبة بنت أبي سفيان أزوجكما..» الحديث.\rفقد استغرب ذلك من مسلم رحمه الله، كيف لم يتنبه لهذا؟ لأن أبا سفيان، إنما أسلم ليلة الفتح، وقد كانت بعد تزوج رسول الله صلى الله عليه وسلم أم حبيبة بسنة وأكثر، وهذا مما لا خلاف فيه.\rوقد أشكل هذا على كثير من العلماء: فأما ابن حزم فزعم أنه موضوع وضعف عكرمة بن عمار، ولم يقل هذا أحد قبله ولا بعده.\rوأما محمد بن طاهر المقدسي فقال: أراد أبو سفيان أن يجدد العقد لئلا يكون تزوجها بغير إذنه غضاضة عليه، أو أنه توهم أن بإسلامه ينفسخ نكاح ابنته، وتبعه على هذا أبو عمرو بن الصلاح وأبو زكريا النووي في شرح مسلم، وهذا بعيد جداً، فإنه لو كان كذلك لم يقل: عندي أحن العرب وأجمله، إذ رآها رسول الله صلى الله عليه وسلم منذ سنة فأكثر، وتوهم فسخ نكاحها بإسلامه بعيد جداً، والصحيح في هذا أن أبا سفيان لما رأى صهر رسول الله صلى الله عليه وسلم","seal":"2A3FBABC","part":1},
      {"page":249,"id":173,"nass":"شرفاً أحب أن يزوجه ابنته الأخرى وهي عزة، واستعان على ذلك بأختها أم حبيبة، كما أخرجا في الصحيحين «عن أم حبيبة أنها قالت: يا رسول الله انكح أختي بنت أبي سفيان، قال: أوتحبين ذلك؟ قالت: نعم..» الحديث.\rوفي صحيح مسلم أنها قالت: يا رسول الله، انكح أختي عزة بنت أبي سفيان.. الحديث.\rوعلى هذا فيصح الحديث الأول، ويكون قد وقع الوهم من بعض الرواة في قوله: وعندي أحسن العرب وأجمله: أم حبيبة.\rوإنما قال: عزة.\rفاشتبه على الراوي، أو أنه قال الشيخ: يعني ابنته، فتوهم السامع أنها أم حبيبة، إذ لم يعرف سواها.\rولهذا النوع من الغلط شواهد كثيرة قد أفردت سرد ذلك في جزء مفرد لهذا الحديث ولله الحمد والمنة.\rوتوفيت أم حبيبة رضي الله عنها سنة أربع وأربعين فيما قاله أبو عبيد، وقال أبو بكر بن أبي خيثمة: سنة تسع وخمسين قبل أخيها معاوية بسنة.\rثم تزوج في ذي القعدة من هذه السنة ميمونة بنت الحارث الهلالية واختلف هل كان محرماً أو لا؟ فأخرج صاحبا الصحيح عن ابن عباس أنه كان","seal":"0827536D","part":1},
      {"page":250,"id":174,"nass":"محرماً.\rفقيل: كان ذلك من خصائصه صلى الله عليه وسلم لما رواه مسلم «عن عثمان أن رسول الله صلى الله عليه وسلم قال: لا ينكح المحرم ولا ينكح ولا يخطب» واعتمد أبو حنيفة على الأول، وحمل حديث عثمان على الكراهة، وقيل: بل كان حلالاً كما رواه مسلم عن ميمونة أنها قالت: تزوجها رسول الله صلى الله عليه وسلم وهو حلال، وبنى بها وهو حلال.\rوقد قدم جمهور العلماء هذا الحديث على قول ابن عباس، لأنها صاحبة القصة فهي أعلم.\rوكذا أبو رافع أخبر بذلك كما رواه الترمذي عنه، وقد كان هو السفير بينهما.\rوقد أجيب عن حديث ابن عباس بأجوبة ليس هذا موضعها.\rوماتت بسرف حيث بنى بها رسول الله صلى الله عليه وسلم منصرفه من عمرة القضاء، وكان موتها سنة إحدى وخمسين، وقيل سنة ثلاث، وقيل: ست وستين، وصلى عليها ابن أختها عبد الله بن عباس رضي الله عنهما.\rفهؤلاء التسع بعد خديجة اللواتي جاء في الصحيحين أنه صلى الله عليه وسلم مات عنهن وفي رواية في الصحيح أنه مات عن إحدى عشرة، والأول أصح.","seal":"53B31CD5","part":1},
      {"page":252,"id":176,"nass":"وقد قال قتادة بن دعامة أنه صلى الله عليه وسلم تزوج خمس عشرة امرأة، فدخل بثلاث عشرة، وجمع بين إحدى عشرة، ومات عن تسع.\rوقد روى الحافظ أبو عبد الله محمد بن عبد الواحد المقدسي نحو هذا عن أنس في كتابه المختارة فهذا هو المشهور.\rوقد رأيت لبعض أئمة المتأخرين من المالكية وغيرهم في كتاب النكاح تعداد زوجات لم يدخل بهن مع اللواتي دخل بهن ما ينيف على العشرين.\rوقد كان له من السراري اثنتان.\rوهما: مارية بنت شمعون القبطية، أم إبراهيم ولد رسول الله صلى الله عليه وسلم، أهداها له المقوقس صاحب إسكندرية ومصر، ومعها أختها شيرين وخصي يقال له مابور وبغلة يقال لها: الدلدل، فوهب صلى الله عليه وسلم شيرين إلى حسان بن ثابت فولدت له","seal":"6829431B","part":1},
      {"page":253,"id":177,"nass":"عبد الرحمن.\rوتوفيت مارية في محرم سنة ست عشرة، وكان عمر بن الخطاب رضي الله عنه يحشر الناس لجنازتها بنفسه، وصلى عليها ودفنها بالبقيع رضي الله عنها.\rوأما الثانية فريحانة بنت عمرو، وقيل: بنت زيد، اصطفاها من بني قريظة وتسرى بها، ويقال: إنه تزوجها، وقيل: بل تسرى بها، ثم أعتقها فلحقت بأهلها.\rوذكر بعض المتأخرين أنه تسرى أمتين أخريين، والله تعالى أعلم.\r\rفصل ـ مواليه\rفي ذكر موالي رسول الله صلى الله عليه وسلم على حروف المعجم رضي الله عنهم أجمعين، وذلك حسبما أورده الحافظ الكبير أبو القاسم بن عساكر في أول تاريخه وهم:\rأحمر، ويكنى أبا عسيب، وأسود، وأفلح، وأنس، وأيمن بن أم أيمن، وباذام، وثوبان بن بجدد، وذكوان ـ وقيل: طهمان، وقبل: كيسان.","seal":"B6A692F1","part":1},
      {"page":254,"id":178,"nass":"وقيل: مروان.\rوقيل: مهران ـ ورافع، ورباح، ورويفع، وزيد بن حارثة، وزيد جد هلال بن يسار، وسابق، وسالم، وسعيد وسفينة، وسلمان الفارسي، وسليم ـ ويكنى بأبي كبشة، ذكر فيمن شهد بدراً ـ وصالح [شقران] ، وضميرة بن أبي ضميرة، وعبيد الله بن أسلم، وعبيد، وعبيد أيضاً ـ ويكنى بأبي صفية ـ وفضالة اليماني، وقصير، وكركرة ـ بكسرهما، ويقال: بفتحهما ـ ومابور القبطي، ومدعم، وميمون، ونافع، ونبيل، وهرمز، وهشام، وواقد، ووردان، ويسار [نوبي] ، وأبو أثيلة، وأبو بكرة، وأبو الحمراء، وأبو رافع وأسمه أسلم ـ فيما قيل ـ وأبو عبيد.\rفهؤلاء الذين حررهم أبو زكريا النووي رحمه الله تعالى في أول كتابه تهذيب الأسماء واللغات، إلا أني رتبتهم على الحروف ليكون أسهل للكشف.\rوأما إماؤه: فأمية، وبركة ـ أم أيمن، وهي أم أسامة بن زيد ـ وخضرة، ورضوى، وريحانة، وسلمة ـ وهي أم رافع امرأة أبي رافع ـ وشيرين، وأختها مارية أم إبراهيم عليه السلام، وميمونة بنت سعد، وأم ضميرة، وأم عياش.\rقال أبو زكريا رحمه الله تعالى: ولم يكن ملكه صلى الله عليه وسلم لهؤلاء في زمن واحد، بل في أوقات متفرقة.","seal":"5ADDF031","part":1},
      {"page":255,"id":179,"nass":"فصل ـ خدمه\rوقد التزم جماعة من الصحابة رضي الله عنهم بخدمته، كما كان عبد الله بن مسعود صاحب نعليه، إذا قام ألبسه إياهما، وإذا جلس جعلهما في ذراعيه حتى يقوم، وكان المغيرة بن شعبة سيافاً على رأسه.\rوعقبة بن عامر صاحب بغلته، يقود به في الأسفار.\rوأنس بن مالك، وربيعة بن كعب، وبلال، وذو مخبر، ويقال: ذو مخمر ـ ابن أخي النجاشي ملك الحبشة، ويقال: ابن أخته ـ وغيرهم.\r\rفصل ـ كتاب الوحي ـ\rأما كتاب الوحي: فقد كتب له أبو بكر، وعمر، وعثمان، وعلي، والزبير، وأبي بن كعب، وزيد بن ثابت، ومعاوية بن أبي سفيان، ومحمد بن مسلمة، والأرقم بن أبي الأرقم، وأبان بن سعيد بن العاص، وأخوه خالد، وثابت بن قيس، وحنظلة بن الربيع الأسيدي الكاتب، وخالد بن الوليد","seal":"5F040D7F","part":1},
      {"page":256,"id":180,"nass":"وعبد الله بن الأرقم، وعبد الله بن زيد بن عبد ربه، والعلاء بن عتبة، والمغيرة بن شعبة، وشرحبيل بن حسنة، وقد أورد ذلك الحافظ أبو القاسم في كتابه أتم إيراد، وأسند ما أمكنه عن كل واحد من هؤلاء إلا شرحبيل بن حسنة، وذكر فيهم السجل، كما رواه أبو داود والنسائي عن ابن عباس في قوله تعالى {يوم نطوي السماء كطي السجل للكتب} قال: هو كاتب كان للنبي صلى الله عليه وسلم.\rوقد أنكر هذا الحديث الإمام أبو جعفر بن جرير في تفسيره، وقال: لا يعرف في كتاب النبي صلى الله عليه وسلم، بل ولا في أصحابه أحد يسمى [سجلاً] .\rقلت: وقد أنكره أيضاً غير واحد من الحفاظ، وقد أفردت له جزءاً، وبينت طرقه وعلله، ومن تكلم فيه من الأئمة، ومن ذهب منهم إلى أنه حديث موضوع، والله تعالى أعلم.","seal":"86557D7E","part":1},
      {"page":257,"id":181,"nass":"فصل ـ المؤذنون ـ\rكان له صلى الله عليه وسلم مؤذنون أربعة: بلال بن رباح، وعمرو بن أم مكتوم الأعمى ـ وقيل: اسمه عبد الله ـ وكانا في المدينة يتناوبان في الآذان.\rوسعد القرظ بقباء، وأبو محذورة بمكة، رضي الله عنهم.\r\rفصل ـ نوقه وخيوله ـ\rوكان له صلى الله عليه وسلم من النوق: العضباء، والجدعاء، والقصواء، وروي عن محمد ابن إبراهيم التيمي أنه قال: إنما كان له ناقة واحدة موصوفة بهذه الصفات الثلاث، وهذا غريب جداً، حكاه النووي.","seal":"D4BB0E8A","part":1},
      {"page":258,"id":182,"nass":"وكان له من الخيل السكب ـ وكان أغر محجلاً طلق اليمين، وهو أول فرس غزا عليه ـ وسبحة، وهو الذي سابق عليه.\rوهو الذي اشتراه من الأعرابي، وشهد فيه خزيمة بن ثابت.\rوقال سهل بن سعد: كان له ثلاثة أفراس: لزاز والظرب، واللخيف، وقيل بالحاء المهملة، وقيل النحيف، فهذه ستة، وسابعة وهي الورد، أهداها له تميم الداري.\rوكانت له بغلة يقال لها الدلدل، أهداها له المقوقس، وحضر بها يوم حنين، وقد عاشت بعده صلى الله عليه وسلم حتى كان يحسى لها الشعير لما سقطت أسنانها، وكانت عند علي، ثم بعده عند عبد الله بن جعفر.\rوكان له حمار يقال له: عفير، بالعين المهملة، وقيل بالمعجمة ـ قاله","seal":"6EE33A7B","part":1},
      {"page":259,"id":183,"nass":"عياض ـ قال النووي، واتفقوا على تغليطه في ذلك.\rقلت وأغرب من هذا كله رواية أبي القاسم السهيلي في روضه الحديث المشهور في قصة عفير أنه كلم النبي صلى الله عليه وسلم، وقال إنه من نسل سبعين حماراً كل منها ركبه نبي، وأن اسمه يزيد بن شهاب، وأنه كان يبعثه النبي صلى الله عليه وسلم في الحاجات إلى أصحابه.\rفهذا شيء باطل لا أصل له من طريق صحيح ولا ضعيف إلا ما ذكره أبو محمد بن أبي حاتم من طريق منكر مردود، ولا شك أهل العلم بهذا الشأن أنه موضوع، وقد ذكر هذا أبو إسحاق الإسفراييني وإمام الحرمين، حتى ذكره القاضي عياض في كتابه الشفاء استطراداً، وكان الأولى ترك ذكره لأنه موضوع.\rسألت شيخنا أبا الحجاج عنه فقال: ليس له أصل وهو ضحكة.\rوكان له صلى الله عليه وسلم في وقت عشرون لقحة، ومائة من الغنم.","seal":"512496C0","part":1},
      {"page":260,"id":184,"nass":"فصل ـ سلاحه ـ\rوكان له من آلات الحرب: ثلاثة أرماح، وثلاث أقواس، وستة أسياف، منها ذو الفقار، تنفله يوم بدر، ودرع، وترس، وخاتم، وقدح غليظ من خشب، وراية سوداء مربعة، ولواء أبيض، وقيل: أسود.\r\rفصل ـ رسله إلى الملوك ـ\rفي ذكر رسله إلى ملوك الآفاق.\rأرسل صلى الله عليه وسلم عمرو بن أمية الضمري إلى النجاشي بكتاب، فأسلم رضي الله عنه ونور ضريحه.\rودحية بن خليفة الكلبي إلى هرقل عظيم الروم، فقارب وكاد ولم يسلم، وقال بعضهم: بل أسلم، وقد روى سنيد بن داود في تفسيره حديثاً مرسلاً فيه ما يدل على إسلامه، وروى أبو عبيد في كتاب الأموال حديثاً مرسلاً","seal":"EDF84407","part":1},
      {"page":261,"id":185,"nass":"أيضاً فيه تصريح بعدم إسلامه.\rوبعث عبد الله بن حذافة السهمي إلى كسرى ملك الفرس، فتكبر ومزق كتابه صلى الله عليه وسلم، فمزقه الله وممالكه كل ممزق بدعوة رسول الله صلى الله عليه وسلم عليه بذلك.\rوحاطب بن أبي بلتعة إلى المقوقس ملك الإسكندرية ومصر، فقارب ولم يذكر له إسلام، وبعث الهدايا إليه صلى الله عليه وسلم والتحف.\rوعمرو بن العاص إلى ملكي عمان فأسلما، وخليا بين عمرو والصدقة والحكم بين الناس، رضي الله عنهما.\rوسليط بن عمرو العامري إلى هوذة بن علي الحنفي باليمامة.\rوشجاع بن وهب الأسدي إلى الحارث بن أبي شمر الغساني ملك البلقاء من الشام.\rوالمهاجر بن أبي أمية المخزومي إلى الحارث الحميري.\rوالعلاء بن الحضرمي إلى المنذر بن ساوى العبدي ملك البحرين فأسلم.\rوأرسل أبا موسى الأشعري ومعاذ بن جبل كليهما إلى أهل اليمن فأسلم عامة ملوكهم وسوقتهم.","seal":"C57B0CF3","part":1},
      {"page":262,"id":186,"nass":"فصل ـ صفته الظاهرة\rفي صفته الظاهرة، وقد صنف العلماء في هذا الباب، فأحسن من جمع في ذلك الإمام أبو عيسى محمد بن عيسى بن سورة الترمذي رحمه الله تعالى، أعني كتاب الشمائل، وتبعه العلماء والأئمة.\rوقد استوعى ذلك بأسانيد، وشرحه مطولاً الحافظ أبو القاسم بن عساكر رحمه الله تعالى، وشيخنا الإمام الحافظ أبو الحجاج المزي في تهذيب الكلام.\rوقد ذكر الشيخ أبو زكريا النووي في تهذيبه فصلاً مختصراً فيه قال: كان صلى الله عليه وسلم ليس بالطويل البائن ولا القصير، ولا الأبيض الأمهق، ولا الآدم، ولا الجعد القطط ولا السبط.\rوتوفي وليس في رأسه عشرون شعرة بيضاء، وكان حسن الجسم بعيد ما بين المنكبين، له شعر إلى منكبيه، وفي وقت إلى شحمة أذنيه.\rوفي وقت إلى نصف أذنيه، كث اللحية، شثن الكفين، أي غليظ الأصابع، ضخم الرأس والكراديس، في وجهه تدوير، أدعج العينين طويل أهدابهما، أحمر المآقي ذا مشربة، وهي الشعر الدقيق من الصدر إلى السرة، كالقضيب، إذا مشى تقلع كأنما ينحط من صبب أي يمشي بقوة، والصبب: الحدور.\rيتلألأ وجهه تلألؤ القمر ليلة البدر، كان وجهه كالقمر، حسن الصوت، سهل الخدين، ضليع","seal":"C36AAA20","part":1},
      {"page":263,"id":187,"nass":"الفم، سواء الصدر والبطن، أشعر المنكبين والذراعين وأعالي الصدر، طويل الزندين رحب الراحة، أشكل العينين، أي طويل شقهما، منهوس العقبين، أي قليل لحم العقب، بين كتفيه خاتم النبوة، كزر الحجلة وكبيضة الحمامة.\rوكان إذا مشى كأنما تطوى له الأرض، ويجدون في لحاقه وهو غير مكترث.\rوكان يسدل شعر رأسه، ثم فرقه، وكان يرجله، ويسرح لحيته ويكتحل بالإثمد كل ليلة، في كل عين ثلاثة أطراف عند النوم.\rوكان أحب الثياب إليه القميص والبياض والحبرة، وهي ضرب من البرود فيه حمرة، وكان كم قميصه صلى الله عليه وسلم إلى الرسغ، ولبس في وقت حلة حمراء وإزاراً ورداء، وفي وقت ثوبين أخضرين، وفي وقت جبة ضيقة الكمين، وفي وقت قباء، وفي وقت عمامة سوداء، وأرخى طرفها بين كتفيه، وفي وقت مرطاً أسود أي كساء، ولبس الخاتم والخف والنعل.\rانتهى ما ذكره.\rوقال أنس بن مالك رضي الله عنه: ما مسست ديباجاً ولا حريراً ألين من","seal":"B5180D71","part":1},
      {"page":264,"id":188,"nass":"كف رسول الله صلى الله عليه وسلم، ولا شممت رائحة قط أطيب من رائحة رسول الله صلى الله عليه وسلم ولقد خدمت رسول الله صلى الله عليه وسلم عشر سنين فما قال لي أف قط.\rولا قال لشيء فعلته: لم فعلته؟ ولا لشيء لم أفعله: ألا فعلت كذا؟ رواه مسلم.\rوقال عبد الله بن سلام: لما قدم النبي صلى الله عليه وسلم المدينة انجفل الناس إليه، فلما نظرت إليه عرفت أن وجهه ليس بوجه كذاب، صلى الله عليه وسلم صلاة دائمة إلى يوم الدين وسلم تسليماً كثيراً.\r\rفصل ـ أخلاقه الطاهرة\rوأما أخلاقه الطاهرة، فقد قال الله سبحانه: {ن والقلم وما يسطرون * ما أنت بنعمة ربك بمجنون * وإن لك لأجرا غير ممنون * وإنك لعلى خلق عظيم} ، وفي الصحيح عن عائشة رضي الله عنها أنها قالت: كان خلق رسول الله صلى الله عليه وسلم القرآن.\rومعنى هذا أنه صلى الله عليه وسلم قد ألزم نفسه ألا يفعل إلا ما أمره به القرآن، ولا يترك إلا ما نهاه عنه القرآن، فصار امتثال أمر ربه خلقاً له","seal":"5749C0ED","part":1},
      {"page":265,"id":189,"nass":"وسجية، صلوات الله وسلامه عليه إلى يوم الدين.\rوقد قال الله تعالى: {إن هذا القرآن يهدي للتي هي أقوم} فكانت أخلاقه صلى الله عليه وسلم أشرف الأخلاق وأكرمها وأبرها وأعظمها:\rفكان أشجع الناس وأشجع ما يكون عند شدة الحروب.\rوكان أكرم الناس، وأكرم ما يكون في رمضان.\rوكان أعلم الخلق بالله، وأفصح الخلق نطقاً، وأنصح الخلق للخلق، وأحلم الناس.\rوكان صلى الله عليه وسلم أشد الناس تواضعاً في وقار، صلوات الله وسلامه عليه إلى يوم الدين.\rقالت قيلة بنت مخرمة في حديثها عند أبي داود: فلما رأيت رسول الله صلى الله عليه وسلم المتخشع في جلسته أرعدت من الفرق.\rوفي السيرة أنه صلى الله عليه وسلم لما دخل مكة يوم الفتح جعل يطأطئ رأسه من التواضع، حتى إن مقدم رحله ليصيب عثنونه، وهو من شعر اللحية.\rوكان أشد حياء من العذراء في خدرها، ومع ذلك فأشد الناس بأساً في أمر الله، وروي عنه أنه قال صلى الله عليه وسلم: «أنا الضحوك القتال» .","seal":"4655EC98","part":1},
      {"page":266,"id":190,"nass":"وهكذا مدح الله عز وجل أصحابه حيث قال تبارك وتعالى: {محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم} .\rوستأتي إن شاء الله تعالى بقية أوصافه الجميلة مستقصاة فيما نورده من الأحاديث بعد هذا إن شاء الله تعالى وبه المستعان.\r\rفصل ـ الأماكن التي حلها\rفي ذكر الأماكن التي حلها صلوات الله وسلامه عليه.\rوهي الرحلات النبوية.\rقدم الشام مرتين:\rالأولى مع عمه أبي طالب في تجارة له، وكان عمره إذ ذاك ثنتي عشرة سنة، وكان من قصة بحيرا وتبشيره به ما كان من الآيات الي رآها، مما بهر العقول، وذلك مبسوط في الحديث الذي رواه الترمذي مما تفرد به قراد أبو نوح، واسمه","seal":"319ADB0F","part":1},
      {"page":267,"id":191,"nass":"عبد الرحمن بن غزوان، وهو إسناد صحيح، ولكن في متنه غرابة قد بسط الكلام عليه في موضع آخر، وفيه ذكر الغمامة ولم أرها ذكراً في حديث ثابت أعلمه سواه.\rالقدمة الثانية في تجارة لخديجة بنت خويلد وصحبته مولاه ميسرة، فبلغ أرض بصرى، فباع ثم التجارة ورجع، فأخبر ميسرة مولاته بما رأى عليه صلى الله عليه وسلم من لوائح النبوة، فرغبت فيه وتزوجته، وكان عمره حين تزوجها ـ على ما ذكره أهل السيرـ خمساً وعشرين سنة.\rوتقدم أنه صلى الله عليه وسلم أسري به ليلاً من المسجد الحرام إلى المسجد الأقصى، فاجتمع بالأنبياء وصلى بهم فيه، ثم ركب إلى السماء ثم إلى ما بعدها من السموات سماء سماء، ورأى الأنبياء هناك على مراتبهم، ويسلم عليهم ويسلمون عليه، ثم صعد إلى سدرة المنتهى فرأى هناك جبريل عليه السلام على الصورة التي خلقه الله عليها، له ستمائة جناح، ودنا الجبار رب العزة فتدلى كما يشاء على ما ورد في الحديث الشريف، فرأى من آيات ربه الكبرى كما قال تعالى: {لقد رأى من آيات ربه الكبرى} ، وكلمه ربه سبحانه وتعالى على أشهر قولي أهل الحديث، ورأى ربه عز وجل ببصره على قول بعضهم، وهو اختيار الإمام أبي بكر بن خزيمة من أهل الحديث، وتبعه في ذلك جماعة من المتأخرين.\rوروى مسلم عن ابن عباس رضي الله عنهما أنه رآه بفؤاده مرتين.\rوأنكرت عائشة أم المؤمنين رضي","seal":"AD8033A4","part":1},
      {"page":268,"id":192,"nass":"الله عنها رؤية البصر، وروى مسلم عن أبي ذر قلت: يا رسول الله، رأيت ربك؟ فقال: «نور، أنى أراه؟» وإلى هذا مال جماعة من الأئمة قديماً وحديثاً اعتماداً على هذا الحديث، واتباعاً لقول عائشة رضي الله عنها.\rقالوا: هذا مشهور عنها، ولم يعرف لها مخالف من الصحابة إلا ما روي عن ابن عباس أنه رآه بفؤاده، ونحن نقول به، وما روي في ذلك من إثبات الرؤيا بالبصر فلا يصح شيء من ذلك لا مرفوعاً، بل ولا موقوفاً، والله أعلم.\rورأى الجنة والنار والآيات العظام، وقد فرض الله سبحانه عليه الصلاة ليلتئذ خمسين ثم خففها إلى خمس، وتردد بين موسى عليه السلام وبين ربه جل وعز في ذلك، ثم أهبط إلى الأرض إلى مكة إلى المسجد الحرام، فأصبح يخبر الناس بما رأى من الآيات.\rفأما الحديث الذي رواه النسائي في أول كتاب الصلاة «أخبرنا عمرو بن هشام حدثنا مخلد هو ابن يزيد عن سعيد بن عبد العزيز، حدثنا يزيد بن أبي مالك، حدثنا أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: أتيت بدابة فوق حمار ودون البغل، خطوها عند منتهى طرفها، فركبت ومعي جبريل عليه السلام، فسرت، فقال: انزل فصل، ففعلت، فقال: أتدري أين صليت صليت بطيبة، وإليها المهاجر.\rثم قال: انزل فصل، فصليت، فقال: أتدري أين صليت؟ صليت بطور سيناء، حيث كلم الله موسى.\rثم قال: انزل فصل، فصليت فقال:","seal":"FE46C501","part":1},
      {"page":269,"id":193,"nass":"أتدري أين صليت؟ صليت ببيت لحم حيث ولد عيسى.\rثم دخلت بيت المقدس، فجمع لي الأنبياء، فقدمني جبريل حتى أممتهم، ثم صعد بي إلى السماء الدنيا..» وذكر بقية الحديث، فإنه حديث غريب منكر جداً وإسناده مقارب.\rوفي الأحاديث الصحيحة ما يدل على نكارته، والله أعلم.\rوكذلك الحديث الذي تفرد به بكر الله زياد الباهلي المتروك، «عن عبد الله بن المبارك، عن سعيد بن أبي عروبة، عن قتادة، عن زرارة بن أوفى، عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: ليلة أسري بي قال لي جبريل: هذا قبر أبيك إبراهيم انزل فصل فيه» لا يثبت أيضاً، لحال بكر بن زياد المذكور.\rوهكذا الحديث الذي رواه ابن جرير في أول تاريخه من حديث أبي نعيم عمر بن الصبح، أحد الكذابين المعترفين بالوضع عن مقاتل بن حيان، عن","seal":"4A12CF6A","part":1},
      {"page":270,"id":194,"nass":"عكرمة، عن ابن عباس، أنه صلى الله عليه وسلم ليلة أسري به ذهب إلى يأجوج ومأجوج، فدعاهم إلى الله عز وجل فأبوا أن يجيبوه، ثم انطلق به جبريل عليه السلام إلى المدينتين ـ يعني [جابلق] ، وهي مدينة بالمشرق وأهلها من بقايا عاد، ومن نسل من آمن منهم، ثم إلى جابرس، وهي بالمغرب، وأهلها من نسل من آمن من ثمود ـ فدعا كل منهما إلى الله عز وجل، فأمنوا به.\rوفي الحديث أن لكل واحدة من المدينتين عشرة آلاف باب، ما بين كل بابين فرسخ، ينوب كل يوم على باب عشرة آلاف رجل يحرسون، ثم لا تنوبهم الحراسة بعد ذلك إلى يوم ينفخ في الصور، فو الذي نفس محمد بيده لولا كثرة هؤلاء القوم وضجيج أصواتهم لسمع الناس من جميع أهل الدنيا هدة وقعة الشمس حين تطلع وحين تغرب ومن ورائهم ثلاث أمم: منسك وتافيل، وتاريس، وفيه أنه صلى الله عليه وسلم دعا هذه الثلاث أمم، فكفروا وأنكروا، وهم مع يأجوج ومأجوج.\rوذكر حديثاً طويلاً لا يشك من له أدنى علم أنه موضوع، وإنما نبهت عليه ها هنا ليعرف حاله فلا يغتر به، ولأنه من ملازم ما ترجمنا الفصل به، ومن توابع ليلة الإسراء، والله أعلم.","seal":"45BE2439","part":1},
      {"page":271,"id":195,"nass":"فصل ـ سماعاته\rقد قدمنا أنه صلى الله عليه وسلم سمع كلام ربه عز وجل وخطابه له ليلة الإسراء، حيث يقول صلى الله عليه وسلم: «فنوديت أن قد أتممت فريضتي وخففت عن عبادي، يا محمد: إنه لا يبدل القول لدي، هي خمس، وهي خمسون» .\rفمثل هذا لا يقوله إلا رب العالمين كما في قوله تعالى لموسى: {إنني أنا الله لا إله إلا أنا فاعبدني وأقم الصلاة لذكري} ، قال علماء السلف وأئمتهم: هذا من أدل الدلائل على أن كلام الله غير مخلوق، لأن هذا لا يقوم بذات مخلوقة، وقال جماعة منهم: من زعم أن قوله تعالى: {إنني أنا الله لا إله إلا أنا فاعبدني} مخلوق، فهو كافر، لأنه بزعمه يكون ذلك المحل المخلوق قد دعا موسى إلى عبادته، وقد بسط هذا في غير هذا الموضع.\rوقد روى صلى الله عليه وسلم عن ربه عز وجل أحاديث كثيرة، كحديث: «يا عبادي، كلكم جائع إلا من أطعمته..» الحديث وقد رواه مسلم، وله أشباه كثيرة.\rوقد أفرد العلماء في هذا الفصل مصنفات في ذكر الأحاديث","seal":"179E3680","part":1},
      {"page":272,"id":196,"nass":"الإلهية، فجمع زاهر بن طاهر في ذلك مصنفاً، وكذلك الحافظ الضياء أيضاً، وجمع علي بن بلبان مجلداً رأيته، يشتمل على نحو من مائة حديث.\rوقد ذهب جماعة من أهل الحديث والأصول أن السنة كلها بالوحي لقوله تعالى: {وما ينطق عن الهوى * إن هو إلا وحي يوحى} وهذه المسألة مقررة في كتب الأصول، وقد أتقنها الحافظ أبو بكر البيهقي في كتابه المدخل إلى السنن.\rواختلفوا هل رأى ربه سبحانه كما قدمنا.\rوقد رأى جبريل عليه السلام هناك علىصورته، وكان قد رآه قبل ذلك منهبطاً من السماء إلى الأرض على الصورة التي خلق عليها، وذلك في ابتداء الوحي، وهو المعني بقوله تعالى: {علمه شديد القوى * ذو مرة فاستوى * وهو بالأفق الأعلى * ثم دنا فتدلى * فكان قاب قوسين أو أدنى} فالصحيح من قول المفسرين ـ بل المقطوع به ـ أن المتدلي في هذه الآية هو جبريل عليه السلام، كما","seal":"67FC0A55","part":1},
      {"page":273,"id":197,"nass":"أخرجاه في الصحيحين «عن عائشة رضي الله عنها: أنها سألت رسول الله صلى الله عليه وسلم عن ذلك فقال: ذاك جبريل» فقد قطع هذا الحديث النزاع وأزاح الإشكال.\rوقد قدمنا أنه اجتمع بالأنبياء ورآهم على مراتبهم، ورأى خازن الجنة وخازن النار، وشيعه من كل سماء مقربوها إلى السماء التي تليها، وتلقاه المقربون في الأخرى.\rوفي السنن أنه صلى الله عليه وسلم قال: «ما مررت ليلة أسري بي بملأ من الملائكة إلا قالوا: يا محمد! مر أمتك بالحجامة» .\rتفرد به عباد بن منصور.\rوفي حديث آخر إلا قالوا: «مر أمتك يستكثروا من غراس الجنة: سبحان الله والحمد لله ...\r» الحديث.\rوهما غريبان.\rونزل عليه جبريل عليه السلام بالقرآن عن الله عز وجل على قلبه الكريم، وفي الصحيحين أنه أتاه ملك الجبال يوم قرن","seal":"DFDE295B","part":1},
      {"page":274,"id":198,"nass":"الثعالب برسالة من الله تعالى فقال: إن شاء أن يطبق عليهم الأخشبين فقال: بل أستأني بهم.\rوفي صحيح مسلم أن ملكاً نزل بالآيتين من آخر سورة البقرة.\rوفي مغازي الأموي عن أبيه قال: وزعم الكلبي «عن أبي صالح عن ابن عباس قال: بينما النبي صلى الله عليه وسلم يجمع الأقباض وجبريل عن يمينه، إذ أتاه ملك من الملائكة قال: يا محمد، إن الله يقرأ عليك السلام، قال رسول الله صلى الله عليه وسلم: هو السلام، ومنه السلام، وإليه السلام فقال الملك: إن الله يقول لك: إن الأمر: الذي أمرك به الحباب بن المنذر، فقال صلى الله عليه وسلم لجبريل عليه السلام أتعرف هذا؟ قال: ماكل أهل السماء أعرف، وإنه لصادق وما هو بشيطان» .\rوهذا وإن كان إسناده ليس بذلك إلا أن له شاهداً، وذلك أنه صلى الله عليه وسلم لما نزل على أدنى مياه بدر قال له الحباب بن المنذر: يا رسول الله، إن كنت نزلت هذا المنزل بأمر الله فذاك، وإن كنت إنما نزلته للحرب والمكيدة فليس بمنزل.\rقال: بل للحرب والمكيدة قال: فانطلق حتى تجلس على أدنى المياه من القوم ونعور","seal":"E7EB46D7","part":1},
      {"page":275,"id":199,"nass":"ما وراءنا من المياه، كما تقدم في قصة بدر.\rوقد روي أنه صلى الله عليه وسلم حدث عن قس بن ساعدة الإيادي بما سمعه يقول بسوق عكاظ، وفي سنده نظر.\rوفي صحيح مسلم عن فاطمة بنت قيس أنه صلى الله عليه وسلم حدث على المنبر عن تميم الداري بقصة الدجال.\r\rفصل ـ السماع منه\rوسمع منه أصحابه بمكة والمدينة وغيرهما من البلدان التي غزا إليها وحلها، وبعرفة، ومنى، وغير ذلك.","seal":"A36E4961","part":1},
      {"page":276,"id":200,"nass":"وقد سمع منه الجن القرآن وهو يقرأ بأصحابه بعكاظ، وجاؤوه فسألوه عن أشياء، ومكث معهم ليلة شهدها عبد الله بن مسعود، إلا أنه غير مباشر لهم.\rلكنه كان ينتظر رسول الله صلى الله عليه وسلم في مكان محوط عليه لئلا يصيبه سوء، فأسلم منهم طائفة من جن نصيبين رضي الله عنهم أجمعين.\rوقد روينا في الغيلانيات خبراً من حديث رجل منهم يقال له عبد الله سمحج، وفي إسناده غرابة.\rوقد جاءه جبريل في صورة رجل أعرابي فحدثه عن الإسلام والإيمان والإحسان وأمارات الساعة.","seal":"2A6A73C2","part":1},
      {"page":277,"id":201,"nass":"فصل ـ عدد المسلمين حين وفاته، وعدد من روى عنه من الصحابة\rقال الإمام أبو عبد الله الشافعي رحمه الله: توفي رسول الله صلى الله عليه وسلم والمسلمون ستون ألفاً، ثلاثون ألفاً بالمدينة، وثلاثون ألفاً في غيرها.\rوقال الحافظ أبو زرعة عبيد الله بن عبد الكريم الرازي رحمه الله تعالى: توفي رسول الله صلى الله عليه وسلم وقد رآه وسمع منه زيادة على مائة ألف.\rوقال الحافظ أبو عبد الله محمد بن عبد الله الحاكم النيسابوري: روى عنه صلى الله عليه وسلم أربعة آلاف صحابي.\rقلت: قد أفرد الأئمة أسماء الصحابة في مصنفات على حدة، كالبخاري في أول تاريخه الكبير، وابن أبي خيثمة، والحافظ أبي عبد الله بن مندة، والحافظ","seal":"AFF7373E","part":1},
      {"page":278,"id":202,"nass":"أبي نعيم الأصبهاني، والشيخ الإمام أبي عمر بن عبد البر، وغيرهم.\rوقد أفرد أبو محمد بن حزم أسماءهم في جزء جمعه من الإمام بقي بن مخلد الأندلسي، رحمه الله تعالى، وذكر ما روى كل واحد منهم.\rوسنفرد ذلك في فصل بعد إن شاء الله تعالى، ونضيف إليه ما ينبغي إضافته، وإن يسر الكريم الوهاب ذكرت من المسانيد والسنن ما روى كل صحابي من الأحاديث، وتكلمت على كل منهما، وبينت حاله من صحة وضعف إن شاء الله تعالى وبه الثقة وعليه التكلان، ولا حول ولا قوة إلا بالله العزيز الحكيم.\r\rفصل ـ خصائص رسول الله صلى الله عليه وسلم ـ\rفي ذكر شيء من خصائص رسول الله صلى الله عليه وسلم التي لم يشاركه فيها غيره.\rوقد أكثر أصحابنا وغيرهم من ذكر هذا الفصل في أوائل كتب النكاح من مصنفاتهم،","seal":"13F6096C","part":1},
      {"page":279,"id":203,"nass":"تأسياً بالإمام أبي عبد الله صاحب المذهب، فإنه ذكر طرفاً من ذلك هنالك وحكى الصيمري عن أبي علي بن خيران أنه منع من الكلام في خصائص رسول الله صلى الله عليه وسلم في أحكام النكاح، وكذا في الإمامة، ووجهه أن ذلك قد انقضى فلا عمل يتعلق به، وليس فيه من دقيق العلم ما يقع به التدريب، فلا وجه لتضييع الزمان برجم الظنون فيه.\rقال الشيخ أبو عمرو بن الصلاح بعد حكايته ذلك: وهذا غريب مليح، والله أعلم.\rوقال إمام الحرمين: قال المحققون: وذكر الخلاف في مسائل الخصائص خبط لا فائدة فيه، فإنه لا يتعلق به حكم ناجز تمس الحاجة إليه، وإنما يجري الخلاف فيما لا نجد بداً من إثبات حكم فيه، فإن الأقيسة لا مجال لها، والأحكام الخاصة تتبع فيها النصوص، وما لا نص فيه فالخلاف فيه هجوم على الغيب من غير فائدة.\rوقال الشيخ أبو زكريا النووي: الصواب الجزم بجواز ذلك، بل باستحبابه ولو قيل بوجوبه لم يكن بعيداً إذ لم يمنع منه إجماع، وربما رأى","seal":"353B6B70","part":1},
      {"page":280,"id":204,"nass":"جاهل بعض الخصائص ثابتاً في الصحيح فيعمل به أخذاً بأصل التأسي، فوجب بيانها لتعرف، فلا يشاركه فيها، وأي فائدة أعظم من هذه؟ ! وأما ما يقع في أثناء الخصائص مما لا فائدة فيه اليوم فقليل جداً لا تخلو أبواب الفقه عن مثله للتدرب ومعرفة الأدلة.\rوأما جمهور الأصحاب فلم يعرجوا على ما ذكره ابي خيران وإمام الحرمين، بل ذكروا ذلك مستقصى لزيادة العلم، لا سيما الإمام أبو العباس أحمد بن أبي أحمد بن القاص الطبري صاحب كتاب التلخيص.\rوقد رتب الحافظ أبو بكر البيهقي على كلامه في ذلك سننه الكبير، ولكن فرع كثيراً من ذلك على أحاديث فيها نظر، سأذكرها إن شاء الله تعالى.\rوقد رتبوا الكلام فيها على أربعة أنحاء:\rالأول: ما وجب عليه دون غيره.\rالثاني: ما حرم عليه دون غيره.\rالثالث: ما أبيح له دون غيره\rالرابع: ما اختص به من الفضائل دون غيره.","seal":"6132ED47","part":1},
      {"page":281,"id":205,"nass":"فذكروا في كل منها أحكام النكاح وغيرها، وقد رأيت أن أرتبها على نوع آخر أقرب تناولاً مما ذكروا إن شاء الله تعالى، فأقول وبالله التوفيق:\rالخصائص على قسمين:\rأحدهما: ما اختص به عن سائر إخوانه من الأنبياء، صلوات الله وسلامه عليهم أجمعين.\rالثاني: ما اختص به من الأحكام دون أمته.\r\rالقسم الأول ـ ما اختص به دون غيره من الأنبياء ـ\rأما القسم الأول: ففي الصحيحين «عن جابر بن عبد الله بن عمرو بن حرام الأنصاري رضي الله عنهم قال: قال رسول الله صلى الله عليه وسلم: أعطيت خمساً لم يعطهن أحد من الأنبياء قبلي: نصرت بالرعب مسيرة شهر، وجعلت لي الأرض مسجداً وطهوراً، فأيما رجل من أمتي أدركته الصلاة فليصل، وأحلت لي الغنائم ولم تحل لأحد قبلي، وأعطيت الشفاعة، وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة» .\rفقوله صلى الله عليه وسلم: «نصرت بالرعب مسيرة شهر» ، قيل: كان إذا هم بغزو قوم أرهبوا منه قبل أن يقدم عليهم بشهر، ولم يكن هذا لأحد سواه.\rوما روي في صحيح مسلم في قصة نزول عيسى عليه الصلاة والسلام إلى الأرض، وأنه","seal":"0572C8A5","part":1},
      {"page":282,"id":206,"nass":"لا يدرك نفسه كافراً إلا مات، ونفسه ينتهي حيث ينتهي بصره، فإن كان ذلك صفة له لم تزل من قبل أن يرفع: فليست نظير هذا، وإلا فهو بعد نزوله إلى الأرض أحد أمة محمد صلى الله عليه وسلم، يعني أنه يحكم بشرعه ولا يوحي إليه، بخلافها.\rوالله تعالى أعلم.\rوأما قوله صلى الله عليه وسلم: «وجعلت لي الأرض مسجداً وطهوراً» فمعنى ذلك في الحديث الذي رواه الإمام أحمد في مسنده: «إن من كان قبلنا كانوا لا يصلون في مساكنهم، وإنما كانوا يصلون في كنائسهم» .\rوقوله [وطهوراً] يعني به التيمم، فإنه لم يكن في أمة قبلنا، وإنما شرع له صلى الله عليه وسلم ولأمته توسعة ورحمة وتخفيفاً.\rوقوله صلى الله عليه وسلم: «وأحلت لي الغنائم» ، فكان من قبله إذا غنموا شيئاً أخرجوا منه قسماً فوضعوه ناحية، فتنزل نار من السماء فتحرقه.\rوقوله صلى الله عليه وسلم: «وأعطيت الشفاعة» يريد بذلك صلوات الله وسلامه عليه المقام المحمود الذي يغبطه به الأولون والآخرون، والمقام الذي يرغب إليه الخلق كلهم ليشفع لهم إلى ربهم، ليفصل بينهم ويريحهم من مقام المحشر، وهي الشفاعة التي يحيد عنها أولو العزم، لما خصه الله به من الفضل والتشريف، فيذهب إلى الجنة قبل الأنبياء، وقول الخازن له: بك أمرت، لا أفتح لأحد","seal":"167EE0DC","part":1},
      {"page":283,"id":207,"nass":"قبلك.\rوهذه خصوصية أيضاً ليست إلا له من البشر كافة، فيدخل الجنة فيشفع إلى الله تعالى في ذلك كما جاء في الأحاديث الصحاح، وهذه هي الشفاعة الأولى التي يختص بها دون غيره من الرسل.\rثم تكون له بعدها شفاعات في إنقاذ من شاء الله من أهل الكبائر من النار من أمته، ولكن الرسل يشاركونه في هذه الشفاعة، فيشفعون في عصاة أممهم، وكذلك الملائكة، بل والمؤمنين كما في الصحيح من حديث أبي هريرة وأبي سعد فيقول الله تعالى [شفعت الملائكة، وشفع النبيون، وشفع المؤمنون، ولم يبق إلا أرحم الراحمين] وذكر الحديث.\rوقد استقصى هذه الشفاعات الإمام أبو بكر بن خزيمة في آخر كتاب التوحيد.\rوكذلك أبو بكر بن أبي عاصم في كتاب السنة له، وكذلك هي مبسوطة بسطاً حسناً في حديث الصور الذي رواه الطبراني في المطولات، وأبو موسى","seal":"DBB0251B","part":1},
      {"page":284,"id":208,"nass":"المدني الأصبهاني، وغيرهما ممن صنف في صنف في المطولات.\rوقد جمع الوليد بن مسلم عليه مجلداً، وقد أفردت إسناده في جزء، فأما رواية أصحاب الكتب الستة كالصحيحين وغيرها، فإنه كثيراً ما يقع عندهم اختصار في الحديث أو تقديم وتأخير، ويظهر ذلك لمن تأمله، والله أعلم.\rثم رأيت في صحيح البخاري شيئاً من ذكر الشفاعة العظمى، فإنه قال في كتاب الزكاة [باب من سأل الناس تكثراً] : «حدثنا يحيى بن بكير، حدثنا الليث، عن عبيد الله بن أبي جعفر، قال: سمعت حمزة بن عبد الله بن عمر قال: سمعت عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ما يزال الرجل يسأل الناس حتى يأتي يوم القيامة ليس في وجهه مزعة لحم.\rوقال: إن الشمس تدنو يوم القيامة حتى يبلغ العرق نصف الأذن، فبينما هم كذلك، استغاثوا بآدم ثم موسى ثم بمحمد» .\rوزاد عبد الله بن يوسف «حدثني الليث عن أبي جعفر: فيشفع ليقضى بين الخلق فيمشي حتى يأخذ بحلقة الباب، فيومئذ يبعثه الله مقاماً محموداً، يحمده أهل الجمع كلهم» .\rفهذه هي الشفاعة العظمى التي يمتاز بها عن جميع الرسل أولي العزم، بعد أن يسأل كل واحد منهم أن يقوم فيها، فيقول: لست هناكم، اذهبوا إلى فلان، فلا يزال الناس من رسول إلى رسول حتى ينتهوا إلى محمد صلى الله عليه وسلم، فيقول: أنا لها، فيذهب فيشفع في أهل الموقف كلهم عند الله تعالى، ليفصل بينهم، ويريح بعضهم من بعض.","seal":"4E9DD449","part":1},
      {"page":285,"id":209,"nass":"ثم له بعد ذلك شفاعات أربع أخر، منها في إنقاذ خلق ممن أدخل النار.\rثم هو أول شفيع في الجنة، كما رواه الإمام أحمد في مسنده، «عن المختار بن فلفل عن أنس قال: قال رسول الله صلى الله عليه وسلم: أنا أول شافع في الجنة» .\rوهو شفيع في رفع درجات بعض أهل الجنة، وهذه الشفاعة اتفق عليها أهل السنة والمعتزلة ودليلها: ما في صحيح البخاري من رواية «أبي موسى أن عمه أبا عامر لما قتل بأوطاس، قال رسول الله صلى الله عليه وسلم: اللهم اغفر لعبيد أبي عامر واجعله يوم القيامة فوق كثير من خلقك» .\r«وقال عليه الصلاة والسلام لما مات أبو سلمة بن عبد الأسد: اللهم ارفع درجته» .\rوسنفرد إن شاء الله تعالى في الشفاعة جزءاً لبيان أقسامها وتعدادها وأدلة ذلك إن شاء الله تعالى.\rوأما قوله صلى الله عليه وسلم: «وكان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس عامة» ، فمعناه في الكتاب العزيز، وهو قوله عز وجل: {وما أرسلنا من رسول إلا بلسان قومه ليبين لهم} ، وقوله تعالى: {وإن من أمة إلا خلا","seal":"46CADFDC","part":1},
      {"page":286,"id":210,"nass":"فيها نذير} ، فكان النبي ممن كان قبلنا لا يكلف من أداء الرسالة إلا ما يدعو به قومه إلى الله، وأما محمد صلوات الله وسلامه عليه فقال الله تعالى: {قل يا أيها الناس إني رسول الله إليكم جميعا} وقال تعالى: {لأنذركم به ومن بلغ} وقال تعالى: {ومن يكفر به من الأحزاب فالنار موعده} وقال تعالى: {وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد} .\rوفي آي كثير من القرآن تدل على عموم رسالته إلى الثقلين، فأمره الله تعالى أن ينذر جميع خلقه إنسهم وجنهم، وعربهم وعجمهم، فقام صلوات الله وسلامه عليه بما أمر، وبلغ عن الله رسالته.\rومن خصائصه على إخوانه من الأنبياء صلوات الله وسلامه عليه وعليهم أجمعين أنه: أكملهم، وسيدهم، وخطيبهم، وإمامهم، وخاتمهم، وليس نبي إلا وقد أخذ عليه الميثاق لئن بعث محمد وهو حي ليؤمنن به ولينصرنه، وأمر أن يأخذ على أمته الميثاق بذلك، قال الله تعالى: {وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين} يقول تعالى: مهما آتيتكم من كتاب وحكمة ثم جاءكم رسول بعد هذا كله فعليكم الإيمان به ونصرته.\rوإذا كان هذا الميثاق شاملاً لكل منهم تضمن أخذه لمحمد صلى الله عليه وسلم من جميعهم، وهذه خصوصية ليست لأحد منهم سواه.","seal":"DB40E8EE","part":1},
      {"page":287,"id":211,"nass":"ومن ذلك أنه صلى الله عليه وسلم ولد مسروراً مختوناً كما وردفي الحديث الذي جاء من طرق عديدة لكنها غريبة وقد قيل إنه شاركه فيها غيره من الأنبياء كما ذكره أبو الفرج الجوزي في كتاب تلقيح الفهوم.\rومن ذلك أن معجزة كل نبي انقضت معه ومعجزته صلى الله عليه وسلم باقية بعده إلى ما شاء الله، وهو القرآن العزيز المعجز لفظه ومعناه، الذي تحدى الإنس والجن أن يأتوا بمثله، فعجزوا، ولن يمكنهم ذلك أبداً إلى يوم القيامة.\rومن ذلك أنه صلى الله عليه وسلم أسري به إلى سدرة المنتهى، ثم رجع إلى منزله في ليلة واحدة، وهذه من خصائصه صلى الله عليه وسلم، إلا أن يكون في الحديث من قوله بحيث يقول جبريل للبراق حين جمح لما أراد صلى الله عليه وسلم أن يركبه: [اسكن فو الله ما ركبك خير منه] ، وكذا قوله في الحديث: «فربطت الدابة في الحلقة التي كانت تربط بها الأنبياء» ، ما يدل على أنه قد كان يسرى بهم، إلا أننا نعلم أنه صلى الله عليه وسلم لن يشاركه أحد منه في المبالغة في التقريب والدنو منه، للتعظيم، ولهذا كانت منزلته في الجنة أعلاها منزلة وأقربها إلى العرش كما جاء في الحديث: «ثم سلوا الله","seal":"6A52CA6E","part":1},
      {"page":288,"id":212,"nass":"لي الوسيلة، فإنها منزلة في الجنة لاتنبغي إلا لعبد من عباد الله، وأرجوا أن أكون أنا هو» صلى الله عليه وسلم.\rومن ذلك أن أمته إذا اجتمعت على قول واحد في الأحكام الشرعية، كان قولها ذلك معصوماً من الخطأ، بل يكون اتفاقها ذلك صواباً وحقاً كما قرر ذلك في كتب الأصول، وهذه خصوصية لهم بسببه لم تبلغنا عن أمة من الأمم قبلها.\rومن ذلك أنه صلى الله عليه وسلم أول من تنشق عنه الأرض.\rومن ذلك أنه عليه الصلاة والسلام إذا صعق الناس يوم القيامة يكون هو أولهم إفاقة، كما أخرجاه في الصحيحين «من حديث أبي هريرة رضي الله عنه في قصة اليهودي لما قال: لا والذي اصطفى موسى على العالمين، فلطمه رجل من المسلمين، وترافعا إلى رسول الله صلى الله عليه وسلم، فقال: لا تفضلوني على موسى فإن الناس يسعقون يوم القيامة فأكون أول من يفيق، فأجدوا موسى باطشاً بقائمة العرش، فلا أدري أفاق قبلي أم كان ممن استثنى الله» وفي رواية: أم جوزي بصعقة الطور.\rوقد حمل بعض من تكلم على هذا الحديث هذه الإفاقة على القيام من القبر.\rوغيره في ذلك ما وقع روايات البخاري «من حديث يحيى ابن عمرو المديني عن أبي سعيد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:","seal":"8B06308B","part":1},
      {"page":289,"id":213,"nass":"لا تخيروني على الأنبياء، فإن الناس يصعقون يوم القيامة، فأكون أول من تنشق عنه الأرض، فإذا أنا بموسى آخذ بقائمة من قوائم العرش، فلا أدري أكان ممن صعق أم جوزي بصعقته الأولى» .\rوهذا اللفظ مشكل، والمحفوظ رواية البخاري «عن يحيى بن قزعة، عن إبراهيم بن سعد، عن الزهري، عن أبي سلمة وعبد الرحمن الأعرج، عن أبي هريرة، فذكر قصة اليهودي إلى أن قال: قال رسول الله صلى الله عليه وسلم لاتخيروني على موسى فإن الناس يصعقون يوم القيامة فأصعق معهم، فأكون أول من يفيق، فأجدوا موسى..» وذكر الحديث فهذا نص صريح لا يحتمل تأويلاً: أن هذه الإفاقة عن صعق لا عن موت، وهذا حقيقة الإفاقة، ثم من تأمل قوله: «فلا أدري أفاق قبلي أم جوزي بصعقة الطور» جزم بهذا، والله سبحانه وتعالى أعلم.\rومن ذلك أنه صاحب اللواء الأعظم يوم القيامة، ويبعث هو وأمته على نشز من الأرض دون سائر الأمم، يأذن الله له ولهم بالسجود في المحشر دون سائر الأمم، كما رواه ابن ماجه «عن جبارة بن المغلس الحماني: حدثنا عبد الأعلى بن أبي المساور، عن أبي بردة، عن أبيه أبي موسى قال: قال رسول الله صلى الله عليه وسلم: إذا جمع الله الخلائق يوم القيامة، أذن لأمة محمد في السجود، فيسجدون له طويلاً، ثم يقال: ارفعوا رؤوسكم فقد جعلنا عدتكم فداءكم من النار» .\rوجبارة","seal":"433C7B3A","part":1},
      {"page":290,"id":214,"nass":"ضعيف.\rوقد صح من غير وجه أنهم أول الأمم يقضى بينهم يوم القيامة.\rومن ذلك أنه صاحب الحوض المورود، وقد روى الترمذي وغيره: أن لكل نبي حوضاً.\rولكن نعلم أن حوضه صلى الله عليه وسلم أعظم الحياض وأكثرها وارداً.\rومن ذلك أن البلد الذي بعث فيه أشرف بقاع الأرض، ثم مهاجره على قول الجمهور، وقيل: إن مهاجره أفضل البقاع كما هو مأثور عن مالك بن أنس رحمه الله وجمهور أصحابه.\rوقد حكى ذلك عياض السبتي عن أمير المؤمنين عمر بن الخطاب رضي الله عنه والله أعلم، ونقل الإتفاق على أن قبره الذي ضم جسده بعد موته أفضل بقاع الأرض.\rوقد سبقه إلى حكاية هذا الإجماع القاضي أبو الوليد الباجي وابن بطال وغيرهما، وأصل ذلك ما روي أنه لما مات صلى الله عليه وسلم اختلفوا في موضع دفنه فقيل بالبقيع، وقيل بمكة، وقيل ببيت المقدس، فقال أبو بكر رضي الله عنه: إن الله لم يقبضه إلا في أحب البقاع إليه.\rوذكره عبد الصمد بن عساكر في كتاب تحفة الزائر.\rولم أره بإسناد.","seal":"18846FC9","part":1},
      {"page":291,"id":215,"nass":"ومن ذلك أنه لم يكن ليورث بعد موته «كما رواه أبو بكر وأبو هريرة رضي الله عنهما، عنه صلى الله عليه وسلم أنه قال: لا نورث ما تركنا فهو صدقة» .\rأخرجاه من الوجهين ولكن روى الترمذي بإسناد جيد في غير الجامع «عن أبي بكر رضي الله عنه أنه صلى الله عليه وسلم قال: نحن معشر الأنبياء لا نورث» فعلى هذا يكونون قد اشتركوا في هذه الصفة دون بقية المكلفين.\rفصل:\rومما يشترك فيه هو والأنبياء أنه صلى الله عليه وسلم كان تنام عيناه ولا ينام قلبه، وكذلك الأنبياء.\rوجاء في الصحيح: «تراصوا في الصف فإني أراكم من وراء ظهري» فحمله كثير على ظاهره، والله أعلم، وقال أبو نصر بن الصباغ: كان ينظر من ورائه كما ينظر من قدامه، ومعنى ذلك التحفظ والحس وجاء في حديث رواه أبو يعلى الموصلي في مسنده «عن أنس مرفوعاً: الأنبياء أحياء في قبورهم يصلون» .","seal":"8F215086","part":1},
      {"page":292,"id":216,"nass":"القسم الثاني ـ ما اختص به دون أمته، وقد يشاركه فيها غيره من الأنبياء\rالقسم الثاني من الخصائص ما كان مختصاً به دون أمته وقد يشاركه في بعضها الأنبياء، وهذا هو المقصود الأول فلنذكره مرتباً على أبواب الفقه.\r\rكتاب الإيمان\rفمن ذلك أنه كان معصوماً في أقواله وأفعاله، لا يجوز عليه التعمد ولا الخطأ الذي يتعلق بأداء الرسالة ولا يقر فيبقى عليه، فلا ينطق عن الهوى إن هو إلا وحي يوحى.\rفلهذا قال كثير من العلماء: لم يكن له الاجتهاد، لأنه قادر على النص.\rوقال آخرون: بل له أن يجتهد، ولكن لا يجوز عليه الخطأ، وقال آخرون: بل لا يقر عليه.\rفعلى الأقوال كلها هو واجب [العصمة] لا يتصور استمرار الخطأ عليه، بخلاف سائر أمته، فإنه يجوز ذلك كله على كل منهم منفرداً، فأما إذا اجتمعوا كلهم على قول واحد فلا يجوز عليهم الخطأ كما تقدم.","seal":"D4510F2A","part":1},
      {"page":293,"id":217,"nass":"ومن ذلك ما ذكره أبو العباس بن القاص أنه كلف وحده من العلم ما كلف الناس بأجمعهم، واستشهد البيهقي على ذلك بحديث ابن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: «بينا أنا نائم إذ أتيت بقدح فيه لبن فشربت منه حتى إني لأرى الري يجري في أظفاري، ثم أعطيت فضلي عمر بن الخطاب رضي الله عنه.\rقالوا: فما أول ذلك يا رسول الله؟ قال: العلم» .\rرواه مسلم.\rومن ذلك أنه كان يرى ما لا يرى الناس حوله، ففي الصحيح «عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال لها: هذا جبريل يقرأ عليك السلام، فقالت: عليه السلام.\rيا رسول الله، ترى ما لا نرى.\r؟» ! «وعنها في حديث الكسوف الذي في الصحيحين: والله لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً» .\rوقال البيهقي: «أخبرنا الحكم محمد بن علي بن دحيم حدثنا أحمد بن حازم الغفاري حدثنا عبيد الله بن موسى، أخبرنا إسرائيل عن إبراهيم بن مهاجر، عن مجاهد، عن مورق، عن أبي ذر رضي الله عنه قال: قرأ رسول الله صلى الله عليه وسلم: {هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا} حتى ختمها، ثم قال: إني أرى ما لا ترون، وأسمع ما لا تسمعون، أطت السماء وحق لها أن تئط، ما فيها موضع قدر أصبع إلا ملك واضع جبهته","seal":"7307843E","part":1},
      {"page":294,"id":218,"nass":"ساجداً لله، والله لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً وما تلذذتم بالنساء على الفرش، ولخرجتم إلى الصعدات تجأرون إلى الله، والله! لوددت أني شجرة تعضد» .\rرواه ابن ماجه، قال البيهقي: يقال إن قوله: شجرة تعضد من قول أبي ذر، والله أعلم.\rومن ذلك أن الله أمره أن يختار الآخرة على الأولى، وكان يحرم عليه أن يمد عينيه إلى ما متع به المترفون من أهل الدنيا، ودليله من الكتاب العزيز ظاهر.\rومن ذلك أنه لم يكن له تعلم الشعر، قال الله تعالى: {وما علمناه الشعر وما ينبغي له} ، «وعن عبد الله بن عمر رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم: ما أبالي ما أتيت إن شربت ترياقاً أو تعلقت تميمة، أو قلت الشعر من قبل نفسي» رواه أبو داود، فلهذا قال أصحابنا: كان يحرم عليه تعلم الشعر.","seal":"AFCBC440","part":1},
      {"page":295,"id":219,"nass":"ومن ذلك أنه لم يكن يحسن الكتابة، قالوا: وقد كان يحرم عليه ذلك، قال الله تعالى: {الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل} وقال تعالى: {وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك إذا لارتاب المبطلون} .\rوقد زعم بعضهم أنه صلى الله عليه وسلم لم يمت حتى تعلم الكتابة.\rوهذا قول لا دليل عليه، فهو مردود، إلا مارواه البيهقي من","seal":"6697E9C0","part":1},
      {"page":296,"id":220,"nass":"حديث أبي عقيل يحيى بن المتوكل، عن مجالد، عن عون بن عبد الله، عن أبيه قال: لم يمت رسول الله صلى الله عليه وسلم حتى كتب وقرأ.\rوقال مجالد: فذكرت ذلك للشعبي فقال: قد صدق، سمعت من أصحابنا يذكرون ذلك.\rويحيى هذا ضعيف، ومجالد فيه كلام.\rوهكذا ادعى بعض علماء المغرب أنه كتب صلى الله عليه وسلم صلح الحديبية، فأنكر ذلك عليه أشد الإنكار وتبرئ من قائله على رؤوس المنابر، وعملوا فيه الأشعار، وقد غره في ذلك ما جاء في بعض روايات البخاري: [فأخذ رسول الله صلى الله عليه وسلم فكتب: هذا ما قاضى عليه محمد بن عبد الله..] ، وقد علم أن المقيد يقضي على المطلق، ففي الرواية الأخرى: [فأمر علياً فكتب: هذا ما قاضى عليه محمد بن عبد الله صلى الله عليه وسلم] .\rومن ذلك أن الكذب عليه ليس كالكذب على غيره، فقد تواترت عنه صلوات الله وسلامه عليه: «أن من كذب عليه متعمداً فليتبوأ مقعده من النار» .\rروي هذا الحديث من طريق نيف وثمانين صحابياً: فهو في الصحيحين من حديث علي وأنس، وأبي هريرة، والمغيرة بن شعبة، وعند البخاري من رواية الزبير بن العوام، وسلمة بن الأكوع، وعبد الله بن عمرو، ولفظه: «بلغوا عني ولو آية، وحدثوا عن بني إسرائيل ولا حرج، ومن كذب علي متعمداً فليتبوأ مقعده من النار» .\rوفي مسند أحمد: عن عثمان، وعمر وأبي سعيد","seal":"09FF4CF2","part":1},
      {"page":297,"id":221,"nass":"وواثلة بن الأسقع، وزيد بن أرقم.\rوعند الترمذي عن ابن مسعود.\rورواه ابن ماجه عن جابر وأبي قتادة.\rوقد صنف فيه جماعة من الحفاظ كإبراهيم الحربي، ويحيى بن صاعد، والطبراني، والبزار وابن مندة، وغيرهم من المتقدمين وابن الجوزي، ويوسف بن خليل من المتأخرين.\rوصرح بتواتره ابن الصلاح، والنووي، وغيرهما من حفاظ الحديث، وهو الحق، فلهذا أجمع العلماء على كفر من كذب عليه متعمداً مستجيزاً لذلك.\rواختلفوا في المتعمد فقط، فقال الشيخ أبو محمد يكفر أيضاً، وخالفه الجمهور.\rثم لو تاب فهل تقبل روايته؟ على قولين: فأحمد بن حنبل ويحيى بن معين وأبو بكر","seal":"B99F1137","part":1},
      {"page":298,"id":222,"nass":"الحميدي قالوا: لا تقبل، لقوله صلى الله عليه وسلم «إن كذباً علي ليس ككذب على أحد من كذب علي فليتبوأ مقعده من النار» ، قالوا: ومعلوم أن من كذب على غيره فقد أثم وفسق، وكذلك الكذب عليه، لكن من تاب من الكذب على غيره يقبل بالإجماع، فينبغي أن لا تقبل رواية من كذب عليه، فرقاً بين الكذب عليه والكذب على غيره.\rوأما الجمهور فقالوا: تقبل روايته، لأن قصارى ذلك أنه كفر، ومن تاب من الكفر قبلت توبته وروايته، وهذا هو الصحيح.\rومن ذلك أنه من رآه في المنام فقد رآه حقاً كما جاء في الحديث: «فإن الشيطان لا يتمثل بي» ، لكن بشرط أن يراه على صورته التي هي صورته في الحياة الدنيا، كما رواه النسائي عن ابن عباس.\rواتفقوا أن من نقل عنه حديثاً","seal":"E40C5BDF","part":1},
      {"page":299,"id":223,"nass":"في المنام أنه لا يعمل به، لعدم الضبط في رواية الرائي، فإن المنام محل فيه تضعف فيه الروح وضبطها.\rوالله تعالى أعلم.\rومن ذلك ما ذكره الحافظ أبو بكر البيهقي في سننه الكبير عن أبي العباس بن القاص في قوله تعالى: {لئن أشركت ليحبطن عملك} قال أبو العباس: وليس كذلك غيره حتى يموت، لقوله تعالى {ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعمالهم} قال البيهقي: كذا قال أبو العباس، وذهب غيره إلى أن المراد بهذا الخطاب غير النبي عليه الصلاة والسلام، ثم المطلق محمول على المقيد.\rانتهى كلامه.\rقلت: وهذا الفرع لم يكن إلى ذكره حاجة لعدم الفائدة منه، وما كان ينبغي أن يذكر، لولا ما يتوهم من إسقاطه إسقاط غيره مما ذكروه وإلا فالضرب عن مثل هذا صفحاً أولى، والله أعلم.\rومن ذلك أنه لم يكن له خائنة الأعين، أي أنه لم يكن له أن يومئ بطرفه خلاف ما يظهره كلامه، فيكون من باب اللمز، ومستند هذا قصة عبد الله بن سعد بن أبي سرح حين كان قد أهدر صلى الله عليه وسلم دمه يوم الفتح في جملة ما أهدر من الدماء، فلما جاء به أخوه من الرضاعة عثمان بن عفان رضي الله عنه فقال: يا رسول الله بايعه، فتوقف صلى الله عليه وسلم رجاء أن يقوم إليه رجل فيقتله، ثم بايعه، ثم قال لأصحابه: أما كان فيكم رجل رشيد يقوم إلى هذا حين رآني قد أمسكت يدي","seal":"E638C3CF","part":1},
      {"page":300,"id":224,"nass":"فيقتله؟ ! فقالوا: يا رسول الله هلا أومأت إلينا فقال: «إنه لا ينبغي لنبي أن تكون له خائنة الأعين» .\r\rكتاب الطهارة\rفمن ذلك أنه كان قد أمر بالوضوء لكل صلاة، فلما شق ذلك عليه أمر بالسواك، ومستنده «ما رواه عبد الله بن حنظلة بن أبي عامر: أن رسول الله صلى الله عليه وسلم أمر بالوضوء لكل صلاة طاهراً وغير طاهر، فلما شق ذلك عليه أمر بالسواك لكذل صلاة.\r» .\rأخرجه أبو داود.\rفالظاهر من هذا أنه أوجب عليه السواك، وهو الصحيح عند الأصحاب، قاله أبو زكريا، ومال إلى قوته الشيخ أبو عمرو بن الصلاح، ويؤيده ما رواه الإمام أحمد «عن ابن عباس أن رسول الله صلى الله عليه وسلم: لقد أمرت بالسواك حتى ظننت أنه سينزل علي به قرآن أو وحي» .\r«وعن أم سلمة قالت: قال رسول الله صلى الله عليه وسلم: ما زال جبريل يوصيني بالسواك حتى خشيت على أضراسي» رواه البيهقي، وقال:","seal":"D2EF4CC3","part":1},
      {"page":301,"id":225,"nass":"البخاري: هذا حديث حسن.\r«وقال عبد الله بن وهب: حدثنا يحيى بن عبد الله بن سالم، عن عمرو مولى المطلب، عن المطلب عبد الله، عن عائشة رضي الله تعالى عنها أن رسول الله صلى الله عليه وسلم قال: لقد لزمت السواك حتى تخوفت أن يدردني» .\rرواه البيهقي، وفيه انقطاع بين المطلب وعائشة، فيشكل على هذا ما رواه الإمام أحمد «عن واثلة بن الأسقع قال: قال رسول الله صلى الله عليه وسلم: أمرت بالسواك حتى خشيت أن يكتب علي» ، ولهذا قال بعض أصحابنا: إنه لم يكن واجباً عليه بل مستحباً.\rومن ذلك أنه كان لا ينتقض وضوؤه بالنوم، ودليله حديث ابن عباس في الصحيحين أنه صلى الله عليه وسلم نام حتى نفخ، ثم جاءه المؤذن فخرج فصلى ولم يتوضأ وسببه ما ذكر في حديث عائشة رضي الله عنها أنها سألته فقالت: يا رسول الله تنام قبل أن توتر؟ فقال: «يا عائشة، تنام عيناي ولا ينام قلبي» أخرجاه.\rواختلفوا: هل كان ينتقض وضوؤه بمس النساء؟ على وجهين،","seal":"BF7A621F","part":1},
      {"page":302,"id":226,"nass":"والأشهر منهما الإنتقاض.\rوكأن مأخذ من ذهب إلى عدم الانتقاض حديث عائشة في صحيح مسلم: أنها افتقدت رسول الله صلى الله عليه وسلم في المسجد، فوقعت يدها عليه وهو ساجد، وهو يقول: «اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وبك منك لا أحصي ثناء عليك أنت كماأثنيت على نفسك» وجاء من غير وجه عنها: أن رسول الله صلى الله عليه وسلم كان يقبل ثم يصلي ولا يتوضأو كان هذا القائل ذهب إلى تخصيص ذلك به صلى الله عليه وسلم، ولكن الخصوم لا يقنعون منه بذلك، بل يقولون: الأصل في ذلك عدم التخصيص إلا بدليل.\rمسألة:\rهل كان يحتلم؟ على وجهين:\rصحح النووي المنع، ويشكل عليه حديث عائشة في الصحيحين: كان رسول الله صلى الله عليه وسلم يصبح جنباً من غير جماع، غيراحتلام، ثم يغتسل ويصوم.\rوالأظهر في هذا التفصيل، وهو أن يقال: إن أريد بالاحتلام فيض من البدن، فلا مانع من هذا، وإن أريد به ما يحصل من تخبط الشيطان، فهو","seal":"B9E4979C","part":1},
      {"page":303,"id":227,"nass":"معصوم من ذلك صلى الله عليه وسلم.\rولهذا لا يجوز عليه الجنون ويجوز عليه الإغماء، بل قد أغمي عليه في الحديث الذي روته عائشة رضي الله عنها في الصحيح، وفيه أنه اغتسل من الإغماء غير مرة، والحديث مشهور.\rومن ذلك ماذكره أبو العباس بن القاص أنه لم يكن يحرم عليه المكث في المسجد وهو جنب واحتجبوا بما رواه الترمذي من حديث سالم بن أبي حفصة «عن عطية عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: يا علي، لا يحل لأحد أن يجنب في هذا المسجد غيري وغيرك» .\rقال الترمذي: حسن غريب، لا نعرفه إلا من هذا الوجه، وقد سمع البخاري مني هذا الحديث.\rقلت: عطية ضعيف الحديث.\rقال البيهقي: غير محتج به، وكذا الرواي عنه ضعيف.\rوقد حمله ضرار بن صرد على الاستطراق، كذا حكاه الترمذي عن شيخه علي بن المنذر الطريقي عنه، وهذا مشكل، لأن الاستطراق يجوز للناس فلا تخصيص فيه، اللهم إلا أن يدعى أنه لا يجوز الاستطراق في المسجد النبوي لأحد","seal":"59BF8875","part":1},
      {"page":304,"id":228,"nass":"من الناس سواهما، ولهذا قال: «لايحل لأحد أن يجنب في هذا المسجد غيري وغيرك» .\rوالله أعلم.\rوقال محدوج الذهلي، «عن جسرة بنت دجاجة عن أم سلمة قالت: دخل النبي صلى الله عليه وسلم صرحة هذا المسجد فقال: ألا لا يحل هذا المسجد لجنب ولا لحائض، إلا لرسول الله صلى الله عليه وسلم وعلي وفاطمة والحسن والحسين، ألا قد بينت لكم الأسماء أن تضلوا» .\rرواه ابن ماجه والبيهقي، وهذا لفظه، قال البخاري: محدوج عن جسرة فيه نظر.\rثم رواه البيهقي من وجه آخر عن إسماعيل بن أمية، عن جسرة عن أم سلمة مرفوعاً نحوه.\rولا يصح شيء من ذلك، ولهذا قال القفال من أصحابنا: أن ذلك لم يكن من خصائصه صلى الله عليه وسلم وغلط إمام الحرمين أبا العباس بن القاص في ذلك.\rوالله أعلم.\rومن ذلك طهارة شعره صلى الله عليه وسلم، كما ثبت في صحيح مسلم عن أنس أنه صلى الله عليه وسلم: لما حلق شعره في حجته أمر أبا طلحة يفرقه على الناس.\rوهذا إنما يكون","seal":"13D0AA62","part":1},
      {"page":305,"id":229,"nass":"من الخصائص إذا حكمنا بنجاسه شعر من سواه، المنفصل عنه في حال الحياة، وهو أحد الوجهين.\rفأما الحديث الذي رواه ابن عدي من رواية ابن أبي فديك، «عن بريه بن عمر بن سفينة، عن أبيه عن جده، قال: احتجم النبي صلى الله عليه وسلم ثم قال لي: خذ هذا الدم فادفنه من الدواب والطير.\rأو قال: الناس والدواب» .\rشك ابن أبي فديك، قال: فتغيبت به فشربته.\rقال: ثم سألني، فأخبرته أني شربته، فضحك.\rفإنه حديث ضعيف لحال بريه هذا واسمه إبراهيم، فإنه ضعيف جداً.\rوقد رواه البيهقي من طريق أخرى فقال: «أخبرنا أبو الحسن بن عبدان أخبرنا أحمد بن عبيد، حدثنا محمد بن غالب، حدثنا موسى بن إسماعيل ـ أبوسلمة ـ حدثنا عبيد بن القاسم سمعت ابن عبد الله بن الزبير يحدث عن أبيه قال: احتجم النبى صلى الله عليه وسلم وأعطاني دمه فقال: اذهب فواره، لايبحث عنه سبع أو كلب أو إنسان قال: فتنحيت فشربته، ثم أتيته فقال: ما صنعت؟ قلت صنعت الذي أمرتني.\rقال: ما أراك إلا قد شربته.\rقلت: نعم.\rقال: ماذا تلقى أمتي منك؟ !» .\rوهذا إسناد ضعيف لحال عبيد بن القاسم الأسدي الكوفي، فإنه متروك الحديث، وقد كذبه يحيى بن معين، لكن قال البيقهي: روي ذلك من وجه آخر عن أسماء","seal":"A07CB597","part":1},
      {"page":306,"id":230,"nass":"بنت أبي بكر وسلمان الفارسي في شرب ابن الزبير دمه صلى الله عليه وسلم.\rقلت: فلهذا قال بعض أصحابنا بطهارة سائر فضلاته صلى الله عليه وسلم حتى البول والغائط من وجه غريب، واستأنسوا في ذلك لما رواه البيهقي «عن أبي نصر بن قتادة، حدثنا أبو الحسن محمد بن أحمد بن حامد العطار، حدثنا أحمد بن الحسن بن عبد الجبار، حدثنا يحيى بن معن، حدثنا حجاج، عن ابن جريج قال: أخبرتني حكيمة بنت أميمة، عن أميمة أمها: أن النبي صلى الله عليه وسلم كان يبول في قدح من عيدان ثم يوضع تحت سريره، [فبال فيه ووضع تحت سريره] ، فجاء فأراده، فإذا القدح ليس فيه شيء، فقال لامرأة يقال لها","seal":"B54DB0BF","part":1},
      {"page":307,"id":231,"nass":"بركة كانت تخدم لأم حبيبة جاءت معها من أرض الحبشة: [أين البول الذي كان في هذا القدح؟] قالت شربته يارسول الله» .\rهكذا رواه، وهو إسناد مجهول، فقد أخرجه أبو داود والنسائي من حديث حجاج بن محمد الأعور عن ابن جريح، وليس فيه قصة بركة.\r\rكتاب الصلاة\rفمن ذلك الضحى والوتر، لما رواه الإمام أحمد في مسنده، والبيهقي، من حديث أبي جناب الكلبي ـ واسمه يحي بن أبي حية ـ «عن عكرمة، عن ابن عباس رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: ثلاث هن علي فرائض، وهي لكم تطوع: النحر، والوتر، وركعتا الضحى» .\rاعتمد جمهور الأصحاب على هذا الحديث في هذه الثلاث، فقالوا بوجوبها.\rقال الشيخ تقي الدين بن الصلاح رحمه الله تعالى: [تردد الأصحاب في","seal":"8C148235","part":1},
      {"page":308,"id":232,"nass":"وجوب السواك عليه، وقطعوا بوجوب الضحى والأضحى والوتر عليه، مع أن مستنده الحديث الذي ذكرنا ضعفه، ولو عكسوا فقطعوا بوجوب السواك عليه وترددوا في الأمور الثلاثة لكان أقرب، ويكون مستند التردد فيها أن ضعفه من جهة ضعف راويه أبي جناب الكلبي، وفي ضعفه خلاف بين أئمة الحديث، وقد وثقه بعضهم، والله أعلم] .\rقلت: جمهور أئمة الجرح والتعديل على ضعفه.\rوقد حكى الشيخ أبو زكريا النووي في الثلاثة المذكورة تردداً لبعض الأصحاب، وأن منهم من ذهب إلى استحبابها في حقه صلى الله عليه وسلم.\rوهذا القول أرجح لوجوه:\rـ أحدها: أن مستند ذلك هذا الحديث، وقد علمت ضعفه، وقد روي من وجه آخر في حديث مندل بن علي العنزي وهو أسوأ حالاً من أبي جناب.\rـ والثاني: أن الوتر قد ثبت في الصحيحين عن ابن عمر: أنه كان","seal":"79FEAFD7","part":1},
      {"page":309,"id":233,"nass":"صلى الله عليه وسلم يصليه على الراحلة.\rوهذا من حجتنا على الحنفية في عدم وجوبه، لأنه لو كان واجباً لما فعله على الراحلة، فدل على أن سبيله المندوب، والله أعلم.\rوأما الضحى فقد جاء عن عائشة رضي الله عنها في الصحيح أنه كان لا يصلي الضحى إلا يقدم من مغيبه.\rفلو كانت واجبة في حقه لكان أمر مداومته عليها أشهر من أن ينفى.\rوما في هذا الحديث الآخر أنه كان يصليها ركعتين، ويزيد ما شاء الله، فمحمول على أنه يصليها كذلك إذا صلاهاو قد قدم من مغيبه، جمعاً بين الحديثين والله أعلم.\rمسألة:\rوأما قيام الليل ـ وهو التهجد ـ فهو الوتر على الصحيح، لما رواه الإمام أحمد «عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: الوتر ركعة من آخر الليل» وإسناده جيد.\rوإذا تقرر ذلك فاعلم أنه قد قال جمهور الأصحاب: إن التهجد كان واجباً عليه، وتمسكوا بقول الله تعالى: {ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا} .","seal":"8D78A5CC","part":1},
      {"page":310,"id":234,"nass":"قال عطية بن سعيد العوفي، عن ابن عباس في قوله تعالى: {نافلة لك} : يعني بالنافلة أنها للنبي صلى الله عليه وسلم خاصة، أمر بقيام الليل فكتب عليه.\rوقال عروة، «عن عائشة رضي الله عنها: كان رسول الله صلى الله عليه وسلم إذا صلى قام حتى تتفطر قدماه، فقالت عائشة: يا رسول الله، تفعل هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال: يا عائشة، أفلا أكون عبداً شكوراً؟» رواه مسلم عن هارون بن معروف، عن عبد الله بن وهب، عن أبي صخر، عن ابن قسيط، عن عروة به.\rوأخرجاه من وجه آخر عن المغيرة بن شعبة.\rوروى البيهقي «من حديث موسى بن عبد الرحمن الصنعاني، عن هشام بن عروة، عن أبيه، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: ثلاثة علي فريضة وهن سنة لكم: الوتر، والسواك، وقيام الليل» .\rثم قال: موسى بن عبد الرحمن هذا، ضعيف جداً، ولم يثبت في هذا إسناد، والله أعلم.\rوحكى الشيخ أبو حامد رحمه الله تعالى، عن الإمام أبي عبد الله الشافعي رحمه الله تعالى: أن قيام الليل نسخ في حقه صلى الله عليه وسلم كما نسخ في حق الأمة، فإنه كان واجباً في ابتداء الإسلام على الأمة كافة.\rقال الشيخ أبو عمرو بن الصلاح:","seal":"D83AF836","part":1},
      {"page":311,"id":235,"nass":"وهذا هو الصحيح الذي تشهد له الأحاديث، منها حديث سعد بن هشام عن عائشة، وهو في الصحيح معروف.\rوكذا قال أبو زكريا النووي رحمه الله تعالى.\rقلت: والحديث الذي أشار إليه رواه مسلم من حديث هشام بن سعد أنه دخل على عائشة أم المؤمنين فقال: يا أم المؤمنين، أنبئيني عن قيام رسول الله صلى الله عليه وسلم قالت: ألست تقرأ بيا أيها المزمل؟ قلت: بلى.\rقالت: فإن الله افترض القيام في أول هذه السورة، فقام رسول الله صلى الله عليه وسلم وأصحابه حولاً، حتى انتفخت أقدامهم، وأمسك الله خاتمتها اثني عش شهراً في السماء، ثم أنزل الله التخفيف في آخر هذه السورة، فصار قيام الليل تطوعاً بعد فريضة.\rوقد أشار الشافعي إلى الاحتجاج بهذا الحديث في النسخ، ومن قوله تعالى: {ومن الليل فتهجد به نافلة لك} قال: فأعلمه أن قيام الليل نافلة لا فريضة، والله سبحانه وتعالى أعلم.\rمسألة:\rوفاتته ركعتان بعد الظهر فصلاهما بعد العصر وأثبتهما، وكان يداوم عليهما كما ثبت ذلك في الصحيح.\rوذلك من خصائصه صلى الله عليه وسلم على أصح الوجهين عند أصحابنا.\rوقيل: بل لغيره إذا اتفق له ذلك أن يداوم لله عليهما.\rوالله تعالى أعلم.","seal":"A6249D00","part":1},
      {"page":312,"id":236,"nass":"مسألة:\rوكانت صلاته النافلة قاعداً كصلاته قائماً إن لم يكن له عذر بخلاف غيره فإنه على النصف من ذلك، واستدلوا على ذلك بما رواه مسلم «عن عبد الله بن عمرو رضي الله عنهما قال: حدثت أن رسول الله صلى الله عليه وسلم قال: صلاة الرجل قاعداً نصف الصلاة.\rفأتيته فوجدته يصلي جالساً فوضعت يدي على رأسه فقال مالك يا عبد الله بن عمرو؟ فقلت: حدثت يا رسول الله أنك قلت: صلاة الرجل قاعداً على نصف الصلاة وأنت تصلي قاعداً! فقال: أجل.\rولكن لست كأحد منكم» .\rمسألة:\rوكان يجب على المصلي إذا دعاه رسول الله صلى الله عليه وسلم أن يجيبه، لحديث أبي سعيد بن المعلى في صحيح البخاري وليس هذا لأحد سواه، اللهم إلا ما حكاه الأوزاعي عن شيخه مكحول أنه كان يوجب إجابةالوالدة في الصلاة،","seal":"129E825A","part":1},
      {"page":313,"id":237,"nass":"لحديث جريج الراهب: أنه دعته أمه وهو قائم يصلي فقال: اللهم أمي وصلاتي، ثم مضى في صلاته.\rفلما كانت المرة الثانية فعل مثل ذلك، ثم الثالثة فدعت عليه، فاستجاب الله منها فيه، وكان من قصته ما ذكر في صحيح البخاري وغيره، وقد حكي مقرراً ولم ينكر.\rوالجمهور على أن ذلك لا يجب بل لا يصلح في الصلاة شيء من كلام الناس، للحديث الصحيح، اللهم إلا ما جوزه الإمام أحمد من مخاطبة الإمام بما ترك من آخر الصلاة لحديث ذي اليدين.\rوالله أعلم.\rمسألة:\rوكان لا يصلي على من مات وعليه دين لا وفاء له، أخرجه البخاري في صحيحه ثلاثياً عن سلمة بن الأكوع، لكن اختلف أصحابنا: هل كان يحرم عليه أويكره؟ على وجهين، ثم نسخ ذلك بقوله: «من ترك مالاً فلورثته، ومن ترك ديناً أو ضياعاً فإلي» فقيل: كان يقضيه عنه وجوباً، وقيل: تكرماً.","seal":"04FE2B26","part":1},
      {"page":314,"id":238,"nass":"ومن ذلك أنه كان إذا دعا لأهل القبور يملؤها الله عليهم نوراً ببركة دعائه صلوات الله وسلامه عليه، كما ثبت في صحيح مسلم عن عائشة رضي الله عنها\rومن ذلك أنه مر بقبرين فقال: «إنهما ليعذبان وما يعذبان في كبير، ثم أخذ جريدة رطبة فشقها نصفين فوضع على كل قبر شقة، ثم قال: لعل الله يخفف عنهما ما لم ييبسا» .\rأخرجاه عن ابن عباس.\rمسألة:\rومن ذلك «أنه صلى الله عليه وسلم وعك في مرضه وعكاً شديداً فدخل عليه عبد الله بن مسعود فقال: يا رسول الله! إنك لتوعك وعكاً شديداً، فقال: أجل إني لأوعك كما يوعك الرجلان منكم، قلت: لأن لك أجرين؟ قال: نعم» .\rرواه الشيخان.\rمسألة:\rولم يمت صلى الله عليه وسلم حتى خيره الله تعالى بين أن يفسح له في أجله ثم الجنة، وإن","seal":"DFC29EAA","part":1},
      {"page":315,"id":239,"nass":"أحب لقي الله سريعاً، فاختار ما عند الله على الدنيا وذلك ثابت في الصحيحين عن عائشة رضي الله عنها.\rمسألة:\rومن ذلك أن الله حرم على الأرض أن تأكل أجساد الأنبياء، والدليل عليه حديث شداد بن أوس، وهو في السنن، وقد صححه بعض الأئمة.\r\rكتاب الزكاة\rمسألة:\rكان يحرم عليه أكل الصدقة سواء كان فرضاً أم تطوعاً: لقوله صلى الله عليه وسلم: «إن الصدقة لا تحل لمحمد ولا لآل محمد» .\rوروى مسلم «عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يأكل الهدية ولا يأكل الصدقة» .\rوهذا عام.\rوللشافعي قول في صدقة التطوع أنها كانت تحل له، حكاه الشيخ أبو حامد والقفال، قال","seal":"1B83CAB3","part":1},
      {"page":316,"id":240,"nass":"الشيخ أبو عمرو بن الصلاح: وخفي على إمام الحرمين والغزالي.\rوالصحيح الأول.\rأما توهم بعض الأعراب بعد وفاته صلى الله عليه وسلم أنها لا تدفع إلا إليه صلى الله عليه وسلم وامتناعهم عن أدائها إلى الصديق، حتى قاتلهم عليها إلى أن دانوا بالحق وأدوا الزكاة، فقد أجاب الأئمة عن ذلك في كتبهم أجوبة، وقد بسطنا الكلام عليه في غير هذا الموضع.\r\rكتاب الصيام\rكان الوصال في الصيام له مباحاً، ولهذا نهى أمته عن الوصال، فقالوا: إنك تواصل؟ قال: «لست كأحدكم، إني أبيت عند ربي يطعمني ويسقيني» أخرجاه.\rفقطع تأسيهم به بتخصيصه بأن الله تعالى يطعمه ويسقيه، وقد اختلفوا: هل هما حسيان؟ أو معنويان؟ على قولين.\rالصحيح: أنهما معنويان، وإلا لما حصل الوصال.","seal":"ABA213A5","part":1},
      {"page":317,"id":241,"nass":"مسألة:\rوكان يقبل وهو صائم، فقيل: كان ذلك خاصاً به، وهل يكره لغيره؟ أو يحرم؟ أو يباح؟ أو يبطل صوم من فعله كما قال ابن قتيبة؟ أو يستحب له؟ أو يفرق بين الشيخ والشاب؟ على أقوال للعلماء لبسطها موضع آخر.\rمسألة\rقال بعض أصحابنا: كان إذا شرع في تطوع لزمه إتمامه، وهذا ضعيف يرده الحديث الذي في صحيح مسلم «عن عائشة رضي الله عنها: أن رسول الله صلى الله عليه وسلم دخل عليها فقالت: يا رسول الله، ههنا حيس، فقال: أرنيه، فلقد أصبحت صائماً فأكل منه» .\r\rكتاب الحج\rمسألة:\rقال بعض أصحابنا كان يجب عليه إذا رأى شيئاً يعجبه أن يقول: [لبيك إن العيش عيش الآخرة] وكأن مستنده في ذلك ما رواه البخاري «عن سهل بن","seal":"1A7C85A1","part":1},
      {"page":318,"id":242,"nass":"سعد قال: كنا مع رسول الله صلى الله عليه وسلم يوم الخندق، وهويحفر ونحن ننقل، فبصر بنا فقال: لا عيش إلا عيش الآخرة، فاغفر للأنصار والمهاجرة» .\rوقال الشافعي «أخبرنا سعيد، عن ابن جريج، أخبرني حميد الأعرج، عن مجاهد أنه قال: كان رسول الله صلى الله عليه وسلم يظهر من التلبية: لبيك اللهم لبيك، لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك» ، قال: حتى إذا كان ذات يوم، والناس يصرفون عنه، كأنه أعجبه ما هو فيه، فزاد فيها: [لبيك إن العيش عيش الآخرة] قال ابن جريج: وأحسب أن ذلك كان يوم عرفة.\rقلت: لا يظهر من هذين الحديثين وجوب ذلك، أكثر ما فيه استحباب مثل ذلك، وقد قيل به في حق المكلفين.\rوحديث مجاهد مرسل، وقول ابن جريج منقطع.\rوالله أعلم.\rمسألة\rأبيحت له مكة يوماً واحداً، فدخلها بغير إحرام.\rوقتل من أهلها يومئذ نحو من عشرين.\rوهل كان فتحها عنوة؟ أو صلحاً؟ على قولين للشافعي، نصر كلا ناصرون.\rوبالجملة: كان ذلك من خصائصه كما ذكر صلى الله عليه وسلم في خطبته صبيحة ذلك اليوم، حيث قال: «فإن ترخص أحد بقتال رسول الله صلى الله عليه وسلم فيها، فقولوا: إن الله أذن لرسوله ولم يأذن لكم» .\rوالحديث مشهور.","seal":"4C5355D7","part":1},
      {"page":319,"id":243,"nass":"مسألة\rتقدم الكلام على الحديث المقتضي لوجوب النحر عليه، وأنه ضعيف.\r\rكتاب الأطعمة\rومن الأطعمة قال بعض الأصحاب: كان يحرم عليه أكل البصل والثوم والكراث، ومستند ذلك ما أخرجه «عن جابر أن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أتي بقدر فيه خضرات من بقول، فوجد لها ريحاً، فقال لبعض أصحابه: [كلوا] فلما رآه كره أكلها، قال: [كل فإني أناجي من لا تناجي] » وقد يشكل على هذا القائل ما حكاه الترمذي عن علي وشريك بن حنبل: أنهما ذهبا إلى تحريم البصل والثوم النيء.\rوالصحيح الذي عليه الجادة: أن ذلك ليس حراماً عليه، بل كان أكل ذلك","seal":"5E18EC01","part":1},
      {"page":320,"id":244,"nass":"مكروها في حقه، والدليل على ذلك ما رواه مسلم «عن أبي أيوب أنه: صنع لرسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ طعاماً فيه ثوم، فرده ولم يأكل منه، فقال له: أحرام هو؟ فقال: [لا، ولكني أكرهه] فقال: إني أكره ما كرهت» .\rقال الشيخ أبو عمرو: وهذا يبطل وجه التحريم.\rوالله تعالى أعلم.\rمسألة:\rومثل ذلك الضب، قال صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لست بآكله ولا محرمه» أي على الناس، وإنما أمسك عن أكله تقذراً.\rوقد قال له خالد: يا رسول الله، أحرام؟ قال: «لا ولكنه لم يكن بأرض قومي، فأجدني أعافه» .\rوهكذا يكره لكل من كره أكل شيء أن يأكله، لما روى أبو داود «عنه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنه قال: إن من القرف التلف» ، وقد كره الأطباء ذلك، لما يؤدي إليه من سوء المزاج.\rوالله تعالى أعلم.","seal":"1E1B4693","part":1},
      {"page":321,"id":245,"nass":"مسألة:\rوروى البخاري «عن أبي جحيفة أن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: أما أنا فلا آكل متكئاً» ، فقال بعض أصحابنا: إن ذلك كان حرام عليه.\rقال النووي: والصحيح أنه كان مكروهاً في حقه لا حراماً.\rقلت: فعلى هذا لا يبقى من باب الخصائص، فإنه يكره لغيره أيضاً الأكل متكئاً، سواء فسر الاتكاء بالاضطجاع ـ كما هو المتبادرإلى أفهام كثيرين، لما يحصل به من الأذى، كما نهي عن الشرب قائماً ـ أم بالتربع كما فسره الخطابي وغيره من أهل اللغة، وهو الصحيح عند التأمل وإنعام النظر، لما فيه من التجبر والتعاظم، والله تعالى أعلم.\rمسألة:\rقال أبو العباس بن القاص: ونهي عن الطعام الفجأة، وقد فاجأه أبو الدرداء على طعامه فأمره بأكله، وكان ذلك خاصاً له صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال البيهقي: لا أحفظ النهي عن طعام الفجأة من وجه يثبت، ثم أورد حديث أبي داود من","seal":"23E9BE52","part":1},
      {"page":322,"id":246,"nass":"رواية درست بن زياد، عن أبان بن طارق، عن نافع، عن ابن عمر مرفوعاً: [من دعي فلم يجب فقد عصى الله ورسوله، ومن دخل على غير دعوة فقد دخل سارقاً، وخرج مغيراً] .\rمسألة:\rقالوا: وكان يجب على من طلب منه طعاماً ليس عنده غيره أن يبذله له، صيانةً لمهجة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ووقاية لنفسه الكريمة بالأموال والأرواح، لقوله تعالى: {النبي أولى بالمؤمنين من أنفسهم} .\rقلت: ويشبه هذا الحديث الحديث الذي في الصحيحين: «لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين» .\rمسألة\rروى البخاري «عن الصعب بن جثامة مرفوعاً: [لا حمى إلا لله ورسوله] » .\rقال بعض أصحابنا: هو مختص به.\rوقال بعضهم: بل يجوز لغيره","seal":"8B88D3C7","part":1},
      {"page":323,"id":247,"nass":"لمصلحة، كما حمى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ النقبع، وحمى عمر رضي الله عنه السرف والربذة، إلا ما حماه رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لا يجوز تغييره بحال.\rومن ذلك الهبة\rمسألة:\rكان يقبل الهدية ويثيب عليها، ثبت ذلك في الصحيح عن عائشة رضي الله عنها، وما ذاك إلا لما يرجو من تأليف قلب من يهدي إليه، بخلاف غيره من الأمراء، فإنه قد صح الحديث أن هدايا العمال غلول، لأنها في حقهم","seal":"73E39287","part":1},
      {"page":324,"id":248,"nass":"كالرشى لوجود التهمة، والله تعالى أعلم.\rمسألة:\rقال زكريا بن عدي حدثنا ابن المبارك، عن الأوزاعي، عن ابن عطاء ـ قال زكريا: أراه عمر ـ عن ابن عباس في قوله تعالى: {وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند الله} قال: هو الربا الحلال، أن يهدي يريد أكثر منه، فلا أجر فيه ولا وزر.\rونهي عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خاصة: {ولا تمنن تستكثر} .\rرواه البيهقي عن الحاكم.\rوغيره عن الأصم، عن محمد بن","seal":"B61B043E","part":1},
      {"page":325,"id":249,"nass":"إسحاق، عن زكريا.\rوهو أثر منقطع، إن كان عمو بن عطاء هو ابن وراز، وهو ضعيف أيضاً، وإن كان ابن أبي الخوار فقد روى له مسلم، وقد روى عن ابن عباس، ولكن الأمر فيه مبهم.\r\rكتاب الفرائض\rمسألة:\rوهو أنه صلى الله عليه وسلم لا يورث، وأن ما تركه صدقة، كما أخرجاه في الصحيحين «عن أبي بكر رضي الله عنه أن فاطمة رضي الله عنها سألته ميراثها من أبيها، فقال سمعت رسول الله صلى الله عليه وسلم يقول: لا نورث ما تركنا صدقة» إنما يأكل آل محمدفي هذا المال، وإني والله لا أغير شيئاً من صدقة رسول الله صلى الله عليه وسلم عن حالها التي كانت عليه في عهده.\rولهما «عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: لا يقسم ورثتي ديناراً، ما تركت بعد نفقه نسائي ومؤنة عاملي فهو صدقة» .\rوقد أجمع على ذلك أهل الحل والعقد، ولا التفات إلى خرافات الشيعة والرافضة، فإن جهلهم قد سارت به الركبان.\r\rكتاب النكاح\rوفيه عامة أحكام التخصيصات النبوية، على صاحبها أفضل الصلاة والسلام، ولنذكرها مرتبةً على الأقسام التي ذكرها الأصحاب، ليكون ذلك أخصر لها، وأسهل تناولاً.","seal":"D2B94C0B","part":1},
      {"page":326,"id":250,"nass":"القسم الأول ـ وهو ما وجب عليه دون غيره\rمسألة:\rأمره الله تعالى بتخيير أزواجه فقال تعالى: {يا أيها النبي قل لأزواجك إن كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن وأسرحكن سراحا جميلا * وإن كنتن تردن الله ورسوله والدار الآخرة فإن الله أعد للمحسنات منكن أجرا عظيما} وقد أخرجا في الصحيحين عن عائشة رضي الله عنها ذكر هذا التخيير، وأن الله أمره بذلك.\rواختلف الأصحاب، هل كان ذلك واجباً عليه أو مستحباً؟ على وجهين صحح النووي وغيره الوجوب.\rواختلف الأصحاب: هل كان يجب جوابهن على الفور أو على التراخي؟ على وجهين، قال ابن الصباغ ما معناه: ولا خلاف أنه خير عائشة على التراخي بقوله: «فلا عليك أن تستأمري أبويك» .\rقالوا: فلما اخترنه، فهل كان حرم عليه طلاقهن؟ على وجهين، وصححوا أنه لا يحرم.\rإلا أن الله تعالى حرم عليه النساء غيرهن مكافأة لصنيعهن، ثم أباحه له لتكون له المنة في ذلك، قالت عائشة رضي الله عنها: ما مات رسول الله صلى الله عليه وسلم حتى أبيح له النساء.\rرواه الشافعي.","seal":"0572A3CA","part":1},
      {"page":327,"id":251,"nass":"القسم الثاني ـ ما حرم عليه من النكاح دون غيره\rمسألة:\rقالوا: كان يحرم عليه إمساك من اختارت فراقه على الصحيح، بخلاف غيره ممن يخير امرأته، فإنها لو اختارت فراقه لما وجب عليه فراقها، والله تعالى أعلم.\rوقال بعضهم: بل كان يفارقها تكرماً.\rمسألة:\rهل كان يحل له نكاح الكتابية؟ على وجهين: صحح النووي الحرمة، وهو اختيار ابن سريج والإصطخري وأبي حامد المروروذي، واستدل الشيخ أبو نصر بن الصباغ لهذا الوجه فقال: لقوله صلى الله عليه وسلم: «زوجاتي في الدنيا زوجاتي في","seal":"14DBCFA3","part":1},
      {"page":328,"id":252,"nass":"الآخرة» ، ثم حكى الوجه الآخر وهو الإباحة وكأنه مال إليه، ثم قال: والخبر لا حجة فيه، لجواز أن من تزوج به منهن أسلمن.\rقلت: وهذا الحديث ليس له أصل يعتمد عليه في رفعه، وإنما هو من كلام بعض الصحابة، وقال أبو إسحاق المروزي: ليس بحرام.\rوفي جواز تسريه بالأمة الكتابية، وتزوجه بالأمة المسلمة ثلاثة أوجه أصحها أنه يباح له تسري الكتابية، ولا يباح له نكاح الأمة المسلمة، بل يحرم.\rوأما الأمة الكتابية: فقطع الجمهور بتحريم نكاحها عليه، وطرد الحناطي فيها وجهين، وهما ضعيفان جداً.\rوفرعوا هنا فروعاً فاسدة تركها أولى من ذكرها.\rوهذا النوع من الخصائص الذي زجر عنه ابن خيران والإمام وهما مصيبان في ذلك، والله أعلم.\r\rالقسم الثالث ـ ما أبيح له من النكاح دون غيره\rمسألة:\rمات صلوات الله وسلامه عليه عن تسع نسوة، واتفقوا على إباحة تسع، واختلف أصحابنا في جواز الزيادة، فالصحيح أنه كان له ذلك، ودليله ما في","seal":"535FE700","part":1},
      {"page":329,"id":253,"nass":"البخاري عن بندار، عن معاذ بن هشام، عن أبيه، عن قتادة، عن أنس قال: كان رسول الله صلى الله عليه وسلم يطوف على نسائه في الساعة الواحدة من ليل او نهار، وهن إحدى عشرة.\rقلت لأنس: هل كان يطيق ذلك؟ قال: كنا نتحدث أنه أعطي قوة ثلاثين، وفي رواية أربعين.\rثم رواه البخاري من حديث سعيد، عن قتادة، عن أنس: وعنده تسع.\r[وقال أنس: تزوج صلى الله عليه وسلم خمس عشرة امرأة، ودخل بثلاث عشرة، واجتمع عنده إحدى عشرة، ومات عن تسع] وقال قتادة أيضاً.\rوذكره ابن الصباغ في شامله قال: وقال أبو عبيد: تزوج رسول الله صلى الله عليه وسلم ثماني عشرة امرأة، واتخذ من الإماء ثلاثاً.\rمسألة:\rقالوا: وكان يصح عقده بلفظ الهبة، لقوله تعالى: {إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين} وإذا عقده بلفظ الهبة فلا مهر بالعقد ولا بالدخول، بخلاف غيره.\rوهل كان ينحصر طلاقه في الثلاث؟ فيه وجهان، أصحهما: نعم، لعموم الآية.\rوقيل: لا، لأنه لما لم ينحصر نكاحه في الأربع، لم ينحصر طلاقه في الطلقات الثلاث.\rوهذا تعسف، لعدم التلازم.","seal":"D90E37AA","part":1},
      {"page":330,"id":254,"nass":"مسألة:\rوكان يباح له التزوج بغير ولي ولا شهود علىالصحيح، لحديث زينب بنت جحش أنها كانت تفخر على أزواج النبي صلى الله عليه وسلم وتقول: زوجكن أهلوكن، وزوجني الله من فوق سبع سموات.\rرواه البخاري.\rمسألة:\rوهل كان يباح له التزوج في الإحرام؟ على وجهين:\rأحدهما: لا، لعموم الحديث الذي في مسلم «عن عثمان، عن رسول الله صلى الله عليه وسلم قال: لا ينكح المحرم ولا ينكح ولا يخطب» .\rوالمخاطب داخل في عموم متعلق خطابه عند الأكثرين.\rوصححوا الجواز، لحديث ابن عباس: أنه صلى الله عليه وسلم تزوج ميمونة وهو محرم.\rأخرجاه.\rولكن يعارضه ما رواه مسلم عن ميمونة نفسها: أنه تزوج بها وهما حلالان.\rوصاحب القصة أعلم بها من الغير، والله أعلم.\rمسألة:\rوإذا رغب في نكاح امرأة وجب عليها إجابته على الصحيح عند الأصحاب، فيحرم على غيره خطبتها.","seal":"071B18F8","part":1},
      {"page":331,"id":255,"nass":"مسألة:\rهل كان يجب عليه أن يقسم لنسائه وإمائه؟ على وجهين: والذي يظهر من الأحاديث الوجوب، لأنه صلى الله عليه وسلم لما مرض جعل يطوف عليهن وهو كذلك، حتى استأذنهن أن يمرض في بيت عائشة رضي الله عنها فأذن له.\rوقال أبو سعيد الإصطخري: لا يجب، لقوله تعالى: {ترجي من تشاء منهن وتؤوي إليك من تشاء} الآية.\rفيكون من الخصائص.\rوهذا كله تفريع على أن تزوجه: هل هو بمنزلة التسري في حقنا أو لا؟ على وجهين.\rمسألة:\rوأعتق صفية وجعل عتقها صداقها، كما ثبت في الصحيحين عن أنس، فقيل: معنى ذلك أنه أعتقها وشرط عليها أن تتزوج به، فوجب عليها الوفاء بالشرط، بخلاف غيره، وقيل: جعل نفس العتق صداقاً، وصح ذلك بخلاف غيره، وهو اختيار الغزالي.\rقلت: يشكل على هذا ما حكاه الترمذي عن الشافعي أنه جوز ذلك لآحاد الناس، وهو وجه مشهور.\rوقيل: أعتقها بلا عوض وتزوجها بلا مهر، لا في الحال ولا في المآل، وهو","seal":"5E6478BC","part":1},
      {"page":332,"id":256,"nass":"المحكي عن أبي إسحاق، وقطع به الحافظ أبو بكر البيهقي، وصححه ابن الصلاح والنووي.\rقلت: ووجه الشيخ أبو عمرو قوله: وجعل عتقها صداقها.\rيعني: أنه لم يمهرها، غبر أنه أعتقها، فيكون كقولهم: الجوع زاد من لا زاد له.\rوقيل: بل أمهرها جارية، كما رواه البيهقي بإسناد غريب لا يصح.\r\rالقسم الرابع ـ ما اختص به من الفضائل دون غيره\rفمن ذلك أن أزواجه أمهات المؤمنين، قال الله تعالى: {النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم} ومعنى هذه الأمومة: الاحترام، والطاعة، وتحريم العقوق، ووجوب التعظيم، لا في تحريم بناتهن وجواز الخلوة بهن، ولا تنتشر الحرمة إلى من عداهن.\rوهل هن أمهات المؤمنات؟ على وجهين: صححوا المنع، وهو قول عائشة رضي الله عنها، وهذا تفريع على أن جمع المذكر السالم هل يدخل فيه النساء؟ وهي مقررة في الأصول.","seal":"C9C3D78F","part":1},
      {"page":333,"id":257,"nass":"وهل يقال في إخوتهن: أخوال المؤمنين؟ فيه نزاع، والنص جوازه.\rوهل يطلق على بناتهن أخوات المؤمنين؟ نص الشافعي في المختصر على جوازه، وجوزه بعض الأصحاب، ومنع منه آخرون، وقد أنكر ابن الصباغ وغيره ذلك على وقالوا: غلط.\rفرع:\rوهل يقال له صلى الله عليه وسلم: أبو المومنين؟ نقل البغوي عن بعض الأصحاب الجواز.\rقلت: وهو قول معاوية، وقد قرأ أبي وابن عباس رضي الله عنهم {النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم} .\rونقل الواحدي عن بعض الأصحاب المنع، لقوله تعالى: {ما كان محمد أبا أحد من رجالكم} ، ولكن المراد أباهم في النسب، وإلا فقد «روى أبو داود: إنما أنا لكم مثل الوالد..» الحديث في الاستطابة.\r\rمسائل متفرقة\rمسألة:\rوأزواجه أفضل نساء الأمة لتضعيف أجرهن، بخلاف غيرهن، ثم أفضلهن","seal":"6443584D","part":1},
      {"page":334,"id":258,"nass":"خديجة وعائشة.\rقال أبو سعيد المتولي: واختلف أصحابنا أيتهما أفضل من سائر الصحابة، حتى من أبي بكر الصديق رضي الله عنه، قول لم يسبقه إليه أحد، وهو أضعف الأقوال.\rمسألة:\rويحرم نكاح زوجاته اللاتي توفي عنهن إجماعاً، وذلك لأنهن أزواجه في الجنة، وإذا لم تتزوج المرأة بعد الموت زوجها فهي له في الأخرة، كما روي أن أبا الدرداء قالت له زوجته عند الاحتضار: يا أبا الدرداء، إنك خطبتني إلى أهلي فزوجوك، وإني أخطبك اليوم إلى نفسك، قال: فلا تزوجي بعدي.\rفخطبها بعد موته معاوية ـ وهو أمير ـ فأبت عليه.\rوروى البيهقي من حديث عيسى بن عبد الرحمن السلمي، عن أبي إسحاق، عن صلة، عن حذيفة، أنه قال لامرأته: إن سرك أن تكوني زوجتي في الجنة فلا تزوجي بعدي فإن المرأة في","seal":"32B10858","part":1},
      {"page":335,"id":259,"nass":"الجنة لآخر أزواجها في الدنيا.\rفلذلك حرم على أزواج النبي صلى الله عليه وسلم ورضي الله عنهم أن ينكحن بعده، لأنهم أزواجه الجنة.\rواختلفوا فيمن طلقها في حال حياته على ثلاثة أوجه: ثالثها أن من دخل بها تحرم على غيره ونص الشافعي على التحريم مطلقاً، ونصره ابن أبي هريرة، لقوله تعالى: {وأزواجه أمهاتهم} وعلى هذا ففي أمة يفارقها بوفاة أو غيرها بعد الدخول وجهان.\rوقيل: لم يكن أزواجه حراماً على غيره إلا أن يموت عنهن، والدليل على ذلك آية التخيير، فإنه لو لم تخير للغير، لما كان في تخييره لهن فائدة، والله أعلم.\rمسألة:\rومن قذف عائشة أم المؤمنين قتل إجماعاً، حكاه السهيلي وغيره، ولنص القرآن على براءتها.\rوفيمن عداها من الزوجات قولان.\rمسألة:\rوكذلك من سبه صلى الله عليه وسلم قتل، رجلاً كان أو امرأة، للأحاديث المتضافرة في ذلك، التي يطول ذكرها ها هنا، فمن ذلك حديث ابن عباس في الأعمى الذي","seal":"F4779471","part":1},
      {"page":336,"id":260,"nass":"قتل أم ولده لما وقعت في النبي صلى الله عليه وسلم، وذكر ذلك للنبي صلى الله عليه وسلم فقال «ألا اشهدوا أن دمها هدر» .\rوقال شعبة عن توبة العنبري، عن أبي السوار، عن أبي برزة: أن رجلاً سب أبا بكر، فقلت: ألا ضربت عنقه؟ فقال: ما كانت لأحد بعد النبي صلى الله عليه وسلم.\rرواه النسائي والبيهقي.\rوروى ابن عدي، من حديث يحيى بن إسماعيل الواسطي، حدثنا ابراهيم بن سعد، عن الزهري، عن أبي سلمة، عن أبي هريرة رضي الله عنه قال: لا يقتل أحدكم بسب أحد إلا بسب النبي صلى الله عليه وسلم.\rوقد صنف في ذلك الشيخ الإمام أبو العباس بن تيمية كتابه الصارم المسلول، على من سب الرسول صلى الله عليه وسلم وهو من أحسن الكتب المؤلفة في ذلك.\rوالله أعلم.","seal":"E09DCA27","part":1},
      {"page":337,"id":261,"nass":"مسألة:\rوكان من خصائصه أنه إذا سب رجلاً ليس بذلك حقيقاً، يجعل سب رسول الله صلى الله عليه وسلم كفارة عنه، ودليله ما أخرجاه في الصحيحين «عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: اللهم إني اتخذت عندك عهداً لن تخلفه، إنما أنا بشر، فأي المؤمنين آذيته، أو شتمته أو جلدته، أو لعنته، فاجعلها له صلاة وزكاة وقربة تقربه بها إليك يوم القيامة» ولهذا لما ذكر مسلم في صحيحه في فضل معاوية، أورد أولاً هذا الحديث، ثم أتبعه بحديث «لاأشبع الله بطناً..» فيحصل منهما مزية لمعاوية رضي الله عنه.\rوهذا من جملة إمامة مسلم رحمه الله تعالى.\rومن الجهاد\rمسألة:\rوكان إذا لبس لأمة الحرب لم يجز له أن يقلعها حتى يقضي الله أمره، لحديث يوم أحد لما أشار عليه جماعة من المؤمنين بالخروج إلى عدوه إلى أحد فدخل فلبس لأمته، فلما خرج عليهم قالوا: يا رسول الله، إن رأيت أن ترجع؟ فقال: «إنه لا ينبغي لنبي إذا أخذ لأمة الحرب أن يرجع حتى","seal":"AB094173","part":1},
      {"page":338,"id":262,"nass":"يقاتل» ، الحديث بطوله ذكره أصحاب المغازي، فقال عامة أصحابنا: إن ذلك كان وا جباً عليه، وإنه يحرم عليه أن ينزعها حتى يقاتل.\rوفرعوا عليه أنه لو شرع في تطوع لزمه إتمامه على أحد الوجهين، وهو ضعيف، لما قدمنا في الصوم.\rوالله أعلم.\rوقد ضعف هذا التفريع أبو زكريا أيضاً.\rمسألة:\rوذكروا في خصائصه صلى الله عليه وسلم وجوب المشاورة، يعني أنه يشاور أصحابه في أمور الحرب، قال الله تعالى: {وشاورهم في الأمر} .\rقال الشافعي: حدثنا سفيان بن عيينة، عن الزهري، قال: قال أبو هريرة رضي الله عنه: ما رأيت أحداً أكثر مشورة لأصحابه من رسول الله صلى الله عليه وسلم.\rوقال الشافعي رحمه الله تعالى: قال الحسن: لقد كان رسول الله صلى الله عليه وسلم غنياً عن المشاورة، ولكنه أراد أن يستن بذلك الحكام بعده.\rقلت: فعلى هذا لا يبقى من الخصائص.\rمسألة:\rقالوا: وكان يجب عليه مصابرة العدو وإن زا دوا على الضعف، وكأن ذلك","seal":"5406538E","part":1},
      {"page":339,"id":263,"nass":"مأخوذ من حديث الحديبية، والله أعلم، «حيث يقول عليه الصلاة والسلام لعروة في جملة كلامه: فإن أبوا فو الله لأقاتلهم ـ يعني قريشاً ـ على هذا الأمر حتى تنفرد سفالتي» والحديث مخرج في صحيح البخاري.\rمسألة:\rوقد قدمنا قوله صلى الله عليه وسلم: «إنه لم يكن لنبي خائنة الأعين» .\rقالوا: وكان مع هذا يجوز له الخديعة في الحروب، لقوله صلى الله عليه وسلم: «الحرب خدعة» .\rوكما فعل يوم الأحزاب من أمره نعيماً أن يوقع بين قريش وقريظة، ففعل حتى فرق الله شملهم على يديه، وألقى بينهم العداوة وفل الله جموعهم بذلك وبغيره، وله الحمد والمنة.\rمسألة:\rوقد كان له صلى الله عليه وسلم الصفي من المغنم، وهو أن يختار فيأخذ ما يشاء: عبداً، أو أمةً، أو سلاحاً، أو نحو ذلك قبل القسمة، وقد دل على ذلك أحاديث في السنن وغيرها.","seal":"4C3BAB0A","part":1},
      {"page":340,"id":264,"nass":"وكذلك كان له خمس الغنيمة، وأربعة أخماس الفيء، كما هو مذهبنا، لا خلاف في ذلك.\rومن الأحكام\rمسألة:\rقالوا: له أن يحكم بعلمه لعدم التهمة، وشاهده حديث هند بنت عتبة، حين اشتكت من شح زوجها أبي سفيان، فقال: «خذي من ماله بالمعروف ما يكفيك ويكفي بنيك» .\rوهو في الصحيحين عن عائشة رضي الله عنها.\rوفي حكم غيره بعلمه خلاف مشهور حاصله ثلاثة أقوال، ثالثها: يحكم في غيره حدود الله.\rقالوا: وعلى هذا فيحكم لنفسه وولده، ويشهد لنفسه وولده، وتقبل شهادة من يشهد له، لحديث خزيمة بن ثابت، وهو حديث حسن مبسوط في","seal":"7A812C30","part":1},
      {"page":341,"id":265,"nass":"غير هذا الموضع، والله تعالى أعلم.\rمسألة:\rقالوا: ومن استهان بحضرته أو زنى، كفر.\rوقال الشيخ أبو زكريا النووي: وفي الزنى نظر.\rوالله أعلم.\rمسألة:\rيجوز التسمي باسمه بلا خلاف، وفي جواز التكني بكنية أبي القاسم ثلاثة أقوال للعلماء:\rأحدها: المنع مطلقاً، وهو مذهب الشافعي، حكاه عنه البيهقي، والبغوي، وأبو القاسم بن عساكر الدمشقي: لحديث ورد فيه «عن جابر قال: قال رسول الله صلى الله عليه وسلم: تسموا باسمي ولا تكنوا بكنيتي» أخرجاه، ولهما عن أبي هريرة مثله.\rوالثاني: وهو مذهب مالك، واختيار النووي ـ رحمهما الله تعالى ـ إباحته مطلقاً، لأن ذلك كان لمعنى في حال حياته زال بموته صلى الله عليه وسلم.","seal":"11BA6BC2","part":1},
      {"page":342,"id":266,"nass":"الثالث: يجوز لمن ليس اسمه محمداً، ولا يجوز لمن اسمه محمد، لئلا يكون قد جمع بين اسمه وكنيته، وهذا اختيار أبي القاسم عبد الكريم الرافعي.\rمسألة:\rوذكروا في الخصائص: أن أولاد بناته ينتسبون إليه، استناداً إلى ما رواه البخاري «عن أبي بكرة رضي الله عنه قال: رأيت الحسن بن علي رضي الله عنهما عند النبي صلى الله عليه وسلم على المنبر، وهو ينظر إليه مرة وإلى الناس أخرى، فيقول: إن ابني هذا سيد، ولعل الله أن يصلح به بين فئتين عظيمتين من المسلمين» .\rمسألة:\rومن الخصائص أن كل نسب وسبب ينقطع نفعه وبره يوم القيامة إلا نسبه وسببه وصهره صلى الله عليه وسلم، قال الله تعالى: {فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون} .\rوقال الإمام أحمد: حدثنا أبو سعيد مولى بني هاشم، حدثنا عبد الله بن جعفر، حدثتنا أم بكر بنت المسور بن محرمة، «عن عبد الله بن أبي رافع، عن المسور، عن رسول الله صلى الله عليه وسلم أنه قال: فاطمة بضعة مني يغيظن ويبسطن ما يبسطها، وإن الأنساب يوم القيامة تنقطع غير نسبي وسببي وصهري» .\rهذا الحديث في الصحيحين عن المسور","seal":"DFF05A9B","part":1},
      {"page":343,"id":267,"nass":"بغير هذا اللفظ، وبدون هذه الزيادة.\rقال الحافظ أبو بكر البيهقي: وقد روى جماعة هذا الحديث بهذه الزيادة عن عبد الله بن جعفر هذا، وهو الزهري، عن أم بكر بنت المسور بن مخزمة، عن أبيها، ولم يذكر ابن أبي رافع، فالله أعلم.\r«وعن عمر بن الخطاب رضي الله عنه أنه لما خطب أم كلثوم بنت علي بن أبي طالب رضي الله عنه، فقال له علي: إنها صغيرة، فقال: إني سمعت رسول الله صلى الله عليه وسلم يقول: كل سبب ونسب ينقطع يوم القيامة إلا سببي ونسبي» ، فأحببت أن يكون لي من رسول الله صلى الله عليه وسلم سبب ونسب، فزوجه علي رضي الله عنهما.\rرواه البيهقي من حديث سفيان بن وكيع، وفيه ضعف.\rوعن روح بن عبادة، عن ابن جريج، عن ابن أبي ملكية، عن حسن بن حسن، عن أبيه، أن عمر ...\rفذكره.\rقال أصحابنا: قيل: معناه أن أمته ينتسبون إليه يوم القيامة، وأمم سائر الأنبياء لا تنتسب إليهم.\rوقيل: ينتفع يومئذ بالانتساب إليه، ولا ينتفع بسائر الأنساب.\rوهذا أرجح من الذي قبله، بل ذلك ضعيف، قال الله تعالى: {ويوم نبعث في كل أمة شهيدا عليهم من أنفسهم} .\rوقال تعالى: {ولكل","seal":"146665D7","part":1},
      {"page":344,"id":268,"nass":"أمة رسول فإذا جاء رسولهم قضي بينهم بالقسط وهم لا يظلمون} ، في آي كثيرة دالة على أن كل أمة تدعى برسولها الذي أرسل إليها.\rوالله سبحانه وتعالى أعلم بالصواب.\rوالحمد لله أولاً وآخراً وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\rقد تمت هذه النسخة المباركة في يوم الأربعاء من شهر جمادى الآخرة من سنة إحدى ومائة وألف على يد أضعف العباد وأحوجهم: حسن بن الحاج رمضان الخطيب الأيوبي غفر الله له ولوالديه وأحسن إليهما وإليه.","seal":"DE009635","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":774,"Bk":"الفصول في السيرة","HigriD":"774","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو الفداء إسماعيل بن عمر بن كثير القرشي البصري ثم الدمشقي","bLnk":null,"Inf":"","Auth":"ابن كثير","Betaka":"الكتاب: الفصول في السيرة\r\nالمؤلف: أبو الفداء إسماعيل بن عمر بن كثير القرشي البصري ثم الدمشقي (المتوفى: 774هـ)\r\nتحقيق وتعليق: محمد العيد الخطراوي، محيي الدين مستو\r\nالناشر: مؤسسة علوم القرآن\r\nالطبعة: الثالثة، 1403 هـ\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن كثير القرشي (700 - 774هـ).\r\n\r\nعماد الدين أبو الفداء إسماعيل بن عمر البصري ثم الدمشقي صاحب التفسير المشهور والمعروف بتفسير ابن كثير. ولد بالبصرة، ثم رحل إلى دمشق مع أخيه سنة 706هـ بعد وفاة أبيه. سمع من علماء دمشق وأخذ عنهم مثل الآمدي وابن تيمية الذي كانت تربطه به علاقة خاصة تعرض ابن كثير للأذى بسببها.\r\nكان ابن كثير من بيت علم وأدب، وتتلمذ على كبار علماء عصره، فنشأ عالمًا محققًا ثقة متقنًا، وكان غزير العلم واسع الاطلاع إمامًا في التفسير والحديث والتاريخ، ترك مؤلفات كثيرة قيمة أبرزها البداية والنهاية في التاريخ وكتاب تفسير القرآن العظيم، وهو من أفضل كتب التفسير لما امتاز به من عناية بالمأثور وتجنب للأقوال الباطلة والروايات المنكرة.\r\nتوفي ابن كثير بعد أن كُفَّ بصره، ودفن في دمشق.\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"EB6AB778","cat":"السيرة والشمائل","oNum":9241,"BkId":9241,"oAuth":3,"bVer":1,"aSeal":"8B4C5F52"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9241":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"مقدمة المؤلف"},
      {"lvl":1,"id":3,"sub":0,"tit":"الجزء الأول سيرته - صلى الله عليه وسلم - وغزواته"},
      {"lvl":1,"id":5,"sub":0,"tit":"فصل ذكر نسبه صلى الله عليه وسلم"},
      {"lvl":1,"id":9,"sub":0,"tit":"فصل ـذكر نسبه صلى الله عليه وسلم بعد عدنان"},
      {"lvl":1,"id":13,"sub":0,"tit":"فصل ـ ولادته ورضاعه ونشأته"},
      {"lvl":1,"id":17,"sub":0,"tit":"فصل ـ مبعثه صلى الله عليه وسلم"},
      {"lvl":1,"id":21,"sub":0,"tit":"فصل ـ فتنة المعذبين والهجرة إلى الحبشة"},
      {"lvl":1,"id":24,"sub":0,"tit":"فصل ـ مقاطعة قريش لبني هاشم وبني المطلب"},
      {"lvl":1,"id":27,"sub":0,"tit":"فصل ـ خروج النبي صلى الله عليه وسلم إلى الطائف"},
      {"lvl":1,"id":28,"sub":0,"tit":"فصل ـ الإسراء والمعراج وعرض النبي نفسه على القبائل"},
      {"lvl":1,"id":30,"sub":0,"tit":"فصل ـ حديث سويد بن الصامت وإسلام إياس بن معاذ"},
      {"lvl":1,"id":31,"sub":0,"tit":"فصل ـ بيعة العقبة الأولى والثانية"},
      {"lvl":1,"id":36,"sub":0,"tit":"فصل ـ هجرة رسول الله صلى الله عليه وسلم"},
      {"lvl":1,"id":39,"sub":0,"tit":"فصل ـ دخول عليه الصلاة والسلام المدينة"},
      {"lvl":1,"id":40,"sub":0,"tit":"فصل ـ استقراره عليه الصلاة والسلام بالمدينة"},
      {"lvl":1,"id":41,"sub":0,"tit":"فصل ـ المواخاة بين المهاجرين والأنصار"},
      {"lvl":1,"id":43,"sub":0,"tit":"فصل ـ فرض الجهاد"},
      {"lvl":1,"id":43,"sub":1,"tit":"فصل ـ أول المغازي والبعوث ـ غزوة الأبواء"},
      {"lvl":1,"id":44,"sub":0,"tit":"بعث حمزة بن عبد المطلب"},
      {"lvl":1,"id":44,"sub":1,"tit":"بعث عبيدة بن الحارث بن المطلب"},
      {"lvl":1,"id":45,"sub":0,"tit":"فصل ـ غزوة بواط"},
      {"lvl":1,"id":45,"sub":1,"tit":"غزوة العشيرة"},
      {"lvl":1,"id":46,"sub":0,"tit":"غزوة بدر الأولى"},
      {"lvl":1,"id":47,"sub":0,"tit":"فصل ـ بعث عبد الله بن جحش"},
      {"lvl":1,"id":49,"sub":0,"tit":"فصل ـ تحويل القبلة وفرض الصوم"},
      {"lvl":1,"id":50,"sub":0,"tit":"فصل ـ غزوة بدر الكبرى"},
      {"lvl":1,"id":59,"sub":0,"tit":"فصل ـ عدة أهل بدر"},
      {"lvl":1,"id":62,"sub":0,"tit":"فصل ــ غزوة بني سليم"},
      {"lvl":1,"id":62,"sub":1,"tit":"فصل ـ غزوة السويق"},
      {"lvl":1,"id":63,"sub":0,"tit":"فصل ـ غزوة ذي أمر"},
      {"lvl":1,"id":64,"sub":0,"tit":"فصل ـ غزوة بحران"},
      {"lvl":1,"id":64,"sub":1,"tit":"فصل ـ غزوة بني قينقاع"},
      {"lvl":1,"id":65,"sub":0,"tit":"فصل ـ قتل كعب بن الأشرف"},
      {"lvl":1,"id":66,"sub":0,"tit":"فصل ـ غزوة أحد"},
      {"lvl":1,"id":73,"sub":0,"tit":"فصل ـ غزوة حمراء الأسد"},
      {"lvl":1,"id":75,"sub":0,"tit":"فصل ـ بعث الرجيع"},
      {"lvl":1,"id":77,"sub":0,"tit":"فصل ـ بعث بئر معونة"},
      {"lvl":1,"id":79,"sub":0,"tit":"فصل ـ غزوة بني النضير"},
      {"lvl":1,"id":80,"sub":0,"tit":"فصل ـ غزوة ذات الرقاع"},
      {"lvl":1,"id":84,"sub":0,"tit":"فصل ـ غزوة بدر الصغرى"},
      {"lvl":1,"id":85,"sub":0,"tit":"فصل ـ غزوة دومة الجندل"},
      {"lvl":1,"id":85,"sub":1,"tit":"فصل ـ غزوة الخندق"},
      {"lvl":1,"id":93,"sub":0,"tit":"فصل ـ غزوة بني قريظة"},
      {"lvl":1,"id":98,"sub":0,"tit":"فصل ـ بعث عبد الله بن عتيك إلى قتل أبي رافع سلام بن أبي الحقيق"},
      {"lvl":1,"id":99,"sub":0,"tit":"فصل ـ غزوة بني لحيان"},
      {"lvl":1,"id":100,"sub":0,"tit":"فصل ـ غزوة ذي قرد"},
      {"lvl":1,"id":101,"sub":0,"tit":"فصل ـ غزوة بني المصطلق"},
      {"lvl":1,"id":106,"sub":0,"tit":"فصل ـ غزوة الحديبية"},
      {"lvl":1,"id":110,"sub":0,"tit":"فصل ـ غزوة خيبر"},
      {"lvl":1,"id":113,"sub":0,"tit":"فصل ــ فتح فدك"},
      {"lvl":1,"id":113,"sub":1,"tit":"فصل ـ فتح وادي القرى"},
      {"lvl":1,"id":114,"sub":0,"tit":"فصل ـ عمرة القضاء"},
      {"lvl":1,"id":115,"sub":0,"tit":"فصل ـ بعث مؤتة"},
      {"lvl":1,"id":117,"sub":0,"tit":"فصل ـ غزوة فتح مكة"},
      {"lvl":1,"id":126,"sub":0,"tit":"فصل ـ غزوة حنين"},
      {"lvl":1,"id":129,"sub":0,"tit":"فصل ـ غزوة الطائف ـ"},
      {"lvl":1,"id":132,"sub":0,"tit":"فصل ـ غزوة تبوك"},
      {"lvl":1,"id":135,"sub":0,"tit":"فصل ـ قدوم وفد ثقيف"},
      {"lvl":1,"id":137,"sub":0,"tit":"فصل ـ حجة الصديق وتواتر الوفود وبعث الرسل"},
      {"lvl":1,"id":138,"sub":0,"tit":"فصل ـ حجة الوداع"},
      {"lvl":1,"id":141,"sub":0,"tit":"فصل ـ وفاته صلى الله عليه وسلم"},
      {"lvl":1,"id":146,"sub":0,"tit":"الجزء الثاني أحواله - صلى الله عليه وسلم - وشمائله وخصائصه"},
      {"lvl":1,"id":151,"sub":0,"tit":"فصل ـ حجه واعتماره صلى الله عليه وسلم"},
      {"lvl":1,"id":152,"sub":0,"tit":"فصل ـ عدد غزواته وبعوثه"},
      {"lvl":1,"id":152,"sub":1,"tit":"فصل ـ أعلام نبوته"},
      {"lvl":1,"id":160,"sub":0,"tit":"فصل ـ الإخبار بالغيوب المستقبلة"},
      {"lvl":1,"id":162,"sub":0,"tit":"فصل ـ بشارةالكتب السماوية المتقدمة برسول الله صلى الله عليه وسلم"},
      {"lvl":1,"id":165,"sub":0,"tit":"فصل ـ أولاده"},
      {"lvl":1,"id":167,"sub":0,"tit":"فصل ـ زوجاته"},
      {"lvl":1,"id":177,"sub":0,"tit":"فصل ـ مواليه"},
      {"lvl":1,"id":179,"sub":0,"tit":"فصل ـ خدمه"},
      {"lvl":1,"id":179,"sub":1,"tit":"فصل ـ كتاب الوحي ـ"},
      {"lvl":1,"id":181,"sub":0,"tit":"فصل ـ المؤذنون ـ"},
      {"lvl":1,"id":181,"sub":1,"tit":"فصل ـ نوقه وخيوله ـ"},
      {"lvl":1,"id":184,"sub":0,"tit":"فصل ـ سلاحه ـ"},
      {"lvl":1,"id":184,"sub":1,"tit":"فصل ـ رسله إلى الملوك ـ"},
      {"lvl":1,"id":186,"sub":0,"tit":"فصل ـ صفته الظاهرة"},
      {"lvl":1,"id":188,"sub":0,"tit":"فصل ـ أخلاقه الطاهرة"},
      {"lvl":1,"id":190,"sub":0,"tit":"فصل ـ الأماكن التي حلها"},
      {"lvl":1,"id":195,"sub":0,"tit":"فصل ـ سماعاته"},
      {"lvl":1,"id":199,"sub":0,"tit":"فصل ـ السماع منه"},
      {"lvl":1,"id":201,"sub":0,"tit":"فصل ـ عدد المسلمين حين وفاته، وعدد من روى عنه من الصحابة"},
      {"lvl":1,"id":202,"sub":0,"tit":"فصل ـ خصائص رسول الله صلى الله عليه وسلم ـ"},
      {"lvl":1,"id":205,"sub":0,"tit":"القسم الأول ـ ما اختص به دون غيره من الأنبياء ـ"},
      {"lvl":1,"id":216,"sub":0,"tit":"القسم الثاني ـ ما اختص به دون أمته، وقد يشاركه فيها غيره من الأنبياء"},
      {"lvl":1,"id":216,"sub":1,"tit":"كتاب الإيمان"},
      {"lvl":1,"id":224,"sub":0,"tit":"كتاب الطهارة"},
      {"lvl":1,"id":231,"sub":0,"tit":"كتاب الصلاة"},
      {"lvl":1,"id":239,"sub":0,"tit":"كتاب الزكاة"},
      {"lvl":1,"id":240,"sub":0,"tit":"كتاب الصيام"},
      {"lvl":1,"id":241,"sub":0,"tit":"كتاب الحج"},
      {"lvl":1,"id":243,"sub":0,"tit":"كتاب الأطعمة"},
      {"lvl":1,"id":249,"sub":0,"tit":"كتاب الفرائض"},
      {"lvl":1,"id":249,"sub":1,"tit":"كتاب النكاح"},
      {"lvl":1,"id":250,"sub":0,"tit":"القسم الأول ـ وهو ما وجب عليه دون غيره"},
      {"lvl":1,"id":251,"sub":0,"tit":"القسم الثاني ـ ما حرم عليه من النكاح دون غيره"},
      {"lvl":1,"id":252,"sub":0,"tit":"القسم الثالث ـ ما أبيح له من النكاح دون غيره"},
      {"lvl":1,"id":256,"sub":0,"tit":"القسم الرابع ـ ما اختص به من الفضائل دون غيره"},
      {"lvl":1,"id":257,"sub":0,"tit":"مسائل متفرقة"}
    ]
}
