{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9249":
    [
      {"page":23,"id":2,"nass":"بسم الله الرحمن الرحيم\rوالحمد لله رب العالمين\rنسب فحول الخيل في الجاهلية والإسلام\rأخبرنا أبو الحسين محمد بن عبد الواحد بن رزمة البزار إجازة قال: حدثنا أبو محمد علي بن عبد الله بن العباس بن عبد الله بن العباس بن المغيرة الشيباني الجوهري من كتابه ببغداد في منزله، قراءة عليه، قال: حدثنا أبو الحسن الأسدي، قال: حدثنا محمد بن صالح النطاح، مولى جعفر بن سليمان بن علي بن عبد الله بن عباس، قال: أخبرنا هشام بن محمد بن السائب عن أبيه قال: هذا كتاب نسب فحول الخيل في الجاهلية والإسلام.\rوكانت العرب ترتبط الخيل في الجاهلية والإسلام معرفةً بفضلها، وما جعل الله تعالى فيها من العز، وتشرفاً بها، وتصبراً على المخمصة واللأواء، وتخصها وتكرمها وتؤثرها على الأهلين والأولاد، وتفتخر بذلك في أشعارها وتعتده لها فلم تزل على ذلك من حب الخيل، ومعرفة فضلها حتى بعث الله نبيه، عليه السلام، فأمره الله باتخاذها وارتباطها، فقال:","seal":"2CF688FA","part":1},
      {"page":24,"id":3,"nass":"وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم. فاتخذ رسول الله، عليه السلام، الخيل وارتبطها، وأعجب بها، وحض عليها، وأعلم المسلمين ما لهم في ذلك من الأجر والغنيمة، وفضلها في السهمان على أصحابها، فجعل للفرس سهمين، ولصاحبه سهماً.\rفارتبطها المسلمون، وأسرعوا إلى ذلك، وعرفوا ما لهم فيه ورجوا عليه من الثواب من الله، جل وعز، والتثمير في الرزق.\rثم راهن عليها رسول الله، وجعل لها سبقة، وتراهن عليها أصحابه.\rوجاءت الأحاديث متصلة عن رسول الله، صلى الله عليه وسلم، في ذلك.\rحدثنا الأسدي قال: حدثنا محمد بن صالح قال: قال هشام بن محمد: فحدثنا إبراهيم بن سليمان عن الأحوص بن حكيم عن أبيه عن جبير بن نفير عن عبد الرحمن بن عائذ الثمالي قال: قال رسول الله صلى الله عليه وسلم: الخيل معقود في نواصيها الخير إلى يوم القيامة، وأهلها معانون عليها، فامسحوا نواصيها، وادعوا لها بالبركة.\rوحدثنا الواقدي عن عبد الله بن عمر عن سهيل بن أبي","seal":"6F1CA7A2","part":1},
      {"page":25,"id":4,"nass":"صالح عن أبيه عن أبي هريرة قال: قال رسول الله، صلى الله عليه وسلم: الخيل معقود في نواصيها الخير إلى يوم القيامة.\rوحدثنا الواقدي قال: حدثنا أبو عبد الله القرشي عن أبي جعفر محمد بن علي بن حسين عن أبيه قال: قال رسول الله صلى الله عليه وسلم: من هم أن يرتبط فرساً في سبيل الله بنية صادقة أعطي أجر شهيد.\rوحدثنا الواقدي قال: حدثنا أسامة بن زيد عن يحيى الغساني قال: قال رسول الله، صلى الله عليه وسلم \" من ارتبط فرساً في سبيل الله كان له مثل أجر الصائم والباسط يده بالصدقة ما دام ينفق على فرسه \".\rوما جاء فيها من الأحاديث أكثر من ذلك مما قصرنا عنه.\rقال ابن الكلبي: وحدث أبو يوسف قال: حدثنا الأوزاعي قال: كنا بالساحل فجيء بفحل لينزى على أمه، فأبى. فأدخلوها بيتاً،","seal":"C1E76B73","part":1},
      {"page":26,"id":5,"nass":"وألقوا على الباب ستراً، وجللوها بكساءٍ. قال: فلما نزا عليها وفرغ شم ريح أمه. قال: فوضع أسنانه في أصل ذكره فقطعه ومات. قال: وحدث الكلبي محمد بن السائب عن أبي صالح عن ابن عباس قال: أول من ركب الخيل واتخذها إسماعيل بن إبراهيم، وأول من تكلم بالعربية الحنيفية التي أنزل الله قرآنه على رسوله بها. قال فلما شب إسماعيل بن إبراهيم أعطاه الله القوس فرمى عنها. وكان لا يرمي شيئاً إلا أصابه، فلما بلغ أخرج الله له من البحر مائة فرس، فأقامت ترعى بمكة ما شاء الله، ثم أصبحت على بابه فرسنها وأنتجها وركبها.\rوحدث الواقدي قال: حدثني عبد الله بن يزيد الهذلي عن مسلم بن جندب قال: أول من ركب الخيل إسماعيل بن إبراهيم، وإنما كانت وحشاً لا تطاق حتى سخرت لإسماعيل.\rوكان داود، نبي الله، يحب الخيل حباً شديداً، فلم يكن يسمع بفرس يذكر بعرق وعتق أو حسن أو جري إلا بعث إليه، حتى جمع ألف فرس، لم يكن في الأرض يومئذٍ غيرها.","seal":"04AAA2FF","part":1},
      {"page":27,"id":6,"nass":"فلما قبض الله داود ورث سليمان ملكه وميراثه وجلس في مقعد أبيه فقال: ما ورثني داود مالاً أحب إلي من هذه الخيل. وضمرها وصنعها. وقال بعض أهل العلم: إن الله تعالى أخرج له مائة فرس من البحر لها أجنحة. وكان يقال لتلك الخيل: الخير. فكان يراهن بينها ويجريها. ولم يكن شيء أعجب إليه منها. ويقال: إن سليمان دعا بها ذات يوم فقال: اعرضوها علي؛ حتى أعرفها بشياتها وأسمائها وأنسابها. قال: فأخذ في عرضها حين صلى الظهر، فمر به وقت العصر، وهو يعرضها، وليس فيها إلا سابق رائع، فشغلته عن الصلاة حتى غابت الشمس وتوارت بالحجاب. ثم انتبه فذكر الصلاة واستغفر الله، وقال: لا خير في مال يشغل عن الصلاة وعن ذكر الله، ردوها. وقد عرض منها تسع مائة، وبقيت مائة. فرد عليه التسع مائة فطفق يضرب سوقها، أسفا على ما فاته من وقت صلاة العصر، وبقيت مائة فرس لم تكن عرضت عليه، فقال: هذه المائة أحب إلي من التسع مائة التي فتنتني عن ذكر ربي. فقال الله \" ووهبنا لداود سليمان نعم العبد إنه أواب \" إلى آخر الآية.\rفلم يزل سليمان معجباً بها حتى قبضه الله إليه.\rوحدث الكلبي محمد بن السائب عن أبي صالح عن ابن عباس قال: إن أول ما انتشر في العرب من تلك الخيل، أن قوماً من الأزد من أهل عمان قدموا على سليمان بن داود بعد تزويجه بلقيس ملكة سبأ فسألوه عما يحتاجون إليه من أمر دينهم ودنياهم حتى قضوا من ذلك ما أرادوا، وهموا بالانصراف، فقالوا: يا نبي الله إن بلدنا شاسع وقد أنفضنا من الزاد. مر لنا بزاد يبلغنا إلى","seal":"F9A3AB78","part":1},
      {"page":28,"id":7,"nass":"بلادنا. فدفع إليهم سليمان فرسا من خيله، من خيل داود، قال: هذا زادكم، فإذا نزلتم فاحملوا عليه رجلاً، وأعطوه مطرداً، وأوروا ناركم، فإنكم لن تجمعوا حطبكم وتوروا ناركم حتى يأتيكم بالصيد. فجعل القوم لا ينزلون منزلاً إلا حملوا على فرسهم رجلاً بيده مطرد واحتطبوا وأوروا نارهم فلا يلبث أن يأتيهم بصيد من الظباء والحمر فيكون معهم منه ما يكفيهم ويشبعهم ويفضل إلى المنزل الآخر. فقال الأزديون: ما لفرسنا هذا اسم إلا زاد الراكب. فكان ذلك أول فرس انتشر في العرب من تلك الخيل.\rفلما سمعت بنو تغلب، أتوهم فاستطرقوهم، فنتج لهم من زاد الراكب: الهجيس، فكان أجود من زاد الراكب.\rفلما سمعت بكر بن وائل أتوهم فاستطرقوهم فنتجوا من الهجيس: الديناري، فكان أجود من الهجيس.\rفلما سمعت بذلك بنو عامر أتوا بكر بن وائل فاستطرقوهم على سبل، وكانت أجود من أدرك. وأمها: سوادة، وأبوها: فياض. وأم سوادة قسامة.","seal":"627CF648","part":1},
      {"page":29,"id":8,"nass":"وكان فياض وقسامة لبني جعدة. ويزعم أن أبا فياض من حوشية وبار بن أميم بن لوذ بن سام بن نوح، وأنه لما هلكت وبار صارت خيلهم وحشية لا ترام.\rفزعم محرز بن جعفر عن أبيه عن جده، قال: ليس أعوج بني هلال من بنات ذاد الراكب، هو أكبر من ذلك، هو من بنات حوشية وبار وإنما أعوج الذي كان ابن الديناري فرس لبهراء، سمي باسم أعوج. وكان لبني سليم بن منصور، ثم صار إلى بهراء. فأما أعوج الأكبر فإن أمه سبل بن حوش وبار، وأبوه منها.\rقال: وحدثني أبي عن أبيه أن أم أعوج نتجته وهي متبرزة من البيوت. فنظر شيخ لهم إلى فرس إلى جنب سبل قد حاذت جحفلته بحجبتها فقال: أدركوا الفرس لا يبتسر فرسكم. فخرجوا يسعون، فإذا هي قد نتجت. ووافق ذلك اليوم نجعة فساروا من بعض يومهم أو ليلتهم، وأصبح أعوج مع أمه لم تفته. فلما كان في الليلة الثالثة، حملوه بين جوالقين وشدوه بحبل فارتكض فأصبح في صلبه بعض العوج فسمي لذلك أعوج، فمنه أنجبت خيول العرب، وعامة جيادها تنسب إليه.\rفلما سمعت بنو ثعلبة بن يربوع، استطرقوا بني هلال فنتجوا عنه ذا","seal":"20B9F297","part":1},
      {"page":30,"id":9,"nass":"العقال، وهو ابن أعوج، لصلبه، ابن الديناري بن الهجيس بن زاد الراكب.\rفتناسلت تلك الخيول في العرب وانتشرت، وشهر منها خيل منسوبة الآباء والأمهات.\rوزعم آخرون - والله أعلم - أن سليمان لما عقر تلك الخيل نفر منها ثلاثة أفراس لها أجنحة، فوقع فرس في ربيعة، وفرس في الأزد، وفرس في بهراء، فحملوها على خيولهم. فلما أعقت لها طارت فرجعت إلى البحر. وتناتجت الخيل بعضها من بعض لما أراد الله تعالى.\rوقال الواقدي: هذا الحديث المعتمد عليه، والله أعلم.\rوأخبرنا عبد الله بن وهب قال: قتل سليمان كل ما كان عرض منها، ولم يطر منها شيء، ولم يبق في يديه إلا تلك المائة.\rوكان مما حقق عندنا أمر الديناري والهجيس وزاد الراكب أن الكلبي وأبا حمزة الثمالي وأبان بن تغلب، الرواة جميعاً، حدثونا هذا الحديث. قالوا: بينما الحجاج بن يوسف يعرض الناس ويتصفح خيولهم ولباسهم إذ مر به رجل رث الكسوة أعجف الفرس، فعذله ولامه ولم يجز له ذلك.","seal":"789E49FA","part":1},
      {"page":31,"id":10,"nass":"فمر شهر بن حوشب عليه فرو له غليظ، يقود فرسا له فقال الحجاج: كم عطاؤك يا شهر؟ قال: ألفان. قال: فإنا لا نجيز لك فرسك ولا كسوتك. قال له شهر: أما الكسوة، أصلحك الله، فإني آثرت بالخز والعصب والوشي الشباب من ولدي وذوي قرابتي ونسائي، وهذا الفرو يدفئني وهو خفيف ولا بأس به. وأما الفرس فوالله إنها لمن خيل بني تغلب، ولقد ابتعتها برسنها بثمان مائة درهم على عرقها ونسبها، وإنها لمن بنات الديناري، فرس بكر بن وائل، بن الهجيس، فرس بني تغلب، بن زاد الراكب، فرس الأزد، دفعه إليهم سليمان. فضحك الحجاج فقال: نسب نعرفه. فدعا بكسوة فألقاها عليه.\rكانت خيول رسول الله صلى الله عليه وسلم خمسة أفراس: لزاز ولحاف والمرتجز والسكب و (اليعسوب) . وإنما سمي المرتجز بحسن صهيله.\rوحدثني الكلبي محمد بن السائب وأبوه حمزة الثمالي وأبان بن تغلب، وغيرهم بأسماء الخيل المشهورة المعروفة المنسوبة وخيول العرب، لا يختلفون بذلك. ووجدنا في أشعار العرب دلالات على ما قالوا.","seal":"E6E29737","part":1},
      {"page":32,"id":11,"nass":"وكان منها في قريش خيل رسول الله، عليه السلام.\rومنها: الورد فرس حمزة بن عبد المطلب، رضي الله عنه، وهو من بنات ذي العقال من ولد أعوج. قال في ذلك حمزة:\rليس عندي إلا سلاح وورد ... قارح من بنات ذي العقال\rأتقي دونه المنايا بنفسي ... وهو دوني يغشى صدور العوالي\rوحدث الكلبي محمد بن السائب عن أبي صالح عن ابن عباس: أن أعوج كان سيد الخيل المشهورة، وأنه كان لملك من ملوك كندة فغزا بني سليم يوم علاف فهزموه وأخذوا أعوج.\rفكان أوله لبني هلال، ولهم نتجوه. وأمه سبل بنت فياض، كانت لبني جعدة. وأم سوادة أم سبل القسامية. فرده بنو سليم إلى بني هلال فأجاد في نسله، ومنه انتشرت جياد خيول العرب.\rوكان فيما سموا لنا من جياد فحولها وإناثها المنجبات: الغراب والوجيه ولاحق والمذهب ومكتوم. وكانت هذه جميعاً لغني بن أعصر بن سعد بن قيس بن عيلان. فقال: طفيل الغنوي.","seal":"FBC6BA71","part":1},
      {"page":33,"id":12,"nass":"بنات الغراب والوجيه ولاحقٍ ... وأعوج تنمي نسبه المتنسب\rوقال:\rدقاق كأمثال السراحين ضمر ... ذخائر ما أبقى الغراب ومذهب\rأبوهن مكتوم وأعوج أنجبا ... وراداً وحوا ليس فيهن مغرب\rوفيه يقول جرير بن الخطفي:\rإن الجياد يبتن حول قبابنا ... من آل أعوج أو لذي العقال\rومنها: جلوى: وكانت لبني ثعلبة بن يربوع.\rومنها: داحس: وهو ابن ذي العقال، وأمه جلوى. وله حديث طويل في حرب غطفان.\rومنها: الحنفاء: أخت داحس لأبيه، ومن ولد ذي العقال.\rومنها: الغبراء: كانت لقيس بن زهير. وهي خالة داحس، وأخته لأبيه.\rومنها: قسام: وكان لبني جعدة بن كعب بن ربيعة. وفيه يقول النابغة الجعدي:","seal":"A4536AB7","part":1},
      {"page":34,"id":13,"nass":"أغر قسامي كميت محجل خ ... لا يده اليمنى فتحجيله خسا\rأي فرد.\rوكان منها: فياض وسوادة أم سبل: لبني جعدة. وفيها يقول النابغة:\rوعناجيج جياد نجب ... نجل فياض ومن آل سبل\rوكان منها: الحمالة والقريط: لبني سليم. وفيها يقول العباس بن مرداس السلمي:\rابن الحمالة والقريط فقد ... أنجبت من أم ومن فحل\rيطمع التالي اللحاق بها ... يوماً وليس يفوتها المؤلي\rوكان منها: اللطيم: فرس ربيعة بن مكدم.\rومنها: مصاد: وكان لابن غادية الخزاعي ثم الأسلمي. ولها يقول:\rصبرت مصادا إزاء اللطي ... م حتى كأنهما في قرن\rخضبت به زاعبي السنان ... فويق الإزار وفوق العكن\rويزعم أن ابن غادية هو الذي قتل ربيعة بن مكدم يوم الكديد، وأنه كان حليفاً لبني سليم، وكان في الخيل التي لقيته.","seal":"8900853F","part":1},
      {"page":35,"id":14,"nass":"وقد نسب الناس قتله إلى نبيشة بن حبيب السلمي. والله أعلم.\rومنها: الأجدل: فرس أبي ذر الغفاري.\rومنها: اليعسوب: فرس الزبير بن العوام. وكان من نتاج بني أسد، من بنات العسجدي.\rومنها: ذو اللمة: فرس عكاشة بن محصن الأسدي، من أًصحاب رسول الله، عليه السلام.\rومنها: ثادق: كان لمنذر بن عمرو بن قيس بن الحارث بن ثعلبة ابن دودان بن أسد بن خزيمة. وله يقول، وعذلته امرأته في إيثاره له:\rوباتت تلوم على ثادق ... ليشرى فقد جد عصيانها\rألا إن نجواك في ثادق ... سواء علينا وإعلانها\rوكان العسجدي لبني أسد، وهو من بنات زاد الراكب.\rوكان لهم: لاحق الأصغر: وهو من بنات لاحق الأكبر: فرس غني بن أعصر. ولها يقول النابغة الذبياني وكانوا قد ولدوه. وجدته بنت عمرو بن جابر بن شجنة:","seal":"17327F07","part":1},
      {"page":36,"id":15,"nass":"فيهم بنات العسجدي ولاحق ... ورق مراكلها من المضمار\rولها يقول الكميت بن معروف:\rنجائب من آل الوجيه ولاحق ... تذكرنا أحقادنا حين تصهل\rومنها: زرة: فرس الجميح بن منقذ بن الطماح بن طريف الأسدي، ولها يقول:\rرميتهم بزرة إذ تواصوا ... وسار بنحرها أسل الرماح\rومنها: حزمة: فرس حنظلة بن فاتك الأسدي، ولها يقول:\rجزتني أمس حزمة سعي صدق ... وما أقفيتها دون العيال\rومنها: الظليم: فرس فضالة بن هند بن شريك الأسدي، ولها يقول:\rنصبت لهم صدر الظليم وصعدة ... شراعية في كف حران ثائر\rفلو أنهم لم يعرفوا بنت لاحق ... لظل لهم من ربها يوم فاجر\rومنها: ظبية: فرس الهراش الأسدي، ولها يقول:\rألائمتي خزيمة في أخيهم ... قدامة قد عجلتم بالملام\rظننتم أن ظبية لن تؤدى ... ورأي السوء يزري باللئام","seal":"9A8A70F6","part":1},
      {"page":37,"id":16,"nass":"ومنها: الحمالة الصغرى: فرس طليحة بن خويلد الأسدي، ولها يقول:\rنصبت لهم صدر الحمالة إنها ... معاودة قيل الكماة نزال\rفيوماً تراها في الجلال مصونة ... ويوماً تراها غير ذات جلال\rومنها: الورد: فرس فضالة بن كلدة. وفيه يقول فضالة بن هند بن شريك:\rففدى أمي وما قد ولدت ... غير مفقود فضال بن كلد\rيحمل الورد على أدبارهم ... كلما أدرك بالسيف جلد\rومنها: معروف: فرس سلمة بن هند الغاضري، وله يقول:\rأكفئ معروفاً عليهم كأنه ... إذا ازور من وقع الأسنة أحرد\rومنها: المنيحة: فرس دثار بن فقعس الأسدي، ولها يقول:\rقربا مربط المنيحة مني ... شبت الحرب للصلاة سعارا\rومنها: ناصح: فرس فضالة بن هند بن شريك الأسدي، ولها يقول:\rأناصح شمر للرهان فإنها ... غداة حفاظ جمعتها الحلائب","seal":"C7E0CC05","part":1},
      {"page":38,"id":17,"nass":"أتذكر إلباسيك في كل شتوةٍ ... ردائي وإطعاميك والبطن ساغب\rوكان منها في بني تميم بن مر وضبة بن أد: الشوهاء: فرس حاجب بن زرارة. ولها يقول بشر بن أبي خازم الأسدي:\rوأفلت حاجب تحت العوالي ... على شوهاء تجمع في اللجام\rوالحشاء: فرس عمرو بن عمرو. وكان لها ما للفحل وما للأنثى، وكانت لا تجارى، وكانت ضبوباً، والضبوب: التي تبول وهي تعدو. وفيها يقول جرير:\rكأنك لم تشهد لقيطاً وحاجباً ... وعمرو بن عمرو إذ دعا يال دارم\rولولا مدى الحشا وبعد جرائها ... لقاظ قصير الخطو دامي المراغم\rوكان منها: الرقيب: فرس الزبرقان بن بدر، وله يقول:\rأقفي الرقيب أدوايه وأصنعه ... عاري النواهق لاجاف ولاقفر","seal":"3417209C","part":1},
      {"page":39,"id":18,"nass":"وكان لبني تغلب بن نتاج أعوج: النباك وحلاب: وصح عندنا من غير واحد من العلماء أن أعوج كان لبني هلال بن عامر، وأمه سبل، وأم سبل سوادة بنت سواد القسامي.\rوكان منها: أثال: فرس ضمرة بن ضمرة، خرج على أثال فإذا هو برجل، وكان يلقب: ذباب السلح، فما نظر ذباب إلى ضمرة تلقاه بعلبة من لبن ليتحرم به، فتطير من ردها فشربها، ثم احتوى على الإبل، وأنشأ، يقول:\rألا من مبلغ عني ذبابا ... ذباب السلح أي فتى حواها\rفلو صادفتني وأثال فيها ... أعنت العبد يطعن في كلاها\rمحبسة على الأهوال شعثاً ... وكانت لا تعوج عن هواها\rألم تر أنني قيلت فيها ... وكانت لا تقيل من أتاها\rوكانت الخذواء: فرس شيطان بن الحكم بن جابر بن بن جاهمة بن حراق بن يربوع. ولها يقول في يوم محجر في غارتهم على طيئ: من أخذ بشعرة من شعر الخذواء فهو آمن، ففي ذلك يقول طفيل:","seal":"E4DAA785","part":1},
      {"page":40,"id":19,"nass":"وقد منت الخذواء مناً عليكم ... وشيطان إذ يدعوكم ويثوب\rوكان منها: الشيط: فرس أنيف بن جبلة الضبي، وهو جد داحس من قبل أمه، فيما زعم العبسيون، وله يقول الشاعر:\rأنيف لقد بخلت بعسب عود ... على جار لضبة مستراد\rومنها: الفينان: فرس قرابة بن هقرام الضبي، وله يقول:\rإذا الفينان ألحقني بقوم ... ولم أطعن فشل إذن بناني\rومنها: العرادة: فرس كلحبة، وهو هبيرة بن عبد مناف اليربوعي، وذلك أنه أغار على حزيمة بن طارق فأسره أسيد بن حناءة، أخو بني سليط بن يربوع وأنيف بن جبلة الضبي، وكان أنيف نقيلا في بني يربوع. فاختصما فيه فجعلا بينهما رجلا من بني حميري بن رياح بن يربوع يقال له: الحارث بن قران، وكانت أمه ضبية. فحكم أن ناصية حزيمة لأنيف بن جبلة. وعلى أنيف لأسيد بن جناءة مائة من الإبل. فقال في ذلك كلحبة اليربوعي:\rفإن تنج منها يا حزيم بن طارق ... فقد تركت ما خلف ظهرك بلقعا\rإذا المرء لم يغش الكريهة أوشكت ... حبال المنايا بالفتى أن تقطعا\rفأدرك إبطاء العرادة صنعتي ... وقد تركتني من حزيمة إصبعا","seal":"87895D92","part":1},
      {"page":41,"id":20,"nass":"وقال:\rتسائلين بنو جشم بن بكر ... أغراء العرادة أم بهيم\rهي الفرس التي كرت عليكم ... عليها الشيخ كالأسد الظليم\rومنها: العباب: فرس مالك بن نويرة. وفيه يقول لحق بني عبس واستنقذ إبل ابن حبى:\rتدارك إرخاء العباب ومره ... لبون ابن حبى وهو أسفان كامد\rفلو كنت بعض المقرفين نصابه ... تقسم والحراث منها بدائد\rومنها: لازم: فرس سحيم بن وثيل اليربوعي. وله يقول ابنه جابر بن سحيم:\rأقول لأهل الشعب إذ يأسرونني ... ألم تعلموا أني ابن فارس لازم\rومنها: الأحوى: فرس قبيصة بن ضرار. وفيه يقول:\rيقول بني سليم إذ رأوني ... على الأحوى يقرب في العنان\rومنها: كامل: فرس زيد الفوارس الضبي. وله يقول","seal":"DA6CCDE9","part":1},
      {"page":42,"id":21,"nass":"العائف الضبي:\rنعم الفوارس يوم جيش محرق ... لحقوا وهم يدعون يال ضرار\rزيد الفوارس كر وابنا منذر ... والخيل تصنعها بنو الأحرار\rترمي بغرة كامل وبنحره ... خطر النفوس وأي حين خطار\rومنها: ذات العجم: وفيها يقول الزبرقان بن بدر، وكانت لرجل من بني حنظلة:\rرزئت أبي وابني شريف كليهما ... وفارس ذات العجم حلواً شمائله\rومنها: ذو الوشوم: فرس عبد الله بن عداء البرجمي. وله يقول:\rأعارضه في الحزن عدواً برأسه ... وفي السهل أعلو ذا الوشوم وأركب\rومنها: وحفة: فرس علاثة بن الجلاس الحنظلي. ولها يقول: مازلت أرميهم بوحفة ناصباً ومنها: ذو الوقوف: فرس لرجل من بني نهشل وله يقول الأسود بن يعفر:\rخالي ابن فارس ذي الوقوف مطلق ... وأبي أبو أسماء عبد الأسود","seal":"21CC213E","part":1},
      {"page":43,"id":22,"nass":"نقمت بنو صخر علي وجندل ... ونسب لعمر أبيك ليس بقعدد\rومنها: مبدوع: فرس عبد الحارث بن ضرار الضبي. وله يقول\rتشكى الغزو مبدوع وأضحى ... كأشلاء اللجام به كدوح\rفلا تجزع من الحدثان إني ... أكر الغزو إذ حلب القروح\rومنها: الجون: فرس متمم بن نويرة اليربوعي. وله يقول مالك أخوه:\rولولا دوائي الجون قاظ متمم ... بأرض الخزامى وهو للذل عارف\rومنها: الغراف: فرس البراء بن قيس بن عتاب. وله يقول:\rإن يك غراف تبدل فارساً ... سواي فقد بدلت منه السميدعا\rومنها: الشقراء: فرس الرقاد بن المنذر الضبي. ولها يقول:\rإذا المهرة الشقراء أدرك ظهرها ... فشب إلهي الحرب بين القبائل\rوأوقد نارا بينهم بضرامها ... لها وهج للمصطلى غير نائل\rإذا حملتني والسلاح مغيرة ... إلى الحرب لم آمر بسلم لوائل","seal":"9BD6DCF4","part":1},
      {"page":44,"id":23,"nass":"ومنها: المكسر: فرس عتيبة بن الحارث بن شهاب. وله يقول مالك بن نويرة:\rولو رهم الأصلاب منا لزاحمت ... عتيبة إذ دمى جبين المكسر\rومنها: شولة: فرس زيد الفوارس الضبي. ولها يقول:\rقصرت له من صدر شولة إنما ... ينجي من الكرب الكمي المناجد\rومنها: النحام: فرس سليك بن السلكة السعدي. ولها يقول:\rقدم النحام وأعجل يا غلام ... واطرح السرج عليه واللجام\rوقال فيه:\rقطعت وتحتي النحام يهوي ... كما انقضت على الخزز العقاب\rومنها: الورد: فرس أحمر بن جندل بن نهشل. وله يقول بعض بني قشير في يوم رحرحان:\rتجنبتنا بالورد يوم رأيتنا ... يمر كمر الثعلب المتمطر\rوأيقن أن الخيل إن تلتبس به ... يفظ عانيا أو يتركوه لأنسر\rوكان منها في قيس عيلان: وكان من مشهوري فرسان العرب عامر بن","seal":"9E447A4F","part":1},
      {"page":45,"id":24,"nass":"الطفيل، وفرسه: المزنوق. وله يقول يوم فيف الريح، يوم فقئت عينه:\rلقد علم المزنوق أني أكره ... على جمعهم كر المنيح المشهر\rإذا ازور من وقع الرماح زجرته ... وقلت له ارجع مقبلاً غير مدبر\rوأنبأته أن الفرار خزاية ... على المرء ما لم يبل عذراً فيعذر\rألست ترى أرماحهم في شرعاً ... وأنت حصان ماجد العرق فاصبر\rفبئس الفتى إن كنت أعور عاقراً ... جنباً فما لأرجا لدى كل محضر\rلعمري وما عمري علي بهينٍ ... لقد شان حر الوجه طعنة مسهر\rومنها: فرس عامر بن الطفيل أيضاً: الورد: وله تقول تميمة بنت أهبان العبسية في يوم الرقم:\rولولا نجاء الورد لا شيء غيره ... وأمره الإله ليس لله غالب\rإذاً لسكنت العالم نفأ ومنعجاً ... بلاد الأعادي وبكتك الحبائب\rومنها: حذفة: فرس خالد بن جعفر. وعليها قتل زهير بن جذيمة يوم لقيه. وفيها يقول:\rأريغوني إراغتكم فإني ... وحذفة كالشجا تحت الوريد\rأسويها بجاري أو بجزءٍ ... وألحفها ردائي في الجليد","seal":"CB3971F3","part":1},
      {"page":46,"id":25,"nass":"ومنها: جروة: فرس شداد بن معاوية أبي عنترة. ولها يقول:\rمن يك سائلاً عني فإني ... وجروة لا تباع ولا تعار\rومنها: الأبجر: فرس عنتر. وهو الذي يقول فيه:\rلا تعجلي أشدد حزام الأبجر\rإني إذا الموت دنا لم أضجر\rومنها: فرس عنتر: الأدهم الذي يقول فيه:\rيدعون عنتر والرماح كأنها ... أشطان بئر في لبان الأدهم\rومنها: وجزة: فرس سنان بن أبي حارثة، الذي يقول فيها:\rرميتهم بوجزة إذ تواصوا ... ليرموا نحرها كثباً ونحري\rومنها: محاج: فرس مالك بن عوف النصيري. وهو الذي كان يدعى: الأسد الرهيص. وله يقول يوم حنين:\rاقدم محاج إنه يوم نكر","seal":"66441157","part":1},
      {"page":47,"id":26,"nass":"مثلي على مثلك يحمي ويكر\rومنها: العبيد: فرس العباس بن مرداس، الذي يقول فيه:\rأتجعل نهبي ونهب العبي ... د بين عيينة والأقرع\rومنها: صوبة والصموت: فرسا عباس بن مرداس. وفيهما يقول:\rأعددت صوبة والصموت ومارناً ... ومفاضة للروع كالسحل\rومنها: البيضاء: فرس بحير بن عبد الله بن سلمة بن قشير. ولها يقول:\rتمطت بي البيضاء بعد اختلاسة ... على دهش وخلتني لم أكذب\rومنها: قصاف: فرس زياد بن الأشهب القشيري. وله يقول:\rأتاني بالقصاف فقال خذه ... علانية فقد برح الخفاء\rفإن أنا لم أثبك العام شيئاً ... فعند الله والرحم الجزاء\rومنها: زرة: فرس مرداس بن أبي عامر، أبي العباس. ولها","seal":"08401C66","part":1},
      {"page":48,"id":27,"nass":"يقول:\rوما كان تهليلي لدى أن رميتهم ... بزرة إلا حاسراً غير معلم\rومنها: المصبح: فرس عوف بن الكاهن السلمي. وله يقول:\rنصبت لهم صدر المصبح بعدما ... تدارك ركض منهم متعاجل\rومنها: زامل: فرس معاوية بن مرداس السلمي. وله يقول:\rلعمري لقد أكثرت تعريض زامل ... لوقع السلاح أو لتقريع عائر\rومنها: الصيود: لبني سليم، وكانت منسوبة مشهورة. ولها يقول عباس بن مرداس، ونسب إليه فرسه:\rجميع البز تحملني وآة ... كشاة الرمل تجمح بالوليد\rأبوها للضبيب أو افتلتها ... ذوات السن من آل الصيود\rومنها: العرادة: فرس أبي داود الإيادي. ولها يقول:\rقربا مربط العرادة إن ال ... حرب فيها تلاتل وهموم\rومنها: الحمالة: فرس الطفيل بن مالك، صارت إلى عامر بن الطفيل. وفيها يقول سلمة بن عوف النصيري:","seal":"11F931AA","part":1},
      {"page":49,"id":28,"nass":"نجوت بنصل السيف لا غمد فوقه ... وسرج على ظهر الحمالة قاتر\rومنها: قرزل: فرس الطفيل بن مالك. وله يقول أوس:\rهربت وأسلمت ابن أمك عامراً ... يلاعب أطراف الوشيج المزعزع\rونجاك تحت الليل شدات قرزل ... يمر كخذروف الوليد المقرع\rوله يقول:\rوالله لولا قرزل إذ نجا ... لكان مأوى خدك الأخرما\rومنها: القويس: فرس سلمة بن الحارث، ولها يقول:\rعطفت له صدر القويس واتقى ... بلين من المران أسمر مطرد\rومنها: سُلَّمٌ: فرس زَبَّان بن سيار الفزاري. فلما أسر عيينة بن حصن زيد الخيل وكان عيينة لا يكتف أسيراً أبداً، ويقول: آخذه مقوياً ويغلبني أسيراً، وقف له زبان، حسدا لعيينة، فرسه سلماً في واد بسرجه ولجامه، وبعث إليه يخبره. فلما مر به استوى عليه ثم نجا بغير فداء. فبعث عيينة إلى زيد: أن احبس الفرس ولا ترده. ففعل، فقال زبان:\rمننت فلا تكفر بلائي ونعمتي ... وأد كما أداك يا زيد سلما\rفقد كان ميموناً عليك فأده ... وإلا تؤديه يكن مهر أشأما","seal":"357359D3","part":1},
      {"page":50,"id":29,"nass":"ومنها: خصاف: فرس سفيان بن ربيعة الباهلي. وهي التي يضرب بها الناس مثلاً: لأنت أجرأ من فارس خصاف. وعليها قتل قولا المرزبان. وكان كسرى وجه جندا عظيما من المرازبة، وهي الأحرار، فهابتها مضر هيبة شديدة لما رأوا من سلاحهم ونشابهم، وقالوا: لا يموت هؤلاء أبدا. وان سفيان بن ربيعة واقف على فرسه خصاف إذ جاءت نشابة فوقعت عند حافر الفرس، فقال: إن كادت هذه النشابة لتصيبني. ثم نظر إليها تهتز في الأرض ساعة، فنزل فحفر عنها فإذا هي وقعت في رأس يربوع فقتلته، فقال:\rما المرء في شيء ولا اليربوع ... في شيء مع القضاء\rفذهبت مثلاً. وحمل على قولا، ويزعم أن سنان رمحه يومئذ قرن ثور من بقر الوحش، فطعنه بين ثدييه حتى أخرج سنانه من بين كتفيه ثم قال: يا لقيس إنهم يموتون فقالت العرب: لأنت أجرأ من فارس خصاف.\rومنها: مياس: فرس شقيق بن جزء الباهلي، وعليها قتل ابن هاعان في يوم أرمام. وفيه يقول أعشى باهلة:\rوأعرض مياس يمر بفارس ... ليالي لا ينفك يرأس مقنبا","seal":"7C4DF3DF","part":1},
      {"page":51,"id":30,"nass":"ومنها: السلس: فرس مهلهل. وله يقول، حين قال الحارث ابن عباد:\rقربا مربط النعامة مني ... لقحت حرب وائل عن حيال\rوللحارث كانت النعامة. فقال مهلهل:\rأركبي النعامة أني راكب السلس\rومنها: زيم: وكانت للأخنس بن شهاب التغلبي. وفيها يقول:\rهذا أوان الشد فاشتدي زيم\rلا عيش إلا الطعن في يوم البهم\rمثلي على مثلك يدعى في العظم\rومنها: المنكدر: وكان لرجل من بني عمر وبن غنم بن تغلب. وله يقول:\rوتبطنت مجوداً عازبا ... واكف الكوكب ذا نور ثمر\rبأسيل وجهه ذي عذر ... صلتان من بنات المنكدر","seal":"1B684F8C","part":1},
      {"page":52,"id":31,"nass":"ومنها: خميرة: فرس شيطان بن مدلج الجشمي، أحد بني تغلب. ولها يقول:\rأتتني بها تسري خميرة موهناً ... كمسرى الدهيم أو خميرة أشأم\rومنها: النباك: فرس خالد بن الشماخ بن خالد التغلبي. وله يقول:\rفإني لن يفارقني نباك ... يرى التقريب والتعداء دينا\rومنها: الشموس: فرس يزيد بن خذاق. ولها يقول:\rألا هل أتاها أن شكة حازم ... علي وأني قد صنعت الشموسا\rومنها: العنز: فرس أبي عفراء بن سنان المحاربي، محارب عبد القيس. ولها يقول:\rدلفت لهم بصدر العنز لما ... تحامتها الفوارس والرجال\rومنها: هراوة الأعزاب: لعبد القيس. وكانوا يعطونها العزب منهم فيغزو عليها، حتى إذا تأهل نزعوها وأعطوها عزبا آخر. لا تجارى. ولها يقول لبيد:","seal":"BF164966","part":1},
      {"page":53,"id":32,"nass":"تهدي أوائلهن كل طمرة ... جرداء مثل هراوة الأعزاب\rومنها: الجون في اليمن: فرس أمرئ القيس بن حجر. وله يقول:\rظللت وظل الجون عندي بلبده ... كأني أعدي عن جناح قبيض\rومنها: اليحموم: وهو فرس النعمان بن المنذر. وله يقول الأعشى:\rويأمر لليحموم كل عشية ... بقت وتعليق فقد كاد يسنق\rومنها: العطاف: فرس عمرو بن معد يكرب. وله يقول:\rلما رآني فوق طرف رائع ... وسط الكتيبة معلما كالكوكب\rيختب بي العطاف حول بيوتهم ... ليست عداوتنا كبرق الخلب\rومنها: الهطال: فرس زيد الخيل. وله يقول:\rأقرب مربط الهطال إني ... أرى حرباً تلقح عن حيال\rومنها: العطاس: فرس عبد الله بن عبد المدان الحارثي، وله يقول:\rيخب بي العطاس رافع طرفه ... له ذمرات في الخميس العرمرم","seal":"9F60BEE9","part":1},
      {"page":54,"id":33,"nass":"ومنها: العصا: فرس جذيمة الأبرش، التي جاءت فيها الأمثال. وهي بنت العصية: فرس لإياد لا تجارى، فقيل: إن العصا من العصية. فذهب مثلاً. ولها يقول عدي بن زيد، ولهم حديث طويل:\rفخبرت العصا الأنباء عنه ... ولم أر مثل فارسها هجينا\rومنها: الضبيب: فرس حسان بن حنظلة الطائي. وهو الذي كان حمل عليه كسرى أنو شروان حين انهزم من بهرام جوبين فنجا. وكان له حديث طويل. فقال حسان بن حنظلة:\rتلافيت كسرى أن يضام ولم أكن ... لأتركه في الخيل يعثر راجلاً\rبذلت له صدر الضبيب وقد بدت ... مسمومة من خيل ترك وكابلا\rوكان كسرى قام به برذونه. فلما استقر ملكه، أتاه حسان فأقطعه طسوج خطرنية: ومنها: البريت: فرس إياس بن قبيصة. وله يقول حارثة بن أوس الكلبي:\rونجى إياسا سابح ذو علالة ... ملح إذا يعلو الحزابي ملهب\rأبو أمه العريان أو هو خاله ... إلى كل عرق صالح يتنسب","seal":"4358DA49","part":1},
      {"page":55,"id":34,"nass":"كأن استه إذ أخطأته رماحنا ... وفات البريت لبده يتصبب\rذنابي حبارى أخطأ الصقر رأسها ... فجادت بمكنون من السلح يثعب\rومنها: (حومل) : فرس حارثة بن أوس بن عبد ود بن كنانة بن عوف بن عذرة بن زيد الله بن رفيدة بن كلب بن وبرة. ولها يقول يوم غدر، وهزمتهم يومئذ بنو يربوع فقال:\rولولا جري حوامل يوم غدر ... لمزقني وإياها السلاح\rتثيب إنابة اليعفور لما ... تناول ربها الشعث الشحاح\rومنها: القريط ونحلة وشاهر: أفراس لكندة. وفيهم يقول أمرؤ القيس بن عابس:\rأرباب نحلة والقريط وشاهر ... إني هنالك آلف مألوف\rومنها: مودود: وكان لرجل من غسان، وفيه يقول ربيعة بن مقروم الضبي:\rوفارس مودود أشاطت رماحنا ... وأجزرن مسعوداً ضباعاً وأذؤبا\rومنها: الضبيح: فرس خوات بن جبير الأنصاري. وله يقول يوم","seal":"BE71FE5B","part":1},
      {"page":56,"id":35,"nass":"هوازن:\rوعلى الضبيح صرعت أول فارس ... أولى فأولى يا بني لحيان\rومنها: الورهاء: فرس قتادة بن الكندي. ولها يقول مالك بن خالد بن الشريد في يوم برج:\rوأفلتنا قتادة يوم برج ... على الورهاء تطعن في العنان\rومنها: كنزة: فرس المقعد بن شماس الجذامي. ولها يقول:\rأتأمرني بكنزة أم قشع ... لأشريها فقلت لها دعيني\rفلو في غير كنزة تعذليني ... ولكني بكنزة كالضنين\rومنها: اليسير: فرس أبي النضير السعدي ثم العبشمي. وله يقول:\rألا أبلغ بني سعد رسولاً ... بأني قد سبقت على اليسير\rوأني واليسير إذا التقينا ... لكالمتكافئين على الأمور\rومنها: الهداج: فرس الريب بن الشريق السعدي. وله يقول في يوم أرمام:","seal":"27F0E736","part":1},
      {"page":57,"id":36,"nass":"شقيق بن جزء من هراق دماءنا ... وفارس هداج أشاب النواصيا\rومنها: الجون: فرس الحارث بن أبي شمر الغساني. وله يقول علقمة بن عبدة:\rفأقسم لولا فارس الجون منهم ... لآبوا خزايا والإياب حبيب\rتقدمه حتى تغيب حجوله ... وأنت لبيض الدارعين ضروب\rومنها: العارم: فرس المنذر بن الأعلم الخولاني. وله يقول:\rجال بي العارم في مأقط ... يغشى وأغشيه صدور العوال\rأقيه في الحرب بنفسي كما ... يقيني الموت تحت الظلال\rومنها: العرن: فرس عمير بن جبل البجلي. وله يقول:\rيا ليت شعري وليت أهلكت إرماً ... هل يجزيني بما أبليته العرن\rومنها: نصاب: فرس الأحوص بن عمرو الكلبي. وابنتها: وريعة. وهبها الأحوص لمالك بن نويرة. وقال في ذلك مالك بن نويرة:","seal":"625FD175","part":1},
      {"page":58,"id":37,"nass":"سأهدي مدحتي لبني عدي ... أخص بها عدي بني جناب\rتراث الأحوص الخير بن عمرو ... ولا أعني الأحاوص من كلاب\rشكوت إليهم رجلي فقالوا ... لسيدهم أطعنا في الجواب\rورد حليفنا بعطاء صدق ... وأعقبه الوريعة من نصاب\rومنها: هوجل: فرس ربيعة بن غزالة السكوني. وله يقول في التنضبات:\rأيها السائلي بهوجل إني ... قائل الحق فاستمع ما أقول\rحش لبدي به المليك ومن يح ... مله يوماً فإنه محمول\rومنها: القراع: فرس ربيعة بن غزالة السكوني أيضاً. وله يقول:\rأرمي المقانب بالقراع معترضاً ... معاود الكر مقدماً إذا نزقا\rومنها: الغزالة: فرس محطم بن الأرقم الخولاني. ولها يقول:\rتجول بي الغزالة في مكر ... كريه ما يرام بضعف قلب\rوحولي عصبة كأسود غيل ... من الأهوال تفرج كل كرب\rومنها: صعدة: فرس ذؤيب بن هلال الخزاعي الكاهن. وفيها","seal":"F660ABA5","part":1},
      {"page":59,"id":38,"nass":"يقول يوم أخذت منه:\rلعمرك أني يوم حانت بجدة ... وصعدة إذ لا قيتهم لذليل\rيراني نساء الحي فارس صعدة ... لفارسها بالحرتين صليل\rومنها: الورد: فرس مالك بن شرحبيل. وله يقول الأسعر بن أبي حمران الجعفي:\rكلما خلت أنني ألحق الور ... د تمطت بي سنوح ذنوب\rومنها: النعامة: فرس قراص الأزدي. ولها يقول:\rعرضت لهم صدر النعامة أدعي ... ولم ارج ذكرى كل نفس أسوقها\rومنها: ذو الريش: فرس السمح بن هند الخولاني. وله يقول:\rلعمري لقد أبقت لذي الريش بالعدى ... مواسم خزي ليس تبلى مع الدهر\rيكر عليهم في خميس عرمرم ... بليث هصور من ضراغمة غثر\rومنها: الطيار: فرس أبي ريسان الخولاني ثم الشهابي. وله يقول:\rلقد فضل الطيار في الخيل إنه ... يكر إذا خامت خيول ويحمل\rويمضي على المران والعضب مقدماً ... ويحمي ويحميه الشهابي من عل\rومنها: ذو العنق: فرس المقداد بن الأسود الكندي، رحمه الله.","seal":"366EEBB5","part":1},
      {"page":60,"id":39,"nass":"ومنها: الجناح: فرس محمد بن مسلمة الأنصاري، صاحب رسول الله، صلى الله عليه وسلم.\rومنها: المعلى: فرس الأسعر بن أبي حمران الجعفي. وكان يطلب بني مازن، من الأزد، بدمٍ. فكان يصبحهم فجاءة فيقتل منهم ثم يهرب ولا يدرك، حتى سعرهم شراً. وكانت خالته فيهم ناكحاً، فقالت: إني سأدلكم على مقتله. إذا رأيتموه فصبوا لفرسه اللبن، فأنه قد عوده سقيه إياه، فلن يضبطه حتى يكرع فيه. ففعلوا فلم يضبطه حتى كرع فيه. فتنادى القوم. فلما غشيته الرماح قال: واثكل أمي وخالتي. فصاحت: اضرب قنبه. ففعل، فوثب به، فلم يدرك، ونجا. فقالوا لها: ما دعاك إلى ما فعلت، وأنت دللتنا عليه؟ فقالت: رأيتني إحدى الثواكل. فأنشأ يقول:\rأريد دماء بني مازن ... وراق المعلى بياض اللبن\rخليطان مختلف شأننا ... أريد العلى يريد السمن\rإذا ما رأى وضحاً في الإناء ... سمعت له زمجراً كالمغن\rومنها: بهرام: فرس النعمان العتكي. وله يقول:\rقد جعلنا بهرام للنبل ترساً ... وأجبنا المضاف حين دعانا\rومنها: صهبى: فرس النمر بن تولب العكلي. ولها يقول:\rأيذهب باطلاً عداوات صهبى ... وركض الخيل تختلج اختلاجا","seal":"E7E0C3C2","part":1},
      {"page":61,"id":40,"nass":"وكري في الكريهة كل يوم ... إذا الأصوات خالطت الضجاجا\rومنها: الحليل: فرس مقسم بن كثير الأصبحي. وله يقول:\rليت الفتاة الأصبحية أبصرت ... صبر الحليل على الطريق اللاحب\rومنها: أطلال: فرس بكير بن عبد الله بن الشداخ الليثي. وكان وجه مع سعد بن أبي وقاص، وشهد القادسية. فيزعم، والله أعلم، أن الأعاجم لما قطعوا الجسر الذي على نهر القادسية، صاح بكير بفرسه أطلال وقال: ثبي أطلال فقالت: وثبا ورب الكعبة فاجتمعت ثم وثبت فإذا هي وراء النهر. فهزم الله به المشركين يومئذ. ويقال: إن عرض نهر القادسية يومئذ أربعون ذراعاً. فقال الأعجم: هذا أمر من السماء. فانهزموا. فقال في ذلك الشاعر:\rلقد غاب عن خيل بموقان أحجمت ... بكير بن عبد الله فارس أطلال\rومنها: الصريح وثادق وقيد والغمامة: وكانت لملوك أبناء المنذر بن ماء السماء. وله يقول أبو داود:","seal":"67FEA76E","part":1},
      {"page":62,"id":41,"nass":"جلب الجياد من العراق شوازباً ... قب البطون يجلن بالألباد\rنجل الغمامة والصريح وثادق ... وبنات قيد نجل كل جواد\rومنها: الشغور: فرس الحبطات، حبطات تميم. وفيها يقول بعضهم:\rفإني لن يفارقني مشيح ... نزيع بين أعوج والشغور\rومنها: الخباس: وناعق: لبني فقيم. وفيها يقول دكين:\rبرسن السابق وابن السابق\rبين الخباسيات والأوافق\rوالأعوجيات وآل ناعق\rومنها: رعشن: كان لمراد. وفيه يقول شاعرهم:\rوخيل قد وزعت برعشني ... شديد الأسر يستوفي الحزاما\rومنها: الصغا: فرس مجاشع بن مسعود السلمي. وكان من نجل الغبراء فرس قيس بن زهير، فاشتراها عمر بن الخطاب بعشرة آلاف درهم. ثم غزا مجاشع فقال عمر: تحبس منه بالمدينة، وصاحبها في نحر","seal":"E21BB559","part":1},
      {"page":63,"id":42,"nass":"العدو، وهو إليها أحوج. فردها إليه، فأنجبت عند ولده حتى بعث الحجاج بن يوسف السقفي فأخذها بعينها.\rومنها: القتاري والترياق: للخزرج في الإسلام. فقال إبراهيم بن بشير الأنصاري:\rبين القتاري والترياق نسبتها ... جرداء معروفة اللحيين سرحوب\rومنها: الحرون: فرس عمرو بن مسلم الباهلي. اشتراه من رجل من بني هلال، من نتاجهم وهو الحرون بن الخزز بن الوثيمي بن أعوج. وكان الوثيمي والخزز جميعا لبني هلال. وكانوا يزعمون أنهما كانا أجود من أعوج جميعاً. وكان مسلم تزايد هو والملهب بن أبي صفرة على الحرون حتى بلغا به ألف دينار. وكان مسلم أبصر الناس بفرس وصنعة له. إنما كان يلقب السائس من بصره بالخيل وصنعته لها. فلما بلغ ألف دينار، وقد كان الفرس أصاب مغلة في بطنه فلصق صقلاه، وهما خاصرتاه، وكان صاحبه يبرأ من حرانه فضن عنه المهلب وقال: فرس حرون مخطف بألف دينار قيل له: إنه ابن أعوج. قال: لو كان أعوج نفسه على هذه","seal":"4F8E7835","part":1},
      {"page":64,"id":43,"nass":"الحال ما ساوى هذا الثمن. فاشتراه مسلم ثم أمر به فعطش عطشاً شديداً، وأمر بالماء فبرد، حتى إذا جهده العطش قرب إليه الماء البارد العزب، فشرب الفرس حتى حبب وامتلأ. ثم أمر رجلاً فركبه ثم ركضه حتى ملأه ربواً فرجعت خاصرته. ثم أمر به فصنع فسبق الناس دهراً لا يتعلق به فرس. ثم افتحله فلم ينجل إلا سابقاً. وليس في الأرض جواد من لدن زمن يزيد بن معاوية ينسب إلا إلى الحرون.\rوكان مسلم قد رأى فيما يرى النائم انه يخرج من إحليله طائر يطير فأرسل إلى محمد بن سيرين فاستعبره. فقال إن صدقت رؤياك لتنتجن خيلا جيادا لا يتعلق بها. فنتج البطين والبطان بن البطين: لم ير مثلهما قط، والقتاري. وكانت ترسل الخيل فيجيء السابق لمسلم بن عمرو والمصلي الثاني ثم توالى له عشرون فرسا معا ليس لأحد فيها شيء. فقال بعض الشعراء لما رأى ما عليه مسلم بن عمرو من السبق:\rإذا ما قريش خوى ملكها ... فإن الخلافة في باهله\rلرب الحرون أبي صالح ... وما تلك بالسنة العادله","seal":"486079AC","part":1},
      {"page":65,"id":44,"nass":"فلما مات مسلم وورد الحجاج أخذ البطين من قتيبة بن مسلم فبعث به إلى عبد الملك بن مروان، فوهبه عبد الملك بن مروان لأبنه الوليد، فسبق الناس عليه. ثم استفحله فهو أبو الذائد والذائد أبو أشقر مروان.\rوحدث أبو عبيدة قال: سبق الناس قتيبة بن مسلم بخراسان وخيل العرب من أهل الشام متوافرة بخرسان، فتوالى لقتيبة ثمانية عشر فرساً، وجاءت أمامها جلوى: فرس كانت لعبد الرحمن بن مسلم، وهي بنت الحرون لصلبه. فقال في ذلك فضالة بن عبد الله الغنوي:\rخرجت سواسية معاً وأمامها ... جلوى تطير كما يطير الشوذق\rفلمحت أنظرها فما أبصرتها ... مما ترفع في السراب وتغرق\rومن ولد الحرون: مناهب: وكان لبني يربوع. والضيف: وكان لبني تغلب. قال الشمردل اليربوعي:\rتلقى الجياد المقربات فينا\rلأفحل ثلاثة ينمينا\rمناهباً والضيف والحرونا\rومنها: جميل: لبني عجل، من ولد الحرون. وفيه يقول العجلي:","seal":"605E7FD0","part":1},
      {"page":66,"id":45,"nass":"أغر من خيل بني ميمون\rبين الجميليات والحرون\rومنها: البواب: أبو الذائد بن البطين بن الحرون.\rومنها: الصاحب: فرس غني. سبق حلبة أهل الشأم. من ولد الحرون.\rومنها: القدح: لغني، من ولد الحرون. سبق الناس بالمدينة في زمن عمر بن عبد العزيز.\rومنها: غطيف: من ولد الحرون، لعبد العزيز بن حاتم الباهلي.\rومنها: العصفري: فرس محمد بن يوسف، أخي الحجاج. من ولد الحرون.\rومنها: الحليل: فرس الأصبحي. من ولد الوثيمي، جد الحرون.\rوأخبرني بعض علماء أهل اليمامة أن هشام بن عبد الملك كتب إلى إبراهيم بن عربي الكناني أن اطلب في أعراب باهلة لعلك أن تصيب لي فيهم من","seal":"7712C62A","part":1},
      {"page":67,"id":46,"nass":"ولد الحرون شيئاً، فإنه كان يطرقهم ويحب أن يبقى فيهم نسله. فبعث إلى مشايخهم فسألهم فقالوا: ما نعلم شيئاً غير فرس عند الحكم بن عرعرة النميري، يقال له: الحموم. فبعث إليه فجيء بها وجاء رجل من بني سعد بفرس أشقر أقرح، من ولد لاحق، فلما نظر إليه الحكم بن عرعرة، ويقال أنه كان أبصر الناس بفرسٍ فقال: ما له قاتله الله، إن سبقنا شيء فهذا خليق. وكل يحاكها عشر غلاء ويتقدمها، ثم تغضب وتدركها عروق كرام فسبقه. فلما أرسلت الخيل صدر الأشقر السعدي عليها، وانقطعا من الخيل، فرجز السعدي فأنشأ يقول:\rنحن صبحنا عامراً في دارها\rأروع يطوي الخيل من أقطارها\rيغادر الخيل على انبهارها\rمقورة تعثر في غبارها\rقال: فوالله لكأنها فهمت رجزه فصرت أذنيها ثم اعتمدت في اللجام فبدرت بين أيديها فجاءت أمامها كأنها كثاب أعسر. والكثاب مثل المعراض. فنهض النميري يرتجز.\rما إن صبحت عامراً في دارها\rإلا جلالاً كنت من ميارها\rمنخرق المئزر من تجرارها","seal":"B9FCB72B","part":1},
      {"page":68,"id":47,"nass":"قد تركت عودك في غبارها\rخيفانة لا يصطلى بنارها\rتحمي بنات أمها من عارها\rقال: فكلمه فيها إبراهيم بن عربي فقال: إن أمير المؤمنين كتب إلي أن أصيب له فرساً من نسل الحرون قد جلت عن نفسها بالسبق، فخذ مني ثمنها. فقال الحكم: إن لها صحبة وحقا، وهي عندي نفيسة، وما تطيب نفسي عنها، ولكن أهب لأمير المؤمنين ابناً لها سبق الناس عاما أول، وإنه لرابض. قال: فضحك القوم: فقال: ما يضحككم؟ أرسلت أمه عاماً أول بجو في حلبة ربيعة، وإنها لعقوق به، قد ربض في بطنها، فسبقت. فبعث به إلى هشام فسبق الناس عليه، وما اتغر.\rوكان من سوابق أهل الشام من الخارجية التي لا يعرف لها نسب: القطراني والأعرابي: فرسا عباد بن زياد، وكانا له جميعاً. وفيه يقول عبد الملك بن مروان:\rسبق عباد وصلت لحيته\rوكان خرازاً تجود قربته\rوكان منها: ذو الموتة: فرس لبني سلول، من ولد","seal":"32AEB68B","part":1},
      {"page":69,"id":48,"nass":"الحرون. وكان إذا جاء سابقاً أخذته رقدة فيرمي بنفسه طويلاً ثم يقوم فينتفض ويحمم. وكان سابق الناس فأخذه بشر بن مروان بالكوفة بألف دينار بعث به إلى عبد الملك بن مروان، فسابق خيل الشام فسبقها هنالك.\rوهذه تسمية خيول العرب وجيادها، والمعروف والمنسوب منها في الجاهلية والإسلام، وما شهر باسمٍ أو نسب من ذكورها وإناثها:\rزاد الراكب والهجيس والديناري وأعوج وسبل وذو العقال وجلوى والخزز والوثيمي والصريح وذو الريش والغزالة والعارم والطيار وسوادة والمعلى وبهرام والحرون والنعامة والهطال والضبيب والعطاس والهراوة وقصاف والفينان وصهبى وحومل ونصاب وخصاف والبريت والعريان والجميل والخذواء والشيط وزرة والعبيد والضبيح ومندوب والمكندر والعرادة والمصبح ولازم ونحلة والمريط وشاهر والوجيه ولاحق والعسجدي والسميدع وزيم والعصا وأثال والأغر وقرزل واللطيم واليسار","seal":"253D9F08","part":1},
      {"page":70,"id":49,"nass":"وصوبة ولازم والصيود ونباك والجون ومكنون وداحس والغبراء والحنفاء والخطار والعنز وذو الوقوف والظليم ومصاد وحذفة والوريعة والحمالة وذو الخمار وحلاب وحزمة والصموت وكنزة ومنازع وذو الوشوم والأجدل والورد وموكل والرقيب والشوهاء وعزلاء والبيضاء والعباب والأغر ومحاج ومياس وخميرة وظبية والورهاء وذات الظخم والقراع وذو العنق وذو اللمة وسمحة وأطلال والضاوي وكامل وهداج ووحفة والعرن وجروة والشموس والسلس والورد والجمانة والقدح والعصفري والوزر وصعدة والحواء الكبرى والنعامة والقويس وغراب والوالقي والحليل والحشاء وسلم والجمانة","seal":"3BF8E8F7","part":1},
      {"page":71,"id":50,"nass":"الصغرى ومعروف والجون والنقيب والصريح وثادق وقيد والغمامة والشغور وحماس وناعق ورعشن وصفا والقتاري والترياق والبطان والبطين والذائد وأشقر بني مروان ومناهب وحميل الأصغر والبواب والصاحب وغطيف والأعرابي والقطراني.\rوعامة هذه تنسب إلى الهجيس والديناري وزاد الراكب وجلوى الكبرى وجلوى الصغرى وذي الموتة والقسامة والفياض.\rفذلك مائة وسبعة وخمسون فرسا سوابق مشهورة في الجاهلية والإسلام سوى خيل رسول الله، صلى الله عليه وسلم، وهي خمسة أفراس.\rوالحمد لله رب العالمين، وصلى الله على خيرته من خلقه محمد وعلى آله وسلم تسليما","seal":"1DFBE354","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":204,"Bk":"أنساب الخيل في الجاهلية والإسلام وأخبارها","HigriD":"204","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو المنذر هشام بن محمد أبي النضر ابن السائب ابن بشر الكلبي","bLnk":null,"Inf":"[أنساب الخيل - ابن الكلبي]\r\n\r\nمن ذخائر التراث العربي، وهو كتاب في أنساب (162) خيلاً من فحول خيول العرب وجيادها في الجاهلية والإسلام، ورتبها حسب التاريخ، مبتدئاً بأول ما سمي منها وهو (زاد الراكب) وابنه الهجيس، وابن الهجيس (الديناري) الذي استطرق على (سبَل) بنت الفياض، فرس بني عامر، فأنتج (أعوج) . ومن (أعوج) انتجبت خيول العرب، وعامة جيادها تنسبب إليه. ومن أعوج بن الديناري نتج ذو العقّال، الذي نتج منه (الورد) : فرس النبي عليه الصلاة والسلام. والورد أخو داحس والحنفاء، من أمهات شتى. هذا ما ذكره ابن السائب، وهذا يعني أن قولهم: نتج منه: يعني من سلالته، إذ لا يعقل أن يكون بين (الورد) فرس النبي عليه الصلاة والسلام وبين (زاد الراكب) الذي حمله الأزد إلى النبي سليمان (ع) أربعة خيول. وقد قص ابن السائب في كتابه هذا أخبار هذه السلالة الأصيلة، منذ أن جاء الأزد بزاد الراكب للنبي سليمان (ع) وحتى عصره، مدعماً ذلك بما عثر عليه من نوادر النصوص الشعرية التي أتت على ذكرها. طبع الكتاب لأول مرة في ليدن سنة 1928م. بعناية المستشرق (جورجي ليفي دلا فيدا) مع (أسماء خيل العرب) لابن الأعرابي، باعتماد نسختهما الفريدة في العالم، وهي نسخة دير الأسكوريال. وطبع مفرداً عن كتاب ابن الأعرابي بتحقيق المرحوم أحمد زكي باشا بعد موته سنة 1946 وكان قد عمل على تحقيقه باعتماد نسخة الأسكوريال أيضاً، وهي ذاتها نسخة الإمام أبي منصور الجواليقي، وعليها سماع بقراءته على الشيخ الجليل الشريف أبي علي محمد بن محمد بن عبد العزيز بن المهدي، يوم الأربعاء 18 / ذي القعدة / 503هـ في دار الشريف أبي علي ببغداد. وانظر مجلة المجمع العلمي العراقي (مجلد36 ص130) . ومجلة العرب س32 ص497) . ثم طبع بتحقيق نوري القيسي وحاتم الضامن سنة (1987م) . وننوه هنا إلى أن العرب في العصر الأخير تقسم الخيل إلى ثلاثة أقسام: أصيل وفصيل ووصيل، فأما الأصيل فهو ما عرف رسنه وأصالته، وأما الفصيل فهو الذي انفصلت أصالته عن أبيه، وكان أصيلاً من جهة أمه فقط، وأما الوصيل فو الذي اتصل بالأصالة عن طريق أبيه فقط. وانظر في مجلة العرب ج9 ص232 حديث المرحوم حمد الجاسر عن كتاب (الاحتفال في استيفاء ما للخيل من الأحوال) قال: وهو أوفى كتاب اطلعت عليه في الخيل. ويضم زهاء مائتي باب. وانظر في عالم الكتب (مج9 ص558) التعريف بكتاب (الأقوال الكافية والفصول الشافية في الخيل) لعلي بن داود الرسولي (ت764هـ) الذي تولى حكم اليمن عام 621 وعمره (15) سنة. طبع بتحقيق يحيى الجبوري (بيروت: دار الغرب الإسلامي 1987م في (498) صفحة. وعنه في مجلة المورد مج12 ع4) بعنوان (الخيول اليمنية) . ووقائع (ندوة الخيل وبيطرتها عند العرب) في 22 / 10 / 1988 مركز إحياء التراث العلمي العربي التابع لجامعة بغداد.\r\n\r\n[التعريف بالكتاب، نقلا عن موقع الوراق]","Auth":"ابن الكلبي","Betaka":"الكتاب: أنساب الخيل في الجاهلية والإسلام وأخبارها\r\nالمؤلف: أبو المنذر هشام بن محمد أبي النضر ابن السائب ابن بشر الكلبي (المتوفى: 204هـ)\r\nتحقيق: الأستاذ الدكتور حاتم صالح الضامن\r\nالناشر: دار البشائر، دمشق - سورية\r\nالطبعة: الأولى، 1423 هـ - 2003 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"ابن السائب الكلبي  000 - 204 هـ = 000 - 819 م) \r\n\r\nهشام بن محمد أبي النضر ابن السائب ابن بشر الكلبي، أبو المنذر: مؤرخ، عالم بالأنساب وأخبار العرب وأيامها، كأبيه (انظر ترجمة محمد بن السائب) كثير التصانيف.\r\nمن أهل الكوفة، ووفاته فيها.\r\nله نيف ومئة وخمسون كتابا، منها «جمهرة الأنساب - خ» قطعة منه، و «الأصنام - ط» و «نسب الخيل - ط» و «بيوتات قريش» و «الكنى» و «المثالب - خ» و «افتراق العرب» و «الموؤودات» و «ألقاب قريش» و «ألقاب اليمن» و «ملوك الطوائف» و «ملوك كندة» و «بيوتات اليمن» و «ما كانت الجاهلية تفعله ويوافق حكم الإسلام» و «الديباج» في أخبار الشعراء، و «تاريخ أجناد الخلفاء» و «صفات الخلفاء» و «تسمية من بالحجاز من أحياء العرب» و «كتاب الأقاليم» و «أخبار بكر وتغلب - خ» و «أسواق العرب»\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"47FA7B16","cat":"الأدب والبلاغة","oNum":9249,"BkId":9249,"oAuth":325,"bVer":1,"aSeal":"0DA9C67B"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9249":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"بسم الله الرحمن الرحيم"},
      {"lvl":1,"id":2,"sub":1,"tit":"والحمد لله رب العالمين"},
      {"lvl":1,"id":2,"sub":2,"tit":"نسب فحول الخيل في الجاهلية والإسلام"}
    ]
}
