{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9273":
    [
      {"id":2,"nass":"بسم الله الرحمن الرحيم","Part":null,"seal":"E210B295","page":null},
      {"id":4,"nass":"تقديم\rبقلم الدكتور موسى البسيط عميد كلية الدعوة والعلوم الإسلامية - أم الفحم\r\rالحمد لله رب العالمين والصلاة والسلام على سيدنا محمد سيد المرسلين وآله وصحبه أجمعين وبعد\rلم يكن الإسلام يوماً ليحجر على العقول فيقيد حريتها في التفكير أو يلجمها بلجام التقليد الأعمى وقد انعكس ذلك على الفقه الإسلامي بصورة جلية واضحة، فوجدناه يمتاز عن سواه بالسعة والثراء.\rكيف لا! وللباحث حرية التفكير والبحث وفق الأسس العلمية التي سار عليها فقهاء الأمة، من اتباع للدليل وفهم ثاقب سليم له حسب منهج السلف الصالح في تفسير النصوص وفهمها والتثبت منها ومراعاة أصول الفقه مع مجانبة الهوى والشهوة.\rوكان تأثير ذلك أن تكونت المذاهب الفقهية مشكلة أطراً ومدارس فاختلاف فقهائنا ولله الحمد دليل صحه، وإمارة على الخصوبة الفكرية.\rعلى أنه ظهر في عصور مختلفة من التاريخ الإسلامي من لا يسلك مسلك السلف من الفقه والتفقه من حيث اتباع الهوى حيناً وتقديم العقل على النقل حيناً آخر ومحاكمة النص محاكمة عقلية مجردة، ومخالفة الطريق القويم المعهود في فهم المنقول حتى أفرز ذلك آراءً فقهية مستهجنة توصف بالشذوذ والنكارة.\rفكان لهؤلاء - ولا شك - الأثر السيء في مسيرة الأمة، من إحداث المعوقات وإثارة المشكلات وفتح الثغرات.","Part":"1","seal":"1C569A07","page":1},
      {"id":5,"nass":"وإن هذا الكتاب ليتناول مسألة هامة من مسائل الفقه الاجتماعية ألا وهي حكم مصافحة المرأة الأجنبية.\rولقد عمت البلوى بها في أوساط المسلمين حتى ليخيل للناظر أن مصافحة الأجنبية مباحة وينكر على من يرى حرمتها.\rوقد اتبع أخونا الدكتور حسام الدين عفانه الطريق الأمثل في معالجة هذه القضية ودرس نصوصها وتوجيه أدلتها التوجيه\rاللائق بها حتى خرج بنتيجة مفادها تحريم مصافحة الأجنبية وهو الحق الذي يسنده النقل والعقل ومقصد الشريعة فأوقفنا على الصواب بعد استفراغ الجهد في بيان مواقف أتباع المذاهب الفقهية وعرض أدلتها، وأدلة المخالفين ومناقشتها بما لا يدع مجالاً لشلك ولا للتخبط.\rفجزى الله أخانا خير الجزاء ونفع الله بجهده وبارك فيه إنه سميع مجيب.","Part":"1","seal":"08A050C7","page":2},
      {"id":6,"nass":"مقدمة\rإن الحمد لله نحمده ونستعينه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده ولا شريك له وأشهد أن محمداً عبده ورسوله.\r(يَاأَيُّهَا الَّذِينَءَامَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ)\r(يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا)\r(يَاأَيُّهَا الَّذِينَءَامَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا)\rأما بعد فإن أصدق الحديث كتاب الله وأحسن الهدي هدي محمد - صلى الله عليه وسلم - وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار ... وبعد\rفقد سئلت كثيراً عن حكم مصافحة المرأة الأجنبية خلال دروس في المسجد الأقصى المبارك وخلال محاضراتي العامة، ولما كنت أجيب بما أعلمه في هذه المسألة وهو تحريم ذلك كان يقال أن طائفة من الناس يقولون بإباحة مصافحة المرأة الأجنبية ويستدلون بحديث أم عطية رضي الله عنها وفيه: (فقبضت امرأة منا يدها) وغيره، فرغبت أن أبحث هذه المسألة بحثاً حديثياً","Part":"1","seal":"348175EC","page":3},
      {"id":7,"nass":"وفقهياً موسعاً، فجمعت ما وقفت عليه من الأحاديث الواردة في المسألة وذكرت أقوال جماعة كثيرة من أهل العلم قديماً وحديثاً ممن وقفت على أقوالهم فتبين لي بعد البحث والتمحيص أن المسألة متفق عليها بين علماء الإسلام وأن حكمها التحريم وأن القول المخالف حديث العهد ولم يقل أحد بجواز المصافحة للأجنبية قبل الشيخ تقي الدين النبهاني فيما أعلم.\rوقد ذكرت أدلة العلماء على التحريم وأتبعتها بذكر أهم الشبهات التي بني عليها القول الشاذ بالإباحة ورددت عليها وأبطلتها. وقد رجعت إلى المصادر الأصلية في التفسير والحديث وأصول الفقه والفقه وخرّجت الأحاديث التي ذكرتها، ونقلت أقوال المحدثين في ذلك.\rوفي الختام أسال الله العظيم أن يفقهنا في الدين وأن ينفعنا بما علمنا وأن يجعلنا ممن يستمعون القول فيتبعون أحسنه إنه سميع قريب مجيب، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\rد. حسام الدين عفانه\rأبوديس - القدس\rالأربعاء 25 شوال 1414 هـ / وفق 6 نيسان 1994 م","Part":"1","seal":"59997471","page":4},
      {"id":8,"nass":"المبحث الأول\rتعريف المصافحة\rالمصافحة: هي الأخذ باليد، أي وضع صفح الكف على صفح كف غيره.\rقال الجوهري: [والمصافحة الأخذ باليد والتصافح مثله] (¬1).\rوقال الفيومي: [صافحته مصافحة أفضيت بيدي إلى يده] (¬2).\rوقال ابن منظور: [وهي مفاعلة من إلصاق صفح الكف بالكف وإقبال الوجه على الوجه] (¬3).\rوقال الحافظ ابن حجر: [هي مفاعلة من الصفحة، والمراد بها الإفضاء بصف: [هي مفاعلة من الصفحة، والمراد بها الإفضاء بصفحة اليد إلى صفحة اليد] (¬4).\r¬_________\r(¬1) الصحاح مادة صفح 1/ 383.\r(¬2) المصباح المنير مادة صفح ص342.\r(¬3) لسان العرب مادة صفح 7/ 356.\r(¬4) فتح الباري 13/ 293.","Part":"1","seal":"EEEF3878","page":5},
      {"id":9,"nass":"المبحث الثاني\rتحديد المراد بالمرأة الأجنبية\rمن هي المرأة الأجنبية؟\rالمرأة الأجنبية: هي التي يحل للشخص نكاحها، وهي غير القريبة المحرم وغير الزوجة. (¬1)\rوالمحارم من النساء هن اللواتي لا يحل نكاحهن تأبيداً أو مؤقتاً، والأصل في التحريم قوله تعالى: (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا\rجُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ ... ) الخ الآية. (¬2)\rوقول الرسول - صلى الله عليه وسلم -: (لا يجمع بين المرأة وعمتها ولا بين المرأة وخالتها) (¬3).\rوقوله - صلى الله عليه وسلم -: (إن الرضاعة تحرم ما ترحمه الولادة) (¬4).\rوقوله عليه الصلاة والسلام: (يحرم من الرضاعة ما يحرم من النسب) (¬5).\r¬_________\r(¬1) أحكام النظر ص101، الفقه الإسلامي وأدلته 7/ 598.\r(¬2) سورة النساء الآيتان 23 - 24.\r(¬3) صحيح البخاري مع فتح الباري 11/ 65، صحيح مسلم مع شرح النووي 9/ 191.\r(¬4) صحيح مسلم مع شرح النووي 10/ 18.\r(¬5) صحيح مسلم مع شرح النووي 10/ 20.","Part":"1","seal":"E6B2B1DD","page":6},
      {"id":10,"nass":"والمحرمات من النساء ثلاثة أنواع:\rالأول: المحرمات من النسب:\rوهن سبع الأمهات، البنات، الأخوات، العمات، الخالات، بنات الأخ، بنات الأخت، وهن محرمات على التأبيد فلا يحل الزواج بهن بحال من الأحوال.\rويدخل في قولنا الأمهات الجدات وإن علون، ويدخل في قولنا البنات بنات البنين وبنات البنات وإن نزلت درجتهن، ويدخل في قولنا الأخوات الأخوات لأب والأخوات لأم.\rالثاني: المحرمات من الرضاع:\rوهن سبع أيضاً كما في المحرمات من النسب وهن الأمهات من الرضاعة، والبنات من الرضاعة، والأخوات من الضراعة، والعمات من الرضاعة، والخالات من الرضاعة، وبنات الأخ من الرضاعة، وبنات الأخت من الرضاعة.\rالثالث: المحرمات بسبب المصاهرة:\r1. زوجة الأب ويشمل ذلك زوجة الجد.\r2. زوجة الابن ومثلها زوجة ابن الابن وزوجة ابن البنت وإن نزلت درجتهن.\r3. أم الزوجة ومثلها جدتها سواء كانت الجدة من جهة الأب أو من جهة الأم.\r4. بنت الزوجة وإن نزلت درجتها بشرط أن يكون الزوج قد دخل بأمها.","Part":"1","seal":"90119A88","page":7},
      {"id":11,"nass":"وأما المحرمات حرمة مؤقتة فهن:\rأخت الزوجة والمطلقة ثلاثاً والمشغولة بحق زوج آخر بزواج أو عدة والتي لا تدين بدين سماوي والخامسة لمن عنده أربع زوجات.\rوهناك تفصيلات واستثناءات في هذا الباب تراجع في مظانها من كتب الفقه. (¬1)\r¬_________\r(¬1) انظر المغني 7/ 110 فما بعدها، الفقه الإسلامي وأدلته 7/ 129، روائع البيان 1/ 454 فما بعدها.","Part":"1","seal":"EDB520DC","page":8},
      {"id":12,"nass":"المبحث الثالث\rحكم مصافحة المرأة الأجنبية وأقوال العلماء في ذلك\rاتفق علماء الأمة من السلف والخلف من أهل التفسير والحديث والفقه وغيرهم على تحريم مصافحة المرأة الأجنبية ولم يعرف لهم مخالف على مر العصور والأزمان - فيما أعلم - إلا ما أحدث في هذا العصر من قول شاذ يرى صاحبه أن مصافحة المرأة الأجنبية من قبيل المباح كما سيأتي.\rوهذه أقوال العلماء في هذه المسألة من أتباع المذاهب الأربعة وغيرهم يبينون فيها أن مصافحة المرأة الأجنبية حرام شرعاً للأدلة التي سنذكرها بعد ذلك:\rأولاً: أقوال علماء المذاهب الأربعة:\r(أ) أقوال الحنفية:\r1. قال الإمام المرغيناني صاحب كتاب الهداية: [ولا يحل له أن يمس وجهها ولا كفيها وإن كان يأمن الشهوة]. (¬1)\r¬_________\r(¬1) الهداية مع تكملة شرح فتح القدير 8/ 460.","Part":"1","seal":"7A7C8B15","page":9},
      {"id":13,"nass":"2. وقال السمرقندي: [وأما المس فيحرم سواء عن شهوة أو عن غير شهوة وهذا إن كانت شابة. فإن كانت عجوزاً فلا بأس بالمصافحة إن كان غالب رأيه أنه لا يشتهي، ولا تحل المصافحة إن كانت تشتهي وإن كان الرجل لا يشتهي]. (¬1)\r3. وقال صاحب الاختيار: [ولا ينظر إلى المرأة الأجنبية إلا إلى الوجه والكفين إن لم يخف الشهوة، فإن خاف الشهوة لا يجوز إلا للحاكم والشاهد ولا يجوز أن يمس ذلك وإن أمن الشهوة]. (¬2)\r4. وقال صاحب الدر المختار: [فلا يحل مس وجهها وكفها وإن أمن الشهوة]. (¬3)\r5. وقال الزيلعي: [ولا يجوز له أن يمس وجهها ولا كفيها وإن أمن الشهوة لوجود المحرم وانعدام الضرورة والبلوى]. (¬4)\r6. وقال الكاساني: [وأما حكم مس هذين العضوين - الوجه والكفين - فلا يحل مسهما]. (¬5)\r7. وقال صاحب ملتقى الأبحر: [ولا إلى الحرة الأجنبية - أي ولا ينظر - إلا إلى الوجه والكفين إن أمن الشهوة وإلا فلا ... ولا يجوز مس ذلك وإن أمن الشهوة إن كانت شابة ... ]. (¬6)\r¬_________\r(¬1) تحفة الفقهاء 3/ 334.\r(¬2) الاختيار لتعليل المختار 4/ 156.\r(¬3) حاشية ابن عابدين 6/ 367.\r(¬4) تبين الحقائق 6/ 18.\r(¬5) بدائع الصنائع 6/ 2959.\r(¬6) ملتقى الأبحر 2/ 237.","Part":"1","seal":"0293CBE6","page":10},
      {"id":14,"nass":"(ب) أقوال المالكية:\r8. قال الإمام ابن العربي: [قوله تعالى: (إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا) عن عروة عن عائشة قالت: (ما كان رسول الله - صلى الله عليه وسلم - يمتحن إلا بهذه الآية (إِذَا\rجَاءَكَ الْمُؤْمِنَاتُ)) قال معمر فأخبرني ابن طاووس عن أبيه قال: ما مست يده يد امرأة إلا امرأة يملكها.\rوعن عائشة أيضاً في الصحيح: (ما مست يد رسول - صلى الله عليه وسلم - يد امرأة وقال إني لا أصافح النساء إنما قولي لمائة امرأة كقولي لامرأة واحدة).\rوقد روي أنه صافحهن على ثوبه. وروي أن عمر صافحهن عنه وأنه كلف امرأة وقفت على الصفا فبايعتهن، وذلك ضعيف وإنما ينبغي التعويل على ما روي في الصحيح] (¬1).\r9. وقال الإمام ابن العربي أيضاً: [كان النبي - صلى الله عليه وسلم - يصافح الرجال في البيعة تأكيداً لشدة العقدة بالقول والفعل فسأل النساء ذلك فقال لهن قولي لامرأة واحدة كقولي لمائة امرأة ولم يصافحهن لما أوعز إلينا في الشريعة من تحريم المباشرة لهن إلا من يحل له ذلك منهن]. (¬2)\r10. وقال الباجي: [وقوله - صلى الله عليه وسلم -: (إني لا أصافح النساء) لا أباشر أيديهن بيدي. يريد - والله أعلم - الاجتناب، وذلك أن حكم مبايعة الرجال المصافحة، فمنع ذلك في مبايعة النساء لما فيه من مباشرتهن). (¬3)\r¬_________\r(¬1) أحكام القرآن 4/ 1791.\r(¬2) عارضة الأحوذي 7/ 95 - 96.\r(¬3) المنتقى شرح الموطأ 7/ 308.","Part":"1","seal":"3204D088","page":11},
      {"id":15,"nass":"(جـ) أقوال الشافعية:\r11. قال الإمام النووي: [ ... وينبغي أن يحترز من مصافحة الأمرد الحسن الوجه فإن النظر إليه حرام ... وقد قال أصحابنا كل من حرم النظر إليه حرم مسه بل المس أشد، فإنه يحل النظر إلى الأجنبية إذا أراد أن يتزوجها وفي حال البيع والشراء والأخذ والعطاء ونحو ذلك، ولا يجوز مسها في شيء من ذلك]. (¬1)\r12. وقال الإمام النووي أيضاً بعد أن ذكر حديث عائشة - سيأتي -: [فيه أن بيعة النساء بالكلام وفيه أن كلام الأجنبية\rيباح سماعه عند الحاجة وأن صوتها ليس بعورة وأن لا يلمس بشرة الأجنبية من غير ضرورة كتطبيب وفصد]. (¬2)\r13. وقال الحافظ بن حجر أيضاً: [وفي الحديث - حديث عائشة - أن كلام الأجنبية مباح سماعه وأن صوتها ليس بعورة ومنع لمس بشرة الأجنبية من غير ضرورة لذلك]. (¬3)\r14. وقال الحافظ بن حجر أيضاً: [ويستثنى من عموم الأمر بالمصافحة المرأة الأجنبية والأمرد الحسن]. (¬4)\r15. وقال العلامة الحصني: [وأعلم أنه حيث حرم النظر حرم المس بطريق الأولى لأنه أبلغ لذة]. (¬5)\r¬_________\r(¬1) الأذكار ص 228.\r(¬2) شرح صحيح مسلم للنووي 13/ 10.\r(¬3) فتح الباري 16/ 330.\r(¬4) فتح الباري 13/ 294.\r(¬5) كفاية الأخيار ص 353.","Part":"1","seal":"5EBDFA9B","page":12},
      {"id":16,"nass":"16. وقال الحافظ العراقي: [وفيه - حديث عائشة - أنه عليه الصلاة والسلام لم تمس يده قط يد امرأة غير زوجاته وما ملكت يمينه لا في مبايعة ولا في غيرها، وإذا لم يفعل هو\rذلك مع عصمته وانتفاء الريبة في حقه فغيره أولى بذلك، والظاهر أنه كان يمتنع من ذلك لتحريمه عليه ... ]. (¬1)\r17. وقال الحافظ الحازمي: [وردت في الباب أحاديث ثابتة تصرح بأن النبي - صلى الله عليه وسلم - لم يصافح امرأة أجنبية قط في المبايعة وإنما كان يبايعهن قولاً ... ]. (¬2)\r18. وقال الشيخ برهان الدين الجعبري بعد أن ساق حديث أميمة -سيأتي-: [وهذا صحيح يدل على حرمة مصافحة النساء في المبايعة وغيرها]. (¬3)\r(د) أقوال الحنابلة:\r19. قال شيخ الإسلام ابن تيمية: [ويحرم النظر بشهوة إلى النساء والمردان ومن استحله كفر إجماعاً ويحرم النظر مع وجود ثوران الشهوة وهو منصوص الإمام أحمد والشافعي .. وكل قسم متى كان معه شهوة كان حراماً بلا ريب سواء\rكانت شهوة تمتع النظر أو كانت شهوة الوطء واللمس كالنظر وأولى]. (¬4)\r¬_________\r(¬1) طرح التثريب 7/ 44 - 45.\r(¬2) الاعتبار ص 406.\r(¬3) رسوخ الأخبار ص 511.\r(¬4) الاختيارات العلمية ص 118 ضمن الفتاوى الكبرى المجلد الخامس.","Part":"1","seal":"78A8361A","page":13},
      {"id":17,"nass":"وقال ابن مفلح: [فتصافح المرأةُ المرأةَ والرجلُ الرجلَ والعجوزَ والبرزةَ غير الشابة فإنه يحرم مصافحتها ذكره في الفصول والرعاية]. (¬1)\r21. ونقل ابن مفلح عن محمد بن عبد الله بن مهران أن أبا عبد الله - يعني الإمام أحمد - سئل عن الرجل يصافح المرأة قال: [لا وشدد فيه جداً، قلت يصافحها بثوبه. قال: لا]. (¬2)\r22. وقال السفاريني: [ ... إلا الشابة الأجنبية فتحرم مصافحتها كما في الفصول والرعاية وجزم في الإقناع كغيره لأن المصافحة شر من\rالنظر]. (¬3)\r23. وقال صاحب منار السبيل: [ويحرم النظر لشهوة أو مع خوف ثورانها إلى أحد ممن ذكرنا. ولمس كنظر وأولى لأنه أبلغ منه فيحرم المس حيث يحرم النظر]. (¬4)\r(هـ) أقوال العلماء المعاصرين:\r24. قال الشيخ المحدث ناصر الدين الألباني: [وفي الحديث: (لأن يطعن في رأس أحدكم بمخيط ... ) وعيد شديد لمن مس امرأة لا تحل له ففيه دليل على تحريم مصافحة النساء لأن ذلك مما يشمله المس دون شك]. (¬5)\r¬_________\r(¬1) الآداب الشرعية 2/ 257، البرزة من النساء: المرأة الجليلة التي تظهر للناس ويجلس إليها القوم الموثوق برأيها وعقلها، وهي الكهلة التي لا تحتجب احتجاب الشواب - لسان العرب مادة برز -\r(¬2) الآداب الشرعية 2/ 257.\r(¬3) غذاء الألباب 1/ 280 نقلاً عن أدلة التحريم ص 26.\r(¬4) منار السبيل 2/ 142.\r(¬5) سلسلة الأحاديث الصحيحة المجلد الأول الحديث رقم 226.","Part":"1","seal":"B661411D","page":14},
      {"id":18,"nass":"25. وقال الدكتور وهبي الزحيلي: [وتحرم مصافحة المرأة لقوله - صلى الله عليه وسلم -: (إني لا أصافح النساء)]. (¬1)\r26. وقال الدكتور محمد عبد العزيز عمرو: [وانعقد الإجماع كذلك على حرمة مصافحة المرأة الأجنبية الشابة]. (¬2)\r27. وقال الدكتور محمد سعيد رمضان البوطي: [علمت مما ذكرناه من كيفية بيعة النبي - صلى الله عليه وسلم - للنساء أن بيعتهن إنما تكون بالكلام فقط من غير أخذ الكف وذلك على خلاف بيعة الرجال فدل ذلك على أنه لا يجوز ملامسة الرجل بشرة امرأة\rأجنبية عنه ولا أعلم خلافاً في ذلك عند علماء المسلمين اللهم إلا أن تدعو إلى ذلك ضرورة كتطبيب وفصد وقلع ضرس ونحو ذلك]. (¬3)\r28. وقال الشيخ محمد أحمد إسماعيل: [اعلموا أيها المسلمون رحمنا الله وإياكم أنه لا يجوز للرجل أن يصافح امرأة أجنبية منه ولا يجوز له أن يلمس شيء من بدنه شيئاً من بدنها]. (¬4)\r29. وقال العلامة المحدث فضل الله الجيلاني: [فالمصافحة سنة مجمع عليها عند التلاقي ويستثنى من عموم الأمر المرأة الأجنبية والأمرد]. (¬5)\r¬_________\r(¬1) الفقه الإسلامي وأدلته 3/ 567.\r(¬2) اللباس والزينة في الشريعة الإسلامية ص 147.\r(¬3) فقه السيرة ص 296.\r(¬4) أدلة تحريم مصافحة المرأة الأجنبية ص 5 ـ 6.\r(¬5) فضل الله الصمد شرح الأدب المفرد 2/ 454.","Part":"1","seal":"1B0C9B04","page":15},
      {"id":19,"nass":"30. وقال المحدث شمس الحق العظيم أبادي: [وكان شيخنا العلامة القاضي مولانا بشير الدين بن كريم الدين القنوجي رحمه الله تعالى من أشد المنكرين على ذلك - مصافحة النساء\r- وله في ذلك رسالة وبسط الكلام في عدم جواز مصافحة النساء وهو الحق]. (¬1)\r31. وقال الشيخ أحمد عبد الرحمن البنا الشهير بالساعاتي: ... [وأحاديث الباب تدل على تحريم مصافحة المرأة الأجنبية ولمس بشرتها بغير حائل]. (¬2)\r32. وقال الشيخ محمد سلطان المعصومي: [أن مصافحة النساء الأجنبيات لا تجوز ولا تحل سواء مع الشهوة أو لا، وسواء أكانت شابة أم لا ... وذلك مذهب الأئمة الأربعة وعامة العلماء رحمهم\rالله]. (¬3)\r33. وقال الشيخ محمد علي الصابوني: [وقد كانت بيعة الرجال أن يضع يده في يد الرسول - صلى الله عليه وسلم - ويبايعه على الإسلام والجهاد والسمع والطاعة، وأما النساء فلم يثبت عنه أنه صافح امرأة ولا أنه وضع يده في يدها، إنما كانت البيعة بالكلام فقط]. (¬4)\rثم قال: [ ... ولم يثبت عنه - صلى الله عليه وسلم - أنه صافح النساء في بيعة أو\rغيرها]. (¬5)\r34. وقال الشيخ عبد العزيز بن باز ومحمد بن صالح العثيمين جواباً على السؤال التالي: هل تجوز مصافحة المرأة الأجنبية؟ وإذا كانت تضع على يدها حاجزاً من ثوب وغيره فما الحكم؟ وهل يختلف الأمر إذا كان المصافح شاباً أو شيخاً أو كانت امرأة عجوزاً؟\r¬_________\r(¬1) التعليق المغني على سنن الدارقطني 4/ 147.\r(¬2) الفتح الرباني بترتيب مسند الإمام أحمد بن حنبل الشيباني 17/ 351.\r(¬3) عقد الجوهر الثمين ص 189 , عن أدلة التحريم ص 26.\r(¬4) روائع البيان تفسير آيات الأحكام 2/ 564 - 565.\r(¬5) المصدر السابق 2/ 566.","Part":"1","seal":"11F62349","page":16},
      {"id":20,"nass":"قال الشيخان المذكوران، في الجواب: [لا تجوز مصافحة النساء غير المحارم مطلقاً، سواء كن شابات أو عجائز وسواء أكان المصافح شاباً أم شيخاً كبيراً لما في ذلك من خطر الفتنة لكل منهما، وقد صح أن رسول الله - صلى الله عليه وسلم - قال: (إني لا أصافح النساء) وقالت عائشة رضي الله عنها [ما مست يد رسول الله - صلى الله عليه وسلم - يد امرأة قط، ما كان يبايعهن إلا بالكلام] ولا فرق بين كونها تصافحه بحائل أو بغير حائل، لعموم الأدلة ولسد الذرائع المفضية إلى الفتنة]. (¬1)\r35. وقال الشيخان المذكوران في نفس الكتاب جواباً على السؤال التالي: هل يجوز مصافحة النساء الأقارب من وراء حائل؟\rقالا: [النساء الأقارب إن كن محارم للإنسان يعني من المحرمات عليه في النكاح فإنه يجوز أن يصافحهن من وراء حائل أو مباشرة لأن المحرم يجوز أن ينظر من المرأة التي هو محرم لها ... وجهها وكفيها وقدميها وما ذكره أهل العلم في ذلك، وأما إن كانت القريبة ليست محرماً فإنه لا يجوز أن يصافحها لا بحائل ولا بدونه حتى لو كانت من عادتهم أن يصافحوهن فإنه يجب على المرء أن يبطل تلك العادة لأنها مخالفة للشرع فإن المس أعظم من النظر وتحرك الشهوة بالمس أعظم من تحركها بالنظر غالباً، فإذا كان الإنسان لا ينظر إلى كف امرأة ليست من محارمه فكيف يقبض على هذا الكف]. (¬2)\r¬_________\r(¬1) فتاوى العلماء للنساء ص 50.\r(¬2) فتاوى العلماء للنساء ص 112.","Part":"1","seal":"C2C18658","page":17},
      {"id":21,"nass":"36. وأجابت اللجنة العامة للبحوث العلمية والإفتاء السعودية على السؤال التالي: هل يجوز لي أن أسلم على زوجة خالي أخي والدتي مع العلم أنني رضعت مع خالي من جدتي، أم يحرم لكون أنها غير محرم لي؟\rالجواب: [لا يجوز لك أن تمس يدك يد زوجة خالك سواء ثبت رضاعك من جدتك أم لم يثبت لأنك أجنبي، أي لست محرماً، أما سلام السنة الذي باللسان فيجوز، قالت عائشة رضي الله عنها في تفسير آية مبايعة رسول الله - صلى الله عليه وسلم - للنساء: (لا والله ما مست يده يد امرأة في المبايعة قط، ما يبايعهن إلا بقوله: قد بايعتك على ذلك) رواه البخاري.\rوعن أميمة بنت رقيقة قالت: [أتيت رسول الله - صلى الله عليه وسلم - في نساء لنبايعه، قلنا يا رسول الله ألا تصافحنا، قال: (إني لا أصافح النساء، إنما قولي لامرأة واحدة كقولي لمائة امرأة) رواه أحمد بسند صحيح]. (¬1)\r37. وقد قال بحرمة مصافحة النساء الأجنبيات العلامة الشيخ محمد الحامد وله رسالة في ذلك بعنوان \"حكم الإسلام في مصافحة المرأة الأجنبية \". (¬2)\r¬_________\r(¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء السعودية، فتوى رقم\r(2823) وتاريخ 10/ 2/1400.\r(¬2) حكم الإسلام في مصافحة المرأة الأجنبية ص 97 ضمن مجموعة رسائل العلامة المجاهد محمد الحامد.","Part":"1","seal":"5D22A747","page":18},
      {"id":22,"nass":"38. وقال الدكتور عبد الكريم زيدان: [ومن عرض أقوال الفقهاء وأدلتهم وذكر ما جاء في السنة النبوية الشريفة بشأن المس والمصافحة بين الرجل والمرأة الأجنبية يترجح عندي عدم جواز المصافحة بين الرجل والمرأة الأجنبية سواء بدأ بالمصافحة الرجل أو بدأت بها المرأة سواء شابين أو عجوزين أو كان أحدهما شاباً والآخر عجوزاً، لأن الأحاديث التي ذكرنا وأفادت حظر المصافحة بين الرجل والمرأة الأجنبية جاءت مطلقة دون أن يرد فيها ما يقيد عدم الجواز بالشاب والشابة وجوازها بالنسبة للعجوز]. (¬1)\r¬_________\r(¬1) المفصل في أحكام المرأة 3/ 239.","Part":"1","seal":"20A7CC15","page":19},
      {"id":23,"nass":"المبحث الرابع\rأدلة العلماء على تحريم مصافحة المرأة الأجنبية\rبعد أن ذكرت أقوال أهل العلم من السلف والخلف التي وقفت عليها في تحريم مصافحة المرأة الأجنبية أسوق أدلتهم على ذلك:\rأولاً: حديث عائشة رضي الله عنها قالت: (كانت المؤمنات إذا هاجرن إلى النبي - صلى الله عليه وسلم - يمتحنهن بقول الله تعالى: (يَاأَيُّهَا الَّذِينَءَامَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ... ) الخ الآية. قالت: من أقر بهذا الشرط من المؤمنات فقد أقر بالمحنة (¬1) فكان رسول الله - صلى الله عليه وسلم - إذا أقررن بذلك من قولهن قال لهن رسول الله - صلى الله عليه وسلم - انطلقن فقد بايعتكن. لا والله ما مست\rيد رسول الله يد امرأة قط غير أنه يبايعهن بالكلام) رواه الإمامان البخاري ومسلم في صحيحيهما (¬2).\rوفي رواية للبخاري عن عائشة قالت: (فمن أقر بهذا الشرط من المؤمنات قال لها رسول الله - صلى الله عليه وسلم - قد بايعتك كلاماً. لا والله ما مست يده يد امرأة قط في المبايعة، ما بايعهن إلا بقوله قد بايعتك على ذلك). (¬3)\r¬_________\r(¬1) فسر ابن عباس رضي الله عنهما المحنة بقوله: [وكانت المحنة أن تستحلف بالله أنها ما خرجت من بغض زوجها ولا رغبت من أرض إلى أرض ولا التماس دنيا ولا عشقاً لرجل منا بل حباً لله ولرسوله] تفسير القرطبي 18/ 62.\r(¬2) صحيح البخاري مع فتح الباري 11/ 345 - 346، صحيح مسلم بشرح النووي 13/ 10.\r(¬3) المصدر السابق 10/ 261.","Part":"1","seal":"77178B85","page":20},
      {"id":24,"nass":"وفي رواية أخرى لحديث عائشة عند ابن ماجة: [ولا مست كف رسول الله - صلى الله عليه وسلم - كف امرأة قط وكان يقول لهن إذا أخذ عليهن قد بايعتكن كلاماً). (¬1)\rقال الحافظ بن حجر: [قوله قد بايعتك كلاماً أن يقول ذلك كلاماً فقط لا مصافحة باليد كما جرت العادة بمصافحة الرجال عند المبايعة]. (¬2)\rوقال الإمام النووي [قولها: (والله ما مست يد رسول الله - صلى الله عليه وسلم - يد امرأة قط غير أنه يبايعهن بالكلام) فيه أن بيعة النساء بالكلام من غير أخذ كف وفيه أن بيعة الرجال بأخذ الكف مع الكلام وفيه أن كلام الأجنبية يباح سماعه وأن صوتها ليس بعورة وأنه لا يلمس بشرة الأجنبية من غير ضرورة كتطبيب وفصد]. (¬3)\rثانياً: عن أميمة بنت رقيقة رضي الله عنها قالت: [أتيت رسول الله - صلى الله عليه وسلم - في نسوة نبايعه فقلن نبيعك يا رسول الله على أن لا نشرك بالله شيئاً ولا نسرق ولا نزني ولا نقتل أولادنا ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ولا نعصيك في معروف، فقال رسول الله - صلى الله عليه وسلم - (فيما استطعتن وأطقتن)، قالت: فقلن الله ورسوله أرحم بنا من أنفسنا هلم نبايعك يا رسول الله. فقال: (إني لا أصافح النساء إنما قولي لمائة امرأة كقولي لامرأة واحدة أو مثل قولي لامرأة واحدة)] رواه\rالترمذي والنسائي وابن ماجة ومالك وأحمد وابن حبان والدارقطني (¬4).\r¬_________\r(¬1) صحيح سنن ابن ماجة رقم 2324.\r(¬2) فتح الباري 10/ 261.\r(¬3) شرح النووي على مسلم 13/ 10.\r(¬4) سنن الترمذي 4/ 151 - 152، سنن النسائي 7/ 149، سنن ابن ماجة 2/ 959، الموطأ ص 538، مسند أحمد 6/ 357، الإحسان في تقريب صحيح ابن حبان 10/ 417.","Part":"1","seal":"EC08E6F8","page":21},
      {"id":25,"nass":"وقال الترمذي: هذا حديث حسن صحيح. (¬1)\r\rوقال الحافظ ابن كثير: هذا إسناد صحيح. (¬2)\rوقال الشيخ ناصر الدين الألباني: إسناده صحيح. (¬3)\rوقال الشيخ شعيب الأرناؤوط: إسناده صحيح على شرط الشيخين. (¬4)\rوفي رواية أخرى عند الترمذي: (فقلت: يا رسول الله بايعنا - قال سفيان تعني صافحنا - فقال رسول الله - صلى الله عليه وسلم - إنما قولي لمئة امرأة كقولي لامرأة واحدة). (¬5)\rوفي رواية أخرى عند عبد الرزاق: (قالت فقلنا ألا نصافحك يا رسول الله فقال: إني لا أصافح النساء إنما قولي لامرأة كقولي لمئة امرأة). (¬6)\rوفي رواية أخرى: (قالت: ولم يصافح رسول الله منا امرأة) رواه احمد والحاكم بسند حسن كما قال الشيخ الألباني. (¬7)\rوهذا الحديث يبين أن النبي - صلى الله عليه وسلم - لم يصافح النساء في البيعة وهو نص صريح في ذلك، وإذا كان النبي - صلى الله عليه وسلم - لم يصافح النساء في البيعة فمن باب أولى أنه لم يصافح النساء في غير البيعة.\rفالرسول - صلى الله عليه وسلم - مع عصمته ترك مصافحة النساء، فعلينا أن نترك ما ترك رسول الله - صلى الله عليه وسلم - لأنه أسوتنا وقدوتنا.\r¬_________\r(¬1) سنن الترمذي 4/ 152.\r(¬2) تفسير ابن كثير 4/ 352.\r(¬3) سلسلة الأحاديث الصحيحة حديث رقم 529 المجلد الثاني.\r(¬4) الإحسان 10/ 417.\r(¬5) المصنف لعبد الرزاق 6/ 7 حديث رقم 9826.\r(¬6) سلسلة الأحاديث الصحيحة حديث رقم 529 المجلد الثاني.\r(¬7) المصدر السابق.","Part":"1","seal":"ADFC1BE9","page":22},
      {"id":26,"nass":"ثالثاً: عن عبد الله بن عمرو بن العاص رضي الله عنهما أن رسول الله - صلى الله عليه وسلم -: (كان لا يصافح النساء في البيعة) رواه الإمام أحمد في المسند. (¬1)\rونقل المناوي قول الهيثمي إسناده حسن. (¬2)\rوقال الشيخ أحمد عبد الرحمن البنا الشهير بالساعاتي: [وحسنه الحافظ السيوطي]. (¬3)\rوقال الشيخ الألباني: [وهذا إسناد حسن على ما تقرر عند العلماء من الاحتجاج بحديث عمرو بن شعيب عن أبيه عن جده كأحمد والبخاري والترمذي وغيرهم]. (¬4)\rرابعاً: روى الإمام الترمذي قال معمر فأخبرني ابن طاووس عن أبيه قال: [ما مست يد رسول الله - صلى الله عليه وسلم - إلا يد امرأة يملكها] وقال الشيخ الألباني صحيح. (¬5)\rوفي رواية عن ابن جريج عن ابن طاووس عن أبيه: (كان النبي - صلى الله عليه وسلم - يأخذ عليهن ويقول: لا أصافح النساء) رواه عبد الرزاق. (¬6)\rخامساً: روى أبو نعيم في المعرفة من حديث نُهَيّة بنت عبد الله البكرية قالت: وفدت مع أبي على النبي - صلى الله عليه وسلم - فبايع الرجال وصافحهم وبايع النساء ولم يصافحهن). (¬7)\r¬_________\r(¬1) المسند 2/ 213.\r(¬2) فيض القدير 5/ 186.\r(¬3) الفتح الرباني 17/ 351.\r(¬4) سلسلة الأحاديث الصحيحة المجلد الثاني حديث رقم 530.\r(¬5) سنن الترمذي 3/ 117 حديث رقم 2634.\r(¬6) المصنف لعبد الرزاق 6/ 8 حديث رقم 9831.\r(¬7) التلخيص الحبير 4/ 169.","Part":"1","seal":"D4F4BA8F","page":23},
      {"id":27,"nass":"سادساً: عن عقيله بنت عبيد أن النبي - صلى الله عليه وسلم - قال: (لا أمس أيدي النساء) رواه الطبراني في الأوسط وهو حديث صحيح كما قال الشيخ الألباني. (¬1)\rوهذه الرواية وما قبلها تشهد لحديث عائشة أن النبي - صلى الله عليه وسلم - لم يصافح النساء في البيعة وهي تؤكد أن عائشة رضي الله عنها لم تنفرد في روايتها أن النبي - صلى الله عليه وسلم - لم يصافح النساء وأن ذلك مبلغ علم عائشة كما زعم بعض الناس، وسيأتي توضيح ذلك عند إبطال شبهات القول الشاذ في هذه المسألة.\rسابعاً: عن معقل بن يسار أن رسول الله - صلى الله عليه وسلم - قال: (لإن يطعن في رأس أحدكم بمخيط من حديد خير له من أن يمس امرأة لا تحل له) رواه الطبراني والبيهقي.\rقال المنذري: [رجال الطبراني ثقات رجال الصحيح]. (¬2)\rوقال الشيخ الألباني: [رواه الروياني في مسنده، وهذا سند جيد رجاله كلهم ثقات من رجال الشيخين غير شداد بن سعيد فمن رجال مسلم وحده، وفيه كلام يسير لا ينزل به حديثه عن رتبة الحسن ... والمِخيَط بكسر الميم وفتح الياء ما يخاط به كالإبرة والمسله ونحوهما وفي الحديث وعيد شديد لمن مس امرأة لا تحل له، ففيه دليل على تحريم مصافحة النساء لأن ذلك مما يشمله المس دون شك]. (¬3)\r¬_________\r(¬1) صحيح الجامع الصغير 2/ 1205، حديث رقم 7177.\r(¬2) الترغيب والترهيب 3/ 39.\r(¬3) سلسلة الأحاديث الصحيحة، المجلد الأول، الحديث رقم 326","Part":"1","seal":"AF547401","page":24},
      {"id":28,"nass":"ثامناً: روى الإمام مسلم في صحيحه بسنده عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (كتب على ابن آدم نصيبه من الزنا مدرك ذلك لا محاله، فالعينان زناهما النظر، والأذنان زناهما الاستماع، واللسان زناه الكلام، واليد زناها البطش، والرجل زناها الخطى، والقلب يهوى ويتمنى، ويصدق ذلك الفرج ويكذبه). (¬1)\rقال الإمام النووي: [معنى الحديث أن ابن آدم قُدر عليه نصيب من الزنا فمنهم من يكون زناه حقيقياً، بإدخال الفرج بالفرج الحرام. ومنهم من يكون زناه مجازاً بالنظر الحرام أو الاستماع إلى الزنى وما يتعلق بتحصيله أو بالمس بأن يمس بيده أجنبية أو يقبلها أو بالمشي بالرجل إلى الزنى أو النظر أو اللمس أو الحديث الحرام مع أجنبية ونحو ذلك]. (¬2)\rتاسعاً: إن الإسلام حرم النظر إلى الأجنبية بغير سبب مشروع (¬3) بل إن الرسول - صلى الله عليه وسلم - قد حث المسلم على أن يصرف بصره إذا وقع على امرأة أجنبية فقد ثبت في الحديث عن جرير بن عبد الله - رضي الله عنه - قال: (سألت رسول الله - صلى الله عليه وسلم - عن نظر الفجأة فأمرني أن أصرف بصري). (¬4)\rوعن بريده - رضي الله عنه - قال: (قال رسول الله - صلى الله عليه وسلم - يا علي لا تتبع النظرة النظرة فإنما لك الأولى وليست لك الآخرة) رواه أحمد\rوأبو داود والترمذي والطبراني والحاكم وقال صحيح الإسناد ووافقه الذهبي وقال الألباني حسن. (¬5)\r¬_________\r(¬1) صحيح مسلم مع شرح النووي 16/ 205 - 206.\r(¬2) شرح النووي على مسلم 16/ 206.\r(¬3) انظر المغني لابن قدامة 7/ 102.\r(¬4) صحيح مسلم مع شرح النووي 14/ 139.\r(¬5) سنن أبي داود 2/ 246، سنن الترمذي 5/ 101، المسند 5/ 353، المستدرك 3/ 194، حجاب المرأة المسلمة ص 23، صحيح الجامع الصغير 2/ 1317 حديث رقم 7953.","Part":"1","seal":"9332E6A0","page":25},
      {"id":29,"nass":"قال الشوكاني: [وحديث بريدة فيه دليل على أن النظر الواقع فجأة من دون قصد وتعمد لا يوجب إثم الناظر لأن التكليف به خراج عن الاستطاعة وإنما الممنوع منه النظر الواقع على طريقة التعمد أو ترك صرف البصر بعد نظر الفجأة]. (¬1)\rوالأدلة على تحريم النظر إلى الأجنبية بدون سبب مشروع كثيرة، وإذا كان النظر محرماً فمن باب أولى اللمس، لأن اللمس أعظم أثراً في النفس من مجرد النظر حيث أن اللمس أكثر إثارة للشهوة وأقوى داعياً إلى الفتنة من النظر بالعين وكل منصف يعلم ذلك كما قال العلامة الشنقيطي. (¬2)\rوقال الإمام النووي: [وقد قال أصحابنا كل من حرم النظر إليه حُرّم مسه، بل المس أشد فإنه يحل النظر إلى أجنبية إذا أراد أن يتزوجها وفي حال البيع والشراء والأخذ والعطاء ونحو ذلك ولا يجوز مسها في شيء من ذلك]. (¬3)\r¬_________\r(¬1) نيل الأوطار 6/ 127.\r(¬2) أضواء البيان 6/ 603 نقلاً عن أدلة التحريم ص 14.\r(¬3) الأذكار ص 228.","Part":"1","seal":"F68D2D1F","page":26},
      {"id":30,"nass":"هذه أهم الأدلة على حرمة مصافحة المرأة الأجنبية وإن الناظر المخلص في هذه الأدلة ليطمئن إلى صحتها وقوتها في إثبات هذا الحكم الشرعي ويدفعه ذلك إلى العمل به إقتداءً بسيد الخلق محمد - صلى الله عليه وسلم -، وأما من كان صاحب هوى أو عصبية ويدعو إلى التحلل والتنصل من أحكام الشرع فلا تعجبه هذه الأدلة وقد جئناه بها ساطعة واضحة كوضوح الشمس في رابعة النهار وسيحاول بشتى الطرق والوسائل أن يتمحل في التحلل من هذا الحكم الشرعي الثابت، تارة بالتأويل الفاسد، وأخرى بالاستدلال الباطل، وثالثة باسم الضرورة أو المصلحة أو نحو ذلك من التعليلات الفاسدة والتخريجات الساقطة كما سنرى فيما بعد.","Part":"1","seal":"A585C132","page":27},
      {"id":31,"nass":"المبحث الخامس\rالقول الشاذ بجواز مصافحة المرأة الأجنبية\rذهب الشيخ تقي الدين النبهاني مؤسس حزب التحرير إلى جواز مصافحة المرأة الأجنبية وليس له سلف فيما ذهب إليه بل خالف جماهير علماء المسلمين السابقين واللاحقين، فمن أقواله في ذلك:\r1. قال النبهاني في كتابه النظام الاجتماعي في الإسلام: [أما بالنسبة للمصافحة فإنه يجوز للرجل أن يصافح المرأة وللمرأة أن تصافح الرجل دون حائل بينهما]. (¬1)\r2. وقال أيضاً: [وتكون البيعة مصافحة باليد أو كتابة لا فرق بين الرجال والنساء فإن لهن أن يصافحن الخليفة بالبيعة كما يصافحه الرجال]. (¬2)\r¬_________\r(¬1) النظام الاجتماعي في الإسلام ص 35.\r(¬2) الشخصية الإسلامية 2/ 22023.","Part":"1","seal":"3FA472FA","page":28},
      {"id":32,"nass":"وقول النبهاني هذا معتبر ومتبنى عند حزب التحرير ويقولون به ويصافح كثير منهم النساء ولا يرون بأساً بذلك، ويدافعون عن قولهم هذا دفاعاً مستميتاً بل عن بعضهم سود صحائف كثيرة في نصرة هذا القول وحاول أن يظهر أن أكثر العلماء يقولون بقول النبهاني بل إنه ذهب إلى أبعد من ذلك فقال: [ثم إذا ثبت أن أحداً من الفقهاء قال بتحريم مجرد لمس المرأة سواءً كان بشهوة أو بغيرها تكون المسألة خلافية]. (¬1)\rوهذه مكابرة ومعاندة للحق وجهل أو تجاهل لأقوال علماء المسلمين وقد تشبث النبهاني وأتباع حزبه بشبهات كثيرة وحملوا النصوص ما لا تحتمل وسأورد أهمها وأكشف عن وجه الصواب فيها.\r¬_________\r(¬1) الخلاص واختلاف الناس ص 68.","Part":"1","seal":"1A79AB5F","page":29},
      {"id":33,"nass":"المبحث السادس\rشبهات المخالف والرد عليها\rالشبهة الأولى:\rتشبث النبهاني بما فهمه من حديث أم عطية الأنصاري رضي الله عنها قالت: (بايعنا رسول الله - صلى الله عليه وسلم - فقرأ علينا: أن لا تشركن بالله شيئاً. ونهانا عن النياحة فقبضت امرأة منا يدها فقالت: أسعدتني فلانة، أريد أن أجزيها. فما قال لها النبي - صلى الله عليه وسلم - شيئاً فانطلقت ورجعت فبايعها) رواه الإمام البخاري. (¬1)\rقال النبهاني: [فهذا حديث يدل على أن الرسول بايع النساء بالمصافحة بدليل قوله فقبضت امرأة منا يدها) فإن معناها أن النساء الأخريات اللواتي معها لم يقبضن أيديهن وهذا يعني أنهن بايعن بأيديهن أي بالمصافحة (¬2) وقال النبهاني أيضاً: [\rوهو - أي حديث أم عطية - نص في المصافحة في مفهومه ومنطوقه] (¬3) وقال أحد أتباع النبهاني: [وحديث أم عطية نص في وقوع المصافحة ببيعة النساء في مفهومه ومنطوقه، فتكون بيعة النساء بالمصافحة جائزة شرعاً ولا شيء في ذلك]. (¬4)\r¬_________\r(¬1) صحيح البخاري مع فتح الباري 10/ 262.\r(¬2) الشخصية الإسلامية 3/ 107 - 108.\r(¬3) الشخصية الإسلامية 2/ 23.\r(¬4) قواعد نظام الحكم في الإسلام ص 123.","Part":"1","seal":"DA89FE05","page":30},
      {"id":34,"nass":"والجواب عن هذه الشبهة من وجوه:\rالوجه الأول:\rإن المراد بقبض اليد في الحديث التأخر عن القبول كما قال الحافظ ابن حجر: [المراد بقبض اليد التأخر عن القبول] (¬1) ومثل ذلك قوله تعالى في حق المنافقين: (وَيَقْبِضُونَ أَيْدِيَهُمْ) فهو كناية عن عدم الإنفاق في سبيل الله، ودليلنا على أن هذا هو المراد بقبض اليد ما جاء في رواية أخرى لحديث أم عطية رواها الإمام مسلم في صحيحه بسنده عن عاصم عن\rحفصة عن أم عطية قالت: (لما نزلت الآية (يَاأَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا ... وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ) قالت كان منه النياحة، قالت: فقلت: يا رسول الله إلا آل فلان فإنهم أسعدوني في الجاهلية فلا بد لي من أن أسعدهم، فقال رسول الله - صلى الله عليه وسلم - إلا آل فلان). (¬2)\rوكذلك ما رواه النسائي عن أم عطية رضي الله عنها قالت: (لما أردت أن أبايع رسول الله - صلى الله عليه وسلم - قلت: يا رسول الله إن امرأة أسعدتني في الجاهلية فأذهب فأسعدها (¬3) ثم أجيئك فأبايعك، قال: اذهبي فأسعديها، قالت: فذهبت فأسعدتها ثم جئت فبايعت رسول الله - صلى الله عليه وسلم -) (¬4) قال الشيخ الألباني: صحيح الإسناد. (¬5)\r¬_________\r(¬1) فتح الباري 10/ 261.\r(¬2) صحيح مسلم مع شرح النووي 6/ 238.\r(¬3) إسعاد النساء في المناحات: [تقوم المرأة فتقوم معها امرأة أخرى من جاراتها فتساعدها على النياحة] لسان العرب مادة سعد. وقال الحافظ ابن حجر: [ولا يستعمل إلا في البكاء والمساعدة عليه].\r(¬4) سنن النسائي 7/ 149.\r(¬5) صحيح سنن النسائي 3/ 875 حديث رقم 3895.","Part":"1","seal":"661D9844","page":31},
      {"id":35,"nass":"إن الناظر في هذه الروايات الثلاث لحديث أم عطية: رواية البخاري ورواية مسلم ورواية النسائي يظهر له أن المراد بقول أم عطية: (فقبضت امرأة منا يدها) التأخر عن قبول المبايعة، فلم تقبل المبايعة مباشرة ولكن أخرتها حتى تذهب لإسعاد المرأة التي أسعدتها في الجاهلية. انظر إلى قولها: (ثم أجيئك فأبايعك).\rوقد ذكر الحافظ ابن حجر أن أم عطية لما قالت: (فقبضت امرأة منا يدها) أنها كانت تقصد نفسها، قال الحافظ: [وفي رواية النسائي قلت أن امرأة أسعدتني في الجاهلية ... وتبين أن أم عطية في رواية عبد الوارث أبهمت نفسها]. (¬1)\rيقصد رواية البخاري المذكورة سابقاً لحديث أم عطية، فقد قال البخاري: [حدثنا أبو معمر حدثنا عبد الوارث حدثنا أيوب عن حفصة بنت سيرين عن أم عطية الحديث]. (¬2)\rومن المعلوم أن الحادثة واحدة مع أم عطية فعبرت مرة بقولها: (فقبضت امرأة منا يدها) ومرة بقولها: (فقلت:\rيا رسول الله إلا آل فلان فإنهم كانوا أسعدوني في الجاهلية) ومرة قالت: (إن امرأة أسعدتني في الجاهلية ... ثم أجيئك فأبايعك).\rثم نقول إن حديث أم عطية ليس فيه ذكر للمصافحة أصلاً حتى تزعموا أن قبض اليد معناه الامتناع عن المصافحة.\rوبهذا يظهر لكل منصف أن تأويل النبهاني لحديث أم عطية تأويل باطل مردود رواية ودراية.\r¬_________\r(¬1) فتح الباري 10/ 262.\r(¬2) صحيح البخاري مع فتح الباري 10/ 262.","Part":"1","seal":"35A33C3B","page":32},
      {"id":36,"nass":"الوجه الثاني:\rإن الروايات الثابتة والصريحة الواردة في بيعة النبي - صلى الله عليه وسلم - للنساء تؤكد أن الرسول عليه الصلاة والسلام لم يصافح النساء في البيعة فمن ذلك ما سبق من حديث عائشة حيث قالت: (لا والله ما مست يد رسول الله يد امرأة قط غير أنه بايعهن بالكلام).\rوكذلك ما ورد عن عبد الله بن عمرو أن الرسول - صلى الله عليه وسلم - كان لا يصافح النساء في البيعة، وما ورد في حديث أميمة بنت رقيقه حيث قالت: هلم نبايعك، قال سفيان - أحد رواة الحديث - تعني صافحنا، فقال رسول الله: (إني لا أصافح النساء) فقول النبي - صلى الله عليه وسلم - هذا قاله في البيعة، فتأويل حديث أم عطية يتناقض مع قول رسول الله - صلى الله عليه وسلم -، وقوله عليه الصلاة والسلام مقدم على قول غيره في جميع الأحوال.\rوكذلك ما ورد في إحدى روايات حديث أميمة السابق: (قالت: ولم يصافح رسول الله منا امرأة).\rفهذه الأدلة الصحيحة الصريحة تثبت أن النبي - صلى الله عليه وسلم - لم يصافح أحداً من النسوة في البيعة، فلا ينبغي لمسلم أن يترك\rهذه الأدلة ويتمسك بتأويل فاسد لحديث أم عطية، وخاصة أن المصافحة لم تذكر في ذلك الحديث أصلاً، ويزعم أن النصوص متعارضة.\rقال الشيخ الألباني: [وجملة القول أنه لم يصح عن الرسول - صلى الله عليه وسلم - أنه صافح امرأة قط، حتى ولا في المبايعة، فضلاً عن المصافحة عند الملاقاة، فاحتجاج البعض لجوازها بحديث أم عطية الذي ذكرته مع أن المصافحة لم تذكر فيه وإعراضه عن الأحاديث الصريحة في تنزهه - صلى الله عليه وسلم - عن المصافحة لأمر لا يصدر عن مؤمن مخلص]. (¬1)\r¬_________\r(¬1) سلسلة الأحاديث الصحيحة 2/ 55.","Part":"1","seal":"F6105CDD","page":33},
      {"id":37,"nass":"الوجه الثالث:\rإن دعواكم بأن حديث أم عطية نص في المصافحة دعوى لا ينقضي منها العجب وهي دعوى عريضة ينقصها الدليل ويعوزها البرهان، ومستغربة أشد الاستغراب، ولا أدري كيف يكون حديث أم عطية نصاً في المصافحة ولا ذكر للمصافحة فيه بحال من الأحوال.\rوكيف يكون نصاً في المصافحة في البيعة كما زعمتم، وعائشة وعبد الله بن عمرو وأميمة بنت رقيقة - التي حضرت البيعة - يقولون إن النبي - صلى الله عليه وسلم - بايع النساء دون مصافحة؟\rوكيف يكون نصاً في المصافحة في البيعة وأنتم تقولون إن امتناع الرسول عليه الصلاة والسلام عن المصافحة امتناع منه عن مباح، فأنتم قد أثبتم أنه عليه الصلاة والسلام لم يصافح النساء في البيعة وتقولون هنا أن حديث أم عطية نص في المصافحة فما هذا التناقض؟\r\rالشبهة الثانية:\rقال النبهاني عن حديث أم عطية: [فهذا حديث يدل على أن الرسول بايع النساء بالمصافحة بدليل قوله: (فقبضت امرأة منا يدها) فإن معناها أن النساء الأخريات اللواتي معها لم يقبضن أيديهن، يعني أنهن بايعن بأيديهن، أي بالمصافحة، وحديث أميمة يقول: (إني لا أصافح النساء) وعائشة تقول: (ما مست يده يد امرأة) وفي هذا تعارض فيكون حديث البيعة بالمصافحة يتعارض مع حديث أنه لم يصافح النساء]. (¬1)\r¬_________\r(¬1) الشخصية الإسلامية 3/ 107 - 108.","Part":"1","seal":"991D3C55","page":34},
      {"id":38,"nass":"والجواب: إن دعوى التعارض التي رسمها النبهاني غير صحيحة، فإن التعارض لا يكون بين قول الرسول - صلى الله عليه وسلم - وبين فهم خاطئ فهمه أحد الناس من نص شرعي، وإنما التعارض المعتبر عند الأصوليين هو الذي يقع بين دليلين شرعيين متساويين على سبيل التمانع (¬1)، فهل هذا متحقق في\rدعواكم التعارض المزعوم، وإذا أعدنا النظر في هذه الدعوى فماذا نجد؟\rنجد قول الرسول عليه الصلاة والسلام: (لا أصافح النساء) وقول عائشة: (ما مست يده يد امرأة) ثم نجد تأويل النبهاني لحديث أم عطية يعارض قول الرسول عليه الصلاة والسلام؟\rوهل تأويل النبهاني دليل شرعي حتى يعارض قول الرسول - صلى الله عليه وسلم -. والغريب العجيب أن النبهاني يجزم بوقوع مصافحة النساء في البيعة لمجرد تأويله الباطل لقبضت امرأة يدها وكأنه كان حاضراً للبيعة، ويرّد حديث عائشة رضي الله عنها ثم يقولون إن ذلك مبلغ علماها، ولا يأخذون بقول الرسول - صلى الله عليه وسلم -: (إني لا أصافح النساء) مع أنه قاله في البيعة كما في حديث أميمة.\rفدعوى التعارض ساقطة، ولا تعارض بين النصوص في هذه المسألة إلا في خيالكم، فحديث أم عطية لا مصافحة فيه أبداً وهو منسجم مع بقية الأحاديث في هذه المسألة، وتأويلكم الباطل وتحميلكم للنص ما لا يحتمل جعله في زعمكم\rمتعارضاً مع حديثي عائشة وأميمة وفي الحقيقة والواقع لا تعارض.\r¬_________\r(¬1) انظر إرشاد الفحول ص 273، أصول السرخسي 2/ 12، التعارض والترجيح عند الأصوليين ص39، أدلة التشريع المتعارضة ص20 - 23.","Part":"1","seal":"B5B6E7CB","page":35},
      {"id":39,"nass":"الشبهة الثالثة:\rقال النبهاني: (إن يد المرأة ليست بعورة ولا يحرم النظر إليها بغير شهوة فلا تحرم مصافحتها). (¬1)\rوالجواب: إن كون يد المرأة ليست عورة كما تقول طائفة من أهل العلم لا يعني جواز لمسها ومصافحتها بل إن العلماء أجمعوا على تحريم مس وجه المرأة وكفيها من غير ضرورة ولو كانا غير عورة عند من يقول بذلك.\rقال المرغيناني الحنفي: [ولا يحل له أن يمس وجهها ولا كفيها وإن كان يأمن الشهوة]. (¬2) وقال الحصفكي الحنفي صاحب الدر المختار: [فلا يحل مس وجهها وكفيها وإن أمن الشهوة]. (¬3)\rوقال النووي الشافعي: [وقد قال أصحابنا: كل من حرم النظر إليه حرم مسه، بل المس أشد، فإنه يحل النظر إلى\rالأجنبية إذا أراد أن يتزوجها وفي حال البيع والشراء والأخذ والعطاء ونحو ذلك، ولا يجوز مسها في شيء من ذلك]. (¬4)\rوقال الحافظ العراقي: [قال الفقهاء من أصحابنا وغيرهم أنه يحرم مس الأجنبية ولو في غير عورتها، كالوجه وإن اختلفوا في جواز النظر حيث لا شهوة ولا خوف ولا فتنة، فتحريم المس آكد من تحريم النظر]. (¬5)\rفالذي يظهر لنا من خلال أقوال العلماء السابقة أن لا تلازم بين كون كفي المرأة ليسا بعورة وبين مصافحتها، فإذا جاز النظر إليهما فلا يجوز مسهما ولا تجوز المصافحة.\r¬_________\r(¬1) النظام الاجتماعي في الإسلام ص 35.\r(¬2) الهداية مع تكملة شرح فتح القدير 8/ 460.\r(¬3) حاشية ابن عابدين 6/ 367.\r(¬4) الأذكار ص 228.\r(¬5) طرح التثريب 7/ 45.","Part":"1","seal":"2C37177F","page":36},
      {"id":40,"nass":"الشبهة الرابعة:\rزعموا أن النبي - صلى الله عليه وسلم - صافح النساء بحائل وذكروا بعض الروايات في ذلك منها:\r1. عن عامر الشعبي أن النبي - صلى الله عليه وسلم - حين بايع النساء أتي ببرد قطري فوضعه على يده وقال: (لا أصافح النساء) رواه أبو داود في المراسيل وابن كثير في التفسير. (¬1)\rوالجواب عن هذه الرواية: إن هذا الخبر مرسل لا يصح الاحتجاج به.\rقال الحافظ أبو بكر الحازمي: [وحديث الشعبي ... منقطع فلا يقاوم هذه الأحاديث الصحاح]. (¬2)\r2. ما جاء في إحدى الروايات عن أسماء بنت يزيد: (فقالت له أسماء ألا تحسر لنا عن يدك يا رسول الله فقال: إني لست أصافح النساء) رواه أحمد. (¬3)\rوهذه الرواية: تشعر بأنه عليه الصلاة والسلام كان يصافح النساء وعلى يده ثوب، ولكن هذه الرواية ضعيفة لا تقوم بها حجة، وذلك لأن شهر بن حوشب - أحد الرواة - ضعيف. قال الحافظ ابن حجر فيه: [صدوق كثير الإرسال\rوالأوهام] (¬4)، وقال الشيخ الألباني: ... [وشهر ضعيف من قبل حفظه] (¬5)، وقال أيضاً: [وشهر بن حوشب ضعيف لا يحتج به لكثرة خطئه]. (¬6)\r¬_________\r(¬1) فتح الباري 10/ 261، تفسير ابن كثير 4/ 354، تفسير الآلوسي 28/ 81، الكشاف 4/ 95.\r(¬2) الاعتبار ص 407، وانظر رسوخ الأخبار ص 512.\r(¬3) المسند 6/ 454.\r(¬4) تقريب التهذيب ص 147.\r(¬5) السلسلة الصحيحة ص 53 المجلد الثاني.\r(¬6) السلسلة الأحاديث الضعيفة 1/ 281.","Part":"1","seal":"A263D177","page":37},
      {"id":41,"nass":"وبناء على ما تقدم لا تصح هذه الروايات، والمعول على ما جاء في الصحيح من أنه عليه الصلاة والسلام لم يصافح النساء بحائل ولا بدون حائل.\rوقال الحافظ العراقي: [وقال بعضهم: صافحن بحائل وكان على يده ثوب قطري، وقيل كان عمر يصافحهن عنه. ولا يصح شيء من ذلك لا سيما الأخير، وكيف يفعل عمر - رضي الله عنه - أمراً لا يفعله صاحب العصمة الواجبة]. (¬1)\rوقال الشيخ الألباني بعد أن ساق الروايات المذكورة أعلاه: وكلها مراسيل لا تقوم بها الحجة. (¬2)\r\rالشبهة الخامسة:\rزعموا أنه ليس على المسلمين التأسي بالرسول - صلى الله عليه وسلم - في تركه للمصافحة لأن قول الرسول - صلى الله عليه وسلم -: (إني لا أصافح النساء) ليس فيه إلا الامتناع عن الفعل، والتأسي لا يكون إلا بأفعاله وهو لم يفعل شيئاً في هذه الحادثة سوى الامتناع عن الفعل. (¬3)\rوالجواب: أن هذا خطأ فاحش فإنه ينبغي أن يعلم أن الترك وهو المعروف عند الأصوليين بالكف يعد فعلاً لقوله تعالى: (كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ) فقد ذمهم الله تبارك وتعالى على ترك النهي عن المنكر، وسمي تركهم لذلك فعلاً: (لَبِئْسَ مَا كَانُوا يَفْعَلُونَ).\r¬_________\r(¬1) طرح التثريب 7/ 44.\r(¬2) السلسلة الصحيحة ص 53 المجلد الثاني.\r(¬3) الخلاص ص60.","Part":"1","seal":"ADCFF29B","page":38},
      {"id":42,"nass":"قال حجة الإسلام الغزالي: [والكف فعل يثاب عليه]. (¬1)\rوقال الشوكاني: [ ... لأن الكف فعل]. (¬2)\rفإذا ثبت أن الترك فعل فعلينا التأسي برسول الله - صلى الله عليه وسلم - في ذلك، فهو قدوتنا: (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ). (¬3)\rقال الآمدي: [أما التأسي بالغير فقد يكون بالفعل والترك]. (¬4)\rوقال أيضاً: [أما التأسي في الترك فهو ترك أحد الشخصين مثل ما ترك الآخر في الأفعال على وجهه، وصفته من أجل أنه ترك]. (¬5)\rفعلينا أن نترك مثلما ترك رسول الله - صلى الله عليه وسلم -، فقد قال الشوكاني:\r[تركه - صلى الله عليه وسلم - للشي كفعله له في التأسي به] وقال ابن السمعاني: [إذا ترك الرسول - صلى الله عليه وسلم - شيئاً وجب علينا متابعته فيه، ألا ترى أنه عليه الصلاة والسلام لما قدم الضب فأمسك\rعنه وترك أكله أمسك عنه الصحابة وتركوه إلى أن قال لهم: إنه ليس بأرض قومي فأجدني أعافه وأذن لهم في أكله]. (¬6)\rوقال العلامة ابن القيم تحت عنوان: [فصل: نقل الصحابة ما تركه - صلى الله عليه وسلم -: وأما نقلهم لتركه - صلى الله عليه وسلم - فهو نوعان وكلاهما سنة] (¬7)، ثم قال: [ ... فإن تركه - صلى الله عليه وسلم - سنة كما أن فعله سنة]. (¬8)\r¬_________\r(¬1) المستصفى 1/ 90.\r(¬2) إرشاد الفحول ص 13.\r(¬3) سورة الأحزاب آية 21.\r(¬4) الأحكام للآمدي 1/ 158.\r(¬5) المصدر السابق.\r(¬6) إرشاد الفحول ص 42.\r(¬7) إعلام الموقعين 2/ 389.\r(¬8) المصدر السابق 2/ 390.","Part":"1","seal":"0A394DAB","page":39},
      {"id":43,"nass":"وقال الشيخ علي محفوظ: [فاعلم أن سنة النبي - صلى الله عليه وسلم - كما تكون بالفعل تكون بالترك، فكما كلفنا الله تعالى باتباع النبي - صلى الله عليه وسلم - في فعله الذي يتقرب به إذا لم يكن من باب الخصوصيات كذلك طالبنا في تركه فيكون الترك سنة، وكما لا نتقرب إلى الله بترك ما فعل لا نتقرب إليه بفعل ما ترك، فلا فرق بين الفاعل لما ترك والتارك لما فعل]. (¬1)\rوبهذا يتضح لكل ذي عقل بطلان دعواهم الزائفة أن التأسي برسول الله - صلى الله عليه وسلم - لا يكون إلا بالفعل، فعلى المسلم ألا يصافح النساء تأسياً واقتداءً بقدوتنا وأسوتنا رسول الله - صلى الله عليه وسلم -.\rوقال ابن النجار الحنبلي: [التأسي برسول الله - صلى الله عليه وسلم - فعلك كما فعل، لأجل أنه فعل، وأما التأسي في الترك فهو أن تترك ما تركه لأجل أنه ترك]. (¬2)\rومما يجدر ذكره هنا أن الجهل بأن السنة النبوية تنقسم إلى فعلية وتركية أوقع كثيراً من الناس في البدع، فالرسول - صلى الله عليه وسلم - ترك أموراً لم يفعلها مع توفر الداعي لفعلها، ولم يكن هناك مانع من فعلها ومع ذلك تركها الرسول - صلى الله عليه وسلم -، فدل ذلك على أنها ليست مشروعة وأن الترك هو المشروع كما ترك النبي عليه الصلاة والسلام القراءة على الأموات وكما ترك الأذان لصلاة العيدين والتراويح وكما ترك صلاة ليلة النصف من شعبان ونحو ذلك.\rفمن ترك مثلما ترك رسول الله - صلى الله عليه وسلم - فهو متأس ومقتد به ومصيب للسنة، ومن فعل ما تركه رسول الله - صلى الله عليه وسلم - فهو مبتدع مجانب للهدي النبوي.\r¬_________\r(¬1) الإبداع في مضار الابتداع ص 34 - 35.\r(¬2) شرح الكوكب المنير 2/ 196.","Part":"1","seal":"7181BDE3","page":40},
      {"id":44,"nass":"الشبهة السادسة:\rزعموا أن حديث عائشة موقوف عليها وهي صادقة فيما تقول وكلامها هذا على حد علمها برسول الله - صلى الله عليه وسلم -، ونحن نعلم أن رسول الله - صلى الله عليه وسلم - تزوج أكثر من أربع نسوة وكانت خديجة قبل عائشة رضي الله عنهن، فكيف تكون قد عرفت السابق واللاحق عن رسول الله - صلى الله عليه وسلم - دون إخبارها، ولو أخبرها لقالت أخبرني أو قال لي رسول الله - صلى الله عليه وسلم -. ولذلك فقولها رضي الله عنها موقوف عليها. (¬1)\rوالجواب: إن هذا الكلام فيه مغالطات وأخطاء واضحة ويشم منه سوء الأدب مع أم المؤمنين عائشة رضي الله عنها وبيان ذلك من وجوه:\rالوجه الأول: أن الزعم بأن حديث عائشة موقوف عليها زعم خاطئ ودعوى باطلة، ويعلم ذلك المبتدئون في دراسة علم الحديث، فضلاً عن علماء الحديث. ولنرجع إلى أقوال أهل هذا الشأن لنقف على حقيقة الموقوف.\rقال الإمام النووي: [الموقوف: وهو المروي عن الصحابة قولاً لهم أو فعلاً أو نحوه]. (¬2)\rوقال الباجي: [الموقوف: ما وقف به على الراوي ولم يبلغ به النبي - صلى الله عليه وسلم - ومعنى ذلك أنه وقف على الصحابي - رضي الله عنه - أو غيره من رواته فجعل من قوله ... الخ]. (¬3)\r¬_________\r(¬1) الخلاص ص 60 - 61.\r(¬2) تدريب الراوي في شرح تقريب النواوي 1/ 184.\r(¬3) الحدود ص 63.","Part":"1","seal":"437C4DC7","page":41},
      {"id":45,"nass":"وقال الجرجاني: [الموقوف من الحديث: ما روي عن الصحابة من أحوالهم وأقوالهم فيتوقف عليهم ولا يتجاوز به إلى رسول الله - صلى الله عليه وسلم -]. (¬1)\rوالسؤال الآن: هل تنطبق هذه التعريفات للموقوف على حديث عائشة رضي الله عنها؟\rإنها تقول: (فكان رسول الله - صلى الله عليه وسلم - إذا أقررن بذلك قال لهن رسول الله: انطلقن فقد بايعتكن) ثم تقول: (لا والله ما مست يد رسول الله امرأة قط، غير أنه بايعهن بالكلام) وتقول أيضاً: (وكان يقول لهن إذا أخذ عليهن قد بايعتكن كلاماً) فهل حديث عائشة هو قول لها؟ أو هل هو فعل لها؟ حتى يكون موقوفاً إنه مرفوع قولي ومرفوع فعلي ومن قال أنه يشترط في الحديث حتى يعد مرفوعاً إلى النبي - صلى الله عليه وسلم - أن يقول الصحابي الذي روى الحديث أخبرني رسول الله أو قال لي رسول الله، ولو قلنا بهذا الاشتراط الوهمي لخرجت جملة كثيرة من الأحاديث النبوية عن كونها مرفوعة إلى رسول الله - صلى الله عليه وسلم -. وإليك بعض الأمثلة التي تبطل زعمهم:\rهل يعد من الموقوف حديث ابن عمر: (كان رسول الله - صلى الله عليه وسلم - إذا قام للصلاة رفع يديه حتى يكونا حذو منكبيه) رواه مسلم.\rوهل يعد من الموقوف حديث عائشة رضي الله عنها: (كان النبي - صلى الله عليه وسلم - يعتكف العشر الأواخر من رمضان حتى قبضه الله) رواه البخاري ومسلم.\r¬_________\r(¬1) التعريفات ص 123.","Part":"1","seal":"9ABB13EC","page":42},
      {"id":46,"nass":"وهل يعد موقوفاً حديث ابن مسعود - رضي الله عنه -: (ما رأيت رسول الله - صلى الله عليه وسلم - صلى صلاة لغير وقتها إلا بجمع - مزدلفة - ... ) رواه البخاري ومسلم.\rولا أدري ما هو الفارق من حيث الرواية بين حديث عائشة: (ما مست يد رسول الله يد امرأة قط) وبين حديث ابن مسعود: (ما رأيت رسول الله صلى صلاة لغير وقتها ... الخ) من الواضح أنه لا فرق بينهما، وبهذا تبطل دعواهم بأن حديث عائشة موقوف عليها.\rالوجه الثاني:\rإن زعمهم السابق يحمل في طياته سوء أدب مع أم المؤمنين عائشة رضي الله عنها إن لم نقل أنه يحمل تكذيباً لها وجرأة وقحة على أم المؤمنين. انظر إلى قول قائلهم: [فكيف تكون عرفت السابق واللاحق عن رسول الله دون إخبارها].\rإن هذا الكلام لا يصدر عن مسلم تقي عرف للصحابة حقوقهم، وقد أمرنا الإسلام باحترامهم وتقديرهم وإجلالهم، فهم الجيل الأول من المسلمين، وهم أول من آمن برسول\rالله - صلى الله عليه وسلم -، وهم الذين جاهدوا في الله حق جهاده، ونصروا رسوله عليه الصلاة والسلام، وعلينا أن نتذكر قول الله سبحانه وتعالى فيهم: (وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ). (¬1)\r¬_________\r(¬1) سورة التوبة آية 100.","Part":"1","seal":"C2FB0699","page":43},
      {"id":47,"nass":"وقول الرسول - صلى الله عليه وسلم -: (لا تسبوا أحداً من أصحابي فإن أحدكم لو أنفق مثل أحد ذهباً ما أدرك مدّ أحدهم ولا نصيفه) رواه البخاري ومسلم. (¬1)\rوقوله عليه الصلاة والسلام: (خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم) رواه البخاري ومسلم. (¬2)\rوغير ذلك من الآيات والأحاديث الواردة في فضل الصحابة. فهل يجوز لأحد بعد ذلك أن يتطاول على أم المؤمنين عائشة رضي الله عنها ويقول أن ذلك مبلغ علمها أو على حد علمها أو كيف عرفت السابق واللاحق. فمن أعلم من أم المؤمنين عائشة بأحوال رسول الله - صلى الله عليه وسلم -؟ وهل عائشة رضي الله عنها تفتي بغير علم؟ وهل عائشة رضي الله عنها تقسم بالله وهي غير متيقنة مما تقول؟ وهل عائشة تقسم بالله قائلة: (لا والله ما مست يد رسول الله يد امرأة قط) وهي تعلم أنه - صلى الله عليه وسلم - صافح النساء؟! وهل تأويلكم الفاسد لحديث أم عطية أقوى حجة ودلالة من حديث عائشة؟ وهل من جاء بعد أربعة عشر قرناً من الزمان أعلم بأحوال رسول الله من أم المؤمنين عائشة؟!\rسبحانك هذا بهتان عظيم!!!\r¬_________\r(¬1) صحيح البخاري مع الفتح 8/ 33، صحيح مسلم مع شرح النووي 16/ 92.\r(¬2) صحيح البخاري مع الفتح 8/ 4، صحيح مسلم مع شرح النووي 16/ 84.","Part":"1","seal":"F84AE12C","page":44},
      {"id":48,"nass":"الشبهة السابعة:\rزعم قائلهم أن الرواية عن عائشة رضي الله عنها تبين مدى علم عائشة ببيعة النساء، لذلك فهي لا تقول: رأيت أو شاهدت أو أخبرني رسول الله - صلى الله عليه وسلم - أو حدثتني فلانة ممن بايعن\rرسول الله - صلى الله عليه وسلم -، وعائشة رضي الله عنها لم تبايع رسول الله - صلى الله عليه وسلم - حتى تروي صفة ما بايعت عليه، إنما هي تخبر وهي بخبرها صادقة، ولكن بحدود علمها أن ذلك لم يحدث لا بحكم الواقع الذي جرى عليه وقوع مصافحة النساء في بيعتهن. (¬1)\rوالجواب: إن هذا الكلام ينطوي على مجازفة ومكابرة ما بعدها مكابرة، وليّ لأعناق النصوص وتحميلها ما لا تحتمل، وجزم بلا برهان على وقوع مصافحة النساء في البيعة. وكأن هذا القائل وأمثاله قد حضروا البيعة ورأوها رأي العين!! وأما أم المؤمنين عائشة رضي الله عنها فهذه حدود علمها!! وأما الأمر الذي وقع في البيعة فعرفه هؤلاء وجهلته عائشة!! إن هذا لهو التعصب المقيت للرأي، وهو تحكيم للعقل في النصوص، وهو تأويل فاسد للنصوص. وإني لأستغرب كيف يجزم هؤلاء بحصول المصافحة في البيعة مع أن الأدلة الدامغة والبراهين الساطعة تثبت خلاف ذلك. فالرسول - صلى الله عليه وسلم -\rكان لا يصافح النساء في البيعة كما في حديث عبد الله بن عمرو، والرسول - صلى الله عليه وسلم - يقول: (إني لا أصافح النساء) وعائشة رضي الله عنها تقسم: (والله ما مست يده يد امرأة قط) وأميمة بنت رقيقة تقول في البيعة: (ما صافح منا امرأة قط).\r¬_________\r(¬1) قواعد نظام الحكم في الإسلام ص 123.","Part":"1","seal":"777AB7E6","page":45},
      {"id":49,"nass":"وحديث أم عطية الذي هو عمدتكم الأولى والأخيرة ليس فيه ذكر للمصافحة، والرواية الأخرى لحديث أم عطية عند مسلم تبين أنها تأخرت عن قبول البيعة حتى تسعد المرأة التي أسعدتها.\rوبعد كل هذه الأدلة والحجج القوية الصحيحة والصريحة التي تبين بياناً شافياً أن النبي - صلى الله عليه وسلم - لم يصافح النساء يأتي النبهاني ومن تابعه بعد أربعة عشر قرناً من الزمان فيقولون أن الرسول - صلى الله عليه وسلم - صافح النساء في البيعة؟!\rسبحانك هذا بهتان عظيم وافتراء مبين وصم للعيون والقلوب والآذان عن أقوال أولئك الهادة المتقين.\r\rالشبهة الثامنة:\rوهي من استدلالاتهم العجيبة الغربية حيث احتجوا بما رواه الترمذي: (أن النبي - صلى الله عليه وسلم - مرّ يوماً بجماعة نسوة فأومأ بيده بالتسليم) وما رواه أبو داود عن أسماء بنت يزيد: (مرّ علينا النبي - صلى الله عليه وسلم - في نسوة فسلم علينا) وفي رواية: (فألوى بيده بالتسليم) (¬1)، وقالوا أيضاً: (فسلم عليهن بيده) يفيد أن التسليم باليد والتسليم يعني المصافحة ولا يعني بالإيماء أو الإشارة لأن فيه تشبهاً باليهود والنصارى وقد نهى عن ذلك بقوله: (لا تشبهوا باليهود والنصارى فإن تسليم اليهود إشارة بالأصابع وتسليم النصارى الإشارة بالكف) [إذن فما دام كذلك فلا يخرج الأمر عن كونه - صلى الله عليه وسلم - يسلم بيده مصافحة]. (¬2)\r¬_________\r(¬1) الخلاص ص 59.\r(¬2) المصدر السابق ص 62.","Part":"1","seal":"66D3F718","page":46},
      {"id":50,"nass":"والجواب: إن دعواكم أن التسليم معناه المصافحة صحيح ولكن عند العوام!! وأما عند أهل اللغة وعند أهل الحديث وعند العلماء فإن التسليم معناه طرح السلام باللسان أو مع الإشارة باليد، وهكذا فسره أحد رواة الحديث فقد جاء في\rرواية الترمذي: [فأومأ بيده بالتسليم وأشار عبد الحميد بيده] (¬1)، وعبد الحميد هو أحد رواة الحديث فسر معنى ألوى بيده، وأهل اللغة فسروا أومأ بيده أي أشار، قال الجوهري: [أومأت إليه: أشرت] (¬2)، وكذلك ألوى: أشار. قال ابن منظور: [ألوى إليّ بيده إلواءً بيده أي إشارة بيده لا غير]. (¬3)\rومن خلال ما تقدم نعرف أن أومأ بيده وألوى بيده أي أشار ونعلم أن المقصود بالتسليم هو طرح السلام وهذا هو الصحيح وهو المعروف الوارد في السنة كما في الحديث عن أم هانئ قالت: (ذهبت إلى النبي - صلى الله عليه وسلم - وهو يغتسل فسلمت عليه، فقال هذه أم هانئ قلت: أم هانئ، قال: مرحباً) رواه البخاري ومسلم.\rونحن نسأل ما معنى سلمت عليه هل تعني أنها صافحته أم تعني أنها طرحت السلام عليه؟\rومثل ذلك حديث أبي هريرة أنه عليه الصلاة والسلام قال: (يسلم الراكب على الماشي والماشي على القاعد والقليل على الكثير) رواه البخاري ومسلم ومثل ذلك ما ورد عن ابن عمر أنه قال: (إذا سلمت\r\rفأسمع) رواه البخاري في الأدب المفرد وقال الحافظ سنده صحيح. (¬4)\r¬_________\r(¬1) سنن الترمذي 5/ 58.\r(¬2) الصحاح مادة أومأ.\r(¬3) لسان العرب مادة لوى.\r(¬4) فضل الله الصمد شرح الأدب المفرد 2/ 490.","Part":"1","seal":"72687AE9","page":47},
      {"id":51,"nass":"وأصرح من ذلك كله ما جاء في حديث أبي هريرة عن النبي - صلى الله عليه وسلم - قال: (خلق الله آدم على صورته ... قال اذهب فسلم على أولئك النفر من الملائكة جلوس فاستمع ما يحيونك فإنها تحيتك وتحية ذريتك، فقال: السلام عليكم، فقالوا: السلام عليكم ورحمة الله) رواه البخاري (¬1)، وغير ذلك من الأحاديث الكثيرة في هذا الباب.\rوقولكم أن الروايتين تدلان على المصافحة ولا يصح حملهما على الإشارة لأن النهي ورد في عدم التشبه باليهود\rوالنصارى، فالصحيح أن نحملهما على الإشارة لأن حملهما على المصافحة باطل، وأما النهي عن التشبه باليهود والنصارى في السلام إشارة فالمقصود بذلك هو الاقتصار على الإشارة. وفي حديث أسماء جمع النبي - صلى الله عليه وسلم - بين اللفظ والإشارة كما يظهر في رواية أبي داود فسلم علينا.\rوالتسليم بالإشارة يجوز لمن كان بعيداً بحيث لا يسمع التسليم، فيجوز التسليم عليه بالإشارة ويتلفظ مع ذلك بالسلام. هذا ما أفاده الإمام النووي (¬2) والحافظ ابن حجر (¬3)، وقال العلامة الجيلاني: ... [والنهي عن السلام بالإشارة مخصوص بمن قدر على اللفظ حساً وشرعاً، وإلا فهي مشروعة لمن يكون في شغل يمنعه من التلفظ بجواب السلام كالمصلي والبعيد والأخرس وكذا السلام على الأصم]. (¬4)\r¬_________\r(¬1) صحيح البخاري مع فتح الباري 13/ 238 - 240.\r(¬2) الأذكار ص 210.\r(¬3) فتح الباري 13/ 255.\r(¬4) فضل الله الصمد 2/ 489.","Part":"1","seal":"D6130F4D","page":48},
      {"id":52,"nass":"الشبهة التاسعة:\rقولهم: [ومن الدلالة أيضاً على أن المصافحة من حيث هي مصافحة للنساء مباحة كونه عليه الصلاة والسلام سمح لغيره بالمصافحة أيضاً وذلك لما روي عن أم عطية رضي الله عنها قالت: (لما قدم رسول الله - صلى الله عليه وسلم - المدينة جمع نساء الأنصار في بيت ثم أرسل إليهن عمر بن الخطاب عليه السلام، فقال: أنا رسول رسول الله - صلى الله عليه وسلم - إليكن، لا تشركن بالله شيئاً، فقلن: نعم. فمد يده من خراج البيت ومددنا أيدينا من داخل البيت ثم قال: اللهم اشهد) وروي عنه - صلى الله عليه وسلم -: (لما فرغ من بيعة الرجال جلس على الصفا ومعه عمر أسفل منه فجعل يشترط على النساء البيعة وعمر يصافحهن). (¬1)\rوالجواب: إن حديث أم عطية المذكور لا ذكر للمصافحة فيه وكل ما فيه: (أن عمر مد يده من خارج البيت ومددنا أيدينا من داخل البيت) وهذا لا مصافحة فيه لأن عمر كان خارج البيت والنساء داخل البيت. والمفهوم من هذه الرواية أن النسوة مددن أيديهن جميعاً في آن واحد ولا\rيعقل أن يصافحهن عمر وهو خارج البيت وهن داخل البيت في آن واحد فالاحتجاج بهذه الرواية على أن عمر صافح النساء كذب وزور وبهتان.\rوأما الرواية الثانية عن عمر فرواية ساقطة لا تقوم بها حجة لأن راويها هو محمد بن السائب الكلبي كما في المصدر الذي اعتمد عليه وهو تفسير الفخر الرازي (¬2)، قال فيه أبو حاتم: [الكلبي هذا مذهبه في الدين ووضوح الكذب فيه أظهر من أن يحتاج إلى الإغراق في وصفه].\r¬_________\r(¬1) الخلاص ص 64.\r(¬2) تفسير الفخر الرازي 29/ 308.","Part":"1","seal":"A20A9811","page":49},
      {"id":53,"nass":"وقال النسائي: [متروك الحديث] والكلبي كذاب لا يعول عليه بحال من الأحوال. وقال فيه الحافظ ابن حجر: [متهم بالكذب] (¬1)، ثم إن أهل التسفير قد ردوا هذه الرواية منهم ابن العربي المالكي والقرطبي. (¬2)\rويلاحظ من استدلالات القوم بأمثال هذه الروايات الساقطة أو التي لا حجة فيها ولا برهان تعصبهم المقيت\rللرأي ومحاولة الدفاع المستميت عنه بأي شيء كان، فيجمعون الروايات من هنا وهناك دون تمييز لما يصلح أو لا يصلح ولما يصح أو لا يصح كحاطب ليل لا يدري ماذا يجمع في ليلته الظلماء وينطبق عليهم قول الشاعر:\rأوردها سعد وسعد مشتمل ... ما هكذا يا سعد تورد الإبل\r\rالشبهة العاشرة:\rاحتجوا بما ذكره ابن كثير في تفسيره أن رسول الله - صلى الله عليه وسلم - حين بايع النساء فكانت هند زوج أبو سفيان متنكرة وعرفها رسول الله - صلى الله عليه وسلم - فدعاها فأخذت بيده فعاذرته فقال: أنت هند. قالت: عفا الله عما سلف. (¬3)\rوالجواب: إن الاستدلال بهذه الرواية دون ذكر لما قاله ابن كثير في نقدها مما يتنافى مع الأمانة العلمية، فابن كثير رحمه الله لما ساق هذه الرواية لم يسكت عنها بل بين عوارها وعدم ثبوتها، فقال رحمه الله: [وهذا أثر غريب وفي بعضه نكارة\rوالله أعلم فإن أبا سفيان وامرأته لما أسلما لم يكن رسول الله - صلى الله عليه وسلم - يخيفهما بل أظهر الصفاء والود لهما]. (¬4)\r¬_________\r(¬1) تقريب التهذيب ص 298، الكامل في ضعفاء الرجال 2/ 255.\r(¬2) انظر أحكام القرآن لابن العربي 4/ 1791 وتفسير القرطبي 18/ 71.\r(¬3) الخلاص ص 59، وانظر تفسير ابن كثير 4/ 354.\r(¬4) تفسير ابن كثير 4/ 354.","Part":"1","seal":"4C530616","page":50},
      {"id":54,"nass":"الشبهة الحادية عشرة:\rاحتجوا بما رواه أنس بن مالك قال: كانت الأمة من إماء أهل المدينة لتأخذ بيد رسول الله - صلى الله عليه وسلم - فتنطلق به حيث شاءت وفي رواية للعسقلاني فما ينزع يده من يدها حتى تذهب به حيث شاءت. (¬1)\rوالجواب: إننا لو رجعنا إلى الرواية الثانية كاملة وهي رواية لأحمد وليست للعسقلاني كما ذكر لوجدناها كما يلي، قال الحافظ: [وفي رواية أحمد: (فتنطلق به في حاجتها) وله من طريق علي بن زيد عن أنس: (إن كانت الوليدة من ولائد أهل المدينة لتجيء فتأخذ بيد رسول الله - صلى الله عليه وسلم - فما ينزع يده من يدها حتى تذهب به حيث شاءت) وأخرجه ابن ماجة من هذا الوجه. والمقصود بالأخذ باليد لازمه وهو\rالرفق والانقياد] (¬2)، ثم إن المراد بالوليدة هي الصبية الصغيرة، قال الفيومي: [الوليد: الصبي المولود والجمع ولدان بالكسر والصبية والأمة ولدية والجمع ولائد]. (¬3)\rوإذا كان الأمر يتعلق بالصبية الصغيرة فهذه لا بأس بلمسها دون شهوة وخاصة أن الآخذ بيدها رسول - صلى الله عليه وسلم -.\r¬_________\r(¬1) الخلاص ص 59.\r(¬2) فتح الباري 13/ 102.\r(¬3) المصباح المنير ص 671.","Part":"1","seal":"933FE852","page":51},
      {"id":55,"nass":"الشبهة الثانية عشرة:\rقالوا إن قوله: (إني لا أصافح النساء) يدل دلالة واضحة من دلالة النص وألفاظه أن الرسول - صلى الله عليه وسلم - هو المعني والمختص بالخطاب، حيث يقول إني وحرف لا يعني النفي ولا يعني النهي عن المصافحة في هذا النص، فالرسول - صلى الله عليه وسلم - أخبر عن نفسه في هذا الحادثة أنه لا يصافح النساء، أي أنه يمتنع عن ذلك. (¬1)\rوالجواب: إن استدلالكم هذا ينقض البناء الذي بنيتم من القواعد ويخر السقف عليكم وآخر كلامكم هدم أوله لأنكم زعمتم أن الرسول - صلى الله عليه وسلم - صافح النساء في البيعة كما في احتجاجكم بحديث أم عطية، قال النبهاني بعد أن ساق حديث أم عطية: [فهذا الحديث يدل على أن الرسول بايع النساء بالمصافحة، بدليل قوله: (فقبضت امرأة منا يدها)] (¬2)، وهنا تقولون أن الرسول - صلى الله عليه وسلم - امتنع عن المصافحة، ومعلوم أن حديث: (إني لا أصافح النساء) جاء في البيعة فما هذا التناقض الذي أوقعكم فيه تحميلكم للنصوص ما لا تحتمل وتأويلها تأويلاً فاسداً.\r¬_________\r(¬1) الخلاص ص 60.\r(¬2) الشخصية الإسلامية 3/ 107.","Part":"1","seal":"E1A962F5","page":52},
      {"id":56,"nass":"الشبهة الثالثة عشرة:\rزعموا أن قوله عليه الصلاة والسلام: (إني لا أصافح النساء) لا يعتبر نهياً مطلقاً لأنه قاله في خصوص البيعة. (¬1)\rوالجواب: إن هذا الزعم ساقط لأن المعروف عند الأصوليين أن العبرة بعموم اللفظ لا بخصوص السبب، والأمر كذلك في هذه المسألة، بل إن الحديث يدل على التحريم في حق المسلمين دلالة أولوية إذ قد امتنع عن المصافحة رسول الله - صلى الله عليه وسلم - في حال البيعة، مع أن الأصل في البيعة أن تكون معاقدة بالأيدي ومصافحة فلإن تكون ممنوعة في غير هذا الموطن أولى وأجدر والأدلة الأخرى التي ذكرناها سابقاً تقوي هذا الفهم والاستدلال، وإذا كان رسول الله - صلى الله عليه وسلم - قد امتنع عن المصافحة وهو رسول الله - صلى الله عليه وسلم - فمن باب أولى أن يمتنع عنها المسلمون غير المعصومين لأن المرأة مشتهاة خلقة واللمس قد يؤدي إلى إثارة الشهوة. والإسلام سد كل الأبواب التي تؤدي إلى إثارة الشهوات محافظة على نقاء المجتمع المسلم وطهره. (¬2) قال الحافظ العراقي: [وإذا لم يفعل هو ذلك مع عصمته وانتفاء الريبة في حقه فغيره أولى بذلك والظاهر أنه كان يمتنع من ذلك لتحريمه عليه]. (¬3)\rوقال الشيخ الصابوني: [ورسول الله - صلى الله عليه وسلم - عندما يمتنع عن مصافحة النساء مع أنه المعصوم فإنما هو تعليم للأمة وإرشاد لسلوك طريق الاستقامة، وإذا كان رسول الله - صلى الله عليه وسلم - وهو الطاهر الفاضل الشريف الذي لا يشك إنسان في نزاهته وطهارته وسلامة قلبه لا يصافح النساء ويكتفي بالكلام في مبايعتهن مع أن أمر البيعة أمر عظيم الشأن، فكيف يباح لغيره من الرجال مصافحة النساء مع أن الشهوة منهم غالبة والفتنة غير مأمونة والشيطان يجري فيهم مجرى الدم؟!]. (¬4)\r¬_________\r(¬1) حكم الإسلام في مصافحة المرأة الأجنبية ص 103.\r(¬2) المصدر السابق بتصرف.\r(¬3) طرح التثريب 7/ 44 - 45.\r(¬4) روائع البيان 2/ 566.","Part":"1","seal":"C1084DD4","page":53},
      {"id":57,"nass":"الشبهة الرابعة عشرة:\rقال النبهاني: [إن رفض الرسول أن يفعل فعلاً ليس بنهي فلا يدل على النهي عن المصافحة وإنما هو امتناع منه عن مباح من المباحات ... ] إلى أن قال: [وكما تجنب أكل الضب والأرنب وأمثال ذلك]. (¬1)\rوالجواب: إن امتناع النبي - صلى الله عليه وسلم - عن المصافحة ليس كامتناعه عن مباح من المباحات لأن إباحة الأرنب مثلاً ونحوه ثابتة وجماهير علماء المسلمين على إباحته وأما امتناعه عن مصافحة النساء فإنه امتناع عن محرم لأن الأحاديث واضحة في إثبات هذه الحرمة (¬2)، والرسول - صلى الله عليه وسلم - امتنع عن مصافحة النساء في حال البيعة مع أن المعروف في البيعة أن تكون مصافحة ومعاقدة بالأيدي ليدل أبلغ دلالة على تحريم مصافحة النساء، وإذا كان هو - صلى الله عليه وسلم - وهو المعصوم النقي التقي قد امتنع عن ذلك فمن باب وأولى أن يمتنع المسلمون عن المصافحة.\r¬_________\r(¬1) الشخصية الإسلامية 3/ 108.\r(¬2) حكم الإسلام في مصافحة المرأة الأجنبية ص 106.","Part":"1","seal":"5DBE8EFE","page":54},
      {"id":58,"nass":"الشبهة الخامسة عشرة:\rزعموا أن قول النبي - صلى الله عليه وسلم - إني لا أصافح النساء ولو كان مفيداً للتحريم لكان متعارضاً مع مصافحته عليه الصلاة والسلام\rللنساء وهي مباحة، فيتعارض الخبر الذي فيه تحريم مع الخبر الذي فيه إباحة فيرجح المباح على التحريم واحتجوا بكلام للآمدي حيث قال: [إذا كان أحد الأمرين ناهياً والآخر مبيحاً فالمبيح يكون مقدماً]. (¬1)\rوالجواب: إن دعواهم بالتعارض بين الأمرين المذكورين إنما هو تعارض في خيالهم فقط لا في الواقع وحقيقة الأمر، لأن الثابت الصحيح عن رسول الله - صلى الله عليه وسلم - أنه لم يصافح النساء كما سبق وبينا، ولو سلمنا جدلاً بوقوع المعارضة فكلامهم في ترجيح المبيح على المحرم غير صحيح وأن ما قاله الآمدي في هذه المسألة مرجوح والذي عليه جمهور الأصوليين والفقهاء أنه إذا تعارض الحظر مع الإباحة فالحظر مقدم.\rوهذا قول الإمام أحمد والكرخي والإمام الرازي وابن الحاجب وابن\rالسمعاني وابن السبكي والشوكاني (¬2)، وصححه أبو إسحاق الشيرازي فقال: [أن يكون أحدهما يقتضي الحظر والآخر الإباحة ففيه وجهان أحدهما أنهما سواء والثاني أن الذي يقتضي الحظر أولى وهو الصحيح لأنه أحوط]. (¬3)\r¬_________\r(¬1) الخلاص ص 62، وانظر الأحكام للآمدي 4/ 218.\r(¬2) انظر المحصول 2/ 587، إرشاد الفحول ص 279،283، اللمع في أصول الفقه ص 242، فواتح الرحموت 2/ 206، شرح الكوكب المنير 4/ 279، التعارض والترجيح عند الأصوليين ص 362 - 364، التعارض والترجيح بين الأدلة الشرعية 2/ 325 - 236، التقرير والتحبير 3/ 21، أدلة التشريع المتعارضة ص 100.\r(¬3) اللمع في أصول الفقه ص 242.","Part":"1","seal":"E5034BD3","page":55},
      {"id":59,"nass":"واحتجوا بما يلي:\r1. تقديم المباح على الحرمة يفيد إيضاح الواضح لأن الأصل في الأشياء الإباحة، فهذا الدليل لم يفد شيئاً جديداً بل أفاد نفس ما أفادته الإباحة الأصلية والمصير إلى خلافه وهو تقديم المفيد للحظر أولى لقاعدة تقديم التأسيس على التأكيد.\r2. قول النبي - صلى الله عليه وسلم -: (دع ما يريبك إلى ما لا يريبك) رواه أحمد والنسائي والترمذي وقال: حسن صحيح.\r3. ولأن الأخذ بالتحريم وترجيحه على المباح فيه عمل بالأحوط، وذلك لأنه يترتب على ترجيح التحريم ترك الفعل\rوالفعل إن كان حراماً في الواقع فقد تركه المكلف بترجيحه لجانب التحريم ومن ثم فلا ضرر عليه بتركه وإن لم يكن حراماً في الواقع بأن كان مباحاً فلا شيء عليه كذلك في تركه لأنه لا عقاب عليه بترك المباح وأما إذا عمل بالمبيح فإنه قد يترتب عليه العقاب إذا كان الفعل حراماً في الواقع ونفس الأمر فنفي العقاب ثابت في الأول وهو جانب ترجيح التحريم على جميع الاحتمالات بخلاف الثاني فإنه إنما ينتفي على احتمال واحد فقط وهو ما إذا كان الفعل مباحاً باعتبار الواقع ونفس الأمر. ومن هنا يظهر بوضوح أن العمل بالمحرم والقول بترجيحه على المبيح أحوط.\r4. ويمكن أن يستدل أيضاً بما ورد عن ابن مسعود - رضي الله عنه - أنه قال: (ما اجتمع الحرام والحلال إلا وغلب الحرام الحلال). (¬1)\r¬_________\r(¬1) التعارض والترجيح بين الأدلة الشرعية 2/ 325 - 326، التعارض والترجيح عند الأصوليين ص 363 - 364.","Part":"1","seal":"6003A1D3","page":56},
      {"id":60,"nass":"الخاتمة\rوبعد هذه الجولة العلمية في بطون الكتب الشرعية الموثوقة لا بد للباحث المنصف المجانب للتعصب والهوى أن يقتنع بهذه الأدلة الشرعية التي ضمنتها هذا البحث وأن يجزم بما لا يدع مجالاً للشك أو التردد بتحريم مصافحة المرأة الأجنبية، وقد تبين أن جماهير علماء المسلمين على ذلك من غير أن يند منهم أحد فهذا هو سبيل المؤمنين المقتدين بسيد المرسلين - صلى الله عليه وسلم -. وأن الادعاء بأن المسألة خلافية وأن لعلماء المسلمين فيها رأيين ادعاء باطل، ولقد راجعت عدداً كبيراً من المصادر للعلماء المتقدمين والمتأخرين فلم أجد أحداً من أهل العلم قال بإباحة مصافحة المرأة الأجنبية إلا ما قاله الشيخ النبهاني ومن اتبعه وهو قول شاذ مخالف لأهل العلم من السلف والخلف، ولا يسنده دليل شرعي صحيح، وإنما تعلق قائله بفهم خاطئ للنصوص أو بالمرجوح من الرأي، أو استدلال بالحديث الضعيف مع إعراضه عن الأحاديث\rالصحيحة، وأرجو ممن يقف على قول لأحد أهل العلم يوافق قول النبهاني أن يعلمني بذلك، كما وأرجو من كل قارئ منصف إن وجد خطأ أن يصوبه فإني لا أدعي الكمال، لأن النقصان من طبيعة الإنسان والكمال لله سبحانه وتعالى.\rوختاماً أساله تعالى أن ينفع بهذا البحث إخواني طلبة العلم الشرعي والمسلمين أجمعين وصلى اللهم على سيدنا محمد وعلى آله وصحبه وسلم.\rالدكتور حسام الدين موسى عفانه\rنائب عميد كلية الدعوة أصول الدين\rجامعة القدس","Part":"1","seal":"4F9E35ED","page":57},
      {"id":61,"nass":"مصادر البحث\rالقرآن الكريم:\r\rأ. التفسير:\r1. أحكام القرآن / لابن العربي.\r2. تفسير الألوسي.\r3. تفسير الفخر الرازي.\r4. تفسير القرطبي.\r5. تفسير ابن كثير.\r6. تفسير الكشاف / للزمخشري.\r7. روائع البيان / للصابوني.\r\rب. الحديث وعلومه:\r8. الإحسان في تقريب صحيح ابن حبان.\r9. الأذكار / للنووي.\r10. الاعتبار في الناسخ والمنسوخ من الآثار / للحازمي.\r11. تدريب الراوي / للسيوطي.\r12. الترغيب والترهيب / للمنذري.\r13. التعليق المغني على سنن الدارقطني.\r14. تقريب التهذيب / لابن حجر.\r15. التلخيص الحبير / لابن حجر.\r16. رسوخ الأحبار في منسوخ الأخبار / لأبي إسحاق الجعبري.\r17. سلسلة الأحاديث الصحيحة / للألباني.","Part":"1","seal":"FB333B49","page":58},
      {"id":62,"nass":"18. سنن أبي داود.\r19. سنن الترمذي.\r20. سنن ابن ماجة.\r21. سنن النسائي.\r22. شرح صحيح مسلم للنووي.\r23. صحيح البخاري.\r24. صحيح الجامع الصغير / للألباني.\r25. صحيح سنن النسائي / للألباني.\r26. صحيح مسلم.\r27. طرح التثريب / للعراقي.\r28. عارضة الأحوذي.\r29. فتح الباري / لابن حجر.\r30. الفتح الرباني / للساعاتي.\r31. فضل الله الصمد في توضيح الأدب المفرد / للجيلاني.\r32. فيض القدير / للمناوي.\r33. الكامل في الضعفاء / للذهبي.\r34. المستدرك / للحاكم.\r35. المصنف / لعبد الرزاق.\r36. الموطأ / للإمام مالك.\r37. المنتقى / للباجي.\r38. نيل الأوطار / للشوكاني.","Part":"1","seal":"BB82BC3F","page":59},
      {"id":63,"nass":"جـ. أصول الفقه:\r39. الأحكام / للآمدي.\r40. أدلة التشريع المتعارضة / لبدران.\r41. إرشاد الفحول / للشوكاني.\r42. التعارض والترجيح بين الألة الشرعية / للبزرنجي.\r43. التعارض والترجيح عند الأصوليين / للحفناوي.\r44. التقرير والتحبير / لابن أمير الحاج.\r45. الحدود في الأصول / للباجي.\r46. شرح الكوكب المنير / لابن النجار.\r47. فواتح الرحموت / للأنصاري.\r48. اللمع / لأبي إسحاق الشيرازي.\r49. المحصول / للإمام الرازي.\r50. المستصفى / للإمام الغزالي.\r\rد. الفقه:\r51. الاختيارات العلمية / لابن تيمية.\r52. الاختيار لتعليل المختار / للموصلي الحنفي.\r53. بدائع الصنائع / للكاساني.\r54. تبيين الحقائق / للزيلعي.\r55. نحفة الفقهاء / للسمرقندي.\r56. حاشية ابن عابدين.\r57. الفقه الإسلامي وأدلته / للزحيلي.","Part":"1","seal":"33989BC6","page":60},
      {"id":64,"nass":"58. كفاية الأخيار / للحصني الشافعي.\r59. المغني / لابن قدامة.\r60. ملتقى الأبحر / لإبراهيم الحلبي.\r61. كمنار السبيل / لابن ضويان.\r62. البداية / للمرغيناني.\r\rهـ. كتب حديثة وأخرى متفرقة:\r63. الإبداع / لعلي محفوظ.\r64. الآداب الشرعية / لابن مفلح.\r65. أدلة تحريم مصافحة المرأة الأجنبية / لأحمد محمد إسماعيل.\r66. إعلام الموقعين / لابن القيم.\r67. التعريفات / للجرجاني.\r68. حجاب المرأة المسلمة / للألباني.\r69. حكم الإسلام في مصافحة المرأة الأجنبية / لمحمد الحامد.\r70. الخلاص واختلاف الناس / لمحمد الشويكي.\r71. الشخصية الإسلامية / للنبهاني.\r72. فتاوي العلماء للنساء / لعبد العزيز بن باز ومحمد بن صالح العثيمين.\r73. فتاوي اللجنة الدائمة للإفتاء السعودية.\r74. فقه السيرة / البوطي.\r75. قواعد نظام الحكم في الإسلام / للخالدي.\r76. اللباس والزينة / محمد عبد العزيز عمرو.","Part":"1","seal":"EFA254C8","page":61},
      {"id":65,"nass":"77. المفصل في أحكام المرأة / لعبد الكريم زيدان.\r78. النظام الاجتماعي في الإسلام / للنبهاني.\r\rو. اللغة:\r79. الصحاح / للجوهري.\r80. لسان العرب / لابن منظور.\r81. المصباح المنير / للفيومي.","Part":"1","seal":"60C68F4A","page":62}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":2,"verName":null,"Lng":"حسام الدين بن موسى محمد بن عفانة","bLnk":null,"Inf":"[الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية - حسام عفانة]\r\n\r\nكتاب يبحث بحثاً حديثياً وفقهياً موسعاً في حكم مصافحة المرأة الأجنبية، يبين الأحاديث الواردة في المسألة وأقوال جماعة كثيرة من أهل العلم قديماً وحديثاً، وفيه أدلة العلماء على التحريم وذكر أهم الشبهات التي بني عليها القول الشاذ بالإباحة والرد عليها.\r\n\r\nصدرت الطبعة الأولى في القدس 1414هـ / 1994.","Auth":"حسام الدين عفانة","Betaka":"الكتاب: الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية\r\nالمؤلف: حسام الدين بن موسى محمد بن عفانة\r\nتقديم: الدكتور موسى البسيط، عميد كلية الدعوة والعلوم الإسلامية - أم الفحم\r\nطبعة: أبو ديس- القدس\r\nالطبعة: الأولى، 1414هـ - 1994.\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"الاسم : حسام الدين بن موسى محمد بن عفانة\r\nمكان و تاريخ الولادة : أبو ديس - القدس عام 1374هـ وفق 1955 م\r\nالدرجة العلمية : أستاذ في الفقه و الأصول .\r\nالشهادات العلمية:\r\nبكالوريوس شريعة بتقدير جيد جداً مع مرتبة الشرف من كلية الشريعة، الجامعة الإسلامية - المدينة المنورة / السعودية سنة 1978.\r\nماجستير فقه و أصول بتقدير جيد جداً، من كلية الشريعة - جامعة أم القرى / السعودية سنة 1982.\r\nدكتوراه فقه وأصول بتقدير جيد جداً، من كلية الشريعة جامعة أم القرى/ السعودية 1985سنة .\r\nالعمل:\r\nأستاذ مساعد كلية الدعوة وأصول الدين، جامعة القدس من 1985-1987.\r\nأستاذ مساعد قسم الثقافة الإسلامية، كلية التربية، جامعة الملك سعود، الرياض، المملكة العربية السعودية من 1988-1991 .\r\nأستاذ مساعد كلية الدعوة و أصول الدين، جامعة القدس من 1991-1997.\r\nأستاذ مشارك كلية الدعوة و أصول الدين من 1997م وحتى 2004م.\r\nأستاذ الفقه والأصول (بروفيسور) / جامعة القدس من تشرين أول 2004م.\r\nرئيس دائرة الفقه والتشريع / كلية الدعوة وأصول الدين / جامعة القدس حالياً.\r\nمنسق برنامج ماجستير الفقه والتشريع والأصول / كلية الدعوة وأصول الدين / جامعة القدس حالياً.\r\nتدريس مساقات في الفقه و الأصول في جامعة النجاح الوطنية - نابلس لطلبة الدراسات العليا 1992.\r\nالتدريس في كلية الدعوة والدراسات الإسلامية في أم الفحم 1991-1994.\r\nتدريس مساقات البحث العلمي والدلالات و شرح قانون الأحوال الشخصية و الاجتهاد لطلبة الماجستير معهد القضاء العالي جامعة الخليل 1997-1999.\r\nعضو المجلس الأكاديمي لجامعة القدس من 1995 وحتى 1999.\r\nعضو تحرير مجلة هدى الإسلام منذ 1986 وحتى الآن.\r\nرئيس هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني ( وهي شركة تتعامل وفق أحكام المعاملات الإسلامية ) منذ 1994م وحتى سنة 2004م حيث توقفت الشركة عن العمل.\r\nرئيس هيئة الرقابة الشرعية لبنك الأقصى الإسلامي منذ سنة 1998م وحتى الآن.\r\nمنسق برنامج ماجستير الدراسات الإسلامية المعاصرة جامعة القدس سابقاً.\r\nعضو مجلس البحث العلمي في جامعة القدس.\r\nالإنتاج العلمي:\r\nالحقيقة و المجاز في الكتاب و السنة و علاقتهما بالأحكام الشرعية (رسالة ماجستير ) . بيان معاني البديع في أصول الفقه ( رسالة دكتوراه ) . الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية ( كتاب ) . أحكام العقيقة في الشريعة الإسلامية ( كتاب ) . يسألونك الجزء الأول (كتاب ) . يسألونك الجزء الثاني ( كتاب ) . بيع المرابحة للآمر بالشراء على ضوء تجربة شركة بيت المال الفلسطيني العربي ( كتاب ) . صلاة الغائب دراسة فقهية مقارنة ( كتاب ) . يسألونك الجزء الثالث ( كتاب ) . يسألونك الجزء الرابع ( كتاب ) . يسألونك الجزء الخامس ( كتاب ) . المفصل في أحكام الأضحية ( كتاب ) . شرح الورقات في أصول الفقه لجلال الدين المحلي ( دراسة و تعليق و تحقيق ) . فهارس مخطوطات مؤسسة إحياء التراث الإسلامي 12 جزءا بالاشتراك صدر الأول منها: - الجزء الأول ويشمل فهرس أصول الفقه والفقه المقارن والفقه المالكي والفقه الحنبلي والقواعد الفقهية والفرائض . - الجزء الثاني فهرس الفقه الشافعي. الفتاوى الشرعية (1) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال العربي ) . الفتاوى الشرعية (2) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال العربي ) . الشيخ العلامة مرعي الكرمي و كتابه دليل الطالب ( بحث ) . الزواج المبكر ( بحث ) . الإجهاض ( بحث ) . مسائل مهمات في فقه الصوم و التراويح و القراءة على الأموات ( كتاب ) . مختصر كتاب جلباب المرأة المسلمة للعلامةالمحدث الألباني ( كتاب ) . اتباع لا ابتداع (كتاب) . بذل المجهود في تحرير أسئلة تغير النقود للغزي التمرتاشي (دراسة و تعليق و تحقيق). يسألونك الجزء السادس(كتاب). رسالة إنقاذ الهالكين للعلامة البركوي ( دراسة و تحقيق وتعليق ) . الخصال المكفرة للذنوب (يتضمن تحقيق مخطوط للخطيب الشربيني) (كتاب). أحاديث الطائفة الظاهرة وتحريف الغالين وانتحال المبطلين وتأويل الجاهلين (كتاب). التنجيم (بحث بالاشتراك). الحسابات الفلكية (بحث بالاشتراك). يسألونك الجزء السابع (كتاب). المفصل في أحكام العقيقة (كتاب). يسألونك الجزء الثامن (كتاب). يسألونك الجزء التاسع (كتاب). فهرس المخطوطات المصورة الجزء الثاني (الفقه الشافعي) بالاشتراك (كتاب) فقه التاجر المسلم وآدابه (كتاب) يسألونك الجزء العاشر (كتاب)\r\nموقع الأستاذ الدكتور حسام الدين على شبكة الانترنت: http://www.yasaloonak.net\r\nوعنوان البريد الإلكتروني: fatawa@yasaloonak.net\r\n","seal":"93D82C02","cat":"بحوث ومسائل","oNum":9273,"BkId":9273,"oAuth":596,"bVer":1,"aSeal":"F4D8F789"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9273":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"تقديم"},
      {"lvl":1,"id":6,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":8,"sub":0,"tit":"المبحث الأول تعريف المصافحة"},
      {"lvl":1,"id":9,"sub":0,"tit":"المبحث الثاني تحديد المراد بالمرأة الأجنبية"},
      {"lvl":1,"id":12,"sub":0,"tit":"المبحث الثالث حكم مصافحة المرأة الأجنبية وأقوال العلماء في ذلك"},
      {"lvl":1,"id":23,"sub":0,"tit":"المبحث الرابع أدلة العلماء على تحريم مصافحة المرأة الأجنبية"},
      {"lvl":1,"id":31,"sub":0,"tit":"المبحث الخامس القول الشاذ بجواز مصافحة المرأة الأجنبية"},
      {"lvl":1,"id":33,"sub":0,"tit":"المبحث السادس شبهات المخالف والرد عليها"},
      {"lvl":2,"id":33,"sub":1,"tit":"الشبهة الأولى:"},
      {"lvl":2,"id":37,"sub":0,"tit":"الشبهة الثانية:"},
      {"lvl":2,"id":39,"sub":0,"tit":"الشبهة الثالثة:"},
      {"lvl":2,"id":40,"sub":0,"tit":"الشبهة الرابعة:"},
      {"lvl":2,"id":41,"sub":0,"tit":"الشبهة الخامسة:"},
      {"lvl":2,"id":44,"sub":0,"tit":"الشبهة السادسة:"},
      {"lvl":2,"id":48,"sub":0,"tit":"الشبهة السابعة:"},
      {"lvl":2,"id":49,"sub":0,"tit":"الشبهة الثامنة:"},
      {"lvl":2,"id":52,"sub":0,"tit":"الشبهة التاسعة:"},
      {"lvl":2,"id":53,"sub":0,"tit":"الشبهة العاشرة:"},
      {"lvl":2,"id":54,"sub":0,"tit":"الشبهة الحادية عشرة:"},
      {"lvl":2,"id":55,"sub":0,"tit":"الشبهة الثانية عشرة:"},
      {"lvl":2,"id":56,"sub":0,"tit":"الشبهة الثالثة عشرة:"},
      {"lvl":2,"id":57,"sub":0,"tit":"الشبهة الرابعة عشرة:"},
      {"lvl":2,"id":58,"sub":0,"tit":"الشبهة الخامسة عشرة:"},
      {"lvl":1,"id":60,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":61,"sub":0,"tit":"مصادر البحث"},
      {"lvl":2,"id":61,"sub":1,"tit":"أ. التفسير:"},
      {"lvl":2,"id":61,"sub":2,"tit":"ب. الحديث وعلومه:"},
      {"lvl":2,"id":63,"sub":0,"tit":"جـ. أصول الفقه:"},
      {"lvl":2,"id":63,"sub":1,"tit":"د. الفقه:"},
      {"lvl":2,"id":64,"sub":0,"tit":"هـ. كتب حديثة وأخرى متفرقة:"},
      {"lvl":2,"id":65,"sub":0,"tit":"و. اللغة:"}
    ]
}
