{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9281":
    [
      {"page":1,"id":1,"nass":"المفصل في أحكام الأضحية\rتأليف\rالدكتور حسام الدين عفانه\rالأستاذ المشارك في الفقه والأصول\rكلية الدعوة وأصول الدين\rجامعة القدس","seal":"F9C4E240","part":1},
      {"page":3,"id":3,"nass":"بسم الله الرحمن الرحيم","seal":"8A8F76E1","part":1},
      {"page":4,"id":4,"nass":"مقدمة\rإن الحمد لله نحمده ونستعينه، ونستهديه ونستغفره ونسترشده، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\r{يَاأَيُّهَا الَّذِينَءَامَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}.\r{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا}.\r{يَاأَيُّهَا الَّذِينَءَامَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}.\rأما بعد:\rفإن الأضحية شعيرةٌ من شعائر الله واجبٌ تعظيمها كما قال تعالى: {ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ}.\rوسنة من سنن الرسول - صلى الله عليه وسلم - ينبغي الالتزام بها، وإحياؤها بالعمل بها ونشرها.\rفرغبت في جمع كتاب في الأضحية، أبين فيه بالتفصيل، أحكامها وشروطها وسننها وآدابها، وما يتعلق بالمضحي من شروط وسنن وآداب، ونحو ذلك على نسق الكتاب الذي سبق وألفته بعنوان [أحكام العقيقة في الشريعة الإسلامية].\rوقد جمعت مادة هذا الكتاب من بطون كتب التفسير، وشروح السنة، وأمهات كتب الفقه، وصغت ذلك بأسلوب سهل ميسور، وأقول ما قاله العلامة ابن منظور صاحب لسان العرب: [وليس لي في هذا الكتاب فضيلة أَمُتُّ بها، ولا وسيلة أتمسك بها، سوى أني جمعت فيه ما تفرق في كتب السابقين].\rولما كنت أتبع منهج المحققين من الفقهاء، الذين يعتنون في كتبهم بذكر الأدلة، من كتاب الله وسنَّة رسول الله - صلى الله عليه وسلم -، حرصت على الاستدلال لكل مسألة من مسائل\rالكتاب.","seal":"B9D8CF33","part":1},
      {"page":5,"id":5,"nass":"فإن جمال الفقه وروحه الدليل، ولذا عُنيتُ بتخريج الأحاديث التي أستدل بها، فما كان في صحيحي البخاري ومسلم، أو في أحدهما اكتفيت بذلك، وما كان فيما عداهما من كتب السنة، ذكرت أقوال المحدثين في الحكم عليه، كالحافظ ابن عبد البر، والإمام النووي، والحافظ الهيثمي، والحافظ ابن حجر، والحافظ الزيلعي من المتقدمين، ومن المتأخرين محدث العصر الشيخ محمد ناصر الدين الألباني.\rوقد جمعت أقوال العلماء من الصحابة - فهم سادات المفتين والعلماء - والتابعين، ومن أصحاب المذاهب الفقهية وأتباعهم، ونظرت في أدلتهم، ورجحت ما وسعني الترجيح، من غير تعصب لمذهب أو إمام، وإنما حسب ما يؤيده الدليل، وأرجو أن يكون ما رجحته هو الصواب، فإن كان كذلك، فالحمد لله أولاً وأخيراً، وإن كانت الأخرى، فأستغفر الله وأتوب إليه، وذلك من خطئي وتقصيري، وأخيراً أقول ما قاله القاضي البيساني يرحمه الله: [إني رأيت أنه لا يكتب إنسانٌ كتاباًفي يومه، إلا قال في غده: لو غُيِّرَ هذا لكان أحسن، ولو زِيدَ كذا لكان يستحسن، ولو قُدِمَ هذا لكان أفضل، ولو تُرِكَ هذا لكان أجمل، وهذا من أعظم العبر، وهو دليلٌ على استيلاء النقص على جملة البشر].\rوصلى الله وسلم وبارك على سيدنا محمد وعلى آله وصحبه أجمعين\rكتبه د. حسام الدين بن موسى عفانة\rأبوديس/القدس\rصباح يوم الاثنين الخامس عشر من شوال 1419 وفق الأول من شباط 1999","seal":"2D827A9E","part":1},
      {"page":6,"id":6,"nass":"شكرٌ وتقديرٌ\rيقول الرسول - صلى الله عليه وسلم - (من لا يشكر الناس لا يشكر الله).\rأتقدم بجزيل الشكر والتقدير إلى جمعية الإصلاح - لجنة إحياء التراث - في بيت المقدس التي بادرت إلى طبع هذا الكتاب، كما طبعت غيره من الكتب النافعة والمفيدة.\rفجزى الله القائمين على اللجنة خير الجزاء، وبارك الله فيهم، وفي جهودهم الطيبة.\rالمؤلف","seal":"9B1E59B1","part":1},
      {"page":7,"id":7,"nass":"الطبعة الأولى شوال 1419\rكانون الثاني 1999\rمطبعة الأمل _ القدس\rتلفون: 2449064\rحقوق الطبع محفوظة للمؤلف","seal":"6F0A4D5C","part":1},
      {"page":8,"id":8,"nass":"الفصل الأول\rحكم الأضحية وشروطها\rالمبحث الأول\rتعريف الأضحية لغةً واصطلاحاً\rتعريف الأضحية لغةً: الأضحية في لغة العرب فيها أربع لغات كما نقل الجوهري عن الأصمعي قوله:","seal":"8DD826E2","part":1},
      {"page":9,"id":9,"nass":"[وفيها أربع لغات، إضْحِيَّةٌ.\rوأُضْحِيَّةٌ والجمع أضاحي.\rوضَحِيَّةٌ على فعيلة والجمع ضحايا.\rوأضْحَاةٌ والجمع أضحىً كما يقال أرطاةٌ وأرْطىً ... ] (¬1).\rويقال ضحى تضحيةً، إذا ذبح الأضحية وقت الضحى، هذا هو الأصل فيه كما قال أهل اللغة (¬2).\rتعريف الأضحية عند الفقهاء: عرَّف الفقهاء الأضحية بعدة تعريفات منها:\r1. هي ذبح حيوان مخصوص بنية القربة في وقت مخصوص (¬3).\r2. هي اسم لحيوان مخصوص بسن مخصوص يذبح بنية القربة في يوم مخصوص عند وجود شرائطها وسببها (¬4).\r3. هي ما يذبح من النعم تقرباً إلى الله تعالى من يوم العيد إلى آخر أيام التشريق (¬5).\r4. والذي أختاره في تعريف الأضحية أنها: اسمٌ لما يُذكى من النَّعم تقرباً إلى الله تعالى في أيام النحر بشرائط مخصوصة.\rفالتذكية هي إزهاق روح الحيوان ليتوصل إلى حلِّ أكله، فتشمل الذبح والنحر، بل تشمل العقر أيضاً، كما لو شرد ثورٌ أو بعير فطُعِنَ برمح أو نحوه مع التسمية ونية الأضحية.\rمن النعم: لأن الأضحية تكون من الأنعام فقط، على الراجح من أقوال أهل العلم كما سيأتي.\rوالأنعام هي الإبل والبقر والغنم وتشمل الضأن والماعز.\rفي أيام النحر: وهذا لبيان وقت الأضحية الشرعي كما سيأتي تفصيله في محله.\r¬__________\r(¬1) الصحاح للجوهري مادة ضحا 6/ 2407، وانظر لسان العرب 8/ 29 - 30 مادة ضحا، تاج العروس 19/ 615 - 616 مادة ضحو.\r(¬2) المصباح المنير ص359.\r(¬3) الدر المختار شرح تنوير الأبصار 6/ 312.\r(¬4) أنيس الفقهاء ص279.\r(¬5) مغني المحتاج 6/ 122، الإقناع 2/ 277.","seal":"08615D94","part":1},
      {"page":10,"id":10,"nass":"تقرباً إلى الله تعالى: فلا يعد من الأضحية ما يُذكى لغير التقرب إلى الله تعالى، مثل ما يُذكى للبيع أو الأكل أو إكرام الضيف، وكذلك لا يُعَدُ من الأضحية، ما يذكى تقرباً إلى الله تعالى في غير أيام النحر كالعقيقة (¬1).\rبشرائط مخصوصة: وسيأتي تفصيل شروط الأضحية في موضعها إن شاء الله تعالى.\r\rالمبحث الثاني\rمشروعية الأضحية وفضلها\rأولاً: مشروعية الأضحية:\rالأضحية مشروعة بكتاب الله عز وجل وسنة رسوله - صلى الله عليه وسلم - القولية والفعلية وانعقد الإجماع على ذلك.\r¬__________\r(¬1) انظر الموسوعة الفقهية 5/ 74.","seal":"0DC0E2C7","part":1},
      {"page":11,"id":11,"nass":"أما الكتاب الكريم فقوله تعالى:} فَصَلِّ لِرَبِّكَ وَانْحَرْ {سورة الكوثر الآية 2.\rقال القرطبي: [قوله تعالى:} فَصَلِّ {أي أقم الصلاة المفروضة عليك، كذا رواه الضحاك عن ابن عباس.\rوقال قتادة وعطاء وعكرمة:} فَصَلِّ لِرَبِّكَ {صلاة العيد يوم النحر.\r} وَانْحَرْ {نُسُكك.\rوقال أنس: كان النبي - صلى الله عليه وسلم - ينحر ثم يصلي فأُمِرَ أن يصلي ثم ينحر.\rوقال سعيد بن جبير أيضاً: صل لربك صلاة الصبح المفروضة بجمع – أي مزدلفة – وانحر البدن بمنى ... ] (¬1).\rوقال ابن كثير: [قال ابن عباس وعطاء ومجاهد وعكرمة والحسن، يعني بذلك نحر البدن ونحوها.\rوكذا قال قتادة ومحمد بن كعب القرظي والضحاك والربيع وعطاء الخراساني والحكم وسعيد بن أبي خالد وغير واحد من السلف وهذا بخلاف ما كان عليه المشركون من السجود لغير الله والذبح على غير اسمه كما قال تعالى: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ ... } الآية] ثم قال ابن كثير بعد أن ذكر أقوالاً أخرى في تفسير الآية:\r[والصحيح القول الأول أن المراد بالنحر ذبح المناسك] (¬2).\rومن أهل العلم من يرى أن المراد بقوله تعالى:} فَصَلِّ لِرَبِّكَ {أي صلاة العيد وبقوله:\r} وَانْحَرْ {أي نحر الأضحية.\rولا يخفى أن صلاة العيد داخلة في عموم قوله تعالى:} فَصَلِّ لِرَبِّكَ {وأن الأضحية داخلة في عموم قوله تعالى:} وَانْحَرْ {(¬3) وهذه الأقوال في تفسير الآية محتملة.\r¬__________\r(¬1) تفسير القرطبي 20/ 218.\r(2) تفسير ابن كثير 4/ 558.\r(¬3) انظر فتح القدير 5/ 502، أضواء البيان 5/ 416.","seal":"AB3FB24E","part":1},
      {"page":12,"id":12,"nass":"وأما السنة النبوية الفعلية، فقد ثبت أن النبي - صلى الله عليه وسلم - كان يضحي وكان يتولى ذبح أضحيته بنفسه - صلى الله عليه وسلم - فمن ذلك:\rأ. ما رواه البخاري بإسناده عن أنس - رضي الله عنه - قال: (ضحى النبي - صلى الله عليه وسلم - بكبشين أملحين، فرأيته واضعاً قدمه على صفاحهما يسمِّي ويكبر فذبحهما بيده).\rورواه مسلم، ولفظه: (عن أنس قال: ضحى رسول الله - صلى الله عليه وسلم - بكبشين أملحين أقرنين\rقال: ورأيته يذبحهما بيده ورأيته واضعاً قدمه على صفاحهما قال: وسمَّى وكبر) (¬1).\rب. وعن عائشة رضي الله عنها: (أن رسول الله - صلى الله عليه وسلم - أمر بكبش أقرن، يطأ في سواد، ويبرك في سواد، وينظر في سواد، فأُتِيَ به ليضحي به، فقال لها: يا عائشة هلمي المدية، ثم قال: اشحذيها بحجر. ففعلت ثم أخذها وأخذ الكبش، فأضجعه ثم ذبحه ثم قال:\rباسم الله اللهم تقبل من محمد وآل محمد، ومن أمة محمد ثم ضحَّى به) رواه مسلم (¬2).\rج. وعن ابن عمر رضي الله عنهما قال: (أقام رسول الله - صلى الله عليه وسلم - بالمدينة عشر سنين يضحي) رواه أحمد والترمذي وقال: هذا حديث حسن (¬3).\rد. وعن جابر - رضي الله عنه - قال: (شهدتُ مع رسول الله - صلى الله عليه وسلم - الأضحى بالمصلى، فلما قضى خطبته نزل من منبره، وأُتِيَ بكبش فذبحه رسول الله - صلى الله عليه وسلم - بيده، وقال: بسم الله والله أكبر هذا عني وعمَّن لم يضح من أمتي) رواه أبو داود والترمذي وابن ماجة وأحمد، وقال الشيخ الألباني: صحيح (¬4).\rوأما السنة النبوية القولية، فقد وردت أحاديث كثيرة في الأضحية منها:\rأ. عن البراء - رضي الله عنه - قال: (قال النبي - صلى الله عليه وسلم -: إن أول ما نبدأ به في يومنا هذا أن نصلي، ثم نرجع فننحر، من فعله فقد أصاب سنتنا، ومن ذبح قبل فإنما هو لحم قدمه لأهله ليس من النسك في شيء.\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 114، صحيح مسلم بشرح النووي 5/ 104.\r(¬2) صحيح مسلم بشرح النووي 5/ 105 - 106.\r(¬3) سنن الترمذي مع شرحه التحفة 5/ 80، الفتح الرباني 13/ 65.\r(¬4) صحيح سنن أبي داود 2/ 540، سنن الترمذي مع شرحه التحفة 5/ 94، سنن ابن ماجة 2/ 1043، الفتح الرباني 13/ 63.","seal":"4D2E3AD7","part":1},
      {"page":13,"id":13,"nass":"فقام أبو بردة بن نيار وقد ذبح فقال: إن عندي جذعة فقال: إذبحها ولن تجزئ عن أحدٍ بعدك.) رواه البخاري ومسلم (¬1).\rب. وعن جندب بن سفيان - رضي الله عنه - قال: (شهدتُ الأضحى مع رسول الله - صلى الله عليه وسلم - فلم يعدُ أن صَلَّى وفرغ من صلاته سَلَّمَ، فإذا هو يرى لحم أضاحِيَّ قد ذُبحت قبل أن يفرغ من صلاته، فقال: من كان ذبح أضحيته قبل أن يصلي أو نصلي فليذبح مكانها أخرى، ومن كان لم يذبح فليذبح باسم الله) رواه البخاري ومسلم واللفظ له (¬2).\rج. وعن أم سلمة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: (إذا دخلت العشر وأراد أحدكم أن يضحي، فلا يمس من شعره ولا بشره شيئاً) رواه مسلم (¬3).\rوغير ذلك من الأحاديث.\rوقد أجمع المسلمون على مشروعية الأضحية (¬4).\r\rثانياً: فضل الأضحية:\rقال الإمام ابن العربي المالكي: [ليس في فضل الأضحية حديثٌ صحيحٌ، وقد روى الناس فيها عجائب لم تصح، منها قوله: (إنها مطاياكم إلى الجنة)] (¬5).\rوقد وردت بعض الأحاديث في فضل الأضحية، ولكنها ضعيفة، وبعضها موضوع مكذوب، وأمثل الأحاديث الواردة في فضل الأضحية ما رواه الترمذي بإسناده عن عائشة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (ما عمل آدمي من عمل يوم النحر، أحب إلى الله من إهراق\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 98، صحيح مسلم بشرح النووي 5/ 99.\r(¬2) صحيح البخاري مع الفتح 12/ 117، صحيح مسلم بشرح النووي 5/ 95 - 96.\r(¬3) صحيح مسلم بشرح النووي 5/ 119.\r(¬4) المغني 9/ 435.\r(¬5) عارضة الأحوذي 6/ 228.","seal":"E7F226F4","part":1},
      {"page":14,"id":14,"nass":"الدم، إنها لتأتي يوم القيامة بقرونها وأشعارها وأظلافها، وإن الدم ليقع من الله بمكان قبل أن يقع من الأرض فطيبوا بها نفساً) قال الترمذي: [وفي الباب عن عمران بن حصين وزيد بن أرقم. قال أبو عيسى: هذا حديث حسن غريب لانعرفه من حديث هشام بن عروة إلا من هذا الوجه\rقال أبو عيسى: ويروى عن النبي - صلى الله عليه وسلم - أنه قال في الأضحية لصاحبها بكل شعرة حسنة، ويروى بقرونها] (¬1).\rورواه الحاكم وقال: صحيح الإسناد. ولم يخرجاه. فتعقبه الذهبي بقوله: قلت سليمان واهٍ وبعضهم تركه (¬2). وضعفه المنذري وأبو حاتم والشيخ الألباني (¬3).\rوأما حديث عمران بن حصين الذي أشار إليه الترمذي فنصه: (عن عمران بن حصين - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: يا فاطمة قومي إلى أضحيتك فاشهديها، فإنه يغفر لك عند أول قطرة تقطر من دمها كل ذنب عملتيه، وقولي: إن صلاتي ونسكي، ومحياي ومماتي لله رب العالمين، لا شريك له، وبذلك أمرت وأنا من المسلمين.\rقال عمران: قلت يا رسول الله هذا لك ولأهل بيتك خاصة فأهل ذاك أنتم، أم للمسلمين عامة؟ قال: بل للمسلمين عامة).\rرواه الحاكم وقال: هذا حديث صحيح الإسناد. ولم يخرجاه وشاهده حديث عطية عن أبي سعيد.\rوتعقبه الذهبي فقال: بل أبو حمزة ضعيف جداً وإسماعيل ليس بذاك (¬4).\rوقال الشيخ الألباني عن الحديث: منكر (¬5).\rوأما حديث زيد بن أرقم الذي أشار إليه الترمذي ونصه: (عن زيد بن أرقم - رضي الله عنه - قال: قال أصحاب رسول الله - صلى الله عليه وسلم -: يا رسول الله ما هذه الأضاحي؟ قال: سنة أبيكم إبراهيم.\rقالوا: فما لنا فيها يا رسول الله؟ قال: بكل شعرة حسنة.\r¬__________\r(¬1) سنن الترمذي مع شرحه عارضة الأحوذي 6/ 228 - 229.\r(¬2) المستدرك 4/ 246.\r(¬3) سلسلة الأحاديث الضعيفة 2/ 14 حديث رقم 526.\r(¬4) المستدرك 4/ 247.\r(¬5) سلسلة الأحاديث الضعيفة 2/ 15 حديث رقم 528.","seal":"1372BD31","part":1},
      {"page":15,"id":15,"nass":"قالوا: فالصوف يا رسول الله؟ قال: بكل شعرة من الصوف حسنة).\rرواه ابن ماجة وقال في الزوائد: في إسناده أبو داود واسمه نفيع بن الحارث، وهو متروك واتهم بوضع الحديث.\rورواه البيهقي ثم قال: قال البخاري عائذ الله المجاشعي عن أبي داود روى عنه سلام بن مسكين لا يصح حديثه. ورواه أحمد، وقال الشيخ الألباني: إنه حديث موضوع (¬1).\rوأما الحديث الذي ذكره الإمام ابن العربي المالكي وأوردته في أول المبحث فقد ورد بألفاظ مختلفة منها:\r(عظموا ضحاياكم فإنها على الصراط مطاياكم) وفي لفظٍ آخر (استفرهوا ضحاياكم فإنها مطاياكم على الصراط) وغيرهما من الألفاظ.\rفهذا الحديث بألفاظه المختلفة غير ثابت عن الرسول - صلى الله عليه وسلم - بل هو ضعيف جداً.\rقال الحافظ ابن حجر: [لم أره] ونقل عن ابن الصلاح قوله: [هذا الحديث غير معروف ولا ثابت فيمنا علمناه] ثم ذكر أن صاحب مسند الفردوس قد رواه وفيه راوٍ ضعيف جداً (¬2). وقال الشيخ العجلوني: [إنه ضعيف جداً] (¬3).\rوقال الشيخ الألباني: [لا أصل له بهذا اللفظ (عظموا ضحاياكم فإنها على الصراط مطاياكم)] (¬4).\rوقال الشيخ الألباني في موضع آخر: (استفرهوا ضحاياكم فإنها مطاياكم على الصراط) ضعيف جداً (¬5).\rوقال الحافظ ابن عبد البر: [وقد روي في فضل الضحايا آثار حسان، فمنها ما رواه سعيد بن داود ... عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: ما من نفقة بعد صلة الرحم أعظم عند الله من إهراق الدم] (¬6).\r¬__________\r(¬1) سنن ابن ماجة 2/ 1045، سنن البيهقي 9/ 261، الفتح الرباني 13/ 57، سلسلة الأحاديث الضعيفة 2/ 14.\r(¬2) التلخيص الحبير 4/ 138.\r(¬3) كشف الخفاء 1/ 121.\r(¬4) السلسلة الضعيفة 1/ 102 حديث 74.\r(¬5) السلسلة الضعيفة 3/ 411 حديث 1255.\r(¬6) فتح المالك 7/ 18، وقال محققه: ذكره بالكنز برقم 12239 وعزاه السيوطي للديلمي عن ابن عباس.","seal":"BE1E6DF4","part":1},
      {"page":16,"id":16,"nass":"المبحث الثالث\rالحكمة من مشروعية الأضحية\rقال أهل العلم إن الأضحية شرعت لحكم كثيرة منها:\rأولاً: إحياءً لسنة إبراهيم الخليل عليه الصلاة والسلام، حينما رأى في المنام أنه يذبح ولده إسماعيل، ورؤيا الأنبياء حق وصدق، قال الله تعالى:} وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ (99) رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (100) فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (101) فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَاأَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي","seal":"EAB050E3","part":1},
      {"page":17,"id":17,"nass":"إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ (102) فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ (103) وَنَادَيْنَاهُ أَنْ يَاإِبْرَاهِيمُ (104) قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (105) إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (106) {سورة الصافات.\rقال صاحب الظلال يرحمه الله: [ثم تجيء الحلقة الثانية من قصة إبراهيم ... لقد انتهى أمره مع أبيه وقومه. لقد أرادوا به الهلاك في النار التي أسموها الجحيم، وأراد الله أن يكونوا هم الأخسرين؛ ونجاه من كيدهم أجمعين.\rعندئذ استدبر إبراهيم مرحلة من حياته ليستقبل مرحلة؛ وطوى صفحة لينشر صفحة:\r} وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ {.\rهكذا .. إني ذاهب إلى ربي .. إنها الهجرة. وهي هجرة نفسية قبل أن تكون هجرة مكانية. هجرة يترك وراءه فيها كل شيء من ماضي حياته. يترك أباه وقومه وأهله وبيته ووطنه وكل ما يربطه بهذه الأرض، وبهؤلاء الناس. ويدع وراءه كذلك كل عائق وكل شاغل. ويهاجر إلى ربه متخففاً من كل شيء، طارحاً وراءه كل شيء، مسلماً نفسه لربه لا يستبقي منها شيئاً.\rموقنٌ أنَّ ربه سيهديه، وسيرعى خطاه، وينقلها في الطريق المستقيم. إنها الهجرة الكاملة من حال إلى حال، ومن وضع إلى وضع، ومن أواصر شتى إلى آصرة واحدة لا يزحمها في النفس شيء. إنه التعبير عن التجرد والخلوص والاستسلام والطمأنينة واليقين.\rوكان إبراهيم حتى هذه اللحظة وحيداً لا عقب له؛ وهو يترك وراءه أواصر الأهل والقربى، والصحبة والمعرفة، وكل مألوف له في ماضي حياته، وكل ما يشده إلى الأرض التي نشأ فيها، والتي انحسم ما بينه وبين أهلها الذين ألقوه في الجحيم! فاتجه إلى ربه الذي أعلن أنه ذاهب إليه. اتجه إليه يسأله الذرية المؤمنة والخلف الصالح:\r} رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ {.\rواستجاب الله دعاء عبده الصالح المتجرد، الذي ترك وراؤه كل شيء، وجاء إليه بقلب\rسليم ... } فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ {.","seal":"8146C45D","part":1},
      {"page":18,"id":18,"nass":"وهو إسماعيل - كما يرجح سياق السيرة والسورة – وسنرى آثار حلمه الذي وصفه ربه به وهو غلام. ولنا أن نتصور فرحة إبراهيم الوحيد المفرد المهاجر المقطوع من أهله وقرابته. لنا أن نتصور فرحته بهذا الغلام الذي يصفه ربه بأنه حليم.\rوالآن آن أن نطلع على الموقف العظيم الكريم الفريد في حياة إبراهيم. بل في حياة البشر أجمعين. وآن أن نقف من سياق القصة في القرآن أمام المثل الموحى الذي يعرضه الله للأمة المسلمة من حياة أبيها إبراهيم\r} فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَاأَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ {.\rيالله! ويالروعة الإيمان والطاعة والتسليم.\rهذا إبراهيم الشيخ. المقطوع من الأهل والقرابة. المهاجر من الأرض والوطن. هاهو ذا يرزق في كبرته وهرمه بغلام. طالما تطلع إليه. فلما جاءه غلاماً ممتازاً يشهد له ربه بأنه حليم. وهاهو ذا ما يكاد يأنس به، وصباه يتفتح، ويبلغ معه السعي، ويرافقه في الحياة ... وها هو ما يكاد يأنس ويستروح بهذا الغلام الوحيد، حتى يرى في منامه أنه يذبحه. ويدرك أنها إشارة من ربه بالتضحية. فماذا؟ إنه لا يتردد، ولا يخالجه إلا شعور الطاعة، ولا يخطر له إلا خاطر التسليم .. نعم إنها إشارة. مجرد إشارة. وليست وحياً صريحاً، ولا أمراً مباشراً. ولكنها إشارة من ربه ... وهذا يكفي ... هذا يكفي ليلبي ويستجيب. ودون أن يعترض. ودون أن يسأل ربه ... لماذا يا ربي أذبح ابني الوحيد؟!\rولكنه لا يلبى في انزعاج، ولا يستسلم في جزع، ولا يطيع في اضطراب ... كلا إنما هو القبول والرضى والطمأنينة والهدوء. يبدو ذلك في كلماته لابنه وهو يعرض عليه الأمر الهائل في هدوء وفي اطمئنان عجيب:} قَالَ يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ {\rفهي كلمات المالك لأعصابه، المطمئن للأمر الذي يواجهه، الواثق بأنه يؤدي واجبه. وهي في الوقت ذاته كلمات المؤمن، الذي لا يهوله الأمر فيؤديه، في اندفاع وعجلة ليخلص منه وينتهي، ويستريح من ثقله على أعصابه!","seal":"2C2F031D","part":1},
      {"page":19,"id":19,"nass":"والأمر شاق – ما في ذلك شك – فهو لا يطلب إليه أن يرسل بابنه الوحيد إلى معركة. ولا يطلب إليه أن يكلفه أمراً تنتهي به حياته ... إنما يطلب إليه أن يتولى هو بيده. يتولى ماذا؟ يتولى ذبحه .. وهو – مع هذا – يتلقى الأمر هذا التلقي، ويعرض على ابنه هذا العرض؛ ويطلب إليه أن يتروى في أمره، وأن يرى فيه رأيه!\rإنه لا يأخذ ابنه على حين غرة لينفذ إشارة ربه. وينتهي. إنما يعرض الأمر عليه كالذي يعرض المألوف من الأمر. فالأمر في حسه هكذا. ربه يريد. فليكن ما يريد. على العين والرأس. وابنه ينبغي أن يعرف. وأن يأخذ الأمر طاعة وإسلاماً، لا قهراً واضطراراً. لينال هو الآخر أجر الطاعة، وليسلم هو الآخر ويتذوق حلاوة التسليم! إنه يحب لابنه أن يتذوق لذة التطوع التي ذاقها؛ وأن ينال الخير الذي يراه هو أبقى من الحياة وأقنى\rفماذا يكون من أمر الغلام، الذي يعرض عليه الذبح، تصديقاً لرؤيا رآها أبوه؟\rإنه يرتقي إلى الأفق الذي ارتقى إليه من قبل أبوه:} قَالَ يَاأَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ { .. إنه يتلقى الأمر لا في طاعة ولا استسلام فحسب. ولكن في رضى كذلك وفي يقين .. } يَاأَبَتِ { .. في مودة وقربى. فشبح الذبح لا يزعجه ولا يفزعه ولا يفقده رشده. بل لا يفقده أدبه ومودته.\r} افْعَلْ مَا تُؤْمَرُ {فهو يحس ما أحسه من قبل قلب أبيه. يحس أن الرؤيا إشارة. وأن الإشارة أمر. وأنها تكفي لكي يلبى وينفذ بغير لجلجة ولا تمحل ولا ارتياب.\rثم هو الأدب مع الله، ومعرفة حدود قدرته وطاقته في الاحتمال؛ والاستعانة بربه على ضعفه ونسبة الفضل إليه في إعانته على التضحية، ومساعدته على الطاعة:\r} سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ { ...\rولم يأخذها بطولة. ولم يأخذها شجاعة. ولم يأخذها اندفاعاً إلى الخطر دون مبالاة. ولم يظهر لشخصه ظلاً ولا حجماً ولا وزناً ... إنما أرجع الفضل كله لله إن هو أعانه على ما يطلب إليه، وأصبره على ما يراد به:} سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ {.\rياللأدب مع الله! ويالروعة الإيمان. ويالنبل الطاعة. ويالعظمة التسليم!","seal":"71500AB0","part":1},
      {"page":20,"id":20,"nass":"ويخطو المشهد خطوة أخرى وراء الحوار والكلام .. يخطو إلى التنفيذ:} فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ { .. ومرةً أخرى يرتفع نبل الطاعة. وعظمة الإيمان. وطمأنينة الرضى وراء كل ما تعارف عليه بنو الإنسان ..\rإن الرجل يمضي فيكب ابنه على جبينه استعداداً. وإن الغلام يستسلم فلا يتحرك امتناعاً. وقد وصل الأمر إلى أن يكون عياناً.\rلقد أسلما .. فهذا هو الإسلام. هذا هو الإسلام في حقيقته. ثقة وطاعة وطمأنينة ورضى وتسليم .. وتنفيذ .. وكلاهما لا يجد في نفسه إلا هذه المشاعر التي لا يصنعها غير الإيمان\rالعظيم.\rإنها ليست الشجاعة والجراءة. وليس الاندفاع والحماسة. لقد يندفع المجاهد في الميدان، يَقْتُلُ ويُقْتَلُ. ولقد يندفع الفدائي وهو يعلم أنه قد لا يعود. ولكن هذا كله شيء والذي يصنع إبراهيم وإسماعيل هنا شيء آخر .. ليس هنا دم فائر، ولا حماسة دافعة ولا اندفاع في عجلة تخفي وراءها الخوف من الضعف والنكوص! إنما هو الاستسلام الواعي المتعقل القاصد المريد، العارف بما يفعل، المطمئن لما يكون. لا بل هنا الرضى الهادئ المستبشر المتذوق للطاعة وطعمها الجميل!\rوهنا كان إبراهيم وإسماعيل كانا قد أديا. كانا قد أسلما. كانا قد حققا الأمر\rوالتكليف. ولم يكن باقياً إلا أن يذبح إسماعيل، ويسيل دمه، وتزهق روحه .. وهذا أمر لا يعني شيئاً في ميزان الله، بعدما وضع إبراهيم وإسماعيل في هذا الميزان من روحهما\rوعزمهما ومشاعرهما كل ما أراده ربه منهما.\rكان الابتلاء قد تم. والامتحان قد وقع. ونتائجه قد ظهرت. وغاياته قد تحققت. ولم يعد إلا الألم البدني. وإلا الدم المسفوح. والجسد الذبيح. والله لا يريد أن يعذب عباده بالابتلاء. ولا يريد دمائهم وأجسادهم في شيء. ومتى خلصوا له واستعدوا للأداء بكلياتهم، فقد أدوا وقد حققوا التكليف، وقد جازوا الامتحان بنجاح.\rوعرف الله من إبراهيم وإسماعيل صدقهما، فاعتبرهما قد أديا وحققا وصدقا:\r} وَنَادَيْنَاهُ أَنْ يَاإِبْرَاهِيمُ (104) قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ {","seal":"D9004086","part":1},
      {"page":21,"id":21,"nass":"قد صدقت الرؤيا وحققتها فعلاً. فالله لا يريد إلا الإسلام والاستسلام بحيث لا يبقى في النفس ما تكنه عن الله أو تعزه عن أمره أو تحتفظ به دونه، ولو كان هو الابن فلذة الكبد، ولو كانت هي النفس والحياة. وأنت - يا إبراهيم - قد فعلت. جدت بكل شيء. وبأعز شيء. وجدت به في رضى وفي هدوء وفي طمأنينة وفي يقين. فلم يبق إلا اللحم والدم. وهذا ينوب عنه ذبح. أي ذبحٍ من دم ولحم! ويفدي الله هذه النفس التي أسلمت وأدت. يفديها بذبح عظيم. قيل: إنه كبش وجده إبراهيم مهيأ بفعل ربه\rوإرادته ليذبحه بدلاً من اسماعيل!\rوقيل له:} إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ { .. نجزيهم باختيارهم لمثل هذا البلاء. ونجزيهم بتوجيه قلوبهم ورفعها إلى مستوى الوفاء. ونجزيهم بإقدارهم وإصبارهم على الأداء.\rونجزيهم كذلك باستحقاق الجزاء!\rومضت بذلك سنة النحر في الأضحى، ذكرى لهذا الحادث العظيم الذي يرتفع منارةً لحقيقة الإيمان. وجمال الطاعة. وعظمة التسليم. والذي ترجع إليه الأمة المسلمة لتعرف فيه حقيقة أبيها إبراهيم، الذي تتبع ملته، والذي ترث نسبه وعقيدته. ولتدرك طبيعة العقيدة التي تقوم بها أو تقوم عليها، ولتعرف أنها الاستسلام لقدر الله في طاعة راضية واثقة ملبية لا تسأل ربها لماذا؟ ولا تتلجلج في تحقيق إرادته عند أول إشارة منه وأول توجيه. ولا تستبقي لنفسها في نفسها شيئاً، ولا تختار في ما تقدمه لربها هيئةً ولا طريقةً لتقديمه إلا كما يطلب هو إليها أن تقدم! ثم لتعرف أن ربها لا يريد أن يعذبها بالابتلاء\rولا أن يؤذيها بالبلاء، إنما يريد أن تأتيه طائعةً ملبيةً وافيةً مؤدية. مستسلمةً لا تقدم بين يديه، ولا تتألى عليه، فإذا عرف منها الصدق في هذا أعفاها من التضحيات والآلام.\rواحتسبها لها وفاء وأداء. وقبل منها وفدّاها، وأكرمها كما أكرم أباها] (¬1).\rوقد نقلت لك أخي القارئ كلام صاحب الظلال رغم طوله لبيان عظمة موقف إبراهيم الخليل وكيف أنه أقدم طائعاً لتنفيذ الرؤيا يذبح ولده الوحيد إسماعيل وموقف ذلك الولد\r¬__________\r(¬1) تفسير ظلال القرآن 7/ 61 - 66.","seal":"F4C6F65F","part":1},
      {"page":22,"id":22,"nass":"المطيع المستسلم لأمر الله تعالى فإن في عملهما قدوة لنا معشر المسلمين قال تعالى:} قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ {سورة الممتحنة الآية 4.","seal":"F3829DFB","part":1},
      {"page":23,"id":23,"nass":"ثانياً: إن ذبح الأضحية وسيلة للتوسعة على النفس وأهل البيت وإكرام الجيران والأقارب والأصدقاء والتصدق على الفقراء. وقد مضت السنة منذ عهد النبي - صلى الله عليه وسلم - في التوسعة على الأهل وإكرام الجيران والتصدق على الفقراء يوم الأضحى، فقد ثبت في الحديث عن أنس ... - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: (من ذبح قبل الصلاة فليعد. فقال رجل: هذا يوم يشتهى فيه اللحم\rوذكر هَنَةً من جيرانه فكأن رسول الله - صلى الله عليه وسلم - عذره، وقال عندي جذعة خير من شاتين فرخص له النبي - صلى الله عليه وسلم - ... ) الحديث رواه البخاري ومسلم (¬1).\rقال الحافظ ابن حجر: [قوله وذكر فيه هَنَةً بفتح الهاء والنون الخفيفة بعدها هاء تأنيث، أي حاجة من جيرانه للَّحم] (¬2).\rوجاء في حديث البراء - رضي الله عنه - قال: (خطبنا رسول الله - صلى الله عليه وسلم - يوم النحر بعد الصلاة فقال: من صلى صلاتنا ونسك نسكنا فقد أصاب النسك، ومن نسك قبل الصلاة فتلك شاة لحم. فقام أبو بردة بن نيار فقال: يا رسول الله لقد نسكت قبل أن أخرج إلى الصلاة وعرفت أن اليوم يوم أكل وشرب فتعجلت فأكلت وأطعمت أهلي وجيراني.\rفقال رسول الله - صلى الله عليه وسلم -: تلك شاة لحم. فقال: إن عندي عناقاً جذعةً وهي خيرٌ من شاتي لحم فهل تجزئ عني؟ قال: نعم، ولن تجزئ عن أحدٍ بعدك) رواه البخاري ومسلم، وأبو داود واللفظ له (¬3).\rفانظر إلى قول أبي بردة: (فأكلتُ وأطعمتُ أهلي وجيراني) فإنه يشير إلى ما ذكرت.\rوجاء في الحديث أن عطاء بن يسار قال: (سألت أبا أيوب الأنصاري كيف كانت الضحايا على عهد رسول الله - صلى الله عليه وسلم -؟ فقال: كان الرجل يضحي بالشاة عنه وعن أهل بيته فيأكلون ويطعمون حتى تباهى الناس فصارت كما ترى) رواه الترمذي وقال: حسن صحيح، ورواه ابن ماجة والبيهقي وغيرهم، وقال الشيخ الألباني: صحيح (¬4).\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 116، صحيح مسلم بشرح النووي 5/ 100 - 101.\r(¬2) فتح الباري 12/ 116.\r(¬3) صحيح البخاري مع الفتح 12/ 98، صحيح مسلم بشرح النووي 5/ 99، سنن أبي داود مع شرحه عون المعبود 7/ 356.\r(¬4) سنن الترمذي مع شرحه التحفة 5/ 75، سنن ابن ماجة 2/ 1051، سنن البيهقي 9/ 268، إرواء الغليل 4/ 355.","seal":"B13D02DE","part":1},
      {"page":24,"id":24,"nass":"قلت: وهكذا قول أبي أيوب (فيأكلون ويطعمون)، يدل على ما سبق.\rثالثاً: شكراً لله سبحانه وتعالى على نعمه المتعددة:\rفالله سبحانه وتعالى قد أنعم على الإنسان بنعمٍ كثيرةٍ لا تُعَدُ ولا تُحصى كنعمة البقاء من عام لعام. ونعمة الإيمان ونعمة السمع والبصر والمال؛ فهذه النعم وغيرها تستوجب الشكر للمنعم سبحانه وتعالى، والأضحية صورةٌ من صور الشكر لله سبحانه وتعالى، فيتقرب العبد إلى ربه بإراقة دم الأضحية امتثالاً لأمر الله سبحانه وتعالى (¬1)، حيث قال جلَّ جلاله: {فصلِّ لربك وانحر} سورة الكوثر الآية 2.\r¬__________\r(¬1) انظر أحكام الذبائح في الإسلام ص126، الفقه الإسلامي وأدلته 3/ 595.","seal":"FA765872","part":1},
      {"page":25,"id":25,"nass":"المبحث الرابع\rحكم الأضحية\rاختلف الفقهاء في حكم الأضحية على قولين:\rالقول الأول: الأضحيةُ سنةٌ مؤكدةٌ في حق الموسر، وهذا قول أكثر العلماء، وممن قال به أبو بكر الصديق وعمر بن الخطاب وبلال وسويد بن غفلة وأبو مسعود البدري وسعيد بن المسيب وسفيان الثوري وابن المبارك وعطاء وعلقمة والأسود ومالك في القول المشهور عنه والشافعي وأحمد وأبو يوسف ومحمد والزعفراني من الحنفية وإسحاق وأبو ثور والمزني وداود وابن حزم الظاهريان وابن المنذر وغيرهم (¬1).\rالقول الثاني: الأضحيةُ واجبةٌ، وبهذا قال جماعة من أهل العلم على اختلافٍ بينهم في حق من تجب:\rفقال ربيعة الرأي والليث بن سعد والأوزاعي ومالك في قولٍ عنه، الأضحيةُ واجبةٌ على المقيم والمسافر الموسر إلا الحاج بمنى فلا تجب عليه وإنما المشروع في حقه الهدي (¬2).\rوقال أبو حنيفة الأضحيةُ واجبةٌ في حق المقيم الموسر، وهو قول زفر والحسن ورواية عن أبي يوسف ومحمد. واختار شيخ الإسلام ابن تيمية القول بوجوب الأضحية (¬3).\rسبب اختلاف الفقهاء في حكم الأضحية:\rويرجع سبب اختلاف الفقهاء في حكم الأضحية إلى أمرين:\rالأول: هل فعل الرسول - صلى الله عليه وسلم - محمول على الوجوب أم على الندب؟\r¬__________\r(¬1) انظر المجموع 8/ 385، المغني 9/ 435، الحاوي الكبير 15/ 71، شرح الخرشي 3/ 33، شرح الآبي على صحيح مسلم 5/ 290، تفسير القرطبي 15/ 108، بلغة السالك 1/ 286، بدائع الصنائع 4/ 192 - 193، الهداية مع تكملة شرح فتح القدير 8/ 425، تبيين الحقائق 6/ 2، مغني المحتاج 6/ 123، سنن الترمذي مع شرحه تحفة الأحوذي 5/ 79 المحلى 6/ 3.\r(¬2) المجموع 8/ 385، الحاوي الكبير 15/ 71، المغني 9/ 435، الذخيرة 4/ 140، بداية المجتهد 1/ 348.\r(¬3) الهداية مع تكملة شرح فتح القدير 8/ 425، تبيين الحقائق 6/ 2، بدائع الصنائع 4/ 193، ملتقى الأبحر 2/ 222، عقود الجواهر المنيفة 2/ 70، مجموع فتاوى شيخ الإسلام 23/ 162.","seal":"BC23FF27","part":1},
      {"page":26,"id":26,"nass":"حيث إنه قد ثبت عن الرسول - صلى الله عليه وسلم - أنه كان يضحي كل عام كما ذكره ابن عمر رضي الله عنهما: (أن النبي - صلى الله عليه وسلم - أقام بالمدينة عشر سنين يضحي) وسيأتي.\rوهذا يعني أن النبي - صلى الله عليه وسلم - لم يترك الأضحية قط، حتى إنه كان يضحي في السفر، كما ثبت في حديث ثوبان - رضي الله عنه - قال: (ذبحَ رسولُ الله - صلى الله عليه وسلم - ضحيته ثم قال: يا ثوبان أصلح لحم هذه. فلم أزل أطعمه منها حتى قدم المدينة) رواه مسلم (¬1).\rالثاني: اختلافهم في مفهوم الأحاديث الواردة في الأضحية، حيث إنه قد ثبت من حديث أم سلمة رضي الله عنها أنه عليه الصلاة والسلام قال: (إذا دخلت العشر، وأراد أحدكم أن يضحي فلا يأخذ من شعره ولا من ظفره شيئاً) رواه مسلم.\rفقوله (وأراد أحدكم أن يضحي) فيه دليل على أن الأضحية متروكة لإرادة المسلم ورغبته، وما كان كذلك لا يكون واجباً.\rولمَّا أمر الرسول - صلى الله عليه وسلم - أبا بردة بن نيار - رضي الله عنه - بإعادة أضحيته إذ ذبح قبل صلاة العيد حيث\rقال - صلى الله عليه وسلم -: (من كان قد ذبح قبل الصلاة فليعد) رواه البخاري ومسلم (¬2).\rفهم جماعة من الفقهاء من أمره - صلى الله عليه وسلم - الوجوب (¬3).\r\rأدلةُ الجمهور على أنَّ الأضحيةَ سنةٌ مؤكدةٌ، وليست واجبة:\r1. حديث أم سلمة رضي الله عنها قالت: (قال رسول الله - صلى الله عليه وسلم -: إذا دخلت العشر وأراد أحدكم أن يضحي فلا يمس من شعره وبشره شيئاً) (¬4).\rقال الإمام الشافعي: [هذا دليل أن التضحية ليست بواجبة، لقوله - صلى الله عليه وسلم - (وأراد)، فجعله مفوضاً إلى إرادته ولو كان واجباً لقال - صلى الله عليه وسلم - (فلا يمس من شعره وبشره حتى يضحي) (¬5).\r2. ما روي عن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال: (ثلاث هن عليَّ فرائض ولكم تطوع، النحر والوتر وركعتا الضحى) رواه أحمد والبيهقي، وفي رواية أخرى عند البيهقي عن ابن عباس رفعه قال: (كُتِبَ عليَّ النحرُ ولم يكتبْ عليكم) (¬6).\r¬__________\r(¬1) صحيح مسلم بشرح النووي 5/ 116.\r(¬2) صحيح البخاري مع الفتح 12/ 101، صحيح مسلم مع شرح النووي 5/ 100.\r(¬3) انظر بداية المجتهد 1/ 348.\r(¬4) سبق تخريجه.\r(¬5) مختصر المزني مع الأم 8/ 283، الحاوي 15/ 67، المجموع 8/ 386.\r(¬6) الفتح الرباني 22/ 41، سنن البيهقي 9/ 264.","seal":"ABE6FC75","part":1},
      {"page":27,"id":27,"nass":"والحديث ضعيف كما قال الإمام النووي (¬1).\rوقال الحافظ ابن حجر: [ومداره على أبي جناب الكلبي عن عكرمة، وأبو جناب ضعيف ومدلس أيضاً، وقد عنعنه وأطلق الأئمة على هذا الحديث الضعف كأحمد والبيهقي وابن الصلاح وابن الجوزي والنووي وغيرهم ... الخ] (¬2).\rوقال الحافظ ابن حجر في موضع آخر بعد أن ذكر طرق الحديث: [فتلخص ضعف الحديث من جميع طرقه] (¬3).\r3. عن جابر بن عبد الله: (أن رسول الله - صلى الله عليه وسلم - صلى بالناس يوم النحر فلما فرغ من خطبته وصلاته دعا بكبش فذبحه هو بنفسه وقال: باسم الله، الله أكبر اللهم عني وعمَّن لم يضح من أمتي) رواه أحمد وأبو داود وسكت عليه والترمذي وابن ماجة والبيهقي واللفظ له والحاكم وصححه ووافقه الذهبي وصححه الشيخ الألباني أيضاً (¬4).\rوالحديث احتج به صاحب المنتقى على عدم الوجوب حيث قال: [باب ما احتج به في عدم وجوبها بتضحية رسول الله - صلى الله عليه وسلم - عن أمته] (¬5) ثم ساق حديث جابر السابق وحديث أبي رافع وهو الحديث التالي:\r4. عن أبي رافع: (أن رسول الله - صلى الله عليه وسلم - كان إذا ضحى اشترى كبشين سمينين أقرنين أملحين فإذا صلى وخطب الناس أتي بأحدهما وهو قائم في مصلاه فذبحه بنفسه بالمدية ثم يقول:\rاللهم هذا عن أمتي جميعاً من شهد لك بالتوحيد وشهد لي بالبلاغ ثم يؤتى بالآخر فيذبحه بنفسه ويقول: هذا عن محمد وآل محمد فيطعمهما جميعاً المساكين ويأكل هو وأهله\r¬__________\r(¬1) المجموع 8/ 386.\r(¬2) التلخيص الحبير 2/ 18.\r(¬3) التلخيص الحبير 3/ 118.\r(¬4) المستدرك 4/ 255، الفتح الرباني 13/ 63 - 64، سنن أبي داود مع شرحه عون المعبود 8/ 3، سنن الترمذي مع شرحه التحفة 5/ 94، سنن ابن ماجة 2/ 1043، سنن البيهقي 9/ 264، إرواء الغليل 4/ 349 - 350.\r(¬5) المنتقى مع شرحه نيل الأوطار 5/ 125.","seal":"ABDF0153","part":1},
      {"page":28,"id":28,"nass":"منهما فمكثنا سنين ليس رجل من بني هاشم يضحي قد كفاه الله المئونة برسول الله - صلى الله عليه وسلم - والعزم) رواه أحمد (¬1).\r\rقال الشوكاني عن الحديث السابق بأن الحافظ سكت عنه في التلخيص (¬2) والأمر\rكذلك (¬3).\rوقال الهيثمي: [رواه البزار وأحمد بنحوه، ورواه الطبراني في الكبير بنحوه ... وإسناد أحمد والبزار حسن] (¬4). وصححه الشيخ الألباني (¬5).\rقال الشوكاني: [ووجه دلالة الحديثين وما في معناهما على عدم الوجوب، أن الظاهر تضحيته - صلى الله عليه وسلم - عن أمته وعن أهله، تجزئ كل من لم يضح سواء كان متمكناً من الأضحية أو غير متمكن] (¬6).\r5. قال الشافعي: [وبلغنا أن أبا بكر وعمر رضي الله عنهما كانا لا يضحيان كراهية أن يُرَى أنها واجبة] (¬7).\rوقد روى ذلك عنهما أيضاً البيهقي بإسناده عن الشعبي عن أبي سريحة: [أدركت أبا بكر أو رأيت أبا بكر وعمر رضي الله عنهما كانا لا يضحيان. في بعض حديثهم - كراهية أن يقتدى بهما - أبو سريحة الغفاري هو حذيفة بن أسيد صاحب رسول الله - صلى الله عليه وسلم - (¬8).\rقال الإمام النووي: [وأما الأثر المذكور – عن أبي بكر وعمر رضي الله عنهما – فقد رواه البيهقي بإسناد حسن] (¬9).\rوقال الهيثمي: [ورواه الطبراني في الكبير ورجاله رجال الصحيح] (¬10).\r¬__________\r(¬1) الفتح الرباني 13/ 61.\r(¬2) نيل الأوطار 5/ 125.\r(¬3) التلخيص الحبير 4/ 143.\r(¬4) مجمع الزوائد 4/ 22.\r(¬5) إرواء الغليل 4/ 352.\r(¬6) نيل الأوطار 5/ 126.\r(¬7) مختصر المزني مع الأم 8/ 283.\r(¬8) سنن البيهقي 9/ 265.\r(¬9) المجموع 8/ 383.\r(¬10) مجمع الزوائد 4/ 18.","seal":"D03F1EA9","part":1},
      {"page":29,"id":29,"nass":"وصححه الشيخ الألباني (¬1).\r6. ذكر الإمام الشافعي أنه قد بلغه عن ابن عباس رضي الله عنهما أنه اشترى بدرهمين لحماً فقال: هذه أضحية ابن عباس (¬2).\rورواه البيهقي بإسناده عن عكرمة مولى ابن عباس: كان إذا حضر الأضحى أعطى مولىً له درهمين فقال: اشتر بهما لحماً وأخبر الناس أنه أضحى ابن عباس (¬3).\r7. وروى البيهقي بإسناده عن أبي مسعود الأنصاري - رضي الله عنه - قال: [إني لأدعُ الأضحى وإني لموسر مخافةَ أن يرى جيراني أنه حتمٌ عليَّ] (¬4).\rورواه سعيد بن منصور في سننه بسند صحيح كما قال الحافظ ابن حجر (¬5).\rوصحح إسناده الشيخ الألباني (¬6).\r8. وقالوا: إن التضحية لو كانت واجبة، لما سقطت بفوات إلى غير بدل، كالجمعة وسائر الواجبات. ووافقنا الحنفية على أنها إذا فاتت لا يجب قضاؤها (¬7).\r9. واحتجوا من القياس بأنها إراقة دم لا تجب على المسافر، فلا تجب على الحاضر كالعقيقة ولأن من لم تجب عليه العقيقة، لم تجب عليه الأضحية كالمسافر، ولأنها أضحية لا تجب على المسافر، فلم تجب على الحاضر، كالواجد لأقل النصاب (¬8).\r¬__________\r(¬1) إرواء الغليل 4/ 355.\r(¬2) مختصر المزني مع الأم 8/ 284.\r(¬3) سنن البيهقي 9/ 265.\r(¬4) المصدر السابق 9/ 265.\r(¬5) التلخيص الحبير 4/ 145.\r(¬6) إرواء الغليل 4/ 355.\r(¬7) المجموع 8/ 386.\r(¬8) الحاوي 15/ 72.","seal":"A4F60BD6","part":1},
      {"page":30,"id":30,"nass":"أدلة القائلين بوجوب الأضحية:\r1. احتجوا بقوله تعالى} فَصَلِّ لِرَبِّكَ وَانْحَرْ {سورة الكوثر الآية 2.\rقال الكاساني: [ولنا قوله عز وجل} فَصَلِّ لِرَبِّكَ وَانْحَرْ {، قيل في التفسير: صل صلاة العيد وانحر البدن بعدها.\rوقيل صل صلاة الصبح بجمعٍ – مزدلفة – وانحر بمنى ومطلق الأمر للوجوب في حق العمل ومتى وجب على النبي - صلى الله عليه وسلم - يجب على الأمة لأنه قدوة الأمة] (¬1).\rقال التهانوي: [ومما يدل على وجوبها ما رواه الطبري في تفسيره: حدثنا ابن حيمد ... عن أنس بن مالك قال: كان النبي - صلى الله عليه وسلم - ينحر قبل أن يصلي فأُمِرَ أن يصلي ثم ينحر - أراد قوله تعالى} فَصَلِّ لِرَبِّكَ وَانْحَرْ {- وسنده حسن ... . ... قال ابن جرير حدثنا ابن عبد الأعلى ... عن قتادة} فَصَلِّ لِرَبِّكَ وَانْحَرْ {، قال: صلاة الأضحى، والنحر نحر البدن، وسنده صحيح.\rوحدثنا ابن حميد ... عن الربيع} فَصَلِّ لِرَبِّكَ وَانْحَرْ {، قال: إذا صليت يوم الأضحى فانحر، وسنده حسن\rودلالتها على وجوب صلاة العيد ونحر البدن ظاهرة، ولولا أنه - صلى الله عليه وسلم - قال: (من وجد سعة فلم يضح فلا يقربنَّ مصلانا) وفيه تقييد الوجوب بالسعة لقلنا بوجوبها على كل مسلم بالأمصار مثل الصلاة] (¬2).\rوقال شيخ الإسلام ابن تيمية: [وأمَّا الأضحية فالأظهر وجوبها أيضاً، فإنها من أعظم شعائر الإسلام، وهي النسك العام في جميع الأمصار، والنسك مقرون بالصلاة، في قوله\r¬__________\r(¬1) بدائع الصنائع 4/ 193، وانظر تحفة الفقهاء 3/ 81، الاختيار 5/ 16 - 17، اللباب في الجمع بين السنة والكتاب 2/ 641.\r(¬2) إعلاء السنن 17/ 241 - 240.","seal":"AFD92E9F","part":1},
      {"page":31,"id":31,"nass":"تعالى} إن صلاتي ونسكي ومحياي ومماتي لله رب العلمين {، وقد قال تعالى} فَصَلِّ لِرَبِّكَ وَانْحَرْ {فأمر بالنحر كما أمر بالصلاة.\rوقد قال تعالى:} وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا وَبَشِّرِ الْمُخْبِتِينَ {وقال تعالى:} وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ {.\rوهي من ملة إبراهيم الذي أمرنا باتباع ملته، وبها يذكر قصة الذبيح، فكيف يجوز أن المسلمين كلهم يتركون هذا لا يفعله أحد منهم، وترك المسلمين كلهم هذا أعظم من ترك الحج، في بعض السنين (¬1).\r2. واحتجوا بما ورد في الحديث عن البراء - رضي الله عنه - قال: (ذبح أبو بردة قبل الصلاة فقال له النبي - صلى الله عليه وسلم -: أبدلها. قال: ليس عندي إلا جذعة – قال شعبة: وأحسبه قال هي خيرٌ من مسنَّة – قال: اجعلها مكانها ولن تجزئ عن أحدٍ بعدك) رواه البخاري ومسلم (¬2).\rقال التهانوي: [ ... بل الظاهر من الأمر بالإبدال دلالته على الوجوب] (¬3).\r3. واحتجوا بحديث جندب بن سفيان البجلي - رضي الله عنه - قال: (شهدتُ مع النبي - صلى الله عليه وسلم - يوم النحر، فقال: من ذبح قبل أن يصلي فليعدْ مكانها أخرى ومن لم يذبح فليذبح) متفق عليه.\rقالوا: قوله (فليعد) وقوله (فليذبح) كلاهما صيغة أمر وظاهر الأمر الوجوب.\r¬__________\r(¬1) مجموع فتاوى شيخ الإسلام 23/ 162.\r(¬2) صحيح البخاري مع الفتح 12/ 108، صحيح مسلم بشرح النووي 5/ 98 – 99.\r(¬3) إعلاء السنن 17/ 246.","seal":"7B029C91","part":1},
      {"page":32,"id":32,"nass":"4. احتجوا بما روي في الحديث: (ضحوا فإنها سنَّةُ أبيكم إبراهيم عليه الصلاة السلام) رواه ابن ماجة والبيهقي.\rقال الكاساني: [أمر عليه الصلاة والسلام بالتضحية والأمر المطلق عن القرينة يقتضي الوجوب في حق العمل] (¬1).\r5. واحتجوا بما ورد في الحديث عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من وجد سَعَةً فلم يضح فلا يقربنَّ مصلانا) رواه أحمد وابن ماجة والدارقطني والبيهقي والحاكم وصححه ووافقه الذهبي (¬2).\rقال الكاساني: [وهذا خرج مخرج الوعيد على ترك الأضحية، ولا وعيدَ إلا بترك\rالواجب] (¬3).\r6. واحتجوا بحديث عامر أبي رملة عن مخنف بن سليم قال: (ونحن وقوف مع رسول الله - صلى الله عليه وسلم - بعرفات قال: يا أيها الناس إن على كل أهل بيت في كل عام أضحية وعتيرة) رواه أبو داود والترمذي والنسائي وابن ماجة وأحمد (¬4).\rوقال الترمذي: [هذا حديث حسن غريب، لا نعرف هذا الحديث إلا من هذا الوجه من حديث ابن عون] (¬5).\rووجه الشاهد فيه أن كلمه على للإيجاب كما هو الأصل (¬6).\r7. واحتجوا بما ورد في الحديث عن علي عن النبي - صلى الله عليه وسلم - قال: (أيها الناس ضحوا واحتسبوا بدمائها، فإن الدم وإن وقع في الأرض فإنه يقع في حرز الله عز وجل) رواه الطبراني في الأوسط (¬7).\r¬__________\r(¬1) بدائع الصنائع 4/ 194.\r(¬2) المستدرك 4/ 258، الفتح الرباني 13/ 58، سنن ابن ماجه 2/ 1044، سنن البيهقي 9/ 260، سنن الدارقطني 4/ 276.\r(¬3) بدائع الصنائع 4/ 194.\r(¬4) الفتح الرباني 13/ 58، سنن أبي داود مع شرحه عون المعبود 7/ 340، سنن الترمذي مع شرحه التحفة 5/ 92، سنن النسائي 7/ 167، سنن ابن ماجه 2/ 1045.\r(¬5) سنن الترمذي مع شرحه التحفة 5/ 92.\r(¬6) انظر بدائع الصنائع 4/ 194.\r(¬7) مجمع الزوائد 4/ 17","seal":"B640CA37","part":1},
      {"page":33,"id":33,"nass":"وفيه الأمر بالأضحية وأصله للوجوب (¬1).\r8. واحتجوا بما ورد في الحديث عن معاذ بن جبل - رضي الله عنه - قال: (كان رسول الله - صلى الله عليه وسلم - يأمر أن نضحي ويأمر أن نطعم منها الجار والسائل) والأمر يدل على الوجوب (¬2).\r9. واحتجوا بما ورد عن عائشة رضي الله عنها قالت: (يا رسول الله: أأستدين وأضحي؟\rقال: نعم فإنه دينٌ مقضيٌ) رواه الدارقطني والبيهقي (¬3).\r10. واحتجوا بمواظبة النبي - صلى الله عليه وسلم - على الأضحية، والمواظبة على الفعل تدل على الوجوب.\rقال التهانوي: [ومما يدل على الوجوب قول ابن عمر - رضي الله عنه -: (أقام رسول الله - صلى الله عليه وسلم - بالمدينة عشر سنين يضحي) رواه الترمذي وحسنه.\rوقوله (ضحى رسول الله - صلى الله عليه وسلم - والمسلمون بعده) كما تقدم.\rوالمواظبة على فعل دليل الوجوب لا سيما إذا أقرنت بالوعيد على تركه، وأيُّ وعيدٍ أشدُ من قوله - صلى الله عليه وسلم -: (من وجد سَعَةً فلم يضح فلا يقربنَّ مُصلانا)] (¬4).\r11. قالوا إن الأضحية قربة يضاف إليها وقتها، يقال يوم الأضحى، وذلك يؤذن بالوجوب، لأن الإضافة للاختصاص، ويحصل الاختصاص بالوجود، والوجوب هو المفضي إلى الوجود ظاهراً بالنظر إلى جنس المكلفين، لجواز أن يجتمعوا على ترك ما ليس بواجب، ولا يجتمعوا على ترك الواجب، ولا تصح الإضافة باعتبار جواز الأداء فيه، ألا ترى أن الصوم يجوز في سائر الشهور، والمسمى بشهر الصوم رمضان وحده، وكذا الجماعة تجوز في كل يوم، والمسمَّى بيوم الجمعة يوم واحد، ولأن الإضافة إلى الوقت لا تتحقق إلا إذا كانت موجودة فيه بلا شك، ولا تكون موجودة فيه بيقين، إلا إذا كانت واجبة (¬5).\r¬__________\r(¬1) إعلاء السنن 17/ 245.\r(¬2) المصدر السابق 17/ 239.\r(¬3) سنن البيهقي 9/ 262، سنن الدارقطني 4/ 283، اللباب في الجمع بين السنة والكتاب 2/ 642.\r(¬4) إعلاء السنن 17/ 244.\r(¬5) تبيين الحقائق 6/ 3، وانظر الهداية 8/ 427 - 430.","seal":"FB4A8D20","part":1},
      {"page":34,"id":34,"nass":"مناقشة وترجيح:\rبعد إجالة النظر والفكر في أدلة العلماء في هذه المسألة، يظهر لي رجحان قول جمهور أهل العلم بأن الأضحية سنةٌ مؤكدةٌ، وليست واجبة.\rويوضح هذا الترجيح الأمور التالية:\r1. إن الاستدلال بقوله تعالى:} فَصَلِّ لِرَبِّكَ وَانْحَرْ {، على وجوب الأضحية غيرُ مُسلَّم، لأن الآية محتملة، وقد اختلف العلماء في تفسيرها فمنهم من قال: أقم الصلاة المفروضة عليه كذا رواه الضحاك عن ابن عباس.\rوقال قتادة وعطاء وعكرمة} فَصَلِّ لِرَبِّكَ {، صلاة العيد يوم النحر} وَانْحَرْ {نسكك.\rوورد عن علي - رضي الله عنه - أن المعنى: ضع اليمنى على اليسرى حذاء النحر في الصلاة.\rوقيل إن المعنى يرفع يديه في التكبير إلى نحره.\rوقيل إن المعنى استقبل القبلة بنحرك.\rوقيل إن المعنى ارفع يديك بالدعاء إلى نحرك. نقل كل هذه الأقوال وغيرها البيهقي والقرطبي (¬1).\rوقال الشوكاني: [بأن المراد تخصيص الرب بالنحر له لا للأصنام، فالأمر متوجه إلى ذلك لأنه القيد الذي يتوجه إليه الكلام ولا شك في وجوب تخصيص الله بالصلاة والنحر] (¬2).\rوخلاصة الأمر أن الآية محتملة كما سبق، ولو سلمنا بدلالتها على النحر، فهي دالة على أن النحر بعد الصلاة فهي تعيين لوقت الذبح لا لوجوبه، كأنه يقول إذا نحرت فبعد صلاة العيد (¬3).\r2. وأما الاستدلال بما ورد في حديث البراء، لما ذبح أبو بردة قبل الصلاة فقال له النبي\r- صلى الله عليه وسلم -: (أبدلها).\r¬__________\r(¬1) معرفة السنن والآثار 14/ 18 - 20، تفسير القرطبي 20/ 218 - 220.\r(¬2) نيل الأوطار 5/ 127.\r(¬3) انظر سبل السلام 4/ 170.","seal":"79903B70","part":1},
      {"page":35,"id":35,"nass":"وما ورد في حديث جندب بن سفيان من قول النبي - صلى الله عليه وسلم -: (من ذبح قبل الصلاة فليعد ... ومن لم يذبح فليذبح).\rفالجواب ما قاله الإمام الشافعي: (فاحتمل أمره بالإعادة أنها واجبة، واحتمل على معنى أنه أراد أن يضحي، فلما قال عليه الصلاة والسلام: (إذا دخل العشر فأراد أحدكم أن يضحي فلا يمس من شعره شيئاً) دل على أنها غير واجبة.\rوبلغنا أن أبا بكر وعمر رضي الله عنهما كانا لا يضحيان كراهية أن يُرَى أنها واجبة، وعن ابن عباس أنه اشترى بدرهمين لحماً فقال: هذه أضحية ابن عباس] (¬1).\rوقال الحافظ ابن حجر: [بأن أمر رسول الله - صلى الله عليه وسلم - لأبي بردة بإبدالها، لا دلالة فيه على وجوب الأضحية، لأنه ولو كان ظاهر الأمر للوجوب، إلا أن قرينة إفساد الأولى، تقتضي أن يكون الأمر بالإعادة لتحصيل المقصود، وهو أعمُ من أن يكون في الأصل واجباً أو مندوباً] (¬2).\rوقال الحافظ ابن حجر في موضع آخر: [وقد استدل من قال بالوجوب بوقوع الأمر فيهما بالإعادة.\rوأجيب بأن المقصود بيان شرط الأضحية المشروعة، فهو كما لو قال لمن صلى راتبة الضحى مثلاً قبل طلوع الشمس: إذا طلعت الشمس فأعد صلاتك] (¬3).\rوقال الحافظ ابن حجر في موضع ثالث: [واستدل بقوله (اذبح مكانها أخرى) وفي لفظ (أعد نسكاً) وفي لفظ (ضح بها) وغير ذلك من الألفاظ المصرحة بالأمر بالأضحية، على وجوب الأضحية، قال القرطبي في المفهم: ولا حجة في شيء من ذلك. وإنما المقصود بيان كيفية مشروعية الأضحية، لمن أراد أن يفعلها أو من أوقعها على غير الوجه المشروع خطأً أو جهلاً، فبين له وجه تدارك ما فرط منه.\rوهذا معنى قوله (لا تجزئ عن أحدٍ بعدك) أي لا يحصل له مقصود القربة ولا الثواب كما يقال في صلاة النفل لا تجزئ إلا بطهارة وستر عورة] (¬4).\r¬__________\r(¬1) مختصر المزني مع شرحه الحاوي 15/ 67، وانظر أيضاً معرفة السنن والآثار 14/ 14 - 15.\r(¬2) فتح الباري 12/ 114.\r(¬3) فتح الباري 12/ 99.\r(¬4) فتح الباري 12/ 112.","seal":"C1BBEBC2","part":1},
      {"page":36,"id":36,"nass":"3. وأما استدلالهم بالحديث: (ضحوا فإنها سنَّةُ أبيكم إبراهيم ... ) على وجوب\rالأضحية.\rفالجواب: إن هذا الحديث رواه ابن ماجة بإسناده عن زيد بن أرقم قال: (قال أصحاب رسول الله - صلى الله عليه وسلم -: يا رسول الله ما هذه الأضاحي؟ قال: سنةُ أبيكم إبراهيم. قالوا: فما لنا فيها. قال: بكل شعرة حسنة. قالوا: فالصوف يا رسول الله؟ قال: بكل شعرة من الصوف حسنة).\rوفي إسناده عائذ الله عن أبي داود عن زيد بن أرقم.\rقال في الزوائد: [في إسناده أبو داود واسمه نفيع بن الحارث وهو متروك، واتُهِمَ بوضع الحديث] (¬1).\rورواه البيهقي بإسناده وباللفظ السابق، وفيه أيضاً عائذ الله بن عبد الله المجاشعي عن أبي داود السبيعي عن زيد بن أرقم.\rونقل البيهقي عن البخاري قوله: [عائذ الله المجاشعي عن أبي داود روى عنه سلام بن مسكين لا يصح حديثه] (¬2).\rوالحديث رواه الحاكم وقال: صحيح الإسناد! فردَّه الذهبي بقوله: قلت عائذ الله، قال أبو حاتم: منكر الحديث.\rوقال الشيخ الألباني: [وهذا تعقب قاصر، يوهم أنه سالمٌ ممن فوق عائذ. قال المنذري بعد أن حكى تصحيح الحاكم: بل واهيه، عائذ الله هو المجاشعي وأبو داود هو نفيع بن الحارث الأعمى وكلاهما ساقط. وأبو داود هذا قال الذهبي فيه: يضع.\rوقال ابن حبان: لا تجوز الرواية عنه، هو الذي روى عن زيد بن أرقم .. فذكر الحديث]\rوحكم الشيخ الألباني على الحديث بأنه موضوع (¬3).\rإذا تقرر كلام أهل الحديث في الحكم على هذا الحديث فلا يصح الاستدلال به مطلقاً.\r4. وأما استدلالهم بالحديث: (من وجد سعة فلم يضح فلا يقربنَّ مُصلانا).\r¬__________\r(¬1) سنن ابن ماجه 2/ 1045.\r(¬2) سنن البيهقي 9/ 261.\r(¬3) سلسلة الأحاديث الضعيفة 2/ 14 حديث 527.","seal":"E2F7E7AB","part":1},
      {"page":37,"id":37,"nass":"فالجواب بأن الحديث حسن، ولكن الصواب أنه موقوف، قال الحافظ ابن حجر: [رواه أحمد وابن ماجة وصححه الحاكم، ورجح الأئمة غيره وقفه] (¬1).\rقال البيهقي: [بلغني عن أبي عيسى الترمذي أنه قال: الصحيح عن أبي هريرة أنه موقوف\rقال: ورواه جعفر بن ربيعة وغيره عن عبد الرحمن الأعرج عن أبي هريرة موقوفاً] (¬2).\rوقال الحافظ ابن حجر أيضاً: [أخرجه ابن ماجة وأحمد ورجاله ثقات، لكن اختلف في رفعه ووقفه، والموقوف أشبه بالصواب قاله الطحاوي وغيره. ومع ذلك ليس صريحاً في الإيجاب] (¬3).\rونقل الزيلعي المحدّث عن صاحب التنقيح أن الأشبه بالصواب أن الحديث موقوف (¬4).\rوقال ابن الجوزي: [ ... ثم إنه لا يدل على الوجوب كما قال: (من أكل الثوم فلا يقرب مصلانا)] (¬5).\rوقال ابن عبد البر: [ ... الأغلب عندي في هذا الحديث أنه موقوف على أبي هريرة] (¬6)\rوقال الحافظ ابن عبد البر أيضاً: [ليس في اللفظ تصريح بإيجابها لو كان مرفوعاً فكيف والأكثر يجعلونه من قول أبي هريرة] (¬7).\r5. وأما استدلالهم بحديث أبي رملة عن مخنف بن سليم وفيه ( ... إن على كل أهل بيت في كل عام أضحية وعتيرة).\rفالجواب: إن الحديث ضعيف، لأن في سنده عامر بن أبي رملة.\rقال الخطابي: [ ... هذا الحديث ضعيف المخرج وأبو رملة مجهول] (¬8).\rوقال الزيلعي المحدّث: [وقال عبد الحق: إسناده ضعيف. قال ابن القطان: وعلته الجهل بحال أبي رملة واسمه عامر، فإنه لا يعرف إلا بهذا يرويه عنه ابن عون] (¬9).\r¬__________\r(¬1) بلوغ المرام ص 281.\r(¬2) سنن البيهقي 9/ 260.\r(¬3) فتح الباري 12/ 98.\r(¬4) نصب الراية 4/ 207.\r(¬5) التحقيق في أحاديث الخلاف 2/ 161.\r(¬6) فتح المالك 7/ 17.\r(¬7) الاستذكار 15/ 160.\r(¬8) معالم السنن 2/ 195.\r(¬9) نصب الراية 4/ 211.","seal":"EC736F9B","part":1},
      {"page":38,"id":38,"nass":"وقال الحافظ ابن حجر: [عامر أبو رملة شيخ لابن عون لا يعرف] (¬1).\rوقال البيهقي بعد أن ذكره: [وهذا إن صح فالمراد به على طريق الاستحباب فقد جمع بينها وبين العتيرة، والعتيرة غير واجبة بالإجماع] (¬2).\rوقال الزيلعي المحدّث: [وجهل من استشهد بحديث مخنف بن سليم المتقدم] (¬3).\rوالحديث حسَّنه الترمذي كما سبق حيث قال: [هذا حديث حسن غريب ... ] مع أن صاحب المشكاة ذكر عن الترمذي أنه قال بعد أن ساق الحديث:\r[وقال الترمذي: هذا حديث غريب ضعيف الإسناد] (¬4).\rوبهذا يظهر لنا أن الحديث ضعيف من حيث الإسناد. وأما من حيث المتن فإنه منسوخ كما قال أبو داود صاحب السنن بعد أن ساقه: [العتيرة منسوخة هذا خبر منسوخ] (¬5).\rوقال صاحب عون المعبود: [قد ذهب جماعة من أهل العلم إلى أنه منسوخ بالأحاديث الآتية في العتيرة وادعى القاضي عياض أن جماهير العلماء على ذلك] (¬6).\r6. وأما الاستدلال على وجوب الأضحية بما ورد في الحديث عن علي أن النبي - صلى الله عليه وسلم -\rقال: (أيها الناس ضحوا واحتسبوا بدمائها ... ).\rفالجواب: إن الحديث ضعيف جداً لا يصلح للاستدلال، وقد بيَّن المحدثون علته:\rفقال الهيثمي بعد أن ذكره: [رواه الطبراني في الأوسط وفيه عمرو بن الحصين العقيلي وهو متروك الحديث] (¬7) وكذا قال الحافظ ابن حجر (¬8).\rوعمرو بن الحصين هذا كذاب كما قال الخطيب وغيره (¬9).\r¬__________\r(¬1) تقريب التهذيب ص162.\r(¬2) معرفة السنن والآثار 14/ 17.\r(¬3) نصب الراية 4/ 211.\r(¬4) مشكاة المصابيح 1/ 465.\r(¬5) سنن أبي داود مع شرحه عون المعبود 7/ 341.\r(¬6) عون المعبود 7/ 341.\r(¬7) مجمع الزوائد 4/ 17.\r(¬8) تقريب التهذيب ص258.\r(¬9) انظر سلسلة الأحاديث الضعيفة والموضوعة 1/ 57 - 58.","seal":"A6517C55","part":1},
      {"page":39,"id":39,"nass":"وقد حكم الشيخ الألباني على هذا الحديث بأنه موضوع (¬1).\r\r7. وأما الاستدلال بما روي عن معاذ - رضي الله عنه - قال: (كان رسول الله - صلى الله عليه وسلم - يأمر أن نضحي ... )\rفلا يتم الاستدلال به لأنه حديث ضعيف.\rقال ابن حزم: وأما حديث معاذ ففيه ابن لهيعة وابن أنعم - وكلاهما في غاية السقوط (¬2) فالحديث ضعيف (¬3).\r8. وأما الاستدلال بحديث عائشة قالت: (يا رسول الله: أستدين وأضحي؟ قال: نعم.)\rفالجواب: إن هذا الحديث رواه الدارقطني وقال: [هذا إسناد ضعيف وهرير هو ابن\rعبد الرحمن بن رافع بن خديج ولم يسمع من عائشة ولم يدركها] (¬4).\rفلا يصلح دليلاً. ونقل البيهقي تضعيفه عن الحافظ الدارقطني (¬5).\r9. وأما قولهم إن مواظبة الرسول - صلى الله عليه وسلم - على الأضحية في كل عام تدل على الوجوب، فغير مسلَّم لأن مواظبة النبي - صلى الله عليه وسلم - بذاتها على فعل معين لا تدل على وجوبه، وإن قال بعض الحنفية إن المواظبة تدل على الوجوب، كما استدل صاحب الهداية الحنفي على وجوب صلاة العيدين بالمواظبة من غير ترك.\rولكن الشيخ عبد العلي محمد الأنصاري شارح مسلم الثبوت، لم يرتض ذلك فلا يرى أن المواظبة على الفعل مع عدم الترك دليل الوجوب عند الحنفية ونقض ذلك بما هو معلوم عند الحنفية من سنة صلاة الجماعة مع أنه - صلى الله عليه وسلم - لم يتركها أصلاً، وكذا الأذان والإقامة وصلاة الكسوف والخطبة الثانية في الجمعة والاعتكاف والترتيب والمولاة في الوضوء، وكذا المضمضة والاستنشاق، وغير ذلك مما ثبت فيه المواظبة من غير ترك مع أنها سنة.\r¬__________\r(¬1) سلسلة الأحاديث الضعيفة والموضوعة 2/ 16.\r(¬2) المحلى 6/ 8.\r(¬3) المجلى في تحقيق أحاديث المحلى ص427.\r(¬4) سنن الدارقطني 4/ 283.\r(¬5) سنن البيهقي 9/ 262.","seal":"75E9E097","part":1},
      {"page":40,"id":40,"nass":"وقد استدل صاحب الهداية نفسه على سنية أكثرها بالمواظبة مع عدم تبيين تركها، بل ثبت عدم الترك، فتدبر أحسن التدبر فتعلم أن المواظبة ليست دليل الوجوب عندهم (¬1).\r10. وأما احتجاجهم بأن الإضافة ليوم الأضحى مؤذنة بالوجوب ... الخ.\rفالجواب ما قاله الشيخ محمد الأمين الشنقيطي: [واستدلال بعض الحنفية على وجوبها بالإضافة في قولهم يوم الأضحى قائلاً: إن الإضافة إلى الوقت لا تحقق إلا إذا كانت موجودة فيه بلا شك ولا تكون موجودة فيه بيقين إلا إذا كانت واجبة، لا يخفى سقوطه لأن الإضافة تقع بأدنى ملابسة فلا تقتضي الوجوب على التحقيق كما لا يخفى] (¬2).\rوبعد هذه المناقشة لأدلة القائلين بوجوب الأضحية يظهر لنا أنها قاصرة عن إثبات الوجوب لأن هذه الأدلة لم تسلم من المعارضة.\rوأما أدلة الجمهور على أن الأضحية سنة، فهي في مجملها قوية ويثبت بها المراد.\rولعل من أقوى تلك الأدلة على إثبات سنِّية الأضحية حديث أم سلمة رضي الله عنها حيث جعل النبي - صلى الله عليه وسلم - أمر الأضحية راجعاً لإرادة المسلم ورغبته.\rومع كل ما سبق أرى أن الأضحية سنة مؤكدة، لا ينبغي لمسلم قادر عليها أن يتركها إبراءً للذمة، وخروجاً من الخلاف.\rفقد روى الإمام البخاري في صحيحه عن ابن عمر تعليقاً: [وقال ابن عمر: هي سنة ومعروف].\rقال الحافظ ابن حجر: [وصله حماد بن سلمة في مصنفه بسند جيد إلى ابن عمر] (¬3).\rوقد روى الترمذي بإسناده عن جبلة بن سحيم: أن رجلاً سأل ابن عمر عن الأضحية أواجبة هي؟ فقال: ضحى رسول الله - صلى الله عليه وسلم - والمسلمون.\rفأعادها عليه. فقال: أتعقل ضحى رسول الله - صلى الله عليه وسلم - والمسلمون.\rقال الترمذي: هذا حديث حسن صحيح، والعمل على هذا عند أهل العلم، أن الأضحية ليست بواجبة ولكنها سنة من سنن رسول الله - صلى الله عليه وسلم - يستحب أن يعمل بها (¬4).\r¬__________\r(¬1) فواتح الرحموت بشرح مسلَّم الثبوت 2/ 181 بتصرف يسير.\r(¬2) أضواء البيان 5/ 420.\r(¬3) صحيح البخاري مع الفتح 12/ 98.\r(¬4) سنن الترمذي مع شرحه تحفة الأحوذي 5/ 78 - 79.","seal":"656A5830","part":1},
      {"page":41,"id":41,"nass":"وقال الحافظ ابن حجر معلقاً على كلام الإمام الترمذي: [وكأنه - أي الترمذي - فهم من كون ابن عمر لم يقل في الجواب نعم، أنه لا يقول بالوجوب فإن الفعل المجرد لا يدل\r\rعلى ذلك. وكأنه أشار بقوله: والمسلمون إلى أنها ليست من الخصائص] (¬1).\rوقال الإمام الشافعي: [الضحايا سنة لا أحب تركها] (¬2).\rوقال البيهقي: [باب الأضحية سنة نحب لزومها ونكره تركها] (¬3).\rوقال الحافظ ابن عبد البر: [تحصيل مذهب مالك أنها من السنن التي يؤمر الناس بها ويندبون إليها، ولا يرخص في تركها إلا للحاج بمنى ... ] (¬4).\rوقال الحافظ ابن عبد البر أيضاً: [ضحى رسول الله - صلى الله عليه وسلم - طول عمره، ولم يأت عنه أنه ترك الأضحى، وندب إليها فلا ينبغي لمؤمن موسرٍ تركها وبالله التوفيق] (¬5).\rونقل الحافظ ابن عبد البر أقوالاً عن الصحابة في أن الأضحية ليست بحتم، وذكر قول عكرمة: [كان ابن عباس يبعثني يوم الأضحى بدرهمين أشتري له لحماً ويقول: من لقيت فقل هذه أضحية ابن عباس].\rثم قال الحافظ ابن عبد البر: [وهذا أيضاً محمله عند أهل العلم لئلا يعتقد فيها للمواظبة عليها أنها واجبة فرضاً. وكانوا أئمة يقتدي بهم من بعدهم ممن ينظر في دينه إليهم. لأنهم الواسطة بين النبي - صلى الله عليه وسلم - وبين أمته فساغ لهم الاجتهاد في ذلك، ما لا يسوغ اليوم لغيرهم.\rوالأصل في هذا الباب أن الضحية سنة مؤكدة، لأن رسول الله - صلى الله عليه وسلم - فعلها وواظب عليها وندب أمته إليها.\r¬__________\r(¬1) فتح الباري 12/ 99.\r(¬2) الأم 2/ 221.\r(¬3) سنن البيهقي 9/ 262.\r(¬4) الاستذكار 15/ 156.\r(¬5) المصدر السابق 15/ 163 - 164.","seal":"71581D53","part":1},
      {"page":42,"id":42,"nass":"وحسبك أن من فقهاء المسلمين من يراها فرضاً، لأمر رسول الله - صلى الله عليه وسلم - المضحي قبل وقتها بإعادتها وقد بيَّنا ما في ذلك والحمد لله] (¬1).\r\rالمبحث الخامس\rأيهما أفضل الأضحية أم التصدق بثمنها؟\rإن الأضحية شعيرة من شعائر الله، وسنة مؤكدة من سنن المصطفى - صلى الله عليه وسلم -.\rوالمطلوب من المسلم أن يعظم شعائر الله وأن يقتدي برسول الله - صلى الله عليه وسلم - كما قال تعالى:\r} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ {سورة الحج الآية 32.\rوقال تعالى:} لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا {سورة الأحزاب الآية 21.\rلذا كانت الأضحية أفضل من التصدق بثمنها كما هو مذهب جمهور أهل العلم، بما فيهم أبو حنيفة ومالك والشافعي وأحمد وربيعة وأبو الزناد وشيخ الإسلام ابن تيمية وغيرهم (¬2).\rروى عبد الرزاق بإسناده عن سعيد بن المسيب قال: [لأن أضحي بشاة أحب إليَّ من أن أتصدق بمئة درهم] (¬3).\rقال الحافظ ابن عبد البر: الضحية عندنا أفضل من الصدقة. وذكر أن هذا هو الصحيح من مذهب مالك وأصحابه (¬4).\r¬__________\r(¬1) فتح المالك بتبويب التمهيد لابن عبد البر على موطأ مالك 7/ 19.\r(¬2) انظر الاستذكار 15/ 157، تفسير القرطبي 15/ 107 - 108، المجموع 8/ 425، المغني 9/ 436، الفروع 3/ 553،\rمجموع فتاوى شيخ الإسلام 26/ 304، الموسوعة الفقهية 5/ 107.\r(¬3) المصنف 4/ 388.\r(¬4) فتح المالك 7/ 17 - 18.","seal":"A468E333","part":1},
      {"page":43,"id":43,"nass":"وقال ابن قدامة: [والأضحية أفضل من الصدقة بقيمتها نص عليه أحمد] (¬1).\rونقل عن جماعة من أهل العلم أن التصدق بقيمة الأضحية أفضل، فروي عن بلال - رضي الله عنه - قال: [ما أبالي أن لا أضحي إلا بديك، ولأن أضعها في يتيم قد ترب فوه، أحبُ إليَّ من أن أضحي] وبهذا قال الشعبي وأبو ثور (¬2).\rوالقول الأول هو الراجح، لأن النبي - صلى الله عليه وسلم - ضحى والخلفاء من بعده، ولو علموا أن الصدقة أفضل من الأضحية لعدلوا إليها.\rولأن إيثار الصدقة على الأضحية يفضي إلى ترك سنة سنها رسول الله - صلى الله عليه وسلم - (¬3).\rولأن فضل الأضحية لا يخفى وما يترتب عليها من منافع شيء عظيم (¬4).\rقال الحافظ ابن عبد البر: [الضحية عندنا أفضل من الصدقة، لأن الأضحية سنة وكيدة كصلاة العيد، ومعلوم أن صلاة العيد أفضل من سائر النوافل، وكذلك صلوات السنن أفضل من التطوع كله] (¬5).\rوقال الإمام النووي: [مذهبنا أن الأضحية أفضل من صدقة التطوع، للأحاديث الصحيحة المشهورة في فضل الأضحية، ولأنها مختلف في وجوبها، بخلاف صدقة التطوع، ولأن الأضحية شعار ظاهر] (¬6).\rوقال شيخ الإسلام ابن تيمية: [والأضحية والعقيقة والهدي أفضل من الصدقة بثمن ذلك، فإذا كان معه مال يريد التقرب إلى الله كان له أن يضحي به، والأكل من الأضحية أفضل من الصدقة] (¬7).\rولا ينبغي لأحد أن يؤثر الصدقة على الأضحية، لكون الصدقة أخف مئونة، ولما في الأضحية من المشقة من حيث شراؤها والعناية بها وحفظها إلى أن يذبحها، ولما في ذبحها\r¬__________\r(¬1) المغني 9/ 436.\r(¬2) المغني 9/ 436، تفسير القرطبي 15/ 107، مصنف عبد الرزاق 4/ 385، المجموع 8/ 425، فتح المالك 7/ 18.\r(¬3) المغني 9/ 436.\r(¬4) انظر ما ذكرته في مبحث فضل الأضحية.\r(¬5) فتح المالك 7/ 18.\r(¬6) المجموع 8/ 425.\r(¬7) مجموع فتاوى شيخ الإسلام 26/ 304.","seal":"D71481CA","part":1},
      {"page":44,"id":44,"nass":"وتوزيع بعضها من العناء والتعب، فالمسلم له الأجر والثواب على كل ذلك، إن أخلص نيته لله تعالى.\r\rالمبحث السادس\rهل الأضحية مشروعة في حق المسافر والحاج؟\rاختلف العلماء في هذه المسألة على ثلاثة أقوال:\rالأول: ذهب جمهور أهل العلم، بما فيهم الشافعية والحنابلة والظاهرية، إلى أن الأضحية مشروعة في حق جميع الناس، أهل البوادي والحضر، المقيم والمسافر والحاج سواء (¬1).\rوبه قال الإمام البخاري (¬2).\rوقال الإمام الشافعي: [الأضحية سنة على كل من وجد السبيل من المسلمين، من أهل المدن والقرى وأهل السفر والحضر والحاج بمنى وغيرهم، من كان معه هدي ومن لم يكن معه هدي] (¬3).\rالثاني: قال أبو حنيفة: تجب الأضحية في حق المقيم دون المسافر، وليس على الحاج أضحية، وأما المسافر فالأضحية في حقه تطوع عند الحنفية (¬4).\rالثالث: استثنى الإمام مالك الحاج من المسافرين فقال: [لا أضحية على الحاج وأما غيره من المسافرين فعليه الأضحية] (¬5). وهو قول ابراهيم النخعي (¬6).\r¬__________\r(¬1) مغني المحتاج 6/ 123، الفروع 3/ 554، المحلى 6/ 37.\r(¬2) صحيح البخاري مع الفتح 12/ 100.\r(¬3) المجموع 8/ 383.\r(¬4) بدائع الصنائع 4/ 195، إعلاء السنن 17/ 235، الهداية مع تكملة شرح فتح القدير 8/ 425، بذل المجهود 13/ 47، عمدة القاري 21/ 146.\r(¬5) فتح المالك 7/ 17، تفسير القرطبي 12/ 47، بلغة السالك 1/ 286.\r(¬6) نيل الأوطار 5/ 126.","seal":"1C92D10F","part":1},
      {"page":45,"id":45,"nass":"أدلة الجمهور:\rأما الجمهور فأخذوا بعموم الأدلة الواردة في الأضحية وأنها تشمل جميع الناس بدواً وحضراً، المقيم والمسافر فيها سواء.\rوأما الحاج بمنى فقد ورد في خصوصه نصٌ، قال الإمام البخاري: [باب الأضحية للمسافر والنساء] ثم ساق بإسناده عن عائشة رضي الله عنها: (أن النبي - صلى الله عليه وسلم - دخل عليها وحاضت بسرف قبل أن تدخل مكة وهي تبكي فقال: مالك؟ أنفست؟ قالت: نعم.\rقال: إن هذا أمر كتبه الله على بنات آدم، فاقضي ما يقضي الحاج، غير أن لا تطوفي بالبيت. فلما كنا بمكة أُتيتُ بلحم بقر. فقلت: ما هذا؟ قالوا: ضحى رسول الله - صلى الله عليه وسلم - عن أزواجه بالبقر) (¬1)، ورواه مسلم أيضاً (¬2).\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 100 - 101.\r(¬2) صحيح مسلم بشرح النووي 3/ 310.","seal":"4C0E8DDA","part":1},
      {"page":46,"id":46,"nass":"أدلة الحنفية:\rوأما الحنفية فقالوا إنها لا تجب على المسافر، لأنها لا تتأدى بكل مال، ولا في كل زمان، بل بحيوان مخصوص في وقت مخصوص، والمسافر لا يظفر به في كل مكان في وقت الأضحية، فلو أوجبنا عليه، لاحتاج إلى حمله مع نفسه وفيه من الحرج ما لا يخفى أو احتاج إلى ترك السفر، وفيه ضرر، فدعت الضرورة إلى امتناع الوجوب (¬1).\rواحتجوا بما جاء في الحديث: (من وجد سعة فلم يضح فلا يقربن مصلانا).\rقال التهانوي: [ثم هو يدل على اشتراط الإقامة أيضاً، لأن المسافر جعله الشارع مصرفاً للصدقات، ولو كان غنياً في وطنه، فلا يكون ذا سعة في سفره فلا يجب عليه العبادة المالية التي يطالب بإقامتها في الحال كالأضحية ... ] (¬2).\rواحتج الحنفية بما ورد عن بعض الصحابة والتابعين أنهم كانوا لا يضحون في السفر ولا في الحج فمن ذلك:\r1. ما رواه عبد الرزاق بإسناده عن عمر بن الخطاب - رضي الله عنه - أنه كان يحج فلا يضحي (¬3).\r2. وروى أيضاً بإسناده عن نافع عن ابن عمر - رضي الله عنه - قال: [لم يكن أحد من أهله يسأله بالمدينة ضحية إلا ضحى عنه وكان لا يضحي عنهم بمنى] (¬4).\r3. وروى أيضاً بسنده عن إبراهيم النخعي قال: [رخص للحاج والمسافر أن لا يضحي] (¬5)\r¬__________\r(¬1) بدائع الصنائع 4/ 195.\r(¬2) إعلاء السنن 17/ 235، وانظر الاختيار 5/ 17.\r(¬3) المصنف 4/ 382.\r(¬4) المصدر السابق 4/ 381.\r(¬5) المصدر السابق 4/ 382.","seal":"96809D4C","part":1},
      {"page":47,"id":47,"nass":"4. وروى عنه أيضاً قال: [كانوا يحجون ومعهم الأوراق فلا يضحون] (¬1).\r5. وروى عنه أيضاً قال: [كانوا إذا شهدوا ضحوا وإذا سافروا لم يضحوا] (¬2).\r6. وذكر ابن حزم بسنده عن النخعي قال: [كان عمر يحج ولا يضحي وكان أصحابنا يحجون معهم الورق والذهب فلا يضحون ما يمنعهم من ذلك إلا ليتفرغوا لنسكهم] (¬3).\r\rأدلة الإمام مالك:\rويرى الإمام مالك أن الحاج إنما هو مخاطب في الأصل بالهدي، فإذا أراد أن يضحي جعله هدياً، والناس غير الحاج إنما أمروا بالأضحية، ليتشبهوا بأهل منى فيحصل لهم حظ من أجرهم (¬4).\rوقال الشيخ العلامة محمد الأمين الشنقيطي – بعد أن ذكر الخلاف في المسألة – مرجحاً مذهب الإمام مالك ما نصه: [أظهر القولين دليلاً عندي في هذا الفرع قول مالك وأصحابه وإن خالفهم الجمهور، وأن الأضحية لا تسن للحاج بمنى، وأن ما يذبحه هدي لا أضحية، وأن الاستدلال بحديث عائشة المتفق عليه المذكور آنفاً لا تنهض به الحجة على مالك وأصحابه، ووجه كون مذهب مالك أرجح في نظرنا هنا مما ذهب إليه جمهور أهل العلم، هو أن القرآن العظيم دالٌ عليه، ولم يثبت ما يخالف دلالة القرآن عليه، سالماً من المعارض من كتاب أو سنة، ووجه دلالة القرآن على أن ما يذبحه الحاج بمنى هدي لا أضحية، هو ما قدمناه موضحاً لأن قوله تعالى:} وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ. لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا {سورة الحج الآيتان 27 - 28، فيه معنى أذن في الناس بالحج: يأتوك مشاةً وركباناً لحكم. منها: شهودهم منافع لهم، ومنها\r¬__________\r(¬1) المصدر السابق 4/ 382.\r(¬2) المصدر السابق 4/ 382.\r(¬3) المحلى 6/ 37.\r(¬4) انظر تفسير القرطبي 12/ 47.","seal":"03101D95","part":1},
      {"page":48,"id":48,"nass":": ذكرهم اسم الله عَلَى} مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ {عند ذبحها تقرباً إلى الله، والذي يكون من حكم التأذين فيهم بالحج، حتى يأتوا مشاةً وركباناً، ويشهدوا المنافع ويتقربوا بالذبح، إنما هو الهدي خاصة دون الأضحية لإجماع العلماء على أن للمضحي: أن يذبح أضحيته في أي مكان شاءه من أقطار الدنيا، ولا يحتاج في التقرب بالأضحية، إلى إتيانهم مشاة وركباناً من كل فج عميق، فالآية ظاهرة في الهدي، دون الأضحية، وما كان القرآن أظهر فيه وجب تقديمه على غيره. أما الاحتجاج بحديث عائشة المتفق عليه (أنه ضحى ببقر عن نسائه يوم النحر صلوات الله وسلامه عليه) فلا تنهض به الحجة، لكثرة الأحاديث الصحيحة المصرحة بأنهن متمتعات، وأن ذلك البقر هدي واجب، وهو هدي التمتع المنصوص عليه في القرآن وأن عائشة منهن قارنة، والبقرة التي ذبحت عنها، هدي قران، سواء قلنا إنها استقلت بذبح بقرة عنها وحدها، كما قدمناه في بعض الروايات\rالصحيحة، أو كان بالاشتراك مع غيرها في بقرة، كما قال به بعضهم، وأكثر الروايات ليس فيها لفظ (ضحى) بل فيها (أهدى) وفيها (ذبح عن نسائه) وفيها (نحر عن نسائه) فلفظ (ضحى) من تصرف بعض الرواة للجزم بأن ما ذبح عنهن من البقر يوم النحر بمنى هدي تمتع بالنسبة لغير عائشة وهدي قران بالنسبة إليها، كما هو معلوم بالأحاديث الصحيحة، التي لا نزاع فيها، وبهذا الذي ذكرنا تعلم أن ظاهر القرآن مع مالك، والحديث ليس فيه حجة عليه.\rوقال ابن حجر في فتح الباري في باب ذبح الرجل البقر عن نسائه من غير أمرهن بعد ذكره رواية: (ضحى) المذكورة ما نصه: والظاهر أن التصرف من الرواة، لأنه في الحديث ذكر النحر، فحمله بعضهم على الأضحية فإن رواية أبي هريرة صريحة في أن ذلك، كان عمن اعتمر من نسائه فقويت رواية من رواه بلفظ (أهدى) وتبين أنه هدي التمتع فليس فيه حجة على مالك في قوله: لا ضحايا على أهل منى. أهـ محل الغرض من فتح الباري، وهو واضح فيما ذكرنا، والعلم عند الله تعالى] (¬1).\r¬__________\r(¬1) أضواء البيان 5/ 423 - 424.","seal":"822F1CDD","part":1},
      {"page":49,"id":49,"nass":"قلت: إن كلام الشيخ الشنقيطي في بيان عدم صحة الاستدلال بحديث عائشة أن النبي - صلى الله عليه وسلم - ضحى عن نسائه بالبقر في منى، كلام قوي ومتجه، وأن الصواب أن ذلك كان هدياً وليس أضحية.\rولكن يعكر على ترجيح الشيخ الشنقيطي لمذهب الإمام مالك ما رواه مسلم بإسناده عن ثوبان - رضي الله عنه - قال: (ذبح رسول الله - صلى الله عليه وسلم - ضحيته ثم قال: يا ثوبان أصلح لحم هذه، فلم أزل أطعمه منها حتى قدم المدينة).\rوفي رواية أخرى عند مسلم عن ثوبان مولى رسول الله - صلى الله عليه وسلم - قال: (قال لي رسول الله - صلى الله عليه وسلم - في حجة الوداع: أصلح هذا اللحم، قال: فأصلحته فلم يزل يأكل منه حتى بلغ المدينة) (¬1).\rففي هذا الحديث تصريح بأن النبي - صلى الله عليه وسلم - ضحى وهو حاج مسافر، ولعل المالكية يقولون إن النبي - صلى الله عليه وسلم - ضحى بمنى لأنها كانت واجبة في حقه - صلى الله عليه وسلم -.\rولكن الأدلة لم تنهض على إثبات ذلك، وقد سبقت الإشارة إلى أن الحديث الوارد في اختصاص النبي - صلى الله عليه وسلم - بالأضحية على سبيل الوجوب ضعيف لا يثبت (¬2).\rوأما ما استدل به الحنفية من الآثار عن بعض الصحابة والتابعين أنهم كانوا لا يضحون في السفر وكذا في منى.\rفالجواب: أن لا دلالة في فعلهم على أن الأضحية غير مشروعة في حق المسافر والحاج، وإنما تدل على تركهم للأضحية في تلك الحال، لانشغالهم بالسفر أو النسك، وهذا بناءً على ذهابهم إلى أن الأضحية سنة، وليست واجبة فيجوز تركها كما قال سعيد بن المسيب لرجل: [ضحى رسول الله - صلى الله عليه وسلم - وإن تركته فليس عليك] (¬3).\rوسبق أن ذكرت أنه صح عن أبي بكر وعمر أنهما كانا لا يضحيان مخافة أن يظن الناس وجوبها.\rوبهذا يظهر لي رجحان قول الجمهور أن الأضحية مشروعة ومسنونة في حق جميع الناس بدواً وحضراً في حال السفر وفي حال الإقامة وللحاج وغيره والله أعلم.\r¬__________\r(¬1) صحيح مسلم مع شرح النووي 5/ 116.\r(¬2) انظر التلخيص الحبير 3/ 118.\r(¬3) مصنف عبد الرزاق 4/ 380.","seal":"F68D7A2D","part":1},
      {"page":50,"id":50,"nass":"قال النووي: [ ... الصواب أن التضحية سنة للحاج بمنى كما هي سنة في غيره] (¬1).\r\rالمبحث السابع\rفي حق من تشرع الأضحية\rيرى الحنفية أنه يشترط في المضحي أن يكون غنياً، أي مالكاً لنصاب الزكاة فاضلاً عن حوائجه الأصلية، ودليلهم على ذلك ما ورد في الحديث: (من وجد سعةً فلم يضح فلا يقربنَّ مصلانا) فالرسول - صلى الله عليه وسلم - شرط عليه السعة وهي الغنى، وهو أن يكون في ملكه مئتا درهم أو عشرون ديناراً أو شيء تبلغ قيمته ذلك، سوى مسكنه وما يتأثث به وكسوته وكسوة من يمونهم (¬2).\rوقال المالكية إن الأضحية لا تسن في حق الفقير الذي لا يملك قوت عامه، وتشرع بحيث لا تجحف بمال المضحي، بأن لا يحتاج لثمنها في ضرورياته في عامه، فإن احتاج فهو فقير (¬3)، وقالوا إن من ليس معه ثمن الأضحية فلا يتسلف ليضحي (¬4).\rوقال الشافعية تشرع الأضحية في حق من ملك ثمنها فاضلاً عن حاجته وحاجة من يمونه في يومه وليلته وكسوة فصله، أي ينبغي أن تكون فاضلة عن يوم العيد وأيام التشريق (¬5).\r¬__________\r(¬1) المجموع 8/ 383.\r(¬2) تبيين الحقائق 6/ 3، بدائع الصنائع 4/ 196، حاشية ابن عابدين 6/ 312.\r(¬3) بلغة السالك 1/ 286، الذخيرة 4/ 142.\r(¬4) شرح الخرشي 3/ 33.\r(¬5) مغني المحتاج 6/ 123، الإقناع 2/ 278.","seal":"818D81D6","part":1},
      {"page":51,"id":51,"nass":"وأما الحنابلة فقالوا تشرع الأضحية في حق القادر عليها الذي يمكنه الحصول على ثمنها ولو بالدَّين، إذا كان يقدر على وفاء دينه (¬1).\rوالذي أرجحه أن الأضحية مشروعة في حق الغني الذي يملك نصاب الزكاة فاضلاً عن حوائجه الأصلية، ومقداره في يومنا هذا (30 رمضان 1419) خمسمئة وخمسون ديناراً أردنياً، وثمن ما يصح أضحية لا يقل عن مئة وخمسين ديناراً، ومن لا يملك النصاب فهو فقير.\r\rالمبحث الثامن\rشروط الأضحية\rالشرط الأول أن تكون الأضحية من الأنعام\rاتفق جمهور أهل العلم بما فيهم أصحاب المذاهب الأربعة (¬2) على أنه يشترط في الأضحية أن تكون من الأنعام، وهي الإبل والبقر والغنم.\rويشمل ذلك الذكر والأنثى من النوع الواحد، وكذا الخصي والفحل، والمعز نوع من الغنم، والجاموس نوع من البقر.\rقال القرطبي: [والذي يضحى به بإجماع المسلمين الأزواج الثمانية وهي الضأن والمعز والإبل والبقر] (¬3).\rولا يصح في الأضاحي شيء من الحيوان الوحشي، كالغزال، ولا من الطيور كالديك، ويدل على ذلك قوله تعالى:} وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ {سورة الحج الآية 34.\r¬__________\r(¬1) كشاف القناع 3/ 18، مجموع فتاوى شيخ الإسلام 26/ 305.\r(¬2) المغني 9/ 440، المجموع 8/ 394، بدائع الصنائع 4/ 205، تفسير القرطبي 15/ 109، السيل الجرار 4/ 78،\rبداية المجتهد 1/ 348.\r(¬3) تفسير القرطبي 15/ 109.","seal":"522162FF","part":1},
      {"page":52,"id":52,"nass":"قال القرطبي أيضاً: [والأنعام هنا هي الإبل والبقر والغنم] (¬1).\rويدل على ذلك أنه لم تنقل التضحية بغير الأنعام عن النبي - صلى الله عليه وسلم -.\rويدل على ذلك قوله تعالى:} يَاأَيُّهَا الَّذِينَءَامَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ {سورة المائدة الآية 1.\rويدل على ذلك أيضاً أنه لما اختصت الأنعام بوجوب الزكاة، اختصت بالأضحية، لأنها قربة.\rقال الشافعي: [هم الأزواج الثمانية التي قال الله تعالى:} ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ {الأنعام الآية 143. وقال تعالى:} وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ {الأنعام الآية 144. يعني ذكراً وأنثى، فاختص هذه الأزواج الثمانية من النعم بثلاثة أحكام: أحدها: وجوب الزكاة فيها. والثاني: اختصاص الأضاحي بها. والثالث: إباحتها في الحرم والإحرام] (¬2).\rونقل عن الحسن بن صالح – من فقهاء السلف المتقدمين - أن بقرة الوحش والظبي تجزئ في الأضحية (¬3).\rوقال ابن حزم: [والأضحية جائزة بكل حيوان يؤكل لحمه من ذي أربع أو طائر كالفرس والإبل وبقر الوحش والديك وسائر الطير والحيوان الحلال أكله] (¬4).\rوزعم ابن حزم أن النصوص تشهد لقوله، وذلك أن الأضحية قربة إلى الله تعالى فالتقرب إلى الله تعالى – بكل ما لم يمنع منه قرآن ولا نص سنة – حسن.\rوقال تعالى:} وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ {سورة الحج الآية 77.\r¬__________\r(¬1) تفسير القرطبي 11/ 44.\r(¬2) الحاوي 15/ 75 - 76.\r(¬3) المغني 9/ 440، المجموع 8/ 394، بداية المجتهد 1/ 349.\r(¬4) المحلى 6/ 29.","seal":"F61577EE","part":1},
      {"page":53,"id":53,"nass":"والتقرب إليه عز وجل بما لم يمنع من التقرب إليه به فعل خير.\rواحتج بما جاء في الحديث عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (مثل المهجر إلى الجمعة كمثل من يهدي بدنة ثم كمن يهدي بقرة ... . ثم كمن يهدي بيضة) رواه البخاري بهذا اللفظ (¬1).\rواحتج بالحديث الآخر عن أبي هريرة - رضي الله عنه - أن رسول - صلى الله عليه وسلم - قال: (من اغتسل يوم الجمعة ثم راح فكأنما قرب بدنة، ومن راح في الساعة الثانية فكأنما قرب بقرة، ومن راح في الساعة الثالثة فكأنما قرب كبشاً أقرن، ومن راح في الساعة الرابعة فكأنما قرب دجاجة، ومن راح في الساعة الخامسة فكأنما قرب بيضة) رواه البخاري ومسلم (¬2).\rثم قال ابن حزم: [ففي هذين الخبرين هدي دجاجة وعصفور وتقريبهما وتقريب بيضة\rوالأضحية تقريب بلا شك ... ولا معترض على هذين النصين أصلاً]، وذكر ابن حزم قبل ذلك قول بلال - رضي الله عنه -: [ما أبالي لو ضحيت بديك] وعن ابن عباس - رضي الله عنه - في ابتياعه لحماً بدرهمين وقال: [هذه أضحية ابن عباس] (¬3).\rوالجواب عن استدلال ابن حزم: أن الآية عامة والأدلة الواردة في التضحية بالأنعام خاصة فتقدم عليها، لأن الخاص يقدم على العام.\rوأما استدلال ابن حزم بالحديثين فمنقوض، حيث إنه كان يلزم ابن حزم أن يجيز الأضحية بالبيضة لأنها وردت في الحديث! فلماذا قصر الأضحية على الحيوان والطائر؟ فأعمل بعض الحديث وأهمل بعضه، وأيضاً يلزم ابن حزم القول بإجزاء الدجاجة والعصفور والفرس ونحوها في هدايا الحج، لأن الحديث ورد بلفظ الهدي وهو لا يقول بجوازها في الهدي بل الهدي عنده هو من الأنعام فقط.\rوالصحيح أن الإهداء المذكور في الحديث مفسر بالتصدق، وليس المقصود إراقة الدم بدليل ذكر البيضة فيه. وكذلك فقد ورد في الحديث (فكأنما قرب ... ) والتقريب هو التصدق بالمال تقرباً إلى الله عز وجل، وصحيح أن الأضحية تقريب ولكنها مقيدة بإراقة الدم كالهدي.\r¬__________\r(¬1) صحيح البخاري مع الفتح 3/ 58.\r(¬2) صحيح البخاري مع الفتح 3/ 17 –18، صحيح مسلم بشرح النووي 2/ 451.\r(¬3) المحلى 6/ 30 - 31.","seal":"13583080","part":1},
      {"page":54,"id":54,"nass":"وأما احتجاج ابن حزم بما ورد عن بلال وعن ابن عباس رضي الله عنهم أجمعين فلا حجة في أحد دون رسول الله - صلى الله عليه وسلم - عند ابن حزم. وقد ثبت أن رسول الله - صلى الله عليه وسلم - كان يضحي بالأنعام فقط.\rويمكن أن يحمل فعلهما على أنهما كان معسرين أو لم يضحيا خشية أن يظن الناس أنها واجبة كما نقل عن أبي بكر وعمر رضي الله عنهما.\rوأما ما نقل عن الحسن بن صالح فهو شاذ مردود مخالف للكتاب وللسنة (¬1).\rوبعد هذه المناقشة يظهر لي أن القول الراجح والصحيح هو أن الأضحية لا تجزئ إلا من الأنعام والله أعلم.\r\rالشرط الثاني أن تبلغ سن التضحية\rاختلف الفقهاء في السن المجزئة في الأضحية على ثلاثة أقوال:\r1. اتفق جمهور أهل العلم على أنه لا يجزئ من الإبل والبقر والمعز إلا الثني فما فوقه ويجزئ من الضأن الجذع فما فوقه.\r2. وقال الزهري: لا يجزئ الجذع من الضأن ولا من غيره، ونقل عن ابن عمر، وبه قال ابن حزم.\r3. وقال الأوزاعي: يجزئ الجذع من الإبل والبقر والضأن والمعز، ونقل عن عطاء (¬2).\r\rأدلة العلماء:\rاستدل جمهور العلماء بما يلي:\r1. حديث جابر - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - قال: (لا تذبحوا إلا مسنةً إلا أن يَعسر عليكم فتذبحوا جذعةً من الضأن) رواه مسلم (¬3).\rقال الإمام النووي: [قال العلماء المسنة هي الثنية من كل شيء من الإبل والبقر والغنم فما فوقها، وهذا تصريح بأنه لا يجوز الجذع من غير الضأن في حال من الأحوال] (¬4).\r¬__________\r(¬1) انظر إعلاء السنن 17/ 229 - 230.\r(¬2) المجموع 8/ 394، المغني 9/ 439، تبيين الحقائق 6/ 7، الذخيرة 4/ 145، المحلى 6/ 13، الحاوي 15/ 76، طرح التثريب 5/ 191، فتح الباري 12/ 111.\r(¬3) صحيح مسلم مع شرح النووي 5/ 101.\r(¬4) شرح النووي على صحيح مسلم 5/ 101 - 102.","seal":"2F551A73","part":1},
      {"page":55,"id":55,"nass":"2. واحتجوا بما رواه أبو داود بإسناده عن عاصم بن كليب عن أبيه قال: (كنا مع رجل من أصحاب النبي - صلى الله عليه وسلم - يقال له مجاشع من بني سليم فعزت الغنم، فأمر منادياً فنادى أن رسول الله - صلى الله عليه وسلم - كان يقول: إن الجذع يوفِّي مما يوفِّي منه الثني) قال أبو داود وهو\rمجاشع بن مسعود.\rورواه النسائي وابن ماجة والبيهقي والحاكم وقال حديث صحيح. وقال ابن حزم هو في غاية الصحة (¬1). وقال الشيخ الألباني: صحيح (¬2).\r3. واستدل الجمهور أيضاً بحديث عقبة بن عامر الجهني - رضي الله عنه - قال: (قسم النبي - صلى الله عليه وسلم - بين أصحابه ضحايا فصارت لعقبة جذعة فقلت: يا رسول الله - صلى الله عليه وسلم - صارت لي جذعة. قال ضح بها) رواه البخاري ومسلم (¬3).\r4. وفي رواية أخرى عن عقبة بن عامر - رضي الله عنه - قال: (ضحينا مع رسول الله - صلى الله عليه وسلم - بجذع من\rالضأن) رواه النسائي وابن الجارود والبيهقي (¬4). وقال الحافظ ابن حجر: [أخرجه النسائي بإسناد قوي] (¬5). وقال الشيخ الألباني: [وهذا إسناد جيد وقواه الحافظ] (¬6).\rوقال الشيخ الألباني في موضع آخر: [وهذا إسناد جيد رجاله ثقات وإعلال ابن حزم له بقوله: (ابن خبيب هذا مجهول) ليس بذاك] (¬7).\r5. وعن أبي كباش قال: (جلبت غنماً جذعاناً إلى المدينة فكسدت عليَّ فلقيت أبا هريرة فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: نعم أو نعمت الأضحية الجذع من الضأن قال: فانتهبه الناس) رواه الترمذي وقال: حسن غريب، وقد روي هذا عن أبي هريرة موقوفاً\r¬__________\r(¬1) المحلى 6/ 26، سنن أبي داود مع شرحه عون المعبود 7/ 356، سنن النسائي 7/ 218 - 219، سنن ابن ماجة 2/ 1049، سنن البيهقي 9/ 270، المستدرك 4/ 252.\r(¬2) إرواء الغليل 4/ 359 - 360.\r(¬3) صحيح البخاري مع الفتح 12/ 100، صحيح مسلم بشرح النووي 5/ 103.\r(¬4) سنن النسائي 7/ 219، سنن البيهقي 9/ 270.\r(¬5) فتح الباري 12/ 111.\r(¬6) إرواء الغليل 4/ 358.\r(¬7) السلسلة الضعيفة 1/ 89.","seal":"121E5488","part":1},
      {"page":56,"id":56,"nass":"وعثمان بن واقد هو ابن محمد بن زياد بن عبد الله بن عمر بن الخطاب، والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - وغيرهم أن الجذع من الضأن يجزئ في الأضحية (¬1).\rورواه أحمد في المسند ورواه البيهقي أيضاً (¬2).\rوضعفه الشيخ الألباني ثم تراجع عن تضعيفه فقال: [نستطيع أن نستخلص مما سبق من التحقيق أن حديث هلال هذا (نعمت الأضحية الجذع من الضأن) وكذا الذي قبله\r- حديث أبي كباش – وإن كان ضعيف المبنى فهو صحيح المعنى يشهد له حديث عقبة ومجاشع ولو أني استقبلت من أمري ما استدبرت لما أوردتهما في هذه السلسلة – أي الضعيفة - ولأوردت بدلهما حديث جابر هذا ... ] (¬3).\r6. ويدل لقول الجمهور أيضاً ما جاء في الحديث عن أم بلال بنت هلال عن أبيها أن رسول الله - صلى الله عليه وسلم - قال: (يجوز الجذع من الضأن أضحية) رواه ابن ماجة، وقواه الشيخ الألباني لشواهده (¬4).\r7. ويؤيد قول الجمهور أيضاً ما جاء عن عمران بن حصين - رضي الله عنه - قال: (لأن أضحي بجذع أحب إليَّ من أن أضحي بهرم، الله أحق بالغنى والكرم، وأحبهن إليَّ أن أضحي به، أحبهن إليَّ بأن أقتنيه) قال الهيثمي: [رواه الطبراني في الكبير ورجاله رجال الصحيح] (¬5)\rأدلة ابن حزم ومن وافقه:\rاحتج ابن حزم بحديث البراء بن عازب - رضي الله عنه - وفيه: أن خاله أبا بردة قال: (يا رسول الله إن عندي عناق لبن وهي خير من شاتي لحم. قال: هي خير نسيكتيك ولا تجزئ جذعة عن أحدٍ بعدك).\rوفي رواية أخرى أن أبا بردة - رضي الله عنه - قال لرسول الله - صلى الله عليه وسلم -: (عندي جذعة خير من مسنتين.\rقال: اذبحها ولن تجزئ عن أحد بعدك).\r¬__________\r(¬1) سنن الترمذي مع شرحه عارضة الأحوذي 6/ 236.\r(¬2) الفتح الرباني 13/ 72، سنن البيهقي 9/ 271.\r(¬3) السلسلة الضعيفة 1/ 95.\r(¬4) السلسلة الضعيفة 1/ 95.\r(¬5) مجمع الزوائد 4/ 20، وانظر مصنف عبد الرزاق 4/ 385، المحلى 6/ 26.","seal":"85E92E62","part":1},
      {"page":57,"id":57,"nass":"ثم قال ابن حزم: [فقطع عليه الصلاة والسلام أن لا تجزئ جذعة عن أحد بعد أبي بردة، فلا يحل لأحد تخصيص نوع دون نوع بذلك، ولو أن ما دون الجذعة يجزئ لبيَّنه النبي - صلى الله عليه وسلم - المأمور بالبيان من ربه تعالى:} وَمَا كَانَ رَبُّكَ نَسِيًّا {] (¬1).\rويرى ابن حزم أن قول الرسول - صلى الله عليه وسلم -: (لا تجزئ جذعة عن أحد بعدك) ناسخ لكل الروايات الواردة عن الرسول - صلى الله عليه وسلم - والآثار الواردة عن الصحابة بإجازة الجذع في\rالأضحية (¬2).\rويضاف إلى ذلك أن ابن حزم يضعف حديث جابر الذي احتج به الجمهور حيث قال:\r[ ... وأما نحن فلا نصححه لأن أبا الزبير مدلس، ما لم يقل في الخبر إنه سمعه من\rجابر ... ] (¬3).\rأدلة الأوزاعي:\rومن الحجة للأوزاعي على إجزاء الجذع مطلقاً في الأضحية حديث عقبة بن عامر - رضي الله عنه -:\r(أن النبي - صلى الله عليه وسلم - أعطاه غنماً يقسمها على صحابته ضحايا فبقي عتود فذكره للنبي - صلى الله عليه وسلم -.\rفقال: ضح أنت بها) رواه البخاري ومسلم وقد مضى.\rونقل الإمام النووي عن أبي عبيد من أهل اللغة وغيره: أن العتود من أولاد المعز، وهو ما رعى وقوي.\rويجاب عن هذا الحديث بأن البيهقي رواه وفيه زيادة وهي: (ولا رخصة لأحد فيها بعدك)\rثم قال البيهقي: [فهذه الزيادة إذا كانت محفوظة كانت رخصة له كما رخص لأبي بردة بن نيار] (¬4).\rوقال الحافظ ابن حجر مصححاً لهذه الزيادة: [ ... فإنها خارجة من مخرج الصحيح فإنها عند البيهقي من طريق عبد الله البوشنجي أحد الائمة الكبار في الحفظ والفقه وسائر فنون العلم، رواها عن الليث بالسند الذي ساقه البخاري] (¬5).\r¬__________\r(¬1) المحلى 6/ 15 - 16.\r(¬2) المصدر السابق 6/ 22 - 23.\r(¬3) المصدر السابق 6/ 20.\r(¬4) سنن البيهقي 9/ 270.\r(¬5) فتح الباري 12/ 110.","seal":"94DA1827","part":1},
      {"page":58,"id":58,"nass":"الترجيح:\rالذي يظهر لي رجحان قول الجمهور في أن الأضحية لا تصح بالجذع من الإبل والبقر والمعز، ويصح الجذع من الضأن دون غيره لحديث جابر المتقدم ولا يصح تضعيف ابن حزم له فإن الحديث رواه مسلم والنسائي وأبو داود وابن ماجة وأحمد، وقال الإمام البغوي: هذا حديث صحيح. وصححه الحافظ ابن حجر، وعزاه الزيلعي وابن الملقن والغماري لمسلم وصححوه ولم يذكروا فيه أي علة (¬1).\rويؤيد هذا ما جاء في حديث عقبة وحديث مجاشع، فإن دلالتهما ظاهر ة في جواز التضحية بالجذع من الضأن دون غيره، وحديث مجاشع وإن كان بعمومه يشمل الجذع من المعز، فقد جاء ما يدل على أنه غير مراد وهو حديث البراء قال: (ضحى خالي أبو بردة - رضي الله عنه - قبل الصلاة. فقال رسول الله - صلى الله عليه وسلم -: تلك شاة لحم، فقال: يا رسول الله إن عندي جذعة من المعز. فقال: ضحِ بها ولا تصلح لغيرك).\r¬__________\r(¬1) شرح السنة 4/ 331، فتح الباري 12/ 111، سنن النسائي 7/ 218، سنن أبي داود مع شرحه عون المعبود 7/ 352، سنن ابن ماجة 2/ 1049، الفتح الرباني 13/ 71، نصب الراية 4/ 216، تحفة المحتاج 2/ 531، الهداية 6/ 187 - 188.","seal":"A3CA3719","part":1},
      {"page":59,"id":59,"nass":"وفي رواية (إذبحها ولن تجزئ عن أحد بعدك).\rوفي أخرى (ولا تجزئ جذعة عن أحد بعدك) رواه البخاري ومسلم وقد مضى.\rفالجذعة المذكورة في الحديث كانت من المعز، ولكن قامت القرينة على تخصيص أبي بردة بذلك (¬1).\r\rوقد اختلف جمهور الفقهاء في المراد بالجذع والثني كما يلي:\rقال الحنفية: الجذع من الضأن ما تمت له ستة أشهر فيجوز أن يضحى به إذا كان الجذع عظيماً بحيث لو خلط بالثنيات يشتبه على الناظر من بعد.\rوذكر الزعفراني من الحنفية أن الجذع من الضأن ما كان له سبعة أشهر.\rوقيل ثمانية أشهر.\rوقيل تسعة أشهر.\rوالثني من الضأن والمعز ما أتم سنة.\rوالثني من البقر ما أتم سنتين.\rوالثني من الإبل ما أتم خمس سنين (¬2).\rوقال المالكية: الجذع من الضأن ما أتم سنة ودخل في الثانية.\rوالثني من الضأن ما أتم سنتين.\rوالثني من المعز ما أتم سنتين.\r¬__________\r(¬1) انظر السلسلة الضعيفة 1/ 93 - 94.\r(¬2) تبيين الحقائق 6/ 7، بدائع الصنائع 4/ 206.","seal":"C6FCA1BC","part":1},
      {"page":60,"id":60,"nass":"والثني من البقر ما أتم ثلاثاً ودخل في الرابعة.\rوالثني من الإبل ما أتم خمساً ودخل في السادسة (¬1).\rوقال الشافعية: الجذع من الضأن ما أتم السنة على أصح الأوجه عندهم ودخل في الثانية. والثني من المعز ما أتم سنتين، وقيل ما استكمل سنة ودخل في الثانية.\rوالثني من البقر ما أتم سنتين ودخل في الثالثة.\rوالثني من الإبل ما أتم خمس سنين ودخل في السادسة (¬2).\rوقال الحنابلة: الجذع من الضأن ما له ستة أشهر ودخل في السابع.\rوالثني من المعز ما أتم سنة ودخل في الثانية.\rوالثني من البقر ما أتم سنتين ودخل في الثالثة.\rوالثني من الإبل ما أتم خمس سنين ودخل في السادسة (¬3).\rواختلاف الفقهاء في بيان الجذع والثني مردّه إلى اختلاف أهل اللغة فيهما فلا بد من الرجوع إلى كلام اللغويين في تفسير هذين اللفظين.\rأما الجذع فقد قال الأزهري: [ ... ومن الضأن لثمانية أشهر أو تسعة] (¬4).\rوقال الجوهري: [الجذع قبل الثني والجمع جُذعان وجِذاعٌ والأنثى جذعة والجمع جذعات. تقول منه لولد الشاة في السنة الثانية ولولد البقر والحافر في السنة الثالثة وللإبل في السنة الخامسة: أجذع. والجذع اسم له في زمن ليس بسن تنبت ولا تسقط. وقد قيل في ولد النعجة إنه يجذع في ستة أشهر أو تسعة أشهر وذلك جائز في الأضحية] (¬5).\rوأما الثني: فقال الجوهري: [والثني الذي يلقي ثنيته – واحدة الثنايا من السن – ويكون ذلك في الظلف والحافر في السنة الثالثة وفي الخف في السنة السادسة] (¬6).\r¬__________\r(¬1) الذخيرة 4/ 154، شرح الخرشي 3/ 33 - 34، القوانين الفقهية ص126.\r(¬2) الحاوي 15/ 77، كفاية الأخيار ص529، طرح التثريب 5/ 194.\r(¬3) المغني 9/ 440، كشاف القناع 2/ 531 - 532، منار السبيل 1/ 272.\r(¬4) لسان العرب 2/ 219 - 220 مادة جذع، وانظر تاج العروس 11/ 58 مادة جذع.\r(¬5) الصحاح 3/ 1194 مادة جذع.\r(¬6) الصحاح 6/ 2295 ماد ثنى.","seal":"3B6BC571","part":1},
      {"page":61,"id":61,"nass":"وقال ابن منظور: [والثني من الإبل: الذي يلقي ثنيته، وذلك في السادسة ومن الغنم الداخل في السنة الثالثة، تيساً كان أو كبشاً. التهذيب: البعير إذا استكمل الخامسة وطعن السادسة فهو ثني، وهو أدنى ما يجوز من سن الإبل في الأضاحي وكذلك من البقر والمعزى، فأما الضأن فيجوز منها الجذع في الأضاحي، وإنما سمي البعير ثنياً لأنه ألقى ثنيته ... والثني من الغنم الذي استكمل الثانية ودخل في السادسة ثم ثني في السنة الثالثة مثل الشاة سواء] (¬1).\rوبعد هذا أقول إن ما ذهب إليه الحنفية والحنابلة في بيان الجذع من الضأن له أساس قوي في لغة العرب وبناءً عليه أرى أن الراجح هو قولهم بجواز الأضحية بما مضى عليه أكثر العام من الضأن وهو الجذع، أي مضى عليه ستة أشهر فأكثر، وخاصة إذا كان عظيماً بحيث لو خلط بالثنيات يشتبه على الناظر من بعد.\rقال إبراهيم النخعي: [الجذع من الضأن يجزئ إذا كان عظيماً] (¬2).\r\rحكم التضحية بالعجول المسمّنة التي لم تبلغ السن المقرر شرعاً\rإن الالتزام بالسن المقرر شرعاً في الأضحية أمر مطلوب شرعاً، ولا تجوز مخالفته بالنقص عنه، وتجوز الزيادة عليه، ولكن بعض الناس تعارفوا في بعض مناطق فلسطين، على التضحية بالعجول المسمنة التي تقل أعمارها عن السن المطلوب، وغالبها له من العمر تسعة أشهر إلى سنة ونصف، ويظنون أن هذه العجول السمينة تجزئ في الأضاحي وقد بحثت هذه المسألة بحثاً مطولاً في كتب الفقهاء، فلم أجد أحداً منهم، قال بجواز النقص عن السن المقرر شرعاً، حتى إني لأظن - ولا أجزم - بأن قضية السن في الأضحية تعبدية حيث خُصَّ من هذا الحكم، واحد من الصحابة أو اثنان، بنص أحاديث النبي - صلى الله عليه وسلم - كما سيأتي وبناءاً على ذلك أقول:\r¬__________\r(¬1) لسان العرب 2/ 141 - 142 مادة ثنيّ، وانظر تاج العروس 19/ 257 - 258 مادة ثنى.\r(¬2) الآثار لأبي يوسف ص63.","seal":"057D0402","part":1},
      {"page":62,"id":62,"nass":"لقد وردت الأحاديث التي أشارت إلى السن المعتبر في الأضاحي، والتي اعتمد عليها الفقهاء في تحديد السن المعتبر في الأضاحي، واعتبروا ذلك شرطاً من شروط صحة الأضحية.\rفقد اتفق العلماء على أنه تجوز التضحية بالثني فما فوقه من الإبل والبقر والغنم، والمراد بالثني من الإبل ما أكمل خمس سنين ودخل في السادسة، ومن البقر ما أكمل سنتين ودخل في الثالثة، ومن الغنم ما أكمل سنة ودخل في الثانية.\rقال في المصباح المنير: [الثني الجمل يدخل في السادسة ... والثني أيضاً الذي يلقي ثنيته يكون من ذوات الظلف والحافر في السنة الثالثة ومن ذوات الخف في السنة السادسة] (¬1).\rواتفق العلماء على أنه لا تجوز التضحية بما دون الثني من الإبل والبقر والمعز.\rواختلفوا في الجذع من الضأن:\rقال الإمام الشافعي: [الضحايا الجذع من الضأن، والثني من المعز والإبل والبقر، ولا يكون شيء دون هذا ضحية] (¬2).\rقال الإمام النووي: [وأجمعت الأمة على أنه لا تجزئ من الإبل والبقر والمعز إلا الثني] (¬3)\rونقل ابن قدامة عن أئمة اللغة: [إذا مضت الخامسة على البعير ودخل في السادسة وألقى ثنيته فهو حينئذ ثني ... وأما البقرة فهي التي لها سنتان لأن النبي - صلى الله عليه وسلم - قال: (لا تذبحوا إلا مسنة) ومسنة البقر التي لها سنتان] (¬4).\rوقال الإمام النووي: [قال العلماء المسنة هي الثنية من كل شيء من الإبل والبقر والغنم فما فوقها وهذا تصريح بأنه لا يجوز الجذع من غير الضأن في حال من الأحوال وهذا مجمع عليه] (¬5).\r¬__________\r(¬1) المصباح المنير ص85.\r(¬2) الأم 2/ 223.\r(¬3) المجموع 8/ 394.\r(¬4) المغني 9/ 440.\r(¬5) شرح النووي على صحيح مسلم 13/ 101 –102.","seal":"83D60F7D","part":1},
      {"page":63,"id":63,"nass":"وقد اتفق العلماء على أنه لا يجزئ الجذع من البقر والجذع من البقر هو من وقت ولادته إلى أن يبلغ سنتين من عمره والعجل المسمن الذي يبلغ تسعة أشهر هو جذع فلا يجزئ في الأضحية وكونه سميناً وأكثر لحماً من الذي بلغ سنتين من عمره ليس سبباً في ترك السن المعتمدة وهي سنتان فأكثر.\rوإن المدقق في الأحاديث التي أشارت إلى السن يرى أنه لا يجوز تجاوز تلك السن ويدل على ذلك الأحاديث التالية:\r1. عن البراء بن عازب - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: (إن أول ما نبدأ به في يومنا هذا أن نصلي ثم نرجع فننحر من فعله فقد أصاب سنتنا ومن ذبح قبل ذلك فإنما هو لحم قدمه لأهله ليس من النسك في شيء فقام أبو بردة بن نيار وقد ذبح فقال إن عندي جذعة، فقال إذبحها ولن تجزئ عن أحد بعدك) رواه البخاري وقد مضى.\r2. قال الإمام البخاري: باب قول النبي - صلى الله عليه وسلم - لأبي بردة: (ضح بالجذع من المعز ولن تجزئ عن أحد بعدك) ثم ساق حديث البراء المتقدم برواية أخرى: (ضحى خال لي يقال له\rأبو بردة قبل الصلاة فقال له رسول الله - صلى الله عليه وسلم -: شاتك شاة لحم. فقال: يا رسول الله: إن عندي داجناً جذعة من المعز. فقال النبي - صلى الله عليه وسلم -: إذبحها ولا تصلح لغيرك) (¬1).\rوقد ورد في عدة روايات اختصاص أبي بردة بالتضحية بالجذع من المعز وشاركه في الاختصاص عقبة بن عامر والألفاظ التي تدل على الاختصاص كما بينها الحافظ\rابن حجر: (ولا رخصة فيها لأحد بعدك)، (ولن تجزئ عن أحد بعدك)، (وليست فيها رخصة لأحد بعدك) (¬2). وهذا التخصيص من النبي - صلى الله عليه وسلم - يدل على أنه لا تصح\rالتضحية بالجذع من الإبل والبقر والماعز، وهو الذي اعتمد عليه الفقهاء في قولهم\rإنه لا تجوز التضحية بما دون السنتين من البقر.\rوبناءً على ما تقدم أقول:\rلا تصح التضحية بالعجول المسمنة مهما بلغ وزنها ولا بد من الالتزام بالسن المقرر عند الفقهاء في البقر وهو سنتان، ولا يصح النقص عنه.\r¬__________\r(¬1) صحيح البخاري مع شرحه فتح الباري 12/ 108 - 109.\r(¬2) فتح الباري 12/ 109.","seal":"45D82EC7","part":1},
      {"page":64,"id":64,"nass":"جاء في الفتاوى الهندية: [وتقدير هذه الأسنان بما قلنا يمنع النقصان ولا يمنع الزيادة حتى ولو ضحى بأقل من ذلك شيئاً لا يجوز ولو ضحى بأكثر من ذلك شيئاً يجوز ويكون أفضل ولا يجوز في الأضحية حمل ولا جدي ولا عجول ولا فصيل] (¬1).\rوينبغي أن يعلم أنه ليس المقصود من الأضحية اللحم فقط، وتوزيعه صدقة أو هدية، وإنما يقصد بالأضحية أيضاً تعظيم شعائر الله عز وجل، وإراقة الدم كوسيلة من وسائل الشكر لله تعالى، قال الله تعالى:} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ {سورة الحج الآية 32.\rوكذلك الامتثال لأمر الله عز وجل بإراقة الدم، اقتداءً بإبراهيم عليه الصلاة والسلام كما قال تعالى:} لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ {سورة الحج\rالآية 37. (¬2)\r\rالشرط الثالث\rأن تكون الأضحية سليمة من العيوب المانعة من صحة الأضحية\rلمَّا كانت الأضحية قربة يتقرب بها العبد إلى الله عز وجل، والله طيب لا يقبل إلا طيباً، فينبغي أن تكون الأضحية، طيبة، وسمينة، وخالية من العيوب التي تنقص من لحمها وشحمها، فقد ثبت في الحديث عن البراء بن عازب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -:\r(أربعٌ لا تجوز في الأضاحي: العوراء البين عورها والمريضة البين مرضها والعرجاء البين عرجها والكسير التي لا تنقي.\rقال: – أي الراوي عن البراء وهو عبيد بن فيروز – قلت: فإني أكره النقص في السن.\r¬__________\r(¬1) الفتاوى الهندية 5/ 297.\r(¬2) يسألونك 3/ 101 - 103.","seal":"545EF4BB","part":1},
      {"page":65,"id":65,"nass":"قال: - أي البراء – ما كرهتَ فدعه، ولا تحرمه على أحد) رواه أصحاب السنن.\rوقال الترمذي: هذا حديث حسن صحيح، والعمل على هذا عند أهل العلم.\rوصححه الشيخ الألباني (¬1).\rوحديث البراء هذا هو الأصل في باب العيوب في الأضحية وبناءً عليه قال أهل العلم\rلا يجزئ في الأضاحي ما يلي:\rأولاً: العوراء البين عورها، ومن باب أولى العمياء.\rثانياً: المريضة البين مرضها.\rثالثاً: العرجاء البين عرجها، ومن باب أولى مقطوعة الرجل.\rرابعاً: الكسير التي لا تنقي، وهي التي لا تقوم ولا تنهض من الهزال.\rقال الحافظ ابن عبد البر: [أما العيوب الأربعة المذكورة في هذا الحديث فمجتمع عليها لا أعلم خلافاً بين العلماء فيها. ومعلوم أن ما كان في معناها داخل فيها ولا سيما إذا كانت العلة فيها أبين، ألا ترى أن العوراء إذا لم تجز فالعمياء أحرى ألا تجوز، وإذا لم تجز العرجاء فالمقطوعة الرجل أو التي لا رجل لها المقعدة أحرى ألا تجوز، وهذا كله واضح لا خلاف فيه] (¬2).\rوحديث البراء - رضي الله عنه - يدل على أن المرض الخفيف لا يضر، وكذا العرج الخفيف الذي تلحق به الشاة الغنم لقوله - صلى الله عليه وسلم - البين مرضها، والبين عرجها وكذا ما كان فيها هزال خفيف.\rوالمرض البين هو المفسد للحم والمنقص للثمن؛ فلا تجزئ كما لو كانت جرباء أو كان بها بُثُورٌ وقروح. وكذا العجفاء التي لا تنقي، فالعجف فرط الهزال المذهب للَّحم.\rوالتي لا تنقي أي لا مخ فيها لعجفها (¬3).\rوقد وردت بعض الأحاديث الأخرى في العيوب التي تمنع إجزاء الأضحية أذكرها وأبيِّنُ ما قال أهل الحديث فيها:\r¬__________\r(¬1) سنن أبي داود مع شرحه عون المعبود 7/ 357 - 358، سنن الترمذي مع شرحه التحفة 5/ 67، سنن النسائي 7/ 214، سنن ابن ماجة 2/ 1050، إرواء الغليل 4/ 361.\r(¬2) فتح المالك 7/ 6.\r(¬3) الحاوي 15/ 81 - 82، وانظر الاستذكار 15/ 125.","seal":"1BE9C59B","part":1},
      {"page":66,"id":66,"nass":"1. عن يزيد ذو مصر قال: (أتيت عتبة بن عبدٍ السُلمي فقلت: يا أبا الوليد إني خرجت ألتمس الضحايا فلم أجد شيئاً يعجبني غير ثرماء فكرهتها فما تقول. قال: أفلا جئتني بها. قلت: سبحان الله تجوز عنك ولا تجوز عني. قال: نعم إنك تشك ولا أشك، إنما نهى رسول الله - صلى الله عليه وسلم - عن المصفرة والمستأصَلة والبخقاء والمشيَّعة وكسرى.\rوالمصفرة التي تستأصل أذنها حتى يبدو سماخها.\rوالمستأصَلة التي استؤصل قرنها من أصله.\rوالبخقاء التي تُبخق عينها والبخق هو أقبح العور.\rوالمشيعة التي لا تتبع الغنم عجفاً وضعفاً.\rوالكسراء هي الكسيرة).\rرواه أبو داود وسكت عنه هو والمنذري (¬1) ورواه أحمد (¬2) والحاكم وقال صحيح الإسناد ولم يخرجاه وسكت عنه الذهبي (¬3).\r2. وروى أبو داود بإسناده عن شريح بن النعمان وكان رجل صدق عن علي - رضي الله عنه - قال:\r(أمرنا رسول الله - صلى الله عليه وسلم - أن نستشرف العين والأذنين ولا نضحي بعوراء ولا مقابلة ولا مدابرة ولا خرقاء ولا شرقاء).\rقال زهير – أحد رجال السند – فقلت لأبي إسحاق أذكر عضباء؟ قال: لا.\rقلت: فما المقابلة؟ قال: يقطع طرف الأذن.\rقلت: فما المدابرة؟ قال: يقطع من مؤخر الأذن.\rقلت: فما الشرقاء؟ قال: تشق الأذن.\rقلت: فما الخرقاء؟ قال: تخرق أذنها للسِّمة) (¬4).\rورواه الترمذي وقال: هذا حديث حسن صحيح؛ ثم قال قوله: أن نستشرف، أي أن ننظر صحيحاً (¬5). والمقصود أن ننظر إليهما ونتأمل في سلامتهما من آفة تكون بهما.\r¬__________\r(¬1) سنن أبي داود مع شرحه عون المعبود 7/ 358.\r(¬2) الفتح الرباني 13/ 78.\r(¬3) المستدرك 4/ 250 - 251.\r(¬4) سنن أبي داود مع شرحه عون المعبود 7/ 359، وانظر الاستذكار 15/ 127 - 128.\r(¬5) سنن الترمذي مع شرحه التحفة 5/ 68.","seal":"BEE08428","part":1},
      {"page":67,"id":67,"nass":"ورواه النسائي وأحمد (¬1) ورواه ابن حبان دون قوله: (ولا نضحي بعوراء ... الخ)\rوقال محققه: إسناده قوي (¬2).\rورواه الحاكم وقال: هذا حديث صحيح الإسناد ووافقه الذهبي. وحسَّنه محقق شرح\rالسنة (¬3).\r3. وروى - صلى الله عليه وسلم - أبو داود بإسناده عن قتادة عن جُري بن كليب عن علي - رضي الله عنه -: (أن النبي - صلى الله عليه وسلم - نهى أن يضحى بعضباء الأذن والقرن) (¬4).\rثم قال أبو داود جُرَيٌّ سدوسي بصري لم يحدث عنه إلا قتادة.\rثم روى بسنده عن قتادة قال: قلت لسعيد بن المسيب: ما الأعضب؟ قال: النصف فما فوقه. وسكت عنه أبو داود والمنذري.\rورواه الترمذي وقال: هذا حديث حسن صحيح (¬5) ورواه النسائي وابن ماجة ورواه أحمد (¬6) ورواه الحاكم وصححه ووافقه الذهبي (¬7).\r\rذكر صفات قد توجد في الأضحية واختلاف الفقهاء فيها\rذكر الفقهاء صفات كثيرة قد توجد في الأضحية إن وجد بعضها يمنع الإجزاء.\rوقال بعضهم: لا بأس بالتضحية بالحيوان مع وجودها.\rوسأذكر ما وقفت عليه من الصفات وسأرتبها حسب أعضاء الحيوان:\r\rأولاً: صفات في العين:\r1. العمياء: وهي فاقدة العينين، وهذه باتفاق الفقهاء لا تجزئ في الأضحية، لأن العواء وهي ما فقدت عيناً واحدة لا تجزئ فالعمياء من باب أولى.\r¬__________\r(¬1) سنن النسائي 7/ 217، الفتح الرباني 13/ 77.\r(¬2) الإحسان 13/ 242.\r(¬3) المستدرك 4/ 250، شرح السنة 4/ 337، وانظر شرح معاني الآثار 4/ 169 - 171.\r(¬4) سنن أبي داود مع شرحه عون المعبود 7/ 360.\r(¬5) سنن الترمذي مع شرحه التحفة 5/ 74.\r(¬6) سنن النسائي 7/ 217 - 218، سنن ابن ماجة 2/ 1051، الفتح الرباني 13/ 77.\r(¬7) المستدرك 4/ 249.","seal":"0D6D904E","part":1},
      {"page":68,"id":68,"nass":"ولكن بعض أهل الظاهر أجازوا التضحية بالعمياء، لأن النهي ورد في الحديث عن التضحية بالعوراء وهذا جمود على ظاهر النص، لأن العمى عور مضاعف والراجح هو عدم إجزاء العمياء (¬1).\r2. العوراء: وهي التي فقدت عينها أو فقدت الإبصار بها مع بقاء العين وهذه لا تجزئ باتفاق الفقهاء، إن كان العور بيِّناً كما ورد النص في حديث البراء لأن العور قد أذهب عضواً منها ويقصر بها في الرعي فيقل لحمها ولأن العور موكس لثمنها (¬2).\r3. العشواء: وهي التي تبصر نهاراً ولا تبصر ليلاً عند الفقهاء، وفي اللغة العشى ضعف البصر (¬3).\rوالصحيح أن العشواء مجزئة في الأضحية لأنها تبصر في وقت الرعي والعشى لا يؤثر\rعليها (¬4).\r4. الحولاء: وهي التي في عينها حول، وهذه تجزئ لأن الحول لا يؤثر عليها ولا يمنعها من الرعي (¬5).\r\r5. العمشاء: وهي التي يسيل دمعها مع ضعف البصر (¬6). قال ابن منظور: [والعمش أن لا تزال العين تسيل الدمع ولا يكاد الأعمش يبصر بها، وقيل العمش ضعف رؤية العين مع سيلان دمعها في أكثر أوقاته ... واستعمله قيس بن ذريح في الإبل ... ] (¬7).\rوالعمشاء تجزئ في الأضحية (¬8).\r¬__________\r(¬1) المجموع 8/ 400، الحاوي 15/ 81، بدائع الصنائع 4/ 214، القوانين الفقهية ص127، كشاف القناع 3/ 5.\r(¬2) المجموع 8/ 400، الحاوي 15/ 80 - 81، بدائع الصنائع 4/ 214، القوانين الفقهية ص127، كشاف القناع 3/ 5.\r(¬3) المصباح المنير ص412.\r(¬4) المجموع 8/ 400، الحاوي 15/ 81.\r(¬5) حاشية ابن عابدين 6/ 325، الفتاوى الهندية 5/ 298، الحاوي 15/ 81.\r(¬6) المصباح المنير ص429.\r(¬7) لسان العرب 9/ 398.\r(¬8) المجموع 8/ 400.","seal":"20925094","part":1},
      {"page":69,"id":69,"nass":"6. التي في عينها بياض، تجزئ في الأضحية نص على ذلك المالكية والحنابلة (¬1).\r\rثانياً: صفات في الأذن:\r1. السكاء: من السكك وهو صغر الأذنين ويقال إذن سكاء أي صغيرة (¬2).\rوقد تسمى صمعاء، والصمع لصوق الأذنين وصغرهما (¬3).\rقال القرافي: [والسكاء وهي الصغيرة الأذن وهي الصمعاء] (¬4).\rوالسكاء والصمعاء تجزئ في الأضحية وقد نص على ذلك الحنفية والمالكية والشافعية والحنابلة (¬5).\rوقد روى البيهقي بإسناده عن ابن عباس رضي الله عنهما أنه كان لا يرى بأساً أن يضحى بالصمعاء.\rقال أبو عبيد: قال الأصمعي: [الصمعاء هي الصغيرة الأذن] (¬6).\r2. التي خلقت بلا أذنين أو خلقت بأذن واحدة:\rوهذه لا تجزئ عند الحنفية والمالكية والشافعية، وتجزىء عند الحنابلة (¬7).\rقال الماوردي: [فأما التي خلقت لا أذن لها قال الشافعي في الجديد لا تجوز الأضحية بها لأنه نقص عضو من خلقتها] (¬8). وقول الجمهور أقوى دليلاً وأحوط.\r3. المُقَابَلَةُ: وهي التي قطع من مقدم أذنها قطعة، وتدلت في مقابلة الأذن ولم تنفصل (¬9).\rفهذه تجزئ مع الكراهة عند المالكية والشافعية والحنابلة، وقال الحنفية تجزئ بلا كراهة (¬10)\r¬__________\r(¬1) الذخيرة 4/ 146، شرح الخرشي 3/ 35، المغني 9/ 441، كشاف القناع 3/ 6.\r(¬2) المصباح المنير ص282.\r(¬3) المصباح المنير ص347.\r(¬4) الذخيرة 4/ 147.\r(¬5) الفتاوى البزازية 3/ 293، الذخيرة 4/ 147، المجموع 8/ 401، الحاوي 15/ 83، المغني 9/ 442،\rكشاف القناع 3/ 6، الاستذكار 15/ 128.\r(¬6) سنن البيهقي 9/ 276.\r(10) حاشية ابن عابدين 6/ 324، شرح الخرشي 3/ 35، المجموع 8/ 401، منار السبيل 1/ 272.\r(¬8) الحاوي 15/ 83.\r(¬9) المصباح المنير ص488.\r(¬10) القوانين الفقهية ص127، المجموع 8/ 402، الحاوي 15/ 82، المغني 9/ 443، بدائع الصنائع 4/ 216،\rالفتاوى الهندية 5/ 298.","seal":"2CFA1DA1","part":1},
      {"page":70,"id":70,"nass":"قال الكاساني: [وما روي أن رسول - صلى الله عليه وسلم - نهى أن يضحى بالشرقاء والخرقاء والمقابلة والمدابرة ... فالنهي في الشرقاء والمقابلة والمدابرة محمول على الندب، وفي الخرقاء على الكثير ... ] (¬1). وقول الجمهور أولى.\r4. المدابرة: وهي ما قطع من مؤخر إذنها قطعة وتدلت ولم تنفصل وهي عكس\rالمقابلة (¬2) وهذه تجزئ عند المالكية والشافعية والحنابلة مع الكراهة، وقال الحنفية تجزئ بلا كراهة (¬3). وقول الجمهور أولى أيضاً.\r5. الشرقاء: وهي مشقوقة الأذن وتسمى عند أهل اللغة أيضاً عضباء (¬4)، وهذه تجزئ مع الكراهة عند المالكية والشافعية والحنابلة وهو الأولى. وقال الحنفية تجزئ بلا كراهة (¬5).\r6. الخرقاء: وهي التي في إذنها خرق وهو ثقب مستدير (¬6) وهذه تجزئ مع الكراهة عند المالكية والشافعية والحنابلة (¬7).\rوقال الحنفية تجزئ بلا كراهة، والنهي الوارد في الحديث عن الخرقاء، يحمل على الخرق الكثير دون القليل (¬8). وقول الجمهور أولى أيضاً.\r7. مقطوعة الأذنين أو مقطوعة الأذن، وهذه غير التي سبقت في رقم (2) لأن تلك خلقت بلا أذنين أو بلا أذن، وأما هذه فقطعت أذناها أو أذنها. ومقطوعة الأذنين لا تجزئ وكذا مقطوعة الأذن، لا تجزئ عند الحنفية والمالكية والشافعية والحنابلة.\r¬__________\r(¬1) بدائع الصنائع 4/ 216.\r(¬2) المصباح المنير ص488.\r(¬3) القوانين الفقهية ص127، المجموع 8/ 402، الحاوي 15/ 82، المغني 9/ 443، بدائع الصنائع 4/ 216،\rالفتاوى الهندية 5/ 298 وانظر كلام الكاساني المتقدم.\r(¬4) المصباح المنير ص311 وص414.\r(¬5) القوانين الفقهية ص127، المجموع 8/ 402، الحاوي 15/ 82، المغني 9/ 443، بدائع الصنائع 4/ 216،\rالفتاوى الهندية 5/ 298 وانظر كلام الكاساني المتقدم.\r(¬6) المصباح المنير ص167.\r(¬7) القوانين الفقهية ص127، المهذب 8/ 399، الحاوي15/ 82، كشاف القناع 3/ 6، المغني 9/ 443.\r(¬8) بدائع الصنائع 4/ 216، الفتاوى الهندية 5/ 298، ملتقى الأبحر 2/ 224.","seal":"AC575B45","part":1},
      {"page":71,"id":71,"nass":"هذا إذا كان القطع لجميع الأذن، وأما إذا قُطِعَ بعضُ الأذن، فقال الحنفية والحنابلة إذا قطع أكثر الأذن لا تجزئ، ويؤيد قولهم حديث علي السابق: (نهى أن يضحى بعضباء الأذن والقرن. وقال قتادة: قلت لسعيد بن المسيب ما الأعضب؟ قال: النصف فما فوقه)\rفقد اعتبر الأكثر.\rوقال المالكية إن كان المقطوع ثلث الأذن فدون أجزأت. وقال الشافعية إن قطعَ بعض الأذن يمنع من الإجزاء (¬1).\rولأهل اللغة تفصيل في صفة القطع من الأذن؛ قال ابن منظور: [والقصواء التي قطع طرف أذنها، وكل ما قطع من الأذن فهو جدع، فإذا بلغ الربع فهو قصو، فإذا جاوزه فهو عضب، فإذا استؤصلت فهو صلم] (¬2).\rفالناقة مقطوعة الأذن تسمى قصواء وعضباء وصلماء وجدعاء.\rومذهب الحنفية والحنابلة هو الأرجح.\r\rثالثاً: صفات في القرن:\r1. الجماء: التي لم يخلق لها قرن وتسمى جلحاء أيضاً (¬3).\rقال الأزهري من أئمة اللغة: [ ... إن الجلحاء من الشاء والبقر بمنزلة الجماء التي لا\rقرن لها] (¬4).\rوهذه مجزئة في الأضحية باتفاق أصحاب المذاهب الأربعة (¬5).\r2. مكسورة القرن: وتسمى عضباء وقصماء (¬6).\rقال ابن دريد من أئمة اللغة: [القصماء من المعز المكسورة القرن الخارج، والعضباء المكسورة القرن الداخل وهو المشاش] (¬7).\r¬__________\r(¬1) حاشية ابن عابدين 6/ 323، الفتاوى الهندية 5/ 297، القوانين الفقهية ص127، شرح الخرشي 3/ 36، الحاوي 15/ 83، كشاف القناع 5/ 3، المغني 9/ 441، بدائع الصنائع 4/ 215.\r(¬2) لسان العرب 11/ 200.\r(¬3) المصباح المنير ص104، ص110.\r(¬4) لسان العرب 2/ 319.\r(¬5) بدائع الصنائع 4/ 216، ملتقى الأبحر 2/ 224، الذخيرة 4/ 147، جامع الأمهات ص229، الحاوي 15/ 84، المغني 9/ 442.\r(¬6) لسان العرب 9/ 252.\r(¬7) لسان العرب 11/ 197.","seal":"B9DF38A4","part":1},
      {"page":72,"id":72,"nass":"والعضب صفة تكون في الأذن وفي القرن أيضاً. قال أبو عبيد من أئمة اللغة: [الأعضب المكسور القرن الداخل ... وقد يكون العضب في الأذن أيضاً، فأما المعروف ففي القرن وهو فيه أكثر] (¬1).\rويؤيده ما ورد في حديث علي السابق (أنه - صلى الله عليه وسلم - نهى أن يضحى بعضباء الأذن والقرن).\rومكسورة القرن تجزئ عند الشافعية مع الكراهة.\rقال الماوردي: [فتجوز الأضحية بالجلحاء، وهي الجماء التي خلقت لا قرن لها، وبالعضباء وهي المكسورة القرن سواء دمي موضع قرنها بالكسر أو لم يدم] (¬2).\rوقال الحنفية تجزئ مكسورة القرن إلا إذا بلغ الكسر الدماغ (¬3).\rوعند المالكية ثلاثة أقوال:\r1. تجزئ.\r2. لا تجزئ.\r3. الفرق بين أن يدمي القرن المكسور أو لا يدمي، فإن كان القرن يدمي من الكسر، فلا تجزئ وإن كان لا يدمي تجزئ، وهو القول المشهور في المذهب (¬4).\rوقال الحنابلة لا تجزئ مكسورة القرن (¬5).\rوحجة من قال بالإجزاء، أن القرن ليس عضواً مأكولاً، كما أن فقده لا يؤدي إلى فساد اللحم، وهذا بخلاف العضب في الأذن، لأن الأذن عضو مأكول.\rوالنهي الوارد في حديث علي (أن النبي - صلى الله عليه وسلم - نهى أن يضحى بعضباء الأذن والقرن) محمول على الكراهة دون التحريم (¬6).\rوالراجح أنها تجزىء إلا إذا كان الدم يسيل فتكره حيتئذ.\r¬__________\r(¬1) لسان العرب 11/ 197.\r(¬2) الحاوي 15/ 84، وانظر المجموع 8/ 402.\r(¬3) الفتاوى البزازية 3/ 293، بدائع الصنائع 4/ 216.\r(¬4) القوانين الفقهية ص127، الذخيرة 4/ 146.\r(¬5) كشاف القناع 3/ 6، الفروع 3/ 542، المغني 9/ 441، منار السبيل 1/ 273.\r(¬6) الحاوي 15/ 84.","seal":"87359005","part":1},
      {"page":73,"id":73,"nass":"قال الحافظ ابن عبد البر: [جمهور العلماء على القول بجواز الضحية المكسورة القرن إذا كان لا يدمي، فإن كان يدمي، فقد كرهه مالك، وكأنه جعله مرضاً بيِّناً.\rوقد روى قتادة عن جري بن كليب عن علي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - نهى عن أعضب القرن والأذن.\rقال قتادة: فقلت لسعيد بن المسيب: ما عضب الأذن والقرن؟ قال: النصف أو أكثر.\rقال أبو عمر: لا يوجد ذكر القرن في غير هذا الحديث ... وهذا الذي عليه جماعة الفقهاء في القرن ... وفي إجماعهم على إجازة الضحية بالجماء ما يبين لك أنَّ حديث القرن لا يثبت ولا يصح وهو منسوخ؛ لأنه معلوم أن ذهاب القرنين معاً أكثر من ذهاب بعض أحدهما] (¬1).\r\rرابعاً: صفات في الأنف:\rالجدعاء: وهي مقطوعة الأنف، والجدع يستعمل في قطع الأنف والأذن والشفة واليد ونحوها (¬2).\rوقد نص فقهاء الحنفية على أن مقطوعة الأنف لا تجزئ لذهاب عضو منها (¬3).\r\rخامساً: صفات في اللسان والأسنان:\r1. الهتماء: وهي التي انكسرت ثنيتها وهو فوق الثرم (¬4).\rوعند الفقهاء الهتماء التي ذهبت أسنانها والثرماء التي ذهبت بعض أسنانها.\rفالهتماء وهي التي ذهبت جميع أسنانها: قال الشافعية والمالكية وأبو يوسف من الحنفية لا تجزئ. وعند أبي حنيفة تجزئ إذا كانت ترعى وتعتلف، وهو قول الحنابلة (¬5).\rوأما الثرماء وهي التي ذهبت بعض أسنانها فتجوز عند أبي حنيفة إذا كانت تعتلف، وهو قول الشافعية والحنابلة في أصح الوجهين عندهم.\rولأبي يوسف فيها قولان: قول اعتبر فيه بقاء أكثر الأسنان.\r¬__________\r(¬1) الاستذكار 15/ 132 - 134.\r(¬2) لسان العرب 2/ 207، المصباح المنير ص93.\r(¬3) حاشية ابن عابدين 6/ 324، الفتاوى الهندية 5/ 298.\r(¬4) لسان العرب 15/ 26، المصباح المنير ص633.\r(¬5) حاشية ابن عابدين 6/ 324، المجموع 8/ 401، الفروع 3/ 524، كشاف القناع 3/ 6، الذخيرة 4/ 148.","seal":"06F775A9","part":1},
      {"page":74,"id":74,"nass":"وقول اعتبر فيه الاعتلاف (¬1).\rوالراجح أن الهتماء والثرماء تجزئان في الأضحية ويدل على ذلك ما يلي:\rأ. ما سبق في حديث يزيد ذو مصر وفيه: (إني خرجت ألتمس الضحايا فلم أجد شيئاً يعجبني غير ثرماء فكرهتها. فما تقول؟ قال: أفلا جئتني بها.\rقلت: سبحان الله تجوز عنك ولا تجوز عني. قال نعم إنك تشك ولا أشك ... الخ)\rب. ويؤيد ذلك ما سبق في حديث البراء - رضي الله عنه - في عيوب الأضحية غير المجزئة، حيث قال الراوي عن البراء وهو عبيد بن فيروز للبراء: قال: قلت: فإني أكره أن يكون في السن نقص فقال البراء: ما كرهت فدعه ولا تحرمه على أحد.\rج. ورد عن طاووس أنه قال في الهتماء: يضحى بها.\rد. ونقل القاضي حسين عن الإمام الشافعي أنه قال: لا نحفظ عن النبي - صلى الله عليه وسلم - في نقص الأسنان شيء. يعني في النهي (¬2).\r2. التي لا لسان لها أصلاً تجزئ عند الحنفية إذا كانت من الغنم فقط.\rوأما إذا كانت من البقر فلا تجزئ، لأن البقر يأخذ العلف باللسان، فإذا انقطع من اللسان أكثر من الثلث فلا تجزئ عندهم.\rوقال الشافعية مقطوعة بعض اللسان لا تجزئ (¬3).\rوهو والراجح لذهاب عضو مأكول.\r\rسادساً: صفات في الضرع:\rوالضرع: لذات الظلف كالثدي للمرأة ويسمى أيضاً الطُّبْي، ويجمع على أطْباء.\rوإن كان الطُّبْي يستعمل أيضاً في ذات الخف (¬4).\r1. الجدَّاء: قال ابن منظور: [شاة جدَّاء قليلة اللبن يابسة الضرع وكذلك الناقة والأتان.\rوقيل الجدَّاء من كل حلوبة الذاهبة اللبن عن عيب\r¬__________\r(¬1) إعلاء السنن 17/ 287، وانظر المصادر في الهامش السابق.\r(¬2) التلخيص الحبير 4/ 141.\r(¬3) حاشية ابن عابدين 6/ 352، المجموع 8/ 401.\r(¬4) المصباح المنير ص361، 369.","seal":"5A6E9C19","part":1},
      {"page":75,"id":75,"nass":"الجدَّاء الشاة التي انقطعت أخلافها\rوقيل ... هي المقطوعة الضرع\rوقيل هي اليابسة الأخلاف ... ] (¬1).\rوقال الفقهاء إن الجدَّاء التي يبس ضرعها، لا تجزئ لأن بها نقصاً في الخلقة كذا علله الإمام أحمد (¬2).\rوكذلك فإن مقطوعة الأَطْبَاء لا تجزئ لذهاب عضو منها (¬3).\r2. وأما التي خلقت بلا ضرع فتجزئ، وكذا صغيرة الضرع خلقةً فتجزئ، وكذا التي لها ضرع ولكن لا تحلب تجزئ أيضاً (¬4).\r\rسابعاً: صفات في الذنب والألية:\rوالذنب للإبل والبقر والمعز والألية للضأن.\r1. البتراء والمبتورة بمعنى واحد، وهي التي لا ذنب لها خلقةً أو مقطوعاً (¬5).\rفإن كانت لا ذنب لها، خلقة فتجزئ عند الحنابلة، ولا تجزئ عند الحنفية والمالكية\rوالشافعية.\rوإن كان لها ذنب فقطع فتجزئ عند الحنابلة أيضاً، ولا تجزئ عند الحنفية والمالكية والشافعية (¬6).\rفإن كان بعض الذنب مقطوعاً فتجزئ عند الحنابلة. وأما الحنفية فقالوا مقطوعة أكثر الذنب لا تجزئ فإن كان يسيراً أجزأت. وعند المالكية مقطوعة ثلث الذنب فأكثر\rلا تجزئ (¬7).\r¬__________\r(¬1) لسان العرب 2/ 201.\r(¬2) الفروع 3/ 542.\r(¬3) حاشية ابن عابدين 6/ 324، شرح الخرشي 3/ 36، المغني 9/ 442، كشاف القناع 3/ 6، الفتاوى الهندية 5/ 298\r(¬4) المجموع 8/ 401، حاشية ابن عابدين 6/ 324، الفتاوى البزازية 3/ 293.\r(¬5) لسان العرب 1/ 309، المصباح المنير ص35.\r(¬6) المغني 9/ 442، كشاف القناع 3/ 6، حاشية ابن عابدين 6/ 325، شرح الخرشي 3/ 35، الحاوي 15/ 83.\r(¬7) حاشية ابن عابدين 6/ 323، المغني 9/ 442، شرح الخرشي 3/ 35، الحاوي 15/ 83.","seal":"993543EE","part":1},
      {"page":76,"id":76,"nass":"وعند الشافعية لا تجزئ. والراجح أن مقطوعة الذنب لا تجزىء، لأنه يعد عيباً فيها.\r2. المخلوقة بلا ألية أصلاً تجزئ عند أبي حنيفة والشافعية والحنابلة ولا تجزئ عند المالكية (¬1)\rوأما مقطوعة الألية وهي التي كانت لها ألية فقطعت، فلا تجزئ عند الفقهاء، لأنها فقدت عضواً مأكولاً (¬2).\rوأما إن قطع بعض أليتها فاختلف الفقهاء:\rفقال الحنفية: إن كان القطع يسيراً أجزأت، وإن كان كثيراً لم تجزئ.\rوقال المالكية: إن كان القطع ثلث الألية فأكثر فلا تجزئ.\rوقال الحنابلة: إن قطع دون النصف أجزأت (¬3).\rوأما إن كان لها ألية صغيرة تشبه الذنب فهي مجزئة (¬4).\rوالذي أرجحه من أقوال الفقهاء جواز الأضحية بالتي خلقت بلا ذنب أو ألية.\rوقد نقل جوازها عن ابن عمر - رضي الله عنه - وسعيد بن المسيب وسعيد بن جبير والحسن النخعي (¬5)\r\rثامناً: صفات أخرى:\r1. الهيماء: من الهيام وهو داء يأخذ الإبل فتهيم في الأرض لا ترعى.\rوقيل هو داء كالحمى يصيب الإبل لشربها ماءاً آسناً (¬6).\rوقال الشافعية في وجه عندهم لا تجزئ الهيماء (¬7).\rوالذي يظهر لي أن الهيماء لا يصح أن يضحى بها إن كانت هزيلة بسبب مرضها، وإلا فتجزئ إن كانت سمينة.\r¬__________\r(¬1) المصادر السابقة.\r(¬2) المصادر السابقة.\r(¬3) المصادر السابقة.\r(¬4) الفتاوى البزازية 3/ 293.\r(¬5) فتح المالك 7/ 7.\r(¬6) لسان العرب 15/ 183، المصباح المنير ص645.\r(¬7) المجموع 8/ 400، الحاوي 15/ 82.","seal":"53720DFD","part":1},
      {"page":77,"id":77,"nass":"2. الثولاء: من الثَوَل، وهو داء يصيب الشاة فتسترخي أعضاؤها، وقيل هو جنون يصيب الشاة فلا تتبع الغنم وتستدبر في مرتعها، وقيل هو داء يأخذ الغنم في ظهورها ورؤوسها فتخر منه (¬1). ويصف الفقهاء الثولاء بأنها المجنونة التي تستدبر المرعى ولا ترعى إلا قليلاً فتهزل، فإذا كانت كذلك فلا تجزئ في الأضحية.\rوأما إذا لم يمنعها الثول من الرعي والاعتلاف فتجزئ إذا كانت سمينة (¬2). وورد عن الحسن أنه قال: لا بأس أن يضحى بالثولاء، وهذا محمول على أنها سمينة (¬3).\r3. الجرباء: من الجرب وهو مرض يصيب الدواب والناس أيضاً (¬4). والجرباء لا تجزئ في الأضحية لأن بها مرضاً مفسداً للحم كما أن النفوس تعافها وهذا مذهب الجمهور.\rوقال الحنفية تجزئ الجرباء إذا كانت سمينة فإن كانت مهزولة فلا تجزئ (¬5).\rويظهر لي أن القول بعدم الإجزاء هو الأرجح.\r4. المشيعة: وهي التي لاتتبع الغنم عجفاً وضعفاً، وقيل هي التي لا تتبع الغنم عادة وكسلاً\rوقد قال الفقهاء إن كانت لا تتبع الغنم لهزالها وضعفها، فلا تجزئ وهذه التي ورد النهي عن التضحية بها في حديث يزيد ذو مصر السابق وفيه (والمشيعة ... ).\rوأما إذا كانت لا تتبع الغنم عادة وكسلاً فتجزئ (¬6).\r5. الموجوء والخصي: الموجوء من الوجء وهو أن ترض أنثيا – خصيتا – الفحل رضاً شديداً يذهب شهوة الجماع.\rوقيل أن توجأ العروق والخصيتان بحالهما (¬7).\r¬__________\r(¬1) لسان العرب 2/ 151، المصباح المنير ص88.\r(¬2) بدائع الصنائع 4/ 216، فتح باب العناية 2/ 76، ملتقى الأبحر 2/ 224، المجموع 8/ 401، الذخيرة 4/ 147.\r(¬3) إعلاء السنن 17/ 278، 280.\r(¬4) لسان العرب 2/ 227.\r(¬5) الذخيرة 4/ 147، المجموع 8/ 400، الحاوي 15/ 81، الفروع 3/ 542، بدائع الصنائع 4/ 216، الفتاوى البزازية 3/ 293، ملتقى الأبحر 2/ 224.\r(¬6) المجموع 8/ 402.\r(¬7) لسان العرب 15/ 214، المصباح المنير ص650.","seal":"6C995301","part":1},
      {"page":78,"id":78,"nass":"والخصي: من الخصاء وهو سلُّ خصيتي الفحل (¬1).\rوقد قال أكثر الفقهاء إن الخصي والموجوء يجزئان في الأضحية.\rقال ابن قدامة: [ويجزئ الخصي لأن النبي - صلى الله عليه وسلم -: ضحى بكبشين موجؤين ... وبهذا قال الحسن وعطاء والشعبي والنخعي ومالك والشافعي وأبو ثور وأصحاب الرأي ولا نعلم فيه مخالفاً] (¬2).\rوقد نسب بعض الشافعية إلى القول الجديد للشافعي أن الخصي لا يجزئ في الأضحية، لأنه قد فات منه الخصيتان وهما مأكولتان.\rوهذا بناءاً على التفريق بين الموجوء والخصي، لأن الوجئ هو رض عروق البيضتين، والخصاء هو سلهما، وأشار إلى هذا الزركشي.\rوقد اعتبر الإمام النووي أن نسبة هذا إلى الشافعي ضعيفة واعتبره قولاً شاذاً فقال: [يجزئ الموجوء والخصي، كذا قطع الأصحاب وهو الصواب. وشذ ابن كج فحكى في الخصي قولين وجعل المنع هو قول الجديد وهذا ضعيف منابذ للحديث الصحيح] (¬3).\rوقد ورد في عدد من الأحاديث أن النبي - صلى الله عليه وسلم - ضحى بكبشين موجوئين منها:\r1. عن جابر بن عبد الله قال: (ذبح النبي - صلى الله عليه وسلم - يوم الذبح كبشين أقرنين أملحين موجوئين فلما وجهها قال: إني وجهت وجهي للذي فطر السماوات والأرض على ملة إبراهيم حنيفاً، وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين، اللهم منك ولك عن محمد وأمته باسم الله والله أكبر ثم ذبح) رواه أبو داود والبيهقي وسكت عنه أبو داود وله طرق تقويه (¬4).\r2. وعن عائشة وأبي هريرة رضي الله عنهما: (أن رسول الله - صلى الله عليه وسلم - كان إذا أراد أن يضحي اشترى كبشين عظيمين سمينين أقرنين أملحين موجوئين فذبح أحدهما عن أمته لمن شهد لله بالتوحيد وشهد له بالبلاغ وذبح الآخر عن محمد وعن آل محمد - صلى الله عليه وسلم -).\r¬__________\r(¬1) لسان العرب 4/ 114، المصباح المنير ص171.\r(¬2) المغني 9/ 442، وانظر المجموع 8/ 402، حاشية ابن عابدين 6/ 323، الذخيرة 4/ 147، كشاف القناع 3/ 6.\r(¬3) المجموع 8/ 401 - 402، وانظر الأجوبة المرضية 2/ 816.\r(¬4) سنن أبي داود مع شرحه عون المعبود 7/ 351، إرواء الغليل 4/ 351، سنن البيهقي 9/ 287.","seal":"94DD0DCB","part":1},
      {"page":79,"id":79,"nass":"رواه ابن ماجة وأحمد والبيهقي والحاكم وقال الشيخ الألباني: صحيح (¬1).\r3. وعن أبي الدرداء - رضي الله عنه - قال: (ضحى رسول الله - صلى الله عليه وسلم - بكبشين جذعين خصيين) رواه أحمد والطبراني وفي إسناده الحجاج بن أرطأة وفيه مقال (¬2).\r4. وعن أبي رافع - رضي الله عنه - مولى رسول الله - صلى الله عليه وسلم - قال: (ضحى رسول الله - صلى الله عليه وسلم - بكبشين أملحين موجوئين خصيين فقال: أحدهما عمَّن شهد بالتوحيد وله بالبلاغ، والآخر عنه وعن أهل بيته قال: فكأن رسول الله - صلى الله عليه وسلم - قد كفانا).\rرواه أحمد وأورده الهيثمي وقال: رواه أحمد وإسناده حسن وقال الشيخ الألباني صحيح (¬3)\rوهذه الأحاديث تدل على جواز التضحية بالموجوء والخصي.\rوهو القول الصحيح الذي تؤيده الأدلة.\rقال الخطابي معلقاً على حديث جابر السابق: (وفي هذا دليل على أن الخصي في الضحايا غير مكروه، وقد كرهه بعض أهل العلم لنقص العضو، وهذا نقص ليس بعيب لأن الخصاء يفيد اللحم طيباً، وينفي منه الزهومة وسوء الرائحة) (¬4).\rوقال ابن قدامة: [ولأن الخصاء ذهاب عضو غير مستطاب يطيب اللحم بذهابه ويكثر ويسمن. قال الشعبي: ما زاد في لحمه وشحمه أكثر مما ذهب منه] (¬5).\rوسئل إبراهيم عن الخصي والفحل أيهما أكمل في الأضحية؟ قال: الخصي لأنه إنما طلب صلاحه (¬6).\r6. الفحل: الذي كثر نزوه يجزئ، وقال المالكية إن فسد لحمه لا يجزئ (¬7).\r7. الحامل: تجزئ، وقال أكثر الشافعية لا تجزئ وخالفهم ابن الرفعة فقال تجزئ (¬8).\r¬__________\r(¬1) سنن ابن ماجة 2/ 1044، الفتح الرباني 13/ 83، المستدرك 4/ 253، سنن البيهقي 9/ 287، صحيح سنن ابن ماجة 2/ 199.\r(¬2) الفتح الرباني 13/ 83.\r(¬3) الفتح الرباني 13/ 83، إرواء الغليل 4/ 360، مجمع الزوائد 4/ 21.\r(¬4) معالم السنن 2/ 197.\r(¬5) المغني 9/ 442.\r(¬6) عقود الجواهر المنيفة 2/ 72.\r(¬7) المجموع 8/ 401، الذخيرة 4/ 148.\r(¬8) مجموع فتاوى شيخ الإسلام 26/ 307، كشاف القناع 3/ 6، الفروع 3/ 544، الإقناع 2/ 280.","seal":"6FC9E78E","part":1},
      {"page":80,"id":80,"nass":"8. المجزوزة: وهي التي جز صوفها تجزئ (¬1).\r9. المكوية: وهي التي بها كيٌّ تجزئ (¬2).\r10. الأنثى: وإن كثرت ولادتها تجزئ، وقال المالكية إذا فسد لحمها لا تجزئ (¬3).\r11. الساعلة: وهي التي بها سعال تجزئ (¬4).\r12. فاقدة رجل أو يد لا تجزئ، لأنها فقدت عضواً مأكولاً (¬5).\r13. البكماء: التي فقدت صوتها تجزئ لأنه لا يؤثر على لحمها وشحمها. وقال المالكية لا تجزئ (¬6).\r14. البخراء: وهي متغيرة رائحة الفم تجزئ لأنه شيء عادي أن يكون لها رائحة فم. وقال المالكية لا تجزئ (¬7).\r15. الخنثى: تجزئ لأنها ذكراً أو أنثى وكلاهما يجزئ وليس فيها ما ينقص اللحم (¬8)\rوخلاصة الأمر أن العيوب التي تمنع الإجزاء هي ما كانت مؤذية للحيوان ومنقصة من لحمه وشحمه وثمنه.\rوينبغي أن تكون الأضحية خالية من أي عيب وهذا هو الأكمل والأحسن فقد كان ابن عمر - رضي الله عنه - يتقي من الضحايا التي نقص من خلقها.\rوورد مثل ذلك عن السلف أنهم يكرهون كل نقص في الضحية.\r¬__________\r(¬1) حاشية ابن عابدين 6/ 325، الفتاوى الهندية 5/ 298.\r(¬2) حاشية ابن عابدين 6/ 325، الفتاوى الهندية 5/ 297، المجموع 8/ 401، الإقناع 2/ 279.\r(¬3) المجموع 8/ 401، الذخيرة 4/ 148.\r(¬4) حاشية ابن عابدين 6/ 325، الفتاوى الهندية 5/ 297.\r(¬5) الفتاوى الهندية 5/ 299، شرح الخرشي 3/ 35، الفتاوى البزازية 3/ 293.\r(¬6) شرح الخرشي 3/ 36.\r(¬7) المصدر السابق 3/ 36.\r(¬8) الإقناع 2/ 278.","seal":"12FA526A","part":1},
      {"page":81,"id":81,"nass":"المبحث التاسع\rالحد الفاصل بين القليل والكثير في عيوب الأضحية\rاختلف الفقهاء في الحد الفاصل في عيوب الأضحية من حيث القليل والكثير، فمثلاً قالوا إن كان القطع في الأذن قليلاً يجزئ، وإن كان كثيراً فلا يجزئ. فما هو ضابط ذلك؟\rقال ابن عابدين: [واختلف أصحابنا في الفاصل بين القليل والكثير.\rفعن أبي حنيفة أربع روايات:\rروى محمد عنه في الأصل والجامع الصغير أن المانع ذهاب أكثر من الثلث.\rوعنه أنه الثلث.\rوعنه أنه الربع.\rوعنه أن يكون الذاهب أقل من الباقي أو مثله.\rوالأولى هي ظاهر الرواية\rوالرابعة هي قولهما قال في الهداية: وقالا إذا بقي الأكثر من النصف أجزأه وهو اختيار الفقيه أبي الليث.\rقال أبو يوسف: أخبرت بقولي أبا حنيفة فقال: قولي هو قولك. قيل هو رجوع منه إلى قول أبي يوسف\rووجه الرابعة وهو قولهما وإليها رجع الإمام أن الكثير من كل شيء أكثره\rوعليها الفتوى] (¬1).\rوعند المالكية ما كان دون الثلث فيسير وما كان فوقه فكثير (¬2).\rوعند الشافعية قال إمام الحرمين الجويني: [وأقرب ضبط بين الكثير واليسير أنه إن لاح النقص من البعد فكثير وإلا فقليل] (¬3).\rوقال الحنابلة ما كان دون النصف أجزأ، وما كان أكثر فلا يجزئ، وفي رواية أخرى أن الحد الفاصل بين القليل والكثير الثلث، فما كان دونه أجزأ، وما كان فوقه لا يجزئ (¬4).\r¬__________\r(¬1) حاشية ابن عابدين 6/ 324، وانظر بدائع الصنائع 4/ 215، فتح باب العناية 3/ 77.\r(¬2) الذخيرة 4/ 148، جامع الأمهات ص229.\r(¬3) المجموع 8/ 401.\r(¬4) المغني 9/ 441، الفروع 3/ 542.","seal":"2E019158","part":1},
      {"page":82,"id":82,"nass":"ويرى ابن حزم الظاهري أن التحديد المذكور عند الفقهاء بالثلث أو النصف أو غيره، لا دليل عليه من الشرع (¬1).\rويرى الشوكاني أن المعفو عنه من العيوب، هو اليسير لأن قوله - صلى الله عليه وسلم - في حديث البراء: (البين عورها والبين مرضها والبين ظلعها) يدل على ذلك (¬2).\r¬__________\r(¬1) المحلى 6/ 13.\r(¬2) السيل الجرار 4/ 80.","seal":"3FFF8F92","part":1},
      {"page":83,"id":83,"nass":"المبحث العاشر\rطروءُ العيبِ المخلِّ على الأضحية بعد تعيينها\rلو اشترى شخص أضحية - شاة أو بقرة أو ناقة - قبل يوم الأضحى، ثم حبسها عنده فأصابها عيب مانع من الإجزاء، كأن كسرت رجلها، أو عجفت، فهل يصح أن يضحي بها وتكون مجزئة أم لا؟\rاختلف الفقهاء في هذه المسألة كما يلي:\rالقول الأول: يذبحها وتجزؤه، نقل هذا القول عن عطاء والحسن والنخعي والزهري والثوري والشافعي وأحمد واسحق وهو قول الهادوية (¬1).\rالقول الثاني: لا تجزؤه، ولا بد أن يذبح بدلها، وهو قول الحنفية والمالكية (¬2).\rحجة الفريق الأول:\rما ورد في الحديث عن أبي سعيد - رضي الله عنه - قال: (اشتريت كبشاً أضحي به فعدا الذئب فأخذ أليته فسألت النبي - صلى الله عليه وسلم - فقال: ضح به) رواه أحمد والبيهقي (¬3).\rورواه ابن ماجة ولفظه عن أبي سعيد قال: (ابتعنا كبشاً نضحي به فأصاب الذئب من أليته أو أذنه فسألنا النبي - صلى الله عليه وسلم - فأمرنا أن نضحي به) (¬4).\rوقال في الزوائد: [في إسناده جابر الجعفي وهو ضعيف قد اتُهِمْ] (¬5) وكذَّبه ابن حزم (¬6).\rوفي رواية أخرى عند البيهقي عن أبي سعيد: (أن رجلاً سأل النبي - صلى الله عليه وسلم - عن شاة قطع الذئب ذنبها، يضحي بها؟ قال: ضح بها) (¬7).\rوقال المجد ابن تيمية بعد أن ذكر حديث أبي سعيد: [وهو دليل على أن العيب الحادث بعد التعيين لا يضر] (¬8).\r¬__________\r(¬1) المغني 9/ 433، مصنف عبد الرزاق 4/ 386، السيل الجرار 4/ 85.\r(¬2) تبيين الحقائق 6/ 6، حاشية ابن عابدين 6/ 325، حاشية الدسوقي 2/ 125، جامع الأمهات ص 228.\r(¬3) الفتح الرباني 13/ 80، سنن البيهقي 9/ 289.\r(¬4) سنن ابن ماجة 2/ 1051.\r(¬5) المصدر السابق.\r(¬6) المحلى 6/ 12.\r(¬7) سنن البيهقي 9/ 289.\r(¬8) منتقى الأخبار مع شرحه نيل الأوطار 5/ 133.","seal":"7C156E60","part":1},
      {"page":84,"id":84,"nass":"قال الشوكاني: [فيه دليل على أن ذهاب الألية ليس عيباً في الضحية، من غير فرق بين أن يكون ذلك بعد التعيين أو قبله، كما يدل على ذلك رواية البيهقي] (¬1).\rومما يؤيد القول الأول: أن ابن الزبير رضي الله عنهما رأى هدايا له فيها ناقة عوراء\rفقال: [إن كان أصابها بعدما اشتريتموها فأمضوها، وإن كان أصابها قبل أن تشتروها فأبدلوها] (¬2).\rوروى عبد الرزاق بإسناده عن الزهري قال: [إذا اشترى الرجل أضحيته فمرضت عنده أو عرض لها مرض فهي جائزة] (¬3).\rوقال ابن قدامة مستدلاً للإجزاء: [ولأنه عيب حدث في الأضحية الواجبة فلم يمنع الإجزاء، كما لو حدث بها عيب بمعالجة الذبح] (¬4).\rحجة الفريق الثاني:\rقال الزيلعي الفقيه: [ولو اشتراها سليمة ثم تعيبت بعيب مانع من التضحية، كان عليه أن يقيم غيرها مقامها إن كان غنياً.\rوإن كان فقيراً يجزئه ذلك؛ لأن الوجوب على الغني بالشرع ابتداءً، لا بالشراء فلم يتعين بالشراء.\rوالفقير ليس عليه واجب شرعاً، فتعينت بشرائه بنية الأضحية، ولا يجب عليه ضمان نقصانها، لأنها غير مضمونة عليه فأشبهت نصاب الزكاة] (¬5).\rثم ذكر حديث أبي سعيد السابق ثم قال: [ويحمل على أنه كان فقيراً لأن الغني لا يجزئه لوجوبها في ذمته ولا كذلك الفقير ... ] (¬6).\r¬__________\r(¬1) نيل الأوطار 5/ 133.\r(¬2) نيل الأوطار 5/ 134.\r(¬3) مصنف عبد الرزاق 4/ 386.\r(¬4) المغني 9/ 444.\r(¬5) تبيين الحقائق 6/ 6، وانظر بدائع الصنائع 4/ 216.\r(¬6) تبيين الحقائق 6/ 6 - 7.","seal":"62072059","part":1},
      {"page":85,"id":85,"nass":"وأما إذا طرأ العيب على الأضحية حين إضجاعها للذبح، كأن أضجعها فاضطربت فأصابت السكين عينها، فعورت أو كسرت رجلها، فاختلف الفقهاء في ذلك على قولين:\rالقول الأول: أنه يذبحها وتجزئه أضحية، وهذا قول الحنفية استحساناً والحنابلة،\rوهو أحد القولين عند الشافعية (¬1).\rقال صاحب الدر المختار: [ولا يضر تعيبها من اضطرابها عند الذبح] (¬2).\rوقال الكاساني: [ولو قدم أضحية ليذبحها فاضطربت في المكان الذي يذبحها فيه فانكسرت رجلها ثم ذبحها على مكانها أجزأه. وكذلك إذا انقلبت منه الشفرة فأصابت عينها فذهبت.\rوالقياس أنه لا يجوز.\rوجه القياس: أن هذا عيب دخلها قبل تعيين القربة فصار كما لو كان قبل حال الذبح.\rوجه الاستحسان: أن هذا مما لا يمكن الاحتراز عنه لأن الشاة تضطرب فتلحقها العيوب من اضطرابها] (¬3).\rالقول الثاني: لا تجزئه، وهو قول المالكية وأصح القولين عند الشافعية (¬4).\rالقول الراجح:\rوالذي يظهر لي رجحان القول بجواز الأضحية إن طرأ العيب عليها بعد شرائها، وكذا إن طرأ العيب عليها عند معالجة ذبحها.\rأما في الحالة الأولى: فقد سبق القول بأن الراجح من أقوال أهل العلم أنه الأضحية سنة وليست واجبة، وهذا قد اشترى الأضحية المجزئة الخالية من العيوب، ثم طرأ العيب بعد ذلك دون تقصير منه، فلا يُكَلَف شراء أخرى، لما في ذلك من المشقة.\rويمكن الاستئناس بحديث أبي سعيد السابق، فإنه وإن ضعفه بعض أهل الحديث لأنه من رواية جابر الجعفي.\r¬__________\r(¬1) حاشية ابن عابدين 6/ 325، المغني 9/ 444.\r(¬2) الدر المختار بهامش حاشية ابن عابدين 6/ 325.\r(¬3) بدائع الصنائع 4/ 216 - 217.\r(¬4) حاشية الدسوقي 2/ 124، المجموع 8/ 400، كفاية الأخيار ص 529.","seal":"065FC5C2","part":1},
      {"page":86,"id":86,"nass":"إلا أن شعبة بن الحجاج روى عنه وفي ذلك تقوية له.\rقال الحافظ ابن عبد البر: [وقد تكلموا في جابر الجعفي ولكن شعبة روى عنه وكان يحسن الثناء عليه وحسبك بذلك من شعبة] (¬1).\rكما وأن رواية جابر الجعفي هذه تتقوى بالرواية الأخرى عند البيهقي، فيرتقي الحديث إلى درجة الحسن لغيره.\rويمكن الاستئناس بما رواه البيهقي عن ابن الزبير أيضاً، وبما رواه عبد الرزاق عن الزهري.\rوأما الحالة الثانية - إذا تعيبت عند الذبح -: فأرى أنها مجزئة أيضاً، لأن الغالب على الحيوان الاضطراب عند الذبح، وقد تصيبه السكين قبل ذبحه فلا يمكن التحرز من ذلك، فالقول بالإجزاء هو الأولى، والقول بخلافه فيه تشدد وإلحاق الحرج بالمضحي لأنه سيتكلف بدلها والله أعلم.\r¬__________\r(¬1) فتح المالك 7/ 7.","seal":"22B30C56","part":1},
      {"page":87,"id":87,"nass":"المبحث الحادي عشر\rالمجزئ في الأضحية\rالمطلب الأول: المجزئ من الغنم:\rأولاً: قال جمهور أهل العلم إن الشاة الواحدة تجزئ عن أهل البيت الواحد، فإذا ضحى بها واحد من أهل البيت، تأدى الشعار والسنة بجميعهم، وهذا مذهب مالك والشافعي وأحمد وإسحاق والأوزاعي (¬1).\rويدل على ذلك ما يلي:\r1. روى الترمذي بإسناده عن عُمارة بن عبد الله قال: (سمعت عطاء بن يسار يقول: سألت أبا أيوب: (كيف كانت الضحايا على عهد رسول الله - صلى الله عليه وسلم -؟ فقال: كان الرجل يضحي بالشاة عنه وعن أهل بيته، فيأكلون ويطعمون حتى تباهى الناس فصارت كما\rترى). قال الترمذي: هذا حديث حسن صحيح. ورواه ابن ماجة ومالك.\rقال الإمام النووي: هذا حديث صحيح. والصحيح أن هذه الصيغة تقتضي أنه حديث مرفوع. وصححه الشيخ الألباني (¬2).\r2. وروى ابن ماجة بإسناده عن الشعبي عن أبي سريحة - رضي الله عنه - – وهو صحابي شهد الحديبية - قال: (حملني أهلي على الجفاء بعد ما علمت من السنة. كان أهل البيت يضحون بالشاة والشاتين والآن يُبَخِّلُنا جيراننا).\rقال في الزوائد: إسناده صحيح ورجاله موثقون. ورواه الحاكم وصححه ووافقه الذهبي (¬3) وقال الشيخ الألباني: صحيح الإسناد (¬4).\r3. ومما يدل على ذلك حديث جابر بن عبد الله - رضي الله عنه - قال: (شهدتُ مع رسول الله - صلى الله عليه وسلم - الأضحى في المصلى فلما قضى خطبته نزل من منبره وأُتِيَ بكبشٍ فذبحه رسول الله - صلى الله عليه وسلم - بيده وقال: باسم الله والله أكبر، هذا عني وعمن لم يضح من أمتي).\r¬__________\r(¬1) شرح النووي على صحيح مسلم 5/ 106، معالم السنن 2/ 197، المغني 9/ 438، المجموع 8/ 384.\r(¬2) سنن الترمذي مع شرحه التحفة 5/ 75 - 76، سنن ابن ماجة 2/ 1051، الاستذكار 15/ 180، المجموع 8/ 384 صحيح سنن ابن ماجة 2/ 203.\r(¬3) سنن ابن ماجة 2/ 1052، المستدرك 4/ 254.\r(¬4) صحيح سنن ابن ماجة 2/ 203.","seal":"D6791169","part":1},
      {"page":88,"id":88,"nass":"رواه أبو داود في باب: الشاة يضحى بها عن جماعة وقد سبق تخريج الحديث.\r4. وعن عبد الله بن هشام قال: (كان رسول الله - صلى الله عليه وسلم - يضحي بالشاة الواحدة عن جميع أهله) رواه الحاكم وقال: صحيح الإسناد. ووافقه الذهبي (¬1).\r5. وعن عائشة رضي الله عنها: (أن رسول الله أمر بكبش أقرن، يطأ في سواد، ويبرك في سواد، وينظر في سواد، فأُتِيَ به ليضحي به فقال لها: يا عائشة هلمي المدية.\rثم قال: اشحذيها بحجر ففعلت، ثم أخذها وأخذ الكبش فأضجعه ثم ذبحه ثم قال: باسم الله اللهم تقبل من محمد وآل محمد، ومن أمة محمد ثم ضحى به) رواه مسلم وأبو داود وغيرهما.\rقال النووي: [واستدل بهذا من جوَّز تضحية الرجل عنه وعن أهل بيته واشتراكهم معه في الثواب، وهو مذهبنا ومذهب الجمهور ... ] (¬2).\rوقال الخطابي: [وفي قوله (تقبل من محمد وآل محمد ومن أمة محمد) دليل على أن الشاة الواحدة تجزئ عن الرجل وأهله وإن كثروا، وروي عن أبي هريرة وابن عمر رضي الله عنهم أنهما كانا يفعلان ذلك، وأجازه مالك والأوزاعي والشافعي وأحمد، وكره ذلك الثوري وأبو حنيفة] (¬3).\r6. وأخرج ابن أبي الدنيا عن علي - رضي الله عنه -: (أنه كان يضحي بالضحية الواحدة عن جماعة أهله) (¬4).\r7. ونقل ابن قدامة عن صالح بن أحمد بن حنبل قال: [قلت لأبي: يُضَحَّى بالشاة عن أهل البيت؟ قال: نعم لا بأس. قد ذبح النبي - صلى الله عليه وسلم - كبشين فقرَّب أحدهما فقال: بسم الله اللهم هذا عن محمد وأهل بيته. وقرَّب الآخر فقال: بسم الله اللهم هذا منك ولك عمن وَحَّدَكَ من أمتي.\rوحكى عن أبي هريرة أنه كان يضحي بالشاة فتجئ ابنته فتقول: عني، فيقول: وعنك (¬5)\r¬__________\r(¬1) المستدرك 4/ 255.\r(¬2) صحيح مسلم بشرح النووي 5/ 105 - 106.\r(¬3) معالم السنن 2/ 197.\r(¬4) عون المعبود 8/ 4.\r(¬5) المغني 9/ 438.","seal":"08795AA2","part":1},
      {"page":89,"id":89,"nass":"قال العلامة ابن القيم: [وكان من هديه - صلى الله عليه وسلم - أن الشاة تجزئ عن الرجل وعن أهل بيته ولو كثر عددهم] (¬1) ثم ذكر حديث أبي أيوب السابق.\rوقال الشوكاني: [قوله \" يضحي بالشاة عنه وعن أهل بيته \" فيه دليل على أن الشاة تجزئ عن أهل البيت، لأن الصحابة كانوا يفعلون ذلك في عهده - صلى الله عليه وسلم - والظاهر اطلاعه فلا ينكر عليهم ... والحق أنها تجزئ عن أهل البيت، وإن كانوا مئة نفس أو أكثر كما قضت بذلك السنة] (¬2).\rثانياً: قال الحنفية والثوري إن الشاة لا تجزئ إلا عن واحد (¬3).\rقال الكاساني: [ ... فلا يجوز الشاة والمعز إلا عن واحد، وإن كانت عظيمةً سمينةً تساوي شاتين مما يجوز أن يُضَحَّى بهما.\rلأن القياس في الإبل والبقر أن لا يجوز فيهما الاشتراك، لأن القربة في هذا الباب إراقة الدم، وإنها لا تحتمل التجزئة، لأنها ذبح واحد، وإنما عرفنا جواز ذلك بالخبر، فبقي الأمر في الغنم على أصل القياس] (¬4).\rويرى الحنفية جواز هبة ثواب الأضحية لأكثر من واحد، وعلى ذلك حملوا الأحاديث التي احتج بها الجمهور (¬5).\rوقد زعم الطحاوي أن الأدلة التي احتج بها الجمهور إما منسوخةً أو مخصوصة (¬6).\rوقاس بعض الحنفية الأضحية على الهدي في هذه المسألة، حيث قالوا إن الشاة الواحدة في الأضحية لا تجزئ عن أكثر من واحد، قياساً عل الشاة الواحدة في الهدي، حيث اتفق العلماء على أنها لا تجزئ إلا عن واحد. (¬7)\r¬__________\r(¬1) زاد المعاد 2/ 323.\r(¬2) نيل الأوطار 5/ 137.\r(¬3) بدائع الصنائع 4/ 207، المغني 9/ 438، معالم السنن 2/ 197.\r(¬4) بدائع الصنائع 4/ 206، وانظر تبيين الحقائق 6/ 3.\r(¬5) إعلاء السنن 17/ 231.\r(¬6) شرح معاني الآثار 4/ 178.\r(¬7) عون المعبود 8/ 5.","seal":"35AD6A3D","part":1},
      {"page":90,"id":90,"nass":"والذي يظهر لي رجحان قول الجمهور بأن الشاة الواحدة تجزئ عن الرجل وعن أهل بيته، مهما كان عددهم لقوة الأدلة التي احتجوا بها.\rويجاب عن قول الحنفية إن الغنم بقيت على أصل القياس، بأنه مردود لثبوت الأحاديث في ذلك، حيث ثبت الاشتراك على عهد رسول الله - صلى الله عليه وسلم - في الإبل والبقر، وكذلك ورد النص أنهم اشتركوا على عهد رسول الله في الشاة الواحدة، إلا أنه قد ثبت الاشتراك في الإبل والبقر من أهل أبيات شتى، وثبت الاشتراك في الشاة من أهل بيت واحد ... فالقول بأن الاشتراك في الشاة خلاف القياس وأنه لا نص فيه، باطل (¬1).\rوأما ادعاء الطحاوي بأن أدلة الجمهور إما منسوخة أو مخصوصة. فقد أجاب النووي عن ذلك بقوله: [ ... وغَلَّطَه العلماء في ذلك، فإن النسخ والتخصيص لا يثبتان بمجرد\rالدعوى] (¬2).\rوأما قياسهم الأضحية على الهدي، بجامع منع الاشتراك في الشاة الواحدة في الهدي، فهو قياس فاسد الاعتبار، لأنه قياس في مقابل النص، والأضحية غير الهدي، ولهما حكمان مختلفان، فلا يقاس أحدهما على الآخر، لأن النص ورد على التفرقة بينهما فوجب تقديم النص على القياس (¬3).\rوقال الزيلعي المحدث: [ويشكل على المذهب أيضاً في منعهم الشاة لأكثر من واحد، بالأحاديث المتقدمة أن النبي - صلى الله عليه وسلم - ضحَّى بكبش عنه وعن أمته] ثم ذكر حديث عبد الله بن هشام السابق (¬4).\r¬__________\r(¬1) تحفة الأحوذي 5/ 77 - 78.\r(¬2) شرح النووي على صحيح مسلم 5/ 106.\r(¬3) عون المعبود 8/ 5.\r(¬4) نصب الراية 4/ 210.","seal":"F8250D92","part":1},
      {"page":91,"id":91,"nass":"المطلب الثاني: المجزئ من الإبل والبقر\rاتفق أكثر أهل العلم على أن البدنة تجزئ عن سبعة والبقرة تجزئ عن سبعة.\rقال ابن قدامة: [وهذا قول أكثر أهل العلم، روي ذلك عن علي وابن عمر وابن مسعود وابن عباس وعائشة رضي الله عنهم، وبه قال عطاء وطاووس وسالم والحسن وعمرو بن دينار والثوري والأوزاعي والشافعي وأبو ثور وأصحاب الرأي] (¬1).\rواستدلوا بما يلي:\r1. عن جابر - رضي الله عنه - قال: (نحرنا مع رسول الله - صلى الله عليه وسلم - عام الحديبية البدنة عن سبعة، والبقرة عن سبعة) رواه مسلم (¬2).\r2. وعن حذيفة - رضي الله عنه - قال: (شَرَّكَ رسول الله - صلى الله عليه وسلم - في حجته بين المسلمين في البقرة عن\rسبعة) رواه أحمد وقال الهيثمي: رجاله ثقات (¬3).\rوقال بعض أهل العلم تجزئ البدنة عن عشرة أيضاً، وبه قال سعيد بن المسيب وإسحاق وابن خزيمة (¬4).\rويدل لهم حديث ابن عباس - رضي الله عنه - قال: (كنا مع النبي - صلى الله عليه وسلم - في سفر فحضرنا النحر – وفي رواية الأضحى – فاشتركنا في الجزور عن عشرة والبقرة عن سبعة) رواه الترمذي والنسائي وابن ماجة وأحمد. وقال الترمذي: حسن غريب. وقال الشيخ الألباني: وإسناده صحيح رجاله رجال الصحيح (¬5).\rورجح الشوكاني هذا القول وقال: [إنه الحق فتجزئ البدنة والبعير عن عشرة في الأضحية دون الهدي فلا تجزئ إلا عن سبعة] (¬6).\r¬__________\r(¬1) المغني 9/ 437، وانظر المجموع 8/ 398، 422.\r(¬2) صحيح مسلم بشرح النووي 3/ 436.\r(¬3) الفتح الرباني 13/ 38، مجمع الزوائد 3/ 226.\r(¬4) المغني 9/ 437، نيل الأوطار 5/ 137.\r(¬5) سنن الترمذي مع شرحه التحفة 5/ 72، سنن النسائي 7/ 222، سنن ابن ماجة 2/ 1047، الفتح الرباني 13/ 84،\r(¬6) اة المصابيح 1/ 462.\r(6) نيل الأوطار 5/ 137.","seal":"87D4F17E","part":1},
      {"page":92,"id":92,"nass":"قال الساعاتي: [وقد جمع الشوكاني بين حديثي جابر وابن عباس، بأن حديث جابر محمول على الهدي وحديث ابن عباس محمول على الأضحية وقال هذا هو الحق.\rقلت: وهو جمع حسن، وكأن حديث ابن عباس لم يصح عند الجمهور.\rوأما البقرة فتجزئ عن سبعة في الهدي والأضحية بالاتفاق] (¬1).\rوقد رجح الحافظ ابن عبد البر حديث جابر على حديث ابن عباس فقال:\r[وحديث (نحر رسول الله - صلى الله عليه وسلم - يوم الحديبية البدنة عن سبعة) واضح لا مدخل فيه\rللتأويل، وحسبك بقول جابر: (سَنَّ رسولُ الله - صلى الله عليه وسلم - البدنةَ عن سبعةٍ والبقرةَ عن سبعة).\rوقال أبو جعفر الطبري: أجمعت الأمة على أن البدنة والبقرة لا تجزئ عن أكثر من سبعة،\rقال وفي ذلك دليل على أن حديث ابن عباس وما كان مثله خطأٌ ووهمٌ أو منسوخ] (¬2)\rوقال البيهقي: [إن حديث جابر أصح من حديث ابن عباس] (¬3).\rورجح ابن قدامة حديث جابر أيضاً على حديث ابن عباس (¬4).\rومذهب الجمهور هو الراجح لقوة أدلتهم.\r¬__________\r(¬1) الفتح الرباني 13/ 87.\r(¬2) الاستذكار 15/ 190.\r(¬3) معرفة السنن والآثار 14/ 63.\r(¬4) المغني 9/ 438.","seal":"B4F1734C","part":1},
      {"page":93,"id":93,"nass":"المطلب الثالث: الاشتراك في الأضحية في الإبل والبقر فقط:\rالمراد بالاشتراك، هنا هو أن يشترك سبعة أشخاص في ثمن بقرة أو ناقة ثم يذبحونها أضحية عنهم لكل منهم سُبع.\rوليس المراد بالاشتراك هنا أن يشتريها واحدٌ فيذبحها ويُشَرِّك غيره في الأجر، فهذا جائز بالاتفاق.\rوقد اختلف الفقهاء في مسألة اشتراك سبعة أشخاص في ثمن بقرة أو ناقة كما يلي:\rالقول الأول: يجوز اشتراك سبعة في بقرة أو ناقة للتضحية بها، سواء كانوا كلهم أهل بيت واحد، أو متفرقين، أو بعضهم يريد اللحم، وبعضهم يريد القربة، وسواء كانت أضحية منذورة أو تطوعاً.\rوهذا مذهب الشافعية والحنابلة.\rوأجاز داود الظاهري الاشتراك في أضحية التطوع دون الواجبة (¬1).\rوقال الحنفية يجوز الاشتراك بشرط أن يكون السبعة متقربين فإن كان أحدهم يريد اللحم لم تجزئ (¬2).\rوقالت الهادوية يجوز الاشتراك بشرط اتفاق غرض الشركاء ولا يصح مع الاختلاف (¬3).\rالقول الثاني: لا يجوز الاشتراك في الأضحية، وهو قول المالكية، فلا يجزئ عندهم أن يشترك سبعة في بقرة أو بدنة، بأن يسهم كلٌ منهم بشيء من الثمن، فإن فعلوا فلا تجزئ عن واحد منهم (¬4).\rويدل لقول الجمهور بجواز الاشتراك حديث جابر السابق وفيه (نحرنا مع رسول الله - صلى الله عليه وسلم - عام الحديبية البدنة عن سبعة والبقرة عن سبعة) رواه مسلم.\rوحديث حذيفة أيضاً وقد سبق وفيه (أن الرسول - صلى الله عليه وسلم - شَرَّكَ في حجته بين المسلمين في البقرة عن سبعة).\r¬__________\r(¬1) المجموع 8/ 398، المغني 9/ 438، 458.\r(¬2) بدائع الصنائع 4/ 208.\r(¬3) سبل السلام 4/ 178.\r(¬4) بلغة السالك 1/ 287، الذخيرة 4/ 152، حاشية الدسوقي 2/ 119.","seal":"1327F193","part":1},
      {"page":94,"id":94,"nass":"ويؤيد ذلك ما رواه البيهقي عن علي وحذيفة وأبي مسعود الأنصاري وعائشة رضي الله عنهم أنهم قالوا البقرة عن سبعة (¬1).\rواحتج المالكية بحديث مالك عن ابن شهاب الزهري: (أن رسول الله - صلى الله عليه وسلم - لم يذبح عن أهل بيته إلا بقرة واحدة).\rقال الحافظ ابن عبد البر: [وقد رواه غير مالك عن ابن شهاب عن عروة وعمرة عن عائشة أن رسول الله - صلى الله عليه وسلم - نحر عن نسائه بقرة واحدة.\rولا يصح من جهة النقل.\rوروي من حديث يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة مثله.\rذكر أبو عيسى الترمذي قال: حدثني إسحاق بن منصور ... عن أبي هريرة قال: (ذبح رسول الله - صلى الله عليه وسلم - عمَّن اعتمر من نسائه في حجة الوداع بقرة بينهن).\rقال أبو عيسى: سألت محمد بن إسماعيل – يعني الإمام البخاري – عن هذا الحديث؟\rفقال: إن الوليد بن مسلم لم يقل فيه حدثنا الأوزاعي وأراد أخذه عن يوسف بن السفر، ويوسف بن السفر ذاهب الحديث، وضعف محمدٌ – أي البخاري – هذا الحديث] (¬2).\rوقاس بعض المالكية المنع من الاشتراك في الإبل والبقر على منع الاشتراك في الشاة الواحدة.\rولم يرتض الحافظ ابن عبد البر هذا القياس (¬3).\rوقال الإمام النووي: [وأما قياسه على الشاة، فعجب لأن الشاة إنما تجزئ عن واحد] (¬4)\rوالراجح هو القول الأول بجواز الاشتراك في الإبل والبقر لقوة الأدلة، ولأن الصحابة كانوا يفعلون ذلك كما سبق في المطلب الأول من هذا المبحث.\r¬__________\r(¬1) سنن البيهقي 9/ 295.\r(¬2) الاستذكار 15/ 185 - 186.\r(¬3) المصدر السابق 15/ 186.\r(¬4) المجموع 8/ 399.","seal":"3B061A9E","part":1},
      {"page":95,"id":95,"nass":"المطلب الرابع: ما هو الأفضل في الأضحية من أنواع الأنعام؟\rاختلف الفقهاء في الأفضل في الأضحية من أنواع الأنعام على ثلاثة أقوال:\rالقول الأول: أفضل الأضاحي هي البدنة ثم البقرة ثم الشاة.\rوهذا قول الشافعية والحنابلة والظاهرية، وبه قال بعض المالكية (¬1).\rقال الإمام الشافعي: [والإبلُ أَحبُ إليَّ أن يُضَحَّى بها من البقر، والبقر من الغنم، والضأنُ أَحبُ إليَّ من المعز].\rوقال الماوردي: [أفضل الضحايا الثني من الإبل، ثم الثني من البقر، ثم الجذع من الضأن ثم الثني من المعز] (¬2).\rالقول الثاني: أفضل الأضاحي الضأن ثم البقر ثم الإبل، وهذا قول المالكية المعتمد عندهم.\rقال الخرشي: [الضأن بإطلاقه، ذكوره وإناثه وفحوله وخصيانه، أفضل في الأضحية من المعز بإطلاقه، ثم إن المعز بإطلاقه أفضل من الإبل ومن البقر بإطلاقهما] (¬3).\rوقال بعض المالكية أفضلها الغنم ثم الإبل ثم البقر (¬4).\rالقول الثالث: أفضل الأضاحي ما كان أكثر لحماً وأطيب، وهذا قول الحنفية، فالشاة أفضل من سبع البقرة، فإن كان سبع البقرة أكثر لحماً فهو أفضل.\rوالأصل عندهم في هذا إذا استويا في اللحم والقيمة، فأطيبها لحماً أفضل، وإذا اختلفا فيهما فالفاضل أولى (¬5).\rحجة الفريق الأول:\r1. احتجوا بقوله تعالى:} وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ {سورة الحج الآية 36.\r¬__________\r(¬1) المغني 9/ 438، المجموع 8/ 396، 398، الذخيرة 4/ 144، الحاوي 15/ 77.\r(¬2) الحاوي 15/ 77.\r(¬3) شرح الخرشي 3/ 38، الذخيرة 4/ 143، بداية المجتهد 1/ 348، جامع الأمهات ص 229.\r(¬4) الذخيرة 4/ 144.\r(¬5) حاشية ابن عابدين 6/ 322، بدائع الصنائع 4/ 223.","seal":"B3667096","part":1},
      {"page":96,"id":96,"nass":"2. قالوا إن البدنة أعظم من البقرة، والبقرة أعظم من الشاة، والله تعالى يقول:} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ {سورة الحج الآية 32.\r3. واحتجوا بحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من اغتسل يوم الجمعة غسل الجنابة ثم راح، فكأنما قرَّبَ بدنة، ومن راح في الساعة الثانية فكأنما قرَّبَ بقرة، ومن راح في الساعة الثالثة فكأنما قرَّبَ كبشاً أقرن، ومن راح في الساعة الرابعة فكأنما قرَّبَ دجاجة، ومن راح في الساعة الخامسة فكأنما قرَّبَ بيضة، فإذا خرج الإمام حضرت الملائكةُ يستمعون الذكر) رواه البخاري ومسلم (¬1).\rقال النووي: [وفيه أن التضحية بالإبل أفضل من البقرة، لأن الرسول - صلى الله عليه وسلم - قدَّمَ الإبل، وجعلَ البقرة في الدرجة الثانية] (¬2).\r4. قال ابن قدامة: [ولأنه ذبح يتقرب به إلى الله تعالى، فكانت البدنةُ فيه أفضل، كالهدي فإنه قد سلَّمَه. ولأنها أكثر ثمناً ولحماً وأنفع] (¬3).\rحجة الفريق الثاني:\r1. احتجوا بقول الله تعالى:} وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ {سورة الصافات الآية 107.\rقالوا وكان الذبح العظيم كبشاً، فالله سبحانه وتعالى وصفه بالعظيم، ولم يحصل هذا الوصف لغيره (¬4).\rوقال القرطبي: [} وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ {، أي ضخم الجثة سمين، وذلك كبشٌ لا جملٌ ولا بقرة] (¬5).\rوقال ابن دقيق العيد: [وقد يستدل للمالكية باختيار النبي - صلى الله عليه وسلم - في الأضاحي للغنم، وباختيار الله تعالى في فداء الذبيح] (¬6)\r¬__________\r(¬1) صحيح البخاري مع الفتح 3/ 17، صحيح مسلم مع شرح النووي 2/ 451.\r(¬2) صحيح مسلم مع شرح النووي 2/ 452.\r(¬3) المغني 9/ 439.\r(¬4) الذخيرة 4/ 143.\r(¬5) تفسير القرطبي 15/ 107.\r(¬6) إحكام الأحكام 2/ 291.","seal":"F3CB48E0","part":1},
      {"page":97,"id":97,"nass":"2. واحتجوا بأن النبي - صلى الله عليه وسلم - كان يضحي بالكبش، كما ثبت في الحديث الصحيح أن النبي - صلى الله عليه وسلم -: (أمر بكبش أقرن، يطأ في سواد ويبرك في سواد وينظر في سواد ... وأخذ الكبش فأضجعه ... ) رواه مسلم وقد سبق.\rقالوا وقد تكرر من الرسول - صلى الله عليه وسلم - التضحية بالغنم، وهو - صلى الله عليه وسلم - لا يضحي مكرراً ذلك عاماً بعد عام، إلا بما هو الأفضل في الأضحية، فلو كانت التضحية بالإبل والبقر أفضل لفعل - صلى الله عليه وسلم - ذلك الأفضل (¬1).\r3. واحتجوا بحديث عبادة بن الصامت - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: (خير الكفن الحُلَّةُ، وخيرُ الأضحية الكبشُ الأقرن) رواه أبو داود والبيهقي والحاكم ووافقه الذهبي.\rوقال الشيخ الألباني: ضعيف. وضعفه ابن حزم أيضاً (¬2).\rورواه البيهقي أيضاً من رواية أبي أمامة - رضي الله عنه - بإسناد ضعيف كما قال الإمام النووي (¬3).\rحجة الفريق الثالث:\r1. وقد يحتج للحنفية بما ورد أن الرسول - صلى الله عليه وسلم - قال: (إن أحب الضحايا إلى الله أغلاها وأسمنها) رواه أحمد والبيهقي والحاكم.\rوقال الهيثمي: [رواه أحمد، وأبو الأشد – أحد رجال السند - لم أجدْ منْ وَثَّقَهُ ولا جرحه، وكذلك أبوه، وقيل إن جده عمرو بن عبس].وقال الشيخ الألباني: ضعيف (¬4)\r2. ويحتج لهم بما جاء عن عطاء عن ابن عباس رضي الله عنهما في قول الله تعالى} ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ {الآية.\rقال ابن عباس: [الأزواج الثمانية من الإبل والبقر والضأن والمعز، على قدر الميسرة فما عظمت فهو أفضل] (¬5).\r¬__________\r(¬1) أضواء البيان 5/ 435.\r(¬2) سنن أبي داود مع شرحه عون المعبود 8/ 300، سنن البيهقي 9/ 273، ضعيف الجامع الصغير ص424،\rالمحلى 6/ 32، المستدرك 4/ 254.\r(¬3) المجموع 8/ 399، وانظر سنن البيهقي 9/ 273.\r(¬4) الفتح الرباني 13/ 86، سنن البيهقي 9/ 272، المستدرك 4/ 275، مجمع الزوائد 4/ 21، سلسلة الأحاديث الضعيفة 4/ 174.\r(¬5) سنن البيهقي 9/ 272.","seal":"886ADC92","part":1},
      {"page":98,"id":98,"nass":"القول الراجح: بعد إجالة النظر في أدلة العلماء في هذه المسألة يظهر لي رجحان قول المالكية في أن الأفضل في الأضحية الغنم ثم الإبل ثم البقر.\rلأن أدلة المالكية أخص في محل النزاع لأنه - صلى الله عليه وسلم - كان يضحي بالغنم بل بالكباش وقد ثبت ذلك في أحاديث منها:\r1. عن أنس - رضي الله عنه -: (أن النبي - صلى الله عليه وسلم - كان يضحي بكبشين وأنا أضحي بكبشين) رواه البخاري ومسلم (¬1). وفي قول أنس (كان يضحي) ما يدل على المداومة (¬2).\r2. حديث عائشة رضي الله عنها: (أن رسول الله - صلى الله عليه وسلم - أمر بكبش أقرن يطأ في سواد ويبرك في سواد وينظر في سواد فأتي به ليضحي به ... الخ) رواه مسلم وقد مضى.\r3. حديث جابر بن عبد الله - رضي الله عنه - قال: (ضحى رسول الله - صلى الله عليه وسلم - يوم عيد بكبشين ... ) رواه أبو داود والترمذي وابن ماجة وقد سبق.\r4. وعن عائشة وأبي هريرة رضي الله عنهما أن رسول الله - صلى الله عليه وسلم -: (كان إذ أراد أن يضحي اشترى كبشين عظيمين سمينين أقرنين أملحين موجوئين ... الخ) رواه أحمد وابن ماجة وقد مضى.\r5. حديث أبي سعيد - رضي الله عنه - قال: (ضحى رسول الله - صلى الله عليه وسلم - بكبش أقرن فحيل، يأكل في سواد، ويمشي في سواد، وينظر في سواد) رواه أبو داود والترمذي والنسائي وابن ماجة وقال الترمذي: هذا حديث حسن صحيح غريب (¬3).\r6. حديث جابر بن عبد الله - رضي الله عنه - قال: (شهدتُ مع رسول الله - صلى الله عليه وسلم - الأضحى بالمصلى، فلمَّا قضى خطبته نزل من منبره وأُتِيَ بكبش فذبحه رسولُ الله - صلى الله عليه وسلم - بيده ... الخ) رواه أبو داود والترمذي وابن ماجة وقد مضى.\r7. عن ثوبان - رضي الله عنه - قال: (ضحى رسول الله - صلى الله عليه وسلم - ثم قال: يا ثوبان أصلح لنا لحم هذه الشاة. فما زلت أطعمه منها حتى قدمنا المدينة) رواه مسلم وأبو داود وقد مضى.\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 119، صحيح مسلم بشرح النووي 5/ 103.\r(¬2) انظر فتح الباري 12/ 114.\r(¬3) سنن الترمذي مع شرحه التحفة 5/ 66 - 67، سنن أبي داود مع شرحه عون المعبود 7/ 352، سنن النسائي 7/ 221 سنن ابن ماجة 2/ 1046.","seal":"07C66043","part":1},
      {"page":99,"id":99,"nass":"8. عن علي - رضي الله عنه -: (أنه كان يضحي بكبشين أحدهما عن النبي - صلى الله عليه وسلم - والآخر عن نفسه. فقيل له. فقال: أمرني به يعني النبي - صلى الله عليه وسلم - فلا أدعه أبداً) رواه الترمذي وأبو داود (¬1)، وسيأتي الكلام على تخريجه في مبحث الأضحية عن الميت.\rومما يدل على أفضلية التضحية بالكبش، أن الصحابة رضي الله عنهم كانوا يقتدون بالرسول - صلى الله عليه وسلم - في تضحيته بالكبش، كما في حديث أنس - رضي الله عنه - السابق وفيه: (كان النبي - صلى الله عليه وسلم - يضحي بكبشين وأنا أضحي بكبشين).\rفهذا يدل على اتباع أنس - رضي الله عنه - للرسول - صلى الله عليه وسلم - في التضحية بالكبشين، كما يدل الحديث أيضاً على مداومة الرسول - صلى الله عليه وسلم - على التضحية بالكبش (¬2).\rوعن يونس بن ميسرة بن حلس قال: (خرجت مع أبي سعيد الزرقي صاحب رسول الله - صلى الله عليه وسلم - إلى شراء الضحايا. قال يونس: فأشار أبو سعيد إلى كبش أدغم ليس بالمرتفع ولا المتضع في جسمه فقال: اشتر لي هذا. كأنه شبهه بكبش رسول الله - صلى الله عليه وسلم -) رواه ابن ماجة وقال البوصيري في الزوائد: إسناده صحيح (¬3).\rوصححه الشيخ الألباني (¬4) ورواه الحاكم وصححه، ووافقه الذهبي (¬5).\rوعن النعمان بن أبي فاطمة - رضي الله عنه -: (أنه اشترى كبشاً أعين أقرن، وأن النبي - صلى الله عليه وسلم - رآه فقال: كأنَّ هذا الكبش الذي ذبح إبراهيم. فعمد رجل من الأنصار فاشترى للنبي - صلى الله عليه وسلم - من هذه الصفة، فأخذه النبي - صلى الله عليه وسلم - فضحى به) رواه الطبراني في الكبير ورجاله ثقات قاله الهيثمي (¬6)\rكما أن أدلة الفريقين الأول والثالث فيها نظر.\rأما الآية الأولى وهي قوله تعالى:} وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ {.\rفالبدن هي الإبل التي تُهدى إلى الكعبة فليست الآية في خصوص الأضحية.\r¬__________\r(¬1) سنن الترمذي مع شرحه التحفة 5/ 65، سنن أبي داود مع شرحه عون المعبود 7/ 344.\r(¬2) انظر فتح الباري 12/ 106.\r(¬3) سنن ابن ماجة 2/ 1046.\r(¬4) صحيح سنن ابن ماجة 2/ 200.\r(¬5) المستدرك 4/ 254.\r(¬6) مجمع الزوائد 4/ 23.","seal":"FDE9B2A8","part":1},
      {"page":100,"id":100,"nass":"وأما الآية الثانية؛ وهي قوله تعالى:} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ {فهي عامة، لأن شعائر الله أعلام دينه فليست الآية في خصوص الأضحية أيضاً.\rوأما الحديث؛ وفيه تقريب البدنة ثم البقرة ثم الكبش، فهذا الحديث واردٌ في الهدي في الحج، وليس في خصوص الأضحية.\rوأما فعل رسول الله - صلى الله عليه وسلم - فقد ورد في الأضحية على وجه الخصوص.\rوأما قول الفريق الأول بأن تضحية النبي - صلى الله عليه وسلم - بالغنم لبيان الجواز، أو لأنه لم يتمكن ذلك الوقت إلا من الغنم كما قاله الإمام النووي (¬1).\rفالجواب إن تكرار تضحيته - صلى الله عليه وسلم - بالغنم يدل على قصده الغنم دون غيرها، ولو لم يتيسر له إلا الغنم في سنة، لتيسر له في غيرها في سنة أخرى.\rوأما حديث (خير الأضحية الكبش الأقرن) فإنه وإن كان فيه ضعفٌ، إلا أنه يتقوى بالأحاديث الصحيحة الثابتة من فعله - صلى الله عليه وسلم - بالتضحية بالكباش (¬2)، وقد صححه الحاكم ووافقه الذهبي (¬3).\rوأما الحديث الذي احتج به الحنفية، فإنه حديث ضعيف لا يصلح للاستدلال.\rوأثر ابن عباس الذي احتج به الحنفية فليس فيه ما يعارض أدلة المالكية والله أعلم.\rوخلاصة الأمر أنه لا ينبغي العدول عن فعل النبي - صلى الله عليه وسلم - وهو التضحية بالكبش، والأحاديث الواردة بذلك خصوص مقدم على غيره من العمومات (¬4).\r¬__________\r(¬1) شرح صحيح مسلم 2/ 452.\r(¬2) انظر أضواء البيان 5/ 435 - 436.\r(¬3) المستدرك 4/ 254.\r(¬4) انظر عارضة الأحوذي 6/ 233، فتح الباري 12/ 107.","seal":"90889E0D","part":1},
      {"page":101,"id":101,"nass":"المطلب الخامس: تسمين الأضحية:\rاتفق أهل العلم على أنه يستحب أن تكون الأضحيةُ سمينةٌ.\rقال الإمام البخاري: [باب أضحية النبي - صلى الله عليه وسلم - بكبشين أقرنين، ويُذْكَرُ سمينين].\rوقال الحافظ ابن حجر: [قوله \" ويذكر سمينين \" أي في صفة الكبشين، وهي في بعض طرق حديث أنس من رواية شعبة عن قتادة عنه أخرجه أبو عوانة في صحيحه من طريق الحجاج بن محمد عن شعبة.\r- وحديث أنس - رضي الله عنه - الذي أشار إليه الحافظ ابن حجر هو: عن أنس - رضي الله عنه - قال: (كان النبي - صلى الله عليه وسلم - يضحي بكبشين) فهذا الحديث عند أبي عوانة فيه (بكبشين سمينين) – ثم قال الحافظ: [وله طريق أخرى أخرجها عبد الرزاق في مصنفه ... عن أبي هريرة: (أن النبي - صلى الله عليه وسلم - كان إذا أراد أن يضحي اشترى كبشين عظيمين سمينين أقرنين أملحين موجوئين فذبح أحدهما عن محمد وآل محمد، والآخر عن أمته من شهد له بالتوحيد والبلاغ)] (¬1).\rوقد قال الإمام الشافعي: [استكثار القيمة في الأضحية أفضل من استكثار العدد ... لأن المقصود هنا اللحم والسمين أكثر وأطيب] (¬2).\rوقد اختلف أهل العلم في حكم تسمين الأضحية كما يلي:\rفذهب جمهور العلماء إلى استحباب تسمين الأضحية (¬3).\rفقد روى البخاري في صحيحه تعليقاً: [قال يحيى بن سعيد قال: سمعت أبا أمامة بن سهل قال: كنا نسمن الأضحية بالمدينة وكان المسلمون يسمنون]\rقال الحافظ ابن حجر: [وصله أبو نعيم في المستخرج ... الخ] (¬4).\rوقال الإمام الشافعي: [وزعم بعض المفسرين أن قول الله جل ثناؤه:} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ {، استسمان الهدي واستحسانه] (¬5).\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 105.\r(¬2) المجموع 8/ 396.\r(¬3) المجموع 8/ 396، بدائع الصنائع 4/ 223، شرح الخرشي 3/ 38، المغني 9/ 439.\r(¬4) صحيح البخاري مع الفتح 12/ 105.\r(¬5) الأم 2/ 224.","seal":"0209FBDD","part":1},
      {"page":102,"id":102,"nass":"قال الماوردي: [اختلف المفسرون في قول الله تعالى:} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ {على ثلاثة أقوال:\rأحدها: أن شعائر الله دين الله كله، وتعظيمها التزامها وهذا قول الحسن.\rوالثاني: أنها مناسك الحج وتعظيمها استيفاؤها وهو قول جماعة.\rوالثالث: أنها البدن المشعره، وتعظيمها استسمانها واستحسانها، وهذا قول مجاهد واختيار الشافعي] (¬1).\rوذهب بعض المالكية إلى أنه يكره تسمين الأضحية لأنه سنة اليهود!! (¬2).\rوهذا قول باطل كما قال الإمام النووي (¬3).\rوالراجح القول باستحباب تسمين الأضحية، لأن ذلك أعظم لأجرها وأكثر لنفعها\rوالله أعلم.\rوينبغي التنبيه إلى أنه قد وردت بعض الأحاديث غير الثابتة في تسمين وتعظيم الأضحية وقد سبق ذكرها وبيان درجتها في مبحث فضل الأضحية.\r¬__________\r(¬1) الحاوي 15/ 79.\r(¬2) الذخيرة 4/ 146، شرح الخرشي 3/ 38.\r(¬3) المجموع 8/ 396.","seal":"AB73EEA8","part":1},
      {"page":103,"id":103,"nass":"المطلب السادس: أفضل الأضحية لوناً:\rقال الإمام النووي: [أفضلها، البيضاء ثم الصفراء ثم الغبراء، وهي التي لا يصفو بياضها ثم البلقاء، وهي التي بعضها أبيض وبعضها أسود ثم السوداء] (¬1).\rوقال ابن قدامة: [والأفضل في الأضحية من الغنم في لونها البياض] (¬2).\rويدل على ذلك:\r1. ما ورد في حديث أنس - رضي الله عنه -: (أن رسول الله - صلى الله عليه وسلم - انكفأ إلى كبشين أقرنين أملحين فذبحهما بيده) رواه البخاري (¬3).\rقال الحافظ ابن حجر: [الأملح: هو الذي فيه سواد وبياض والبياض أكثر، ويقال هو الأغبر وهو قول الأصمعي.\rوزاد الخطابي هو الأبيض الذي في خلل صوفه طبقات سود. ويقال الأبيض الخالص قاله ابن الأعرابي، وبه تمسك الشافعية في تفضيل الأبيض في الأضحية] (¬4).\rوذكر في المصباح المنير من معاني الأملح: نقيُّ البياض (¬5).\r2. وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (دمُ عفراء أحب إلى الله من دم سوداوين) رواه أحمد والحاكم والبيهقي وقال الشيخ الألباني: حديث حسن (¬6).\rوالعفراء من العفر وهو بياض ليس بالخالص (¬7).\rوينبغي أن يعلم أن العلماء لم يكرهوا بقية الألوان في الأضحية، إنما الأفضل عندهم الأبيض.\r¬__________\r(¬1) المجموع 8/ 396 - 397.\r(¬2) المغني 9/ 439.\r(¬3) صحيح البخاري مع الفتح 12/ 106.\r(¬4) فتح الباري 12/ 106.\r(¬5) المصباح المنير ص579.\r(¬6) الفتح الرباني 13/ 81، سلسلة الأحاديث الصحيحة 4/ 475 - 476، المستدرك 4/ 252، سنن البيهقي 9/ 273.\r(¬7) المصباح المنير ص418.","seal":"837B35DC","part":1},
      {"page":104,"id":104,"nass":"قال الماوردي بعد أن ذكر الألوان المرغوبة في الأضحية: [وباقي هذه الألوان إن ضحى لم يكن فيه كراهية، وإن كان ما اخترناه من الألوان أفضل، فمنها ما كان أفضل لحسن منظره، ومنها ما كان أفضل لطيب مخبره، فإن اجتمعا كان أفضل، وإن افترقا كان طيب المخبر أفضل من حسن المنظر] (¬1).\r¬__________\r(¬1) الحاوي 15/ 79، وانظر فتح الباري 12/ 106.","seal":"81EEAF25","part":1},
      {"page":105,"id":105,"nass":"المبحث الثاني عشر\rاجتماع الأضحية والعقيقة\rإذا اجتمعت الأضحية والعقيقة، كأن أراد شخصٌ أن يعقَ عن ولده يوم عيد الأضحى، أو في أيام التشريق، فهل تجزئ الأضحية عن العقيقة؟\rاختلف الفقهاء في هذه المسألة على قولين:\rالقول الأول: تجزئ الأضحية عن العقيقة، وبه قال الحسن البصري ومحمد بن سيرين وقتادة وهشام _ من التابعين _، وهو إحدى الروايتين عن الإمام أحمد (¬1).\rوبه قال الحنفية، قال ابن عابدين: [ ... وكذا لو أراد بعضهم العقيقة عن ولد قد ولد له من قبل، لأن ذلك جهة التقرب بالشكر على نعمة الولد ذكره محمد] (¬2).\rوروى ابن أبي شيبة بإسناده عن الحسن قال: [إذا ضحوا عن الغلام فقد أجزأت عنه من العقيقة] ورواه أيضاً عبد الرزاق.\rوروى عن هشام وابن سيرين قالا: [يجزئ عنه الأضحية من العقيقة].\rوروى عبد الرزاق أيضاً عن قتادة قال: [من لم يعق عنه أجزأته أضحيته] (¬3).\rوقال الخلال: [باب ما روي أن الأضحية تجزئ عن العقيقة، ثم ذكر عن الميموني أنه قال لأبي عبد الله – أحمد بن حنبل –: يجوز أن يضحى عن الصبي مكان العقيقة؟\rقال: لاأدري. ثم قال: غير واحد يقول به.\rقلت: من التابعين. قال نعم ... ثم قال: ذكر أبو عبد الله أن بعضهم قال: فإن ضحى أجزأ عن العقيقة ... ثم قال: إن أبا عبد الله قال: أرجو أن تجزئ الضحية عن العقيقة إن شاء الله تعالى لمن لم يعق ... ثم قال ورأيت أبا عبد الله اشترى أضحية ذبحها عنه وعن أهله\r¬__________\r(¬1) فتح الباري 12/ 13، شرح السنة 11/ 267، الإنصاف 4/ 111، كشاف القناع 3/ 29، الفروع 3/ 564،\rتحفة المودود ص68.\r(¬2) حاشية ابن عابدين 6/ 326.\r(¬3) مصنف ابن أبي شيبة 8/ 244. مصنف عبد الرزاق 4/ 331، 333.","seal":"B4DB8E48","part":1},
      {"page":106,"id":106,"nass":"وكان ابنه عبد الله صغيراً فذبحها أراه أراد بذلك العقيقة والأضحية وقسم اللحم وأكل منها] (¬1).\rوترى هذه الطائفة من أهل العلم أن المقصود بالأضحية والعقيقة يحصل بذبح واحد، وفي ذلك نوع شَبَهٍ من الجمعة والعيد إذا اجتمعتا.\rوكما لو صلى ركعتين ينوي بهما تحية المسجد وسنة المكتوبة، أو صلى بعد الطواف فرضاً أو سنة مكتوبة، وقع عنه وعن ركعتي الطواف.\rوكذلك لو ذبح المتمتع والقارن شاة يوم النحر أجزأ عن دم المتعة وعن الأضحية (¬2).\rالقول الثاني: لا تجزئ الأضحية عن العقيقة وهو قول المالكية والشافعية (¬3) والرواية الأخرى عن الإمام أحمد، فقد روى الخلال عن عبد الله بن أحمد قال: [سألت أبي عن العقيقة يوم الأضحى تجزئ أن تكون أضحية وعقيقة؟ قال: إما أضحية وإما عقيقة على ما سمّى] (¬4)، وعلى هذه الرواية أكثر الحنابلة (¬5).\rوحجة هؤلاء أن كلاً من الأضحية والعقيقة ذبحان بسببين مختلفين، فلا يقوم الواحد عنهما، كدم التمتع ودم الفدية (¬6).\rوقالوا أيضاً إن المقصود بالأضحية إراقة الدم في كل منهما، ولا تقوم إراقة مقام\rإراقتين (¬7).\rوسئل الشيخ ابن حجر المكي عن ذبح شاة أيام الأضحية بنيتها ونية العقيقة، فهل يحصلان أو لا؟\rفأجاب: [الذي دل عليه كلام الأصحاب وجرينا عليه منذ سنين أنه لا تداخل في ذلك، لأن كلاً من الأضحية والعقيقة، سنةٌ مقصودةٌ لذاتها، ولها سبب يخالف سبب الأخرى، والمقصود منها غير المقصود من الأخرى، إذ الأضحيةُ فداءٌ عن النفس، والعقيقةُ فداءٌ عن\r¬__________\r(¬1) تحفة المودود ص 68.\r(¬2) تصحيح الفروع 3/ 564، تحفة المودود ص69.\r(¬3) شرح الخرشي 3/ 41، الذخيرة 4/ 166، الفتاوى الكبرى الفقهية 4/ 256.\r(¬4) تحفة المودود ص68.\r(¬5) تصحيح الفروع 3/ 565.\r(¬6) تحفة المودود ص68، أحكام العقيقة ص50.\r(¬7) الذخيرة 4/ 166، حاشية العدوي 3/ 48.","seal":"C737A7C1","part":1},
      {"page":107,"id":107,"nass":"الولد، إذ بها نُمُّوهُ وصلاحهُ، ورجاءُ بِرِّهِ وشفاعته، وبالقول بالتداخل يبطل المقصود من كلٍ منهما، فلم يمكن القول به نظير ما قالوه في سنة غسل الجمعة وغسل العيد، وسنة الظهر وسنة العصر، وأما تحية المسجد ونحوها فهي ليست مقصودة لذاتها بل لعدم هتك حرمة المسجد، وذلك حاصلٌ بصلاة غيرها، وكذا صوم نحو الإثنين، لأن القصد منه إحياء هذا اليوم بعبادة الصوم المخصوصة، وذلك حاصلٌ بأي صومٍ وقع فيه.\rوأما الأضحية والعقيقة، فليستا كذلك كما ظهر مما قررته وهو واضح، والكلام حيث اقتصر على نحو شاة أو سبع بدنة أو بقرة، أما لو ذبح بدنة أو بقرة عن سبعة أسباب، منها ضحية وعقيقة والباقي كفارات، كنحو الحلق في النسك فيجزي ذلك، وليس هو من باب التداخل في شيء لأن كل سبع يقع مجزياً عما نوى به.\rوفي شرح العباب: لو ولد له ولدان، ولو في بطن واحدة، فذبح عنهما شاة، لم يتأدى بها أصل السنة كما في المجموع وغيره، وقال ابن عبد البر: لا أعلم فيه خلافاً أ. هـ\rوبهذا يعلم أنه لا يجزي التداخل في الأضحية والعقيقة من باب أولى، لأنه إذا امتنع مع اتحاد الجنس فأولى مع اختلافه، والله سبحانه وتعالى أعلم بالصواب] (¬1).\rوالذي أراه راجحاً هو عدم إجزاء الأضحية عن العقيقة، وعدم إجزاء العقيقة عن الأضحية، لأن كلاً منهما لها سببها الخاص في إراقة الدم، ولا تقوم إحداهما مقام الأخرى.\rوالمسائل التي ذكروها ليست مسلَّمةً عند جميع العلماء، فحصول العبادتين بنية واحدة، أجازه من أجازه من أهل العلم، لأنهم عدُّوها من قبيل الوسائل لا المقاصد، كما لو نوى بغسله رفع الحدث الأصغر والأكبر، أو نوى بالغسل الجمعة والجنابة، وخالف في ذلك ابن حزم، وأمَّا حصول تحية المسجد وسنَّة المكتوبة، فلأن تحية المسجد تحصل وإن لم يقصدها، وأمَّا ما صححوه من تجويز عبادتين بنيَّةٍ واحدةٍ فالذي يظهر أنَّ الشارع قد اعتبر فيه الأمرين المقصودين ولو لم يقصدهما الفاعل، كمن يتصدق على ذي رحمه ينال أجرين: أجر الصدقة وأجر صلة الرحم (¬2).\r¬__________\r(¬1) الفتاوى الكبرى الفقهية 4/ 256.\r(¬2) انظر مقاصد المكلفين ص 255 –256.","seal":"48BAAFDD","part":1},
      {"page":108,"id":108,"nass":"الفصل الثاني\r\rما يتعلق بالمضحي ووقت الأضحية","seal":"33BB16B8","part":1},
      {"page":109,"id":109,"nass":"المبحث الأول\rما يطلب ممن أراد الأضحية عند دخول أول ذي الحجة\rثبت في الحديث الصحيح عن أم سلمة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: (إذا دخلت العشر، وأراد أحدكم أن يضحي فلا يمس من شعره وبشره شيئاً) رواه مسلم (¬1).\rوفي رواية أخرى: (من كان له ذِبح يذبحه فإذا أهلَّ هلالُ ذي الحجة فلا يأخذ من شعره وأظفاره شيئاً حتى يضحي) رواه مسلم (¬2). والذِبح بكسر الذال: الذبيحة.\rوقد اختلف العلماء فيمن أراد أن يضحي وأهلَّ عليه هلال ذي الحجة فما حكم الأخذ من شعره وأظفاره على أقوال كما يلي:\rالقول الأول: قال سعيد بن المسيب وربيعة وأحمد وإسحاق وداود وابن حزم الظاهريان وأبو الحسن العبادي من الشافعية، إنه يحرم عليه أخذ شيء من شعره وأظفاره حتى يضحي في وقت الأضحية (¬3).\rالقول الثاني: قال المالكية والشافعية وبعض الحنابلة يكره له ذلك كراهة تنزيه وليس\rبحرام (¬4).\rالقول الثالث: قال أبو حنيفة وأصحابه يباح ذلك وهو رواية عن مالك (¬5).\rونقل عن أبي حنيفة القول بالاستحباب وأن من يفعله يكره له ذلك كراهة تنزيه (¬6).\rأدلة القول الأول: احتجوا بحديث أم سلمة السابق وقد ورد بروايات عند مسلم وهي:\r¬__________\r(¬1) صحيح مسلم مع شرح النووي 4/ 119.\r(¬2) المصدر السابق 4/ 120.\r(¬3) المغني 9/ 436، المحلى 6/ 3، شرح النووي على صحيح مسلم 4/ 119، معجم فقه السلف 4/ 144.\r(¬4) الذخيرة 4/ 141، المجموع 8/ 391، الشرح الكبير 2/ 121، الحاوي 15/ 74، المغني 9/ 436، شرح الآبي على صحيح مسلم 5/ 307، بذل المجهود 13/ 12.\r(¬5) شرح معاني الآثار 2/ 182، شرح النووي على صحيح مسلم 4/ 119.\r(¬6) إعلاء السنن 17/ 292، بذل المجهود 13/ 12.","seal":"1247848D","part":1},
      {"page":110,"id":110,"nass":"أ. عن أم سلمة أن النبي - صلى الله عليه وسلم - قال: (إذا دخلت العشر وأراد أحدكم أن يضحي فلا يمس من شعره وبشره شيئاً). قيل لسفيان: فإن بعضهم لا يرفعه. قال: لكني أرفعه.\rب. عن أم سلمة رضي الله عنها ترفعه قال النبي - صلى الله عليه وسلم -: (إذا دخل العشر وعنده أضحية يريد أن يضحي فلا يأخذنَّ شعراً ولا يقلمن ظفراً).\rج. عن أم سلمة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: (إذا رأيتم هلال ذي الحجة وأراد أحدكم أن يضحي فليمسك عن شعره وأظفاره).\rد. عن أم سلمة رضي الله عنها قال رسول الله - صلى الله عليه وسلم -: (من كان له ذبح يذبحه فإذا أهل هلال ذي الحجة فلا يأخذنَّ من شعره ولا من أظفاره شيئاً حتى يضحي) (¬1).\rووجه الاستشهاد به أن فيه نهي عن أخذ الشعر والأظفار، ومقتضى النهي التحريم (¬2).\rوروى مسلم بإسناده عن عمرو بن مسلم بن عمار الليثي قال: (كنا في الحمام قبيل الأضحى فأطلى فيه ناس فقال بعض أهل الحمام: إن سعيد بن المسيب يكره هذا أو ينهى عنه. فلقيت سعيد بن المسيب فذكرت ذلك له فقال: يا ابن أخي هذا حديث قد نُسِيَ وترك. حدثتني أم سلمة زوج النبي - صلى الله عليه وسلم - قالت قال رسول الله - صلى الله عليه وسلم - ... الحديث (¬3).\rوقوله في الحديث أطلى فيه ناس: أي أزالوا شعر العانة بالنورة.\rواحتجوا أيضاً بما رواه ابن حزم بإسناده أن يحيى بن يعمر كان يفتي بخراسان أن الرجل إذا اشترى أضحية ودخل العشر أن يكف عن شعره وأظفاره حتى يضحي.\rقال سعيد قال قتادة: فذكرت ذلك لسعيد بن المسيب فقال: نعم. فقلت: عمن يا أبا محمد؟ قال عن أصحاب رسول الله (¬4).\rأدلة القول الثاني: قالوا إن النهي الوارد في حديث أم سلمة، محمولٌ على كراهة التنزيه وليس ذلك بحرام.\r¬__________\r(¬1) صحيح مسلم بشرح النووي 5/ 119 - 120.\r(¬2) المغني 9/ 437.\r(¬3) صحيح مسلم مع شرح النووي 5/ 121.\r(¬4) المحلى 6/ 28.","seal":"9DA5439F","part":1},
      {"page":111,"id":111,"nass":"وأيدوا قولهم بما ثبت من حديث عائشة رضي الله عنها قالت: (لقد كنت أفتل قلائد هدي رسول الله - صلى الله عليه وسلم - فيبعث هديه إلى الكعبة فما يحرم عليه مما حلَّ للرجال من أهله حتى يرجع الناس) رواه البخاري ومسلم (¬1).\rقال الماوردي: [فكان هدي رسول الله - صلى الله عليه وسلم - وضحاياه، لأنه كان بالمدينة وأنفذها مع\rأبي بكر - رضي الله عنه - سنة تسع، وحكمها أغلظ لسوقها إلى الحرم، فلما لم يحرم على نفسه شيئاً كان غيره أولى إذا ضحى في غير الحرم] (¬2).\rوقال أبو عبد الله الآبي المالكي: [مذهبنا أنه لا يلزم العمل بهذه الأحاديث - روايات حديث أم سلمة – لحديث عائشة ... وبعثُ الهدي آكدُ من إرادة الأضحية] (¬3).\rأدلة القول الثالث: احتجوا بحديث عائشة السابق وحملوه على الإباحة وقدموه على حديث أم سلمة.\rقال الطحاوي بعد أن ذكر حديث عائشة: [ ... ففي ذلك دليل على إباحة ما قد حظره الحديث الأول – يعني حديث أم سلمة – ومجيء حديث عائشة رضي الله عنها أحسن من مجيء حديث أم سلمة رضي الله عنهما لأنه جاء مجيئاً متواتراً.\rوحديث أم سلمة فلم يجئ كذلك، بل قد طعن في إسناد حديث مالك، فقيل إنه موقوف على أم سلمة.\rثم ذكر الطحاوي حديث أم سلمة برواية مالك وفيه: (عن أم سلمة رضي الله عنها ولم ترفعه قالت: من رأى هلال ذي الحجة ... الخ).\rوذكر رواية أخرى وفيها: (عن أم سلمة مثله ولم ترفعه ... ).\rثم قال الطحاوي: وأما النظر في ذلك فقد رأينا الإحرام ينحظر به أشياء مما قد كانت كلها قبله حلالاً، منها الجماع والقبلة وقص الأظفار وحلق الشعر وقتل الصيد فكل هذه الأشياء تحرم بالإحرام وأحكام ذلك مختلفة.\rفأما الجماع فمن أصابه في إحرامه فسد حجه، وما سوى ذلك لا يفسد إصابته الإحرام فكان الجماع أغلظ الأشياء التي يحرمها الإحرام.\r¬__________\r(¬1) صحيح البخاري مع الفتح 4/ 295، صحيح مسلم بشرح النووي 3/ 439.\r(¬2) الحاوي 15/ 74.\r(¬3) شرح الآبي على صحيح مسلم 5/ 307.","seal":"F60783FD","part":1},
      {"page":112,"id":112,"nass":"ثم رأينا من دخلت عليه أيام العشر وهو يريد أن يضحي أن ذلك لا يمنعه من الجماع، فلما كان ذلك لا يمنعه من الجماع، وهو أغلظ ما يحرم بالإحرام، كان أحرى أن لا يمنع مما دون ذلك] (¬1).\rالقول الراجح في المسألة:\rالذي يغلب على ظني ـ بعد طولِ تأملٍ وتفكرٍ ـ رجحان القول الأول لقوة أدلته ويظهر ذلك فيما يلي:\rأولاً: إن حديث أم سلمة خاص، وحديث عائشة عام، والخاص مقدم على العام.\rقال ابن قدامة: [وحديثهم عام وهذا خاص يجب تقديمه بتنزيل العام على ما عدا ما تناوله الحديث الخاص] (¬2).\rوقال الشوكاني: [ولا يخفى أن حديث الباب – أي حديث أم سلمة – أخص منه\r– أي من حديث عائشة - مطلقاً فيبنى العام على الخاص ويكون الظاهر مع من قال بالتحريم ولكن على من أراد التضحية] (¬3).\rثانياً: يجب حمل حديث عائشة على غير محل النزاع لوجوه منها:\rأ - أن النبي - صلى الله عليه وسلم - لم يكن ليفعل ما نهى عنه وإن كان مكروهاً، قال الله تعالى:} وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عنه {سورة هود الآية 88.\rب - ولأن أقلَّ أحوال النهي أن يكون مكروهاً، ولم يكن النبي - صلى الله عليه وسلم - ليفعل المكروه فيتعين حمل ما فعله في حديث عائشة على غيره.\rج - ولأن عائشة تخبر عن فعله - صلى الله عليه وسلم -، وأم سلمة تخبر عن قوله - صلى الله عليه وسلم -، والقول يقدم على الفعل، لاحتمال أن يكون فعله خاصاً له (¬4).\rثالثاً: إن ما قاله الطحاوي بأن حديث أم سلمة موقوف؛ غير صحيح، بل هو حديث مرفوع، رفعه جماعة من المحدثين، وقد رواه مسلم مرفوعاً من وجوه:\r¬__________\r(¬1) شرح معاني الآثار 4/ 182.\r(¬2) المغني 9/ 437.\r(¬3) نيل الأوطار 5/ 128.\r(¬4) المغني 9/ 437. ...","seal":"6F3E874A","part":1},
      {"page":113,"id":113,"nass":"أ. الرواية الأولى في صحيح مسلم بإسناده وفيها حدثنا سفيان ... قيل لسفيان: فإن بعضهم لا يرفعه. قال لكني أرفعه.\rب. الرواية الثانية في صحيح مسلم وفيها: (عن أم سلمة ترفعه ... ).\rج. الرواية الثالثة في صحيح مسلم مرفوعة.\rد. الرواية الخامسة في صحيح مسلم مرفوعة (¬1).\rوأجاب العلامة ابن القيم جواباً مفصلاً عن الادعاء بأن حديث أم سلمة موقوف فقال:\r[وقد اختلف الناس في هذا الحديث وفي حكمه.\rفقالت طائفة: لا يصح رفعه وإنما هو موقوف.\rقال الدارقطني في كتاب العلل: ووقفه عبد الله بن عامر الأسلمي ويحيى القطان وأبو حمزة عن عبد الرحمن بن حميد عن سعيد، ووقفه عقيل على سعيد. ووقفه يزيد بن عبد الله بن قسيط عن سعيد عن أم سلمة: قولها. ووقفه عبد الرحمن بن حرملة وقتادة وصالح بن حسان عن سعيد: قوله. والمحفوظ عن مالك موقوف.\rقال الدارقطني: والصحيح عندي قول من وقفه.\rونازعه في ذلك آخرون فصححوا رفعه منهم مسلم بن الحجاج ورواه في صحيحه مرفوعاً. ومنهم أبو عيسى الترمذي قال: هذا حديث حسن صحيح. ومنهم ابن حبان خرَّجه في صحيحه. ومنهم أبو بكر البيهقي قال: هذا حديث قد ثبت مرفوعاً من أوجه لا يكون مثلها غلطاً، وأودعه مسلم في كتابه. وصححه غير هؤلاء وقد رفعه سفيان بن عيينة عن عبد الرحمن بن حميد عن سعيد عن أم سلمة عن النبي - صلى الله عليه وسلم -.\rورفعه شعبة عن مالك عن عمرو بن مسلم عن سعيد عن أم سلمة عن النبي - صلى الله عليه وسلم -.\rوليس شعبة وسفيان بدون هؤلاء الذين وقفوه.\rولا مثل هذا اللفظ من ألفاظ الصحابة بل هو المعتاد من خطاب النبي - صلى الله عليه وسلم - في قوله (لا يؤمن أحدكم) (أيعجز أحدكم) (أيحب أحدكم) (إذا أتى أحدكم الغائط)\r(إذا جاء أحدكم خادمه بطعام) ونحو ذلك] (¬2).\r¬__________\r(¬1) انظر صحيح مسلم مع شرح النووي 4/ 119 - 120.\r(¬2) شرح ابن القيم علىسنن أبي داود بهامش عون المعبود 7/ 346.","seal":"EAB9A893","part":1},
      {"page":114,"id":114,"nass":"وقال صاحب تحفة الأحوذي بعد أن ذكر الطرق المرفوعة لحديث أم سلمة: [وهذه الطرق المرفوعة كلها صحيحة، فكيف يصح القول بأن حديث أم سلمة الموقوف هو أصل الحديث بل الظاهر أن أصل الحديث المرفوع] (¬1).\rوقد بيَّن الشيخ الألباني أن الصحيح أن هذا الحديث مرفوع؛ حتى وإن لم يصرح سعيد بن المسيب برفعه فله حكم الرفع لأنه لا يقال بالاجتهاد والرأي (¬2).\rرابعاً: ويجاب على من ردَّ حديث أم سلمة بالقياس، كما سبق في كلام الطحاوي، أنَّ مُريدَ الأضحية لا يحرم عليه الجماع، فلا يحرم عليه قص شعره وأظفاره؛ بما قاله ابن حزم: [ثم لو صح القياس لكان هذا منه عين الباطل، لأنه ليس إذا وجب أن لا يمس الشعر والظفر بالنص الوارد في ذلك، يجب أن يتجنب النساء والطيب، كما أنه إذا وجب اجتناب الجماع والطيب، لم يجب بذلك اجتناب مس الشعر والظفر، فهذا الصائم فرضٌ عليه اجتناب النساء، ولا يلزمه اجتناب الطيب، ولا مس الشعر والظفر، وكذلك المعتكف، وهذه المعتدة يحرم عليها الجماع والطيب، ولا يلزمها اجتناب قص الشعر والأظفار.\rوهذه فتيا صحت عن الصحابة رضي الله عنهم، ولا يعرف فيها مخالفٌ منهم لهم] (¬3)\rوقال ابن القيم: [وأسعد الناس بهذا الحديث من قال بظاهره لصحتة وعدم ما يعارضه\rولهذا كان أحمد وغيره يعمل بكلا الحديثين: هذا في موضعه وهذا في موضعه.\rوقد سأل الإمام أحمد أو غيره عبد الرحمن بن مهدي عن هذين الحديثين؟ فقال: هذا له وجه وهذا له وجه] (¬4).\rوبعد هذا العرض أرجو أن يكون ما رجحته هو الراجح، وقد كنت أميل للقول بالكراهة فقط، ثم ترجح عندي القول بالتحريم، والله أعلم.\r¬__________\r(¬1) تحفة الأحوذي 5/ 100.\r(¬2) إرواء الغليل 4/ 378.\r(¬3) المحلى 6/ 26.\r(¬4) شرح ابن القيم على سنن أبي داود بهامش عون المعبود 7/ 348.","seal":"A11BBEB1","part":1},
      {"page":115,"id":115,"nass":"ما المراد بالنهي عن الأخذ من الشعر والظفر الوارد في حديث أم سلمة:\rقال الإمام النووي: [قال أصحابنا: والمراد بالنهي عن أخذ الظفر والشعر النهي عن إزالة الظفر بقلْمٍ أو كَسْرٍ أو غيره.\rوالمنع من إزالة الشعر، بحلق أو تقصير أو نتف أو إحراق أو أخذ بنورة أو غير ذلك.\rوسواء شعر الإبط والشارب والعانة والرأس، وغير ذلك من شعور بدنه.\rقال إبراهيم المروزي وغيره من أصحابنا: حكم أجزاء البدن كلها حكم الشعر والظفر.\rودليله الرواية السابقة (فلا يمس من شعره وبشره شيئاً)] (¬1).\rوقال بعض أهل العلم إن المراد بالشعر شعر الرأس وبالبشر شعر البدن فعلى هذا لا يدخل فيه قلم الأظفار فلا يكره (¬2).\rوالصواب القول الأول، لأنه ورد في إحدى الروايات عند مسلم: (فلا يأخذن شعراً ولا يقلمن ظفراً).\rوكذلك ما ورد عن عمرو بن مسلم بن عمار الليثي قال: (كنا في الحمام قبيل الأضحى فأطلى فيه ناس فقال بعض أهل الحمام: إن سعيد بن المسيب يكره ذلك أو ينهى عنه. فلقيت سعيد بن المسيب فذكرت ذلك له فقال: يا ابن أخي هذا حديث قد نسي وترك\rحدثتني أم سلمة زوج النبي - صلى الله عليه وسلم - قالت: قال رسول الله - صلى الله عليه وسلم - ... الحديث) رواه مسلم.\rوالإطلاء بالنورة هو إزالة شعر العانة بالنورة وهي مادة تستعمل في إزالة الشعر (¬3).\rوأما الحكمة في النهي عن الأخذ من الشعر والأظفار في حق من أراد الأضحية فهي ما قاله الإمام النووي: [قال أصحابنا: والحكمة في النهي أن يبقى كامل الأجزاء ليعتق من النار] (¬4).\r¬__________\r(¬1) شرح النووي على صحيح مسلم 5/ 119 - 120، وانظر المحلى 6/ 28، الحاوي 15/ 74.\r(¬2) عون المعبود 7/ 349، الحاوي 15/ 74. (3) المصباح المنير ص 630.\r(¬3) شرح النووي على صحيح مسلم 5/ 120، وانظر الذخيرة 4/ 142.\r(¬4) المغني 9/ 437.","seal":"A6AAB1C7","part":1},
      {"page":116,"id":116,"nass":"وإذا لم يلتزم مريد الأضحية بهذا النهي فأخذ شيئاً من شعره أو أظفاره فإنه يستغفر الله سبحانه وتعالى ولا فدية فيه إجماعاً سواء فعله عمداً أو نسياناً قاله الشيخ ابن قدامة (¬1).\r\rالمبحث الثاني\rوقت الأضحية\rالمطلب الأول: أول وقت ذبح الأضحية:\rاختلف الفقهاء في أول وقت ذبح الأضحية على ثلاثة أقوال:\rالقول الأول: يدخل وقت ذبح الأضحية بعد طلوع شمس اليوم العاشر من ذي الحجة، وبعد دخول وقت صلاة الضحى، ومُضي زمان من الوقت يسع صلاة ركعتين وخطبتين خفيفتين، لا فرق في ذلك بين أهل الحضر والبوادي.\rوهذا قول الشافعية والحنابلة، وبه قال ابن المنذر وداود الظاهري والطبري، ويرى الحنابلة أيضاً أن يكون الذبح بعد صلاة الإمام وخطبته خروجاً من الخلاف (¬2).\rالقول الثاني: يدخل وقت ذبح الأضحية بطلوع فجر يوم النحر في حق من لا تجب عليهم صلاة العيد من سكان البوادي.\rوأما أهل الحاضرة فيدخل وقت الأضحية في حقهم بعد صلاة العيد، وأما إن لم يصلوا العيد لعذر فيدخل وقتها بمضي وقت الصلاة، وهذا قول الحنفية (¬3).\rالقول الثالث: يدخل وقت ذبح الأضحية بعد صلاة الإمام وخطبته وبعد ذبحه لأضحيته، فإن لم يذبح، اعتبر زمن ذبحه، وهذا قول المالكية (¬4).\rأدلة القول الأول:\r¬__________\r(¬2) الحاوي 15/ 85، كشاف القناع 3/ 9، المغني 9/ 452، المجموع 8/ 387، مغني المحتاج 6/ 129، المحلى 6/ 35.\r(¬3) الهداية 8/ 430، حاشية ابن عابدين 6/ 380، الاختيار 5/ 19، تحفة الفقهاء 3/ 83. فتح باب العناية 3/ 74 - 75.\r(¬4) الذخيرة 4/ 149، الشرح الكبير 2/ 120، القوانين الفقهية 125، شرح الخرشي 3/ 36، تفسير القرطبي 12/ 42","seal":"56B11F84","part":1},
      {"page":117,"id":117,"nass":"1. احتجوا بحديث البراء بن عازب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إن أول ما نبدأ به في يومنا هذا، نصلي ثم نرجع فننحر، فمن فعل ذلك فقد أصاب سنتنا، ومن ذبح فإنما هو لحم قدمه لأهله، وليس من النسك في شيء) رواه البخاري ومسلم وقد مضى.\r2. وفي رواية أخرى عن البراء قال: خطبنا رسول الله - صلى الله عليه وسلم - في يوم نحر فقال: (لا يضحين أحدٌ حتى يصلي. قال رجل: عندي عناق لبن هي خير من شاتي لحم.\rقال: فضح بها ولا تجزئ جذعة عن أحد بعدك) رواه مسلم (¬1).\r3. وفي رواية ثالثة قال البراء - رضي الله عنه -: (ذبح أبو بردة قبل الصلاة. فقال النبي - صلى الله عليه وسلم - أبدلها ... الخ) رواه البخاري ومسلم (¬2).\r4. وفي رواية رابعة عن البراء - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا يذبحن أحد حتى يصلي) رواه مسلم (¬3).\r5. وفي رواية خامسة عن البراء - رضي الله عنه - قال: (صلى رسول الله - صلى الله عليه وسلم - ذات يوم فقال: من صلى صلاتنا واستقبل قبلتنا فلا يذبح حتى ينصرف) رواه البخاري (¬4).\r6. وعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - يوم النحر: (من كان ذبح قبل الصلاة فليعد فقام رجل فقال يا رسول الله ... ) رواه البخاري ومسلم (¬5).\rقالوا إن هذه الأحاديث تدل على أن وقت الأضحية يكون بعد الصلاة. قال الحافظ ابن حجر معلقاً على الرواية الخامسة من حديث البراء - رضي الله عنه -: [تمسك به الشافعية في أن أول وقت الأضحية قدر فراغ الصلاة والخطبة، وإنما شرطوا فراغ الخطيب، لأن الخطبتين مقصودتان مع الصلاة في هذه العبادة فيعتبر مقدار الصلاة والخطبتين على أخف ما يجزي بعد طلوع الشمس، فإذا ذبح بعد ذلك أجزأه الذبح عن الأضحية سواء صلَّى العيد أم لا وسواء ذبح الإمام أضحيته أم لا، ويستوي في ذلك أهل المصر والحاضر والبادي\r¬__________\r(¬1) صحيح مسلم بشرح النووي 5/ 100.\r(¬2) صحيح البخاري مع الفتح 12/ 114، صحيح مسلم بشرح النووي 5/ 100.\r(¬3) صحيح مسلم بشرح النووي 5/ 99.\r(¬4) صحيح البخاري مع الفتح 12/ 117.\r(¬5) صحيح البخاري مع الفتح 12/ 116، صحيح مسلم بشرح النووي 5/ 100 - 101.","seal":"2E7B7EF3","part":1},
      {"page":118,"id":118,"nass":"قال القرطبي: ظواهر الأحاديث تدل على تعليق الذبح بالصلاة، لكن لما رأى الشافعي أن من لا صلاة عيد عليه مخاطب بالتضحية حمل الصلاة على وقتها] (¬1).\rوظاهر الأحاديث السابقة اعتبار نفس الصلاة فيبدأ وقت الأضحية بعد الصلاة في حق من يصلي العيد، وأما من لا يصلي العيد كأهل البوادي , فأول وقتها في حقهم مضي قدر الصلاة والخطبتين بعد الصلاة، لأنه لا صلاة في حقهم تعتبر فوجب الاعتبار بقدرها (¬2).\r\rأدلة القول الثاني: احتج الحنفية بما جاء في الحديث عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - يوم النحر: (من كان ذبح قبل الصلاة فليعد ... الحديث) وقد مضى قريباً.\rواحتجوا بما جاء في حديث البراء - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - قال: (إن أول ما نبدأ به يومنا هذا نصلي ثم نرجع فننحر فمن فعل ذلك فقد أصاب سنتنا ومن ذبح ... الحديث) وقد مضى قريباً.\rقال الزيلعي الفقيه: [قال ذلك – أي الرسول - صلى الله عليه وسلم - في حق من عليه صلاة العيد، كيلا يشتغل بها عنها، فلا معنى للتأخير عن القروي إذ لا صلاة عليه] (¬3).\rأدلة القول الثالث: احتجوا بحديث البراء أن خاله أبا بردة بن نيار ذبح قبل أن يذبح رسول الله - صلى الله عليه وسلم - فقال: (يا رسول الله إن هذا يوم اللحم فيه مكروه، وإني عَجَّلتُ نسيكتي لأطعم أهلي وجيراني وأهل داري. فقال رسول الله - صلى الله عليه وسلم -: أعد نسكاً. فقال: يا رسول الله إن عندي عناقاً ... الحديث) رواه البخاري ومسلم (¬4).\rواحتجوا بحديث جندب بن سفيان - رضي الله عنه - قال: شهدت الأضحى مع الرسول - صلى الله عليه وسلم - فقال:\r(من كان ذبح أضحيته قبل أن يصلي أو نصلي فليذبح مكانها أخرى ومن كان لم يذبح فليذبح باسم الله) رواه مسلم (¬5).\r¬__________\r(¬1) فتح الباري 12/ 117 - 118.\r(¬2) المغني 9/ 452.\r(¬3) تبيين الحقائق 6/ 4، وانظر الهداية 8/ 431.\r(¬4) صحيح البخاري مع الفتح 12/ 108، صحيح مسلم بشرح النووي 5/ 98.\r(¬5) صحيح مسلم بشرح النووي 5/ 96.","seal":"8468BB7E","part":1},
      {"page":119,"id":119,"nass":"قال الحافظ ابن عبد البر: [وفي حديث مالك – أي حديث البراء – من الفقه أن الذبح لا يجوز قبل ذبح الإمام، لأن الرسول - صلى الله عليه وسلم - أمر الذي ذبح قبل أن يذبح بالإعادة، وقد أمرنا الله بالتأسي به، وحذرنا من مخالفة أمره، ولم يخبرنا - صلى الله عليه وسلم - أن ذلك خصوص له، فالواجب في ذلك استعمال عمومه] (¬1).\r\rالقول الراجح في المسألة:\rإن وقت الأضحية يبدأ بعد انتهاء صلاة العيد والخطبة، إن صليت صلاة العيد كما كان يصليها رسول الله - صلى الله عليه وسلم - بعد طلوع الشمس وارتفاعها بمقدار رمح أو رمحين، سواء صلَّى مريدُ الأضحية العيد أم لم يصل، وسواء كان من أهل البوادي أو الحضر، وسواء ذبح الإمام أو لم يذبح، وفي زماننا هذا حيث إنه لا إمام للمسلمين، فلا يرتبط أمر الأضحية بفعل الحكام الموجودين.\rولا أرى التفريق بين أهل البوادي والحضر، لعموم الأحاديث الواردة كحديث\rأنس - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - قال: (من ذبح قبل الصلاة فإنما يذبح لنفسه ومن ذبح بعد الصلاة فقد تم نسكه وأصاب سنة المسلمين) رواه البخاري (¬2).\r¬__________\r(¬1) فتح المالك 7/ 10.\r(¬2) صحيح البخاري مع الفتح 12/ 99.","seal":"BBC10764","part":1},
      {"page":120,"id":120,"nass":"المطلب الثاني: آخر وقت ذبح الأضحية ومدته:\rاختلف أهل العلم في آخر وقت ذبح الأضحية ومدته كما يلي:\rالقول الأول: ينتهي وقت الذبح بغروب شمس اليوم الثاني من أيام التشريق، أي أن أيام النحر ثلاثة؛ يوم العيد ويومان بعده.\rوهذا قول عمر وعلي وابن عمر وابن عباس وأبي هريرة رضي الله عنهم، وهو قول الحنفية والمالكية والحنابلة وبه قال الثوري وابراهيم النخعي.\rالقول الثاني: ينتهي وقت الذبح بغروب شمس اليوم الثالث من أيام التشريق، أي أن أيام النحر أربعة؛ يوم العيد وثلاثة أيام بعده، وهو قول الشافعية.\rقال الإمام الشافعي: [فإذا غابت الشمس من آخر أيام التشريق ثم ضحى أحد فلا ضحية له] (¬1).\rونقل هذا القول عن عمر بن عبد العزيز وسليمان بن موسى الأسدي فقيه أهل الشام،\rوهو قول عطاء والحسن والأوزاعي ومكحول واختاره شيخ الإسلام ابن تيمية وابن القيم والشوكاني.\rالقول الثالث: يوم النحر هو يوم العيد فقط وبه قال محمد بن سيرين وحميد بن\rعبد الرحمن وداود الظاهري.\r¬__________\r(¬1) الأم 2/ 222.","seal":"E6727E3E","part":1},
      {"page":121,"id":121,"nass":"القول الرابع: يوم النحر هو يوم العيد في حق أهل الأمصار، وأيام التشريق لأهل القرى والبوادي. وبه قال جابر بن زيد وسعيد بن جبير.\rالقول الخامس: تجوز الأضحية حتى هلال المحرم وبه قال أبو سلمة بن عبد الرحمن وسليمان بن يسار وهو قول ابن حزم الظاهري (¬1).\r\rأدلة القول الأول:\rاحتجوا بقوله تعالى:} لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ {سورة الحج الآية 28.\rفحملوا الأيام المعلومات على يوم النحر ويومين بعده، قال الحافظ ابن عبد البر: [وروي ذلك عن ابن عمر - رضي الله عنه - من وجوه. وبه قال الإمام مالك وأصحابه وأبو يوسف القاضي.\rوروينا عن مالك وعن أبي يوسف أيضاً أنهما قالا: الذي نذهب إليه في الأيام المعلومات أنها أيام النحر: يوم النحر، ويومان بعده؛ لأن الله تعالى قال:} وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ {سورة الحج الآية 28.\rفعلى قول مالك، ومن تابعه يوم النحر معلوم، أي من المعلومات، ليس بمعدود، أي ليس من المعدودات، واليومان بعده معدوداتٌ معلوماتٌ] (¬2).\rوقال القرطبي: [وهذا جمع قلة لكن المتيقن منه الثلاثة وما بعد الثلاثة غير متيقن فلا يعمل به] (¬3).\r¬__________\r(¬1) المغني 9/ 453، المجموع 8/ 390، المحلى 6/ 39 - 41، فتح الباري 12/ 103، معجم فقه السلف 4/ 137، تفسير القرطبي 12/ 43، نيل الأوطار 5/ 142، الذخيرة 4/ 149، الهداية 8/ 432، الآثار ص 61، كشاف القناع 3/ 9، زاد المعاد 2/ 318، الاستذكار 15/ 197 الاختيارات العلمية ص71، فتح باب العناية 3/ 75.\r(¬2) الاستذكار 15/ 200.\r(¬3) تفسير القرطبي 12/ 43.","seal":"C1D8037B","part":1},
      {"page":122,"id":122,"nass":"2. واحتجوا بأن النبي - صلى الله عليه وسلم - نهى عن ادخار لحوم الأضاحي فوق ثلاث، ولا يجوز الذبح في وقت لا يجوز ادخار الأضحية إليه (¬1).\rقالوا وهو قول جماعة من الصحابة هم عمر وعلي وابن عباس وأبي هريرة رضي الله عنهم،\rقال الإمام أحمد: [أيام النحر ثلاثة، عن غير واحد من أصحاب رسول الله - صلى الله عليه وسلم -].\rوفي رواية أخرى عنه قال: [خمسة من أصحاب رسول الله].\rقال ابن قدامة: [ولا مخالف لهم إلا رواية عن علي - رضي الله عنه -، وقد روي عنه مثل مذهبنا] (¬2).\rوروى مالك عن نافع أن ابن عمر - رضي الله عنه - قال: [الأضحى يومان بعد يوم الأضحى] (¬3).\rأدلة القول الثاني:\r1. احتجوا بما ورد في الحديث عن جبير بن مطعم - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (كل فجاج مكة منحر، وكل أيام التشريق ذبح) رواه أحمد وابن حبان وصححه ورواه البيهقي والطبراني في الكبير والبزار والدراقطني وغيرهم (¬4).\rوقال البيهقي: وهو مرسل. وذكر له طرقاً متصلة، ولكنها ضعيفة كما قال (¬5)؛ إلا أنه قال أيضاً إن حديث جبير أولى أن يقال به (¬6).\rوقال الهيثمي: [رواه أحمد والبزار والطبراني في الكبير إلا أنه قال: (وكل فجاج مكة منحر) ورجاله موثقون] (¬7).\rوقال الحافظ ابن حجر: [أخرجه أحمد لكن في سنده انقطاع، ووصله الدارقطني ورجاله ثقات] (¬8).\rوذكره السيوطي في الجامع الصغير ورمز له بالصحة وأقره المناوي (¬9).\r¬__________\r(¬1) المغني 9/ 453.\r(¬2) المصدر السابق 9/ 453 - 454.\r(¬3) الموطأ 1/ 388، وانظر سنن البيهقي 9/ 279، معرفة السنن والآثار 14/ 65، الاستذكار 15/ 197.\r(¬4) الفتح الرباني 13/ 94، صحيح ابن حبان 9/ 166، سنن الدارقطني 4/ 284، سنن البيهقي 9/ 295، تحفة المحتاج 2/ 534.\r(¬5) سنن البيهقي 9/ 295 - 296.\r(¬6) المصدر السابق 9/ 298.\r(¬7) مجمع الزوائد 3/ 251.\r(¬8) فتح الباري 12/ 103.\r(¬9) فيض القدير 5/ 35.","seal":"E29C1719","part":1},
      {"page":123,"id":123,"nass":"وقال الشيخ الألباني: صحيح (¬1).\rوقال الشيخ أحمد الغماري: [فحديث جبير بن مطعم، رواه أحمد والبزار والطبراني وابن حبان في الصحيح، والبيهقي عنه قال: قال رسول الله - صلى الله عليه وسلم -: (كل عرفات موقف، وكل مزدلفة موقف، وارفعوا عن محسر، وكل فجاج منى منحر، وكل أيام التشريق ذبح) اختصره البيهقي فاقتصر على ذكر أيام التشريق منه، وهو حديث حسن، وإن كان سند أحمد وقع فيه انقطاع.\rأما الاختلاف الواقع من سليمان بن موسى، فمحمول على أنه سمعه من عبد الرحمن بن أبي حسين عن جبير بن مطعم، وسمعه من نافع بن جبير عن أبيه أيضاً، ومن محمد بن المنكدر عن جبير، فهو لم يخرج بالحديث عن جبير الذي تعدد من حدثه به، وهو ثقة فالحديث حسن أو صحيح كما قال ابن حبان] (¬2).\r2. واحتجوا بأن هذا القول قد نقل عن علي وابن عباس وعطاء وعمر بن عبد العزيز، فقد روى البيهقي بإسناده عن ابن عباس قال: الأضحى ثلاثة أيام بعد يوم النحر.\rوروى أيضاً عن الحسن وعطاء قالا: يُضَحَّى إلى آخر أيام التشريق.\rوروى أيضاً عن عمر بن عبد العزيز قال: الأضحى يوم النحر وثلاثة أيام بعده (¬3).\rأدلة القولين الثالث والرابع:\rلم أعثر فيما بين يدي من المصادر على أدلة لهذين القولين سوى ما نقل عن القائلين بهما من كلامهم فقد روى ابن حزم بإسناده عن محمد بن سيرين قال: [النحر يوم واحد إلى أن تغيب الشمس].\rوعن حميد بن عبد الرحمن أنه كان لا يرى الذبح إلا يوم النحر.\rوروى بإسناده عن جابر بن زيد قال: [النحر في الأمصار يوم وبمنى ثلاثة أيام] (¬4).\rأدلة القول الخامس:\r¬__________\r(¬1) صحيح الجامع الصغير 2/ 834.\r(¬2) الهداية في تخريج أحاديث البداية 5/ 403 - 404.\r(¬3) سنن البيهقي 9/ 296 - 297.\r(¬4) المحلى 6/ 39 - 40.","seal":"6BD5280B","part":1},
      {"page":124,"id":124,"nass":"1. احتجوا بما رواه البيهقي بإسناده عن أبي سلمة بن عبد الرحمن وسليمان بن يسار أنه بلغهما أن رسول الله - صلى الله عليه وسلم - قال: (الضحايا إلى آخر الشهر لمن أراد أن يستأني ذلك).\rقال ابن حزم: [وهذا من أحسن المراسيل وأصحها] (¬1).\r2. وفي رواية أبي حامد أن نبي الله - صلى الله عليه وسلم - قال: (الضحايا إلى هلال المحرم لمن أراد أن يستأني ذلك) رواه أبو داود في المراسيل.\r3. وما رواه البيهقي بإسناده عن يحيى بن سعيد قال: [سمعت أبا أمامة بن سهل بن حنيف يقول: إنْ كان المسلمون ليشتري أحدهم الأضحية فيسمنها فيذبحها بعد الأضحى آخر ذي الحجة].\r\rثم قال البيهقي: [حديث أبي سلمة وسليمان مرسل، وحديث أبي أمامة حكاية عمن لم يسم] (¬2).\rوقال الحافظ ابن حجر عند ذكر رواية يحيى بن سعيد قال: [سمعت أبا أمامة بن سهل. قال كنا نسمن الأضحية بالمدينة وكان المسلمون يسمنون].\rقال الحافظ: [وصله أبو نعيم في المستخرج من طريق أحمد بن حنبل عن عباد بن العوام أخبرني يحيى بن سعيد وهو الأنصاري ولفظه: كان المسلمون يشتري أحدهم الأضحية فيسمنها ويذبحها في آخر ذي الحجة] قال أحمد هذا الحديث عجيب (¬3).\r4. قال ابن حزم: [الأضحية فعل خير وقربة إلى الله تعالى، وفعل الخير حسن في كل وقت، قال الله تعالى:} وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ {فلم يخص تعالى وقتاً من وقت، ولا رسوله عليه الصلاة والسلام؛ فلا يجوز تخصيص وقت بغير نص فالتقريب إلى الله تعالى بالتضحية حسن ما لم يمنع منه نص أو إجماع، ولا نص في ذلك ولا إجماع إلى آخر ذي الحجة] (¬4).\r¬__________\r(¬1) المصدر السابق 3/ 43.\r(¬2) سنن البيهقي 9/ 297 - 298.\r(¬3) فتح الباري 12/ 105.\r(¬4) المحلى 6/ 42.","seal":"637BA227","part":1},
      {"page":125,"id":125,"nass":"القول الراجح في آخر وقت الأضحية:\rإن الأقوال الثلاثة الأخيرة ضعيفة، ولم يأت القائلون بها بما يعتد به، فبقي الكلام في الترجيح بين القولين الأول والثاني، وقبل الترجيح أذكر ما قاله الحافظ ابن عبد البر بعد أن ذكر أقوال أهل العلم في هذه المسألة حيث قال: [ولا يصح عندي في هذه المسألة إلا قولان: أحدهما قول مالك والكوفيين الأضحى يوم النحر ويومان بعده.\rوالآخر قول الشافعي والشاميين يوم النحر وثلاثة أيام بعده.\rوهذان القولان قد رويا عن جماعة من أصحاب النبي - صلى الله عليه وسلم - واختلف عنهم فيهما.\rوليس عن أحد من الصحابة خلاف هذين القولين، فلا معنى للاشتغال بما خالفهما؛ لأن ما خالفهما لا أصل له في السنة، ولا في قول الصحابة، وما خرج عن هذين فمتروك لهما] (¬1).\rإذا تقرر هذا فأقول: الذي يظهر لي رجحان ما ذهب إليه الشافعية، أي أن آخر وقت الذبح هو غروب شمس آخر يوم من أيام التشريق، فمدة الذبح أربعة أيام، يوم النحر وثلاثة أيام بعده، ويؤيد هذا الترجيح ما يلي:\r¬__________\r(¬1) الاستذكار 15/ 205.","seal":"F36FA2A6","part":1},
      {"page":126,"id":126,"nass":"أولاً: إن تفسير الأيام المعلومات في الآية:} وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ {محل خلاف بين أهل العلم، وتفسيرها بأنها يوم النحر ويومان بعده، هو أحد أقوال أهل العلم في تفسيرها. وهنالك أقوال أخرى في ذلك، منها:\rأ. الأيام المعلومات أيام العشر الأول من ذي الحجة، قاله ابن عباس، وعلَّقهُ البخاري عنه بصيغة الجزم. وروي مثله عن أبي موسى الأشعري ومجاهد وقتادة وعطاء وسعيد بن جبير والحسن وغيرهم.\rب. الأيام المعلومات يوم النحر وثلاثة أيام بعده، وروي عن ابن عباس أيضاً، ونقل عن ابن عمر وإبراهيم النخعي، وإليه ذهب الإمام أحمد بن حنبل في رواية عنه.\rج. الأيام المعلومات يوم النحر ويومان بعده، وهو منقول عن الإمام مالك.\rد. الأيام المعلومات يوم عرفة ويوم النحر ويوم آخر بعده، ونقل عن أبي حنيفة. (¬1)\rفقولهم ليس بأولى من قول غيرهم في الأيام المعلومات.\rثانياً: قال ابن القيم: [وأما نهيه - صلى الله عليه وسلم - عن ادخار لحوم الأضاحي فوق ثلاث، فلا يدل على أن أيام الذبح ثلاثة فقط؛ لأن الحديث دليل على نهي الذابح أن يدخر شيئاً فوق ثلاثة أيام من يوم ذبحه فلو أخر الذبح إلى اليوم الثالث، لجاز له الادخار وقت النهي ما بينه وبين ثلاثة أيام.\rوالذين حددوه بالثلاث، فهموا من نهيه عن الادخار فوق ثلاث أن أولها من يوم النحر.\rقالوا: وغير جائز أن يكون الذبح مشروعاً في وقت يحرم فيه الأكل.\rقالوا: ثم نسخ تحريم الأكل فبقي وقت الذبح بحاله.\rفيقال لهم: إن النبي - صلى الله عليه وسلم - لم ينه إلا عن الادخار فوق ثلاث، لم ينه عن التضحية بعد ثلاث، فأين أحدهما من الآخر، ولا تلازم بين ما نهى عنه، وبين اختصاص الذبح بثلاث لوجهين:\r¬__________\r(¬1) تفسير ابن كثير 3/ 216 - 217، تفسير فتح القدير 3/ 205، التفسير الكبير 23/ 29، أضواء البيان 5/ 344.","seal":"8F80D41F","part":1},
      {"page":127,"id":127,"nass":"أحدهما: أنه يسوغُ الذبح في اليوم الثاني والثالث، فيجوز له الادخار إلى تمام الثلاث من يوم الذبح. ولا يتم لكم الاستدلال حتى يثبت النهي عن الذبح بعد يوم النحر، ولا سيبلَ لكم إلى هذا.\rالثاني: أنه لو ذبح في آخر جزء من يوم النحر، لساغ له حينئذ الادخار ثلاثة أيام بعد بمقتضى الحديث، وقد قال علي بن أبي طالب - رضي الله عنه - أيام النحر: يوم الأضحى وثلاثة أيام بعده، وهو مذهب إمام أهل البصرة الحسن، وإمام أهل مكة عطاء بن أبي رباح، وإمام أهل الشام الأوزاعي، وإمام فقهاء أهل الحديث الشافعي رحمه الله، واختاره ابن المنذر،\rولأن الثلاثة تختص بكونها أيام منى، وأيام الرمي، وأيام التشريق، ويحرمُ صيامُها، فهي إخوة في هذه الأحكام، فكيف تفترق في جواز الذبح بغير نص ولا إجماع؟] (¬1).\rثالثاً: إن حديث جبير بن مطعم أن النبي - صلى الله عليه وسلم - قال: ( ... وكل أيام التشريق ذبح) حديث حسن أو صحيح، وقد صححه ابن حبان والسيوطي، ووثق رجاله الحافظ ابن حجر وشيخه الهيثمي من المتقدمين، وصححه من المتأخرين الشيخ الألباني والشيخ أحمد الغماري والشيخان شعيب وعبد القادر الأرناؤوط فهو صالح إن شاء الله للاحتجاج.\rولو سلَّمنا أنه موقوف كما قال بعض المحدثين فله حكم الرفع لأن مثله لا يقال بمجرد الرأي.\rرابعاً: إن هذا القول منقول عن جماعة من الصحابة منهم علي وابن عباس وابن عمر وأبي سعيد الخدري رضي الله عنهم.\rومنقول عن جماعة من التابعين منهم الحسن وعطاء وبه قال عمر بن عبد العزيز وسليمان بن موسى وكان أحد أئمة أهل الشام في العلم.\r¬__________\r(¬1) زاد المعاد 2/ 318 - 319.","seal":"FB530FA9","part":1},
      {"page":128,"id":128,"nass":"المطلب الثالث: حكم ذبح الأضحية ليلاً:\rاختلف الفقهاء في حكم ذبح الأضحية ليلاً، ويشمل ذلك ليلة الحادي عشر وليلة الثاني عشر، عند القائلين بأن الذبح يكون يوم الأضحى ويومان بعده، ويضاف إلى ذلك ليلة الثالث عشر، عند القائلين بأن الذبح يكون يوم الأضحى وثلاثة أيام بعده.\rالقول الأول: ذهب جمهور أهل العلم إلى جواز ذبح الأضحية ليلاً مع الكراهة، وبه قال أبو حنيفة والشافعي وإسحاق وأبو ثور، وهو إحدى الروايتين عن أحمد وهي اختيار أصحابه المتأخرين، وهو قول ابن حزم ورواية عن مالك وأشهب.\rالقول الثاني: لا يجوز الذبح ليلاً، فإن فعل فليست أضحية، وبه قال الإمام مالك في القول المشهور عنه، وأحمد في الرواية الأخرى عنه ونقل عن عطاء (¬1).\r¬__________\r(¬1) المجموع 8/ 388، 391، المغني 9/ 454، المحلى 6/ 39، الذخيرة 4/ 149 - 150، الهداية 8/ 432، الشرح الكبير 2/ 121، كشاف القناع 3/ 9 - 10، بداية المجتهد 1/ 354، بدائع الصنائع 4/ 213 - 214، شرح الآبي على صحيح مسلم 5/ 291.","seal":"F67394CC","part":1},
      {"page":129,"id":129,"nass":"أدلة الفريق الأول:\rقالوا إن الليل زمن يصح فيه الرمي فأشبه النهار، فيصح فيه الذبح كالنهار.\rوبيَّن الإمام الشافعي لماذا كرهوا الذبح ليلاً فقال: [وإنما كرهنا أن يضحى ليلاً على نحو ما كرهنا من الجذاذ بالليل، لأن الليل سكن والنهار يُنْتَشَرُ فيه لطلب المعاش، فأحببنا أن يحضر من يحتاج إلى لحوم الضحايا؛ لأن ذلك أجزل عن المتصدق وأشبه أن لا يجد المتصدق في مكارم الأخلاق بداً من أن يتصدق على من حضره للحياء ممن حضره من المساكين وغيرهم. مع أن الذي يلي الضحايا يليها بالنهار أخف عليه وأحرى أن لا يصيب نفسه بأذى ولا يفسد من الضحية شيئاً] (¬1).\rأدلة الفريق الثاني:\rاحتجوا بقوله تعالى:} وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ {سورة الحج الآية 28.\rقالوا فذكر الأيام دون الليالي (¬2)، فالأيام هي وقت الذبح دون الليالي.\rواحتجوا أيضاً بما روي في الحديث عن ابن عباس مرفوعاً: (نهى رسول الله - صلى الله عليه وسلم - عن الأضحية ليلاً). قال الهيثمي: رواه الطبراني في الكبير وفيه سليمان بن أبي سلمة الجنايزي متروك (¬3).\rواحتجوا بما ورد عن علي بن الحسين أنه قال لقيِّمٍ له جَدَّ نخله بالليل: (ألم تعلم أن الرسول - صلى الله عليه وسلم - نهى عن جداد الليل وصرام الليل أو قال حصاد الليل) رواه البيهقي (¬4).\rواحتجوا بما ورد عن الحسن البصري أنه قال: [نهي عن جذاذ الليل وحصاد الليل والأضحى بالليل] رواه البيهقي وقال النووي: وهذا مرسل أو موقوف (¬5).\rالقول الراجح:\r¬__________\r(¬1) الأم 2/ 222.\r(¬2) الذخيرة 4/ 149، الاستذكار 15/ 206، تفسير القرطبي 12/ 44.\r(¬3) مجمع الزوائد 4/ 23.\r(¬4) سنن البيهقي 9/ 290.\r(¬5) سنن البيهقي 9/ 290، المجموع 8/ 388.","seal":"BF95DF24","part":1},
      {"page":130,"id":130,"nass":"الذي يظهر لي رجحان قول الجمهور بجواز ذبح الأضحية ليلاً لما يلي:\r1. إن لفظ الأيام في قوله تعالى:} فِي أَيَّامٍ مَعْلُومَاتٍ {، قد يتناول الليل والنهار، كما في قوله تعالى:} تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ {سورة هود الآية 11.\rوقال تعالى في قصة زكريا عليه الصلاة والسلام:} ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا {سورة آل عمران الآية 41. وقال تعالى في موضع آخر:} ثَلَاثَ لَيَالٍ سَوِيًّا {سورة مريم الآية 10.\rوالقصة قصة واحدة.\rوالعرب قد تستعمل اليوم في الوقت مطلقاً، أي لا يختص بالنهار دون الليل (¬1).\rولو سلَّمنا أن اليوم في الآية يدل على النهار فقط، لم يمنع الذبح بالليل إلا بنحو ضعيف من إيجاب دليل الخطاب وهو تعليق ضد الحكم بضد مفهوم الاسم وهذا النوع من أنواع دليل الخطاب وهو أضعفها (¬2).\r\r2. إن حديث ابن عباس المذكور لا يثبت، حيث إن فيه متروكاً، فلا يصلح دليلاً،\rوأما ما جاء عن علي بن الحسين فقد قال النووي: هذا مرسل (¬3).\r3. إن أثر الحسن البصري كما قال النووي مرسل أو موقوف (¬4).\rوقال البيهقي: [إنما كان ذلك من شدة حال الناس، كان الرجل يفعله ليلاً فنهي عنه ثم رخص فيه] (¬5).\r¬__________\r(¬1) لسان العرب 15/ 466، تاج العروس 17/ 779.\r(¬2) بداية المجتهد 1/ 355.\r(¬3) المجموع 8/ 388.\r(¬4) المصدر السابق.\r(¬5) المصدر السابق.","seal":"7F7B6A60","part":1},
      {"page":131,"id":131,"nass":"4. إن كراهة الذبح ليلاً، كما علَّلها القائلون بها خشية أن يخطئ في الذبح، أو يؤذي نفسه غير موجودة في زماننا هذا، نظراً لوسائل الإضاءة المتوفرة ولا خوف من فساد اللحم، نظراً لوسائل التبريد المتوفرة فلا مانع من الذبح ليلاً.\r\rالمطلب الرابع: الذبح قبل صلاة العيد:\rاتفق أهل العلم على أن من ذبح أضحيته قبل صلاة العيد ممن هو مخاطب بها، أنها لا تجزئ ولا تعتبر أضحيةً، وإنما هو لحم قدمه لأهله.\rويدل على ذلك أحاديث:\r1. عن البراء - رضي الله عنه - قال سمعت النبي - صلى الله عليه وسلم - يخطب فقال: (إن أول ما نبدأ به يومنا هذا أن نصلي ثم نرجع فننحر، فمن فعل هذا فقد أصاب سنتنا، ومن نحر فإنما هو لحم يقدمه لأهله ليس من النسك في شيء.","seal":"4CFE5E29","part":1},
      {"page":132,"id":132,"nass":"فقال أبو بردة - رضي الله عنه -: يا رسول الله ذبحت قبل أن أصلي، وعندي جذعة خير من مسنة.\rفقال: اجعلها مكانها ولن تجزئ أو توفي عن أحد بعدك) رواه البخاري ومسلم وقد مضى.\r2. عن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: (من ذبح قبل الصلاة فليعدْ) رواه البخاري ومسلم.\r3. عن جندب بن سفيان البجلي - رضي الله عنه - قال: (شهدتُ النبي - صلى الله عليه وسلم - يوم النحر فقال: من ذبح قبل أن يصلي فليعد مكانها أخرى، ومن لم يذبح فليذبح باسم الله) رواه البخاري ومسلم وقد مضى أيضاً.\r4. وعن البراء - رضي الله عنه - قال: (ضحى خالي أبو بردة قبل الصلاة. فقال رسول الله - صلى الله عليه وسلم - تلك شاة لحم ... الحديث) رواه البخاري ومسلم وقد مضى أيضاً.\r\rالمطلب الخامس: حكم الذبح بعد صلاة العيد، وقبل أن يذبح إمام المسلمين أضحيته:\rاختلف أهل العلم فيمن ذبح أضحيته بعد صلاة العيد، وقبل أن يذبح الإمام أضحيته، كما يلي:\rالقول الأول: قال جمهور الفقهاء من ذبح بعد صلاة العيد، وقبل أن يذبح الإمام أضحيته فأضحيته جائزة ولا حرج في ذلك.","seal":"983897D1","part":1},
      {"page":133,"id":133,"nass":"وهذا قول الحنفية والشافعية والحنابلة وأهل الظاهر (¬1).\rوحجتهم ما ورد في الأحاديث الكثيرة من تقييد وقت الأضحية بكونه بعد الصلاة كما في حديث أنس - رضي الله عنه -: (من ذبح قبل الصلاة فليعد) وقد مضى.\rوفي حديث جندب - رضي الله عنه -: (من ذبح قبل أن يصلي فليعد).\rوفي رواية عند البخاري من حديث أنس - رضي الله عنه -: (من ذبح قبل الصلاة فإنما يذبح لنفسه ومن ذبح بعد الصلاة فقد تم نسكه وأصاب سنة المسلمين) وغير ذلك من الأحاديث.\rالقول الثاني: قال المالكية من ذبح بعد صلاة الإمام وقبل ذبحه؛ فلا تجزؤه ولا تعد أضحية (¬2).\rوحجة المالكية ما جاء في حديث البراء - رضي الله عنه - أن خاله أبا بردة قد ذبح أضحيته قبل أن يضحي الرسول - صلى الله عليه وسلم -، فأمره أن يعيد، وما جاء في رواية أخرى لحديث البراء - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - قال: (لا يذبحنَّ أحدٌ حتى نصلي).\rقال الحافظ ابن عبد البر: [لأن الرسول - صلى الله عليه وسلم - أمر الذي ذبح قبله بالإعادة، وقد أمر الله عز وجل عباده بالتأسي بنبيه - صلى الله عليه وسلم -، وحذرهم من مخالفته] (¬3).\rوالراجح في المسألة قول الجمهور وأن الأضحية غير مرتبطة بأضحية الإمام، فتصح الأضحية بعد صلاة العيد صلى الإمام أم لم يصلِ ضحى أم لم يضح.\r\rالمطلب السادس: أفضل وقت لذبح الأضحية:\rاتفق أهل العلم على أن أفضل وقت لذبح الأضحية، هو اليوم الأول وهو يوم الأضحى بعد فراغ الناس من الصلاة، وبعد أن يذبح إمام المسلمين أضحيته، إن كان للمسلمين إمام خروجاً من الخلاف.\rهذا في البلاد التي تقام فيها صلاة العيد (¬4).\r¬__________\r(¬1) بداية المجتهد 1/ 353، المجموع 8/ 389، شرح النووي على صحيح مسلم 5/ 96، بدائع الصنائع 4/ 211، كشاف القناع 3/ 9، نيل الأوطار 5/ 141.\r(¬2) الذخيرة 4/ 194، الشرح الكبير 2/ 120، القوانين الفقهية ص125.\r(¬3) الاستذكار 15/ 147 - 148.\r(¬4) بدائع الصنائع 4/ 223، الذخيرة 4/ 150.","seal":"16C84BDD","part":1},
      {"page":134,"id":134,"nass":"وأما في البلاد التي لا تصلى فيها العيد، لأي سبب من الأسباب؛ فإن وقت الذبح يكون بعد ارتفاع الشمس بقدر رمح أو رمحين، ويضاف إلى ذلك من الوقت ما يسع الصلاة والخطبة، ويكون ذلك بعد ساعة من شروق الشمس على وجه التقريب والله أعلم.\rفإن لم يذبح في اليوم الأول في الوقت المفضل، وهو المذكور سابقاً ذبح في اليوم الثاني بعد الفجر إلى الزوال.\rوكره الإمام مالك الذبح في اليوم الأول بعد الزوال إلى غروب الشمس.\rوكذلك كره الذبح في اليومين الثاني والثالث بعد الزوال، لشبه الأضحية بالصلاة من جهة ارتباطها بها والصلاة لا تفعل بعد الزوال (¬1).\r\rالمطلب السابع: إذا اشترى أضحية فضلَّت أو ماتت قبل أن يذبحها:\rإذا اشترى شاة للتضحية بها، فضَلَّت أو ماتت فلا شيء عليه إن شاء الله (¬2)، فقد روى البيهقي بإسناده عن تميم بن حويص المصري قال: [اشتريت شاة بمنى أضحية فضلَّت. فسألت ابن عباس رضي الله عنهما. فقال: لا يضرك] (¬3).\r¬__________\r(¬1) الذخيرة 4/ 150.\r(¬2) الحاوي 15/ 110، المغني 9/ 454، تفسير القرطبي 6/ 41.\r(¬3) سنن البيهقي 9/ 289.","seal":"B1F76F43","part":1},
      {"page":135,"id":135,"nass":"وهذا القول بناءً على أن الأضحية سنة كما سبق ترجيحه.\rقال الإمام الشافعي: [وإذا اشترى الرجل الضحية فأوجبها أو لم يوجبها فماتت أو ضلَّت أو سرقت فلا بدل عليه] (¬1).\rويرى الحنفية بأن الموسر إذا اشترى أضحية فضلَّت أو ماتت أو سرقت، أنه يجب عليه أن يضحي بشاة أخرى (¬2). وهذا بناءً على قولهم بوجوب الأضحية.\rوالذي يظهر لي رجحان القول الأول.\rقال الإمام البيهقي: [باب الرجل يشتري الأضحية فتموت أو تسرق أو تضل] ثم ساق بإسناده عن نافع قال: [كان ابن عمر رضي الله عنهما يقول: أيما رجل أهدى هدية فضلَّت فإن كانت نذراً أبدلها، وإن كانت تطوعاً فإن شاء أبدلها وإن شاء تركها ... ].\rثم ذكر أثر ابن عباس رضي الله عنهما السابق.\rثم ساق بإسناده عن محمد بن القاسم: [أن عائشة رضي الله عنها ساقت بدنيتن فضلَّتا، فأرسل إليها ابن الزبير بدنيتين مكانهما فنحرتهما، ثم وجدت الأوليين فنحرتهما أيضاً، ثم قالت هكذا السنة في البدن] (¬3).\r\rالمطلب الثامن: إذا فات وقت الأضحية ولم يضح، فماذا يترتب على من أراد الأضحية؟\rقال الحنفية والمالكية إذا فات وقت الأضحية ولم يضح فإنها تقضى.\rوقال الشافعية والحنابلة تقضى الأضحية المنذورة فقط؛ فإذا فات وقتها ذبحها (¬4).\r¬__________\r(¬1) الأم 2/ 225.\r(¬2) انظر بدائع الصنائع 4/ 199.\r(¬3) سنن البيهقي 9/ 289.\r(¬4) بدائع الصنائع 4/ 202، المهذب 8/ 387، تفسير القرطبي 6/ 41، المغني 9/ 454، الحاوي 15/ 111.","seal":"4B57B1B4","part":1},
      {"page":136,"id":136,"nass":"قال الكاساني: [ ... تقضى إذا فاتت عن وقتها ... لما قلنا] (¬1).\rوقال الشيخ ابن قدامة: [إذا فات وقت الذبح، ذبح الواجب قضاءً، وصنع به ما يصنع بالمذبوح في وقته] (¬2).\rوأما الأضحية المسنونة، فصاحبها مخيرٌ فيها، فإن فرَّق لحمها كانت صدقة، وليست أضحية، لأنها شاة لحم، والأضحية قد فاتته.\rوقال الشيخ أبو إسحاق الشيرازي: [فإن لم يضح حتى مضت أيام التشريق، نظرت فإن كان ما يضحي به تطوعاً، لم يضح لأنه ليس وقت لسنة الأضحية، وإن كان نذراً لزمه أن يضحي؛ لأنه قد وجب عليه فلم يسقط بفوات الوقت] (¬3).\rوالذي يظهر لي أن الراجح: هو ما ذهب إليه الشافعية والحنابلة، أن الأضحية المنذروة إذا فات وقتها قضاها، بمعنى ذبحها وصنع فيها كما يصنع في الأضحية في الوقت.\rوأما المسنونة، فإن فات الوقت، فهو بالخيار إن شاء ذبحها، وكانت شاة لحم، وتصدق بما شاء منها، وإن شاء حبسها للعام التالي، فإن ذبحها في العام التالي كانت أضحية عن ذلك العام الذي ذبح فيه، ولم تكن عن العام السابق الذي فاتت فيه والله أعلم.\r\rالمبحث الثالث\rما يطلب من المضحي عند الذبح وبعده\rالمطلب الأول: ما يطلب من المضحي عند الذبح:\r¬__________\r(¬1) بدائع الصنائع 4/ 202.\r(¬2) المغني 9/ 454.\r(¬3) المهذب 8/ 387.","seal":"2B2A94B9","part":1},
      {"page":137,"id":137,"nass":"أولاً: النية: أن ينوي عند شراء البهيمة أنها أضحية، وهذه النية تكفي إن شاء الله. ولا بدَّ من النية، لأن الأضحية عبادة، والعبادة لا تصح إلا بالنية، لقول الرسول - صلى الله عليه وسلم -: (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى) متفق عليه (¬1).\rوالنية لا بد منها حتى نميز العمل الذي هو لله تعالى عن غيره ومن ذلك الأضحية.\rقال الإمام القرافي تحت عنوان \" فيما يفتقر إلى النية الشرعية \": [ ... الأوامر التي لا تكون صورتها كافية في تحصيل مصلحتها المقصودة منها، كالصلوات والطهارات والصيام والنسك، فإن المقصود منها تعظيم الرب سبحانه وتعالى، بفعلها والخضوع له في إتيانها وذلك إنما يحصل إذا قصدت من أجله سبحانه وتعالى، فإن التعظيم بالفعل بدون قصد المعظم محال، كمن صنع ضيافة لإنسان، فانتفع بها غيره من غير قصد، فإنا نجزم بأن المُعَظَّمَ الذي قُصِدَ بالكرامة، دون من انتفع بها من غير قصد، فهذا القسم هو الذي أمر فيه صاحب الشرع بالنية] (¬2).\rوقال د. عمر الأشقر مبيناً أن النية تميز العبادات عن العادات: [ ... الضحايا والهدايا: كما كان ذبح الذبائح في الغالب لغير الله، من ضيافة الضيفان، وتغذية الأبدان، ونادر أحواله أن يُفْعَلَ تقرباً إلى الملك الديان. شُرِطت فيه النية تمييزاً لذبح القربة عن الذبح للاقتيات والضيافات، لأن تطهير الحيوان بالذكاة كتطهير الأعضاء بالمياه من الأحداث تارة يكون لله، وتارة يكون لغير الله، فالنية واجبة كي يتميز الذي لله عما عداه] (¬3).\rوقد نص الفقهاء على اشتراط النية في الأضحية.\rقال الكاساني: [فمنها نية الأضحية لا تجزئ بدونها لأن الذبح قد يكون للحم وقد يكون للقربة، والفعل لا يقع قربة بدون النية ... فلا تتعين الأضحية إلا بالنية] (¬4).\r¬__________\r(¬1) صحيح البخاري مع الفتح 1/ 13، صحيح مسلم بشرح النووي 5/ 48.\r(¬2) الأمنية في إدراك النية ص27 - 28.\r(¬3) مقاصد المكلفين ص70.\r(¬4) بدائع الصنائع 4/ 208، وانظر الحاوي 15/ 99 فما بعدها، الذخيرة 4/ 156، المغني 9/ 446، المجموع 8/ 423.","seal":"10ED7069","part":1},
      {"page":138,"id":138,"nass":"وتكفي النية بالقلب ولا يشترط التلفظ باللسان، قال الكاساني: [ويكفيه أن ينوي بقلبه، ولا يشترط أن يقول بلسانه ما نوى بقلبه، كما في الصلاة؛ لأن النية عمل القلب والذكر باللسان دليل عليها] (¬1).\rوالصحيح أن التلفظ بالنية بدعة مخالفة لهدي المصطفى - صلى الله عليه وسلم -.\rولو ذبحها غير صاحبها فلا يشترط أن يتلفظ بالنية عن صاحبها.\rقال الشيخ ابن قدامة معلقاً على قول الخرقي: (وليس عليه أن يقول عند الذبح \" عمَّن \" لأن النية تجزئ).\r[لا أعلم خلافاً في أن النية تجزئ، وإن ذكر من يضحي عنه فحسن] (¬2).\rوقال الشيخ القرافي: [لو نوى الوكيل عن نفسه أجزأت صاحبها، وقد اشترى ابن عمر رضي الله عنه شاة من راع فأنزلها من الجبل، وأمره بذبحها فذبحها الراعي، وقال: اللهم تقبل مني. فقال ابن عمر: ربك أعلم بمن أنزلها من الجبل] (¬3).\r\rثانياً: ربط الأضحية قبل الذبح: استحب (¬4) فقهاء الحنفية أن تربط الأضحية قبل أيام النحر , لما فيه من الاستعداد للقربة وإظهار الرغبة فيها، فيكون له فيها أجر وثواب؛ لأن ذلك يشعر بتعظيم هذه الشعيرة قال الله تعالى:} ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ {سورة الحج الآية 32.\rثالثاً: أن يسوق الأضحية إلى محل الذبح سوقاً جميلاً لا عنيفاً (¬5)، فقد روى عبد الرزاق بسنده عن محمد بن سيرين قال: [رأى عمر بن الخطاب - رضي الله عنه - رجلاً يسحب شاة برجلها ليذبحها فقال له: ويلك! قدها إلى الموت قوداً جميلاً] (¬6) ورواه البيهقي، وذكره الشيخ الألباني في السلسلة الصحيحة (¬7).\r¬__________\r(¬1) بدائع الصنائع 4/ 208.\r(¬2) المغني 9/ 456 - 457.\r(¬3) الذخيرة 4/ 156.\r(¬4) بدائع الصنائع 4/ 219.\r(¬5) المجموع 9/ 81، بدائع الصنائع 4/ 219.\r(¬6) المصنف 4/ 493.\r(¬7) سنن البيهقي 9/ 281، السلسلة الصحيحة 1/ 36.","seal":"10FE39CF","part":1},
      {"page":139,"id":139,"nass":"رابعاً: أن يحد السكين قبل الذبح (¬1)، لأن المطلوب إراحة الحيوان بأسرع وقت ممكن، وهذا من الإحسان الذي ذكره الرسول - صلى الله عليه وسلم - كما جاء في الحديث عن شداد بن أوس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إن الله كتب الإحسان على كل شيء فإذا قتلتم فأحسنوا القتلة وإذا ذبحتم فأحسنوا الذبحة وليحد أحدكم شفرته وليرح ذبيحته) رواه مسلم.\rخامساً: أن لا يحد السكين أمام الحيوان الذي يريد ذبحه (¬2)، لأن ذلك من الإحسان المأمور به كما جاء في الحديث السابق.\rوعن ابن عباس - رضي الله عنه - أن رجلاً أضجع شاة وهو يحد شفرته فقال النبي - صلى الله عليه وسلم -: (أتريد أن تميتها موتات؟ هلا أحددت شفرتك قبل أن تضجعها؟) رواه الحاكم وقال: صحيح على شرط البخاري ووافقه الذهبي، ورواه عبد الرزاق والبيهقي وصححه الشيخ الألباني (¬3).\rوعن ابن عمر - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - أمر بحد الشفار وأن توارى عن البهائم وقال: (إذا ذبح أحدكم فليجهز) رواه أحمد والبيهقي وابن ماجة وفيه ابن لهيعه وهو ضعيف، ولكن يشهد له ما سبق من حديث شداد وحديث ابن عباس (¬4).\rوعن عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب أن رجلاً حدَّ شفرته وأخذ الشاة ليذبحها فضربه عمر بالدرة وقال: [أتعذب الروح؟! ألا فعلت هذا قبل أن تأخذها] رواه البيهقي (¬5).\r\rسادساً: يستحب إضجاع الغنم والبقر في الذبح، وأنها لا تذبح وهي قائمة ولا باركة بل مضجعة، لأنه أرفق بها، وتضجع على جانبها الأيسر لأنه أسهل في الذبح، وأخذ السكين باليمين وإمساك رأسها باليسار.\rوأما الإبل فالسنة أن تنحر قائمةً على ثلاث قوائم معقولة الركبة اليسرى.\r¬__________\r(¬1) بدائع الصنائع 4/ 223، المجموع 8/ 408، 9/ 81.\r(¬2) بدائع الصنائع 4/ 190، المجموع 9/ 81.\r(¬3) المصنف 4/ 393، المستدرك 4/ 257، سنن البيهقي 9/ 280، السلسلة الصحيحة 1/ 32.\r(¬4) الفتح الرباني 17/ 151، سنن البيهقي 9/ 280، سنن ابن ماجة 2/ 1059.\r(¬5) سنن البيهقي 9/ 280 - 281.","seal":"41D67612","part":1},
      {"page":140,"id":140,"nass":"وقد صح عن جابر - رضي الله عنه -: (أن النبي - صلى الله عليه وسلم - وأصحابه كانوا ينحرون البدنة معقولة اليسرى قائمةً على ما بقي من قوائمها) رواه أبو داود (¬1) بإسناد صحيح على شرط مسلم، قاله الإمام النووي (¬2).\rوقد ثبت في الحديث عن زياد بن جبير قال: [رأيت ابن عمر رضي الله عنهما أتى على رجل أناخ بدنته ينحرها. قال: ابعثها قياماً مقيدةً سنة محمد - صلى الله عليه وسلم -] رواه البخاري\rومسلم (¬3).\rوقال بعض أهل العلم يستوي نحرها قائمةً وباركةً في الفضيلة (¬4). والحديث حجة عليهم.\r\rسابعاً: استقبال القبلة من الذابح والذبيحة: يستحب أن يستقبل الذابح القبلة وأن يوجه مذبح الحيوان إلى القبلة.\rقال الإمام النووي: [استقبال الذابح القبلة وتوجيه الذبيحة إليها، وهذا مستحب في كل ذبيحة، لكنه في الهدي والأضحية أشد استحباباً، لأن الاستقبال في العبادات مستحب وفي بعضها واجب] (¬5).\rويدل على ذلك ما جاء في الحديث عن جابر بن عبد الله - رضي الله عنه - قال: (ذبح النبي - صلى الله عليه وسلم - يوم الذبح كبشين أقرنين أملحين موجوئين، فلما وجههما قال: إني وجهت وجهي للذي فطر السماوات والأرض على ملة إبراهيم حنيفاً، وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي، لله رب العالمين، لا شريك له وبذلك أمرت، وأنا من المسلمين، اللهم منك ولك، وعن محمد وأمته باسم الله والله أكبر ثم ذبح) رواه أبو داود وابن ماجة وأحمد والدارمي، وصححه الشيخ الألباني والشاهد في الحديث قوله (فلما وجههما) أي نحو القبلة (¬6).\r¬__________\r(¬1) سنن أبي داود مع شرحه عون المعبود 5/ 128 - 129.\r(¬2) شرح النووي على صحيح مسلم 3/ 438 - 439.\r(¬3) صحيح البخاري مع الفتح 4/ 301، صحيح مسلم بشرح النووي 3/ 438.\r(¬4) فتح الباري 4/ 301، شرح النووي على صحيح مسلم 3/ 439.\r(¬5) المجموع 8/ 408، وانظر بدائع الصنائع 4/ 221، الفتح الرباني 13/ 68.\r(¬6) سنن أبي داود مع شرحه عون المعبود 7/ 351، سنن ابن ماجة 2/ 1043، الفتح الرباني 13/ 62، إرواء الغليل 4/ 349.","seal":"5CFFB08F","part":1},
      {"page":141,"id":141,"nass":"وجاء في الحديث عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: (ضحوا وطيبوا أنفسكم، فإنه ما من مسلم يستقبل بذبيحته القبلة إلا كان دمها وفرثها وصوفها حسنات في ميزانه يوم القيامة) رواه البيهقي وقال: وإسناده ضعيف (¬1).\rوجاء عن ابن عباس - رضي الله عنه - أنه قال: [ليجعل أحدكم ذبيحته بينه وبين القبلة ثم يقول:\rمن الله وإلى الله والله أكبر اللهم منك ولك اللهم تقبل] قال الإمام النووي: رواه البخاري بمعناه (¬2)، ولم أقف عليه في صحيح البخاري.\r\rثامناً: أن يتولى ذبحها بنفسه إن كان يحسن الذبح، وإلا شهد ذبحها (¬3)، ومما يدل على استحباب تولي الإنسان أضحيته بنفسه، ما جاء في حديث أنس - رضي الله عنه -: (أن النبي - صلى الله عليه وسلم - ضحى بكبشين أقرنين أملحين، وكان يسمي ويكبر، ولقد رأيته يذبحهما بيده واضعاً رجله على صفاحهما) رواه البخاري ومسلم وقد مضى.\rقال الإمام البخاري في صحيحه [باب من ذبح الأضاحي بيده] ثم ذكر فيه حديث\rأنس - رضي الله عنه - السابق، ثم ذكر في الباب الذي يليه [وأمرَ أبو موسى بناته أن يضحين\rبأيديهن. ثم قال الحافظ: وصله الحاكم في المستدرك.\rووقع لنا بعلو في خبرين كلاهما من طريق المسيب بن رافع أن أبا موسى كان يأمر بناته أن يذبحن نسائكهن بأيديهن وسنده صحيح (¬4).\rويجوز لمن أراد الأضحية أن ينيب غيره في ذبحها كما سيأتي.\rفإن أناب عنه فيستحب له أن يشهد ذبحها لما ورد في حديث أبي سعيد - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - قال لفاطمة رضي الله عنها: (قومي لأضحيتك فاشهديها فإنه بأول قطرة من دمها يغفر لك ما سلف من ذنبك) رواه البيهقي والحاكم (¬5).\r¬__________\r(¬1) سنن البيهقي 9/ 285.\r(¬2) المجموع 8/ 408.\r(¬3) المجموع 8/ 405، بدائع الصنائع 4/ 221، الذخيرة 4/ 155، تبيين الحقائق 6/ 9، فتح باب العناية 3/ 78، كشاف القناع 3/ 8، المحلى 6/ 44، فتح الباري 12/ 114.\r(¬4) صحيح البخاري مع فتح الباري 12/ 114 - 115.\r(¬5) سنن البيهقي 9/ 283، المستدرك 4/ 247.","seal":"5AE08993","part":1},
      {"page":142,"id":142,"nass":"وقال الهيثمي: [رواه البزار وفيه عطية بن قيس وفيه كلام كثير وقد وثق] (¬1).\rوروى البيهقي بإسناده عن علي بن أبي طالب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال لفاطمة رضي الله عنها: (يا فاطمة قومي فاشهدي أضحيتك أما إن لك بأول قطرة تقطر من دمها مغفرة لكل ذنب، أما إنه يجاء بها يوم القيامة بلحومها ودمائها سبعين ضعفاً حتى توضع في ميزانك.\rفقال أبو سعيد الخدري - رضي الله عنه -: يا رسول الله أهذه لآل محمد خاصة فهم أهل لما خصوا به من خير، أو لآل محمد والناس عامة.\rفقال رسول الله: بل هي لآل محمد وللناس عامة) رواه البيهقي، وقال عمرو بن خالد ضعيف (¬2).\rورواه أبو القاسم الأصبهاني في كتاب الترغيب والترهيب، وأبو الفتح سليم بن أيوب الفقيه الشافعي في كتاب الترغيب، وقال الحافظ المنذري: وقد حسن بعض مشايخنا حديث علي هذا والله أعلم (¬3).\rوروى البيهقي بإسناده عن عمران بن حصين - رضي الله عنه - قال: (قال رسول الله - صلى الله عليه وسلم -: يا فاطمة قومي فاشهدي أضحيتك، فإنه يغفر لك بأول قطرة من دمها كل ذنب عملتيه، وقولي: إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له، وبذلك أمرت وأنا أول المسلمين.\rقلت: يا رسول الله هذا لك ولأهل بيتك خاصة فأهل ذلك أنتم أم للمسلمين عامة.\rقال: بل للمسلين عامة) ورواه الحاكم وقال: هذا حديث صحيح الإسناد ولم يخرجاه.\rوتعقبه الذهبي قائلاً: [بل أبو حمزة ضعيف جداً وإسماعيل ليس بذاك] (¬4).\rوهذه الأحاديث، وإن كان كل واحد منها لا يخلو من مقال، فإن بعضها يقوي بعضاً فتصلح للاستشهاد.\r¬__________\r(¬1) مجمع الزوائد 4/ 17، وانظر الترغيب والترهيب 2/ 154.\r(¬2) سنن اليهقي 9/ 283.\r(¬3) الترغيب والترهيب 2/ 155، وانظر نصب الراية 4/ 220.\r(¬4) المستدرك 4/ 247.","seal":"2E86FC86","part":1},
      {"page":143,"id":143,"nass":"تاسعاً: التسمية والتكبير عند الذبح (¬1):\rثبت أن النبي - صلى الله عليه وسلم - كان إذا ذبح قال: (باسم الله والله أكبر) كما جاء ذلك في رواية لحديث أنس - رضي الله عنه - عند مسلم: (قال: ويقول باسم الله والله أكبر).\rوثبت في رواية أخرى من حديث أنس قال: (ضحى النبي - صلى الله عليه وسلم - بكبشين أملحين أقرنين ذبحهما بيده وسمَّى وكبر ... ) الحديث رواه البخاري ومسلم وقد مضى.\r\rعاشراً: الدعاء والصلاة على النبي - صلى الله عليه وسلم - بعد التسمية والتكبير (¬2):\rأما الدعاء كأن يقول: اللهم تقبل مني، أو يقول اللهم تقبل من فلان، فهذا مشروع ومستحب، لما ثبت في الحديث عن عائشة رضي الله عنها: (أن رسول الله - صلى الله عليه وسلم - أمر بكبش يطأ في سواد ويبرك في سواد وينظر في سواد فأتي به ليضحي به فقال لها: يا عائشة هلمي المدية، ثم قال: اشحذيها بحجر. ففعلت ثم أخذها وأخذ الكبش فأضجعه ثم ذبحه ثم قال: باسم الله اللهم تقبل من محمد وآل محمد ومن أمة محمد ثم ضحى به) رواه مسلم وقد مضى.\rوعن جابر بن عبد الله - رضي الله عنه - قال: (ذبح النبي - صلى الله عليه وسلم - يوم الذبح كبشين أقرنين أملحين موجوئين فلما وجههما قال: إني وجهت وجهي للذي فطر السماوات والأرض على ملة إبراهيم حنيفاً وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين، لا شريك له وبذلك أمرت وأنا من المسلمين اللهم منك ولك وعن محمد وأمته باسم الله والله أكبر ثم ذبح) رواه أبو داود والترمذي وابن ماجة وأحمد والدارمي، وأخرجه أبو يعلى بسند حسن وقد مضى.\rوأما الصلاة والسلام على رسول الله - صلى الله عليه وسلم - فقال الإمام النووي: [يستحب مع التسمية على الذبيحة أن يصلي على رسول الله - صلى الله عليه وسلم - عند الذبح نص عليه الشافعي في الأم] (¬3).\rوكلام الإمام الشافعي هو: [والتسمية على الذبيحة باسم الله فإذا زاد على ذلك شيئاً من ذكر الله عز وجل، فالزيادة خير ولا أكره مع تسميته على الذبيحة أن يقول: صلى الله عليه وسلم، بل أحبه له، وأحب له أن يكثر الصلاة عليه فصلى الله عليه في كل الحالات\r¬__________\r(¬1) بدائع الصنائع 4/ 221، المغني 9/ 456، المجموع 8/ 408.\r(¬2) المغني 9/ 456، بدائع الصنائع 4/ 221، كشاف القناع 3/ 7، شرح الآبي على صحيح مسلم 5/ 297.\r(¬3) المجموع 8/ 410.","seal":"2D31541C","part":1},
      {"page":144,"id":144,"nass":"لأن ذكر الله عز وجل والصلاة عليه، إيمان بالله تعالى، وعبادة له يؤجر عليها إن شاء الله تعالى ... ] (¬1).\rوقال الشافعي أيضاً: [ولسنا نعلم مسلماً ولا نخاف عليه أن تكون صلاته عليه - صلى الله عليه وسلم - إلا الإيمان بالله ولقد خشيت أن يكون الشيطان أدخل على بعض أهل الجهالة النهي عن ذكر اسم رسول الله - صلى الله عليه وسلم - عند الذبيحة ليمنعهم الصلاة عليه في حال لمعنى يعرض في قلوب أهل الغفلة وما يصلي عليه أحد إلا إيماناً بالله عز وجل وإعظاماً له وتقرباً إليه - صلى الله عليه وسلم - وقربنا بالصلاة عليه منه زلفى، والذكر على الذبائح كلها سواء، وما كان منها نسكاً فهو كذلك] (¬2).\rوقد مال إلى قول الشافعي العلامةُ ابن القيم فذكر أن من مواطن الصلاة على النبي - صلى الله عليه وسلم - عند الذبيحة، وذكر كلام الإمام الشافعي المذكور أولاً (¬3).\rوخالف الجمهورُ الإمامَ الشافعيَّ في هذه المسألة، فرأوا أن الصلاة على النبي - صلى الله عليه وسلم - غير مشروعة في هذا الموطن، وعلَّل بعضهم ذلك بأن قال: لأن فيه إيهام الإهلال لغير الله.\rوقال آخرون إنها ليست مشروعة لعدم ورود النصوص في ذلك (¬4).\rوجاء في الأثر عن إبراهيم النخعي قال: [إذا جزرت فلا تذكر مع اسم الله سواه] (¬5)\rوهذا أرجح القولين في المسألة عندي.\r\rالحادي عشر: الاستعانة في ذبح الأضحية والإنابة في ذبحها:\rيجوز لمن أراد أن يذبح أضحيته أن يستعين بغيره، ويدل على ذلك ما جاء في الحديث عن أبي الخير: (أن رجلاً من الأنصار حدثه أن رسول الله - صلى الله عليه وسلم - أضجع أضحيته ليذبحها، فقال رسول الله - صلى الله عليه وسلم -: للرجل أعنِّي على أضحيتي فأعانه) رواه أحمد، وقال الهيثمي: رجاله رجال الصحيح. وقال الحافظ ابن حجر: ورجاله ثقات (¬6).\r¬__________\r(¬1) الأم 2/ 239.\r(¬2) الأم 2/ 240.\r(¬3) جلاء الأفهام ص242.\r(¬4) شرح الآبي على صحيح مسلم 5/ 296، الفتح الرباني 13/ 68، جلاء الأفهام ص242، الأم 2/ 240.\r(¬5) الآثار ص62.\r(¬6) الفتح الرباني 13/ 65، مجمع الزوائد 4/ 25، فتح الباري 12/ 115.","seal":"BCF68081","part":1},
      {"page":145,"id":145,"nass":"وذكر الإمام البخاري تعليقاً: [وأعان رجل ابن عمر في بدنته].\rوقال الحافظ ابن حجر: [أي عند ذبحها، وهذا وصله عبد الرزاق عن ابن عيينة عن عمرو بن دينار قال: رأيت ابن عمر ينحر بدنة بمنى وهي باركة معقولة ورجل يمسك بحبل في رأسها وابن عمر يطعن] (¬1).\rوأما الإنابة في ذبح الأضحية فجائزة، وينبغي أن يوكل في ذبحها صاحب دين له معرفة بالذبح وأحكامه.\rقال القرافي: [كان الناس يتخيرون لضحاياهم أهل الدين؛ لأنهم أولى بالتقرب، فإن وكَّل تارك صلاة استحب له الإعادة للخلاف في حل ذكاته] (¬2).\rولا ينبغي أن يوكل فاسقاً في ذبحها، ولا ذمياً، فإن فعل جاز مع الكراهة على قول جمهور أهل العلم (¬3).\rقال الخرقي: [ولا يستحب أن يذبح الأضحية إلا مسلم].\rوقال الشيخ ابن قدامة شارحاً لذلك: [وجملته أنه يستحب أن لا يذبح الأضحية إلا مسلم، لأنها قربة فلا يليها غير أهل القربة، وإن استناب ذمياً في ذبحها جاز مع الكراهة، وهذا قول الشافعي وأبي ثور وابن المنذر.\rوحكي عن أحمد: لا يجوز أن يذبحها إلا مسلم، وهذا قول مالك، وممن كره ذلك علي وابن عباس وجابر رضي الله عنهم وبه قال الحسن وابن سيرين.\rوقال جابر: لا يذبح النسك إلا مسلم.\rولنا أن من جاز له ذبح غير الأضحية جاز له ذبح الأضحية كالمسلم.\rويجوز أن يتولى الكافر ما كان قربة للمسلم، كبناء المساجد والقناطر ... والمستحب أن يذبحها المسلم ليخرج من الخلاف] (¬4).\rقلت وهذا هو الصواب فلا ينبغي أن يذبح النسك إلا مسلم من أهل الدين.\r¬__________\r(¬1) صحيح البخاري مع الفتح 12/ 115، وانظر عمدة القاري 21/ 155.\r(¬2) الذخيرة 4/ 155.\r(¬3) المجموع 8/ 407، المغني 9/ 455، تبيين الحقائق 6/ 9، المحلى 6/ 44، الذخيرة 4/ 155، الحاوي 15/ 91 - 92، الاختيار 5/ 20، بدائع الصنائع 4/ 200، فتح باب العناية 3/ 79.\r(¬4) المغني 9/ 455.","seal":"7A7F4416","part":1},
      {"page":146,"id":146,"nass":"وقد ورد عن علي - رضي الله عنه - أنه قال: [لا يذبح نسيكة المسلم اليهودي والنصراني].\rوعن ابن عباس رضي الله عنهما أنه كره أن يذبح نسيكة المسلم اليهوديُ والنصرانيُ.\rوعن ابن عباس أيضاً رضي الله عنهما أنه قال: [لا يذبح أضحيتك إلا مسلم، وإذا ذبحت فقل باسم الله اللهم منك ولك، اللهم تقبل من فلان] (¬1).\r\rتنبيه هام:\rينبغي أن يعلم أن بعض المسلمين من الموسرين من دول الخليج العربي وأوروبا وأمريكا، يوكلون لجان الزكاة في بلادنا في التضحية عنهم، ويدفعون أثمان الأضاحي لدى بعض الجمعيات الخيرية في بلادهم، ثم تنقل هذه المبالغ إلى لجان الزكاة في فلسطين، والتي تتولى شرائها، ومن ثم ذبحها وتوزيعها على الناس، ولا بد هنا من بيان بعض الأمور التي يجب أن تتنبه لها لجان الزكاة:\rأولاً: يجب أن تكون الأضحية مستكملة للشروط الشرعية، ولذا يجب إعلام أمثال هؤلاء الناس قبل وقت الأضحية بثمن الضحايا في بلادنا، لأن أسعارها تختلف من بلد إلى آخر، فيمكن أن نشتري أضحية مجزئة بثمانين ديناراً في عمان، ونحتاج إلى ضعف هذا المبلغ في فلسطين لشراء أضحية مجزئة. ولا يصح أن نشتري أضاحي غير مستكملة للشروط الشرعية، بحجة أن المبلغ الذي دفع لا يشترى به أضحية مستكملة للشروط. ولا يجوز جمع المبالغ القليلة لشراء شاة واحدة، لأن الاشتراك في الشاة لا يصح.\rثانياً: لا بد من الالتزام بذبح هذه الأضاحي في الوقت المقرر شرعاً، وإن تأخر وصول أثمان الأضاحي من الخارج، لا يعتبر عذراً في ذبح الأضاحي بعد مضي وقتها المقرر شرعاً فإن حصل ذلك فلا تعد أضحية.\rوإن لم يتم ذبحها في الوقت المقرر شرعاً فيجب إعلام الذين دفعوا ثمنها أنه لم يتم التضحية عنهم.\rثالثاً: يجب الالتزام بتوزيع تلك الأضاحي على الفقراء والمحتاجين أولاً لأن الغالب في الناس الذين يبعثون بأثمان الأضاحي أنهم يقصدون التصدق بها على الفقراء والمحتاجين فلذلك فإني أكره أن يُعطى الأغنياء منها.\r¬__________\r(¬1) روى هذه الآثار البيهقي في سننه 9/ 284.","seal":"3818DD7D","part":1},
      {"page":147,"id":147,"nass":"المطلب الثاني: ما يكره أن يفعله المضحي بالأضحية قبل ذبحها:\rأولاً: حلب الأضحية:\rاختلف الفقهاء في حكم حلب الأضحية وشرب لبنها كما يلي:\r1. قال الحنفية يكره تحريماً، حلب الشاة أو البدنة أو البقرة التي اشتريت للأضحية، لأنه عيَّنَها للقربة؛ فلا يحلُ له الانتفاع بجزء من أجزائها، قبل إقامة القربة فيها، ولأن الحلب يوجب نقصاً فيها، وهو ممنوعٌ من إدخال النقص في الأضحية.\rفإن حلبها تصدق باللبن؛ لأنه جزء من شاة متعينة للقربة، وهذا قول ابن القاسم من\rالمالكية (¬1).\r2. وقال المالكية يكره تنزيهاً أن يحلبها وأن يشرب لبنها (¬2).\r3. وقال الشافعية والحنابلة: يجوز أن يشرب من لبنها ما فضل عن ولدها، وبه قال أشهب من المالكية (¬3).\rقال ابن قدامة: [ولا يشرب من لبنها إلا الفاضل عن ولدها، فإن لم يفضل شيء، أو كان الحليب يضر بها أو ينقص لحمها، لم يكن - له - أخذه وإن لم يكن كذلك فله أخذه والانتفاع به] (¬4).\rويدل لقول الشافعية والحنابلة، ما رواه البيهقي عن مغيرة بن حذف العبسي قال: [كنا مع علي - رضي الله عنه - بالرحبة، فجاء رجل من همدان يسوق بقرة معها ولدها فقال: إني اشتريتها لأضحي بها وإنها ولدت. قال: فلا تشرب من لبنها إلا فضلاً عن ولدها، فإذا كان يوم النحر فانحرها هي وولدها عن سبعة] (¬5).\rوقالوا: إنه انتفاع لا يضرها، وإن ترك اللبن بعد حلبه يؤدي إلى فساده، وإن لم يحلبها فقد يضر بها، فيجوز له الحلب والشرب وإن تصدق به فهو حسن (¬6).\r¬__________\r(¬1) بدائع الصنائع 4/ 219 - 220، القوانين الفقهية ص127.\r(¬2) الشرح الكبير 2/ 122، الذخيرة 4/ 154.\r(¬3) روضة الطالبين 2/ 494، الحاوي 15/ 108، المغني 9/ 445، كشاف القناع 3/ 12، القوانين الفقهية ص128.\r(¬4) المغني 9/ 445.\r(¬5) سنن البيهقي 9/ 288.\r(¬6) انظر المغني 9/ 446، وانظر كشاف القناع 3/ 12.","seal":"50A45844","part":1},
      {"page":148,"id":148,"nass":"ويرى ابن حزم الظاهري أنه يجوز شرب لبنها وبيعه ولا حرمة في ذلك (¬1).\r\rثانياً: جز صوفها:\rقال ابن قدامة: [وأما صوفها فإن كان جزه أنفع لها، مثل أن يكون في زمن الربيع تخف بجزه وتسمن، جاز جزه ويتصدق به.\rوإن كان لا يضر بها، لقرب مدة الذبح، أو كان بقاؤه أنفع لها، لكونه يقيها الحر والبرد لم يجز له أخذه] (¬2).\rوقول الشافعية قريب من قول الحنابلة.\rوأما الحنفية والمالكية فقولهم في جز الصوف كقولهم في اللبن كما سبق (¬3).\rويرى ابن حزم أنه يجوز جز صوفها ولا حرج في ذلك (¬4).\r\rثالثاً: حكم ولدها:\rإذا اشترى شاة أو ناقة أو بقرة عشراء للأضحية، فولدت قبل وقت الذبح، فماذا يصنع بولدها؟\rقال الحنفية: إن ولدت الأضحية ولداً يذبح ولدها مع الأم، وإن باعه يتصدق بثمنه؛ لأن الولد يتبع أمه في الصفات الشرعية.\rوقال القدوري من الحنفية: [يجب ذبح الولد، ولو تصدق به جاز، لأن الحق لم يَسْرِ إليه ولكنه متعلق به كجلالها وخطامها، فإن ذبحه تصدق بقيمته، وإن باعه تصدق بثمنه].\rوقال بعض الحنفية: إن صاحبه بالخيار إن شاء ذبحه أيام النحر وأكل منه كالأم، وإن شاء تصدق به، فإن أمسك الولد حتى مضت أيام النحر تصدق به، لأنه فات ذبحه (¬5).\rوقال المالكية: إذا ولدت الأضحية فحسن ذبح ولدها معها من غير وجوب (¬6)،\rسواء كانت الأضحية منذورة أو غير منذورة، على الصحيح عند المالكية (¬7).\r¬__________\r(¬1) المحلى 6/ 38.\r(¬2) المغني 9/ 446.\r(¬3) الحاوي 15/ 109، بدائع الصنائع 4/ 221، الشرح الكبير 2/ 122، الذخيرة 4/ 154.\r(¬4) المحلى 6/ 38.\r(¬5) بدائع الصنائع 4/ 220.\r(¬6) الذخيرة 4/ 154.\r(¬7) شرح الخرشي 3/ 40، القوانين الفقهية ص127.","seal":"37A1C3BD","part":1},
      {"page":149,"id":149,"nass":"وأما الشافعية، فقد قال الإمام الشافعي: فإن ولدت الأضحية ذبح معها ولدها.\rقال الماوردي: وهذا صحيح إذا أوجب أضحية حاملاً فولدت، أو كانت حائلاً فحبلت ثم ولدت كان ولدها تبعاً لها في الأضحية وعليه أن يذبحهما معاً] (¬1).\rوقال الحنابلة: وإن ولدت ذبح ولدها هكذا قال الخرقي.\rوقال ابن قدامة: [وجملته أنه إذا عين أضحية فولدت، فولدها تابع لها، حكمه حكمها، سواء كان حملاً حين التعيين أو حدث بعده ... يذبحه كما يذبحها، لأنه صار أضحية على وجه التبع لأمه، ولا يجوز ذبحه قبل يوم النحر ولا تأخيره عن أيامه كأمه] (¬2).\rويرى ابن حزم الظاهري أن الأضحية إذا ولدت، فصاحبها بالخيار إن شاء أمسك ولدها وإن شاء باعه وإن شاء ذبحه (¬3).\rوالذي أميل إليه في هذه المسائل الثلاث – لبن الأضحية وجز صوفها وولدها – أنه يحسن التصدق بكل ذلك، فإذا حلبها تصدق بلبنها، وإذا جز صوفها تصدق به، وإذا ولدت تصدق بولدها، إن شاء حياً، وإن شاء ذبحه وتصدق به.\rفالأضحية قربة لله عز وجل، فما نتج عنها وما انفصل عنها فهو كذلك.\rويدل على ذلك الأثر السابق عن علي - رضي الله عنه - فقد احتج به أرباب المذاهب وهو ما رواه البيهقي وسعيد بن منصور أن علياً - رضي الله عنه - قال للرجل الذي كان يسوق بقرة ومعها ولدها فقال: [إني أشتريها لأضحي بها وإنها ولدت. قال: فلا تشرب من لبنها إلا فضلاً عن ولدها، فإذا كان يوم النحر، فانحرها هي وولدها عن سبعة] وإسناده حسن (¬4).\rوروى ابن حزم عن عطاء فيمن اشترى أضحية أن له أن يجز صوفها.\rوأمره الحسن البصري إن فعل أن يتصدق به (¬5).\r¬__________\r(¬1) الأم 2/ 224، الحاوي 15/ 107 - 108، وانظر روضة الطالبين 2/ 493.\r(¬2) المغني 9/ 445.\r(¬3) المحلى 6/ 38.\r(¬4) تقرير القواعد وتحرير الفوائد 2/ 183.\r(¬5) المحلى 6/ 39.","seal":"D3452F7C","part":1},
      {"page":150,"id":150,"nass":"المبحث الرابع\rالانتفاع بالأضحية\rالمطلب الأول: الانتفاع بالأضحية المسنونة:\rأولاً: الأكل منها:\rذهب جمهور أهل العلم إلى أن الأكل من الأضحية مندوب.\rوقال أهل الظاهر إن الأكل من الأضحية فرض وهو قول أبي الطيب بن سلمة من الشافعية (¬1).\rقال ابن حزم: [وفرض على كل مضح ٍ أن يأكل من أضحيته ولا بد، ولو لقمة فصاعداً] (¬2).\rواستدل ابن حزم بقوله تعالى:} فَكُلُوا منْهَا {سورة الحج الآية 28.\rوروى ابن حزم بإسناده عن إبراهيم النخعي قال: [سافر معي تميم بن سلمة فلما ذبحنا أضحيته فأخذ منها بضعة فقال: آكلها؟ فقلت له: وما عليك أن لا تأكل منها؟ فقال تميم: يقول الله تعالى:} فَكُلُوا منْهَا {فتقول أنت: وما عليك أن لا تأكل].\rقال أبو محمد - ابن حزم -: [حمل هذا الأمر تميمٌ على الوجوب. وهذا الحق الذي لا يسع أحداً سواه. وتميم من أكابر أصحاب ابن مسعود] (¬3).\rوأما جمهور أهل العلم فقد استدلوا بما ورد في الحديث عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: ( ... فكلوا وادخروا وتصدقوا) متفق عليه.\rوما ورد في حديث جابر - رضي الله عنه - أنه عليه الصلاة والسلام قال: ( ... كلوا وتزودوا) رواه البخاري ومسلم.\rوفي رواية أخرى عند مسلم: ( ... كلوا وتزودوا وادخروا) (¬4).\r¬__________\r(¬1) المغني 9/ 448، المجموع 8/ 414، تبيين الحقائق 6/ 8، الشرح الكبير 2/ 122، الذخيرة 4/ 158، بدائع الصنائع 4/ 223، فتح الباري 12/ 123، المحلى 6/ 48، الحاوي 15/ 117.\r(¬2) المحلى 6/ 48.\r(¬3) المحلى 6/ 50.\r(¬4) سيأتي تخريج هذه الأحاديث في مبحث ادخار لحوم الأضاحي.","seal":"F6234355","part":1},
      {"page":151,"id":151,"nass":"وقد حمل الجمهور الأوامر في هذه الأحاديث على الندب؛ لأن الأمر فيها جاء بعد الحظر فيحمل على الندب أو الإباحة.\rقال الحافظ ابن عبد البر: [وأما قوله: (فكلوا وتصدقوا وادخروا) فكلام خرج بلفظ الأمر، ومعناه الإباحة لأنه أمر ورد بعد نهي، وهكذا شأن كل أمر يرد بعد حظر أنه إباحة لا إيجاب] (¬1).\rوأما مقدار الأكل فقال الحنفية والحنابلة: يأكل ثلثها ويهدي ثلثها ويتصدق بثلثها.\rولو أكل أكثر من الثلث جاز (¬2).\rوجاء عن الشافعي أنه يستحب قسمتها أثلاثاً لقوله: (كلوا وتصدقوا وأطعموا) (¬3).\rواحتج ابن قدامة بما ورد عن ابن عباس في صفة أضحية النبي - صلى الله عليه وسلم - قال: [ويطعم أهل بيته الثلث، ويطعم فقراء جيرانه الثلث، ويتصدق على السؤَّال بالثلث] رواه الحافظ\rأبو موسى الأصفهاني في الوظائف، وقال: حديث حسن (¬4).\rوقالوا لأنه قول ابن مسعود وابن عمر رضي الله عنهما، ولم نعرف لهما مخالفاً من الصحابة، فكان إجماعاً كما قال ابن قدامة (¬5).\rومن أهل العلم من استحب أن يأكل نصفاً ويطعم نصفاً (¬6)، لقول الله تعالى في الهدايا\r:} فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ {سورة الحج الآية 36.\rوأما الإمام مالك فلم يحد في ذلك شيئاً ويقول: يأكل ويتصدق.\rوالدليل على أنه لا تحديد في المسألة، بل الأمر على الاستحباب، حديث ثوبان - رضي الله عنه - قال:\r(ذبح رسول الله - صلى الله عليه وسلم - ضحيته ثم قال: يا ثوبان أصلح لحم هذه الأضحية. قال: فلم أزل أطعمه منها حتى قدم المدينة) وقد سبق (¬7).\r¬__________\r(¬1) الاستذكار 15/ 173.\r(¬2) المجموع 8/ 415، المغني 9/ 448، بدائع الصنائع 4/ 223، الحاوي 15/ 117، فتح الباري 12/ 123.\r(¬3) فتح الباري 12/ 123.\r(¬4) المغني 9/ 448 - 449.\r(¬5) المصدر السابق 9/ 449.\r(¬6) فتح الباري 12/ 123.\r(¬7) الاستذكار 15/ 174، الشرح الكبير 2/ 122.","seal":"26DC6AE5","part":1},
      {"page":152,"id":152,"nass":"ويستحب لمن أراد أن يضحي في يوم الأضحى أن يخرج إلى صلاة العيد ولا يأكل شيئاً حتى يصلي ثم يذبح أضحيته فيأكل منها، وهذا قول أكثر العلماء (¬1).\rقال الشيخ ابن قدامة: [ ... ولا يأكل في الأضحى حتى يصلي، وهذا قول أكثر أهل العلم، منهم علي وابن عباس ومالك والشافعي وغيرهم لا نعلم فيه خلافاً] (¬2).\rومما يدل على ذلك ما جاء في الحديث عن عبد الله بن بريدة عن أبيه - رضي الله عنه - قال: (كان النبي - صلى الله عليه وسلم - لا يخرج يوم الفطر حتى يطعم، ولا يطعم يوم الأضحى حتى يصلي) رواه الترمذي ثم قال: [وقد استحب قوم من أهل العم أن لا يخرج يوم الفطر حتى يطعم شيئاً، ويستحب له أن يفطر على تمر، ولا يطعم يوم الأضحى حتى يرجع] (¬3).\rوالحديث رواه أيضاً ابن ماجة وابن حبان، وقال الشيخ الألباني: صحيح (¬4).\rوالحكمة في امتناع النبي - صلى الله عليه وسلم - عن الأكل قبل الصلاة يوم الأضحى هي: [ليكون أول ما يطعم من لحم أضحيته، فيكون مبنياً على امتثال الأمر] (¬5).\rوقال الإمام أحمد: والأضحى لا يأكل فيها حتى يرجع إذا كان له ذبح، لأن النبي - صلى الله عليه وسلم - أكل من ذبيحته، وإذا لم يكن له ذبح لم يبالِ أن يأكل (¬6).\rوقال الشعبي: إن من السنة أن تطعم يوم الفطر قبل أن تغدو، وأن تؤخر الطعام يوم النحر حتى ترجع (¬7).\rوقال سعيد بن المسيب: كان المسلمون يأكلون يوم الفطر قبل المصلى، ولا يفعلون ذلك يوم النحر (¬8).\r¬__________\r(¬1) الاستذكار 7/ 37، المغني 2/ 275، فتح الباري 3/ 100 - 101.\r(¬2) المغني 2/ 275.\r(¬3) سنن الترمذي مع شرحه التحفة 3/ 80.\r(¬4) سنن ابن ماجة 1/ 558، الإحسان 7/ 52، صحيح سنن الترمذي 1/ 168.\r(¬5) مرقاة المفاتيح 3/ 544 - 545.\r(¬6) المغني 2/ 275.\r(¬7) الاستذكار 7/ 39.\r(¬8) المصدر السابق 7/ 40.","seal":"4327145D","part":1},
      {"page":153,"id":153,"nass":"ثانياً: التصدق منها:\rقال الشافعية والحنابلة والظاهرية يجب التصدق بشيء قلَّ أو كثر من الأضحية المسنونة (¬1)\rقال الحافظ ابن حجر: [وأما الصدقة منها فالصحيح أنه يجب التصدق من الأضحية بما يقع عليه الاسم، والأكمل أن يتصدق بمعظمها] (¬2).\rوالدليل على الوجوب قوله تعالى:} فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ {سورة الحج\rالآية 28.\rقال الماوردي مستدلاً للشافعية: [إن قوله تعالى في الضحايا:} فَكُلُوا مِنْهَا وَأَطْعِمُوا {جارٍ مجرى قوله في الزكاة:} كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَءَاتُوا حَقَّهُ يَوْمَ حَصَادِهِ {فلما كان أكله مباحاً والإيتاء واجباً، كذلك الأكل من الأضحية مباح والإطعام واجب] (¬3).\rواحتج الحنابلة بالآيتين} فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ {و} وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ {.\rوأما الظاهرية فدليلهم حمل الآية على الوجوب، لأن الأصل في الأمر أنه للوجوب (¬4). وعندهم الأكل واجب، والتصدق واجب، كما سبق في المطلب الأول من هذه المسألة.\rوذهب الحنفية والمالكية إلى أن التصدق من الأضحية مندوب وليس بواجب (¬5).\rوحجتهم ما سبق في مسألة الأكل من الأضحية، وهو أرجح الأقوال في المسألة.\rويتصدق منها على المسلمين من الفقراء والمحتاجين، ويهدي إلى الأقارب والأصدقاء والجيران وإن كانوا أغنياء.\r¬__________\r(¬1) الحاوي 15/ 117، المجموع 8/ 416، المحلى 6/ 48، مغني المحتاج 6/ 135، كشاف القناع 3/ 19، المغني 9/ 449.\r(¬2) فتح الباري 12/ 123.\r(¬3) الحاوي 15/ 117.\r(¬4) المحلى 6/ 48.\r(¬5) تبيين الحقائق 6/ 8، بدائع الصنائع 4/ 223، الشرح الكبير 2/ 122، الذخيرة 4/ 158.","seal":"086404DA","part":1},
      {"page":154,"id":154,"nass":"نقل النووي عن ابن المنذر قوله: [أجمعت الأمة على جواز إطعام فقراء المسلمين من الأضحية. واختلفوا في إطعام فقراء أهل الذمة فرخص فيه الحسن البصري وأبو حنيفة وأبو ثور. وقال مالك: غيرهم أحب إلينا.\rوكره مالك أيضاً إعطاء النصراني جلد الأضحية أو شيئاً من لحمها.\rوكرهه الليث قال: [فإن طبخ لحماً فلا بأس بأكل الذمي مع المسلمين منه].\rثم قال النووي: ومقتضى المذهب أنه يجوز إطعامهم من ضحية التطوع دون الواجبة (¬1).\rوقال تاج الدين السبكي بعد أن نقل كلام النووي السابق: [قلت: نقل ابن الرفعة في الكفاية أن الشافعي قال: لا يطعم منها – يعني الأضحية – أحداً على غير دين الإسلام وأنه ذكره في البويطي] (¬2).\rوقال الشيخ ابن قدامة: [ويجوز أن يطعم منها كافراً، وبهذا قال الحسن وأبو ثور وأصحاب الرأي ... لأنه طعام له أكله، فجاز إطعامه للذمي كسائر الأطعمة، ولأنه صدقة تطوع، فجاز إطعامها للذمي والأسير كسائر صدقة التطوع] (¬3).\rوالراجح أنه يجوز إطعام أهل الذمة منها، وخاصةً إن كانوا فقراء أو جيراناً للمضحي أو قرابته أو تأليفاً لقلوبهم.\r\rثالثاً: الهدية من الأضحية:\rاتفق أهل العلم على أن الهدية من الأضحية مندوبة وليست واجبة (¬4).\rوكثير من العلماء يرون أن يهدي ثلثاً منها، كما مرَّ في حديث ابن عباس، فإنه يجعل الأضحية أثلاثاً، ثلث لأهل البيت، وثلث صدقة، وثلث هدية.\rونقل هذا عن ابن مسعود وابن عمر وعطاء وإسحاق وأحمد، وهو أحد قولي الشافعي.\rوقال الشيخ الخطيب الشربيني: [الأفضل التصدق بكلها لأنه أقرب للتقوى، وأبعد من حظ النفس، إلا لقمةً أو لقمتين أو لقماً يتبرك بأكلها، عملاً بظاهر القرآن والاتباع وللخروج من خلاف من أوجب الأكل.\r¬__________\r(¬1) المجموع 8/ 425.\r(¬2) طبقات الشافعية الكبرى 3/ 105.\r(¬3) المغني 9/ 450.\r(¬4) المغني 9/ 448، المحلى 6/ 48، البدائع 4/ 224، روضة الطالبين 2/ 492، الشرح الكبير 2/ 122.","seal":"EC9B249B","part":1},
      {"page":155,"id":155,"nass":"ويسن أن يجمع بين الأكل والتصدق والإهداء وأن يجعل ذلك أثلاثاً، وإذا أكل البعض وتصدق بالبعض فله ثواب الأضحية بالكل والتصدق بالبعض] (¬1).\r\rالمطلب الثاني: الانتفاع بالأضحية المنذورة:\rسبق وذكرت أن الأضحية سنة مؤكدة، ولكنها تصير واجبة بالنذر، كأن يقول شخص\r: [لله عليه أن يضحي بشاة]، فهذه الأضحية صارت واجبة فما حكم الانتفاع بالأضحية المنذورة (الواجبة)؟\rاختلف الفقهاء في المسألة على قولين:\rالقول الأول: قال الحنفية والشافعية وهو قول في مذهب الحنابلة، إنه لا يجوز الأكل من الأضحية المنذورة، ويجب التصدق بجميعها على الفقراء، فإن أكل شيئاً منها غرم بدله (¬2)\rقال الزيلعي الفقيه: [وإن وجبت بالنذر، فليس لصاحبها أن يأكل منها شيئاً، ولا أن يطعم غيره من الأغنياء، سواء كان الناذر غنياً أو فقيراً، لأن سبيلها التصدق وليس للمتصدق أن يأكل من صدقته ولا أن يطعم الأغنياء] (¬3).\rالقول الثاني: قال المالكية والحنابلة في القول المعتمد عندهم، يجوز الأكل من الأضحية المنذورة وهو قول في مذهب الشافعية (¬4).\rواستدل ابن قدامة لجواز الأكل من الأضحية المنذورة: [بأن النذر محمول على المعهود، والمعهود من الأضحية الشرعية، ذبحها والأكل منها، والنذر لا يغير من صفة المنذور إلا الإيجاب، وفارق الهدي الواجب بأصل الشرع، لا يجوز الأكل منه فالمنذور محمول عليه بخلاف الأضحية] (¬5).\r¬__________\r(¬1) الإقناع 2/ 282.\r(¬2) تبيين الحقائق 6/ 8، الإنصاف 4/ 104، المغني 9/ 475، الحاوي 15/ 119، مغني المحتاج 6/ 134، المجموع 8/ 417.\r(¬3) تبيين الحقائق 6/ 8.\r(¬4) حاشية الدسوقي 2/ 122، المغني 9/ 457، الفروع 3/ 555 - 556، تقرير القواعد وتحرير الفوائد 2/ 394، الإنصاف 4/ 104.\r(¬5) المغني 9/ 457.","seal":"1A201B87","part":1},
      {"page":156,"id":156,"nass":"والذي أميل إليه أن الأضحية المنذورة يتصدق بها كلها، ولا يأكل منها شيئاً خروجاً من الخلاف، والله أعلم.\r\rالمطلب الثالث: الادخار من لحم الأضحية:\rثبت في الأحاديث الصحيحة، أن النبي - صلى الله عليه وسلم - نهى عن ادخار لحوم الأضاحي، في إحدى السنوات، ثم أذن في الادخار بعد ذلك، أي أن النهي عن الادخار منسوخ، وبهذا قال جماهير أهل العلم (¬1)، ومن هذه الأحاديث:\r1. عن عبد الله بن أبي بكر عن عبد الله بن واقد قال: (نهى رسول الله - صلى الله عليه وسلم - عن أكل لحوم الأضاحي بعد ثلاث. قال عبد الله بن أبي بكر: فذكرت ذلك لعمرة – بنت عبد الرحمن الأنصارية - فقالت: صدق سمعت عائشة تقول: دفَّ أهل أبيات من أهل البادية حضرة الأضحى زمن رسول الله - صلى الله عليه وسلم -، فقال رسول الله: ادخروا ثلاثاً ثم تصدقوا بما بقي. فلما كان بعد ذلك قالوا: يا رسول الله، إن الناس يتخذون الأسقية من ضحاياهم، ويجملون منها الودك. فقال رسول الله - صلى الله عليه وسلم -: وما ذاك؟ قالوا: نهيت أن تؤكل لحوم الضحايا بعد ثلاث. فقال: إنما نهيتكم من أجل الدافة، فكلوا وادخروا وتصدقوا) رواه مسلم (¬2).\r2. وعن سلمة بن الأكوع - رضي الله عنه - أن رسول - صلى الله عليه وسلم - قال: (من ضحى منكم فلا يصبحن في بيته بعد ثالثة شيئاً، فلما كان العام المقبل قالوا: يا رسول الله نفعل كما فعلنا عام أول؟\rفقال: لا؛ إن ذاك عام كان الناس فيه بجهد فأردت أن يفشوا فيهم) رواه البخاري (¬3).\r3. وعن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (يا أهل المدينة لا تأكلوا لحوم الأضاحي فوق ثلاثة أيام، فشكوا إلى رسول الله - صلى الله عليه وسلم - أن لهم عيالاً وحشماً وخدماً.\rفقال: كلوا وأطعموا واحبسوا أو ادخروا) رواه مسلم (¬4). وغير ذلك من الأحاديث.\r¬__________\r(¬1) المجموع 8/ 418، الحاوي 15/ 116، الفتح الرباني 13/ 108، نيل الأوطار 5/ 147، فتح الباري 12/ 125، المغني 9/ 449، بذل المجهود 13/ 41، طرح التثريب 5/ 194.\r(¬2) صحيح مسلم بشرح النووي 5/ 112 - 113.\r(¬3) صحيح البخاري مع الفتح 12/ 121 - 122.\r(¬4) صحيح مسلم بشرح النووي 5/ 115.","seal":"FB43CCC9","part":1},
      {"page":157,"id":157,"nass":"قال جماهير العلماء من الصحابة والتابعين والأئمة الأربعة وغيرهم، يجوز ادخار لحوم الأضاحي بعد ثلاث وإن النهي منسوخ.\r\rوقال ابن حزم الظاهري: [إن النهي عن الادخار ليس منسوخاً، بل كان لعلة، فلما زالت زال، وإذا رجعت رجع النهي] (¬1).\rوهو اختيار شيخ الإسلام ابن تيمية (¬2).\rقلت والراجح ما ذهب إليه جماهير علماء المسلمين من أن النهي عن الادخار منسوخ.\rقال الإمام النووي: [ ... والصحيح نسخ النهي مطلقاً، وأنه لم يبق تحريم ولا كراهة، فيباح اليوم الادخار فوق ثلاث ليال، والأكل إلى متى شاء] (¬3).\rواستدل الإمام النووي على ذلك بما ورد في حديث بريدة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -:\r(نهيتكم عن زيارة القبور فزوروها، ونهيتكم عن لحوم الأضاحي فوق ثلاث، فأمسكوا\rما بدا لكم ... ) رواه مسلم.\rويدل على نسخ النهي عن الادخار، ما جاء عن عبد الرحمن بن عابس عن أبيه قال:\r(قلت لعائشة: أنهى رسول الله - صلى الله عليه وسلم - أن تؤكل لحوم الأضاحي فوق ثلاث؟ قالت: ما فعله إلا في عام جاع الناس فيه فأراد أن يطعم الغنيُ الفقيَر، وإنْ كنَّا لنرفع الكُراع فنأكله بعد خمسة عشرة، قيل ما اضطركم إليه؟ فضحكت، قالت: ما شبع آلُ محمد - صلى الله عليه وسلم - من خبز بُرٍ مأدومٍ ثلاثة أيام حتى لحق بالله) رواه البخاري (¬4).\r¬__________\r(¬1) المحلى 6/ 48، وانظر طرح التثريب 5/ 197.\r(¬2) الاختيارات العلمية ص71.\r(¬3) شرح النووي على صحيح مسلم 5/ 113.\r(¬4) صحيح البخاري مع الفتح 11/ 484.","seal":"49BCE7A4","part":1},
      {"page":158,"id":158,"nass":"المطلب الرابع: أجرة الجزَّار:\rقال جمهور أهل العلم لا يجوز أن يُعطى الجزَّار شيئاً من الأضحية مقابل ذبحها وسلخها (¬1)\rواحتجوا على ذلك بما جاء في الحديث عن علي - رضي الله عنه - قال: (أمرني رسول الله - صلى الله عليه وسلم - أن أقوم على بدنه، وأن أتصدق بلحمها وجلودها وأجلتها، وأن لا أعطي الجزَّار منها. وقال: نحن نعطيه من عندنا) رواه البخاري ومسلم (¬2).\rوفي رواية أخرى عند مسلم: (ولا يعطي في جزارتها منها شيئاً) (¬3).\rفهذا الحديث يدل على عدم جواز إعطاء الجزَّار منها، لأن عطيته عوض عن عمله، فيكون في معنى بيع جزء منها، وذلك لا يجوز.\rوأما إن كان الجزَّار فقيراً أو صديقاً، فأعطاه منها لفقره، أو على سبيل الهدية فلا بأس، لأنه مستحق للأخذ فهو كغيره بل هو أولى؛ لأنه باشرها وتاقت نفسه إليها (¬4).\rوقال الحافظ ابن حجر: [ولكنَّ إطلاق الشارع ذلك قد يفهم منه منع الصدفة لئلا تقع مسامحة في الأجرة لأجل ما يأخذه فيرجع إلى المعاوضة] (¬5).\rوما قاله الجمهور هو الأولى.\r¬__________\r(¬1) المغني 9/ 450، فتح الباري 4/ 404، شرح النووي على صحيح مسلم 3/ 435، المجموع 8/ 420، بدائع الصنائع 4/ 225.\r(¬2) صحيح البخاري مع الفتح 4/ 303، صحيح مسلم مع شرح النووي 3/ 435.\r(¬3) صحيح مسلم مع شرح النووي 3/ 436.\r(¬4) المغني 9/ 450، وانظر شرح السنة 7/ 188.\r(¬5) فتح الباري 4/ 304.","seal":"E77175A9","part":1},
      {"page":159,"id":159,"nass":"المطلب الخامس: بيع شيء من الأضحية والانتفاع بجلدها:\rقال المالكية والشافعية والحنابلة: لا يجوز بيع شيء من الأضحية لا لحمها ولا جلدها ولا أطرافها، واجبة كانت أو تطوعاً (¬1). قال الإمام أحمد: لا يبيعها ولا يبيع شيئاً منها.\rوقال أيضاً: سبحان الله كيف يبيعها وقد جعلها لله تبارك وتعالى؟\rوقال الحنفية: لا يحل بيع شيء منها بشيء لا يمكن الانتفاع به، إلا باستهلاك عينه من الدراهم والدنانير والمأكولات والمشروبات. وله أن يبيع منها بما يمكن الانتفاع به مع بقاء عينه، من متاع البيت كالجراب والمنخل (¬2).\rورخص الحسن والنخعي والأوزاعي في الجلد أن يبيعه، ويشتري به الغربال والمنخل وآلة البيت.\rوأجاز ابن عمر أن يبيع الجلد ويتصدق بثمنه، ونقله ابن المنذر عن أحمد وإسحاق (¬3)\rويجوز أن ينتفع بالجلد، بأن يجعله سقاءً أو فرواً أو نعلاً أو غير ذلك.\rفقد ورد عن عائشة رضي الله عنها قالت: يجعل من جلد الأضحية سقاء ينبذ فيه.\rوعن مسروق أنه كان يجعل من جلد أضحيته مصلىً يصلي فيه.\rوعن الحسن البصري قال: انتفعوا بمُسُوك – جلود – الأضاحي ولا تبيعوها (¬4).\rوالذي يظهر لي أنه لا يجوز بيع شيء من الأضحية، بما في ذلك جلدها وأطرافها.\r¬__________\r(¬1) المغني 9/ 450، الذخيرة 4/ 156، المجموع 8/ 419 - 420، الحاوي 15/ 119 - 120.\r(¬2) بدائع الصنائع 4/ 225.\r(3) المغني 9/ 450.\r(¬3) معجم فقه السلف 4/ 148.\r(5) المغني 9/ 451.","seal":"CED94AD6","part":1},
      {"page":160,"id":160,"nass":"ويدل على ذلك ما ورد في حديث علي قال: (أمرني رسول الله - صلى الله عليه وسلم - أن أقوم على بدنه، وأن أتصدق بلحمها وجلودها وأجلتها، وأن لا أعطي الجزَّار منها. وقال نحن نعطيه من عندنا) رواه البخاري ومسلم وقد مضى. فقد أمره الرسول - صلى الله عليه وسلم - أن يتصدق بلحومها وجلودها وجلالها، كما أنه قد جعلها قربة لله تعالى فلم يجز بيع شيء منها كالوقف (¬1).\rوقد ورد عن النبي - صلى الله عليه وسلم - أنه قال: (من باع جلد أضحيته فلا أضحية له) رواه الحاكم، وقال: حديث صحيح. ورواه البيهقي (¬2).\rوقال الشيخ الألباني: حسن (¬3).\rقال الحافظ المنذري: [وقد جاء في غير ما حديث عن النبي - صلى الله عليه وسلم - النهي عن بيع جلد الأضحية] (¬4).\rوجاء في الحديث عن قتادة بن النعمان - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( ... لا تبيعوا لحوم الهدي والأضاحي، فكلوا وتصدقوا واستمتعوا بجلودها ولا تبيعوها، وإن أُطعمتم من لحمها فكلوا إن شئتم) رواه أحمد وذكره الهيثمي وقال: في الصحيح طرف منه. رواه أحمد وهو مرسل صحيح الإسناد (¬5).\rوأما الانتفاع بجلدها فلا بأس به على أي وجه كان، ويدل على ذلك ما ورد في حديث عائشة رضي الله عنها قالت: (دفَّ ناس من أهل البادية، حضرة الأضحى زمن الرسول - صلى الله عليه وسلم - فقال رسول الله: ادخروا ثلاثاً ثم تصدقوا بما بقي، فلما كان بعد ذلك قالوا:\rيا رسول الله إن الناس يتخذون الأسقية من ضحاياهم ويجملون منها الودك، فقال رسول الله - صلى الله عليه وسلم -. وما ذاك؟ قالوا: نهيت أن تؤكل لحوم الضحايا بعد ثلاث.\rفقال: إنما نهيتكم من أجل الدافة فكلوا وادخروا وتصدقوا) رواه مسلم وقد مضى.\r¬__________\r(¬2) سنن البيهقي 9/ 294.\r(¬3) صحيح الجامع الصغير 2/ 1055، صحيح الترغيب والترهيب ص455.\r(¬4) الترغيب والترهيب 2/ 156، وانظر صحيح الترغيب والترهيب ص 455.\r(¬5) الفتح الرباني 13/ 54.","seal":"6E06E341","part":1},
      {"page":161,"id":161,"nass":"والأسقية: جمع سقاء ويتخذ من جلد الحيوان، وفي الحديث إشارة إلى أنه يتخذ من جلود الأضحية، وقولها: (ويجملون منها الودك) أي يذيبون شحمها (¬1)، وقد أقرهم الرسول - صلى الله عليه وسلم - على ذلك.\r\rالمطلب السادس: إذا اشترى أضحية فهل يجوز له أن يبدلها بخير منها؟\rاختلف الفقهاء في المسألة على قولين:\rالأول: يجوز له أن يبدلها بخير منها، وهذا قول أبي حنيفة ومالك وأحمد، ونقل عن عطاء ومجاهد وعكرمة.\rالثاني: لا يجوز أن يبدلها مطلقاً، وهذا قول الشافعي وأبي ثور وأبي يوسف وبه قال\rأبو الخطاب من الحنابلة (¬2).\rالأدلة:\rاستدل الشيخ ابن قدامة للفريق الأول بما جاء في الحديث: (أن النبي - صلى الله عليه وسلم - ساق مئة بدنة في حجته، وقدم عليٌ من اليمن فأشركه فيها) رواه مسلم (¬3).\rوقال ابن قدامة: [وهذا نوع من الهبة أو البيع، ولأنه عدل عن عين وجبت لحق الله تعالى إلى خير من جنسها، فجاز كما لو وجبت عليه بنت لبون فأخرج حِقَّةً في الزكاة] (¬4).\rواستدل الماوردي للفريق الثاني بما روي عن عمر بن الخطاب - رضي الله عنه - أنه قال: (أتيت رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله إني أوجبت على نفسي بدنة، وقد طُلبت مني بأكثر من ثمنها فقال: انحرها ولا تبعها ولو طُلبت بمئة بعير).\rفلمَّا منعه من البيع مع المبالغة بالثمن، وأمره بالنحر، دل على فساد البيع ووجوب النحر وروي عن علي بن أبي طالب - رضي الله عنه - أنه قال: من أوجب أضحية فلا يستبدل بها.\r¬__________\r(¬1) شرح النووي على صحيح مسلم 5/ 113.\r(¬2) المغني 9/ 451، بدائع الصنائع 4/ 202، الذخيرة 4/ 152، الحاوي 15/ 101، جامع الأمهات ص228.\r(¬3) صحيح مسلم بشرح النووي 3/ 347.\r(¬4) المغني 9/ 451.","seal":"3625D91D","part":1},
      {"page":162,"id":162,"nass":"وليس له مع انتشار قوله مخالف في الصحابة (¬1).\rوقصة عمر التي ذكرها الماوردي رواها أبو داود ولكنها ضعيفة (¬2).\rويستدل لهم بما ذكره البيهقي في [باب الرجل يوجب شاة أضحية لم يكن له أن يبدلها بخير ولا شر منها].\rثم ساق قصة عمر السابقة بإسناده عن سالم بن عبد الله عن أبيه: (أن عمر - رضي الله عنه - أهدى بختية له قد أعطي بها ثلاثمئة دينار فأراد أن يبيعها ويشتري بثمنها بدناً فسأل النبي - صلى الله عليه وسلم - عن ذلك فأمره أن ينحرها ولا يبيعها) (¬3).\rوالذي يظهر لي أنه يجوز إبدال الأضحية بخير منها، إن كانت تطوعاً كأن أبدلها بأسمن منها أو أطيب منها، فهذا لا بأس به إن شاء الله.\rوأما إن نذر شاة بعينها أضحية، فيلزمه أن يذبحها ولا يجوز له إبدالها، والله أعلم.\r¬__________\r(¬1) الحاوي 15/ 102.\r(¬2) سنن أبي داود مع شرحه عون المعبود مع شرح ابن القيم 5/ 122، وانظر مجموع فتاوى شيخ الإسلام ابن تيمية 31/ 250 - 251.\r(¬3) سنن البيهقي 9/ 288.","seal":"86201B73","part":1},
      {"page":163,"id":163,"nass":"المطلب السابع: نقل الأضحية:\rاتفق العلماء على أن محل التضحية هو محل المضحي، سواء كان بلده أو موضعه من السفر.\rوذكر الإمام النووي في نقل الأضحية من بلد إلى آخر وجهان في مذهب الشافعية تخريجاً من نقل الزكاة (¬1).\rونص الماوردي على أن المضحي لا يمنع من إخراج لحوم الضحايا عن بلد المضحي (¬2).\rوسئل الشيخ شمس الدين محمد الرملي: [هل يجوز نقل الأضحية عن بلد التضحية أم لا؟\rفأجاب: بأنه لا يجوز نقلها، ولو أضحية تطوع، بل يتعين فقراء بلدها، لأن أطماعهم تمتد إليها لكونها مؤقتة بوقت كالزكاة بخلاف نقل المنذور ونحوه] (¬3).\rوالذي أرجحه في هذه المسألة: أن الأصل أن لا تنقل الأضحية من بلد المضحي، وأن توزع على فقراء بلده المحتاجين قياساً على الزكاة.\rويجوز نقلها إذا استغنى أهل بلد المضحي، بأن كثرت الأضاحي، وقلَّ عدد الفقراء فيصح نقلها إلى بلد آخر، فيه المسلمون أكثر حاجة، كما يفعل بعض أهل الخير من المسلمين في دول الخليج وغيرهم، الذين يوكلون لجان الزكاة في فلسطين بشراء وذبح أضحاياتهم، وتوزيعها على المحتاجين، وذلك نظراً لكثرة الأضاحي في بلدانهم، وقلة المحتاجين لها هناك، ولقلة الأضاحي في فلسطين وكثرة الفقراء والمحتاجين فيها.\r¬__________\r(¬1) المجموع 8/ 425.\r(¬2) الحاوي 15/ 75.\r(¬3) فتاوى الرملي 4/ 68 - 69.","seal":"6DFD0942","part":1},
      {"page":164,"id":164,"nass":"وكذلك يجوز للمضحي المغترب عن أهله ووطنه، أن يوكل في شراء وذبح أضحيته في بلده، وتوزيعها على أقاربه وأهل بلدته المحتاجين.\r\rالمبحث الخامس\rالأضحية عن الميت\rاختلف أهل العلم في هذه المسألة على ثلاثة أقوال:\rالقول الأول: يجوز للحي أن يضحي عن قريبه الميت وهذا قول الحنفية والحنابلة وطائفة من أهل الحديث (¬1).\rواختاره شيخ الإسلام ابن تيمية حيث قال: [والتضحية عن الميت أفضل من الصدقة بثمنها] (¬2).\rوقال صاحب الدر المختار من الحنفية: [وإن مات أحد السبعة المشتركين في البدنة وقال الورثة اذبحوا عنه وعنكم صح عن الكل استحساناً لقصد القربة من الكل] (¬3).\rقال أبو داود صاحب السنن: [باب الأضحية عن الميت] ثم ذكر حديث تضحية علي - رضي الله عنه - عن الرسول - صلى الله عليه وسلم - وسيأتي (¬4).\rوقال الإمام الترمذي في سننه: [باب ما جاء في الأضحية عن الميت] ثم ذكر حديث علي - المشار إليه - ثم قال الترمذي: [وقد رخص بعض أهل العلم أن يضحى عن الميت ولم ير بعضهم أن يضحى عنه] (¬5).\r¬__________\r(¬1) بدائع الصنائع 4/ 209، حاشية ابن عابدين 6/ 326، الهداية 8/ 436، إعلاء السنن 17/ 296، الفروع 3/ 554، كشاف القناع 3/ 21.\r(¬2) الاختيارات العلمية ص71، وانظر مجموع الفتاوى 24/ 315، 26/ 306.\r(¬3) الدر المختار 6/ 326.\r(¬4) سنن أبي داود مع شرحه عون المعبود 7/ 344.\r(¬5) سنن الترمذي مع شرحه عارضة الأحوذي 6/ 230 - 231.","seal":"A62C03C0","part":1},
      {"page":165,"id":165,"nass":"وأجاز التضحية عن الميت الإمام ابن العربي المالكي (¬1).\rوقال القرافي: [قال صاحب القبس - هو ابن العربي - يستحب للإنسان أن يضحي عن وليه كما يستحب له الحج والصدقة. وفي الترمذي: قال علي - رضي الله عنه -: أوصاني رسول الله - صلى الله عليه وسلم - أن أضحي عنه.\rقال: وعندي أن الميت يصل إليه كل عمل يعمله الحي] (¬2).\rوأجاز التضحية عن الميت الإمامان البغوي والعبادي من الشافعية (¬3) والمباركفوري وصاحب غنية الألمعي من الحنفية (¬4) والعلامة الشيخ عبد العزيز بن باز والعلامة محمد بن صالح العثيمين (¬5) وغيرهم كثير.\rالقول الثاني: قال المالكية تكره التضحية عن الميت، لعدم ورود دليل في ذلك، ولكن قالوا إن مات الشخص الذي اشترى أضحية قبل وقت التضحية، فيندب في حق الورثة التضحية عن الميت.\rقال القرافي: [واستحب ابن القاسم ذبح الورثة لها عنه تنفيذاً لما قصد من القربة] (¬6).\rوأجاز المالكية الأضحية عن الحي والميت معاً (¬7).\rالقول الثالث: وقال الشافعية في المعتمد عندهم لا تصح الأضحية عن الميت إلا أن يوصي بها (¬8).\rواختار هذا القول الشيخ عبد الله بن زيد آل محمود من علماء هذا العصر فقال:\r¬__________\r(¬1) عارضة الأحوذي 6/ 230.\r(¬2) الذخيرة 4/ 141.\r(¬3) شرح السنة 4/ 358، المجموع 8/ 406.\r(¬4) تحفة الأحوذي 5/ 66.\r(¬5) فتاوى إسلامية 2/ 6، فتاوى منار الإسلام 2/ 411 - 412.\r(¬6) الذخيرة 4/ 155.\r(¬7) شرح الخرشي 3/ 42، الشرح الكبير مع حاشية الدسوقي عليه 2/ 122 - 123، بلغة السالك 1/ 289.\r(¬8) المجموع 8/ 406، كفاية الأخيار 2/ 528، مغني المحتاج 6/ 137، الإقناع في حل ألفاظ أبي شجاع 2/ 282.","seal":"241A49B2","part":1},
      {"page":166,"id":166,"nass":"[أما الأضحية عن الميت فإنه بمقتضى التتبع والاستقراء لكتب الصحاح والسنن والمسانيد والتفاسير والسير، لم نجد دليلاً صريحاً من كتاب الله، ولا حديثاً صحيحاً عن رسول الله يأمر بالأضحية عن الميت أو يشير إلى فضلها ووصول ثوابها إليه ولم ينقل أحد من الصحابة والتابعين أنهم كانوا يضحون لموتاهم ولم يذكر فعلها عن أحد منهم ... ] (¬1).\r\rأدلة القول الأول:\r1. احتجوا بما رواه أبو داود في باب الأضحية عن الميت بإسناده قال: (حدثنا عثمان بن أبي شيبة قال: أخبرنا شريك عن أبي الحسناء عن الحكم عن حنش قال: رأيت علياً - رضي الله عنه - يضحي بكبشين فقلت له ما هذا؟ فقال: إن رسول الله - صلى الله عليه وسلم - أوصاني أن أضحي عنه، فأنا أضحي عنه) والحديث سكت عنه أبو داود (¬2).\rورواه الترمذي أيضاً ولفظه: (عن حنش عن علي - رضي الله عنه - أنه كان يضحي بكبشين أحدهما عن النبي - صلى الله عليه وسلم - والآخر عن نفسه فقيل له. فقال: أمرني به - يعني النبي - صلى الله عليه وسلم - فلا أدعه\rأبداً)، وقال الترمذي: [هذا حديث غريب لا نعرفه إلا من حديث شريك] (¬3).\rوقد رواه الإمام أحمد في المسند باللفظين السابقين (¬4).\rورواه الحاكم وقال: [هذا حديث صحيح الإسناد ولم يخرجاه، وأبو الحسناء هذا هو الحسن بن حكم النخعي، وقال الذهبي: صحيح] (¬5).\rورواه البيهقي ثم قال: [ ... وهو إن ثبت يدل على جواز التضحية عمن خرج من دار الدنيا من المسلمين] (¬6).\r2. واحتجوا أيضاً بما رواه مسلم بإسناده عن عائشة رضي الله عنها: (أن رسول الله - صلى الله عليه وسلم - أمر بكبش أقرن، يطأ في سواد ويبرك في سواد، وينظر في سواد، فأتي به ليضحي به، فقال لها: يا عائشة هلمي المدية، ثم قال: اشحذيها بحجر. ففعلت، ثم أخذها وأخذ\r¬__________\r(¬1) الدلائل العقيلة والنقلية في تفضيل الصدقة عن الميت على الضحية ص51 - 52.\r(¬2) سنن أبي داود مع شرحه عون المعبود 7/ 344.\r(¬3) سنن الترمذي مع شرحه التحفة 5/ 65.\r(¬4) الفتح الرباني 13/ 109 - 110.\r(¬5) المستدرك 4/ 255 - 256.\r(¬6) سنن البيهقي 9/ 288.","seal":"E6C873BA","part":1},
      {"page":167,"id":167,"nass":"الكبش ثم أضجعه ثم ذبحه، ثم قال: باسم الله اللهم تقبل من محمد، وآل محمد ومن أمة محمد ثم ضحى به) رواه مسلم (¬1).\rفهذا الحديث يدل على أن النبي - صلى الله عليه وسلم - ضحى عن الميت؛ لأنه ضحى عن آل محمد وعن أمة محمد، ومنهم من كان قد مات.\r3. واحتجوا بما جاء في الحديث عن جابر بن عبد الله - رضي الله عنه - قال: (ذبح النبي - صلى الله عليه وسلم - يوم الذبح كبشين أقرنين أملحين موجوئين، فلما وجههما قال: إني وجهت وجهي للذي فطر السموات والأرض على ملة إبراهيم حنيفاً، وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي، لله رب العالمين، لا شريك له وبذلك أمرت، وأنا من المسلمين، اللهم منك ولك، وعن محمد وأمته باسم الله والله أكبر ثم ذبح) رواه أبو داود والترمذي وابن ماجة وأحمد والدارمي وقد مضى.\rوالشاهد في هذا الحديث كسابقه حيث إن فيه التضحية عن أمة محمد - صلى الله عليه وسلم -، ومن أمته - صلى الله عليه وسلم - من كان قد مات.\r4. واحتجوا بما جاء في الحديث عن أبي رافع مولى رسول الله - صلى الله عليه وسلم -: (أن رسول الله - صلى الله عليه وسلم - كان إذا ضحى اشترى كبشين سمينين أقرنين أملحين، فإذا صلى وخطب الناس أتي بأحدهما وهو قائم في مصلاه فذبحه بنفسه بالمدية ثم يقول:\rاللهم هذا عن أمتي جميعاً، من شهد لك بالتوحيد وشهد لي بالبلاغ، ثم يؤتى بالآخر فيذبحه بنفسه ويقول: هذا عن محمد وآل محمد، فيطعمهما جميعاً المساكين ويأكل هو وأهله منهما، فمكثنا سنين ليس رجل من بني هاشم يضحي قد كفاه الله المئونة برسول الله - صلى الله عليه وسلم - والغرم) رواه أحمد (¬2).\rوقال الهيثمي: وإسناده حسن (¬3)، وحسنه الشيخ الألباني أيضاً (¬4).\rوهذا الحديث له شواهد كثيرة ذكرها الهيثمي (¬5).\r¬__________\r(¬1) صحيح مسلم مع شرح النووي 4/ 106.\r(¬2) الفتح الرباني 13/ 61 - 62.\r(¬3) مجمع الزوائد 4/ 21.\r(¬4) تخريج أحاديث شرح العقيدة الطحاوية ص516.\r(¬5) مجمع الزوائد 4/ 22 - 23.","seal":"13BFCEE1","part":1},
      {"page":168,"id":168,"nass":"قال شارح العقيدة الطحاوية: [والقربة في الأضحية إراقة دم وقد جعلها لغيره] (¬1).\r5. وقالوا إن الميت ينتفع بسعي الحي وقد قامت الأدلة الكثيرة على ذلك.\rقال شارح العقيدة الطحاوية: [والدليل على انتفاع الميت بغير ما تسبب فيه الكتاب والسنة والإجماع والقياس الصحيح.\rأما الكتاب فقال الله تعالى:} وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ {سورة الحشر الآية 10.\rفأثنى عليهم باستغفارهم للمؤمنين قبلهم، فدل على انتفاعهم باستغفار الأحياء.\rوقد دلّ على انتفاع الميت بالدعاء، إجماع الأمة على الدعاء له في صلاة الجنازة والأدعية التي وردت بها السنة في صلاة الجنازة مستفيضة. وكذا الدعاء له بعد الدفن.\rففي سنن أبي داود من حديث عثمان بن عفان - رضي الله عنه - قال: (كان النبي - صلى الله عليه وسلم - إذا فرغ من دفن الميت، وقف عليه فقال: استغفروا لأخيكم واسألوا له التثبيت فإنه الآن يسأل).\rوكذلك الدعاء لهم عند زيارة قبورهم كما في صحيح مسلم من حديث بريدة بن الحصيب قال: (كان رسول الله - صلى الله عليه وسلم - يعلمهم إذا خرجوا إلى المقابر أن يقولوا:\rالسلام عليكم أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم لاحقون نسأل الله لنا ولكم العافية).\rوفي صحيح مسلم أيضاً عن عائشة رضي الله عنه: (سألت النبي - صلى الله عليه وسلم - كيف تقول إذا استغفرت لأهل القبور؟ قال: قولي السلام على أهل الديار من المؤمنين والمسلمين، ويرحم الله المستقدمين منا ومنكم والمستأخرين، وإنا إن شاء الله بكم لاحقون).\rوأما وصول ثواب الصدقة، ففي الصحيحين عن عائشة رضي الله عنها: (أن رجلاً أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إني أمي افتلتت نفسها ولم توصِ، وأظنها لو تكلمت تصدقت أفلها أجر إن تصدقت عنها؟ قال: نعم).\rوفي صحيح البخاري عن عبد الله بن عباس رضي الله عنهما: (أن سعد بن عبادة توفيت أمه وهو غائب عنها، فأتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إن أمي توفيت وأنا غائب عنها\r¬__________\r(¬1) شرح العقيدة الطحاوية ص516.","seal":"7E35F0A7","part":1},
      {"page":169,"id":169,"nass":"فهل ينفعها إن تصدقت عنها؟ قال: نعم. قال: فإني أشهدك أن حائطي المخراف صدقة عنها) وأمثال ذلك كثيرة في السنة.\rوأما وصول ثواب الصوم ففي الصحيحين عن عائشة رضي الله عنها: (أن رسول الله - صلى الله عليه وسلم - قال: من مات وعليه صيام صام عنه وليه).\rوله نظائر في الصحيح، ولكن أبو حنيفة رحمه الله قال بالإطعام عن الميت دون الصيام عنه لحديث ابن عباس المتقدم والكلام على ذلك معروف في كتب الفروع.\rوأما وصول ثواب الحج، ففي صحيح البخاري عن أن عباس رضي الله عنهما: (أن امرأة من جهنية جاءت إلى النبي - صلى الله عليه وسلم - فقالت: إن أمي نذرت أن تحج فلم تحج حتى ماتت أفأحج عنها؟ قال: حجي عنها أرأيت لو كان على أمك دين أكنت قاضيته؟ اقضوا الله فالله أحق بالوفاء) ونظائره أيضاً كثيرة.\rوأجمع المسلمون على أن قضاء الدين يسقطه من ذمة الميت، ولو كان من أجنبي ومن غير تركته، وقد دل على ذلك حديث أبي قتادة: حيث ضمن الدينارين عن الميت فلما قضاهما قال النبي - صلى الله عليه وسلم -: (الآن برَّدت عليه جلدته) وكل ذلك جار على قواعد الشرع، وهو محض القياس، فإن الثواب حق العامل، فإذا وهبه لأخيه المسلم لم يمنع من ذلك، كما لم يمنع من هبة ماله في حياته، وإبرائه له منه بعد وفاته، وقد نبه الشارع بوصول ثواب الصوم، على وصول ثواب القراءة ونحوها من العبادات البدنية.\rيوضحه: أن الصوم كف النفس عن المفطرات بالنية، وقد نص الشارع على وصول ثوابه إلى الميت، فكيف بالقراءة التي هي عمل ونية؟!] (¬1).\rوقال شيخ الإسلام ابن تيمية: [ ... وهو - أي الميت - ينتفع بكل ما يصل إليه من كل مسلم، سواء كان من أقاربه أو غيرهم، كما ينتفع بصلاة المصلين عليه ودعائهم له عند قبره] (¬2).\r¬__________\r(¬1) شرح العقيدة الطحاوية ص 512 - 514، وانظر الروح ص118 - 122، مجموع الفتاوى 24/ 366.\r(¬2) مجموع الفتاوى 24/ 367.","seal":"02C795A0","part":1},
      {"page":170,"id":170,"nass":"وقال العلامة ابن القيم: [هذه النصوص متظاهرة على وصول ثواب الأعمال إلى الميت، إذا فعلها الحي عنه، وهذا محض القياس، فإن الثواب حق للعامل فإذا وهبه لأخيه المسلم لم يمنع من ذلك، كما لم يمنع من ذلك من هبة ماله في حياته وإبرائه له من بعد موته] (¬1)\r\rأدلة القول الثاني:\rقال الخرشي: [يكره للشخص أن يضحي عن الميت خوف الرياء والمباهاة ولعدم الوارد في ذلك] (¬2) أي لعدم ورود دليل شرعي يدل على جواز الأضحية عن الميت.\rولم أقف لهم على أدلة أخرى سوى ذلك.\r\rأدلة القول الثالث:\rقبل أن أذكر أدلة القول الثالث، ينبغي أن يعلم أولاً، أن الشيخ عبد الله بن زيد\rآل محمود رئيس المحاكم الشرعية والشؤون الدينية في دولة قطر يرحمه الله، قد بحث مسألة الأضحية عن الميت بحثاً مفصلاً، ويرى أن الأضحية عن الميت غير شرعية، وذهب إلى تفضيل الصدقة عن الميت على الأضحية عنه، وألَّف في ذلك رسالة بعنوان:\r[الدلائل العقيلة والنقلية في تفضيل الصدقة عن الميت على الضحية، وهل الضحية عن الميت شرعية أو غير شرعية؟] تقع في 157 صفحة.\rوقد خالفه في قوله عدد من أهل العلم، منهم الشيخ عبد العزيز بن ناصر بن رشيد، والشيخ إسماعيل الأنصاري من علماء نجد، ونشر كلٌ منهما مقالاً في الرد على الشيخ عبد الله بن زيد آل محمود، وقد ردَّ الشيخ عبد الله بن زيد آل محمود على الأول منهما في رسالة بعنوان [مباحث التحقيق مع الصاحب الصديق] تقع في 45 صفحة.\rوردّ على الثاني في رسالة بعنوان [إعادة البحث الجاري مع الشيخ إسماعيل الأنصاري فيما يتعلق بالأضاحي عن الأموات] تقع في 34 صفحة.\r¬__________\r(¬1) الروح ص122.\r(¬2) شرح الخرشي 3/ 42.","seal":"8D09F3EE","part":1},
      {"page":171,"id":171,"nass":"كما أن الشيخ علي بن عبد الله الحواس من علماء نجد، ألف كتاباً موسعاً في الرد على الشيخ عبد الله بن زيد آل محمود وأبطل فيه رأيه وسماه [الحجج القوية والأدلة القطعية في الرد على من قال إن الأضحية عن الميت غير شرعية] ويقع في 300 صفحة.\rكما أن الشيخ عبد الله بن محمد بن حميد يرحمه الله، من كبار علماء السعودية، كان قد ردَّ على رسالة الشيخ عبد الله بن زيد آل محمود (الدلاائل العقلية والنقلية .. ) ولكني لم أطلع عليه (¬1).\rوقد بيَّن الشيخ عبد الله بن زيد آل محمود رأيه في هذه المسألة فقال: [أما الأضحية عن الميت فإنه بمقتضى التتبع والاستقراء لكتب الصحاح والسنن والمسانيد والتفاسير والسير، لم نجد دليلاً صريحاً من كتاب الله، ولا حديثاً صحيحاً عن رسول الله - صلى الله عليه وسلم - يأمر بالأضحية عن الميت، أو يشير إلى فضلها ووصول ثوابها إليه، ولم ينقل أحد من الصحابة والتابعين أنهم كانوا يضحون لموتاهم، ولم يذكر فعلها عن أحد منهم، لا في أوقافهم ولا وصاياهم ولا في سائر تبرعاتهم، ولم يقع لها ذكر في كتب الفقهاء من الحنابلة المتقدمين، لا في المغني على سعته، ولا في الكافي، ولا المقنع، ولا في الشرح الكبير، ولا المحرر، ولا الإنصاف، ولا النظم، ولا في المنتقى والإلمام في أحاديث الأحكام، ولا في إعلام الموقعين، ولا في زاد المعاد، ولا في البخاري، ولا في شرحه فتح الباري، ولا في مسلم ولا في شرح مسلم للنووي، ولا في نيل الأوطار للشوكاني، ولا في سبل السلام للصنعاني، ولا في التفاسير المعتبرة، كابن جرير الطبري وابن كثير والبغوي والقرطبي، فتركهم لذكرها ينبئ على عدم العمل بها في زمنهم أو على عدم مشروعيتها عندهم.\r¬__________\r(¬1) \"الدلائل العقلية والنقلية في تفضيل الصدقة عن الميت على الضحية وهل الضحية عن الميت شرعية أو غير شرعية\" وهي رسالة الشيخ عبد الله بن زيد آل محمود ضمن كتابه (توحيد أعياد المسلمين ومسائل أخرى) وهو من منشورات مؤسسة الرسالة.\rورسالة مباحث التحقيق مع الصاحب الصديق ورسالة \" إعادة البحث الجاري مع الشيخ إسماعيل الأنصاري \" من مطبوعات مطابع مصر الوطنية وكتاب \" الحجج القوية والأدلة القطعية في الرد على من قال إن الأضحية عن الميت غير شرعية \" الطبعة الثانية 1401 طبع في مطبعة المدينة / الرياض / السعودية.\rوقد أشار في مقدمته إلى رسالة الشيخ عبد الله بن محمد بن حميد.","seal":"A8C5A295","part":1},
      {"page":172,"id":172,"nass":"والظاهر من مذهب مالك والشافعي وأبي حنيفة عدم جواز فعلها عن الميت، لعدم ما يدل على مشروعيتها، وخص الإمام أبو حنيفة الجواز بما إذا عينها ثم توفي بعد تعيينها فإنها تذبح عنه تنفيذاً للتعيين.\rوالقول الثاني: أنه لا يجوز ذبحها بل تعود تركة لكونه لا أضحية لميت، حكى القولين في المبسوط وبدائع الصنائع وأشار الطحاوي إليه في مختصره.\rولم نجد عن الإمام أحمد نصاً في المسألة لا جوازاً ولا منعاً. فلا يجوز نسبة القول بالجواز إليه عند عدم ما يدل عليه إلا أن تؤخذ من مفهوم قوله: (الميت يصل إليه كل شيء) وهي كلمة تحتاج إلى تفصيل، إذ لا يصح أن يصل إلى الميت كل شيء من عمل الغير حتى عند الإمام أحمد نفسه، كما سيأتي بيانه فالقول: بأن جواز الأضحية عن الميت، هو ظاهر المذهب إنما يتمشى على الاصطلاح الحديث، من أن المذهب هو ما اتفق عليه الإقناع والمنتهى، وقد قالا بجواز ذلك أو استحبابه، فهذا شيء ونسبة القول به إلى الإمام أحمد شيء آخر.\rوأسبق من رأيناه طرق موضوع الكلام في المسألة هو أبو داود في سننه حيث قال: (باب الأضحية عن الميت، حدثنا عثمان بن أبي شيبة، حدثنا شريك عن أبي الحسناء عن الحكم عن حنش قال: رأيت علياً يضحي بكبشين فقلت له: ما هذا؟ فقال: إن رسول الله أوصاني أن أضحي عنه فلا أزال أضحي عنه) ورواه الترمذي في جامعه بلفظه ومعناه وقال: غريب لا نعرفه إلا من هذا الوجه.\rثم قال صاحب تحفة الأحوذي على الترمذي: حنش هو أبو المعتمر الصنعاني وقد تكلم فيه غير واحد، قال ابن حبان البستي: كان كثير الوهم في الأخبار ينفرد عن علي بأشياء لا تشبه حديث الثقات حتى صار ممن لا يحتج به. وشريك هو أبو عبد الله القاضي فيه مقال وقد أخرج له مسلم في المتابعات. أهـ\rوأبو الحسناء: هو مجهول لا يعرف، قاله ابن حجر في التقريب،\rوقال ابن العربي في شرح الترمذي: هذا حديث مجهول.","seal":"A1725C4B","part":1},
      {"page":173,"id":173,"nass":"ثم قال الترمذي: قد رخص بعض أهل العلم أن يضحى عن الميت، ولم ير بعضهم أن يضحى عنه، وقال عبد الله بن المبارك: أحبُ إليَّ أن يتصدق عنه ولا يضحى، فإن ضحى فلا يأكل منها شيئاً ويتصدق بها كلها.\rوأخرجه البيهقي في سننه وقال: إن ثبت هذا كان فيه دلالة في التضحية عن الميت.\rومن المعلوم عند أهل الحديث عدم ثباته وأنه ضعيف لا يحتج به.\rثم قال صاحب تحفة على الترمذي قلت: إني لم أجد في التضحية عن الميت منفرداً حديثاً صحيحاً مرفوعاً، وأما حديث علي المذكور في هذا الباب فضعيف كما عرفت.\rوقد أخذ بعض الفقهاء بظاهر حديث علي، ولم ينظروا إلى ضعفه في سنده ومتنه ولا إلى عدم الإحتجاج به ولا إلى عدم عمل الصحابة بموجبه، لأن أكثر الفقهاء يتناقلون الأثر على علاته بدون تمحيص ولا تصحيح، وينقل بعضهم عن بعض حتى يشتهر وينتشر ويكون كالصحيح، وكل من تدبر أقوال الفقهاء القائلين بجواز الأضحية عن الميت مطلقاً أو بجوازها متى أوصى بها أو وقف وقفاً عليها، وجدهم يستدلون على ذلك بحديث علي هذا أن النبي أوصاه أن يضحي عنه، لظنهم أنه صحيح، لأن غالب الفقهاء لا يعرفون الصحيح من الضعيف معرفة تامة، فينشأ أحدهم على قول لا يعرف غيره، ولم يقف على كلام أهل الحديث في خلافه وضعفه فيظنه صحيحاً ويبني على ظنه جواز العمل به والحكم بموجبه، وقد استأنسوا في هذا الباب بما روي عن أبي العباس السراج وكان أحد مشايخ البخاري أنه قال: ختمت القرآن للنبي - صلى الله عليه وسلم - اثنتي عشرة ألف ختمة وضحيت عنه باثنتي عشرة ألف أضحية.\rذكر هذه الحكاية ابن مفلح في الفروع في إهداء ثواب الأعمال إلى الموتى من آخر كتاب الجنائز، وهي حكاية شخص عن فعل نفسه، ليست بأهل أن يصاخ لها، وليس من المفروض قبول هذه المجازفة الخارجة عن جدول الحق والعدل، إذ ليس عندنا دليل يثبت إهداء الأضحية وتلاوة القرآن إلى رسول الله - صلى الله عليه وسلم -، ولو كان صحيحاً لكان صفوة أصحابه وخاصة أهل بيته أحق بالسبق إلى ذلك، ولم يثبت عن أحد منهم أنه حج عن رسول الله أو صام أو أهدى ثواب قراءته أو أضحيته إليه، وإنما الأمر الذي عهده رسول الله لأمته، هو اتباع هديه والإعتصام بكتاب الله وسنة رسوله، وأن يكثروا من الصلاة والتسليم عليه","seal":"790CB7E6","part":1},
      {"page":174,"id":174,"nass":"وأن يسألوا الله له الوسيلة والفضيلة، وأن يبعثه مقاماً محموداً الذي وعده. هذا هو الأمر الذي شرعه رسول الله لأمته، بخلاف إهداء ثواب القرب الدينية فقد قال شيخ الإسلام ابن تيمية - رحمه الله: [لا يستحب إهداء القرب الدينية إلى النبي - صلى الله عليه وسلم - بل هو بدعة] قاله في الاختيارات.\rفمتى كان أهل المعرفة بالحديث متفقين على أنه لا يوجد في الأضحية عن الميت حديث صحيح، يدل دلالة صريحة على الأمر بها، فضلاً عن أن يكون فيها أخبار متواترة أو مستفيضة، امتنع حينئذ التصديق بكون النبي - صلى الله عليه وسلم - أوصى بها أو شرعها لأمته، ولم ينقل فعلها عن أحد من الصحابة، ولا أهل بيته ولا التابعين، مع تكرار السنين وحرصهم على محبة الرسول - صلى الله عليه وسلم - واتباع سنته وتنفيذ أوامره، والعادة تقتضي نقل ذلك لو وقع إذ هي من الأمور الظاهرة التعبدية التي تتوفر الهمم والدواعي على نقلها وتبليغها، لكونهم أحرص الناس على فعل الخير، وإيصال ثوابه إلى الغير من موتاهم، فمتى كان الأمر بهذه الصفة، علمنا حينئذ أنها ليست بمشروعة، ولا مرغب فيها؟ والتعبدات الشرعية مبنية على التوقيف والاتباع. لا على الاستحسان والابتداع كما قال بعض السلف: كل عبادة لم يتعبدها رسول الله ولا أصحابه، فلا تتعبدوها فإن الأول لم يترك للآخر مقالاً.\rفإن قيل بم عرفتم أن الصحابة والتابعين لم يضحوا عن موتاهم؟\rقيل: علمنا ذلك بعدم نقله عنهم، وهذه أسفار السنة على كثرتها لا تثبت عن أحد منهم فعلها، لا في سبيل تبرعاتهم لموتاهم ولا في أوقافهم ولا الوصايا الصادرة منهم، ومن المعلوم أن الأمور الوجودية يتناقلها الناس من بعضهم إلى بعض، حتى تشتهر وتنتشر كما نقلوا سائر السنن والمستحبات، أما الأمور العدمية التي لاوجود لفعلها، فإن الناس لا ينقلونها إلا عندما يحتاجون إلى ردها، وبيان الهدى من الضلال فيها، فلو نقل ناقل أن أصحاب رسول الله - صلى الله عليه وسلم - كانوا يحجون له أو يضحون له أو يقرأون القرآن ويهدون ثوابه إليه، لحكمنا بكذبه لعدم نقله، ولو فتح هذا الباب لاحتج كل واحد لبدعته بما يؤيدها فتفشوا البدع ويفسد الدين.\rوالمقصود أن الأضحية عن الميت، لم يثبت في كتاب الله ولا في سنة رسول الله مشروعيتها، ولم ينقل عن رسول الله بطريق صحيح، الأمر بها لا بطريق التصريح ولا الإيماء، ولهذا","seal":"496E3240","part":1},
      {"page":175,"id":175,"nass":"لم يفعلها أحد من الصحابة، فعدم فعلها يعد من الأمر المجمع عليه زمن الصحابة، واستصحاب حكم الإجماع في محل النزاع حجة.\rوكل خير في اتباع من سلف ... وكل شر في ابتداع من خلف ... ] (¬1).\rإذا علم هذا فإن الشيخ عبد الله بن زيد آل محمود ساق أدلة كثيرة على منع الأضحية عن الميت أذكر تلخيصاً لبعضها:\rالأول: إن الأضحية إنما شرعت في حق الحي فأول من فعلها إبراهيم عليه السلام حيث قال الله تعالى:} وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ {وهي أضحية أمر أن يذبحها يوم عيد النحر.\rثم سنَّها رسول الله - صلى الله عليه وسلم - في أمته تشريفاً لعيد الأضحى الذي سمي باسمها، وشكراً لله على بلوغه، وإدخالاً للسرور على الأهل والعيال ... وأنزل الله:} فَصَلِّ لِرَبِّكَ وَانْحَرْ {فالذين أمروا بصلاة العيد هم المأمورون بنحر الأضاحي وهم الأحياء، ولا علاقة لها بالأموات البتة.\rوأما أضحية النبي - صلى الله عليه وسلم - بالكبش عنه وعن أمته، فإن الله سبحانه وتعالى قد أثبت لنبيه الولاية التامة العامة على كافة أمته، وهي ولاية أحق وأخص من ولاية الرجل على عياله وأهل بيته ... فمن ولايته أضحيته عن أمته كما يضحي أحدنا عن عياله وأهل بيته، بل أحق.\rالثاني: إنه توفي عدد من أقارب النبي - صلى الله عليه وسلم - في حياته، فتوفي ابنه إبراهيم وتوفي ثلاث من بناته وتوفيت زوجته خديجة ... ومع هذا كله لم يضح عنها ولا عن أحد من ابنه وبناته، ولو كانت الأضحية عن الميت من شرعه لما بخل بها عن أحبابه وأقاربه ولفعلها ولو مرة واحدة، مع العلم أنه متصف بالجود والكرم، فكان يقسم الأضاحي بين أصحابه لتعميم العمل بسنة الأضحية.\rالثالث: إن الصحابة هم الذين حفظوا سنة رسول الله - صلى الله عليه وسلم - وبلغوها إلى الناس، ولم يحفظ عن أحد منهم أنه ضحى عن ميته، ولا أوصى أن يضحى عنه بعد موته، ولا وقف وقفاً له في أضحية وهم أحرص الناس على اتباع السنة وأبعدهم عن البدعة، فلو كانت\r¬__________\r(¬1) الدلائل العقلية والنقلية في تفضيل الصدقة عن الميت على الضحية ص51 - 59.","seal":"B551150A","part":1},
      {"page":176,"id":176,"nass":"الأضحية عن الميت سنة أو أن فيها فضيلة، أو أن نفعها يصل إلى موتاهم، لكانوا أحق بالسبق إليها ولو كان خيراً لسبقونا إليه.\rالرابع: إن جميع الصحابة الذين سألوا رسول الله - صلى الله عليه وسلم - عن أفضل ما يفعلونه لموتاهم إنما أرشدهم النبي - صلى الله عليه وسلم - إلى الدعاء والصدقة وصلة الأقارب وقضاء الواجبات من حج ونذر، فهذا سعد بن عبادة قال: يا رسول الله إني أمي أفتلت نفسها ولم توص، أفلها أجر إن تصدقت عنها؟ فقال: نعم، تصدق عن أمك. ولم يقل ضح عن أمك.\rوهذا أبو طلحة وضع بيرحاء بين يدي رسول الله ... ولم يأمره أن يجعل فيها أضحية تذبح عنه بعد موته.\rوهذا عمر استشار رسول الله في مصرف وقفه ... فأشار عليه رسول الله بأن يحبس أصلها ويتصدق بثمرها ... ولم يجعل له فيها أضحية.\rالخامس: إن القائلين بمشروعية الأضحية عن الميت أخذاً من مفهوم أضحية النبي - صلى الله عليه وسلم - عنه وعن أمته أنه فهم غير صحيح ولا مطابق للواقع، فإن هذه الأضحية وقعت عن النبي - صلى الله عليه وسلم - بطريق الأصالة، وقد أشرك جميع أمته في ثوابها ولم يخص بذلك الأموات دون الأحياء، وهذه لا يقاس عليها لاعتبارها من خصائصه، فإن هذه الأضحية دخل في ثوابها الأحياء الموجودون من أمته وقت حياتهم، كما دخل فيها المعدمون ممن سيوجد من أمته إلى يوم القيامة، وهذا الفعل بهذه الصفة لا ينطبق على أضحية غيره ... فدلت على الاختصاص به وعدم التشريع بها والحالة هذه.\rالسادس: إذ لو كانت للتشريع كما يقولون، لاستحب لكل مقتدر أن يضحي عن أمة محمد الموجودين والمعدومين، كما فعل رسول الله - صلى الله عليه وسلم -، إذ هذا محض الأسوة به، ولم يقل بذلك أحد من العلماء فسقط الاستدلال بموجبه.\rالسابع: إن أهل المعرفة بالحديث متفقون على أنه لا يوجد في الأضحية عن الميت حديث صحيح ولا حسن، يدل دلالة صريحة على الأمر بها، فضلاً عن أن يكون فيها أخبار متواترة أو مستفيضة، فمتى كان الأمر بهذه الصفة امتنع حينئذ التصديق بكون النبي - صلى الله عليه وسلم - أوصى بها وشرعها لأمته، ولم ينقل فعلها عن أحد من الصحابة ولا التابعين، مع تكرار السنين وحرصهم على محبة الرسول - صلى الله عليه وسلم - واتباع سنته وتنفيذ أوامره، والعادة تقتضي نقل","seal":"04E56C23","part":1},
      {"page":177,"id":177,"nass":"ذلك لو وقع منهم، إذ هي من الأمور الظاهرة التعبدية التي تتوفر الهمم والدواعي على نقلها وتبليغها لكونهم أحرص الناس على فعل الخير وإيصال ثوابه إلى الغير من موتاهم فمتى كان الأمر كذلك علمنا حينئذ أنها ليست بمشروعة ولا مرغب فيها، لأن عدم فعلها يعتبر من الإجماع السابق زمن الصحابة، واعتبار حكم الإجماع في محل النزاع حجة.\rالثامن: إن قدماء فقهاء الحنابلة من لدن القرن الثاني الذي فيه الإمام أحمد إلى القرن الثامن الذي فيه شيخ الإسلام، لم يحفظ عن أحد منهم ولم نجد في شيء من كتبهم القول بمشروعية الأضحية عن الميت، إلى أن نسب عن شيخ الإسلام ابن تيمية رحمه الله القول باستحبابها، ثم أخذها صاحب الإقناع والمنتهى فأدخلاها على المذهب في القرن الحادي عشر، حيث قالا: (وأضحية عن ميت أفضل منها عن حي)، وفي الإقناع: (وذبحها ولو عن ميت أفضل من الصدقة بثمنها).\rالتاسع: مذاهب الأئمة الثلاثة، وهم مالك والشافعي وأبو حنيفة، كلهم متفقون على عدم استحباب الأضحية عن الميت، لعدم ما يدل على مشروعيتها ... وحتى الإمام أحمد لم نجد عنه نصاً في استحباب الأضحية عن الميت\rالعاشر: إن الصحابة التابعين لم ينقل عنهم فعل الأضحية عن موتاهم، فقد علمنا ذلك بعدم نقله عنهم وهذه أسفار السنة على كثرتها منشورة بين الناس وهي لا تثبت عن أحد منهم فعلها\rالحادي عشر: إن كل من تدبر النصوص الدينية من الكتاب والسنة وعمل الصحابة، فإنه يتبين له بطريق الجلية أن الأضحية إنما شرعت في حق من أدركه العيد من الأحياء شكراً لله عل بلوغه واتباعاً للسنة في إراقة الدم فيه لله رب العالمين، أشبه مشروعية صدقة الفطر عند عيد الفطر، لإغناء الطوافين من الفقراء والمساكين، فلو قال قائل بمشروعية صدقة الفطر عن الأموات، لعده العلماء مبتدعاً لعدم ما يدل على مشروعية ذلك، وهذا هو عين ما فهمه الصحابة من حكمة الأضحية، فكيف يمكن أن يقال بعد هذا إن النبي - صلى الله عليه وسلم - ضحى بالشاة عن نفسه وعن أمته ليفهم عنه جواز الأضحية عن الموتى والفعل لا","seal":"C9480630","part":1},
      {"page":178,"id":178,"nass":"يحتمله ولا يمت له بصلة، ولم ينقل عن علماء الصحابة القول به ولا العمل بموجبه وهذا واضح جلي لا مجال للشك في مثله ... ) (¬1)\r\rمناقشة الأدلة:\rردُّ المجيزين للأضحية عن الميت على المانعين:\rتوسع العلماء المتأخرون الذين أجازوا الأضحية عن الميت في الردّ على المانعين، وعلى وجه الخصوص في ردّهم على الشيخ عبد الله بن زيد آل محمود، وسأذكر بإيجاز أهم ما أجابوا به عن أدلته:\rأولاً: قالوا في الجواب عن قول الشيخ عبد الله إن الأضحية شرعت في حق الحي لا الميت بدليل الكتاب والسنة وإجماع الصحابة ... الخ.\rفالجواب: أن أقول لا شك أن مشروعية الأضحية دل عليها الكتاب والسنة والإجماع وقد تقدمت الأدلة على ذلك لكن قول الشيخ والأضحية إنما شرعت في حق الحي لا الميت خطأ واضح، لأن الذي شرعها في حق الحي ما منعها في حق الميت فعدم منعها في\r¬__________\r(¬1) الدلائل العقلية والنقلية في تفضيل الصدقة عن الميت على الضحية ص5 - 16 بتصرف يسير.","seal":"5511CF88","part":1},
      {"page":179,"id":179,"nass":"حق الميت دليل على مشروعيتها في حقه أيضاً ولأن الأحاديث التي ورد الأمر فيها بالصدقة عن الميت والصيام والحج عنه والدعاء له وغير ذلك تدلنا على مشروعية الأضحية عنه كما شرعت تلك الأشياء عنه وأنها من جملتها.\rأما قول الشيخ بدليل الكتاب والسنة وإجماع الصحابة.\rفيقال للشيخ هل منع الكتاب والسنة وإجماع الصحابة الأضحية عن الميت؟ فإن قال: لا، فقد قامت عليه الحجة والدليل.\rوإن قال: نعم، فقد تقوَّل على الكتاب والسنة وإجماع الصحابة، ولأنه لا يمكنه أن يجد دليلاً ولو ضعيفاً من كتاب الله أو سنة رسول الله - صلى الله عليه وسلم - أو كلام الصحابة يمنع الأضحية عن الميت، وإذا لم يمكن أن يجد ما يستدل به على دعواه لا من كتاب الله ولا من سنة رسول الله ولا من كلام الصحابة فقد سقط قوله وانقطعت حجته ... (¬1).\rوقالوا نحن لا ننكر مشروعية الأضحية في حق الحي لكننا نمنعها في حق الميت كما لا نمنع غيرها من جميع الأعمال الخيرية في حقه أيضاً، كالصيام والحج والصدقة والعتق والدعاء وغير ذلك من سائر القربات المشروعة، فكل ما شرع فعله للحي في نفسه من جميع القربات الخيرية مما يرجى ثوابه فإنه يشرع في حقه أن يهدي من ثوابه للأموات من المسلمين من أقاربه أو غير أقاربه ما ينفعهم ويثيبه الله تعالى على ذلك من عنده، كما ورد من أن النبي - صلى الله عليه وسلم - قال: (من دعا لأخيه بظهر الغيب قال الملك: آمين ولك بمثله) فهل يقال إن هذا خاص بالأحياء دون الأموات، لا يقال بهذا وإن كان ظاهر الحديث أن المراد بذلك الحي، ولكن المفهوم منه أنه عام للحي والميت، فإذا دعا المسلم لأخيه المسلم بظهر الغيب سواء كان حياً أو ميتاً، فإنه يحصل له ما ذكر في هذا الحديث من تأمين الملك ودعائه ويصل ثواب دعائه إلى من أهداه إليه من الأحياء والأموات إن شاء الله تعالى.\rوقالوا أيضاً إنه لا خلاف في مشروعية الأضحية وقد ورد بمشروعيتها الكتاب والسنة والإجماع كما تقدم، وكذلك ما يترتب عليها من الفضائل، وإن ذبحها أفضل من الصدقة بثمنها هذا كله مجمع عليه ولا يعتبر من شذ عن هذا وقال إن الصدقة بثمنها\r¬__________\r(¬1) الحجج القوية والأدلة القطعية في الردّ على من قال إن الأضحية عن الميت غير شرعية ص16 - 17 بتصرف يسير.","seal":"B4BCA448","part":1},
      {"page":180,"id":180,"nass":"أفضل من ذبحها لمخالفته الكتاب والسنة والإجماع، لكن قول الشيخ في حق من أدركه العيد من الأحياء هذا تخصيص بلا مخصص فلا أدري ما الذي حمل الشيخ هداه الله ووفقه إلى الصواب على منعه لثواب هذه القربة العظيمة عن الأموات وتخصيصها في الأحياء هل هو تحجر لسعة فضل الله وإحسانه على خلقه؟ أم بخل على من هم في أشد حاجة إلى ثواب حسنة واحدة تهدى إليهم فينتفعون بها إما في تخفيف عذابهم أو في رفع درجاتهم لأن فضل الله عز وجل شامل لأحياء المسلمين وأمواتهم.\rوفي الأثر الإلهي يقول الله عز وجل: (يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل إنسان مسألته ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر) فما أدري ما هو الوجه الذي أخرج به الشيخ هداه الله أموات المسلمين من هذه القربة العظيمة، وهي إهراق الدم لله عز وجل التي تفضل الله بها على عباده وأمرهم بها لتكون سبباً لمغفرة ذنوبهم ورفع درجاتهم وخصص بها الأحياء دونهم لا أجد لهذا وجهاً واحداً ولا دليلاً من كتاب ولا سنة ولا إجماع ولا قياس ولا عقل بل ما ذكرنا يدل دلالة صريحة على اشتراك الأحياء والأموات في ثواب الأعمال الخيرية عموماً وإنما وصل نفعه إلى الأحياء من ثواب فإنه أيضاً يصل إلى الأموات (¬1).\rثانياً: قالوا في الجواب عن قول الشيخ عبد الله: [ولم يقع للأضحية عن الميت ذكر في كتب الفقهاء من الحنابلة المتقدمين لا في المغني على سعته ولا في الكافي ... الخ].\rفالجواب: إن الإمام أبا داود صاحب السنن قد عقد للضحية عن الميت باباً في سننه، وهو كما أنه من المحدثين يعتبر من كبار أصحاب الإمام أحمد بن حنبل، صنّف كتاباً كاملاً في المسائل التي تلقاها من الإمام أحمد بن حنبل رحمه الله تعالى، وله ترجمة حافلة في طبقات الحنابلة لابن أبي يعلى، فلا وجه ما دام الأمر كذلك لقول الشيخ بأن هذه المسألة لم يقع لها ذكر في كتب الحنابلة المتقدمين.\rثم يستفسر فضيلته عن سبب تلقيه حسبما يقتضيه كلامه كلام ابن القيم وابن كثير والشوكاني والصنعاني لو جاء عنهم شيء في هذا الباب، بينما نراه يرفض كلام شيخ الإسلام ابن تيمية الذي هو إمام الجميع.\r¬__________\r(¬1) المصدر السابق ص 31، 32، 36، 37 بتصرف.","seal":"BB400ED2","part":1},
      {"page":181,"id":181,"nass":"هذا مع أن جمهور فقهاء المذاهب الأربعة وغيرهم ذكروا ذلك في كتبهم فمنهم من صرَّح بذكر جواز الأضحية عن الميت، ومنهم من لم يصرح بذكرها بل أجملها مع غيرها من سائر القرب الخيرية، فممن صرح بذكرها عبد الله بن المبارك وأبو داود والترمذي وابن أبي شيبة والحاكم والقاضي ابن العربي وصاحب عون المعبود شرح سنن أبي داود والنووي وأبو الحسن العبادي وصاحب غنية الألمعي وصاحب مغني ذوي الأفهام وصاحب الإقناع وصاحب غاية المنتهى وصاحب كشّاف القناع وصاحب ردّ المحتار وصاحب الروضة وصاحب شرح الغاية وصاحب التوضيح وشيخ الإسلام ابن تيمية وابن القيم حيث\rقال: وقد نبّه الشارع بوصول ثواب الصدقة عن الميت على وصول ثواب سائر العبادات المالية ونبّه بوصول ثواب الصوم على وصول ثواب سائر العبادات البدنية وأخبر بوصول ثواب الحج المركّب من المالية والبدنية فالأنواع الثلاثة ثابتة بالنص والاعتبار (¬1).\rوقد سئل صاحب عون المعبود شرح سنن أبي داود هل ثبتت الأضحية عن الأموات ويصل ثوابها؟\rفأجاب: الأضحية عن الميت سنة ويصل ثوابها إليه بلا مرية، ثم ساق الأحاديث الواردة في هذا الباب وهو ما روي عن النبي - صلى الله عليه وسلم - أنه كان يضحي عن أمته ممن شهد لله بالتوحيد وشهد له بالبلاغ وعن نفسه وعن أهل بيته ومن المعلوم أن بعض أمته - صلى الله عليه وسلم - ممن شهد لله بالتوحيد وله بالبلاغ قد ماتوا في عهده - صلى الله عليه وسلم - فالأموات والأحياء كلهم من أمته دخلوا في أضحية النبي - صلى الله عليه وسلم -، والكبش الواحد كما كان للأحياء من أمته فهو كذلك للأموات من أمته، بلا تفريق وهذا الحديث أخرجه الأئمة من طرق متعددة عن جماعات من الصحابة كجابر بن عبد الله وأبي طلحة الأنصاري وأنس بن مالك وعائشة أم المؤمنين وأبي هريرة وحذيفة بن أسيد وأبي رافع وعلي رضي الله عنهم أجمعين.\rوالمقصود أن حديث أضحية النبي - صلى الله عليه وسلم - عن أمته روي من طرق متعددة وإسناد بعض طرقه صحيح، وبعض طرقه حسن قوي وبعض طرقه ضعيف، لكن لا يضر ضعف بعض الطرق فإن الطرق الضعيفة حينئذ تكون بمنزلة الشواهد والمتابعات، ثم إنه لو لم يأت في هذا الباب إلا رواية عائشة أم المؤمنين التي أخرجها أحمد ومسلم وأبو داود لكانت كافية\r¬__________\r(¬1) المصدر السابق ص40 - 41.","seal":"A322B52E","part":1},
      {"page":182,"id":182,"nass":"للاحتجاج باستحباب التضحية عن الأموات ويؤيد هذه الرواية حديث جابر بن عبد الله وأبي طلحة الأنصاري وأنس بن مالك وأبي هريرة وحذيفة بن أسيد وأبي رافع وعلي بن أبي طالب، وهذه الأحاديث كلها تدل دلالة واضحة على أنه يجوز للرجل أن يضحي عنه وعن أتباعه وأهل بيته وعن الأموات ويشركهم معه في الثواب (¬1).\rثالثاً: وأجابوا عن تضعيف الشيخ عبد الله بن زيد آل محمود لحديث تضحية علي - رضي الله عنه - عن النبي - صلى الله عليه وسلم - ... الخ.\rقالوا: إن هذا الحديث قد ذكره أبو داود في سننه تحت عنوان (باب الأضحية عن الميت) وسكت عنه.\rوقد قال أبو داود عن سننه: أني ذكرت الصحيح وما يشبه ويقاربه وما كان فيه وهن شديد بينته وما لم أذكر فيه شيئاً فهو صالح وبعضها أصح من بعض.\rوروي عنه أنه قال: وما سكتُّ عنه فهو حسن. وقال أيضاً: ما ذكرت في كتابي يعني السنن، حديثاً اجتمع الناس على تركه.\rوكذلك ترجم الترمذي في جامعه حديث علي فقال – باب الأضحية عن الميت – إشارة إلى أن الحديث من أدلتهم، وقد قال الترمذي في كتاب العلل عن سننه: جميع ما في هذا الكتاب من الحديث معمول وبه أخذ به بعض أهل العلم ما عدا حديثين حديث جمع النبي - صلى الله عليه وسلم - بين الظهر والعصر ... وحديث إذا شرب الخمر ... في الرابعة فاقتلوه\rوأما الحاكم فقد جمع بين الاحتجاج بالحديث وبين تصحيحه.\rقال: وقد رويت أخبار في الأضحية عن الأموات ثم ساق حديث علي، وقد وافق الحاكم في تصحيحه لهذا الحديث الحافظ الذهبي في تلخيصه للمستدرك.\rوذكره الإمام أحمد في مسنده من غير وجه وعلق عليه الشيخ أحمد شاكر رحمه الله فقال: إن حديث علي صحيح.\rفتبين من ذلك أن حديث علي في نظر هؤلاء الأئمة الحفاظ وهم أبو داود والترمذي والحاكم والذهبي ليس كما هو في نظر فضيلة الشيخ من تضعيفه له.\r¬__________\r(¬1) المصدر السابق ص47 - 48 بتصرف.","seal":"3C12A5B8","part":1},
      {"page":183,"id":183,"nass":"وقد قال ابن عبد البر: كل ما سكت عليه أبو داود فهو صحيح عنده لا سيما إن كان لم يذكر في الباب غيره.\rفظهر من ذلك عدم ضعف حديث علي عند أبي داود وأنه صالح للاحتجاج به لا سيما وقد عضده حديث أضحية النبي - صلى الله عليه وسلم - عن أمته الذي رواه ابن ماجة عن عائشة وأبي هريرة ... والمقصود بيان أن حديث علي وإن تكلم في سنده من تكلم فيه من أهل العلم، فقد أورده بعضهم مورد الاحتجاج وصححه بعضهم، وتؤيده الأحاديث الصحيحة في أضحية النبي - صلى الله عليه وسلم - عن أمته منفردين ومشتركين معه.\rكما أن القاعدة الأصولية تنص على أن الحديث الضعيف أقوى وأفضل من رأي المجتهد هذا على فرض ضعف حديث علي فكيف وحديث علي صحيح (¬1).\rرابعاً: وأجابوا على قول الشيخ عبد الله بأن أهل المعرفة بالحديث متفقون على أنه لا يوجد في الأضحية حديث صحيح.\rالجواب أن يقال للشيخ من قال لك إن أهل الحديث متفقون على أنه لا يوجد في الأضحية عن الميت حديث صحيح، أو أخبار متواترة مستفيضة.\rهذه دعوى من فضيلة الشيخ غير صحيحة ومغالطة غير لائقة، فمن هم أهل الحديث الذين اتفقوا على أنه لا يوجد في الأضحية حديث صحيح أو خبر متواتر؟ لِمَ لمْ يذكرهم الشيخ لنا حتى نعرفهم؟ لكن عدم ذكر الشيخ لهم دليل واضح على عدم صحة هذا القول كيف وقد ورد بذلك، أعني الأضحية عن الميت – الحديث الصحيح الذي اتفق علماء الحديث والفقه على صحته، وهو حديث أضحية النبي - صلى الله عليه وسلم - لأمته فهو شامل للأحياء والأموات من أمته باتفاق أهل المعرفة بالحديث والفقه وكذلك الشيخ نفسه قد اعترف بذلك. وقد أورد في رسالته أحاديث أضحية النبي - صلى الله عليه وسلم - لأمته وذكر أن أضحية النبي - صلى الله عليه وسلم - لأمته شامل للأموات والأحياء كما سيأتي بيانه كيف والنبي - صلى الله عليه وسلم - هو المشرع؟ فإذا قال قولاً وعمل عملاً شرع للأمة العمل به إلا إذا دل الدليل على خصوصيته - صلى الله عليه وسلم - به فلا يشرع في حق أمته فعله وهذه قاعدة مطردة معروفة عند العلماء، فالأضحية عن الميت مشروعة في حقه كما هي مشروعة في حق الحي لفعل النبي - صلى الله عليه وسلم -.\r¬__________\r(¬1) المصدر السابق ص 66 - 68.","seal":"C5D277BD","part":1},
      {"page":184,"id":184,"nass":"إلا إذا أتى دليل قاطع يدل على أن أضحية النبي - صلى الله عليه وسلم - لأمته خاص به دون غيره، ولا سبيل إلى ذلك فكيف يقول الشيخ بعد ذلك أن أهل الحديث قد اتفقوا على أنه لم يرد في الأضحية عن الميت حديث صحيح يعتبر وأيضاً فذكر الشيخ أن أضحية النبي - صلى الله عليه وسلم - - صلى الله عليه وسلم - لأمته شامل للأموات والأحياء اعتراف منه بمشروعية الأضحية عن الميت وكذلك أيضاً حديث علي في أضحيته للنبي - صلى الله عليه وسلم -.\rوقد رأى جمهور الفقهاء والمحدثين أن حديث علي - رضي الله عنه - مقبول وهو أيضاً دليل على جواز الأضحية عن الميت (¬1).\r\rردّ المانعين للأضحية عن الميت على المجيزين:\rوقد ناقش الشيخ عبد الله المجيزين للأضحية عن الميت ورد على أجوبتهم عن أدلته بما يطول ذكره ولكني أذكر بعض أجوبته.\rذكر الشيخ عبد الله كلام الشيخ عبد العزيز بن رشيد ونصه:\rالوجه الثاني: أن الأضحية عن الميت كالصدقة عنه وكالحج، وهذا جائز شرعاً. وهل الأضحية عن الميت إلا نوع من الصدقة يصله ثوابها كسائر القرب، وأي فرق بين وصول ثواب الصدقة والحج وبين وصول ثواب الأضحية وما هذه الخاصية التي منعت وصولثواب الأضحية، واقتضت وصول بقية الأعمال، وهل هذا إلا تفريق بين المتماثلات إلا أن يقول قائل: إن الأضحية ليست بقربة، وما أظن أحداً يتجرأ على ذلك، لأنها مكابرة\rفالجواب: أن نقول: أن الشارع الحكيم ورسول رب العالمين هو الذي فرَّق بين الصدقة والأضحية، لأن الحلال ما أحله الله ورسوله، والدين ما شرعه الله في كتابه وعن لسان نبيّه، وقد أمر النبي - صلى الله عليه وسلم - الأولاد بأن يتصدقوا عن آبائهم الميتين وأن يقضوا واجباتهم من حج وصوم ولم يأمر أحداً بأن يضحي عن والديه الميتين، ونحن متبعون لا مشرعون، لأن العبادات مبناها على التوقيف والاتباع، لا على الاستحسان والابتداع، ولهذا قال بعض السلف: كل عبادة لم يتعبدها رسول الله ولا أصحابه فلا تتعبدوها، فإن الأول لم يترك\r¬__________\r(¬1) المصدر السابق ص74 - 76.","seal":"51A8303E","part":1},
      {"page":185,"id":185,"nass":"للآخر مقالاً، والأضحية عن الميت بانفراده لم يفعلها رسول الله - صلى الله عليه وسلم - ولم يفعلها أحد من أصحابه، بخلاف الصدقة فقد ثبتت (¬1).\rثم ذكر كلام الشيخ عبد العزيز بن رشيد ونصه:\r(إن النصوص تتظاهر على وصول ثواب الأعمال إلى الميت، إذا فعلها الحي عنه وهذا محض القياس، فإن الثواب حق للعامل، فإذا وهبه لأخيه المسلم لم يمنع من ذلك، كما لم يمنع من هبته ماله في حياته، وقد نبّه الشارع بوصول ثواب الصدقة على وصول سائر العبادات المالية ونبّه بوصول ثواب الصوم على وصول سائر العبادات البدنية، وأخبر بوصول الحج المركب بين المالية والبدنية.)\rفالجواب: أما قوله بقياس العبادات التي هي عند الله وأمرها إلى الله، على هبة المال الذي يملكه صاحبه في الدنيا ويتصرف فيه كيف يشاء، من بيع وعطاء، فإنه قياس مع الفارق حتى ولو قال به من قال، فإن الآيات المثبتة للجزاء على الحسنات والسيئات، تبطل دعوى ملكية الإنسان لثواب عباداته، لأنه عبد لله وأعماله مملوكة لله، وليس من شأنه أن يتصرّف في أعماله بهبتها لمن لا يعملها، لكون الجزاء على الأعمال ليست مملوكة للعامل، وإنما هي فضل من الله يتفضل به على من يشاء من عباده والناس منهم المقبول عمله ومنهم المردود، ومن نوقش الحساب يهلك، لأن الله سبحانه إذا بسط عدله على عبده وحاسبه على حسناته وسيئاته لم يبق له حسنة، وإذا بسط فضله على عبده، لم يبق له سيئة، والنبي - صلى الله عليه وسلم - قال: (ما منكم أحد يدخل الجنة بعمله، قالوا: ولا أنت يا رسول الله؟ قال: ولا أنا، إلا أن يتغمدني الله برحمته)، ولو جاز هبة الأعمال قياساً على هبة المال لجاز بيعها، إذ الهبة نوع من البيع، فالفرق بين هبة المال وبين هبة الأعمال كالفرق بين الدنيا والآخرة وكالفرق بين العبادات والعادات، وبهذا يتبين بطلان قوله: إن الثواب حق للعامل، فإذا وهبه لم يمنع منه، لأنه ليس للعامل حق ثابت على الله ... (¬2).\r¬__________\r(¬1) مباحث التحقيق مع الصاحب الصديق ص26.\r\r(¬2) المصدر السابق ص40 - 41.","seal":"3C68AFF2","part":1},
      {"page":186,"id":186,"nass":"وردّ الشيخ عبد الله بن زيد آل محمود في رسالته المسماة: [إعادة الحديث في البحث الجاري مع الشيخ إسماعيل الأنصاري فيما يتعلق بالأضاحي عن الأموات] على أدلة المخالفين له فنقل كلام الشيخ إسماعيل الأنصاري ونصه:\rوأما أبوبكر العربي، فقد قال في شرح الترمذي (ج6 - ص290) قال: اختلف أهل العلم: هل يضحى عن الميت، مع اتفاقهم أنه يتصدق عنه والضحية ضرب من الصدقة، أنها عبادة مالية وليست كالصلاة والصيام.\rوقال عبد الله بن المبارك: أحب إليَّ أن يتصدق عنه بثمن الأضحية ولا يضحي فإن ضحى فلا يأكل منها شيئاً. قال ابن العربي: الصدقة والأضحية سواء في الأجر عن الميت انتهى.\rفالجواب: أن أبا بكر بن العربي لمّا طرق موضوع هذا الحديث قال: وبالجملة، فهذا حديث مجهول.\rفابتلع الشيخ إسماعيل هذه الجملة في بطنه حيث استباح كتمانها وعدم بيانها، وهي متصلة بالكلام الذي ذكره كاتصال السبابة بالوسطى، وكان من واجب أمانة البحث أن يأتي بها ثم يتعقبها بما يشاء من التصحيح أو التضعيف، حسبما تقتضيه أمانة التأليف، فإن العلم أمانة والكتمان خيانة، والله لا يصلح كيد الخائنين، ومتى ثبتت جهالة هذا الحديث سقط الاحتجاج به ولم يبق سوى رأي أبي بكر بن العربي والراي يخطئ ويصيب وهو رجل ونحن رجال ... (¬1). ويكفي هذا القدر من الردود لأن الوضع لا يحتمل التفصيل والتطويل في المناقشات والردود.\r\rالقول الراجح:\rبعد إجالة النظر والفكر في أقوال أهل العلم وأدلتهم في التضحية عن الميت، أختار وأرجح القول بجواز الأضحية عن الميت، ويؤيد هذا الترجيح عندي ما يلي:\r¬__________\r(¬1) المصدر السابق","seal":"48AEC55F","part":1},
      {"page":187,"id":187,"nass":"أولاً: قد قامت الأدلة الكثيرة من كتاب الله وسنة رسوله - صلى الله عليه وسلم - على انتفاع الميت بسعي غيره، كما في قول الله عز وجل:} وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ {سورة الحشر الآية 10.\rوقد صحت الأحاديث بذلك كما في الدعاء للميت في صلاة الجنازة، وبعد الدفن وعند زيارة القبور.\rوكذلك الصدقة عن الميت كما في حديث سعد بن عبادة - رضي الله عنه - السابق، والأضحية عن الميت نوع من الصدقة عنه، فتصح عن الميت وينتفع بها إن شاء الله تعالى.\rثانياً: ثبتت الأحاديث الصحيحة في أضحية النبي - صلى الله عليه وسلم - عن نفسه وعن أمته، كما في حديث عائشة رضي الله عنها عند مسلم، وحديث جابر - رضي الله عنه - في السنن، وحديث أبي رافع في المسند.\rوقد قال شارح العقيدة الطحاوية معلقاً على حديث أبي رافع في تضحية النبي - صلى الله عليه وسلم - بكبشين عنه وعن أمته: [والقربة في الأضحية إراقة دم، وقد جعلها لغيره] (¬1).\rثالثاً: إن حديث علي بن أبي طالب - رضي الله عنه - في تضحيته عن النبي - صلى الله عليه وسلم - وأن الرسول - صلى الله عليه وسلم - أمره بذلك، الذي رواه أبو داود والترمذي وأحمد والبيهقي والحاكم، يصلح دليلاً للجواز مع أن بعض أهل الحديث قد ضعفه.\rولكن أبا داود سكت عنه واحتج به وخاصة أنه لم يرو في الباب غيره.\rكما أن الحاكم قد صححه ووافقه الذهبي على ذلك، وصححه الشيخ أحمد محمد شاكر والتهانوي من علماء هذا العصر.\rثم لو سلَّمنا ضعف حديث علي هذا، فإن الأحاديث الصحيحة في تضحية النبي - صلى الله عليه وسلم - عن أمته تشهد له.\rوكذلك فإنه وإن كان ضعيفاً فيصح العمل به في هذه الفضيلة من فضائل الأعمال، ألا وهي الأضحية عن الميت، فإن ذلك يدخل تحت أصل صحيح ثابت، وهو انتفاع الميت بسعي غيره.\r¬__________\r(¬1) شرح العقيدة الطحاوية 516.","seal":"E045B5DC","part":1},
      {"page":188,"id":188,"nass":"والله أعلم بالصواب وإليه المرجع والمآب\rتم الكتاب بقلم مؤلفه الدكتور حسام الدين موسى عفانه فجر يوم الأحد المسفر عن اليوم الرابع عشر من شوال سنة 1419 هـ الموافق الحادي والثلاثين من كانون الثاني 1999.\rوالحمد لله الذي بنعمته تتم الصالحات","seal":"B1401484","part":1},
      {"page":189,"id":189,"nass":"قائمة المصادر\r1. إحكام الأحكام شرح عمدة الأحكام تقي الدين بن دقيق العيد عالم الكتب\r2. أحكام الذبائح في الإسلام د. محمد أبو فارس مكتبة المنار/الأردن\r3. أحكام العقيقة في الشريعة الإسلامية د. حسام الدين عفانه مطبعة الإسراء/القدس\r4. إرواء الغليل في تخريج أحاديث منار السبيل ناصر الدين الألباني المكتب الإسلامي\r5. أضواء البيان في ايضاح القرآن بالقرآن محمد الأمين الشنقيطي دار الكتب العلمية\r6. إعادة البحث الجاري مع الشيخ اسماعيل الأنصاري عبد الله بن زيد مطابع قطر\r7. إعلاء السنن ظفر أحمد التهانوي دار الكتب العلمية\r8. أنيس الفقهاء في تعريفات الألفاظ المتداولة بين الفقهاء قاسم القونوي دار الوفاء\r9. الآثار أبو يوسف يعقوب بن إبراهيم دار الكتب العلمية\r10. الإحسان في تقريب صحيح ابن حبان علاء الدين الفارسي مؤسسة الرسالة\r11. الإقناع في حل ألفاظ أبي شجاع محمد الشربيني الخطيب دار الفكر\r12. الأم محمد بن إدريس الشافعي دار المعرفة\r13. الأمنية في إدراك النية أحمد بن إدريس القرافي دار الباز مكة المكرمة\r14. الإنصاف في معرفة الراجح من الخلاف المرداوي دار إحياء التراث العربي\r15. الاختيارلتعليل المختار عبد الله بن محمود الوصلي دار المعرفة\r16. الاختيارات العلمية علاء الدين علي البعلي مطبعة كردستان العلمية القاهرة\r17. الاستذكار الحافظ بن عبد البر مؤسسة الرسالة\r18. بدائع الصنائع في ترتيب الشرائع علاء الدين الكاساني مؤسسة التاريخ العربي\r19. بداية المجتهد ونهاية المقتصد ابن رشد الحفيد دار الفكر\r20. بذل المجهود في حل أبي داود خليل أحمد السهارنفوري دار الكتب العلمية\r21. بلغة السالك لأقرب المسالك أحمد الصاوي دار الفكر\r22. بلوغ المرام من أدلة الأحكام الحافظ ابن حجر العسقلاني المطبعة الرحمانية القاهرة\r23. تاج العروس من جواهر القاموس مرتضى الزبيدي دار الفكر\r24. التحقيق في أحاديث الخلاف أبو الفرج ابن الجوزي دار الكتب العلمية\r25. الترغيب والترهيب الحافظ زكي الدين المنذري دار إحياء التراث العربي\r26. التفسير الكبير فخر الدين الرازي دار إحياء التراث العربي\r27. التلخيص الحبير في تخريج أحاديث الرافعي الكبير الحافظ ابن حجر العسقلاني\r28. تبيين الحقائق شرح كنز الدقائق فخر الدين عثمان الزيلعي دار المعرفة\r29. تحفة الأحوذي بشرح جامع الترمذي الحافظ المباركفوري دار الكتب العلمية\r30. تحفة الفقهاء علاء الدين السمرقندي دار الكتب العلمية\r31. تحفة المحتاج إلى أدلة المنهاج ابن الملقن دار حراء\r32. تحفة المودود بأحكام المولود ابن القيم المكتبة القيمة القاهرة\r33. تخريج أحاديث شرح العقيدة الطحاوية ناصر الدين الألباني المكتب الإسلامي\r34. تصحيح الفروع علاء الدين المرداوي عالم الكتب\r35. تفسير ابن كثير الحافظ ابن كثير دار إحياء التراث العربي\r36. تفسير القرطبي محمد بن أحمد القرطبي دار القلم\r37. تفسير ظلال القرآن سيد قطب دار إحياء التراث العربي\r38. تقريب التهذيب الحافظ ابن حجر العسقلاني دار نشر الكتب الإسلامية باكستان\r39. تقرير القواعد وتحرير الفوائد الحافظ ابن رجب دار بن عفان السعودية\r40. تكملة شرح فتح القدير قاضي زاده أفندي دار أحياء التراث العربي\r41. جامع الأمهات جمال الدين بن الحاجب المالكي اليمامة\r42. جلاء الأفهام في الصلاة والسلام على خير الأنام ابن القيم دار الكتب العلمية\r43. الحاوي الكبير أبو الحسن الماوردي دار الكتب العلمية\r44. الحجج القوية والأدلة القطعية في الرد على من قال إن الأضحية عن الميت غير شرعية\r45. علي بن عبد الله الحواس مطبعة المدينة الرياض\r46. حاشية ابن عابدين محمد أمين الشهير بابن عابدين مطبعة الحلبي\r47. حاشية الدسوقي على الشرح الكبير محمد عرفه الدسوقي دار إحياء الكتب العربية\r48. حاشية العدوي على شرح الخرشي علي العدوي دار صادر\r49. الدر المختار شرح تنوير الأبصار الحصكفي مطبعة الحلبي\r50. الدلائل العقلية والنقلية في تفضيل الصدقة عن الميت على الضحية وهل الضحية عن الميت شرعية أو غير شرعية عبد الله بن زيد آل محمود مؤسسة الرسالة\r51. الذخيرة شهاب الدين القرافي دار الغرب الإسلامي\r52. الروح ابن القيم دار الكتب العلمية\r53. روضة الطالبين أبو زكريا يحيى النووي دار الكتب العلمية\r54. زاد المعاد في هدي خير العباد ابن القيم مؤسسة الرسالة\r55. السيل الجرار المتدفق على حدائق الأزهار الشوكاني دار الكتب العلمية\r56. سبل السلام شرح بلوغ المرام الأمير الصنعاني دار إحياء التراث العربي\r57. سلسلة الأحاديث الصحيحة ناصر الدين الألباني المكتب الإسلامي\r58. سلسلة الأحاديث الضعيفة والموضوعة ناصر الدين الألباني المكتب الإسلامي\r59. سنن أبي داود أبو داود السجستاني دار الكتب العلمية\r60. سنن ابن ماجه ابن ماجة القزويني دار الكتب العلمية\r61. سنن البيهقي أبو بكر أحمد البيهقي دار الفكر\r62. سنن الترمذي أبو عيسى الترمذي دار الكتب العلمية\r63. سنن الدارقطني علي بن عمر الدارقطني عالم الكتب\r64. سنن النسائي أحمد بن شعيب النسائي دار الكتب العلمية\r65. الشرح الكبير أحمد الدردير دار إحياء الكتب العلمية\r66. شرح ابن القيم على سنن أبي داود بهامش عون المعبود لابن القيم دار الكتب العلمية\r67. شرح الآبي على صحيح مسلم محمد بن خلفة الآبي دار الكتب العلمية\r68. شرح الخرشي على مختصر سيدي خليل محمد الخرشي المالكي دار صادر\r69. شرح السنة الحسين بن مسعود البغوي المكتب الإسلامي\r70. شرح العقيدة الطحاوية ابن أبي العز الحنفي المكتب الإسلامي\r71. شرح فتح القدير كمال الدين بن الهمام دار إحياء التراث العربي\r72. شرح النووي على صحيح مسلم محيي الدين يحيى النووي دار الخير\r73. شرح معاني الآثار أبو جعفر الطحاوي دار الكتب العلمية\r74. الصحاح اسماعيل بن حماد الجوهري دار العلم للملايين\r75. صحيح البخاري محمد بن إسماعيل البخاري مطبعة الحلبي\r76. صحيح الترغيب والترهيب ناصر الدين الألباني المكتب الإسلامي\r77. صحيح الجامع الصغير ناصر الدين الألباني المكتب الإسلامي\r78. صحيح سنن أبي داود ناصر الدين الألباني المكتب الإسلامي\r79. صحيح سنن ابن ماجه ناصر الدين الألباني المكتب الإسلامي\r80. صحيح مسلم مسلم بن الحجاج القشيري دار الخير\r81. ضعيف الجامع الصغير ناصر الدين الألباني المكتب الإسلامي\r82. طبقات الشافعية الكبرى تاج الدين بن السبكي دار إحياء الكتب العربية\r83. طرح التثريب في شرح التقريب زين الدين العراقي دار إحياء التراث العربي\r84. عارضة الأحوذي بشرح صحيح الترمذي ابن العربي المالكي دار الكتب العلمية\r85. عمدة القاري شرح صحيح البخاري بدر الدين العيني دار إحياء التراث العربي\r86. عون المعبود شرح سنن أبي داود شمس الحق العظيم آبادي دار الكتب العلمية\r87. الفتاوى البزازية ابن البزاز الكردري دار الفكر\r88. الفتاوى الكبرى الفقهية ابن حجر المكي الهيتمي دار صادر\r89. الفتاوى الهندية جماعة من علماء الهند دار الفكر\r90. الفتح الرباني لترتيب مسند الإمام أحمد أحمد البنا دار إحياء التراث العربي\r91. الفروع ابن مفلح المقدسي عالم الكتب\r92. الفقه الإسلامي وأدلته د. وهبة الزحيلي دار الفكر\r93. فتاوى إسلامية عبد العزيز بن باز ومحمد بن عثيمين دار الأرقم\r94. فتاوى الرملي محمد بن أحمد الرملي دار صادر\r95. فتاوى منار الإسلام محمد بن عثيمين دار الوطن\r96. فتح الباري بشرح البخاري الحافظ أحمد بن حجر العسقلاني مطبعة الحلبي\r97. فتح المالك بتبويب التمهيد على موطأ مالك مصطفى صميدة دار الكتب العلمية\r98. فتح باب العناية بشرح النقاية ملا علي القاري دار الأرقم\r99. فواتح الرحموت بشرح مسلم الثبوت محب الله بن عبد الشكور مطبعة المثنى\r100. فيض القدير شرح الجمع الصغير محمد عبد الرؤوف المناوي دار الكتب العلمية\r101. القوانين الفقهية ابن جزي المالكي دار القلم\r102. كشاف القناع عن متن الإقناع منصور البهوتي دار الفكر\r103. كشف الخفاء ومزيل الإلباس إسماعيل العجلوني دار إحياء التراث العربي\r104. كفاية الأخيار في حل غاية الاختصار تقي الدين الحسيني الحصني دار الخير\r105. اللباب في الجمع بين السنة والكتاب علي بن زكريا المنبجي دار الشروق\r106. المجلى في تحقيق أحاديث المحلى علي رضا بن عبد الله دار المأمون\r107. المجموع شرح المهذب محيي الدين يحيى النووي دار الفكر\r108. المحلى بالآثار علي بن أحمد ابن حزم دار الفكر\r109. المستدرك على الصحيحين أبو عبد الله الحاكم دار الكتب العلمية\r110. المصباح المنير في غريب الشرح الكبير أحمد بن محمد الفيومي المكتبة العلمية\r111. المغني أحمد بن محمد بن قدامة المقدسي مكتبة القاهرة\r112. منتقى الأخبار مجد الدين عبد السلام بن تيمية مطبعة الحلبي\r113. المهذب أبو إسحاق الشيرازي دار الفكر\r114. الموسوعة الفقهية الكويتية مكتبة آلاء الكويت\r115. الموطأ الإمام مالك بن أنس دار الحديث القاهرة\r116. مباحث التحقيق مع الصاحب الصديق عبد الله بن زيد مطابع قطر الوطنية\r117. مجمع الزوائد ومنبع الفوائد نور الدين علي الهيثمي دار الكتاب العربي\r118. مجموع فتاوى شيخ الإسلام ابن تيمية دار العربية\r119. مختصر المزني مع الأم المزني دار المعرفة\r120. مختصر المزني مع شرحه الحاوي الكبير المزني دار الكتب العلمية\r121. مشكاة المصابيح محمد بن عبد الله الخطيب التبريزي المكتب الإسلامي\r122. مصنف ابن أبي شيبة الحافظ عبد الله بن محمد بن أبي شيبة الدار السلفية\r123. مصنف عبد الرزاق الحافظ عبد الرزاق بن همام الصنعاني المكتب الإسلامي\r124. معالم السنن شرح سنن أبي داود أبو سليمان الخطابي دار الكتب العلمية\r125. معجم فقه السلف محمد المنتصر الكتاني مطابع الصفا مكة المكرمة\r126. معرفة السنن والآثار أبو بكر أحمد البيهقي دار الوفاء\r127. مغني المحتاج إلى معرفة معاني ألفاظ المنهاج الشربيني الخطيب دار الكتب العلمية\r128. مقاصد المكلفين د. عمر الأشقر دار النفائس\r129. ملتقى الأبحر ابراهيم الحلبي مؤسسة الرسالة\r130. منار السبيل في شرح الدليل ابراهيم بن ضويان المكتب الإسلامي\r131. نصب الراية لأحاديث الهداية جمال الدين الزيلعي المجلس العلمي\r132. نيل الأوطار شرح منتقى الأخبار محمد بن علي الشوكاني مطبعة الحلبي\r133. الهداية شرح البداية برهان الدين المرغيناني دار التراث العربي\r134. الهداية في تخريج أحاديث البداية أحمد بن الصديق الغماري عالم الكتب\r135. يسألونك د. حسام الدين عفانه مطبعة بيت المقدس\r\rتمت قائمة المصادر","seal":"6F73396A","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"المفصل في أحكام الأضحية","HigriD":"معاصر","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":2,"verName":null,"Lng":"حسام الدين بن موسى محمد بن عفانة","bLnk":null,"Inf":"[المفصل في أحكام الأضحية - حسام عفانة]\r\n\r\nيتناول هذا الكتاب شعيرة من شعائر الإسلام ألا وهي الأضحية بشكل مفصل فهو دراسة فقهية مقارنة قائمة على الأدلة من كتاب الله وسنة رسوله صلى الله عليه وسلم ويبين القول الراجح من غير تعصب لمذهب أو إمام وإنما حسب ما يؤيده الدليل.\r\nيقع الكتاب في 192 صفحة، وصدرت الطبعة الأولى في القدس 1419هـ/ 1999 وصدرت الطبعة الثانية في بيروت ونشرتها مكتبة دنديس/ الخليل / عمان سنة 1421 هـ/2000.","Auth":"حسام الدين عفانة","Betaka":"الكتاب: المفصل في أحكام الأضحية\r\nالمؤلف: حسام الدين بن موسى محمد بن عفانة\r\nعدد الأجزاء: 1\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الاسم : حسام الدين بن موسى محمد بن عفانة\r\nمكان و تاريخ الولادة : أبو ديس - القدس عام 1374هـ وفق 1955 م\r\nالدرجة العلمية : أستاذ في الفقه و الأصول .\r\nالشهادات العلمية:\r\nبكالوريوس شريعة بتقدير جيد جداً مع مرتبة الشرف من كلية الشريعة، الجامعة الإسلامية - المدينة المنورة / السعودية سنة 1978.\r\nماجستير فقه و أصول بتقدير جيد جداً، من كلية الشريعة - جامعة أم القرى / السعودية سنة 1982.\r\nدكتوراه فقه وأصول بتقدير جيد جداً، من كلية الشريعة جامعة أم القرى/ السعودية 1985سنة .\r\nالعمل:\r\nأستاذ مساعد كلية الدعوة وأصول الدين، جامعة القدس من 1985-1987.\r\nأستاذ مساعد قسم الثقافة الإسلامية، كلية التربية، جامعة الملك سعود، الرياض، المملكة العربية السعودية من 1988-1991 .\r\nأستاذ مساعد كلية الدعوة و أصول الدين، جامعة القدس من 1991-1997.\r\nأستاذ مشارك كلية الدعوة و أصول الدين من 1997م وحتى 2004م.\r\nأستاذ الفقه والأصول (بروفيسور) / جامعة القدس من تشرين أول 2004م.\r\nرئيس دائرة الفقه والتشريع / كلية الدعوة وأصول الدين / جامعة القدس حالياً.\r\nمنسق برنامج ماجستير الفقه والتشريع والأصول / كلية الدعوة وأصول الدين / جامعة القدس حالياً.\r\nتدريس مساقات في الفقه و الأصول في جامعة النجاح الوطنية - نابلس لطلبة الدراسات العليا 1992.\r\nالتدريس في كلية الدعوة والدراسات الإسلامية في أم الفحم 1991-1994.\r\nتدريس مساقات البحث العلمي والدلالات و شرح قانون الأحوال الشخصية و الاجتهاد لطلبة الماجستير معهد القضاء العالي جامعة الخليل 1997-1999.\r\nعضو المجلس الأكاديمي لجامعة القدس من 1995 وحتى 1999.\r\nعضو تحرير مجلة هدى الإسلام منذ 1986 وحتى الآن.\r\nرئيس هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني ( وهي شركة تتعامل وفق أحكام المعاملات الإسلامية ) منذ 1994م وحتى سنة 2004م حيث توقفت الشركة عن العمل.\r\nرئيس هيئة الرقابة الشرعية لبنك الأقصى الإسلامي منذ سنة 1998م وحتى الآن.\r\nمنسق برنامج ماجستير الدراسات الإسلامية المعاصرة جامعة القدس سابقاً.\r\nعضو مجلس البحث العلمي في جامعة القدس.\r\nالإنتاج العلمي:\r\nالحقيقة و المجاز في الكتاب و السنة و علاقتهما بالأحكام الشرعية (رسالة ماجستير ) . بيان معاني البديع في أصول الفقه ( رسالة دكتوراه ) . الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية ( كتاب ) . أحكام العقيقة في الشريعة الإسلامية ( كتاب ) . يسألونك الجزء الأول (كتاب ) . يسألونك الجزء الثاني ( كتاب ) . بيع المرابحة للآمر بالشراء على ضوء تجربة شركة بيت المال الفلسطيني العربي ( كتاب ) . صلاة الغائب دراسة فقهية مقارنة ( كتاب ) . يسألونك الجزء الثالث ( كتاب ) . يسألونك الجزء الرابع ( كتاب ) . يسألونك الجزء الخامس ( كتاب ) . المفصل في أحكام الأضحية ( كتاب ) . شرح الورقات في أصول الفقه لجلال الدين المحلي ( دراسة و تعليق و تحقيق ) . فهارس مخطوطات مؤسسة إحياء التراث الإسلامي 12 جزءا بالاشتراك صدر الأول منها: - الجزء الأول ويشمل فهرس أصول الفقه والفقه المقارن والفقه المالكي والفقه الحنبلي والقواعد الفقهية والفرائض . - الجزء الثاني فهرس الفقه الشافعي. الفتاوى الشرعية (1) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال العربي ) . الفتاوى الشرعية (2) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال العربي ) . الشيخ العلامة مرعي الكرمي و كتابه دليل الطالب ( بحث ) . الزواج المبكر ( بحث ) . الإجهاض ( بحث ) . مسائل مهمات في فقه الصوم و التراويح و القراءة على الأموات ( كتاب ) . مختصر كتاب جلباب المرأة المسلمة للعلامةالمحدث الألباني ( كتاب ) . اتباع لا ابتداع (كتاب) . بذل المجهود في تحرير أسئلة تغير النقود للغزي التمرتاشي (دراسة و تعليق و تحقيق). يسألونك الجزء السادس(كتاب). رسالة إنقاذ الهالكين للعلامة البركوي ( دراسة و تحقيق وتعليق ) . الخصال المكفرة للذنوب (يتضمن تحقيق مخطوط للخطيب الشربيني) (كتاب). أحاديث الطائفة الظاهرة وتحريف الغالين وانتحال المبطلين وتأويل الجاهلين (كتاب). التنجيم (بحث بالاشتراك). الحسابات الفلكية (بحث بالاشتراك). يسألونك الجزء السابع (كتاب). المفصل في أحكام العقيقة (كتاب). يسألونك الجزء الثامن (كتاب). يسألونك الجزء التاسع (كتاب). فهرس المخطوطات المصورة الجزء الثاني (الفقه الشافعي) بالاشتراك (كتاب) فقه التاجر المسلم وآدابه (كتاب) يسألونك الجزء العاشر (كتاب)\r\nموقع الأستاذ الدكتور حسام الدين على شبكة الانترنت: http://www.yasaloonak.net\r\nوعنوان البريد الإلكتروني: fatawa@yasaloonak.net\r\n","seal":"9BD219D1","cat":"بحوث ومسائل - مرقم آليا","oNum":9281,"BkId":9281,"oAuth":596,"bVer":1,"aSeal":"F4D8F789"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9281":
    [
      {"lvl":1,"id":4,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":6,"sub":0,"tit":"شكر وتقدير"},
      {"lvl":1,"id":8,"sub":0,"tit":"الفصل الأول حكم الأضحية وشروطها"},
      {"lvl":2,"id":8,"sub":1,"tit":"المبحث الأول تعريف الأضحية لغة واصطلاحا"},
      {"lvl":2,"id":10,"sub":0,"tit":"المبحث الثاني مشروعية الأضحية وفضلها"},
      {"lvl":3,"id":10,"sub":1,"tit":"أولا: مشروعية الأضحية:"},
      {"lvl":3,"id":13,"sub":0,"tit":"ثانيا: فضل الأضحية:"},
      {"lvl":2,"id":16,"sub":0,"tit":"المبحث الثالث الحكمة من مشروعية الأضحية"},
      {"lvl":2,"id":25,"sub":0,"tit":"المبحث الرابع حكم الأضحية"},
      {"lvl":3,"id":26,"sub":0,"tit":"أدلة الجمهور على أن الأضحية سنة مؤكدة، وليست واجبة:"},
      {"lvl":3,"id":30,"sub":0,"tit":"أدلة القائلين بوجوب الأضحية:"},
      {"lvl":3,"id":34,"sub":0,"tit":"مناقشة وترجيح:"},
      {"lvl":2,"id":42,"sub":0,"tit":"المبحث الخامس أيهما أفضل الأضحية أم التصدق بثمنها؟"},
      {"lvl":2,"id":44,"sub":0,"tit":"المبحث السادس هل الأضحية مشروعة في حق المسافر والحاج؟"},
      {"lvl":3,"id":44,"sub":1,"tit":"اختلف العلماء في هذه المسألة على ثلاثة أقوال:"},
      {"lvl":3,"id":45,"sub":0,"tit":"أدلة الجمهور:"},
      {"lvl":3,"id":46,"sub":0,"tit":"أدلة الحنفية:"},
      {"lvl":3,"id":47,"sub":0,"tit":"أدلة الإمام مالك:"},
      {"lvl":2,"id":50,"sub":0,"tit":"المبحث السابع في حق من تشرع الأضحية"},
      {"lvl":2,"id":51,"sub":0,"tit":"المبحث الثامن شروط الأضحية"},
      {"lvl":3,"id":51,"sub":1,"tit":"الشرط الأول أن تكون الأضحية من الأنعام"},
      {"lvl":3,"id":54,"sub":0,"tit":"الشرط الثاني أن تبلغ سن التضحية"},
      {"lvl":3,"id":54,"sub":1,"tit":"اختلف الفقهاء في السن المجزئة في الأضحية على ثلاثة أقوال:"},
      {"lvl":3,"id":54,"sub":2,"tit":"أدلة العلماء:"},
      {"lvl":3,"id":61,"sub":0,"tit":"حكم التضحية بالعجول المسمنة التي لم تبلغ السن المقرر شرعا"},
      {"lvl":3,"id":64,"sub":0,"tit":"الشرط الثالث أن تكون الأضحية سليمة من العيوب المانعة من صحة الأضحية"},
      {"lvl":3,"id":67,"sub":0,"tit":"ذكر صفات قد توجد في الأضحية واختلاف الفقهاء فيها"},
      {"lvl":3,"id":67,"sub":1,"tit":"أولا: صفات في العين:"},
      {"lvl":3,"id":69,"sub":0,"tit":"ثانيا: صفات في الأذن:"},
      {"lvl":3,"id":71,"sub":0,"tit":"ثالثا: صفات في القرن:"},
      {"lvl":3,"id":73,"sub":0,"tit":"رابعا: صفات في الأنف:"},
      {"lvl":3,"id":73,"sub":1,"tit":"خامسا: صفات في اللسان والأسنان:"},
      {"lvl":3,"id":74,"sub":0,"tit":"سادسا: صفات في الضرع:"},
      {"lvl":3,"id":75,"sub":0,"tit":"سابعا: صفات في الذنب والألية:"},
      {"lvl":3,"id":76,"sub":0,"tit":"ثامنا: صفات أخرى:"},
      {"lvl":2,"id":81,"sub":0,"tit":"المبحث التاسع الحد الفاصل بين القليل والكثير في عيوب الأضحية"},
      {"lvl":2,"id":83,"sub":0,"tit":"المبحث العاشر طروء العيب المخل على الأضحية بعد تعيينها"},
      {"lvl":2,"id":87,"sub":0,"tit":"المبحث الحادي عشر المجزئ في الأضحية"},
      {"lvl":3,"id":87,"sub":1,"tit":"المطلب الأول: المجزئ من الغنم:"},
      {"lvl":3,"id":91,"sub":0,"tit":"المطلب الثاني: المجزئ من الإبل والبقر"},
      {"lvl":3,"id":93,"sub":0,"tit":"المطلب الثالث: الاشتراك في الأضحية في الإبل والبقر فقط:"},
      {"lvl":3,"id":95,"sub":0,"tit":"المطلب الرابع: ما هو الأفضل في الأضحية من أنواع الأنعام؟"},
      {"lvl":3,"id":101,"sub":0,"tit":"المطلب الخامس: تسمين الأضحية:"},
      {"lvl":3,"id":103,"sub":0,"tit":"المطلب السادس: أفضل الأضحية لونا:"},
      {"lvl":2,"id":105,"sub":0,"tit":"المبحث الثاني عشر اجتماع الأضحية والعقيقة"},
      {"lvl":1,"id":108,"sub":0,"tit":"الفصل الثاني ما يتعلق بالمضحي ووقت الأضحية"},
      {"lvl":2,"id":109,"sub":0,"tit":"المبحث الأول ما يطلب ممن أراد الأضحية عند دخول أول ذي الحجة"},
      {"lvl":3,"id":115,"sub":0,"tit":"ما المراد بالنهي عن الأخذ من الشعر والظفر الوارد في حديث أم سلمة:"},
      {"lvl":2,"id":116,"sub":0,"tit":"المبحث الثاني وقت الأضحية"},
      {"lvl":3,"id":116,"sub":1,"tit":"المطلب الأول: أول وقت ذبح الأضحية:"},
      {"lvl":3,"id":120,"sub":0,"tit":"المطلب الثاني: آخر وقت ذبح الأضحية ومدته:"},
      {"lvl":4,"id":125,"sub":0,"tit":"القول الراجح في آخر وقت الأضحية:"},
      {"lvl":3,"id":128,"sub":0,"tit":"المطلب الثالث: حكم ذبح الأضحية ليلا:"},
      {"lvl":3,"id":131,"sub":0,"tit":"المطلب الرابع: الذبح قبل صلاة العيد:"},
      {"lvl":3,"id":132,"sub":0,"tit":"المطلب الخامس: حكم الذبح بعد صلاة العيد، وقبل أن يذبح إمام المسلمين أضحيته:"},
      {"lvl":3,"id":133,"sub":0,"tit":"المطلب السادس: أفضل وقت لذبح الأضحية:"},
      {"lvl":3,"id":134,"sub":0,"tit":"المطلب السابع: إذا اشترى أضحية فضلت أو ماتت قبل أن يذبحها:"},
      {"lvl":3,"id":135,"sub":0,"tit":"المطلب الثامن: إذا فات وقت الأضحية ولم يضح، فماذا يترتب على من أراد الأضحية؟"},
      {"lvl":2,"id":136,"sub":0,"tit":"المبحث الثالث ما يطلب من المضحي عند الذبح وبعده"},
      {"lvl":3,"id":136,"sub":1,"tit":"المطلب الأول: ما يطلب من المضحي عند الذبح:"},
      {"lvl":4,"id":137,"sub":0,"tit":"أولا: النية:"},
      {"lvl":4,"id":138,"sub":0,"tit":"ثانيا: ربط الأضحية قبل الذبح:"},
      {"lvl":4,"id":138,"sub":1,"tit":"ثالثا: أن يسوق الأضحية إلى محل الذبح سوقا جميلا لا عنيفا"},
      {"lvl":4,"id":139,"sub":0,"tit":"رابعا: أن يحد السكين قبل الذبح"},
      {"lvl":4,"id":139,"sub":1,"tit":"خامسا: أن لا يحد السكين أمام الحيوان الذي يريد ذبحه"},
      {"lvl":4,"id":139,"sub":2,"tit":"سادسا: يستحب إضجاع الغنم والبقر في الذبح"},
      {"lvl":4,"id":140,"sub":0,"tit":"سابعا: استقبال القبلة من الذابح والذبيحة:"},
      {"lvl":4,"id":141,"sub":0,"tit":"ثامنا: أن يتولى ذبحها بنفسه إن كان يحسن الذبح"},
      {"lvl":4,"id":143,"sub":0,"tit":"تاسعا: التسمية والتكبير عند الذبح"},
      {"lvl":4,"id":143,"sub":1,"tit":"عاشرا: الدعاء والصلاة على النبي - صلى الله عليه وسلم - بعد التسمية والتكبير"},
      {"lvl":4,"id":144,"sub":0,"tit":"الحادي عشر: الاستعانة في ذبح الأضحية والإنابة في ذبحها:"},
      {"lvl":4,"id":146,"sub":0,"tit":"تنبيه هام:"},
      {"lvl":3,"id":147,"sub":0,"tit":"المطلب الثاني: ما يكره أن يفعله المضحي بالأضحية قبل ذبحها:"},
      {"lvl":4,"id":147,"sub":1,"tit":"أولا: حلب الأضحية:"},
      {"lvl":4,"id":148,"sub":0,"tit":"ثانيا: جز صوفها:"},
      {"lvl":4,"id":148,"sub":1,"tit":"ثالثا: حكم ولدها:"},
      {"lvl":2,"id":150,"sub":0,"tit":"المبحث الرابع الانتفاع بالأضحية"},
      {"lvl":3,"id":150,"sub":1,"tit":"المطلب الأول: الانتفاع بالأضحية المسنونة:"},
      {"lvl":4,"id":150,"sub":2,"tit":"أولا: الأكل منها:"},
      {"lvl":4,"id":153,"sub":0,"tit":"ثانيا: التصدق منها:"},
      {"lvl":4,"id":154,"sub":0,"tit":"ثالثا: الهدية من الأضحية:"},
      {"lvl":3,"id":155,"sub":0,"tit":"المطلب الثاني: الانتفاع بالأضحية المنذورة:"},
      {"lvl":3,"id":156,"sub":0,"tit":"المطلب الثالث: الادخار من لحم الأضحية:"},
      {"lvl":3,"id":158,"sub":0,"tit":"المطلب الرابع: أجرة الجزار:"},
      {"lvl":3,"id":159,"sub":0,"tit":"المطلب الخامس: بيع شيء من الأضحية والانتفاع بجلدها:"},
      {"lvl":3,"id":161,"sub":0,"tit":"المطلب السادس: إذا اشترى أضحية فهل يجوز له أن يبدلها بخير منها؟"},
      {"lvl":3,"id":163,"sub":0,"tit":"المطلب السابع: نقل الأضحية:"},
      {"lvl":2,"id":164,"sub":0,"tit":"المبحث الخامس الأضحية عن الميت"},
      {"lvl":3,"id":166,"sub":0,"tit":"أدلة القول الأول:"},
      {"lvl":3,"id":170,"sub":0,"tit":"أدلة القول الثاني:"},
      {"lvl":3,"id":170,"sub":1,"tit":"أدلة القول الثالث:"},
      {"lvl":3,"id":178,"sub":0,"tit":"مناقشة الأدلة: رد المجيزين للأضحية عن الميت على المانعين:"},
      {"lvl":3,"id":184,"sub":0,"tit":"رد المانعين للأضحية عن الميت على المجيزين:"},
      {"lvl":3,"id":186,"sub":0,"tit":"القول الراجح:"},
      {"lvl":1,"id":189,"sub":0,"tit":"قائمة المصادر"}
    ]
}
