{
  "abc":
    [
      {"a":4,"b":53545,"c":9419},
      {"a":5,"b":9097,"c":9420},
      {"a":7,"b":5484,"c":9422},
      {"a":8,"b":33020,"c":9423},
      {"a":10,"b":9710,"c":9425},
      {"a":11,"b":6151,"c":9426},
      {"a":13,"b":12440,"c":9428}
    ],
  "avPdf":
    [
    ],
  "b9416":
    [
      {"page":28,"id":1,"hno":1,"nass":"1 - حَدَّثَنَا الشَّيْخُ أَبُو نُعَيْمٍ أَيْضًا ثنا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الصَّوَّافُ مِنْ لَفْظِهِ مِنْ أَصْلِهِ، ثنا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، ثنا جُبَارَةُ بْنُ الْمُغَلِّسِ، ثنا الرَّبِيعُ بْنُ النُّعْمَانِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ مُوسَى لَمَّا نَزَلَ بِالتَّوْرَاةِ قَرَأَهَا، فَوَجَدَ فِيهَا ذِكْرَ هَذِهِ الْأُمَّةِ، وَقَالَ: يَا رَبِّ، إِنِّي §أَجِدُ فِي الْأَلْوَاحِ أُمَّةً هُمُ الْآخِرُونَ السَّابِقُونَ، فَاجْعَلْهَا أُمَّتِي، -[29]- قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً هُمُ الشَّافِعُونَ الْمَشْفُوعُ لَهُمْ، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً هُمُ الْمُسْتَجِيبُونَ وَالْمُسْتَجَابُ لَهُمْ، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً أَنَاجِيلُهُمْ فِي صُدُورِهِمْ يَقْرَءُونَهُ ظَاهِرًا، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً يَأْكُلُونَ الْفَيْءَ، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً يَجْعَلُونَ الصَّدَقَةَ فِي بُطُونِهِمْ فَيُؤْجَرُونَ عَلَيْهَا، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً إِذَا هَمَّ أَحَدُهُمْ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كُتِبَتْ لَهُ حَسَنَةً وَاحِدَةً، وَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْرَ حَسَنَاتٍ، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً إِذَا هَمَّ أَحَدُهُمْ بِسَيِّئَةٍ لَمْ يَعْمَلْهَا لَمْ تُكْتَبْ عَلَيْهِ حَتَّى يَعْمَلَهَا، فَإِنْ عَمِلَهَا كُتِبَتْ عَلَيْهِ سَيِّئَةً وَاحِدَةً، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، إِنِّي أَجِدُ فِي الْأَلْوَاحِ أُمَّةً يُؤْتَوْنَ الْعِلْمَ الْأَوَّلَ وَالْآخِرَ، فَيَقْتُلُونَ قُرُونَ الضَّلَالَةِ الْمَسِيحَ الدَّجَّالَ، فَاجْعَلْهَا أُمَّتِي. قَالَ: تِلْكَ أُمَّةُ أَحْمَدَ قَالَ: يَا رَبِّ، اجْعَلْنِي مِنْ أُمَّةِ أَحْمَدَ فَأُعْطِيَ عِنْدَ ذَلِكَ خَصْلَتَيْنِ، فَقَالَ: {يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ} [الأعراف: 144] . فَقَالَ: رَضِيتُ رَبِّ\"","seal":"11987DA3","part":1},
      {"page":30,"id":2,"hno":2,"nass":"2 - حَدَّثَنَا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ الْفَلَّاسُ، حَدَّثَنَا يَعْلَى بْنُ إِبْرَاهِيمَ الْغَزَّالُ، وَأَنْبَأَنَا الْهَيْثَمُ بْنُ جَمَّازٍ، عَنْ أَبِي كَثِيرٍ، عَنْ زَيْدِ بْنِ -[31]- أَرْقَمَ: كُنْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ سِكَكِ الْمَدِينَةِ، فَمَرَرْنَا بِخِبَاءِ أَعْرَابِيٍّ، فَإِذَا ظَبْيَةٌ مَشْدُودَةٌ إِلَى الْخِبَاءِ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّ هَذَا الْأَعْرَابِيَّ صَادَنِي وَلِي خَشْفَانِ فِي الْبَرِّيَّةِ، وَقَدْ تَعَقَّدَ هَذَا اللَّبَنُ فِي أَخْلَافِي، فَلَا هُوَ يَذْبَحُنِي فَأَسْتَرِيحَ، وَلَا يَدَعُنِي فَأَرْجِعَ إِلَى خَشْفِي فِي الْبَرِّيَّةِ. فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§إِنْ تَرَكْتُكِ تَرْجِعِينَ» ؟ قَالَتْ: نَعَمْ، وَإِلَّا عَذَّبَنِي اللَّهُ عَذَابَ الْعَشَّارِ. فَأَطْلَقَهَا رَسُولُ اللَّهِ، فَلَمْ تَلْبَثْ أَنْ جَاءَتْ تَلَمَّظُ، فَشَدَّهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْخِبَاءِ، وَأَقْبَلَ الْأَعْرَابِيُّ وَمَعَهُ قِرْبَةٌ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَتَبِيعُهَا مِنِّي» ؟ فَقَالَ: هِيَ لَكَ يَا رَسُولَ اللَّهِ. فَأَطْلَقَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. قَالَ زَيْدُ بْنُ أَرْقَمَ: فَأَنَا وَاللَّهِ رَأَيْتُهَا تَسِيحُ فِي الْبَرِّيَّةِ وَهِيَ تَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ، مُحَمَّدٌ رَسُولُ اللَّهِ","seal":"C8FDB2DE","part":1},
      {"page":33,"id":3,"hno":3,"nass":"3 - حَدَّثَنَا هَارُونُ بْنُ يُوسُفَ بْنِ زِيَادٍ الْبَزَّازُ أَبُو أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ يَعْنِي الْعَدَنِيَّ حَدَّثَنَا سُفْيَانُ، عَنْ مَالِكٍ، قَالَ: مَرَّ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلَامُ بِظَبْيَةٍ رَبِيطَةِ قَوْمٍ، فَقَالَتْ: يَا نَبِيَّ اللَّهِ، حُلَّنِي؛ فَإِنَّ لِي ظَبْيَتَيْنِ بِالْفَلَاةِ لَمْ يَذُوقَا شَيْئًا، فَأَرْسِلْنِي حَتَّى أُرْضِعَهُمَا، ثُمَّ أَجِيءَ. قَالَ: فَقَالَ: «إِنَّمَا §أَنْتِ رَبِيطَةُ قَوْمٍ وَأَخِيذَتُهُمْ، مَا أَنَا بِالَّذِي أَفْعَلُ» ثُمَّ بَدَا لَهُ فَحَلَّهَا، فَلَمْ تَلْبَثْ أَنْ رَجَعْتَ وَقَدْ فَرَّغَتْ مَا فِي ضُرُوعِهَا، فَقَالَ عِيسَى: «لَوْ عَلِمَتِ الْبَهَائِمُ مَا فِي الْمَوْتِ مَا عَلِمَتْ بَنُو آدَمَ؛ مَا أَكَلُوا، وَمَا أَكَلْتُمْ لَحْمًا سَمِينًا»","seal":"BAC461A9","part":1},
      {"page":33,"id":4,"hno":4,"nass":"4 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، سَنَةَ سَبْعٍ وَثَمَانِينَ، حَدَّثَنَا يَحْيَى -[34]- بْنُ مَعِينٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مَنْصُورُ بْنُ سَعْدٍ، عَنْ بُدَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ مَيْسَرَةَ الْفَجْرِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، مَتَى كُتِبْتَ نَبِيًّا؟ قَالَ: §«وَآدَمُ بَيْنَ الرُّوحِ وَالْجَسَدِ»","seal":"7119CD92","part":1},
      {"page":35,"id":5,"hno":5,"nass":"5 - حَدَّثَنَا هَارُونُ بْنُ يُوسُفَ بْنِ زِيَادٍ الْبَزَّارُ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَبِي الْوَرْدِ، حَدَّثَنِي حَسَنٌ الْأَنْمَاطِيُّ، قَالَ: سَمِعْتُ بِشْرَ بْنَ حَارِثٍ، يَقُولُ: «§النَّظَرُ إِلَى مَنْ تَكْرَهُ حُمَّى بَاطِنَةٌ» قَالَ: وَسَمِعْتُهُ يَقُولُ: «بَقَاءُ الْبُخَلَاءِ كَرْبٌ عَلَى قُلُوبِ الْمُؤْمِنِينَ»","seal":"B9019963","part":1},
      {"page":35,"id":6,"hno":6,"nass":"6 - حَدَّثَنَا هَارُونُ، حَدَّثَنَا الزُّبَيْرُ بْنُ بَكَّارٍ، قَالَ: كَتَبَ إِلَيَّ أَبِي مِنْ خُرَاسَانَ: «يَا بُنَيَّ، §عَلَيْكَ بِالْعِلْمِ؛ فَهُوَ وَاللَّهِ خَيْرٌ لَكَ مِنْ مِيرَاثِكَ مِنْ أَبِيكَ» قَالَ: فَحَدَّثْتُ بِذَلِكَ عَمِّي مُصْعَبَ بْنَ عَبْدِ اللَّهِ، فَقَالَ: صَدَقَ وَاللَّهِ أَبُوكَ وَنَصَحَكَ. قَالَ: «يَا بُنَيَّ عَلَيْكَ بِالْعِلْمِ؛ فَإِنَّكَ إِنِ اسْتَغْنَيْتَ عَنْهُ كَانَ جَمَالًا لَكَ، وَإِنِ احْتَجْتَ إِلَيْهِ كَانَ مَالًا»","seal":"89CD6D90","part":1},
      {"page":36,"id":7,"hno":7,"nass":"7 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ، حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ، عَنِ -[37]- الْأَعْمَشِ، عَنْ عَبَايَةَ بْنِ رِبْعِيٍّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ §قَسَمَ الْخَلْقَ قِسْمَيْنِ، فَجَعَلَنِي فِي خَيْرِهِمْ قِسْمًا، فَذَلِكَ قَوْلُهُ: {وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ} [الواقعة: 27] ، فَأَنَا مِنْ أَصْحَابِ الْيَمِينِ، وَأَنَا مِنْ خَيْرِ أَصْحَابِ الْيَمِينِ، ثُمَّ جَعَلَ الْقِسْمَيْنِ أَثْلَاثًا، فَجَعَلَنِي فِي خَيْرِهِمْ، فَذَلِكَ قَوْلُهُ: {فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ} [الواقعة: 8] ، {وَالسَّابِقُونَ السَّابِقُونَ} [الواقعة: 10] ، فَأَنَا مِنَ السَّابِقِينَ، وَأَنَا مِنْ خَيْرِ السَّابِقِينَ، ثُمَّ جَعَلَ الْأَثْلَاثَ قَبَائِلَ، فَجَعَلَنِي فِي خَيْرِهِمْ قَبِيلَةً، -[38]- فَذَلِكَ قَوْلُهُ تَعَالَى: {وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ} [الحجرات: 13] ، فَأَنَا أَتْقَى وَلَدِ آدَمَ وَأَكْرَمُهُمْ عَلَى اللَّهِ عَزَّ وَجَلَّ وَلَا فَخْرَ، ثُمَّ جَعَلَ الْقَبَائِلَ بُيُوتًا، فَجَعَلَنِي فِي خَيْرِهِمْ بَيْتًا \"، قَالَ: \" فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} [الأحزاب: 33] \"","seal":"25BD47A5","part":1},
      {"page":38,"id":8,"hno":8,"nass":"8 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنِي عَمِّي أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ اللَّهِ بْنِ -[39]- الْحَارِثِ، عَنْ عَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ، أَنَّ نَاسًا مِنَ الْأَنْصَارِ قَالُوا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّا نَسْمَعُ مِنْ قَوْمِكَ حَتَّى يَقُولَ الْقَائِلُ مِنْهُمْ: إِنَّمَا مَثَلُ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ نَخْلَةٍ أَنْبَتَتْ فِي كِبَا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا أَيُّهَا النَّاسُ، مَنْ أَنَا» ؟ قَالُوا: أَنْتَ رَسُولُ اللَّهِ. قَالَ: «أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ» قَالَ: فَمَا سَمِعْنَاهُ انْتَمَى قَبْلَهَا قَطُّ، فَقَالَ: «أَلَا إِنَّ اللَّهَ §خَلَقَ خَلْقَهُ، ثُمَّ فَرَقَهُمْ فِرْقَتَيْنِ، فَجَعَلَنِي مِنْ خَيْرِ الْفِرْقَتَيْنِ، ثُمَّ جَعَلَهُمْ قَبَائِلَ، فَجَعَلَنِي فِي خَيْرِهِمْ قَبِيلَةً، فَأَنَا خَيْرُكُمْ بَيْتًا وَخَيْرُكُمْ نَفْسًا»","seal":"967F4240","part":1},
      {"page":40,"id":9,"hno":9,"nass":"9 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنَا أَبِي، وَعَمِّي أَبُو بَكْرٍ، قَالَا: حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ حُصَيْنٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§خَرَجْتُ مِنْ نِكَاحٍ، وَلَمْ أَخْرُجْ مِنْ سِفَاحٍ، مِنْ لَدُنْ آدَمَ لَمْ يُصِبْنِي سِفَاحُ الْجَاهِلِيَّةِ»","seal":"35692B71","part":1},
      {"page":42,"id":10,"hno":10,"nass":"10 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنَا عَمِّي أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا سَيَّارٌ، أَخْبَرَنَا يَزِيدُ الْفَقِيرُ، أَخْبَرَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَ لِيَ الْأَرْضُ طَهُورًا وَمَسْجِدًا، فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ، وَأُحِلَّ لِيَ الْغَنَائِمُ وَلَمْ تُحَلَّ لِأَحَدٍ كَانَ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً \" إِلَى هُنَا عَنْ أَبِي عَلِيٍّ الصَّوَّافِ","seal":"CDF771E7","part":1},
      {"page":43,"id":11,"hno":11,"nass":"11 - أَخْبَرَنَا أَبُو نُعَيْمٍ، أَيْضًا قَالَ: سَمِعْتُ أَبَا الْحُسَيْنِ بْنَ الْمُظَفَّرِ، قَالَ: سَمِعْتُ أَبَا الْحُسَيْنِ بْنَ قَانِعٍ، يَقُولُ: سَمِعْتُ إِسْمَاعِيلَ بْنَ الْفَضْلِ بْنِ طَاهِرٍ، يَقُولُ: رَأَيْتُ سُلَيْمَانَ الشَّاذَكُونِيَّ فِي الْمَنَامِ، فَقُلْتُ: مَا فَعَلَ اللَّهُ بِكَ يَا أَبَا أَيُّوبَ؟ قَالَ: «§غَفَرَ لِي» قُلْتُ: بِمَاذَا؟ قَالَ: «كُنْتُ فِي طَرِيقِ أَصْبَهَانَ وَإِلَيْهَا أَمُرُّ، فَأَخَذَتْنِي مَطْرَةٌ، وَكَانَ مَعِي كُتُبٌ، وَلَمْ أَكُنْ تَحْتَ سَقْفٍ وَلَا شَيْءٍ، فَانْكَبَبْتُ عَلَى كُتُبِي حَتَّى أَصْبَحْتُ وَهَدَأَ الْمَطَرُ، فَغَفَرَ اللَّهُ عَزَّ وَجَلَّ لِي بِذَلِكَ»","seal":"0DA018D8","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":430,"Bk":"حديث أبي نعيم عن أبي علي الصواف لأبي نعيم الأصبهاني","HigriD":"430","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني","bLnk":null,"Inf":"[حديث أبي نعيم عن أبي علي الصواف لأبي نعيم الأصبهاني]\r\n\r\n(المؤلف)\r\nأبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني (336-430هـ). \r\n\r\n(اسم الكتاب الذي طبع به ووصف أشهر طبعاته)\r\nطبع باسم: \r\nجزء فيه من أحاديث الإمام أبي نعيم عن شيخه أبي علي الصواف\r\nتحقيق د. سليمان بن عبد العزيز العريني، صدر عن مكتبة الرشد بالرياض، سنة 1420هـ. \r\n\r\n(توثيق نسبة الكتاب إلى مؤلفه)\r\nلا يتطرق الشك في نسبة هذا الكتاب إلى مؤلفه؛ إذ قد ورد اسم الجزء مقرونًا باسم مؤلفه على لوحة الغلاف من المخطوطة التي اعتمد عليها محققه، وقد قرن مع جزئه المعروف بـ \" حديث أيوب \" وعلى هذا الجزء سماعات كثيرة معتبرة, وأسانيد بالكتاب إلى مؤلفه رحمه الله. \r\nهذا فضلًا عن أن المؤلف قد خرج بعض النصوص الموجودة هنا في بعض كتبه الأخرى بنفس السند والمتن. \r\n\r\n(وصف الكتاب ومنهجه)\r\nعدد نصوص هذا الجزء (11) نصًا، منها (10) رواها المؤلف عن شيخه أبي علي الصواف، والنص الأخير رواه عن شيخه أبي الحسين بن المظفر. \r\nويلاحظ أن غالب نصوص الجزء من قبيل الضعيف، وهذا لا يقدح في أهمية الجزء، لأنه لم يألف لقصد الصحة والضعف، وإنما قصد منه الفوائد الحديثية، فضلًا عن أن المؤلف قد حكم على بعض هذه النصوص في كتبه الأخرى. \r\nوعل الرغم من أن النصوص لم ترتب على نحو ما ولم يوضع لها عناوين إلا أننا نلاحظ أنه يوجد بين النصوص جميعًا سمة موضوعية مشتركة، وهي الكلام على مناقب النبي (لاسيما دلائل نبوته (. \r\n\r\n[التعريف بالكتاب، نقلا عن موقع جامع الحديث]","Auth":"أبو نعيم الأصبهاني","Betaka":"الكتاب: جزء فيه من أحاديث الإمام أبي نعيم\r\nالمؤلف: أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني (المتوفى: 430هـ) عن شيخه أبي علي الصواف\r\nتحقيق: سليمان بن عبد العزيز العريني أستاذ مساعد بكلية الحديث الشريف بالجامعة الإسلامية - المدينة المنورة\r\nالناشر: مكتبة الرشد، الرياض\r\nالطبعة: الأولى، 1420 هـ - 2000 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]","TafseerNam":null,"PdfCs":0,"AuthInf":"أبو نعيم الأصبهاني (336 - 430 هـ = 948 - 1038 م) \r\n\r\nأحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني، أبو نعيم: حافظ، مؤرخ، من الثقات في الحفظ والرواية.\r\nولد ومات في أصبهان.\r\nمن تصانيفه (حلية الأولياء وطبقات الأصفياء - ط) عشرة أجزاء، و (معرفة الصحابة) كبير، بقيت منه مخطوطة في مجلدين، عليها قراءة سنة 551 في مكتبة أحمد الثالث، بطوبقبو سراي، باستنبول، الرقم 497 كما في مذكرات الميمني - خ (1). و (طبقات المحدثين والرواة) و (دلائل النبوة - ط) و (ذكر أخبار أصبهان - ط) مجلدان، وكتاب (الشعراء - خ)\r\n\r\nنقلا عن : الأعلام للزركلي\r\n__________\r\n(1) [ثم طبع وهو من ضمن كتب هذا البرنامج (المكتبة الشاملة)]","seal":"8A49CB9A","cat":"الأجزاء الحديثية","oNum":9416,"BkId":9416,"oAuth":239,"bVer":1,"aSeal":"A0863B97"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9416":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"أجد في الألواح أمة هم الآخرون السابقون، فاجعلها أمتي، قال: تلك أمة أحمد قال: يا رب، إني"},
      {"lvl":1,"id":2,"sub":0,"tit":"إن تركتك ترجعين؟ قالت: نعم، وإلا عذبني الله عذاب العشار. فأطلقها رسول الله، فلم تلبث أن"},
      {"lvl":1,"id":3,"sub":0,"tit":"أنت ربيطة قوم وأخيذتهم، ما أنا بالذي أفعل ثم بدا له فحلها، فلم تلبث أن رجعت وقد فرغت ما"},
      {"lvl":1,"id":4,"sub":0,"tit":"وآدم بين الروح والجسد"},
      {"lvl":1,"id":5,"sub":0,"tit":"النظر إلى من تكره حمى باطنة قال: وسمعته يقول: بقاء البخلاء كرب على قلوب"},
      {"lvl":1,"id":6,"sub":0,"tit":"عليك بالعلم؛ فهو والله خير لك من ميراثك من أبيك قال: فحدثت بذلك عمي مصعب بن عبد الله،"},
      {"lvl":1,"id":7,"sub":0,"tit":"قسم الخلق قسمين، فجعلني في خيرهم قسما، فذلك قوله: {وأصحاب اليمين ما أصحاب اليمين}"},
      {"lvl":1,"id":8,"sub":0,"tit":"خلق خلقه، ثم فرقهم فرقتين، فجعلني من خير الفرقتين، ثم جعلهم قبائل، فجعلني في خيرهم قبيلة،"},
      {"lvl":1,"id":9,"sub":0,"tit":"خرجت من نكاح، ولم أخرج من سفاح، من لدن آدم لم يصبني سفاح الجاهلية"},
      {"lvl":1,"id":10,"sub":0,"tit":"أعطيت خمسا لم يعطهن أحد: نصرت بالرعب مسيرة شهر، وجعل لي الأرض طهورا ومسجدا، فأيما رجل من"},
      {"lvl":1,"id":11,"sub":0,"tit":"غفر لي قلت: بماذا؟ قال: كنت في طريق أصبهان وإليها أمر، فأخذتني مطرة، وكان معي كتب، ولم"}
    ]
}
