{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95565":
    [
      {"aya":null,"part":null,"sora":null,"Na":null,"id":1,"nass":"ـ[التقييد الكبير في تفسير كتاب الله المجيد]ـ\rالمؤلف: أبو العباس أحمد بن محمد بن أحمد البسيلي التونسي (المتوفى: 380هـ)\rالناشر: كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية - الرياض - المملكة العربية السعودية\rعدد الأجزاء: 2\rأعده للشاملة/ أبو إبراهيم حسانين\r[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة مقارنة التفاسير]","seal":"AFA2A4DB","page":null},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rمقدمة\rبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وصلى اللَّه على سيدنا محمد وآله وصحبه وسلم.\rيقول عبيد الله الراجي عفوه، ومغفرته أحمد بن محمد بن أحمد البَسِيْليِّ لطف الله به وبالمسلمين بعد حمد الله كما يجب لجلاله، والصلاة والسلام على نبيه محمد وآله خاتم رسله، وأنبيائه، ومبلغ وحيه، وإنبائه الآتي بمعجز القرآن المتضمن للطائف، والنكت المكنونة، المشتمل على أسرار المعاني المصونة: هذا تفسير على كتاب الله المجيد، قصدت منه جمع ما تيسر حفظه، وتقييده من مجلس شيخنا أبي عبد الله محمد بن عرفة - رحمه الله تعالى - مما كان بيديه هو أو بعض حذاق طلبة المجلس زيادة على كلام المفسرين وغيرهم، وأضفت إلى ذلك في بعض الآيات شيئًا من كتب التفسير مع ما منح به الخاطر هذا مع ممانعة ما اقتضته الحال","seal":"DAFDAC60","page":199},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"من الذهن الجامد والفكر الخامد وبالله سبحانه أستعين، فهو خير ميسر، وخير معين.\rقال الشيخ أبو حيان في تفسيره بالمجرد: التفسير لغة: الإِستبانة قاله ابن دريد.\rواصطلاحاً: علم يبحث فيه عن كيفية النطق بألفاظ القرآن، ومدلولاتها، وأحكامها الإفرادية، والتركيبية، ومعانيها التي تُحمل عليها حالة التركيب، وتتميمات لذلك.","seal":"81081430","page":200},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"فقولنا: علم: جنس لسائر العلوم. وقولنا: يبحث عن كيفية النطق بألفاظ القرآن: هو علم القراءات. وقولنا: ومدلولاتها: هو علم اللغة. وقولنا: وأحكامها الإِفرادية والتركيبية: يشمل علم التصريف، وعلم الإِعراب، وعلم البيان. وقولنا: ومعانيها التي تُحمل عليها حالة التركيب: يشمل ما دلالة التركيب عليه بالحقيقة، وما دلالته عليه بالمجاز فإن التركيب قد يقتضي بظاهره شيئًا، ويمنع من الحمل على ذلك الظاهر مانع فيحمل على غير ظاهره، وهو المجاز.\rوقولنا: وتتميمات لذلك: هو مثل: معرفة الناسخ، وسبب النزول، وذكر القصة، ونحو ذلك.\rقال: والنظر في تفسيركتاب الله تعالى من أوجه:\rأ - علم اللغة: اسما، وفعلًا، وحرفًا، فالحروف لقلتها تكلم على معانيها النحاة، فيؤخذ ذلك من كتبهم، وأما الأسماء، والأفعال، فتؤخذ من كتب اللغة.\rب - معرفة أحكام اللغة للكلمة العربية من جهة إفرادها، ومن جهة تركيبها، ويؤخذ ذلك من علم النحو.\rجـ - معرفة كون بعض الألفاظ أو بعض التراكيب أحسن، وأفصح، ويؤخذ ذلك من علم البيان.\rد - تعيين مبهم، وتعيين مجمل، وسبب نزول، ونسخ يؤخذ ذلك من النقل الصحيح، وذلك من علم الحديث.\rهـ - معرفة الإِجمال، والتبيين، والعموم، والخصوص، والإِطلاق، والتقييد، ودلالة الأمر، والنهي، وما أشبه ذلك، ويختص أكثر هذا الوجه بأحكام القرآن، ويؤخذ من أصول الفقه، ومعظمه يؤخذ في","seal":"6F16D5A1","page":201},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"الحقيقة من علم اللغة إذ الكلام على أوضاع العرب لكن تكلم فيه غير اللغويين، والنحويين، ومزجوه بأشياء من وجوه حجج العقول.\rوالنظر فيما يجب لله تعالى، وما يجوز في أفعاله، وما يستحيل عليه، ويختص هذا الوجه بالآيات التي تضمنت ذلك، ويؤخذ هذا من علم الكلام.\rز - اختلاف الألفاظ بزيادة أو نقص أو تغيير حركة أو إتيان بلفظ بدل لفظ أو ما يتواتر أو آحاد، ويؤخذ هذا الوجه من علم القراءات.\rوقد ألفت فيه كتاب \" عقد اللآلئ \" قصيدًا في عروض قصيد الشاطبيّ، ورويه تشتمل على ألف بيت، وأربعة وأربعين بيتًا صرحت فيه بأسماء القراء من غير رمز، ولا لغز، ولا [حوشيِّ] لغة.\rفهذه سبعة أوجه، ولا ينبغي أن يقدم على تفسير كتاب الله تعالى إلَّا من أحاط بجملة كافية من كل وجه منها.\rوأما الوقف: فقد صنف الناس فيه كُتُبًا مرتبة على السور ومن عنده حَظ من علم العربية لم يحتج إليها.","seal":"AD200F12","page":202},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"قال: وقد ألفت هذا المسمى بـ \" البحر \" بمصر في أواخر سنة عشر وسبعمائة، وهي أوائل سنة سبع وخمسين من عمري، وبمصر صنفت جميع تصانيفي.\rقال: أبو القاسم محمود بن عمر الزمخشري الخوارزمي، وأبو محمد عبد الحق بن غالب بن عطية المغربي الأندلسي الغرناطي هما فارسا علم التفسير، وكانا متعاصرين في الحياة متقاربين في الممات، وُلد الزمخشري بـ \" زمخشر \" قرية من قرى خوارزم يوم الأربعاء السابع عشر لرجب سنة سبعة وستين وأربعمائة، وتوفي بـ \" كركانج \" قصبة خوارزم ليلة عرفة سنة ثمان وثلاثين وخمسائة. ووُلد ابن عطية سنة إحدى وثمانين وأربعمائة وتوفي بـ \" لورقه \" في الخامس والعشرين لشهر رمضان سنة إحدى وأربعين، وقيل: سنة اثنتين وأربعين وخمسمائة. وكتاب ابن عطية أنقل، وأجمع، وأخلص، وكتاب الزمخشري ألخص، وأغوص، وللزمخشري تصانيف غير تفسيره، منها \" الفائق في لغات الحديث \"، و \" مختلف الأسماء ومؤتلفها \"، و \" ربيع الأبرار \"، و \" الرائض في الفرائض \"، و \" المفصَّل \" وغير ذلك. .","seal":"C3D86F80","page":203},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"قلت: وله محاجات في مسائل نحوية \" أذكر منها في هذا التقييد إن شاء الله.\rقلت: وجمع بين تفسير ابن عطية، والزمخشري أبو فارس عبد العزيز بن ابراهيم بن أحمد القرشي التميمي التونسي شُهِر بابن بزيزة، ولد بتونس يوم الإثنين رابع عشر محرم عام ستة عشر وستمائة، وتوفي ليلة الأحد أربع ربيع أَول سنة اثنين وستين وستمائة.\rقلت: وولد شيخنا أبو عبد الله محمد بن عرفة سنة ست عشرة، وسبعمائة، وتوفي رحمه الله ضحوة يوم الثلاثاء الرابع والعشرين لشهر جمادى الآخر عام ثلاثة وثمانمائة، ودفن بعد صلاة الصبح من يوم الأربعاء غدًا تاريخه، وله من العمر ستة وثمانون عامًا، وأشْهُر. وحجّ حجة الفريضة، وكان خروجه لذلك من تونس بعد صلاة الظهر يوم الإِثنين الحادي والعشرين لشهر جمادى الآخرة من عام اثنين وتسعين وسبعمائة، وقد كان بلغ في تفسير القرآن إلى قوله تعالى: (إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ) [فصلت: 47]، ورجع من حجه فدخل تونس يوم الثلاثاء التاسع عشر لشهر جمادى الأولى من عام ثلاثة وتسعين وسبعمائة قرب الزوال، وحَبَس قبل موته كثيرًا من الرباع، وتصدق قرب موته بمال كثير، وترك موروثًا عنه ما قيمته ثمانية عشر ألف دينار ذهبًا ما بين عين، ودرهم، وحُليّ، وطعام، ورباع، وكتب، وكان","seal":"C422F0F3","page":204},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"- رحمه الله - مستجاب الدعاء، ومما رأيت من بركته أني كنت أجلس قبالته بمجلس تدريسه فربما تكلم معي بما يقع في خاطري.\rقلت: وكان اعتماده في التفسير على ابن عطية، والزمخشري مع الطيِّبيِّ وُيضَعف تفسير ابن الخطيب. قال ابن سرور في شرح الحاصل","seal":"72809B27","page":205},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"من المحصول لتاج الدين الأرموي: فخر الدين هو أبو عبد الله محمد بن عمر بن خطيب الرَّي بن الحسين بن علي البكري الرازي، والرازي منسوب على الريّ على غير قياس، المعروف بابن الخطيب فقيه على مذهب الشافعيّ، وتقدم في الفقه، وصناعة الكلام، وصنف التصانيف، وانتهت إليه رياسة الكلام، ولد بالرَّيّ في الرابع عشر من شهر رمضان سنة أربع وأربعين وخمسمائة، وتوفي يوم الأضحى سنة ست، وستمائة وهو ابن ثلاث وسبعين سنة، ودفن في الجبل المقابل لقرية \" مركاخان \". ويقال: إن تصانيف الفخر لما وصلت بمصر لم يُقْبلوا عليها لمخالفتها لكُتُب المتقدمين حتى اشتغل بها تقي الدين المقترح فقرَّ بها لأفهامهم فعكفوا عليها، وتركوا كتب المتقدمين.","seal":"607C359A","page":206},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"قال ابن عطية: ما روى عن عائشة - رضي الله عنها -: \" ما كان رسول الله صلى الله عليه وسلم يفسر من القرآن إلا آيا علَّمه إياهن جبريل \". معناه: في مغيبات القرآن، وتفسير مجمله، ونحو ذلك مما لا سبيل إليه إلا بتوقيف من الله تعالى.\rو [أمّا] صدر المفسرين [فـ] علي بن أبي طالب ثم عبد الله بن عباس وعنه أُخِذَ ثم عبد الله بن مسعود، وأبيّ بن كعب، وزيد بن ثابت،","seal":"247D95D6","page":207},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"وعبد الله بن عمرو بن العاص - رضي الله عنهم - ثم من التابعين الحسن بن أبي الحسن، ومجاهد وسعيد بن جبير وعلقمة، ثم","seal":"1F3851CD","page":208},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"عكرمة، والضحاك بن مزاحم، والسدي، ثم حمل التفسير عدول كل خلف. وألف الناس فيه كعبد الرزاق، والمفضل، وعلي بن أبي","seal":"F38C4B86","page":209},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"nass":"طلحة، والبخاري، وغيرهم. ثم محمد بن جرير الطبري جمع أشتات التفسير، وقرب البعيد، وشفى في الإِسناد.\rوأما أبو بكر النقاش، وأبو جعفر النحاس فكثيرًا ما استدرك","seal":"C4E6404D","page":210},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"الناس عليهما، وتبعهما مكيِّ بن أبي طالب، وأبو العباس المهدوي متقن التآليف.\rفصّل: معنى حديث: \" إن هذا القرآن أنزل على سبعة أحرف \".","seal":"26823BB8","page":211},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"nass":"قلت: كان شيخنا ابن عرفة يفسرها بالقراءات السبعة المشهورة.\r\rفصل: فيمن جمع القرآن.","seal":"81326EA7","page":212},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"ابن عطية، كان القرآن في مدّة رسول الله صلى الله عليه وسلم متفرقًا","seal":"02455631","page":213},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"في صدور الرجال.\rقلت: في صحيح مسلم: \" جمع القرآن على عهد رسول الله صلى الله عليه وسلم أربعة كلهم من الأنصار أبي بن كعب، ومعاذ بن جبل، وزيد بن ثابت ورجل من الأنصار يكنى أبا زيد \".\rقال المازَرى: هذا الحديث مما ذهب بعض الملحدة في طعنها وحاول بذلك القدح في الثقة بنقل القرآن، ولا مستروح لها في ذلك لأنّا لو","seal":"CE897CBE","page":214},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"سلمنا الأمر كما ظنوا وأنه لم يُكَمِّل القرآن سوى أربعة فقط، فقد حفظ جميع أحزابه خلائق لا يحصرون، ولا من شرط كونه متواترًا أن يحفظ الكل، بل الشيء الكثير إذا روي جزءًا منه خلق كثير عُلِم ضرورة، وحصل متواترًا، ولو أن قصيدة رَوى كلَّ بيتٍ منها مائةُ رجل مثلًا، ولم يحفظوا غيره من أبياتها لجعلت كُلها متواترة. فهذا الجواب عن قدحهم. وأما الجواب عن سؤال من سأل من الإِسلامين عن وجه الحديث، فهو أن يقال له: قد عُلِمَ ضرورة من تدين الصحابة ومبادرتهم إلى الطاعات، والقَرَب التي هي أدنى منزلة من حفظ القرآن. ما يعلم منه مع كثرتهم استحالة أن لا يحفظه منهم إلا أربعة، كيف ونحن نرى أهل عصرنا يحفظه منهم ألوف لا تحصى مع نقص رغبتهم في الخير عن رغبة الصحابة، فكيف بهم على جلالة قدرهم؟! وهذا معلوم بالعادة.\rووجه ثانٍ وهو أنَّا نعلم أن القرآن كان عندهم من البلاغة حيث هو.\rوكان كفار الجاهلية يعجبون من بلاغته ويحارون فيها، فتارة ينسبونه إلى السحر، وتارة ينسبونه إلى أساطير الأولين، ونحن نعلم من عادة العرب شدّة حرصها على الكلام البليغ، وتحب كما له، ولم يكن لها شغل سوى ذلك فلو لم يكن للصحابة باعث على حفظ القرآن سوى ما ذكرناه لكان من أدل الدلائل على أن هذا الحديث ليس على ظاهره وأنه متأول.\rوطريق آخر وهو ما ثبت في الأخبار بنقل الثقات من كثرة من حفظ القرآن جزم أن النبي - صلى الله عليه وسلم - بلَّغه أصحابه. وقد عددنا من حفظ ذلك منهم، وسمينا نحو خمسة عشر صاحبًا ممن نُقِلَ عنه حفظ جميع القرآن في كتابنا المترجم بـ \" الواضح في قطع لسان النابح \" وهو كتاب تقصينا فيه كلام رجل وصف نفسه بأنه كان من علماء المسلمين ثم ارتد، وأخذ يلفق","seal":"386AC57D","page":215},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"قوادح في الإِسلام فتقصينا أقواله في هذا الكتاب وأشبعنا القول في هذه المسألة، وبسطناه في أوراق، وقد أشرنا فيه إلى تأويلات الحديث المذكور، وذكرنا اضطراب الرواة في هذا المعنى فمنهم من زاد في هذا العدد، ومنهم من نقص منه، ومنهم من أنكر أن يجمعه أحد، وأنه قد يتأول على أن المراد به لم يجمعه بجميع قراءاته السبع، وفقهه، وأحكامه، ومنسوخه سوى أربعة، ويحتمل أيضا أن يراد به أنه لم يذكر أحد عن نفسه أنه أكمله في حياة النبيّ - صلى الله عليه وسلم - سوى هؤلاء الأربعة؛ لأن من أكمله إذ ذاك غيرهم كان يتأول نزول القرآن ما دام صلى الله عليه وسلم حيًّا فقد لا يستجيز النطق بأنه أكمله وهؤلاء استجازوا ذلك، ومرادهم أنهم أكملوا الحاصل منهم. ويحتمل أيضا أن يكون من سواهم لم ينطق بإكماله خوف الرياء، واحتياطًا على حسن النية كفعل الصالحين في كثير من العبادات.\rوأظهر هؤلاء ذلك؛ لأمنهم على أنفسهم، وكيف تعرف النقلة أنه لم يكمله سوى أربعة، والصحابة متفرقون في البلاد هذا أيضا لا يتصور حتى يَلْقَى الناقل كل رجل منهم فيخبره عن نفسه أنه لم يكمل القرآن، وهذا بعيد عادة. وكيف وقد نقل الرواة إكمال بعض النساء لقراءته وقد اشتهر حديث عائشة - رضي الله عنها - وقولها: \" كنت جارية حديثة السن لا أقرأ كثيرًا من القرآن \"، وأيضا لم يُذْكَر في هؤلاء الأربعة أبو بكر، وعمر - رضي الله عنهما - كيف يحفظ القرآن من سواهما دونهما؟!. وأيضا يحتمل أن يكون أخبر عن علمه أو أراد من أكمله من الأنصار - رضي الله عنهم - وإن كان قد","seal":"108EA311","page":216},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"أكمله من المهاجرين - رضي الله عنهم - خلق كثير.\rقلت: وهذا تأويل أبي عمر في \" الاستيعاب \" في حرف القاف عند ذكره قيس بن السَّكن.\rعياض: لو لم يكن تأويل الفرض من هذا الحديث ورفع إشكاله إلا ما تواتر به الخبر أنه قُتِلَ يوم اليمامة في خلافة أبي بكر سبعون ممّن جمع القرآن، وهي سنةُ وفاةِ النبيّ صلى الله عليه وسلم، وأول سنة خلافة أبي بكر - رضي الله عنه - فانظر من بقي ممّن جمعه ولم يُقتل فيها، وممّن لم يحضرها، وبقي بالمدينة، ومكة وغيرهما من أرض الإسلام حينئذ.","seal":"71FDDAC5","page":217},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"ابن عطية: ترتيب الآي في السور، ووضع البسملة في الأوائل هو من النبيّ صلّى الله عليه وسلم.\rقلت: ويحتمل ذلك باجتهاد منه صلى الله عليه وسلم، وبوحي.","seal":"BEF1F4D6","page":218},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"الاستعاذة\rقال رحمه الله يردّ على لفظة سؤال: وهو أن الاستعاذة استجارة والاستجارة إبعاد، وهو من باب النفي، وقد تعلق بالأخص؛ لأن الشيطان الرجيم أخص من مطلق الشيطان، \" ونفى الأخص لا يستلزم نفي الأعم، فلا يلزم من الاستعاذة من هذا الشيطان المخصوص الاستعاذة من مطلق الشيطان \".؟!\rوأجاب: بأن النعت قسمان: نعت تخصيص، ونعت لمجرد الذم، وهذا منه.\rالفخر: لفظ: (أعوذ بالله). مشتمل على الألوف من المسائل المهمة المعتبرة نحو العشرة الألف؛ لأن المراد منه الاستعاذة بالله من جميع المنهيات المنقسمة إلى الاعتقادات، وأعمال الجوارح، أما الاعتقادات فقال - صلى الله عليه وسلم -","seal":"4EE6BDB0","page":219},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"\" ستفترق أمتي على ثلاث وسبعين فرقة كلهم في النار إلا ملة واحدة\". فدل على أن الإِثنين والسبعين موصوفون بالعقائد الفاسدة، ثم إن ضلال كل فرقة منهم حاصل في مسائل كثيرة من المباحث المتعلقة بذات الله، وبصفاته، وبأحكامه، وبأفعاله، وبأسمائه، وبمسائل الجبر، والقدر، والتعديل، والتجويز، والنبوات، والمعاد، والوعد، والوعيد،","seal":"57D90FCF","page":220},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"والأسماء، والأحكام، والإِمامة.\rفإذا وزعنا عدد الفرق الضالة على هذه المسائل الكثيرة بلغ العدد الحاصل مبلغًا عظيمًا.\rوقولنا: (أعوذ بالله). يتناول الاستعاذة من جميع تلك الأنواع، والاستعاذة من الشيء لا يمكن إلَّا بعد معرفة المستعاذ منه، وإلَّا بعد معرفة كون ذلك \" الشيء \" باطلا. وأما الأعمال الباطلة فهي عبارة عن كل ما ورد النهي عنه إمِّا في القرآن، أو في الأخبار المتواترة، أو في أخبار الآحاد، أو في إجماع الأمة، أو في القياسات الصحيحة.\rولا شك أن تلك المنهيات تزيد على الألوف.\rوقولنا: (أعوذ بالله). متناول لجميعها، وجملتها.","seal":"3AEAB5CA","page":221},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"البسملة\rمسألة: كون الاسم المسمى أو غيره. تكلم عليها الآمدي في \" أبكار الأفكار \"، والإِمام في \" الإِرشاد \"، وظاهر كلامه مخالف للآمدي، والفخر في \" نهاية العقول \".","seal":"CF0607A5","page":222},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"وتكلم عليها ابن السَّيد في تأليف مستقل، ووقعت في \" العتبية \" في الجزء الخامس من الجامع، وتكلم عليها شيخنا ابن عرفة في \" العقيقة \" فِي \" مختصره الفقهي \"، ونقل ابن راشد في أوائل تأليفه","seal":"8BB7BD90","page":223},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"المسمى بـ \" المرقبة العليا في تفسير الرؤيا \" عن القَرَافي أنه كان يقول: \" إنما الخلاف في لفظة اسم، هل هي نفس المسمى أو لا، كقوله تعالى: (سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى) [الأعلى:1]، (تَبَارَكَ اسْمُ رَبِّكَ). [تبارك:78]!.\rوقول الفخر: احتج من زعم أن الاسم غير المسمى بأن إثبات وجود الباري تعالى بالعقل لا بالسمع، وإثبات أسمائه متوقف على السمع إذ لا يسمى إلا بما ورد عنه أنه سمى به نفسه ..\rيُردُّ: بأنه إن أريد معاني الألفاظ، فثابت بالنقل، وإن أريد مجرد الألفاظ فثبوتها بالسمع.","seal":"0C4B3FDA","page":224},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"وحصَّل شيخنا في المسألة من حيث الجملة ثلاثة أقوال:\rالأول: أن الاسم هو المسمى، وهو قول أهل الحق.\rالثاني: أنه غيره، وهو مذهب المعتزلة، ومثله للأشعري في بعض كتبه.\rالثالث: ما كان اسمًا لله تعالى باعتبار صفة فعل كخالق فهو غير المسمى، وإلا فهو المسمى.","seal":"E4AB300B","page":225},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"وهو قول الباقلاني الإِمام.","seal":"5B44A35A","page":226},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"قال مشايخنا: قول سيبويه: \" الأفعال أمثلة أخذت من لفظ أحداث الأسماء \" يدل على أن الاسم المسمى.","seal":"60C466D6","page":227},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"الفخر: \" البحث عن كل واحد من أسماء الله تعالى مسألة، والعلم بالاسم مسبوق بالعلم بالمسمى، فالبحث عن ثبوت تلك المسميات وعن الدلائل الدالة على ثبوتها، وعن أجوبة الشبهات التي تذكر في نفيها مسائل كثيرة، ومجموعها يزيد على الألوف. ولمَّا كان التقدير: (بسم الله) أشرع في آداء الطاعات، وهذا المعنى لا يصير ملخصًا معلومًا إلا بعد 1 - 1 الوقوف على أقسام الطاعات المنقسمة إلى عقائد، وأعمال مع الأدلة، وأجوبة الشبهات، وهذا المجموع ربما زاد على عشرة آلاف مسألة.\rوتقدم الاستعاذة على البسملة من حسن الترتيب؛ لأن الاستعاذة إشارة إلى نفي ما لا ينبغي من الاعتقادات، والعمليات.\rقال: ويظهر أيضا كيفية استنباط العلوم الكثيرة من الألفاظ القليلة باعتبار المباحث المتعلقة باللغة، والإِعراب، والأصول والمسائل الفقهية.\rقال في \" شرح الأسماء الحسنى \": قال بعض المحققين: \" الرحمة من صفات الذات إرادة إيصال الخير، ودفع الشر؛ لأن من تراه في شدّة، وتريد أن تدفعها عنه، ولا تقدر يصح أن يقال: رحمته، ولا يقال: أنعمتَ عليه فإن أُكْرهت على الإِنعام عليه ولم ترده يقال: أنعمتَ عليه، ولا يقال: رحمته.","seal":"6FF16C90","page":228},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"وقيل: إنها صفة فعل فهي إيصال الخير، ودفع الشر بدليل تسمية الجنّة رحمة، قال تعالى: (يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ)، وقال: (وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا).\rوأجيب: بأنه من مجاز إطلاق السبب على المسبب. قال: ورحمة\rالله أكمل من رحمة العباد لبعضهم؛ لأنها في العباد محدثة، والمحدث الجائز لا يوجد إلا لمرجح بخلقه، فلولا رحمة الله لما خلق الرحمة.\rقال: ولأن انتفاع العبد برحمة العبد، وإحسانه له بالجنان واللذات، إنما يكمل له بعد صحّة حواسّه، وبدنه، وقوته الهاضمة، وعقله، وروحه، وذلك أعظم قدرًا من الأشياء التي يهبها بعض الناس، لبعض؛ ولأن إحسان العبد للعبد ينقصه بقدر ما أعطى.\rقال: ومذهب أهل السنة أنه ليس من شرط كونه رحيمًا أن لا يفعل إلا الرحمة، فهو رحيم للبعض، وقهَّار للبعض، ليست رحمته معللة","seal":"DF523989","page":229},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"باستحقاق محض؛ ولأنه لو كان التفاوت في القهر للتفاوت في الاستحقاق، لقلنا: من أين حصل التفاوت في الاستحقاق؟. وإن كان التفاوت في الطاعة، فلِمَ صار هذا مطيعًا، وهذا عاصيًّا؟.\rقال أبو بكر الواسطي: \" لا أعبد من ترضيه طاعتي، ويسخطه ذنبي \". أي: إنما أعبد من حملني رضاه على الطاعة، وسخطه على المعصية، ثم نقل قول الفلاسفة، والمعتزلة.","seal":"15668782","page":230},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"قال ابن العربي في \" كتاب الآمدي \": معنى كونه أرحم الراحمين أو خير الراحمين: إما كمال الرحمة بنفي الآفات عن صفته، أو كثرة ثمرتها وهي الإِنعام أو أن رحمة العباد لبعضهم، إمّا لتوقع العوض عن ذلك، وإمّا لزوال الألم اللاحق للراحم بمعرفته حاجة المرحوم، والله تعالى منزه عن ذلك كله.\rقال: فإن قيل: كيف يُفهم أنه أرحم الراحمين مع كثرة البلايا في الناس، والرحيم لا يَرى مبتلًا، ولا محتاجًا إلا أعاذه؟!.\rفأجاب عنه ابن العربي لمن سأل مسترشدًا: بأنه يُعمم نظره في الأسماء الحسنى فإذا استحضر أن الله أرحم الراحمين، استحضر أن الله شديد العقاب، وأنه عفو منتقم، وهادٍ مضل، وغفَّار قهَّار، ولو عافى الجميع لما كان شديد العقاب.","seal":"3E9E25ED","page":231},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"قال: وأجاب بعض علمائنا يريد به الغزالي في \" الاحياء \": \" بأن الطفل ترق له أمه فتمنعه من الحجامة، والأب يحمله عليها مع شفقته عليه؛ لأنه يرى له فيها خير، فليس في الوجود شر إلا وفي طيه خير، وشر لا خير فيه غير ممكن فإن خطر لك شر لا خير فيه فاتهم عقلك، ويُعدُّ هذا كشف سرك القدر المنهى عنه وأنت أيها المخاطب أظنك عارفًا بسرّ القدر \".\rوردَّه ابن العربي بوجوه:\rمنها: أن قياس الغائب على الشاهد عند من جوَّزه إنما يكون بالجوامع الأربعة وهي: العلة، والحقيقة، والشرط، والدليل.\rقال: وقوله: \" كل شر في طيه خير \"، إن أراد أن الخير يقارنه أو يعقبه، فباطل بعذاب أهل النار فإنه لا خير فيه، وإن أراد أنه يشتمل عليه فمردود لهذا، وبأن الضُرّ لا يشتمل على الخير.","seal":"A2516E34","page":232},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"وقوله: إن هذا سر القدر الذي لا يفشى، والمخاطب به عارف فكل عالم يعلم سرّ القدر، وهو أن الله تعالى لا يُسأل عمَّا يفعل؛ وإن زعمت أن له سرًّا.\rقيل لك: أتقدر أن تردّ ما ظهر من الأدلة بما تظن من الدعاوى هذا لا يفعله حبيب!.\rقال: فإن قلت: أهل النار تحت رحمة، فإن في الإِمكان أن يكون عذابهم أشد؟!.\rقلنا: هذه عقوبات، وآلام، ولا يقال: لها رفق، فالمقتول بالحجارة\rكان يمكن قتله بالطعن، ولا يقال: إنه قُصد الرفق به.","seal":"B8A2C9E7","page":233},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"قال الآمدي في \" أبكار الأفكار \": قال ابن عباس: الرحمن بخلقه جميعًا، والرحيم للمؤمنين خاصة \".\rقال: وقيل: الرحيم؛ لأهل الدنيا، والرحمن، لأهل الآخرة \"\rانتهى.\rونقل ابن العربي فيه سبعة أقوال:\rأحدها: قول ابن عباس: أنهما رقيقان أحدهما أرق من الآخر \".\rوقال الفخر: رواه عنه أبو صالح \"\rقال الفخر: وهو وهْم من الراوي، بل هما رفيقان بالفاء؛ لأن الرفق من صفات الله تعالى بخلاف الرقة.","seal":"E886B18E","page":234},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"\" انتهى \".\rالثاني: قال الحسن: الرحيم أرق \". وإليه ردّ ابن العربي قول ابن عباس، وقرره بوجهين:\rإما بأن لفظ: \" الرحمن \" خاص باللَّه لا يطلق على غيره، ومعناه: عام في منافع الدنيا، وثواب الآخرة. و \" الرحيم \" خاص في المعنى بالثواب، والعفو عام في اللفظ، لجواز وصف غير الله به.\rوإمّا بأن تقدير \" رحمن \" كعطفان إذا كان تلك الساعة على تلك الحالة، وإن لم يكن دائما، و \" رحيم \" نعتًا دائم مثل: كريم.\rالثالث: قال أبو عبيدة: \" الرحمن: ذو الرحمة، والرحيم: الراحم، وربما سوَّت العرب بين فعلان، وفعيل. قالوا: ندمان، ونديم \".\rالرابع: قال ثعلب: جمعوا بينهما؛ لأن الرحمن عبراني الأصل،","seal":"F0350FFC","page":235},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"والرحيم عربي.\rالخامس: أنهما بمعنى واحد.\rالسادس: قال عطاء: \" الرحمن في الرزق، والرحيم في المغفرة \"\rقال الفخر: \" والأكثرون على أن الرحمن أبلغ لقولهم: رحمن الدنيا، ورحيم الآخرة، ورحمة الدنيا شاملة للخلق كلهم بالرزق، ورفع المؤلِّمات، ورحمة الآخرة تخص المؤمنين، وكذا قال جعفر الصادق:","seal":"04148CAF","page":236},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"اسم الرحمن خاص باللَّه عام في الأثر، والرحيم عكسه \"؛ ولأن بناء الرحمن للمبالغة يقال: عُريان لمن لا ثوب له أصلًا، فإن كان له ثوب خلق قلت: \" عارٍ لا عُريان \"، ورحيم: فعيل بمعنى فاعل، كسميع أو مفعول كقتيل؛ ولأن حروف الرحمن أكثر؛ ولأن أبا سعيد الخدري روى عن علي عليه السلام أنه قال: \" الرحمن رحمن الدنيا، والآخرة، والرحيم رحيم الآخرة \".\rقال: وقُدِّم على الرحيم إمّا لأن الرحمن انفرد به الباري تعالى أو لإفادته عموم الرحمة فكان أصلًا، والرحيم كالزيادة في التشريف؛","seal":"B339AE23","page":237},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"للمؤمنين قال تعالى: (لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ).\rوإمّا لأجل رؤوس الآي في الفاتحة.\rوقيل: الرحيم أبلغ بدليل ذكره بعد الرحمن، ولأن الرحمن يفيد نوعًا من القهر، والكبرياء قال تعالى: (الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ) وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا)، إذ لولا ذلك لما ناسب ذكر الوعيد معه؛ ولأن ختم الكلام بما هو أقوى دلالة على الرحمة، أرجى، وأقرب لحسن الظن باللَّه \". انتهى.\rوذكر ابن السِّيد في \" أسئلته \" الخلاف في \" الرحمن \"، و \" الرحيم \" أيهما أخص، وقال: \" إن المختص باللَّه تعالى إنما هو مجموعهما \". ومثله للفاسي في \" شرح الشاطبية \".\rونص إمام الحرمين، وغيره من الأصوليين على أن: الرحمن مختص باللَّه تعالى لا يوصف به غيره \".","seal":"57D3454D","page":238},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"وحكى ابن الحاجب في \" الأصل \" لما عرَّف الحقيقة، والمجاز، والمشترك إنما هو رحمن اليمامة بالاضافة، وذكر الرحمن الأصوليون مثالًا للمجاز الذي ليست له حقيقة.","seal":"7EEE9FB1","page":239},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"قال ابن الحاجب: ولو قيل: لو استلزم المجاز الحقيقة لكان لنحو \" الرحمن \" حقيقة، ولنحو: \" عسى \" كان قويًّا \".\rابن هشام المصري: الحق قول الأعلم، وابن مالك:","seal":"6B0A7AE2","page":240},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"الرحمن ليس بصفة، بل عَلَم.\rوأما قول الزمخشري: إذا قلت: \" الله رحمن هل يُصْرف أم لا؟ \"\rوقول ابن الحاجب: اختلف في صرفه \"\rفخارج عن كلام العرب من وجهين:\rأنه لم يستعمل صفة، ولا مجردًا من \" ال \"، ويبين عَلَميته أنه في البسملة، ونحوها بدل (لا)، نعت، وأن \" الرحيم \" بعده نعت له لا نعت لاسم الله سبحانه إذ لا يتقدم البدل على النعت، وأن السؤال الذي سأله الزمخشري، وغيره: لِمَ قدم الرحمن مع أن عادتهم تقديم غير الأبلغ، كقولهم: عالم نحرير، وجواد فياض؟ ا، فغير متجه وممَّا يوضح لك أنه غير صفته مجيئُه كثيرًا غير تابع نحو: (الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ (2) (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ)، (وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ).","seal":"301A91A4","page":241},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"قال: وقول الشاطبي:. . . . . تبارك رحمانًا رحيمًا ومَوْئلًا.\rفصب \" رحمانًا \" بإضمار: أخص أو أمدح، و \" رحيمًا \": حال منه لا نعت له، ولا تمييز كما ذكرنا، وجعلهما بعضهم تمييزين، وهو خطأ؛ لأن التمييز لا يتعدد بخلاف الحال فإنها تتعدد.\rوقيل: إن \" رحمانًا \" حال، وحذف \" أل \" من \" رحمانًا \" للضرورة \".\r\" الفخر \": وقيل: إن عمر بن عبد العزيز خرج إلى المصلى يوم \" العيد \"، فلما صلى قال: \" اللهم ارحمني فإنك قلت: (إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (56)، فإن لم أكن منهم فأنا من الصائمين، وقلت: (وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (35). فإن لم أكن منهم فأنا من المؤمنين، وقلت: (وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا (43)، فإن لم استوجب ذلك فأنا شيء، وقلت: (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ)، فإن لم أكن","seal":"0B29BE5F","page":242},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"كذلك فأنا مصاب حيث حُرِمْتُ رحمتك، وقلت: (الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (156) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ).","seal":"A41AA551","page":243},
      {"aya":2,"part":"1","sora":1,"Na":1,"id":49,"nass":"سورة أم القرآن\r2 - الألف، واللام في (الْحَمْدُ ... (2) .. للجنس، ويتناول الحمد القديم، وهو حمده تعالى نفسه بنفسه، ويتناول حمده في الدنيا، وحمده في الآخرة.\rوإن كان خبرًا بمعنى الطلب، فتكون \" أل \" للماهية إذ لا يقدر أحد على حمده تعالى بجميع محامده؛ ولذا قال عليه السلام في حديث الشفاعة: \" فاحمده بمحامد يعلمنيها لم أكن أحمده بها قبل ذلك \".","seal":"ABFCBDD5","page":244},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":50,"nass":"فإن قلت: يكون المطلوب حمده \" تعالى \" لمجموع المحامد من حيث هو مجموع.\rقلت: صيغ العموم كلية لا كلٌ.\rفإن قلت: قد ثبت الحمد للمخلوق فأين العموم؟.\rفالجواب: أنه، وإن ثبت للمخلوق فهو مجاز لا حقيقة.\rالنووي في \" الأذكار \": سئل الحافظ أبو عمرو بن الصلاح عمن حلف أنه يحمد الله بجميع محامده.\rفأجاب: بأنه لا يبر بقوله: (الْحَمْدُ لِلَّهِ)، \" بل بأن \" يقول:","seal":"89DC67E0","page":245},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":51,"nass":"\" الحمد لله حمدًا كثير، طيبًا مباركا فيه \"، أو يقول: لا الحمد لله حمدًا يوافي نعمه، ويكافئ مزيده \"، ونقله حديثًا عن النبيّ - صلى الله عليه وسلم -.\rانظر:، التفتازاني \" شرح تلخيص المفتاح \".","seal":"4C3A0112","page":246},
      {"aya":5,"part":"1","sora":1,"Na":1,"id":52,"nass":"5 - (إِيَّاكَ ... (5). . لمَّا اجرى الحامد ما ذكر من الصفات على اسم الذات كأنه اعتقد أنه عزّ وجل كالمشاهد الحاضر، فخاطبه بقوله: (إياك). قاله الطيِّبيِّ في غير هذا الموضع. وجعل الزمخشري، ومن تبعه تقديم الضمير المنفصل المنصوب، والمفعول الظاهر يدل على الحصر.\rوقال صاحب \" المثل السائر \": \" تقديم المجرور يفيد الحصر كقوله تعالى: (إِنَّ إِلَيْنَا إِيَابَهُمْ (25) ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ (26).\rورده صاحب \" الفلك الدائر \": \" بأن الحصر \" في ذلك من","seal":"D7DE1835","page":247},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":53,"nass":"السياق لا من تقديم المجرور.\rقيل: لو اقتضى التقديم الحصر لاقتضى نقيضه عدم الحصر في مثل (وَاعْبُدْ رَبَّكَ).\rوأجيب: بأن اللازم؛ لاقتضاء نقيضه لا حصر، وهو أعم من عدم الحصر.\rقيل: لو اقتضاه، لاقتضاه في قوله: (وَثِيَابَكَ فَطَهِّرْ (4).\rوأجيب: بأنَّا إنما نَدْعِي ذلك ظاهرًا لا نصًّا.","seal":"6D5B1411","page":248},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":54,"nass":"سُورَةُ الْبَقَرَةِ","seal":"B1A13F8D","page":249},
      {"aya":2,"part":"1","sora":2,"Na":6,"id":55,"nass":"سورة البقرة\r\r2 - (لَا رَيْبَ فِيهِ (2) .. ابن هشام المصري: قول بعضهم: الوقف على (ريب)، يرده قوله تعالى في سورة السجدة: (لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ).\rانظر: \" شرح تلخيص المفتاح \" للتفتازاني \" ص: 172.\r3 - (ومما رزقناهم ينفقون). يستدل به من يقول: إن الحرام ليس برزق؛ لأن الآية خرجت مخرج الثناء.\rويجاب: بأن \" من \" للتبعيص أي: ينفقون بعض رزقهم، وذلك البعض هو الحلال.\r7 - (ختم الله على قلوبهم. .)، إن قلت: لِمَ خصّ الختم بالقلب، والسمع، وخص الغشاوة بالأبصار؟.\rقلت:؛ لأن الغشاوة كافية في المنع من الإِبصار، وهي غير مانعة\rمن إدراك القلب، والسمع، والمانع من إدراكهما إنما هو الختم.","seal":"7A65A750","page":250},
      {"aya":10,"part":"1","sora":2,"Na":8,"id":56,"nass":"10 - (فزادهم الله مرضا. .). قيل: زيادة المرض في القلب مِثْلُه ملزوم؛ لاجتماع الأمثال في المحل الواحد.\rأجيب بوجهين:\r\rإما بأن يزاد في جواهر القلب جواهر أُخر يكون محلًا للمزيد أو يُزاد في أزمنة المرض كما يفهم أن صبغ هذا الثوب أقوى من صبغ هذا بمعنى: أنه صبغ في زمن أطول من زمن صبغ الآخر. وهذا المعنى قد تكرر في مواضع من القرآن في سورة آل عمران 173، (فزادهم إيمانًا)، وفي سورة الأنفال 2، (زادتهم إيمانًا. .)، وفي براءة 125 (فزادتهم رجسًا) وفي مريم 76، (ويزيد الله الذين اهتدوا هدى)، وفي سورة النحل 88، (زدناهم عذابا فوق العذاب)، وفي الأحزاب 30، (يضاعف لها العذاب ضعفين)، وفي الفتح 4، (ليزدادوا إيمانا مع إيمانهم)، وفي القتال 17، (والذين اهتدوا زادهم هدى)، وفي المدثر 31، (ويزداد الذين آمنوا إيمانًا).\r17 - (وَتَرَكَهُمْ فِي ظُلُمَاتٍ. .). الآمدي: منع المعتزلة إطلاق لفظ \" الترك \" على الله تعالى، وأجازه أهل السنة، لقوله تعالى: (وَتَرَكَهُمْ فِي ظُلُمَاتٍ). . .","seal":"1B8E38AD","page":251},
      {"aya":20,"part":"1","sora":2,"Na":6,"id":57,"nass":"20 - (يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ). لم يقل مثل ذلك في الرعد؛ لإِتيان البرق بغتة، وعدم إمكان الاستعداد له، والحذر من إبصاره بخلاف الرعد؛ لأنه متأخر عن البرق فيسْتعد له.\r25 - (وبَشِّر. .). ابن هشام المصري: عطف الإِنشاء على الخبر، والعكس مَنَعَه البيانيون، وابن مالك في شرح باب المفعول معه من كتاب \" التسهيل \"، وابن عصفور في \" شرح الإِيضاح \"، ونقله عن","seal":"D56694F3","page":252},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":58,"nass":"الأكثرين.\rوأجازه الصفار، وجماعة مستدلين بهذه الآية، ومثلها في الصف.\rوقال الزمخشري في هذه الآية: ليس المعتمد بالعطف الأمر حتى 3 - 1 يطلب له مُشَاكِل، بل المراد عطف جملة ثواب المؤمنين على جملة عذاب الكافرين كقولك:: \" زيد يعاقب بالقيد، وبشِّر فلانًا بالإطلاق \"، وجوَّز عطفه على (اتقوا). وأتم من كلامه في الجواب الأول أن يقال: المعتمد بالعطف جملة الثواب كما ذكر، ويزاد عليه فيقال: والكلام منظور فيه إلى المعنى الحاصل منه، وكأنه قيل: والذين آمنوا وعملوا الصالحات لهم جنات فبشرهم.","seal":"73D6C70D","page":253},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":59,"nass":"وأما الجواب الثاني ففيه نظر لا يصح أن يكون جوابًا للشرط إذ ليس الأمر بالتبشير مشروطًا بعجز الكافرين عن الإِتيان بمثل القرآن. ويجاب: بأنهم قد عُلم أنهم غير المؤمنين، فكأنه قيل: فإن لم تفعلوا فبشر غيرهم بالجنات \"، ومعنى هذا: فبشر هؤلاء المعاندين أنهم لا حظ لهم في الجنة.\rوقال السكاكي: الأمر معطوف على \" قل \". مقدَّره قبل (يا أيها) وحذف القول كثير.\rوقيل: \" معطوف على أمر محذوف تقديره: \" فأنذر \".\rواستدلال أبي حيان بأن سيبويه: أجاز \" جاءني زيد، ومَنْ عمرو العاقلان \"، على أن يكون العاقلان خبر المحذوف. غلط. إنما قال سيبويه: واعلم أنه لا يجوز: \" مَن عبد الله، وهذا زيد الرجلين الصالحين \" رفعت أو نصبت؛ لأنك لا تُثْني إلا على من أثْبَتَّه، وعلمتَه، ولا يجوز أن تخلط من تعلم ومن لا تعلم فتجَعلهما بمنزلة واحدة.","seal":"90AE7470","page":254},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":60,"nass":"وقال الصفار: لما منعها سيبويه من جهة النعت عُلم أن زوال النعت يصححها فتصرف أبو حيان في كلام الصفار يوهم فيه، ولا حجة فيما ذكر الصفار إذ أنه قد يكون للشيء مانعان، ويقتصر على ذكر أحديهما؛ لأنه الذي اقتضاه المقام.","seal":"B4EAF74A","page":255},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":61,"nass":"- (الصالحات). قال سيبويه: جمع السلامة جمع قلة يحتمل العشرة فدون فإن عُرِّف بـ أل أفاد الكثرة.\rوردّه ابن السِّيد بأنه إنما يفيد الكثرة في أنها محتملاته، وهو العشرة، ويصير صريحًا فيها كـ (الصالحات) هنا.\r- (جنات). تحتمل التوزيع أو لكل واحد جنات.\r- (ولهم فيها. .). مجيء هذين المجرورين متلاحقين دليل لمن يجيزه من البيانيين.\r- (أزواج مطهرة). أبو حيان: استغنى بجمع القلة فيه؛ لقلة استعمال جمع الكثرة فيه، وهو زوجات.\rالْمُبرّد في \" المقتضب \": جمع التكسير يصح أن يجرى على المفرد؛ لأنه\rيعرب بالحركات كالمفرد.","seal":"B5B85F90","page":256},
      {"aya":27,"part":"1","sora":2,"Na":3,"id":62,"nass":"27 - (الذين ينقضون). قيل: هذه الصفات إن كانت؛ للتبيين لزم أن يكون من اتصف ببعضها غير فاسق، وإن كانت للتخصيص لزم ثبوت وصف الفسق دونها.\rأجيب: بأنها للتبيين، والمراد قوم مخصوصون.\r\r28 - (فَأَحْيَاكُمْ) عُطِفَ بالفاء، وما بعده بـ (ثم)؛ لأن المراد بهذا الإحياء الإِيجاد من عدم، وهو أصعب عند العقل من إعادة ما سبق وجوده، فدلت الفاء على أن ذلك بالنسبة إلى قدرة الله أسهل.\rوأجاب الزمخشري بغير هذا.\r\r29 - (خلق لكم). قول أبي حيان: قيل اللام، للسبب. لا يصح على مذهب أهل السنة في عدم تعليل أفعال الله تعالى، وهو كقول الزمخشري: \" لأجلكم \". وكونها للتمليك بناء على أن الأشياء على الإباحة.","seal":"EDD269C1","page":257},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":63,"nass":"- (ما في الأرض جميعًا). انظر كلام ابن عطية هنا، وفيه نظر، لأنه ليس لنا إلا المعمورة من الأرض.\rقال القرطبي: والآية تدل على أن الأرض واحدة. وهو بناء على أن (جميعًا) حال من (ما). وذلك لا يتعين؛ لاحتمال كونه حالًا من ضمير (لكم).\r- (وهو بكل شيء عليم). الآمدي في \" أبكار الأفكار \": \" مذهب أهل السنة أن المعدوم ليس بشيء \" خلافًا للمعتزلة، ولا نبني على ذلك كفر، ولا إيمان.","seal":"2A63F392","page":258},
      {"aya":30,"part":"1","sora":2,"Na":1,"id":64,"nass":"وأما هل للمعدوم تقرر في العدم أو لا؟، وهي مسألة أخرى.\rفمذهب أهل السنة أن لا.\rوذهب المعتزلة إلى أن له تقرر، فألزمنا قدم العالم \".\r\r30 - (في الأرض خليفة)، قدم المجرور هنا، وأَخر في سورة ص (إنَّا جعلناك خليفة في الأرض)، وذلك لوجهين:\rالأول: أن أحد أسباب التقدم \" الشرف \". وكان آدم حينئذ معدومًا، والأرض موجودة، والموجود أشرف من العدم، والمخاطب في سورة (ص) داود عليه السلام، وهو أشرف من الأرض ضرورة.","seal":"30F59A76","page":259},
      {"aya":36,"part":"1","sora":2,"Na":3,"id":65,"nass":"الثاني: أن هذه الآية خرجت مخرج الاعتناء بالأرض بجعل الخليفة فيها؛ لإزالة الفساد عنها، وآية (ص) في معرض التشريف لداود فقدم فيها ما يقتضي التشريف، وهو الخلافة.\r- (قالوا أتجعل. .). قد يحتج به من يقول: \" بالتحسين، والتقبيح \"، وجوابه بين عقلًا.\rابن عطية: \" كأنهم تعجبوا من استخلاف الله من يعصيه أو عصيان من يستخلفه \". وذكره أبو حيان، ولم يتعقبه. ولا يصح الوجه الثاني؛ لأنهم لو تعجبوا من عصيان المُسْتَخْلَف؛ لقالوا: \" أيفسد في الأرض من تجعله خليفة \".\r\r36 - (بعضكم لبعض. .). يدل على إطلاق لفظ \" البعض \" على أكثر من النصف.\r38 - (فلا خوف عليهم ولا هم يحزنون). إن قلت: لِمَ نفى الخوف بلفظ الاسم، والحزن بلفظ الفعل مع أن الخوف هو التألم بسبب أمر مستقبل متوقع، والحزن هو التألم بسبب أمر واقع فيما مضى، فكان المناسب باعتبار الفَهْمِ العكس؟.","seal":"4F314267","page":260},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":66,"nass":"فالجواب من وجوه:\rأ - روعي في كل واحد منهما سببه، فسبب الخوف مستقبل، وهو متقدم عليه فجعل ماضيًا ثابتًا واقعًا، فأتى فيه بلفظ الاسم المقتضي للثبوت.\rوسبب الحزن ماضٍ وهو متأخر عنه فجعل مستقبلاً؛ لتأخره عن سببه فأتى فيه بلفظ المستقبل.\rب - إن متعلق الحزن ماضٍ، ومتعلق الخوف مستقبل، والأمور المستقبلة أكثر من الأمور الماضية، فأشبهت غير المتناهي ألا ترى أن الإِنسان يخاف العذاب في الدنيا، وفي الآخرة، وأمر الآخرة غير متناهٍ، لأنه يدخل الجنّة فيذهب عنه الخوف دائمًا، وأمر الماضي متناهٍ؛ لأنه بدخول الجنة ذهب الخوف عنه، فناسب الإِتيان فيما يتناهى بالاسم النكرة في سياق النفي، ليعم، وهو أبلغ.\rجـ - إن سبب الخوف يمكن دفعه، والتحرز منه؛ لأن متعلقه مستقبل بخلاف سبب الحزن.\rد - إن الخوف متقدم في الوجود على الحزن؛ لأن متعلقه مستقبل، ومتعلق الحزن ماضٍ، والمستقبل أسبق في الوجود من الماضي، والاسم متقدم على الفعل فعبّر عن كلٍّ بما يناسبه.","seal":"713FF619","page":261},
      {"aya":46,"part":"1","sora":2,"Na":1,"id":67,"nass":"هـ - إن سبب الخوف مستقبل فلا يعقل فيه تجدَّد؛ لأنه لم يقع بخلاف الحزن.\r\r46 - (الذين يظنون. .). متعلق الظن زمن الملاقاة، وإن كان في الحقيقة مشكوكًا فيه لكن؛ لمحبتهم لقاء ربهم جُعل مظنونًا لهم. وجَعل","seal":"9A040676","page":262},
      {"aya":47,"part":"1","sora":2,"Na":1,"id":68,"nass":"ابن عطية: \" الظن بمعنى: العلم \".\rوقال الزمخشري: \" يتوقعون لقاء ثوابه، وقيل: ما عنده، ويطمعون فيه.\r\r47 - (وأني فضلتكم. .). إن جعل قوله: (نعمتي) عاما فهو عطف الخاص على العام، وإن جعل مطلقًا فهو من عطف المقيد على المطلق.\r- (على العالمين). إن جعلت \" ال \" للجنس كما قال الزمخشري: فالقضية حقيقة لا خارجية، وإن جعلت للعهد أي: عالم زمانهم فهي خارجية.","seal":"FF0E2C2E","page":263},
      {"aya":48,"part":"1","sora":2,"Na":12,"id":69,"nass":"48 - (ولا تقبل منها شفاعة. .) ابن عطية: \" أحاديث الشفاعة متواترة \".\rابن الصلاح: \" لم يصح من أحاديث الشفاعة غيرحديثين. فعلى هذا يكون التواتر معنويا لا لفظيًّا.\r\r49 - (يذبِّحون أبناءكلم ويستحيون نساءكم. .) أي: لم يقل: بناتكم في مقابلة أبناءكم؛ لتركهم إياهن إلى أن يصرن نساء بخلاف الأبناء.\r50 - (فأنجيناكم. .) فإن قلت: لمَ قدم الانجاء وإن كان دفع المؤلم آكد؟. مراعاة للترتيب الوجودي؛ لأن الانجاء متقدم على إغراق آل فرعون.\r59 - (فبدل الذين ظلموا. .). يؤخذ عدم صحة نقل الحديث بالمعنى إلا أن يجاب بأنهم بدلوا اللفظ، والمعنى.","seal":"2BF88507","page":264},
      {"aya":60,"part":"1","sora":2,"Na":2,"id":70,"nass":"واسْتُشْكِلَ فَهْم معنى الآية بأنها اقتضت أنهم بدلوا غير الذي قيل لهم لا ما قيل لهم؛ لأن (غير) نعت (قولًا) إذ لا يتعدى (بدَّل) إلا لمفعول واحد!.\rوأجيب: بأنه تعدى إلى الثاني بحرف الجر أي ب (غير) أو يكون (بدَّل) بمعنى: \" أتى \".\r\r60 - (فانفجرت. .) ابن هشام: فضرب (فانفجرت).\rوزعم ابن عصفور: \" أن الفاء في (فانفجرت) هي (فاضرب).\rوأن فاء (فانفجرت) حذفت؛ ليكون على المحذوف دليله ببقاء بعضه، وليس بشيء؛ لأن لفظ الفاءين واحد، فكيف يحصل الدليل؟.\rوجوّز الزمخشري ومن تبعه أن تكون فاء الجواب أي: فإن ضربت فقد (انفجرت).\rويرُدّه أن ذلك يقتضي تقدم الانفجار على الضرب مثل: (إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ)، إلا أن يقال: \" المراد: فقد حكمنا بترتيب الانفجار على ضربك \".\r\r61 - (أتستبدلون). إن قلت: الاستبدال يقتضي ترك المبدل منه، وهم","seal":"020B9CAE","page":265},
      {"aya":73,"part":"1","sora":2,"Na":2,"id":71,"nass":"لم يطلبوا ذلك \" منه لما، وإنما طلبوا الزيادة عليه فكيف يناسب الجواب؟!.\rقلت: العادة تقتضي أن من كان بين يديه طعام واحد أكل منه حتى يشبع، فإذا كان بين يديه طعامان ترك موضعًا للطعام الثاني.\r\r73 - (فقلنا اضربوه ببعضها. .). إن قلت: لِمَ لم يسألوا تعيين البعض كما سألوا تعيين البقرة؟.\rقلت: لأن الأجزاء، والأبعاض متماثلة بخلاف الأشخاص.\r\r74 - (أو أشد. .) أتى بـ (أشدُّ)، وإن كانت القسوة ليست من الخُلق الثابتة؛ لأنه أبلغ؛ لاقتضائه أعلى مراتب القسوة، وهي شدّتها.\rوجعل السكاكي ذلك من \" ترشيح المجاز \".","seal":"C80FD1F3","page":266},
      {"aya":80,"part":"1","sora":2,"Na":6,"id":72,"nass":"80 - (قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا. .). معناه: طلب دليلهم على ذلك.\rفإن قلت: قد تقرر أن النافي لا يطالب بدليل!.\rقلت: هؤلاء نفوا، وأثبتوا، ويردّ على هذا الجواب أن من ادعى ما يوافقه خصمه عليه لم يطلب منه دليل، ودعوى هؤلاء أن النار تمسهم أيامًا معدودة صحيح، وإنما ينكر عليهم ادعاؤهم عدم دوام العذاب.\rوالجواب: أن النفي الأصلي هو الذي لا يحتاج مدعيه إلى دليل بخلاف النفي \" الذي \" يتقدمه إثبات، وهؤلاء أقروا بدخولهم النار، وأنكروا دوام العذاب \" بعد دخولهم \".\r\r84 - (ثم أقررتم وأنتم تشهدون. .). يدل على تغاير الإقرار، والشهادة وفيه خلاف، ومذهب \" المدونة \" أن الإقرار شهادة.\r85 - (أفتؤمنون ببعض الكتاب. .). . داموا على قصر الإِيمان بالبعض لا على نفس الإِيمان به.","seal":"18EEA086","page":267},
      {"aya":86,"part":"1","sora":2,"Na":1,"id":73,"nass":"- (فما جزاء. .). أتى بالحصر، وإن كان عدمه في مثل هذا التركيب أبلغ\rدفعًا [لما] يتوهم من أن إيمانهم بالبعض يوجب تخفيف العذاب عنهم.\r\r86 - (اشتروا الحياة الدنيا بالآخرة. .). أخذ منه ابن عطية، أن من خُّير بين شيئين يُعدُّ متنقلًا.\rوُيرَدُّ بحديث: \" كل مولود يولد على الفطرة \".\rفإن قيل: يلزم عليه أن يكون كل كافر مرتدًّا.\rقيل: حقيقة المرتد من اتصف بالكفر بعد تلبُّسِه بالإِيمان بالفعل.","seal":"5689DBED","page":268},
      {"aya":87,"part":"1","sora":2,"Na":3,"id":74,"nass":"87 - (ولقد آتينا موسى الكتاب. .). ابن عطية: يجوز أن يكون (الكتاب) مفعولًا أولًا أو ثانيًا \". انتهى.\rيردّ بأن \" أعطى \" مفعولاها أولهما فاعل في المعنى، و (وموسى) هو أخذ الكتاب.\r\r89 - (فَلَمَّا جَاءَهُمْ مَا عَرَفُوا. .). الزمخشري: \" أي من الحق \".\rابن عطية: المراد النبيّ صلى الله عليه وسلم \". . انتهى. و (ما)","seal":"0BAAE3A9","page":269},
      {"aya":91,"part":"1","sora":2,"Na":1,"id":75,"nass":"واقعة على صفته لا على ذاته؛ لأنها لا تقع على من يعقل. ويؤخذ منه الاكتفاء في الشهادة، والأحكام بالصفة، ومثله في \" كتاب اللقطة \" من \" المدونة \" في مسألة: من اعترفت بيده دابة. والموثوقون في ذلك متفاوتون منهم من يكتب الصفة، والتعريف بعين المشهود عليه، وأنه هو فلان بن فلان، وهذا أبلغ، ومنهم من يكتفي بالصفة.\rوقد يقال: الإِتيان بالمُعْجِزات قرائن تقوم مقام التعيين.\r\r91 - (وَهُوَ الْحَقُّ مُصَدِّقًا. .). الأُبَّذي في \" شرح الجزولية \": إنما","seal":"8E62230A","page":270},
      {"aya":101,"part":"1","sora":2,"Na":6,"id":76,"nass":"شُرِطَ في الحال الانتقال، لكونها هيئة الفاعل، والمفعول \" التي \" يكون عليها كل واحد منهما، وتلك الهيئة هي غير لازمة، بل هي صفات متنقلة نحو قوله تعالى: (وَهُوَ الْحَقُّ مُصَدِّقًا)، و (يَوْمَ يُبْعَثُ حَيًّا. .). ومثل: \" دعوت الله سميعا \"، ومعلوم أن البعث لا يكون إلا على صفة \" الحياة \"، والحق لا يكون إلا مصدقا، والله تعالى لم يزل سميعًا، وهذا عند النحويين يسمونه حالًا مؤكدة؛ لأن الحال صفة في المعنى، والصفة قد تكون بيانًا، وقد تكون توكيدًا.\r\r101 - (وراء ظهورهم. .) كناية عن البعد، وإلا فظاهر اللفظ يقتضي أنهم طرحوه بين أيديهم.\r106 - (ما ننسخ. .). استدل بها الفخر في \" المحصول \": على جواز النسخ.\rوردّه السرّاج في \" التحصيل اختصار المحصول \": بأنها قضية","seal":"794CE1BB","page":271},
      {"aya":114,"part":"1","sora":2,"Na":3,"id":77,"nass":"شرطية لا يلزم منها الجواز، ولا العدم إذ لا يلزم من ملازمة الشيء للشيء جواز وقوعه \" ولا عدم وقوعه \"\rوأجاب الخطيب شمس الدين الجزري: بأن الآية خرجت مخرج التمدح، والتمدح لا يكون إلا بالممكن الوقوع.\r\r114 - (ومن أظلم ممّن منع. .) وفي آية أخرى (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى. .). فالجواب: بثبوت التساوي في المذكُورين.\r116 - (بل له ما في السماوات. .). استدل به اللَّخْمِي على أن من","seal":"2F2BCCDC","page":272},
      {"aya":120,"part":"1","sora":2,"Na":5,"id":78,"nass":"ملكه ابنه عتق عليه.\r\r120 - (حتى تتَّبع ملتهم. .). حذف الأول؛ لدلالة الثاني.\r- (ولئن اتبعت أهواءهم. .). يدل على نفي التحسين، والتقبيح عقلاً، وأن الحاصل للمُقَلِّد غير علْم.\r\r124 - (بكلماتٍ. .). الزمخشري: \" قيل: هي مناسك الحجّ كالطواف، والسعي، والرمي، والإِحرام، والتعريف \" انتهى. يعني بالتعريف: الوقوف بعرفة.\r- (لا ينال عهدي الظالمين. .). الزمخشري: \" يدل على عدم صحة إمامة الفاسق \".","seal":"BDE2AE5F","page":273},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":79,"nass":"عزّ الدين بن عبد السلام: إذا تعارض الإِئتمام به أو ترك الصلاة في جماعة ائتم به.","seal":"EB491FA4","page":274},
      {"aya":125,"part":"1","sora":2,"Na":9,"id":80,"nass":"125 - (للطائفين. .). يدل على أن الطواف للقادم أفضل.\r129 - (العزيز الحكيم). مناسب؛ لأن بعثة الرسول فيهم تشريف لهم، وموجب لعزتهم.\r133 - (أم كنتم. .). ابن عطية: (أم) بمعنى: الهمزة.\rأبو حيّان: \" لم أقف، لأحد من النحويين أن (أم) يستفهم بها في صدر الكلام.\rابن هشام:. \" زعم أبو عبيدة: \" أن (أم) قد تأتي بمعنى الاستفهام المجرد، فقال: في قول الأخطل:","seal":"DB4616D6","page":275},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":81,"nass":"كذبتْك عينُك أم رأيت بواسط ... غلس الظَّلام من الرّباب خيالا؟\rأن المعنى: هل رأيت؟.\rوأجاز الزمخشري وحده حذف ما عطف عليه \" أم \" فقال في (أم كنتم شهداء): يجوز كونُ \" أَمْ \" متصلة على أن الخطاب، لليهود، وحَذَفَ معادلَها أي: أتدَّعُون على الأنبياء اليهوديةَ، (أم كنتم شهداء).\rوجوّزه الواحدي أيضا، وقدَّر: أَبَلَغَكُم ما تنسبون إلى يعقوب من إيصائه بنيه باليهودية، (أم كنتم شهداء).","seal":"5008774B","page":276},
      {"aya":134,"part":"1","sora":2,"Na":3,"id":82,"nass":"134 - (ولكم ما كسبتم. .)، معطوف على الحال فهو حال لكن الأولى محصَّلة، وهذه مقدَّرة، وبهذا يجاب عن استشكال أبي حيان.\r136 - (قولوا آمنا. .) يدل على صحة قول القائل: \" أنا مؤمن \" دون تقييد بـ إن شاء الله، والكلام على ذلك يأتي - إن شاء الله - في سورة آل عمران.\r- (وما أوتى. .) عبّر أولًا: بـ \" الإِنزال \"، وثانيا: بـ \" الإِيتاء \"؛ لأن معجزة من ذكر معه الإِنزال معظمها الوحي، ومن ذكر معه الإِيتاء ما ظهر على يديه من المعجزات الفعلية.","seal":"D871AE48","page":277},
      {"aya":143,"part":"1","sora":2,"Na":4,"id":83,"nass":"143 - (لتكونوا. .). جعل أبو حيان اللام للصيرورة، ولا يصح؛ لأن الفاعل هو الله تعالى بخلاف قوله: (فالتقطه آل فرعون. .).\r144 - (وحيثما كنتم. .) يدل على جواز الصلاة في الحمام إذا كان الموضع طاهرًا.\r146 - (كما يعرفون أبناءهم. .). لم يشبه بمعرفة أنفسهم للمشاكلة؛ لأن الولد منفصل عن أبيه كانفصال الكتب عنهم.","seal":"2F3CE268","page":278},
      {"aya":158,"part":"1","sora":2,"Na":1,"id":84,"nass":"وأجاب ابن عطية: \" بأن الإِنسان مضى له زمن لا يعرف فيه نفسه، وهو زمن الصغر بخلاف معرفته ولده \".\r- (وإن فريقًا منهم. .). المراد بهذا الفريق: من لم تعرض له شبهة،\rوغيرهم عرضت له الشبهة، وكلهم عالم، فلا إشكال في فهم الآية.\r\r158 - (فلا جناح عليه. .). قول الزمخشري: \" يدل على كون السعي تطوعا \".\rيردّ بأن رفع الجناح قدر مشترك بين الواجب وغيره. في مسلم في \" كتاب الحج \" استدلال عائشة رضي الله عنها على وجوب السعي بالآية (فلا جناح عليه).","seal":"4E9F90DE","page":279},
      {"aya":161,"part":"1","sora":2,"Na":4,"id":85,"nass":"161 - (الملائكة. .). إن قلت: ما الجمع بين هذه الآية وبين قوله: (يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ)؟.\rقلت: معناه: (لَا يَفْتُرُونَ) عن العبادة، وفي آية أخرى (وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ. .).\r\r164 - (من كل دابة. .). العموم في الأنواع، والتبعيض في الأشخاص، فلا تناقض.","seal":"A44D7FA0","page":280},
      {"aya":168,"part":"1","sora":2,"Na":2,"id":86,"nass":"168 - (كلوا. .). إمّا للامتنان إن قلنا: الأصل للإِباحة وإلّا فللإِباحة، وهو أولى؛ لأنها حقيقة فيها على رأي بعض الأصوليين، وهي في الامتنان مجاز اتفاقًا.\r169 - (ما لا تعلمون). الفقيه يعلم أنه يجب عليه العمل بما ظنه، فقد قال: \" على \" الله ما يعلم.","seal":"5BF25E05","page":281},
      {"aya":173,"part":"1","sora":2,"Na":1,"id":87,"nass":"173 - (وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ. .). قال شيخنا: \" ما ذبح \" للجانِّ \" تبركًا أو إكراما \". إن قُصِد به التبرك لم يؤكل، وإن قُصد به الإكرام، والضيافة أكل.","seal":"1B37BBF7","page":282},
      {"aya":177,"part":"1","sora":2,"Na":3,"id":88,"nass":"وكذا ما يذبح في مائة.\r\r177 - (واليوم الآخر. .). قُدِّم مع \" الكتاب \" على \" النبيين \"، وإن عُلِم ذلك من قِبَلهم؛ لأنه المقصود.\r- (وفي الرقاب. .). أتى بـ (في) دون ما قبله؛ لأن (الرقاب) لا يعطاهم ذلك؛ لأنفسهم، بل يُؤدَّى عنهم؛ ليعتقوا بخلاف غيرهم فإنه يأخذ ذلك، ويتصرف فيه.\r\r179 - (ولكم في القصاص حياة. .). انظر: الطيِّبي في \" التبيان \".","seal":"0DD787B9","page":283},
      {"aya":180,"part":"1","sora":2,"Na":11,"id":89,"nass":"180 - (إِنْ تَرَكَ خَيْرًا. .). هو \" فعل \" لا \" أفعل \"، فلا يؤخذ منه أفضلية الغنى.\r186 - (فليستجيبوا. .). قُدِّم على الإِيمان؛ لأن النظم سابق.\r187 - (أُحِلَّ. .). يدل على أن الأصل الحظر.\r- (هُنَّ لِبَاسٌ. .). قُدِّم؛ لأنه المقصود.\r\r190 - (الذين يقاتلونكم. .). إن قلت: ما أفاد، وهو معلوم من (وقاتلوا)؟.\rقلت: أفاد أنهم لا يقاتلون إلا من بدأهم.\r- (لا يحب المعتدين). نفى المحبَّة تقتضي الذم الدال على التحريم، وهذا كقول النحاة \" لا حبَّذا \" ذم.","seal":"9EEE5CEA","page":284},
      {"aya":191,"part":"1","sora":2,"Na":1,"id":90,"nass":"191 - (واقتلوهم حيث ثقفتموهم). . . يخصصه تخيير الإِمام في الوجوه المعلومة.\r- (ولا تقاتلوهم عند المسجد الحرام. .). ابن العربي في كتابه \" تلخيص التلخيص \": \" كنت بالبيت المقدس في مدرسة ابن عقبة في مجلس القاضي الزنجاني من أئمة الحنفية [فبينا] نحن في أثناء التدريس، والشيخ مستند وهده لا يوازيه أحد من الطلبة كعادته طلع على المجلس رجل عليه أخلاق صوف دسمة فسلم ثم تخطى إلى أن وازى الشيخ فجلس بجنبه فلمحه الحاضرون إنكارًا، فسأله الشيخ عن حاله أحسن سؤال ثم قال له: من الشيخ على عادتهم في تعظيم المخاطبة؟.\rفقال: رجل من الطلبة \" قصد \" زيارة الخليل فسلب في القافلة.\rوقد كان سُلبت بالأمس قافلة بالموضع المذكور. فقال الشيخ للطلبة: سلوه برأيه. على عادتهم في مبادرة القادم بالسؤال على طريق المبرّةِ، والإِجلال.\rفقال له بعض الطلبة: ما يقول الشيخ الإِمام في الكافر إذا التجأ إلى الحرم هل يعصمه أم لا؟.\rفقال: يعصمه.\rفقال له القاضي، وكان الشيخ حنفيا: هذه مبرّة.\rفقال له السائل: ما الدليل؟.","seal":"F0BF7ACB","page":285},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":91,"nass":"قال له: قول الله تعالى: (وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ. .)، قرئ (ولا تقتلوهم)، وقرئ (ولا تقاتلوهم)، فإن كان الاستدلال بقراءة (ولا تقتلوهم)، فهو نص في المسألة، وإن كان بقراءة (ولا تقاتلوهم) كان تنبيهًا جليًّا، لأنه إذا نهُى عن القتال المفضي إلى القتل، فأولى عن القتل. فأبْهَت الحاضرين مقالُه، وصارت الجُبَّةُ الدسمة في أعينهم كالحلة الوسمة، وعجَّز السائل.\rوذهب القاضي على العادة فقال: لا حجة في هذه الآية؛ لأنها\rمنسوخة بقوله: (فاقتلوا المشركين حيث وجدتموهم. .) الآية.\rفقال له المستدل المذكور: أنا أُجل مرتبة القاضي الإمام عن أن يفوه بمثل هذا الكلام، كيف ينسخ العام الخاص، والخاص هو الذي يقضي على العام. فبهت القاضي، ولم يقل شيئًا. هذا هو الشيخ الإِمام أبو علي الصاغاني من أهل ما وراء النهر.","seal":"D934C1FF","page":286},
      {"aya":193,"part":"1","sora":2,"Na":1,"id":92,"nass":"وحكى أبو الوليد الباجي عن أبي حنيفة: أن العام ينسخ الخاص. ولم يذكر هذا غيره.\rوالجواب عن تعلق أبي حنيفة بهذه الآية أن المراد بها قريشًا، فزال حكمها بزوالهم يدل على ذلك صدر الآية.\r- (كذلك جزاء الكافرين). \" مختصر \" أبي حيان: (جزاء) مبتدأ؛ لأنه المعرفة. يريد: أن الكاف بمعنى: مثل. وإضافته غير محضة.\r\r193 - (وَيَكُونَ الدِّينُ لِلَّهِ. .)، وفي الأنفال (كله) آية: 39.\rأجاب الفخر: \" بأن هذه خاصة بقتال قوم مخصوصين، وهم أهل مكة، ولا يحصل بذلك الدين في كل البلاد، وآية الأنفال عامة؛ لأن قبلها (قل للذين كفروا. .) \" آية: 38.","seal":"4816ACC6","page":287},
      {"aya":196,"part":"1","sora":2,"Na":5,"id":93,"nass":"196 - (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ. .). لا يدل على وجوب العمرة؛ لأن من دخل في نافلة وجب عليه إتمامها.\r- (فمن كان منكم مريضًا. .). كالاستثناء من قوله: (ولا تحلقوا)، فيدل أن العام في الأشخاص عام في الأزمنة، والأحوال.\r\r200 - (فَإِذَا قَضَيْتُمْ. .). قول الزمخشري: أي فرغتم من عبادتكم.\rيدل أن القضاء يطلق على الأداء، فلا حجة للفقهاء في قوله عليه السلام: \" وما فاتكم فاقضوا. . \"، على أن ما يأتي به المسبوق قضاء، ومثل هذه الآية (فإذا قضيتم الصلاة. .).\r- (أَوْ أَشَدَّ ذِكْرًا. .). الطِّيبي: قول الزمخشري: على أن (ذِكْرًا) من","seal":"13D175CD","page":288},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":94,"nass":"فعل المذكور أي: يكون المصدر من \" ذُكِر \" المجهول لا من \" ذَكَرَ \". المعروف.\rقال المصنف: المصدر يأتي من (فُعِل) كما يأتي من (فَعَلَ)، كقوله تعالى: (من بعد غَلَبهمْ. .). المعنى: من بعد كونهم مغلوبين. فكذلك قوله: (أَوْ أَشَدَّ ذِكْرًا)، معناه: أو قومًا أبلغ في كونهم مذكورين.\rوقدَّر القاضي: أو كذكركم أشد مذكورًا من آبائكم.\rوقال ابن الحاجب في \" الأمالي \": \" قوله: (أَوْ أَشَدَّ ذِكْرًا)، في موضع جرّ عطفًا على ما أضيف إليه الذكر في قوله: (كذكركم. .). فيه نظر لما يلزم منه العطف على المضمر المخفوض، وذلك لا يجوز عنده، وردّ قراءة حمزة أقبح ردّ أي في (تَسَاءَلُونَ بِهِ وَالْأَرْحَامِ. .)،","seal":"4DF5CD92","page":289},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":95,"nass":"بالجر. وكذا في قوله: أن (ذِكْرًا) من فعل المذكور، لما يؤدي إلى أن يكون (أفعل) للمفعول، وهو شاذ، لا يرجع إليه إلا بثبت. و (أفعل) لا يكون إلا للفاعل كقولهم: \" هو أضرب الناس \"، على أنه فاعل للضرب سواء أضفته أو نصبت عنه تمييزًا.","seal":"7FC0B9C3","page":290},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":96,"nass":"والوجه أن يقدر جملتين أي \" فاذكروا الله ذكرًا مثل ذكر آبائكم، أو \" اذكروا الله في حال كونكم أشد ذكرًا من ذكر آبائكم \"، فتكون الكاف نعتًا لمصدر محذوف، و (أشدَّ) حالًا، وهذا أولى؛ لأنه جرت الكاف على ظاهرها، ولا يلزم ما ذكروه من أن المعطوف يشارك المعطوف عليه في العامل؛ لأن ذلك من المفردات.\rوقلت: نظر المؤلف إلى التوافق بين المعطوف، والمعطوف عليه وإلى جعلهما من عطف المفرد على المفرد لا من عطف الجملة على الجملة؛ لأن جعل أحدهما مصدرًا، والآخر حالًا له عامل آخر مما يؤدي إلى تنافي النظم. وذكر مثله في قوله تعالى: (يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً. .).\rأما الجواب عن الأول فإنه ورد في النساء العطف على المضمر المجرور. لغلبة شدة الاتصال، وصُحِّح نحو: \" مَررتُ بزيد وعمرو \": لضعف الاتصال.","seal":"137C33E8","page":291},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":97,"nass":"وهنا إضافة المصدر إلى الفاعل، وهو في حكم الانفصال، على أن من الجائز أن يكون الفاصل بين المعطوفين هو المصحح، للعطف كما في العطف على المرفوع المتصل.\rوذكر ابن الحاجب في \" شرح المفصَّل \": \" أن بعض النحويين يجوزونه في المجرور بالاضافة دون المجرور بحرف الجرّ؛ لأن اتصال المجرور","seal":"3D35A63B","page":292},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":98,"nass":"بالمضاف ليس كاتصاله بالجارة لاستقلال كل منهما بمعناه ثم استشهد بالآية.\rوعن الثاني أنه إنما يلزم ذلك أن لو كان \" أفعل \" من \" الذكْر \" وبُني منه، بل إنما يُبْنى ممّا يَصُح بناؤه منه الفاعل وهو (أشد). وجعل (ذكرًا) الذي بمعنى: \" المذكور \" تمييزًا كأنه قيل: \" أشد مذكورًا \". وهو إذن مثل سائر ما يَمْتَنعُ بناؤه، نحو: \" أقبح عذرًا، وأكثر شُغْلًا \". وفيه بحث. انتهى.\rقال شيخنا: وهذا الموضِع من الطيِّبيِّ هو سبب نسخه بتونس، لأنه بين كلام الزمخشري بيانًا حسنا، وكان يَبعُد فَهْمُه.","seal":"117FA143","page":293},
      {"aya":208,"part":"1","sora":2,"Na":9,"id":99,"nass":"208 - (ادخلوا في السِّلم. .). الزمخشري: \" دوموا على الإِسلام فيكون أمرًا للمؤمنين \". انتهى.\rفيؤخذ من الآية أن من حلف لا دَخَلَ عليَّ فلان بيتًا، فدخل المحلوف عليه على الحالف حنث الحالف إن لم يخرج مكانه.\r\r216 - (وعسى. .). جعل أبو حيان الأولى للإشفاق، والثاني للترجي \". والمناسب العكس؛ لأن الأول خير.\r- (وأنتم لا تعلمون). إن جُعِلَ عدولًا ترجح العطف، أو سلبًا ترجح الحال.","seal":"687C487F","page":294},
      {"aya":217,"part":"1","sora":2,"Na":1,"id":100,"nass":"أبو حيان عن بعضهم: \" كل (عسى) في القرآن واجبة بمعنى أنها تدل على الوقوع إلا قوله تعالى: (عسى ربه إن طلقكُنَّ. .). انتهى.\rوهذه أيضا واجبة؛ لدلالتها على وقوع ما دخلت عليه، وهو الملازمة بين الشرط والجزاء.\r\r217 - (وَمَنْ يَرْتَدِدْ. .). في تنزيل. لم يقيد بالموت على الكفر، فقيل: يردّ المطلق للمقيد.\rورُدَّ بأن تلك خاصة بالمخاطب، وهذه عامة، والخاص يقضي على\rالعام.","seal":"ABA43E99","page":295},
      {"aya":221,"part":"1","sora":2,"Na":1,"id":101,"nass":"وأجيب: بأن المراد بتلك: العموم أيضا.\rوقيل: ذكر هنا وصف \" الخلود \"، وثمَّ وصف \" الخسران \". ورُدَّ بأن الكلام في إحباط العمل، وهو في الآيتين معا. قلت: \" قد \" تقرر أن الشرطية تتعدّد بتعدُّد أجزاء تاليها، فكل منهما شرطيتان.\r\r221 - (حَتَّى يُؤْمِنَّ. .). \" إن قلت: ما أفاد، ومعلوم جواز نكاح المؤمنة؟.\rقلت: هو حث لهنّ على الإِيمان؛ لميلهنّ إلى النكاح، والنهي في قوله: (وَلَا تَنْكِحُوا. .)؛ للتحريم. ففيه ردّ على ابن بشير في بحثه مع اللَّخميِّ في قوله تعالى: (وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا. .).","seal":"F2DA9B41","page":296},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":102,"nass":"قال: إن النهي إذا كان للتحريم فضدّه الأمر للوجوب.\rفيقال له: النهي عن نكاح المشركات، للتحريم، وهو إذا أسلمن مباح لا واجب، فليس تحريم نكاح المشركات مقتضيًا، لوجوب نكاح المؤمنات.\rوالجواب عن هذا أن تقول: قول ابن بشير: إذا كان النهي للتحريم فضدّه الأمر للوجوب. صحيح، لكن ما لم يعارض معارض، كما أن الأمر للوجوب ما لم تكن قرينه تدل على الندب، وهنا قد جاء الأمر بالنكاح صريحًا. قال تعالى: (فانكحوا ما طاب لكم من النساء. .)، وفي الحديث: \" من استطاع منكم الباءة فليتزوج. . \".\rوالأمر الصريح ظاهره الوجوب، فحملوه على الندب، فإذا كان الأمر الصريح بالنكاح مصروفًا عن ظاهره، فأحرى الأمر المفهوم من النهي.\r- (وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا. .). هل المراد تُنكحوهم المسلمات أو تكونوا أولياء في إنكاحهن، فيدل على وجوب الولي في النكاح إذ لو لم يكن","seal":"082404CA","page":297},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":103,"nass":"واجبًا لما تعلق النهي.\rوقال ابن الحاجب: \" هذا مما بقي علي عمومه \".\rوردّه السطِّى بأحد الأقوال بجواز تزويج المسلم أخته النصرانية من نصراني.","seal":"C24709AB","page":298},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":104,"nass":"قال شيخنا: وظهر لي أن الذي بَقِي على عمومه قوله تعالى: (فصيام ثلاثة أيام في الحج. .)، إن أخرها يوم عرفة، ثم ظهر لي أنه مخصوص بالمريض، وشبهه.\r- (أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ). . في الآية سؤال، وهو أن يقال: \" اكتفى في الأول بقوله: (إلى النار)، ولم يقل: إلى النار، والكفر، أو إلى النار والعذاب. وقال في الثاني: (إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ)، مع أن دخول الجنة يستلزم (المغفرة)، كما أن النار تستلزم الكفر، والعذاب، فذكر اللازم في الأول دون الثاني \"؟.\rالجواب عنه أن دخول الجنة تارة يكون أوليًا، وتارة يتقدمه دخول النار، فقوله: أولاً (يدعو إلى الجنة)، أعم من أن يدخلها المكلف أولاً، أو بعد دخول النار.\rوقوله: ثانيا (والمغفرة): يتناول من اقترف الذنوب، فغُفِرَ له فلم يدخل النار بوجه، وأُدخل الجنة.","seal":"8FAF1B03","page":299},
      {"aya":222,"part":"1","sora":2,"Na":1,"id":105,"nass":"فإن قلت: وكذلك من دخل النار ثم أُخْرِج منها مغفور له؟. قلت: المغفرة في حق هذا أجلي، وأظهر منها في الآخَر، وقدم الجنة على المغفرة؛ لنفع الدلالة على المغفرة مرتين أولًا: باللزوم، وثانيًا: بالمطابقة.\r\r222 - (ويسألونك عن المحيض. .) ظاهره وقوع السؤال من جماعة.\rوقال ابن عطية: السائل واحد. فكيف يُفْهم مع الآية إلا أن يقال المباشرة بالسؤال واحد، وغيره يسأل، ولم يباشر بالسؤال، فيكون على هذا من باب إطلاق اللفظ، واستعماله في حقيقته، ومجازه.\rالزمخشري: إن قلت: ما بال (يسألونك) قد جاء بغير واو ثلاث مرات، ثم مع الواو ثلاثًا؟.\rفأجاب: بأن سؤالهم عن تلك الحوادث. الأول وقع في أحوال متفرقة، فلم يؤت بحرف العطف، فكان كل واحد من تلك السؤالات سؤال مبتدأ. وسألوا عن الحوادث الأُخر في وقت واحد، فجىء بحرف العطف، لذلك، كأنه قيل: يجمعون لك بين السؤال عن الخمر، والميسر، والسؤال عن الانفاق، والسؤال عن كذا، وكذا. وهذا بناء منه على أن الواو تفيد الجمع في الزمان، وعدم المهلة، وهو خلاف قول المحققين.","seal":"AC1CCC66","page":300},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":106,"nass":"ومذهب المحققين: أنها تفيد الاشتراك في الفعل، ولا تقتضي إثبات المهلة، ولا نفيها، ولا إثبات الترتيب، ولا نفيه بخلاف الفاء فإنها صريحة في الترتيب، و \" ثم \" صريحة في المهلة.\rقال ابن هشام: \" الواو العاطفة معناها: مطلق الجمع، فتعطف الشيء على مصاحبه نحو: (فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ)، وعلى سابقه نحو: (ولقد أرسلنا نوحًا وإبراهيم. .)، وعلى لاحقه نحو: (كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ)، وقد اجتمع هذان في (ومنك ومن نوح وابراهيم وموسى وعيسى).\rفعلى هذا إذا قيل: \" جاء زيد وعمرو \"، احْتُمِل ثلاثة معان. قال ابن\rمالك: وكونها للمعية راجح؛ وللترتيب كثير، ولعكسه قليل. انتهى.\rويجوز أن يكون بين متعاطفيها تقاربٌ أو تراخٍ نحو: (إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ)، فإن الردّ بعد إلقائه في اليمِّ، والإِرسال على رأس أربعين سنة. وقول بعضهم: إن معناها الجمع المطلق","seal":"AFD4A517","page":301},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":107,"nass":"غير سديد، لتقييده الجمع بقيد الإطلاق، وإنما يُبْنى، للجمع لا بقيد.\rوقال السيرافي: \" إن النحويين، واللغويين أجمعوا على أنها لا تفيد الترتيب \". مردود، بل قال: بإفادتها إياه \" قطرب، والرّبعي،","seal":"0BB8935D","page":302},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":108,"nass":"والفراء،، وثعلب، وأبو عمر الزاهد، والشافعيِّ، ونقل الإِمام في \" البرهان \" عن بعض الحنفية: \" أنها للمعية \".\r- (قُلْ هُوَ أَذًى. .). استدل به ابن سرور على أن أقل الحيض لا حدّ له خلافًا لِمَنْ ذهب إلى أن أقله ثلاثة أيام، وهم الكوفيون. أو يوم وليلة، وهو الشافعي، والطبري.","seal":"302C91F8","page":303},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":109,"nass":"قال: ووجه الدليل من الآية ثلاثة أوجه:\rالأول: أنه اقتصر في جوابهم على سؤالهم عن الإِخبار بأنه (أذى) ومن شرط الجواب أن يكون مطابقًا للسؤال، وذلك يقتضي أن يكون كل أذى حيض؛ لأنهم سألوا عن المحيض، فأخبروا بأنه أذى، والأذى يطلق على القليل، والكثير، فلولا أن يسيره حيض لما صحَّ الجواب. وهذا الوجه الذي ذكر ضعيف؛ لأنه لا يلزم مطابقة الجواب للسؤال من جميع الوجوه.\rقال: الوجه الثاني: أنه تعالى أمرنا باعتزالهن في حال الحيض، وعلق الأمرِ باعتزالهن على شرط وجوده، فلا بدّ من أن يكون لنا ما نعلم به كونهن حِيْضَا؛ ليصبح منا إمْتثال الأمر بالإعتزال، ويكون ذلك قبل أن ينقضي وقته، فلو كان محدودًا بثلاثة أيام لما عَلِمْتَ في ابتدائه هل يدوم ثلاثة أيام، فيكون حيضًا مانعًا من الصلاة، أو أقل فلا يمنع فيؤدى إلى تكليف مالا يطاق.\rأما إذا قلنا: أول دم تراه ولو دفعة، فهو حيض أمكن اعتزالهن، وسقوط التكليف عنهن.\rالثالث: أن السؤال وقع عن الحيض، والحيض هو السيلان، فأول دم تراه يتناوله الاسم؛ لصدق السيلان عليه.","seal":"17A97376","page":304},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":110,"nass":"- (وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ. .). أجاز ابن بُكَير، والعراقيون وطىء الحائض إذا طهرت، ولم تغتسل.\rقال ابن يونس: واستدل بثلاثة أوجه:\rالأول: قوله: (حَتَّى يَطْهُرْنَ)، فعلَّق المنع بغاية، ومن شرط الغاية أن يكون ما بعدها مخالفًا لما قبلها.\rالثاني: أن الحكم إذا تعلق بعلة وجب زواله بزوالها، والعلة هنا وجود الدم، فوجب أن يجوز الوطىء إذا ارتفع.","seal":"1C72008C","page":305},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":111,"nass":"الثالث: أن الحيض قد زال، ولم يبق إلا الغسل، فوجب وطئها كالجنب.\rقال ابن بُكير: \" ورواية أشهب عن مالك في \" العتبية \": \" من أنه لا يجبر زوجته النصرانية إذا طهرت على الغسل من الحيض \". يدل على أنه يجوز له الوطىء قبل الغسل.\rوردَّه ابن رُشد: \" بأنه إنما جاز له وطؤها قبل أن تغتسل؛ لأنه لا يجب الغسل عليها على القول بأن الكفار غير مخاطبين بفروع الشريعة، فتكون هذه في حكم من قد اغتسل، فيجوز وطؤها.","seal":"F2040D0F","page":306},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":112,"nass":"ابن رُشد: والظاهر من مذهب مالك أن وطأها إذا طهرت من الدم ولم تغتسل ممنوع لا مكروه بدليل قوله: (ولاتقربوهن حتى يطهرن)؛ لأن المعنى: حتى يطهرن بالماء فإذا تطهرن به، إذ قرئ (حتى يطهَّرن) بالتشديد، وهي القراءة المختارة؛ لأن المعنى يدل على أن الطهر الأول هو الثاني، إمّا من الدم، وإمّا بالماء، فمن حملهما جميعًا على أن المراد بهما التطهير بالماء إذ هو الأظهر من \" التفعل \" أن يراد به الاغتسال بالماء، لم يجز وطىء الحائض حتى تغتسل.\rومن قال: المراد بهما الطهر من الدم إذ قد يُعَبرْ عن الطهر من الدم بالتطهير، كما يقال: \" تكسَّر الحجر، وتبرد الماء \"، أجاز الوطىء من غير اغتسال. وهو الأظهر في المعنى، والقياس؛ لأن العلة في المنع وجود الدم بدليل قوله: (فاعتزلوا النساء في المحيض. .)، فإذا ارتفعت العلة بزواله جاز الوطىء.\rوأما قول من قال: \" إن معنى قوله: (حَتَّى يَطْهُرْنَ) أي: من الدم (فإذا تطهرن) أي: بالماء \"، فبعيد؛ لأن الله أباح وطئهن بقوله: (حَتَّى يَطْهُرْنَ) ثم بيّن الوطىء الذي أباحه بقوله: (فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ) أي: على الوجه الذي أذن الله فيه، فلو كان الطهر الأول: من الدم، والثاني: بالماء، لجاز بالأول ولم يجز بالثاني؛ لأنه أطلق الأول بقوله:","seal":"F6845598","page":307},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":113,"nass":"(وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ)، وقيد الثاني بقوله: (فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ)، وهذا لا يصح أن يقال، ولا يستقيم في الكلام أن يقول: \" لا تفعل كذا حتى يكون كذا فإذا كان كذا؛ لشيء آخر فافعله \".\rانتهى. هذا الكلام غير صحيح؛ لأنَّا نقول: \" قولك لا يجوز أن يقال: \" لا تكرم زيدًا حتى يأتي خالد فإذا أتى عمرو فأكرمه \"، مسلم، ولا يتناول محل النزاع؛ لأن قوله: (فَإِذَا تَطَهَّرْنَ) المراد به الاغتسال وهو ملزوم؛ لارتفاع الدم، وإنما نظيره قولنا: \" لا تكرم زيدًا حتى يأتي عمرو فإذا دخل عندك عمرو فأكرمه، أو فإذا أتاك خالد وعمرو فأكرمه \"، وهذا جائز.\rالباجي: قال مالك، والشافعي، وجمهور الفقهاء: لا يجوز وطؤها حتى تغتسل سواء انقطع دمها لأكثر أمد الحيض أو أقله. وقال ابن بُكير: الإِمساك عنها استحسان.\rوقال أبو حنيفة: إن انقطع الدم لأكثر أمد الحيض، وهو عشرة أيام عنده جاز له أن يطأها قبل أن تغتسل، وإن انقطع قبل لم يجز له وطؤها حتى تغتسل أو يحكم بطهرها لمجىء آخر وقت الصلاة. يريد؛ لأنها إذا مضى عليها وقت صلاة تكون طاهرة باعتبار الحكم؛ لأنها مكلفة بالاغتسال.\rقال ابن عبد البر: وهذا الحكم لا وجه له، وقد حكموا للحائض","seal":"0302A1D3","page":308},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":114,"nass":"بعد انقطاع دمها بحكم الحائض في العدّة، وقالوا لزوجها: عليه الرجعة ما لم تغتسل، قال: فإن قيل: قال الله تعالى: (حتى يَطْهُرن)، وحتى غاية فما بعدها بخلافها.\rقيل: إن في قوله تعالى: (فإذا تَطَهَّرْن) دليلاً على المنع (حتى يطهرن) بالماء؛ لأن (تطهرن) كقوله تعالى: (وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا. .)، يريد الاغتسال بالماء، وقد يقع التحريم بشيء، ولا يزول بزواله؛ لعلة أخرى كقوله في المبتوتة (فلا تحل له من بعد حتى تنكح زوجًا غيره. .)، وليس بنكاح الزوج يحل له، بل حتى يطلقها الزوج، وتعتد منه. انتهى.\rيقال له: المبتوتة خرجت بالإِجماع إذ أجمعوا على أنها لا تحل بنفس الدخول، بل حتى يطلقها الزوج، وتعتد منه، ولم يخالف أحد في ذلك، وأمر به الشارع. وأما هذا فلا إجماع فيه، والخلاف موجود فلا دليل لك فيه.\rوقال بعض البيانيين: في الآية حذف التقابل حذف من الأول، لدلالة الثاني، ومن الثاني؟ لدلالة الأول، والتقدير: (ولا تقربوهن حتى","seal":"2D188166","page":309},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":115,"nass":"يطهرن) ويتطهَّرن - فإذا طهرن، وتطهَّرن (فأتوهن من حيث أمركم اللَّه). قال ابن يونس: قال غير واحد من البغداديين علق تعالى جواز الوطىء بالطهارة التي هي انقطاع الدم، والتطهّر الذي هو الغسل.\rولا يجوز استباحة وطئها إلا بعد حصول الشرطين، ثم إنه تعالى أثنى على فاعل هذه الطهارة، فقال: (إن الله يحب التوابين ويحب المتطهرين)، والثناء لا يقع إلَّا على فعل يصدر من المكلف، وانقطاع الدم ليس من فعل المرأة إذ ليست قادرة على كفه، فلا يكون الثناء إلَّا على الاغتسال بالماء.\rقال ابن العربي: فإن قيل: المراد حتى ينقطع دمهن، وقد يستعمل التشديد موضع التخفيف، فيقال: \" تطهَّر \" بمعنى: طهر، و \" قطَّع \" بمعنى: قطع، ولا يفتقر إلى إضمار، وأنتم تفتقرون أن تقولوا: التقدير: يطهرن بالماء.\rقلنا: لا يقال: طهرت بمعنى: انقطع دمها، وإنما التشديد تكثير التخفيف، وأيضا فالظاهر أن ما بعد الغاية هو المذكور قبلها، فيكون (يَطْهُرْن) مخففا بمعنى: المشدّد، وجمع بين اللغتين كما قال تعالى: (رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (108).\rفإن قيل: إن (فَإِذَا تَطَهَّرْنَ) ابتداء كلام؛ لأنه لو كان بمعنى","seal":"5CC58C16","page":310},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":116,"nass":"الأول لاكتفى بالأول عنه فقال: (حتى يطهرن فأتوهن).\rفأجاب بأوجه:\rأحدها: أن المُعاد في الشرط هو المذكور في الغاية بدليل إثباته بالفاء، ولو كان غيره لذُكر بالواو.\rوأما الزيادة فلا يخرجه عن أن يكون هو بعينه، ألا ترى أنك تقول: \" لا تعط هذا الثوب زيدًا حتى يدخُل الدار فإذا دخل فأعْطه ثوبًا ومائة درهم \"، ولو كان غيره لقلت: فإذا دخل وجلس فافعل كذا، وكذا \".\rالثاني: أنه علق. الحكم بقوله: (فإذا تطهرن) على انقطاع الدم، والاغتسال بالماء، فصار كقوله: (وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ)، فعلق دفع المال على بلوغ النكاح، وإيناس الرشد، وكذلك قوله في المطلقة (حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ. .)، ثم جاءت السنة باشتراط الوطىء.","seal":"236CB9B5","page":311},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":117,"nass":"فإن قيل: فعلى هذا نفصل التحريم إلى غاية، وما بعد الغاية مخالفًا لما قبلها إذا كانت مطلقة.\rأما إذا ضُم إليها شرط آخر فإن الحكم يرتبط به كقوله: (حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ. .).\rفإن قيل: إنما هذا إعادة لما تقدم، وليس بتجديد شرط كقولك: \" لا تعط زيدًا شيئًا حتى يدخل الدار فإذا دخل فأَعطه \". فالجواب: أن \" تَطَهَّر \" لا يقال إلا فيما يكتسبه الإِنسان، وانقطاع الدم غير مكتسب.\rفإن قيل: يقال: تقطَّع الحبل، ويقال في صفات الله: تجَّبر، وتكَّبر وليس فيه اكتساب، ولا تكلف.\rفالجواب: أن ذلك نادر سلمناه لكن لا يقال: تطهَّرتْ بمعنى: انقطع دمها، وإنما حملناه في تقطَّع الحبل على المجاز إذ لا مفر عنه؛ لأن الجَمادات لا توصف بالاكتساب، وهنا عنه مندوحة، وهي حمله على الحقيقة، وأن المراد به الاغتسال بالماء، وأيضا فإنه مدحهنَّ بقوله: (ويحب المتطهرين)، والمدح إنما يكون على ما اكتسب من الأفعال بدليل قوله تعالى: (وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا).\r- (من حيث أمركم اللَّه. .). فجرى فيه الخلاف الذي في لفظ: \" أمر \" هل هو للوجوب أو لمطلق الترجيح المحتمل للوجوب والندب.","seal":"AF840687","page":312},
      {"aya":223,"part":"1","sora":2,"Na":7,"id":118,"nass":"223 - (نِسَاؤُكُمْ حَرْثٌ لَكُمْ. .). الحرث لا يكون إلا بموضع يصلح فيه الزرع، ونظيره هنا الولد، فلا يكون الوطىء إلَّا في الفرج سواء قلنا: إن (أنى) بمعنى: كيف، أو بمعنى: أين، وهذه المسألة في \" العتبية \"، وفيها التعبير القوي.\r228 - (وَبُعُولَتُهُنَّ أَحَقُّ). . . أفعل هذه ليست للتفضيل إذ لا مشاركة لغير (بُعُولَتُهُنَّ) معهم في الأحقية.\r229 - (الطَّلَاقُ مَرَّتَانِ. .). أي: الطلاق الرجعي، ولم يقل: اثنتان أو طلقتان؛ لأن المراد: أنه يطلقها طلقة مرة ثم أخرى مرة، والحكم عندنا في إيقاع الثنتين في مرة الكراهة، وخارج المذهب الجواز.","seal":"0FE93AA9","page":313},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":119,"nass":"- (أو تسريح بإحسانٍ. .). ولم يقل: فإمساك بإحسان، أو تسريح بمعروف، لما كان الإِحسان أخص من المعروف، وأبلغ، والإِمساك مظنة الطول، فكُلِّف الإِنسان فيه بالأخف وهو المعروف.\rوالطلاق ليس كذلك فكلف فيه بالأبلغ، وهو الإِحسان، قال شيخنا: كان ابن عبد السلام يعترض على الموثقين - أو يُحْكَى عن غيره - كَتْبُهم هذا في الصداقات.\rوجوابه: أن ابن يونس ذكر أن كَتْبَه أثرٌ ورد عن ابن عمر.","seal":"DAF5FB8A","page":314},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":120,"nass":"- (فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ. .). المشهور أن الخلع طلاق، وقيل: فسخ.\rقال شيخنا: وكان شخص يقال له: النجاري له في امرأته\rطلقتان فخالعها ثم ردها قبل زوج بناءً على أن الخلع فسخ يفرق بينهما، ولم يحد للشبهة.\r- وتثنية ضمير (عليهما) تغليب؛ لأن المراد أحدهما، وهو الزوج كقوله: (يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ). وإنما يخرج من الأجَاج.\rقال شيخنا: وحُكِي أن رجلًا جاء إلى الأمير أبي الحسن بلؤلؤة صغيرة، وذكر أنه أخرجها من الماء العذب، وشهد له بذلك شهود لا بأس بهم.","seal":"5822EFA6","page":315},
      {"aya":231,"part":"1","sora":2,"Na":3,"id":121,"nass":"ويحتمل كون الضمير هنا للاثنين على بابه.\r\r231 - (فَبَلَغْنَ أَجَلَهُنَّ. .) أي: قاربن بلوغه.\r- (أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ)، وقال قبل: (أو تسريح بإحسان)؛ لأنه في تلك مندوب، وهنا واجب.\rو\" الإِحسان \" يقتضي الزيادة على \" المعروف \" كما تقدم، وذلك مندوب لا واجب.\r- (ولا تمسكوهن ضرارًا) يُفْهَمُ ممّا قبله لكنه مقام إطناب.\r- (لتعتدوا) متعلق ب (ضرارا)، وهي لام العاقبة وليس متعلقًا بـ (تمسكوهن).\r\r233 - (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ. .). قيل: (الوالدات) جمع سلامة محلى بالألف، واللام فيفيد العموم، والكثرة، و (أولاد) جمع قلة واذا كان (الوالدات) كثيرات فأولادهن كذلك، فكيف تفهم الآية؟!.\rأجيب: بأن جمع القلة وُضِعَ موضع جمع الكثرة.\rالزمخشري: (يرضعن) مثل (يتربصّن)، في أنه خبر في معنى الأمر المؤكد. (كَامِلَيْنِ) توكيد مثل قوله: (عَشَرَةٌ كَامِلَةٌ).","seal":"87F932BE","page":316},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":122,"nass":"قال: وقوله: (لمن أراد) بيان لمن توجه إليه الحكم كـ (هيت لك)، بيان: أي الحكم لمن أراد تمام الرضاع إليه.\rوقيل: (اللام) متعلقة ب (يرضعن) كما تقول: أرضعتْ فلانة لفلان ولده أي: (يرضعن. . حولين) لمن أراد أن يتم الرضاعة من الآباء.\rقيل: قوله: يحتمل أن المعنى: لمن أراد أن يتم الرضاعة من الأمهات فاسد؛ لأنه قال أولًا: أن (يرضعن) خبر المراد به الأمر، والأمر للوجوب؛ لأن الرضاع واجب على الأمهات والواجب لا يصح أن يكون مؤكدًا، ولا لإِرادة المكلف، فلا يحسن أن يقال: يجب عليك أن تفعل كذا إن أردت ذلك. وأجيب: بأن الوجوب تعلَّق ببعض الحولين، والإِرادة تعلقت بتمام الحولين.\rوردّ بأن (يرضعن) عامل في الحولين المؤكد بـ (كاملَين) والتوكيد يرفع المجاز كقوله: (وكلم اللَّه موسى تكليمًا)، وتعين الحقيقة، فالمراد: مدلول الحولين حقيقة، وهو المجموع؛ لأن التعيين يتعلق بالوجوب، وإن لم يكن مقدورًا معلومًا لزم تكليف ما لا يطاق. وبنحو هذا استدل ابن رشد في \" مقدماته \" على عدم وجوب المتعة.\rوأجيب عنه: بأن نفقة المطلقات في العدّة واجبة، وليست مقدَّرة، ولا محدودة، وإنما هي معلومة بالعادة فكذلك هذا.","seal":"CD9AD7E2","page":317},
      {"aya":234,"part":"1","sora":2,"Na":1,"id":123,"nass":"وقال: (والوالدات)، ولم يقل: والنساء!. إشعارًا بالوصف المناسب للحكم.\rوكذا قوله: (وعلى المولود له). ولم يقل على الأب.\r- (فصالًا) أي: فطامًا.\r- (وتشاور. .) أي: مع غيرهما؛ لقصد المصلحة للولد، وهذا قبل الحولين، وبعدهما من دَعى إلى الفطام فله ذلك. فإن قلت: \" هذا مستفاد من قوله: (لمن أراد أن يتم الرضاعة) \"!. قلت: هنا زيادة إيجاب التشاور، وأُخِرَ عن التراضي، وإن كان المقدم في الوجوب، وهو سبب التراضي، لدل على أنه لا بدّ منه وإن وقع التراضي قبله.\r- (بصير. .) أبلغ من \" عليم \"؛ لأن خوف العبد سيده مع مشاهدته إياه أشد منه حال غَيْبته عنه.\r\r234 - (وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ. .). مخصوص بذوات الأحمال، ولا يقال: قوله: (يتربصن) يقتضي القصد للتربص، فيلزم إذا مات الزوج، ولم تعلم أن لا تلزمها العدة إلا من حين العلم؛ لأنه خرج مخرج الغالب.","seal":"CF2BFC4A","page":318},
      {"aya":235,"part":"1","sora":2,"Na":1,"id":124,"nass":"- (فيما فعلن. .) أي من الرضى بالنكاح، والتوكيل على العقدة لأنها لا تعقد على نفسها؛ لأن الخطاب للأولياء أو الحكام.\r- (بالمعروف). بالوجه الصحيح فيخرج جميع الوجوه الفاسدة.\r\r235 - (ولا جناح. .) كله للإِباحة إلا قوله: (فلا جناح عليه أن يطوَّف بهما. .).","seal":"1BB6247B","page":319},
      {"aya":237,"part":"1","sora":2,"Na":1,"id":125,"nass":"- (أَوْ أَكْنَنْتُمْ. .). أخرت عن التعريض، وإن كان متقدمًا في الوجود إشارة لتساويهما في الإِباحة.\r- (إلا أن تقولوا. .). هو التعريض لكن أفاد حصر الإِباحة فيه.\r\r237 - (مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ. .). كون الشيء قبل الشيء الأظهر أنه لا يقتضي وقوع الشيء المسبوق.\rفإذا قلت: \" جاء زيد قبل عمرو \"، لم يقتض ذلك وقوع مجيء عمرو على هذا المعنى يتقرر قوله تعالى: (لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي. .)، إلا أن يقال: إن ذلك على سبيل الفرض، والتقدير، وعلى ذلك أيضا تقرر هذه الآية؛ لأن المعنى: أن المسيس لم يقع إجماعًا.\rوقال الإِمام في \" الإِرشاد \": إنه تعالى يتفضل بالنعم قبل استحقاقها فقال شارحه \" المُقْترح \": هذا الكلام يقتضي ثبوت الاستحقاق \". والأظهر خلاف ما قاله المقترح لما مرّ.\rوقال البُراذعي في \" التهذيب \": ويؤمر الجنب بالوضوء قبل الغسل،","seal":"7861EB16","page":320},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":126,"nass":"وإذا أخر بعده أجزأه.\rوالذي في أصل \" المدونة \": فإن اغتسل قبل وضوئه أجزأه.\rفكان بعض الشيوخ تتعقبه بأن مقتضى ما في \" المدونة، أنه إذا اغتسل أجزأه، وإن لم يتوضأ. فالاغتسال قبل الوضوء لا يقتضي وقوع الوضوء كما أن الطلاق قبل المسيس لا يقتضي وقوع المسيس بعده، وكما أن نفاد البحر متقدم على نفاد كلمات اللَّه، وليس بعد نفاد الكلمة بوجه.\r- (وقد فرضتم. .). يدل على جواز نكاح التفويض. وإرخاء الستر لما كان مظنة للمسيس جُعِلَ بمنزلة المسيس.\r- (أقرب للتقوى. .). قيل: المناسب أن يقول: أقرب للتفضل؛ لأن من لم يعف ليس ببعيد عن التقوى؛ لأنه ما طلب إلا ما وجب له.\rأجيب: بأن المراد أن يكون عفوه لمجرد وجه الله تعالى لا لقصد المحمدة، والشكر.","seal":"645A652E","page":321},
      {"aya":246,"part":"1","sora":2,"Na":3,"id":127,"nass":"246 - (إذ قالوا. .) ابن هشام: \" لا يصح تعلق (إذ) بـ (فعل) الرؤية، لأنه لم ينته علمه أو نظره إليهم في ذلك الوقت وإنما العامل مضاف محذوف أي: (ألم تر) إلى قضيتهم أو خبرهم إذ التعجب إنما هو من ذلك، لا من ذواتهم.\r248 - الزمخشري: \" إن قلت: ما وزن (التابوت)؟\rقلت: لا يخلو أن يكون \" فعلوتا \"، أو \" فاعولا \" لا \" جائز \" أن يكون \" فاعولا، لقلة نحو: \" سلس \"، و \" قلق \"؛ ولأنه تركيب غير معروف فهو إذاً \" فعلوت \" من التوب \" انتهى.\rأراد أنه إذا كان \" فاعولا \" تكون التاء أصلية، ويلزم فيه أن تكون فاء الكلمة، ولامها حرفًا واحدًا كما في \" سلس \"، و \" قلق \" ويلزم عليه اجتماع المثلين، وهو قبيح في \" علم التصريف \"، لأنه أوله تاء، وآخره تاء، وإذا كان على وزن \" فعلوت \" تكون تاؤه زائدة؛ لأنها ليست في موضع الفاء ولا العين، ولا اللام فهي زائدة فلهذا كان \" فعلوت \" أحسن.","seal":"259F20F6","page":322},
      {"aya":249,"part":"1","sora":2,"Na":1,"id":128,"nass":"249 - (وبالجنود. .). لم يقل بجنوده لمخالفتهم إياه.\r- (مبتليكم. .). عبّر بالاسم دون الفعل إشارة لثبوت الابتلاء، وأنه لا بدّ منه.\r- (ومن لم يَطْعمه. .). أخذ منه بعضهم فيمن حلف أن لا يستعمل طعامًا أنه يتجنب الماء لقوله: (يطعمه) فدل \" على \" أنه طعام، وأفتى به الفقيه أبو القاسم بن البراء وكذلك أخذ ابن الحاج أن الماء طعام.\rوَيرُدُ ذلك بأن معنى (يَطْعمه) يذقه من طعم الشيء إذا ذاقه كقوله: (وإذا طعمتم فانتشروا. .).","seal":"B30B44E1","page":323},
      {"aya":251,"part":"1","sora":2,"Na":1,"id":129,"nass":"251 - (ومما يشاء. .) المفعول محذوف أي (مما يشاء) أنه يُعلِّمُه له أو (مما يشاء) أن يُعلِّمه لجميع الناس.\rفإن كان فاعل (يشاء) هو اللَّه تعالى، و \" من \" للتبعيص تعين الوجه الثاني؛ لأن مشيئته تعالى إذا تعلقت بشيء فلا بدّ من وقوع جميعه.\r- (ولولا دفع اللَّه الناس بعضهم. .) بدل بعض من كل ولم يقل: ولولا دفع الله بعض الناس ببعض؛ ليفيد أن المدفوع أكثر قاله البيانيون في قولك: \" أكلت الرغيف بعضه \"، ويسمونه \" الاستخدام \"، ويؤخذ من الآية أن الأصل الفساد فيما احْتَمل الصحة، والفساد.","seal":"FD5FFCF8","page":324},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":130,"nass":"- (وَلَكِنَّ اللَّهَ ذُو فَضْلٍ. .). \" احتراس \" من توهم وجوب مراعاة الأصلح.\r252 - (نتلوها. .). تصوير إن أريد ما تقدم، وعلى بابه إن أريد ما يأتي، وفيه \" التفات \"، وحكمته أن إضافة آيات إلى اسم الجلالة؛","seal":"6DAD0C01","page":325},
      {"aya":253,"part":"1","sora":2,"Na":2,"id":131,"nass":"للتعظيم، وإسناد الفعل لضمير المتكلم لنفي توهم الغير.\r\r253 - (ورفع بعضهم. .). التفتازاني في \" شرح تلخيص \" القزويني: كما أن التنكير، وهو في معنى البعضية يفيد التعظيم، فكذلك إذا صرح بالبعض كقوله تعالى: (ورفع بعضهم درجات. .) أراد محمدًا صلى الله عليه وسلم ففي هذا الإِبهام من تفخيم فضله، وإعلاء قدره ما لا يخفى.\r254 - (يَوْمٌ لَا بَيْعٌ فِيهِ. .). الَأوْلَى حمله على يوم الموت؛ لأنه لا شفاعة فيه.","seal":"AC85C5C3","page":326},
      {"aya":255,"part":"1","sora":2,"Na":3,"id":132,"nass":"255 - (لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ). .) قدم السِّنَة لينفي النوم مرتين باللزوم، والمطابقة؛ لأنها قد تتقدم بين يدي النوم، وقد يهجم النوم دون تقدم السنة.\r- (له ما في السماوات وما في الأرض. .). من باب السلب لا من باب العدم، لأن السلب نفي الصفة على ما يمكن اتصافه بها، والعدم نفيها على ما لا يمكن أن يتصف بها. ومثال الأول: \" زيد لا يبصر \"، ومثال الثاني: \" الحائط لا يبصر \".\r\r257 - (اللَّهُ وَلِيُّ) .. إلى قوله: (أَوْلِيَاؤُهُمُ الطَّاغُوتُ. .). أفرد (وَلِيُّ) في الأولى، وجمعه ثانيًا، والمخبر عنهما فيهما مفرد؛ لأن الطاغوت لفظ مفرد!.\rوجوابه: أن الزمخشري: فسّر الطاغوت: بالشيطان والأصنام.\rفهو وإن كان لفظه مفرد فمعناه الجمع.\rسؤال آخر: جعل نظير المبتدأ في الجملة الأولى خبرًا في الثانية، ونظير","seal":"1F6E47A4","page":327},
      {"aya":259,"part":"1","sora":2,"Na":1,"id":133,"nass":"الخبر في الأولى مبتدأ في الثانية، وإنما تحصل \" المشاكلة \" لو جعل نظير المبتدأ مبتدءًا، أو نظير الخبر خبرًا.\rفيقال: والذين كفروا الطاغوت أولياؤهم أو والطاغوت أولياء الذين كفروا.\rوجوابه: أنه قصد الحصر في الجملة الثانية. فجعل الخبر مُعرَّفًا كما يقال: \" زيد الرجل الغني لا غيره \".\rفالقصد هنا التبكيت عليهم، وأنهم لا ولي لهم إلا الطاغوت بخلاف الذين آمنوا فإنه لا يمكن الحصر فيهم أو وليهم اللَّه ورسوله والملائكة، وفي سورة العقود: (إنما وليكم اللَّه ورسوله والذين آمنوا. .)، فقال الزمخشري: إن قلت: لِمَ أفرد الولي، وهم متعددون؟.\rفأجاب بأن الولي في الحقيقة هو الله تعالى، وولاية من عداه على جهة التبع له.\r\r259 - (مائة عام). لا يصح تعلقه بـ (أماته)؛ لأن الإِماتة سلب الحياة، وهي لا تمتد إلا أن يُأوَّل بمعنى ألبثه اللَّه بالموت مائة عام، وحينئذ يتعلق بما فيه من المعنى العارض له بالتضمين أي: معنى البث؛ لأنه","seal":"E4975D7B","page":328},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":134,"nass":"كالإِماتة في عدم الامتداد. فلو صح ذلك لعلقناه، بما فيه من معناه الوضعي، ويصير هذا التعليق بمنزلته في قوله: (قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ)، وفائدة التضمين أن تدل كلمة واحدة على معنى كلمتين يدل على ذلك أسماء الشرط. ونظير هذا قوله صلى اللَّه عليه وسلم: \" كل مولود يولد على الفطرة حتى يكون أبواه هما اللذان يهودانه وينصرانه. . \" لا يجوز تعلق (حتى) بـ (يولد)؛ لأن الولادة لا تستمر إلى هذه الغاية، بل الذي يستمر إليها كونه على الفطرة فالوجه في ذلك تعلّقها بما تعلقت به (على) فإن (على) متعلقة ب (كائن) محذوف منصوب على الحال من الضمير في (يولد).\rو (يولد) خبرٌ \" كل \" قاله ابن هشام المصري.\rقلت: ويحتمل الحديث المذكور إعرابًا آخر وهو أن يكون (يولد) في موضع خفض نعتًا لـ (مولود)، والخبرما تعلق به (على)، وهو \" كائن \" بالقدر مرفوعًا.\r- (قال كم لبثت). الزمخشري: قال له: ذلك بغير واسطة بعد إيمان الرجل.","seal":"AB841909","page":329},
      {"aya":260,"part":"1","sora":2,"Na":1,"id":135,"nass":"فنبه عليه ابن سلامة أنه اعتزال يريد: أن مذهبهم أن الكافر لا يكلمه الله بوجه، وعلى مذهبنا لا يكلمه كلام رضى، وأما كلام إبعاد فورد (اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (108).\r\r260 - قوله: (. . وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي. .). بيان لكون السؤال عن الكيفية ويؤخذ منه أن الشك منِ جهة التلاوة، وكيفيتها من جهة الإِعراب لا يؤخذ منه الشك في كونه قرآنًا.\r- (فَصُرْهُنَّ إِلَيْكَ. .). ابن هشام: \" لا يصح تعلق (إلى)","seal":"D65B9C17","page":330},
      {"aya":258,"part":"1","sora":2,"Na":1,"id":136,"nass":"بـ (صُرْهُنَّ)؛ لأن معناه: قَطِّعْهن، وإنما تعلقه ب (خذ)، وإن فسر بأمِلْهن فمتعلق به.\rفعلى الوجهين: يجب تقدير مضاف أي إلى نفسك، لأنه لا يتعدى فعل المضمر المتصل إلى ضميره المتصل إلا في باب ظن نحو (أَنْ رَآهُ اسْتَغْنَى (7). . . (فلا يحسبُنهم بمفازة من العذاب)، على قراءة ضم الباء.\r\r258 - (حاج إبراهيم. .) القاعدة في مثل هذا أن البادئ بالفعل هو الفاعل، وجاءت هذه الآية على خلاف ذلك لقوله: (إذ قال إبراهيم. .)، فدل على أنه البادئ بالمقاولة!.","seal":"106676A1","page":331},
      {"aya":264,"part":"1","sora":2,"Na":1,"id":137,"nass":"والجواب عن ذلك أن إبراهيم بدأ بالمقاولة وهي الدعوى، ونمرود بدأ بالمحاجة في تلك الدعوى، والردّ عليه قالوا: يكون قوله: (إذا قال إبراهيم) ظرفًا في المحاجة أي: حاج وقت قال إبراهيم \" فلا يلزم \" تقدم كلام إبراهيم.\r\r264 - (لا تبطلوا صدقاتكم بالمنِّ والأذى. .). ابن عطية: إذا علم الله من المتصدر أنه يمنُّ بصدقته فلا يتقبلها منه انتهى.\rقيل: إنما تناولت الآية من تصدق قاصدًا للمنّ، وأمَّا من تصدق بها غير قاصدٍ لمنٍّ ثم طرأ له قصده بعد ذلك، فينبغي أن لا تبطل صدقته.\rورُدَّ بأن الثواب، والعقاب يترتب باعتبار المال، والعاقبة، ويدل عليه أن ابن التلمساني قال في آداب الطفل أو غيره: فمن أمر الشارع","seal":"144E263F","page":332},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":138,"nass":"بتأديبه أنه جائز مالم يؤد أدبه إلى الهلاك. فتبين أن ذلك الأدب كان غير جائز، وكذلك من أخر الصلاة فأُغْمِي عليه يكون عاصيًا بتأخيره.\rأبو حيان: يحتمل أن يكون (الأذى) راجعًا للمُتَصدق. ويريد أنه يُدْخِلُ الأذى على نفسه بأن لا يكون عنده إلَّا قوت يومه فيتصدق به، ويبقى جائعًا لكن يقال: ليس هذا مبطلًا للصدقة، وعطف (الأذى) على (المنِّ) هو في الظاهر من عطف العام على الخاص، وفي التحقيق من عطف الأخص على الأعم؛ لأن نفي الأعم أخص من نفي الأخص.\r- (كالذي. .). مكيِّ: الكاف نعت لمصدر محذوف تقديره:","seal":"65D69F87","page":333},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":139,"nass":"إبطالاً. كإبطال إنفاق الذي ينفق.\rابن هشام: لا حاجة إلى هذا الحذف، بل هو حال من الواو أي: (لا تبطلوا صدقاتكم) مُشبهين (الذي ينفق).\r- (ماله. .). الذي قرّ عليه المفسرون أنها كلمة واحدة، وأن المراد بها المال، ويحتمل أن تكون (ما) موصوله و (له) جار ومجرور وهذا أعم؛ لأن المال قيل: إنه لا يطلق على كل المتملك بل على بعضه.\r- (فمثله كمثل صفوان. .). (الكاف) إمّا زائدة أو كما قال الزمخشري أول السورة: أن (مثل) بمعنى صفة. فالكاف أصليّة و (عليه) صفة لمثل. و (تراب) فاعل أو مبتدأ و (عليه) خبره، والجملة صفة لى (صفوان)، والضمير في (فمثله) عائد على اسم الفاعل المفهوم من قوله: (لا تبطلوا) أي: فمثل المُبْطل، ويبعد عوده على (الذي)؛ لأنه يكون من باب القياس على الفروع وفيه عند الأصولين خلاف؛ لأنه قاس مبطل الصدقة على المنفق رياءً، والمنفق رياءً على الحجر الصلد المغطاة بالتراب فالمنفق رياءً فرع.\r- (فأصابه. .). يحتمل عود الضمير على (التراب)، لقربه، والظاهر","seal":"F29A2FCA","page":334},
      {"aya":265,"part":"1","sora":2,"Na":3,"id":140,"nass":"على (صفوان) لعود ضمير تركه عليه فيسلم من تفكيك الضمير.\rابن عطية: (صفوان): جمع صفوانة أو صفَواة.\rأبو حيان: على هذا إنما هو اسم جنس \" يُفَرقُ \" بينه، وبن مفرده هاء التأنيث.\rقلت: ويدل على هذا عود الضمير عليه مفردا.\r\r265 - (ضعفين. .). قيل: الضعف المثل، وقيل: المِثْلان.\rانظر في سورة الأحزاب في قوله: (يضاعف لها العذاب ضعفين).\r\r266 - (له فيها من كل الثمرات. .). بعد قوله: (من نخيل وأعناب) معناه: أن معظمها نخيل، وأعناب، وفيها من كل الثمرات.\r267 - (الخبيث. .). وقال ابن العربي: قال جماعة (الخبيث) الحرام.","seal":"1D4E8560","page":335},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":141,"nass":"وزلَّ صاحب \" العين \" فقال: (الخبيث): الفاسد.\rوأخذه من تسمية الرجيع خَبَثا.\rوقال يعقوب: (الخبيث): الحرام.\rففسر اللغة بالشرع، وهو جهل عظيم، والصحيح أن \" الخبيث \" يطلق على مال منفعة فيه كقوله صلى اللَّه عليه وسلم: \" كما ينفى الكير خبث الحديد \". وعلى ما تنكره النفس كقوله: (وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ. .).\rالزمخشري: المُخْرَج من الأرض هو النبات، والمعادن، وغيرهما. أراد بالغير الرِّكاز.","seal":"9956FB00","page":336},
      {"aya":268,"part":"1","sora":2,"Na":8,"id":142,"nass":"268 - (الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا). إطلاق لفظ الأمر هنا مجاز فلا دليل فيه على أن الأمر يطلق لغير الوجوب، ويحتمل كونه تذييلًا للأول في معناه: أي يأمركم بالبخل فقوله: (والله يعدكم. .) مقابل للجميع، وإن لم يكن قوله: (وَيَأْمُرُكُمْ) في معنى: (يعدكم) فيكون قوله: (مغفرة) في مقابله،، (وفضلا) في مقابله (يعدكم الفقر) فيكون الظرف للظرف، والوسط للوسط.\r267 - (إلا أن تغمضوا فيه. .). الزمخشري: تسامحوا في أخذه ويترخصوا من قولك: اغمض فلان عن بعض حقه إذا غض بصره.\rقال الطِّرماح:\rما لم يَفتنا بالوتر قومٌ للضَّيـ. . . م رجَال يَرضَوْنَ بالإِغْماض.\rوأنشده ابن عطية: وللذُّل رجال.\rيقال: وَتِرَ فلان إذا لم يأخذ بثأر قتيله. والضيم: الذُّل.\r270 - (فإن اللَّه يعلمه. .). قال ابن عصفور: إذا تقدم الضمير معطوف، ومعطوف عليه فإن كان العطف بالـ \" واو \"، وبـ \" حتى \" كان","seal":"7CA25B42","page":337},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":143,"nass":"الضمير على ما تقدم من الإفراد، والتثنية، والجمع، وإن كان العطف بالـ \" فاء \" جاز فيه وجهان: أن يكون حسب ما تقدم قبله، وأن يكون مفردًا لا غير. وإن كان العطف ب \" ثم \" فالأحسن الإِفراد لما فيها من المهلة، وإن كان العطف بما عدا ذلك فإنما يكون الضمير حسب المتأخر من الأسماء المتقدم عليه، ولا يجوز أن يكون على حسب ما تقدم إلا في \" أو \" خاصة، وذلك شذوذ كقوله: (إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا).\rورَدَّه عليه بعضُ المتأخرين. وقال: إن الضمير يكون على حسب الأول مطلقًا في جميع حروف العطف، واستدل بقوله: (فاللَّه أولى بهما. .).\rوتأوَّل قوله: (والذين يكنزون الذهب والفضة ولا ينفقونها. .).","seal":"E2D26568","page":338},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":144,"nass":"- (وما للظالمين من أنصار. .). الفخر: لا دليل فيه لمنكري الشفاعة؛ لأنه بمعنى الكل لا الكلية، ومعلوم أن بعض الظالمين لا ناصر له.\rقال شيخنا ابن عرفة: وقد يجاب: بأن أنصار جمع نصير، وهو أخص من ناصر فلا يلزم من نفيه نفيه.","seal":"C82D46BA","page":339},
      {"aya":271,"part":"1","sora":2,"Na":1,"id":145,"nass":"قلت: ويدل على ذلك قول ابن عصفور في \" مقربه \": أن \" فعيل \" إن كان صفة قد يجمع على \" أفعال \" كشريف، وأشراف. ولم يذكر إذا كان اسمًا، وهو كذلك \" كأصيل \"، \" وآصال \".\r\r271 - (فنِعمَّا هِيَ. .). قرئ (فنِعْمَّا هِيَ)، وفيه الجمع بين ساكنين وهو لا يجوز إلَّا إن كان الأول حرف مدّ ولين فيجوز بلا خلاف، أو حرف لين خاصة فيجوز على اختلاف.\r- (وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ).\rفي الآية ثلاثة أسئلة:\rالأول: ذكر (وتؤتوها الفقراء. .) في القسم الثاني دون الأول!.\rجوابه: أن الإظهار مظنة الاستقصاء، وتكثير الفقراء، والإخفاء","seal":"B8CB093D","page":340},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":146,"nass":"مظنة عدم استقصاء الفقراء فنبه فيه بالاستقصاء معبرًا عنه بقوله: (وتؤتوها الفقراء).\rالسؤال الثاني: أضاف \" السيئات \" إليهم، ولم يضف \" الصدقات \" إليهم وهما متقابلان!.\rجوابه: أن السيئات عبارة عن الجزاء على الأعمال فلا تقابل؛ لأن الصدقة هي العمل لا الجزاء عليه، وإنما يَردُ السؤال إذا قلنا إن \" السيئات \" عبارة عن الأعمال أنفسها.\rالسؤال الثالث (ونكفر) فيه عشر قراءات. نُكَفِّرُ، نُكَفِّرْ، نُكَفِّرَ، يُكَفِّرُ، يُكَّفَرْ، يُكَفِّرَ، تُكَفِّرُ، تُكَفِّرْ، تُكَفِّرَ، يُكَفَّرُ. فعلى قراءة رفع الراء لا سؤال؛ لأنها جملة استئنافية. وعلى قراءة جزم الراء يكون معطوفًا على موضع جواب الشرط وهو قوله: (فهوِ خير لكم) وإذا كان كذلك فالحكمة في أن ذكر تكفير السيئات تحريضًا، وتحضيضًا عليه، وزيادة في الأفضلية.\r- (وإن تخفوها. .). أبو حيان: ضمير النصب عائد على (الصدقات) لفظًا، ومعنى بأي تفسير فسرت، \" ولا زيادة \".","seal":"3EF0EA80","page":341},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":147,"nass":"وقيل: (الصدقات) المبتدأة: الفريضة. والمخفاة: التطوع، فالضمير عائد عليها لفظًا لا معنى فهو نظير \" عندي درهمٌ ونصفُه \".\rانتهى. أراد أن الصدقات غير الثانية؛ لأن المَعْنى من الأولى: الإظهار، ومن الثانية: الإخفاء فلا يتجه أن يكون المعنى: وَإن تخفوا الصدقات المظهرة.\rونظيره ذلك \" عندي درهم، ونصفُه \" قد يفرق بينهما بأن الدرهم متشخص فلهذا استحال عود الضمير عليه لفظًا، ومعنى بخلاف \" الصدقات \" فإنها عام لم يقصد بها صدقة معينة، وجعل بعضهم \" عندي درْهمٌ ونصفه \" من باب الاستخدام.\rقال: وهو أن يؤتى باللفظ مجردًا عن المعنى استخدامًا له قصدًا؛ لعود الضمير على لفظه، ولا يقصد بذلك اللفظ إفادة معناه الأصلي بوجه.","seal":"EDC8BCE5","page":342},
      {"aya":272,"part":"1","sora":2,"Na":1,"id":148,"nass":"272 - (ليس عليك هداهم. .). إن قلت: هل هذه مثل قوله: (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ). أو خلافها؟ قلت: بل خلافها؛ لأن تلك اقتضت نفى كون الهداية مقدرة له، وإثبات القدرة عليها لله تعالى. وهذه اقتضت نفى التكليف بالهداية عنه، وإثبات القدرة عليها لله تعالى، فهذه أعم من تلك؛ لأن قولك: \" أنت قدور على أن تهدي من أحببت \" أخص من قولك له: \" أنت تهدي من أحببت \"، ونفى الأخص أعم من نفى الأعم.\rوهل هذا الخطاب خاص بالنبي صلى الله عليه وسلم أو عام له، ولسائر المؤمنين؟.\rفعلى ما نقل ابن عطية عن سعيد بن جبير، وعن النقاش يقتضي الخصوص، وما نقله عن ابن عباس يقتضي العموم.","seal":"5E5AB4AF","page":343},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":149,"nass":"وعلى تقدير الخصوص فهو خصوص يستلزم العموم؛ لأنه إذا رفع التكليف بذلك عن النبي صلى اللَّه عليه وسلم الذي هو رسول مأمور بالتبليغ، والدعاء إلى الإِيمان فأحرى أن يرفع عن من سواه.\rابن عطية: ذكر النقاش أن النبي صلى الله عليه وسلم أُتي بصدقة فجاءه يهودي فقال: أعطني: فقال النبي صلى اللَّه عليه وسلم: \" ليس لك من صدقة المسلمين شيء \".\rفذهب اليهودي غير بعيد فنزلت الآية فدعاه رسول الله صلى الله عليه وسلم فأعطاه ثم نسخ اللَّه ذلك بقوله: (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ. .) الآية. انتهى.\rالظاهر أن هذا ليس بنسخ، ولكن المتقدمون يطلقون عليها نسخًا. والمتأخرون يقولون: العام إن عُمِل به ثم ورد بعده الخاص فهو ناسخ له، وإن ورد الخاص بعده قبل العمل به فهو تخصيص لا نسخ.","seal":"4128D4E1","page":344},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":150,"nass":"ابن عطية: \" والهدى \" المنفى هو: خلق الإِيمان في القلوب. وأما \" الهدى \" بمعنى: الدعاء إلى الإِيمان فهو عليه. انتهى\rأما خلق الهدى فنفيه معلوم بالضرورة، فلا يحتاج إلى ذكره. وأما الدعاء إلى الإِيمان فغير منفي، وينفي قسم ثالث، وهو الدعاء المُحَصِّل للإِيمان الكسبيّ لا الجبري. فيقال: هديت فلانًا إلى الإِيمان أي: دعوته إليه فاهتدى بخلاف ما إذا دعوته إليه فلم يهتد فإنك لا تقول: هديته إلى الإِيمان فهذا هو المنفى في الآية أي: لست مطلوبًا بتحصيل الهداية الكسبية لهم، إنما عليك أن تدعوهم فقط، والإضافة إلى هذا للمفعول أي: أن تهديهم.\rفإن قلت: لعل المعنى لا يجب عليك أن تجبرهم على الإِيمان.\rقلت: يرده قوله: (ولكن اللَّه يهدى من يشاء)، ليس المراد به الجبر على الإِيمان، بل خلق الهداية.\rابن عصفور: الجملة التي بعد (لكن) تكون مضادة لما قبلها، ولا يجوز أن تكون موافقة.\rواخْتُلِفَ هل تكون مخالفة لما قبلها أم لا؟. وهذه الجملة في الآية مخالفة لما قبلها.","seal":"585EC700","page":345},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":151,"nass":"؛ لأن ما قبلها اقتضى أنه ليس مكلفًا بالهداية، وما بعدها اقتضى إثبات القدرة على الهداية للَّه تعالى. وأما في قوله: (إنك لا تهدى من أحببت) فما بعدها مضاد لما قبلها؛ لأن ما قبلها يقتضي نفي القدرة على الهداية، وما بعدها اقتضى إثباتها للَّه تعالى.\rفإن قلت: الأصل فى نسبة المتكلم إلى نفسه \" فِعْلاً \" أن يأتي بأسمه مضمرًا فعلى هذا كان يقال هنا: \" ولكنا نهدي \"!.\rفالجواب: أنه لما كان ذلك خاصًا باللَّه تعالى أتى باسم الجلالة الخاص به بخلاف المضمر إذ هو غير خاص؛ لأن الضمائر كلية؛ ولأن ضمير \" نا \" النون، والألف يكون للمتكلم وحده إذا عظم نفسه، وللمتكلم ومعه غيره بخلاف اسم الجلالة فإنه خاص قطعًا.\r- وقوله: (من يشاء) دليل لأهل السنة. ورده الزمخشري للألطاف\rعلى مذهبه.","seal":"0A763B79","page":346},
      {"aya":273,"part":"1","sora":2,"Na":1,"id":152,"nass":"- (وما تنفقوا. .). تحتمل الواو للحال أي: (وما تنفقوا من خير فلأنفسكم) حال كونكم تقصدون به وجه اللَّه. وهذا خبر فِي معنى الطلب، إمّا الأمر أو النهي.\r- (يوفَّ إليكم. .) أي: في المقدار.\r- (وأنتم لا تظلمون) أي: في الصفة، وهو تأسيس.\r\r273 - (سبيل الله). قال مالك في \" كتاب الحبس \": هو وجوه الخير بالإطلاق كيفما كانت.\rوقال ابن عبد البر: المشهور عن مالك: أنه الجهاد.\r- (من التعفف. .). لم يقل: من تعففهم إشارة إلى إتصافهم بأبلغ وجوه التعفف، وأنهم لم يتصفوا بتعففهم اللائق بهم، بل اتصفوا بالتعفف الأكمل، و (من) للتعليل، وهي متعلقة ب (يحسب) ولا يصح تعلقها بـ (أغنياء)، لأنه متى ظنَّهم ظان قد استغنوا من تعففهم علم أنهم فقراء من المال فلا يكون جاهلاً بحالهم. قاله ابن هشام.","seal":"7F26A884","page":347},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":153,"nass":"ولبعضهم في المعنى:\rغنيّ بلا دنيا عن الناس كلهم ... وإن الغنى الأعلى عن المال لا به\r- (تعرفهم بسيماهم. .). خطاب له عليه السلام، ولغيره.\r- (لا يسألون الناس إلحافًا. .) يحتمل أن يكون مثل: (وما ربك بظلَّام للعبيد)، أي: لو قُدِّر صدور السؤال منهم لما قُدِّر وقوعه إلّا بـ \" الإِلحاف \" لأجل ما نالهم من الجهد، والحاجة.\rويحتمل أن يكون مثل قوله تعالى: (لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ).\r، فيكون من باب نفي استلزام الأخص أمرًا، وإذا لم يستلزم الأخص أمرًا لم يستلزمه الأعم، والمعنى: لا يسألون الناس الإِلحاف في السؤال أي: لأجل سبب الإلحاف، وهو شدة الحاجة، وإذا لم يسألوهم، لأجل شدة الحاجة فأحرى أَلَّا يسألوهم؛ لأجل سبب عدم الإِلحاف، وهو مطلق الحاجة فقط.\r\" الفخر \": ويحتمل أن يكون المراد بالإِلحاف تأكيد صبرهم.\rانتهى. فينبغي على هذا أن يوقف على قوله: (لا يسألون الناس).\rو (إلحاف) مصدر أي: يلحفون إلحافًا أي: يبالغون في شدة صبرهم، وتجلدهم على الفقر.","seal":"ACA67179","page":348},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":154,"nass":"وجعل الزجَّاج معنى الآية كقول امرىء القيس:\rعَلَى لاَحِبٍ لاَ يُهْتَدَى بِمَنَارِهِ ... إِذَا سَافَهُ العَوْدُ النَّبَاطِيُّ جَرْجَرَا\rالمعنى: لا يكون منهم سؤال فلا يكون إلحاف، كما أن معنى البيت ليس ثَمَّ منار فلا يكون اهتداء.\rوقوله: لاَحِبٍ: طريق. وقولِه: لا يهتدي بمناره أي: ليس فيه علم، ولا منار فيهتدى به. يصف طريقَا غير مسلوك.\rوقوله: إذا سافه العَوْد: أي: إذا شمه المُسِنُّ مُسِنُّ الإِبل صوَّت ورغا؛ لبعده وما يلقاه من مَشَقَّتِه، والنباطيِّ: المنسوب إلى النَّبط وهو: أشد الإبل، وأصبرها.\rوقيل: هو الضَّخْم، وأِصل اللاحب: الطريق البين الذي لَحبَتْه الحوافر أي: أثَّرتْ فيه فصارت فيه طرائق، وآثار بيِّنة هذا أصله، ثم يستعمل لكل طريق بين، وخفى.","seal":"7ECE182F","page":349},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":155,"nass":"وبناه على \" فاعل \"، وحقه أن يبني على \" مفعول \" كما قيل: (عيشة راضية)، بمعنى: مرضية، ومعنى جرجر: صوت.\rورُدَّ على الزجاج: بأن من لوازم المنار الاهتداء بخلاف السؤال فإنه أعم من الإِلحاف فلا يلزم من نفي \" الإِلحاف \" نفي السؤال، أو يلزم من نفي المنار نفى الاهتداء.\rووجَّه بعضهم قول الزجاج: أنه نفي للسؤال، و \" الإلحاف \" جميعًا بأن هؤلاء المذكورين بين رجلين رجل جاهل بهم يحسبهم أَغنياء، ورجل يعرفهم بسيماهم، وأنهم فقراء فلا يفتقرون إلى السؤال.","seal":"3E838E69","page":350},
      {"aya":274,"part":"1","sora":2,"Na":1,"id":156,"nass":"- (وما تنفقوا من خير فإن اللَّه به عليم) طاعة العبد سيده وهو حاضر ينظر إليه أكثر من طاعته إياه في غَيْبَتِه غالبًا، فجاءت الآية على المعتاد.\rقيل: (بصير) أخص من (عليم) على مذهب أهل السنة، فلِمَ عدل عنه إلى عَلِمَ الذي هو أعم؟.\rوأجيب: بأن الآية خطاب للعوام لا للخواص، وصفة العلم عند العامة أجلى إذ لا خلاف فيها بخلاف (بصير).\rفإن منهم من رده لـ (عليم). ومنهم من أبقاه على ظاهره.\r\r274 - (بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً) ابن عطية: عن ابن عباس نزلت في علي بن أبي طالب رضي اللَّه عنه: كانت له أربعة دراهم فتصدق بدرهم","seal":"2704FFFD","page":351},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":157,"nass":"ليلًا، وبدرهم نهارًا، وبدرهم سرًّا، وبدرهم علانية. انتهى.\rقيل: التصدق بالليل والنهار لا يخرج عن كونه سرًّا، وعلانية.\rأجيب: بأنه لا يعترض على السبب، وإنما ينظر في تطبيق السبب على لفظ الآية، ويفهم هذا بأنها قسمة رباعية، فتصدق في الليل بدرهم سرا، وبدرهم علانية، وكذلك في النهار، ويكون من باب اللف والنشر، سرا الليل، وعلانية النهار، ويدل عليه عدم العطف.\rفإن قيل: لمَ قدم \" السرّ \" على \" العلانية \"، ونفقة السرّ أفضل فهلا بدأ بالعلانية، ليكون العطف ترقيًا لا تدنيًا؛ لأن عطف الترقي تأسيس، وعطف التدني فيه ضرب من التأكيد.\rفالجواب: أن ذلك على قاعدة استصحاب الحال، وذلك أن نفقة السر أفضل؛ لخلوص النية فيها وسلامتها من الرياء فإذا أنفق أولاً سرًّا","seal":"32C75542","page":352},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":158,"nass":"بنية خالصة، واستصحب تلك النية بعينها في نفقة الجهر فأنفق جهرًا بتلك النية الخالصة كان في أعلا درجات الطاعة فبهذا المعنى يكون العطف ترقيًا.\r- (فلهم أجرهم. .). معنى الإِضافة: الأجر اللائق بهم. ولو قيل: \" فلهم أجر \"، كان مفهومه أن من فعل دون ذلك لا أجر له ولا شك أنه يؤجر.\rابن عطية: دخلت \" الفاء \"؛ لأن الموصول وصل بالفعل، ولم يدخل عليه عامل يغير معناه.\rأبو حيان: وكذا إذا كانت الصلة ظرفًا أو مجرورًا. انتهى.\rكذا ذكر ابن عصفور في \" المقرِّب \"، و \" شرح الإِيضاح \".\rفإن قلت: الظرف والمجرور محل، والتعليل عند الأصوليين بالصفة لا بالمحل!.\rفالجواب: أن المحل هنا ناب مناب متعلقه، وهو: كائن أو مستقر.\rالذي هو صفة، وتنوسي المتعلق حتى صار المحل كأنه هو؛ ولذا لا يجوز الجمع بينها.\rأبو حيان: ومن شروط دخول الفاء أن يكون الخبر مُسْتَحقًّا بالصلة كهذه الآية.","seal":"B3158FD9","page":353},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":159,"nass":"قيل: هذا مردود فإنه ما عُلِمَا كونه سببًا إلَّا بعد دخول الفاء لا قبلها؛ لكونه مُستحقًّا بالصلة فرع عن دخول الفاء فلا يصح أن يكون شرطًا فيها.\rوأجيب: بأن هذه بالنسبة إلى السامع، وكلا منا في دخول الفاء، بالنسبة إلى قصد المتكلم، ونيته.\rقال الشيخ: وعادتهم يردون على كلام أبي حيان قوله: (الذي خلقني فهو يهدين)، فإن نفس الخلق غير موجب للهداية وإلّا لزم منه مذهب المعتزلة القائلين بمراعاة الأصلح، وعادتهم يجيبون: بأن المراد (الذي خلقني) هذا الخلق الخاص على هذه الصفة، وهي النبوة، ونظيره قوله: (فمن ثقلت موازينه. .).\rفإن قلت: النفقة مستلزمة، لثبوت الأجر لهم مع \" الفاء \"، ومع عدمها فما أفادت؟.\rفالجواب: أن الخبر إذا كان ثابتًا، وعطف عليه ما يتوسم عدم ثبوته فلا بدّ من \" الفاء \" فأتى بها هنا؛ لتدل على كمال الارتباط، وأن ذلك سبب في نفي الحزن، والخوف عنهم، ولفظ: (الرب) هنا دال على أن هذا الثواب محض تفضل من اللَّه تعالى كما يقول أهل السنة.\rسؤال آخر: لأي شيء نفى الحزن عنهم بالفعل، والخوف بالاسم والمناسب العكس؟!.","seal":"804BAB50","page":354},
      {"aya":275,"part":"1","sora":2,"Na":1,"id":160,"nass":"لأن متعلق الحزن ماضٍ، والخوف مستقبل، والجواب عنه أن النكرة في سياق النفي تفيد العموم بالإِجماع، والفعل في سياق النفي مختلف فيه هل يفيد العموم أولا؟. والماضي محصور؛ لأنه مشاهد مَرْإيّ فمتعلقه غير متعدد، والمستقبل متعلقاته متعددة؛ لأنه غير محصور فالخوف منه يعظم؛ لكثرة الخواطر التي تخطر ببال الإِنسان فيه.\rفلذا نفى الخوف بلفظ الاسم الدال على العموم بإجماع، ونفى الحزن بالفعل المحتمل للعموم، وعدمه.\rورُدَّ بمنع الإِجماع؛ لأن النكرة عند النحويين لا تعم إلّا إذا كانت مبنية مع لا.\rوأجيب: بأنها أعم من الفعل بلا شك.\r\r275 - (الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ. .) وجه مناسبتها لما قبلها أنه تقدمها إنفاق الصدقة، وهي لا عن عوض.\rو (الربا) في ظاهر الأمر زيادة عن عوض؛ لأنه يدفع قليلًا في كثير. وقرر الفخر: المناسبة بأن الصدقة من المال، والربا زيادة فيه فالنفوس تحبه، وتكره الصدقة فجاءت الآية إشعارًا بأن ذلك النقص زيادة، وتلك الزيادة نقص.\rوالتشبيه بمن (يتخبطه الشيطان) إما حالة تخبطه أو أثر ذلك،","seal":"F6126396","page":355},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":161,"nass":"والظاهر العموم، لأن آكلين الربا متفاوتون في الأكل فالمكثر منهم شبيه به حالة التخبط، والمقلل يشبهه أثر التخبط.\rواعلم أن قدماء المعتزلة ينكرون الجن بالأصالة، وهو كفر لا شك فيه؛ لأنه تكذيب للقرآن، والحديث.","seal":"520A1E89","page":356},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":162,"nass":"قال شيخنا ابن عرفة: كان الشيخ ابن عبد السلام يحكي: أنه كان هناك طالب يتحدث أنه كان في بلاد الجريد بعض المدرسين له طالب جلف بليد فصُرِعَ ذلك الطالب البليد ذات يوم فجاوبه بعنف فقال المدرس:\rأعلمه الرماية كل حين ... فلما اشتد ساعده رماني\rفقال له ذلك الطالب: أخطأت إنما هو \" استد \" بالسين المهملة فدلّ على أن","seal":"3D2BF86A","page":357},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":163,"nass":"الجنِّي نطق على لسانه، والبيت يُروى بالوجهين معا. وجرى ذكر هذا البيت بمجلس السلطان أبي العباس بحضرة شيخنا ابن عرفة، وكبار طلبته، وذكر الروايتين، فقال السلطان الصواب عندي أنه بالسين المهملة؛ لأنه الذي من فعل العلم، والحاصل من تعليمه فقال له بعض الطلبة الحاضرين: يحق لهذا الكلام أن يكتب بماء الذهب.\r- (ذلك). الإِشارة لأكلهم (الربا)؛ لأنه سبب في عقوبتهم، وسبب السَّبب سبب، وهذا قياس تمثيلي. وذكروا منه قياس الشبه، والتسوية، وهو قياس آخر بمعنى: أن الحكم في المقيس عليه ثابت في الفرع المقيس من باب أحرى، فينعكس فيه التشبيه ومثله ابن ملك في \" المصباح \" بهذه الآية، ويقول الشاعر:\rوكأن النجوم بين دجاها:. سنن لاح بينهن ابتداع\rفجعل أهل السنة بين المبتدعة بمنزلة النجوم في الظلام.\rوقال غيره: إن الابتداء بالنجوم محتاج فيه إلى معرفة استدلال، واتباع","seal":"13A869F3","page":358},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":164,"nass":"أهل السنة لا يحتاج فيه تكلف دليل فكان أحرى.\rوقال الزمخشري: الإِشارة للعقاب.\r- (وأحل اللَّه البيع وحرم الربا). تحتمل أن يكون من كلامهم كالاعتراض على حكم اللَّه تعالى، واستشكالاً لتحريم أحدهما، وتحليل الآخر مع تساويهما عندهم.\rوجعله الزمخشري ردّا على قياسهم، والصواب أنه تجهيل لهم؛ لتقدم النص، فهو قياس في معرض النص فهو فاسد الوضع.\rوعلى ما قال الزمخشري: يكون النص غير متقدم، والواو تحتمل الحال، والإِستئناف.\rواختلف الفقهاء في لفظ: (البيع) \" هل هو من قبيل المجمل ثَمَّ بيِّن، أو عام مخصوص، وقيل: لم يخصص، فعلى الاوَلينَ يكون حقيقة لغوية، وعلى الثالث: يكون حقيقة شرعية؛ لأنه إذا كان","seal":"A15A2904","page":359},
      {"aya":276,"part":"1","sora":2,"Na":1,"id":165,"nass":"مخصوصًا فيكون عبارة عن البيع الشرعي فلا يتناول إلّا الحلال من البيوعات.\rفإن قلت: يلزم على هذا تحصيل الحاصل؛ لأن الحلال لا يُحلل!.\rقلت: تكون الواو على هذا للحال.\rو (الربا). حكى فيه اللَّخْميِّ في \" كتاب الصرف \" ثلاثة أقوال.\r\r276 - (يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ. .). الأحكام الشرعية منوطة بمصالح دنيوية، وأخروية فلما تضمن الكلام السابق حصول المصلحة الأخروية بالصدقة تضمن هذا أنه مُحصِّل للمصلحة الدنيوية.\rو (الربا) متضمن أيضا للمفسدة الدينية؛ لترتب العقاب عليه، والدنيوية؛ لأنه مَمْحَقة للمال، والصدقة زيادة فيه. وحمله ابن عطية على أنه في الدار الآخرة، والظاهر خلافه وبدأ هنا (بالربا)، وفيما تقدم بالصدقة، وطريق المقابلة، واللف، والنشر العكس.","seal":"D8684E71","page":360},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":166,"nass":"والجواب: أنه لمَّا كان ذِكْر الصدقة يطول الكلام فيه قدم الكلام على (الربا) ثم عاد إلى \" الصدقة \".\rفإن قلت: هلا قيل: يمحق الله المال الذي فيه (الربا) فهو أبلغ في التخويف؛ لأن محق المال الذي فيه الربا أشد؛ لاستلزامه محق الربا، وزيادة.\rفالجواب: أن هذا أجلى في محق الربا، والمخاطبون عوام.\r- (والله لا يحب كل كفار أثيم) قول ابن عطية: الله تعالى يحب التوفيق على العموم. انتهى.\rكان القاضي أبو العباس بن حيدره، والفقيه المفتي أبوالقاسم الغُبْرينِّي يقولان: هذه نزعة اعتزالية غفل فيها، ولم يشعر فيها، بل مذهبنا أن الله تعالى يحب الخير، والشر. والرجل سُنِّي لا شك في فضله، ودينه.","seal":"CFBE5A98","page":361},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":167,"nass":"الآمدي في \" أبكار الأفكار \": إذا وردت صفة لله تعالى يستحيل حملها على حقيقتها، فإمّا أن ترد لصفة المعنى، وهي الإِرادة أو لصفة الفعل، فالمعنى هنا: واللَّه لا يريد كل كفار. وإن رددتها لصفة الفعل فالمعنى: واللَّه لا يهدي كل كفار. ويكون حينئذ مخصوص بمن علم الله سبحانه، وتعالى أنه يموت كافرًا؛ لأن من أسلم فقد هُدِي، وعلى المعنى الأول تكون لا نافية على عمومها أي: لا يريد ثواب كل كفَّار.\rقيل: إن قلت: إن نقيض المستحب مكروه فظاهر، وإن كان أعم فَهلَّا قيل: واللَّه يكره كل كفَّار.\rوأجيب: بأن عادة العرب أنهم يقولون في المدح التام: \" حبذا زيد \" وفي الذم التام: \" لا حبذا زيد \". فنفى المحبة عندهم يستلزم الكراهة.\rابن هشام: قال البيانيون: إذا وقعت \" كل \" في حيز النفي كان النفي موجها إلى الشمول خاصة، وأفاد بمفهومه ثبوت الفعل لبعض الأفراد","seal":"67A904BB","page":362},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":168,"nass":"كقولك: \" ما جاء كل القوم \"، و \" لم يأخذ كلَّ الدراهم \" \" وكلُّ الدراهم، لم آخذ \"، وقوله:\rما كل رأي الفتى يدعو إلى رشد\rوقوله:\rما كل ما يتمنى المرء يدركه.\rوإن وقع النفيُ في حيزها اقتضى السلب من كل فرد كقوله عليه السلام لما قال له ذو اليدين: \" أنسيت أم قُصِرَتْ الصلاة: كلُ ذلك لم يكن \".\rوقول أبي النجم:","seal":"30F927BD","page":363},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":169,"nass":"قد أصبحتْ أمُّ الخيار تَدْعِي ... عليَّ ذنبًا كلهُ لم أصنع\rوقد يشكل على قولهم في القسم الأول قوله تعالى: (واللَّه لا يحب كل كفار أثيم)، وقوله تعالى: (واللَّه لا يحب كل مختال فخور).\rقلت: وكذا هذه الآية.\rوقد صرح الشلوبين، وابن مالك في بيت أبي النجم: بأنه لا فرق في المعنى بين رفع \" كَل \" ونصبه.\rورَدّ الشلوبين على ابن أبي العافية إذ زعم أن بينهما فرقا، والحق ما قال البيانيون.\rوالجواب عن الآية: أن دلالة المفهوم إنما يُعَول عليها عند عدم","seal":"AE60303C","page":364},
      {"aya":277,"part":"1","sora":2,"Na":1,"id":170,"nass":"المعارض، وهو هنا موجود إذ دلَّ الدليل على تحريم الاختيال، والفخر مطلقًا. انتهى.\rقيل: \" كافر \" في باب النفي أبلغ فلِمَ عدل عنه؟.\rأجيب: بأنه لمّا كان المنفى أخص. كان النفي أخص.\rوأجيب أيضا: بأنه لما ذكر فاعل (الربا) أتى في هذا ببناء المبالغة توكيدًا لذمه.\r(أثيم) نعت بمعنى الذم كالشيطان الرجيم.\rوجعله ابن عطية نعت بيان. وهو بعيد؛ لأن (كفَّار) يدل عليه؛ لأنه من أبنية المبالغة،.\r\r277 - (لهم أجرهم. .). وفي الآية المتقدمة (فلهم)!.\rأجيب بوجهين:\rالأول: أنه ما ذُكر في الآية الأولى أكمل، وأبلغ. قيل: الأعمال الصالحة هنا تستلزم النفقة، وغيرها. وقيل: تستلزم مطلق النفقة، وتلك نفقة خاصة.","seal":"65EDD54F","page":365},
      {"aya":278,"part":"1","sora":2,"Na":1,"id":171,"nass":"الثاني: أن هذا مؤكد ب (أن) فأغنى عن \" الفاء \". وقال الزمخشري: قيل هذا.\rوأجيب أيضا: بأن الأول موصول مُضَمَّن معنى الشرط أفصح دخول \" الفاء \" في خبره، و \" إن \" لا تدخل على الشرط فدخولها على الموصول يمنع من كونه مضمنًا معنى الشرط، فلا تدخل \" الفاء \" في خبره.\r\r278 - (يأيها الذين آمنوا اتقوا اللَّه. .) حمله ابن عطية على أحد ثلاثة أمور: إمّا (يأيها الذين آمنوا) بمحمد دوموا على إيمانكم، وإمّا (يأيها الذين آمنوا) في الظاهر (اتقوا اللَّه. . إن كنتم مؤمنين) في الباطن، وإمّا (يأيها الذين آمنوا) بعيسى وموسى آمنوا بمحمد.","seal":"8A785F18","page":366},
      {"aya":279,"part":"1","sora":2,"Na":1,"id":172,"nass":"279 - (فإن لم تفعلوا. .). قيل: فيها حجة لمن يقول: الترك فعل؛ لأن قبلها (وذووا ما بقِيَ من الربا) ثم قال: (فإن لم تفعلوا). فسماه فعلاً؛ لأن المعنى: فإن تركتم ما أمرتم به، ولم تفعلوه.\rوأجيب: بأن هذا كف لا ترك؛ ولذا قال ابن الحاجب في حدّ الأمر: طلب فعل غير كف. ونظير هذا إذا كان طعام طيب بين يدي رجلين أحدهما جائع، والآخر شبعان ولم يأكلا منه شيئًا.\rفيقال في الجائع: إنه كف عن الأكل، وفي الشبعان: إنه ترك الأكل.\rوأجيب أيضا: بجعل قوله: (فإن لم تفعلوا) راجعا لقوله: (واتقوا اللَّه) لا لقوله: (وذروا).\rورُدَّ بأن الآية إنما سبقت لتحريم (الربا) بدليل استدلالهم بها في كتب بيوع الآجال في ربا الجاهلية، والأمر بالتقوى ليس هو لذاته.\rمسألة: هل الترك فعل أم لا؟.\rذكرها ابن بشير، وغيره في \" كتاب الصيد \" في المار بالحبالات، وفيها صيد فيتركه فيموت هل يضمنه أم لا؟.\rوفيها بحث لشيخنا ابن عرفة في \" مختصره \".","seal":"AD55E7C6","page":367},
      {"aya":280,"part":"1","sora":2,"Na":1,"id":173,"nass":"- (حرب). الزمخشري: التنكير للتعظيم.\rقيل: كونه للتعظيم مشكل، لأن التنكير إنما هو للتقليل، والشيوع في آحاد ذلك الشيء.\rوأجيب: بأن التعظيم في الصفة، وفي الكيفية لا في الكمية، والقدر.\r- (وإن تبتم فلكم رءوس أموالكم). قيل: مفهومه مخالف لمذهبنا أنه يجب ردّ الزيادة، وبطلان الربا، وللمعطي رأس ماله.\rوأجيب: بأنهم إن لم يتوبوا سقط الخطاب؛ لأنه لا يخاطب بردِّ الربا إلا المؤمن.\r\r280 - (وإن كان ذو عسرة). ابن العربي: في المعنى المقصود منها ثلاثة أقوال:\rالأول: المراد بها ربا الدَّين خاصة فيه يكون الإنظار قاله ابن","seal":"A3B9DDB9","page":368},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":174,"nass":"عباس، وشريح القاضي، والنخعي.\rوالثاني: أنه عام في كل دين قاله العامة، وعبّر عنه ابن عطية بقوله: قاله جمهور العلماء: النَظِرَة إلى الميسرة حكم ثابت في العسر سواء كان الدين ربا أو من تجارة في ذمة أو من أمانة فسّره الضحاك.\rالثالث: قال متأخر علمائنا: هو نص في دين الربا، وغيره من الديون مَقِيسٌ عليه.\rقال ابن العربي: والأول ضعيف، ولا يصح عن ابن عباس، لأن الآية وإن كان أولها خاصًّا كان آخرها عام، وخصوص أولها لا يمنع من عموم آخرها لا سيما إذا كان العام مستقلا بنفسه.","seal":"A06EA175","page":369},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":175,"nass":"الثالث: ضعيف، لأن العموم قد يتناول الكل فلا مدخل للقياس فيه \". انتهى.\rقال عياض في \" كتاب الوصايا \" من \" الإكمال \" في حديث سعد بن أبي وقاص: أن قولك: \" زيد ذو مال \" أبلغ من قولك: \" زيد له مال \".\rونحوه للزمخشري أول سورة آل عمران، في قوله تعالى: (واللَّه عزيز ذو انتقام)، وفي سورة غافر في قوله تعالى: (إن اللَّه لذو فضل. .)، ونحوه لابن الخطيب في سورة الروم، في قوله: (فأت ذا القربى حقه. .).","seal":"DB88D2A7","page":370},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":176,"nass":"وخالفهم ابن اعطية في سورة الرعد:، في قوله تعالى: (وإن ربك لذو مغفرة. .) أنها دالة على تغليب جانب الخوف على جانب الرجاء؛ لأن قوله: (ذو مغفرة) تقتضي تقليل المغفرة.\rوقال بعضهم: قولك: \" زيد صاحب مال \" أبلغ من قولك: \" ذو مال \"؛ لأن \" ذو مال، يقتضي مطلق النسبة سواء اتصف به أم لا بخلاف قولك: \" صاحب \" بناء على قول الأكثر وهو الصحيح.\rوالإِتيان بلفظة (ذو عسرة)، ولم يقل: وإن كان معسرًا موافق لما تقرر في الفقه أن من له دار، وخادم، وفرس لا فضل في ثمنهن يجوز له أخذ الزكاة، ويسمى فقرا مع أنه إذا كان عليه دين فإن ذلك يباع عليه فليس مجرد الإِعسار موجبًا، لإِنظاره، فناسب إدخال (ذو).\rابن عطية: (كان) هنا عند سيبويه تامة بمعنى وجد، وحدث.\rومن هنا يَظْهرُ أن الأصل الغني؛ لإِدخال (إن) فدلَّ على أن الإِعسار لم يكن موجودًا \" انتهى.\rويردّ بأنه فرق بين الدين الكائن عن عوض، والدين الكائن لا عن عوض فالدين عن عوض الأصل فيه المِلأ واستصحاب الحال ببقاء ذلك العوض، وذهابه على خلاف الأصل، والذي لا عن عوض كنفقة الزوجات، والبنين، ونفقة الأبوين، ليس الأصل فيه الملاء.","seal":"467A73E8","page":371},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":177,"nass":"وحكى المهدوي عن بعضهم: أن هذه الآية ناسخة لما كان في الجاهلية من بيع من أعسر بدين.\rوحكى مكيّ أنه عليه السلام أمر به في صدر الإِسلام. فعلى الأول هو نسخ لغوي، وعلى الثاني نسخ اصطلاحي، وأورد القَرافي في \" قواعده \" سؤالًا قال: ثواب الواجب أعظم من ثواب المندوب مع أن تأخير الغريم بالدين واجب، والتصدق به عليه مندوب إليه، والآية نص في أن التصدق عليه أفضل.","seal":"8E6E9F95","page":372},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":178,"nass":"وأجاب: بأن التصدق به عليه يستلزم التأخير وزيادة.\r- (وأن تصدقوا خير لكم. .). ابن عطية: معناه عند الأكثر أن الصدقة على المعسر. خير من انظاره.\rوقيل: معناه (وأن تصدقوا) على الغني، وعلى الفقير \" انتهى.\rالمشهور عند الأصوليين أن العام إذا ورد على سبب فإنه لا يقتصر على سببه بل يكون عامًا فعمومه في الغني، والفقير أحسن. الزمخشري: وقيل: المراد بالتصدق الإِنظار كقوله عليه السلام: \" لا يحل دين رجل مسلم فيؤخره إلا كان له بكل يوم صدقة \". انتهى.\rوهل هو أيضا عام في المعسر والموسر أو خاص بالمعسر؟.\rفإن قلنا: إنه خاص فـ (خير) \" فعل \" لا \" أفعل \" إذ يجبر الغريم على إنظار المعسر.","seal":"FEC847BA","page":373},
      {"aya":281,"part":"1","sora":2,"Na":1,"id":179,"nass":"وإن قلنا: إنه عام كانت \" أفعل \"؛ لأن إنظار المعسر غير واجب لكنه خير من التضييق عليه.\r\r281 - (واتقوا يومًا ترجعون فيه إلى اللَّه. .). الفخر: الرجوع يؤذن بأنه كان يتقدّم للمكان عند الرجوع إليه، وهو من قولك: \" رجع زيد إلى القيام \" فإنه يؤذن بأنه كان قائمًا فقعد ثم عاد إلى القيام، وهؤلاء لم يكونوا عند اللَّه!.\rوجوابه: أن الإِنسان له ثلاث حالات: حالة في بطن أمه، وأمره فيها إلى الله، وليس له فيها في أموره تدبير، ولا كسب. وحالة: كونه في الدنيا وله فيه التكسب، والإِرادة. وحالة الموت فما بعدها: يعود كما كان لا قدرة له، ولا تكسب ويصير أمره كله للَّه فشابهت الحالة الأخيرة الحالة الأولى بهذا الاعتبار.\r- (ثم توفى كل نفس. .). عام مخصوص؛ لأن المجانين، وأطفال الكفار لا يدخلون فيها.\rفإن قيل: لا كسب لهم.\rقلنا: قد تقرر من مذهبنا أن الطفل الصغير إذا استهلك شيئًا فإنه","seal":"BB75D331","page":374},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":180,"nass":"يغرم مثله أو قيمته من ماله فكسبه معتبر في الدنيا وهو في الآخرة معفو عنه.\r- (وهم لا يظلمون). الفخر: ما أفاد مع أنه مفهوم مما قبله؛ لأنها إذا وُفيت ما كسبت لم تظلم؟!.\rوجوابه: أن التوفيه في الحسنات (وهم لا يظلمون) أي لا يزاد عليهم في السيئات \" انتهى.\rوأجاب بعضهم: بأن التوفيه تقتضي الزيادة على الشيء فأتى بقوله: (وهم لا يظلمون) نفيًا؛ لتوهم الزيادة في السيئات.\rورُدّ بمنع دلالة التوفيه على الزيادة، بل قال الزمخشري في سورة الشعراء في قوله: (أوفوا الكيل. .)، \" إن الكيل \" يكون على ثلاثة أضرب:\rوافٍ، وطفيف، وزائد. فنص على أن الوافي هو القدر الواجب والطفيف النقص منه.","seal":"34A203D9","page":375},
      {"aya":282,"part":"1","sora":2,"Na":1,"id":181,"nass":"282 - (تداينتم. .). قيل: هي مفاعلة لا تكون إلا من الجانبين فلا يتناول إلا الدَّين بالدَّين أو فسخ الدَّين في الدَّين فلا يصح حمله على ظاهره، بل المراد به إذا تعاملتم.\rوأجيب: بأنه يتناول الدَّين بالدَّين عن معاوضة فإن من اشترى بنقد أو نسيئة فإذا دفع الثمن حصل له في ذمة المشتري، وله عليه الرجوع بعهدة العيب أو الاستحقاق.\r- (وبدين). أتى به ليكون نكرة في سياق الشرط فيعم.\rالزمخشري: ذُكِرَ ليعود عليه الضمير ولو لم يذكر لقال: \" فاكتبوا الدين \"، ولا يحسن بذلك النظم، ولأنه أبين؛ لتنويع الدين إلى مؤجل، وحال \".انتهى.\rيقال له: لا يتوقف عود الضمير على ذكره؛ لجواز إعادته على المصدر المفهوم من الفعل كما أعيد في قوله: (اعدلوا هو أقرب للتقوى).\rابن عطية: أتى به،؛ لأن تدايَن في كلام العرب مشترك يقال: تداينوا أي جاز بعضهم \" بعضا \".\rويقال: تداين بمعنى أخذ الدين.\rفقال: (بدين) ليبين أنه من أخذ الدين. \" انتهى.","seal":"88550825","page":376},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":182,"nass":"قيل: هذا مردود بأن الفعل عند البصريين مشتق من المصدر والمشتق بمنزلة المشتق منه، وكما أن التداين مشترك فكذلك الدين فلم يزل اللبس.\rوأجيب: بأن مصدر تداين إنما هو تدايناً لا ديناً.\rوفي \" المدونة \" لما ذكر هذه الآية قال مالك: هذا يجمع الدين كله.\rقال شيخنا: عوائدهم يتعقبون قول مالك هذا بأن لفظ (دين) نكرة في سياق الثبوت فلا تعم.\rوأجيب بوجهين:\rالأول: أنها في سياق الشرط، والنكرة في سياق الشرط تعم؛ لأن الشرط عند النحويين يجري مجرى النفي.\rالثاني: أنها في سياق (إذا)، و (إذا) عامة فتعم، وهو راجع للأول، لأن (إذا) هي الشرط.","seal":"859760F9","page":377},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":183,"nass":"وردّ بأن (إذا) عمومها في الزمان لا في الدين فالمعنى أب وقت (تداينتم بدين)، وليس المعنى متى (تداينتم بدين) أيَّ دين كان.\rالزمخشري: ما فائدة (إلى أجل مسمى)؟!.\rفأجاب: بأنه يفيد أن الأجل لا بد أن يكون معلوما كالتوقيت بالسنة، والأشهر، والأيام، ولو قال: إلى الحصاد أو الدراس أو رجوع الحاج لم يجز لعدم التسمية \" انتهى.\rقال شيخنا: هذا عندهم مختلف، وهو عندنا متحد معلوم فيجوز. وفي الأمر بالكَتْب مصلحة دنيوية، وهي: حفظ المال: ومصلحة دينية وهي: السلامة من الخَصومة بين المتعاملين.","seal":"8CA3DBB1","page":378},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":184,"nass":"قيل: لا تتناول الآية الدين الذي على الحلول.\rأجيب: بأنه لا يحتاج إلى كتب وثيقة غالبًا، لأن له طلبه في الحال.\rابن العربي: وفي هذا الأمر أربعة أقوال:\rالأول: أنه فرض على الكفاية كالجهاد، والصلاة على الجنائز قاله الشعبي.\rالثاني: أنه فرض على الكاتب في حال فراغه قاله بعض أهل الكوفة، وحكاه ابن عطية عن السُّدِىِّ.\rالثالث: أنه ندب قاله مجاهد، وعطاء.\rالرابع: أنه منسوخ بقوله: (لا يضار كاتب ولا شهيد) حكاه المهدوي عن الربيع، والضحاك.\rوالصحيح أنه أمر إرشاد فلا يكتب حتى يأخذ حقه. انتهى.\rابن عطية: قال عطاء وغيره: واجب على الكاتب أن يكتب. وقال الشعبي، وعطاء أيضا إذا لم يوجد كاتب سواه فواجب عليه أن يكتب. انتهى.","seal":"D56261AF","page":379},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":185,"nass":"فانظر اختلاف النقلين عن عطاء، وابن العربي نقل الندب، وابن عطية نقل الوجوب.\rويمكن الجمع بينهما بأنه كان قبل النسخ يقول: بالوجوب ثم صار بعده يقول: بالندب أو يكون معنى الوجوب عنده إذا لم يوجد غيره.\r- (بالعدل). ابن عطية: بالحق، و \" الباء \" متعلقة. (يكتب) لا (بكاتب)، وإلَّا لزم أن لا يكتب وثيقة إلا العدل نفسه، وقد يكتبها الصبيّ، والعبد، والمسخوط. إذا أقاموا فِقْهها إلا أن المنتصبين لها لا يجوز للولاة أن يتركوهم إلا عدو لا مرضيين \". انتهى.","seal":"3076BA18","page":380},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":186,"nass":"يردّ ما قاله ابن عطية: فإن (كاتب) إما أن يكون الحكم عليه باعتبار الموضوع أو باعتبار العنوان. الأول غير صحيح؛ لأنه ليس المراد \" ذات) الكاتب؛ لأنك إذا قلت: \" هذا ضارب بالسوط \" فالمعنى وقوع الضرب بالسوط، وليس المراد الإِخبار عن ذات الضارب بالسوط، فكذلك هنا الكتب يكون بالعدل فلا فرق إذًا بين تعلقه ب (كاتب) وتعلقه بـ (يكتب)، وإنما يفترقان إذا أريد ب (كاتب) الذات. فالمراد الكتب بالعدل؛ لأن الكاتب عدل، وإنما بَقِي شيء آخر لم يذكره ابن عطية وهو أن الزمخشري قال في قوله تعالى: (ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ)، أن المجرور متعلق ب (دعاكم). قال: فإن قيل: لم لم يتعلق ب (دعوة) وهو مصدر، وهو الموالي له؟ فأجاب بأن من قول العرب: \" إذا جاء نهر اللَّه بَطُلَ نهر معقل \". يريد أن التعلق بالفعل أولى من التعلق بما فيه رائحة الفعل فكذا هنا (كاتب) اسم فاعل و (يكتب) فعل.\rويرَدُّ أيضا كلام ابن عطية بأن الأمرة للكاتب ابتداء إنما هو للعدل في نفسه، وإمضاء كتب الصبي، والعبد، والمسخوط إنما هو بعد الوقوع والآية إنما جاءت فيمن يؤمر بكتبها، وفَرْقٌ بين الأمر بكتبها","seal":"007878BE","page":381},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":187,"nass":"عند العدل في نفسه، وبين إمضائها إذا كتبها غير العدل.\rفإن قلت: لِمَ قدم (بينكم) وهو فضله على (كاتب) وهو عُمْدة؛ لأنه فاعل؟\rفالجواب: أن المقصود حصول الكَتْب بين المتعاملين لا الكاتب فقدم الأهم وهو البينة.\r- (ولا يأب كاتب). كرر لفظ (كاتب)؛ لأن المحل محل إطناب؛ لأنه نهي، والنهي أشد من الأمر؛ لاقتضائه دوام الترك في كل زمن، ولحديث: \" إذا أمرتكم بأمر فأتوا منه ماستطعتم، وإذا نهيتكم فانتهوا \".\rوأيضا فإن (كاتب) ونكرة يفيد العموم، فكُرر لهذا المعنى.","seal":"C4B5312F","page":382},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":188,"nass":"- (. . كما علَّمه الله. .). ابن عطية: نعت لمصدر (يكتب). قيل: يلزم عليه تقدم النعت على المنعوت.\r- (سفيهًا أو ضعيفًا). ابن عطية: السفيه: الذي لا يحسن الأخذ لنفسه، ولا الإِعطاء منها.\rقلت: هذا هو السفيه عند الفقهاء.\rقال: وهذه الصفة لا تخلو من حَجْر أب، أو وصيّ.\rقلت: أو قاضٍ.\rابن العربي: في السفيه أربعة أقوال:\rقيل: الجاهل.\rوقيل: الصبي.\rوقيل: المرأة، والصبي.\rوقيل: المبذر ماله، المفسد لدينه.","seal":"6DACFFF9","page":383},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":189,"nass":"والضعيف قيل: الأحمق.\rوقيل: الأخرس، أو الغبيّ.\rابن عطية: وقيل: الضعيف: الأحمق الكبير.\rوقال الزمخشري: ضعيفا: أي صبيًا أو شيخًا مختلاً.\r- (وَليُّهُ). الضمير عائد على ذي الحق.\rوذهب الطبري إلى عوده على الحق، وأسند ذلك إلى ابن عباس والربيع.\rورده ابن عطية: بأنه لا يصح أن تعمر ذمة السفيه بقول الذي له الحق.","seal":"D7A853E6","page":384},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":190,"nass":"وردّه ابن العربي: بأنه لا يقال: وَلي الحق، وإنما يقال: صاحب الحق.\r- (بالعدل). قيل: الأولى تعلقه ب (وليّه) لا ب (يملل)؛ لأن إملاء الوصي إذا كان بغير العدل فالشهود يخرجونه، ولا يشهدون له فينبغي أن الوصى إن أتى ليرهن عن المحجور، ويعمر ذمته أن لا يشهدوا له إلا إذا تبين لهم في ذلك وجه المصلحة؛ لأن أكثر الأوصياء لا يعدلون فلا يقبل إلا إملاء الوصي المعروف بالدِّين.\rوكان ابن الغماز يقول. جميع من رأيت من الأوصياء يتصرفون بغير الصواب إلا فلانًا، وفلانا ويعينهما.\r- (من رجالكم). نص في رفض الكفار، والصبيان. واختلف في تناوله للعبد، ومذهبنا أن العبد لا يستشهد أبدا، فإن شهد قُبلت شهادته.\rوقال ابن العربي في قوله تعالى: (والذين يظهِرون من نسائهم) أجمعنا على أن الأمة من نسائنا فليكن العبد من رجالنا.\rيريد إنما يتناولها الظهار.","seal":"8FBB447C","page":385},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":191,"nass":"ورُدّ عليه بأن المقام هنا مقام تشريف، وتعظيم؛ لأن فيه خطاب المواجهة وهو قوله: (من رجالكم) فلا يدخل فيه العبد بخلاف تلك الآية.\rوقال ابن العربي: هنا في قوله: (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا) هذا دليل على إخراج العبد من جملة الشهادة؛ لأنه لا يمكنه أن يجيبَ إذ لا يستقل بنفسه، وإنما تصرفه بإذن سيده فانحط عن منصب الشهادة.\rوحكى ابن العربي عن مجاهد أن المراد به: الأحرار.\rقال: واختاره القاضي أبو إسحاق، وأطنب فيه.\rوقيل: المراد من المسلمين؛ لأن قوله: \" من الرجال \" كان يغني عنه فلا بدّ لهذه الإِضافة من خصوصية، وهي إما أحراركم وإمّا مؤمنوكم.\rوالمؤمنون به أخص؛ لأن هذه إضافة الجماعة، وإلّا فمن هو الذي يجمع الشتات، وينظم الشمْلَ النظمَ الذي يصحّ معه الإِضافة.","seal":"C742B80B","page":386},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":192,"nass":"- (فإن لم يكن رجلين فرجل وامرأتان). دلت الآية على أنه لا يشهد الرجل والمرأتان إلا عند عدم الرجلين مع أنه إذا تعارض بينتان أحدهما: رجل وامرأتان، والأخرى. رجلان فإنهما متكافئتان. وذكر الأصوليون الخلاف فيما إذا تعارض أمران في صورة، ويتساويا فيها، وثبت لأحدهما الرجحان على الآخر في غيرها من الصور فهل يرجح الأرجح أم لا؟. قولان.\rفإن قلنا: بالتساوي فلا سؤال، وإن قلنا: بتقديم الأرجح فيَرِدُ السؤالِ لمَ جلهما مالك متكافئين، ولم يقدم الأرجح؟.\rابن العربي: قول علمائنا: إن هذه الآية تقتضي أن لا تجوز شهادة النساء إلا عند عدم الرجال لا يصح؛ لأنه لو أراد ذلك قال: فإن لم يوجد رجلان فرجل، فالظاهر تناوله حالة الوجود، والعدم.","seal":"ED18C6E5","page":387},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":193,"nass":"قال: واحتج بها أبو حنيفة وأصحابه على أنه لا يقضى بالشاهد واليمن؛ لأنه قسَّمَ أنواع الشهادة، ولم يذكر اليمن.\rوأجيب بوجهين:\rالأول: أن الحكم هنا باليمن، والشاهد إنما هو مرجح جَنَبة المُدَعىِّ.\rالثاني: أنهم يقضون بالنكول، وليس له في القرآن ذكر فدلّ على أن الآية إنما سيقت لبيان ما يَسْتَقِل به الحكم في الشهادة لا لبيان كل ما يوجب الحكم.\rوأجيب أيضا: بأن هذا حالة التحمل هو حينئذ مأمور بأن يُشْهدَ رجلين أو رجلًا وامرأتين، وانما اليمن حالة الآداء، والحكم بذلك الحق، وهو راجع للأول.","seal":"020A7F22","page":388},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":194,"nass":"- (ممن ترضون). متعلق ب (استشهدوا)، وأبطل أبو حيان تعلقه بـ \" امرأتين \" أو ب \" رجلين \" لئلا يلزم عليه المفهوم، وهو: إطلاق الحكم في الفريق الآخر.\rويجاب: بأن قوله: (من رجالكم)، و (شهيدين) بالإِضافة؛ والمبالغة يفيد كونهما مرضيين.\r- (أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى). هو تعليل للمجموع أي: إرادة أن تذكر إحداهما الأخرى إذا ضلت.\rابن عطية: قرأ بعض المكيَّين (فرجل وامْرَاتان) بهمز الألف الساكنة.\rابن جني: لا نظير لتسكين الهمزة المتحركة، وإنما خففوا الهمزة فقربت","seal":"FB4F31BE","page":389},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":195,"nass":"من الساكن ثم بالغوا في التخفيف، فصارت الهمزة ألفاً ساكنة ثم أدخلوا الهمزة على الألف الساكنة، ومنه قراءة ابن كثير.\r(وكشفت عن سَاْقيها). انتهى.\rوقع تسكين الهمزة المتحركة في القرآن في أربعة مواضع:\rأحدهما: (وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَأٍ يَقِينٍ)، قرأها أبو عمرو، والبزِّي بفتح الهمزة.","seal":"5818597C","page":390},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":196,"nass":"ورُوي عن قنْبل إسكان الهمزة إجراء للوصل مجرى الوقف.\rالثاني: قوله تعالى: (مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ)، قرأها نافع، وأبو عمرو بالألف دون همز، وابن ذكوان بهمزة ساكنة، والباقون بهمزة مفتوحة.\rالثالث: قوله تعالى في فاطر: (وَمَكْرَ السَّيِّئِ)، قرأ حمزة بسكون الهمزة إجراء للوصل مجرى الوقف، والباقون بتحريكها.\rالرابع: قوله تعالى: (فتوبوا إلى بارِئكم)، ورُوي فيه","seal":"243EBB0E","page":391},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":197,"nass":"عن أبي عمرو الاختلاس،، ورُوي عنه الإِسكان.\rقال ابن العربي: وهنا سؤالان:\rالأول: يقول: فرجل وامرأة فإذا أضلت المرأة فذكَّرها الرجل.\rفأجاب: بأنه لو ذكرها إذا نسيت لكانت شهادة واحدة، والمرأتان إذا ذكرت إحداهما الأخرى كانا كالرجل يستذكر في نفسه فيتذكر.\rالثاني: ما الموجب لتكرار لفظ (إحداهما)، وكان يقول: فتذكرها الأخرى؟.\rفأجاب: بأنه لو قال: فتذكِّرها (الأخرى)، لكان البيان من جهة واحدة، فتُذكِّر الذاكرة الناسية، فلما كرر أفاد أن كل واحدة تضلّ، وتذكِّر الذاكرة الغافلة، وتذكر الغافلة الذاكرة فيما ذكرته لما انتهى.\rوهذا الكلام يحتاج إلى تنقيح، وهو أن يجعل (إحداهما) من قوله: (فتذكر إحداهما) مفعول به، و (الأخرى) فاعل فحينئذ يتجه سؤال","seal":"19F792A7","page":392},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":198,"nass":"ابن العربي؛ لأنه تكون (إحداهما) المكررة هي الضالة، والأخرى المُذكِّرة، ولو كان (إحداهما) فاعلًا، و (الأخرى) مفعولًا لكان المعنى فتذكر واحدة منهما الأخرى فلا يتجه السؤال.\r- (ولا يأب الشهداء إذا ما دعوا). نَهْيُ الحاضر، والغائب بالنسبة إلى القديم سواء، وفي الحديث قد يكون نهي الغائب أشد؛ لأنك قد تنهى الشخص الحاضر عن فعل شيء بين يديك، وتكون تحب لو سمعت عنه أنه يفعله في غَيْبتك لا تزجره، ولا تنهاه فهذا الأمر فيه أخف من شيء تزجره عن فعله في الغَيْبة والحضرة فإن النهي في هذا أشد، ولا يؤخذ من الآية أن الأمر بالشيء ليس نهيًا عن ضدّه؛ لأن (استشهدوا) أمر للمتعاقدين، (ولا يأب) نهي للشاهدين.","seal":"C3A8F9DE","page":393},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":199,"nass":"وانظر ما ذكر ابن عطية، والزمخشري، وانظر هل اسم الفاعل على حقيقته في التحمل، والأداء، أو حقيقة في أحدهما، وتقرر الاتفاق على أنه حقيقة في الحال مجاز في الاستقبال.\rوهل هو حقيقة في الماضي أو مجاز؟. فيه خلاف.\rوالشاهد لا يسمى شاهدًا إلا حين التحمل فإذا جعل متناولًا التحمل،\rوالأداء كان استعمالًا له في حقيقته، ومجازه.\r- قال ابن العربي: اختلفوا في حكم هذا النهي على ثلاثة أقوال:\rأحدهما: أن فعل ذلك ندب.\rالثاني: أنه فرض كفاية.\rالثالث: أنه فرض على الأعيان قاله الشافعي، وغيره.\rوالصحيح عندي أن المراد هنا حالة التحمل؛ لأن حالة الأداء مبيَّنة بقوله: (ومن يكتمها فإنه آثم قلبه)، وإذا كانت حالة التحمل فهي فرض كفاية.؛ لأن إباية الناس كلهم عنها إضاعة للحقوق. وإجابة جميعهم إليها تضييع للأشغال.\rقال: وقال علماؤنا: قوله: (ولا يأب الشهداء) دليل على أن الشاهد هو","seal":"A0ED94F6","page":394},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":200,"nass":"الذي يأتي للحاكم، وهذا أمر انبنى عليه الشرع وعُمِلَ به في كل دين، ومن أمثال العرب: في بَيْتِه يؤتَى الحَكَم،. انتهى.\rيقال له: هذا إنما هو إذا قلنا: المراد به الأداء لا تحمل الشهادة، وأنت اخترت أن المراد به التحمل.\rابن العربي: قال علماؤنا: هذا في الدعاء لها، فأمّا من عنده شهادة.\rلم يعلم بها مستحقها:\rفقال قوم: أداؤها ندب لقوله: (ولا يأب) ففرض الأداء عند الدعاء فإذا لم يدع كانت ندبًا. يريد من دليل الخطاب، ويكون ندبًا لقوله عليه السلام: \" خير الشهداء الذي يأتي بشهادته قبل أن يُسألها \".\rوالصحيح عندي أن أداءها فرض لما ثبت أنه صلى الله عليه وسلم","seal":"F54638A6","page":395},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":201,"nass":"قال: \" انصر أخاك ظالمًا أو مظلومًا \". انتهى.\rو (ما) من قوله: (ما دعوا) زائدة، وأفادة تأكيد العموم في الزمان.\r- (وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا). ابن العربي: قال: علماؤنا: إلا ما كان من قيراط، ونحوه لنزارته، وعدم التشوف إليه إقرارًا، وإنكارًا.\rابن عطية: قدم \" الصغير \" على \" الكبير \"؛ لئلا يتهاون بها. كما قال في قوله: (من بعد وصية يوصى بها أو دين)، وكما في قوله: (فدية مسلمة إلى أهله وتحرير رقبة مؤمنة)، مع أن العداوة تنفي أخذ الدية، وتوجب التهاون بها. ولذلك قدمت. وضمير المفعول في (تَكْتُبُوهُ) إما للحق أو الكَتْب أو الدَّين. وعلى أنه للكَتْب فـ (أو) للتخيير، وللحق للتفضيل.","seal":"38F556A1","page":396},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":202,"nass":"- (إلى أجله). لا يصح تعلقه ب (تكتبوه)، لاقتضائه استمرار الكتابة إلى أجل الدين؛ وإنما هو حال أي؛ مستقرًا في الذمة إلى أجله قاله ابن هشام:\r- (ذلكم أقسط) قد تقرر أن (ذا) للاشارة، واللام لبعد الإيشار، وهو هنا قريب لكن قالوا: يشار بالبعد للقريب قصدًا للتعظيم كما في قوله: (فذلكن الذي لمتنني فيه. .) أقسط وهذا يدل على أن الأمر المتقدم للندب لا للوجوب.\rالاصوب أن المراد: الإشهاد أقسط، والكتب أقوم للشهادة فيكون لفًّا، ونشرًا أي أعدل. وأقرب.\rلقيام الشهادة؛\rو (أقسط) قيل: من الرباعي وهو شذوذ. وقال الزمخشري: من \" قاسط \" على النسب أي ذو قسط، أو جارٍ على مذهب سيبويه في بقائها من \" أفعل \".\rورده أبو حيان بأن سيبويه لم ينص على بناء \" أفعل \" التفضيل. وما","seal":"F0FB32B1","page":397},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":203,"nass":"قاله أبو حيان غير صحيح، وإنما في سيبويه أن \" أفعل \" في التعجب يبنى من \" فَعُلَ \"، \" وفَعِلَ \"، و \" أفعل \" في قليل من الكلام.\rقال ابن خروف، في شرحه له: هكذا في النسخ الشرقية؛ وفي النسخ الرباحية لم تذكر في قليل.\rفسيبويه نص على بناء فعل التعجب من \" أفعل \"، وما قال في قليل و \" أفعل \" في التفضيل حكمها حكم التعجب سواء.\rفما قال الزمخشري: عنه حق.\rوقوله: إنه من قاسط غير صحيح؛ لأن الاشتقاق لا يكون إلا من الفعل ولا يصح من اسم الفاعل.\rوقول ابن عطية:\rانظر هل يكون من قسُط بالضم. غير صحيح؛ لأنه لم يحكه أحد فيه.\r- (وأدنى ألا ترتابوا. .). إن أريد بالريبة مطلق الاحتمال فيكون فيه منع الشهادة بالمفهوم؛ لأنه ظني فلا ينتفى فيه الاحتمال وفيه ثلاثة أقوال:","seal":"427CF095","page":398},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":204,"nass":"الأول: أنه يشهد بها على القطع.\rالثاني: أنه لا يشهد.\rالثالث: أنه يشهد بها بالفَهْم على نحو ما تحملها، وإن أريد بالريبة الشك فليس فيه دليل.\rابن العربي: فيه دليل على أن الشاهد إذا رأى خطَّه، ولم يذكر الشهادة لم يؤدها لما دخل عليه من الريبة، ولا يؤدي إلا ما يعلم لكنه يقول: هذا خطِّي، ولا أذكر الآن ما كتبت فيه.\rوقد اختلف علماؤنا على ثلاثة أقوال:\rالأول: قال في \" المدونة \": يؤديها؛ ولا تنفع؛ وذلك في الدين، والطلاق.\rالثاني: قال في \" كتاب محمد \": لا يؤديها.\rالثالث: قال مطرف، وابن الماجشون.","seal":"01AF93BC","page":399},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":205,"nass":"والمغيرة: يؤديها، وتنفع إذا لم يشك في كتابه، وهو الذي عوّل عليه الناس.\rووجه القول بأنها لا تنفع أن خَطَّه فَرْع عن علمه فإذا ذهب علمه ذهب نفع خَطَّه.\rوأجيب: بأن خَطَّه بدل الذكرى فإن حصلت وإلا قام مقامها.\rانتهى.\rليس في الآية دليل لما ذكر ابن العربي؛ لأنه لم ينف الريبة جملة؛ لأن قوله: (وأدنى ألا ترتابوا) يدل أنه لا بدّ \" ثم \" من الريبة، والكَتْب يزيلها أو ينقص \" منها \" فكأنه يقول: وأقرب لانتفاء الريبة فلم تنتف كلها.\r- (إلا أن تكون تجارة. .). إن أراد بالأول الدَّين، وبهذا الحاضر فيكون استثناءًا منقطعًا، وإن أراد بالأول مطلق المعاملة فهو متصل.\rفإن قلت: هل في الآية دليل لمن يقول: الاستثناء من الإثبات ليس بنفي كالاستدلال بقوله تعالى: (فسجدوا إلا إبليس أبى. .).\rلقوله: (فليس عليكم جناح. .) وإلا لما كان له فائدة.","seal":"55498321","page":400},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":206,"nass":"فالجواب: أن الأول تناول الكتب، والإِشهاد فلو لم تذكر هذه الزيادة؛ لأدى إلى إهمال الإِشهاد، والكتب فأفادت هذه الزيادة رفع الجناح عن الكتب في الحاضر، ونفى الأمر بالإشهاد فيها عن غير كتب.\r- (وأشهدوا إذا تبايعتم. .). تضمنت الإشهاد من غير كتب فلا تناقض، قوله: (فليس عليكم جناح ألا تكتبوها)؛ لأن تلك إنما اقتضت رفع الجناح عن عدم الكتب.\r- (ولا يضارَّ كاتب ولا شهيد). قيل: مبنى للفاعل، وقيل للمفعول ويصح حمله على الأمرين معا على القول بجواز تعميم اللفظ المشترك في مَفْهُومَيْه معا كما قالوا في الجَوْن.\rفإن قلت: هذان لفظان، وذلك لفظ واحد!.\rقال الفخر: قلت: قد قال سيبويه في المشترك: أنهما لفظان دالان على معنيين. ذكره في باب المستقيم والإحالة في وجدت.","seal":"F674525F","page":401},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":207,"nass":"وقال التلمساني في \" شرح المعالم الفقهية \" في المسألة الخامسة من الباب الثالث في قوله: (وكنا لحكمهم شاهدين): أنه يحتمل أن يكون مضافًا للفاعل والمفعول معا. ورده بأنَّا إذا عممناه في الأمرين يلزم أن يكون مرفوعًا، ومنصوبًا في حالة واحدة، وذلك جمع بين النقيضين.\rفإن قلت: لِمَ أتى فعل النهي بياء الغَيْبة، والأصل أن تكون بتاء الخطاب كما في قوله: (ولا تكتموا الشهادة)؛ لأن النهي في الأكثر إنما يكون للمخاطب لا للغائب!.\rقلت: قصدًا للعموم؛ لأن الغَيْبة أصرح في العموم من الخطاب.\rفإن قلت: لمَ عبر في (شهيد) بلفظ المبالغة دون كاتب؟.\rفالجواب: أن ذلك فيمن برز، وبلغ إلى درجة العدالة.\rفإن قلت: النهي إنما يكون عما يقع أو يتوهم وقوعه و (شهيد) من أبنية المبالغة، وقد قال ابن عطية فيه: إن المراد به من تكررت منه الشهادة، وأنه إشارة إلى العدالة. فهو عدل رضى، وعدالة الشاهد تمنع وقوع الضرر منه فلو قال: \" ولا شاهد \" دون مبالغة لم يرد السؤال.\rفالجواب: أن تكرار الشهادة مظنة لغفلته ووقوع الضرر منه.","seal":"CDB18C50","page":402},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":208,"nass":"\" فصل \"\rاختلف الناس في جواز أخذ الأجرة على الشهادة، والمعروف المنع وبعضهم أجازها إذا كان منقطعا عن أَسبابه إليها. وقيل: إن كان له من المعْرفة ما يُفْتَقَرُ بسببها إليه في النظر في الوثيقة ليصححها فقهًا، وكتبًا باعتبار سلامتها من اللحن المخل فيجوز له أخذ الأجرة، وإلا فلا.\rوقال الحافظ أبو عمرو عثمان بن الصلاح في \" علوم الحديث \" ما نصه: من أخذ على التحديث أجرًا فقال إسحاق بن إبراهيم، وأحمد بن حنبل، وأبو حاتم الرازي: أن ذلك مانع من قبول روايته فلا يؤخذ عنه.\rوترخص أبو نعيم الفضل بن دُكين، وعلى بن عبد العزيز المكيِّ،","seal":"BC9D8638","page":403},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":209,"nass":"وآخرون فأجازوا أخذ العوض عن التحديث، وشبهوه بأخذ الأجرة على إقرائهم القرآن على أن في هذا من حيث \" العرف \" خرمًا للمروءة، والظن السيئ لفاعله إلا أن يقترن ذلك بما ينفيه كما كان أبو الحسن النقُّور، وأفتى به الشيخ أبو إسحاق الشيرازي؛ لأن أصحاب الحديث كانوا يمنعونه عن الكسب لعياله \" انتهى. ذكره في النوع الثالث والعشرين. وفي \" إكمال \" عياض في \" كتاب الطب \" في أحاديث الرُّقى أجاز مالك، وأحمد بن حنبل، والشافعي، وأبو ثور، وإسحاق أخذ الأجرة على الرقية، والطب، وتعليم القرآن.\rومنع أبو حنيفة، وأصحابه الأجرة على تعليم القرآن، وأجازوا الأجرة على الرقية، والطب \". انتهى.\rقال شيخنا: فحاصل ذلك أنه إن كان انقطاعه لذلك يشغله عن معاشه، وكان فقيرًا محتاجًا لما يتعيش به، ولم يكن عنده من الحال ما يستغنى به عن طلب المعاش فيجوز له أخذ الأجرة، وإلا فلا.","seal":"210B9497","page":404},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":210,"nass":"وحكى أبو العباس أحمد بن حلولو عن والده أن القاضي أبا عبد الله محمد الأجميِّ بعث له صهره سيدي أبو علي ابن قداح بزير لبن فشربه ثم سمع أنه من عند شاهد يأخذ الأجرة على الشهادة فتقيأ ثم لما صار هو شاهدًا كان يأخذ في الشهادة قدر الدينار كل يوم، وما ذاك إلا أنه كان يأخذ ذلك مِنْ وجهه، والشاهد الأول لم يكن يأخذ ذلك من وجهه.\r- (ويعلمكم اللَّه. .). دليل على اشتراط العلم في الكاتب، والشاهد.\r- (واللَّه بكل شيء عليم). دليل على أن لفظ الشيء يطلق على المعدوم، والموجود؛ لأنه لا خلاف أن علم الله تعالى متعلق بالموجود، والمعدوم.","seal":"618851B1","page":405},
      {"aya":283,"part":"1","sora":2,"Na":1,"id":211,"nass":"وقال القَرَافي في تأليفه على \" الأربعين \" لما أن ذكر الخلاف في لفظ (شيء) هل يصدق على المعدوم أم لا؟. هذا الخلاف إنما هو في كونه محكومًا به لا في كونه متعلق الحكم كقولك: \" المعدوم شيء \".\rوأما مثل (واللَّه بكل شيء عليم) فهو متعلق الحكم.\rوالآمدي في \" أبكار الأفكار \": ذكر الخلاف مطلقًا.\rوانما ذكروا قول القرافي في اسم الفاعل المشتق.\r\r283 - (وإن كنتم على سفر. .). لم يقل: وإن كنتم مسافرين، وهو حقيقة، والآخر مجاز!.\r؛ لأن (على) للاستعلاء، وهو في السفر مجاز؛ ليفيد ابتداء السفر وانتهاؤه، والمفهوم ملغى بنص السنة؛ لأنه عليه السلام \" رهن درعه في الحضر عند يهودي \".","seal":"48F9AE4A","page":406},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":212,"nass":"وأيضا فهو مفهوم خرج مخرج الغالب؛ لأن السفر مظنة لعدم وُجْدَان الكاتب أو شيء من الآلة غالبًا.\rابن عطية: أجمع الناس على صحة قبص المُرْتَهِن، وقبص وكيله واختلفوا في قبص عدل فجعله مالك قَبْضًا.\rقلت: إذا لم يكن من جهة الراهن، قال: وقال ابن عُتيبة، وقتادة: \" ليس \" بقبض. انتهى.\rتحصيل هذا أن يقبض المُرْتَهن الرهن، ولم يزل جائزًا له. كان أحق","seal":"4D3E71BB","page":407},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":213,"nass":"به بلا خلاف، وإن قبضه بالشهادة ثم أذن، للراهن في التصرف فيه فتصرف فيه الراهن بطل الحوز بلا خلاف، وإن أذن له في التصرف فلم يتصرف الراهن، ولم يزل بيد المُرتْهن فظاهر \" كتاب الرهن \" من \" المدونة \" أن ذلك مبطل للحوز، وظاهر \" كتاب تحريم البئر \" أنه غير مبطل؟ بناء على أن الحوز شرط في لزوم الرهن أو في استحقاقه.\rالزمخشري: وعند مالك يصح الارتهان بالإيجاب، والقبول دون القبض \" انتهى. مالك يقول: إن الرهن ينعقد بالقول، ولا يتم إلا بالقبض فإن اتفقا على الرهينة لم يكن لأحدهما رجوع، وإذا قبض الرهن، وبقي عنده ثم فَلَّس الراهن فالمُرتهن أحق به من الغرماء، وإذا قبضه ثم ردّه إلى الراهن ثم فَلَّس الراهن لم يكن للمرتهن أن يختص به دون الغرماء.\r- (فإن أمن بعضكم بعضًا. .). الزمخشري: حث المْدِيَان على أن يكون عند ظن الدائن به وائتمانه له وأن يؤدى له الحق الذي ائتمنه عليه فلم يرتهن منه، وسمي الدين أمانة، وهو مضمون، لائتمانه عليه بترك أخذ الرهن","seal":"65AD90EA","page":408},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":214,"nass":"منه \". انتهى.\rظاهر الآية جواز إعطاء الدين، وجواز أخذه من غير رهن فتكون ناسخة لما قبله؛ لأن عمومها يقتضي اشتراط أخذ الرهن فيه ودلت هذه على أنه إن وُجد رجلًا مأمونًا جيدًا فليداينه بغير رهن وهذا نحو استدلال الفخر في \" المحصول \" على جواز النسخ بقوله تعالى: (ما ننسخ من آية).\rويردُ على هذا ما ورَدَ عليه.\r- (ولا تكتموا الشهادة. .). راجع لحالة الأداء قبله.\rالزمخشري: لمَ خصص \" الإثم \" بالقلب، ولم يعلقه بجميع الجسد؟.\rوأجاب بأربعة أوجه:\rالأول: أنه تحقيق لوقوع الإثم؛ لأن كتمان الشهادة من فِعْل القلب، وإثمها مقترف بالقلب فلذلك أسند إليه.\rالثاني: أن القلب هو الأصل لحديث: \" إن في الجسد مضغة \".\rالثالث: أن اللسان ترجمان عن القلب، والقلب الأصل.\rالرابع: أن أفعال القلب أعظم من أفعال الجوارح، وإثمها أعظم من","seal":"DC5969A2","page":409},
      {"aya":284,"part":"1","sora":2,"Na":1,"id":215,"nass":"إثمها \". انتهى.\rقوله: في الوجه الأول: كتمان الشهادة من فعل القلب. يرد بأن الكتم إنما هو من فعل اللسان لا القلب، وإنما الذي من فعل القلب، العلم، والجهل، والنسيان، والتناسي، والتجاهل، وتجد الشخص ذاكرًا الشهادة بقلبه ولا ينطق بها فقد كتمها.\rويجاب أيضا بجواب آخر، وهو أن القلب يستوي فيه الفعل، والترك، ولا تفاوت بينهما إذ لا أثر للترك فيه بالترك بالنسبة إلى \" الفعل \" بخلاف الجوارح فإن الفعل يمتاز عن الترك بالبديهية، وكتمان الشهادة ترك فلو أسنده للجوارح لما حسن تَرتب الإِثم عليه؛ فلذلك أسنده للقلب الذي هما فيه مستويان.\r\r284 - (ولله ما في السماوات وما في الأرض). (ما) واقعة على أنواع من يعقل، وعلى ما لا يعقل \" أو غُلِّب ما لا يعقل \" لكثرته.","seal":"4632BDD9","page":410},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":216,"nass":"واحتجوا بها على أن أعمال العباد مخلوقة للَّه؛ لأنها مما في السماوات وما في الأرض.\rواحتجوا بها على أن السماء بسيطة إذ لو كانت كُرَوية؛ لكانت الأرض مما فيها، ولم يكن لذكره فائدة.\rوأجيب: بأن دلالة المطابقة أولى من التضمين، والالتزام؛ لأنها مشاهدة مرئية.\rومذهب المتأخرين أنها كروية.\rقال الغزالي في \" التهافت \": لا نبني على ذلك كفر، ولا إيمان: وفي الآية حجة لمن يقول: إن الشهادة بالمظروف تستلزم الشهادة بالظرف؛ لأن كون للَّه ما في السماوات يستلزم أن السماوات أنفسها له، وكذا الأرض.\rوذكر الفقهاء الخلاف فيما إذا شهد شاهدان لرجل بشيء مظروف في شيء، وماتا أو غابا هل يكون له الظرف أم لا؟.","seal":"D87B6761","page":411},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":217,"nass":"قالوا: إن كان الظرف من ضروريات ذلك المظروف لا يمكن أن يجعل إلا فيه كالزيت، والخلّ فهو له بما فيه باتفاق، وإن لم يكن من ضرورياته كحبة من صندوق أو في صرة ففي كون الظرف له خلاف، وذكرها ابن الحاجب في \" كتاب الإقرار \"، ونصه فيها: \" وثوب في صندوق أو منديل \" في لزوم ظرفه قولان بخلاف \" زيت في جره \"، \" وجبه بطانها لي \"، و \" خاتم فضة لي \" فلا يقبل.\r- (وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به اللَّه). من إقامة المسبَّب مقام مسبَبَه؛ لأن المحاسبة عليها مسبَبَة عن العِلْم به أي: يعلمه اللَّه فيحاسبكم عليه.\rوتكلم القاضي في \" الإكمال \" على هذا في \" كتاب الإِيمان \" في حديث: \" إذا همّ العبد بسيئة \".\rوحاصله أن ما يقع به في النفس إن كان وسوسة وتردد من غير جزم فلا خلاف في عدم المؤاخذة به.\rوإن كان على سبيل الجزم، والمواطأة عليه. فإمّا أن يكون له أثر في\rالخارج أم لا!.","seal":"CF444DD0","page":412},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":218,"nass":"فإن كان قاصرًا على النفس، ولا أثر له في الخارج كالإِيمان، والكفر فلا خلاف في المؤاخذة عليه، وإن كان له أثر في الخارج فإن تم به بأثر ذلك فلا خلاف في المؤاخذة به كمن يعزم على السرقة فيسرق أو على القتل فيقتل، وإن عزم عليه في نفسه، ورجع عن فعله في الخارج فإن كان اختيارًا لغير مانع فلا خلاف في عدم المؤاخذة به، بل ذكروا أنه يؤجر على ذلك كما في بعض طرق الحديث: \" إنما تركها من جرَّاي \"، وإن رجع عنه لمانع منعه ففي المؤاخذة به قولان \" انتهى.\rوجعل ابن عطية: هذه الآية كآية الأنفال: (إن يكن منكم عشرون صابرون. .)، وليست مثلها؛ لأن آية الأنفال ليس فيها إلا النسخ؛ لأنه رفع كل الحكم وهذه تحتمل النسخ، والتخصيص كما قال بعضهم.","seal":"52A56DE1","page":413},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":219,"nass":"وفي الآية دليل لمن الزم الطلاق بالنية خلاف المشهور.\r- (فيغفر لمن يشاء. .). اعتزل الزمخشري هنا فقال: يغفر لمن استوجب المغفرة بالتوبة، ويعذب من استوجب العقوبة بالإصرار. وما مراده إلا الإيجاب العقلي، ولو كان سُنْيا لتأول أنه أراد الإيجاب الشرعي.\rفقال الزمخشري: وقُرئ (فيَغْفِرْ) بالنصب في جواب الشرط \". وردّه أبو حيان: بأن النحويين نصبوا على أن الفاء إنما تَنْصبُ في الأجوبة الثمانية، ولم يعدوا منها الشرط.","seal":"EB4D3858","page":414},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":220,"nass":"يُردّ بقول الشلوبين: قول النحويين، الأجوبة الثمانية لا مفهوم للعدد فيه، بل مرادهم كل مَا ليس بخبر واجب فيدخل فيه الشرط. وجعله أبو حيان: معطوفا على مصدر مقدّر. فيكون من عطف الفعل على الاسم الملفوظ به.\rوتحامل الزمخشري هنا، وأساء الأدب على السُوسِّى كما خطَّأ ابن عامر في قراءته (وكذلك زُيِّن لكثير من المشركين قتلُ أولَادَهم","seal":"A9323562","page":415},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":221,"nass":"شركائِهم). ولكن تخطئته لأبي عمرو من طريق السوسي أشنع.\rوذكر ابن عطية هنا عن النقاش (فيغفر لمن يشاء) أي لمن ينزع عنه، (ويعذب من يشاء) أي من أقام عليه. وهو نحو منْ قول الزمخشري، وفيه إبهام الاعتزال؛ لأنه يوهم أن المعاصي لا تغفر إلا بالتوبة. ومذهب أهل السنة أنه يجوز أن تغفر وإن لم يتب منها إلا الكفر.","seal":"04766F1F","page":416},
      {"aya":285,"part":"1","sora":2,"Na":1,"id":222,"nass":"- (واللَّه على كل شيء قدير). على أن المعدوم شيء تتعلق به أثر القدرة؛ لأن موجد المعدوم، ومخترعه هو اللَّه تعالى. وهذه أعم من قوله (للَّه ما في السماوات وما في الأرض)، لتناولها ما هو خارج عنها، والفضاء الذي بين السماء والأرض على نفي الخلأ؛ ولعمومها في الأزمنة الثلاثة، وخصوص الأولى بما عدا المستقبل.\r\r285 - (آمن الرسول بما أنزل إليه من ربه والمؤمنون. .). إن قلت: الفاعل يخبر عنه بفعله، وتقرر أنه لا يجوز \" قام قائم \"، ولا \" ضرب الضارب \" إذ لا فائدة فيه.\rفلو قيل: (آمن الرسول) والصحابة أفاد فكيف قال: آمن المؤمنون؟!.\rفالجواب: أنه يفيد إذا قيد بشيء كقولك: \" قام في الدار القائم \"، وهنا أفاد تقييده وهو قوله: (بما أنزل إليه من ربه).\rفإن قلت: لمَ ذكر الرسول، ومعلوم أنه آمن؟!.\rفالجواب: أنه ذكر مع المؤمنين تشريفًا لهم.\r- (كلٌ آمن. .). ابن عطية: (كلٌّ) لفظة تصلح للإِحاطة، وقد تستعمل غير محيطة على جهة التشبيه بالإحاطة، والقرينة تبين ذلك \".\rانتهى.","seal":"E3CB90D8","page":417},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":223,"nass":"ظاهر أنها ليست نصًّا في العموم، وفرّق النحويون بين رفعها، ونصبها في قوله: \" كله لم أصنع \".\rأراد ابن عطية مثل قولهم: \" كل الصيد في جوف الفراء \"، \" ورأيت رجلًا كل الرجال \"، \" وأكلت شاة كل شاة \".\r- (باللَّه وملائكته وكتبه ورسله). هذا العطف على الترتيب؛ لأن (اللَّه) هو الأول بكل اعتبار، و (ملائكته) هم يتلقون الوحي؛ ليبلغوه الرُسل فالملائكة في ثاني رتبة، والوحي في الثالثة، والرسل في الرابعة، ومن الإِيمان بالملائكة معرفة كونهم أجسامًا متحيزة متنقلة كبني آدم، ويدل على هذا قول أبي عُمْران الفاسي في المسألة المنقولة عنه. \" والمقترح في شرح الإِرشاد \"","seal":"B753B803","page":418},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":224,"nass":"توقف في إثبات الجوهر المفارق.\rالزمخشري: قرأ ابن عباس (وكتابه) يريد القرآن، وعنه الكتاب أكثر من الكتب.\rفإن قلت: كيف يكون الكتاب أكثر من الكتب؟.\rقلت:؛ لأنه إذا أريد بالواحد الجنس، والجنسية قائمة في وحدان الجنس صح لم يخرج منها شيء، وأمّا الجمع فلا يدخل تحته إلا ما في الجنسية من المجموع. فقوَّاه الطِّيبي بأن المفرد إذا أريد به الجنس يدخل تحته المجموع، والأشخاص بخلاف الجمع فإنه لا يتناول إلّا المفردات فقط.\rفإن قلت: فقد اختلفوا في المفرد المحلى ب \" أل \" هل يفيد العموم، واتفقوا على أن الجمع يفيد العموم لا سيما المحلى ب \" أل \"!.","seal":"ADFE1832","page":419},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":225,"nass":"فالجواب: أن كلا منا فيما ثبت فيه العموم، من مفرد أو جمع فالمفرد الذي فيه ثبت آكد وأعم من الجمع الذي ثبت فيه العموم،، ونحو هذا قال: (ربِّ إني وهن العظم مني)، قال: الزمخشري ثَمَّ، وابن مالك الجياني صاحب \" المصباح \": إنما لم يقل: العظام؛ لأن الواحد أكثر من الجمع وقراره بنحو هذا وتقريره أن المفرد المحلى بـ أل صادق على كل فرد من أفراده الداخلة تحت عمومه، ودال عليه بالمطابقة، والجمع دال على كل فرد من أفراده بالتضمن أو الالتزام على الخلاف الذي ذكره القَرَافي في ذلك. فقولك: \" أكرم الرجل \"، أقوى فِي العموم من قولك: \" أكرم رجالًا \"؛ لأن المطابقة هي الحقيقة. ودلالة التضمين، والالتزام مجاز فكان المفرد أعم بهذا الاعتبار.\rفإن قلت: ليس في الآية الكتب بالألف واللام، وإنما هو مضاف!.\rقلت: الإِضافة عاقبتها الألف، واللام فتنزلت منزلتها في إفادة العموم؛ ولهذا قال ابن التلمساني في شرح المعالم الفقهية: الصيغ الدالة على العموم عند المحققين ستة: الأسماء المبهمة، والموصولة في الشرط، والاستفهام، والموصولة، ومثله الجمع المضاف إلى معرفة كقوله: (يوصيكم اللَّه في أولادكم)، والاسم المفرد المعرف بلام الجنس. . \". انتهى.","seal":"A5E574BB","page":420},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":227,"nass":"وكلام أبي حيان في هذا الموضع غير صحيح، وكذلك كلام\rالطيبي.","seal":"E3F83FA1","page":421},
      {"aya":286,"part":"1","sora":2,"Na":1,"id":228,"nass":"- (لا نفرق بين أحد من رسله. .). مدلول هذه لا يخالف مدلول قوله: (تلك الرسل فضلنا بعضهم على بعض). أسبق تخريجها،؛ لأن الحكم إذا أسند إلى شيء فإنما يسند إليه باعتبار لفظه المناسب وقد قال: (من رسله) فما التفريق بينهم إلا في وصف الرسالة أي: لا نؤمن ببعضهم، ونترك بعضهم كما قال في الآية الأخرى: (وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ).\r\r286 - (لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا). ذكر الفخر: أنها من كلام النَّاس، ولا يصح؛ لأنه خبر لا طريق لهم إلى معرفته إلا أن يكون أنزل قبله ما هو في معناه، وتكليف ما لا يطاق فيه ثلاثة أقوال:\r- مذهب أهل السنة جوازه.\r- مذهب المعتزلة منعه.\rوالثالث: الوقف.\rوإذا قلنا: بالجواز فهل هو واقع أولا؟. فيه خلاف، وتردد الأشعري في وقوعه، وقسمه ابن التلمساني على خمسة أقسام والخلاف إنما هو في","seal":"35DD8B9F","page":422},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":229,"nass":"قسمين وهما: المستحيل عقلًا، والمستحيل عادة، وما عداهما فلا خلاف فيه إذ ليس من تكليف ما لا يطاق.\rقال في \" المحصول \": وفائدة التكليف بالمستحيل عقلًا أو عادة أن يكون علامة على شقاوة المكلف بذلك؛ لأنه لا يتوصل إلى امتثاله، والآية حجة لمن يجيز التكليف بما لا يطاق، ويمنع وقوعه إذ لا يبقى إلا ما هو ممكن الوقوع.\rومن قال بوقوعه: احتج بقضية أبي لهب، فإنه مكلف بأن يؤمن بأن لا يؤمن بقوله: (سيصلي نارًا ذات لهب)، وهو مكلف بأن يؤمن بالنبيّ صلى اللَّه عليه وسلم، وجميع ما جاء به ومن جملته هذه السورة.\rوأجاب سراج الدين الأرموي فِي \" شرح الحاصل \": بأنه مكلف بأن يؤمن بالنبي صلى اللَّه عليه وسلم، وبما جاء به إيمانًا جُمليا لا تفصيليًّا.","seal":"58AF01D0","page":423},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":230,"nass":"قال شيخنا: الفخر، وابن التلمساني: جعلا من ذلك التكليف بما علم الله عدم وقوعه، وهو وهْم؛ لأن هذا ليس من تكليف ما لا يطاق بوجه؛ لأنه ممكن في نفس الأمر، كتكليف العصاة بالصلاة في الوقت فيفعلونها بعد الوقت قضاءً.\rوقالوا في النائم إذا ضرب برجله إناءً فكسره: فإنه يضمنه، وكذلك إذا ضرب أحدًا فقتله فهل هذا من تكليف ما لا يطاق أم لا؟.","seal":"1F16638F","page":424},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":231,"nass":"والظاهر أنه من خطاب الوضع.\r- (لها ما كسبت). القَرَافي: هذه الآية تدل على أن المصائب لا يثاب عليها؛ لأنه ليس للمكلف فيها اعتماد. قاله: في \" قواعده \".\rويجاب: بأنه لا حصر في الآية بأنه لا يثاب الإِنسان إلا على ما اكتسبه، وفعله.\rوحاصل كلام القرافي: أن المثوبة تترتب على ما هو من كسب العبد ومقدوره وما لا كسب له فيه، ولا هو مقدور له لا مثوبة فيه لقوله تعالى: (وأن ليس للإِنسان إلا ما سعى)، ويشترط أن يكون المُكْتَسب مأمورًا به فما لا أمر فيه لا ثواب فيه كالأفعال قبل البعثة وكأفعال الحيوانات التي لا تعقل، وكذلك الموتى يسمعون المواعظ، والقرآن، والذكر ولا ثواب لهم لعدم تعلق الأوامر بهم.\rوأما المكفرات فلا يشترط فيها ذلك كالمصائب التي تصيب الإِنسان حتى الشوكة، فالمصيبة مكفرة اقترن فيها السخط أو الصبر فإن اقترن بها الصبر فله الثواب من حيث الصبر، وله التكفير من حيث المصيبة، وما كان سبباة للثواب يكون سببا للتكفير، وليس ما كان سببًا للتكفير يكون سببًا للثواب ثم السخط الذي يصحب المصيبة، قد يكون ما يترتب عليه","seal":"105622EC","page":425},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":232,"nass":"أكثر مَّما يترتب على المصيبة، وقد يكون أقل، وقد يكون مساوًيا.\rقال القرافي: والتكفير بحسب قدر الألم فلو فرضنا ولدًا لا يتألم والده بفَقْده لما كان له عليه شيء.\rقال: ولما كان التكفير مرتبًا على المصائب لم يجز أن يقال للمريض: اللهم اجعل له هذا المرض كفارة. فإنه تحصيل حاصل، وفيه قلة أدب، وهو لا يجوز كما تقرر في \" الأدعية \".\rابن العربي: قال علماؤنا: هذه الآية دليل على أن القود واجب على شريك الأب خلافا لأبي حنيفة، وعلى شريك الخاطئ خلافا","seal":"900E3783","page":426},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":233,"nass":"للشافعي، وأبي حنيفة؛ لأن كلا منهما قد اكتسب القتل.\rوقالوا: إن اشتراك من لا يجب عليه القصاص مع من يجب عليه القصاص شبهة في دَرْء ما يُدْرأ بالشبهة. وذكر ابن عطية، والزمخشري وجه المغايرة بين فعليّ (كسبت) و (اكتسبت)، وهما متقاربان، وتَقَرُّر ما قال ابن عطية: أن المكلف بفعل الطاعات مستحضر للثواب عليها.\rفيسهل عليه أمرها من غير تكلف طبيعي فلا وازع له عن فعلها، وفاعل المعصية يستحضر العقوبة عليها في الدار الآخرة، وشهوته تحمله عليها، وتكلفه فعلها، وتوجب معاندته، ومدافعته للوازع الديني، وقد قال الغزالي: إن استحضار العقوبة الأخروية في فعل الكبيرة، وتعقيبها بالاستغفار غالبًا يصيرها صغيرة.","seal":"FA03A74C","page":427},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":234,"nass":"وكلام الزمخشري ظاهره مخالف لهذا، وهو في الحقيقة راجع إليه.\rوتقريره أن الشَّر مما تشتهيه النفوس، وتأمر به فهي في تحصيله أعمل، وأقوى اجتهادًا، فجُعلت مكتسبة، ولما لم تكن كذلك في الخير وصفت بما لا دلالة فيه على الفعل، والتكلف.\rوقال ابن الضائع في باب ما جاء من العدول على \" فعّال \" - إن \" كسَبَ \" و \" اكتسب \" إن اجتمعتا في كلام واحد كانت لفظة \" كسب \" عامة و \" اكتسب \" خاصة بالكثير، وإن انفردت إحداهما عمت في الأمرين.\rوهذه الآية لما كان الإِنسان يثاب على قليل الخير، وكثيره استعمل فيه اللفظ العام للقليل، والكثير وهو \" كسب \".\rولما كانت الصغائر معفوًا عنها جاء بلفظ الكثير إشعارًا بأنها ليس عليها إلا ما فوق الصغائر.\rقال ابن هشام اللَّخميِّ في \" شرح أبيات الجمل \"","seal":"D6F4C487","page":428},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":235,"nass":"عند قوله:\rجزى ربُّه عني عديَّ بن حاتم .....\rحكى ابن اللخميِّ عن الزجاج أنه يقال: جزيته في الخبر،\rوجازيته في الشرّ. فيستعمل فعل الزيادة في الشرِّ، وفعل النقص في الخير، ومنه (لها ما كسبت وعليها ما اكتسبت) استعمل الفعل الذي فيه الزيادة في الشرِّ، والذي لا زيادة فيه في الخير ومنه قول النابغة:","seal":"885E76A9","page":429},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":236,"nass":"ِ. . . . . . . . . . . . . . فحمَلْتُ برَّةَ واحتَمَلْتُ فَجار\r- (رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا. .). الزمخشري: إن قلت: النسيان، والخطأ متجاوز عنهما في العفو، فما معنى الدعاء بترك المؤاخذة \" فيهما \"؟.\rفأجاب: بأن الدعاء راجع لسببهما، وهو التفريط، والغفلة.\rوهذا على مذهبه في منع تكليف ما لا يطاق؛ لأنه دعاء بتحصيل الحاصل ونحن نقول: بجواز الدعاء بتحصيل الحاصل،؛ لأنه ممكن باعتبار الأصالة.\rفإن قلت: الأصل تقديم الشرط، وأن يقال: إن نسينا أو أخطأنا فلا تؤاخذنا!.\rفالجواب: أنه قدمَ المدعو به للاهتمام به.","seal":"3D1EE226","page":430},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":237,"nass":"ابن العربي: تعلق بالآية جماعة من العلماء في أن الفعل الواقع خطأ أو نسيانًا لغو في الأحكام، كما جعله اللَّه لغوًا في الآثام وبيَّن النبيّ صلى اللَّه عليه وسلم بقوله: \" رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه \".\rوهذا لا حجة فيه؛ لأن الحديث لم يصح، والآية إنما جاءت لرفع الإِثم الثابت في قوله: (وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ).","seal":"01723EB1","page":431},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":238,"nass":"فأمّا أحكام العباد، وحقوق الناس فثابتة \" انتهى.\rقال اللَّخمي: في \" كتاب الأيمان بالطلاق \" لمّا تكلم على طلاق المكره، استدل من عَذَرَه بالإكراه بقوله عليه السلام: \" رفع عن أمتي الخطأ، والنسيان وما استكرهوا عليه \"","seal":"0CD2C36F","page":432},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":239,"nass":"أخرجه البخاري ومسلم \". انتهى.\rفكيف يقول: ابن العربي لم يصح. وانظر كلام ابن رشد في رسم حلف من سماع عيسى من \" كتاب الأيمان والنذور \".\rفإن قلت: قد قالوا: إذا قتل رجلًا خطأ إن عليه صوم شهرين!.\rفجوابه: أن النسيان إنما هو سبب في رفع الإِثم، وليس هو سببًا في صومه، والقتل سبب في الصوم رتب الشرع على ذلك صومًا فيجب امتثاله لا أنه كفارة، بل الإِثم ساقط عنه.\r- (ولا تحْمل. .). أبو حيان: قُرئ بالتشديد إما، للتعدية أو للمبالغة \". انتهى. ظاهره على الَبدلية، وتصح المعية، والمبالغة مع التخفيف، مستفادة من لفظ (على)","seal":"C91940A5","page":433},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":240,"nass":"فإن قلت: ما أفاد (كما حملته)، وعدم ذكره أبلغ؛ لأن النفي المطلق أبلغ من نفي المقيد؟.\rفالجواب: أن الدعاء حالة الخوف مظنة الإجابة؛ لأنه أقرب لمكان التضرع، والالتجاء فَذِكْرُ عقوبة من مضى في هذا مما يزيد في الخوف.\r- (ربنا ولا تحملنا. .). إن كان راجعًا لأمور الآخرة فتأسيس وإن أريد به أمور الدنيا فتأكيد.\rإن أريد بـ (مالا طاقة لنا) الحقيقة، وهو ما ليس في قدرة البشر؛ لأن الدعاء بنفي \" الإصر \" يستلزم الدعاء برفع ما فوقه، وإن أريد به المجاز كما أشار إليه ابن عطية في أحد التفاسير من أنه الأمر المستصعب، وإن كان يطاق، فيكون تأسيسا.\r- (واعف عنا واغفر لنا وارحمنا). وجه الترتيب أن العفو عبارة عن عدم المؤاخذة بالذنب، ولا يلزم من رفع المشقة، أو غير المقدور عدم المؤاخذة،","seal":"7BD157F3","page":434},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":241,"nass":"ولا يلزم من عدم المؤاخذة بالذنب ستره؛ لأنه قد لا يؤاخذه به، ويظهر عليه. ثم عقب ذلك بالرحمة؛ لأن العفو، والمغفرة من باب دفع المؤلم، والرحمة من باب جلب الملائم، ودفع المؤلم آكد.\rوالرحمة معناها في الأصل: الرقة.\rوقال الآمدي: إذا وردت صفة للَّه تعالى يستحيل حملها على حقيقتها فإمّا أن تردَّ لِصفة لفعل أو لصفة المعنى، وهي: الإِرادة. فإمّا أن يكون أراد بهم الخير أو فعل بهم ما يوصلهم إلى طريق الخير.\rقيل: على هذا تكون الرحمة سببا في العفو، والأصل أن يقدم","seal":"3D8D15FC","page":435},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":242,"nass":"السبب على مسبَّبه، فلِمَ أخرت؟.\rأجيب: بأنه تكثير، للدعاء؛ لأنه على ترتيب الآية يكون الدعاء بالرحمة مرتين:\rأولًا: باللزوم؛ لاستلزامها العفو.\rوثانيا: بالمطابقة.\rالزمخشري: وعنه عليه السلام: \" من قرأ الآيتين من آخر سورة البقرة في ليلة كفتاه \" انتهى.\rأول الآيتين: (آمن الرسول. . .).\rانظر \" إكمال \" عياض في \" كتاب الطب \".\r* * *","seal":"9B06E828","page":436},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":243,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالكتاب: التقييد الكبير في تفسير كتاب الله المجيد للبَسِيْليِّ\rالمؤلف: أبو العباس أحمد بن محمد بن أحمد البَسِيْلي التونسي (المتوفي 830 هـ)\rالناشر: كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية - الرياض - المملكة العربية السعودية\rالطبعة الأولى - 1412 - 1992 هـ\rعدد الأجزاء: 2\r[ترقيم الكتاب موافق للمطبوع]","seal":"D990A2CB","page":437},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":244,"nass":"الجزء الثاني","seal":"64A7E934","page":438},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":245,"nass":"تفسير\r\rسُورَةِ آلِ عِمْرَانَ","seal":"7CFFBD1C","page":439},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":246,"nass":"سُورَةُ آلِ عِمْرَانَ\rابن عطية: حكى النقاش: أن اسمها في التوراة طيِّبة. انتهى.\rليس معناه: أنها في التوراة، بل ورد في التوراة حكم من الأحكام، ونصّ فيها على ثبوته في القرآن في سورة آل عمران.\rقال الجرجاني: أحسن الأقوال أن (الم) إشارة إلى حروف المعجم أي: هذه الحروف كتابك.\rابن عطية: فلا بدّ أن يكون (اللَّه) مبتدأ، وخبره (نزَّل عليك الكتاب) بحيث يكون في الخبر ما يدل على الكتاب المضمر.\rوُيعْترض بأن السورة نزلت ردا على نصارى نجران الذي زعموا أن عيسى هو الله فالمناسب أن يكون الخبر (لا إله إلا هو)، فما محل الفائدة؟. وإذا كان هو الخبر لم يبق ما يدل على إضمار الكتب.\rوجعل الجرجاني هذه الآية مثل قوله: (أفمن شرح اللَّه صدره للإِسلام). قال ابن عطية: وفيه نظر؛ لأن تلك شرط يحتاج إلى الجواب بخلاف هذه.","seal":"63CBF3BA","page":440},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":247,"nass":"واختلف أهل علْمِ الكلام في مَدْرك التوحيد. قيل: مَدْركه العقل، وقيل: السمع، والعقل شاهد له؛ وعكس سراج الدين الأرموي قال: مَدْركة ليس إلا السّمع، لأن من أبطل دلالة التمانع يقول: إن الإِلهين يتفقان.\rفقاد الآخرون: وإن اتفقا فيجوز اختلافهما.\rوتردد المقترح في مدركه.\rالغزالي: أخص أسماء الله تعالى (القيوم) فإنه القائم بأمور العباد، ولا يشاركه في ذلك غيره بخلاف غيره من الأسماء \". انتهى.\rهذا إنما يتم على مذهب الفلاسفة القائلين بقدم العالم، والذي يجري على مذهب أهل السنة أن يكون أخص أوصافه القديم.","seal":"C2587199","page":441},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":248,"nass":"الفخر: الوصف ب (الحي القيوم) يستلزم جميع صفات الله تعالى. انتهى. إن أراد استلزامهما ذلك لذاتهما، ومجرد لفظتهما فممنوع، وإن أراد تضمينه الدليل العقلي إليهما فمُسَلَّم.\rوفي لفظ (القيوم) إشارة إلى الرَّد على نصارى نجران فِي محاجتهم في عيسى أنه اللَّه؛ لأن معنى (القيوم): (لا تأخذه سنة ولا نوم)، وعيسى يأخذه النوم، والسِّنَة.","seal":"49D31A91","page":442},
      {"aya":3,"part":"1","sora":3,"Na":1,"id":249,"nass":"(3) - الزمخشري: (نزَّل): تقتضي التنجيم، و (وأنزل) تقتضى الجمعية. وقال في أول كتابه: الحمد لله الذي أنزل الفرقان كلامًا مؤلفٌا منظمًا، ونزله بحسب المصالح منجما.\rوردّ هذا ابن عطية بقوله تعالى: (الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ). وعادتهم يَردون على الزمخشري بما هو أبين من ردّ ابن عطية، وهو قوله تعالى: (وقال الذين كفروا لولا نُزِّل عليه القرآن جملة واحدة).\rوأجيب: بأن ذلك حيث يؤتى باللفظ مطلقًا غير مقيد، وهنا قيده بقوله: (جملة واحدة).\rوأجاب الزمخشري هتاك: بأن (نزَّل) بمعنى (أنزل) وردوا عليه بأن ذلك إنما هو في الفعل المتعدي لواحد إذا أضعف يُكْسبه التضعيف معنى التفريق مثل (وغلَّقت الأبواب)؛ لأن \" غلَّق \" - يتعدى غير مضاعف - وأمَّا غير المتعدي فإن التضعيف فيه إنما هو \" للتعدية \" كالهمزة لا أنه يكسبه معنى آخر.","seal":"DF13ECB5","page":443},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":250,"nass":"ابن هشام: ممَّا يتعدى به الفعل القاصر همزة \" أفعل \"، وتضعيف العين، وقد اجتمعا في قوله تعالى: (نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ (3) مِنْ قَبْلُ).\rوزعم الزمخشري: أَن بين التعديتين فرقاً فقال: لما نزَّل القرآن منجمًا، والكتابان جملة جيء ب (نزَّل) في الأول، و (أنزل) في الثاني.\rوإنما كان في خطبة \" الكشاف \": (الحمد للَّه الذي أنزل الفرقان) كلامًا مؤلفًا منظمًا، ونزَّله بحسب المصالح منجمًا؛ لأنه أراد بالأول إنزاله من اللوح المحفوظ إلى السماء الدنيا وهو الإِنزال المذكور في (إنَّا أنزلناه في ليلة القدر)، وفي قوله تعالى: (شهر رمضان الذي أنزل فيه القرآن).\rوأما قول القفال: إن المعنى الذي أُنْزِل في وجوب صومه أو الذي أُنْزِل في شأنه. فتكلف لا داعي له. وبالثاني تنزيله من السماء الدنيا إلى رسول الله صلى الله عليه وسلم في ثلاث وعشرين سنة.\rويشكل على الزمخشري (وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً). فقيد (نُزِّلَ) بـ (جُمْلَةً وَاحِدَةً)، وقوله تعالى: (وَقَدْ نَزَّلَ","seal":"4596AB2F","page":444},
      {"aya":4,"part":"1","sora":3,"Na":1,"id":251,"nass":"عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ. .)، وذلك إشارة إلى قوله تعالى: (وإذا رأيت الذين يخوضون في آياتنا. .)، وهي آية واحدة ..\r- (مُصدّقًا). إن قلت: قول ابن عطية: أنها حال مؤكدة. يردّ بأن الكلام الحق في نفسه قد يكون مصدقًا، لغيره، وقد لا، فلا يلزم من كونه حقا التصديق.\rفالجواب: أن ابن عطية: اعتبر الحق من حيث. رجوعه إلى الكتاب وارتباطه به فلا بدّ أن يكون مصدقًا، ولم يعتبره في نفسه. ومعنى تصديقه: أي لأصول ما فيها من الشرائع، والأحكام لا أنه مصدق لأشخاص تلك الأحكام، وجزئياتها، بل هو ناسخ لها أو المراد دلالتها على صحة كونها مُنزلة من عند الله لما ذكر إنزاله القرآن على محمد صلى الله عليه وسلم أتى بالتوراة، والإِنجيل على معنى الاستدلال على صحة نزول القرآن عليه فكأنه يقال: لا تنكروا نزول القرآن عليه فقد نزل على موسى، وعيسى، وغيرهما.\r\r4 - فإن قلت: ما افاد (من قبل) وهو معلوم؟. قلت: للدلالة على أوّل أزمنة القَبْلَية إشارة إلى أن هذا أمر معهود فيما سبق، وأنه ليس بأوّل ما نزل، بل تقدمه كُتُب قبله، واستدام حكمها إلى أوّل أزمنة القَبْلِية، ويحتمل تعلقه بـ (هدى) أي: أن هداية التوراة، والإِنجيل كانت للناس من قبل، وهذا غير معلوم.","seal":"BC04F692","page":445},
      {"aya":5,"part":"1","sora":3,"Na":1,"id":252,"nass":"وإنما المعلوم أن إنزالهما قبل. وقال هنا: (للناس)، وفي أوّل البقرة (للمتقين)، فقيل: للتشريف.\rوقيل: إن المراد هنا الهداية الأعمِّية كما في قوله تعالى: (إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا). وهناك خاصة بالتوفيق والإِرشاد إلى طريق الحق، وهي تطلق على الأمرين.\r- (بآيات اللَّه. .) المعجزات، أو آيات القرآن، وهو عام خرج على سبب، وفيه عند الأصولين خلاف لكن قالوا: إن السبب يجب دخوله فيه، والصحيح أنه عام فيه، وفي غيره وحيث يكون في اللفظ وصف مناسب للسبب فإنه يقصر على ذلك السبب، وإلَّا فهو عام، والآية هنا ليس فيها وصف مناسب فهي عامة فيه، وفي غيره.\r- (لهم. .). جرى مجرى التهكم؛ لأن اللام تقتضي الملك، والإِنسان إنما يملك ما يلائمه لا ما لا يلائمه، والأصل: \" على \".\rوشدة العذاب باعتبار الكمية، والكيفية، والدوام الأبدي.\r\r5 - (إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (5). يدل على أنه يصح أن ينفى عن الذات ما يتحقق عدم اتصافها به، ولا يلزم منه تحصيل","seal":"C0A11104","page":446},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":253,"nass":"الحاصل. وعلمه تعالى يتعلق بالموجود، والمعدوم، وبالمستحيل؛ لأنّا نعلم أن الجمع بين النقيضين محال، فيدل على أن المعدوم شيء، وهل يدل على تعلق علمه بالكليات، والجزئيات؟.\rإن قلنا: إن العلم بالكليات من لوازمه الجهل بالجزئيات فنقول: إنها تدل على تعلق علمه بالجزئيات، وإلا فلا وهو مذهب المتأخرين، وذهب \" المقترح \" إلى أن الخلق يقتضي العلم وإن كان قبيحًا.\rوقال غيره: إنما يقتضيه الإتقان لا نفس الخلق.\rفإن قلت: التقييد بالمجرور يخرج علمه تعالى بذاته؛ لأنها لا في الأرض ولا في السماء!.","seal":"8357C343","page":447},
      {"aya":6,"part":"1","sora":3,"Na":1,"id":254,"nass":"فالجواب: أن الآية سيقت للردّ على نصارى نجران في قولهم: عيسى إله، وتضمنت مع ذلك الوعد، والوعيد، فناسب التقييد بالمجرور.\r\r6 - (هو الذي يصوركم. .) البناء على المضمر يفيد الحصر، وكذا\rتعريف الخبر، وأتى ب (يصوركم) بصيغة المضارع، وإن كان التصوير ماضيًا، لأن المراد به التعجب كقوله تعالى: (فتصبح الأرض مخضرة).\rوعبر عن المشيئة بصيغة المضارع أيضا، وهي حاصلة أولاً باعتبار ظهور أثرها، لأنه مستقبل، وفيه ردّ على الطبايعية.\r- (لا إله إلا هو). كالنتيجة لما ذُكِرَ من المقدمات.","seal":"C65E8ED3","page":448},
      {"aya":7,"part":"1","sora":3,"Na":1,"id":255,"nass":"7 - (ومنه آيات محكمات). الزمخشري: أُحكمت عبارتها بأن حفظت من الاحتمال، أو الاشتباه. يريد: والنسخ.\rابن التلمساني في أول \" شرح المعالم الفقهية \": قال ابن عباس، والزجاج: القرآن [كله] محكم إلا آيات القيامة فإنها متشابهة إذ لم يكشف الغطاء عنها.\rوقيل: المتشابه ما ورد عليه النسخ، والمحكم ما عداه \". انتهى.\rفعلى هذا يكون في القرآن ما هو محكم متشابه كالمتعة فإنها أجيزت ثم نسخت ثم نُسخ الناسخ.","seal":"D4E3E6F3","page":449},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":256,"nass":"وقال بعض السلف: المتشابه الحروف المقطعة في أوائل السور، والمحكم ما عداها. وعبر عنه ابن عطية: بأن المحكم ما فهم العلماء معناه، \" المتشابه ما لم يكن لهم سبيل إلى علمه كوقت قيام الساعة، وخروج يأجوج، ومأجوج، ونزول عيسى، والحروف المقطعة في أوائل السور.\rانظر قوله: نزول عيسى فليس في القرآن.","seal":"07CAABAA","page":450},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":257,"nass":"قال ابن التلمساني: وقال الأصم:: المحكم نعته عليه السلام في الكتب السالفة، والمتشابه نعته في القرآن.\rوقال واصل بن عطاء، وعمر بن عبيد المعتزليان: المحكم: الوعيد الوارد على الكبائر: والمتشابه: ما ورد على الصغائر. وهذا أول من زاد درجة بين الإِيمان، والكفر سموها فسقًا، وجعلوها مخلدة في النار إن مات قبل التوبة فاعتزلهما الحسن البصري لهذه المقالة، واعتزلا مجلسه فسموا معتزلة \". انتهى.","seal":"0151F6D1","page":451},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":258,"nass":"وذكر الأصوليون الخلاف هل يرد في القرآن ما لا يُفْهم أم لا؟.\rوقال بعض شُرَّاح \" المحصول \": أما بالنسبة إلى الكلام القديم الأزلي فلا خلاف فيه في امتناع ذلك.\rقال: وإنما الخلاف في الألفاظ المعبر بها عنه، والتقسيم المذكور في الآية الظاهر أنه غير مستوفٍ؛ لأن الأقسام ثلاثة منها: ما هو نص في معناه، ولا يصح صرفه عنه بوجه.\rومنها: الظاهر.\rومنها: المحتمل. فالمحكم هو النص الذي لا احتمال فيه والمتشابه هي: الألفاظ المحتملة التي يحتاج في ردها إلى الصواب دليل عقلي أو سمعي ويبقى ما هو ظاهر في معناه.\rوعلى قول ابن مسعود أيضا القائل: أن المحكم الناسخ، والمتشابه المنسوخ يبقى قسم آخر وهو ما ليس بناسخ ولا منسوخ، وذلك أكثر القرآن.","seal":"D72A690C","page":452},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":259,"nass":"وفي الآية سؤال، وهو أن المفسرين قالوا: المحكم في القرآن أكثر من المتشابه.\rو (آيات) جمع سلامة، ونص سيبويه على أنه جمع قلة إذا لم يدخل عليه \" أل \"، و \" ضميرهن \" الذي هو ضمير جماعة المؤنث إنما يكون لما دون العشرة، فكيف عبّر عنه بجمع القلة، وأعيد عليه ضمير (آيات) القليل؟.\rوالجواب: أنه قد يطلق جمع القلة، ويراد به الكثرة كما يوضع جمع الكثرة موضع جمع القلة، وأعيد الضمير على (آيات) باعتبار لفظها","seal":"7131059C","page":453},
      {"aya":7,"part":"1","sora":3,"Na":1,"id":260,"nass":"كإعادته مفردًا على لفظ (من)، والمراد: بها العموم \" وكذلك (أُخر) جمع كثرة، عبر به عن القليل، وتقرر أنه إذا لم يسمع في الاسم إلَّا جمع واحد إمّا قلة أم كثرة إنه يجوز أن يراد به الجمع الآخر.\r- و (متشابهات) جمع قلة، وأفرد (أُم) وهو خبر عن جمع لوجهين:\rالأول: أنه لما كانت المحكمات متحدة المعاني، ولا تنافي بينهما ولا اختلاف صارت كالآية الواحدة.\rالثاني: أنه على التوزيع، والمراد أن كل آية (أُم).\r\r7 - (فأمَّا الذين في قلوبهم زيغٌ. .). دليل على أن العقل في القلب.\rقال الطيّبي في \" التبيان \": هذا من باب الجمع، والتقسيم، قوله: (منه","seal":"8E847709","page":454},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":261,"nass":"آيات محكمات. . وأخر متشابهات) جمع ثم عقبه بقوله: (فأمّا الذين. .)، وبقوله: (والراسخون. .) فهذا تقسيم، وتفريق. انتهى. واتباع من لا زيغ في قلبه المتشابه قصدًا، لصرف معناه: إلى الصواب.\r7 - (والراسخون في العلم). كان بعضهم يجري الخلاف في عطفه، واستئنافه على الخلاف، هل بين العلم القديم، والعلم الحادث اشتراك أم لا؟.\r- (يقولون. .) أي: بقلوبهم؛ لأن من آمن بقلبه داخل في هذا، وَذكرُ لفظ (الربِّ) مناسب أي: لورود المحكم، والمتشابه في الكتاب رحمة من الله بنا؛ لننظر في الأدلة، ونتدبر بعقولنا فنخرجه عن ظاهره الحقيقي إلى مجازه دفعًا للحكم بالباطل فيحصل لنا الأجر، والمثوبة بذلك عند الله عزّ وجلّ.","seal":"B4EBAFC6","page":455},
      {"aya":8,"part":"1","sora":3,"Na":1,"id":262,"nass":"8 - (ربنا لا تزغ قلوبنا. .) قرئ (تَزع) بفتح التاء و (وقلوبنا) فاعل.\rوقول أبي حيان هو مثل: \" لا أَرَينَّك ها هنا \". إنما يتم على قول المعتزلة: أن العبد يخلق أفعاله، فيقولون: كيف يطلب من الله ترك ما ليس من فعله فيحتاجون إلى أن يجعلوه مثل: \" لا أرينّك ها هنا \"؛ لاستحالة نهي الإِنسان نفسه ألَّا يخلق لها أسباب الزيغ، فتزيغ.\r- وقوله: (إذ. .) هنا اسم. يريد اسم للزمان الماضي.\rقال: وليست بظرف، لأن الظرف لا يضاف إليه. إن أراد أنها لا","seal":"389C9E9E","page":456},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":263,"nass":"تعرب ظرفًا لا في اللفظ، ولا في المعنى فغير صحيح، بل معناها الظرفية.\rابن هشام: زعم الجمهور أن (إذ) لا يقع إلا ظرفًا، أو مضافًا إليها اسم زمان صالح للاستغناء عنه، نحو: \" يومئذٍ \"، و \" حينئذٍ \" أو غير صالح نحو قوله تعالى: (بعد إذ هديتنا. .).\rوفي الآية سؤال، وهو لِمَ أضيف الزيغ للقلوب، والهداية لجميع الذات؟.\rوجوابه: من وجوه:\rالأول: أنهم طلبوا نفي الزيغ عن العضو الأخص الذي هو القلب؛ لأن حصول الزيغ فيه سبب في عمومه في جميع البدن، ونفي السبب يستلزم نفي المسبَّب، والهداية حاصلة عامة في سائر البدن فأخبروا بذلك رغبة في دوامها كذلك.\rالثاني: أن الزيغ يحصل للقلب بأوَّل وهلة، والهداية إنما تحصل غالبًا بعد تأمل، ونظر، واستدلال، فحصولها يشترك فيه جميع الحواس.\rفإن قلت: قد ينظر في الشبهة فيضل فقد حصل الزيغ بالتأمل؟.\rوالجواب: أنه لم ينظر، ليضل، وإنما نظر ليهتدي فضل.","seal":"0D86F39C","page":457},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":264,"nass":"فإن قلت: قد يحصل الزيغ ببعض الأفعال، لأنه قد يشرب الخمر مثلاً فيكون سببًا في ضلاله!.\rفالجواب: إنما المراد في الآية إنما هو الزيغ المسبَّب عن الاعتقاد؛ لأن ذلك بدء سياق الآية لا عن الأفعال وهو في الغالب يحصل من غير نظر إذ الإِنسان إذا ترك النظر، والاستدلال ضل فهو قد زاغ بالترك.\rالثالث: إن الزيغ من أفعال القلوب، والهداية عامة في أفعال القلوب، وأفعال الأبدان، وهذا إن كان من قول الراسخين في العلم فهي هداية خاصة، وإن كان أمرًا لجميع الناس أن \" يقولوه \"، فهي هداية عامة.\r- (وهب لنا). جاء على الأصل في تقديم دفع المؤلم على جلب الملائم، وقدم المجرور على المفعول به مع أن الأصل العكس؛ لأن تعدي الفعل إلى المفعول به أقوى من تعديه إلى المجرور؛ لأن الأهم المقصود حصول الهبة لهم.\rابن عطية: المراد (هب لنا) نعيمًا صادرًا عن الرحمة، لأن الرحمة راجعة إلى صفات الذات فلا يتصور فيها الهبة \". انتهى. ومعنى الآية متضح بما قرَّره الآمدي في \" أفكار الأبكار \" قال: اختلفوا إذا ورد ما يستحيل على اللَّه الإِتصاف به فمنهم: من رده، لصفة الفعل فإن رددته، لصفة","seal":"70633364","page":458},
      {"aya":9,"part":"1","sora":3,"Na":2,"id":265,"nass":"الفعل لم يكن هناك إشكال ولا يحتاج إلى ما قال ابن عطية.\r\r9 - (ربنا إنك جامع الناس. .). خبر في معنى الإِقرار، والتذلل، واللام في (ليوم) إمّا للتوقيت أو للتعليل على حذف تقديره: لجزء يوم.\rو (الميعاد) مصدر \" أَوْعد \" في الشر، والآية تضمنت \" الوعد \" و \" الوعيد \"، وغلب فيها معنى التخويف.\r\r10 - (إن الذين كفروا. .) المناسب تفسيرهم بنصارى نجران؛ لموافقة سبب النزول.\rفإن قلت: وكذلك المؤمنون لا تغنى عنهم أموالهم، ولا أولادهم من الله شيئًا، قال تعالى: (وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا. .).\rقال: فالجواب: أن المؤمنين ينفعهم مالهم بإنفاقه في سبيل الله والولد الصالح يدعو لأبيه بعد موته، فينتفع بدعائه بخلاف الكافر.","seal":"543F466D","page":459},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":266,"nass":"فإن قلت: تأكيده بقوله: (شيئًا) يقتضي العموم في القليل، والكثير!.\rفالجواب: أنه عام في الأشخاص، لا في الأزمنة، والأحوال.\rقيل: ورد تخفيف العذاب عن أبي لهب ليلة الاثنين، ويومه؛ لكونه اعتق الخادم التي بشرته بولادة النبيّ صلى الله عليه وسلم.، وكذلك أبو","seal":"8C46FD67","page":460},
      {"aya":11,"part":"1","sora":3,"Na":1,"id":267,"nass":"طالب أخبر النبيّ صلى اللة عليه وسلم: \" أنه أهون أهل النار عذابًا \".\r- (هم وقود النار). إن كان لفظ (الذين كفروا) للعموم فالمضمر، هنا للحصر، وإلّا فللتأكيد.\r\r11 - (كدأب. .). انظر: إعرابه في أبي حيان.\rقيل: لِمَ شبههم ب (آل فرعون) دون غيرهم؟.","seal":"A895B1B0","page":461},
      {"aya":12,"part":"1","sora":3,"Na":1,"id":268,"nass":"أجيب: بأنه لم يهلك إهلاكًا عامًا بعد نزول التوراة غيرهم، وحُكِي هذا السؤال، وجوابه عن القاضي أبي العباس بن حيدره.\rوقول الفخر: إضافة (دأب) للفاعل، أو للمفعول،. يرد بأن فعله غير متعد فلا يصح إضافته للمفعول.\r\r12 - (قل للذين كفروا ستغلبون) في الآية سؤال وهو ما الحكمة في إتيان الفعل مبنيًا للمفعول مع أن الأولى ههنا ذكر الفاعل لا سيما مع","seal":"BAEB0ACE","page":462},
      {"aya":13,"part":"1","sora":3,"Na":1,"id":269,"nass":"\" ما \". ذكر ابن عطية، وغيره: من أن النبيّ صلى الله عليه وسلم لما غلب قريشًا بـ \" بدر \" قالت اليهود: هذا هو النبيّ الذي في كتابنا الذي لا يهزم، فلما كانت وقعت \" أحد \" كفر جميعهم، وقالوا: ليس هو النبيّ المنصور. وكان الأولى أن يذكر فاعل الغلبة، لأنهم يقولون: نعم نُغْلَبُ ولكن يَغْلِبُنا غيرك، وهو النبيّ الحقيقي لا أنت؟.\rوجوابه: أن هذا تنبيه على التنفير من الدعوى، وأنه ينبغي للإِنسان أن لا يدعى شيئًا.\rقال الفخر: في الآية حجة بجواز تكليف ما لا يطاق؛ لأن هؤلاء خوطبوا بأنهم يغلبون، ويعذبون، ومع هذا فهم مكلفون بالإِيمان. انتهى. يردّ بأن المعنى إن دمتم على دينكم، والحكم عليهم بأنهم يغلبون ويعذبون معلل بكفرهم، لأن ذكر الحكم عقب الوصف المناسب يشعر بالغلبة.\r\r13 - (فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ). في الآية سؤالان:\rالأول: أن المطابقة في كلام العرب معتبرة، وهو نوع من أنواع البديع فالأصل أن يقال: فئة تقاتل في سبيل الله، وأخرى تقاتل في سبيل الطاغوت، أو فئة مؤمنة، وأخرى كافرة، فلا بدّ في العدول عن هذا من حكمه. وما هي؟.","seal":"A16AB546","page":463},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":270,"nass":"وجوابه: أنه لو قيل: فئة مؤمنة لما لزم أن يكون قتالها في سبيل الله، - وقوله: (فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ) مستلزم للإِيمان، والجهاد، ولو قال: وأخرى تقاتل في سبيل الطاغوت لما أفاد أنها كافرة إذ لعلها مؤمنة، وقصدت العدوان، والظلم فلما قال: كافرة استلزم القتال بدلالة قوله: (التقتا) فاستلزم استصحاب الكفر.\rالسؤال الثاني: لِمَ عبر في الأول بالفعل، وفي الثاني بالاسم، وهلا قيل: فئة مقَاتِلة في سبيل الله، وأخرى كافرة، أو فئة تقاتل في سبيل الله وأخرى تكفر؟!.\rوالجواب من وجهين:\rالأول: أن القتال أمر فعلي متجدد فناسب التعبير عنه بالفعل المضارع، والكفر أمر اعتقاديِّ قلبي فهو ثابت، فناسب التعبير عنه، بالاسم المقتضى للثبوت.\rالثاني: أن في الآية حذف التقابل أي: فئة مؤمنة تقاتل في سبيل الله، وأخرى كافرة تقاتل في سبيل الطاغوت.\r- (يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ). فيها أوجه:\rأحدها: ترون المشركين مثليّ المشركين. وقد يُشْكل مع ما في سورة الأنفال: (وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا. .).\rوجوابه: أن المسلمين يرون المشركين قبل القتال مثليهم ابتلاءً من اللَّه لهم فإذا شرعوا في القتال يرونهم قليلين فهزموهم، وهذه الرؤية إن كانت","seal":"DD83EE34","page":464},
      {"aya":14,"part":"1","sora":3,"Na":1,"id":271,"nass":"من غلا البصر يكون المصدر، وهو (رأي العين) \" ترشيحًا \"؛ للمجاز، وإن كانت حقيقية للناس يخلقهم هنالك فيكون مصدرًا حقيقة.\r- (لأولى الأبصار). قيل: (لعبرة الأولي الأبصار)؛ لأنه قد ينظر، ولا يعتبر!.\rأجيب: بأن \" بَصيرة \" يجمع على \" أبصار \". انظره.\r\r14 - (زُيِّن للناس). مناسبتها لما قبلها أن ما تقدم اقتضى الحض على الجهاد، ومدح المتصف به، ومن خالف نفسه في ميلها إلى الراحة، وأتت هذه في معرض الذم لمن لم يتصف بذلك، وطاوع نفسه في ميلها إلى الشهوات. وقيل: المزين هو الله. وقيل: الشيطان. فعلى الأول هو تزيين خلق، وعلى الثاني تزيين وسوسة، فهو مشترك فإن قلنا: بتعميم المشترك صح حمله على الأمرين، وإلَّا فنجعله، للقدر المشترك بينهما، وهو مطلق الحمل على حب الشهوات خلقًا، وإبداعًا، أو وسوسة، وكسبًا. والتزيين","seal":"74C803C4","page":465},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":272,"nass":"هو إظهار الشيء في أحسن صورته، وإن كانت مرجوحة كمن يكسوا خادمه ثوبًا حسنًا. والحب في اللغة: مطلق الميل. والشهوة: هي الميل إلى الأمر الحسي. فميل الإِنسان إلى الصلاة، ونحوها حب لا شهوة، فالحب أعمّ من الشهوة، و \" المزُينَّ \": إنما هو الشيء المُشْتهَى فهو من باب تعليق الحكم على سبب السبب، لأن الشهوة متعلقة بالمُشْتهَى. والحب متعلق بالشهوة.\rوالتزيين متعلق بالحب.\r- و (الناس) عام في الأولياء، والصالحين، وغيرهم لكن غيرهم يتبعونه في تزيينه، وهم لا يتبعونه.\rقيل: \" الألف واللام \" لا يصح كونها؟ للعهد إذ لم يتقدم معهود، ولا للجنس بمعنى العموم لقوله: (من النساء والبنين) فهم غير داخلين في العموم.\rأجيب: بأنها للجنس، وقد يَرِدُ التخصيص مصاحبًا للعام. وقول أبي البقاء: حُركَتْ الهاء في الشهَوات؛ لأنه اسم غير صفة. يوهم أنه لا يصح فيها إلا الفتح، وليس كذلك، بل يجوز فيها الإسكان، والفتح.\rوقال ابن عصفور في \" باب التثنية والجمع \": إن الاسم إذا كان على وزن \" فِعْل \" أو \" فُعْل \" أو \" فِعْله \" أو \" فُعْله \" فإن كان صحيحًا جاز فيه ثلاثة أوجه: بقاء العين ساكنة كهنْدات جمع هِنْد، وجَمْل، وجمْلات، وفتحها","seal":"8DF2A2CA","page":466},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":273,"nass":"طلبًا للتخفيف كهنَدات، واتباعها للفاء كهنِدات، وجمِلات، وإن كان معتل العين فالإِسكان ليس إلَّا كدِيْمة، ودُوْلة، فقول: دِيمات، ودُوْلات، وإن كان معتل اللام فحكمه حكم الصحيح ما لم تكن اللام ياءً فلا يجوز إلَّا الاتباع. انتهى.\r- و (شهوات) جمع شهوة، وهو معتل اللام، وليست لامُه ياءً فيجوز فيه ثلاثة أوجه: يتفق فيها وجهان يرجعان إلى وجه واحد وهما: اتباع العين الفاء، وفتح العين. ويبقى وجه آخر وهو: الإسكان.\rوفي الدرة الألفية ومثل: \" خطوة \"، و \" سدره \" أتت في جمعها الفاء ثلاث روايات. وتقديم (النساء) على (البنين) من باب التقديم بالرتبة، والأصالة، وتقديم ذلك على (الذهب والفضة)؛ لأنه أهم.\rفإن قلت: في سورة الكهف قدم \" المال \" فقال: (المال والبنون زينة الحياة الدنيا).\rفالجواب: أن آية الكهف اقتضت الحكم بإسناد الزينة بهما إلى (الحياة الدنيا)، ولا شك أن المال في ذلك مقدم؛ لأنه إن كان المال كان الولد معه زينة، وإن لم يكن فالأولاد محنة، وعذاب. وهذه الآية أُسندت الزينة فيها إلى النفس وشهوتها، ولا شك أنها إلى الأولاد، والنساء أميل منها إلى المال، لأنها تبذل المال في تحصيل ذلك، والعطف يدل؛ لأن شهوة النساء عامة التعلق إذ لم يلزم من شهوة البنين شهوة النساء دون العكس.","seal":"04FB07CD","page":467},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":274,"nass":"قال: السكاكي: قد يكون في كل واحد من الأمرين صفة تقتضي التقديم لكن يكون أحدهما أهم في مكان فيقدم، وإن أخر في غيره؛ لكون قرينة أخص منه في ذلك، فمنه قوله تعالى: (إنما أموالكم وأولادكم فتنة)، فتقديم \" الأموال \" من باب تقديم السبب فإنه إنما يشرع في النكاح عند قدرته على مؤنته فهو سبب إلى التزويج، والنكاح سبب إلى التناسل؛ ولأن المال سبب للتنعم بالولد، وفقده سبب، للشقاء به، وكذلك تقديم النساء على البنين في قوله: (حب الشهوات من النساء والبنين) إلى آخر الآية. إنما أخر ذكر \" الذهب \" و \" الفضة \" عن \" النساء \" و \" البنين \"؛ لأنهما أقوى في الشهوة الجبلية من المال فإن الطبع يحث على بذل المال لتحصيل النكاح، والولد. قال الشاعر:\rلولا بُنيَّات كزغب القطا ... رددن من بعض إلى بعض\rلكان لي مضطرب واسع ... في الأرض ذات الطول والعرض\rوإنما أولادنا بنينا ... أكبادنا تمشي على الأرض\rوالنساء أقعد من الأولاد في الشهوة الجبلية، والبنون أقعد من الأموال، والذهب أقعد من الفضة، والفضة أقعد من الأنعام، أو وسيلة إلى تحصيلها، فلما صُدِّرت الآية بالأهم، وكان المحبوب مختلف المراتب، اقتضت حكمة الترتيب أن يقدم ما هو الأهم فالأهم، انتهى.","seal":"453B4C16","page":468},
      {"aya":15,"part":"1","sora":3,"Na":1,"id":275,"nass":"- (والقناطير المقنطرة). كناية عن المال الكثير، وقيل: إن المال الكثير قسمان: مال تكون كثرته نادرة، وهو القنطار. ومال تكون كثرته غالبة، وهو ما دون ذلك.\rفإن قلت: بَقِيَ اللِّباس!.\rفالجواب أن اللِّباس أمْر حاجيّ ضروري لكل الناس لا تتعلق الشهوة إلّا بأخصه، فليس اللباس كله مزينا.\rوأجاب الفخر: بأن اللباس يشترى بالذهب، والفضة فذكْرهما يغني عنه. ويقال: له، وكذلك الخيل المسومة، والأنعام، والحرث تشترى بالذهب، والفضة.\r- (ذلك متاع الحياة الدنيا). إن قلت: أليس هو أيضا متاع الآخرة لمن يتزوج ليكثر سواد المسلمين، وينفق ماله في سبيل الله، ويكسب الخيل للجهاد؟!.\rفالجواب: أن الحكم عليه في الآية بأنه متاع الحياة الدنيا معناه: من حيث التزيين، والشهوة.\r- (والله عنده حسن المآب). (عنده) تشريف؛ لأن عنده أيضا شرّ المآب.\r\r15 - (قل أؤنبئكم. . .) لما تضمن الكلام السابق تزيين الأمور المذكورة الدنيوية، وتحسينها، قد يُتَوَهم أن يكون لمن يشتهيها، ويحبها عذر في محبته لها، وهجومه عليها، فعقبه بهذا نفيًا لذلك العذر، وأكده بثلاثة أمور:","seal":"92E295A1","page":469},
      {"aya":16,"part":"1","sora":3,"Na":1,"id":276,"nass":"الأول: لفظ \" النبأ \"؛ لأنه أخص من الخبر؛ لاقتضائه غير آية الخبر كما قالوه في قوله: (وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَأ. .).\rالثاني: دخول أداة الاستفهام تنبيهًا للمخاطب، واستحضاراً لذهنه؛ ليفهم ما يلقى له.\rالثالث: لفظ (قل) مع أن القرآن كله هو مأمور بتبليغه للناس، فهو دليل على الاعتناء بالمبلَّغ، وتعظيم أمره. وذِكر لفظ (الرب) مناسب: إشارة إلى أن هذا الثواب تفضل من الله تعالى ليس باستحقاق بوجه.\rوقول أبي حيان: لا يصح كون (خير) فعلًا لئلا يكون بعض ما بَقيَ خير منه، بناءً على أن (مِن) للتبعيص، وهي محتملة للسببية أي: بخير سببه ذلك المتقدم، وقد تقدم تقرير السببية، وهو توهم العذر مُظْهِرة حبًّا.\r\r16 - ومعنى (الذين يقولون. .) الزمخشري: (الذين) نَصْب على المدح، أو رَفْع، ويجوز الجر صفة للمتقين، أو للعباد. انتهى.","seal":"AAE5E4C2","page":470},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":277,"nass":"كونه صفة للعباد لا يتقرر مع قوله هو، وابن عطية في قوله تعالى: - (واللَّه بصير بالعباد) إنه وعد، ووعيد فكيف يوصف العباد بهذه الصفة وهم قائلون للأمرين؟!.\rفاختلف أهل السنة، والمعتزلة في القول هل هو حقيقة في النفسي مجاز في اللساني، أو العكس، أو مشترك؟.","seal":"E5383354","page":471},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":278,"nass":"فإن قلت: الخطاب للَّه تعالى، وهو عالم بكل شيء فلِمَ أكدوا إيمانهم بـ (أن)؟!./\rفالجواب أن المخاطب إذا لم يكن مُنْكِرًا، ولا ظهرت عليه مخايل الإِنكار، وبموضع الخطاب من ينكر فإنه يؤكد.\rفإن قلت: لمَ عبر عن قولهم بالمضارع فقال: (الذين يقولون) وقال: وقيل: (للذين اتقوا. .) بلفظ الماضي؟.\rفالجواب: أن المطلوب تحصيل التقوى فأتى بها بصيغة المضي إشعارًا بتأكد الأمر بها، والمبادرة إلى فعلها كأنها واقعة. والدعاء المطلوب أسند: لأمته لكثرة الذنوب فهو مأمور بتكرر الاستغفار منها في كل وقت. وأيضا فالإِيمان وقع منهم في الماضي لقولهم: (آمنا)، ونقول التقوى هي تفسير الإِيمان.\rواختلف القرويون: هل يجوز أن يقول الإِنسان: \" أنا مؤمن، أو لابد أن يضيف إلى ذلك \" إن شاء الله \"؛ لأنه لا يقطع بحقيقة إيمانه.\rوالآية تدل على الأول؛ لأنها أتت في معرض المدح لمن قال هذه","seal":"A24D4509","page":472},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":279,"nass":"المقالة، والمدح على الشيء يدل على جوازه، ومذهب ابن سحنون، وابن عبدوس جواز ذلك من غير استثناء، وحُكي عن الركراكي بالقيروان، وكان صالحًا أنه قال: لا أماته الله على الإِسلام إن كان يعتقد أنه مسلم.\rفسُئل عن ذلك سيدي أبو عبد الله بن سلامة فقال: يريد اعتقاد أنه كامل الإِسلام، وأمّا الإِسلام فلا شك في حصوله.\rوقال غيره: أرادها في الحديث: \" المسلم من سلم الناس من لسانه","seal":"1B9CB15A","page":473},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":280,"nass":"ويده \". وقال ابن بطال في أوائل \" شرح البخاري \"، وجماعة يرون\rالاستثناء، وهو قول ابن عبد الحكم، وحمديس، وابن عبدوس، وأحمد بن صالح الكوفي. قال أبو عبيد وجماعة من الفقهاء: يأتون به من غير","seal":"257D5BFE","page":474},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":281,"nass":"استثناء منهم أبو عبد الرحمن السُلَميِّ، وعطاء، وسعيد بن جبير، وإبراهيم التميمي، وعون بن عبد الله، ولما عَرّف عياض في \" المدارك \" لمحمد بن سحنون قال: لا يستثنى في مسألة الإِيمان، وخالفه ابن عبدوس، وغيره، وكان يقول: \" أنا مؤمن \" عند اللَّه، وأنكره ابن عبدوس، وأصحابه، وأهل مصر، والمشرق، وتُكلم بذلك بمصر في حلقة أبي الذكر الفقيه","seal":"7FCC434D","page":475},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":282,"nass":"فأنكروه، فقال أبو الذكر: وعندنا فرقة بالمغرب يقال: لهم السحنونية تقول: ذلك، وكان ابن سحنون يقول: المرء يعلم اعتقاده فكيف يعلم أنه يعتقد الإِيمان ثم يشك فيه،، وكان أصحابه يسمون من خالفهم الشكوكية لاستثنائهم.\rقال القاضي عياض: وهذا خلاف لفظي لا حقيقة فمن التفت إلى مغيب الحال، والخاتمة، وما سبق به القدر. قال: بالاستثناء. ومن التفت إلى حال يقينه، وصحة معتقده في ذمته لم يقل به. ثم نشأ بينهم بعدُ اختلاف آخر بعد ثلاثمائة سنة في القول في الغير هل يقال: هو مؤمن عند اللَّه أم لا؟. وجرى فيه بين ابن التبان وابن أبي زيد، والشبيبي، وأبي","seal":"C99F69E1","page":476},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":283,"nass":"ميسرة، والداودي \" زحوف، والصحيح قول ابن أبي زيد: إن كانت سريرتك مثل علانيتك فأنت مؤمن عند الله زاد الدوادي \" وختم لك بذلك. وأما ابن التبان، وغيره فأطلقوا القول \" بأنت مؤمن \".","seal":"74B32C8A","page":477},
      {"aya":17,"part":"1","sora":3,"Na":1,"id":284,"nass":"17 - (الصابرين والصادقين). قدم الصبر؛ لأنه رأس الإِيمان، رأس كل عبادة؛ لأنه حبس النفس على المشاق، وما تأتي العبادة إلا بالصبر ثم عقبه بالصدق؛ لأن الإِنسان قد يحبس نفسه على المشاق رياءً، وسمعة فأخبر أنهم صادقون في صبرهم ثم عقبه بالقنوت، وهي العبادة القاصرة ثم عقبه","seal":"21BEC739","page":478},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":285,"nass":"بالعبادة المتعدية، للغير وهي الإنفاق في الزكاة، وصلة الرحم وغير ذلك، وأيضا فالصدقة برهان ودليل على صحة ذلك كله، فلذلك أخرها بعدُ كمن يذكر المسألة، وحكمها ثم يذكر بعد ذلك دليلها ثم عقبه بالاستغفار. قال الزمخشري: والواو المتوسطة بين الصفات، للدلالة على كمالهم في كل واحدة منها. وقول أبي حيان: لا يُعْلم ذلك في عطف الصفات.\rيردّ بأن هذا ليس من علمه، وإنما هو من علم البيان، وقالوا: فيه عطف الصفات يقتضي ذلك. وقول ابن عطية: الصدق في القول، والفعل، هو بناء على استعمال اللفظ في حقيقته، ومجازه لأنه حقيقة في القول.","seal":"3FA314A3","page":479},
      {"aya":18,"part":"1","sora":3,"Na":1,"id":286,"nass":"18 - (شهد اللَّهُ. .). وجه مناسبتها لما قبلها أنه لما تضمن الكلام السابق الثناء على المؤمنين بوصف الإِيمان، والصبر، وما عُطِف عليه عَقْبه ببيان أن السبب الحامل لهم على ذلك ليس هو أمرًا غميضًا خفيًا بحيث يخفى على غيرهم، بل هو أمر جلي واضح فأخبر بهذه أن الله تعالى نصب الدلائل الدالة على وحدانيته، وعَلِمَها الملائكة، والأنبياء، والعلماء فاهتدوا بها إلى الإِيمان، وشرائطه.\r- و (شهد) هنا بمعنى أعلم. والشهادة يراد بها التحمل، ويراد بها الإِعلام، وهو المعبر عنه في غير هذه بالآداء.\rوقال أبو عبيدة: (شهد اللَّهُ) معناه: قضى، وحكم.\rوقال ابن عطية: وهذا مردود من جهات. انتهى؛ لأن الحكم أمر جعلي، والتوحيد عقلي، ولا يصح تفسيره، ولأن الشهادة ليست بعض الحكم بالشيء، بل هي سبب فيه، وموجب له، فهي غيره، وأيضا فتعلق الحكم حادث لا يقال: حكم فلان بأن (لا إله إلا هو)؛ ولأن لفظ: \" الشهادة بعيد من لفظة \" القضاء \"، ولا علاقة بينهما تبيح الإطلاق المجازي بوجه.\r- (قائمًا. .) في إعرابه وجهه أحسنها عند الزمخشري: أنه. منصوب على المدح، أو صلة لقوله: [(لا إله إلا هو)]، وتعقبه أبو حيان بأن فيه","seal":"3EB2F6D5","page":480},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":287,"nass":"الفصل بأجنبي، وهما المعطوفان، وليسا معمولين لشيء من جملة (لا إله). وَيرِدُ عليه أيضا المفهوم أن ثم (إله) غير قائم بالقسط، وهو محال.\rفإن قلت: ما أفاد تكرار (لا إله إلا هو)؟.\rفالجواب: من وجهين:\rالأول: أن المذكور أولًا كالمقدمتين.\rوالثاني: كالنتيجة لا سيما على تفسير الزمخشري.\rفنقول المراد: أن الله تعالى أعلم بذلك بنصب الدلائل الدالة عليه فعلمها الملائكة، والعلماء كعلمهم بالمقدمتين، ثم لما علموا تلك الدلائل وتحققوها حكموا بأن \" لا إله إلا اللَّه \".\rالجواب الثاني: أنه كرره لقوله (العزيز الحكيم) أي: تيقنوا ذلك بهاتين الصفتين. وعبر عنه الفخر بعبارة لا تفي بهذا المعنى فقال: الأول أتوا به على معنى الشهادة، والثاني: إخبار بما في نفس الأمر، أو كما قال.","seal":"05018758","page":481},
      {"aya":19,"part":"1","sora":3,"Na":1,"id":288,"nass":"وانظر: أسئلة ابن السِّيد فله في هذه الآية كلام حسن.\r\r19 - (وما اختلف. .)، لمَّا تقدَّم ذكرُ الوحدانية؟ والثناء على من آمن عَقْبَه ببيان أن كفر من كفر لم يكن لشبهة عرضت، ولا لخفاء الدلائل، ولا لغموض المعجزة، بل لمجرد البغي، والعناد. وقال البيانيون: إن ذكر المحكوم عليه مع الحكم يكون لأحد ثلاثة أمور:\rإما: لمطلق البيان كقولك: \" أكرم زيد بن عمرو \" أو للإِعلام باستحقاقه له، وهو الذي عبر عنه الأصوليون بقولهم: ذكر الحكم عقيب الوصف المناسب يشعر بأنه علة فيه كقولك: \" أكرم المحسن إليك \"، وإما لبيان مناقضته له كقولك: \" أكرم من أساء إليك \"، والآية من هذا القسم؛ لأن مجيء العلم لهم موجب للاتفاق على الإِيمان فجعلوه هم موجبًا؛","seal":"F9B06140","page":482},
      {"aya":20,"part":"1","sora":3,"Na":1,"id":289,"nass":"للاختلاف، وهذا من باب تأكيد الذم بما يشبه المدح.\r- (فإن اللَّه سريع الحساب). لازمه هو جواب الشرط أي: فإن الله يعاقبه سريعًا، وأما مدلول اللفظ فثابت في نفس الأمر آمن، أو كفر.\r\r20 - (حاجوك. .) بدأ أولًا بالمحاجة، والحجّة الدليل الصحيح الصدق بالنسبة إلى دعوى المدعي.\r- (فقل أسلمت). إمَّا متاركة، وإعراض عنهم كما يقول الفخر: هذا تشكيك في البديهيات، والضروريات فلا يستحق جوابًا. فمحاجتهم له مباهتة في أمر بديهي، وإما مناظرة أي: فقل: أنتم مشتغلون بدنياكم، وأنا أسلمت قصدي للَّه، وما حقكم أن تحاجوني في هذا فإنني ما أتيت بما هو غريب، فلا نسلم وجهي إلى مشاركتكم في شيء من أمور دنياكم.","seal":"8FD05753","page":483},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":290,"nass":"فإن قلت: هلا قيل: \" وقل لهم \" كما قيل (فإن حاجوك).\rفالجواب: أن المحاجة إنما تقع من رؤسائهم، فلو قيل: وقل لهم لكان خاصًّا بهم دون غيرهم، وهو مأمور بأن يقول: ذلك، للجميع، وهذا السؤال إنما يَرِدُ على أن قوله: (وما اختلف فيه إلا الذين أوتوا الكتاب) عام فِي اليهود، والنصارى باتفاق.\r- (فإن أسلموا فقد اهتدوا وإن تولوا. .). هذه الآية تدل على (إن) بمنزلة \" إذا \" بدليل المعاندة بينهما فهما إما متساويان أو أحد الأمرين أرجح فقد دخلت (إن) إما الأولى أو الثانية على الأرجح، وهذا خلاف قولهم إن كلمة (إن) لا تدخل إلَّا على ما ليس بمحقق الوقوع مما هو ممكن، أو مما يفرض وقوعه، وليس بممكن بخلاف \" إذا \".\r- (فإنما عليك البلاغ). الحصر هنا بحسب السياق فيما بينه، وبينهم أي: فلا يلحقك ضرر من أجلهم (إنما عليك البلاغ) فلا تكون منسوخة بآية السيف كما فهم ابن عطية؛ لأنه على ما قررنا لا منافاة بين حصر أمره","seal":"F4F3C32A","page":484},
      {"aya":21,"part":"1","sora":3,"Na":1,"id":291,"nass":"بالتبليغ، وبين أمره بقتالهم.\r\r21 - (بغير حق. .). قال الزمخشري: في سورة البقرة آية: 61،: قتل النبيين لا يكون إلا بغير حق فما أفاد ذكره؟!.\rوأجاب: بأن المراد أنهم لم يستندوا في قتلهم إياهم لشبهة بوجه، وإنما ذلك عناد منهم.\rفإن قلت: لمَ نكَّر \" الحق \" هنا، وعرّفه في البقرة؟.\rفالجواب أن هذه نزلت قبل آية البقرة كجواب الزمخشري في (رب اجعل هذا بلدًا آمنًا).\rوأجاب ابن الزبير: بأن هذه في متقدمي بني إسرائيل كلهم كانوا","seal":"91A370EE","page":485},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":292,"nass":"كفارًا لم يؤمن منهم إلا القليل فناسب التنكير المقتضى؛ \" للعموم، وآية البقرة في معاصريه عليه السلام، وآمن منهم كثير فناسب التعريف المقتضى للخصوص \".\r- (ويقتلون الذين يأمورون بالقسط). إذا طُبقت على سبب نزولها على ما حكى ابن عطية كان فيها دليل على أن الأمر بالشيء نهي عن ضدّه؛ لأن ابن عطية نقل حديثًا أنهم \" قتلوا ثلاثة وأربعين نبيًا فاجتمع من عبادهم وأحبارهم مائة وعشرون، ليغيروا وينكروا عليهم فقتلوهم أجمعين \" فعّبر في الآية عن النهي عن المنكر بأنهم آمرون بالقسط، ووجه ذلك أن امتثال النهي عن المنكر أشد على النفوس من امتثال الأمر بالقسط فإذا كانوا يقتلونهم من حيث اتصافهم بالإنكار فيما هو أخف عليهم، فأحرى أن","seal":"CF138017","page":486},
      {"aya":22,"part":"1","sora":3,"Na":2,"id":293,"nass":"يقتلوهم من حيث اتصافهم بالأشد.\r\r22 - (أولئك) الإِشارة بلفظ البعد، للقريب للتعظيم في المدح، أو الذم.\rوقال الطيّبي: إمّا للتعظيم مثل (فذلكن الذي لمتنني فيه)، أو للإبعاد كهذه الآية.\r- (وناصرين). جَمْعُه بمعنى التوزيع أي كل واحد ليس له ناصر.\r\r23 - (وهم معرضون). إما أن المراد: وحالهم، وشأنهم الإِعراض بدليل إتيانه بلفظ الاسم، والأول بلفظ الفعل، أو المراد: أنهم يتولون عن النبي صلى اللَّه عليه وسلم، ويعرضون عن الإِيمان.\rابن هشام المصري: عطف الجملة الاسمية على الفعلية، وبالعكس فيه ثلاثة أقوال:\rأحدها: الجواز مطلقًا، وهو المفهوم من قول النحويين في باب الاشتغال في مثل: \" قام زيد وعمرو أكرمته \" إن نَصَب \"عمرو \" أرجح؛ لأن تناسب الجملتين المتعاطفتين أولى من تخالفهما.\rالثاني: المنع مطلقا حكى ابن جنيّ، ويلزم إيجاب النصب في مسألة","seal":"434DB7A7","page":487},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":294,"nass":"الاشتغال السابقة إلا أن تجعل الواو للِاستئناف.\rالثالث: لأبي علي يجوز في الواو فقط نقله عنه أبو الفتح في \" سرّ الصناعة \"، وبنى عليه مَنْعَ كون الفاء في \" خرجتُ فإذا الأسد حاضر \" عاطفة.\rوأضعف الثلاثة القول الثاني وقد لهج به الرازي في تفسيره، وذكر","seal":"8A8C80DA","page":488},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":295,"nass":"في كتابه في \" مناقب الشافعي \" - رضي الله عنه - أن مجلسًا جمعه، وجماعةً من الحنفية، وأنهم زعموا أن قول الشافعي: \" يحل أكل متروك التسمية \" مردود بقوله تعالى: (وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ) أالأنعام: 121،.\rقال: فقلت: لهم لا دليل فيها، بل هي حجة للشافعي، وذلك أن الواو ليست، للعطف لتخالف الجملتين الاسمية، والفعلية ولا للاستئناف؛ لأن أصل الواو أن يرتبط ما بعدها بما قبلها فبَقِي أن تكون للحال، فتكون جملة الحال مقيدة للنهي، والمعنى لا تأكلوا منه في حالة كونه فسقًا، ومفهومه جواز الأكل إذا لم يكن فسقًا. والفسق فسَّره الله تعالى بقوله: (أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ). فالمعنى لا تأكلوا منه إذا سُمي عليه غيرُ الله، ومفهومه كلوا منه إذا لم يُسمَّ عليه غيرُ اللَّه \".\rْانتهى ملخصا موضحًا. ولو أبطل العطف بتخالف الجملتين بالإِنشاء، والخبر لكان صوابا.","seal":"F28648ED","page":489},
      {"aya":24,"part":"1","sora":3,"Na":3,"id":296,"nass":"24 - (معدودات). وقال في البقرة: (معدودة) آية: 80، بالإِفراد فالجمع بناء على أن كل يوم منها موصوف بكونه معدودًا، والإِفراد بناء على أن المعدود مجموعها، لا يقال: يلزم على هذا كون الواحد معدودًا وهو ليس بعدد؛ لأن ذلك في اصطلاح أهل الحساب، وما مرادنا إلا أنه كقوله تعالى: (وشروه بثمن بخس دراهم معدودة)، بالإِفراد إشارة إلى أن تلك الأيام قليلة، والجمع إشارة إلى أن كل يوم منها في نفسه موصوف بالقلة، والقصر فهو أبلغ من وصف جميعها بالقلة، وأشار إليه الزمخشري في سورة البقرة، وأيضا فاليوم، وإن كان واحدًا باعتبار وصف اليومية فهو متكثر متعدد باعتبار أزمنته، وساعاته.\r26 - (قل اللهم مالك الملك. .). إن أريد ب (الملك) العلم يتعلق ولا يؤثر فهو عام، وإن أريد به التأثير وهو القدرة فيمتنع حمله على العموم؛ لأن \" الملك \" الذي يشتق منه \" مالك \" لا يدخل فيه.\r- (وتنزع الملك) وَضَع الظاهر موضع المضمر؛ لأن النزع يقتضي سَبْقِيْة","seal":"0F4B8F81","page":490},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":297,"nass":"الإِتياء للشخص المنزوع منه، وإن اعتبرته بصفة كان غير الأول أي: تؤتي الملك من تشاء من حيث كونك مقبلًا عليه، أو محسنًا إليه (وتنزع الملك ممن تشاء) من حيث كونك غير مقبل عليه، أو غير محسن إليه.\r(وتعزُّ من تشاء). انظر ما ذكره الفخر فهو لا يتم؛ لأنه فرق بين العزة","seal":"7DE6DB24","page":491},
      {"aya":27,"part":"1","sora":3,"Na":1,"id":298,"nass":"القديمة، والحادثة، وقد قال الفقهاء فيمن حلف بعزة اللَّه إن أراد الحادثة لم يحنث، وإن أراد القديمة حنث.\r\r27 - (تولج الليل في النهار. .) ابن عطية معناه: ما ينتقص من النهار يزاد في الليل، والعكس في كل فصل من السنة. انتهى. بل ذلك في كل يوم لكن عبر ابن عطية بما يفهمه العوام ونقص كل يوم وزيادته إنما يفهمه العلماء.\rولذلك كان بعضهم يقول: إن القرآن يشتمل على ألفاظ يفهمها العوام، وألفاظ يفهمها الخواص، وعلى ما يفهمه الفريقان وهو شأن الكلام الوجيز البليغ، ومنه هذه الآية؛ لأن الإيلاج يشمل الأيام التي لا يفهمها إلا الخواص، والفصول التي يدركها العوام، وكذلك المخلوقات تدرك العوام دلالتها على خالقها بتغيرها الحسيّ، وهو الإحياء، والإماتة ونحوهما، وبروز الثمرة، والنبات حالتي الوجود، والعدم، ويدرك العالم وجه دلالتها بأدق من ذلك من جهة أن العرض لا يبقى زمانين فلابدّ للجوهر في كل زمن من عرض يخلقه الله فيه. والآية دالة على أن النهار متقدم على","seal":"F7543BE8","page":492},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":299,"nass":"الليل؛ لأن المُولَج فيه ظرف للمُولج، والظرف سابق على المظروف، وتدل أيضا على بطلان مذهب من زعم أن الفضلة الفجرية ليست من الليل، ولا من النهار؛ لأن الإِيلاج يقتضي اتصال المُولج بالمُولج فيه من غير فاصل بينهما فلو كان هناك زمن ثالث فاصل بينهما لما تصور إيلاج أحدهما في الآخر ولزم أن يكون النهار مولجًا في الفضلة التي تليه، والفضلة مولجة في الليل، والليل مولج في الفضلة، والفضلة مولجة في النهار، وذلك مصادم للفظ الآية إلّا أن يجاب بأن الآية لا حصر فيها، ولا تنافي كون الفضلة مُولجة أيضا مع إيلاج أحدهما في الآخر، أو يقال: إيلاج بعض الفضلة في أحدهما يُعدُّ إيلاج أحدهما فيما يستلزم إيلاج أحدهما في الآخر، ولا يتقرر قياسًا من الشكل الأول؛ لعدم تكرار الوسط.\rقيل: وفي الآية رد على \" قول \" المنجمين باستواء زمني الليل، والنهار في وسط الأرض، وهو موضع خط الاستواء.\rوقولهم: إن بعض المواضع يكون فيها النهار دائمًا، وبعضها يكون الليل دائمًا على ما اقتضته الهيئة عندهم.\rوأجيب بوجهين:\rالأول: أن تلك المواضع خالية لا عمارة فيها، والآية خطاب لنا فيما نشاهده، وتتعلق به الأحكام، والخالي لا تكليف فيه.","seal":"9DC3C536","page":493},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":300,"nass":"وردّ بأن وسط الأرض معمور باتفاق، واختلفوا فيما بعد خط الاستواء من جهة الجنوب، ومذهب بطليموس أن العمارة فيه بقدر ست عشرة درجة من الفلك.\rالثاني: الآية مطلقة فتصدق بصورة. وُردَّ بأنها مطلقة في الإِيلاج لا في لفظ الليل، والنهار؛ لأنه معرّف بـ (أل) فيعم.\r- (وتخرج الحي من الميت). ابن عطية: قيل: الميْت بالتخفيف إنما يستعمل فيما قد مات، ومشددًا يستعمل فيهما. انتهى.\rعادتهم ينتقدون على الشاطبي قوله:\rوميْتًا لدى الأنعام والحجرات خُذْ ... [وما] لم يمت للكل جاء مثقلًا\rفيردون عليه بقوله تعالى: (ويأتيه الموت من كل مكان وما هو بميْت)، مع أن فيه الخلاف قال في \" التيسير \": ما كان قد مات، فثقَّله نافع، وحمزة، وحفص، والكسائي،","seal":"A8B5527B","page":494},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":301,"nass":"وخففه الباقون. قال مكي: ما لم يمت، فهو مشدّد باتفاق لم يختلفوا فيه، ولم يختلفوا في تخفيف ما هو نعت لما فيه هاء التأنيث.\r- (وترزق من تشاء). استدل بها المعتزلة. على أن الرزق إنما يطلق على الحلال؛ لأنها خرجت مخرج الامتنان، ولا يكون إلّا بالحلال.\rويجاب بمنع كونها للامتنان، بل للإِخبار بكمال قدرة اللَّه تعالى، وأنه يفعل ما يشاء، ويحكم ما يريد.\r- (بغير حساب). أي: تفضلا منك.\rفإن قلت: قوله: (من تشاء)، يدل على تخصيص الرزق بالبعض دون البعض، فما الجمع بينه، وبين قوله: (وما من دابة في الأرض إلا على اللَّه رزقها) سبق تخريجها.\rفالجواب: أن المشيئة هنا قيدت بقوله: (بغير حساب) فبعض الناس يرزقه الرزق الكثير، وبعضهم يقدر عليه رزقه كما قال: (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا. .).","seal":"03FFDBB3","page":495},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":302,"nass":"ابن عطية: هذا هو معنى التجريد \" انتهى.\rقال صاحب \" المثل السائر \" وهو ابن الأثير ما نصه: التجريد إخلاص الخطاب لغيرك، وأنت تريد نفسك من جردت السيف إذا نزعته من غمده، وله فائدتان:\rطلب التوسع في الكلام، وتمكن المُخَاطَبْ من إجراء أوصاف مقصودة له من مدح، وغيره على نفسه، وهو قسمان: محض، وغير محض. المحض: أن تأتي بالكلام خطاب: لغيرك تخاطب به نفسك فتكون جردت الخطاب عن نفسك لغيرك، وأنت تريد به نفسك كقوله:\rإلَامَ يراك المرءُ في زِيِّ شاعر ... وقد نَحَلْت شوقًا فروعُ المنابر\rكتمت بصيت الشعر علما وحكمة ... ببعضها ينقاد صعب المفاخر","seal":"754A6482","page":496},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":303,"nass":"أما وأبيك الخير إنك فارس الـ ... مقال ومحْي الدَّارِسات الغَوَابر\rوَإنَّك أعييت المَسَامِع والنُّهَى ... بقولك عمَّا في بطون الدَّفاتر\rفأجرى الخطاب على غيره، وهو يريد نفسه ليتمكن من ذكر ما ذكره من الصفات الفائقة.\rالثاني: غير المخص: وهو خطاب لنفسك لا لغيرك، ولئن كان بين النفس، والبدن فرق إلَّا أنَّهما كأنهما شيءٌ واحدة لعلاقة أحدهما بالآخر، وبين هذا القسم، والذي قبله فرق ظاهر، وهو أولى بأن يسمى تجريدًا. وهذا هو نصف تجريد؛ لأنك لم تجرد به عن نفسك شيئًا بل خاطبتها كأنك فصلتها عنك وهي منك كقوله:\rأقول لها وقد جَشَأَت وجَاشَتْ ... مكانكِ تحمدي أو تستريحي\rقال: وَمثَّل أبو علي الفارسي التجريد بقولهم: \" لئن لقيت فلانًا لتقلينَّ منه","seal":"6A5EAB4F","page":497},
      {"aya":28,"part":"1","sora":3,"Na":1,"id":304,"nass":"الأسد \"، \" ولئن سألتَه لتسألنّ منه البحر \" وهو عينُه الأسدُ، والبحر، فاعتقدوا أن فيه معنى كامنًا جردوه منه، وأبطله ابن الأثير، وقال: ليس بتجريد، وإنما هو تشبيه أي \" لتلقينَّ منه كالأسد \" \" ولتسألن منه كالبحر \".\rوأجاب صاحب \" الفلك الدائر \": بأن هذا خلاف في التسمية، فيقول الفارسي: ومن أنبأك أن التجريد ما قلت أنت، فلعله ما قلت أنا فكما سميت أنت ذلك تجريدًا أسمي أنا \" هذا \" كذلك \". انتهى.\rفانظر كلام ابن عطية ما يوافقه من القولين المذكورين.\r\r28 - (لا يتخذ المؤمنون الكافرين أولياء). أتى النهي هنا بلفظ: الغَيْبة، وفي قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) بلفظ الخطاب؟\rوقالوا: النهي بلفظ الغَيْبة أشد، وأبلغ، وهذا اللفظ يحتمل أربع معانٍ على استواء. إما اتحاد مجموع المؤمنين لمجموع الكافرين، أو اتحاد كل فرد لكل فرد، أو المجموع لكل واحد، أو العكس.\rابن عطية: هذا النهي إنما هو فيما يظهره المرء فأما في النية فلا يفعله مؤمن \". انتهى.","seal":"FA273715","page":498},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":305,"nass":"قال شيخنا: يريد الميل إليهم بالنية، وأما المحبة الجبلية بسبب القرابة فمعفو عنها إذ لا يستطاع دفعها، وقرُئ شاذا: (لا يتخذُ) بالرفع.\rوإنما يجيء تأويل ابن عطية على قراءة الخَفض، لأنه نهي خوطب به المؤمنون، ومن مال إليهم بقلبه لم يدخل تحت الخطاب؛ لأنه غير مؤمن، وأما على قراءة الرفع فيتناول ذلك اتخاذهم أولياء في الظاهر، والميل إليهم بالقلب، ومعناه: لا يصدر ذلك من المؤمنين.\r- (من دون المؤمنين). ذكر ابن عطية فيه تأويلات، ويظهر فيه تأويل آخر نظير ما تقدم في قوله: (أتستبدلون الذي هو أدنى بالذي هو خير) فانظره.","seal":"8A9C3BB5","page":499},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":306,"nass":"وذُكر عن يحى بن أكثم أنه كتب إلى الرشيد وقد أدنى يهوديًا:\rيا مَلِكاً طاعتهُ عصْمة ... وحُبْه مفترض واجب\rإن الذي شرفت من أجله ... يَزْعُم هذا أنه كاذب\rفأبعد اليهودي، ونبذه.\r- (إلا أن تتقوا. .). ذكر ابن عطية هنا وجوه الإكراه وبماذا يكون.\rقال شيخنا: وكان الشيوخ يحكون في باب الإِكراه عن بعض فقهاء المشارقة","seal":"A40B6B67","page":500},
      {"aya":29,"part":"1","sora":3,"Na":1,"id":307,"nass":"أنه أودع عنده بعض الأمراء وديعة فأتى أمير آخر وطلبها منه، فأنكرها، وأبى أن يحضرها فقال له: أحضرها \" والك \". فأحضرها بحضرة العدول، فأشهدهم على ذلك، وُعدَّ ذلك القول منه إكراها.\r- (ويحذركم اللَّهُ نفسه). اختلف الأصوليون هل يطلق على ذات الباري تعالى نفس أم لا؟!. واستدل من أجاز بقوله تعالى: (تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ).\rوأجاب المانع بأن المراد: \" ولا أعلم ما في نفسي \"، الإِضافة على معنى الملك، والخلق، والاختراع أي: ولا أعلم في نفسك التي خلقتها واخترعتها وهي ذاتي.\r\r29 - (قل إن تخفوا .. ). إن قلت: هذا يردّ على ابن عطية في حمله الولاية على الأمر الظاهر دون الباطن.","seal":"BC711AAA","page":501},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":308,"nass":"فالجواب: أن ثبوت الولاية في الظاهر فرع عن تقررها في الباطن.\rوفي الآية سؤال وهو أنه إذا اجتمع لفظان أحدهما يستلزم الآخر، ويدل عليه - اكْتُفِي بذكر الدال عن ذكر الآخر، فإن ذُكِرَ معا بُدِئ بالمدلول، وأُخر الدال عليه فِرارًا من التأكيد، وجاء قوله: (لا يغادر صغيرة ولا كبيرة. .)، على خلاف هذا الأصل، وكذا هذه الآية، فما أفاد (أو تبدوه)؟!. فكان الأشياخ يقولون: إن ابن زيتون كان يقول: المراد المبالغة في بيان أن علم اللَّه متعلق بجميع الكائنات، فلما قال: (إن تخفوا) دلّ على تعلق علمه تعالى بالخفي مطابقة وبالظاهر التزامًا ثم قال: (أو تبدوه) ليدل على تعلق علمه بالظاهر مطابقة؛ لأن دلالة المطابقة اقوى من دلالة الالتزام إذ هي دالة بالمنطوق، ودلالة الالتزام تدل بالمفهوم.\rانتهى.\rفإن قلت: لِمَ قدم (إن تخفوا) وجعل (أو تبدوه) تأكيدًا ولو عكس لكان تأسيسًا؟.\rفالجواب: أن ذلك ليدل اللفظ دلالتين: بالمطابقة، واللزوم، وذلك أبلغ من دلالته دلالة واحد.","seal":"E47DA11A","page":502},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":309,"nass":"وأجيب أيضا: بأنه إشارة إلى مساواة الإخفاء، للإبداء بالنسبة إلى علم الله تعالى.\rوأجيب: أيضا بأن حصول المعلومات في الخارج مسبب عن حصولها في الباطن، والسبب متقدم على مسببه وحصول الأقوال في الظاهر مسَّبب عن كونها كانت خفية في الباطن. وذكر الأصوليون أن المتقدم على ستة أقسام: بالذات، وبالشرف، وبالرتبة، وبالزمان، وبالمكان، وبالسبب، وفي الآية سؤال آخر، وهو لِمَ قال: (في صدوركم)، ولم يقل: في قلوبكم؟.\rوالجواب: أن ذلك ليدل على القلب بالمطابقة، ومعنى (تخفوا) أي تدوموا على إخفائه؛ لأن ما في الصدر قد أخفى، والمراد نوعه لا شخصه؛ لأن العرض لا يبقى زمنين.\r(ويعلم ما في السماوات وما في الأرض). كالدليل على ما قبله؛ لأن ما في الصدور من جملة ما في السماوات، والأرض، وكل ما في السماوات، والأرض معلوم لله فما في صدوركم معلوم لله، وهو قياس من الشكل الأول.","seal":"E887DE34","page":503},
      {"aya":30,"part":"1","sora":3,"Na":1,"id":310,"nass":"- (واللَّه على كل شيء قدير). انظر حسن تركيب هذه فإن الوعد، والتخويف إنما يكون بمجموع صفتي العلم، والقدرة فالقادر إذا لم يعلم بمخالفة عبده له لا يعاقبه، وكذلك إن علم، ولم يقدر على العقوبة.\rوقول ابن عطية: الشيء في كلام العرب هو الموجود. يَرِدُ عليه أن تعلق القدرة بالموجود يستلزم تحصيل الحاصل إلَّا أن يريد التعلق باعتبار دوام وجوده ثم جعل ابن عطية من أقسام الموجود: الممكن، وإنما يتقرر ذلك على قول ابن سيناء. في صادقية العنوان على الذات أنه بالفعل خلافًا لقول الفارابي أنه بالقوة.\r\r30 - (ويوم تجد.) قيل: العامل فيه (ويحذركم)، وردّه أبو حيان","seal":"C723EDE3","page":504},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":311,"nass":"بالتنافر؛ لأن التحذير في الدنيا، والوجدان في الآخرة.\rويجاب: بأنه على حذف مضاف أي: عقابه.\rفإن قلت: عقاب مصدر موصول لا يصح إضماره، وإبقاء عمله.\rأجيب: بجوازه مع الظرف.\r- (محضرا). تأكيد، وإطناب ووهم ابن عطية هنا في قوله بحدوث التعلق، وأشد منه غلطاً الفخر في المعالم الدينية. واختلفوا هل تكتب الحفظة المباحات أم لا؟. وهذه الآية تدل على أنها لا تكتب؛ لأنه تعالى ذكر أولًا تعلق علمه بجميع الكائنات كلها ذوات، ومعان، ومأمورات، ومنهيات ثم ذكر:\rأن الخير الواقع يوجد، والشرّ كذلك، ولم يذكر المباح فدل على أنه لا يكتب.","seal":"429A6E11","page":505},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":312,"nass":"الفخر: كيف تجد الأعمال وهي أعراض، والعرض لا تصح إعادته \" انتهى. يصح إعادته بمحله الذي كان فيه بناء على القول بجواز إعادة المعدوم بعينه. و (لو) للتمني.\r- (ويحذركم اللَّه نفسه). الزمخشري: (نفسه) هي ذاته المميزة من سائر الذوات متصفة بعلم ذاتي لا يختص بمعلوم، وبقدرة ذاتية لا تختص بمقدور \". انتهى.\rقال شيخنا: هذا يحقق قولهم إنه جاهل بأصول الدين، ويقال: نصف نحوي يُلحن جميع الناس، ونصف أصولي يُكفر جميع الناس، فإنه","seal":"6FB8001A","page":506},
      {"aya":31,"part":"1","sora":3,"Na":1,"id":313,"nass":"تناقض في قوله: عالم بعلم ذاتي قادر بقدرة ذاتية؛ لأن أهل السنة يقولون: عالم بعلم قادر بقدرة. والمعتزلة يقولون: عالم لذاته، وينفون العلم، والقدرة.\r\r31 - (قل إن كنتم تحبون اللَّه. .). ذكر الزمخشري هنا كلامًا لا ينبغي كتبه. وأنكره عليه ابن الخطيب - ومحبة العبد للَّه من الناس من أنكرها - قال:؛ لأن المحبة هي الميل، والميل يستدعي مُمالًا إليه، وهو من عوارض الأجسام حسبما ذكره ابن الخطيب هنا، وعياض في \" الإِكمال \"، وغيرهما.","seal":"B825E76D","page":507},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":314,"nass":"ابن عطية: ومحبة الله للعبد أن يجعله مهديًا ذا قبول في الأرض \" انتهى. قوله: ذا قبول: وصف كمال فقد تجد من الأولياء من هو غير معروف، وليس له عند الخلق نسبة.\rابن مالك: قد يستعمل مفعول عِوضا عن \" مَفْعَل \". قالوا: \" محبوب \"، ولم يقولوا: مُحَب.\rقلت: إلَّا فيما أنشده ابن عصفور:\rولقد نزلتِ فلا تظنى غيره ... مني بمنزلة المُحَب المُكْرَمِ\rقال ابن مالك: لا يستعمل فاعل عوض \" مَفْعِل \". قالوا: وَارِس من أَوْرَس الشجر، ولم يقولوا: مَوْرِس، ويافع من أيفع الغلام ولم يقولوا: مَوْفع.","seal":"A14DCAFC","page":508},
      {"aya":32,"part":"1","sora":3,"Na":2,"id":315,"nass":"32 - (قل أطيعوا اللَّه والرسول. .)، وفي آية أخرى، (وأطيعوا الرسول. .)، وعدم ذكر الفعل في المعطوف أبلغ لاقتضائه أن طاعتهما شيء واحد كقوله: (إن الذين يبايعونك إنما يبايعون اللَّه).\r33 - (إن اللَّه اصطفى آدم ونوحا وآل إبراهيم وآل عمران).\rدلت الآية بالمطابقة على اصطفاء الأول، وباللزوم على اصطفاء إبراهيم، وعمران؛ لدلالة القرينة على أن اصطفائهما كان بسببهما.\rفإن قلت: لأي شيء خصّ آل إبراهيم، وآل عمران بالاصطفاء ولم يذكر آل آدم، وآل نوح!.\rفالجواب من وجهين:\rالأول: أن الآل: هم القرابة، وآدم، ونوح وكل الناس قرابتهم","seal":"0FFDBAF8","page":509},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":316,"nass":"لأنهما أبو البشر بخلاف إبراهيم، وعمران لوجود النسل من غيرهما فلهما على هذا قرابة تخصهما.\rالثاني: أن يكون من باب حذف التقابل أي: أن الله اصطفى آدم، وآله، ونوحًا، وآله، وإبراهيم، وآل إبراهيم، وعمران، وآل عمران.\rفإن قلت: في آل آدم من ليس بمصطفى. قيل: وكذلك آل إبراهيم، والظاهر أن عمران الأول هو والد موسى، وليس هو أبو مريم إذ لو كان هو لقال: إذ قالت امرأته؛ لأن وضع الظاهر موضع المضمر على خلاف الأصل.\rالزمخشري: وقيل: بين العمرانين ألف وثمانمائة سنة \" انتهى.","seal":"95E2B128","page":510},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":317,"nass":"بينهما على ما ذكر الزمخشري من نسبهما جدان خاصة. فهذا يدل على طول أعمارهم.\r(على العالمين). أي: عالمي زمانهم من الآدمين فلا يؤخذ منه تفضيلهم على الملائكة.","seal":"F8475CFF","page":511},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":318,"nass":"قيل: ألفاظ القرآن من آياته عليه السلام، ومعجزاته الحادثة وهي خلة تحت مسمى العالم؛ لأنها مما سوى الله تعالى فيلزم أن يكون عليه","seal":"7E3B3A1D","page":512},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":319,"nass":"السلام أفضل منها كما قال صاحب البردة:\rلو ناسَبَتْ قَدْرَة آياتِه عِظَمًا ... أُحْيَ اسْمُهُ حِينَ يُدْعَى دَارِسَ الرِّمَمِ","seal":"5EB0672C","page":513},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":320,"nass":"قال شيخنا: لا ينبغي الخوض في ذلك، والتفضيل إنما يكون بين متجانسين، والقرآن كلام الله، والنبيّ صلى الله عليه وسلم خَلْقُه. قيل له: فلِمَ تكلمتم على ليلة القدر مع ليلة المولد؟. فقال: كُرْها لا اختيارًا.","seal":"6D416806","page":514},
      {"aya":34,"part":"1","sora":3,"Na":1,"id":321,"nass":"وحكى ابن الحباب: أن الأستاذ أبا جعفر اللَّبْليِّ سأله ما الأحسن \" شَرْحُه للجمل \" أو \" مقرِّب \" ابن عصفور؟. قال: فما تخلصت منه إلا إني قلت: له هذاك تأليف مستقل، وهذا شرح، فذا تأليف، وذا تأليف.\r\r34 - (سميع عليم). السماكي: هذا من نوع التقديم بالرتبة فإن ذلك يتضمن التخويف، والتهديد فبدأ بالسمع؛ لتعلقه بالأصوات، وإن من سمع حسك قد يكون أقرب إليك في العادة ممن يعلم، وإن كان علم الله","seal":"EC3A69A2","page":515},
      {"aya":35,"part":"1","sora":3,"Na":1,"id":322,"nass":"يتعلق بما ظهر، وما بطن.\r\r35 - (إني نذرت لك ما في بطني. .). قال ابن عطية، وابن العربي:\r\" نذرت بعد أن حملت \".\rوقال الزمخشري: قَبْل أن تحمل. والأول ظاهر الآية. ابن العربي: لا خلاف أن المرء لا يصح له نذر في ولده؛ لأنه لا يملكه فكيف هذا؟.\rفأجاب: بأن المرء يريد ولده للأنْس به فطلبت هذه المرأة الولد، لتأنس به فلما منّ الله عليها به نذرت أن حظها من الأنس به متروك، وهو على خدمة الله موقوف.\r- (فتقبل مني. . .) حكى ابن دقيق العيد: الخلاف هل القبول أخص من الإِجزاء، أو هما مترادفان، أو متغايران؟. وظاهر كلام الفقهاء أنهما مترادفان بدليل استدلالهم على وجوب الطهارة بقوله صلى الله عليه","seal":"DAAE1BC2","page":516},
      {"aya":36,"part":"1","sora":3,"Na":1,"id":323,"nass":"وسلم: \" لا يقبل اللَّه صلاة بغير طهور \"، وعلى أن القبول أخص، فعادتهم يجيبون عن اسْتشْكال استدلال الفقهاء المذكور بأن الإجزاء مجوز للقبول فإجراء الطهارة يجوز قبولها فإذا انتفى القبول انتفى الإجزاء، ولا ينعكس يعني مهما ثبت إمكان القبول ثبت الإجزاء، ومهما انتفى الإِمكان انتفى الإجزاء.\r\r36 - (فلما وضعتها). قيل: (لما) بمعنى حين، وهي لا تعلم هل هي أنثي، أو ذكر إلا بعد الوضع لا حين الوضع.\rوجوابه: أن المعني فحين تم وضعها، والضمير عائد على مَعْنيٍّ. وبني","seal":"5712B557","page":517},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":324,"nass":"أولا على اللفظ، وثانيا على المعنى، وهو الأصح،، والعكس قبيح.\r- (إني وضعتها. .) قال عبد القاهر: قد تدخل \" إن \" للدلالة على أن الظن كان من المتكلم في الذي كان، وكان هو يظن أنه لا يكون، فيكون ردًا على نفسه ظنَّه الذي ظنَّ؛ لأن الظن واقع من المُخاطِب كقولك للشيء وهو بمرأَى، ومَسْمَع من المُخَاطَب: \" إنه كان من الأمر ما تَرَى، وأحسنت إلى فلان ثم إنه فعل جَزَائي ما ترى \". فتَجْعَلُك كأنك تردُّ على نفسك ظًنَّك الذي ظننتَ وتُبَينُ الخطَأ الذي توهَّمْتَ،، وعليه (رب إنِّي وضعتها أنثى)، و (رب إن قومي كذبون).\rوقال الزمخشري: قالت ذلك تحسرًا على خيبة رجائها \".\r- (وليس الذكر كالأنثى. .). ابن عطية: إن قلت: هلَّا قالت: وليست الأنثى كالذكر؛ لأنه إنما ينفي شَبَه المفضول للفاضل لا العكس!.\rفأجاب: بأنها بدأت بذكر الأهم في نفسها \". انتهى.\rقال شيخنا: إن كان هذا من كلام الله تعالى فلا سؤال، ويكون أخبر","seal":"178CB84D","page":518},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":325,"nass":"تعالى أن الذكر الذي تمنته هي ليس هو كالأنثى التي وضعتها، بل هي أشرف، وأحسن، وإن كان كلامها، وهو الأظهر فإمّا أن تكون قالت: ذلك معترفة أن الله لا يريد إلا الحسن، وأن هذه الأنثى أحسن من الذكر الذي تمنته. وإمّا أن يقول: أنها في مقام الدهش فجعلت ما حقه أن يكون اسمًا خبرًا لدَهَشِها؛ لأن قصدها كان في الذكر.\rابن العربي: قال بعض الشافعية: الدليل على أن المُطَاوِعَة في نهار رمضان لزوجها على الوطىء لا تشاركه في وجوب الكفارة. قوله تعالى: (وليس الذكر كالأنثى)، وردّه ابن العربي بوجهين:\rالأول: أنه لا خلاف بين الشافعية عن بكرة أبيهم أن شرع من قبلنا ليس شرعًا لنا.\rالثاني: \" أنّا لا نعلم من أصول الفقه الفرق بين الأقوال الواردة بلفظ العموم [وهي] على قصد الخصوص، وبين ما جاء بلفظ العموم مرادًا به العموم أيضا، وهذه المرأة إنما قصدت بكلامها أنها نذرت خدمة الولد للمسجد، ورأته أنثى فاعتذرت إلى ربها من خروجه على خلاف ما قصدت، وقولها: (ليس الذكر كالأنثى) أرادت أن الأنثى تحيض فلا تصلح في تلك الأيام للمسجد. ويحتمل أن تريد أنها امرأة فلا تصلح لمخالطة الرجال.","seal":"932D0C26","page":519},
      {"aya":37,"part":"1","sora":3,"Na":1,"id":326,"nass":"37 - (تقبلها. .). وقع الإطناب في الخبر عن القبول من ثلاثة أوجه: لفظ (تقبل) أي: طلب من نفسه قبولها، وذلك يقتضي غاية الاعتناء بها.\rوتنكير (قبول)، وتنكير (حسن) للتعظيم أي: قبول حَسَن أي حُسْن.\r- (زكريا). إذا كان عجمياً كما قال ابن عطية فلا يبحث عن وزنه، ولا أصله كما قال الزمخشري في التوراة، والإِنجيل تُكلِف اشتقاقهما من الورى، والنجل، ووزنهما بـ \" تفعله \"، و \" إفعيل \" إنما يصح بعد كونهما عربيين.\r- (وجد عندها رزقاً). الفخر: يؤخذ منه إثبات كرامات الأولياء خلافًا لمن أنكرها \". انتهى. إنما هذا إرهاص لا كرامة والفرق بينهما أن صدور الأمر الخارق للعادة إن كان في زمن النبوة من غير النبيّ أو من النبيّ من غير تحديه، فهو إرهاص، وإلِّا فكرامة.","seal":"70481BAA","page":520},
      {"aya":38,"part":"1","sora":3,"Na":1,"id":327,"nass":"38 - (هنالك دعا زكريا). هذا الذي طلب زكريا ليس بخارق للعادة، وإنما هو مستبعد؛ لأنَّا قد شاهدنا الشيخ الكبير يولد له، وقد جرى نظيره لأم مريم، فلذلك دعا.\rوقال القَرَافي: لا يجوز الدعاء بخوارق العادات.\rوقال الشيخ عزّ الدين: يجوز للإِنسان أن يدعو بالولاية، وإن لم يكن أهلًا لها.\rوقال شيخنا ابن عرفة: لا ينبغي أن يدعو من ليست فيه قابلية للتدريس، والقضاء بأن يكون مدرسًا أو قاضيًا.\r- (قال رب). تفسير لقوله: (دعا).\r- (من لدنك). يقتضي كون الذرية حسنة صالحة. و (طيبة تأكيد.\r- (إنك سميع الدعاء) من إقامة السبب مقام المسبَّب؛ لأن سماعه للدعاء سبب في الإِجابة، ولا خصوصية توجب تخصيص السماع بالدعاء، بل هو سميع للدعاء ولغيره، فما المراد إلا أنك مجيب الدعاء أي: إني عهدت منك إجابة دعائي، وها أنا دعوتك فاستجب لي، أو أنك معهدي منك إجابة الدعاء المستوفاة فيه شرائطه، وهو الإِخلاص، والخضوع، والإنابة.","seal":"4DF56EA9","page":521},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":328,"nass":"الزمخشري: أي: يجيب الدعاء.\rابن عطية: (سميع) من سامع \". انتهى. فعلى هذا تكون الألف واللام في (الدعاء) للجنس، وعلى الأول للعهد أي مجيب الدعاء المعهود وهو دعاء الإِخلاص، والتضرع.\rالفخر: لا يجوز للنبي أن يدعو إلا بإذن خيفة أن يدعو فلا يستجاب له قاله المتكلمون وهو ضعيف \". انتهى. ووجه ضعفه ما في الصحيح من أن النبي صلى اللة عليه وسلم دعى بثلاثة أمور فاستجيب له، في اثنين، ولم يستجب له في الثالث.","seal":"6A5D3023","page":522},
      {"aya":39,"part":"1","sora":3,"Na":1,"id":329,"nass":"39 - (فنادته الملائكة. .). يؤخذ منه جواز نداء المصلي، وإعلامه بما يستبشر به بما فيه عبادة أو مصلحة دينية كهذه.\rفإن قلت: لعل الصلاة هنا الدعاء!.\rفالجواب: أن المحراب، والقيام قرينة في أن المراد الصلاة الشرعية؛ ولأنه إذا تعارض حمل اللفظ على حقيقته الشرعية، أو على حقيقته اللغوية فحمله على الشرعية أولى.\rقال شيخنا: وكان بعضهم يحكى أنه رأى الملائكة، وأن الكلام وقع منهم له، فأنكره عليه بعض علمائنا بأصول الدين، وقال: كذب؛ لأن الملك إنما يكلم نبيًا أو رسولاً فرد عليه ابن عبد السلام بحديث مسلم في \" كتاب الزهد \" في الثلاثة الذين أحدهم أقرع، والآخر أعمى، والآخر فقير كلمهم الملك.","seal":"23A52EF2","page":523},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":330,"nass":"وأخرجه أيضا البخاري في \" كتاب بدء الخلق \".\rقلت: وأخبرني الشيخ العابد الزاهد الصالح أبو فارس عبد العزيز البسيلي، وهو عم والدي رحمهما الله تعالى أنه كان عند صلاته بالليل، وكان كثير التهجد تأتي إليه الملائكة في صفة طيور كبار ويسلمون عليه \" سلام عليكم \" ذكر لي ذلك قرب وفاته رحمة الله تعالى عليه.\r- (يُبَشِّرُكَ بِيَحْيَى). في هذا، ونحوه ردّ على ابن عصفور فإن صاحب","seal":"A66667AA","page":524},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":331,"nass":"\" الجمل \" لما قال: والحدث: المصّدر، وهو اسم الفعل، والفعل مشتىّ منه \".\rقرر ابن عصفور ما يلزمه من التناقض بأن هذا الاسم بعد المسمى. وفي هذه الآية سمى هذا ب (يحيى) قبل أن تحصل النطفة في الرحم، وقد سمى الله نبيه بمحمد قبل أن يوجد.\rوجوابه: أن الغالب هو ما ذكره ابن عصفور، وإن هذا على سبيل الفرض، والتقدير أي: على تقدير تقدم وجود صورته.\r- (مصدقًا). ابن عطية: حال مؤكدة بحسب حال هؤلاء الأنبياء عليهم الصلاة، والسلام. انتهى. يريد أنه لا يكون النبيّ إلا مصدقًا. ويحتمل أن تكون مبينة؛ لأنه ما صدق حتى جرى سبب التصديق، لأنه لم يصدق بعيسى حتى أخبرته به الملائكة فإذا أُخبر \" الخبرَ \" النبيُّ بذلك أصدق بلا شك، وإن لم يُخْبر به فإنه لا يصدق ولا يكذب.\rفإن قلت: الفرض أنه صدَّق به أولًا؛ لأن الملائكة أخبرته بذلك، في البطن بدليل أن ابن عطية قال: روى ابن عباس: \" أن امرأة زكريا قالت","seal":"0DB9251B","page":525},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":332,"nass":"لمريم وكلٌ منهما \" حامل \": \" إني أجد ما في بطني يتحرك لما في بطنك، وفي رواية: يسجد له \".\rفالجواب: أنه وإن صح هذا فمرتب على الوحي، والإِخبار بصحة نبوة عيسى، وليس التصديق مخلوقًا في المُصَدِّق بالطبع بخلاف قولك: \" الحق مصدقًا \". فإن الحق لا يكون إلا مصدقا.\r- (وسيدًا). كَرِه في \" العتبية \" الدعاء بـ (يا سيدي). وحكى ابن رشد فيه قولين، وتكلم ابن عطية هنا في معاوية، وأبي بكر، و \" عمر \" بكلام صعب لا ينبغي نقله، ولا يحل اعتقاده.\r- (وحصورًا). الظاهر أن ذلك اختيار منه؛ لأنه نقص في الخلقة؛ لأنه","seal":"028B386C","page":526},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":333,"nass":"عيب ينزه عنه النبيّ صلى الله عليه وسلم.\rوقد قال القاضي عياض في \" الشفاء \": إن الإِكثار من النكاح وصف كمال. وما ذكره ابن حزم في \" النحل والملل \" في ذلك الرجل النكَّاح السفَّاح، وذمه إنما هو، لأن ذلك كان منه لمجرد الشهوة البهيمية، وأمّا الإِكثار منه بغير تكثير النسل، والذرية في الإِسلام فلا ذمّ فيه.\rابن العربي: الصحيح قول من قال: أن الحصور هو الذي يكف عن النساء عن قدرة منه؛ لوجهين:\rأحدهما: أنه مدحه، وأثنى عليه بذلك، والمدح إنما يكون على الفعل المكتسب دون الجَبليِّ في الغالب.\rالثاني: أن (حصورًا) \" فعول \"، وبناء \" فعول \" في اللغة من صيغ الفاعلين، قال: وإذا ثبت هذا ف (يحيى) كفَّ عن النساء عن قدرة منه في شرعه. فأما شرعنا فالنكاح رُوِي أن النبيّ صلى الله عليه وسلم: \" نهى","seal":"C99AD432","page":527},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":334,"nass":"عثمان بن مضعون عن التبتل \"، قال الراوي: ولو أُذن لنا فيه لاخْتصينا \". ولهذا بالغ قوم فقالوا: النكاح واجب، وقصر آخرون فقالوا: مباح، وتوسط علماؤنا فقالوا: مندوب: والصحيح أنه يختلف باختلاف حال الناكح والزمان، وقد بيناه فِي سورة النساء \". انتهى.\rوالبشارة بكل وصف من هذه الأوصاف على حِدَتِه لا بالمجموع\rوالحكم على شيئين تارة يعتبر فيه كونهما مجتمعين، وتارة يراعى فيه كل واحد على حِدَته مثل: \" لا تأكل سمكًا، وتشرب لبنا \". ومن كلامهم:","seal":"84AA0510","page":528},
      {"aya":40,"part":"1","sora":3,"Na":1,"id":335,"nass":"\" اللهم ذئبًا وضبعًا \"، فإن الذئب وحده، أو الضبع وحده مع الغنم يضرانها فإذا اجتمعا اشتغل بعضهما ببعض فلا يضرانها.\r\r40 - (قال ربِّ. .). هذا انتقال من خطاب الملائكة - لخطاب الله تعالى كقول إبراهيم لجبريل لما رُمي في النار وقد قال له: ألك حاجة؟.\rفقال: أما إليك فلا.\rوأخطأ الفخر هنا في قوله: إن المراد بالربّ: الملَك، ولذا قال الزمخشري في مريم: ومن بدع التفاسير أن قولها: (يا رب) نداء لجبريل بمعنى: يا سيدي.","seal":"52662DF6","page":529},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":336,"nass":"الفخر: كيف دَعا أولًا بالولد ثم استبعد ثانيًا أن يكون له ولد؟!.\rفأجاب بأوجه، وذكر ابن عطية هنا كلامًا خَلِقا لا يليق بالأنبياء، ولا يحل نقله.\rوقد يجاب: بأن هذا تحقيق لزيادة الولد لكن لأجل الموانع التي فيه اسْتبْعد كون الولد من صلبه، وعرض له شك ضعيف، واحتمال مرجوح.\rفقال: لعله من ذرية بعض قرابتي فسأل مستبعدًا كونه له، وقد يكون ظاهر الكلام شيئًا، وباطنه غيره كقول نوح عليه السلام: (قال رب إن ابني من أهلي). (قال يا نوح إنه ليس من أهلك).","seal":"A36C3C48","page":530},
      {"aya":41,"part":"1","sora":3,"Na":1,"id":337,"nass":"أي الناجين، وإلا فقد عُلِم أنه من أهلك،، وكذلك هذا لما سمع البشارة بكلام ظاهره الاحتمال سأل عنه استغرابًا له، واستبعادًا كونه من صلبة، واحْتَمل عنده أن يكون من صلب غيره.\r- (وقد بلغني الكبر). الذي يتوقع منه الطلب، والقصد هو \" البالغ \" تقول: \" بلغت المدينة \"، ولا يقول: \" بلغني المدينة \"، فالزمان طريق، والكَبر هو الطالب.\r\r41 - (إلا رمزا. .) الرمز: الإِشارة، وجعل الزمخشري الاستثناء منقطعًا؛ لأنه قال: الرمز ليس من جنس الكلام. وهذ يدل على أن إطلاق الكلام عنده على الإِشارة ليس حقيقة، وهو ظاهر كلام ابن التلمساني، لأنه قال: لا خلاف أن إطلاقه على الكناية، والإِشارة، ودلالة الحال مجاز. وظاهر كلام ابن عصفور أنه حقيقة لغوية، وليس بمجاز؛ لأنه جعله لغة يطلق على الكناية، والإِشارة، وما يفهم من حال الشيء. وأعرب أبو حيان (رمزًا) مفعولا على حذف حرف الجرّ أي إلا برمز، وأبطل نصبه على الاستثناء فإن العامل المتقدم مفرغ للعمل فيما بعد (إلَّا). قال:؛ لأن","seal":"2DA08C61","page":531},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":338,"nass":"المفرغ إذا حذف منه حرف النفي، استقام في الكلام مثل: \" ما لقيت إلا زيدًا \". تقول: \" لقيت زيدًا \" بخلاف \" ما قام القوم إلا زيدًا \". لا يحسن \" قام القوم زيدًا \"، وهنا يحسن آيتك أن تكلم الناس رمزًا \" انتهى كلامه.\rويجاب: بأن غير المفرغ مشتمل على نفي، وإثبات، فنفيتَ القيام عن القوم، وأثبته لزيد فإذا اسقطت حرف النفي لم يستقم بقاء لفظ القوم الذي هو منفي مع زيد الذي هو مثبت، وهنا لا تقول: إنه مستثنى من الناس، بل من الكلام المفهوم من (تكلم)، والمعنى لا تكلم الناس كلامًا إلا رمزًا.\rفالرمز مخرج من الكلام، والمخرج منه أبدًا أوسع من المخرج إذ لا يجوز استثناء المستغرق، وإذا كان أوسع منه فهو غيره قطعًا؛ لأن الجزء غير الكل، وإذا \" كان غيره \" استحال حمله عليه، وبيانه أن المعنى: لا تكلم \" الناس كلامًا \" لفظًا، وغير لفظ إلا رمزًا ولو أسْقطت النفي و (إلا) وقلت: آيتك أن تكلم الناس كلامًا لفظًا، وغير لفظ رمزًا، لقبح ذلك، ولم يحسن إذ لا يوصف \" اللفظ بالرمز فلذلك قلنا: إنه استثناء غير مفرغ كما أعربه الزمخشري، وابن عطية. وهذا مع قوله تعالى في سورة مريم (أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا)، يدل على أن اليوم يشمل الليل","seal":"7E337C12","page":532},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":339,"nass":"والنهار. واحتج الباجي بهذه الآية على لزوم الطلاق بالإِشارة، والرمز؛ لأنه أطلق عليه كلاما.\rوسُئل شيخنا ابن عرفة: هل تقبل زيادة التجار للسمسار في السلعة بالإشارة وتلزمهم؟.\rفقال: نعم إذا فُهمت.\rفإن قلت: لِمَ قدم هنا (العشي) على (الإِبكار)؟.\rفالجواب: قال القاضي أبو علي عمر بن عبد الرفيع رحمه الله هو مبالغة في الأمر بذلك، وإشعار بتكرره؛ لاقتضائه التسبيح في عشي كل يوم، وبكرة غده، ولو قيل: بالإِبكار، والعشي لما تناول إلا طرفي نهار يوم واحد.\rوأجاب غيره: بأن ذلك؛ لأن أول ما صلى جبريل بالنبي صلى اللَّه عليه وسلم صلاة الظهر \"، وهي من العشي.","seal":"957EADCD","page":533},
      {"aya":42,"part":"1","sora":3,"Na":1,"id":340,"nass":"قال الزمخشري: الإبكار من طلوع الفجر إلى الضحى.\rوقال غيره: من طلوع الشمس إلى الضحى.\r\r42 - (إن اللَّه اصطفاكِ. .). الاصطفاء الأول: جعلها منذورة لبيت المقدس بعد ما كان النذر في النساء ممنوعًا، أو خاصاً بالرجال، والاصطفاء الثاني: بالولاية، أو النبوة، ولا يفسر الاصطفاء الثاني بولادتها عيسى عليه السلام؛ لأن البشارة بهذا مقدمة على البشارة بالولادة، والتطهير باعتبار الاعتناء بها في تربيتها في كفالة زكريا، وصونها بموضع مرتفع مغلق عليها بحيث لا يصل إليها أحد، وتربيتها على هذه الصفة موجبة لشرفها، وحسن نشأتها.\rابن عطية: اختلفوا هل كانت نبية أو لا \" انتهى.\rالاحتجاج على كونها نبيَّة بكلام الملائكة لها لا يصح بدليل الحديث\rالذي في \" كتاب الزهد، والرقائق \" من مسلم في الثلاثة: \" أعمى، وأبرص، وأقرع كلمهم الملَك \"، ومنهم من فرق بأن النبيّ يعلمه المَلَك بنفسه","seal":"7CF72DCA","page":534},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":341,"nass":"وغير النبيّ لا يعلمه. وهو مردود بأن الثالث من المذكورين في حديث مسلم وهو الأعمى علمه المَلَك بنفسه وقال له: \" إنما أردت أن أخبر حالكم، وأنا ملك أرسلني الله إليكم \"، والصحيح أنها وليّة لا نبيّة وما تنبأت امرأة قط، وإنما هذا إرهاص. قال السُهيلي في كتاب \" التعريف والإعلام فيما وقع مبهما من أسماء الأعلام \": إنما عينت مريم باسمها في القرآن، ولم يذكر فيه اسم امرأة فرعون، ولا امرأة نوح، ولا امرأة لوط، ولا أسماء غيرهن من الناس، ردًا على نصارى نجران؛ لأنهم كانوا يضيفونها إلى الله، ويعتقدون أنها زوجة له، وأن عيسى ابنه، وكان من عادة العرب أنهم يكنون عن الزوجات، ولا يذكرونهن بأسمائهن، ويذكرون ما بأسمائهن فذكرت مريم باسمها؛ تنبيها على أنها أمة الله؛ وردّ على النصارى في اعتقادهم \". انتهى كلامه.\rفائدة التأكيد بيان أنها لما منحها اللَّه تعالى من الخير، والصلاح تستحقر نفسها، وتستعظم ذلك بالنسبة إليها، وتتعجب فنُزِلَتْ منزلةَ المُنْكِر، لذلك.","seal":"22913B37","page":535},
      {"aya":43,"part":"1","sora":3,"Na":1,"id":342,"nass":"- (على نساء العالمين). فيه سؤالان:\rالأول: ما أفاد ذكر (العالمين)، ولو قيل: على النساء لتم الكلام،\rوأفاد؛ لأن الألف، واللام، للجنس؟.\rوالجواب: أن هذا أبلغ في التفضيل على من تقدم، ومن تأخر.\rالثاني: أن الشيء إذا كان له جنس بعيد يشمله، ويشمل غيره، وجنس قريب فإضافته إلى الجنس القريب أولى.\r- (العالمين). جمع عالم، وهو كل ما سوى الله تعالى؛ ليشمل الجن، والإِنس، وجميع أنواع الحيوان فالأصل أن يقال: على نساء بني آدم؛ لأنه أقرب!.\rفإن أُجيب: بأن إناث غير بني آدم من الحيوان لا يقال: لهن نساء بل إناث، قيل: فلِمَ عدَل عن نساء بني آدم إِلى ما ذكر؟!.\rوالجواب: أن العالمين هنا ليس بجمع عالم كما يقوله أهل أصول الدين، وإنما المراد به بنو آدم خاصة.\r\r43 - (اقنتي. .). ذكر الباجي في تفسير القنوت ثمانية أوجه.","seal":"C316773E","page":536},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":343,"nass":"وقال الغِمَارِيِّ: القنوت يراد به الدعاء، والصلاة، والخشوع والسكوت، والإِخلاص، والإقرار بالعبودية، واستدلوا بالآية على إبطال القول بأن الواو تفيد الترتيب.\rوأجيب: بأن احتمال كون السجود في شرعهم قبل الركوع يبطله.\rوشرع من قبلنا ليس شرعا لنا. انظر ابن عطية والزمخشري.\rالقَرَافي في \" شرح المحصول \": قال سيف الدين نقل عن جماعة أن الواو للترتيب حيث يستحيل الجمع كقوله تعالى: (يأيها الذين آمنوا اركعوا واسجدوا. .لاقرار.\rابن هشام: قول السيرافي: أن النحويين، واللغويين أجمعوا على أنها تفيد الترتيب. مردود، بل قال: بإفادتها إياه قُطْرب، والربعيّ، والفراء،","seal":"25F9F2E8","page":537},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":344,"nass":"وثعلب، وأبو عمر الزاهد، وهشام، والشافعي. السماكي: قدم السجود لشرفه؛ لحديث \" أقرب ما يكون العبد من ربه وهو ساجد \".\rفإن قلت: فالركوع قبل السجود بالزمان، والرتبة والعادة؛ لأنه انتقال من علو إلى انخفاض، والعلو بالرتبة قبل الانخفاض!.\rقال الفخر: قلت: ليس المراد بـ (اركعي) مجرد الركوع بل مجموع الصلاة فكأنه قيل: صلي مع المصلين، والركوع يعبر به عن مجموع الصلاة، ومنه قوله صلى اللَّه عليه وسلم، لرجل دخل المسجد وهو يخطب فجلس: \" قم فاركع \".","seal":"E6901D5C","page":538},
      {"aya":44,"part":"1","sora":3,"Na":1,"id":345,"nass":"وكذلك السجود ولم يرد السجود وحده، فتضمنت الآية صلاتها وحدها في بيتها، وهي التي عبر عنها بالسجود، فإن السجود أفضل حالات العبد، كما أن صلاة المرأة، وحدها أفضل، وصلاتها في المسجد عبر عنها بالركوع؛ لأنه دون السجود في الفضيلة كما أن صلاتها جمع المصلين دون صلاتها وحدها. انتهى كلامه. وهو على مذهبه؛ لأنه شافعي.\rوأما مالك فيقول: الصلاة في جماعة أفضل للرجل، والمرأة \".\r\r44 - (وما كنت لديهم. .). كالدليل على أنه من أنباء الغيب. قيل: (لَدَى) أخص من (عند)، ونفي الأخص لا يستلزم نفي الأعم انظر الجواب عنه. قيل: وخصومتهم إنما هي قبل إلقاء الأقلام فلِمَ أخرت عنها؟. انظره.","seal":"6D0CDB94","page":539},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":346,"nass":"ابن عطية: الجمهور على تجويز القرعة فيما يصح فيه التراضي دون قرعة، وأما ما لا يجوز فيها التراضي فجوزها الجمهور، ومنعها أبو حنيفة.\rابن العربي: ثبت \" أن رجلاً اعتق ستة أعبد في مرضه، ولا مال له\rغيرهم فأقرع النبي - صلى الله عليه وسلم - بينهم فأعتق اثنين، وأرق أربعة \".\rواحتج أبو حنيفة بأن القرعة في شأن زكريا كانت فيما يجوز فيه التراضي بخلاف حديث الأعبد فإنه لا يصح التراضي في الحرية، والرق، وإنا يثبت بالحكم دون قرعة فجازت، ولا طريق للتراضي فيها، وضعَّفه ابن العربي بأن القرعة فائدتها استخراج الحكم الخفي عند التشاحّ","seal":"514B2FAF","page":540},
      {"aya":48,"part":"1","sora":3,"Na":1,"id":347,"nass":"ولا يصحُّ لأحد أن يقول: القرعة تجري في موضع التراضي فإنها لا تكون أبدًا مع التراضي، فكيف يستحيل اجتماعها معه؟. ثم يقال: إنها لا تكون إلّا في محله، هذا بعيد \" انتهى كلامه.\rويجاب: بأن أبا حنيفة يمنع استحالة اجتماعهما مع التراضي، وقد نص ابن عطية على أن الجمهور على تجويزها فيما يصح فيه التراضي.\r\r48 - (ويعلمه الكتاب. .) أبو حيان: هو معطوف على (كذلك الله يخلق ما يشاء. .). انتهى.","seal":"9E4724E9","page":541},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":348,"nass":"ويلزمه عطف الجملة الفعلية على الاسمية. لا يقال: الأولى فعليه أيضا؛ لتصديرها ب (قال) لأنه لم يجعله معطوفًا على (قال)، بل على ما بعده، وفي عطفه الاسمية على الفعلية؛ والعكس ثلاثة أقوال ذكرها ابن هشام المصري:\rأحدها: الجواز مطلقًا. قال: وهو المفهوم من قول النحويين في باب الاشتغال.\rالثاني: المنع مطلقًا حُكِي عن ابن جنيّ.\rالثالث: لأبي علي يجوز في الواو فقط.\rقال: وأضعفها الثاني.\rوقدم (الكتاب)؛ لأن أول ما يتعلم الصغير الكتابة ثم الحكمة: وقدم (التوراة والإِنجيل) على الرسالة؛ لأن كونه رسولًا لا ينافي بأن يكون قبل ذلك نبيًا يُنَزَلُ عليه ثم أرسل؛ لأن الرسول، هو الذي أمر بالتبليغ.","seal":"6FC1AFFF","page":542},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":349,"nass":"والنبيّ: أنزل عليه الوحي، ولم يؤمر بالتبليغ. وأجاز الزمخشري أن يكون، (ويعلمه) كلامًا مستأنفًا.\rقال أبو حيان، واعترض بأنه عنى أنه استئناف إخبار، فثبوت الواو ينفيه؛ لأنها تقتضي العطف \" انتهى.\rهذا غير صحيح، وقد ذكر غير واحد أنه يصح وقوع الواو في ابتداء الكلام من غير عطف، بل ذكر ابن التلمساني في باب القياس: أن الفاء يصح وقوعها في ابتداء الكلام \".\rوقال القرافي في \" شرح المحصول \": نقل سيف الدين عن جماعة أن الواو ترد للاستئناف \" كقوله تعالى: (والراسخون في العلم).، ونصّ المَازري في \" المعلم \" في أول \" كتاب الجهاد \": على أن \" ثم \" تكون \" للاستئناف \".\rوقال عياض في \" كتاب السلام \" في حديث الردّ على الذميِّ أنه يقول","seal":"CB3F3D6A","page":543},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":350,"nass":"له: \" وعليك \"، قال: إن الواو فيه للاستئناف \". وقال ابن عصفور: \" فيما تأتينا فتحدثنا \". أن الرفع على الاستئناف \".، وذكر ابن هشام المصري من أقسام الواو: واو الاستئناف قال نحو (وَنُقِرُّ فِي الْأَرْحَامِ) الحج: هـ، \"وتشربُ اللبن\" فيمن رفع، و (ونذرُهم في طغيانهم يعمهون) فيمن رفع، ونحو (واتقوا اللَّه ويعلمُكم اللَّه).\rقال: إذ لو كانت للعطف؛ لانتصب (وَنُقِرُّ)، ولانتصب، أو انجزم \" تشربُ \"، ولانجزم (ونذرُهم)، وللزم عطف الخبر على الأمر.","seal":"16F7391B","page":544},
      {"aya":49,"part":"1","sora":3,"Na":1,"id":351,"nass":"وكذلك قولهم: \" دعني ولا أعود \"؛ لأنه لو نصب كان المعنى: ليجتمع تركك لعقوبتي، وتركي لما تنهاني عنه: وهذا باطل؛ لأن طلبه لترك العقوبة إنما هو في الحال، فإذا تقيد ترك النهي بالحال لم يحصل غرض المؤدب، ولو جزم فإمّا بالعطف، ولم يتقدم جازم أو بـ \" لا \" على أن تقدر ناهية، ويرده أن المُقتضِي لترك التأديب إنما هو الخبر عن نفي العود لا نهيه نفسه عن العود إذ لا تناقض بين النهي عن العود، وبين العود، بخلاف العود، والإِخبار بعدمه، ويوضحه أنك تقول: \" أنا أنهاه وهو يفعل \"، ولا تقول: \" أنا أفعل وأنا لا أفعل \".\r\r49 - (أَنِّي قَدْ جِئْتُكُمْ. .). أبو حيان: أجاز أبو البقاء أن يكون موضعه رفعًا أي: هو أني قد جئتكم \" انتهى.\rهذا غير صحيح؛ لأن النحويين يقولون في باب الفرق بين \" إن \" و \" أن \" كل موضع يحسن فيه الاسم، والفعل فهي فيه مكسورة، وخبر","seal":"A4A38DF7","page":545},
      {"aya":51,"part":"1","sora":3,"Na":2,"id":352,"nass":"المبتدأ يكون اسمًا، ويكون فعلا، وقد جاءت هنا مفتوحة فبطل أن يكون خبر مبتدأ مقدر.\r\r51 - (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ) وكذا في سورة مريم، وفي الزخرف (إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ).\rقال الفخر: وحكمة ذلك أنه سبق في هذه الآية ما يدل على ربوبية الله تعالى، وأنه الفاعل لكل شيء لقوله: (بإذن اللَّه). وآية مريم قبلها (ما كان للَّه أن يتخذ من ولد) وهي دالة على نفي ما ادعاه المجوسي، وأمّا آية الزخرف فأولها: (ولما جاء عيسى بالبينات)، وليس فيها (بإذن اللَّه)، فناسب فيها التأكيد ب (هو) ردًا على من يدعي الاثنين، وأن عيسى إله، أو ابن.\r\r52 - (نحن أنصار اللَّه. .). فيه سؤال وهو أن الجواب باعتبار الفَهْم لم يطابق السؤال، وإنما تحصل المطابقة لو قال: \" نحن أنصارك إلى الله \".","seal":"890C8398","page":546},
      {"aya":64,"part":"1","sora":3,"Na":1,"id":353,"nass":"والجواب: أن هذا أبلغ؛ لأنه يفيد أنهم أنصاره، وزيادة اعتصامهم باللَّه، ويدل عليه قولهم: (آمنا باللَّه وأشهد بأنا مسلمون) أي حصَّلنا الإِيمان، وأشهد بأنا متصفون بشرائعه من الصلاة، والحج، وغير ذلك من شرائعهم، وقال في سورة المائدة (بأننا)، بنونين.\rوأجاب الفخر: بأن تلك جاءت على الأصل غير مخففة؛ لأنه أول كلام الحواريين؛ لأنه أخبر فيها عن الله بقوله: (وإذ أوحيت إلى الحواريين).\rوهذه حكاية عيسى أنه سألهم فأقروا له بمثل ما كانوا أقروا به لله تعالى، فحذفوا النون من ذلك اختصارًا.\r\r64 - (سواءٍ بيننا وبينكم. .). نقل أبو حيان هنا عن سيبويه أنه أجاز إتيان الحال من النكرة، ولم يبين أين ذكره في \" كتابه \"، وكلامه يدل على أنه يجوز عنده؛ لأنه قال في \" باب المنصوبات \": ويقول: قمت حسناً \" فالأظهر في \" حسنا \" أنه حال من المصدر المقدَّر.\rفإن قيل: كيف يصح إتيان الحال منه، وهو نكرة؟!.","seal":"6C8F4B5C","page":547},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":354,"nass":"فالجواب: أنه لما كان مسترًا صار بمنزلة المضمر، والحال يصح إتيانها من المضمر إذ هو معرفة، وكلام سيبويه هذا يدل على أنه لا يجوز عنده أن تأتي الحال من النكرة إلا إذا كانت النكرة مصدرًا غير ملفوظ به.\rفإن قلت: إنه قد قال في \" باب الحال \" في قولك: \" مررت برجل مع امرأة قائمين \"، إن \" قائمين \" حال.\rفالجواب: أنه لما أُعْرِبَ حالًا؛ لأن رجلاً موصوف بقوله مع امرأة، والتقدير: \" كائن مع امرأة \"، فلما وصف قرب من المعرفة فأتت الحال منه، وأتت من المرأة على جهة التغليب، وإلّا فالأصل أن لا تأتي منها لكن تغليب المعرفة غير معروف، ويمكن أن يريد أبو حيان ما حكى سيبويه من قولهم: \" له مائة بيضًا \"، و\"مررت بما قعدةَ رجلٍ \".\r- (أن لا نعبد إلا اللَّه) أبو حيان: يدل من (كلمةٍ)، وأجاز أبو البقاء أن يكون بدلاً من (سواء).\rقال المختصر: وفيه نظر. انتهى. النظر الذي فيه هو: أن المفسرين قالوا: الكلمة هي قوله: (أن لا نعبد إلا اللَّه). . الخ، و (سواء) صفة (كلمة) فإذا جعلت (أن لا نعبد) بدلًا منه لزم وصف الشيء","seal":"9ECC9842","page":548},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":355,"nass":"بنفسه، لأن البدل على تقدير أن ينوي بالمبدل منه الطرح، وأن البدل كائن في محله، ويحتمل أن يريد المختصر بالنظر هو الفصل بين الصفة والموصوف، أو عدم الرابط بينهما؛ لأنه على هذا يكون (أن لا نعبد) صفة ليس فيها ضمير يعود على (كلمة)، لكنه لو أراد هذا لبينه كما بينه في الردّ على من أجاز أن يكون (ألّا نعبد) مبتدأ، وخبره (بيننا وبينكم)، والجملة صفة لـ (كلمة)، فقال: هو وهم؛ لخلو الجملة من الرابط بين الصفة، والموصوف.\rوفي الآية أسئلة. الأول: ما أفاد (ولا نشرك به شيئا) وهو معنى ما قبله؟.\rوجوابه: أن الخلاف بيننا، وبين الحنفية في أصول الفقه في الاستثناء من النفي هل هو إثبات أم لا؟. فكان الإِتيان باللفظ الصريح الذي لا خلاف فيه أولى.\rالثاني: قال في أول الآية (قل) وفي آخرها (فقولوا). فخاطب\rأولًا النبي صلى اللَّه عليه وسلم وحده، وثانيًا جميع المسلمين!.","seal":"558B5798","page":549},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":356,"nass":"وجوابه: أن الأول: خاص به عليه السلام، وهو دعاء أهل الكتاب إلى الإِيمان. والثاني: إقرار بالإِسلام، وهو عام في جميع المسلمين. ويحتمل وجهًا آخر وهو أن يكون صلى الله عليه وسلم أُمر ثانيًا أن يقول للمسلمين: (قولوا اشهدوا بأنّا مسلمون)، فيكون كالأول في أن الخطاب له عليه السلام.\rالثالث: أن الآية إنما أتت في معرض الردّ على الكفار في عبادتهم غير اللَّه، والواقع منهم إنما هو زيادة اثنين خاصة كما في قوله تعالى: (لقد كفر الذين قالوا إن اللَّه ثالث ثلاثة)، فكان الأولى على هذا عدم جمع \" أرباب \"، وأيضا فنفى الجمع يستلزم نفي المفرد!.\rوجوابه إمّا بناء على أن أقل الجمع اثنان، أو كما قال ابن التلمساني في قول الرجل لامرأته: \" أتتبرجين للرجال \" وهي لم تتبرج إلا لرجل واحد. أو يكون الجمع واقعًا على الكثير لقوله تعالى في سورة براءة (اتخذوا أحبارهم ورهبانهم أربابًا من دون اللَّه. .).\rالرابع: أن قوله: (ولا يتخذ بعضنا بعضًا) مفهوم من قوله: (ولا نشرك به شيئا) فما أفاد؟.\rوجوابه: أنه تشنيع عليهم في جعلهم بعضهم آلهة، واتخاذهم من هو مربوب ربا.\rالخامس: قوله: (من دون الله) يقتضي تخصيصهم بذلك لا أنهم أشركوا بينهم، وبين اللَّه.\rوجوابه: أنهم جزَّأوا عبادتهم فالجزء الذي خصوا به غير الله عبدوه فيه من دون اللَّه.","seal":"E938494A","page":550},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":357,"nass":"السادس: أن ظاهر قوله: (نعبد ... ولا نشرك) تناول ذلك للمسلمين خاصة، وقوله: (فإن تولوا) يقتضي العموم.\rوجوابه: أن القرينة، والسياق تقتضي تعميم الأول في المسلمين، والكافرين.\rالسؤال السابع: قال في الآية المتقدمة (فإن تولوا فإن الله عليم بالمفسدين)، وفي هذه الآية (فإن تولوا فقولوا اشهدوا بأنّا مسلمون)!.\rوجوابه: أنه قال في الأولى: (فمن حاجك فيه من بعد ما جاءك من العلم. .)، والمجادلة بعد ظهور الدلائل الواضحة من التعنت والمباهتة، والفساد، فناسب قوله: (فإن اللَّه عليم بالمفسدين). وفي هذا أُمِرَ صلى الله عليه وسلم أن يدعو أهل الكتاب إلى الايمان، وأنهم إن تولوا فالمسلمون ثابتون على إسلامهم، ولا أثرة لتوليهم في ذلك.\rالسؤال الثامن: لمَ أتى ب (أن) دون (إذ) مع أن الغالب توليهم وعدم إيمانهم؟!.\rوجوابه: أن حصول. الدلائل الواضحة على التوحيد ينزل غير الغالب منزلة الغالب.\rوفي هذه الأسئلة، وأجوبتها، وأمثالها مما ذكرنا في كتابنا هذا هو ممَّا كان يقع بين الطلبة في مجلس شيخنا ابن عرفة رحمه الله، أو بينه، وبينهم،","seal":"C66E6DEA","page":551},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":358,"nass":"وذلك مما يدلك على علو مرتبته، وعظم منفعته. ولذلك كان حذاق الطلبة يفضلونه على غيره من مجالس التدريس.\rوأنشدنا من نظمه في هذا المعنى:\rإذا لم يكن في مجلس العلم نكتةٌ ... بتقرير إيضاح لمشكل صُورَة\rوعَزْوِ غريبَ النقل أو حلَّ مشكلٍ ... أو إشكال أبدته نتيجة فكرة\rفدع سَعْيَه وانظر لنفسك واجتهد ... وإيَّاك تركاً فهو أقبح خُلْةٍ\rولتلميذه الفقيه أبي عبد اللَّه محمد بن خُلْفة الأبيِّ جواب لها:\rيميناً بمن أولاك أرفع رتبة ... وزان بك الدنيا بأكمل زينة\rلمجلسك الأعلى الكفيل بكلها ... على حين ما عنها المجالس وَلَّت","seal":"A7495FBA","page":552},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":359,"nass":"فأبقاك من رقاك، للخلق رحمة ... وللدين سيفاً قاطعاً كل بدعة\rوقد أساء الأدب بعض من ينتمي إلى العلم، ووصف الجهل أليق به فذم هذا المجلس بشعر سخيف لا يليق كتبه، ولم يشعر بقلب النكتة عليه حسبما قرره الجدليون، وقال فيه شيخنا رحمه اللَّه منظومًا يتضمن \" لزوم \" فسقه بدليل قياسي، وهو هذا:\rوما حال من يهجو أخاه بلفظة ... كذا ذاكرُ المرويِّ عنه الأئمة\rوعلم أصول الفقه والبحث والنظر ... سواء حال من قد ساءه قلب نكتة\rفباء بفسق قاله سيدٌ أتى ... بذكر وقرآن ووعظ وحكمة\rروى مسلم عن شيخه عند قوله ... سباب لدى الإسلام فسق بحجة\rبصغرى وكبرى ينتجان فسمومه ... فباللَّه أعرض عنه وادفعه بالتي.\rقوله: مع شيخه: يريد البخاري، والصغرى: من هجو المسلم سباب للمسلم، والكبرى: لفظ الحديث.","seal":"CF687728","page":553},
      {"aya":67,"part":"1","sora":3,"Na":1,"id":360,"nass":"67 - (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ). فيه أسئلة الأول: قال: (وما كان من المشركين).\rولم يقل: وما كان مشركاً، كما قال: (ما كان يهوديًا ولا نصرانيًّا) أو يقول: وما كان من اليهود، ولا من النصارى كما قال: (من المشركين)؟!.\rوجوابه: أن اليهودية، والنصرانية طريق واحد؛ لأن لهما كتابًا يرجعان إليه، وطرق الشرك كثيرة متشعبة لا تنحصر، فناسب الجمع وهو جواب الزمخشري في قوله تعالى: (وجعل الظلمات والنور. .)، قال: لمَ جمع (الظلمات)، وأفرد (النور)؟. فأجاب: بأن الظلمات كثيرة مختلطة، والنور واحد.\rالثاني: المناسب أن يقال: ما كان يهوديًا أو نصرانيًا وما كان من المشركين، ولكن كان حنفيا مسلمًا، فيذكر النفي مع النفي ثم يثبت!.\rوأجيب بوجهين:\rالأول: لما كانت الآية ردًا على اليهود، والنصارى، وكان الكلام معهم نفى أولًا: كونه منهم، \" ثم \" أثبت له الإِسلام؛ لأنه الأهم، والمقصود بالذات ثم بالغ فنفى عنه الشرك.","seal":"07017216","page":554},
      {"aya":68,"part":"1","sora":3,"Na":2,"id":361,"nass":"الجواب الثاني: لمَّا كان دين اليهود والنصارى يشبه دين المسلمين في الاستناد للكتب، والشرك ليس كذلك ذكر الثلاثة أولًا، وأخر الشرك.\rالسؤال الثالث: لمَ أثبت ياء النسب في يهودي، ونصراني وحذفها من حنيف؟.\rوالجواب: أن هذا هو المناسب لادعاء اليهود، والنصارى أنه على دينهم، وأنه نسب إليه، والمسلمون ما ادعوا ذلك وإنما قالوا: إنهم على دين مثل دينهم.\r\r68 - (إن أولى الناس بإبراهيم للذين اتبعوه. .)، أورد الفخر هنا سؤالاً، وأجاب: وهو أنه عليه السلام إمّا أن يكون متبعًا، لإِبراهيم في أصول الشريعة، أو في فروعها، فإن كان الأول فلا خصوصية له بذلك على غيره من البشر. وإن كان في الفروع فيلزم أن يكون مقررًا لشريعته لا ناسخًا.\rوأجاب بوجهين: إمّا إنه مُتّبع له في أكثر الفروع وزاد عليه بأشياء\rاختص بها. وإمّا أن شريعة موسى، وعيسى نسخت شريعة إبراهيم ثم نسختها شريعة نبينا صلى الله عليه وسلم، وقرَّرت شريعة إبراهيم.\r\r69 - (ودت طائفة من أهل الكتاب). أبو حيان (مِن) للتبعيض، وأجاز ابن عطية كونها لبيان الجنس، قال أبو حيان: وفيه بعد \". انتهى.","seal":"647ECDE4","page":555},
      {"aya":71,"part":"1","sora":3,"Na":1,"id":362,"nass":"قيل:؛ لأنها إذا كانت لبيان الجنس يكون لفظ (طائفة) مجرد تأكيد لتمام الكلام دونه. وردّ بإفادته الإِبهام، والتفسير وذلك من البلاغة كقول الزمخشري في (وإذ يرفع إبراهيم القواعد من البيت).\r\r71 - (وأنتم تعلمون). قيل: لِمَ قال أولا: (وأنتم تشهدون).\rوثانيا: (وأنتم تعلمون)؟!.\rأجيب: بأن المراد أولاً حضورهم، لصدور المعجزات. والكفر: الجحد، والتغطية. فناسب ذلك، وهنا التلبيس، والكتم يناسب العلم.\rقال ابن عطية: وفي قوله: (وأنتم تعلمون) توقيف على العناد ظاهرًا \" انتهى.\rاختلف في وقوع الكفر عنادًا، والصحيح جواز وقوعه، وعليه يدل كلام ابن عطية هنا، وهذا إنما هو باعتبار الحكم الشرعي مثل الذي يعلم الحق، ويحيد عنه في الظاهر، فهذا هو الكفر عنادًا. وأما عقلًا فيستحيل الكفر عنادًا؛ لأنه يستحيل أن يجتمع في عقله، وباطنه الحق، وعدمه؛ لأن ما في الباطن شيء واحد.","seal":"76283EE2","page":556},
      {"aya":72,"part":"1","sora":3,"Na":6,"id":363,"nass":"72 - (من أهل الكتاب. . .) لم يقل منهم؛ لأنهم قالوا: إن الاسم إذا أريد تحقيره لا يكنى عنه إشارة إلى أنه كالعدم فلا يكون للضمير ما يعود عليه، ووصفهم ب (أهل الكتاب)، وتكرار ذلك، [إشارة] إلى إقامة الحجة عليهم.\r(والطائفة): حكى فيها أهل أصول الفقه خلافا ذكره الفخر في المسألة الرابعة من باب الأخبار من \" معالمه الفقهية \".\r\r77 - (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا) فيها أسئلة: الأول: ِ لمَ أضيف (العهد) إلى اللَّه، و (الأيمان) إليهم، والأصل المشاكلة؟!.\rوجوابه: أن المراد (بعهد اللَّه): آياته، ويدل عليه قوله في سورة براءة (اشتروا بآيات اللَّه ثمنًا قليلًا)، وإحدى الآيتين تفسر الأخرى.\rالثاني: لمَ جمع (الأيمان)، وأفرد العهد؟.\rوجوابهَ: أنه إشارة إلى اتحاد طريق الحق، وتشعب طرق الباطل كما أجاب الزمخشري في جمع (الظلمات) وتوحيد (النور)،","seal":"25A4D78A","page":557},
      {"aya":79,"part":"1","sora":3,"Na":1,"id":364,"nass":"وإشارة، لكثرة أيمانهم، وإن كان بصيغة جمع القلة؛ لأنه هنا واقع \" موقع \" جمع الكثرة، أو يكون جمع (الأيمان) على معنى التوزيع، أو المراد (بالعهد) المصدر الواقع على القليل، والكثير فلا يحتاج إلى جمعه بخلاف الأيمان، فهذه أربعة أوجه في جواب السؤال الثاني.\rالثالث: قال في براءة: (وإن نكثوا أيمانهم من بعد عهدهم).\rفأضاف العهد إليهم، وهنا أضافه للَّه تعالى.\rوجوابه: أن المراد (بالعهد) المذكور في براءة المصدر، وإضافته إليهم بمعنى عهدهم اللائق بهم. والمراد به هنا الآيات كما تقدم، والآيات مضافة إلى اللَّه تعالى لا غير.\r\r79 - (ما كان لبشر. .). هذا كما يقوله المنطقيون من أن الموجبة الجزئية تناقضها السالبة الكلية؛ لأنهم إنما ادعوا عبادة \" عزير \"، و \" المسيح \"، فأتى بالنفي عامًا.\r- (من دون الله). أتى به، وإن كان النفي \" دونه \" أبلغ؛ لأنه الواقع منهم.","seal":"FD3E4F85","page":558},
      {"aya":104,"part":"1","sora":3,"Na":1,"id":365,"nass":"104 - (ويأمرون بالمعروف. .). ابن العربي: الأمر بالمعروف، والنهي عن المنكر واجب على الكفاية، ومنه نصر الدين بإقامة الحجة على المخالفين، وقد يكون فرض عين إذا علم المرء من نفسه صلاحيته للنظر، واستقلاله بالجدل، وثبت عنه صلى الله عليه وسلم أنه قال: \" من رأى منكم منكرًا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان \". وفيه من غريب الفقه أنه بدأ بالتغيير باليد، وهو في ثاني رتبة عن التغيير باللسان، لأن أول ما يبدأ في التغيير بالقول \" انتهى.","seal":"4D0DA15C","page":559},
      {"aya":105,"part":"1","sora":3,"Na":2,"id":366,"nass":"ويجاب: أن التقديم على أقسام:\rالزمخشري: الأمر بالمعروف تابع للمأمور به إن كان واجبًا، فواجب وإن كان ندبًا فندب، وأما النهي عن المنكر فواجب كله؛ لأن ترك المنكر واجب؛ لاتصافه بالقبح \" انتهى كلامه.\rقال ابن بشير في الصلاة: الثاني: \" لما تكلم على الوتر \"، اختلف الأصوليون هل يجب الأمر بالمعروف فيما طريقه الندب، أو يكون الأمر بذلك مندوباً.\r\r105 - (أولئك لهم عذاب عظيم). يحتمل أن يكون من حذف التقابل والتقدير: وأولئك لهم أجر كريم، وهم المفلحون، وأولئك لهم عذاب عظيم، وهم الخاسرون.\r106 - (يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ). يحتمل كونه من آثار الوضوء قاله ابن عطية، ويلزم عليه أن من لم يتوضأ قط وهو غير جاحد الوجوب أن","seal":"DF99FD20","page":560},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":367,"nass":"يكون كافرًا؛ لأن الآية من التقسيم المستوفى، ويلزم عليه أيضا أن من لم يفرض عليهم من الأمم قبلنا وضوء لا يدخلون في الآية، وهذا باطل.\rالزمخشري: من كان من أهل الحق وُسم ببياض اللون، وإشراقه، وابيضت صحيفته، وسعى النور بين يديه بيمينه، ومن كان من أهل الباطل وُسم بسواد اللون، وكسوفته، وكمده، واسودت صحيفته.\r- (فاما الذين اسودت وجوههم. .) ابن عطية: بدأ بذكر البياض لشرفه فلما فُهِم المعنى، وتعين به الكفار، والمؤمنون أبدأ، بذكر الذين اسودت وجوههم للاهتمام بالتحذير من حالهم.\rالسماكي: لو بدأ بحكم الأول لزم منه أن ينفصل الحكم عن كل واحد منهما وهو تفسير لا لف ونشر، قال: وإنما اللف، والنشر: أن يَذْكرَ شيئين ثم يُرْمى بتفسيرهما جملة ثقة بأن السامع يرد كل تفسير إلى اللائق به كقوله تعالى: (وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ).\rقال: ونظير هذه قوله تعالى: (فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ (105) فَأَمَّا الَّذِينَ شَقُوا. .).\rقال: ومعنى التفسير: أن يذكر شيئًا لم يقصد تخصيصه، فيعيده مع ذلك","seal":"2CA8B75E","page":561},
      {"aya":111,"part":"1","sora":3,"Na":2,"id":368,"nass":"المخصص.\r\r111 - (ثم لا ينصرون). جعل المفسرون المهلة معنوية، ويحتمل أن تكون زمانية، وهو أبلغ؛ لأن من هُزِمَ حين المقاتلة يتوقع نصره بعد ذلك، ولا يقطع بأنه لا ينصر على من هزمه، فأفادت (ثم) أنهم لا ينصرون بعد الانهزام بوجه.\r112 - (إلَّا بحبلٍ. .) من باب تأكيد الذم بما يشبه المدح (وكانوا يعتدون). الاعتداء أخص، قال المَازَري في \" كتاب النكاح \" من \" المُعْلِم \": قال بعض البغداديين: لا يمنع أن يطلق على من أخل بالمندوب أنه عاص؛ لأن المعصية مخالفة الأمر، والمندوب مأمور به \". انتهى.","seal":"98D74556","page":562},
      {"aya":117,"part":"1","sora":3,"Na":1,"id":369,"nass":"ويحتمل أن يكون من باب اللف والنشر فالعصيان راجع للكفر بآيات الله بالقول، والاعتداء راجع؛ لقتل الأنبياء.\r\r117 - (مثل ما ينفقون. .). إن قلت: لمَ عبر في المشبه بلفظ المضارع فقال: (ينفقون)، وفي المشبه به بلفظ الماضي فقال: (أصابت)؟.","seal":"7CA17F7F","page":563},
      {"aya":120,"part":"1","sora":3,"Na":1,"id":370,"nass":"فالجواب: أن المشبه به لا بدّ أن يكون أعرف عند المخاطب من المشبه، فناسب الماضي؛ لأنه معلوم.\r\r120 - (إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ. .). في الآية أسئلة الأول: لمَ كان الشرط ب (إن) دون (إذا) المقتضية لتحقيق الوقوع؟.\rوجوابه: أنه إشارة إلى تأثرهم و (لو) بما لا يتحققونه.\rالثاني: لمَ قدم \" الحسنة \" على \" السيئة \"؟.\rوجوابه: أن تأثرهم لها أشد.\rالثالث: لمَ نكرهما؟.\rوجوابه: أَنه إشارة إلى التقليل، وأنهم يتأثرون لأدنى شيء.\rالرابع: لمَ عبر في الأولا بالمس \"، والثاني بالإِصابة؟.\rوجوابه: أن ابن عطية قال: المس: هو أوائل الملاقاة، والمخالطة.\rوالإِصابة: منتهى ذلك \". انتهى كلامه.","seal":"BC048A91","page":564},
      {"aya":121,"part":"1","sora":3,"Na":1,"id":371,"nass":"فجاءت الآية على الوجه الأبلغ بمعنى أنهم يتأثرون بأول مبادئ حصول الحسنة. وأما السيئة فإنما غرضهم منتهى حصولها لا مبادئه.\rالخامس: لِمَ قال في الثاني: يفرحوا بها، ولم يقل تسرهم في مقابلة (تسؤهم)؟ يقتضي - اغتمامهم لذلك، وإخفاؤهم إياه حسدًا؛ لأن العادة أن الإِنسان إذا سمع بحسنة نالت عدوه فإنه يغتم لذلك، ويخفيه، ولا يتحدث به حسدًا له. وإذا سمع بمصيبة نزلت به فإنه يفرح بها، ويظهرها، ويتحدث بها تشفيًا فيه.\rوأجاب الزمخشري: عن هذا بأن المس مستعار، لمعنى الإِصابة فالمعنى فيهما واحد.\rوقال بعضهم: الإِصابة أعم؛ لاستعمالها في الحسيّ، وفي المعنوي، ومنه قول الأصوليين: اختلف هل كل مجتهد مصيب، أو المصيب واحد.\rو\" المس \" خاص بالمحسوسات. وفرق ابن راشد في \" المقدمات \" بين المس، واللمس فجعل اللمس: لا يكون عن قصد. والمس: يكون مقصوداً، أو غير مقصود. تقول: \" تماس الحجران \" ولا يقال: \" تلامس الحجران \".\rوفي سورة براءة نظير هذه الآية (إن تصبك حسنة).\r\r121 - (مقاعد للقتال. . .) الزمخشري: اتُسع في \" قعد \"، و \" قام \" حتى أُجْريا مجرى \" صار \". واستعمل \" المقعد \"، و \" المقام \" في معنى المكان كقوله:","seal":"11808751","page":565},
      {"aya":135,"part":"1","sora":3,"Na":1,"id":372,"nass":"(في مقعد صدق. .). واعترضه أبو حيان: بأن الأصحاب قالوا: لم يجئ \" قعد \" بمعنى \" صار \" إلا في قوله: \" شحذ شفرته حتى قعدت كأنها حربة \" أي: صارت، قال: وأمّا إجراء \" قام \" مجرى \" صار \" فلم يعدها أحد في أخوات \" كان \" أولا تأتي بمعنى \" صار \"، ولا أن لها خبرًا إلَّا ابن هشام الخضراوي جعلها من أفعال المقاربة في قول الشاعر:\rعلى ما قام يشتمني لئيم ... انتهى.\rوكذا ابن مالك في \" تسهيل الفوائد \" في أفعال المقاربة قال: منها: للشروع في الفعل \" طَفِق \"، و \" جعل \"، و \" أخذ \"، و \" علق \"، و \" هبّ \"، و \" قام \".\r\r135 - (إذا فعلوا فاحشة أو ظلموا أنفسهم. .) يحتمل أن يكون المراد (الفاحشة): المعاصى المتعدية؟ للغير. و (الظلم): المعاصي القاصرة","seal":"0ECB3813","page":566},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":373,"nass":"على النفس. وهو أحد تفسير الزمخشري في قوله: (ومن يعمل سوءا أو يظلم نفسه. .).\r- (ولم يصروا على. .). عدم الإِصرار شمل ما إذا نوى عدم العودة إلى الذنب، أو لم يستحضر ذلك.\rفإن قلت: ما أفاد (ولم يصروا) بعد قوله: (ذكروا اللَّه فاستغفروا. .) وفي الحديث: \" ما أصر من استغفر. . \"؟.\rفالجواب: أن المعنى (لم يصروا) على ما فعلوه في الماضي، وحالهم في المستقبل أنهم إذا فعلوا فاحشة فإنهم يستغفرون اللَّه منها، وهذا نحو جواب الفخر: في قوله تعالى: (لا يعصون الله ما أمرهم ويفعلون ما يؤمرون. .)، أو يجاب: بأن الأول أفاد استغفارهم عن الفعل الواقع منهم، ويبقى اللمم بالفعل، والعزم على العودة، فأفادهم قوله: (ولم يصروا) أو يجاب: بأنهم إذا فعلوا واستغفروا لا","seal":"73D3E003","page":567},
      {"aya":136,"part":"1","sora":3,"Na":1,"id":374,"nass":"يعودون إلى الذنب مرة أخرى لكن إذا عادوا إليه فهو ذنب آخر، وفاحشة أخرى ليست منفية بعدم الإِصرار.\r- (وهم يعلمون). قال الزمخشري: حال من فعل \" الإِصرار \"، وحرف النفي منصب عليهما معا، وفسره بوجوه:\rمنها: قول بعضهم (وهم يعلمون) أن باب التوبة مفتوح \". انتهى. النفي على هذا التفسير منصب على الأول فقط دون الثاني.\r\r136 - (ونعم أجر العاملين). الفخر: عن القاضي عبد الجبار من المعتزلة: فيها دليل عك أن الثواب مرتبط بالعمل. انتهى. إنما يدل على أن هذا الثواب الخاص على العمل لا على أن لا ثواب إلا على العمل. وأيضا العمل يصدق على الإِيمان، ونحن نقول: إذا لم يحصل الإِيمان فلا ثواب.\rواعتزل الزمخشري هنا ورقق على مذهبه بآثار ذكرها، وخلط الصحيح منها","seal":"6EB82143","page":568},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":375,"nass":"بالسقيم، وما يوافق عليه أهل السنة بما يخالفون فيه حيلة منه؛ ليموه على الناظر، وقوله عن رابعة:\rترجو النجاة ..................\rقال الطيِّبي قبله:\rما بال نفسك تبغي أن تدنسها ... وثوب جسمك مغسول من الدنس\rترجو النجاة ولم تسلك مسالكها ... إن السفينة لا تجري على اليبس\rوفى سورة العنكبوت (نعم أجر العاملين)، بغير واو العطف!.\rفأجاب أبو جعفر الزبير: بأن هنا وقع ذكر الجزاء مفصلًا، ومعطوفَّا فناسب العطف بخلافه في آية العنكبوت.\r138 - (هَذَا بَيَانٌ). كقول سيبويه هذا باب كذا قيل: فيه دليل على امتناع، ورود المجمل فيه.","seal":"20B5A40F","page":569},
      {"aya":139,"part":"1","sora":3,"Na":2,"id":376,"nass":"وأجيب: بأن المراد دلالته على وجود الله تعالى، ووحدانيته، وما يجب له، وما يستحيل عليه، والعطف ترقى، و \" البيان \" راجع للتصوير، و \" الهدى \" للتصديق بالحق، و \" الموعظة \" راجعة لاتباع الأوامر، والنواهي، والاتعاظ بالخوف من عقاب اللَّه.\r\r139 - (ولا تهنوا. .) ابن عطية: هو من \" وهن \"، ومن كلامهم لا المؤمن هين لين، انتهى. يردّ بأن \" وهن \" معتل الفاء \" وهن \" معتل العين فالمادة مختلفة. والعجيب من أبي حيان كيف سكت عنه، ولم يتعقبه.\rوقول ابن عطية: ومنه فعل عمرو بن سعيد مع عبد الملك بن مروان عند قتله إياه، يوهم أن عمرًا مكر بعبد الملك، وليس كذلك، بل المنقول العكس فالصواب العكس وهو أن يقول: فعل عبد الملك بعمر.\r\r140 - (إِنْ يَمْسَسْكُمْ. .) فعل الشرط مستقبل وهو هنا ماضٍ، لأن","seal":"5F7AA3A3","page":570},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":377,"nass":"مس القرح لهم قد وقع، ومضى فيرجع إلى المسبَّب؛ لأن \" المس \" سبب في التألم وهو دائم مستمر في المستقبل، والمعنى: أن ينلكم تألم في المستقبل بسبب مسّ القرح لكم. وجواب الشرط إمّا المذكور في الآية، أو لازمه أي: \" فلكم في الكفار إسوة، وتسلٍ \". فقلنا لهم: مثل ذلك، فانظر ما تقدم في الكلام على قوله تعالى: (إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ). وخلط ابن عطية في لفظ (قرح) فحكم للمجاور لحرف الحلق بحكم حرف الحلق؛ لأن ما وسطه حرف حلق يجوز فتحه، وتسكينه، وما آخره حرف حلق فيه خلاف.\r- (وليعلم الله الذين آمنوا. .) قول الزمخشري: أي ليعلمهم علمًا يتعلق به الجزاء، يوهم أن ثم علمًا لا يتعلق به الجزاء. وقوله: الفرق بين العلم، والمعرفة أن المعرفة من التصورات. والعلم: تصديق.\rإن قيل: يُردّ بأن قولك: \" عرفت زيدًا \" تصديق، لا تصور. أجيب: بأن مراده: أن متعلق العلم التصديق، ومتعلق المعرفة تصور.","seal":"F698CF3C","page":571},
      {"aya":141,"part":"1","sora":3,"Na":1,"id":378,"nass":"141 - (وليمحص اللَّه الذين آمنوا ويمحق الكافرين). عبّر عن المؤمنين بالفعل، وعن الكافرين بالاسم إشارة إلى أن من اتصف بأدنى الإِيمان مغفور له، والمغضوب عليه إنما هو من صَمَّم على الكفر، وداوم عليه. وهذا معنى قوله في الحديث: \" سبقت رحمتي غضبي \". وعبر في القسمين: بالوصف دون الاسم إشارة إلى الصفة التي لأجلها مدح هؤلاء وذم هؤلاء.\rفإن قلت: قال الفخر: هي خاصة بكفار بدر. ففيها امتحق الكافرون!.\rفأجيب: بأن المحق قسمان: حسيّ، ومعنوي؛ لأن محق البعض يوجب إذلال الباقين، وحسرتهم، فهو محق لهم بالمعنى.","seal":"EB0CD153","page":572},
      {"aya":142,"part":"1","sora":3,"Na":2,"id":379,"nass":"142 - (أن تدخلوا الجنة. .) أي: دخولًا أوليًا، وهو الدخول المسبَّب عن الجهاد. وعبّر عن المجاهدين \" بالفعل و \" عن الصابرين بالاسم؛ لأن الصبر عام لا توجد عبادة بدونه فعّبر عنه بما يقتضي الثبوت، واللزوم لعمومه، أو يكون المراد: الصابرين على الجهاد. فعبّر عنه بالاسم؛ لأن الجهاد متلف للنفس فالصبر عليه أقوى من الصبر على غيره من العبادات المشقة غير المتلفة للنفس.\r143 - (ولقد كنتم تمنون الموت. .). إن قلت: هذا كيف يفهم مع قوله صلى الله عليه وسلم: \" لا تمنوا لقاء العدو وسلوا اللَّه العافية \"؟.\rفالجواب: أن ذلك كان في أول الإِسلام حيث كان الكفر كثيرًا، والإِسلام قليلًا فنهوا عن تمني لقاء العدو، أو المراد هنا: أن الشهادة","seal":"F9E7FF3B","page":573},
      {"aya":144,"part":"1","sora":3,"Na":1,"id":380,"nass":"والهجوم على القتال حين اللقاء، أو تكون هذه نزلت أولًا وجرتِ الآية مجرى العتاب لهم؛ لأن عتاب من تمنى لقاء العدو ثم قعد، وكزّ عن قتاله حِين اللقاء أشد من عتاب غيره.\r\r144 - (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ. .). تضمنت أمرين: كونه من البشر، وذم من همّ بالردّة يوم أحد.\rقيل: الحصر على بابه، وحقيقته؛ لأن وصف الرسالة يستلزم جميع أوصاف الكمال. ورُدَّ بأنه لم يكن قبل البعثة رسولا فالقضية حينية، لا دائمة.\r- (أفإن مات. .). قول أبي حيان: الشرط ب (إن) دخل على (انقلبتم) لا على (موته). يرُدُّ بأنه دخل على مجموع القضية؛ لأن أصله \" إن مات انقلبتم \"، وهذا شرط لازم قد دخل عليه الاستفهام بمعنى الإنكار على الملازمة الشرطية، وموته ممكن، وقتله ممكن، غير واقع؛ لقوله تعالى: (واللَّه يعصمك من الناس. .).\r- (شيئًا) تأكيد بالمصدر دخل على النفي فهو نفي أخص.","seal":"DADFF014","page":574},
      {"aya":145,"part":"1","sora":3,"Na":2,"id":381,"nass":"145 - (وما كان. .). الزمخشري: إن أريد نفي ما هو منفي بذاته أتى بأداة النفي فقط مثل: \" ما يطير زيد \"، ولا يحتاج لنفي القابلية، لأن العقل يصدق ذلك النفي، وإن أريد نفي ما هو ممكن الوقوع، أو قريب من الإِمكان أتى بـ \" كان \" التي تقتضي نفي القابلية مثل: \" ما كان لزيد أن يقوم \"، فهو قابل لذلك باعتبار جنسه غير قابل له بذاته فدخلت (كان) هنا على النفي، وأتى به في صورة الممكن؛ ليكون أبلغ في النفي.\r146 - (وكأين. .). أنشد ابن عطية هنا:\rوكأين ترى من صامت لك مُعْجبِ ... زيادَتُهُ أو نَقْصُهُ في التَّكلًّمِ.\rقال أبو عبيد في \" الأمثال \":","seal":"5596D770","page":575},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":382,"nass":"البيت للأحنف بن قيس كان مجالسه رجل يطيل الصمت حتى أُعْجِبَ به الأحنف ثم إنه تكلم يومًا فقال: يا أبا سرّ أتقدر أن تمشي على سرْدق المسجد، فعندها تمثل الأحنف بالبيت بعده:\rلسانُ الفَتى نِصْفٌ ونِصْفٌ فؤادهُ ... فلم يَبْقَ إلَّا صُورَةُ اللَّحم والدّمِ\rقال شيخنا ابن عرفة \" أخبرني شيخنا ابن الحُبَاب \" قال: أخبرني شيخنا أبو العباس أحمد السُّلَميّ قال: قلت: لشيخنا الأستاذ أبي الحسن علي بن عصفور لِمَ أكثرت من الشواهد في \" شرحك للإِيضاح \" على","seal":"7074746C","page":576},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":383,"nass":"(كأين)؟. قال:؛ لأني دخلت على السلطان أبي عبد الله المنتصر فألفيت ابن هشام خارجًا من عنده فأخبرني أنه سأله عما يحفظ من الشواهد في شرحك للإِيضاح \" على قراءة، (كأين) فلم يستحضر غير بيت الإِيضاح:\rوكأين بالأباطح من صديق ... يراني لو أُصِبْتُ هو المصابا\rقال ابن عصفور: فلما سألني أنا قلت له: احفظ فيها خمسين بيتًا فلما","seal":"E201A6A3","page":577},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":384,"nass":"أنشدته نحو العشر، قال: حسبك ثم أعطاني خمسين دينارًا فخرجت فوجدت ابن هشام \" المصري \" جالسًا بالباب فأعطيته شطرها.\rابن هشام المصري، (كأين): اسم مركب من كاف التشبيه وأيّ المنونه؛ ولذا جاز الوقف عليها بالنون؛ لأن التنوين لما دخل في التركيب أشبه النون الأصلية؛ وكذا رُسِمَ في المصحف نونا، ومن وقف حذفه اعتبر حكمه في الأصل، وهو الحذف في الوقف. وتوافق \" كأيّ \"، \" كم \" في خمسة أمور: الإِبهام، والافتقار إلى التمييز، والبناء، ولزوم التصدير، وإفادة التكثير تارة وهو الغالب نحو: (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ)، والاستفهام أخرى، وهو نادر، ولم يثبته إلا ابن قتيبة، وابن عصفور، \"","seal":"5C879595","page":578},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":385,"nass":"وابن مالك، واستدل عليه بقول أبي بن كعب لابن مسعود رضي الله عنهما: \" كأيّ تقرأ سُورةَ الأحزاب آيةً \"؟. فقال: \" ثلاثا \" وسبعين \".\rوتخالفها في خمسة أمور: أنها مركبة، وكم بسيطة على الصحيح خلافًا لمن زعم أنها مركبة من الكاف، و \" ما \" الاستفهامية ثم حذفت ألفها؛ لدخول الجار، وسُكِنَتْ ميمها؛ للتخفيف؛ لثقل الكلمة بالتركيب. وكون مميزها مجرورًا بـ \" من \" غالبًا حتى زعم ابن عصفور لزوم ذلك ويرُده قول سيبويه: \" وكأيّ رجلًا قد رأيت \" زعم ذلك يونس إلا أن أكثر العرب لا يتكلمون","seal":"0BC74A1E","page":579},
      {"aya":147,"part":"1","sora":3,"Na":1,"id":386,"nass":"به إلا مع \" من \". وكونها لا تقع استفهامية عند الجمهور. وقد مضى. ولا تقع مجرورة خلافًا لابن قتيبة، وابن عصفور أجازا بـ \" كأيَّن تبيع هذا الثوب \"؟. وأن خبرها لا يقع مفردا.\r- (فما وهنوا. .). الضمير إمّا عائد على لفظ: \" الربيين \" دون معناه مثل: \" عندي درهم ونصفه \"؛ لأن من مات لا يوصف بعدم الوهن، وإما عائد عليه لفظًا، ومعنى، والمعنى: أنهم ماتوا على حالة التجلد، والشدّة من غير ضعف في قلوبهم، وجاءت الآية على أحسن ترتيب؛ لأن الوهن أشدّها، ويليه الضعف، ويليه الاستكانة فنفى أولا الأبلغ ثم ما دونه ثم ما دونه؛ لأن نفي الأخص لا يستلزم نفي الأعم، وفيه الحذف من الثاني؛ لدلالة الأول عليه وهو (لما أصابهم)، ويدل على أن من فعل شيئًا من الطاعات، وترك شيئًا من المعاصي من غير مشقة عليه في ذلك أنه يسمى صابرًا؛ لأن هؤلاء لم ينلهم وهن، ولا خوف فسماهم صابرين.\r\r147 - (. . وإسرافنا.). يحتمل أن يكون المراد بالإِدراف: عدم اجتناب النواهي؛ لأنه لغة: الزيادة على الشيء. قال تعالى: (والذين إذا أنفقوا لم يسرفوا)، وقال تعالى: (وكذلك نجزي من","seal":"09E5081D","page":580},
      {"aya":152,"part":"1","sora":3,"Na":1,"id":387,"nass":"أسرف ولم يؤمن. .). وقرئ (قولُهُم) بالرفع. وقول ابن عطية الخبر فيما بعد (إلَّا). يردّ بما في \" الإِيضاح \"، وغيره: أنه لا يجوز \" أن الذاهبة جاريته صاحبها \"، فالمعنى: كان قولهم: ربنا اغفر لنا ذنوبنا قولهم.\rوالجواب: إما أنه على قراءة الرفع وهي الشاذة يكون الخبر أعم من المبتدأ فيصح الإِخبار به عنه؛ لأنه أعم منه؛ لأن قولهم مضاف لضميرهم، وإن قالوا أعم منه، والتقدير: وما كان قولهم إلَّا قول (ربنا اغفر لنا ذنوبنا) و \" قول \" أعم من \" قولهم \"، وأمّا على القراءة المشهورة فيكون من باب \" فأنكرت الوجوه \"، وقلت: \" هم هم \"، ومثل \" جَدّ جدّه \" فهو تأكيد، وإطناب.\r\r152 - (. . وَعْده إذ تحسونهم. .). قول أبي حيان: العامل في (إذ)، (وعده)،. يرد بأن الوعد قديم. فإن قلت: المراد متعلقه. قلنا:","seal":"2243E1F7","page":581},
      {"aya":153,"part":"1","sora":3,"Na":1,"id":388,"nass":"متعلقه الصدق؛ لأن الوعد إذا وقع الموعود به كان صدقًا، وإلّا كان كذبًا.\rفالعامل فيه صدق مع أن الصدق قديم، لكن المراد ظهور الصدق للوجود.\r- (منكم من يريد الدنيا. .) المناسب أن يكون المعنى يريد الدنيا والآخرة؛ لأنهم مسلمون (ومنكم من يريد الآخرة) فقط.\r\r153 - (إذ تصعدون. .). ضعف أبو حيان كون العامل في (إذ) اذكر \" مقدر، بأن \" اذكر \" مستقبل و (إذ تصعدون) ماضٍ!.\rويجاب بجوابين:\rأحدهما: أنه عامل فيه عمل الفعل في المفعول به لا عمله في الظرف.\rالثاني: أنه عامل فيما يتعلق به أي: اذكر حالكم (إذ تصعدون).\r- (والرسول). أي رسول الله صلى الله عليه وسلم أو رَسُوله (في أخراكم)؛ لأنهم لما انهزموا، ورجعوا وثبت هو في موضعه صار في أخراهم بعد أن كان في وَسَطهم، ومقدمهم.","seal":"B73B13C9","page":582},
      {"aya":154,"part":"1","sora":3,"Na":1,"id":389,"nass":"154 - (نعاسًا. .). أبو حيان: يمتنع كونه مفعولًا من أجله؛ لأنه ليس مفعولًا لفاعل الفعل المعلل يريد من \" نعس \" ففاعله ليس الله بخلاف فاعل الإِنزال، ولو كان إنعاسًا من أنعس لاتحد الفاعل!.\rقيل: مذهب الأشعرية: أن لا فاعل حقيقة إلَّا الله تعالى، ونسبة الفعل إلى العبد مجاز.\rأجيب: بأن المفعول من أجله إنما ينسب الفعل لمن يصح وقوع الحدث منه. والنعاس يستحيل وقوعه من الله تعالى، وفي الأنفال (إِذْ يَغْشَاكُمُ النُّعَاسَ أَمَنَةً مِنْهُ)، فقدم النعاس!.\rوالجواب: أن الفاعل هناك هو النعاس، وقدم، وفاعل الإِنزال هنا هو اللَّه، والمنزَّل هو النعاس لم يكن إنزاله لذاته، بل لكونه أمنا.\rواختلف الزمخشري، وابن عطية نقل الزمخشري: أن النعاس غشيهم في مصافهم. وقال ابن عطية: أن ذلك كان بعد ارتحال أبي","seal":"4FCAD6A4","page":583},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":390,"nass":"سفيان من موضع الحرب، وانفصال القتال، وهو ظاهر الآية للعطف بـ (ثم).\r- (وطائفة قد أهمتهم أنفسهم. .). الزمخشري: (قد أهمتهم) صفة لـ (طائفة) و (يظنون) صفة أخرى، أو حال بمعنى ظانين، أو استئناف على وجه البيان للجملة قبلها.\r- و (يقولون). بدل من (يظنون). ابن هشام: كأنه نسي المبتدأ فلم يجعل شيئًا من هذه الجملة خبرًا له، فلعله رأى أن خبره محذوف أي: ومنكم طائفة صفتهم كيت، وكيت. والظاهر أن الجملة الأولى خبر، وأن الذي سَوَّق الابتداء بالنكرة صفة مقدرة أي: وطائفة من غيركم مثل: \" السمن مَنَوانِ بدرهم \" أي: منوان منه. واعتماده على واو الحال كما جاء في الحديث وهو قوله: \" دخل وبُرْمةٌ على النَّارِ. . \".","seal":"44660E2D","page":584},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":391,"nass":"- (في أنفسهم. .). إن قلت: ما أفاد مع أن الإِخفاء لا يكون إلّا في النفس؟!.\rفالجواب: أن الإِخفاء قد يكون بين رجلين يُسِر أحدهما إلى الآخر حديثاً أخفياه عن غيرهما، وقد يكون في حديث النفس.\r- (يقولون). ليست مفسره للتي قبلها؛ لأن القول في الاصطلاحِ حقيقة في النطق اللفظىِّ، وكذلك قال الفقهاء: إذا حلف ألَّا يقول شيئًا فإنه لا يحنث إلا بالنطق \" اللفظي \" فهما جملتان مستقلتان.\r- (قل لو كنتم في بيوتكم. .) هذا إمّا تكذيب للقضية المتقدمة بصدق نقيضها، وإمّا إبطال لإِحدى مقدمتي القياس، وهي الكبرى فمعنى الأول: لو كان لنا من الأمر شيء لما خرجنا، ولو لم نخرج ما قتلنا، فأبطلت القضية كلها.\rفإن قيل لهم: بل لو كان لكم من الأمر شيء لخرجتم. ومعنى الثاني: أن تمنع الكبرى، وهي كلما لم يخرجوا لم يقتلوا بصدق ما هو أخص منها؛ لأن كونهم في بيوتهم أخص من قولهم (لو كان لنا من الأمر شيء) فإذا ترتب الموت على كونهم في بيوتهم فأحرى أن يترتب على عدم خروجهم.\rقال ابن عطية: هذا من المنافقين قول بأن للإِنسان أجلين. انتهى. إنما هو منهم وقوف مع الأمور العادية، فلعلهم لم يعتقدوه مذهبًا.","seal":"30F8941A","page":585},
      {"aya":155,"part":"1","sora":3,"Na":1,"id":392,"nass":"- (وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ. .). إن قلت: لمَ أسند الابتلاء إلى الصدور، والتمحيص للقلوب وهو سؤال مذكور في جنس الابتلاء؟.\r\" فالجواب أن الابتلاء \" هو الاختبار فهو إشارة إلى كمال تعلق علم الله تعالى، وعمومه فناسب أن يسند إلى الأعم، وهو الصدر. وأما التمحيص: فهو: تخليص شيء من شيء، وتصفيته. فناسب تعلقه بالمقصود من الإِنسان، وهو القلب.\r\r155 - (إن الذين تولوا. .). في هذه الآية من التلطف ما ليس في آية الأنفال وهو قوله: (ومن يولهم يومئذ دبره. .).\rذكر في تلك لفظ: \" الدبر \" دون هذه، وعبر هنا ب (تولوا) الدال على تكلف الفعل إشارة إلى أن لهم في ذلك عذرًا للفرق بين \" ولى \" و \" تَوَلى \" كما فرقوا بين \" كَرُم \"، و \" تَكَرَّم \"، فلذلك رتب عليه الوعيد الأخف مع العفو، وأيضا فهذه إخبار عمّا وقع فناسب التلطف، وتلك تقدير، للوقوع فناسب التخويف، والتشديد فِي الوعيد.\r- (إنما استزلهم. .). قال الفخر: احتج به الكعبيّ من المعتزلة على أن الشرك لا يقع من الله تعالى لأجل أداة الحصر. . \". انتهى.","seal":"5424C851","page":586},
      {"aya":156,"part":"1","sora":3,"Na":1,"id":393,"nass":"يجاب: بأن نسبته لغيره إنما هي في اللفظ فقط على جهة الأدب، والكل من \" الله \" خلقه، وفعله، والحصر في الآية إنما هو في لفظ بعض أي: لم يستزلهم الشيطان إلّا ببعض مكسوبهم، لا أنهم لم يستزلهم إلاّ الشيطان.\rقال الزمخشري: لِمَ قيل: ب (بعض ما كسبوا)؟. وأجاب: بأنه كقوله تعالى: (ويعفو عن كثير. .)، وهو بناء منه على أن المعنى ما كسبوه من الشر. ونقول: لفظ (كسبوا) صادق على كل مكسوبهم خيرًا، أو شرًا. فالشّر بعضه فلا يَرِدُ السؤال.\r\r156 - (لا تكونوا كالذين كفروا. .). إذا نُهي الإِنسانُ عن الشبه بمتصف بوصفين صرف النهي لأخصهما، وهو هنا القول، ولأجله وقع النهي. وجملة (إذا ضربوا) حكاية حال ماضية.\rالفخر: الآية حجة على الكرَّامية القائلين: بأن مجرد النطق بالشهادتين كاف في حصول الإِيمان، وإن لم يصحبه الاعتقاد القلبي \" انتهى.","seal":"B1076737","page":587},
      {"aya":157,"part":"1","sora":3,"Na":1,"id":394,"nass":"وجوابه: أن ذلك إنما هو فيمن نطق بالشهادتين، ولم يعتقد بقلبه شيئًا. وأما هؤلاء فهم معتقدون؛ للنقيض.\rقال بعضهم: إذا عوقّد بين أمرين بـ \" أو \" ثم رُتب عليهما أمران آخران جاز عطف أحدهما على الأخر بـ \" أو \" أو \" الواو \".\r- (وَاللَّهُ يُحْيِي وَيُمِيتُ. . .) إن قلت: ما أفاد ذكر الإِحياء، وسياق الكلام في الإِماتة؟. قلت: فائدته التسوية أي: كما شاهدتم الإحياء دون سبب كذلك هو تعالى قادر على إماتتهم دون سبب.\r\r157 - (أو متم. .). إما أنه حذف من الثاني لدلالة الأول عليه، أو كما قال ابن بشير فى \" كتاب الطهارة فى التيمم \": إن الأصوليين اختلفوا في العطف هل يقتضي التشريك في المعنىّ كما يقتضيه في الإِعراب أم لا؟.\rوأشار إليه ابن التلمساني في المسألة الرابعة من الباب الثالث في العطف على العام هل يفيد العموم أم لا؟.\rوفائدة الإطلاق في (أو متم)؟ ليتناول من مات قبل حضور القتال، وبعده، ولم يُقْتل فيه.\rوقال في \" المدونة \" في الأول: لا يسهم له.","seal":"07172342","page":588},
      {"aya":159,"part":"1","sora":3,"Na":1,"id":395,"nass":"- (مغفرة من الله. .). هو كقوله: (القواعد من البيت)، حسبما قرَّره الزمخشري. والتنكير للتعظيم. ولما كانت (المغفرة) من نعم دفع المؤلم، و (الرحمة) أعم. كان ذكرها تأسيسًا.\r- (خير) على قراءة الغَيبة \" فَعْل \"، وعلى قراءة الخطاب \" أَفْعَل \".\rفإن قلت: كيف خوطب بها من مات؟. قلت: هي حكاية حال ماضية أي: خير من جمعهم المال لو عاشوا، وجمعوه. وبدأ بالقتل؛ لأنه أغلب، وأعم، ليرتب عليه الوصف العام.\r\r159 - . . (لِنْتَ لَهُمْ. .). يدل على أنه في مقام التوسط بين الشدة، واللين؛ ولذا لم يقل: كنت لينًا. قال أبو حيان: (ما): زائدة، قيل: فيلزم عليه أن القرآن مخلوق؛ لأن الحروف، والألفاظ مخلوقة إلا أن يريد أن الحروف مخلوقة، والمعنى قديم. ومنع بعضهم ورود الزيادة في القرآن كما منع إطلاق التهكم فيه. وقيل: فائدته التأكيد بمنزلة تكرير اللفظ بعينه. وقيل:","seal":"AF784768","page":589},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":396,"nass":"الزيادة من باب المجاز. وقيل: في الآية تقديم، وتأخير أي: فبـ (رحمة) \" ما \"، فتكون (ما) نكرة صفة، وعلى ما قال أبو حيان تكون نكرة لا موصوفة، ولا موصولة كما التعجبية.\r- (فاعف). الفاء للتسبيب لا عاطفة؛ لأن الطلبية لا تعطف على الخبرية. وتقدير السببية بتمهيد أنه لين الجانب قابلة للعفو.\rوالظاهر أنهم ثلاثة أقسام: فريق فروا، ولم يرجعوا فهؤلاء أمر بالعفو عنهم.\rوفريق فروا فلما قال لهم: ارجعوا رجعوا فهؤلاء، أمر بالاستغفار لهم.\rوفريق ثبتوا، ولم يفروا فهؤلاء أمر بمشاورتهم في الأمر.\rفإن قلت: قال الفخر: المشاورون أبو بكر، وعمر. وعمر لم يثبت!.\rقيل: عمر منصبه معلوم. قال ابن عطية: ومن لا يستشير أهل العلم، والدين، فعزله واجب بلا خلاف. قال شيخنا ابن عرفة: هذا غير صحيح، ولم أره لغيره، والمسألة مذكورة في أصول الدين في باب","seal":"BD400BEB","page":590},
      {"aya":160,"part":"1","sora":3,"Na":1,"id":397,"nass":"الإِمامة، وفي كُتُب الحديث، وفي الفقه، وذكروا فيها: إذا فعل الإِمام ما هو أشد من ذلك لا يجب عزله بوجه.\r\r160 - (إن ينصركم الله. .) أتى ب (إن) دون (إذا) إشارة لتساوي الأمر، وأن نُصْرَتَهم، وخُذْلانهم بالنسبة إلى قدرة الله تعالى متساويان. فإن قيل: لفظ الآية ليس صريحًا في غلبتهم، فهلاّ قيل: إن ينصركم الله تُنْصَروا أو تَظْفُرُوا؟.\rفالجواب: أن المذكور مستلزم لذلك، وأفاد مع ذلك انتصارهم في المستقبل.\rوأجيب أيضا: بأن نصرة الله بأحد وجهين: إمّا بأن يغلبوا عدوهم.\rوإما بممانعته، ومساواته إذا كان العدو أكثر، وأقوى: فيكون نصرهم بمعنى: منع عدوهم من غلبتهم.\rفإن قلت: لِمَ لم يقل في الثاني: وإن يخذلكم فلا ناصر لكم؟.\rوالجواب: إذا كان المخاطب موافقًا على ما خوطب به فيؤتى في خطابه بحرف الاستفهام.","seal":"C32A2023","page":591},
      {"aya":161,"part":"1","sora":3,"Na":2,"id":398,"nass":"161 - (وما كان لنبيٍّ أن يغل.). الصواب حمله على حقيقته.\rوالمراد: أن جميع ما يصدر منه عليه السلام ليس بغلول؛ لأنه مشرع.\rالزمخشري: وعن بعض جفاة العرب أنه سرق نافجة مسك فتُليت عليه الآية فقال: إذًا أحملها طيبة الريح خفيفة الحَمْل. قال الطيِّبي: هذا منه كفر.\r\r162 - (أفمن.). قال أبو حيان: هذه تدلك على أن مثل هذا التركيب في العطف، أو المعطوف عليه مقدر قبل الهمزة \". انتهى.","seal":"F81CA252","page":592},
      {"aya":163,"part":"1","sora":3,"Na":1,"id":399,"nass":"لا دليل فيها، بل التقدير: \" استوى الطائع، والعاصي فمن اتبع \" وتكون الهمزة كهمزة (أَطَّلَّعَ. . .).\rفإن قلت: لم أضيف الرضوان دون المسخط؟.\rفالجواب من وجهين:\rالأول: إضافة الرضى تشريفًا، ولم يضف السخط تأدبًا كقوله: (الذي خلقني فهو يهدين) ثم قال: (وإذا مرضت فهو يشفين).\rالثاني: أن تنكير السخط للتعظيم أي: ليس من اتبع أدنى شيء من رضى اللَّه كمن باء بسخط عظيم من الله فأحرى من اتبع أعلى الرضىّ.\rفإن قلت: يبقى من \" باء \" بأدنى السخط!.\rقلت: الآية إنما خرجت مخرج التنفير، والوعظ، فالمناسب التعليل في جانب الرضى بمعنى أن قليله لا يقارب عظيم السخط، ولا يدانيه فهو نفي تشبيه، أو يجاب بأن أدنى السخط، وإن قل فهو من العظيم عظيم فيستوي في ذلك أعلاه، وأدناه بخلاف الرضى.\r\r163 - (هم درجاتٌ عند اللَّهِ. .). جعلوه على حذف مضاف من الثاني أي \" ذو درجات \"، وإن شئت قدَّرته في الأول أي: \" منازلهم درجات \"، والضمير قيل: عائد على المؤمنين، وقيل: على النوعين. فإن قلت: يترجح عوده على الكافرين، لأنه أقرب. فأجاب الفخر: بذكر عاقبة الكافرين،","seal":"95F0A9F2","page":593},
      {"aya":164,"part":"1","sora":3,"Na":1,"id":400,"nass":"وبأن المناسب للكافرين الدركات.\r\r164 - (لقد مَنَّ. .). المنُّ يطلق بمعنى: التذكير بالنعمة، ويطلق على التفضل بالنعمة. وهو المراد هنا. قيل: فيه دليل لأهل السنة أن بعث الرسل محض تفضل لا واجب. وردّ بأن المنّ على المؤمنين، والبعثة للجميع. وأجيب: بأن المنّة للمؤمنين باعتبار المثال، والعاقبة. وردّ أيضا بأن المنّ عليهم بكونه منهم. وهذا على قراءة ضم الفاء (من أنفُسهم).","seal":"FADB0389","page":594},
      {"aya":165,"part":"1","sora":3,"Na":2,"id":401,"nass":"فإن قلت: لِمَ عبر هنا بلفظ: \" الرسول \". وفي قوله: (وما كان لنبيٍّ أن يغل. .) بلفظ: \" النبي \"؟.\rفالجواب: أن تلك في مقام التنفير، والتخويف فإذا نهوا عن نسبة الغلول \" للنبيّ \" فأحرى \" الرسول \"، وهذه في مقام التذكير بالنعمة، فناسب فيها لفظ، \" الرسول \"؛ لأنه أبلغ في الإِنعام عليهم.\r\r165 - (أَوَلَمَّا. .). ابن عطية: الهمزة إمّا للإِنكار، أو للتقرير \" انتهى. كونها للتقرير ضعيف؛ لأنه غالبًا إنما يكون بأمر ملائم كقولك: \" ألم أحسن إليك \".\rفإن قلت: إصابتهم مثليها ملائم!.\rقلت: الهمزة إنما دخلت على قولهم. وقول الفخر: احتج بها المعتزلة على أن العبد يخلق أفعاله. يردّ بأنه لم يقل أحد أن العبد يخلق أفعال غيره.\rوالمصيبة التي أصابتهم بفعل الكافرين، وإنما فعلهم السبب في ذلك فإن استدلوا بالسبب قلنا: يرده قوله: (إن اللَّه على كل شيء قدير).\r\r166 - (وما أصابكم. .). قول ابن عطية: فيها تقديم، وتأخير أي:","seal":"294D5519","page":595},
      {"aya":167,"part":"1","sora":3,"Na":2,"id":402,"nass":"بإذن الله ما أصابكم. لا يحتاج إليه.\r- (وليعلم. .) أي: ليظهر متعلق علمه وهو: وعد ووعيد، وعّبر عن المؤمنين بالاسم، وعن المنافقين بالفعل إشارة إلى أن ذلك الوعد إنما هو لمن ثبت له الإِيمان. والوعيد لمن اتصف بأدنى نفاق فأجرى الأول مجرى الأمر، والثاني مجرى النهي.\r\r167 - (يقولون بأفواههم. .) يحتمل أن يريد نطقهم بكلمة \" الإِيمان \" أو قوهم (لو نعلم قتالًا)، وهو الظاهر؛ لأنه لو أريد الأول لقيل: يقولون بأفواههم ما في قلوبهم نقيضه، بل عبَّر بالأعم.\r- (والله اعلم بما يكتمون). تسجيل عليهم بالكفر.\r\r168 - (لإِخوانهم:.). إن أريد بإخوانهم الموتى فاللام، للتعليل، وإن أريد الأحياء فللتعدية، ويحتمل جعل (قل فادرءوا) خبر (الذين) بمعنى: قل لهم. وصيغة \" أَفْعل \" هنا للتعجيز.\rقال الزمخشري: فإن قلت: فقد كانوا صادقين في دفعهم القَتْل عن أنفسهم بالقعود. وأجاب بوجهين:\rالأول: أن النجاة من القتل يجوز أن يكون سببها القعود، وأن يكون","seal":"D568F7A3","page":596},
      {"aya":169,"part":"1","sora":3,"Na":1,"id":403,"nass":"غيره. وقد تكون المقاتلة، والوقوف سببا في النجاة. ويردّ بأن (لو أطاعونا ما قتلوا) موجبة جزئية، وإنما نقيضها سالبة كلية، وأما السالبة الجزئية فلا يناقضها بوجه.\rفإن قلت: إنما نفوا القَتْل فلِمَ ذكر في الردّ الموت؟.\rفالجواب: أن الموت أعم فعجْزِهم عن دفعه يستلزم عَجْزِهم عن دفع الأخص منه. وقال: (ادرءوا) وَلم يقل: لا يموتون، إشارة إلى ملازمة الموت لهم.\r\r169 - (ولا تحسبُن. .) قول ابن عطية: أرى، القراءة بضم الباء. إنما تحسن على أن السبع غير متواتر.","seal":"B90E10B5","page":597},
      {"aya":171,"part":"1","sora":3,"Na":3,"id":404,"nass":"171 - (يستبشرون. .). جعلوه مطاوع \" بشرّ \"، والمطاوع في الغالب إنما هو في الماضي مثل \" كسرته فانكسر \"، و \" جبرته فانجبر \".\r- (وبنعمة من اللَّه وفضل. .) الأمر الملائم إن اعتبر من حيث ذاته فهو نعمة، ومن حيث سببه فهو فضل؛ لأن سببه من الله، ولذا قيد النعمة بقوله: (من اللَّه)، ولم يقيد الفضل. والآية صريحة في مذهب أهل السنة في قولهم: إن الثواب محض تفضل.\r- (وأن الله. .). على قراءة الكسر يحتمل كونها جملة اعتراض، وذكر ابن هشام المصري: أنه يجوز اقتران جملة الاعتراض بالواو، وبالفاء. ولم يحك في ذلك خلافًا.\r\r172 - (للذين أحسنوا منهم واتقوا. .). هو على التوزيع فمنهم من بلغ درجة الإِحسان كأبي بكر، وعمر، ومنهم دون ذلك فهو في رتبة المتقين.\r173 - (فزادهم إيمانا. .) هذا يشبه قلب النكتة، وهو الاحتجاج بدليل الخصم على نقيض دعواهم وذكر ابن عطية الخلاف فِي زيادة الإِيمان. والتحقيق أن القدر المجزئ منه لا يزيد، ولا ينقص، والإِيمان","seal":"BD94BF49","page":598},
      {"aya":176,"part":"1","sora":3,"Na":1,"id":405,"nass":"الكامل يزيد وينقص. فإن قلت: القول بزيادته ملزوم لاجتماع الأمثال في محل واحد.\rفالجواب: أن إمام الحرمين قال: الإِيمان عَرَضٌ لا يبقى زمنين فيخلف بعضه بعضًا. فعلى هذا لا تجتمع الأمثال بوجه، والآية تدل على أن الزيادة في نفس الإِيمان لا باعتبار الأعمال؛ لأنهم حين قيل لهم: هذا.\rكانوا جلوسًا غير منتصبين للقتال فزادهم ذلك قوة في الاعتقاد القلبي ثم بعد ذلك تحركوا: للخروج والمبارزة.\rوحكى ابن عطية: أنهم تحرجوا من الخروج. والذي في السير أنهم اختلفوا: فمنهم من عزم على الخروج، وهان عليه. ومنهم من شق عليه.\r\r176 - (في الكفر. .). عزاه ب (في) دون \" إلى \"؛ لأنه أبلغ في دخولهم في الكفر.\r- (ولهم عذاب عظيم) تأسيس؛ لأن نفي حظ الآخرة لا يلزم منه تعذيبهم.","seal":"55B6EB78","page":599},
      {"aya":177,"part":"1","sora":3,"Na":3,"id":406,"nass":"177 - (ولهم عذاب أليم). وقال في الأول (عظيم)؛ لأن كفر من سارع أشد من كفر من توانا.\r178 - (ولهم عذاب مهين). مناسب للاملاء؛ لأنه باعتبار ظاهر الأمر إكرام لهم؛ فناسب لفظ المهانة، والذلة.\r179 - (يميز الخبيث من الطيب). قيل: القاعدة أن القليل هو الذي يميز من الكثيرة فتقتضي هذه الآية أن الخبيث أقل. فما الجمع بينها، وبين قوله تعالى: (ولو أعجبك كثرة الخبيث)؟.\rوجوابه: أن ذلك شرطية لا تدل على الحصول. قيل: ويدل على مذهب أبي حنيفة في أن الأصل في الناس العدالة؛ لأن العميدي قال:","seal":"54720D7A","page":600},
      {"aya":180,"part":"1","sora":3,"Na":1,"id":407,"nass":"في الصور المفردة إذا \" أشكل \" علينا تبعيتها لأحد نوعيّ الجملة بالتعيين فإنَّا نلحقها بأكثر النوعين. وفي مذهبنا أن الصفة إذا كانت محتملة للصحة، والفساد حملت على الصحة ما لم يكن الفساد في الناس أغلب فتحمل عليه. وقد قررنا اقتضاء هذه الآية أن الطيب أكثر.\rوأجيب: بأن الخطاب بالآية للصحابة وكلهم عدول. والأصل إذ ذاك في الناس العدالة، ويتقرر مفهوم الغاية بأنه يحصل معرفة المؤمن من الكافر، ولا يزالون مختلطين بالمعاشرة، والسكنى، وغير ذلك.\r- (أجر عظيم). يدل على أن وصف التقوى أخص من وصف الإِيمان.\r\r180 - (يبخلون. .). قال: قيل (ولا يحسبن الذين كفروا. .)، بلفظ الماضي مع أن المحكوم عليه واحد!.\rوجوابه: أن الكفر متعلقه شيء واحد، وهو ما أتى به الرسول","seal":"7D495C4D","page":601},
      {"aya":181,"part":"1","sora":3,"Na":3,"id":408,"nass":"ولا تجدد فيه. والبخل له متعلقات متعددة، ولا يسمى بخيلاً حتى يتكرر بخله، ويتجدد.\r\r181 - (سنكتب. .). عبر عنه بالمستقبل، وعن السمع بالماضي؛ لأن المراد بالكَتْب الجزاء، وهو مستقبل، وأكدوا نسبة الفقر إلى اللَّه دون نسبة الغنى إليهم كان ذلك عندهم أمر جليّ بين. وهذا من خبثهم.\r- (وقتلهم الأنبياء). إما على حذف مضاف أي: قتل أنبيائهم، أو نُسِب إليهم مجازا، فتعارض المجاز، والاضمار.\r\r182 - (. . بما قدمت أيديكم. .). يتناول القول، والفعل، أو الفعل ويدل على القول من باب أحرى، لأن الفعل أقل من القول فإذا عوقبوا على الأقل فأحرى \" على \" الأكثر. والقول أشد من الفعل بدليل الكفر.\r183 - (الذين قالوا إن اللَّه عهد إلينا.). الآية فيها إشكال وهو أن اليهود ينكرون النسخ حسبما تقرَّر في أصول الفقه، وهذا القول منهم","seal":"AD232E4D","page":602},
      {"aya":185,"part":"1","sora":3,"Na":1,"id":409,"nass":"إقرار بالنسخ لاقتضائه أن شريعتهم تُنْسخ إذا أتاهم رسُول بقربان تأكله النار!.\rفإن أجيب: بأن المراد رسول تكون شريعته موافقة لشريعتهم. \" ردّ بأن هذه مقاولة بينهم، وبين النبيّ صلى اللَّه عليه وسلم، وقد أتاهم بشريعة ناسخة، لشريعتهم \". وكذلك عيسى قبله.\r\r185 - (كُلُّ نَفْسٍ. .). إن قلنا: إن ذاتة تعالى لا يطلق عليها\rنفس فهو باق على عمومه. وإن قلنا: يطلق عليها نفس ة لظاهر قوله: (تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ. .) فيكون مخصوصًا.\rوجعله الفخر: متناولًا للجَمَادات. بناء منه على أن المراد بالنفس: الذات. وأنه من باب السلب لا العدم والمَلَكة.","seal":"AF115225","page":603},
      {"aya":186,"part":"1","sora":3,"Na":1,"id":410,"nass":"186 - (لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ. .). الصواب عدم دخول النبيّ صلى الله عليه وسلم في هذا الخطاب؛ لأنه ممن لا يتأثم بمثل ذلك. والعطف ترقٍ. ونص الأصوليون في الكليات الخمس أن آكدها حفظ الأديان، ثم النفس، ثم العقول، ثم الأنساب، ثم الأموال كذا رتبها الآمدي، وابن الحاجب.\rقال ابن التلمساني: الأديان ثم النفوس \" ثم الأنساب \" ثم الأعراض ثم العقول ثم الأموال. وظاهر الآية مخالف لذلك فيما بين قوله: (وأنفسكم) مع قوله: (ولتسمعُنَّ) الآية، فظاهره أن حفظ الأعراض آكد من حفظ النفوس، ولمس كذلك؛ لأن الأعراض إنما فيها حد القذف، والنفوس فيها القصاص في الدنيا، والعذاب في الآخرة حتى قال ابن عباس، وغيره: إنه مخلد في النار ولا تنفعه التوبة.","seal":"4A6A2BAE","page":604},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":411,"nass":"والجواب: أن ضم حفظ الأعراض هنا إلى سبب نزول الآية، يدل على أنه هنا راجع، لحفظ الأديان، وهو آكد من حفظ النفوس كما سبق، فهو ترقٍ على بابه.\rفإن قلت: (ولتسمعُنَّ) مستقبل، وما ذكروه في سبب نزول الآية يقتضي أنه ماض!. قيل: هو ماضٍ، ويتزايد في المستقبل.\r- (وإن تصبروا. .). عبر بـ \" إن \" دون \" إذا \" مع أن الصبر مطلوب مراد وقوعه إشارة لإِمكان المراد المتعسر منه المشكوك في وقوعه، فيدل على طلب المتيسر منه من باب أحرى.","seal":"9288D1EF","page":605},
      {"aya":187,"part":"1","sora":3,"Na":1,"id":412,"nass":"- (من عزم الأمور. .). أي يبتغون بالصبر وجه الله تعالى لا التجلد، والحَمِيْة في الباطل.\rوجواب الشرط محذوف أي: تؤجروا أجرًا عظيماً، فإن ذلك من عزم الأمور، فالمذكور دليل الجواب، وعلته. والأمور جمع أمر بمعنى الشأن، وجمعه باعتبار اختلاف أنواعه.\r\r187 - (لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ. .). إن قلت: المناسب باعتبار الفَهْم العكس في الترتيب، لأن عدم كتمانه إنما يفيد إلْقاءه فقط مبينًا، أو غير مبين، والأمر بتبيانه يفيد الأمر بالإلقاء المفهوم من قوله (ولا تكتمونه)، وزيادة فلو عكس لكان العاطف تأسيسًا، وهو أن يلقى أولًا غير مُبيَّن ثم يُبين في ثاني حال.\rفالجواب: أنه رُوعي فيه ما تقرّر من أن نفي الأعم يستلزم نفي الأخص، وثبوت الأخص يستلزم الأعم؛ لأن البيان، وعدم البيان إما بكتم الكتاب عنهم من أصل. وإمّا بإلقائه لهم مبهمًا غير مُبينَّ، فلما أمر بالبيان توهم أنهم ما بينوا للأمة إلّا ما سمعوه منهم. وأمّا ما لم يبلغ الناس فلا يلزمهم تبيانه لهم. فقيل: ولا تكتموا عنهم ما بلغكم منهم، ولم يشعروا هم به؛ لئلا يقال: أنهم ما يجب عليهم أن يُبلغوا للناس إلّا آيات التكليف،","seal":"45B321F2","page":606},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":413,"nass":"وما يتعلق به حكم من وعد ووعيد، ونحوه فيبلغون لهم ذلك، ويبينونه، ليعلموه، ويعملوا بمقتضاه، وما سوى ذلك من القصص الخارجة عن أمور التكليف العلمية، والعملية فليس بواجب عليهم تبليغه، فاحترز من ذلك بقوله: (ولا تكتمونه).\rوأجيب أيضا: بأن المراد: ليبيننه لعوام الناس، ولا يكتمونه عن\rخواصهم أي: ألقوه مبيَّنًا، وغير مبيّن بحسب الحاضرين، أو أمروا ببيان ما نُزِّل منه، أو ألقوه؛ لأنهم كانوا يلقونه لهم غير مُبيَّن، وأن لا يكتموا عنهم ما يُنزَل منه فى المستقبل.\r- (فنبذوه وراء ظهورهم. .) كان الفقيه \" أبو العباس أحمد بن علوان يقول: وراء الظهر هو الوجه فهم طرحوه أمامهم.","seal":"BB8461E7","page":607},
      {"aya":188,"part":"1","sora":3,"Na":2,"id":414,"nass":"وأجيب: بأن المراد بالظهر مقابل الأمام فهم نبذوه وراء ورائهم مبالغة في النبذ، وتقدم نظيره في البقرة.\r\r188 - ابن عطية: قرأ حمزة (لا تحسِبَن) بالتاء، وكسر السين، وفتح الباء \" انتهى. الذي ذكر عنه القراء: فتح السن، وتنكير (مفازة)؛ للتقليل، ويدل على نفي الكثير من باب أحرى.\r189 - (ولله ملك السماوات والأرض) قيل: يؤخذ منه أن الحوز دليل الملك، وانظر في أواخر سورة البقرة.\r- (واللَّه على كل شيء قدير). حكى ابن عطية عن الباقلاني: أنه عام مخصوص بالمستحيل. فظاهره أن المستحيل يطلق عليه شيء. وأكثر","seal":"749CAF67","page":608},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":415,"nass":"الأصولين كابن التلمساني، وغيره: منعوا ذلك. وبعضهم جوز الإطلاق، وذكر الآمدي في أبكار الأفكار مسألتين:\rأحدهما: هل يطلق على المعدوم شيء؟. مذهبنا المنع، ومذهب المعتزلة: أنه شيء، ولا نبني عليه كفر، ولا إيمان.\rالثانية: هل المعدوم تقرر في الأزل أم لا؟. فنحن ننفيه، وهم يثبتونه، ويلزمهم قدم العالم. فعلى الثاني ليس المحال بشيء باتفاق، وعلى الأول هو شيء.\rوقال سراج الدين في \" الحاصل \"، والسِّراج في \" اختصار المحصول \": اتفق أهل السنة، والمعتزلة على أن المعدوم المستحيل لا يطلق عليه شيء، وإنما الخلاف في المعدوم الممكن. وحكى الشيرازي \" شارح ابن الحاجب \": الإِجماع على أنه لا يطلق على المستحيل شيء. وحكى","seal":"BA5948D3","page":609},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":416,"nass":"الأصبهاني \" شارح ابن الحاجب \": أن المستحيل شيء ذَكَره في باب العام والخاص، لما ذكر ابن الحاجب: التخصيص بالنقل، وذكر هذه الآية، تعقب ذلك. قال الأصبهاني: إنها مخصصه بواجب الوجود، وبالمستحيل.\rفظاهره صحة إطلاق لفظ (شيء) عليه.\rوقال الشيرازي \" شارحه \" في حدّ القياس: وهو حمل معلوم على معلوم. وإنما لم يقل: حمل شيء ليدخل المعدوم، والممكن عندنا، والمستحيل عندنا، وعند المعتزلة، فظاهره الاتفاق على أنه ليس بشيء. وكذا قال ابن التلمسانى في \" شرح المعالم الدينية \"، وظاهر كلامه في \" شرح المعالم الفقهية \" في حدّ القياس أن المعدوم ليس بشيء، فإنه قال: حمل معلوم على معلوم، وإنما لم يقل: حمل شيء ليدخل المعدوم \" انتهى.\rوأما الحال عند أهل أصول الدين فهي باعتبار ذاتها \" ليست بشيء \"؛ لأنها لا موجودة، ولا معدومة، وباعتبار ما هي تابعة له فهي شيء.","seal":"31B2773C","page":610},
      {"aya":190,"part":"1","sora":3,"Na":1,"id":417,"nass":"190 - (إن في خلق السماوات). اختلف الأصوليون رضي الله عنهم هل الخلق نفس المخلوق، أو غيره؟. واحتج من قال: إنه نفسه بأنه لو كان غيره للزم عليه إما قدم العالم إن قلنا: إن ذلك الخلق لا يفتقر إلى خلق آخر، وإما التسلسل إن قلنا: بالافتقار.\rوأجاب الآخرون: بأنه لو كان نفسه، للزم عليه إضافة الشيء إلى نفسه في هذه الآية، وأمثالها. والتحقيق: أنه في الشرع يطلق ويراد به نفس المخلوق كقوله تعالى: (ثم أنشأناه خلقًا آخر. .)، ويطلق على الإِنشاء، والاختراع والتكوين، كهذه الآية، والتأكيد بـ (إن)، للتنبيه، لغفلة الناس عن ذلك غالبًا، وذكر هنا (الليل والنهار)، وفي سورة نوح ذكر لازمهما (الشمس والقمر) اكتفاء.\r- (لآيات. .). أي: في كل واحدة آيات، قال ابن عطية: المراد: العقل","seal":"DE0CF0F1","page":611},
      {"aya":191,"part":"1","sora":3,"Na":2,"id":418,"nass":"التكليفي لا أَزْيد.\r\r191 - (رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا. .). قال شيخنا رحمه الله: كان بعضهم يستشكل فَهْم هذه الآية على مذهب أهل السنة في نفي العلة، والغرض، والتحسين، والتقبيح، وسألني عن ذلك؟.\rفقلت له: معنى الآية ما خلقت هذا مخالفًا لِمَا أَنْبأَتنا به الرُسُل عنك من الحشر، والنشر، والإعادة، والثواب، والعقاب، بل هو موافق لذلك ودليل عليه لا أنه لأجله وعلة فيه، ومثله (وما خلقنا السماوات والأرض وما بينهما إلا بالحق. .).\rوالارتباط عندنا في ذلك عادي شرعي، وأفعال الله تعالى غير معللة، ولابن سلامه هنا كلام ضعيف، وما قلناه أصوب.\r\r192 - (رَبَّنَا إِنَّكَ مَنْ. .). هذا الدعاء تلطف من وجهين: تكرار","seal":"C674E2EF","page":612},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":419,"nass":"النداء خمس مرات، وذكر لفظ (الرب) المشعر بالشفقة، والرأفة، فقيل: الملازمة بين الشرط، وجوابه جلية واضحة فما أفاد التأكيد بـ (إن)؟!.\rوأجيب: باحتمال كونه تعليلًا لقوله: (فقنا عذاب النار). وذكر أبو حيان في إعراب (من) ثلاثة أوجه. ويحتمل وجهًا رابعًا، وهو أنه مبتدأ، و (تدخل) وحده خبرها على الوجه الضعيف الذي ذكر في قوله: \" كله لم أصنع \" بالرفع، وفي قوله: فثوب لَبسْتُ وثوب أجر \". واستدل بها الزمخشري على نفي الشفاعة، لأن الخزي يقتضي عدم خروجهم منها.\rويردّ بصحة صدق الخزي على كل من دخلها على أن الوقف على (النبي) في قوله تعالى: (يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ. .).\r- والمراد ب (الظالمين): الكفار، أو ما لهم أنصار ابتداءً، قبل دخولهم النار، وبعد ذلك تنفع الشفاعة فيمن هو مؤمن، أو نقول: نفي الأنصار لا ينافي ثبوت الشفاعة، لافتقار شفاعتهم إلى القبول.","seal":"8D16FDA8","page":613},
      {"aya":193,"part":"1","sora":3,"Na":1,"id":420,"nass":"193 - (فآمنا. .). دليل لما اختاره عياض، وهو القول الثالث في مسألة القائل: \" أنا مؤمن \"، هل لا بدّ من زيادة إن شاء الله أو لا؟. فقال عياض: إن أراد في المستقبل، وما تقع به الخاتمة فلا بدّ من زيادتها، وإن أراد صحة معتقده في الوقت الحالي وجب حذفها. وهذا إنشائي. وتكلم على ذلك كما عُرفَ محمد بن سحنون، وانظر ما تقدم في سورة البقرة في قوله تعالى: (قَولوا آمنا. .).\rقال الزمخشري: والذنوب الكبائر، والسيئات الصغائر. والصواب العكس لأجل الترتيب لئلا يكون تكرار لغير فائدة؛ لأن مغفرة الكبائر يستلزم مغفرة الصغائر من باب أحرى ألَا ترى أن الصغائر مغفورة باجتناب الكبائر، ويؤيد هذا قوله بعد: (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ).\rفالمراد: بالسيئات الكبائر، والمغفرة: الستر. فلا يلزم منها المحو، فلذلك قال: (وَكَفِّرْ عَنَّا سَيِّئَاتِنَا)؛ ليفيد محو الذنوب من أصل، وكذلك","seal":"01187074","page":614},
      {"aya":194,"part":"1","sora":3,"Na":1,"id":421,"nass":"هو في الدنيا يستر الله على العبد معصيته ثم يعاقبه عليها في الآخرة.\rوالداعي بالمغفرة فقط يقصد بها الستر في الدنيا، والآخرة وإن قرنها بالتكفير فيزيد الستر في الدنيا، والمحو في الآخرة.\r- (فقنا عذاب النار. .). ترقٍ؛ لأنه دفع مؤلم، وهو آكد من جلب الملائم.\r\r194 - (ربنا وآتنا ما وعدتنا. .) أي ما وعدتنا به لا الميعاد بالإطلاق.","seal":"239BD262","page":615},
      {"aya":195,"part":"1","sora":3,"Na":1,"id":422,"nass":"195 - (أَنّيَ لا أضيع عمل عامل منكم. .). يؤخذ منه أن الإِيمان عمل.\rقيل لشيخنا: قد قالوا: إن الإِيمان لا يوزن نص عليه أبو طالب، وصاحب \" موازنة الأعمال \"، وغيرهما، قالوا:؛ لأنه لو وزن الإِيمان لرجح بجميع السيئات، وذكروا في ذلك حديثًا.\rفردّ شيخنا: بأن الإِيمان يوزن، ولا يلزم أن يرجح بالسيئات.\rوالمسألة علمية فلا يحتجُّ فيها بخبر الآحاد كما قال شيخ المَازَري في","seal":"093435B8","page":616},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":423,"nass":"حديث: \" من اغتصب شبرًا من الأرض طوقه اللَّه به من سبع أرضين يوم\rالقيامة \"، مع أنه حديث صحيح أخرجه البخاري، ومسلم، فكيف","seal":"F4796DF4","page":617},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":424,"nass":"بحديث لم يخرجه واحد منهما ولا صححه أحد.\r- (من ذكر أو أنثى. .). احترس بأن لا يتوهم تفضيل أحد صنفي الذكور، والإِناث على الآخر.","seal":"7CEA2F66","page":618},
      {"aya":196,"part":"1","sora":3,"Na":1,"id":425,"nass":"- (فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي. .). الآية إما عطف موصوفات، أو عطف صفات.\r- (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ. .). يدل على أن المراد بالسيئات الكبائر كما سبق لا الصغائر كما قال الزمخشري؛ لأنها مغفورة باجتناب الكبائر، وغفران الكبائر إما بالتوبة، أو بالموازنة مع هذه الأفعال فترجح بها.\rوقال الأصوليون: فائدة الترتيب في الكليات الخمس التي أَوَّلها، وآكدها حفظ الأديان إذا ظهر الفسوق، وتُعدى الحدود من الخلفاء، فإن الإِنسان يهاجر من البلد الذي فِسْقُهم فيها بأشدها إلى الذي فِسْقُهم فيها بأخفها، والعطف فيما بين الأول، والثاني تدلي، وفيما بعده ترقى.\r\r196 - (لَا يَغُرَّنَّكَ. .). حاصل ما ذكره الزمخشري هنا أن الأمر الملائم إن اعْتُبر من حيث ذاته مع قطع النظر عن عاقبته ومآله فهو غرور، وإن رُوعي \" مآله \" فليس بغرور.","seal":"03C4D06C","page":619},
      {"aya":197,"part":"1","sora":3,"Na":2,"id":426,"nass":"197 - (متاع قليل. .). حذف مبتدأه لكون الخبر لا يصلح إلّا له.\rالزمخشري: قِلَّته بالنسبة إلى الثواب الأخروي \"، انتهى. هو بالنسبة إليه عدم فيكون كقول سيبويه: \" قلَّ رجل فعل ذلك، وأنشده: مررت بأرض قل ما تنبت البقلا.\rابن العربي في \" سراج المريدين \" في الاسم الحادي، والثلاثين وهو الزاهد.\r\r198 - (لكن الذين. .) كان الصعلوكي، الفقيه الحنفي من","seal":"38E1F4B1","page":620},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":427,"nass":"خُرَاسَان ممَّن جمع رئاسة الدين، والدنيا لقي وهو راكب يهوديًا خارجًا من سجن حمام في أطمار سجنه بدخانه فقال: ألستم تروون عن نبيكم: \" أن الدنيا سجن المؤمن، وجنة الكافر \"؟، وهو عبد كافر، وترى حالي، وأنت مؤمن ترى حالك فقال له على البديهية إذا صرت يا هذا لعذاب الله كانت هذه جنتك، وإذا صرت أنا إلى نعيم اللَّه كان هذا سجني. فعجب الخلق من فقهه، وبراعته.\r- (اتقوا ربهم لهم. .). عبر بلفظ: \" الرب \" دون لفظ: \" اللَّه \"؛ لأنهم إذا اتقوه مع استشعار الحَنَان، والشفقة فاحرى مع استحضار مقام الجلال.\r- (خالدين). أعربه مكيِّ: حالًا من ضمير (لهم) بناء على أنه خبر، و (وجنات) مبتدأ.","seal":"45C66A86","page":621},
      {"aya":199,"part":"1","sora":3,"Na":1,"id":428,"nass":"- (ونزلًا). النُزُل ما يقدم للضيف ساعة نزوله، وهو أدنى مما يقدم له إذا بات باعتبار العادة؛ لأن ما قدم له أولا لم يكن صُنعَ لأجله فجعل الجنة (نُزُلاً) فقط، وما وراءها من الإِحسان أكثر من ذلك.\r- (عند اللَّه خير. .). الفخر: احتج أهل السنة بهذه الآية، على إثبات الرؤية. لأنه ليس ثَمَّ ما هو خير من الجنة إلَّا النظر إلى وجه اللَّه عزّ وجل.\r\r199 - (لَمَن يؤمن باللَّه. .). عبر بالمضارع مع أنهم كانوا آمنوا، إما للتصوير على أن المراد بالآية النجاشيِّ، وإما للتجدد على أن المراد: غيره؛ لأن النجاشي قد مات.\rفإن قلت: المُنَزَلُ إليهم متقدم في النزول على المنزل إلينا فهلا قدم في اللفظ!.\rفالجواب: أنه قدم ما هو مستبعد الوقوع فكان تصوير الإِخبار بأن إيمانهم به أهم، وهذا كما قالوا في قوله تعالى: (وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ. .)، فقدم تحرير الرقبة؛ لأنها","seal":"568400D2","page":622},
      {"aya":200,"part":"1","sora":3,"Na":1,"id":429,"nass":"مستبعده في مظنة الترك؛ لأن القتل خطأ ثم قال: (وإن كان من قوم بينكم وبيهم ميثاق فدية. .) فقدم الدية؛ لكون المقتول كافرًا فهي مستبعدة في مظنة الترك، وكما قالوا في قوله تعالى: (من بعد وصية يوصى بها أو دين. .)، قدم الوصية؛ لأنها عن غير عوض فهي مستبعدة الوقوع.\r- (لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا. .). تعريض بأحبار اليهود فإنهم كانوا يقبلون الرَّشاء.\r- (قليلاً. .). لا مفهوم له؛ لأنه لايقع إلا قليلاً لفنائه.\r- (وسريع الحساب). الأظهر أن المراد قرب وقته. وقيل: قصر مدته. وإذا كان المخلوق يقول: (أنا آتيك به قبل أن يرتد إليك طرفك. .)\r، ثم وفَّى به، وقدر عليه فما بالك بالخالق؟!.\r\r200 - (وصابروا. .) أي: صابروا بعضكم بعضًا؛ ليكون كل واحد منكم أصبر من صاحبه، أو من جميع أصحابه.\rالزمخشري: أي: صابروا أعداء الله في الجهاد أي: غالبوهم في الصبر على شدائد الحروب، ولا تكونوا أقل صبرًا منهم. وزاد ابن عطية صابروا أنفسكم أي: عاقبوها فأَكْرِهُوها على الصبر.","seal":"BFCAC606","page":623},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":430,"nass":"- (رابطوا). ابن عطية عن ابن الموَّاز: المرابط هو الذي يشخص لثغر من الثغور، ليرتبط فيه مدة ما. فأمّا سُكَّان الثغور دائمًا بأهاليهم فليسوا بمرابطين. ولما نقله الباجي في أواخر \" كتاب الجهاد \" قال: الظاهر أنه مرابط، وإن أقام بأهله.\rقال شيخنا: وهو الصحيح أَلَا ترى أن مالكًا قال في \" المدونة \": لا بأس أن يخرج الرجل بأهله إلى مثل السواحل لا إلى دار الحرب في الغزو إلّا أن يكون في عسكر عظيم لا يخاف عليهم. وكان السلطان أبو الحسن المُريني إذا خرج للجهاد يبحث على من عنده زوجة حرَّة فيأمره بإخراجها معه، وإذا كان الإِنسان \" يؤجر على اللقمة يجعلها في فيّ امرأته \"، كما في الحديث الصحيح فأحرى أن يؤجر على مجاهدته عن امرأته. وكذا الرباط فإنه يكون حرص الإِنسان حينئذ على السلامة أشد؛ لأنه يناضل عن نفسه، وعن حريمه، وعن المسلمين. ولمَّا عَرَّف عياض في \" المدارك \" بسعيد بن","seal":"B8436FFE","page":624},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":431,"nass":"فحلون قال: إنه سمع رجلاً يسأل المغاميِّ عن رجل أراد الخروج إلى \" ظلمتك \" مرابطًا، وأراد أن يُخْرِجَ معه جارية تخدمه، ويطاؤها، فقال: لا تخرج إليها بجارية أصلاً قال سعيد: فلما دخلت الاسكندرية سألت عنها ابن ميِّسر فقيهها فقال: إذا كانت المدائن التي يحبس عليها","seal":"8C85C719","page":625},
      {"aya":0,"part":"1","sora":0,"Na":0,"id":432,"nass":"عامة الروم فلا تخرج، وأمّا مثل الاسكندرية فيخرج إليها بالنساء، إذ لا يُجْسرعليها.\r- (واتقوا الله. .). حجة للمتأخرين في أن المتقي أخص من المؤمن؛ لأن المقصود أخص وصف التقوى.\r* * *","seal":"D8754F1B","page":626}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":830,"ShrtCs":0,"Bk":"التقييد الكبير للبسيلي","HigriD":"830","oAuthVer":3,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"أبو العباس أحمد بن محمد بن أحمد البسيلي التونسي","bLnk":null,"Inf":null,"Auth":"البسيلي","Betaka":"الكتاب: التقييد الكبير في تفسير كتاب الله المجيد\r\nالمؤلف: أبو العباس أحمد بن محمد بن أحمد البسيلي التونسي (المتوفى: 380هـ)\r\nالناشر: كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية - الرياض - المملكة العربية السعودية\r\nعدد الأجزاء: 2\r\nأعده للشاملة/ أبو إبراهيم حسانين\r\n[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة مقارنة التفاسير]","TafseerNam":"التقييد الكبير للبسيلي","PdfCs":null,"AuthInf":"شيخ عالم مفسر منطقي مشارك، وُصف بأنه كان كثير الصمت قليل الخوض فيما لا يعني، عليه آداب العلم من وقار وسكينة، وكان يقرئ بسقيفة داره كثيرا، وتقصده الطلبة تسأله عن المسائل المشكلة، وكان يحدثهم عن شيخه الإمام ابن عرفة رحمه الله تعالى.\rونضيف أنه -عدا ابنِ عرفة- قد أخذ عن المقرئ أبى عبد الله ابن مسافر العامري (ت 786 هـ) والنحوي أبي العباس أحمد ابن القصار الأزدي (ت 790 هـ) ومحدث تونس أبي عبد الله محمد البطرني التونسي (ت 793 هـ)، والمؤرخ ابن خلدون الحضرمي (ت 808 هـ)، وإمام جامع الزيتونة أبي مهدي عيسى الغبريني (ت 845 هـ) وغيرهم، وتتلمذ له كثيرون منهم الفقيه الرصاع شارح الحدود، والقاضي أبو العباس ابن كحيل التجاني التونسي، وغيرُهم.\r\rوله من التآليف كتاب حاذى به مختصر ابن عرفة الفقهي ثم اختصره، وتفسيرا كبيرا، وآخرَ صغيرا هو انتخاب من الأول مع زوائد، وهو كتابنا هذا، مع شرح للمدونة، وآخرَ على قصيدة الرامزة في العروض لضياء الدين الخزرجي، وثالثا على الجمل في المنطق لأفضل الدين الخونجي (ت 646 هـ).\r\rيرتكز تفسير البسيلي على مجالس ابن عرفة التفسيرية التي شهدها في الفترة ما بين 783 هـ و 803 هـ، وعليه يظهر أن جمع المادة قد استغرق من البسيلي عشرين سنة إلى وفاة ابن عرفة، منضافة إلى خمس سنوات بعدها، إذ يرجع آخر تاريخ مذكور في التفسير إلى سنة 808 هـ، وإذا ما أخذنا في الاعتبار أنه قد استعان بمدونات سابقة على حضوره مجالس ابن عرفة عرفنا أن نكت البسيلي صورة حية عن مجالس ابن عرفة في التفسير خلال ما يزيد على ثلاثة عقود.\rوعلاوة على ما سبق، فإن المدونات التي تتغيا تقييد مجالس الدرس لا تتخذ صبغة التأليف المنهجي المدرسي، ولذلك يتضح أن تقييد البسيلي بالشكل الذي بين أيدينا قد خضع لعمليات متعددة بدءا من تخريج ما هو مدون سلفا دون ما دونه صاحبنا، ثم انتقاء النكت وترتيبها، مرورا بالإضافات التي ليست من فوائد ابن عرفة ولا ذكرها بحال.\r\r(التعريف بالمؤلف من مقدمة تفسير البسيلي المطبوع)","seal":"90316F20","cat":"التفاسير","oNum":95565,"BkId":95565,"oAuth":2423,"bVer":1,"aSeal":"021D2E73"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95565":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"مقدمة"},
      {"lvl":2,"id":16,"sub":0,"tit":"فصل: فيمن جمع القرآن."},
      {"lvl":1,"id":23,"sub":0,"tit":"الاستعاذة"},
      {"lvl":1,"id":27,"sub":0,"tit":"البسملة"},
      {"lvl":1,"id":49,"sub":0,"tit":"سورة أم القرآن"},
      {"lvl":2,"id":49,"sub":1,"tit":"2"},
      {"lvl":2,"id":52,"sub":0,"tit":"5"},
      {"lvl":1,"id":54,"sub":0,"tit":"سورة البقرة"},
      {"lvl":2,"id":55,"sub":0,"tit":"2"},
      {"lvl":2,"id":55,"sub":1,"tit":"3"},
      {"lvl":2,"id":55,"sub":2,"tit":"7"},
      {"lvl":2,"id":56,"sub":0,"tit":"10"},
      {"lvl":2,"id":56,"sub":1,"tit":"17"},
      {"lvl":2,"id":57,"sub":0,"tit":"20"},
      {"lvl":2,"id":57,"sub":1,"tit":"25"},
      {"lvl":2,"id":62,"sub":0,"tit":"27"},
      {"lvl":2,"id":62,"sub":1,"tit":"28"},
      {"lvl":2,"id":62,"sub":2,"tit":"29"},
      {"lvl":2,"id":64,"sub":0,"tit":"30"},
      {"lvl":2,"id":65,"sub":0,"tit":"36"},
      {"lvl":2,"id":65,"sub":1,"tit":"38"},
      {"lvl":2,"id":67,"sub":0,"tit":"46"},
      {"lvl":2,"id":68,"sub":0,"tit":"47"},
      {"lvl":2,"id":69,"sub":0,"tit":"48"},
      {"lvl":2,"id":69,"sub":1,"tit":"49"},
      {"lvl":2,"id":69,"sub":2,"tit":"50"},
      {"lvl":2,"id":69,"sub":3,"tit":"59"},
      {"lvl":2,"id":70,"sub":0,"tit":"60"},
      {"lvl":2,"id":70,"sub":1,"tit":"61"},
      {"lvl":2,"id":71,"sub":0,"tit":"73"},
      {"lvl":2,"id":71,"sub":1,"tit":"74"},
      {"lvl":2,"id":72,"sub":0,"tit":"80"},
      {"lvl":2,"id":72,"sub":1,"tit":"84"},
      {"lvl":2,"id":72,"sub":2,"tit":"85"},
      {"lvl":2,"id":73,"sub":0,"tit":"86"},
      {"lvl":2,"id":74,"sub":0,"tit":"87"},
      {"lvl":2,"id":74,"sub":1,"tit":"89"},
      {"lvl":2,"id":75,"sub":0,"tit":"91"},
      {"lvl":2,"id":76,"sub":0,"tit":"101"},
      {"lvl":2,"id":76,"sub":1,"tit":"106"},
      {"lvl":2,"id":77,"sub":0,"tit":"114"},
      {"lvl":2,"id":77,"sub":1,"tit":"116"},
      {"lvl":2,"id":78,"sub":0,"tit":"120"},
      {"lvl":2,"id":78,"sub":1,"tit":"124"},
      {"lvl":2,"id":80,"sub":0,"tit":"125"},
      {"lvl":2,"id":80,"sub":1,"tit":"129"},
      {"lvl":2,"id":80,"sub":2,"tit":"133"},
      {"lvl":2,"id":82,"sub":0,"tit":"134"},
      {"lvl":2,"id":82,"sub":1,"tit":"136"},
      {"lvl":2,"id":83,"sub":0,"tit":"143"},
      {"lvl":2,"id":83,"sub":1,"tit":"144"},
      {"lvl":2,"id":83,"sub":2,"tit":"146"},
      {"lvl":2,"id":84,"sub":0,"tit":"158"},
      {"lvl":2,"id":85,"sub":0,"tit":"161"},
      {"lvl":2,"id":85,"sub":1,"tit":"164"},
      {"lvl":2,"id":86,"sub":0,"tit":"168"},
      {"lvl":2,"id":86,"sub":1,"tit":"169"},
      {"lvl":2,"id":87,"sub":0,"tit":"173"},
      {"lvl":2,"id":88,"sub":0,"tit":"177"},
      {"lvl":2,"id":88,"sub":1,"tit":"179"},
      {"lvl":2,"id":89,"sub":0,"tit":"180"},
      {"lvl":2,"id":89,"sub":1,"tit":"186"},
      {"lvl":2,"id":89,"sub":2,"tit":"187"},
      {"lvl":2,"id":89,"sub":3,"tit":"190"},
      {"lvl":2,"id":90,"sub":0,"tit":"191"},
      {"lvl":2,"id":92,"sub":0,"tit":"193"},
      {"lvl":2,"id":93,"sub":0,"tit":"196"},
      {"lvl":2,"id":93,"sub":1,"tit":"200"},
      {"lvl":2,"id":99,"sub":0,"tit":"208"},
      {"lvl":2,"id":99,"sub":1,"tit":"216"},
      {"lvl":2,"id":100,"sub":0,"tit":"217"},
      {"lvl":2,"id":101,"sub":0,"tit":"221"},
      {"lvl":2,"id":105,"sub":0,"tit":"222"},
      {"lvl":2,"id":118,"sub":0,"tit":"223"},
      {"lvl":2,"id":118,"sub":1,"tit":"228"},
      {"lvl":2,"id":118,"sub":2,"tit":"229"},
      {"lvl":2,"id":121,"sub":0,"tit":"231"},
      {"lvl":2,"id":121,"sub":1,"tit":"233"},
      {"lvl":2,"id":123,"sub":0,"tit":"234"},
      {"lvl":2,"id":124,"sub":0,"tit":"235"},
      {"lvl":2,"id":125,"sub":0,"tit":"237"},
      {"lvl":2,"id":127,"sub":0,"tit":"246"},
      {"lvl":2,"id":127,"sub":1,"tit":"248"},
      {"lvl":2,"id":128,"sub":0,"tit":"249"},
      {"lvl":2,"id":129,"sub":0,"tit":"251"},
      {"lvl":2,"id":131,"sub":0,"tit":"253"},
      {"lvl":2,"id":131,"sub":1,"tit":"254"},
      {"lvl":2,"id":132,"sub":0,"tit":"255"},
      {"lvl":2,"id":132,"sub":1,"tit":"257"},
      {"lvl":2,"id":133,"sub":0,"tit":"259"},
      {"lvl":2,"id":135,"sub":0,"tit":"260"},
      {"lvl":2,"id":136,"sub":0,"tit":"258"},
      {"lvl":2,"id":137,"sub":0,"tit":"264"},
      {"lvl":2,"id":140,"sub":0,"tit":"265"},
      {"lvl":2,"id":140,"sub":1,"tit":"266"},
      {"lvl":2,"id":140,"sub":2,"tit":"267"},
      {"lvl":2,"id":142,"sub":0,"tit":"268"},
      {"lvl":2,"id":142,"sub":1,"tit":"267"},
      {"lvl":2,"id":142,"sub":2,"tit":"275"},
      {"lvl":2,"id":145,"sub":0,"tit":"271"},
      {"lvl":2,"id":148,"sub":0,"tit":"272"},
      {"lvl":2,"id":152,"sub":0,"tit":"273"},
      {"lvl":2,"id":156,"sub":0,"tit":"274"},
      {"lvl":2,"id":160,"sub":0,"tit":"275"},
      {"lvl":2,"id":165,"sub":0,"tit":"276"},
      {"lvl":2,"id":170,"sub":0,"tit":"277"},
      {"lvl":2,"id":171,"sub":0,"tit":"278"},
      {"lvl":2,"id":172,"sub":0,"tit":"279"},
      {"lvl":2,"id":173,"sub":0,"tit":"280"},
      {"lvl":2,"id":179,"sub":0,"tit":"281"},
      {"lvl":2,"id":181,"sub":0,"tit":"282"},
      {"lvl":2,"id":211,"sub":0,"tit":"283"},
      {"lvl":2,"id":215,"sub":0,"tit":"284"},
      {"lvl":2,"id":222,"sub":0,"tit":"285"},
      {"lvl":2,"id":228,"sub":0,"tit":"286"},
      {"lvl":1,"id":245,"sub":0,"tit":"سورة آل عمران"},
      {"lvl":2,"id":249,"sub":0,"tit":"(3)"},
      {"lvl":2,"id":251,"sub":0,"tit":"4"},
      {"lvl":2,"id":252,"sub":0,"tit":"5"},
      {"lvl":2,"id":254,"sub":0,"tit":"6"},
      {"lvl":2,"id":255,"sub":0,"tit":"7"},
      {"lvl":2,"id":260,"sub":0,"tit":"7"},
      {"lvl":2,"id":262,"sub":0,"tit":"8"},
      {"lvl":2,"id":265,"sub":0,"tit":"9"},
      {"lvl":2,"id":265,"sub":1,"tit":"10"},
      {"lvl":2,"id":267,"sub":0,"tit":"11"},
      {"lvl":2,"id":268,"sub":0,"tit":"12"},
      {"lvl":2,"id":269,"sub":0,"tit":"13"},
      {"lvl":2,"id":271,"sub":0,"tit":"14"},
      {"lvl":2,"id":275,"sub":0,"tit":"15"},
      {"lvl":2,"id":276,"sub":0,"tit":"16"},
      {"lvl":2,"id":284,"sub":0,"tit":"17"},
      {"lvl":2,"id":286,"sub":0,"tit":"18"},
      {"lvl":2,"id":288,"sub":0,"tit":"19"},
      {"lvl":2,"id":289,"sub":0,"tit":"20"},
      {"lvl":2,"id":291,"sub":0,"tit":"21"},
      {"lvl":2,"id":293,"sub":0,"tit":"22"},
      {"lvl":2,"id":293,"sub":1,"tit":"23"},
      {"lvl":2,"id":296,"sub":0,"tit":"24"},
      {"lvl":2,"id":296,"sub":1,"tit":"26"},
      {"lvl":2,"id":298,"sub":0,"tit":"27"},
      {"lvl":2,"id":304,"sub":0,"tit":"28"},
      {"lvl":2,"id":307,"sub":0,"tit":"29"},
      {"lvl":2,"id":310,"sub":0,"tit":"30"},
      {"lvl":2,"id":313,"sub":0,"tit":"31"},
      {"lvl":2,"id":315,"sub":0,"tit":"32"},
      {"lvl":2,"id":315,"sub":1,"tit":"33"},
      {"lvl":2,"id":321,"sub":0,"tit":"34"},
      {"lvl":2,"id":322,"sub":0,"tit":"35"},
      {"lvl":2,"id":323,"sub":0,"tit":"36"},
      {"lvl":2,"id":326,"sub":0,"tit":"37"},
      {"lvl":2,"id":327,"sub":0,"tit":"38"},
      {"lvl":2,"id":329,"sub":0,"tit":"39"},
      {"lvl":2,"id":335,"sub":0,"tit":"40"},
      {"lvl":2,"id":337,"sub":0,"tit":"41"},
      {"lvl":2,"id":340,"sub":0,"tit":"42"},
      {"lvl":2,"id":342,"sub":0,"tit":"43"},
      {"lvl":2,"id":345,"sub":0,"tit":"44"},
      {"lvl":2,"id":347,"sub":0,"tit":"48"},
      {"lvl":2,"id":351,"sub":0,"tit":"49"},
      {"lvl":2,"id":352,"sub":0,"tit":"51"},
      {"lvl":2,"id":352,"sub":1,"tit":"52"},
      {"lvl":2,"id":353,"sub":0,"tit":"64"},
      {"lvl":2,"id":360,"sub":0,"tit":"67"},
      {"lvl":2,"id":361,"sub":0,"tit":"68"},
      {"lvl":2,"id":361,"sub":1,"tit":"69"},
      {"lvl":2,"id":362,"sub":0,"tit":"71"},
      {"lvl":2,"id":363,"sub":0,"tit":"72"},
      {"lvl":2,"id":363,"sub":1,"tit":"77"},
      {"lvl":2,"id":364,"sub":0,"tit":"79"},
      {"lvl":2,"id":365,"sub":0,"tit":"104"},
      {"lvl":2,"id":366,"sub":0,"tit":"105"},
      {"lvl":2,"id":366,"sub":1,"tit":"106"},
      {"lvl":2,"id":368,"sub":0,"tit":"111"},
      {"lvl":2,"id":368,"sub":1,"tit":"112"},
      {"lvl":2,"id":369,"sub":0,"tit":"117"},
      {"lvl":2,"id":370,"sub":0,"tit":"120"},
      {"lvl":2,"id":371,"sub":0,"tit":"121"},
      {"lvl":2,"id":372,"sub":0,"tit":"135"},
      {"lvl":2,"id":374,"sub":0,"tit":"136"},
      {"lvl":2,"id":376,"sub":0,"tit":"139"},
      {"lvl":2,"id":376,"sub":1,"tit":"140"},
      {"lvl":2,"id":378,"sub":0,"tit":"141"},
      {"lvl":2,"id":379,"sub":0,"tit":"142"},
      {"lvl":2,"id":379,"sub":1,"tit":"143"},
      {"lvl":2,"id":380,"sub":0,"tit":"144"},
      {"lvl":2,"id":381,"sub":0,"tit":"145"},
      {"lvl":2,"id":381,"sub":1,"tit":"146"},
      {"lvl":2,"id":386,"sub":0,"tit":"147"},
      {"lvl":2,"id":387,"sub":0,"tit":"152"},
      {"lvl":2,"id":388,"sub":0,"tit":"153"},
      {"lvl":2,"id":389,"sub":0,"tit":"154"},
      {"lvl":2,"id":392,"sub":0,"tit":"155"},
      {"lvl":2,"id":393,"sub":0,"tit":"156"},
      {"lvl":2,"id":394,"sub":0,"tit":"157"},
      {"lvl":2,"id":395,"sub":0,"tit":"159"},
      {"lvl":2,"id":397,"sub":0,"tit":"160"},
      {"lvl":2,"id":398,"sub":0,"tit":"161"},
      {"lvl":2,"id":398,"sub":1,"tit":"162"},
      {"lvl":2,"id":399,"sub":0,"tit":"163"},
      {"lvl":2,"id":400,"sub":0,"tit":"164"},
      {"lvl":2,"id":401,"sub":0,"tit":"165"},
      {"lvl":2,"id":401,"sub":1,"tit":"166"},
      {"lvl":2,"id":402,"sub":0,"tit":"167"},
      {"lvl":2,"id":402,"sub":1,"tit":"168"},
      {"lvl":2,"id":403,"sub":0,"tit":"169"},
      {"lvl":2,"id":404,"sub":0,"tit":"171"},
      {"lvl":2,"id":404,"sub":1,"tit":"172"},
      {"lvl":2,"id":404,"sub":2,"tit":"173"},
      {"lvl":2,"id":405,"sub":0,"tit":"176"},
      {"lvl":2,"id":406,"sub":0,"tit":"177"},
      {"lvl":2,"id":406,"sub":1,"tit":"178"},
      {"lvl":2,"id":406,"sub":2,"tit":"179"},
      {"lvl":2,"id":407,"sub":0,"tit":"180"},
      {"lvl":2,"id":408,"sub":0,"tit":"181"},
      {"lvl":2,"id":408,"sub":1,"tit":"182"},
      {"lvl":2,"id":408,"sub":2,"tit":"183"},
      {"lvl":2,"id":409,"sub":0,"tit":"185"},
      {"lvl":2,"id":410,"sub":0,"tit":"186"},
      {"lvl":2,"id":412,"sub":0,"tit":"187"},
      {"lvl":2,"id":414,"sub":0,"tit":"188"},
      {"lvl":2,"id":414,"sub":1,"tit":"189"},
      {"lvl":2,"id":417,"sub":0,"tit":"190"},
      {"lvl":2,"id":418,"sub":0,"tit":"191"},
      {"lvl":2,"id":418,"sub":1,"tit":"192"},
      {"lvl":2,"id":420,"sub":0,"tit":"193"},
      {"lvl":2,"id":421,"sub":0,"tit":"194"},
      {"lvl":2,"id":422,"sub":0,"tit":"195"},
      {"lvl":2,"id":425,"sub":0,"tit":"196"},
      {"lvl":2,"id":426,"sub":0,"tit":"197"},
      {"lvl":2,"id":426,"sub":1,"tit":"198"},
      {"lvl":2,"id":428,"sub":0,"tit":"199"},
      {"lvl":2,"id":429,"sub":0,"tit":"200"}
    ]
}
