{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95586":
    [
      {"page":1,"id":1,"nass":"من قال فيه البخاري \"فيه نظر\"\rوأقوال أهل الجرح والتعديل\rدراسة تطبيقية في كتابه \"التاريخ الكبير\"\r\rبحث تقدم به\rالدكتور عبد القادر مصطفى المحمدي\rرئيس قسم الحديث\rكلية أصول الدين -الجامعة الإسلامية-بغداد","seal":"47D6C2FF","part":1},
      {"page":1,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rالحمد لله الذي خلق فسوى والذي قدر فهدى، والصلاة والسلام على خير الورى وأهل بيته وصحبه، ومن لإثرهم اقتفى، وبعد.\rفإن علم الجرح والتعديل له يعد رأساً من رؤوس هذا العلم المبارك- علم الحديث- الذي شرفنا الله تعالى به، وجعلنا خداماً للسنة المطهرة.\rومن العلوم أن هذا الفن يبحث في أسماء الرواة وبلدانهم، وحديثهم، ... الخ فهو غاية في الدقة، ومن تكلم فيه- كثر، وقليل منهم من أجاد وبرع، بل بعضهم قد يجرح وهو مجروح، أو يعدِّل وهو ليس كذلك- وهم قلة-، ومنهم من حاز الفضلين، ونال الحسنيين في هذا العلم، فهو أسمى من أن يذكر بجرح أو تعديل، ولا يجرئ كبير أحد أن يتكلم في تعديله ناهيك عن تجريحه، فإليه المنتهى في ذلك، وقوله الفصل إذا اختلفت الرجال.\rوهؤلاء مصابيح الهدى في هذا العلم المبارك، كـ عبد الرحمن بن مهدي، وشعبة والسفيانيين، وابن المديني وابن معين، وأبي حاتم وأبي زرعة الرازيين، وأحمد البخاري ومسلم .. وغيرهم.\rفهؤلاء الأئمة وغيرهم عرفوا الرجال، وعرفوا حديثهم، وعرفوا ما أصاب به ذاك الراوي وما أخطأ فيه، ومن يشتغل بهذا العلم العظيم يعرف قدرهم ومنزلتهم.\rوقد استعمل هؤلاء الأئمة في تقييم الرجال ونقدهم مصطلحات كانت متداولة، أو متيسر على طلبة العلم آنذاك معرفتها، وما كانت هذه المصطلحات- يعني أن يصطلح عليها أهل بلد أو صنعة- ولم يصرحوا دائماً بمقصودهم من هاتيك المصطلحات خشق؟؟؟ بعضها على من جاء بعدهم، فذهبوا يستقرءونها من خلال صنيعهم، وهذا الاستقراء مرة يجيء دقيقاً إلى حد كبير بحيث يقارب أو يكاد من مراد الإمام الناقد، وأخرى ينأى بعيداً، بحسب عدد الأمثلة، أو مقدرة المستقرئ وحفظه.\rلذا: نجد الخلاف قائماً بين بعض الأئمة من المتأخرين في المقصود من المصطلح كذا أو كذا.","seal":"7B970611","part":1},
      {"page":2,"id":3,"nass":"وقد بذل الأئمة المتأخرون جهداً كبيراً في هذه المصطلحات كيما ييسرون فهمها على الناس، فلا ينكر جهد الحافظ ابن الصلاح أو الخطيب البغدادي، أو الحافظ الذهبي أو العراقي أو ابن حجر العسقلاني، أو غيرهم من أئمة المصطلح إلا جاحد أعمى البصر والبصيرة.\rومثلما اتفقوا على كثير من هذه المصطلحات اختلفوا في بعض، وهذا أمر طبيعي، إذ وقع الخلاف في بعض تلك المصطلحات بناءً على قرائن توصل بها الإمام الفلاني إلى نتيجة خالفت ما توصل إليه.\rومن هذه المصطلحات في الجرح، قول الإمام البخاري رحمه الله تعالى «فيه نظر»، إذا وقع الخلاف في مراده منها، فحاولنا في هذه العجالة أن نناقش الأقوال، وأن نستقرئ الرجال الذين قال فيهم ذلك في كتابه العظيم «التأريخ الكبير»، مقارنين قوله بأقوال أئمة الجرح والتعديل من المتقدمين والمتأخرين، ولم نعرف بالإمام البخاري كعادة الباحثين أو بكتابة التأريخ، وذلك:\rأولاً: لأن المقصد من البحث بيان مراد البخاري من قوله «فيه نظر»، ونحن على عجالة من أمرنا، وبحثنا هذا لأهل التخصص الدقيق، الذين هم أعرف مني بالكتاب والكاتب.\rثانياً: ترجمة الإمام البخاري وكتابه مشهورة ومتداولة بين طلبة الحديث فلا داع للنقل منها، ولا أرى جديداً في التكرار.\rوقد اقتصرت في البحث على قوله «فيه نظر، أو في بعض النظر» أما ما تعلق بحديث الرجل أو بإسناد الحديث كأن يقول «حديثه فيه نظر» أو «إسناده فيه نظر»، فإني لم أتعرض لها لأنها تحتاج إلى بحث مستقل بها.\r\rالفصل الأول\rمراد الإمام البخاري من قوله: «فيه نظر»\rاختلف أهل الصنعة في مراد الإمام البخاري في قوله على الراوي: «فيه نظر»، بين المتقدمين والمتأخرين على أقوال سنذكرها ثم نناقشها في المباحث الآتية:\r\rالمبحث الأول: أنها مرتبة في الجرح الشديد\rيعد الإمام الذهبي- على حد علمي- أول من جعل هذه العبارة في هذه المرتبة، إذ يقول في الموقظة: «وكذا عادته- يعني البخاري- إذا قال «فيه نظر» بمعنى أنه متهم، أو ليس بثقة، فهو عنده أسوأ حالاً من الضعيف (¬1). وقال الذهبي في الميزان: «قال البخاري فيه نظر ولا يقول هذا إلا فيمن يتهمه غالباً» (¬2).\r¬__________\r(¬1) الموقظة: ص30.\r(¬2) ميزان الاعتدال: 2/ 34.","seal":"EE2EC949","part":1},
      {"page":3,"id":4,"nass":"أما ابن كثير فيقول: «من ذلك أن البخاري إذا قال في الرجل: «سكتوا عنه أو فيه نظر فإنه يكون في أدنى المنازل وأردئها عنده، ولكنه لطيف العبارة في التجريح» (¬1).\rوقال العراقي في شرح الألفية: «فلان فيه نظر وفلان سكتوا عنه يقولهما البخاري فيمن تركوا حديثه» (¬2).\rوقال السيوطي في تدريب الراوي: «تنبيهات الأول البخاري يطلق فيه نظر وسكتوا عنه فيمن تركوا حديثه ويطلق منكر الحديث على من لا تحل الرواية» (¬3).\rوجعل هذا اللفظ في مقدمة الميزان مع المتروك، فقال: «ثم متروك، وليس بثقة، وسكتوا عنه، وذاهب الحديث، وفيه نظر، وهاك، وساقط» (¬4). لكنه لم يعزه للبخاري بل عمم الحكم.\rويتابع العراقي الذهبي في مراتبه، ويزيد عليها بعض الألفاظ، فقد جعل المرتبة الأولى من مراتب الجرح: «فلان كذاب، أو وضاع، أو دجال ... والمرتبة الثانية: «فلان متهم بالكذب، أو الوضع، وساقط ومتروك، وفيه نظر وسكتوا عنه وهاتان العبارتان يقولهما البخاري فيمن تركوا حديثه. والمرتبة الثالثة: ضعيف جداً، أو رد حديثه، أو واهٍ بمرة» (¬5).\rأما السخاوي فجعل مراتب الجرح ستاً أو لها صيغة المبالغة نحو: «أكذب الناس، والثانية: كذاب أو يضع الحديث، والثالثة متهم بالوضع وساقط وهالك، وقال: فيه نظر أو سكتوا عنه ... وكثيراً ما يعبر البخاري بهاتين العبارتين الأخيرتين فيمن تركوا حديثه ... لأنه لورعه قل أن يقول: كذاب أو وضّاع، نعم ربما يقول: كذبه فلان، ورماه فلان بالكذب، فعلى هذا فإدخالهما في هذه المرتبة بالنسبة إلى البخاري خاصة، مع تجوز فيه أيضاً وإلا فموضعهما منه التي قبلها- يعني المرتبة التي من ألفاظها: كذاب، أو يضع الحديث ونحوه (¬6). وهكذا نجدهم نصوا على اختصاص البخاري بالجرح الشديد بهذا اللفظ.\rوقال الشيخ المعلمي في التنكيل: «وكلمة فيه نظر معدودة من أشد الجرح في اصطلاح البخاري\" (¬7).\r¬__________\r(¬1) اختصار علوم الحديث، بشرحه الباعث الحثيث: ص105.\r(¬2) شرح الألفية: 2/ 11.\r(¬3) تدريب الراوي: 1/ 349.\r(¬4) ميزان الاعتدال: 1/ 4.\r(¬5) شرح الألفية: 2/ 11.\r(¬6) فتح المغيب:\r(¬7) التنكيل: 1/ 270.","seal":"DA6C94F1","part":1},
      {"page":4,"id":5,"nass":"وقال اللكنوي في الرفع والتكميل في الجرح والتعديل قول البخاري في حق أحد من الرواة «فيه نظر»: يدل على أنه متهم عنده ولا كذلك عند غيره» (¬1).\rوقال التهانوي: «البخاري يطلق فيه نظر وسكتوا عنه فيمن تركوا حديثه» (¬2).\rوهكذا نجد جملة من العلماء ممن عرف بالاستقراء والتقصي ذهب إلى ترجيح القول أن البخاري يطلق هذه العبارة ويريد بها الجرح الشديد.\r\rالمبحث الثاني: من عدها جرحاً خفيفاً\rاستدل بعض من ذهب إلى هذا القول بما جاء عن الإمام الترمذي بعد أن نقل كلام البخاري في حكيم بن جبير: «لنا فيه نظر»، فأعقبه الترمذي بقوله: «ولم يعزم فيه على كل شيء» (¬3).\rوكذا من أقوال الإمام ابن عدي صاحب الكامل، فمن ذلك أنه نقل عن البخاري أنه قال عن بكير من مسمار: «في حديثه بعض النظر» فأعقبه ابن عدي بقوله: «لم أجد في رواياته حديثاً منكراً، وأرجو أنه لا بأس به، والذي قاله البخاري هو كما قال، روى عنه أبو بكر الحنفي أحاديث لا أعرف فيها شيئاً منكراً، وعندي أنه مستقيم الحديث» (¬4).\rوقال في موضع آخر في ترجمة ثعلبة بن يزيد الحماني أن البخاري قال عنه: «سمع علياً، روى عنه حبيب بن أبي ثابت، فيه نظر، لا يتابع في حديثه». فقال ابن عدي بعد إخراجه حديثاً له: «ولثعلبة عن علي غير هذا، ولم أر له حديثاً منكراً في مقدار ما يرويه، وأما سماعه من علي ففيه نظر، كما قال البخاري فها هو ابن عدي يفسر قول البخاري: «فيه نظر» بأنه ينفي وينكر سماع ثعلبة من علي - رضي الله عنه -.\rوذهب الحافظ ابن حجر إلى أبعد من ذلك في كتابه «بذل الماعون» عند ترجمة أبي بلج الفزاري الذي قال فيه البخاري: فيه نظر: «وهذه عبارته فيمن يكون وسطاً» (¬5).\r¬__________\r(¬1) الرفع والتنكيل: ص300.\r(¬2) وقواعد في علوم الحديث: ص254.\r(¬3) وانظر المرسل الخفي، الشريف العوني: 1/ 440.\r(¬4) الكامل: 2/ 42.\r(¬5) بذل الماعون: ص117.","seal":"5B085B69","part":1},
      {"page":5,"id":6,"nass":"المبحث الثالث: مناقشة الآراء والترجيح\rنقل الإمام الذهبي عن الإمام البخاري كلاماً يتعلق بتفسيره لقوله: «فيه نظر» - كما مر- وقد نقلها المزي بلفظ آخر ينبغي الوقوف الطويل عنده، إذ قال المزي في تهذيب الكمال- ترجمة عبد الكريم بن أبي المخارق-: «قال الحافظ أبو محمد عبد الله بن أحمد بن سعيد بن يربوع الأشبيلي: بين مسلم جرحه في صدر كتابه. وأما البخاري فلم ينبه من أمره على شيء، فدل أنه عنده على الاحتمال، لأنه قد قال في التاريخ: كل من لم أبين فيه جرحه فهو على الاحتمال، وإذا قلت: فيه نظر، فلا يحتمل» (¬1).\rقلت: لم أقف على هذه العبارة في تاريخي البخاري الكبير والصغير، ولو كانت في واحد منهما في نسخ الكتابين في عصر المزي، لكان المزي من أولى الناس اطلاعاً عليها فيهما، ولما افتقر في نقله لها إلى هذا الحافظ الأندلسي. ولكن الدقة والأمانة العالية التي عرف بها الذهبي تجعلنا نسلم لنقله، ويؤيد هذا أن الاستقراء لحال الرواة يبين دقة النتيجة التي ذكرها الذهبي رحمه الله تعالى.\rوقال الشيخ عبد الفتاح أبو غدة: «وقد انتقد أستاذنا العلامة المحقق النبيل الشيخ حبيب الرحمن الأعظمي كلام الحافظ الذهبي المذكور في أول هذا الإيقاظ وكلام الحافظ العراقي المذكور في آخره: فلان فيه نظر يقوله البخاري فيمن تركوا حديثه- يقول الشيخ عبد الفتاح- فكتب إليَّ سلَّمه الله من الهند يقول»: ولا ينقضي عجبي حين أقرأ كلام العراقي هذا وكلام الذهبي أن البخاري لا يقول: فيه نظر، أو يدخلونه في الصحيح وإليك أمثلة ... - وساق الأعظمي أمثلة، منها:-\r1 - تمام بن نجيح قال فيه البخاري: «فيه نظر». ووثقه ابن معين وقال البزار في موضع: هو صالح الحديث وروى له البخاري نفسه أثراً موقوفاً معلقاً في رفع عمر بن عبد العزيز يديه حين يركع أعني فلم يتركه البخاري نفسه ولم يتركه أبو داود ولا الترمذي.\r2 - ثعلبة بن نجيح الحماني قال فيه البخاري: «في حديثه نظر، لا يتابع في حديثه». وقال النسائي: ثقة وقال ابن عدي: لم أر له حديثاً منكراً في مقدار ما يرويه وقال الحافظ ابن حجر: صدوق شيعي.\r¬__________\r(¬1) تهذيب الكمال: 10/ 265.","seal":"137811FB","part":1},
      {"page":6,"id":7,"nass":"3 - عبد الرحمن بن سلمان الرعيني، قال البخاري: «فيه نظر» وقد وثقه ابن يونس وقال أبو حاتم: ما رأيت من حديثه منكراً، وهو صالح الحديث وله عند مسلم في مبيت ابن عباس عند ميمونة، وقال النسائي: ليس به بأس، وأدخله البخاري في الضعفاء فقال أبو حاتم يحول من هناك.\rقال الأعظمي:\r«والصواب عندي: أن ما قاله العراقي ليس بمطرد ولا صحيح على إطلاقه بل كثيراً ما يقوله البخاري ولا يوافقه عليه الجهابذة وكثيراً ما يقوله ويريد به إسناداً خاصاً كما قال في التاريخ الكبير 3/ 1/ 103 في ترجمة عبد الله بن محمد بن عبد الله بن زيد) رائي الأذان (فيه نظر لأنه لم يذكر سماع بعضهم من بعض.\rوكما في ترجمته من تهذيب التهذيب 6/ 160 وكثيراً ما يقوله ولا يعني الراوي بل حديث الراوي فعليك بالتثبت والتأني (¬1).\rقلت:- الباحث- أما قول الأعظمي فمردود من عدة جهات: الأول: أن عدداً من الذين أوردهم قد ضعفهم غير البخاري فيكون مما اختلف فيه أهل العلم وهذا حاصل في كلام العلماء فكم من راو ضعفه عالم وقواه عالم آخر كما يعلم من كتب الرجال.\rالثاني: أن بعض الأمثلة التي أوردها قال فيها البخاري: «في حديثه نظر»، وهذا يختلف عن قوله فيه نظر كما ذكره عدد من أهل العلم.\rالثالث: إن سلم له مثال أو مثالين فقد يقال إن البخاري يستخدم هذا أحياناً قليلة في الجرح الخفيف وهذا ما يدل على كلام الذهبي رحمه الله حيث قال: قال البخاري: «فيه نظر»: «ولا يقول هذا إلا فيمن يتهمه غالباً»، فدل على أنه قد يذكرها أحياناً لغير الضعف الشديد.\rوخلص الشريف العوني إلى القول: «لم يزل- يريد فيه نظر- غير دال وحده على الضعف الشديد، لأن من رأى أنها تدل على الضعف الشديد إنما اعتمد على ما نقل عن البخاري، غافلاً عن أدلة وإشكالات تنقض وتعترض النتيجة التي توصل إليها، وغير منتبه إلى أن عبارة البخاري وهي دليله الوحيد لا تدل أصلاً على المعنى الذي فهمه منها).\r¬__________\r(¬1) الرفع والتكميل: ص309.","seal":"E33E4CA6","part":1},
      {"page":7,"id":8,"nass":"ولم يزل عند حول هذه المسألة من الوقفات التي أسد بها ثغراتها، وأزيل عنها شبهاتها، وأفسر مقصود البخاري بقوله: «فيه نظر»: على اختلاف دلالاتها من خلال واقع استخدامها، وما هي مرتبة هذه اللفظة على التعيين؟ وغير ذلك مما هو من لوازم الدراسة العلمية المنضبطة، التي لا تستجيز العجلة، بل لا تطمئن إلى النتيجة إلا بعد سد الثغرات والإجابة عن كل اعتراض محتمل بجواب صحيح، لأن بقاء ثغرة واحدة أو قيام إشكال واحد قد يكون في حقيقته ناقضاً صحيحاً وارداً وجيهاً عمّا كنت قد تبنيته، فلابد من دراسة ذلك كله بصدق وأمانة» (¬1).\rومن خلال تراجم الرجال الذين قال فيهم البخاري: «نجدهم ضعفاء جداً في الغالب، متكلم فيهم بجرح صريح، منع من قبول روايته، إذ يجد الباحث أن أغلب من وصفهم البخاري بـ «فيه نظر» أن أئمة الجرح والتعديل قد جرحوهم شديداً، وحتى الأئمة الذين نسب إليهم القول أنهم فسروا تلك العبارة بالجرح الخفيف كابن عدي- مثلاً- جرحوهم بشدة، وعلى سبيل المثال:\rجاء في ترجمة: عبد الحكيم بن منصور الخزاعي الواسطي: قال البخاري: «كذبه بعضهم فيه نظر»، وضعفه ابن معين، وقال مرة: كذبه وتركه، وقال أبو حاتم: لا يكتب حديثه، وضعفه أبو داود وابن سعد، وتركه النسائي والدارقطني وابن حجر، وقال ابن عدي: له أحاديث لا يتابع عليها، وقال ابن حبان: كان شيخاً مغفلاً يحدث بما لا يعلم لا يجوز الاحتجاج به إذا انفرد، وقال الحاكم: ذاهب الحديث، وقال الذهبي: تركوه.\rوجاء في ترجمة: حسين بن حسن الفرازي الأشقر: قال البخاري: «فيه نظر». وقال مرة: عنده مناكير، ومرة: مقارب الحديث، وقال يحيى بن معين: لا بأس به، وأورده ابن حبان في الثقات، وقال أحمد بن حنبل: ليس بأهل أن يحدث عنه، وقال أبو زرعة: هو شيخ منكر الحديث، وقال أبو حاتم: ليس بقوي في الحديث، ومثله قال النسائي والدارقطني، وقال الجوزجاني: كان غالياً من الشتامين للخيرة، وأورده ابن حبان في الثقات، وقال ابن عدي بعد أن استنكر له أحاديث: والبلاء فيها من الأشقر، ثم قال: في حديثه بعض ما فيه، وقال العقيلي بعد أن ذكر له حديثاً: لا يعرف إلا به ولا يتابع عليه.\r¬__________\r(¬1) المرسل الخفي: 1/ 440.","seal":"D3C39370","part":1},
      {"page":8,"id":9,"nass":"فمذهب الحافظ الذهبي ومن تبعه أدق والله أعلم. وسيأتي بيان ذلك في الفصل التطبيقي، إن شاء الله تعالى.\r\rالفصل الثاني\rالدراسة التطبيقية في التأريخ الكبير\rفيما يلي ترتيبا للرواة الذين قال فيهم لبخاري: \"فيه نظر\" من كتابه التأريخ الكبير، ثم ذكرت بعده بعض أقوال أئمة الجرح والتعديل من المتقدمين والمتأخرين، مرتبا على حروف المعجم ..\r1. إبراهيم بن علي الرافعي: قال البخاري: \"فيه نظر\". وقال ابن معين: ليس به بأس، وقال أبو حاتم: شيخ، وقال ابن عدي: وسط، وقال ابن حبّان: كان يخطئ حتى خرج عن حدّ الاحتجاج به إذا انفرد، وضعفه الدارقطني وابن حجر. قلت: ليس له في التسعة سوى حديث واحد تفرّد به ابن ماجة (¬1).\r2. إبراهيم بن محمّد بن عبد العزيز بن عمر بن عبد الرحمن بن عوف: قال البخاري: \"فيه نظر\". وقال مرة: منكر الحديث، ومرة: سكتوا عنه، وضعفه الدارقطني، وقال ابن عدي: عامة ما يرويه مناكير ولا يشبه حديثه أهل الصدق، وقال ابن حبان: تفرد بأشياء لا تعرف حتى خرج عن حدّ الاحتجاج به مع قلة تيقظ في الحفظ والإتقان. قلت: ليس له في التسعة شيء (¬2).\r3. إسحاق بن إبراهيم بن نسطاس: قال البخاري: \" فيه نظر\".، وقال أبو حاتم: شيخ ليس بالقوي، وقال ابن الجارود: منكر الحديث، وقال ابن حبان: كان يخطئ لا يجوز الاحتجاج بخبره إذا انفرد، وقال ابن عدي: ليس له كبير رواية، وضعفه النسائي، وقال الذهبي: واه. قلت: وليس له في التسعة شيء.\r4. إسماعيل بن عبد الرحمن الأودي: قال البخاري: \"فيه نظر\". وقال الأزدي: منكر الحديث، وقال ابن معين: شيخ كوفي، وقال العقيلي: لا يعرف إلا [بحديث الحمامات]، وقال ابن عدي: لا أعرف له غير [حديثين]. قلت: ليس له في التسعة شيء.\r¬__________\r(¬1) ينظر: التاريخ الكبير 1/ 310،والمجروحين1/ 103،والكامل 1/ 258،وتهذيب الكمال 2/ 155،والتقريب1/ 92.\r(¬2) ينظر: التاريخ الكبير 1/ 322،وضعفاء العقيلي 1/ 61،والمجروحين1/ 114،والكامل 1/ 258،ولسان الميزان1/ 97.","seal":"075CDC4C","part":1},
      {"page":9,"id":10,"nass":"5. إسماعيل بن مختار: قال البخاري: «فيه نظر لم يصح حديثه». وقال أبو حاتم: شيخ، وقال ابن عدي: ليس بمعروف، وقال ابن معين: لا أعرفه، وقال الذهبي: مجهول، وأورده ابن حبان في الثقات. قلت: ليس له في التسعة شيء.\r6. إياس بن عفيف سنان: قال البخاري: \"فيه نظر\".وذكره ابن حبان في الثقات. قلت: وليس له في التسعة سوى حديثاً واحداً عند أحمد.\r7. أوس بن عبد الله بن بريدة بن حصيب الأسلمي: قال البخاري: \"فيه نظر\". قال النسائي: ليس بثقة، وقال ابن عدي: في بعض أحاديثه مناكير، وقال ابن حبان: كان ممن يخطئ، وتركه الدارقطني. قلت: له حديث واحد عند أحمد.\r8. بريدة بن سفيان بن فروة الأسلمي: قال البخاري \": فيه نظر\". وقال أحمد عنه: بليّة، ونقل عنه ابن معين شربه للخمر، وقال أبو حاتم: ضعيف الحديث، وقال ابن عدي: ليس له كثير رواية، قال الجوزجاني: رديء المذهب، وقال النسائي: ليس بالقوي، ووافقه ابن حجر، وأورده ابن حبان في الثقات، وتركه الدارقطني، وقال أبو داود: لم يكن بذاك. قلت: له في التسعة حديث واحد عند أحمد وآخر عند النسائي.\r9. بشر بن الحسين الأصبهاني الهلالي: قال البخاري: \"فيه نظر\". وقال أبو حاتم: لا أعرفه، وتركه الدارقطني، وقال ابن عدي: ضعيف عامة ما يرويه غير محفوظ، وقال ابن حبان: يروي عن الزبير نسخة موضوعة. قلت: وليس له في التسعة شيء.\r10. بكر بن قرواش الكوفي: قال البخاري \": فيه نظر\". وقال ابن المديني: لم أسمع بذكره إلا في حديث واحد، وقال ابن عدي: ما أقل ما له من الروايات، وأورده ابن حبان في ثقاته، ووثقه العجلي، وقال الذهبي: لا يعرف وحديثه منكر،. قلت: ليس له في التسعة إلا حديثاً واحداً عند أحمد.","seal":"48767691","part":1},
      {"page":10,"id":11,"nass":"11. تمام بن نجيح الأسدي: قال البخاري: \"فيه نظر\". وقال أحمد: لا أعرفه، ووثقه ابن معين والفسوي، وقال أبو حاتم: منكر الحديث ذاهب، وقال أبو زرعة: ليس بقوي ضعيف، وقال ابن عدي: عامة ما يرويه لا يتابعه الثقات عليه، وقال النسائي: لا يعجبني حديثه، وضعفه ابن حبان والدارقطني والذهبي وابن حجر، وقال ابن حبان مرة: منكر الحديث جداً يروي أشياء موضوعة عن الثقات، وقال أبو داود: له أحاديث مناكير. قلت: له في التسعة حديث واحد عند الترمذي وآخر عند أبي داود.\r12. ثعلبة بن يزيد الحماني: قال البخاري \": فيه نظر\"، وروى له حديثاً ثمّ قال: ولا يتابع عليه، ووثقه النسائي، وقال ابن حبّان: كان غالياً في التشيّع لا يحتجّ بأخباره التي يتفرّد بها عن علي، وقال ابن عدي: لم أر له حديثاً منكراً، وقال ابن سعد: وكان قليل الحديث، وقال ابن حجر: صدوق شيعي. قلت: ليس له في التسعة إلا حديثاً واحداً عند أحمد.\r13. جميع بن عامر (أو عمير) التيمي: قال البخاري:\" فيه نظر\". وقال ابن حبّان: كان رافضيّاً يضع الحديث، وقال العجلي: لا بأس به يكتب حديثه وليس بالقوي، وقال ابن نمير: من أكذب الناس، وقال أبو حاتم: محله الصدق صالح الحديث، وقال ابن عدي: امة ما يرويه أحاديث لا يتابعه غيره عليه، وضعفه ابن حجر. قلت: إلا أنّ الترمذي حسّن بعض حديثه، وروى له أحمد والأربعة والدارمي ما مجموعه دون العشرة أحاديث.\r14. جميل بن عامر (أو عمارة) الكوفي: قال البخاري: \"فيه نظر\". وقال ابن عدي: يعرف بحديث أو حديثين. قلت: ليس له في التسعة شيء.\r15. حبيب بن سالم الأنصاري مولى النعمان بن بشير: قال البخاري: \"فيه نظر\". وقال ابن عدي: ليس في متون أحاديثه حديث منكر بل اضطرب في أسانيد ما يروى عنه، ووثقه أبو حاتم وأبو داود، وأورده ابن حبّان في الثقات، وقال عنه ابن حجر: لا بأس به. قلت: له عند مسلم حديثٌ واحدٌ متابعةً، وروى له أحمد والدارمي والأربعة ما مجموعه أربعة أحاديث دون المكرر.","seal":"63BD53A9","part":1},
      {"page":11,"id":12,"nass":"16. حرب بن سريج المنقري التميمي: قال البخاري: \"فيه نظر\". وقال أحمد: لا بأس به، وقال أبو حاتم: ليس بقوي الحديث ينكر عن الثقات، وقال ابن حبان: يخطئ كثيراً حتى خرج عن حدّ الاحتجاج به، ووثقه ابن معين، وقال ابن عدي: ليس هو بكثير الحديث وكان حديثه غرائب وأفرادات وأرجو ألا بأس به، وقال الدارقطني: صالح، وقال ابن حجر: صدوق يخطئ. قلت: ليس له في التسعة شيء.\r17. حريث بن أبي مطر (عمرو) الكوفي الحناط: قال البخاري: \"فيه نظر\". وضعفه ابن معين، وقال مرّة: لا شيء، وضعفه أبو حاتم وأبو داود وابن حجر، وقال ابن حبان: ممّن يخطئ ولم يغلب خطؤه صوابه، وقال ابن عدي: ليس رواياته بكثيرة، وتركه النسائي والذهبي. قلت: روى له البخاري حديثاً واحداً متابعةً، والترمذي حديثاً واحداً، وابن ماجة حديثين.\r18. حريش بن الخريت البصري: قال البخاري: «فيه نظر»، وقال ابن معين: ليس به بأس، وقال ابن شاهين: ليس به بأس، وقال أبو زرعة: واهي الحديث، وقال أبو حاتم: شيخ لا يحتج بحديثه، وقال الدارقطني: يعتبر به، وقال ابن عدي: عزيز الحديث ولا أعرف له كثير حديث فأعتبر حديثه فأعرف ضعفه من صدقه، وضعفه ابن حجر. قلت: ليس له في التسعة إلا حديثاً واحداً عند ابن ماجة.\r19. حسين بن حسن الفرازي الأشقر: قال البخاري: \"فيه نظر\". وقال يحيى بن معين: لا بأس به، وأورده ابن حبان في الثقات، وقال أحمد بن حنبل: ليس بأهل أن يحدّث عنه، وقال أبو زرعة: هو شيخ منكر الحديث، وقال أبو حاتم: ليس بقوي في الحديث، ومثله قال النسائي والدارقطني، وقال الجوزجاني: كان غالياً من الشتّامين للخيرة، وأورده ابن حبان في الثقات، وقال ابن عدي بعد أن استنكر له أحاديث: والبلاء فيها من الأشقر، ثمّ قال: في حديثه بعض ما فيه، وقال العقيلي بعد أن ذكر له حديثاً: لا يعرف إلا به ولا يتابع عليه، وقال عنه ابن حجر: صدوق يهم. قلت: روى له أحمد خمسة أحاديث ليس له غيرها في التسعة.\r20. حصين بن يزيد الثعلبي: قال البخاري: \"فيه نظر\". وأورده ابن حبان في الثقات. قلت: ليس له في التسعة شيء.","seal":"1A7DC5A3","part":1},
      {"page":12,"id":13,"nass":"21. حفص: قال البخاري: \"فيه نظر\". وأورده ابن حبان في الثقات، وقال أبو حاتم عن حديث رواه: حديث منكر، وقال الدارقطني: مجهول. قلت: ليس له في التسعة شيء.\r22. حمّاد بن شعيب التميمي الحماني: قال البخاري: \"فيه نظر\". ونقل ابن الجارود أنّ البخاري قال فيه: منكر الحديث تركوا حديثه، وقال أحمد: لا أدري كيف هو، وقال ابن المديني: لم يزل ضعيفاً ليس بالقوي، وضعفه ابن معين، وقال مرة: ليس بشيء ولا يكتب حديثه، وقال أبو حاتم: ليس بالقوي، كما ضعفه أبو زرعة، وقال مرة: واهي الحديث، وقال أبو داود: تركوا حديثه، وضعفه النسائي والذهبي، وقال ابن عدي: أكثرها [أحاديثه] لا يتابع عليه، وهو ممّن يكتب حديثه مع ضعفه، وقال ابن حبان: يقلب الأخبار ويرويها جهتها، وقال الجوزجاني: واهي الحديث. قلت: انفرد أحمد بحديث واحد له.\r23. حميضة بن الشمردل: قال البخاري: \"فيه نظر\". وأورده ابن حبان في الثقات، وقال ابن القطان: لا يعرف، وقال ابن حجر: مقبول. قلت: ليس له في التسعة سوى حديثاً واحداً رواه أبو داود.\r24. حنطب المخزومي: قال البخاري: \"فيه نظر\"، وأورده ابن حبان في الثقات، وقال ابن عدي أحاديثه ليست محفوظة. قلت: ليس له في التسعة شيء.\r25. حيي بن عبد الله المعافري المصري: قال البخاري: \"فيه نظر\". وقال أحمد: أحاديثه مناكير، وقال ابن معين: ليس به بأس، واستنكر له ابن عدي مجموعة أحاديث ثم قال: أرجو أنه لا بأس به إذا روى عنه ثقة، وأورده ابن حبان في الثقات، وقال ابن حجر: صدوق يهم. قلت: روى له أحمد والأربعة.\r26. خالد بن شوذب: قال البخاري: \"فيه نظر\". وقال أبو حاتم: ليس به بأس، وأورده ابن حبان في الثقات، وقال ابن عدي: ولا أعرف لخالد حديثاً مسنداً. قلت: ليس له في التسعة شيء.","seal":"D27BAAC9","part":1},
      {"page":13,"id":14,"nass":"27. خالد بن عبيد العتكي: قال البخاري: \"فيه نظر\". وقال العقيلي: لا يتابع على حديثه، وقال ابن عدي: ليس في حديثه حديثٌ منكرٌ جداً، وقال أبو نعيم: [حدّث] عن أنس بن مالك بأحاديث موضوعة لا شيء، وقال ابن حبان: يروي عن أنس بن مالك بنسخة موضوعة ما لها أصل لا تحلّ كتب حديثه إلا على جهة التعجّب، وقال الحاكم: يروي عن أنس بأحاديث موضوعة، وقال ابن حجر: متروك الحديث مع جلالته. روى له أحمد حديثين، والترمذي وأبو داود وابن ماجة حديثاً واحداً لكلٍّ منهم.\r28. راشد بن داود الصنعاني: قال البخاري: \"فيه نظر\". وقال: ابن معين: ليس به بأس ثقة، وذكره ابن حبان في الثقات، وضعفه الدارقطني وقال: لا يعتبر به، وقال ابن حجر: صدوق له أوهام، وقال الذهبي: كان عزيز الحديث. قلت: له عند أحمد خمسة أحاديث ليس له غيرها في التسعة.\r29. رفاعة بن هرير بن عبد الرحمن بن رافع بن خديج المدني: قال البخاري: \"فيه نظر\". وقال ابن حبان: كان ممن يخطئ فلا يجوز الاعتماد على ما انفرد به ولا يسقط فيما وافق الثقات بإطلاق الجرح عليه. قلت: ليس له في التسعة شيء.\r30. زربي بن عبد الله المؤذّن: قال البخاري: \"فيه نظر\".، وقال الترمذي: له أحاديث مناكير عن أنس بن مالك وغيره، وقال ابن عدي: أحاديثه وبعض متون أحاديثه منكرة، وضعفه الذهبي وابن حجر، وقال ابن حبان: منكر الحديث على قلّته. قلت: له في التسعة عند الترمذي حديث واحد قال عنه: غريب، وآخر عند ابن ماجة، وروى له ابن خزيمة حديثاً في صحيحه.\r31. سعيد بن خالد الخزاعي المدني: قال البخاري: \"فيه نظر\". وضعفه الرازيان وابن حجر، وقال الدارقطني: ليس بالقوي، وقال ابن حبان: يخطئ حتى لا يعجبني الاحتجاج بخبره إذا انفرد، وقال ابن عدي: يعرف بحديث واحد ولا يعرف له غيره. قلت: له في التسعة حديث واحد عند أبي داود.\r32. سعيد بن عبد الجبار بن وائل بن حجر بن سنان: قال البخاري: \"فيه نظر\". وأورده ابن حبان في الثقات، وقال النسائي: ليس بالقوي، وقال ابن عدي: ليس له كثير حديث، وضعفه ابن حجر. قلت: ليس له في التسعة شيء.","seal":"7BBF6E36","part":1},
      {"page":14,"id":15,"nass":"33. سعيد بن مسلمة بن هشام بن عبد الملك بن مروان الأموي القرشي: قال البخاري: \"فيه نظر\". وقال مرة: منكر الحديث، وقال عنه ابن حبان: منكر الحديث جداً فاحش الخطأ في الأخبار، إلا أنّه أورده في الثقات، وقال ابن معين: ليس بشيء، وقال الترمذي: ليس عندهم بالقوي، وقال أبو حاتم: ليس بالقوي هو ضعيف الحديث منكر الحديث، وقال ابن عدي: أرجو أنّه ممن لا يترك حديثه ويحتمل في رواياته فإنها مقاربة، وقال الدارقطني: ضعيف يعتبر به، وضعّفه النسائي والذهبي وابن حجر. قلت: روى له أحمد وابن ماجة والترمذي.\r34. سليمان بن أحمد الواسطي: قال البخاري: \"فيه نظر\". وكذّبه يحيى بن معين، وتركه أحمد وأبو حاتم، وقال صالح جزرة: كان يتهم في الحديث، ضعفه النسائي، ولينه الذهبي، وأورده ابن حبان في الثقات وقال: يغرب، وقال ابن عدي: هو عندي ممّن يسرق الحديث ويشتبه عليه. قلت: ليس له في التسعة شيء.\r35. سليمان بن داود الخولاني: قال البخاري: \"فيه نظر\". وقال ابن معين: ليس بشيء، وقال مرة: لا يعرف، قال ابن المديني: منكر الحديث، وقال أحمد (أبو زرعة الدمشقي): ليس بشيء، وقال أبو حاتم: لا بأس به، واستبعد ابنه أن يكون أباه عني الخولاني ورجح أنّه قصد سليمان بن أرقم، ومثله قال الدارقطني إلا أنّه ضعّفه مرّة، ووثقه ابن حبان وقال أنّ الضعيف هو اليمامي وليس الخولاني وكلاهما رويا عن الزهري، ووافقه الذهبي وقال: صدوق اللهجة متقن ثقة، وقال ابن حجر: صدوق. قلت: لم يروِ في التسعة إلا حديث كتاب عمرو بن حزم عند النسائي والدارمي.\r36. شعيب بن ميمون: قال البخاري: \"فيه نظر\". وقال أبو حاتم والعجلي: مجهول، وقال ابن حبان: يروي المناكير عن المشاهير على قلة روايته لا يحتج به إذا انفرد، وقال الدارقطني: ليس بالقوي، وليّنه ابن حجر، وقال مرة: ضعيف. قلت: وليس له في التسعة شيء.","seal":"8BA2752F","part":1},
      {"page":15,"id":16,"nass":"37. صالح بن حيان القرشي الكوفي: قال البخاري: \"فيه نظر\". وضعفه ابن معين والذهبي وابن حجر، وقال ابن معين مرة: ليس هو بذاك، وكذلك قال أحمد، وقال أبو حاتم: ليس بالقوي هو شيخ، وقال النسائي: ليس بثقة، وقال العجلي: جائز الحديث يكتب حديثه وليس بالقوي، وقال ابن حبان: يروي عن الثقات أشياء لا تشبه حديث الأثبات لا يعجبني الاحتجاج به إذا انفرد، وقال ابن عدي: عامة ما يرويه غير محفوظ. قلت: روى له أحمد حديثاً واحداً، والدارمي حديثين.\r38. صالح بن يحيى بن المقدام بن معدي كرب سنان الشامي: قال البخاري: \"فيه نظر\"، وأورده ابن أبي حاتم في الجرح والتعديل) دون ذكره بأحدهما، قال ابن حبان: يخطئ، وقال الذهبي: وثّق، ولينه ابن حجر، قلت: روى له أحمد والنسائي وأبو داود وابن ماجة ما مجموعه أربعة أحاديث.\r39. صعصعة بن ناجية المجاشعي: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون أحدهما، وأورده ابن حبان في الثقات. قلت: ليس له شيء في التسعة.\r40. ضرار بن عمرو الكوفي الملطي: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وقال أبو زرعة: منكر الحديث، وقال ابن معين: ليس بشيء فلا يكتب حديثه، وقال ابن عدي: منكر الحديث، وقال الدارقطني: ذاهب متروك، وأنكر أبو نعيم حديثه عن تميم الداري، وقال ابن حبان: منكر الحديث جداً كثير الرواية عن المشاهير بالأشياء المناكير بطل الاحتجاج بآثاره، وقال الذهبي: متروك الحديث. قلت: ليس له في التسعة شيء.\r41. طالب بن حبيب الأنصاري الضجيعي: قال البخاري: \"فيه نظر\". وقال ابن عدي: أرجو ألا بأس به، وأورده ابن حبان في الثقات، وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وقال ابن حجر: صدوق يهم. قلت: ليس له في التسعة سوى استشهاد أبي داود بحديث واحد له.\r42. عاصم بن عبد العزيز الأشجعي: قال البخاري: \"فيه نظر\". وقال أبو زرعة والنسائي والدارقطني: ليس بالقوي، وقال ابن حبّان: يخطئ كثيراً فبطل الاحتجاج به إذا انفرد، وقال ابن حجر: صدوق يهم. قلت: روى له الترمذي وابن ماجة حديثاً واحداً ليس له غيره في التسعة.","seal":"EEA46CF9","part":1},
      {"page":16,"id":17,"nass":"43. عباد بن عبد الله الأسدي: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في الجرح والتعديل) دون ذكره بأحدهما، وقال العجلي: تابعي ثقة، أورده ابن حبان في الثقات، وضعفه ابن المديني وابن حجر، وقال الذهبي: تركوه، قلت: ليس له في التسعة شيء.\r44. عباد بن عبد الصمد: قال البخاري: \"فيه نظر\". وقال أبو حاتم: ضعيف الحديث جداً منكر الحديث لا أعرف له حديثاً صحيحاً، وقال ابن عدي: ضعيف منكر الحديث، وقال العقيلي: أحاديثه مناكير لا يعرف أكثرها إلا به، وقال ابن حبان: منكر الحديث جداً فلا يجوز الاحتجاج به فيما وافق الثقات فكيف إذا انفرد بأوابد، وقال الطرابلسي: واه، قلت: ليس له في التسعة شيء.\r45. عباد بن كثير الرملي الفلسطيني: قال البخاري: \"فيه نظر\". ووثقه أحمد وابن معين وابن شاهين، وقال ابن معين مرة: ليس به بأس، وقال ابن المديني: ثقة لا بأس به، وقال ابن حبان والأصبهاني: لا شيء، وقال الطرابلسي: مجهول، وضعفه الرازيان وابن حجر، وقال النسائي: ليس بثقة، وقال الحاكم: روى عن الثوري أحاديث موضوعة. قلت: له في التسعة حديثاً واحداً رواه له أحمد وابن ماجة، وروى له البخاري في الأدب المفرد.\r46. عبد الحكيم بن منصور الخزاعي الواسطي: قال البخاري: \"كذبه بعضهم فيه نظر\"، وضعفه ابن معين، وقال مرة: ليس حديثه بشيء، وفي مرّة كذّبه وتركه، وقال أبو حاتم: لا يكتب حديثه، وضعفه أبو داود وابن سعد، وتركه النسائي والدارقطني وابن حجر، وقال ابن عدي: له أحاديث لا يتابع عليها، وقال ابن حبان: كان شيخاً مغفلاً يحدّث بما لا يعلم لا يجوز الاحتجاج به إذا انفرد، وقال الحاكم: ذاهب الحديث، وقال الذهبي: تركوه. قلت: له في التسعة حديث واحد انفرد به الترمذي.","seal":"7595DAA5","part":1},
      {"page":17,"id":18,"nass":"47. عبد الرحمن بن إسحاق بن الحارث الواسطي: قال البخاري: \"فيه نظر\".، وقال أحمد: ليس بشيء منكر الحديث ليس هو في الحديث بذاك، وقال ابن معين: ضعيف ليس بشيء، وقال أبو زرعة: ليس بقوي، وقال أبو حاتم: منكر الحديث يكتب حديثه ولا يحتجّ به، وقال ابن حبان: ضعيف واه كان ممن يقلب الأخبار والأسانيد وينفرد بالمناكير عن المشاهير لا يحلّ الاحتجاج بخبره، وقال العجلي: ضعيف جائز الحديث يكتب حديثه، وقال ابن عدي: في بعض ما يرويه لا يتابعه الثقات عليه، وضعفه ابن سعد والنسائي والذهبي وابن حجر، وقال ابن حجر مرة: متروك. قلت: روى له أحمد والترمذي وأبو داود والدارمي.\r48. عبد الرحمن بن سلمان الحجري: قال البخاري: \"فيه نظر\". وقال أبو حاتم: صالح الحديث مضطرب الحديث، وقال النسائي: ليس بالقوي، وقال العقيلي: أحاديثه متقاربة في اللين، وقال ابن حجر: ليس به بأس. قلت: روى له مسلم حديثاً واحداً متابعةً، وكذلك فعل النسائي، وليس له في التسعة غير هذين الحديثين.\r49. عبد الرحمن بن سعد المؤذّن: قال البخاري: \"فيه نظر\". وضعفه ابن معين وابن حجر، وأورده ابن حبان في الثقات، وقال الذهبي: ليس بذاك، وقال مرة: في حديثه نكارة. قلت: روى له ابن ماجة والدارمي.\r50. عبد الرحمن بن صباب (أو ضباب) الأشعري: قال البخاري: \"فيه نظر\"، وأورده ابن حبان في الثقات. قلت: ليس له في التسعة شيء.\r51. عبد الرحمن بن عطاء القرشي: قال البخاري: \"فيه نظر\". وقال أحمد: ما أرى به بأساً، ووثقه النسائي، وقال ابن سعد: ثقة قليل الحديث، وأورده ابن حبان في الثقات، وقال أبو حاتم: شيخ، وقال ابن حجر: صدوق فيه لين. قلت: روى له أحمد وأبوداود والترمذي حديثين بغير المكرر.\r52. عبد الرحمن بن مسهر الكوفي القرشي: قال البخاري: \"فيه نظر\". وقال ابن معين: ليس بشيء، وتركه أبو حاتم والنسائي، وقال أبو زرعة: يضرب على حديثه، وقال الدارقطني: منكر الحديث، وقال ابن عدي: لا يعرف له كثير رواية ومقدار ما له من الروايات لا يتابع عليه، وقال ابن حبان: كان ممن يخطئ حتى يأتي بالأشياء المقلوبة، وقال الذهبي: كان خفيف العقل. قلت: ليس له في التسعة شيء.","seal":"9909B140","part":1},
      {"page":18,"id":19,"nass":"53. عبد الله بن الحسين بن عطاء بن يسار: قال البخاري: \"فيه نظر\". وضعفه أبو زرعة وابن حجر، وقال ابن حبان: يترك ما لم يوافق الثقات والاعتبار بما وافق الأثبات. قلت: له في التسعة حديث واحد انفرد به ابن ماجة.\r54. عبد الله بن داود الواسطي التمّار: قال البخاري: \"فيه نظر\". وضعفه أبو زرعة والنسائي وابن حجر، وقال أبو حاتم: ليس بالقوي وفي حديثه مناكير، وقال ابن عدي: لا بأس به إن شاء الله، وقال ابن حبان: منكر الحديث جداً يروي المناكير عن المشاهير لا يجوز الاحتجاج به. قلت: روى له أحمد خبراً واحداً والترمذي خبرين أحدهما مرفوع قال عنه: إسناده ليس بذاك، والثاني موقوف على ابن سيرين.\r55. عبد الله بن سليمان بن جنادة الدوسي: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وقال ابن حبان: يعتبر حديثه من غير رواية بشر عنه، وقال ابن عدي: لا يتابع في حديثه، وقال الذهبي: لا يدرى من هو، وضعفه ابن حجر. قلت: له في التسعة حديث واحد رواه أبو داود وابن ماجة والترمذي.\r56. عبد الله بن عبد الرحمن بن أسيد الأنصاري: قال البخاري: فيه نظر، وأورده ابن حبان في الثقات. قلت: ليس هو أبا نصر الأزدي لأنّ هذا روى عن أنس بن مالك والأزدي من الطبقة التي دون هذا، وليس له في التسعة شيء.\r57. عبد الله بن عبد الرحمن بن يعلى الطائفي: قال البخاري: \"فيه نظر\". وأورده ابن حبان في الثقات، ووثقه العجلي، وقال ابن معين: صالح الحديث، وقال مرة: ليس به بأس يكتب حديثه، وقال أبو حاتم: ليس هو بقوي لين الحديث، وقال النسائي: ليس بالقوي، وقال ابن عدي: يكتب حديثه، وقال الذهبي: لا أعرفه، وقال ابن حجر: صدوق يخطئ ويهم. قلت: روى له مسلم حديثاً واحداً متابعةً، وروى له أحمد والأربعة عدا الترمذي.\r58. عبد الله بن علي بن بعجة (أو نعجة) بن بدر الجهني: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما. قلت: ليس له في التسعة.","seal":"946B83D6","part":1},
      {"page":19,"id":20,"nass":"59. عبد الله بن محمد بن عبد الله بن زيد بن عبدربه الأنصاري: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وأورده ابن حبان في الثقات، وقال الذهبي: وُثّق، وقال ابن حجر: مقبول. قلت: له في التسعة حديث واحد رواه له أحمد وابو داود.\r60. عبد الله بن محمد بن عبد الملك البصري: قال البخاري: \"فيه نظر\". وقال أبو حاتم: في حديثه نظر. قلت: ليس له في التسعة شيء.\r61. عبد الله بن مكنف الحارثي: قال البخاري: \"فيه نظر\". وقال ابن حبان: لا يجوز الاحتجاج به، وقال العقيلي: لا يعرف إلى [بحدث واحد]، وقال الذهبي: واه، وقال مرة هو وابن حجر: مجهول. قلت: ليس له في التسعة غير حديث واحد انفرد به ابن ماجة.\r62. عبد الله بن نافع مولى ابن عمر القرشي المدني: قال البخاري: \"فيه نظر\".، وقال ابن معين: ليس بذاك، وقال مرّة: ضعبف، وقال ابن المديني: روى أحاديث منكرة، وتركه النسائي والدارقطني، وقال أبو حاتم: منكر الحديث وهو أضعف ولد نافع، وقال ابن حبان: منكر الحديث كان ممن يخطئ، وقال ابن عدي: يكتب حديثه، وضعفه أحمد وابن سعد وابن حجر. قلت: روى له أحمد دون العشر أحاديث، وابن ماجة حديثاً واحداً.\r63. عبد الله بن نجي الحضرمي: قال البخاري: \"فيه نظر\". وقال ابن عدي: أخباره فيها نظر، ووثقه النسائي والعجلي، وأورده ابن حبان في الثقات، وقال الشافعي: مجهول، وقال الدارقطني: ليس بقوي في الحديث، وقال ابن حجر: صدوق. قد روى له أحمد والنسائي وأبوداود وابن ماجة.\r64. عبد الله بن يعمر الكلاعي: قال البخاري: \"فيه نظر\". ووثقه ابن معين، وأورده ابن حبان في الثقات. قلت: ليس له في التسعة شيء.\r65. عبد الملك بن عبد الملك: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وقال ابن حبان: منكر الحديث جداً، وتركه الدارقطني. قلت: ليس له في التسعة شيء.","seal":"F42A8C77","part":1},
      {"page":20,"id":21,"nass":"66. عبد الملك بن الوليد بن معدان الضبعي البصري: قال البخاري: \"فيه نظر\". وقال ابن معين وابن شاهين: صالح، وضعفه أبو حاتم وابن حجر، وقال النسائي: ليس بالقوي، وقال ابن حبان: منكر الحديث جداً، وقال ابن حزم: ساقط الحديث بلا خلاف، وقال الذهبي: ضعفوه. قلت: روى له الترمذي حديثاً واحداً قال بعده: حديث غريب، ورواه له ابن ماجة أيضاً، وليس له في التسعة غيره.\r67. عبد الواحد الثقفي (أو يحيى بن عبد الواحد): قال البخاري: \"فيه نظر\". وأورده ابن حبان في الثقات، وقال الذهبي: مجهول. قلت: ولم أجد فيه كلاماً آخر لأهل العلم، وليس له في التسعة شيء.\r68. عبد الواحد بن سليم المالكي: قال البخاري: \"فيه نظر\". وقال أبو حاتم: شيخ، وأورده ابن حبان في الثقات، وقال أحمد: منكر الحديث أحاديثه موضوعة، وقال النسائي: ليس بثقة، وقال العقيلي: مجهول، وضعفه ابن معين وابن حجر، وقال الذهبي: هالك. قلت: روى له الترمذي حديثاً واحداً، ليس له في التسعة غيره.\r69. عسل بن سفيان التميمي: قال البخاري: \"فيه نظر\". وليّنه أحمد وضعّفه وقال: ليس هو عندي قوي، ومثله قال النسائي، وضعفه ابن معين وابن حجر، وقال الفسوي: ليس بمتروك ولا هو حجة، وقال أبو حاتم: منكر الحديث، وقال محمد بن سعد: فيه ضعف، وقال ابن حبان: يخطئ ويخالف على قلة روايته، وقال ابن عدي: مع ضعفه يكتب حديثه، وليّنه الذهبي. قلت: له في التسعة ثلاثة أحاديث عند أحمد والترمذي وأبي داود والدارمي.\r70. علي بن محمد أبي سارة الشيباني البصري: قال البخاري: \"فيه نظر\". وضعفه أبو حاتم وابن حجر، وتركه أبو داود وابن حبان والذهبي، وقال ابن معين: ليس بشيء، وقال ابن عدي: أحاديثه عن ثابت كلها غير محفوظة وله غير ذلك عن ثابت مناكير. قلت: ليس له في التسعة شيء.","seal":"53C518AC","part":1},
      {"page":21,"id":22,"nass":"71. علي بن مسعدة الباهلي البصري: قال البخاري: \"فيه نظر\". ووثقه أبو داود الطيالسي، وضعفه النسائي وأبو داود السجستاني، وقال ابن معين وأبو حاتم: لا بأس به، وقال ابن عدي: أحاديثه عن قتادة كلّها غير محفوظة، وقال ابن حبان: كان ممن يخطئ على قلة روايته، وقال الذهبي: فيه ضعف، وقال ابن حجر: صدوق له أوهام. قلت: روى له البخاري في الأدب المفرد وله في التسعة حديثان عند أحمد والترمذي وابن ماجة والدارمي،.\r72. عمر بن أبان بن عثمان: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وأورده ابن حبان في الثقات، وقال ابن عدي: في إسناده شيء. قلت: ليس له في التسعة شيء.\r73. عمر بن رؤبة التغلبي: قال البخاري: \"فيه نظر\". وقال أبو حاتم: صالح الحديث لا تقوم به حجة، وأورده ابن حبان في الثقات، وقال الذهبي: ليس بذاك، وقال ابن حزم: مجهول، وقال ابن حجر: صدوق. قلت: له في التسعة حديث واحد عند أحمد والترمذي وأبي داود وابن ماجة.\r74. عمر بن زيد اليماني الصنعاني: قال البخاري: \"فيه نظر\". وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وقال ابن حبان: يتفرّد بالمناكير عن المشاهير فلا يحتج به، وقال أبو نعيم: روى المناكير، لا شيء، وقال ابن حبان: ينفرد بالمناكير حتى خرج عن حد الاحتجاج به، وقال الحاكم: روى أحاديث موضوعة، وضعفه ابن حجر. قلت: له في التسعة حديث واحد عند أحمد والترمذي وأبي داود وابن ماجة.\r75. عمر بن زرعة الخارقي: قال البخاري: \"فيه نظر\" وأورده ابن أبي حاتم في (الجرح والتعديل) دون ذكره بأحدهما، وقال الذهبي: واه. قلت: له في التسعة حديث واحد انفرد به الدارمي.\r76. عمر بن فرقد الباهلي البصري: قال البخاري: \"فيه نظر\". وقال ابن عدي: في حديثه نظر، وقال أبو حاتم: منكر الحديث، وأورده ابن حبان في الثقات. قلت: ليس له في التسعة شيء.","seal":"C97E979F","part":1},
      {"page":22,"id":23,"nass":"77. عمر بن موسى بن الوجيه: قال البخاري: \"فيه نظر .. وروى ابن إسحاق عن عمرو بن موسى بن وجيه عن أبي سفيان عن عبد الرحمن بن أبي بكرة في الدعاء منكر الحديث \". وقال أبو حاتم: متروك الحديث ذاهب الحديث كان يضع الحديث، وقال ابن عدي: هو بيّن الأمر في الضعفاء وهو في عداد من يضع الحديث متناً وسنداً، وقال ابن حبان: كان ممن يروي المناكير عن المشاهير فاستحق الترك، وقال الجوزجاني سمعتهم يذمّون حديثه، وتركه النسائي والدارقطني، وقال ابن حجر: هالك ضعيف جداً، وقال ابن معين: ليس حديثه بشئ وليس بثقة، وقال أبو داود: ليس بشيء، وقال الذهبي: واه. قلت: وله في التسعة حديث واحد رواه أحمد.\r78. عمرو بن دينار البصري: قال البخاري: \"فيه نظر\". وقال أحمد: ضعيف، منكر الحديث، وقال ابن معين: ذاهب، وقال مرة: ليس بشيء، وقال أبو زرعة: واهي الحديث، وضعفه أبو حاتم والجوزجاني والنسائي والدارقطني وابن حجر، وقال ابن حبان: كان ممن ينفرد بالموضوعات عن الأثبات لا يحل كتابة حديثه إلا من جهة التعجّب، وقال العجلي: يكتب حديثه وليس بالقوي، وقال الترمذي: شيخ بصري تكلّم فيه بعض أصحاب الحديث، وقال مرة: وليس هو بالقوي في الحديث، وقال الذهبي: ضعفوه. قلت: روى له أحمد وأبو داود وابن ماجة والترمذي، ووصف الترمذي أحاديثه بالغرابة.\r79. عمرو بن هاشم الجنبي: قال البخاري: \"فيه نظر\". وقال أحمد: صدوق ولم يكن صاحب حديث، وقال ابن سعد: صدوق يخطئ كثيراً، وقال أبو حاتم: لين الحديث يكتب حديثه، وقال ابن حبان: كان ممن يقلب الأسانيد لا يجوز الاحتجاج بخبره، وضعفه الإمام مسلم، وقال النسائي: ليس بالقوي، وقال ابن عدي: صدوق، ووثقه ابن معين، وقال ابن حجر: لين الحديث. قلت: روى له البخاري في الأدب المفرد، والنسائي حديثاً واحداً وكذلك فعل أبو داود، وليس له في التسعة أحاديث أخرى.","seal":"AA77B8D4","part":1},
      {"page":23,"id":24,"nass":"80. عمران بن ظبيان الكوفي: قال البخاري: \"فيه نظر\". وقال أبو حاتم: يكتب حديثه، ووثقه الفسوي، وأورده ابن حبان في الثقات، إلا أنّه قال عنه: كان ممن يخطئ لم يفحش خطؤه حتى يبطل الاحتجاج به ولكن لا يحتج بما انفرد به من الأخبار، وضعفه ابن حجر. قلت: له عند أحمد حديثان وعند النسائي حديث واحد، وهو كلّ ما له في التسعة.\r81. عمار المدني عن أنس: قال البخاري: \"فيه نظر\". وقال ابن عدي: لم ينسب وليس بمعروف. قلت: لم أجد فيه غير هذا الكلام، وليس له في التسعة شيء.\r82. محمد بن ثابت بن أسلم البناني: قال البخاري: \"فيه نظر\". وقال ابن معين وابن شاهين: ليس بشيء، وضعفه يعقوب بن سفيان الفسوي والنسائي وأبو داود وابن حجر، وليّنه أبو زرعة، وقال أبو حاتم: يكتب حديثه ولا يحتجّ به منكر الحديث، وليّنه أبو زرعة، وقال ابن حبان: لا يجوز الاحتجاج به. قلت: وليس له في الكتب التسعة سوى بضعة أحاديث عند أحمد والترمذي.\r83. محمد بن حجر بن عبد الجبار بن وائل بن حجر الحضرمي: قال البخاري: \"فيه نظر\". وقال أبو حاتم: شيخ، وقال ابن حبان: يروي بنسخة منكرة لا يجوز الاحتجاج به. قلت: ليس له في التسعة شيء.\r84. محمد بن حميد الرازي: قال البخاري: \"فيه نظر\". وقال الترمذي: كان (البخاري) حسن الرأي في محمد بن حميد ثم ضعفه بعد، وقال يحيى بن معين: ثقة ليس به بأس، وكذّبه صالح جزرة وأبو زرعة وترك حديثه، وقال الجوزجاني: كان رديء المذهب ليس ثقة، وقال يعقوب بن شيبة: كثير المناكير، وقال ابن حبان: كان ممن ينفرد عن الثقات بالأشياء المقلوبات، وقال النسائي: ليس بثقة، وقال ابن عدي: تكثُر أحاديثه التي أُنكرت عليه، وضعفه الذهبي وابن حجر، وأورده ابن شاهين في ثقاته. قلت: وقد روى له ابن ماجة والدارمي والترمذي.\r85. محمد بن الزبير الحنظلي: قال البخاري: \"منكر الحديث وفيه نظر\". وقال ابن معين: ضعيف لا شيء، وقال أبو حاتم: ليس بالقوي في حديثه أنكار، وضعفه النسائي، وقال ابن حبان: منكر الحديث جداً، وقال ابن عدي: حديثه قليل والذي يرويه غرائب وأفراد، وقال الذهبي: ضعفوه، وتركه ابن حجر. قلت: روى له أحمد حديثين، والنسائي وأبو داود حديثاً واحداً.","seal":"83793E31","part":1},
      {"page":24,"id":25,"nass":"86. محمد بن عبد الرحمن بن قدامة البصري: قال البخاري: \"فيه نظر\". وقال ابن عدي: قليل الحديث. قلت: ليس له في التسعة شيء.\r87. محمّد بن كريب مولى ابن عباس: قال البخاري: \"فيه نظر\". وقال عنه أحمد بن حنبل: منكر الحديث يجيء بعجائب، وقال ابن معين: ليس حديثه بشيء، وليّنه أبو زرعة، وقال أبو حاتم: شيخ لا يحتج بحديثه، وقال ابن عدي: هو مع ضعفه يكتب حديثه، وقال ابن حبان: كان منكر الحديث جداً استحق ترك الاحتجاج به، وتركه الدارقطني، وضعفه النسائي والذهبي وابن حجر: ضعيف. قلت: وليس له في التسعة إلا حديثاً واحداً عند ابن ماجة.\r88. محمد بن معاوية البصري: قال البخاري: \"فيه نظر\"، وقال ابن عدي: ليس بالمعروف ولم يحضرني له شيء. قلت: ولم أعثر لأحد من أهل العلم كلاماً فيه غير ما ذكرت. وليس في الكتب التسعة راوٍ اسمه محمد بن معاوية سوى محمد بن معاوية ابن زيد الأنماطي، وليس هو هذا.\r89. النضر بن كثير السعدي البصري: قال البخاري: \"فيه نظر\".وقال مرة: \"عنده مناكير\". وقال أبو حاتم: فيه نظر، وقال ابن حبان: يروي الموضوعات عن الرواة على قلة روايته لا يجوز الاحتجاج به بحال، وقال ابن عدي: ممن يكتب حديثه، وضعفه العقيلي وابن حجر، وقال الذهبي: واه. قلت: له في التسعة حديثان عند أحمد والنسائي وأبي داود.\r90. يوسف بن محمد بن صيفي: قال البخاري: \"فيه نظر\". وقال أبو حاتم: شيخ لا بأس به، وقال العقيلي: لا يتابع، وأورده ابن حبّان في الثقات، وقال ابن حجر: مقبول. قلت: ليس له في التسعة سوى حديث انفرد به ابن ماجة.\r\rقائمة ببعض المصادر والمراجع\r- الإحسان في تقريب صحيح ابن حبان، تحقيق: شعيب الأرنؤوط وحسين أسد، مطبعة الرسالة، بيروت، 1984م.\r- أحوال الرجال لأبي إسحاق الجوزجاني، تحقيق: صبحي السامرائي، مؤسسة الرسالة، بيروت، 1985م.\r-أدب الإملاء والاستملاء، عبد الكريم بن محمد بن منصور السمعاني، تحقيق: ماكس فايسفايلر، دار الكتب العلمية، بيروت، الطبعة الأولى 1981 م.\r- الإرشاد، الخليلي القزوني، تحقيق: د. محمد سعيد عمر إدريس، مكتبة الرشد، الرياض، الطبعة الأولى 1409 هـ.\r-الإصابة في تمييز الصحابة، العسقلاني، بسيوني زغلول، دار الكتب العلمية.","seal":"B275D93F","part":1},
      {"page":25,"id":26,"nass":"-تاريخ بغداد، الخطيب البغدادي (ت463هـ)، تحقيق د. بشار عواد معروف، دار الغرب الإسلامي، بيروت الطبعة الأولى 2000م.\r- التاريخ الصغير، البخاري، تحقيق: محمد إبراهيم زايد، دار الوعي، حلب، 1397 هـ\r-التاريخ الكبير، البخاري، تحقيق: السيد هاشم الندوي، دار الفكر، بيروت.\r- تاريخ يحيى بن معين، رواية الدوري، دراسة وترتيب وتحقيق: أحمد نور سيف، كلية الشريعة والدراسات الإسلامية بمكة المكرمة، الطبعة الأولى سنة 1399هـ.\r- تأويل مختلف الحديث، ابن قتيبة الدينوري، تحقيق: عبد القادر أحمد عطا، بيروت، مؤسسة الكتب الثقافية، الطبعة الأولى، 1408هـ.\r- التبصرة والتذكرة وشرحها للحافظ زين الدين العراقي، وبهامشه فتح الباقي، دار الكتب العلمية، بيروت.\r- تبصير المنتبه بتحرير المشتبه، العسقلاني، تحقيق: محمد علي النجار، المكتبة العلمية، بيروت.\r- تحفة الأشراف بمعرفة الأطراف، العسقلاني تحقيق د. بشار عواد معروف، دار الغرب الإسلامي، بيروت الطبعة الأولى 1999م.\r-تدريب الراوي، السيوطي، تحقيق: أحمد عمر هاشم، دار الكتاب العربي-بيروت.\r-تذكرة الحفاظ، الذهبي (ت784هـ) دار إحياء التراث العربي، بيروت.\r- تعجيل المنفعة، العسقلاني، تحقيق: د إمداد الحق، دار الكتب العربي، بيروت ط1\r-تقريب التهذيب، العسقلاني (ت852هـ)،مؤسسة الرسالة،1997م.\r- تلخيص الحبير، العسقلاني حقيق: عبد الله هاشم اليماني، المدينة المنورة 1964.\r- تلخيص المستدرك للحافظ الذهبي (ت748هـ) مطبوع بذيل المستدرك.\rالمغرب.\r- التمييز للإمام مسلم (ت261هـ) تحقيق: الدكتور عبد القادر مصطفى المحمدي، دار ابن جوزي- الرياض ط1.\r- تنقيح التحقيق في أحاديث التعليق لابن عبد الهادي الحنبلي (ت744هـ) دراسة وتحقيق وتخريج: الدكتور عامر حسن صبري، نشر المكتبة الحديثة-الإمارات، الطبعة الأولى 1409هـ-1989م.\r- تهذيب الآثار للإمام أبي جعفر الطبري (ت310هـ) تحقيق: محمود محمد شاكر، مطبعة المدني-،القاهرة 1404هـ.\r- تهذيب التهذيب، ابن حجر العسقلاني (ت852هـ)،دار الفكر بيروت، الطبعة الأولى،1984هـ.","seal":"A95A46AC","part":1},
      {"page":26,"id":27,"nass":"- تهذيب الكمال في أسماء الرجال للحافظ جمال الدين أبي الحجاج يوسف المزي (ت742هـ) تحقيق: د. بشار عواد معروف، مؤسسة الرسالة، بيروت، الطبعة الأولى، 1998م.\r- الثقات، محمد بن حبان بن محمد البستي، تحقيق: شرف الدين أحمد، دار الفكر، بيروت الطبعة الأولى،1975 م\r- جامع التحصيل في أحكام المراسيل، الحافظ صلاح الدين أبي سعيد العلائي (ت761هـ) تحقيق: حمدي عبد المجيد السلفي، مكتبة النهضة العربية، بيروت، الطبعة الثانية،1986م.\r- الجامع الكبير، الحافظ أبي عيسى محمد بن عيسى الترمذي (279هـ) تحقيق: الدكتور بشار عواد معروف، دار الغرب الإسلامي، بيروت، الطبعة الأولى،1996م.\r- الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي (ت463هـ) تحقيق: د الطحان، مكتبة المعارف، الرياض 1403هـ\r- الجرح والتعديل لابن أبي حاتم الرازي (ت303هـ) تحقيق: محمد السعيد بسيوني زغلول، دار الكتب العلمية-الطبعة الأولى-بيروت 1408هـ-1988م.\r- حاشية ابن القيم، محمد بن أبي بكر الزرعي ابن قيم الجوزية، المطبوع ضمن كتاب عون المعبود تحقيق: عبد الرحمن محمد عثمان، دار الفكر، بيروت، الدار السلفية 1979.\r- الحطة في ذكر الصحاح الستة، أبو الطيب صديق حسن خان ت (1307) هـ، تحقيق علي الحلبي، دار الجيل، الطبعة الأولى،1987 م.\r- الدرر الكامنة في أعيان المائة الثامنة لابن حجر العسقلاني (ت852هـ) تحقيق: محمد سيد جاد الحق، القاهرة، الطبعة الثانية، 1966م.\rديوان الضعفاء والمتروكين لشمس الدين الذهبي، دار بيروت، الطبعة الأولى، 1988م.\r- سؤالات أبي عبد الله بن بكير وغيره للدارقطني لأبي عبد الله بن بكير (ت388هـ) دراسة وتحقيق: علي حسن علي عبد الحميد، دار عمار-عمان، الطبعة الأولى 1408هـ-1988م.\r- سؤالات السهمي للدارقطني لحمزة السهمي (ت428هـ)، تحقيق موفق بن عبد الله، مكتبة المعارف بالرياض،1404هـ.\r- سؤالات محمد بن أبي شيبة لعلي بن المديني، علي بن المديني، تحقيق موفق بن عبد الله بن عبد القادر، مكتبة المعارف، الرياض 1984م.\r- سنن ابن ماجه للحافظ أبي عبد الله محمد بن يزيد (ابن ماجه القزويني) (275هـ) تحقيق: د. بشار عواد معروف، دار الجيل، بيروت الطبعة الأولى 1988م.","seal":"D2030640","part":1},
      {"page":27,"id":28,"nass":"- سنن أبي داود للحافظ سليمان بن الأشعث السجستاني (275هـ)،دار الحديث، القاهرة،1988م.\r- سنن الدارقطني (ت385هـ)، للإمام علي بن عمر أبي الحسن الدارقطني، تحقيق: السيد عبد الله هاشم المدني، دار المعرفة، بيروت،1969 م.\r- سنن الدارمي، لأبي محمد عبد الله ابن عبد الرحمن الدارمي (255هـ) تحقيق: فواز أحمد، وخالد العلمي، دار الكتاب العربي، بيروت، الطبعة الأولى،1407 هـ.\r- سنن سعيد بن منصور (ت227هـ) حققه د. سعد بن عبد الله ال حميد، دار العصيمي الطبعة الأولى 1414هـ.\r- سنن النسائي للحافظ أحمد بن شعيب النسائي (303هـ) بشرح السيوطي وحاشية السندي، دار الحديث، القاهرة،1987م.\r- السنن الكبرى للنسائي، تحقيق: د. عبد الغفار البنداري وسيد كسروي حسن، دار الكتب العلمية، بيروت، الطبعة الأولى 1991م.\r- سير أعلام النبلاء للإمام الذهبي (ت748هـ)،مؤسسة الرسالة-بيروت 1401هـ.\r- الشذا الفياح، الحافظ الأبناسي ت 802هـ، تحقيق الشيخ صلاح هلل، مكتبة الرشد، الرياض ط 1،1998م\r- شرح مشكل الآثار لأبي جعفر الطحاوي (ت321هـ)،مؤسسة قرطبة -القاهرة\r- شرح معاني الآثار، أبو جعفر محمد الأزدي الطحاوي، تحقيق: محمد زهري النجار، دار الكتب العلمية، الطبعة الأولى، بيروت،1399 هـ.\r-شرف أصحاب الحديث، الخطيب البغدادي، تحقيق د. محمد سعيد أوغلي، دار إحياء السنة، أنقرة.\r- صحيح ابن خزيمة (مختصر المختصر)،محمد بن إسحاق بن خزيمة تحقيق: د. مصطفى الأعظمي، طبعة المكتب الإسلامي، بيروت 1970 م ..\r- صحيح البخاري، تحقيق قاسم الشماعي، دار العلم، بيروت، الطبعة الأولى، 1987م.\r- صحيح مسلم، الإمام أبو الحسين مسلم بن الحجاج النيسابوري (ت261 هـ)،حقق نصوصه وصححه: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت، الطبعة الأولى 1955م.- صيانة صحيح مسلم من الإخلال والغلط، أبو عمرو بن الصلاح، تحقيق: د. موفق عبد الله عبد القادر، دار الغرب الإسلامي، الطبعة الأولى، بيروت 1408هـ.\r- الضعفاء الكبير لأبي جعفر العقيلي (ت322هـ) حققه ووثقه: الدكتور عبد المعطي أمين قلعجي، دار الباز-مكة المكرمة، ودار الكتب العلمية-بيروت، الطبعة الأولى 1984 م.","seal":"90CD0841","part":1},
      {"page":28,"id":29,"nass":"- الضعفاء والمتروكون للإمام النسائي (ت303هـ)،دار الوعي بحلب، تحقيق: محمود زايد.\r-طبقات الفقهاء الشافعية، أبو عمرو ابن الصلاح ت 643هـ، تحقيق محي الدين علي نجيب، دار البشائر، بيروت ط1،1995م.\r-العبر في خبر من غبر، شمس الدين الذهبي (ت 748 هـ) تحقيق:، محمد السعيد بن بسيوني زغلول دار الكتب العلمية -بيروت.\r- العلل، لإمام علي بن المديني (ت234هـ) تحقيق: محمد مصطفى الأعظمي، المكتب الإسلامي 1972م.\r- علل أحمد بن حنبل، أحمد بن حنبل الشيباني، برواية المروذي تحقيق: الشيخ صبحي السامرائي، مكتبة المعارف، الطبعة الأولى، الرياض 1989م.\r- علل الترمذي الكبير للإمام الترمذي (ت279هـ) ترتيب: أبو طالب القاضي، حققه: الشيخ صبحي السامرائي، والسيد أبو المعاطي النوري ومحمود محمد خليل الصعيدي-عالم الكتب، مكتبة النهضة العربية، الطبعة الأولى 1405هـ،-1985م.\r- علل الجارودي، محمد بن الحسين بن أحمد الجارودي ت (317) هـ، تحقيق: علي الحلبي، دار الهجرة، الرياض، الطبعة الأولى 1991 م.\r- علل الحديث لأبي محمد عبد الرحمن الرازي، ابن الإمام أبي حاتم الرازي (ت327 هـ) دار المعرفة -بيروت، 1985م.\r- العلل المتناهية في الأحاديث الواهية لأبي الفرج بن الجوزي (ت597هـ) حققه: إرشاد الحق الأثري وقدم له خليل الميس، دار الكتب العلمية، بيروت، الطبعة الأولى 1403هـ.\r- العلل الواردة في الأحاديث النبوية للإمام الدارقطني (ت385هـ) تحقيق وتخريج: محفوظ الرحمن زين الله السلفي، دار طيبة، السعودية-الطبعة الأولى 1405هـ-1985م.\r- العلل ومعرفة الرجال للإمام أحمد بن حنبل، تحقيق: وصي الله محمد عباس، المكتب الإسلامي-دار الخاني، بيروت، الرياض-الطبعة الأولى 1988هـ.\r- العلل ومعرفة الرجال للإمام أحمد بن حنبل، تحقيق: د. طلعت قوج، ود. إسماعيل جراح، المكتبة الإسلامية- استانبول الطبعة الأولى 1987هـ.\r- علوم الحديث، المعروف بـ:\"مقدمة ابن الصلاح\"،أبو عمرو عثمان بن عبد الرحمن الشهرزوري بن الصلاح ت (643هـ) تحقيق: نور الدين عتر، دار الفكر، الطبعة الثالثة1404هـ 1984م.","seal":"39226541","part":1},
      {"page":29,"id":30,"nass":"- عمدة القاري شرح صحيح البخاري -بدر الدين أبو محمد محمود بن أحمد العيني (ت855هـ)،إدارة الطباعة المنيرية، بيروت.\r- عمل اليوم والليلة للإمام أحمد بن شعيب النسائي (ت 303 هـ) دراسة وتحقيق: د. فاروق حمادة طبع على نفقة الرئاسة للإفتاء والبحوث العلمية والدعوة والنشر بالمملكة العربية السعودية -الطبعة الأولى 1981م.\r- فتح الباري شرح صحيح البخاري، ابن حجر العسقلاني (852هـ) حقق أصله: عبد العزيز بن باز، ورقمه: محمد فؤاد عبد الباقي، دار الكتب العلمية، بيروت، الطبعة الأولى 1989م.\r- فتح المغيث بشرح ألفية الحديث، أبو عبد الله محمد السخاوي (ت902هـ) تحقيق: علي حسن علي عبد الحميد، نشر: دار الإمام الطبري، الطبعة الثانية، 1412هـ.\r- الكاشف في معرفة من له روايةٌ في الكتب الستة للإمام الذهبي، تحقيق: عزت علي عبد عطية وموسى محمد علي الموشي، دار الكتب الحديثة-الطبعة الأولى 1392هـ\r- الكامل في ضعفاء الرجال، عبد الله بن عدي بن عبد الله بن محمد الجرجاني، تحقيق: يحيى مختار، دار الفكر، بيروت الطبعة الثالثة 1988م.\r- الكشاف عن أبواب مراجع تحفة الأشراف بمعرفة الأطراف لعبد الصمد شرف الدين، آخر مجلد من تحفة الأشراف.\r- كشف الأستار عن زوائد البزار على الكتب الستة، الحافظ نور الدين علي بن أبي بكر الهيثمي (ت807هـ) تحقيق: حبيب الرحمن الأعظمي، مؤسسة الرسالة، بيروت، الطبعة الأولى، 1984م.\r- الكفاية في علم الرواية للخطيب البغدادي (ت463هـ) تحقيق: أحمد عمر هاشم، دار الكتاب العربي-بيروت، الطبعة الثانية 1406هـ-1986م.\r- لسان العرب، جمال الدين محمد بن مكرم (ابن منظور) (630هـ)،مطبعة السعادة، مصر 1963 م.\r- لسان الميزان، الحافظ ابن حجر العسقلاني، طبعة حيدرآباد، الطبعة الأولى 1329هـ\r- المجروحين من المحدثين والضعفاء والمتروكين للإمام ابن حبان (ت354هـ)،دار العربي، حلب، الطبعة الأولى، 1396هـ.\r\r- مجمع الزوائد ومنبع الفوائد، الحافظ نور الدين علي بن أبي بكر الهيثمي (ت807هـ)،دار الكتاب العربي، بيروت، الطبعة الثانية، 1967م.","seal":"62DF341F","part":1},
      {"page":30,"id":31,"nass":"- المحدث الفاصل بين الراوي والواعي للحافظ الرامهرمزي (ت360هـ) تحقيق وتعليق: محمد عجاج الخطيب، دار الفكر-بيروت 1391هـ-1971م.\r- المراسيل لابن أبي حاتم الرازي (ت327هـ) بعناية: شكر الله بن نعمة الله قوجاني، مؤسسة الرسالة-بيروت، الطبعة الثانية 1402هـ-1982م.\r- المراسيل لأبي داود السجستاني (ت275هـ) تحقيق: شعيب الأرنؤوط، مؤسسة الرسالة-بيروت، الطبعة الأولى 1408هـ-1988م.\r- المستدرك على الصحيحين، أبو عبد الله محمد بن عبد الله (الحاكم النيسابوري) (ت405هـ)، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت الطبعة الأولى 1990م.\r- مسند أبي يعلى الموصلي، أحمد بن علي التميمي، تحقيق وتخريج: حسين سليم أسد، دار المأمون للتراث، دمشق، الطبعة الأولى، 1984م.\r- مسند أحمد بن حنبل، تحقيق: شعيب الأرنؤوط، دار الرسالة، بيروت، 1997م.\r- مسند البزار، البزار، تحقيق د. محفوظ الرحمن زين الله، مؤسسة علوم القرآن، بيروت الطبعة الأولى 1409 هـ.\r-مسند الشافعي، محمد بن إدريس الشافعي، دار الكتب العلمية، بيروت.\r-مسند الطيالسي، الطيالسي (ت204هـ)،دار المعرفة، بيروت.\r- مصنف ابن أبي شيبة، الحافظ عبد الله بن محمد بن أبي شيبة، ت (235) هـ تحقيق: كمال يوسف الحوت، مكتبة الرشد، الرياض الطبعة الأولى، 1409 هـ.\r- مصنف عبد الرزاق، الحافظ عبد الرزاق بن همام الصنعاني (ت211هـ) تحقيق: حبيب الرحمن الأعظمي، توزيع: المكتب الإسلامي، الطبعة الثانية، 1403هـ.\r- المعجم الأوسط، الطبراني، تحقيق: طارق بن عوض الله، وعبد المحسن الحسيني، دار الحرمين، القاهرة 1415 هـ.\r- المعجم الصغير، الطبراني، دار الكتب العلمية، بيروت، 1983م.\r- المعجم الكبير، الطبراني، حققه وخرج أحاديثه: حمدي السلفي، مطبعة الزهراء، الموصل، الطبعة الثانية، 1984م.\r- معجم المؤلفين تراجم مصنفي الكتب العربية، عمر رضا كحالة، دار إحياء التراث العربي، بيروت.\r- معرفة علوم الحديث، أبو عبد الله الحاكم، نشر الأستاذ معظم حسين، حيدر آباد، الطبعة الثانية، 1977م.","seal":"6D6BF9D6","part":1},
      {"page":31,"id":32,"nass":"- المنتخب من مسند عبد بن حُميد (ت249هـ) تحقيق: صبحي السامرائي ومحمود الصعيدي، مكتبة السنة-القاهرة، عالم الكتب، الطبعة الأولى 1408هـ-1988م.\r- المنهاج شرح صحيح مسلم بن الحجاج للإمام النووي مراجعة: خليل الميس، حققه وعلق عليه لجنة من العلماء بإشراف الناشر، ترقيم محمد فؤاد عبد الباقي، دار العلم، بيروت، الطبعة الأولى 1407هـ-1987م.\r- موضح أوهام الجمع والتفريق للخطيب البغدادي (ت463هـ) تحقيق: المعلمي اليماني، دار المعارف العثمانية، حيدرآباد-الهند.\r- الموضوعات لأبي الفرج بن الجوزي، ضبط وتقديم وتحقيق: عبد الرحمن محمد عثمان، دار الفكر، بيروت.\r-الموطأ، برواية يحيى بن يحيى الليثي، دار إحياء التراث العربي، مصر.\r- الموقظة في مصطلح الحديث للإمام الذهبي (ت748هـ) تحقيق: عبد الفتاح أبي غدة، مكتب المطبوعات الإسلامية بحلب 1405هـ.\r- ميزان الاعتدال، شمس الدين الذهبي تحقيق: علي محمد البجاوي، دار المعرفة، بيروت، الطبعة الأولى، 1382هـ.\r- نزهة النظر بشرح نخبة الفكر، تحقيق وتعليق: نور الدين عتر، المكتبة العلمية في المدينة المنورة، والبيان في بيروت.\r- نصب الراية لأحاديث الهداية للإمام الزيلعي (ت762هـ) تحقيق: محمد يوسف البنوري، دار الحديث، مصر 1357هـ.\r-هدي الساري مقدمة فتح الباري، العسقلاني تحقيق: محمد فؤاد عبد الباقي، دار الكتب العلمية، بيروت، الطبعة الأولى، 1989م.\r- وفيات الأعيان، ابن خلكان، تحقيق محمد محيي الدين عبد الحميد، مطبعة السعادة، الطبعة الأولى 1948م.","seal":"9B38801E","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"من قال فيه البخاري «فيه نظر»","HigriD":"معاصر","oAuthVer":7,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي","bLnk":null,"Inf":null,"Auth":"عبد القادر مصطفى","Betaka":"الكتاب: من قال فيه البخاري «فيه نظر» وأقوال أهل الجرح والتعديل - دراسة تطبيقية في كتابه «التاريخ الكبير»\r\nالمؤلف: أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي\r\nالناشر: منشور في مجلة الجامعة الإسلامية - بغداد 2009.\r\nعدد الأجزاء: 1\r\n[الكتاب مرقم آليا]","TafseerNam":null,"PdfCs":null,"AuthInf":"أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي، رئيس قسم الحديث كلية أصول الدين - الجامعة الإسلامية - بغداد\rمواليد: 1393 هـ\rالحالة الاجتماعية: متزوج.\rالعنوان: العراق -بغداد -الأعظمية.\rالبريد الالكتروني:  dr.abdulkader94@yahoo.com\r\r•  الشهادات العلمية\rالدكتوراه: في الحديث النبوي عام 2002م. من الجامعة الإسلامية ببغداد (جامعة صدام سابقا).\rعنوان الرسالة (الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين).بإشراف الأستاذ الدكتور بشار عواد معرروف العبيدي.\rالماجستير: في الحديث النبوي عام 1998م.\rعنوان الرسالة: الشفاعة في الحديث النبوي دراسة وتخريج. بإشراف الأستاذ الدكتور أحمد عبيد الكبيسي.\rالعمل الحالي: أستاذ في كلية أصول الدين قسم الحديث النبوي في الجامعة الإسلامية ببغداد.\r\r• الألقاب العلمية:\r1 - مدرس عام 2002م.\r2 - أستاذ مساعد (مشارك):عام 2006م.\r3 - أستاذ (بروفسور):عام 2011م.\r\r• الخبرات العلمية والميدانية:\r1 - درست العلوم الشرعية على يد كبار علماء العراق منذ عام 1986م كالشيخ العلامة المحدث صبحي السامرائي، والشيخ الدكتور بشار عواد معروف، والشيخ الفقيه هاشم جميل والشيخ الفقيه أبي اليقظان الجبوري، وغيرهم كثير.\r2 - حصلت على الإجازة الشرعية العامة عام 1420هـ -1999م. ومجاز من قبل مشايخ كبار في العالم الاسلامي كالشيخ العلامة صبحي السامرائي والدكتور بشار عواد معروف والشيخ العلامة عبد الله السعد والشيخ حمدي السلفي وغيرهم كثير.\r3 - ومارست التدريس في المدارس الإعدادية عام 1995.\r4 - محاضر في كلية العلوم الإسلامية - جامعة بغداد عام 1997 - 1999\r5 - محاضر في كلية المعلمين الجامعة المستنصرية عام 1999 - 2001\r6 - مدرس في كلية أصول الدين في الجامعة الإسلامية ببغداد منذ عام 2002 - ولحد الآن.\r7 - محاضر في الدراسات العليا (الماجستير والدكتوراه) في قسم الحديث في كلية أصول الدين 2004 - 2011م\r8 - حاضرت في الدراسات العليا (الدكتوراه) في قسم العقيدة في كلية أصول الدين عام 2009م.\r9 - محاضر في الدراسات العليا في قسم الشريعة في كلية الشريعة والقانون في الجامعة الإسلامية 2009 - 2011م.\r10 - عملت مقرراً لقسم الحديث النبوي 2003 - 2005م.\r11 - عملت رئيساً لقسم الحديث وعلومه في كلية أصول الدين في الجامعة الإسلامية 2005 - 2007م.\r12 - أشرفت وناقشت على أكثر من مائة بحث ورسالة ماجستير وأطروحة دكتوراه في الجامعات العراقية.\r\r• عضوية الجمعيات والمنظمات العلمية.\r1 - عضو -مؤسس- لرابطة التدريسين الجامعيين في العراق.\r2 - عضو جمعية الحديث وعلومه.\r3 - عضو رابطة الباحثين الجامعيين.\r4 - عضو نقابة المعلمين في العراق.\r5 - رئيس مركز الأفق للدراسات والبحوث.\r\r• البحوث المنشورة: كثيرة منها:\r1 - الألفاظ المصرحة بلفظ النكارة وصلتها بمنكر الحديث دراسة نقدية. (منشور) في مجلة جامعة الأنبار العدد6 سنة 2005م\r2 - الميسر في علم تخريج الحديث النبوي. في مجلة جامعة الأنبار 2010م.\r3 - قول الإمام البخاري فيه نظر في كتابه التاريخ الكبير وأقوال أئمة الجرح والتعديل. (منشور) في مجلة الجامعة الإسلامية 2009.\r4 - الوجيز النفيس في معرفة التدليس (منشور) في مجلة مركز البحوث والدراسات في الوقف السني -بغداد 2005م\r5 - وثيقة المدينة المنورة دراسة تحليلية. (منشور) في مجلة كلية المعلمين الجامعة المستنصرية العدد 24 لسنة 2005.\r6 - دراسات في منهج النقد الحديثي أصوله وضوابطه. (صلاحية نشر من مجلة الجامعة الإسلامية 2003م).\r7 - الحديث الحسن عند الإمام الترمذي دراسة تطبيقية في كتابه الجامع. (قيد النشر).\r8 - قرائن الترجيح وقواعد التصحيح دراسة موازنة بين المحدثين والفقهاء. (مخطوط).\r9 - العلة عند المحدثين مفهومها وتطبيقاتها. (مخطوط).\r\r• الكتب المطبوعة:\r1 - البرهان في بيان علاقة الإنس بالجان في ضوء السنة والقرآن. مطبعة دار نبيل -العراق 2001م.\r2 - وثيقة المدينة المنورة دراسة تحليلية. مطبعة دار نبيل 2003م.\r3 - الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين. دار الكتب العلمية 2005.\r4 - الشفاعة في الحديث النبوي دراسة وتخريج. دار الكتب العلمية 2005م.\r5 - كتاب (التمييز) للإمام مسلم بن الحجاج. (دراسة وتحقيق) دار ابن الجوزي -الرياض 2009م.\r6 - كتاب (المحجة في سير الدلجة لابن رجب الحنبلي) (دراسة وتحقيق. دار ابن الجوزي 2009م\r7 - أقوال الإمام النسائي في كتابه (أسماء الرواة والتمييز بينهم) موازنة بأقوال أئمة الجرح والتعديل. دار ابن الجوزي 2011م.\r\r• المؤتمرات والندوات: (مشاركة ببحوث)\r1 - المؤتمر الأول لحقوق الإنسان في المجتمع العربي لكلية العلوم الاجتماعية في جامعة مؤته -الأردن 9 - 11/ 5/2005م.\r2 - المؤتمر الدولي الأول لكلية الدراسات الفقهية والقانونية بجامعة آل البيت في عمان 15 - 17/ 11/2005م.\r3 - المؤتمر السنوي الأول للجامعة الإسلامية -بغداد عام 2005م.\r4 - الندوة السنوية لعلماء الحديث والباحثين في السنة النبوية الذي أقامه قسم الحديث النبوي في كلية أصول الدين عام 2006م.\r5 - مؤتمر مدارس بغداد العقائدية ودورها في الدفاع عن الإسلام -كلية أصول الدين- الجامعة الإسلامية -بغداد عام 2009م.\r6 - مؤتمر الانتصار للصحيحين المقام في الجامعة الأردنية للفترة من 17 - 20/ 7/2010م\r7 - ندوة السلاجقة الدولية في تركيا عام 2010م.\r8 - مؤتمر دور السنة النبوية في تعزيز مفهوم الأمة الوسط. جمعية الحديث وعلومه بالتعاون مع ديوان الوقف السني 23/ 5/2011م. (رئيس المؤتمر ومشارك ببحث).\rوغيرها من المؤتمرات\rأسأل الله العظيم أن يحسن عاقبتنا في الأمور كلها، والحمد لله رب العالمين.","seal":"A2864070","cat":"علوم الحديث - مرقم آليا","oNum":95586,"BkId":95586,"oAuth":2396,"bVer":1,"aSeal":"A4782818"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95586":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"الفصل الأول مراد الإمام البخاري من قوله: «فيه نظر»"},
      {"lvl":2,"id":3,"sub":1,"tit":"المبحث الأول: أنها مرتبة في الجرح الشديد"},
      {"lvl":2,"id":5,"sub":0,"tit":"المبحث الثاني: من عدها جرحا خفيفا"},
      {"lvl":2,"id":6,"sub":0,"tit":"المبحث الثالث: مناقشة الآراء والترجيح"},
      {"lvl":1,"id":9,"sub":0,"tit":"الفصل الثاني الدراسة التطبيقية في التأريخ الكبير"},
      {"lvl":1,"id":25,"sub":0,"tit":"قائمة ببعض المصادر والمراجع"}
    ]
}
