{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95667":
    [
      {"aya":null,"part":null,"sora":null,"Na":null,"id":1,"nass":"الدين العالمي ومنهج الدعوة إليه\r\rتأليف\rفضيلة الشيخ عطية صقر\rعضو مجمع البحوث الإسلامية\r\rسلسلة البحوث الإسلامية\rالسنة الثامنة عشرة - الكتاب الخامس","seal":"B22F79A5","page":null},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":3,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rتقديم\rللأستاذ الدكتور عبد الفتاح عبد الله بركة الأمين العام لمجمع البحوث الإسلامية\rالحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين.\rأما بعد: فنقدم للقراء الطبعة الثانية من كتاب:\r\"الدين العالمى ومنهج الدعوة إليه\"\rالذى يتحدث عن عالمية الدين الإسلامى وصلاحيته لكل زمان ومكان، على الرغم من أن الرسول الذى أرسل به عربى، والكتاب الذي أنزل عليه أنزل باللسان العربى، فهو عليه الصلاة والسلام كما قال عنه ربه: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ}، والكتاب كما قال عنه سبحانه: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا}.","seal":"C760891C","page":3},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":4,"nass":"وهذا الكتاب الذى نقدمه يؤكد هذه الحقيقة بما لا يدع مجالا للشك؛ وذلك من واقع النصوص القرآنية، والأحاديث النبوية ليزداد المؤمن إيمانا، ومن واقع العوامل الذاتية التى رشحت هذا الدين ليكون دينا عالميا، وليكون حجة الله على من يتطلعون إلى دين يلائم الطبيعة البشرية، ويساير تطور الحياة الفكرية والعملية، ومن الواقع التاريخى الذى أثبت جدارة الإسلام بهداية البشرية إلى أقوم الطرق، حيث تقبلته كل الأجناس، وعاش فى كل البيئات، وما يزال غضا طريا على الرغم من تعاقب الأجيال.\rوالكتاب ينبه إلى خطر الجبهات التى تحاول أن تقلص من ظله، وتحد من مده، وسنرى من خلالها أن بعض المعاصرين يثيرون من الشبهات ما أثاره الأعداء منذ مئات السنين، وتكاد الألفاظ التى تجرى على ألسنتهم تطابق تماما ما قاله أولئك المغرضون.\rوهو إذ يبرز أن الإسلام هو الدين العالمى الوحيد الذى يلبى حاجة الإنسانية فى هذا العصر وفى جميع العصور، لم ينس أن يصنع المنهج الصحيح للدعوة إليه، من واقع النصوص وهدى السلف وتجارب العصر، حتى لا يقحم نفسه على الدعوة من ليس أهلا لها، وحتى لا تشوه الصورة النقية للإسلام من سلوك بعض من لا يحسنون الدعوة إليها.","seal":"7E8498BD","page":4},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":5,"nass":"والكتاب فى صورته المصغرة المنتقاة من مؤلف ضخم فى هذا الموضوع، شاهد صدق من الشواهد الكثيرة على أن الأزهر الذى ظل منارة الثقافة الإسلامية أكثر من ألف عام، لم يغب عن الساحة مطلقًا، فهو بجميع هيئاته حاضر يتفاعل مع الأحداث، ويشق طريقه فى الإصلاح بكل ثقة وصبر ومصابرة راجيا من الله المثوبة، وداعيا للأمة الإسلامية أن يلهمها الله الرشد حتى تعود إلى الدين الذى يخرجهم من الظلمات إلى النور، وصدقا الله العظيم إذ يقول: {فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى} وبالله التوفيق، ، ،\rالأمين العام لمجمع البحوث الإسلامية\rأ. د/ عبد الفتاح بركة","seal":"6BF102A7","page":5},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":6,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\rمقدمة\rالحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين.\rأما بعد: فقد اقتضت حكمة الله تعالى ألا يدع عباده يسيرون فى الحياة على غير هدى، ولا أن يتركهم لعقولهم التى قد تغلبها الأهواء فتضل وتغوى، فأرسل إليهم رسلا حدد مهمتهم بقوله: \"رسلا مبشرين ومنذرين\" (¬1)، وبين حكمة إرسالهم بقوله: {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} (¬2)، وكان فى كل جماعة من الجماعات البشرية الهامة من يرشدها كما قال سبحانه: {وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ} (¬3)، وكان هؤلاء المرشدون من الكثرة بحيث قال الله فيهم: {وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ} (¬4)، على ما تفيده \"كم\" الخبرية من التكثير، وكفانا مئونة عدهم فقال:\r¬__________\r(¬1) و (¬2) سورة النساء: 165.\r(¬3) سورة فاطر: 24\r(¬4) سورة الزخرف: 6","seal":"1AF87F66","page":6},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":7,"nass":"{وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ} (¬1)، وبين المقصد اللأكبر من \"بعثهم فقال: \"ولقد بعثنا فى كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت\" (¬2)، فقد وجهوا اهتمامهم أولا إلى إصلاح العقيدة ثم إلى إصلاح ما يرونه فى حاجة إلى إصلاح من السلوك.\rومما لا شك فيه أن البشرية فى تغير دائم ورقى مستمر، وأن المشاكل تزداد تعقدا كلما تعقدت الحياة وكثرت مطالبها، ولهذا كانت النظم والشرائع التى جاءت بها الرسل فى تغير وتطور، ما يصلح منها لجماعة لا يصلح لأخرى كما قال سبحانه: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} (¬3).\rوالقرآن الكريم حين تحدث عن هذه الرسالات تحدث عنها فى إطار الخصوصية للأمم التى جاءت اليها، فكل رسالة للأمة لا تكلف بها أمة أخرى، وكل شريعة ينتهى عهدها بانتهاء من جاء بها، كما قال سبحانه: {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَابَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} (¬4).\r¬__________\r(¬1) سورة غافر: 78\r(¬2) سورة النحل: 36\r(¬3) سورة المائدة: 48\r(¬4) سورة الصف: 6","seal":"B770B72A","page":7},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":8,"nass":"وكانت الإنسانية من عهد بعيد تستعد لطور جديد من الرقى الفكرى والاجتماعى، وإلى رسالة تتناسب مع ما بلغته من نضج ورشد، كما كان العالم قبيل ظهور الإسلام فى حاجة ماسة إلى من يأخذ بيده مما ارتكس فيه من ضلال، والى رسول تقوم دعوته على الأصول الإنسانية العامة التى تتخطى حواجز الجنس والبيئة والزمن والفوارق العارضة الأخرى، وعلى الإصلاح الشامل الذى يأسو كل جراح، ويروى كل ظمأ، ويحل كل عقدة، ويعالج كل مشكلة، وعلى تنظيم دقيق يساعد كل حى على أن يأخذ حقه فى الحياة فى عدالة تامة ومساواة شاملة، وحرية كاملة، وفى ظل من الأخوة والرحمة والمحبة والتعاون، وعلى منهج يصحح العقيدة، ويقوم الفكر، ويصلع الفاسد من السلوك، ويضع قواعد الاجتماع ونظام الحكم على أساس سليم. فكانت رسالة الإسلام، وكان محمد - صلى الله عليه وسلم -، كانت رسالة الإسلام العامة الخالدة، الصالحة لكل زمان ومكان، وكان محمد خاتم الأنبياء والمرسلين.\rوسأحاول فى هذا البحث أن أجلح فى اختصار بالغ -عالمية الدين الاسلامى، وكيف انتشر نوره، واستفاد العالم من هدايته، وما يجب علينا إزاء الدعوة إليه","seal":"19E0F5E1","page":8},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":9,"nass":"فى كل أقطار العالم، تحقيقا لقوله تعالى: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا} (¬1).\rوالله أسأل أن يجعله خالصا لوجهه، وأن يوفقنا للعمل بما فيه، إنه سميع مجيب، ، ،\rعطية صقر\r¬__________\r(¬1) سورة الفتح: 27","seal":"94777FAD","page":9},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":10,"nass":"معنى عالمية الدين\rالدين هو الوضع الإلهى الذى اختاره الله لعباده ليصلحهم فى الحياتين، ويكون عالميا بعدم اختصاصه بجنس من الأجناس البشرية، وبعدم انحصار تطبيقه فى إقليم خاص أو بيئة معينة، وبامتداد هدايته أزمانا طويلة تتجاوز العصر الذى بدأت فيه، بمعنى أن يكون الدين صالحًا لكل جنس وكل جيل، أو لكل زمان ومكان، أو بمعنى آخر أن يكون الدين شريعة الإنسان من حيث هو إنسان، بقطع النظر عن العوامل والفوارق العارضة، التى لا تدخل فى ماهية الإنسان كإنسان، وبدون ذلك لا يتحقق معنى العالمية فى أى دين.\rفهو لا يكون دين جنس تميزه فصيلة الدم، أو سمة اللون، أو ظاهرة اللغة، بل دينا لا يفرقا بين العربى والعجمى والحبشي والرومى، ولا بين الأبيض والأسود والأحمر والأصفر، ولا يمنع من أن يستظل بلوائه متكلم بأية لغة من اللغات، وهو لا يكون دينا محليا تحده حدود جغرافية واعتبارات إقليمية، بل يصلح لكل البيئات وكل الأجواء ويتناسب مع كل بقعة زراعية وصناعية وتجارية، برية وبحرية، بدوية","seal":"1F4B4648","page":10},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":11,"nass":"وحضرية على اختلاف المستويات المادية والاعتبارات الأخرى.\rوهو لا يكون دينا عالميا إلا إذا صحب الإنسان فى جميع أزمانه المتطورة، وعصوره المتلاحقة، بمعنى أن يكون خالدا لا يعتريه نسخ أو زوال، ولا عقم أو جمود، موفيا بجميع مطالبه المتنوعة المتجددة في الميادين السياسية والثقافية والاقتصادية والاجتماعية، وفى كل الميادين التى يزاول فيها الإنسان بعقله الواسع نشاطه الكامل من كل نوع.\rولا يوجد دين من الأديان السماوية أو الوضعية فيه هذه المواصفات التى تجعله عالميا إلا دين الإسلام، فالدينان السماويان الكبيران وهما اليهودية والنصرانية، كل منهما خاص بقومه وبعصره.\rفاليهودية لا تصلح أن تكون دينا عالميا لأنها مرتبطة بشعب معين تعرض للتشريد غير مرة، تقوم حياته على العصبية الحادة والعنصرية الجامحة، ذلك أنهم يحاولون أن يستأثروا بعبادة إله وصفوه بأوصاف خاصة، ويعتقدون أنهم شعب الله المختار وأن غيرهم أميون، ويستبيحون من غيرهم ما لا يستبيحون من أنفسهم كالربا، فهل مثل هذا الدين يصلح أن يكون عالميًا؟ .","seal":"3985C670","page":11},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":12,"nass":"على أنه لا يوجد نص فى التوراة يتحدث عن هذه العالمية، فهى دين أسرة بشرية واحدة هى بنو إسرائيل وهم يكرهون أن يدخل بينهم غير عنصرهم. يقول المسيو (جوليان ويل) حاخام باريس فى كتابه (اليهودية): يجب على كل ربانى أن يرد كل طالب الدخول فى عهد إبراهيم ثلاث مرات، لافتا نظره إلى الصعوبات التى سيصادفها، والتكاليف الشاقة التى سيتحملها، والأخطار التى سيتعرض لها، فإذا أصر على طلبه وتحقق الربانى أن الدواعى التى تحدوه للتهود طاهرة ونزيهة فيمكنه أن يقبله فى حظيرة البيعة. ثم قال: هذا التحفظ فى أمر طالبى التهود دعت إليه طبيعة اليهودية ونظامها الخاص الذى لا يقصد به إلا الإسرائيلى بأدق معانى هذه الكلمة، وأوجبه كذلك ما فى اليهودية من التكاليف الكثيرة التى يستدعى العمل بها نكران الذات والأخشيشان والثبات والشجاعة وأحيانا البطولة أيضًا (¬1).\rوغاية ما يتمسك به اليهود فى ادعاء عموم رسالتهم ما ورد فى كتابهم من أن بنى إسرائيل سيكونون محكمين للأمم، ومربين للشعوب القوية، وأنه -قبيل قيام الساعة- سيتفق العالم كله على عبادة الله اتباعا\r¬__________\r(¬1) مجلة الأزهر: المجلد 8 ص 241، ومجلد 10 ص 487.","seal":"E554019D","page":12},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":13,"nass":"لديانة بنى إسرائيل، إذ يكونون قد عقدوا مع الخالق عهدا جديدا، فيضطر الناس إلى القيام عليه.\rلكن هذا القول يثبت أن دينهم لا يصلح الآن، ولا فى عهده الأول لقيادة البشر عامة، بل سيكون ذلك، على زعمهم، قبيل قيام الساعة، على فرض صحة هذه النصوص. وأنى لها أن تكون صحيحة وقد حكم القرآن بأنهم حرفوا الكلم عن مواضعه، وبدلوا كتاب الله، وغيروا معالمه؛ لقد استبدلوا به (تلمودا) مملوءا بالتعاليم الشاذة القائمة على الفساد والإفساد ليبسطوا نفوذهم على العالم كله بأية وسيلة تكون.\rولو نظرنا إلى المسيحية لرأينا أنها عند تقرير العقيدة لا تعتمد على الدليل المقنع، بل توجب أن تؤخذ بالتسليم المطلق، والعقول فى تطورها جريا على سنن الله الكونية، تأبى أن تظل حبيسة التقليد أو التلقين.\rكما أنها تنادى بالزهد البالغ والرهبانية الشديدة، وتحرم الأغنياء أن يدخلوا ملكوت السموات، ويعقب على هذا أحد كتابهم وهو \"الدكتور نظمى لوقا\" فى كتابه \"محمد، الرسالة والرسول\" فيقول: وهذا السلوك لا يصلح له كل قلب، ولم تنضج البشرية","seal":"A86D8A42","page":13},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":14,"nass":"نضوجا تاما متساوقا، ليمكنها أن تتلقى هذا التعليم، فلا يصلح لذلك إلا الأفذاذ من الناس. أما السواد الأعظم فللحس على قلوبهم أبدا سلطان غير مجحود ولا مردود (¬1).\rوفى المسيحية تسامح متناه وعفو واسع، ومن المعلوم أن امتثال هذه الأوامر يتعذر على غير الأذلة المستضعفين من الناس، وقد يكون من أكبر المفاسد بإغراء الأقوياء بالضعفاء الخاضعين.\rوكانت هذه السياسة صالحة لتقاوم بها عوامل التنافس والصراع المادى اليهودى، ولا تصلح لعمران يراد له أن يطمئن على حقوقه ومقدساته.\rعلى أن سيدنا عيسى عليه السلام بدأ دعوته ببنى إسرائيل خاصة، كما جاء فى إنجيل متى وهو يقص محاورة المرأة الكنعانية لعيسى، وهى غير إسرائيلية، فأجاب عيسى وقال: لم أرسل إلا إلى خراف بني إسرائيل الضالة (¬2). فليس فى المسيحية نص على عالميتها، وما نشطت الدعوة إليها إلا بعد اعتناق الرومان لها، وقد بقيت نحو ثلاثة قرون محصورة فى طوائف مبعثرة، ولم تقم لها دولة إلى أن تولى\r¬__________\r(¬1) ص 57 - 59\r(¬2) اصحاح 15: 21 - 29","seal":"44A3AB94","page":14},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":15,"nass":"الامبراطورية الرومانية (قسطنطين الأول) وكانت أمه قد ربته على المسيحية فحمل قومه عليها، وأمر بتحطيم الهياكل والمعابد الوثنية، واعتبر النصرانية دينا رسميا للإمبراطورية (274 - 337 م). ومن ذلك الحين قام النصارى بإرسال بعثات التبشير إلى البلاد النائية.\rوإذا كان هذا شأن الدينين الكبيرين بعد الإسلام، فأولى بعدم العالمية الأديان الأخرى.","seal":"C2AF77A7","page":15},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":16,"nass":"الإسلام هو الدين العالمى\rهذه قضية لابد لها من أدلة تدعمها وشواهد تثبتهما، وسأحاول أن أجعلها فى مجموعات ثلاثة: مجموعة الأدلة النقلية، ومجموعة الأدلة الذاتية، ومجموعة الأدلة الواقعية.\rوأعنى بالمجموعة الأولى، الأدلة الواردة فى الكتاب والسنة من قول النبي - صلى الله عليه وسلم - وفعله، وهى التى يقتنع بها المؤمنون المصدقون بهما، وهؤلاء فى غير حاجة إلى إيرادها لأن العقيدة الدينية لا تدع فى قلوب المؤمنين مجالا للشك في هذه القضية، وإلا كان كفرا. ولكننا نوردها لنزيدهم إيمانا، وليعرفها من يجهلها، ولنرد بها على من طعنوا فى الإسلام بأن عالميته من اختراع أتباعه، لا من نصوصه.\rومجموعة الأدلة الثانية أقصد بها المقومات الأساسية والعوامل الرئيسية التى اشتمل عليها الدين، وهذا الأسلوب فى الاستدلال يعتمد على فقه الموضوع وتحليل نصوص الدعوة، وتلمس النواحى المشرقة الحية فى مبادئها، وربطها بواقع الحياة وسنن الكون، وبيان مقدار ملاءمتها للسلوك الإنسانى فى جميع أطواره،","seal":"D4F2A466","page":16},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":17,"nass":"وعلى مدى عصوره وأزمانه، وهذه المجموعة من الأدلة القائمة على هذا المنهج تفيد الباحثين من الأجانب عن الإسلام، وتفيد فى الرد على المتشككين فى صلاحيته لقيادة البشرية قيادة رشيدة.\rوالواقع التاريخى الذى جعلناه دليلا على عالمية الدين يعتبر تطبيقا لمبادئ هذه الدعوة وبيان حسن إنتاجها فى الحقل الذى زرعت فيه، وهى دليل صدق على فاعلية الأدلة الذاتية الموجودة فى المجموعة الثانية، وهذه الأدلة كلها متضامنة فى إثبات صدق هذه القضية، وهى عالمية الدين الإسلامى، وإليكم الحديث عن هذه الأدلة بنوع من التفصيل.\r\rالأدلة النقلية على عالمية الدين الإسلامى:\r1 - من القرآن. جاءت آيات مكية تدل على أن وصف العالمية لازم الدعوة الإسلامية من أيامها الأولى، وترد على من زعموا أن عالمية الإسلام فكرة لم تكن عند محمد حين أرسل به، بل جاءت فى عهد خلفائه الذين تاقوا إلى القتال والتوسع بالفتوح، كما ردد ذلك \"وليم موير\" فى كتابه عن \"الخلافة\" (¬1) وردده\r¬__________\r(¬1) تاريخ للدعوة لأرنولد ص 49، 50","seal":"F7495A9E","page":17},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":18,"nass":"أيضًا \"ساوندوز\" المحاضر الأول للتاريخ في جامعة كنتر برى بزيلندة الجديدة، ونشرته مجلة التاريخ المعاصر في مارس وإبريل سنة 1961 (¬1) ومن هذه الآيات ما يأتى:\r1 - قوله تعالى: {وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} (¬2).\r3 - قوله تعالى: {إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ} (¬3).\r3 - قوله تعالى: {قُلْ يَاأَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} (¬4)\r4 - قوله تعالى: {إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ (69) لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} (¬5).\rومعنى من كان حيا، كل من ثبت له الحياة، ولفظ \"من\" من صيغ العموم.\r5 - قوله تعالى: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} (¬6).\r¬__________\r(¬1) مجلة الأزهر مجلد 33 ص 220\r(¬2) سورة القلم: 52\r(¬3) سورة التكوير: 27، يوسف 104، الأنعام 90\r(¬4) سورة الأعراف: 158.\r(¬5) سورة يس: 69، 70\r(¬6) سورة الفرقان: 1","seal":"6C03DE8A","page":18},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":19,"nass":"6 - قوله تعالى: {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} (¬1).\rومعنى \"من بلغ\" من وصل حد التكليف من أى جنس ولون، أو من بلغه القرآن من غير المخاطبين به عند نزوله.\r7 - قوله تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا} (¬2).\r8 - قوله تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} (¬3).\rفأم القرى هى مكة، ومن حولها يشمل كل الناس، غير المقيمين فيها، فكل حي على وجه الأرض مقيم حول مكة، فهى مركز الدائرة، وقطرها ممتد بين كل نقطتين على المحيط العالمى.\r9 - قوله تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} (¬4).\rهذه هى معظم الآيات المكية وتضاف إليها الآيات المدنية التالية.\r¬__________\r(¬1) سورة الأنعام: 19\r(¬2) سورة سبأ: 28\r(¬3) سورة الشورى: 7\r(¬4) سورة الأنبياء: 107","seal":"7E61C036","page":19},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":20,"nass":"1 - قوله تعالى: {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا} (¬1).\rفالدعوة فيها موجهة إلى اليهود والنصارى وهم أهل الكتاب وإلى غيرهم من الحرب الذين يطلق عليهم الأميون.\r3 - قوله تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا ... } (¬2).\r3 - قوله تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} (¬3). فكل إنسان لا يدين بدين الإسلام لا يقبل منه ما دان به، فهو دين الجميع.\r2 - قوله تعالى: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} (¬4).\r(ب) من السنة، إلى جانب السنة الفعلية حين بلغ الرسول الدعوة جاءت النصوص القولية الآتية:\r1 - (كان كل نبى يبعث إلى قومه خاصة، وبعثت إلى كل أحمر وأسود) (¬5).\r¬__________\r(¬1) سورة آل عمران: 20\r(¬2) سورة آل عمران: 64\r(¬3) سورة آل عمران: 85\r(¬4) سورة التوبة: 33، الفتح: 27\r(¬5) رواه البخارى ومسلم.","seal":"15D8779C","page":20},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":21,"nass":"وجاء بروايات مختلفة، فى بعضها (وبعثت إلى الناس عامة)، (وبعثت إلى الخلق كافة).\r3 - (إنى رسول الله إليكم خاصة، وإلى الناس كافة) (¬1)، وكان ذلك فى إحدى الخطب الأولى بمكة.\r3 - فى كتاب النبي - صلى الله عليه وسلم - إلى جيفر وعبدا بنى الجلندي ملكي عمان قوله (فإنى رسول الله إلى الناس كافة، لأنذر من كان حيا ويحق القول على الكافرين) (¬2).\r4 - فى حديث البراء بن عازب عند حفر الخندق في غزوة الأحزاب، وقد اعترضت المسلمين صخرة وهم يحفرون جاء قوله (فاشتكينا ذلك للنبي - صلى الله عليه وسلم -، فجاء وأخذ المعول فقال: بسم الله. ثم ضربه فنشر ثلثها). وفى رواية: (فخرج نور أضاء ما بين لابتى المدينة وقال: الله أكبر، أعطيت مفاتيح الشام، والله إنى لأرى قصورها الحمر الساعة من مكانى هذا. قال: ثم ضرب الثانية فقال: بسم الله فقطع ثلثا آخر، فقال: الله أكبر، أعطيت مفاتيح فارس، والله إنى لأبصر قصر المدائن الأبيض وفي رواية: لأبصر قصور الحيرة ومدائن كسرى كأنها أنياب الكلاب من مكاني هذا: وأخبرنى جبريل أن أمتي ظاهرة عليها. ثم ضرب\r¬__________\r(¬1) رواه البخارى وكتب المسيرة.\r(¬2) المواهب للقسطلانى ج 1 ص 225","seal":"D449B08F","page":21},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":22,"nass":"ثالثة وقال: بسم الله، فقطع الحجر وقال: الله أكبر، أعطيت مفاتيح اليمن، والله إنى لأبصر باب صنعاء) (¬1)\rقال ابن إسحاق: وحدثنى من لا أتهم عن أبي هريرة أنه كان يقول حين فتحت هذه الأمصار فى زمان عمر وزمان عثمان من بعده: افتتحوا ما بدا لكم، فوالذى نفس أبى هريرة بيده ما افتتحتم من مدينة ولا تفتتحونها إلى يوم القيامة إلا وقد أعطى الله سبحانه محمدًا - صلى الله عليه وسلم - مفاتيحها قبل ذلك. هذا وقد كان المرتابون يقولون عن الرسول: يخبركم أنه يبصر من يثرب قصور الحيرة ومدائن كسرى وأنتم تحفرون الخندق ولا تستطيعون أن تبرزوا. وفيهم قال الله تعالى: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا} (¬2).\r5 - عن عدي أن النبي - صلى الله عليه وسلم - قال له: (ولئن طالت بك حياة لتفتحن كنوز كسرى) قلت: كنوز كسرى ابن هرمز؟ قال: (كنوز كسرى بن هرمز). وكنت فيمن افتتح كنوز كسرى بن هرمز) (¬3).\r¬__________\r(¬1) رواه أحمد والنسائي بإسناد حسن.\r(¬2) الزرقاني على المواهب ج 2 ص 109، روى بعضه البخاري عن أبي هريرة.\r(¬3) رواه البخاري.","seal":"6F2CA712","page":22},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":23,"nass":"6 - (إنكم ستفتحون مصر، وهى أرض يسمى فيها القيراط فإذا فتحتموها فأحسنوا إلى أهلها، فإن لهم ذمة ورحما) أو قال (ذمة وصهرا) (¬1).\rفالأحاديث المبشرة بالفتح تدل على عالمية الدين الإسلامي وإنه سينتشر فى هذه الأصقاع وغيرها.\rومن الأدلة على خلود الرسالة ودوامها إلى آخر الدنيا ما يأتى:\r1 - قوله تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} (¬2).\r2 - قول النبي - صلى الله عليه وسلم -: (مثلى ومثل الأنبياء قبلى كمثل رجل بنى بيتا فأحسنه وأكمله إلا موضع لبنة من زاوية من زواياه، فجعل الناس يطوفون به ويتعجبون له ويقولون: هلا وضعت هذه اللبنة! ! فأنا تلك اللبنة وأنا خاتم النبيين) (¬3).\r3 - قوله أيضًا: (وأرسلت إلى الخلق كافة، وختم بي النبيون) (¬4).\r¬__________\r(¬1) رواه مسلم.\r(¬2) سورة الأحزاب: 40.\r(¬3) رواه البخاري ومسلم.\r(¬4) رواه مسلم.","seal":"567A022D","page":23},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":24,"nass":"4 - قوله تعالى: (أنت منى بمنزلة هارون من موسى، إلا أنه لا نبى بعدى) (¬1).\rوقد بلغ النبي محمد - صلى الله عليه وسلم - الدعوة بصفتها العالمية على ما سيأتى بيانه.\r\rالأدلة الذاتية أو العوامل الأساسية لعالمية الدين الإسلامي: -\rإن الأدلة الذاتية على عالمية الدين الإسلامى كثيرة، وقد تعرض الباحثون للحديث عنها، وعنى بعضهم بمجموعة خاصة لأهميتها فى نظرهم، وقد لخص كثيرا، منها المرحوم \"محمد فريد وجدي\" فقال فيما قال: إن المقومات الأساسية الخالدة للإسلام هى: أنه دين الفطرة وأنه قائم على العقل والبرهان، وأن هناك أصولا أولية يتألف منها دستور علمى يوجه إلى ينابيع الحكمة وهى تنحصر فى هذه الكليات التى أجمعت عليها كل فلسفات العالم، وهى: دوام النظر والتفكير فى الوجود إجمالا، وفى الكائنات التى فيه تفصيلا ودرس أحوال الأمم والاعتبار بها، وتنور نواميس الاجتماع من خلالها، والاستهداء بالأعلام الإلهية المنصوبة فى الوجود لهداية السالكين إلى الحقائق\r¬__________\r(¬1) رواه مسلم.","seal":"123A229E","page":24},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":25,"nass":"الخالصة من الشوائب، والتجرد من جميع الصبغ الوضعية ومن الهوى في الحكم على الأشياء، والاجتهاد في تحصيل العلم حيث كان، وعند أية أمة وجد، والأخذ بالأحسن من كل شيء، والعمل بمبدأ حرية البحث وعدم الاستخذاء للتقليد، وعدم الجمود على شيء والجري على سنة التجديد، استبقاء للتناسب بين أهله وبين كل جديد، واعتبار الفضائل وسائل لبلوغ الكمال الذي قدره الخالق للإنسان في هذا العالم، واعتبار وحدة الإنسانية وأن الناس ما انقسموا إلى أمم وشعوب وقبائل ليتخالفوا ويتناكروا، ولكن ليتعارفوا ويتحابوا، وأن باب الاجتهاد في الدين وفي الأحكام مفتوح إلى يوم القيامة، لا تختص به طائفة ولا تستأثر به أسرة.\rهذه هي الأصول الأساسية في الإسلام، وكلها كما ترى أصول حاصلة على إجماع أهل العلم والفلسفة في العصر الحديث، وهي مع هذا أصول خالدة قابلة للتطبيق في كل زمان ومكان، وفي كل أمة من أمم الأرض كتب لها السمو وطول البقاء. فهل نعجب بعد هذا البيان من قولنا: إن تعاليم الإسلام خالدة خلود النواميس الطبيعية وأنها تصلح لكل زمان ومكان؟ (¬1)\r¬__________\r(¬1) مجلة الأزهر: مجلد 9 من 145 - 148.","seal":"95730660","page":25},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":26,"nass":"هذا هو كلام بعض مفكري الإسلام في القواعد الأساسية للدين العالمي، وفلاسفة الغرب ومن يحاولون البحث عن دين جديد للبشرية عامة، وضعوا قواعد لهذا الدين الذي أسموه \"الدين الفطري أو الطبيعي\". واعتبروها نموذجًا عاليًا لكل دين من الأديان، يقول أحد كبار أشياعها وهو الفيلسوف \"كارو\" في كتابه \"البحوث الأدبية على العصر الحاضر\": أصول الديانة الطبيعية هي الاعتقاد بوجود إله مختار خلق الكائنات وعنى بها، وهو متميز عن العوالم الكونية وعن النوع الإنساني، ووجود روح الإنسان متصفة بالإدراك والحرية ومحبوسة في هذا الجثمان المادي أمدا لتبتلى فيه، وهذه الروح تستطيع بإرادتها أن تطهر هذا الجثمان وتنقيه إذا عرجت به نحو السماء، ويمكنها أن تسفله بأخلادها إلى المادة الصماء، والاعتقاد المطلق بسمو العقل على الحس ووضع الحرية الخلقية، التي هي ينبوع وأصل جميع الحريات، تحت سيطرة الاعتدال، وإعطاء الصفات الفاضلة اسمها الحقيقي وهو الامتحان والابتلاء، وتحديد غرضها الصحيح وهو التخليص التدريجي للنفس من علائق الجسم، والتهيؤ لساعة الموت للزهادة وأخيرًا الاعتراف بناموس الترقي ولكن بدون فصل ترقى الإنسان في مدارج","seal":"22981909","page":26},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":27,"nass":"السعادة المادية عن العواطف الفاضلة التي هي وحدها تبرر تلك السعادة (¬1).\rويقول الفيلسوف \"كانت\": الديانة الحقة الوحيدة هي التي لا تحتوي إلا على قوانين، أعني قواعد صالحة للجري عليها، نشعر من ذاتنا بضرورتها المطلقة، وتكون مجردة عن الأساطير والتعاليم الكهنوتية (¬2).\rلقد اضطر هؤلاء المفكرون إلى اقتراح الديانة الطبيعية لأنهم لم يجدوها في الديانات القائمة التي تعتمد في الكثير من مسائلها على الشروح والتأويلات التي تعمل فيها الأهواء عملها، ولا تتفق ومقررات العلم، ولا تساير التطور وحاجات البشر في قطاعاتها المختلفة، ولو أنهم نظروا بحق في الدين الإسلامي المأخوذ من منابعه الصافية لوجدوا فيه أسمى دين يريدونه لإسعاد البشرية في الحياتين.\rهؤلاء الناس يريدون أدلة على صدق الدين من الدين نفسه، وعلى صلاحيته للعالمية من مبادئه الأساسية. وكل ما يريده هؤلاء وأحسن منه وأكثر موجود في الدين الإسلامي، ولو شئنا لأتينا بكل الأدلة على ما وضعوه من مبادئ، وكان معنى ذلك هو الحديث عن الدين\r¬__________\r(¬1) مجلة الأزهر: مجلد 8 ص 151 ومجلد 11 ص 293.\r(¬2) مجلة الأزهر: مجلد 10 ص 294.","seal":"E5FEEE29","page":27},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":28,"nass":"كله أو معظم ما فيه، وليس مجاله هنا فحسبنا من ذلك إشارات خفيفة لبعض ما جاء فى الإسلام من هذه المبادئ لنبرهن به على عالميته الأصيلة الذاتية.\r(1) إن عالمية الدين، كما قدمنا، تكون إذا كانت شريعته موضوعة لصالح الإنسان من حيث هو إنسان، ومعنى هذا أن تكون شريعة الفطرة التى فطر الله الناس عليها، وقد قال الله تعالى فى شأن الإسلام: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (¬1).\rوقال - صلى الله عليه وسلم -: \"ما من مولود إلا يولد على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجسانه كما تنتج البهيمة بهيمة جمعاء -تامة الخلق- هل تحسون فيها من جدعاء؟ -مقطوعة الأذن أو الأنف أو ناقصة الخلق -ثم- يقول أبو هريرة راوي الحديث: \"فطرة الله التي فطر الناس عليها لا تبديل لخلق الله، ذلك الدين القيم\" (¬2).\rوقال أيضًا \"يقول الله: إني خلقت عبادي حنفاء،\r¬__________\r(¬1) سورة الروم: 30.\r(¬2) رواه البخارى.","seal":"2ED7D446","page":28},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":29,"nass":"فجاءتهم الشياطين فاجتالتهم عن دينهم\" أى حولتهم (¬1).\rالفطرة المذكورة فى الآية والحديث هى الجبلة والطبيعة والخليقة الإنسانية الجامعة بين العالمين المادى والروحى، والمستعدة لمعرفة عالم الغيب والشهادة، وما أودع فيها من غريزة التدين المطلق، الذى هو الشعور الوجدانى بسلطان غيبى فوق قوى الكون والسنن والأسباب التى قام بها نظام كل شيء.\rوالإسلام قد راعى الفطرة فى بناء التكاليف عليها بحيث لا تكون مصطدمة معها، أو مهملة لمقتضياتها المادية والروحية، وفى تقرير الأدلة وسلوك السبل للدعوة وغرس المبادئ، كل ذلك كان مستوحى من الفطرة ومستخدما إياها فى هذا الغرض النبيل.\rففى مبادئ الإسلام ما يشير إليه قوله تعالى: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} (¬2). وقول النبي - صلى الله عليه وسلم -: \"إن لبدنك عليك حقا ولربك عليك حقا\" (¬3)، وغير ذلك من النصوص والتشريعات المراعية لطبيعة النفس وحاجات الجسم\r¬__________\r(¬1) رواه مسلم.\r(¬2) سورة القصص: 77\r(¬3) رواه البخارى.","seal":"39DBEE05","page":29},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":30,"nass":"ومتطلبات العقل، وفي الدعوة كانت أساليب الترغيب والترهيب، واستعمال وسائل الإيضاح وعوامل التشويق، وترويض النفس بالصبر على البلاء والشكر على الرخاء، وبيان أثر القدوة والاستهواء ومراعاة حكم البيئة وعوامل الوراثة وما إلى ذلك.\rوبهذه الميزة كان الإسلام ملائما لجميع الأجناس البشرية، فالفطرة الأصيلة واحدة، وتقبلته النفوس على اختلاف مستوياتها، ومتمشيا مع مطالب الحياة بالقدر الذى يصلحها ويجعل النشاط فيها ينتج انتاجا مثمرا مفيدا.\r(ب) ومن قيام الإسلام على العقل. وتكريمه له نرى أن معجزته الكبرى عقلية وهى القرآن الكريم، كما يقول النبي - صلى الله عليه وسلم -: \"ما من الأنبياء من نبي إلا وقد أعطى من الآيات ما مثله آمن عليه البشر، وإنما الذى أوتيته وحيا أوحاه الله إلى، وأرجو أن أكون أكثرهم تابعا يوم القيامة\" (¬1).\rوفى القرآن الكريم آيات كثيرة تدعو إلى استعمال العقل، فقد تكرر كثيرا قوله تعالى \"أفلا تعقلون\".\r¬__________\r(¬1) رواه البخارى ومسلم.","seal":"00070738","page":30},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":31,"nass":"وقال: \" {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ} (¬1). وقال: {فَاعْتَبِرُوا يَاأُولِي الْأَبْصَارِ} (¬2). وحرم الإسلام التقليد فقال تعالى: {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ} (¬3).\rونهى عن التعصب للرأي، لأنه اتباع للهوى فقال تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} (¬4).\rكما نهى عن اتباع الظن، لأنه لا تقوم به حجة، فقال سبحانه: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا} (¬5).\rوطالب بالدليل والبرهان فقال تعالى: {قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} (¬6).\rوامتلأت آيات القرآن بالأدلة الكونية والنفسية فقال\r¬__________\r(¬1) سورة الأعراف: 185\r(¬2) سورة الحشر: 2\r(¬3) سورة البقرة: 170\r(¬4) سورة المائدة: 49\r(¬5) سورة النجم: 28\r(¬6) سورة البقرة: 111","seal":"13356D79","page":31},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":32,"nass":"سبحانه: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ} (¬1)، وقال {وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (20) وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} (¬2).\rوبناء على احترام حكم العقل لا توجد حقيقة دينية مخالفة لحقيقة عقلية، ولا يوجد نص فى القرآن والسنة يتعارض فى حقيقته مع حكم العقل، وإن كان هناك تعارض فهو فى ظاهر النص، ويجب أن يفهم على ضوء العقل، ويؤول بما يوافقه.\rوفى احترام الإسلام للعلم لا نرى دينا من الأديان يدانيه فى هذا المقام، والنصوص على ذلك أشهر من أن تذكر {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} (¬3)، {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} (¬4)، {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} (¬5).\r(جـ) وفى مجال الحريات جعلها الإسلام عنوانا لتكريم الإنسان الذى قال الله فيه: {وَلَقَدْ كَرَّمْنَا\r¬__________\r(¬1) سورة آل عمران 190\r(¬2) سورة الذاريات: 20، 21\r(¬3) سورة الزمر: 9\r(¬4) سورة فاطر: 28\r(¬5) سورة المجادلة: 11","seal":"7A664EE9","page":32},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":33,"nass":"بَنِي آدَمَ} (¬1). إنه قدس الحرية بكافة ألوانها وفي مجالاتها الحيوية المنتجة، فلا رق ولا تحكم ولا استبداد، قال تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} (¬2)، وقال: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} (¬3).\rوقال عمر رضى الله عنه: (متى استعبدتم الناس وقد ولدتهم أمهاتهم أحرارا)؟ وهو بهذا التكريم القائم على احترام الحريات كان أهلا لتحمل المسئولية، والمخاطبة بالتكاليف دون سائر المخلوقات، قال تعالى: {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ} (¬4).\r(د) وفى وفاء التشريع بكل القطاعات، نرى أن الإسلام قائم على تنظيم جميع العلاقات، بين الإنسان وبين الله، وبينه وبين الناس، وبينه وبين نفسه، فى المجال الاقتصادى والخلقى والثقافى والسياسى وسائر المجالات، مصداقا لقوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ\r¬__________\r(¬1) سورة الإسراء: 70\r(¬2) سورة البقرة: 256\r(¬3) سورة الشورى: 38\r(¬4) سورة الأحزاب: 72","seal":"A7492D1F","page":33},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":34,"nass":"دِينًا} (¬1) وقوله: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ} (¬2).\rومما يدل على شمول الهداية للنواحى المادية والأدبية، الدينية والدنيوية، المروحية والبدنية قوله تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ} (¬3)، فهو دين المدنية والحضارة الصحيحة بكل مظاهرها وألوانها الهادفة إلى صلاح البشرية دينا ودنيا.\r(هـ) والإسلام يشتمل على عدة قضايا كليه هى قواعد التشريع الأساسية، يمكن أن تستنتج منها أحكام لكل القضايا، وعلاج لكل المشاكل، وكانت هذه القضايا أساس الاجتهاد فى الشريعة، الذى بمقتضاه وجدت المذاهب الفقهية، وزخرت بالأحكام والتفريعات، التى كانت منها فروض مقدرة الحدوث فى الأزمان المستقبلة، وهذا دليل مرونة الإسلام فى صلاحيته لكل تطبيق تعرف منه الأحكام.\rولعل مما يشير إلى هذا أن النبي - صلى الله عليه وسلم - بعث بجوامع\r¬__________\r(¬1) سورة المائدة: 3\r(¬2) سورة النحل: 89\r(¬3) سورة الحديد: 25","seal":"B31AA058","page":34},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":35,"nass":"الكلم، ألفاظا محدودة تعمل معانى واسعة، لأنها مركزة تركيزا يدل على حكمة واضعها، وعلى الغرض الذى من أجله صيغت بهذا الشكل لتكون صالحة لكل زمان تجد فيه حوادث ومشاكل، ولكل بيئة لها ظروفها وعرفها الذى يناسبه نوع خاص من فروع التشريع.\rومن أمثل هذه القواعد الكلية: الضرورات تبيح المحظورات، والتكليف بما يستطاع.\r(و) والمساواة فى الإسلام أصل مقرر، ليس أدل عليها من قوله تعالى: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (¬1). وفى حجة الوداع قال النبي - صلى الله عليه وسلم -: \"الناس لآدم، وآدم من تراب، لا فضل لعربى على عجمى، ولا لأسود على أحمر إلا بالتقوى\"\r(ز) وفى العدل آيات كثيرة فى القرآن، منها قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ} (¬2)، وقوله: {اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} (¬3)، وقوله: {كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ\r¬__________\r(¬1) سورة الحجرات: 13\r(¬2) سورة النحل: 60\r(¬3) سورة المائدة: 8","seal":"ED330FD9","page":35},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":36,"nass":"وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا} (¬1).\rوقد غضب النبي - صلى الله عليه وسلم - لشفاعة أسامة فى حد من الحدود حين سرقت الشريفة المخزومية، وبين أن سبب هلاك الأمم السابقة هو التفريق فى القانون والمعاملة بين الأشراف وغيرهم، وأقسم أن فاطمة بنته لو سرقت لقطع يدها (¬2).\r(ح) والإسلام أنصف كل الأديان السماوية، وقرر أن المسلم لا يكون مسلما إلا إذا آمن بالرسل جميعا، وأولاهم من الاحترام ما يوليه لمحمد - صلى الله عليه وسلم -، قال تعالى: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} (¬3)، وفى آية أخرى: {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} (¬4). وفى الحديث الشريف \"الأنبياء إخوة من علات أمهاتهم شتى ودينهم واحد\" (¬5).\r¬__________\r(¬1) سورة النساء: 135\r(¬2) رواه البخارى ومسلم.\r(¬3) سورة البقرة 136\r(¬4) سورة البقرة: 285\r(¬5) رواه مسلم.","seal":"E3CE8A26","page":36},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":37,"nass":"(ط) والإسلام دين السلام بحق، القاعدة عنده هى السلم، أما الحرب فهى ضرورة شرعت لرد العدوان وتأمين الحريات، قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} (¬1). وقال: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ} (¬2)، وقال: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} (¬3).\rومظاهر التعايش السلمى وتبادل المنافع بين الأمم دون نظر إلى عقيدة أو مذهب أو غير ذلك أمر معروف فى الإسلام والأدلة عليه كثيرة.\rإن هذا الدين الذى فيه كل هذه المقومات العالمية، والتى تنص آياته وأحاديثه على أنه وحده دين البشرية، وتحث على تبليغه ونشره، جدير بأن يفيد منه العالم كله، وأن تبذل جهود ضخمة فى سبيل إذاعته فى كل مكان، وبقاء الدعوة له في كل زمان.\r¬__________\r(¬1) سورة البقرة: 208\r(¬2) سورة الأنفال: 61\r(¬3) سورة الممتحنة: 8","seal":"56958F96","page":37},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":38,"nass":"الأدلة: الواقعية على عالمية الدين الإسلامى:\rتكون الأدلة الواقعية على عالمية الدين الإسلامى مثبتة لهذه القضية إذا أخذت من وسائل تبليغها، والمجالات التى وصلت إليها وكيف أفاد منها العالم على اختلاف بيئاته وأجياله ومستوياته، ويتضح ذلك بعد الحديث على تبليغ الدعوة في عهد الرسول وبعده فلنتحدث الآن عن التبليغ.","seal":"73DB9E7C","page":38},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":39,"nass":"الرسول يبلغ الدعوة العالمية\r(أ) أوامر التبليغ\rلقد أمر الله نبيه - صلى الله عليه وسلم - بتبليغ هذا الدين، لأنه لم يكن كما علمت، دينا خاصا به، يعمل به هو وحده ليهتدي إلى الحق، ويزيل القلق النفسي الذى كان يعانيه عندما يرى الإنسان، وهو أكرم مخلوق يسجد لصنم لا يسمع ولا يبصر ولا يغنى شيئًا، وعندما كان يرى العادات المرزولة التى يجب أن يتنزه عنها الإنسان الذى فضله الله على كثير من خلقه.\rوقد حدث أن أرشد الله بعض الناس إلى طريق الحق ليسيروا فيه وحدهم، ولم يكلفهم بإبلاغ ذلك غيرهم، وهم الذين اصطلح بعض العلماء على تسميتهم بالأنبياء دون المرسلين، وكان منهم قبل الإسلام زيد ابن عمرو بن نفيل، وخالد بن سنان.\rلم يكن الإسلام دينا خاصا بهذا المعنى، بل كان دين تبليغ وإرشاد. للناس كافة.\rوالآيات التي تأمر بإبلاغ الدعوة أمرًا مطلقًا كثيرة، منها المكى ومنها المدنى، وقد يكون مع الأمر العام بالتبليغ بيان وتوجيه للطريق السوى الذي ينبغي أن","seal":"A85BF32F","page":39},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":40,"nass":"يسلكه الداعى، والصفات التى ينبغى أن يتحلى بها الداعون.\r\rومن الآيات المكية حسب ترتيب نزولها ما يأتى: -\r1 - قول الله تعالى: {يَاأَيُّهَا الْمُدَّثِّرُ (1) قُمْ فَأَنْذِرْ} (¬1) وقد جاءت سورة المدثر التى افتتحت بهاتين الآيتين حاملة الأمر بتبليغ الرسالة وكانت أول سورة فى هذا المقام، وإن كانت سورة العلق هى أول ما نزل من القرآن مطلقًا ويفيد النبوة التى ارتبطت بالوحى. على ما يفهم من حديث الصحيحين عن أبى سلمة عن عبد الرحمن قال: سألت جابر بن عبد الله: أى القرآن أنزل قبل؟ قال: {يَاأَيُّهَا الْمُدَّثِّرُ} قلت: أو {اقْرَأْ بِاسْمِ رَبِّكَ} قال: أحدثكم ما حدثنا به رسول الله - صلى الله عليه وسلم - قال: \"إنى جاورت بحراء، فلما قضيت جوارى نزلت فاستبطنت الوادى، فنظرت أمامى وخلفى وعن يمينى وشمالى، ثم نظرت إلى السماء فإذا هو -جبريل- فأخذتنى رجفة، فأتيت خديجة فأمرتهم فدثرونى، فأنزل الله {يَاأَيُّهَا الْمُدَّثِّرُ (1) قُمْ فَأَنْذِرْ}.\rويوضح أن هذه المرة كانت بعد المرة الأولى رواية أخرى عن جابر فى الصحيحين جاء فيها \"فإذا الملك\r¬__________\r(¬1) سورة المدثر: 1، 2","seal":"4BCF7D4B","page":40},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":41,"nass":"الذى جاءنى بحراء جالس على كرسي بين السماء والأرض، فرجعت فقلت: زملونى زملونى، فدثرونى فأنزل الله {يَاأَيُّهَا الْمُدَّثِّرُ}. وكان الحديث عن فترة الوحى.\r3 - ومن آيات الأمر بالتبليغ قوله تعالى {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ} (¬1).\r3 - وقوله: {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} (¬2).\r4 - وقوله: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} (¬3).\rبهذه الآيات وبغيرها مما نزل بمكة أمر الله نبيه بالتبليغ، فنفذ الأمر معتمدا على الله وعلى قوة الإيمان به، مع الصبر على المكاره والتحلى بمكارم الأخلاق، من طهارة الظاهر والباطن والبعد عن الرجس فى جميع صوره وأشكاله، والإخلاص فى الدعوة دون من بها أو افتخار، كما تدل على ذلك الآيات الأولى من سورهّ المدثر وهى {يَاأَيُّهَا الْمُدَّثِّرُ (1) قُمْ فَأَنْذِرْ\r¬__________\r(¬1) سورة الحجر: 94\r(¬2) سورة الشورى: 15\r(¬3) سورة النحل: 125","seal":"DB19787E","page":41},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":42,"nass":"وَرَبَّكَ فَكَبِّرْ (3) وَثِيَابَكَ فَطَهِّرْ (4) وَالرُّجْزَ فَاهْجُرْ (5) وَلَا تَمْنُنْ تَسْتَكْثِرُ (6) وَلِرَبِّكَ فَاصْبِرْ}.\rوالسيرة النبوية قد وضحت خطوات النبي - صلى الله عليه وسلم -في تبليغ الدعوة بمكة من الإسراء ثم الجهر، ومن طوق عرضها على الناس، وما لاقى هو وأصحابه فى سبيل ذلك. وسنشير إلى شئ منه فيما بعد.\rوعندما هاجر إلى المدينة لاحقته أوامر التبليغ، فليس قصارى غرضه من الهجرة أنه تخلص من أذى قريش ليسكن ويستريح بعيدا عنهم، ولكن الهجرة انتقال من ميدان إلى ميدان، وانطلاق من القيود للتحرر والسياحة فى الأرض كما يريد الرسول ودعوته، التى حاول المشركون خنقها فى مكة والقضاء عليها فى مهدها.\rومن الآيات المدنية التى تأمر بالتبليغ، ما يأتي: وهى مرتبة حسب النزول:\r1 - قوله تعالى: {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا} (¬1). ففى هذه الآية تبليغ لعنصر جديد فى المدينة، وهم أهل الكتاب، عنصر لم يكن فى مكة بشكل يستحق الذكر، فقد كان فيها الأميون وهم العرب.\r¬__________\r(¬1) سورة آل عمران: 30","seal":"4E9A390A","page":42},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":43,"nass":"2 - قوله تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} (¬1).\r3 - قوله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} (¬2).\r4 - قوله تعالى: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ} (¬3).\r5 - قوله تعالى: {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} (¬4).\r6 - قوله تعالى: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} (¬5).\rهذه بعض الآيات التى تأمر الرسول - صلى الله عليه وسلم - بمتابعة تبليغ الدعوة فى المدينة، كما كان يبلغها فى مكة، فلننظر كيف بلغها.\r¬__________\r(¬1) سورة آل عمران: 64\r(¬2) سورة آل عمران: 104\r(¬3) سورة الحج: 67\r(¬4) سورة المائدة: 67\r(¬5) سورة التوبة: 6","seal":"DAE081E5","page":43},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":44,"nass":"(ب) منهج التبليغ\rأولا- فى مكة:\rبدأ الرسول - صلى الله عليه وسلم - يبلغ رسالة ربه كما أمر، وكان من الطبيعى أن يعلم بها أولا أسرته التى علمت خبر الناموس من أول مجيئه، فاستجاب للدعوة خديجة وعلى وزيد بن حارثة. وعلم بهذا الأمر خاصة أصحابه فأسلم أبو بكر الصديق، الذى استطاع أن يضم إلى حظيرة الإسلام من أنس فيهم الخير، كعثمان ابن عفان، والزبير بن العوام، وعبد الرحمن بن عوف وسعد بن أبى وقاص ... ثم أسلم غيرهم من السابقين.\rثم خرجت الدعوة عن نطاق الأسرة الخاصة ومدت رواقها إلى الأسرة العربية العامة التى تمثلها الشخصيات المذكورة، ولم يكن النبي - صلى الله عليه وسلم - ليواجه الناس بها علنا قبل أن يجس النبض ويتخذ له أعوانا، وحتى يقلب الناس النظر فى الدعوة الجديدة ويبحثوها على مهل. فاستمر على النهج السرى فى الدعوة الذى لا يعدو سماع الناس به وإعجابهم بما جاء به أو دهشتهم إليه.\rوقد يكون أمر هذه الدعوة سهلا لو أنها كانت مجرد فكرة لمحمد ولمن يعجب به، دون أن يكلف بعرضها على غيره، ويعلن بها جهرا أنها تهدم ما تواضع عليه","seal":"8BAB5669","page":44},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":45,"nass":"الناس من عقائد وسلوك لا يتفق معها، لكنها دعوة جاءت للتبليغ والنشر. فبعد الفترة السرية التى مهدت لها، جهر بها علنا فى شكل عام، وكان من الطبيعى أن يعلن بها أسرته الكبيرة من قريش، لعلها تسلم معه، أو على الأقل لا تمسه بسوء. فنادى بها على الصفا صادعا بأمر ربه، وبنى نداءه على أسلوب نفسي حكيم، إذ انتزع منهم أولا الاعتراف بأنه صادق أمان، وأنه لا يغشهم ولا يخدعهم، فقال لهم: (أرأيتكم لو أخبرتكم أن خيلا بالوادى تريد أن تغير عليكم أكنتم مصدقى؟ ) قالوا: نعم ها جربنا عليك إلا صدقا. قال: (فإنى نذير لكم بين يدى عذاب شديد ... ). وقال لهم فى إحدى اللقاءات (إن الرائد لا يكذب أهله، والله لو كذبت الناس جميعا ما كذبتكم، ولو غررت الناس جميعا ما غررتكم) (¬1). وهذا أسلوب عظيم فى أخذ الحجة على الغير، ولكن عناد القوم صرفهم عن الإيمان به، بل دعاهم إلى الاستهزاء به والكيد له، وصدف الله إذ يقول: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا} (¬2).\rلقد أرادوها دعوة أرستقراطية، تنزل على كبار السادة فيهم، ولا يزحمهم فيها سواد الناس من العبيد\r¬__________\r(¬1) رواهما البخارى.\r(¬2) سورة النمل: 14","seal":"87705122","page":45},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":46,"nass":"والفقراء، وأرادوها دعوة عنصرية تراعى فيها الأحساب والأسر وما إلى ذلك، ولكن الإسلام دين عام لكل الأجناس، وهو فى الوقت نفسه تكريم يكرم الله به من يصطفيه من خلقه لمواصفات أدبية عالية لا تكون لكل الناس.\rلقد قال الوليد بن المغيرة: أينزل على محمد وحى وأترك أنا كبير قريش وسيدها، ويترك أبو مسعود الثقفى ونحن عظيما القريتين -مكة والطائف-؟ فأنزل الله في ذلك قوله: {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ (31) أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ} (¬1).\rولما قال الأخنس بن شريق لأبى جهل، وكانا قد سمعا القرآن مع أبى سفيان من النبي ليلا: ما رأيك فيما سمعنا من محمد؟ أجابه: ماذا سمعت؟ تنازعنا نحن وبنو عبد مناف الشرف، أطعموا فأطعمنا، وحملوا فحملنا، وأعطوا فأعطينا، حتى إذا تحاذينا على الركب وكنا كفرسي رهان قالوا: منا نبى يأتيه الوحى من السماء. فمتى ندرك مثل هذه؟ والله لا نؤمن به أبدا ولا نصدقه. ونزل فى ذلك قوله تعالى:\r¬__________\r(¬1) سورة الزخرف: 31، 32","seal":"F80F0D54","page":46},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":47,"nass":"{وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} (¬1).\rوقد طلبت قريش من النبي أن يطرد من حوله العبيد والفقراء فقال الله له: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا (28) وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} (¬2).\rلقى النبي وصحبه من ضروب الأذى ما لقوا، فصبروا وصابروا، وكان رسول الله أسوتهم الحسنة في التحمل، مؤكدا لهم: أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر يسرا. عندما قدم له خباب بن الأرت تقريرا شفويا عن سير الدعوة وما يوضع فى طريقها من عقبات، قال له عليه الصلاة والسلام: (إن من كان قبلكم كان يؤتى بالرجل فتحفر له الحفرة ويوضع فيها، وينشر بالمنشار ويشق نصفين، ويمشط بأمشاط الحديد ما دون لحمه وعظمه، ما يخرجه ذلك عن دين الله) ثم يقسم بأن الله ناصرهم\r¬__________\r(¬1) سورة الأنعام: 124\r(¬2) سورة الكهف: 28، 29","seal":"EC9BFF25","page":47},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":48,"nass":"فيقول: (والله ليتمن الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت، لا يخاف إلا الله والذئب على غنمه، ولكنكم تستعجلون) (¬1).\rخرج النبي بالدعوة من حدود مكة الجغرافية والقبلية، وذهب بها إلى ثقيف فى الطائف، مؤملا فيهم الخير، ولكنهم ردوه أقبح رد، ومع ذلك لم ييأس من النجاح، ولم يقطع الرجاء فى تكوين أمة مؤمنة ولو بعد حين. بل قال (أرجو أن يخرج الله من أصلابهم من يعبده لا يشرك به شيئًا) ثم دعا لهم وقال: (اللهم اهد قومى فإنهم لا يعلمون) (¬2).\rظل رسول الله يتابع الدعوة على الرغم من كل العقبات، وهداه تفكيره الواسع الممتد إلى أن يوسع دائرة الدعوة لتعم أهل الجزيرة العربية كلها، ممثله فى الوفود التى ترد كل عام تشهد المواسم من جميع القبائل العربية، فحرض الدعوة على القبائل فى لطف، عرضا عالميا ليست فيه أغراض خاصة، ولا حدود تقف بها عند نقطة معينة لا تتجاوزها.\rكذلك كان لا يسمع برجل قدم مكة وله شرف في قومه إلا جلس إليه يحدثه عن الإسلام، وبهذه الطريقة\r¬__________\r(¬1) رواه البخارى.\r(¬2) الروض الأنف ج 1 ص 262","seal":"6A6E7FEF","page":48},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":49,"nass":"سرى خبر الدعوة إلى الجزيرة كلها تقريبا، فوفد عليه بعض الأفراد بمكة وأسلموا ورجعوا إلى قومهم منذرين، ومن حكمته كان يرجو من هؤلاء الوافدين ألا يأتوا بأقوامهم المسلمين إلى مكة، وهو فى هذه الحالة من الحصار القرشى، حتى لا تكون فتنة، لا يستطيع النبي معها أن يحمى الوافدين فتكون حرب طاحنة تعرقل سير الدعوة وهى ما تزال تحبو، بل أوصاهم أن يلحقوا به إن استقر به المقام.\rومن هؤلاء الوافدين بمكة: الطفيل بن عمرو الدوسى، الذى دعا قومه ثم وفد بهم على النبي بعد فتح مكة، وأبو ذر الغفارى، الذى أسلم نصف قومه بدعوته ثم أسلم الباقون بعد الهجرة، وكذلك وفد على النبي بمكة عشرون رجلًا من النصارى، وقد سمعوا عنه بالحبشة فأسلموا على الرغم من تسفيه قريش لهم.\rتخطت الدعوة وهى فى مكة حدود الجزيرة العربية، فوصلت إلى الحبشة فى السنة الخامسة من النبوة، وصلت سماعا وعلما عندما هاجر إليها المسلمون الأولون، ومكثوا فيها عدة سنين، مكونين أول جالية إسلامية بأفريقيا. ولم يكن الغرض من الهجرة تبليغ","seal":"36B5E388","page":49},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":50,"nass":"الدعوة بل طلب الأمان والاستقرار بعد أن تزايد اضطهاد قريش لهم. فقابلهم النجاشى واطلع على بعض ما جاءت به دعوة الإسلام، فأنصفهم وحماهم.\rوتم لقاء النبي أخيرا بالأولى والخزرج الوافدين من المدينة ففتح الله قلوب أهلها للإسلام، فعادوا ونشروا الدين فى المدينة ومهدوا بكثرة عددهم لهجرة النبي والمسلمين إليها، فكانت الهجرة.\r\rثانيا - فى المدينة:\rبعد الهجرة إلى المدينة وجد النبي - صلى الله عليه وسلم -فيها جبهتين معارضتين انضمتا إلى الجبهة الثالثة التى تركها فى مكة وهى قريش، الجبهة الأولى أهل الكتاب وهم اليهود والنصارى، وكان اليهود فى المدينة قوة عظيمة فى العدد والعدد والمال، والجبهة الثانية تمثلت فى المنافقين الذين أسس حزبهم اليهود ووجهوهم إلى الأغراض التى يريدون تحقيقها. فماذا يفعل الرسول الآن؟ .\rإنه لم ينزل المدينة ليستريح من أذى قريش فإنه يعلم أنها لن تتركه ينعم بالراحة، ولا تتيح له الفرصة ليقوى فيكون قوة أخرى فى الجزيرة تنافسها السيادة. ولم ينزل المدينة ليستريح من أعباء الدعوة، فإن","seal":"C323D582","page":50},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":51,"nass":"الأوامر ما زالت تلاحقه بوجوب متابعة تبليغهما ليبرئ ذمته منها.\r(1) لقد دعا اليهود إلى الإسلام فأبوا. إذ كانوا يعتقدون أنهم خارج نطاقها، لأنهم أهل كتاب لا حاجة لهم بكتاب غيره، ولأن النبي المنتظر كان فى اعتقادهم سيكون من سلالتهم، فاكتفى منهم أولا بعقد معاهدة على حسن الجوار وعلى التعاون على حماية الوطن الذى يضمهم جميعا، وعلى أن يأمنوا على دينهم وأموالهم، وترك لهم الحرية فى التدين، وعاملهم بالحسنى، وإن كانوا لم يبادلوه هذه المعاملة السلمية.\rواستمر الرسول على استقبال قبلتهم \"بيت المقدس\" حتى يشعرهم بأنه ليس بدعا من الرسل، ولم يجئ للهدم والتخريب، بل للإصلاح والتكميل، ولم يجئ بالأنانية والاستئثار، بل بالتعاون والسلام، وعلى الرغم من أنهم كانوا يعرفونه كما يعرفون أبناءهم، وأنهم كانوا يستفتحون به من قبل على الأوس والخزرج، ناصبوه العداء بكل وسيلة، ووضعوا فى طريقه العقبات وحاولوا غير مرة أن يقتلوه.\rوقد صفى النبي - صلى الله عليه وسلم - الحساب معهم فحارب قبيلة بنى قينقاع إحدى قبائلهم، لإهانتهم لسيدة مسلمة فى سوقهم خرقوا بها اتفاق الهدنة وأجلاهم إلى أذرعات","seal":"3D67B21D","page":51},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":52,"nass":"بالشام وكانوا نحو سبعمائة مقاتل. ثم طلب من بنى النضير، قبيلتهم الثانية، التعاون مع يهود بنى عامر حلفائهم فى دفع دية سرية القراء، فهموا بإلقاء حجر عليه من فوق جدار فحاصرهم ثم أجلاهم، فنزل بعضهم بخيبر وبعضهم ذهب إلى أذرعات.\rوقد تفاوض بنى النضير مع قريش على حرب الرسول فكانت غزوة الأحزاب، وخان بنو قريظة، قبيلتهم الثالثة، العهد فصفى النبي معهم الحساب وبعد صلح الحديبية قضى على وكر اليهود فى خيبر فأجلى بعضهم وأبقى البعض لزراعة الأرض، وتمم إخضاعهم فى وادى القرى وتيماء، وفى عهد عمر طهرت الجزيرة العربية من فتنهم ورجسهم فلم يبق فيها إلا دين واحد.\r(ب) ودعا النبي - صلى الله عليه وسلم - النصارى إلى الإسلام، ولكن بطريق غير مباشر حيث كانوا ينزلون بعيدا عن المدينة فى أطراف الجزيرة فأرسل إليهم البعوث وأرسل إليهم الكتب كما سيجئ الحديث عنه.\rوقد أخبر الله تعالى عن شدة عداوة اليهود للإسلام والمسلمين وعن ضعف مقاومة النصارى للدعوة، كما فى قوله تعالى {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ","seal":"FA1A601C","page":52},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":53,"nass":"آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ} \" (¬1).\rوأمره ربه أن يصبر على ما يلاقيه من أذى فى المدينة حتى تتهيأ الظروف للانتصاف من الظالمين، ووقفهم عند حدهم، فقال تعالى: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} \" (¬2).\rوكان جداله لهم بالحسنى، ومعاملته لهم سلاما، ولكن تلك الأساليب لم تجد معهم نفعا، فالحياة الاجتماعية الصحيحة تبادل للشعور والمعاملة ينبغى أن تكون من كل الأطراف لا من طرف دون آخر \"فما استقاموا لكم فاستقيموا لهم\" (¬3).\r(جـ) وسار النبي - صلى الله عليه وسلم - مع المنافقين سيرة أساسها قبول الظاهر والله يتولى السرائر، وكم حدثه أصحابه بوجوب أخذهم بالشدة للأمارات القوية على أنهم يبطنون الكفر ويظهرون الإسلام تقية {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} (¬4).\r¬__________\r(¬1) المائدة 82\r(¬2) آل عمران 186\r(¬3) التوبة 7\r(¬4) البقرة 14","seal":"FCA1B972","page":53},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":54,"nass":"ولكن الرسول يأبى خشية أن يقال إن محمدا يقتل أصحابه، والرسول فى حاجة إلى سمعة طيبة تسير بها الدعوة فى الطريق آمنة، وتكسب أصدقاء بقدر ما يمكنها، وبخاصة عندما تكون الدعوة فى بداية أمرها فى مجتمعها الجديد فى المدينة.\rحتى إذا استتب الأمر للرسول، وقضى على أكثر أعدائه صفى الحساب مع المنافقين وطهر منهم المجتمع، والحوادث فى ذلك كثيرة.\rوعلى طول عهد النبي بالمدينة حدثت عدة التحامات مع قريش توجت بنصر الله وفتح مكة وإسلام المعاندين، وتحطيم آخر وكر لمقاومة الدعوة فى الجزيرة العربية.\rكان النبي - صلى الله عليه وسلم - مشغولا فى المدينة بالعدو الداخلى مِن اليهود والمنافقين، وبالعدو الخارج عنها من قريش ومن سار فى ركابها، ولم يكن لديه الوقت الكافى لنشر الدعوة خارج المدينة بشكل رسمى، فإن أهلها لم يطمئنوا على أنفسهم بعد، فانتهز فرصة الهدنة التى وقعها مع قريش فى الحديبية واتخذ خطوة إيجابية لنشر الدعوة خارج المدينة، سواء أكان ذلك فى داخل الجزيرة أم فى خارجها. وكان يرسل بين الفينة والفينة بعوثا تبلغ الدعوة أو ترشد المسلمين إلى واجبهم.","seal":"D318E31A","page":54},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":55,"nass":"ولنقسم هذا الركب الزاحف بالدعوة إلى قسمين: قسم داخل الجزيرة وقسم خارجها، والقسم الداخلى كان بعضه موجها إلى القبائل وبعضه موجها إلى الأفراد ذوى السلطان والنفوذ، وبعض هذا الركب الداخلى كان من المنتسبين إلى القبائل التى يوجهون إليها، لأنهم كانوا قد أسلموا من قبل فأذن لهم النبي بدعوة أقوامهم بالقدر الذى يستطيعون، وكان أكثر ما يستطيعونه هو العقيدة المبسطة والأصول الإسلامية الأولى.\r\rفى داخل الجزيرة:\r(1) البعوث إلى القبائل: بعث النبي - صلى الله عليه وسلم - ستة من أصحابه، فيهم عاصم بن ثابت ومرثد بن أبى مرثد الغنوى. وخبيب، إلى الرجيع، وهو ماء لهذيل بين مكة والحجاز، وذلك بناء على طلب رهط قدم إلى النبي - صلى الله عليه وسلم - من عضل والقارة ليفقهوا المسلمين فيهم، وقد غدروا بهذه البعثة.\rوبعث جماعة من القراء إلى بئر معونة، وكانوا نحو سبعين على بعض الأقوال، بناء على طلب ملاعب الأسنة، فغرروا بهم أيضًا، وبعث الضحاك بن سفيان إلى بنى كلاب فأسلموا، ووفد منهم جماعة على النبي فى السنة التاسعة.","seal":"3AA09668","page":55},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":56,"nass":"كما أرسل النبي - صلى الله عليه وسلم - إلى اليمن معاذ بن جبل ومعه أبو موسى الأشعرى، وأسلم غالب الناس على أثر هذا البعث، ثم أرسل إليهم عليا وقاتل من لم يسلم فهزمهم، ثم دعاهم إلى الإسلام فأسلموا عن استجابة ورغبة، فأقام فيهم يقرئهم القرآن ويعلمهم حتى وافى النبي فى موسم الحج بمكة.\rوأرسل خالد بن الوليد فى السنة العاشرة إلى بنى عبد المدان فى نجران، وكانوا نصارى، ليدعوهم إلى الإسلام فأسلموا، وأقام فيهم مدة يعلمهم، ثم وفد على النبي ومعه بعضهم، ثم أرسل إليهم عمرو بن حزم ليفقههم فى الدين ومعه كتاب مفصل.\rوبعث النبي خالدا أيضًا إلى همدان باليمن ليدعوهم وكان معه البراء بن عازب فمكثا ستة أشهر ولم يسلم أحد، فبعث النبي إليهم عليا، وبعد أن دعاهم أبوا فكان قتال عنيف انهزموا فيه ثم أسموا.\rومن بعوث النبي جماعة أسلموا سابقا فأرسلهم إلى أقوامهم مبشرين، منهم ضمام بن ثعلبة فى بنى سعد ابن بكر، وأبو ذر فى غفار، والطفيل الدوسى فى قومه، وعمرو بن مرة فى جهينة، وعروة بن مسعود فى ثقيف.\r(ب) البعوث إلى زعماء. منهم المهاجر بن أمية المخزومى إلى الحرث بن عبد كلال أحد أقيال اليمن","seal":"9588BDA4","page":56},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":57,"nass":"فأسلم، وجرير بن عبد الله البجلى إلى ذى الكلاع وذى عمرو الحميرى فأسلما، والعلاء بن الحضرمى إلى المنذر بن ساوى أمير البحرين فأسلم، وعمرو ابن العاص إلى جيفر وعبد ابنى الجلندى، ملكى عمان فأسلما. وسليط بن عمرو العامرى إلى هوذة ابن على الحنفى صاحب اليمامة فلم يسلم، وشجاع ابن وهب إلى الحرث بن أبى شمر الغسانى وهو بغوطة دمشق، فلم يسلم وبعث بالكتاب إلى قيصر، وعياش بن ربيعة المخزومى إلى الحرث ومسروح ونعيم ابن عبد كلال من حمير فأسلموا. وعمرو بن أمية الضمرى إلى مسيلمة الكذاب فلم يسلم.\r\rفى خارج الجزيرة:\rأما البعوث الخارجية فتتمثل فيمن حملوا كتب النبي - صلى الله عليه وسلم - إلى كبار الملوك المجاورين للجزيرة العربية، والذين يمثلون القارات الثلاثة، آسيا وأوربا وأفريقيا. وكان ذلك فى السنة السادسة للهجرة.\r(1) كتب النبي إلى هرقل قيصر الروم، وأرسل الكتاب مع دحية بن خليفة الكلبى، فسلمه إلى عظيم بصرى، الحرث بن أبى شمر الغسانى، الذى أعطاه بدورة إلى هرقل، وتحدث هرقل مع أبى سفيان فى شأن النبي ودعوته، وكان أبو سفيان إذ ذاك فى تجارة","seal":"65490B47","page":57},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":58,"nass":"بالشام فى وقت الهدنة، فمال هرقلي إلى الإسلام، ولكن عندما شاور قومه حاصوا حيصة حمر الوحشى وأنكروا عليه ذلك. وجاء فى مسند أحمد أنه كتب من تبوك إلى النبي بإسلامه، فقال النبي - صلى الله عليه وسلم - \"كذب، بل هو على نصرانيته\".\r(ب) وكتب النبي إلى كسرى أبرويز ملك فارس، وأرسل الكتاب مع عبد الله بن حذافة السهمى، وأمره أن يدفعه إلى عظيم البحرين، المنذر بن ساوى ليدفعه بدوره إلى كسرى، فمزق كسرى الكتاب ولم يسلم، بل أخذته العزة بالإثم، فأرسل إلى باذان عامله على اليمن أن يوجه إلى اللنبى من يقتله، فمزق الله ملكه وقتله ابنه شيرويه.\rولما جاء رسولا باذان إلى النبي أخبرهما بموت كسرى، وبدعوة باذان إلى الإسلام، فلما عادا وأخبراه بذلك وتحقق صدق خبر الرسول بموت كسرى أسلم وأسلم معه كثيرون من الفرس الذين كانوا باليمن، وهو يعتبر أول من أسلم من ملوك وأمراء اليمن.\r(حـ) وكتب النبي إلى المقوقس عامل هرقل على مصر، وبعث بالكتاب مع حاطب بن أبى بلتعة، فسلمه إليه بالاسكندرية، وبعد محاورة طويلة مع حاطب، قال: سأنظر وبعث إلى النبي بهدايا ولم يسلم.","seal":"2D0AAD3D","page":58},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":59,"nass":"(د) وكتب إلى النجاشى أصحمة، وبعث الكتاب مع عمرو بن أمية الضمرى فأسلم.\rوفى هذه الكتب ملاحظات هامة منها: -\r1 - أنها كتبت باللغة العربية، وهى اللغة الرسمية للدولة الإسلامية، التى ترجمت إلى لغة المبعوث إليهم، إما على يد حامل الرسالة، وإما بوساطة مترجم محلى، وهو الظاهر، وقد ذكر ابن سعد أن النبي - صلى الله عليه وسلم - ألقى كلمة توجيهية فى البعوث، جاء فيها: انصحوا الله فى عباده، فإن من استرعى شيئًا من أمور الناس ثم لم ينصح لهم حرم الله عليه الجنة، انطلقوا ولا تصنعوا كما صنعت رسل عيسى بن مريم، فإنهم أتوا القريب وتركوا البعيد. فأصبحوا -يعنى الرسل- وكل رجل منهم يتكلم بلسان القوم الذين أرسل إليهم، فذكر ذلك للنبي - صلى الله عليه وسلم - فقال \"هذا أعظم ما كان من حق الله عليهم فى أمر عباده\".\rوإذا صح هذا الخبر، وكان ذلك إكراما لرسول لله فى أشخاص هؤلاء، فإن معرفتهم باللغات لا تعدو أن تكون سطحية بقدر يسير لا يعتمد عليه فى المهمات الرسمية الدقيقة، وقد كان للملوك مترجمون لمثل هذه الأمور يوثق فى ترجمتهم، وقد جاء فى خبر كتاب النبي","seal":"21D61D32","page":59},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":60,"nass":"إلى هرقل عند ما سلمة إليه دحية أن هرقل دعا الترجمان الذى يقرأ العربية فقرأه.\rوالكتابة الرسمية باللغة الرسمية للجهة المرسلة، ضمان أكيد لدقة التبليغ بالمعنى الذى يريده المرسل، حتى إذا حدث خطأ فى الترجمة كانت التبعة على المترجم لا على الكتاب ولا على مرسله. وكثيرا ما حدثت مشاكل من جهة الخطأ فى الترجمة، وكان الرجوع إلى النص الأصلى فيصل الموضوع.\r2 - أن كتب النبي إلى هؤلاء الملوك كانت على خلاف كتبه إلى أمراء العرب، فقد ختمت بخاتم النبي - صلى الله عليه وسلم -، وكان نقشه \"محمد رسول الله\" كما رواه البخارى. ولهذا الخاتم أهميته فى الوثوق من رسمية الكتاب وصدوره عن مرسله، وفيه تكريم لهؤلاء الكبار على ما كان متبعا عندهم.\r3 - وقد اتبع النبي فى إرسال هذه الكتب طريقا ديبلوماسيا عظيما، إذ بعث بها إلى ممثلى هؤلاء الملوك فى بلاد العرب ليكونوا وسطاء فى توصيلها إلى الملوك، وهو تقليد يجرى عليه العرف الديبلوماسى الحديث اتبعه الرسول منذ قرون.\r4 - النقط الجوهرية التى دعت إليها هذه الكتب هى التوحيد والإيمان برسالة محمد، وهذا ترتيب","seal":"3ECEE5A4","page":60},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":61,"nass":"طبيعى فى الدعوة، يبدأ فيها بالأصول والمبادئ العليا، فإذا حصل التصديق بها بينت الفروع بعد ذلك.\r5 - لقد كانت الدعوة إلى الملوك دعوة إلى العالم كله أو إلى غالبه، بوصفهم ممثلين للشعوب التى يحكمونها، والأجناس التى تعيش تحت ظلهم، وقد كانت لفارس مستعمرات تحتها أجناس، وللروم كذلك مستعمرات كبيرة متعددة، وكان للحبشة نفوذ فى البلاد التى تجاورها، انظر إلى قوله: \"إلى هرقل عظيم الروم\" وقوله: \"فإن توليت فعليك إثم الأريسيين -الفلاحين- أى فعليك إثم الأتباع والرعية لأنهم اتبعوك، وكذلك قوله: \"إلى كسرى عظيم فارس\" وقوله: \"فإن توليت فعليك إثم المجوس -عبدة النار أتباعه- وكذلك قوله: \"إلى النجاشى ملك الحبشة\" وقوله: \"فإن توليت فعليك إثم النصارى من قومك\" وهكذا .. وذلك يؤكد أنها دعوة عامة.\r6 - يعجبنى فى كتاب النبي - صلى الله عليه وسلم - إلى هرقل وتضمينه هذه الآية الكريمة: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (64)} أن فيها دعوة إلى","seal":"917F5F67","page":61},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":62,"nass":"المساواة \"كلمة سواء بيننا وبينكم\" لا يقصد منها استعلاء ولا تحكم ولا استغلال، وفيها رفع لكرامة الإنسان ودعوة إلى عدم خضوع أحد. لأحد خضوع عبادة، فلا معبود إلا الخالق، والمخلوقون جميعا ضعاف يتساوون فى الدينونة إلى الله\" ألا نعبد إلا الله ولا نشرك به شيئًا، ولا يتخذ بعضنا بعضا أربابا من دون الله\"، وفيها تقليد ديبلوماسى رائع أساسه الدعوة إلى السلام والاحترام المتبادل بين اللأمم، فإذا قام مجتمع جديد أو شكلت حكومة جديدة ثائرة على أوضاع قديمة، يبلغ الأمر إلى الدول الأخرى إخطارا بالأساس الذى قام عليه المجتمع أو شكلت الحكومة، لعلها تقلد أو تعجب، أو تمنح الفرصة لتدرس فإن لم تسر على مثل ما سارت عليه، فحسب المجتمع الجديد أن تعترف الدول الأخرى بوجوده وبكونه حقيقة واقعة تترتب عليها الإجراءات الدولية المتبعة، \"فإن تولوا فقولوا: اشهدوا بأنا مسلمون\" أى إن لم تدخلوا فيما دخلنا فيه فأقروا بوجودنا الإسلامى وعاملونا على هذا الأساس.\rوإلى جانب إيفاد البعوث وإرسال الكتب لنشر الدعوة كانت ترد الوفود على النبي - صلى الله عليه وسلم - طائعة مختارة، لتسلم رسميا أو لتتعلم، ثم تتولى هى نشر","seal":"65A01379","page":62},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":63,"nass":"الدعوة فى أقوامها، فوفد على النبي - صلى الله عليه وسلم - أكثر من ستين وفدا، كان أكثرهم فى السنة التاسعة التى سميت سنة الوفود وقد تمثلت فيها جميع قبائل العرب فى منازلها ومضاربها المختلفة كما حققه العلماء، وكان فى بعض الوفود نصارى لم يسلموا، كنصارى نجران الذين استقبلهم النبي فى مسجده وأذن لهم أن يصلوا فيه صلاتهم، وعقد معهم معاهدة بقوا فيها على دينهم فى مقابل تعهدات تدل على حسن نيتهم نحو الدعوة بتركها حرة تشق طريقها فى أمان إلى المتعطشين إليها، لا يعترضونها ولا يعينون على المسلمين، ولا يسيئون إليهم أية إساءة.\rوبهذا يكون الرسول - صلى الله عليه وسلم - قد أبرأ ذمته وبلغ الرسالة تبليغا رسميا عاما، ولم يشأ أن يترك الدنيا قبل أن يؤكد التبليغ فى شكل جماعى ومؤتمر عام، يشهد فيه الناس أنه بلغ، ويشهد ربه على ذلك.\rلقد اجتمعت فى حجة الوداع آلاف مؤلفة، أعلن فيها خلاصة ما دعا إليه من مبادئ طواك الثلاثة والعشرين عاما، وقال فى النهاية: \"فاعقلوا أيها الناس قولى، فإنى قد بلغت\" وفى رواية \"وأنتم تسألون عنى، فما أنتم قائلون؟ \" قالوا: نشهد أنك قد بلغت وأديت ونصحت فقال بأصبعه السبابة، يرفعها إلى السماء،","seal":"09C46743","page":63},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":64,"nass":"وينكثها إلى الأرض ويقول: \"اللهم اشهد\" ثلاث مرات، وأمرهم بالتبليغ عنه فقال \"فليبلغ الشاهد منكم الغائب، فرب مبلغ أوعى من سامع\".\rولم يشأ أيضًا أن يترك هذا الموقف التاريخى العظيم فى الأماكن المقدسة قبل أن يبين لهم الأصل الثابت الذى تؤخذ منه القواعد، وتدور على أساسه الدعوة، والسبب الأقوى الذى يجمعهم على الحق ويكتب لمجتمعهم القوة والأمان والرخاء فقال: \"وقد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبدا، كتاب الله وسنة نبيه\".\rوفى هذا الموقف الجامع أعلن على الملأ أن الله قد أتم نعمته على المسلمين بهذا الدين الكامل الوافى بأغراض الحياة السعيدة {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} (¬1).\r¬__________\r(¬1) المائدة: 3","seal":"41FB26FC","page":64},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":65,"nass":"المسلمون يبلغون الدعوة العالمية\r(أ) أوامر التبليغ\rومع كون الرسول - صلى الله عليه وسلم - مأمورا بالتبليغ، وقد بلغ فقد أمر أمته بمتابعة تبليغ الرسالة وحمل الأمانة من بعده، وكان لابد من هذا التبليغ العام لأن الرسول ليس مخلدا والسنوات التى عاشها لا تكفى لأداء هذه المهمة تفصيلا، فحسبه أنه رسم الطريق وأقام المنارات ووجه وأرشد وبين ووضح. لقد غرس النبتة وترك لأصحابه متابعة رعايتها بإمدادها بأسباب القوة، وصد الأذى عنها وتكثيرها عن طريق الأخذ منها بأية طريقة ممكنة، لتصبح أرض البشرية كلها خضراء تنعم بالظل الوارف والثمر الشهى وتستمد كل أسباب الحياة.\rوأوامر التبليغ كثيرة منها:\r1 - قوله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} \" (¬1).\r¬__________\r(¬1) سورة آل عمران: 104","seal":"388667BF","page":65},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":66,"nass":"وقد قال العلماء فى تفسيره: إن معنى \"من\" التبعيض فالذين يتولون مهمة الدعوة بعض الأمة والوجوب عليها كفائى، وهذا البعض هو من يصلح للدعوة من حيث العلم بها وحسن عرضها، أما غيرهم فلا حرج عليهم. وقال بعضى المفسرين: إن \"من\" هنا للتجريد، على معنى فلتكونوا أمة تدعو إلى الخير، وهو وإن كان خطابا للمجموع يصح أن يراد به الجميع، على معنى أن كل إنسان يستطيع أن يدعو بالقدر الذى يعرفه وبالوسيلة التى تمكنه كان عليه أن يدعو، ليكون طابع الأمة هو الدعوة إلى الخير، وذلك جوهر الرأى العام الناضج القائم على الفقه والوعى الكامل والغيرة على إشاعة الخير والتمكين للحق.\rفالعامة من الناس يدعون إلى القضايا والأحكام الواضحة السهلة، والخاصة منهم مكانهم عند الجدل والمناقشة ذات المستوى العالى، وكل هؤلاء لا بد أن يحسنوا عرض الفكرة، حتى لا يحصل رد فعل يسئ إليها، وهو ما بينه الله لنبيه بالحكمة والموعظة الحسنة.\rوالذين يقومون بالدعوة خارج المجتمع الإسلامى جماعة مخصوصون، لا يجوز أن يخرجوا جميعا،","seal":"653B69E7","page":66},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":67,"nass":"وإلا خلت الديار منهم وتعطلت المصالح الداخلية، فالدعوة فى الخارج كالجهاد، بل هى جهاد يقوم به بعض المسلمين ويبقى الآخرون، للأعمال الأخرى، قال تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} (¬1) قال فيها بعض المتفقهين إن النافرين هنا هم المجاهدون والمتفقهين هم الباقون مع الرسول ليتلقوا عنه العلم ويبلغوه إلى المجاهدين عند عودتهم.\r2 - ومن أوامر التبليغ قول النبي - صلى الله عليه وسلم - (ألا فليبلغ الشاهد منكم الغائب، فلعل بعض من يبلغه أن يكون أوعى له من بعض من سمعه) (¬2).\r3 - وقوله: (نضر الله امرأ سمع منى شيئًا فبلغه كما سمع، فرب مبلغ أوعى من سامع) (¬3) وجاء فى بعض رواياته \"فرب حامل فقه لا فقه له، ورب حامل فقه إلى من هو أفقه منه\".\r4 - وقوله: \"اللهم ارحم خلفائى\" قلنا يا رسول\r¬__________\r(¬1) سورة التوبة: 122\r(¬2) رواه البخارى ومسلم.\r(¬3) رواه أبو داود والترمذى وقال حسن صحيح.","seal":"6128D52E","page":67},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":68,"nass":"الله: ومن خلفاؤك؟ ، قال (الذين يأتون من بعدى يروون أحاديثى ويبلغونها الناس) (¬1).\r5 - وقوله: (بلغوا عنى ولو آية، ومن كذب على متعمدا فليتبوأ مقعده من النار) (¬2).\rهذا إلى جانب الآيات الكثيرة التى تدل على فضل الأمر بالمعروف والنهى عن المنكر، وترغب فى دلالة الغير على الهدى وأن للدال مثل أجر الفاعل، وأن رجلًا واحدا يهديه الله على يد إنسان خير له من حمر النعم.\rوأن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها، كما رواه الحاكم وصححه، وما ورد من قول الرسول - صلى الله عليه وسلم - فيما روى عنه (يحمل هذا العلم من كل خلف عدوله، ينفون عنه تحريف الغالين وانتحال المبطلين، وتأويل الجاهلين) حديث حسن ذكره القسطلانى.\rوقد قال العلماء: إن تبليغ الدعوة واجب، وأجمعوا على ذلك. غير أنهم قالوا: إنه واجب وجوبا كفائيا، بمعنى أنه إذا قام به البعض سقط الطلب عن الباقين، وهو واجب وجوبا عينيا لمن\r¬__________\r(¬1) رواه الطبرانى.\r(¬2) رواه البخارى.","seal":"A2E90B51","page":68},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":69,"nass":"وجد وحده وليس معه غيره يقوم بهذا الواجب، ومثل هذا مثل مسلم وجد فى بلد ليس فيه مسلمون، أو مع جماعة ليس فيهم مسلم كان عليه أن يدعو بالقدر الذى يعرفه ويستطيعه، ولا يفلت أبدا من هذا التكليف.\r\r(ب) منهج التبليغ:\rوقد استجاب الصحابة واستجابت الأمة الإسلامية إلى أوامر القرآن وتوجيهات الرسول فنشروا الدعوة بكل ما أوتوا من قوة، بدافع من دينهم فى غير مطمع دنيوى، وفى الإطار الذى رسمه النبي. وكان من أثار هذا النشاط قيام هذه الدولة العظيمة، التى وقفت تتحدى الزمن وتحتل مكان الصدارة فى العالم كله قرونا طويلة.\rانطلق أصحاب رسول الله يحملون لواء الدعوة، مجاهدين بالقرآن\" وجاهدهم به جهادا كبيرا\" (¬1) داعين إلى الإسلام ومكارم الأخلاق وقواعد العدل والنظام. متسلحين بما يدفع عنهم غائلة المعتدى، ويرفع العقبات من الطريق، ومستهدفين بذلك أن يفتح الله على أيديهم قلوبا غلفا وأعينا عميا وآذانا صما، متمثلين فى ذلك قول النبي - صلى الله عليه وسلم -: (لأن يهدى الله بك رجلًا واحدا خير لك من حمر النعم) (¬2)، بل\r¬__________\r(¬1) سورة الفرقان 52\r(¬2) رواه مسلم.","seal":"25CCF82F","page":69},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":70,"nass":"إن حمر النعم التى كان يسيل عليها لعاب العربى من قبل، لم تعد تشغل فكره بعد إخلاصه للواجب لذاته، فلم يغره الريف النضر أن يرتع فيه، ويحط رحاله بين سهوله ووديانه الممرعة فى الشام والعراق ومصر.\rوبهذه الروح القوية، وبالأمل الباسم فى إحدى الحسنيين، الشهادة أو النصر، وبالنفسية الطاهرة العفيفة، والارتفاع فوق مستوى الماديات المغرية زحفت الدعوة حتى اتسعت رقعة الإسلام، وتكونت دولة لا تغيب عنها الشمس، حتى أذنت للخليفة العباسى أن يتحدى الغمامة أينما سارت وأمطرت فسيأتيه خراجها.\rلقد تلقف الناس الإسلام. لما أنسوا فيه من المبادئ الإنسانية العالية، ولما رأوا فيه من الغذاء الروحى، الذى اطمأنت به عقولهم وسكنت نفوسهم. رأينا الفرس مثلا وقد كان بينهم وبين العرب ما هو معروف من العصبية المتطرفة، يشغلون بعد موقعة القادسية بالدخول فى الإسلام ونشره بين ربوع البلاد، والإقبال على تعلم لغته والتبحر فى علومه، حتى كانت بعد سنوات معدودة تضم أقطاب الإسلام فى الميادين المختلفة.","seal":"310478DE","page":70},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":71,"nass":"\"وكذلك كان للإسلام فضل كثير فى البلاد التى وصل إليها بعد حدود فارس شمالا وشرقا، إذ أخرج الناس من وثنية منحطة إلى دين هو أرقى ما يمكن أن يتصوره العقل، نالوا بسببه مزايا اجتماعية وأدبية ما كانوا يحلمون بها من قبل.\rوفى شمالى أفريقيا الذى كان يرزح تحت نير الاستعمار، نشطت بفضل الإسلام بلاده وعادت أفضل مما كانت عليه.\rبل إن الإسلام كان له فضله البالغ على أوربا أيضًا، فقد كانت إلى القرن السابع الميلادى تعيش فى ظلام حالك، من الجهل والفوضى الاجتماعية والسياسية وتحكم رجال الدين فى حياة الناس، فجاء الإسلام وأسس بعض رجاله دولة أسبانيا التى كانت على مثال غيرها من الاستبداد، فمضى المسلمون على سجيتهم فى تأسيس المدارس والمستشفيات ونشر العلم والمدنية واستقبال الوافدين من كل صوب، لينهلوا من معين الحضارة الاسلامية العذب، غير ناظرين إلى أجناسهم أو أديانهم أو لغاتهم، وكما فعل المسلمون فى أسبانيا فعلوا فى صقلية، وصارت مركزا يحج إليه الراغبون فى العلم والمعرفة الصحيحة من كل البقاع. فكان ذلك منبها لأوروبا وحافزا لها على","seal":"4A27FC47","page":71},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":72,"nass":"التفكير فى مصيرها، وكان من وراء ذلك نهضتهم الحديثة المعروفة.\r\rالدعوة فى الشرق:\rتعال معى أيها القارئ نتابع ركب الإسلام الزاحف لنرى كيف تقبلته الأمم ورضيته دينا لها، وسيكون مرورنا مع الركب سريعا فالمجال لا يتحمل الاستراحة فى كل محطات العالم لندرس على مهل آثار الإسلام فى هذه البلاد. وحسبنا من ذلك لقطات سريعة فى مرورنا العابر ونماذج تدل على غيرها من آثار.\rاتجه ركب الإسلام نحو الشرف مارا بشمالى بلاد العرب فأسلم المسيحيون من غسان، وبعد موقعة القادسية وفد المسيحيون الضاربون على ضفاف الفرات إلى \"رستم\" مسلمين، وساعد النصارى المقيمون فى الأراضى البيزنطية جيوش العرب فى فتح فارس. وكتبوا إلى أبى عبيدة قائد الجيش الإسلامى: يا معشر المسلمين، أنتم أحب إلينا من الروم وإن كانوا على ديننا، أنتم أوفى لنا وأرأف بنا وأكف عن ظلمنا وأحسن ولاية علينا.\rوكان للتسامح الدينى معهم ومع غيرهم أثره فى كثرة دخولهم فى الإسلام، مع ما وجدوه من سهولة العقيدة وبساطة الدين ويسر التكاليف، إلى جانب","seal":"6E8C5384","page":72},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":73,"nass":"استيائهم من السفسطة المذهبية التى جلبتها الروح الإغريقية إلى اللاهوت المسيحى، يقول: \"كيتانى\": فلما أهلت آخر الأمر أنباء الوحى الجديد فجأة من الصحراء لم تعد تلك المسيحية الشرقية التى اختلطت بالغش والزيف، وتمزقت بفعل الانقسامات الداخلية، وتزعزعت قواعدها الأساسية، واستولى على رجالها اليأس والقنوط من مثل هذه الريب، لم تعد المسيحية بعد تلك الحالة قادرة على مقاومة إغراء هذا الدين الجديد الذى بدد بضربة من ضرباته كل الشكوك التافهة، وقدم مزايا مادية جليلة، إلى جانب مبادئه الواضحة البسيطة، التى لا تقبل الجدل. وحينئذ ترك الشرق المسيح وارتمى فى أحضان نبى بلاد العرب (¬1).\rولم يكن هناك أى قهر فى اهتدائهم إلى الإسلام أو أى اضطهاد لهم. ولو اختار الخلفاء تنفيذ إحدى الخطتين لاكتسحوا المسيحية، بتلك السهولة التى أقصى بها \"فرديناند وإيزابيلا\" دين الإسلام من أسبانيا، أو التى جعل بها \"لويس الرابع عشر\" المذهب البروستانتى مذهبا يعاقب عليه متبعوه فى فرنسا، أو بتلك السهولة التى ظل بها اليهود مبعدين عن انجلترا مدة ثلثمائة وخمسين سنة، كما يقول أرنولد\r¬__________\r(¬1) تاريخ الدعوة لأرنولد ص 73","seal":"6AE4E582","page":73},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":74,"nass":"فتحت فارس ودخل أهلها الإسلام طوعا مرحبين بالدين الجديد الذى خلصهم من الوثنية والأوضاع الفاسدة، وقامت فيها الخلافة العباسية التى تمثلت فى عهدها الأول حضارة الإسلام الزاهرة، ثم واصل الإسلام زحفه شرقا إلى أواسط آسيا، حتى استقر أمره فيما وراء النهر فى زمن المعتصم العباسى، وكان لمحمود الغزنوى أثره فى نشره هناك.\rوانتشر الإسلام فى أفغانستان وأعلن ملك كابول إسلامه فى زمن الخليفة المأمون، وتوطدت أركان الإسلام فى كافة أرجائها بانتهاء فتوح سبكتكين ومحمود، الغزنوى.\rودخل المغول الإسلام بفضل الدعاة المسلمين، مع ما عرف عنهم من جبروت فى أعمالهم الحربية، وكان أحد هبم، وهو بركة خان (1256 - 1267 م) أول من أسلم من أمرائهم، على يد تاجرين من بخارى، وأسلم على يديه كثير من جنود هولاكو، الذين فروا إليه. وأسلم أحمد أخو هولاكو (1274 - 1282 م). وعمل على نشر الإسلام بين التتار.\rوانتشر الإسلام بين القبيلة الذهبية النازلة فى وادى الفولجا، وهى إحدى قبائل المغول.","seal":"ECBD7BE3","page":74},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":75,"nass":"ودخل البلغار الإسلام على يد التجار المسلمين، وحاول البلغار هداية ملك روسيا \"فلاديمير\" عندما أراد أن يبحث عن دين غير الوثنية، ولكنه خشى المسلم كان يعد نفسه داعية مخلصا لله.\rوأسلم القيرغيز فى وسط أسيا على أيدى علماء التتر فى القرن الثامن عشر، وأصبحت مدينة قازان مركزا ديئيا للدعوة الإسلامية أسلم بفضل نشاطها كثيرون. وذلك -كما يقول أرنولد- راجع إلى مستوى الأخلاق فى المجتمع الإسلامى، الذى كان أكثر رقيا، وإلى أن المسلم كان يعد نفسه داعية فخلصا لله.\rوزحف الإسلام حتى وصل سيبريا، وبذل سلطانها \"كوتشم خان\" جهدا كبيرا فى نشرها. ويذكرون أن القيرغيز يغنون أغانى شعبية لها مكانتها بين وسائل الدعوة فى الوقت الحاضر، وقد تضمنت حقائق الإسلام الأساسية مصوغة فى قالب قصصى، جعل العامة تقبلها بيسر وسهولة.\rودخل الإسلام الهند فى وقت مبكر عن طريق التجار العرب وبالفتح الإسلامى. وكان لمحمود بن سبكتكين جهد واضح فى ذلك وكان للإسلام أثره فى تخفيف حدة","seal":"D344EC0F","page":75},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":76,"nass":"الطبقات المتوارثة فى ديانة الهنود، وفى تكريم المرأة التى كانت تحرق حية لتلحق بزوجها الميت، وأصبحت فى الهند جامعات دينية ذات طابع قديم.\rكذلك وصل الإسلام سيلان، وفيها الآن مدارس إسلامية، وانتشر أيضًا فى جزر (مالديف) التى يغلب الإسلام على سكانها.\rووصل الإسلام أندونيسيا والفلبين على يد الدعاة من العرب والهند، واستجاب الناس له بسرعة، لأنهم وجدوا فيه سكن نفوسهم وغذاء أرواحهم، وكان فضل انتشاره فى هذه الجهات للحضارمة برحلاتهم التجارية البحرية، وأفادت البلاد من الإسلام تهذيبا لعاداتهم وشعورا بالحد من التنافس المسعور بين جزرها، والتخلص من بقايا البوذية والكونفوشية، ونشطت الدعوة إليه فى عهد امبراطورية \"ماجافاهيت\" (1293 - 1478 م).\rوصل الإسلام إلى الصين فى القرن الأول الهجرى، وكان ذلك عن طريقين:\rطريق البر من مقاطعة (سينكيانج)، وطريق البحر حيث كانت توجد جاليات عربية على الساحل تزاول أعمال التجارة هناك.","seal":"6283C441","page":76},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":77,"nass":"وكان انتشاره فى مبدأ الأمر بين الأفراد وبجهودهم، ولم يدخل بيت الملك إلا فى حكم المغول بفضل الداعية البخارى شمس الدين عمر، الملقب بالسيد الأجل، والذى كان له نفوذ إسلامى عظيم.\rكما وصل الإسلام إلى كوريا واليابان، ثم تخطى هذه القارة ووصل إلى استراليا فى القرن التاسع عشر على يد المهاجرين من الهند والأفغان، ويتزعمهم مسلم انجليزى يدعى (بريستلى) الذى أسلم سنة 1947 لتأثره بالإسلام الذى يحترم جميع الأنبياء، ويدعو إلى السلام كما تابع الإسلام زحفه إلى جزر المحيط الهادى، ويوجد الآن فى جزر (فيجى) نحو ثلاثين ألف مسلم.\r\rالدعوة فى الغرب:\rبعد انتقال النبي - صلى الله عليه وسلم - إلى الرفيق الأعلى فتح عمرو ابن العاص مصر، ورحب أهلها بالفاتحين، وتابع الفتح سيره إلى شمالى أفريقيا وأزال حكم الرومان من قرطاجنة سنة 698 م، وكان من أهاليها الجيش الذى فتح الأندلس سنة 711 م بقيادة طارق بن زياد، ومن هذه الجهة استطاع الإسلام أن ينفذ إلى الجنوب متوغلا فى الصحراء حتى وصل إلى خط الاستواء فى سنين متتالية.","seal":"FCC5312A","page":77},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":78,"nass":"وكان لنشاط الطرق الصوفية أثره فى هذا الميدان، وبخاصة القادرية والشاذلية والتيجانية والسنوسية، وظهرت أسماء كثيرة لامعة فى سماء الدعوة للدين، منها عبد الله بن يس، الذى اتخذ له رباطا فى إحدى جزر السنغال وجعله مركز دعوته، وبث دعاته فأسلمت آلاف من قبيلة (لمتونة)، وما زال يدعو حتى توفى فى سنة 1059 م، وحمل أتباعه المرابطون أمانة الدعوة من بعده، وقويت شوكتهم حتى فرضوا سلطانهم على أسبانيا.\rوكذلك ابن تومرت مؤسس دولة الموحدين، وله جهود طيبة فى نشر الدعوة التى نشطت فى القرن السادس عشر كرد فعل لطرد المسلمين من أسبانيا.\rوتحمست قبيلة (لمتونة) و (جداله) من صنهاجة لنشر الدين فى السودان، وكان عهد يوسف بن تاشفين مؤسس مراكش سنة 1063 م وثانى أمراء المرابطين حافلا بدخول الناس فى الإسلام.\rوفى سنة 1076 م أسلمت مملكة (غانا) عن بكرة أبيها، وتأسست فى القرن الحادى عشر مدينة (تمبكتو) وصارت مركزا علميا هاما إلى جانب مركزها التجارى.","seal":"3FB2F7CA","page":78},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":79,"nass":"وكما دخل الإسلام هذه الجهات من الشمال دخلها من الشرق ومن الشمال الشرقى، فدخل من مصر إلى (كانم) عند بحيرة تشاد التى صارت بعد دولة عظيمة، اشتهر من دعاتها (عمر كبا) الذى هدى قبائل (بمبارا) إلى الإسلام فى أوائل القرن العشرين.\rوفى القرن الرابع عشر هاجر بعض قبائل العرب من تونس إلى الجنوب حتى وصلوا دارفور، وتزوج أحدهم المسمى (أحمد) بنت ملكها، وتولى الملك بعده، فكانت الدولة الإسلامية التى دامت إلى وقتنا الحاضر.\rومن أشهر الدعاة فى هذه المناطق (عثمان دنفديو) المصلح الدينى فى القرن الثامن عشر، وتابع أولاده الدعوة من بعده، وكان لنشاط أحمد إدريس أثره فى نشر الدعوة بفضل أحد أتباعه وهو محمد عثمان الميرغنى.\rومن أشهر رجال الطريقة الفادرية فى الغرب الحاج (عمر قال) المشهور بعلمه وورعه، وقد توفى سنة 1865 م، وكذلك (أحمد سامورى) الذى جاهد حتى أسره الفرنسيون، وتوفى سنة. 1900 م، وقامت السنوسية بجهد كبير فى نشر الدعوة بطريقة سلمية","seal":"77B40734","page":79},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":80,"nass":"آمنة، وأسس محمد بن على السنوسى فرقة دينية للإصلاح، وجعل مركز دعوته (جغبوب) وتوفى سنة 1859 م، بعد أن أسس دولة إسلامية.\rوعلى العموم كان الدعاة فى هذه المناطق، كما يقول أرنولد، دعاة ذوى غيرة وحماسة بالغة، ولهذا فمن مصب السنغال حتى لاجوس فى غانا، وفى مسافة تبلغ ألفى ميل، يندر أن تجد مدينة زاهرة ذات أهمية إلا وفيها على الأقل مسجد.\rوفى شرقى أفريقيا كانت الدعوة قد وصلت الحبشة أيام الرسول وكثر فيها المسلمون بعد القرن الرابع الهجرى، وزاد عددهم فى القرن الحادى عشر حتى بلغ ثلث السكان تقريبا، ثم كانت حركة \"أحمد القرين\" فى القرن السادس عشر التى أسلم بسببها الكثيرون وقتله الأحباش بمعونة البرتغاليين سنة 1543 م.\rوعلى الساحل الشرقى هاجرت جماعة من الشيعة على رأسهم زيد بن على حفيد الحسين المتوفى 740 م، وجاءت جماعة من منطقة قرب الإحساء بالخليج العربى، وبنو أول مدينة على الساحل هى \"مقديشيو\" حوالى منتصف القرن العاشر، وصار لها سلطان على كل عرب الساحل حوالى سبعين سنة، حتى قدمت","seal":"429BA1E5","page":80},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":81,"nass":"جماعة أخرى من الخليج العربى وحطوا رحالهم فى (زنجبار) وتتابعت الهجرات حتى جاءت فى القرن الخامس عشر جماعة من حضرموت يدعون إلى الإسلام، فجعلوا (بربرة) مركز دعوتهما، وكانوا نحو أربعة وأربعين، سافر بعضهم إلى (هرر) وهدى كثيرين إلى الإسلام.\rتوغل المهاجرون داخل أفريقيا، وكونوا مستعمرات إسلامية فيها، ورحبت أوغندة بتجار العرب ترحيبا بالغا، وأنشئت مراكز العملامية فى الكونغو، بفضل التاجر العربى (تيبوتيب) الذى وصل نهر الكونغو فى منتصف القرن التاسع عشر.\rوعلى يد هؤلاء التجار دخل الإسلام (نياسالاند) وشق طريقه إلى جنوبى القارة حتى مستعمرة الكاب، بفضل المهاجرين من الملايو الذين جلبهم الهولنديون فى نحو القرن السابع عشر أو الثامن عشر كما جاء إليها يعض الهنود، وكسب الإسلام هناك أكثر مما كسبت بعثات التبشير المسيحية، على الرغم من التفاوت الكبير بين القوتين وكذلك وصل الإسلام إلى مدغشقر وجزر المحيط الهندى.\rوكانت أهم العوامل لسرعة تقبل الأفريقيين للإسلام ونجاح الدعوة فيهم ما يأتى: -","seal":"EC392FE1","page":81},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":82,"nass":"1 - أن كل مسلم يعد نفسه داعيا إلى الله، يرى أن ذلك واجب عليه لا يحتاج إلى ترتيبات وإجراءات خاصة، كالتى يتخذها المبشرون، وقد قال الكاردينال (لافيجرى) إن الدراويش البسطاء والتجار الذين يجوبون تلك الأقطار ينشرون الإسلام أينما حلوا، فيقبل عليهم الناس أيما إقبال، ويعاهدونهم على الإسلام دون أية مقاومة.\r3 - بساطة العقيدة الدينية وسهولة فهمها ويسر تكاليفها الشرعية وملاءمتها بشكل قوى لحال الزنوج وظروفهم.\r3 - اعتقاد الأفريقيين أن المسيحية هى دين البيض المستعمرين، تحمل معها الظلم والاستعباد والتفرقة، والنظرة الساخرة لغيرهم، بخلاف الإسلام دين الرحمة والعدل والمساواة يقول (موريل) فى كتابه عن نيجيريا.\rإن الإسلام لا يتطلب من وجهة نظر أهل نيجيريا أن يفقد أحد قوميته، ولا أن يقوض نفوذ الأسرة أو سلطة الجماعة، وليست هناك هوة بين الداعى إلى الإسلام والمهتدى إليه، فلاهما متساويان أمام الله، لا نظريا فقط بل عمليا أيضًا، وينفذ مبدأ التآخى الإنسانى تنفيذا عمليا رائعا، وإن انتشار الإسلام","seal":"92B65715","page":82},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":83,"nass":"الذى نشهده اليوم فى نيجيريا الجنوبية ليؤثر بصفة خاصة تأثيرا اجتماعيا عظيما، ويمنح الإسلام من يدخل فيه منزلة أرقى وفكرة أسمى من مكانة الإنسان من العالم المحيط به، ويحرره من ربقة الأحكام والخرافات.\r4 - الداعية المسلم عندما يحل ببلد يعد نفسه مواطنا كبقية المواطنين، يندمج معهم بالمعاملة والمصاهرة والاشتراك فى الخدمات العامة للبلد، ويكونا سلوكه نفسه من أهم العوامل فى جذب الأهالى نحو الدين.\r5 - الإسلام يعلم أتباعه حب الحرية والاعتزاز بالوطن وكراهة المستعمرين، وهذه النغمة محببة إلى كل إنسان، وتتحرك لها عواطفه، ويميل إلى من ينادى بها وإلى الدين الذى يقررها ويدعو إليها.\r6 - كما أن الإسلام يحمل عوامل الرقى والحضارة، ويرتفع بمستوى الأفريقى إلى مكان عال فى الفكر والخلق والعادات. يقول (أرنولد) (¬1):\rإن مجرد الدخول فى الإسلام يدل ضمنا على الترقى فى الحضارة وأنه خطوة جد متميزة فى تقدم القبيلة،\r¬__________\r(¬1) تاريخ الدعوة ص 396","seal":"ADF01E07","page":83},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":84,"nass":"الزنجية عقليا وماديا، وقد اتضح ما \"تقدمه حضارة أفريقيا الإسلامية إلى الزنجى الذى دخل فى الإسلام وضوحا يبعث على الإعجاب فى العبارات الآتية:\rإن أقبح الرذائل وهى أكل لحوم البشر، وتقديم الإنسان قربانا، ووأد الأطفال أحياء، تلك الرزائل قد اختفت فجأة وإلى الأبد والذين كانوا يعيشون عراة بدءوا يرتدون الملابس، بل يتأنقون فى ملابسهم، والذين كانوا لا يغتسلون بدءوا يغتسلون، بل يكثرون من الاغتسال لأن الشريعة المقدسة تأمرهم بالطهارة.\r7 - وكان لنشاط الجمعيات الدينية الحديثة أثره البارز فى نشر الإسلام فى هذه القارة، ومن أخطرها الجمعية الخيرية الإسلامية بشرقى أفريقيا، التى يشرف عليها الإسماعيليون، فقد أنشأت مساجد ومدارس وكليات وقامت بأعمال كثيرة حببت إليها الألوف من الأهالى، الذين حملوا لواء الدعوة وتوغلوا به فى داخل القارة مسافات بعيدة.\rكما كان لإبطال تجارة الرقيق وإنشاء السكك الحديدية وتأمين الطرق أهمية فى يسر الانتقال بالدعوة مع القوافل والتجارة.","seal":"7AABF857","page":84},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":85,"nass":"الدعوة فى أوروبا وأمريكا:\rتعال معى أيها القارئ لنصاحب ركب الدعوة فى العالم الغربى، فقد فتحت أسبانيا فى القرن الأول الهجرى وعاش فيها الإسلام نحو ثمانية قرون، حتى أصدر فرديناندو إيزابيلا سنة 1502 مرسوما بإلغاء شعائر الدين الإسلامى فى جميع أرجاء البلاد، حتى خرج العرب لآخر مرة سنة 1610 م.\rوقد كتبت أسبانيا فى هذه المدة صفحة من أنقى الصفحات وأسطعها فى تاريخ أوروبا فى العصور الوسطى، ومنها تلقى العلم طلابه من جميع أصقاعها بعد أن كانت البلاد ترزح تحت نير الإضطهاد، وتعيش فى جو خانق من الفساد الخلقى وتحكم السادة فى العبيد، حتى أن مؤرخى المسيحية قالوا: لقد ظهر أن الحكم الإسلامى كأنه عقاب نزل بهؤلاء الذين ضلوا الطريق السوى، واتجهوا نحو الرذيلة.\rتحول كثير من الأهالى إلى الإسلام، ونعموا بمبادئه الخالدة، وكان هناك انسجام ومصاهرة وإقبال على تعلم اللغة العربية، ونبغ كثير منهم فى آدابها، حتى المسيحيون واليهود منهم، وتسمى كثير من هؤلاء بأسماء عربية، وقلدوهم فى بعض النظم الدينية كالختان، كما أثرت العقيدة على أفكار","seal":"80B894FD","page":85},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":86,"nass":"الرهبان، فغير كثير منهم رأيه فى عيسى الذى كانوا يسمونه ابن الله، ومنهم (اليباندوس) أسقف طليطلة\" و \"فيلكس\" أسقف أورجيل، وكان من أثر ذلك عقد مجمع طليطلة سنة 936 م للنظر فى هذه الأفكار.\r\rيقول أرنولد:\rوقد بلغ من تأثير الإسلام فى معظم الذين تحولوا إليه من مسيحي أسبانيا مبلغا عظيما، حتى سحرهم بهذه المدنية الباهرة، واستهوى أفئدتهم بشعره وفلسفته وفنه الذى استولى على عقولهم، وبهر خيالهم، كما وجدوا فى الفروسية العربية مجالا فسيحا لإظهار بأسهم، وما تكشفت عنه هذه الفروسية من قصد نبيل وخلق كريم، تلك الحياة التى ظلت مغلقة فى وجوه الأسبان الذين بقوا على تمسكهم بالمسيحية وإخلاصهم لها، أضف إلى ذلك أن علوم المسيحيين وآدابهم لا بد أن تكون قد بدت فقيرة ضئيلة إذا ما قيست بعلوم المسلمين وآدابهم التى لا يبعد أن تكون دراستها فى حد ذاتها باعثا على الدخول فى دينهم (¬1).\rوكما دخل الإسلام ومدنيته إلى أوروبا من الأندلس دخلا من صقلية، وتوغلا فى إيطاليا، وحاصر العرب\r¬__________\r(¬1) تاريخ الدعوة ص 164","seal":"2AA20A0E","page":86},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":87,"nass":"روما مقر الحبر الأعظم، حتى إن البابا يوحنا الثامن \"872 - 882 م\" ظل يؤدى الجزية مدة سنتين، ومكث حكم الإسلام قائما نحو مائة وثلاثين سنة، حتى أخذ النورمانديون هذه الجهات نهائيا سنة 1091 م. وعن هذين المنفذين أخذت أوروبا الحضارة.\rومما يدل على ذلك ما يأتى:\r1 - أن \"فردريك الثانى\" ملك سبيليا وألمانيا فى القرن الثالث عشر، وهو أول من أقام حكومة نظامية فى أوروبا سنة 1193، أنشأ جامعة فى نابولى سنة 1234 م على نظام جامعة قرطبة، وتعلم العربية ودرس علومها وآدابها، وحذق الرياضة والطب والفلسفة والطبيعة على أيدى أساتذة العرب تلاميذ ابن رشد، واصطحب معه إلى إيطاليا زمرة من العرب والمسلمين ساعدوه فى تنظيم حكومته.\r2 - أن البابا الأكبر \"سلفستر الثانى\" سنة 999 م وكان عالما دينيا كبيرا، رحل إلى الأندلس فى أيام الخلافة الأموية وحصل من شيوخها على الإجازة فى التدريس والرياضة والفلك، وعاد إلى بلاده حيث ألف كتابا فى الحساب، فكان أول من نقل هذا العلم إلى أوربا.","seal":"23F8A6C2","page":87},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":88,"nass":"3 - أن أول مستشرق انجليزى، وهو \"أديلارب\" طوف سنة 1120 م فى الأندلس وصقلية ولسوريا، وترجم عن العربية مبادئ اقليدس وكتاب الخوازرمى فى الحساب، وكان له نصيب كبير فى إنشاء جامعة باريس وغيرها.\r4 - أن \"روجر الأول\" ملك صقلية سنة 112 م تلقى التاريخ الطبيعى على يد العرب، و \"الفونس العاشر\" ملك قشتالة درس العربية، وأمر بنقل علوم العرب، ونافسه فى ذلك ملوك أوربا.\r5 - أن الراهب الإنجليزى \"روجر ييكون\" المتوفى فى القرن الثالث عشر، درس علوم العرب، وتشبع بطريقتهم العلمية فى البحث، فنبذ منطق أرسطو، وقرر أن الطريقة المثلى للوصول إلى الحقائق العلمية هى طريقة العرب، (شاهد واختبر).\r6 - أن الملك \"فيليب البافارى\" بعث إلى الخليفة هشام الأول يستأذنه فى إيفاد بعثة إلى الأندلس لدراسة نظم التعليم وأساليب الإدارة والحكم ومظاهر المدنية، فأذن له، بل أرسل خبراء من العرب لاستشارتهم فيما يريد، وكذلك صنع غيره من الملوك، وكانت إنجلترا أشد دول الشمال حرصا على ذلك، فكانت تبعث أولياء","seal":"6DA75D9B","page":88},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":89,"nass":"عهودها إلى الأندلس لتلقى هذه المعارف الجديدة بل أرسل الملك \"جورج الثانى\" ابنة أخيه ملك \"دومانت\" على رأس بعثة مكونة من بنات الأمراء واللوردات حوالى عشرين فتاة لدراسة آداب السلوك والفنون الراقية التى تتعلق بالمرأة.\rوكان الأسطول الهولندى الذى قهر الأسطول الإنجليزى فى لشبونة سنة 1152 م من صنع أيد عربية، أما قائده فهو أميرال البحر (طارق) ومعظم السدود وجسور الأنهار فى انجلترا وأوربا أنشأها أيدى مهندسين عرب، وخاصة جسر هشام الذى سمى باسم الخليفة هشام الثانى بناه مهندس عربى فوق نهر التيمس.\rودخل الإسلام أوروبا أيضًا فى القرن الرابع عشر على يد الأتراك، الذين استولوا على أجزاء كبيرة من جزيرة البلقان، حتى فتحت القسطنطينية سنة 1453 م. وكان عهد سليمان القانوني (1520 - 1567 م) عهد توسع، ولم تتوقف فتوحات العثمانيين إلا أمام أبواب فيينا سنة 1683 م.\rوعندما فتحت القسطنطينية حرم محمد الفاتح اضطهاد المسيحيين تحريما قاطعا، ومنح البطريق وأتباعه امتيازات كبيرة، وكانت هذه المعاملة من","seal":"74CB7A60","page":89},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":90,"nass":"أهم الأسباب التى جعلت الأغريق يؤثرون حكم المسلمين على المسيحيين الذين ظلموهم واستبدوا بهم كثيرا، وقد اشتهر مراد الثانى بعنايته فى تحقيق العدالة، وبإصلاحه للمفاسد التى سادت فى عهد الأباطرة الأغريق.\rواهتم الأتراك بنشر الإسلام بالوسائط السلمية وكانوا يحتفلون بمن يدخل فى الدين فيكون ذلك حافزا لغيره أن يسلم مثله يقول الكسندروس عن المسلمين الأتراك.\rلو تأملنا عدالتهم ونزاهتهم وسائر فضائلهم الخلقية لخجلنا من جحودنا، سواء فى عبادتنا أو فى تراجمنا ومن جورنا وإفراطنا وتعسفنا -فلا ريب أن هؤلاء سيقيمون الحجة علينا، ولا ريب أن عبادتهم وتقواهم وأعمال الرحمة فيهم هى الأسباب الرئيسية لنمو الدعوة المحمدية.\rولو نظرنا إلى معظم دول أوربا الحالية لوجدنا فيها جاليات إسلامية نزح معظمها من آسيا وأفريقيا، وبجهودها دخل أوروبيون كثيرون فى الإسلام، واستطاعوا أن يتفاعلوا مع هذا الدين بحضارتهم وتقاليدهم بعد أن رأوا فيه المرونة وقيامه على الفطرة والعقل.","seal":"060D98AF","page":90},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":91,"nass":"بل إن بعض المفكرين الأوروبين الذين لم يسلموا قال عندما عرف حقيقة الإسلام وأخلاقه العالية ونظامه الاجتماعى السياسى المتين: إذا كان هذا هو الإسلام، فنحن إذًا مسلمون.\rولو أذن للإسلام أن يمد رواقه على هذه البلاد عند فتح الأندلس لكانت الحضارة قد تقدمت للإنسانية بخيرها قبل ذلك بكثير، غير أن الأقدار جعلت المسلمين يقفون عن زحفهم بعد أن انتصر \"شارل مارتل\" على عبد الرحمن الغافقى فى معركة \"بواتييه\" يوم السبت 8 من شعبان سنة 114 هـ (أكتوبر سنة 733 م) تلك المعركة التى يقول فيها \"كلود فارير\" الأديب الفرنسى: فى ذلك اليوم المشئوم تراجعت المدينة ثمانية قرون إلى الوراء.\rويقول \"شامبيون\" مدير مجلة \"بارلمنتير\": لولا انتصار جيش مارتل الهمجى على تقدم العرب فى فرنسا لما وقعت فرنسا فى ظلمات القرون الوسطى، ولما أصيبت بفظائعها، ولما كابدت المذابح الأهلية التى نشأت عن التعصب الدينى المذهبى، ولولا ذلك الانتصار البربرى على العرب لنجت أسبانيا من وصمة محاكم التفتيش، ولولا ذلك لما تأخر سير المدينة ثمانية قرون، إننا مدينون للشعوب العربية بكل","seal":"C8592D95","page":91},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":92,"nass":"محامد حضارتنا فى العلم والفن والصناعة، مع أننا نزعم اليوم أن لنا حق السيطرة على تلك الشعوب العريقة فى الفضائل، وحسبها أنها مثال الكمال البشرى مدة ثمانية قرون، بينما كنا يومئذ مثال الهمجية، وإنه لكذب وافتراء ما ندعيه من أن الزمان قد اختلف، وأنهم صاروا يمثلون اليوم ما كنا نمثله نحن فيما مضى.\rوأخيرا أقول لك أيها القاريء: إن الإسلام لم يقف عند هذا الحد، بل تخطى العالم القديم إلى العالم الجديد، ويحكى التاريخ أن جماعة من المسلمين رغبوا فى نشر الإسلام وراء البحار، أطلق عليهم اسم المغرورين لجرأتهم. وإقدامهم على هذا الأمر الخطر، وكأنه كان يرن فى أذنهم قول عقبة فاتح شمالى أفريقية حين نزل البحر بفرسه وأقسم أنه لو يعلم أن هناك أرضا وراء هذا البحر لخاضه حتى يصل إليها لينشر دين الله. كان هؤلاء ثمانية أقلعوا، من لشبونة فى القرن إلعاشر أو الحادى عشر، الميلادى، وساروا نحو الغرب حوالى أحد عشر يوما ثم عادوا يحملون أخبار عالم جديد لم يعرفوه من قبل، وهو، وإن لم يكن على التحقيق أمريكا، فهو جزر كانت مجهولة.","seal":"94C5A7A6","page":92},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":93,"nass":"والقرنين الآخرين وصلت جاليات إلى أمريكا الشمالية والجنوبية وأقاموا هناك، وأسسوا جمعيات ومساجد فى أشهر المدن ولهم سمعة طيبة فى كل حقل يعملون فيه من حقول التجارة والصناعة وغيرها، واستطاعوا بنشاطهم أن يحولوا عددا من أهالى تلك البلاد إلى الإسلام، أو على الأقل يفتحوا عيونهم عليه ويبدون السحب الكثيفة التى كانت تحول دون معرفتهم لحقيقته.\rوبعد فقد تبين من هذا السرد الموجز لحركة الإسلام فى مدة وانتشاره بمبادئه السامية أن الإسلام له أعوان وأنصار فى كل جهات العالم، وأن البيئات التى وجدوا فمها لم تكن حائلة دون تطبيق تعاليمه، وأن أجناسهم وألوانهم ولغاتهم لم تقف حائلا دون اعتناق هذا الدين والتفاعل مع مبادئه، وأن له فى بعضها تاريخا قديما لازمها قرونا عدة، لم تزده الأيام إلا قوة فى نفوسهم واعتزازا به، وهذا من أكبر الأدلة الواقعية على عالمية الدين الإسلامى وحيويته واتفاقه مع جميع الحاجات البشرية فى كل الجماعات الإنسانية.\rيقول (إيتين دينيه)، وسليمان إبراهيم الجزائرى فى كتابهما عن السيرة النبوية: فدين محمد قد أكد إذا من الساعة الأولى لظهوره وفى حياة النبي أنه دين","seal":"AE03AC3D","page":93},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":94,"nass":"عام، فإذا كان صالحًا لكل جنس كان صالحًا بالضرورة لكل عقل ولكل درجة من درجات الحضارة وهو على ما فيه من البساطة المتناهية بالنظر لمذهب المعتزلة، والتشدد بالنظر لمذهب الصوفية: يؤدى للعالم الأوربى، من غير أن يعوق حرية فكره المطلقة، كما يؤدى للزنجى السودانى، الذى ينتشله من عبادة الأوثان الباطلة، هداية وتأييدا، وهو يرفع نفس التاجر الانجليزى، الذى يرى حياته فى العمل، ويعتبر الوقت من ذهب، بمقدار ما يرفع نفس الحكيم المتصوف والشرقى المتأمل فى بدائع الصنع، كما يرفع نفس الغربى المأخوذ بسحر الفن والجمال بل هو يفتن الطبيب العصرى أيضًا بما فيه من الطهارات المتكررة وتناسق الركوع والسجود، اللذين هما ليسا فى إفادتهما الجسم نماء بأقل من إفادتهما النفس صحة وسلامة (¬1).\rلقد حار المفسرون فى تعليل ظاهرة المد الدائم للإسلام، وراح كل يفسر تفسيرا محدودا من وجهة نظره، فمنهم من يرجع ذلك إلى العوامل الذاتية للإسلام فى عقيدته وشريعته، ومنهم من يرجعها إلى الظروف السياسية والاجتماعية للبلاد التى زحف\r¬__________\r(¬1) مجلة الأزهر: مجلد 1 ص 159","seal":"84AC5AFA","page":94},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":95,"nass":"الإسلام إليها، دون سلطة قاهرة أو نفوذ قوى، ومنهم من يربط ذلك بظواهر أخص لا تصلح أن تكون سببا عاما فى هذه القوة الغالبة للدعوة، وفى موقفها الثابت أمام الزلازل التى لم تنل من سريانها النفاذ السريع.\rولكن السبب الحقيقى الجامع هو أن الإسلام بطبيعته دين عالمى فى عقيدته ومبادئه، يجمع كل الأجناس تحت لوائه، وتعاليمه التى تشعر الإنسان بوجوده الكريم، وتوفى بجميع مطالبه وحاجاته الروحية والمادية، ولا عجب فى ذلك فهو دين الله الذى أحكم صنعه لهداية خلقه، لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد، صبغة الله ومن أحسن من الله صبغة.\r\rهل انتشر الإسلام بالسيف؟\rفى غمرة الحيرة فى تعليل انتشار الإسلام بسرعة لم تطاوع نفس الحاقدين على الإسلام أن يقولوا الحق فعزوا الصبب إلى الغزو الحربى واستعمال القهر والإكراه على اعتناق الدين، وما زال المحدثون من الحانقين يرددون هذه الفرية لينالوا من عظمة الإسلام فى جوهرة النقى الصافى الذى إخذ ألباب الناس","seal":"3017E5AD","page":95},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":96,"nass":"بمبادئه، فأعجبوا به أيما إعجاب واختاروه دينا لهم، تسكن إليه نفوسهم وتطمئن به قلوبهم، وتتحرر به عقولهم ويستقيم سلوكهم.\rإن العقائد لا تغرس بالإكراه أبدا، لأن العقيدة انفعال النفس بقضية من القضايا، والنفس تأبى أن تهضم شيئًا تمجه طبيعتها، قال تعالى حاكيا ما كان من نوح مع قومه: {أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ} \" (¬1) والإكراه على اعتناق الأفكار قضاء على الحرية التى مجدها الإسلام بما لا يوجد له مثيل فما أى دين ولا فى أى تشريع سماوى أو أرضى وهو طعن أيضًا فى كرامة الإنسان وأهليته للخلافة فى الأرضى.\rوقد جاءت الآيات والأحاديث الكثيرة تقرر الحرية وتشيد بها وتعترف بكرامة الإنسان وقدره، وتصرح بأنه لا يجوز قهر إنسان على اعتناق مبادئ الإسلام فمن ذلك:\r1 - قوله تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} (¬2) وقد نقل ابن جرير الطبرى عن ابن عباس فى سبب نزولها أن رجلًا من الأنصار وهو أبو الحصين من بنى سالم بن عوف، كان له ولدان\r¬__________\r(¬1) سورة هود: 28\r(¬2) سورة البقرة: 256","seal":"F4291CE1","page":96},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":97,"nass":"تنصرا قبل مبعث النبي - صلى الله عليه وسلم -، ثم قدما المدينة فى نفر من الأنصار يحملون الزيت، فلزمهما أبوهما وقال: والله لا أدعكما حتى تسلما، فأبيا، فاختصموا إلى رسول الله - صلى الله عليه وسلم - فقال الأنصارى: يا رسول الله أيدخل بعضى فى النار وأنا أنظر؟ فنزلت هذه الآية.\r2 - قوله تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} (¬1).\r3 - قوله تعالى: {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (99) وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ} (¬2).\r4 - قوله تعالى: {فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (21) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ} (¬3).\rفمهمة النبي هى التبليغ فقط، وهداية الناس إلى الإسلام بمعنى اعتناقهم له لا يمكن أن يقوم به الرسول فذلك من رحمة الله وحده: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} (¬4).\r¬__________\r(¬1) سورة الكهف: 29\r(¬2) سورة يونس: 99، 100\r(¬3) سورة الغاشية 21، 22\r(¬4) سورة القصص: 56","seal":"8ADCB44E","page":97},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":98,"nass":"5 - قوله تعالى: {إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (27) لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} \" (¬1).\rفاعتناق الإسلام يكون بمجرد الحرية ومحض الاختيار دون قهر وإجبار.\r6 - لما أعطى النبي الراية لعلى يوم خيبر قال: يا رسول الله أقاتلهم حتى يكونوا مثلنا؟ قال: \"لا، انفذ على رسلك حتى تنزل بساحتهم ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله فيه. فوالله لأن يهدى الله بك رجلًا واحدا خير لك من أن يكون لك حمر النعم\" (¬2).\rفعلى ضوء هذه النصوص وغيرها كانت دعوة النبي - صلى الله عليه وسلم - إلى الإسلام، وعلى هديه سار أصحابه من بعده، وقد اختلط المسلمون بأهل الكتاب من اليهود والنصارى وكان بينهم نقاش كبير أمر فيه المسلمون بالتزام الجادة واتباع الطريق الأحسن، وهو إظهار محاسن الإسلام وأثره في أخلاق المسلمين ومعاملاتهم، فذلك خير دعاية له. وقد دخل أهل مكة فى الإسلام دون أن يعلو رءوسهم سيف. أو يهددوا بما يلجئهم إلى اعتناق الدين.\r¬__________\r(¬1) سورة التكوير: 27، 28\r(¬2) رواه مسلم.","seal":"41868B83","page":98},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":99,"nass":"ذكر الشيخ محمد عبده: أن غير المسلمين كانوا إذا فتحوا بلدا عينوا دعاة لنشر دينهم بكل ما أوتوا من قوة، ولم يقع ذلك لفاتح من المسلمين. بل كانوا يكتفون بمخالطة من عداهم ومحاسنتهم فى المعاملة، فيغريهم ذلك على الإسلام، وأن الإسلام كان يعد مجاملة المغلوبين فضلا وإحسانا، عندما كان يعدها الأوربيون ضعة وضعفا، وبلغ أمر المسلمين فيما بعد أنهم لم يقبلوا إسلام راغب فى الدين إلا بين يدى قاض شرعى يقر أمامه أنه أسلم بلا إكراه. ووصل الأمر فى عهد بعض الخلفاء الأمويين أن كره عمالهم دخول الناس فى دين الإسلام لما رأوا أنه ينقص من مبالغ الجزية وكان فى حال أولئك العمال صد عن سبيل الدين لا محالة، ولذلك أمر عمر بن عبد العزيز بتعزيز مثل أولئك العمال، وقد أثر عنه أنه قال له: ما بعث محمد جابيا ولكن بعث هاديا (¬1).\rعلى أن الإسلام إذا كان يفرض فرضا على الناس فكيف اعتنقه المغول والتتار وهم فى أتم قوة وأعظم بطش، وقد جاءوا للقضاء على الإسلام فانقلبوا مسلمين.\r¬__________\r(¬1) رسالة التوحيد 170","seal":"A69FF700","page":99},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":100,"nass":"ولو كان انتشار الإسلام بالقهر فكيف يفسر انتشاره بسرعة فى أيام الضعف السياسى والعسكرى للدولة الإسلامية؛ لقد كان أثر الرحالة، والتجار والطرق الصوفية بالغا مبلغا عظيما فى نشر الإسلام فى أفريقيا وآسيا بالطريق السلمى، دون إغراء أو تهديد.\rولو نظرنا إلى خريطة العالم الإسلامى اليوم لرأينا أن البلاد التى قلت فيها حروب الإسلام هى التى يقيم فيها أكثر مسلمى العالم، وهى بلاد إندونيسيا والهند والصين وسواحل. القارة الإفريقية وسهول الصحراء الواسعة، فإن عدد المسلمين، فيها يقرب من ثلثمائة مليون، ولم يقع فيها من الحروب بين المسلمين وأبناء تلك البلاد إلا القليل الذى لا يجدى فى تحويل الآلاف عن دينهم، فى الوقت الذى فيه البلاد التى كانت مسرح الفتح الإسلامى، وهى العراق والشام لا يزيد عدد المسلمين فيها على عشرة ملايين، يعيش بينهم من اختاروا البقاء على دينهم من المسيحيين واليهود والوثنيين وغيرهم (¬1).\rوقد قرر العلماء أن الحروب التى أرغم النبي وأصحابه على خوض غمارها كانت لغرضين ليس منهما الإكراه على الدين:\r¬__________\r(¬1) حقائق الإسلام للعقاد ص 232","seal":"4284686E","page":100},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":101,"nass":"أولهما: الدفاع عن العقيدة وعن حرمات المسلمين.\rوثانيهما: مقاومة القوة التى تقف فى طريق الدعوة التى أمروا بتبليغها، وفعل النبيّ - صلى الله عليه وسلم - والخلفاء الراشدين المهديين من بعده هو الحجة في هذا الموضوع، وما يحدث من غيرهم لا يحتج به على الإسلام، وإنَّما هو تصرف شخصى قد يخطئ وقد يصيب.\rقال تعالى فى بيان غاية القتال: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (29)} (¬1). فالغاية من القتال إعطاء الجِزيَةَ للإسهام بها فى تكاليف الدفاع عن حرياتهم وإظهار حسن نيتهم نحو الإسلام، وهى مبلغ رمزى ضئيل لا يدفعه إلا القادرون ممن يصلحون للقتال. وليست غاية القتال هى الإسلام، فقد نصت الآية علي ذلك {حَتَّى يُعْطُوا الْجِزْيَةَ} وليس فيها \"حتَّى يسلموا\".\rوقال تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} (¬2)، فالغاية هى القضاء على الفتنة، أى\r¬__________\r(¬1) سورة التوبة: 29\r(¬2) سورة البقرة: 193","seal":"EB30978E","page":101},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":102,"nass":"دعم أركان السلام فى المجتمع، وذلك كما يكون بالإسلام يكون بالجزية أو بالعهد، ولو كان القتال لفرض الإسلام على الناس ما أمر الرسول يترك الرهبان والنساء والصبيان. وأما قوله تعالى: \"ويكون الدين لله\" فمعناه أن يظهر أمرة ويعلو صوته، ولا يتوقف ذلك على أن تكون له الأكثرية العددية فى الناس، فظهوره بظهور الحق الذى هو فيه من استقامة مبادئه، وصدق الهدى\" الذى جاء به.\rعلى أن من جاءنا من المحاربين طالبا الأمان ليسمع كلام الله لا يجوز أن نقتله أو نكرهه على الإسلام، بل نبلغه الدعوة ونحافظ على حياته وأمواله وكل حقوقه حتَّى يرجع إلى بلدة ويبلغ مأمنه ولو لم يسلم (¬1).\rإن نظرة الإسلام إلى الحرب نظرة طبيعية واقعية، فهى مكروهة للنفوس التى تحب السلامة، كما قال سبحانه \"كتب عليكم القتال وهو كره لكم\" (¬2) وينهى المسلمين عن مجرد التمنى لخوض معركة مع العدو، ففى الحديث \"لا تتمنوا لقاء العدو، واسألوا الله العافية، فإذا لقيتموهم فاصبروا\" (¬3).\r¬__________\r(¬1) الجواب الصحيح لابن تيمية ص 69، 74\r(¬2) سورة البقرة: 216\r(¬3) رواه البخارى ومسلم.","seal":"5779F356","page":102},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":103,"nass":"والحرب ضرورة تقدر بقدرها \"وقاتلوا فى سبيل الله الذين يقاتلونكم ولا تعتدوا\" (¬1) \"فإن قاتلوكم فاقتلوهم\" (¬2). فالمسلمون كانوا يلجئون إلى الحرب إلجاء وكان بودهم ألا تكون حرب أبدا، ولكنها سنة الله. فى خلقه، كما يقول سبحانه \"ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض\" (¬3)، خاضوا غمارها للغرضين المذكورين آنفا.\rففى الغرض الأول قاتلوا من تعدي \"عليهم بالقتال فعلا، وكذلك من استعدوا للشروع فيه، وذلك مبادرة إلى لقائهم قبل المباغتة.\rوهذا تطبيق للمبدأ العام فى الانتصاف \"فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى ما عليكم\" (¬4) \"وجزاء سيئة سيئة مثلها\" (¬5).\rومن الغزوات لهذا الغرض: أحد والأحزاب ومؤتة، وغطفان ودومة الجندل، وغزوة، بنى المصطلق، وخيبر، وتبوك وغيرها، وبيان الأسباب الحقيقية ليس هذا محله فيطلب من كتب السيرة.\r¬__________\r(¬1) سورة البقرة: 190.\r(¬2) سورة البقرة: 191.\r(¬3) سورة البقرة: 251.\r(¬4) سورة البقرة: 194.\r(¬5) سورة البقرة: 40.","seal":"34695876","page":103},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":104,"nass":"وفى هذا الغرض من الحرب قاتل المسلمون من تعدوا على حرية إخوانهم ليخلصوهم من الظلم، كما قال تعالى \"وما لكم لا تقاتلون فى سبيل الله والمستضعفين من الرجال والنساء والولدان، الذين يقولون: ربنا أخرجنا من هذة القرية الظالم أهلها\" (¬1). وكذلك\rقاتلوا من نكثوا العهد وغدروا، كفتح مكة، وغزوة بنى قينقاع وبنى النضير.\rوفى الغرض الثانى وهو تأمين طريق الدعوة كانت فتوح الشام وفارس وغيرهما، إلى جانب وجود حالة الحرب المستمرة من أول الأمر وكان الفرس يريدون قتل النبي - صلى الله عليه وسلم - كما سبقت الإشارة إليه عند إرسال الكتاب إليه.\rولما كانت الدعوة الإسلامية لتأمين حريات الناس وتوفير الأمن لهم، وتخليصهم من الشرك والظلم والفوضى، كان لابد أن تحاط الدعوة بقوة تحميها، وتزيل العقبات من طريقها، قال تعالى \"ولولا دفع الله الناس بعضهم ببعض لهدمت صوامع وبيع وصلوات ومساجد يذكر فيها اسم الله كثيرا\" (¬2) فالحرب الإسلامية حرب حق من أجل الحق، ولو عمقنا النظر\r¬__________\r(¬1) سورة النساء: 75\r(¬2) سورة الحج: 40.","seal":"8742B190","page":104},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":105,"nass":"في هذا المبرر لرأيناه أَيضا يندرج تحت الغرض الأول، وهو رد العدوان والدفاع عن العقيدة والوطن والحرمات.\rولم يحدث أبدًا أن سارت الدعوة ومعها السلاح لأول مرة لتزيل به العقبات، بل مهد لها النبيّ أولا بإرسال الكتب إلى الرؤساء من الملوك والأمراء، ولم يمكنه هؤلاء من توصيل الدعوة لمن يتشوقون إليها فكان لابد من إبعاد هذه العقبات من الطَّرِيقِ ليصل النور إلى الضالين، بل بلغ النبيّ الدعوة بالقرآن، كما قال تعالى \"وجاهدهم به جهادًا كبيرًا\"، (¬1) على الطَّرِيقِ الذى رسمه الله بالحكمة والموعظة الحسنة، وكان تبليغها مقتضيا لتنقل وأسفار واتصالات بالناس، فلابد من حماية الدعوة إليها من بطش المكذبين، وهو حق طبيعى تقره جميع العقول والأديان.\rعلى أن مما يدل على أن حرب الإسلام لم تكن تعطشا للدماء ولا حبا للانتقام، التوصية بعدم التعرض لغير الحاملان للسلاح من الرهبان والندماء والصبيان، والتوصية بالرحمة البالغة فى الحرب، فهى كالعملية الجراحية، ضرورة تقدر بقدرها، والتوصية بقبول\r¬__________\r(¬1) سورة الفرقان: 52","seal":"E9F95DC8","page":105},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":106,"nass":"الصلح إن عرضه الأعداء، وكذلك الوصية بعدم تخريب العمران لغير ضرورة الحرب، والإحسان إلى الأسرى، وغير ذلك من آداب الحرب العظيمة التى فصلها العلماء.\rفالإسلام أباح الحرب ولكن حاطها بملطفات بما لم تبلغ إليه مدنية القرن العشرين، ولم يكن من أغراضها أبدا حمل الناس على الإسلام، فقد تبين أن العقائد لا تغرس بالإكراه، ولقد أثر عن عمر رضى الله عنه أن عجوزا جاءته فى حاجة لها وكانت غير مسلمة، فدعاها إلى الإسلام فأبت وتركها عمر، وخشى أن يكون فى قوله وهو أمير المؤمنين، إكراهًا لها، فاتجه إلى ربه ضارعًا معتذرًا: اللهم أرشدت ولم أكره، وتلا قوله تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} \".\rولم تكن الحرب ضد الكفار لمجرد كفرهم أبدا، بل لرد عدوانهم كما سبق، فإن المبدأ العام مع المخالفين فى العقيدة هو: {فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ} (¬1) وقد عاش مع النبي كفار كثيرون وتعامل معهم بالحسنى ما داموا يبادلونه هذه المعاملة، قال تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ\r¬__________\r(¬1) سورة التوبة: 7","seal":"876F7F15","page":106},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":107,"nass":"يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8)} (¬1).\rوليس الإسلام وحده هو الذى جاء بالجهاد والحرب للدفاع وتأمين الحريات، فقد كانت الحرب فى القديم وما تزال وسيلة من الوسائل لحل المشاكل الاجتماعية إلى عهدنا هذا، مع بلوغ الإنسانية أشدها، ونيل العقول رشدها، فالحياة لا تبقى والحقوق لا تصان إلا بقوة تحميها.\rولعل هذا القدر كاف فى نقض هذه الشبهة أو رد هذا الطعن الذى يوجهه الأعداء للإسلام من كونه، انتشر بالسيف لا بصدق مبادئه كما يقول المسلمون.\r¬__________\r(¬1) سورة الممتحنة: 8","seal":"F4CAC796","page":107},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":108,"nass":"جبهات المقاومة لعالمية الإسلام\rلقد تعرضت الدعوة الإسلامية لعدة مصادمات من أول يوم نادى فيه الرسول قومه إلى التوحيد، واتخذت هذه المصادمات عدة ميادين، فهى لم تقف عند حد التكذيب للدعوة، بل تعدنا إلى ميدان العمل الإيجابى لوقف تيار الإسلام الجارف ومدة الواسع، وحيكت له عدة مؤامرات من داخل المجتمع الذى يعيش فيه النبي وصحبه، على يد المنافقين واليهود وغيرهم من الرعايا الموجودين بين المسلمين، ومن خارجه فى الدول المحيطة النافسة على القوة الجديدة التى غطت على كل قوة فى هذه المنطقة.\rوكان للأعداء على مختلف ألوانهم وميادينهم أساليب منوعة فى هذا السبيل، وقد سمعنا فى التاريخ عن الغزوات التى وجهت إلى الإسلام، إما بالسلاح المادى فى الميدان المكشوف، وإما بالسلاح المعنوى من وراء الجدر، فمرة بالتشكيك فى أصل الدين، وبالدعوة إلى الإلحاد، ومرة بالغزو الثقافى لتحل الآراء الهدامة محل الآراء الدينية، وأخرى بالغزو الخلقى والاجتماعى لينسلخ المسلمون من مقومات شخصيتهم","seal":"4B2FBF78","page":108},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":109,"nass":"الأصيلة، وكذلك بالنظم السياسية وقواعد الحكم بمسمياتها المختلفة، وعناوينها الخلابة.\rوعلى الرغم من كل هذه المصادمات فإن الدعوة العالمية ما تزال ثابتة صامدة، بل مندفعة بقوة تخطت كل الحواجز والعقبات، لأنها -كما قدمنا- تحمل عوامل قوتها فى نفسها، غير إن هذا الإثبات وهذه المواجهة يختلفان كيفا حسب ما يكون عند المسلمين من إيمان وتعلق بالدين وغيرة على الدعوة إليه.\rدعا من المقومات العنيفة التى واجهتها الدعوة أيام الرسول - صلى الله عليه وسلم - من قريش اليهود وغيرهم، فكتب السيرة وفت هذا الموضوع حقه، والمقام هنا مقام إيجاز يكفى فيه أن نعطى لمحة خاطفة للعبرة والعظة.\rحدثت بعد وفاة النبي - صلى الله عليه وسلم -، مصادمات حربية معروفة، وبخاصة مع الفرس والرومان ثم كانت الفتوح الممتدة شرقا وغربا وإلى كل البلاد، كما عرفت من السرد الموجز لسير الدعوة. ومع المصادمات الحربية كانت مؤامرة اغتيال عمر بن الخطاب، والفتنة التى استشهد فيها عثمان، والمصادمات الداخلية بين جبهتى علي ومعاوية، واستغلال ذلك","seal":"47936852","page":109},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":110,"nass":"كله للقضاء على الدين، حيث ظهرت الفرق ولعب لعبته عبد الله بنُ سبأ اليهودى ليطيح بالعقيدة الإسلامية الموحدة لكلمة المسلمين \"إن هذه أمتكم \"أمة واحدة وأنا ربكم فاعبدون\" (¬1).\rوكانت الشعوبية أصبعا من أصابع الهدم لبناء الإسلام، والعودة به إلى عهد الجاهلية حيث التعصب للأنساب والأحساب، واتخذت هذه الحركة مركزها فى فارس على الباب الشرقى لدار الحرب، فظل بعض الفرس متمسكين بماضيهم البائد، ممتلئة قلوبهم حسرة على ضياع مجدهم السياسي، على الرغم من قيام دولة إسلامية كبيرة فى بلادهم وعلى أكتافهم وبجهودهم.\rلقد تجنب الشعوبيون العداء السافر مع العرب أولا، وانتهزوا الفرصة المواتية للأساليب الخفية الأخرى، فقد عمد بعضهم إلى وضع كتب فى مثالب العرب والحط من شأنهم، حتَّى قال قائلهم إسماعيل بنُ سيار، الذى لم يشكر تكريم الخلفاء له.\rأصلي كريم ومجدى لا يقاس به ... ولى لسان كحد السيف مسموم\r¬__________\r(¬1) سورة الأنبياء: 99.","seal":"FE6111E9","page":110},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":111,"nass":"من مثل كسرى وسابور الجنود معا ... والهرمزان لفخر أو لتعظيم\rأسد الكتائب يوم الروع إن زحفوا ... وهم أذلوا ملوك الترك والروم\rهناك إن تسألى تنبى بأن لنا ... جرثومة قهرت غر الجراثيم\rوقد رأينا فى خطبت زياد بن أبيه ما يشير إلى هذه الفتنة الشعوبية: إياكم ودعوى الجاهلية، فإني لا أجد أحدًا دعا بها إلَّا قطعت لسانه، كما كان للحجاج موقفه الشديد إزاءها أيضًا.\rلقد انتهز قوم من \"راوند\" فرصة قيام أبي مسلم الخرسانى بالدعوة إلى العباسيين فروجوا معتقداتهم القديمة القائلة بالحلول والتناسخ. وأرادوا أن يستغلوها فى التقرب إلى أولى الأمر، فزعموا أن روح الله انتقلت إلى على وأبنائه من بعده، حتَّى وصلت أخيرًا إلى أَبى مسلم الخرسانى الثائر. ضد الأمويين. واستمروا فى فتنتهم حتَّى نادوا بأن المنصور العباسى هو ربهم الأعلى.\rثم أخمدت هذه الفتنة، كما أخمدت فتنة الخرمية -نسبة إلى خرما زوجة مزدك زعيم الإباحية القديمة عند الفرس- عندما استعان هؤلاء بالبيزنطيين للنيل","seal":"0337FA11","page":111},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":112,"nass":"من الدولة الإسلامية، وكذلك قضى على جماعة الحشاشين بالظاهر والباطن والذين قادوا حركة اغتيالات سرية، كما أخمدت حركة القرامطة التى سعت فى الأرض فسادا، ولم تنج منها الأراضى المقدسة.\rوقد لعب الزنادقة أيضًا دورًا خطيرًا ضد الإسلام وضد العرب، عن طريق التشكيك فى الأصول الثابتة والدعوة إلى التحلل من القيود.\rواعتمدوا على المانونية إحدى الديانات القديمة، وجرحوا رجال العرب وفقهاء الإسلام، ومجدوا الفرس وتاريخهم. ووجد هؤلاء مسرحًا لنشاطهم بيوت البرامكة الذين شجعوا للهو ومجالس الغناء بما فيها من منكرات. حتَّى قال قائلهم:\rيبكى على طلل الماضين من أسد ... لا در درك قل لى من بنو أسد\rومن تميم ومن قيس ولفهما ... ليس الأعاريب عند الله من أحد\rدع ذا، عدمتك، واشربها معتقة ... صفراء تفرق بين الروح والجسد\rوإلى جانب هذه الحركات التى ظهرت فى وسط المجتمع الإسلامى وجدت حركات خطيرة فى الخارج","seal":"4EE3C465","page":112},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":113,"nass":"لخنق الدعوة الإسلامية، وحصرها فى دائرة ضيقة، والعمل على إضعافها حتَّى تموت. وكان العداء السياسي ظاهرا واضحا فى كثير من هذه الحركات، فاضطر المسلمون إلى خوض معارك طاحنة لحماية عقيدتهم وصيانة حدودهم وتأمين طريق دعوتهم، كما كان هناك عداء دينى وخلقى واجتماعى لهدم الأساس المتين الذى قام عليه بناء الدولة الإسلامية، وجد منافذ إلى قلب المجتمع وأتباعا وأذنابا من الموتورين من الإسلام والعرب لسبب من الأسباب.\r\rالمقاومة السياسية:\rلقد ظلت الدولة الإسلامية بعد انتقال الرسول - صلى الله عليه وسلم - إلى الرفيق الأعلى، تتابع سيرها، حامية نفسها من الأعداء بالتسلح، حتَّى جاء الطوفان من الشرق يدفعه التتار بجبروتهم، فى وقت كانت الخلافة العباسية فيه أضعف ما تكون عن مقاومته، فسقطت بغداد سنة 656 هـ. وقتل كثير من الفقهاء وعظماء الدولة، وأحرقت قبور الخلفاء، وألقى بالكتب فى دجلة.\rثم أوت الخلافة إلى مصر حيث بايع أهلها سنة 659 المستنصر بالله، ولكنها كانت خلافة صورية لا تستطيع شيئًا. وقد شاء الله أن يرد هؤلاء المغيرين فهزمهم (8)","seal":"8578BBEF","page":113},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":114,"nass":"المماليك في عين جالوت بالشام، في 15 من رمضان سنة 658 هـ.\rوكانت من قبل ذلك موجات أخرى قد وفدت من الغرب وعرفت باسم الحروب الصليبية، ظلت تتدافع على الأراضي الإسلامية مدة قرنين من الزمان (1099 - 1254 م). وكان من أبرز الأسماء التى كتبت فى لوحة الشرف اسم صلاح الدين الأيوبي، الذى هزمهم فى حطين، وخلص بيت المقدس منهم فى ليلة الإسراء سنة 583 هـ (1187 م).\rوما زال الغرب يضمر الحقد للشرق والإسلام فى شخص صلاح الدين إلى يومنا هذا، ولم يقطعه قول الجنرال \"اللنبى\" البريطانى عندما دخل بيت المقدس بعد الحرب العالمية الأولى: الآن قد انتهت الحروب الصليبية. ولا قول \"جورو\" الفرنسي: ها قد عدنا يا صلاح الدين.\rوما كانت الحروب الصليبية أبدا، كما قال البابا \"أربانوس\" الثانى سنة 1095 م، لتخليص المسيحيين من الأذى الذى ألحقه بهم المسلمون، فالإسلام معروف بسماحته التى لا يبارى فيها، ولقد تحدث \"هندريك فان لون\" فى كتابه \"قصة الجنس البشرى\" (¬1) عن\r¬__________\r(¬1) ج 2 ص 79 طبعة الشعب.","seal":"DEE05D99","page":114},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":115,"nass":"سبب قيام الحروب الصليبية، بعد بيان احترام المسلمين لعيسى وسماحتهم مع الأديان الأخرى، وظهور الأتراك السلاجقة الذين حموا البلاد الإسلامية من غارات الدولة البيزنطية واستولوا على آسيا الصغرى، فقال:\rإن الامبراطور \"الكسيس\" استنجد بالصليبيين لحماية القسطنطينية من خطر المسلمين، وبدأ الصليبيون قتالهم وهم يضمرون أشد البغض للمسلمين ثم تغيرت قلوبهم تغيرًا تاما بعد ذلك واحتقروا الروم فى الدولة البيزنطية الذين كانوا يخدعونهم ويخونون دعوة الصليب فى كثير من الأحيان، وبدءوا يقدرون خصال أعدائهم المسلمين، الذين أثبتوا أنهم ذوو مروءة وخصوم أشراف، والحق أن الحروب الصليبية التى بدأت فى صورة حملة لتأديب الأتراك السلاجقة أصبحت منهجا ثقافيا عاما يعلم الملايين من شباب أوروبا معنى الحضارة.\rوقد تعرض الإسلام لمحنة أخرى فى الأندلس، ذلك المعقل الذى ظل يؤدى رسالته نحو ثمانية قرون، فقد أمر الكاردينال \"اكسيمنس\" أعدى أعداء العرب والإسلام، سنة 1511 م بإحراق كتب العربية، والمصاحف المحفوظة فى ميادين غرناطة، ثم تولى ديوان التحقيق الدينى إبادة كل أثر للمسلمين، إذ","seal":"CB13F2F8","page":115},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":116,"nass":"لولا ذلك لزحف الإسلام على أوربا، وسادت اللغة العربية فيها، وكان الحكم للمسلمين عليها.\rوعندما ظهرت قوة الإسلام مرة أخرى، بعد طعنات التتار والصليبيين والأسبان، بقيام الدولة العثمانية التى تقدمت بفتوحها حتَّى أسوار فيينا، تحركت العداوة مرة ثانية فى قلوب الأعداء، وحيكت المؤمرات للقضاء عليها.\rومن أهم هذه المؤامرات مؤامرة \"طرابزون\" التى أحبط كل مخططاتها \"محمد الفاتح\". ولما رأى البابا أن حيله لم تفلح فى قتال الأتراك أراد أن يدخل محمدا الفاتح فى النصرانية، فكتب له بذلك سنة 1463 م، ولما لم يفلح استعان بجمهورية البندقية على قتال الأتراك، وأذاع نداء إلى الحرب المقدسة فى 33 من أكتوبر سنة 1463 م وباع فى سبيل ذلك صكوك الغفران لإغراء المسيحيين على الحرب، غير أنَّه توفى قبل أن ينفذ خطته، وذهبت جهوده أدراج الرياح.\rوظلت الضغينة مالئة قلوب الغرب المسيحى على هذه الدولة محاولين بكل وسيلة القضاء عليها، وكان من مظاهر ذلك \"المسألة الشرقية\" التى تستهدف محوها وتوزيع ممتلكاتها.","seal":"39B184B1","page":116},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":117,"nass":"وقد تحالفت على الضعف والخلل على الدولة فى النصف الثانى من القرن التاسع عشر، فانهزمت جيوشها فى ميادين عدة وكثرت ديونها حتَّى أعلنت إفلاسها سنة 1874 م، وكانت الامتيازات، وتدخل الدول ثم تقسيم أملاكهما بين المستعمرين.\rكان لاكتشاف طريق رأس الرجاء الصالح سنة 1498 م أثره السيئ واقتصاديات البلاد العربية والإسلامية، وكانت الكشوف الجغرافية ممهدة للاستعمار والاستغلال، كما كانت ممهدة للتبشير بالمسيحية ولتكوين الشركات الاستغلالية التى جاء على أثرها الاستعمار.\rوقد انتابت أوروبا فى القرن التاسع عشر حمى الاستعمار، ونكب العالم الإسلامى به، وتوزع بين أعدائه الذين أجمعوا على إضعاف الدين واستغلاله لمصالحهم.\rاستولى الروس على بلاد التركستان ذات الشهرة الإسلامية العظيمة، وعلى القوقاز وشمالى إيران، وتنازلت لهم إيران عن جورجيا وأرمينيا سنة 1828 م. واستعمرت انجلترا الهند سياسيا عندما ألغت امتياز شركة الهند الانجليزية سنة 1858 م.","seal":"F21B6924","page":117},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":118,"nass":"ودخلت أصابع الاستعمار العالم العربى، فكان من أول التدخل حملة فرنسا على مصر سنة 1798 م. وكان التدخل بالديون التى فتح بابها محمد سعيد (1854 - 1863 م) وبامتياز قناة السويس، ثم بالاحتلال سنة 1882 م. وكانت الدولة العثمانية فى ضعف دعا إلى قيام حركات انفصالية فى مصر وسوريا وغيرهما.\rواحتلت فرنسا الجزائر سنة 1830 م، وتونس سنة 1882 م، وأطلقت يدها فى مراكش بمقتضى معاهدة بينها وبين الإنجليز سنة 1904 م، وأعلنت حمايتها عليها سنة 1912 م.\rوكان نفوذ الانجليز فى السودان الذى أخلاه المصريون (1884 - 1885 م) وبعد انتهاء أزمة فاشودة سنة 1899 م، واحتلت عدن وما جاورها سنة 1839 م، وكذلك احتلت إيطاليا طرابلس سنة 1911 م، وتخلت عنها تركيا سنة 1912 م.\rوبعد الحرب العالمية الأولى تقرر، فى مؤتمر (سان ريمو) فى مايو سنة 1920 م، الانتداب البريطانى على العراق وفلسطين، والفرنسى على سوريا، التى انقسمت إلى سوريا ولبنان، وتقرر إقامة إمارة عربية فى شرقى والأردن خاضعة للانتداب البريطانى.","seal":"481A080A","page":118},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":119,"nass":"كان من أسوأ آثار الاستعمار إضعاف شوكة الإسلام وإبعاده عن مجال الحيال السياسية، وحصره فى دائرة ضيقة، بعيدًا عن المجتمع، تطبيقا لمبدأ \"فصل الدين عن الدولة\"، ولقد كانت شروط الصلح مع تركيا فى مؤتمر \"لوران\"، سنة 1923 م المعروفة بشروط \"كيرزون\" الأربعة دليلا على نوايا الاستعمار السيئة ضد الإسلام وهى:\r1 - قطع كل صلة بالإسلام.\r3 - إلغاء الخلافة الإسلامية.\r3 - إخراج أنصار الخلافة والفكرة الإسلامية من البلاد.\r4 - اتخاذ دستور مدنى بدلا من دستور تركيا القديم المؤسس على الإسلام.\rكما كان من آثار الاستعمار الوقوف أمام كل حركة إصلاحية على أساس الدين، ومن ذلك مقاومتهم لحركة \"تيبوتيب\" فى الكونغو، وحركة \"رابح ابن الزُّبَير\" فى السودان، وكذلك حركة \"عمر تال\"، \"أحمد سامورى\"، \"عثمان دنفديو\" وغيرهم.\rوكان من أثر الاستعمار أيضًا تفتيت الوحدة الإسلامية بخلق الفتن والمشاكل وقيام الأحزاب وإحياء","seal":"2F15B51F","page":119},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":120,"nass":"القوميات المحلية للحيلولة بها دون قيام جامعة إسلامية عامة، وليشغل المسلمون بعضهم ببعض.\rيقول \"لورانس براون\": الخطر الحقيقى كامن فى نظام الإسلام، وفى قوته على التوسع والإخضاع، وفى حيويته، إنه الجدار الوحيد في وجه الاستعمار الأوربى.\rوإذ اتحد المسلمون فى امبراطورية عربية أمكن أن يصبحوا لعنة على العالم وخطرا، وأمكن أن يصبحوا نعمة له أيضًا، أما إذا بقوا متفرقين فإنهم يظلون حينئذ بلا قوة ولا تأثير. (¬1)\rوكان من عوامل تفتيت وحدة المسلمين دعوتهم إلى التمكين للجهات المحلية كمظهر من مظاهر الاعتزاز بالقومية، وعدم الالتزام بالعربية وقواعدها، وقد عقد فى دمشق سنة 1956 م المؤتمر الأول للمجامع اللغوية العلمية تحت إشراف اليونسكو، ألقيت فيه محاضرات كثيرة تمجد العامية، وتدعو إلى تبديل الخط العربى وقواعد النحو والصرف والبلاغة وهذا الدعوات الهدامة وأمثالها تقوم باسم التجديد والتطوير وهى دسيسة للعالم الإسلامى، وتفكيك لأوصاله.\r¬__________\r(¬1) مجلة الأزهر مجلد 31 ص 398، 399.","seal":"4CC4B754","page":120},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":121,"nass":"يقول \"أمري ريفر\" فى كتابه \"قصة الإسلام\": فالوحدة التى احتفظ بها القرآن قرونا بين الشعوب الإسلامية المختلفة الأصول قد ذهبت وصار الشعب الإسلامى قوميات شتى، فدعاة الجامعة التركية يرمون إلى توحيد فروع معينة من الجنس التركى ودعاة الجامعة العربية يشيرون باتحاد الشعوب العربية، ويقول المسلمون فى الهند إننا هنود أولا ومسلمون بعد ذلك، وقد نسى الجميع الصبغة العالمية التى كانت أساس الدين الإسلامى العظيم.\rجاء مع الاستعمار إطلاق يد التبشير فى البلاد الإسلامية بوسائله المتعددة، من مدارس ومعاهد وجامعات وملاجئ ومستشفيات، وأفلام وصحافة وإذاعة ودور نشر وندوات ومؤتمرات وما شابه ذلك.\rومما يدل على خطر هذه المدارس على استقلال الشعوب ما قررته اللجنة التى ألفها مؤتمر \"ونبرج\" التبشيرى، فقد جاء فى القرار ما يلى: اتفقت آراء سفراء الدول الكبرى فى عاصمة تركيا على أن معاهد التعليم الثانوى التى أسسها الأوروبيون فى البلاد الإسلامية كان لها تأثير على حل المسألة الشرقية، يرجح على تأثير العمل المشترك الذى قامت به دول","seal":"DDF483DF","page":121},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":122,"nass":"أورويا كلها كما نقله مسيو \"لوشاتلييه\" فى كتابه \"الغارة على العالم الإسلامى\" ص 72 (¬1).\rكما يدل على خطر التبشير أيضًا على استقلال الشعوب قول بلفور صاحب الوعد المشئوم لليهود ضد العرب: إن المبشرين هم ساعد جميع الحكومات المستعمرة وعضدها فى كثير من الأمور الهامة، وكان بلفور نفسه رئيس شرف للجنة تبشيرية.\rيقول \"كالهون سيمون\" القس، مفصحا عن رغبة التبشير القوية فى تفريق المسلمين، \"التى عبر عنها \"لورانس براون\" فيما تقدم: إن الوحدة الإسلامية تجمع أمال الشعوب السود، وتساعدهم على التخلص من السيطرة الأوروبية، ولذلك كان التبشير عاملا مهما فى كسر شوكة هذه الحركات، ذلك لأن التبشير يعمل على إظهار الأوروبيين في نور جديد جذاب، وعلى سلب الحركة الإسلامية من عنصر القوة والتمركز فيها \"كتاب التبشير والاستعمار\".\rإن المبشرين ينفسون عن الهزائم الصليبية التى منيت بها المسيحية كما يقول اليسوعيون: ألم نكن نحن ورثة الصليبيين، أو لم نرجع تحت راية الصليب\r¬__________\r(¬1) مجلة الأزهر مجلد 24 ص 976","seal":"E34DA242","page":122},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":123,"nass":"لنستأنف التسرب التبشيرى والتمدن المسيحى ولنعيد فى ظل العلم الفرنسى وباسم الكنيسة مملكة المسيح؟ (¬1)\rومن أخطر المبشرين فى القرن العشرين دكتور \"صمويل زويمر\"، الذي توفى سنة 1952. وكان لا يجادل المسلمين بالبرهان، بل يجئ لهم من الناحية العاطفية، كبيان أن تأخرهم أساسه الإسلام، وقد عقد مؤتمرًا فى القاهرة سنة 1906 م لتنسيق جهود المبشرين على اختلاف طوائفهم، مع أنَّه بروستانتى، لكنه يحاول توحيد كل جهود المسيحية للغارة على الإسلام.\rكما لجأ الاستعمار إلى حيلة أخرى بجانب التبشير، وهى العمل على إضعاف الشخصية الإسلامية أو القضاء عليها وإذابتها في شخصيات أخرى، والحد من التعصب لها، ومن الحفاظ على مقدساتها، وفسح المجال للأديان الأخرى أن تشق طريقها إلى أذهان المسلمين وتتكيف بها أعصابهم وأحاسيسهم، وذلك عن طريق المؤتمرات والندوات واللجان والجمعيات والمراكز والمؤسسات التى ينشئونها بعناوين خداعة.\rوقد كثرت فى المجتمع الإسلامى الكتب المترجمة عن الفكر الأوربى والأدب الأمريكى، وفيها أمور فى غاية\r¬__________\r(¬1) التبشير والاستعمار ص 117","seal":"662F938A","page":123},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":124,"nass":"الخطورة على العقيدة والسلوك، تعرض بوسائل مغرية جذابة، وسيجئ له نموذج بعد، وغزت الأفلام الأجنبية حقل السينما العربية والإسلامية وفيها سموم كثيرة.\rوالمجتمع الإسلامى، وإن كان فى حاجة إلى خبرة الغرب، إلَّا أنَّه ليس فى حاجة إلى استيراد عقيدته وقواعد سلوكه وأخلاقه، التى تدل الأمارات على أنَّها ستؤدى إلى تدمير حضارته فى وقت قريب، إننا فى حاجة إلى مواد بناءة لا هدامة، والاختيار يحتاج إلى عقل واع وخبرة واسعة ونظرة بعيدة.\rإن جمعية أصدقاء الشرق الأوسط الأمريكية التى يعمل \"هو بكنز\" نائبا لرئيسها، عقدت مؤتمرات فى \"بحمدون\" بلبنان سنة 1954 م، قاطعته شخصيات كثيرة من المسلمين وغيرهم معلنة بها ليست فى حاجة إليه، ففى الإسلام مثل عليا لا يدانيها ما يقرره المشرفون على المؤتمرات من المبشرين و \"هو بكنز\" هذا كان قسيسا ومنتسبا لطائفة \"المتيودليت\" وله نشاط سياسى لصالح أمريكا وبريطانيا.\rإن عناوين هذه المؤسسات وهذه المؤتمرات عناوين براقة خلابة وهى تعطى الفكرة السامة فى قالب حلو","seal":"4F4FB777","page":124},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":125,"nass":"سائغ، أو بين مذوقات شهية والناقد البصير يرى هدما للعقائد والأخلاق.\rوالصهيونية العالمية هى التى تديرها وتقف من ورائها، ولها أصابعها وعيونها فى كل دولة وفى كل وسط، ويستطيع رجالها، بمالهم من خبرة وما مرنوا عليه من أساليب، أن يشكلوا أفكار الناس وأخلاقهم كما يريدون، والمجتمع الإسلامى لا بد أن يتنبه إلى هذه المخططات ويعد لها العدة حتَّى لا يفاجأ بها فينهار وتنهار معه القيم الإسلامية.\r\rالمقاومة الفكرية والخلقية:\rذكرنا فيما تقدم بعض مظاهر الحرب السياسية وتوابعها ضد الإسلام فى أصله وفى عالميته، وهى حرب عريقة فى القدم اتخذت أشكالا شتى، وفيما يلى بعض مظاهر لحرب أخرى اتخذت طابعا علميا خلقيا، وإن يخدم الحرب السياسية ويساعد على الاستعمار.\rإن حرب العقيدة والأخلاق قديمة أيضًا، بل هى أقدم من الحرب السياسية المسلحة، وقد تولى كبرها المسيحية واليهودية اللتان رأتا فى الدين الجديد قوة منافسة تزحمهما فى ميدان النفوذ.","seal":"6B44BC49","page":125},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":126,"nass":"كانت أساليب الأعداء فى هذه الحرب قيادة حملة افتراء وتكذيب لدعوة الإسلام ولشخص الرسول وأصحابه، واشتدت وطأة هذه الحرب عندما ضاع سلطان الأديان من هذه البقعة الواسعة التى كان يسيطر عليها الإسلام، وبلغت أشدها بعد الحروب الصليبية وبعد طرد المسلمين من أسبانيا، فقد تبين تماما للمنهزمين فى هذه الحروب أن سبب غلبة المسلمين عليهم هو إيمانهم وأخلاقهم التى تعلموها من كتاب الإسلام، وحرصوا على التمسك بها والتضحية من أجل الدفاع عنها.\rلهذا عمد الأعداء إلى كسر هذه الأسلحة المعنوية التى قاتل المسلمون بها أعداءهم وانتصروا عليهم، يقول: \"أتين ذينيه\" فى كتابه عن السيرة النبوية: ليت شعرى ما عسى أن يكون منشأ البغض الذى يضمره المسيحيون للإسلام، وهو مع عدم قابليته للتخيير، يقدم لهم كثيرا من الأدلة على احترامه لعيسى، هذا البغض استمر فى عصرنا هذا عصر التسامح الدينى، إن لم نقل عصر عدم المبالاة بالدين، ألكون نشأته آسيوية؟ ولكن، ألم تكن المسيحية آسيوية فى جوهرها قبل تخليصها من اليهودية بوساطة بولس الرسول؟ فقد قال عيسى نفسه. إنى لم أرسل إلَّا لنعاج بنى","seal":"FB79B322","page":126},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":127,"nass":"إسرائيل الضالة \"إنجيل متى 15\". أم من شريعته؟ ولكن شريعة الإسلام تكاد تكون مطابقة لمذهب بعض أشياع المذهب البروتستانتى (هذا الإطلاق غير صحيح) أم من ذكرى الحروب الصليبية؟ نعم إن هذه الذكرى رغما من تقادم الزمن لا تزال تفعل فعلها المشئوم فى نفوس كثير من الجهلاء، ولكنها لا تكفى وحدها فى تعليل حكم الإعدام الذى قضى به على الإسلام في أوروبا، فلابد إذًا من تلمس سبب آخر. انتهى كلامه.\rيقول \"دير منجم\" فى كتابه \"حياة محمد\" (¬1): حينما اشتعلت الحرب بين الإسلام والمسيحية ودامت عدة قرون، اشتد النفور بين الفريقين، وأساء كل منهما فهم الآخر، ولكن يجب الاعتراف بأن إساءة الفهم كانت من جانب الغربيين أكبر مما كانت من جانب الشرقيين. وفى الواقع أنَّه على أثر تلك المعارك العنيفة التى أرهق بها الجدليون البيزنطيون الإسلام بمساوئ احتقارات دون أن يتعبوا أنفسهم فى دراسته، هب الكتاب والشعراء المرتزقة من الغربيين وأخذوا يهاجمون العرب، فلم تكن مهاجمتهم إياهم إلَّا تهما باطلة، بل متناقضة.\r¬__________\r(¬1) ص 135 من الطبعة الفرنسية.","seal":"B4DC70D5","page":127},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":128,"nass":"لقد كان من مفترياتهم ما جاء فى قصيدة \"رولان\" وهى أهم منتجات العصور الوسطى الغربية على الإطلاق، إن فرسان \"شارلمان\" قد أسقطوا الأصنام الإسلامية، وأن العرب يعبدون ثالوثا مؤلفا من: محمد، وأَبولون، وتيرفاجان.\rكما جاء فى رواية ألفت بعد انتهاء الحروب الصليبية: أن الإسلام يبيح زواج المرأة الواحدة من عدة رجال معا.\rوهذه المفتريات لم تروج فى العصور الوسطى فقط، بل فى عصر النهضة كذلك، بل التاث بها باساكال ومالبرانش فى القرن السابع عشر، ورينان فى القرن التاسع عشر، وكازانوفا ودير منجم فى القرن العشرين، لقد اتهم رينان فى كتابه \"الإسلام والعلم\"، الإسلام بتهم باطلة ردها عليه جمال الدين الأفغانى.\rوكما رأيت دور المبشرين فى حرب الإسلام نريك أن المستشرقين الذين عنوا بالدراسات الشرقية، وبالأخص منها الإسلامية والعربية حملوا سلاح الكذب والبهتان والتضليل والتشويه لمبادئ الإسلام وحقائقه، وعلى التاريخ الإسلامى أيضًا.","seal":"17F4AEF5","page":128},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":129,"nass":"وكان أشد هؤلاء حربا للإسلام هم اليهود، الذين وجدناهم وراء كل حرب ضد الإسلام تقريبا، وقد تقدم لك ما كتبه \"ساوندرز\" فى مجلة التاريخ المعاصر عن دخول الإسلام فى فلسطين وأنه كان مصادفة، ولم يفكر نبى الإسلام في الدعوة إلى دينه خارج الجزيرة العربية.\rلقد قام الاستشراق أولا لغرض دينى، إذ حركت الحروب الصليبية في نفوس الأوروبيين الرغبة فى إعادة النظر فى شرح كتبهم الدينية وفهمها على أساس التطور الحديث، الذى تمخضت عنه حركة الإصلاح، \"فاتجهوا إلى الدراسات العبرانية ثم العربية ثم الإسلام، وبمرور الزمن اتسع نطاق البحث فشمل الأديان واللغات والثقافات غير الإسلامية والعربية.\rكما أن المسيحيين رغبوا فى التبشير بدينهم بين المسلمين، فأقبلوا على الاستشراق ليتسنى لهم تجهيز الدعاة وإرسالهم إلى العالم الإسلامى، والتقت مصلحة المبشرين مع أهداف الاستعمار فمكن لهم واعتمد عليهم فى بسط نفوذه فى الشرق.\rكما كان للاستشراق أسباب أخرى تجارية أو دبلوماسية سياسية، ولكن يلاحظ أن اليهود قاموا","seal":"F96B9D7F","page":129},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":130,"nass":"بالاستشراق لغرض كان دينيا أكثر منه شيئًا آخر، وهذا الغرض هو إضعاف الإسلام والتشكيك فيه بكل وسيلة ممكنة.\rوتركرت أهداف الاستشراق، مع تنوعها، أخيرا على خلق التخاذل الروحى، وإيجاد الشعور بالنقص في نفوس المسلمين، وحملهم من هذا الطَّرِيقِ على الخضوع للتوجيهات الغربية، ويحاول المستغلون منهم بالآداب أن يفضلوا أدب الغرب على آداب العرب والإسلام.\rومن أخطر المجلات التى ينشر فيها المستشرقون أبحاثهم مجلة \"العالم الإسلامى\" التى أنشأها القس \"صمويل زويمر\" سنة 1911 م وكانت تصدر من \"هارتفورد\" بأمريكا، وطابعها تبشيرى سافر، وللمستشرقين الفرنسيين مجلة بهذا الاسم أيضًا، وبهذا الروح وهذا الاتجاه.\rوأخطر ما قام به المستشرقون حتَّى الآن هو إصدار دائرة المعارف الإسلامية بعدة لغات، وهى مرجع لكثير من المسلمين فى دراساتهم، على ما فيها من خلط وزيف وتعصب سافر ضد الإسلام والمسلمين، والهيئات السياسية والدينية والاقتصادية تغدق على المستشرقين","seal":"426ADC04","page":130},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":131,"nass":"الأموال الطائلة، وتحبس عليهم العطايا لتساعدهم على متابعة نشاطهم، التى يفيدون منها فى مجال عملهم.\rومن أخطر هؤلاء المستشرقين على الإسلام الأب \"لامانس\" الذى ألف كتابا عن الإسلام، فيه أكاذيب ومفتريات كثيرة، وهو يعد عند المستشرقين حجة فيما يكتب عن الإسلام، ودوره فى هذه الحرب السلمية كدور \"بطرس الناسك\" فى الحروب الصليبية. يقول هذا الرجل مشككا فى شجاعة النبيّ وشجاعة العرب: زعموا أن العربى متسم بالشجاعة، بل لقد عللوا النجاح فى الفتوح الإسلامية الأولى بما امتاز به العربى من صفات ومزايا، ولكنى أتردد فى قبول هذا الرأى المبالغ فيه إلى حد كبير، إن شجاعة العرب إنما هى من نوع غير سام. . ولقد قال عنه \"الفونس ايتين دينيه\" الذى أسلم وسمى ناصر الدين. فلا مانس جرئ جرأة نادرة، وتتمثل هذه الجرأة فى أنَّه إذا لم يعثر خلال أبحاثه الطويلة على خبر واحد يؤكد به زعمه وهواه استغنى عن الخبر وثبت على مزاعمه الباطلة، التى يسوقها إلى القراء فى رشاقة بالغة، وأحيانا يقول: هذا أمر عنى رجال الحديث والخبر بكتمانه.","seal":"11D08CDF","page":131},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":132,"nass":"ومن وسائل العدو الحرب الدينية ضد الإسلام إيفاد الأساتذة للتدريس فى معاهد البلاد الإسلامية، وتيسير طلب العلم فى بلادهم للمسلمين وتخصيص منح سخية لذلك، والعمل على نشر الكتب والصحف والأفلام والروايات وكل أنواع الثقافة.\rوهذه الثقافة التى تحملها هذه الوسائل فى خلالها سموم ضد الأفكار وضد العقائد والأخلاق، وجدنا أثرها فى الناشئة من أبناء المسلمين وأساتذتهم الذين تربوا على هذه الموائد، ووجدنا حرية الفكر والبحث، والطعن والنقد، تنشر ويتسع مداهما، دون أن نجد لها حاجزا يصدها، أو مصباحا قويا يكشف ضلالها، من ثقافة دينية أصيلة واعية، ومعارف إسلامية واضحة، اللهم إلَّا شيئًا قليلا لا يغنى فى هذه الحرب الطاحنة التى يجب أن تحشد لها كل الأسلحة وأحدثها وأقواها.\rوكان لهذه الثقافات أثرها فى التحرر من القيود والخروج على التقاليد، وإهدار القيم والانحراف إلى المذاهب الهدامة والتشيع للآراء الضالة يقول \"أمرسون\"، فى كتابه الذى ترجم أخيرا بمشورة السفارة الأمريكية: من أراد أن يكون رجلًا ينبغى أن ينشق","seal":"1BF3FBE4","page":132},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":133,"nass":"على السائد المألوف، ومن أراد أن يجمع ثمر النخيل الخالد ينبغى ألا يعوقه ما يسميه الناس خيرا، بل يجب عليه أن يكتشف إن كان ذلك خيرا حقا. لا شئ فى النهاية مقدس سوى نزاهة عقلك. حرر نفسك لنفسك يؤيدك العالم، الخير والشر اسمان يمكن فى سهولة شديدة أن ينتقلا إلى هذا أو ذاك، والشيء الوحيد الصحيح هو ما يتبع تكوينى، والشئ الوحيد الخطأ هو ما يقاومه. \"ص 132\". ويقول في ص 154. إن من ينبذ الدوافع العامة الإنسانية، ويجرؤ على الثقة العامة فيما تمليه عليه نفسه لابد أن يتميز ببعض صفات الآلهة.\rوفى هذا الكلام الأمريكى دعوة إلى التحرير الفكرى المطلق وإيمان كل إنسان بما يمليه عليه عقله، فالحقيقة هى ما يراها هو لا ما يراها غيره، فذلك خطأ. وهذا مبدأ كان أحد مبادئ السوفسطائية القدامى المسمين \"عندية\"، لا تستقر به حقيقة عامة أبدا، وهو أضل الفوضي. فى الفكر والسلوك، وهل من مصلحة المسلمين أن يطلعوا على هذه الثقافة ليتخذوها هاديا لهم في حياتهم؟ .","seal":"0700718D","page":133},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":134,"nass":"يقول الأستاذ محمد محمد حسين معقبا على هذا: هذا الكاتب وأمثاله يعتمدون على أن الأذكياء سوف يجدون فى كلامهم ما يرضي غرورهم، أما الأغنياء فسوف يقفون أمامه مشدوهين كأنهم أمام معجزة، وأما الشباب فسوف يجدون فيما يتضمنه من الثورة التى تحطم ولا تبقى ولا تذر، مجالا للتنفيس عن نشاطهم ونزوعهم إلى إثبات وجودهم من كل وجه، وهذا الكاتب الصهيونى يتعقب شعائر الدين كلها بالتسفيه والسخرية اللاذعة فالتوبة والندم عنده شيء آخر، هو نوع من الصلاة الزائفة، ونقص فى الاعتماد على النفس وعجز فى الإرادة، والرحمة والعطف لا تقل عن الندم وضاعة \"ص 157\".\rكان أمثال هذه الثقافات من العوامل التى دفعت إلى الشك في الأديان، فألحد الكثيرون، ودفعت أيضًا إلى الطعن فى الإسلام من طرق شتى، فمرة. بأن القرآن من صنع محمد لم يوح به إليه، أو أنَّه أوحى بمعناه دون لفظه، ومرة بأنه لم يجمع كله بل ضاع بعضه، وبأنه محرف، لأن فيه مصاحف يوجد فيها ما لا يوجد فى الأخرى ومرة يقولون: إن السنة التى نسبت إلى النبي لا يصح الاعتماد عليها لعدم الثقة بطريقها، ويجرحون كثيرًا من الرواة ليضلوا بذلك إلى هدم الأساس الذى كان منه التشريع، وإذا انعدمت","seal":"1C92D157","page":134},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":135,"nass":"الثقة فى الحديث الذى يوجهون إليه طعونهم، سقط حصن منيع من حصون الشريعة فيتجهون إلى الحصن الآخر وهو القرآن ليزعزعوا عقيدة المسلمين فيه فإذا خرجوا منه، وهو معتصمهم، كانوا كالغنم المحصنة فى حظيرتها ثم انطلقت فانتهشتها الذئاب لقمة سائغة.\rوكذلك يوجهون الطعون إلى الإسلام كنظام اجتماعى أو سياسى لا يصلح للتطبيق فى عصور المدنية والحضارة ويزعمون أنَّه هو سبب ضعف المسلمين وتأخرهم، محاولين إثبات ما يفترونه مع واقع المسلمين لا من نصوص الدين، ويحاولون أن يلصقوا بالإسلام ما يشوه جماله ويشوب صفاءه ونقاءه، حتَّى يبدو للناس مسخا لا يصلح للبقاء فى عصر العلم والتجربة.\rلقد نشرت صحيفة التايمس أخيرًا مقالًا تحت عنوان \"الاستعمار والإسلام\" ذكرت فيه تقدم الإسلام بسرعة فى أفريقيا، وأنه يثير القلق عند الأوربيين، ويخشون أن يخترق المناطق الاستوائية إلى الجنوب.\rكما ذكرت أن المفكرين الغربيين اختلفوا فى اتجاههم الفكرى نحو مستقبل الإسلام فى أفريقيا، فرأى بعضهم ضرورة الحد من تقدمه عن طريق نشر البدع والخرافات فيه، حتَّى يكون هذا بمثابة حائل يقف أمام ضغط الإسلام المتزايد.","seal":"F2142445","page":135},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":136,"nass":"ولعل هذا هو السر فى أن الاستعمار يحتضن رجال الطرق الصوفية فى أفريقيا، وكثير منهم لا يحسن فهم الإسلام ولا عرضه على الناس، ويساعدهم على نشر الأباطيل التى تعرض للناس عنى أنَّها هى الإسلام، فيأخذون صورة مشوهة عنه تنفرهم فيتملصون أو لا يدخلون فيه.\rوبعد فإن حملات التبشير وتضليل المستشرقين، والغزو الثقافى والخلقى ومؤتمرات الاستعمار، تهدف كلها إلى إضعاف شوكة المسلمين وتعمل جميعها فى إطار واحد هو محو الشخصية الإسلامية أو إضعاف أثرها، والحط من قيمة الإسلام والمسلمين فى المحيط العالمى. وهذه كلها تحد من التوسع الإسلامى إلى حد ما، ذلك التوسع العالمى الذى يهدد الاستعمار فى أفريقيا وآسياه.\rوقد أحكم الأعداء هذه المحاولات وسددوا بدقة تلك الضربات خصوصا فى القرون الأخيرة، وركزوا اهتمامهم على العرب فى وطنهم الواسع، وأقاموا حوله حصارا سياسيا واقتصاديا، موجهين إليه كل أسلحتهم، لعلمهم أن الإسلام، وهو دين أغلبيتهم، يقوى بالعرب أكثر مما يقوى بغيرهم، وأن اعتزاز العرب بعروبتهم وإسلامهم عميق جدًا، وبأن لغتهم هى الرابطة التى جمعت أكثر المسلمين حولهم.","seal":"039D35B2","page":136},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":137,"nass":"وكانت الهجمات التى وجهت إلى مصر موجهة فى الحقيقة إلى الإسلام والعروبة، لأنهم يعتبرونها رأس المقاومة، والجزء العصبى من جسم الأمة الإسلامية، وقد بدأت الهجماته عليها بالاحتلال الفرنسى فى أواخر القرن التاسع عشر، ثم بالضغط على مصر لتكون فى جانب الحلفاء فى الحرب العالمية الثانية، وأخيرا وضع الاستعمار شوكة فى قلب الوطن العربى هى \"إسرائيل\" لتظل عامل فتنة ومثار قلق وجسرا يعبر عليه المستعمرون إلى أية، بقعة فى الوطن العربي.\rثم ظهر الحقد الكامن عندما قطعت مصر على الاستعمار طريقه الذى ظل يتحكم في مصاير العرب قرابة مائة سنة، وهو قناة السويس فكانت حملة سنة 1956 على بورسعيد، وما زال الحقد يأكل قلوبهم إلى الآن، وقد تنفس عن هجوم إسرائيل وعلى الوطن العربى بمساعدة الاستعمار، وعرقلة كل الجهود لإحقاق حق العرب والتمكين للسلام فى العالم العربى، ولن يزول حقد الغرب علينا ما دامت فينا يقظة وقوة وفداء وتضحية وإيمان بالله عميق، والله يحق الحق ويبطل الباطل ولو كره المجرمون.\rيقول \"ولفرد كانتويل سميث\"، فى كتابه \"الإسلام فى التاريخ الحديث ص 103:","seal":"AD97F7B2","page":137},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":138,"nass":"فالغربيون الداعون للدنيوية يودون أن يروا المسلمين مرتدين عن دينهم، وإن لم يمكن ذلك فهم يودون أن يروهم بعيدين عنه طارحين له فى زاوية من حياتهم لا يقربونها، وأن يبنوا مجتمعاتهم كما يبنيها المتحررون، ولكن ليس ثمة احتمال لأن يتنازل العالم الإسلامى عن صفته الأساسية، وإلا كان ذلك كارثة له وللدنيا بأسرها.\rوصدق الله إذ يقول: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} (¬1). ولم هذا العداء والمتربص ونحن ندين بالإسلام والسلام ونحترم جميع الأنبياء؟ {قُلْ يَاأَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} (¬2).\r¬__________\r(¬1) سورة البقرة: 109\r(¬2) سورة المائدة: 59","seal":"1543C3F1","page":138},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":139,"nass":"جبهات الدفاع عن عالمية الإسلام\rلقد وجد فى العالم الإسلامى على مر التاريخ رجال تنبهوا إلى مؤامرات العدو فى الحقول السياسية والثقافية والاجتماعية والخلقية وقد تولت الحكومات الإسلامية أمر الصراع فى الميدان السياسي وكان على الشعب أكبر الأعباء فى الدفاع عن الدين فى الميادين الأخرى إلى جانب دفاعهم السياسي بالجهاد.\rألفت الكتب فى الرد على الشبهات فى العقائد، وتخليصها من أوشاب الفلسفة والخرافات الطارئة على الثقافة الإسلامية، وفى تخليص العبادات وأحكام الدين مما دخل عليها من بدع ومنكرات.\rوعقدت المناظرات، وأرسلت الكتب إلى الخصوم، وكانت حركة علمية قوية برز فيها الغزالى فى الرد على ما دخل فى العقائد من فلسفة، وفى الدعوة إلى تنقية الدين من الأفكار الخاطئة، وتقويم السلوك على أساس الشريعة الإسلامية، وكان كتابه \"إحياء علوم الدين\" صاحب دور كبير فى هذا المجال.\rوكتب ابن تيمية وابن القيم فى الرد على شبهات أهل الكتاب وفى توضيح مبادئ الدين على أساس","seal":"F610C23E","page":139},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":140,"nass":"معقول، ونعيا على ما ألصق بالدين فى عقائده وعباداته من بدع وخرافات، ورأيا أن المسلمين بعيدون عن الدين الحقيقى الذى لو عرفوه حقًا، ونفذوه صدقا لما كانوا فى وضعهم المؤلم الذى جعل الأجانب يغيرون عليهم من الشرق والغرب ويتحكمون فى مصير الخلافة.\rوجاء محمد بنُ عبدِ الوهاب فكانت دعوته امتدادًا لدعوتهما، وكانت من أقوى الحركات التى عرفت فى القرون الأخيرة، وأبقاها أثرا فى الميدان السياسى والفكرى. كما ظهر فى الهند \"شاه ولى الله\" الذى عاصر انحلال (امبراطورية المغول) ودعا إلى تطهير الصوفية مما شابها، وقد أصر على أن المسلم الحق يجب عليه ألا يقبل الانحطاط الذى كان سائدا فى عصره وكان يطمع فى إنشاء دولة اسلامية فى الهند على شاكلة دولة المغول ليستعيد المجتمع الإسلامى قوته.\rوقد ظهر فى القرن التاسع عشر اتجاهان للإصلاح، أحدهما للإصلاح الداخلى والآخر للإصلاح الخارجى ولمع فى سماء الإصلاح أسماء جمال الدين الأفغانى ومحمد عبده والكواكبى ومحمد إقبال وأحمد خان.\rوكان جمال الدين (1839 - 1897) يمثل المسلم العصرى فى إلمامه بحقائق الدين وبالآراء الحديثة","seal":"6BC6243C","page":140},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":141,"nass":"وربطه بينهما، وكان نشاطه يتجه الاتجاهين معا، وآزر الحركات السياسية فى مصر وإيران وغيرهما، وكان يرى أن الغرب خطير على الإسلام والمسلمين، ولكن لا يفوته الإعجاب بتقدمهم العلمى الذى يجب أن يحتذى، وكان يذكر المسلمين بأنهم وحدهم المسئولون عن مستقبل الإسلام، فكان يخلق فيهم الشعور بالمسئولية، ويحملهم على العمل المتواصل، وبين فى كتابه \"الرد على الدهريين\" الأمور التى تتم بها سعادة الأمم وهى صفاء العقول من الخرافات، ثم الطموح وعلو الهمة وتعشق الحرية والعزة والكرامة ثم بناء العقيدة على الأدلة الصحيحة والبراهين القوية.\rوكان هو الداعية القوى للجامعة الإسلامية للوقوف أمام الغرب المستعمر، وقد لخص \"ستودارد\" فى كتابه \"حاضر العالم الإسلامى\" تعاليمه بالنسبة للسياسة الخارجية فيما يلى:\r1 - الدول النصرانية على اختلافها تكيد للإسلام.\r3 - الروح الصليبية كامنة فى نفوسهم ضد الإسلام، فهم لا يعاملونهم أمام القانون معاملتهم لأنفسهم.","seal":"1C318564","page":141},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":142,"nass":"3 - يتذرع الغربيون لاحتلال الشرق بأنهم همج لا يستطيعون إصلاح أنفسهم.\r4 - كل هذا يدعو إلى اتحاد كلمة المسلمين لرفع نير الذل تفهم أسباب رقى الغرب.\rومحمد عبده المتوفى سنة 1905 تتلمذ على أفكار جمال الدين، وأيقن أنَّه لا أمل فى إصلاح المسلمين وتقوية شوكتهم بالوسائل السياسية وذلك لفساد الجو السياسى من حوله فآمن برسالة العلم الدينى، وصرف همه لتحرير الفكر، وتفسير مسائل الدين تفسيرا يطابق العلم الحديث.\rوتعاون هو وجمال الدين على رد الشبهات ضد الدين، وعنى هو وزميله \"ميرزا محمد باقر\" بالتبشير الإسلامى، وكان له حوار مع القس \"تيلر\" وكذلك كان الكواكبى ينعى على الاستبداد ويدعو إلى الحرية وتغيير الأوضاع الفاسدة بكل الوسائل المشروعة.\rأمثال هؤلاء الدعاة والمصلحين كان لهم أثر فى إيقاظ الشعور بالواجب نحو الوطن الإسلامى الذى اختل توازنه الاجتماعى وتحللت عراه الخلقية وضاع كيانه السياسي، ولهذا ألفت جمعيات كثيرة للإصلاح، منها","seal":"D3506121","page":142},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":143,"nass":"ما هو سياسى تمثل فى الأحزاب، ومنها ما هو ديني وكان الذين تجمعهم فكرة سياسية لا يهتمون بالدين كمبدأ يقوم عليه الإصلاح، وهذا بالطبع أثر من آثار الاستعمار وتشبع العقول بآرائه وسمومه. ومن كانت تربطهم فكرة دينية كان بعضهم لا يعنى بغير الناحية الدينية البحت القائمة على العقيدة والعبادة، ولا يهم من أمر المسلمين سياسيا واجتماعيا شئ، وهى أشبه بمدارس خاصة تقوم على فكرة معينة، وقد راقب المستعمر نشاط هذه الجمعيات وخشى منها محاولة مزج الدين بالسياسة والخروج بالإسلام عن دائرة العبادة إلى النشاط السياسي والاجتماعى كما كان شأنه فى عصوره الزاهية الأولى.\rولا يجوز أن ننسى أبدا فى مجال الإصلاح، الجامع الأزهر الشريف، الذي خرج القادة والأبطال، ووجه الحركة الفكرية فى العالم الإسلامى زمنا طويلا، واشترك رجاله عمليًا فى الإصلاح الاجتماعى والسياسى والنهوض بالوطن ومقاومة المستعمر والجهر برأى الشعب عند الحاكم والولاة.\rيقول السيد رئيس الجمهورية العربية المتحدة فى الحفل الذى أقامه الأزهر سنة 1956 م ابتهاجًا باتفاقية الجلاء وتكريما لرجال الثورة ما نصه:","seal":"49D5F409","page":143},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":144,"nass":"\"وفى هذه المناسبة العظيمة لا يسعنى إلَّا أن أذكر لهذا الأزهر جهاده على مر السنين، فقد حمل الأزهر دائما الرسالة، ولم يتخل مطلقًا عن الأمانة وكافح كفاحا مريرا فى سبيل الحصول على أهداف الوطن، وقاسى رجاله وعذبوا، وقتلوا وشردوا، واقتحم المحتلون الأزهر، فلم يتوان عن المطالبة بحقوق الوطن. واستمر الأزهر يحمل الرسالة حتَّى سلمها للجيش وإلى عرابى. الذى قام متسلحا بروح الأزهر المعنوية، إلى جانب القوات المادية، يطالب بحقوق البلاد وعندما وطئت أقدام المستعمر أرض مصر حاول بكل قواته أن يقضى على رسالة الأزهر، كما حاول القضاء على الجيش وقوته، ورسالته، ورغم هذا استمر الأزهر على مر السنين يكافح\".\rهذا ويجب أن نلاحظ أن الأزهر الشريف كان وما يزال يمثل الجامعة الإسلامية فى معناها الحقيقى ويبرهن عقليا على أن الإسلام دين عالمى، لأنه يضم من رواد الإصلاح وأساتذة التوجيه فى العالم الإسلامى ما يمثل أكثر من خمسين جنسية فى آسيا وأفريقيا وأوروبا، وهم يكونون فى ساحة الأزهر وفى معاهده وكلياته هيئة أمم إسلامية، تدل بهذا أن المظهر العملى","seal":"44F5EE48","page":144},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":145,"nass":"على عالمية الدين الإسلامى الذى انضوى تحت لوائه الملايين من الأجناس المختلفة، والذين رأينا من بعضهم تحمسا وغيرة على الدين وشدة تمسك به قد تفوق غيره ممن انبعث نور الإسلام من بينهم. وصاح أول صيحة فى بيئتهم.\rإن أروقة الأزهر خلية نحل تموج بهذه الروح الإسلامية التى تنتج نغمة متناسقة من بين قلوب هذه الآلاف الذين تختلف ألوانهم ولغاتهم وأجناسهم، ولكن لا تختلف أبدا فيهم الروح الإسلامية الجامعة، وهذا من أكبر المظاهر الدالة على عالمية الإسلام، يصح أن يكون لوحة فنية تاريخية تعرض في معارض القرن العشرين دليلا عمليا على هذه الحقيقة.\rوإلى جانب هؤلاء المندوبين عن الجنسيات والبيئات والدول المختلفة الذين يعودون إلى بلادهم مصابيح هداية ورسل إصلاح مثلهم فى ذلك مثل الذين يحجون إلى الكعبة من أقطار العالم يتزودون عندهما خير زاد ويعودون بقلوب كلها عزم على استئناف الجهاد فى الحياة على منهج سليم -إلى جانب هؤلاء نرى المسلمين فى أقاصى البلاد ينظرون إلى الأزهر طالبين","seal":"4AEC56C0","page":145},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":146,"nass":"بإلحاح أن يمدهم بالكتب والدعاة دليلا على أنَّه ربط بين الخمسمائة مليون فى زوايا الأرض الأربعة برباط العلم إلى جانب رباط الدين.\rإن فترة الضعف السياسى والدينى التى مرت بالمسلمين أخيرا ومكنت للعدو منهم هى فترة مؤقتة ليست ضربة لازب، والإسلام ما يزال عالميا فى مبادئه وأصوله، وإن لم يصلح المسلمون فى فترة الضعف أن يكونوا عنوانا له، ومع ذلك فإن الدول الإسلامية فى السنوات القريبة وقد آلمها هذا الكبت الاستعمارى والغزو الفكرى -قامت بانتفاضات قوية ثائرة على، الأوضاع السياسية والاجتماعية الفاسدة، ونال أكثرها استقلالها وبدأ يخطو الخطوات الأولى فى سبيل الإصلاح، إلَّا أن التيارات المتضاربة من حولها بعنف وقوة تحاول أن تؤثر على اتجاهات هذه الانتفاضات.\rغير أن النزعة الاستقلالية وجهت كثيرا من هذه الدول لتكون سياسة إصلاحها نابعة من بيئتها وواقع تاريخها ومواريثها الأصيلة، ومن إيمانها برسالتها فى الحياة فى الوقت الذى لا تستطيع أن تعيش فيه منعزلة عن العالم الذى اتصلت أسبابه وتداخلت مصالحه.","seal":"F74351E2","page":146},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":147,"nass":"ولابد من إيجاد تعاون وتفاهم بين هذه الدول الناهضة، لتشتد أركان نهضتها، وتقوى على مواجهة الأحداث المفاجئة، وقد بذلت جهود كبيرة فى سبيل ذلك تهدف جميعها إلى تحسين أحوال المسلمين فى القطاعات الخاصة والعامة، وفى الداخل والخارج، وهم بذلك يعطون الدليل على ما فى إسلامهم من قوة وحيوية، ومن عزة وسيادة، تلفت أنظار العالم إليه، وتغرينا بالعمل الدائب لتوصيل نوره وهدايته إلى المتعطشين إليه فى جنبات الأرض.","seal":"02375169","page":147},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":148,"nass":"العرب والرسالة العالمية\rتبليغ الدين الإسلامى عالميا مهمة كل مسلم بصرف النظر عن جنسه ولغته وبيئته، لأن جميع الناس الذين تشرفوا باعتناق مبادئه قد تساووا فى الحقوق والواجبات. لا فرق بين عربى ولا عجمي، ولا بين أبيض وأسود، وقد تكون هناك جهود فى نشر الدعوة. قام بها غير العربى خلدت اسمه فى سجل العاملين المخلصين.\rولكنى وضعت هذا العنوان، لأن شبها كثيرة وردت على عالمية الدين الإسلامى من بينها هذا السؤال.\rإذا كانت دعوة الإسلام عالمية، فلماذا جاءت فى بلاد العرب بالذات، وهى بلاد متخلفة حضاريا، وكان من المنتظر أن تبدأ الرسالة العالمية انطلاقها من بيئة متحضرة لها إمكانياتها التى تساعد على النهوض بتبعة الدعوة إليها فى الإطار العالمى.\rكانت بلاد الفرس أو الرومان مثلا من أعظم البلاد حضارة وعمرانا فى ذلك الوقت، فلماذا نبتت دعوة الإسلام فى هذه الجزيرة القاحلة؟","seal":"8F19CDE1","page":148},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":149,"nass":"وللإجابة على هذا السؤال نقول:\rهذا التساؤل، كما يقول العلماء، دورى، يمكن أن يرد أيضًا لو جاءت دعوة الإسلام فى فارس مثلا، فيقال: لماذا لم تجئ فى بلاد الرومان.\rوالله سبحانه أعلم حديث يجعل رسالته، ولكن مع هذا يمكننا أن نلمس بعض جوانب الحكمة فى هذه الخصوصية التى كرم الله بها جزيرة العرب، فكانت مشرق النور للعالم كله، وكانت استحبابه لدعوة إبراهيم {رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ\" (¬1).\rوفيما يلى بعض المبررات التى رشحت هذه البلاد للقيام بأعظم ثورة فى تاريخ البشرية فى النواحى الإنسانية الشاملة:\r1 - القوم الذين يحملون عبء الدعوة العالمية لا بد أن تتوافر فيهم صفات تناسب هذه المهمة الضخمة، من الصبر والتحمل والمخاطرة والشجاعة واحترام العهود والنجدة والمروءة وحب الحرية وتعشق الشرف والسؤدد، والتمرن على التنقل وتعود الهجرات،\r¬__________\r(¬1) سورة إبراهيم: 37.","seal":"C83B19C3","page":149},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":150,"nass":"وعدم التبرم بحياة التقشف ورقة العيش، والتطلع إلى النهوض إذا يسرت سبله، إلى غير ذلك من المؤهلات الخلقية العظيمة.\rوالعربى فى هذه الناحية كان فارس الحلبة، لا يبارى فى هذه الصفات التى تتطلبها الحياة المستقبلة، ولقد أثبت التاريخ ما كان عليه أعظم الدول حضارة قبل بعثة النبي - صلى الله عليه وسلم - من أخلاق صبغها الترف بصبغته الرخوة الناعمة، وأنس أهلها إلى الذل والعبودية بعبادة ملوكها وتقديس عظمائها، وتسلطت عليهم الأفكار والميول التى خلقها متنبئوهم وفلاسفتهم.\rوالمأثور من شعر الجاهلية وأخبار الأولين يفيض بصفات النبل التى كان يفخر بها العربى ويحرص عليها، لأنه يراها عنوان الشرف والكمال، ولقد شب النبيّ - صلى الله عليه وسلم - على خير ما يشب عليه ذو الفضل واشتهر من صغره بالصفات العالية، التى ترشحه للزعامة الكبرى، بما تقتضيه من ترفع عن الدنايا واهتمام بالمطالب العليا، ومن صدق ووفاء وأمانة وإيثار وكفاح وجلاد، وعصامية وحرية، ولقد تجاوبت أخلاقه مع أخلاق قومه وانصهرت جميعًا فى بوتقه الإسلام الحرة الخالصة، وتكون من هذه المجموعة وحدة تتحرك باسم الإسلام، وتظللها جميعا راية التحرر والنهوض.","seal":"13679362","page":150},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":151,"nass":"وما كانت المصادمات الأولى التى حدثت بين النبي وبينهم إلا نوعا من العناد القائم على عدم الرضا بالفناء فى شخصية إنسان آخر حتى طلب كبيرهم أن يكون له وحى ورسالة مثل محمد -صلى الله عليه وسلم-، \"وإذا جاءتهم آية قالوا: لن نؤمن لك حتى نؤتى مثل ما أوتى رسل الله\" (¬1)، \"وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا\" (¬2)، كما أن العربى يمتاز بصفاء العقل وتوقد القريحة وقوة الحجاج والفصاحة والبيان والاستنتاج والاستدلال، وهى أمور لا بد فيها لمن يقومون بنشر الدين العالمى الذى يتطلب شرحا وتفسيرا وجدلا ونقاشا.\rلقد كانت مفاخراتهم ومنافراتهم فيها من ضروب القوة ما لا يوجد عند غيرهم من أهل ذلك الزمان، وكانت فراستهم واضحة فى الاستدلال بالنجوم وظواهر الطبيعة، وفى القيافة ومقارنة الخصائص الإنسانية ببعضها فى الأشخاص المتعددة وإلحاق الأنساب على أساسها وعلاقة ذلك بنوع الأفراد أو فصيلة من الفصائل.\rولقد شهدت مقابلات العرب مع كبار الملوك صورا رائعة من قوة الجدل وامتلاك ناصية البيان، يصور لنا\r¬__________\r(¬1) سورة الأنعام: 124\r(¬2) سورة النمل: 14","seal":"9A59F4EC","page":151},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":152,"nass":"كتاب \"الفخرى\" مشهدا منها فى مقابلة رسل سعد بن أبى وقاص لرستم قائد الفرس، حيت سمع منهم حكما وأجوبة راعته وهالته، لقد قال لأحد هؤلاء الرسل: ما هذا المغزل الذى فى يدك؟ -يعنى رمحه- فقال له: إن الجمرة لا يضرها قصرها، وقال لآخر: ما بال سيفك أراه رثا؟ فقال: إنه خلق المغمد جديد المضرب، وآمن رستم بهذه المقابلات أن هؤلاء الأقوام جديرون بألا يقف حذاءهم أحد.\rوقد يقال: إن الإسلام وحده هو الذى خلق هذه المعانى الكبيرة فى هذه القلوب المؤمنة والنفوس العالية المعتزة بدينها، لكن معادن العرب كانت نقية وبذور النبل كانت موجودة، فقواها الإسلام ونماها ووجهها وجهة الخير.\rوأحيلك أيها القارئ على مقابلة النعمان بن المنذر لكسرى، وعنده وفود الروم والهند والصين، وما تحدث به عن فضل العرب فى عزها ومنعتها وفى أحسابها وأنسابها وسخائها وجودها وحكمة ألسنتها وديانتهما وشريعتها والدفاع عما عابهم به كسرى من وأد البنات والتقاتل، وتصوير ذلك بما يرجع إلى عزة النفس والأنفة من العار وقوة البأس وحب الحرية.","seal":"C18155A2","page":152},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":153,"nass":"وفى مطالعة ما قاله النعمان وما قاله أكثم بن صيفى وحاجب بن زرارة والحرث بن ظالم وقيس بن مسعود وغيرهم، ما بين لك تأصل معانى الفضل والنبل فى نفوس العرب، وشرف اللسان وقوة البيان ورباطة الجأش، والصفات العالية التى امتازوا بها على الناس فى زمانهم.\rوعلى هذا الوجه يمكن أن نفهم قول النبي -صلى الله عليه وسلم- \"إن الله اختار خلقه فاختار منهم آدم، ثم اختار بنى آدم فاختار منه العرب، ثم اختارنى من العرب، فلم أزل خيارا من خيار، ألا من أحب العرب فبحبى أحبهم، ومن أبغض العرب فببغضى أبغضهم\" رواه الطبرانى عن ابن عمر، وروى الترمذى مثله وقال: حديث حسن، كما وردت أحاديث مشابهة أو مقاربة تبين فضل العرب الذين اختار الله منهم نبيه، رواها البخارى ومسلم.\rففى البخارى كما أبى هريرة عن النبي -صلى الله عليه وسلم-: \"بعثت من خير قرون بنى آدم قرنا فقرنا، حتى كنت من القرن الذى كنت منه\" وروى مسلم عن واثلة ابن الأسقع عن النبي أنه قال: \"إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشا من كنانة،","seal":"6DEBA2D3","page":153},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":154,"nass":"واصطفى من قريش بنى هاشم واصفانى من بنى هاشم\" (¬1).\r2 - اللغة العربية التى كانت اللغة الرسمية للدعوة الإسلامية، والتى تأصلت جذورها فى الجزيرة العربية، أحيلك فى بيان ميزاتها على ما قاله \"إرنست رينان\" فى كتابه \"تاريخ اللغات السامية\" حيث جاء فيه:\rمن أغرب المدهشات أن تنبت تلك اللغة القوية، وتصل إلى درجة الكمال وسط الصحارى، عند أمة من الرحل، تلك اللغة التى فاقت أخواتها بكثرة مفرداتها ودقة معانيها وحسن نظام مبانيها وكانت هذه اللغة مجهولة عند الأمم ومن يوم أن علمت ظهرت لنا فى حلل الكمال، إلى درجة أنها لم تتغير أى تغيير يذكر حتى إنها لم يعرف لها فى كل أطوار حياتها لا طفولة ولا شيخوخة، لا نكاد نعلم شبيها لهذه اللغة التى ظهرت للباحثين كاملة من غير تدرج وبقيت حافظة لكيانها من كل شائبة.\rويقول المرحوم الشيخ محمد الخضر حسين فى فضل اللغة العربية:\rولقد عاشت معنا هذه اللغة وهى هى الغنية بكل خصائصها الفنية العالية، ولهذا كانت جديرة أن تنزل\r¬__________\r(¬1) المواهب للقسطلانى ج 1 ص 13","seal":"446E717B","page":154},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":155,"nass":"بها أعظم رسالة للعالم كله فى جميع العصور، تعيش مع الزمن، وتوفى بكل حاجات الحياة. وتخلد ما خلد هذا الدين الحى، الذى لا تتخلى عنه مسحته على طول العهد بنزول الوحى، وكثرة التطور الذى مرت به الإنسانية.\r3 - المكان الذى بعث فيه النبي أولا له صلاحية كبيرة لانطلاق الدعوة منه إلى العالم كله، فالجزيرة العربية فى مكان وسط يتصل بآسيا وأفريقيا وأوروبا، وهى القارات التى كانت معروفة فى ذلك الوقت، والتى كانت قد أخذت بحظ من التقدم تستعد به لتلقى هذه الرسالة، ولقد كانت التجارة تعبر بها من الشمال إلى الجنوب وبالعكس، وتصل آسيا وإفريقيا وأوروبا، فهى شريان حيوى ممتاز فى تلك الحقبة من التاريخ، يمكن أن ترشح به لتكون مركزا لهذا الدين الجديد، يوزع منه على الأقطار كلها.\r4 - ذلك إلى أن جزيرة العرب فيها البيت العتيق أول بيت وضع للناس، وبناه إبراهيم أبو الأنبياء، الذى تدين له جميع الأديان المعروفة فى ذلك العصر، وفى انطلاق الدعوة منه إشعار للعالم بأن رسالة محمد منبثقة من هذه الرسالة التوحيدية الأولى، وأنها امتداد لهداية الله للبشر عبر القرون، ليس فيها","seal":"B482FE39","page":155},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":156,"nass":"من الغرابة والنفور والشذوذ ما يستحق أن يصرف الناس عنها، وكأن فيه وحيا بأن الأديان التى صادفت ظهور الإسلام لم تعد صالحة لهداية البشر بعد تحريفها وتغييرها وأنا الواجب إرجاعها لأصلها الأول الذى انبثقت منه، وهو الدين القيم الذى كان يدين به أبو الأنبياء.\r5 - هذا، وقد كانت الأديان الموجودة فى العام ممثلة فى بلاد العرب فى ذلك الوقت، فكان فيها اليهود والنصارى والمجوس والوثنيون والصائبة وعبدة الجن والملائكة ومن إليهم. وقد وقف الإسلام فى مواجهة هذه الأديان ليظهر عليها كلها، وكان انتصاره على المنتسبين إليها فى الجزيرة العربية انتصارا على كل من ينتسب إليها خارجها، حيث نازل كلا منها بالحجة والبرهان، ومرن المسلمون الدعاة للإسلام على الحجاج مع هذه الطوائف فكانت مهمتهم سهلة فى مواجهتهم لأصحابها فى البلاد الأخرَى، التى كتب لهم أن ينشروا الدعوة فيها.\r6 - على أن هذه الجزيرة، قد عهدت فى تاريخها الطويل أنواعا من الرسالات، ولم تكن رسالة الإسلام وحدها هى التى بدأت فيها، فكان هود فى الأحقاف جنوبى الجزيرة، وكان صالح فى ثمود شماليها على الطريق إلى الشام.","seal":"ABC38BF4","page":156},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":157,"nass":"وكان شعيب في مدين عند خليج العقبة، وكان موسى الذى ناداه ربه بجانب الطور الأيمن على حدود الجزيرة، وإبراهيم الذى بنى البيت، وإسماعيل الذى رعاه وورثه أولاده من بعده، فهذه الجزيرة بامتداداتها كانت مهبط الوحى منذ القدم، ولها عهد بالرسالات تتابعت فيها على مر العصور.\r\rاللغة العربية وتبليغ الرسالة العالمية:\rهناك شبهة واردة على عالمية الدين الإسلامي، وهى نزول القرآن باللغة العربية، كما قال تعالى: {إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} (¬1)، وقال: {وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ} (¬2) وقال: {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (193) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (194) بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} (¬3)، وقال: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} (¬4).\rفالنص على أن القرآن عربى، نزل بهذه اللغة لينذر به النبي، وهى لغة قومه كل ذلك يثير تساؤلا: إذا\r¬__________\r(¬1) سورة يوسف: 2\r(¬2) سوره فصلت: 44\r(¬3) سورة الشعراء: 193، 194، 195\r(¬4) سورة إبراهيم: 4","seal":"0FBA335E","page":157},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":158,"nass":"كان القرآن نزل وبلغ بهذه اللغة، أفلا يدل ذلك على أن الرسالة هى لقومه العرب فقط، لأنهم هم الذين يستطيعون أن يفهموا القرآن ويقوموا بتكاليفه؟ ، وكيف يكلف قوم غيرهم بالإسلام مع أن كتابة لا يفهم بلغة غير العربية، ولا يمكن التعبد به ولا حفظه مع ذلك، وليس من عدل الله أن يطالب أمة، يوم القيامة باتباع رسول لم يأت إليهم، ولا وقفوا على كتاب بلسانهم؟ وقد حكى ابن تيمية هذه الشبهة فى كتابه \"الجواب الصحيح\" (¬1).\rويجاب على ذلك بأن جميع الآيات تدل على مجرد وصف القرآن بأنه عربى وليس فيها ما يدل على قصر توجيهه على العرب، بل ذكرت أن الحكمة فى كونه عربيا تيسير فهمه على الناس وتعقل ما فيه وإمكان تذكره وتدبره، ومعنى هذا أن اللغة العربية لون ثقافى فقط لا شأن له فى العصبية والعنصرية، وقد بلغ النبي الرسالة للعرب بلغتهم وهى لغة القرآن، وإلى جانب كون اللغة العربية لغة النبي ولغة بيئته التى نشأ فيها وابتدأ منها دعوته، فإن لها من الميزات على سائر اللغات ما رشحها وجعلها اللغة الرسمية\r¬__________\r(¬1) ج 1 ص 219","seal":"E669389D","page":158},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":159,"nass":"الأولى لأعظم رسالة فى الوجود، كما سبقت الإشارة إليه.\rلقد بلغ النبي الرسالة إلى العرب بلغتهم، وإلى غيرهم باللغات الأخرى، فكتب للعظماء والملوك بلغته الرسمية كتبا حملها من يستطيع ترجمتها أو تفهيم ما فيها إلى المرسل إليهم بلغتهم أو بوساطة المترجمين كما سبق ذكره، وقوم محمد الذين أرسل إليهم بلسانهم، كما تدل عليه الآية المذكورة آنفا، هم حواريوه والناقلون عنه، المتحملون لدعوته، والمبلغون إياها للناس، فقومية اللغة هنا لا تعنى قومية الدعوة والرسالة، لأنها، كما قلت، لون ثقافى، والثقافة أمر مشاع بين الأجناس وبين البيئات فى كل العصور، ولا يصح أبدا أن تكون اللغة أو اللون الثقافى حاجزا يقسم الناس على أساسه بما يفصم عروتهم، ويطغى على إنسانيتهم الجامعة، وأداة الحصر فى هذه الآية وهى \"ما وإلا\"، تدل على حصر الرسالة، ولكن على حصر اللسان فى أنه لسان قومه، ولا يلزم من حصر اللغة حصر الرسالة وجعلها للعرب خاصة.\rعلى أن نزول القرآن باللغة العربية ليس فيه صعوبة لفهم الإسلام ومعرفة ما دعا إليه القرآن","seal":"4D7A8E1E","page":159},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":160,"nass":"والتزام تكاليفه، ذكر ابن تيمية: أن شرط التكليف هو تمكن العباد من فهم ما أرسل به الرسول إليهم، وذلك يحصل بأن يرسل بلسان يعرف به مراده، ثم جميع الناس متمكنون من معرفة مراده بأن يعرفوا ذلك اللسان، أو يعرفوا معنى الكتاب بترجمة من يترجم معناه.\rوهذا مقدور للعباد. ومن لم يمكنه فهم كلام الرسول إلا بتعلم اللغة التى أرسل بها وجبه عليه ذلك، فإن ما لا يتم الواجب إلا به فهو واجب (¬1).\rثم قال أيضًا: وجمهور الناس لا يعرفون معانى الكتب الإلهية، التوراة والإنجيل والقرآن، إلا بمن يبينها ويفسرها لهم، وإن كانوا يعرفون اللغة. فهؤلاء يجب عليهم طلب علم ما يعرفون به ما أمرهم الله به، ونهاهم عنه. ثم قال: فالحجة تقوم على الخلق ويحصل لهم الهدى بما ينقل عن الرسول تارة المعنى وتارة اللفظ، ولهذا يجوز نقل حديثه بالمعنى، والقرآن تجوز ترجمة معانيه لمن لا يعرف العربية باتفاق العلماء. وجوز بعضهم أن يقرأ بخير العربية عند العجز عن قراءته بالعربية. وبعضهم جوزه\r¬__________\r(¬1) ج 1 ص 195","seal":"BE4D7596","page":160},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":161,"nass":"مطلقًا، وجمهور العلماء منعوا أن يقرأ بغير العربية وإن جاز أن يترجم للتفهيم بغير العربية، كما يجوز تفسيره وبيان معانيه (¬1).\rوقد روج هذه الشبهة اليهود والنصارى. ولكن كيف يتملص اليهود والنصارى من العرب من الإيمان بمحمد لنزول القرآن بالعربية، وهم أنفسهم يعرفون بحكم إقامتهم أو اتصالهم البعيد المدى. على أنهم هم قبلوا دين موسى وعيسى مع أن الكتاب الذى نزل على كل منهما لم يكن باللغة العربية، ومع ذلك آمنوا بهما، إما بتعلم لغة التوراة والإنجيل. وإما بنقلهما بطريق الترجمة. وقد ثبت أن هؤلاء اليهود والنصارى جادلوا النبي -صلى الله عليه وسلم- فى أمور عرفوها من القرآن. فوسيلة العلم بالرسالة كانت ميسرة بأى نحو من الأنحاء فلا حجة لهم فى التملص من المسئولية.\rهذا وقد قال الزمخشرى فى معرض الحديث عن عموم الدعوة الإسلامية، مع نزل القرآن باللغة العربية: لا يخلو إما أن ينزل -القرآن- بجميع الألسنة، أو بواحد منها. فلا حاجة إلى نزوله بجميع\r¬__________\r(¬1) المرجع السابق ص 196","seal":"A04023AC","page":161},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":162,"nass":"الألسنة، لأن الترجمة تنوب عن ذلك وتكفى التطويل، فبقى أن ينزل بلسان واحد، فكان أولى الألسنة لسان قوم الرسول لأنهم أقرب إليه، فإذا فهموه عنه وتبينوه وتنوقل عنهم وانتشر قامت التراجم ببيانه وتفهمه، كما ترى الحال وتشاهدها من نيابة التراجم فى كل أمة من أمم العجم. كما يجب أن يعلم أن فهم كل آية من القرآن ليس فرضا على كل إنسان ولو كان مسلما بل تجب معرفة ما أمر الله به بأية عبارة كانت.","seal":"7BEF4EA3","page":162},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":163,"nass":"واجبنا نحو الدين العالمى\rالآن وبعد أن عرفت أيها القارئ الكريم أن الدين الإسلامي هو الدين الوحيد التى يحمل خصائص الدعوة العالمية، وأنه الدين الوحيد الذى ختمت به الأديان وصلح لكل تطور فى الحياة البشرية على اختلاف بيئاتها ومستوياتها، وعرفت تاريخ المؤامرات التى حيكت ضده لتحد من نشره أو تشوة من جماله، ومقدار ما تبذله الأديان الأخرى، وبخاصة المسيحية، فى محاولة الانتشار فى العالم على نطاق أوسع، ومقاومة زحف الإسلام الذى يكاد بقوته الذاتية أن يطيح بمخططات الأعداء، وما ينفق فيها من أموال طائلة.\rبل إن الأعداء وهم يحملون لواء التبشير العالمى، لم يستحوا أن يبشروا بدينهم فى وسط المجتمع الإسلامي ليحولوا المسلمين عن دينهم ويسلخوهم من شخصيتهم، ورأيت الوسائل الخفية التى وضعوها ليصلوا إلى غرضهم فى غفلة لا يشعر معها الضحية أنه وقع فريسة لهذه الأساليب الدنيئة.","seal":"4BAC85C9","page":163},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":164,"nass":"الآن يجب علينا أن نتنبه ونستيقظ ونعرف واجبنا نحو هذا الدين الحنيف، يجب علينا أن نتابع الدعوة إليه، ونزيد من نشاطنا فى هذا المجال، لأنه لا ينبغى أن ينشط الأعداء، مع ما هم عليه من باطل، فى نشر أباطيلهم، ثم نقف نحين ساكتين أو متخاذلين، مع ما نملك من دين عالمى أمرنا بالدعوة إليه على نطاقا واسع، وكنا بالدعوة إليه وإلى كل خير، خير أمة أخرجت للناس.\rوالمشاهد أنه توجد فى الغرب الآن حركتان قويتان تتصلان بالشرق والإسلام:\r(1) أما الحركة الأولى: فهى الاهتمام بالشرق من أجل غرضين: استغلاله واستعمارة. وهو من أجل ذلك يبحث فى علومه ومعارفه وحضاراته وإمكانياته ومنابع الثروة فيه، ودراسته دراسة وافية ليعرفوا المنافذ إلى استغلاله، والطريق إلى السيطرة عليه، إن لم تكن سيطرة عسكرية أو سياسية فلتكن سيطرة اقتصادية أو ثقافية أو سيطرة من أى نوع آخر.\rوالناظر فى دراساتهم يعجب لهذا الانتاج أشد العجب حيث توفروا عليها، وجاءتهم الإمدادات والإمكانيات الواسعة، واستطاعوا أن يكتشفوا مناطق مجهولة","seal":"1F9D4FB7","page":164},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":165,"nass":"لأصحابها، وأن ينشروا كتبا وأبحاثا لم يتنبه المتصلون بها إلى قيمتها، ولم يستطيعوا أن يخرجوا مثلها، حتى صارت الدول الشرقية تتلمذ على هذه الأبحاث والاكتشافات، وكثير من هذه الأبحاث والدراسات خاص بالإسلام والمسلمين.\rيقول \" د. ج. ريشتر\": إن التطور الإسلامي قد أصبح من أكبر الحوادث التاريخية للعصر الحاضر، فيجب تتبعه بأكبر ما يمكن من الانتباه.\rوقد أنشئت كراسى فى معظم الجامعات الغربية لهذه الدراسات العربية والإسلامية والشرقية. فلا يجوز للشرق وللمسلمين بخاصة أن يكون غافلا وسط هذا الضجيج العلمى، ولا أن يكون منصرفا عن تراث أو قضية يحشد الغرب لها الحشود الواسعة الضخمة.\r(ب) والحركة الثانية: هى البحث عن دين عالمى تطمئن إليه النفس، ويحل المشاكل الداخلية المعقدة، التى لا يستطيع العلم حلها، ذلك لأن العلم على الرغم من تقدمه السريع فى الغرب، لم يستطع أن ينجح إلا فى المسائل المادية.\rأما المسائل الأدبية والنواحى الخلقية والفضائل النفسية، فلم يستطع العلم أن يمسها بالتهذيب، فإن","seal":"059B98E4","page":165},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":166,"nass":"النفوس مما تزال ترتع فى حمأة الحيوانية وتدفع بأصحابها إلى ارتكاب كل ضروب الوحشية، فهى فى حاجة ماسة إلى رادع قوى من أدب عال فوق الوجود المادى الذي أغرقوا فيه.\rولهذا فإن العالم المتمدين أشغل ما يكون بالمصحالة الدينية من جميع نواحيها. وقد مر بك بيان ما تطلبوه من مواصفات للديانة الطبيعية التى ينشدونهما، وأن الإسلام جاء بأحسن منها فى كل مجال من المجالات، والإنسان مهما كان عنده من علم أو معرفة لا يستطيع أن يستغنى عن الدين أبدا بصورة من الصور.\rيقول \"أوجست سباتييه\" فى كتابه \"فلسفة الأديان\": \"لماذا أنا متدين؟ إنى لم أحرك شفتى بهذا، السؤال مرة إلا رأيتنى محفوزا للإجابة عليه بهذا الجواب، وهو: أنا متدين لأنى لا أستطيع خلاف ذلك، فالدين لازم معنوى من لوازم ذاتى، يقولون لى: ذلك أثر من آثار الوراثة أو التربية أو المزاج، فأقول لهم: قد اعترضت على نفسى كثيرا بهذا الاعتراض عينه ولكنى وجدته يقهقر المسألة ولا يحلها، وأن ضرورة التدين أشاهدها بأكبر قوة فى الحَياة الاجتماعية البشرية، فهى ليست أقل تشبثا منى بأهداب الدين","seal":"92D6E56F","page":166},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":167,"nass":"إلى أن قال: فالدين إذًا باق وغير قابل للزوال وهو فضلا عن نضوب ينبوعه بتمادى الزمن، نرى ذلك الينبوع يزداد اتساعا وعمقا تحت المؤثر المزدوج من الفكر الفلسفى والتجارب الحيوية المؤلمة\".\rويقول \"أرنست رينان\" فى كتابه \"تاريخ الأديان\": \"من الممكن أن يضمحل ويتلاشى كل شئ نحبه، وكل شئ نعده من ملاذ الحياة ونعيمها، ومن الممكن أن تبطل حرية استعمال القوة العقلية والعلم والفن، ولكن يستحيل أن يبطل التدين أو يتلاشى، بل سيبقى أبد الآباد حجة ناطقة على بطلان المذهب المادى، الذى يود أن يسود ويحصر الفكر الإنسانى فى المضايق الدنيئة للحياة الترابية\".\rونحن لا ننكر أن فى الغرب أيضًا حركة ضد الأديان، ولكنها فى حقيقتها موجة ضد أشكالها الخارجية، لا ضد روحها ومعناها بل للدين الخالص اليوم فى الغرب فى دولة لم تكن فى أى عهد من عهود المدنيات السابقة، فأى دين من الأديان الموجودة يستطيع أن يثبت أنه هو الدين الخالص من التقييدات البشرية، كان هو الدين الذى ينشده العلم وتؤيده الفلسفة.","seal":"001B10C2","page":167},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":168,"nass":"فإذا كان الغرب يهتم بالبحث عن دين عالمى يتفق مع مقررات العلم، كانت الفرصة سانحة لنبين ذلك للعالم، ليروا فى الإسلام طلبتهم التى ينشدونها من زمن طويل. لهذا كله يجب علينا أن ننشط فى تبليغ الدعوة العالمية، حتى لا تطغى عليها الأديان الأخرى، ونصاب نحن من شررها.","seal":"28C187D0","page":168},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":169,"nass":"منهج الدعوة إلى الدين العالمى\rإن التخطيط أمر ضرورى لنجاح كل مشروع، والعمل إذا لم ينفذ حسب خطة موضوعة واضحة المعالم والأهداف، مستوفية كل الإمكانيات، قل أن يكتب له النجاح، والعمل العظيم الخطير لا بد له من تخطيط يناسب عظمته وخطورته.\rوالدعوة إلى الدين الإسلامي العالمى من أعظم الأمور خطرا وأجلها قدرا، وبخاصة إذا كانت الظروف المحيطة بها ظروفا متغيرة حسب تغاير الميدان، وإذا كانت فى محيط يختلف فى لغته عن لغة الداعين، ويختلف فى عاداته وسائر أحواله السياسية والاقتصادية والاجتماعية وغيرها.\rوعلى ضوء ما سبق من عمل الرسول وأصحابه فى نشر الدعوة نستطيع أن نضع منهاجا نحاول به أن نرسم الطريق الواضح للدعوة الإسلامية، وهو كله من وحى قوله تعالى: \"ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتى هى أحسن\" (¬1).\r¬__________\r(¬1) سورة النحل: 125","seal":"40DA87A2","page":169},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":170,"nass":"أولا:\rلابد من دراسة وافية شاملة للبلاد التى توجه إليها الدعوة من جهة نظام الحكم والمذهبي الاجتماعى والعقيدة والعادات والإمكانيات المادية ظروفها المختلفة. ذلك أن ظروف العالم تتغير من زمن إلى زمن ومن منطقة إلى منطقه، فقد تكون الدعوة ميسرة فى مكان ما ومتعثرة فى مكان آخر، وقد تكون الموضوعات الهامة لمنطقة من المناطق غيرها منطقة أخرى، وقد تتطلب ظروف بلد مبعوثا معينا من طراز خاص يتناسب مع جو البلد الذى يوفد إليه، إلى غير ذلك من الاعتبارات المختلفة.\rوهذه الدراسة مهمة للغاية، فإن التقصير فيها يعنى السير على غير هدى والتخبط فى طريق الدعوة، ونتيجة ذلك العقم فى الجهود والأضرار البالغة التى تكون بمثابة رد فعل للجهل والاندفاع الأعمى والتسرع الأحمق، ويرحم الله القائل:\rقدر لرجلك قبل الخطو موضعها ... فمن علا زلقا عن غرة زلجا\rإن هذه الدراسة الواعية هى أساس التخطيط للدعوة، وهى تتطلب جهدا كبيرا وزمنا واسعا،","seal":"3E84C8DE","page":170},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":171,"nass":"والغرب حين أراد أن يستغل ثروات الشرق أو يبسط نفوذه عليه، أنشأ الدراسات الواسعة والهيئات العلمية الضخمة التى تضم كبار المختصين فى جميع الفروع مع إغداق الأموال على هذه الجهود واستمروا يجمعون المعلومات تحت أسماء مختلفة، وبشعارات خلابة خداعة، حتى استطاعوا أن يعرفوا من دقائق البلاد مالا يعرفه أهلها، وحتى استيقظ الأهالى فوجدوا أنفسهم تلاميذ لهؤلاء الأجانب أخص ما كان يجب عليهم أن يعرفوه.\rوبعد هذه المعرفة الشاملة استطاعوا أن يخططوا للوصول إلى الأغراض التى يريدونها، فكان عملهم سليما، وجهدهم مثمر لأنه قام على أساس متين. فالدعوة الإسلامية للدين العالمى لابد لها من دراسة واعية للأرض التى تلقى فيها البذرة، ومعرفة أجوائها المختلفة ليمكن أن نجنى من وراء الجهد ثمرة طيبة.\rوإن من الحمق أن نجمد على أسلوب معين اتخذه السابقون فى نشر الدعوة لنسير عليه ولا نحيد عنه، ونردد قولنا: الاتباع خير من الابتداع، ونطبقه على عمومه فى كل المجالات، ذلك أن الظروف تتغير والعالم يتطور، والبلاغة فى القول والعمل هى مراعاة مقتضى الحال.","seal":"B01987C6","page":171},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":172,"nass":"ثانيا:\rلا بد من الإفادة من طرق المبشرين والدعاة إلى الأديان والمذاهب الأخرى، ودراسة أساليبهم وخططهم فى الدعوة، لنقرع الحجة بالحجة إن كان هناك نزال فى الميدان، ولنقاتل العدو بالسلاح الذى يقاتل به إن اضطرتنا الظروف إلى مثل هذه المواقف.\rوإلى جانب هذا فإن أساليبهم قد تفننوا فيها وابتكروا منها كثيرا، لأنهم فكروا فيها فى وقت كانت الإمكانيات فيه متوفرة لديهم وكان العالم فيه على درجة من النضج والرقى تستحق معها أن يعمل الحساب فى الدعوة بدقة وتناسب، ولهؤلاء الدعاة تنظيمات وترتيبات لم تكن أمثالها موجودة فى العهود الماضية، فالدعوة الإسلامية مثلا فى أيام الضعف السياسى للدولة الإسلامية اتخذت طابعا فرديا خالصا، فكان لكل فرد أسلوبه الخاص فى نشر الدعوة قل أن يفيد منه داع آخر، ولكن المهمة الآن ضخمة وشاقة لأن لنا أعداء ينافسوننا الدعوة إلى أديانهم، بل يحاولون أن يخرجوا المسلمين من دينهم، فلا بد من أن تكون عندنا يقظة تامة ومعرفة بأساليبهم لنفيد منها فى هذا الميدان ولا نقنع بما عندنا من خبرة قليلة أخذناها من الماضى، فإنها قل أن تنجح فى الوقت الحاضر أمام الخبرات الحديثة.","seal":"3EE6734F","page":172},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":173,"nass":"إن القائمين على التبشير يضعون خططا منظمة محكمة، لأنهم جماعة متخصصون فى فروع كثيرة من العلم يخدم بعضها بعضا، وبضم خبراتهم ونتائج تخصصاتهم يوجد منهج مدروس متكامل واضح قوى نفاذ.\rإن الحصيلة العلمية عند الداعية غير المسلم قليلة بل ضئيلة، وهى الحصيلة الدينية التى يريد أن يبث فكرتها بين الناس، لكن حسبهم من الدعوة أن يلقوا بذرة واحدة فى أرض واسعة بطريقة علمية ومنهج محكم، ستنمو وتثمر وتعطى النتيجة المطلوبة.\rوعلى العكس من ذلك يكون بعض الدعاة المسلمين، إنهم يملكون حصيلة علمية دينية ضخمة، وقصارى جهد الواحد منهم أن يفرغ كل ذلك فى وسط قوم يظفر منهم فى النهاية بكلمة إعجاب على ما يملك من علم، دون أن يكون لذلك أثره العميق العملى المنتج، كالذى يفرغ قنطارا من البذور فى أرض سبخة أو بطريقة غير منظمة، ويكفيه أنه أدى ما عليه بإفراغ جعبته فى هذا الحقل ويطول به الانتظار لا يرى لجهده أثرا.\rإن قيمة العلم والجهد مرتبطة بالنتيجة والتجاوب الذى يكون من السامعين مع العلماء، وهذا التجاوب","seal":"93351F73","page":173},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":174,"nass":"له فن وراء غزارة العلم، وهو التنظيم الدقيق وتحرى الأوقات والأماكن المناسبة والخبرة بميول النفس وقواها والإنفاق من العلم الذي يلائم كل ذلك.\rإن رصاصة واحدة يحكم الرامى تصويبها فتصل الهدف خير من ألف رصاصة تنطلق بغير هدف تتجه إليه، والجاهل بالسباحة ينزل الماء فيظل يضرب فيه بقوة على غير هدى فتخور قواه ويفشل وقد يغرق، والسباح الماهر يستطيع بقوة قليلة منظمة أن يصل إلى هدفه بسلام.\rلا عيب أبدا أن نفيد من تجارب الغير مهما كانت عقيدته واتجاهاته، فالحكمة ضالة المؤمن يأخذها ولا يضره من أى وعاء خرجت، لقد أفاد النبي -صلى الله عليه وسلم- من خبرة سلمان الفارسى، فحفر الخندق حول المدينة فى غزوة الأحزاب، كما كان يفعله قومه عند الحروب، وتطور الحياة يفرض على الناس أن يتبادلوا الخبرات طوعا أو كرها.\rإن الدعوة إلى الأديان كالحرب بل هى حرب، لابد فيها من التفنن فى الأسلحة ووسائل القتال، ودراسة الميادين والتخطيط للمعركة قبل خوضها.\rورب جيش قليل العدد وافر الخبرة والتنظيم يهزم جيشا كبير العدد تقل فيه الخبرة وتسوده الفوضى،","seal":"9686C483","page":174},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":175,"nass":"فليكن سلاحنا كسلاح العدو، إن لم يكن أحسن منه، وليكن تدريبنا الميدانى كتدريبه إن لم يتفوق علي، والبقاء -كما هو معروف- للأصلح، ومن الصلاح النظام وجودة الأداء.\r\rثالثا:\rلا بد من إنشاء جهاز يوجه الدعوة ويعد لها كل الإمكانيات والترتيبات المختلفة، يكون هذا الجهاز جامعا لأرباب الفكر العالى والتخصصات الفنية المختلفة التى تتصل بالدعوة، وتكون مهمته الأولى الأساسية هى الدعوة النقية الخالصة بعيدة عن المؤثرات المحلية والأغراض الخاصة، ولو أن هذا الجهاز كان واحدا للعالم الإسلامي كله يختار له مقر يصلح ليكون منه المنطلق للدعاة والدعوة وتشترك في إدارته والإشراف عليه شخصيات عالمية تمثل الدول الإسلامية، لكان ذلك أوفق.\rولعل مجمع البحوث الإسلامية التابع للأزهر الشريف، والذى يضم مؤتمره علماء العالم الإسلامي وأقطاب الفكر فيه، يكون خير من يقوم بهذا الدور.\rولعل القاهرة فى موقعها المتوسط بين العالم الإسلامي، وفى إمكانياتها الواسعة تكون أنسب مكان لهذا الجهاز الموجه للدعوة.","seal":"B6798454","page":175},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":176,"nass":"ومهما يكن من شئ فإن التفكير فى تخصيص جهاز واحد للدعوة قد يكون أفضل من تفرق الجهود وإقامة مراكز وأجهزة مختلفة فى بلد واحد أو بلاد متعددة لا تجمعها رابطة واحدة، على أنه إذا وجدت أمثال هذه المراكز المتعددة فليكن لها جهاز واحد ينسق جهودها ويخطط لها التخطيط العام، ويرسم لها السياسة الموحدة التى تلتزمها حتى تضمن لها التوفيق والنجاح، وعدم التعارض والتضارب كالذى كان يحدث بين جمعيات التبشير التى أنشأتها الدول الاستعمارية ووجهتها لتمهد لها الطريق لكسب أكبر عدد ممكن من الأنصار، وأكبر مساحة من النفوذ، فهذه الجمعيات لم تكن مخلصة فى الدعوة إلى دينها أو مذهبها، بل كانا الغلب والتصارع طابعها ولهذا فشل كثير منها، ولم تستطع أن تنافس الدعوة الإسلامية على ما عندها من بساطة فى وسائلها، فقد كانت تزحف بجهود التجار والرحالة والمهاجرين وما إليهم، لقد نشرت جريدة \"يونيفرس\" الكاثوليكية، أن عدد من اعتنقوا الإسلام خلال الخمسة والعشرين عاما الأخيرة فى أفريقيا بلغ أكثر من عشرين مليونا، مقابل أقل من عشرة ملايين اعتنقوا المذهب الكاثوليكى على أيدى رجال الارساليات (¬1).\r¬__________\r(¬1) الأهرام 15/ 9 /1954","seal":"AD7B525D","page":176},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":177,"nass":"لقد انصرف الناس عن هذه الارساليات عندما ظهرت نواياها السيئة، وأقبلت على الإسلام كما سبق بيانه، لأنه لا يقصد إلى غرض استغلالى من معتنقيه.\rولسوء نيات الارساليات حدثت مصادمات عنيفة بينها أدت إلى القتل، لقد أرسل \"جوان الثانى\" ملك البرتغال سنة 1487 م مبشرا اسمه\"كوفيلهام\" إلى الحبشة فأنشأ علاقة قوية بينها وبين البرتغال، واستطاع أحد الرهبان الذين جلبهم إلى الحبشة أن يحول ملكها (سو سينيوس) إلى الكاثوليكية سنة 1624 م، واستعد الأحباش للانضمام إلى الكنيسة الرومانية لولا عناد بطريرك اللاتين (مندر) الذى أكرههم على اعتقاد الشعائر اللاتينية، وأراد تأسيس ديوان تفتيش، فثاروا وقتلوا المبشرين البرتغاليين ومن تبعهم من الأحباش سنة 1640 م. وحاولت فرنسا التبشير بالحبشة فلم تفلح وقتل مبشروها المرسلون إلى سواكن ومصوع، كما نافستها إيطاليا أيضًا فى هذا الميدان.\rلقد كان للمذاهب المسيحية مبشرون، ولكل دولة مبشرون وحدث ما حدث من التنافس نتيجة لعدم الإخلاص فى الدعوة، إلى الدين، وإذا كنا ننادى بوحدة الجهاز الذى يشرف على توجيه الدعوة","seal":"393C91A2","page":177},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":178,"nass":"الإسلامية فى العالم فذلك لكى نتلافى أمثال هذا التنافس بسبب الميول والأغراض الخاصة للدول والجماعات.\rلقد قال المسيو (بونيه مورى) فى كتابه (الإسلام والمسيحية فى أفريقيا) ملخصا لجهود المبشرين فيها: إن نجاح هذه البعثات الإنجيلية كلها فى أفريقيا دليل على كون قوة الدعاية النصرانية لا تغلب فيما لو تجردت عن الأغراض السياسية، فانه لا توجد آفة على التبشير أعظم من المآرب الاستعمارية.\rإن التفكير فى تكوين جمعيات وإنشاء منظمات وأجهزة لمباشرة الدعوة بطريقة منهجية منظمة تفكير حديث فى تاريخ الدعوة الإسلامية، وقد كانت تركيا تبحث فى إنشاء جمعية فى القسطنطينية لنشر الدعوة فى أوغندة ووسط إفريقيا على أثر ما كتبه الرحالة الشهير \"ستانلى\" سنة 1875 م فى الصحف الانجليزية يحث على إرسال مبشرين إلى أوغندة، ولكن لم يتم تأليف هذه الجمعية بسبب نشوب الحرب الروسية التركية سنة 1878 م، وكذلك فكرت مصر فى هذا الموضوع عندما حددت الحكومة المصرية الانجليزية فى السودان مناطق النفوذ للجمعيات التبشيرية المسيحية، وفي سنة 1910 م أسس السيد محمد رشيد رضا جمعية","seal":"C3C3DE0A","page":178},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":179,"nass":"فى القاهرة كانت تهدف إلى تأسيس دار للدعوة والإرشاد.\rوشبه القارة الهندية خطت خطوات واسعة فى تكوين هذه الجمعيات، ومن أحسنها: جمعية \"أنجومان حامى إسلام\" فى \"أجمير\" وجمعية \"أنجومان حمايت إسلام\" فى \"لاهور\"، وجمعية \"أنجومان وعظ إسلام\"، \"أنجومان تبليغ إسلام\" فى حيدر أباد الدكن. وكانت ترمى إلى تحويل الهندوكيين إلى الإسلام.\rومن الجمعيات التى أنشئت فى القرن العشرين \"مدرسة إلاهيت\" فى \"كونبور\" لنشر الرسائل للدفاع عن الإسلام، وجمعية \"أنجومان هدايت إسلام\" فى \"دهلى\" أعظم الهيئات المنظمة، وينضم إليها عدد كبير من الجمعيات الأخرى يبلغ أربعا وعشرين، وترسل هذه الجمعية الدعاة للدعوة إلى عقائد الإسلام وعقد المناظرات مع غير المسلمين، وتقوم بنشر الكتب التى ترد على هجمات الجمعيات المعادية.\rومن الهيئات التى تحمل عنوان الدعاية للإسلام، جمعية التعريف الدولى بالإسلام فى القاهرة، والمجلس الأعلى للشئون الإسلامية بوزارة الأوقاف بالقاهرة، الذى يرسل الكتب والمصاحف لكثير من البلاد الإسلامية","seal":"941BECA2","page":179},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":180,"nass":"المحتاجة إلى التزود من المعارف الدينية، وينشر مجلة ومطبوعات باللغات المختلفة ويرسلها إلى بلاد كثيرة.\rوالأزهر هو المؤسسة الأصيلة التى تضطلع بأكبر نصيب فى هذا الميدان، نظرا لمركزه فى العالم وثقة المسلمين به، وله بعوثه الكثيرة فى الخارج وكتبه ومصاحفه التى يرسلها إلى العالم الإسلامي والعاهد التى يشرف عليها فى خارج القطر، والمراكز الإسلامية فى أهم البلاد فى أوروبا وأمريكا وبالمجلة التى تخصص جزءا منها باللغات بالأجنبية ليفيد منها من لا يعرفون العربية من مسلمى العالم، وباستقباله لوفود الطلاب من جميع أنحاء العالم، يعلمهم ويرعاهم ماديا واجتماعيا، حتى يعودوا إلى بلادهم رسل هداية وإصلاح، ولو مكن للأزهر فكان نشاطه أوسع وأثره أعظم. وهذا هو أملنا فى عهده الجديد، وبخاصة فى هذه الظروف التى تحتاج إلى مزيد من العناية بالناحية الروحية فى العالم أجمع.\r\rرابعا:\rلا بد من إعداد الداعى الذى يتولى نشر الدعوة العالمية فى الأقطار الخارجية، وإعداده يقوم على ثلاث دعائم أساسية هى التمكن العلمى، أى وفرة","seal":"77AF518A","page":180},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":181,"nass":"المادة وصدقها، الدراية الفنية التى تساعده على حسن استعمال هذه المادة، والكمال الخلقى والخلقى.\r1 - التمكن العلمى هو زاد الداعى، فليس كل إنسان يصلح لأداء هذه المهمة، والداعى سيتحدث أو يرغم على التحدث فى موضوعات شتى يفرضها عليه واقع البيئة التى يدعو فيها، والظرف الذى يتحتم عليه مراعاته، فلا بد أن يكون عنده علم بكل ما يمكن أن يوجه إليه من أسئلة أو يطلب منه من حديث.\rوقد كان النبي -صلى الله عليه وسلم- يختار مبعوثيه ويتأكد من مقدرتهم العلمية فى النوع الذى يوفدون من أجله، ومن كيفية التصرف فى المواقف الحرجة، حتى يطمئن إليه ويرجو الخير من وراء بعثه. لقد زود النبي -صلى الله عليه وسلم- معاذ بن جبل بالمعلومات الكافية والتوجيهات اللازمة عندما بعثه إلى اليمن فقال له: \"إنك تأتى قوما من أهل الكتاب فادعهم إلى شهادة أن لا إله إلا الله وأنى رسول الله، فإن هم أطاعوك لذلك، فأعلمهم أن الله افترض عليهم خمس صلوات فى كل يوم وليلة فإن أطاعوا لذلك، فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم، فإن","seal":"7CE0416E","page":181},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":182,"nass":"هم أطاعوا لذلك فإياك وكرائم أموالهم، واتق دعوة المظلوم فإنه ليس بينهما وبين الله حجاب\" (¬1).\rوبعد أن زوده بالقدر اللازم من العلم فى مهمته التى أرسل من أجلها اختبر مدى قدرته على التصرف عندما يجد شئ لم يتلق العلم به أو التوجيه بخصوصه، قال له: كيف تصنع إذا عرض لك قضاء قال: أقض بما فى كتاب الله. قال فإن لم يكن فى كتاب الله؟ قال: فبسنة رسول الله. قال: فإن لم يكن فى سنة رسول الله؟ قال: أجتهد برأيى لا آلو جهدا. قال معاذ: فضرب رسول الله صدرى ثم قال: الحمد لله الذى وفق رسول رسول الله لما يرضى رسول الله\" (¬2).\rإن الثقة العلمية مطلوبة فى الداعى كما يشير إليه قول الرسول -صلى الله عليه وسلم- فيما سبق \"نضر الله امرأ سمع مقالتى فوعاها وأداها كما سمع\" أى أداها أداء صحيحا متقنا لا تزيد فيه ولا تشويه بحال.\rوللتمكن العلمى مظاهر نشير إلى بعضها فيما يلى: (أ) أن يكون على معرفة تامة بأحكام الكتاب والسنة، فى العقائد والعبادات والمعاملات والأخلاق وغيرها، وعلى دراية كافية بالسيرة النبوية والتاريخ\r¬__________\r(¬1) رواه البخارى ومسلم.\r(¬2) رواه أبو داود والترمذى.","seal":"FA7720EF","page":182},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":183,"nass":"الإسلامي، وبالجملة أن يكون عالما بالعلوم الأصيلة للثقافة الإسلامية بفروعها المختلفة، لأن الداعى سيكون ممثلا للدين كله وللمعهد الذى أوفده، فلا بد أن يكون خير ممثل للدين ولمعهده.\r(ب) أن يجمع إلى العلم القديم علما حديثا بالمعارف المختلفة التى توضح العلوم الدينية بأسلوب العصر، أن الناس ينتظرون من ممثل الدين ومعهده أن يكون حجة فى العلوم الشرعية، أو خبيرا وقديرا بالنوع الذى ينشره، كما تنتظر منه أن يكون نموذجا مشرفا يعيش مع العصر وأحداثه، ويتصل بالمجتمع وما يعج به من مشاكل، وبالثقافة وما تتنفس عنه من معلومات لأن ذلك كله، إلى جانب وضع الثقة فيه والاحترام له، يساعده على إبراز مبادئ الإسلام وهدايته إبرازا ميسرا.\r(جـ) أن يكون على دراية بلغة القوم الذين أرسل إليهم، فاللسان أكبر وسيلة للاندماج مع الناس والالتحام بهم ومعرفة أحوالهم، وأيسر طريق لإيصال المعلومات الدينية إليهم وحسن تفهمهم لها، والعاجز أو الضعيف فى لغة \"القوم مقيد بالأغلال لا يستطيع التحرك ولا الانطلاق، وأعمى لا يهتدى إلى الطريق إلا بمن يأخذ بيده ويعتمد عليه.","seal":"398E533C","page":183},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":184,"nass":"ولعل هذا هو السر فى أن الرسل تبعث بألسنة أقوامها كما قال تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} (¬1).\rوالتعبير بالتبيين فيه إشارة إلى التمكن من اللغة، لأن التبيين شرح وتوضيح ولا تفيد فيه شذرات لغوية أو عبارات مبهمة غير واضحة، بل ولا أساليب غير قوية. وقد رأيت فيما سبق أن رسل النبي بالكتب إلى الملوك كانوا على علم، ولو إلى حد ما، بلغات البلاد التى أوفدوا إليها، وكانت مهمتهم بسيطة لا تكاد تعدو الدعوة العامة إلى الإيمان، ولكن الذين كانوا يقيمون ليعلموا الناس كان لا بد فيهم من إجادة لغتهم. وقد أمر النبي -صلى الله عليه وسلم- زيد بن ثابت أن يتعلم لسان اليهود لمعرفة كتبهم الواردة منهم، وللاتصال بهم اتصالا صحيحا مطمئنا. وكان أبو جمرة يترجم بالفارسية بين ابن عباس وبين وفد عبد القيس كما رواه مسلم (¬2).\rوكتب النبي -صلى الله عليه وسلم- إلى بعض القبائل كانت تراعى فيها لهجاتهم وألفاظهم التى يتفاهمون بها، وكان رده على وفودهم مناسبا للغة التى تحدثوا بها،\r¬__________\r(¬1) سورة إبراهيم: 4\r(¬2) ج 1 ص 186","seal":"B5062950","page":184},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":185,"nass":"عندما وفد بنو نهد عليه قام زعيمهم يشكو الجدب فقال: أتيناك يا رسول الله من غورى تهامة بأكوار. الميس، ترتمى بنا العيس. نستحلب الصبير، ونستخلب الخبير، ونستعضد البرير، ونستخيل الرهام، ونستجيل الجهام، من أرض غائلة العطا، غليظة الوطا، قد نشف المدهن، ويبس الخعثن، وسقط الأملوج، ومات العسلوج، وهلك الهدى، ومات الودى ...\rفدعا لهم النبي قائلا: اللهم بارك لهم فى محضها ومذقها وابعث راعيها فى الدثر بيانع الثمر، وافجر له الثمد، وبارك فى المال والولد.\rثم كتب معه كتابا إلى قومه جاء فيه: لكم يا بنى نهد فى الوظيفة الفريضة ولكم الفارض والفريش وذو الضنان الركوب والفلو الفبيس ... ومن أراد تفسير ذلك فليرجع إلى المواهب اللدنية للقسطلانى (¬1).\rفالتمكن من لغة القوم لا بد منه لنجاح الدعوة.\r3 - الخبرة الفنية: إن الدعوة تربية وتعليم ورعاية وتوجيه لا بد فيها من الدراية بأصول القواعد التربوية والأحوال النفسية، والجاهل بهذه الطرق يخفق كثيرا\r¬__________\r(¬1) ج 1 ص 265.","seal":"E015FD18","page":185},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":186,"nass":"فى مهمته، فقد يضر من حيث يظن أو يعتقد أنه ينفع، وقد يكون تصرف واحد منه قاضيا على كل جهوده.\rلقد نصح النبي -صلى الله عليه وسلم- معاذا وزميله حين أرسلهما إلى اليمن قائلا: \"يسرا ولا تعسرا، وبشرا ولا تنفرا، وتطاوعا ولا تختلفا\" (¬1). ولما شكا الناس إليه إطالة معاذ فى الصلاة قال له: \"أفتان أنت يا معاذ\"؟ .\rومن مظاهر الفنية فى الدعوة ما روى أن عمر ابن الخطاب-رضي الله عنه-، عندما بلغه أن عظيما بالشام يسرف فى الشراب، كتب إليه آية {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ} وآية {قُلْ يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا}.\rوقال لحامل الكتاب: لا تدفعه إليه حتى يصحو من سكره، ثم قال لإخوانه: ادعوا له بالتوبة. فحسن حال الرجل، ثم قال عمر: هكذا افعلوا إذا أردتم الدعوة، وهذه الخبرة الفنية مستقاة من قول الله تعالى: \"ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتى هى أحسن\" (¬2)، وسيأتى شرح الحكمة فيما بعده.\r¬__________\r(¬1) رواه مسلم.\r(¬2) سورة النحل: 125","seal":"DC3A9570","page":186},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":187,"nass":"3 - مما يلزم لنجاح الداعى أن \"يكون على خلق كريم، وعلى هيئة غير منفرة.\r(1) فالأخلاق سلاح فعال فى نجاح الدعوة، وهى فى الوقت نفسه دعاية صامتة، قد تغنى عن الدعاية القولية، والأخلاق اللازمة للداعى كثيرة، منها الصبر والتحمل، فميدان الدعوة ميدان جهاد لا بد فيه من متاعب ومشاق، ينبغى أن تقابل بالصبر، ورسول الله -صلى الله عليه وسلم- هو قدوة الدعاة فى ذلك، والشواهد كثيرة زخرت بها كتب السيرة.\rومنها عدم الحرص على الدنيا، والعفة والقناعة التى تملأ النفس رضا، والقلب طمأنينة، وتكف عن التفاهات والدنايا التى يتردى فيها الشرهون الحريصون، وصدق رسول الله إذ يقول \"ازهد فى الدنيا يحبك الله، وازهد فيما فى أيدى الناس يحبك الناس\" (¬1).\rفليكن رائد الداعى من دعوته هو رضاء الله وحب الخير للناس، وفى الحديث الشريف \"من كانت الدنيا همه فرق الله عليه أمره، وجعل فقره بين عينيه، ولم يأته من الدنيا إلا ما كتب له، ومن كانت الآخرة\r¬__________\r(¬1) رواه ابن ماجه.","seal":"BECCB948","page":187},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":188,"nass":"همه جمع الله له أمره، وجعل غناه فى قلبه، وأتته الدنيا وهى راغمة \" (¬1).\rومن الأخلاق استقامة السلوك بوجه عام فى أداء الواجبات والبعد عن المنهيات، حتى يكون الداعى قدوة للناس وحتى يجتذب قلوبهم إليه ويكسب ثقتهم به، وحتى لا يشك الناس فى صدق ما يدعو إليه إذا كان هو غير عامل به، والثقة والمحبة من أقوى عوامل النجاح.\rومن الأخلاق اللازمة للدعاة إذا كانوا فى مكان واحد الاتفاق وعدم الاختلاف، وهذا أمر له أهميته البالغة ولعل مما يعين عليه هو الإخلاص للواجب ورعاية المصلحة العامة، وإطراح الأهواء الشخصية والأغراض الخاصة، فإن الاختلاف بين الزملاء أكبر عوامل الهدم لجهودهم، وأول ما ينزع الثقة منهم، ويسئ إساءة إلى الدعوة بعامة. ولهذا أكد النبي -صلى الله عليه وسلم- على معاذ وزميله فى وصيته لهما أن يلتزما التعاون فقال \"وتطاوعا ولا تختلفا\".\rوما يشير إلى أهمية الأخلاق فى الدعوة قوله تعالى: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا\r¬__________\r(¬1) رواه ابن ماجه.","seal":"C632FC61","page":188},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":189,"nass":"وَقَالَ: إنَّنِي مِنَ الْمُسْلِمِينَ\" (¬1) فمدار تفضيل الله للداعى هو العمل الصالح والإخلاص فيه والاستسلام له سبحانه.\rوكانت أخلاق الدعاة إلى الله فى الزمن الأول من الأسباب القوية فى سرعة انتشار الإسلام، وتقبل الناس له كما شهد بذلك المؤرخون المنصفون وكل ذلك من هدى النبي -صلى الله عليه وسلم- فى قوله وفعله الذى فسر معنى الحكمة فى الدعوة، ويحضرنى الآن من ذلك موقفه من اليهودى الذى أراد امتحانه فى أخلاقه فنجح النبي وأسلم الرجل، ذلك أن زيد بن سعنة قال: لم يبق من علامات النبوة شيء إلا وقد عرفته فى وجه محمد حين نظرت إليه، إلا اثنتين لم أخبرهما منه: يسبق حلمه جهله، ولا تزيده شدة الجهل عليه إلا حلما: فكنت أتلطف له لأن أخالطه فأعرف حلمه وجهله، فابتعت منه تمرا إلى أجل، فأعطيته الثمن، فلما كان قبل محل الأجل بيومين أو ثلاثة أتيت فأخذت بمجامع قميصه وردائه، ونظرت إليه بوجه غليظ ثم قلت: ألا تقضينى يا محمد حقى، فو الله إنكم يا بنى عبد المطلب مطل. فقال عمر: أى عدو الله أتقول لرسول الله ما أسمع؟ فو الله لولا ما أحاذر فوته لضربت\r¬__________\r(¬1) سورة فصلت: 33","seal":"ED67D77D","page":189},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":190,"nass":"بسيفى رأسك. ورسول الله -صلى الله عليه وسلم- ينظر إلى عمر فى سكون وتؤدة وتبسم، ثم قال: أنا وهو كنا أحوج إلى غير ذلك منك يا عمر، أن تأمرنى بحسن الأداء وتأمره بحسن اتباع الاقتضاء اذهب يا عمر فاقضه حقه، وزده عشرين صاعا مكان ما رعته. ففعل، فقلت يا عمر كل علامات النبوة قد عرفتها فى وجه رسول الله صلى الله عليه وسلم حين نظرت إليه إلا اثنتين لم أخبرهما يسبق حلمه جهله ولا تزيده شدة الجهل إلا حلما.\rفقد خبرتهما، فأشهدك أنى رضيت بالله ربا، وبالإسلام دينا، وبمحمدا نبيا (¬1).\rوروى أنه قال لعمر فى موقف آخر من مواقف الدعوة التى أغلظ فيها الأعرابى، أما علمت أن الحليم كاد أن يكون نبيا؟ وقد أسلم الأعرابى لهذه المعاملة وعاد إلى قومه داعيا إلى الإسلام (¬2).\rومن حسن أخلاف النبي أيضًا فى الدعوة أن أعرابيا دخل المسجد فبال فيه، فصاح الناس به مستنكرين عمله، فقال لهم النبي -صلى الله عليه وسلم-: \"دعوه ولا تزرموه\"\r¬__________\r(¬1) رواه الطبراني وابن حبان والحاكم.\r(¬2) رواه الدارقطنى والبيهقى والحاكم.","seal":"DD06D363","page":190},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":191,"nass":"-لا تقطعوا عليه بوله- فلما فرغ دعا بدلو من ماء فصبه عليه (¬1).\r(ب) وحسن هيئة الداعى، فى هندامه الجميل ومظهره الكريم وعدم التشويه المنفر، له دخل كبير فى تقبل ما يدعو إليه، وفى التفاف القلوب حوله، وهذه طبيعة بشرية لا يشك فيها أحد، ولذلك كان رسل الله بريئين من كل ما ينفر الناس، فمهمتهم تأليفهم لا تنفيرهم، وتقريبهم لا إبعادهم.\rوإذا لم يكن للداعى نصيب فى الحسن الخلقى الجذاب فليكن ذلك بما يستطيعه من حسن الهندام، وقد كان لرسول الله -صلى الله عليه وسلم- حلة يلبسها للعيدين والجمعة، كما ذكره ابن القيم (¬2)، وقال لأصحابه: \"ما على أحدكم لو اشترى، إن وجد سعة، ثوبين ليوم الجمعة سوى ثوبى مهنته\" (¬3).\rومما يدل على تأثير المظهر بوجه عام فى الدعوة ما ذكره \"أرنولد\" فى كتابه \"تاريخ الدعوة\" (¬4). إذ يقول: يتحدث سعيد بن الحسن أحد يهود الاسكندرية\r¬__________\r(¬1) رواه مسلم.\r(¬2) زاد المعاد ج 2 ص 121\r(¬3) رواه أبو داود وابن ماجة.\r(¬4) ص 458","seal":"5D35C1AA","page":191},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":192,"nass":"الذي اعتنق الإسلام سنة 1238 م، عن مشهد صلاة الجمعة فى مسجد باعتباره عاملا حاسما فى تحوله إلى الإسلام فيقول: وعندما دخلت المسجد ورأيت المسلمين يقفون صفوفا كأنهم الملائكة سمعت هاتفا يقول: هذه هى الجماعة التى أخبر الأنبياء بقدومها، ولما ظهر الخطيب مرتديا عباءته السوداء استولى علىَّ شعور عميق من الرهبة، ولما بدأت الصلاة أحسست بقوة تدفعنى إلى النهوض، لأن صفوف المسلمين بدت أمامى كأنها صفوف الملائكة التى يتجلى الله القدير فى سجداتهم وركعاتهم، وأيقنت فى نفسي أنى خلقت لأكون مسلما.\rوقال رينان: ما دخلت مسجدا قط دون أن تهزنى عاطفة حادة أو بعبارة أخرى، دون أن يصيبنى أسف محقق على أننى لم أكن مسلما.\rفالمظاهر الحسنة بوجه عام لها أثرها الكبير فى النفوس وبخاصة وسط قوم يحبون ذلك، ولأمر ما أقر عمر رضى الله عنه ما رأى عليه معاوية بن أبى سفيان حين كان واليا على الشام، ورأي ما فيه من المظاهر التى لا عهد للعرب بها، لأنه عرفه أنه بين قوم يقدسون هذه المظاهر، والذكى اللبق هو من عرف كيف يسيطر على القوم وبأي وسيلة ينجذبون إليه.","seal":"18E901D2","page":192},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":193,"nass":"وبهذا تعرف أن إعداد الداعي علميا وخلقيا وفنيا له أثره الكبير فى نجاح الدعوة، ولا بد لهذا من ترتيبات خاصة ودراسة معينة، وتوجيهات فعالة واختيار موفق، إن هذا الإعداد لا يكون بمثل التوجيهات العامة لفترة محدودة، بل لا بد أن يستغرق سنين طويلة وبخاصة من أجل، الاطمئنان على الناحية الفنية والخلقية، إن بعث واحد فيه هذه المواصفات كاملة خير من ألف ينقصهم هذا الإعداد، إن الإرساليات الدينية فى أوربا لها معاهدها ومؤسساتها الخاصة يربى فيها الدعاة على نظام دقيق، وبخاصة من الناحية الخلقية، وقد يكون من الأوفق التفكير فى إنشاء معاهد لتخريج الدعاة تكون مناهجها متناسبة مع مهمتهم، ولا يلحق بها إلا المعروفون بالملاحظة والتجربة الدقيقة أنهم ذوو أخلاق حسنة ترشحهم للقيام بهذه المهمة النبيلة.\rويعجبنى في هذا المقام حديث للمرحوم الشيخ المراغى فى جريدة الدستور سنة 1938 جاء فيه:\rومن لوازم الداعى أن يكون شجاعا صادقا قوى الإيمان بما يدعو إليه، يرى في الإقدام لذة وحقا للنفس الخيرة، يؤديه احتسابا لله لا على أنه مكلف به يؤديه للأجر وزيادة الدرجات والمرتبات، ومن حق الداعى","seal":"40CC637C","page":193},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":194,"nass":"أن يكون بصيرا بالوسط الذى يعيش فيه، خبيرا بأحوال النفوس، واسع الحيلة فى التنقل من طريق إلى طريق، يقصد الهداية المطلوبة من طريقها النافع.\rوليس أفعل فى النفوس من جلال تكسبه التقوى وملازمة حدود الله، ومن جمال يلقيه العلم الناضج على صاحبه، ومن هيبة يوجدها الإعراض عن الدنيا وعدم الحرص عليها.\rوقد شاهدنا فقراء ليس لهم جاه رسمى ولا عزة عصبية يهابهم أصحاب المقامات الرفيعة والأموال المكنوزة، وينكمشون أمام هيبتهم التى بسطتها التقوى وزانهم بها العزيز الحكيم.\r\rخامسا: لا بد أن تكون هناك حكمة فى الدعوة، أى تخطيط دقيق يتناول أسلوبها وأغراضها ومعانيها وكل ما يتصل بها، وأحسن تخطيط ما كان مستوحى من القرآن الكريم والسنة وما يضاف إليهما من التجارب والخبرات النابعة من وحى الظروف والأحداث، قال تعالى: \"قل هذه سبيلى أدعو إلى الله على بصيرة أنا ومن اتبعنى\" (¬1).\rفالدعوة على بصيرة أى على يقين وإيمان، أو على علم وهدى، وهذا العلم الذى ينير طريق الدعوة مبين\r¬__________\r(¬1) سورة يوسف: 108","seal":"773445FB","page":194},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":195,"nass":"فى قوله تعالى: \"ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتى هى أحسن\" (¬1). ولا أطيل عليك فى ذكر ما قاله المفسرون فى هذه الآية، وعدم اتفاقهم على رأى فى معنى الحكمة وأذكر لك ما أميل إليه من هذه الآراء.\rيبدو أن الحكمة هنا هى العقل والتفكير السليم الذى يضع كل شيء موضعه، وقد أمر الله نبيه باستعمالها ليكون أساس دعوته معقولا ومقبولا، وليكون سلوكة مع الناس سلوكا مستقيما.\rولعل هذا المعنى هو المراد من الحكمة فى قوله تعالى: \"يؤتى الحكمة من يشاء، ومن يؤت الحكمة فقد أوتى خيرا كثيرا\" (¬2). لأنها آتية بعد أدلة التوحيد فى مجادلة إبراهيم مع النمرود، وفى قصة عازر وإبراهيم والبعث، وضرب أمثلة محسوسة للدعوة إلى الإنفاق الخالص لله بالسنابل والصفوان والمطر والجنة والإعصار، والإنفاق من الطيبات، لأننا لا نحب أن نأخذ الخبيث فكيف نعطيه لغيرنا، والتفكير فى أن الشيطان يعد الفقر والله يعد الغنى، فكل هذا مما يلفت النظر ويجول فيه الفكر، ومن اهتم بهذا النوع\r¬__________\r(¬1) سورة النحل: 125.\r(¬2) سورة البقرة: 269","seal":"C311E16D","page":195},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":196,"nass":"فقد أوتى خيرا كثيرا، وما يذكر إلا أولوا الألباب، ولعل الحكمة بهذا المعنى هي منة الله على داود فى قوله: \"وشددنا ملكه وآتيناه الحكمة وفصل الخطاب\" (¬1).\rفالحكمة أن تكون الفكرة سليمة والآداء جميلا، فهي تشمل المعنى والأسلوب، ثم إن المراد بالموعظة الحسنة أن يكون الترغيب فى الخير والترهيب من الشر بأسلوب عفيف لا فحش فيه ولا سباب مثلا، فإن مثل هذه الأساليب الخشنة يحدث عكس المطلوب، قال تعالى: {وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} (¬2).\rوكان هذا الأسلوب بمكة عندما كان يواجه الرسول بدعوته العقائد الضالة والعادات المفاسدة، ويقوم وحده بهذه الدعوة، والمجادلة هى المخاصمة فلتكن بالصيغة الحسنى، فإن سبوك فكن حليما، وإن آذوك فكن صبورا، ولعل مما يشير إلى ذلك قوله تعالى: {وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ} (¬3). فاستعمل معهم طريق اللين والعفو فذلك أجدى وأنفع.\r¬__________\r(¬1) ص: 20\r(¬2) سورة الأنعام: 108\r(¬3) سورة فصلت: 34","seal":"9D5EA52E","page":196},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":197,"nass":"فالأسلوب الحكيم في الدعوة له مظاهر متعددة وألوان مختلفة، وقد يصلح لون في بلد ولا يصلح في آخر، وقد ينفع أحدها في عصر ويضر في عصر آخر، ومن واقع هدى الإسلام فى القرآن والسنة، ومن تجارب المختصين في الحياة أذكر هنا بعض مظاهر الحكمة في تبليغ الدعوة:\r1 - من الحكمة عند اقتلاع عقيدة باطلة أو عادة فاسدة، أو نقد وضع معين، ألا يوجه العمل إلى ذلك بطريق مباشر، بل يتخذ له طريق لا يثير معارضة أو يوقد نار فتنة، فإن الموروثات وبخاصة منها المقدسات الدينية ليس من السهل تحويل الإنسان عنها، فكل إنسان معتز برأيه وعقيدته، وكل جماعة معتزة بمقدساتها ومعتدة بسلوكها، وذلك أمر طبيعى في الجنس البشرى، لأن مظهر الحرية والكرامة والعناد، يظهر بوضوح عند توجيه النقد إلى العقيدة والسلوك، وقد تقدم نهى الله نبيه أن يسب الذين يدعون من دون الله فيسبوا الله عدوا بغير علم. وحسب الداعى الحكيم فى مواجهة الباطل بعد دراسة كل الظروف أن يحاول زحزحة الناس عن ثقتهم في عقيدتهم وسلوكهم وبطريق غير مباشر، ولعل مما يفيد فى هذا المجال:","seal":"C88D407C","page":197},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":198,"nass":"(أ) توجيه الأنظار إلى نواحى الشر والفساد فى عقيدة من العقائد، أو نمط من السلوك يشبه ما يريد أن يغيره الداعى، ثم يترك الفرصة للعقل يفكر ويقدر، فقد ينتبه بنفسه إلى مواطن الشر فيحاول باختياره أن يصلح من شأنه، إن الله سبحانه وهو يوجه أنظار المشركين إلى فساد إشراكهم بالله مخلوقات لا تسمع ولا تبصر، ولا تغنى من الحق شيئًا، عدد عليهم نعمه الكثيرة وبين أنه وحده خالقها والمتفضل بها، ولأنهم يعتقدون أنه وحده خالق كل شئ، كما ورد في قوله: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} (¬1). ولكنهم يشركون الأصنام معه فى العبادة، لما حكى الله عنهم بقوله: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} (¬2). قال الله بعد تعداد النعم فى أوائل سورة النحل: {أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ} (¬3)؟\rفإلقاء هذا الاستفهام الإنكارى يوجه أنظار المشركين للتفكير فيما هم عليه من عقيدة.\r¬__________\r(¬1) سورة الزخرف: 9\r(¬2) سورة الزمر: 3\r(¬3) سورة النحل: 17","seal":"EED2E88F","page":198},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":199,"nass":"ومثله ما سلكه الإسلام فى تحريم الخمر، وكان شربها متأصلا فى العرب، لم يشأ أن يوجه إليهم النقد المباشر، ولكن بين لهم أنها من نعم الله عليهم فقال تعالى: {وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا} (¬1)، ولما سألوا: هل هى حرام، اكتفى ببيان ما فيها من نفع وضر وأن الضر فيها أكبر، وترك للعقل يفكر ويوازن ليدرك بنفسه أن ما كثر ضرره على نفعه جدير بتركه، فالعمل الذى تفوق خسارته ربحه لا ينبغى أن يحرص العاقل عليه، ولم يقطع الإسلام فيها برأى.\rقال تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} (¬2). حتى إذا أدركوا خطرها أخيرا بما وقع من خطأ فى الصلاة نتيجة السكر، وبما حدث من شجار وسباب وتعد على الأموال وغيرها طلبوا بأنفسهم بيانا شافيا فيها، فحرمت أولا قبل الصلاة {لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} (¬3).\r¬__________\r(¬1) سورة النحل: 67\r(¬2) سورة البقرة: 219\r(¬3) سورة النساء: 43.","seal":"5319E16E","page":199},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":200,"nass":"ثم حرمت بعد ذلك نهائيا بقوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (90) إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ (91)}؟ (¬1).\rومما يفيد أيضًا هذا المجال الاهتمام بعرض محاسن الإسلام إن كان يدعو إليه، أو محاسن مبدأ من المبادئ إذا كان المقصود بالدعوة هذا المبدأ، دون أن يتعرض لذكر مساوئ نقيضه فليتركها ليدركها السامع بطريق المفهوم. وفي هذا العمل بناء من جانب الداعى وهدم للمبدأ الفاسد من جانب المدعو، والبناء القوى إذا ظهر بصورة رائعة تداعى غيره أو قل شأنه على الأقل.\rويقول المثل الغربى: بدل أن تلعن الظلام أو قد شمعة، ذلك أن لعن الظلام جهد ضائع لا يذهب به، ولكن الذى يذهبه هو عمل إيجابى في مقابله، وهو إضاءة الشمعة، فذكر المحاسن لمبدأ يعطي فرصة للمدعو أن يفكر في مبدئه وقيمته بالنظر لما يراه\r¬__________\r(¬1) سورة المائدة: 90، 91","seal":"CDE40CD9","page":200},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":201,"nass":"ويسمعه، وهناك يكون تحوله للمبدأ الجديد عن اقتناع دون إثارة شعور أو مضاعفات غير حميدة.\r2 - ومن الحكمة عرض التشريع مبسطا والعقيدة واضحة عند الدعوة إلى الدخول فى الإسلام، والحذر من تعقيد الأسلوب واستعمال الوسائل الصناعية الملتوية التى تشوه طبيعة الأشياء وتخرجها عن بساطتها، الفطرية إلى عمل مصنوع معقد.\rوالعقيدة الإسلامية مبسطة وواضحة لأنها قائمة على العقل، وأدلتها منثورة في الكون كله، ألم تر إلى الأعرابى عندما سئل عن وجود الله فقال: البعرة تدل على البعير، والأثر يدل على المسير فسماء ذات أبراج، وأرض ذات فجاج، وبحار ذات أمواج، أفلا يدل ذلك على اللطيف الخبير؟ . ولم سأل النبي أمة عن الله فأشارت إلى السماء حكم بإيمانها.\rإن بساطة الأعرابى في الاستدلال على وجود الله لا تزيد عنها فلسفة \"نيوتن\" عالم القرن الثامن عشر (توفى 1727 م) عندما سئل عن وجود الخالق فقال: من الجلى الواضح أنه لا يوجد أى سبب طبيعي يمكن أن يعزى إليه توجيه جميع الكواكب وتوابعها للدوران فى وجهة واحدة وعلى مستوى واحد دون أن يحدث فيها أى تغيير يذكر. فمجرد النظر لهذا التدبير يشعر بوجوب وجود قدرة إلهية تحدثه.","seal":"141186B8","page":201},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":202,"nass":"فالعقيدة الإسلامية تنادى على نفسها بالصدق ولا تستعصى على الفهم. وكانت بساطتها سبيا فى تقبل الناس لها، يقول \"أرنولد\": إن هذه العقيدة البسيطة لا تتطلب تجربة كبيرة للإيمان، ولا تثير فى العادة مصاعب عقلية خاصة، وإنها لتدخل نطاق أحط دركات الفهم والفطنة، ولما كانت خالية من المخارج والحيل النظرية اللاهوتية كان من الممكن أن يشرحها أى فرد، حتى أقل الناس خبرة بالعبادات الدينية النظرية (¬1). وقد تقدم لك ما ذكره \"كيتانى\" عن سر تحول أهل الشام إلى الإسلام.\r3 - ومن الحكمة عند دعوة الناس إلى اعتناق الإسلام عدم التشدد فى أخذهم بمبادئه من أول الأمر، ومراعاة التساهل إلى حد ما حتى تألفها النفس الغريبة عنها وتتعودها، وستنقاد إليها طواعية بعد ذلك.\rوقد رأينا فى وفد ثقيف أن النبي - صلى الله عليه وسلم - قبل منهم الشهادتين والصلاة، وحط عنهم الزكاة والجهاد مؤقتا كطلبهم حتى يألفوهما.\rثم ذكر أنهم سيصدقون ويجاهدون من تلقاء أنفسهم وقد كان ذلك (¬2).\r¬__________\r(¬1) تاريخ الدعوة ص 454\r(¬2) رواه أحمد وأبو داود.","seal":"C4DE3B09","page":202},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":203,"nass":"وجاء رجل إلى النبي - صلى الله عليه وسلم - فقال بعد أن تعلم منه ما تعلم: علمنى رسول الله وكان فيما علمنى: \"وحافظ على الصلوات الخمس\". قلت: إنها ساعات لى فيها أشغال، فمر بأمر جامع إذا فعلته أجزأ عنى. فقال: حافظ على العصرين؟ قال \"صلاة قبل طلوع الشمس وصلاة قبل غروبها\" (¬1).\rوكان هذا التخفيف من النبي بصفة مؤقتة حتى يتعود الرجل الصلاة. إن الذين يريدون للداخلين حديثا فى الإسلام أن يؤدوا مرة واحدة كل ما جاء فيه من تكاليف، قوم لا يعرفون طبيعة البشر ولا منهج الدعوة، إن سياسة التدرج فى حركة الإصلاح، والبعد عن الطفرة يفسرها قول عمر بن عبد العزيز لابنه عندما لامه على إرجاء تنفيذ بعض ما يراه حقا، أخشى أن أحمل الناس على الحق جملة فيرفضوه جملة.\rوقد كان الختان من الأمور التى خشيها المنبوذون فى الهند عندما دعوا إلى الدخول في الإسلام، كما قررته البعثة الأزهرية الموفدة إليها سنة 1936، فصدرت الفتوى بما أذهب مخاوفهم والدين يسر.\r4 - ومن الحكمة فى الدعوة القصد إلى الرءوس\r¬__________\r(¬1) رواه أبو داود عن عبد الله بن فضالة عن أبيه.","seal":"732DD6B2","page":203},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":204,"nass":"الكبيرة والشخصيات الهامة لأن استجابتها ستجر وراءها استجابة الأتباع والبسطاء بتأثير عامل التقليد أو يحكم العلاقة بين الكبير والصغير والرئيس والمرءوس.\rوكان بود النبي - صلى الله عليه وسلم - أن يسلم كبار قومه ولكن الله أخبره أنهم لن يستجيبوا له الآن، وسيدخلون فى الإسلام عندما تتهيأ الظروف، وكان ذلك فى فتح مكة بعد إحدى وعشرين سنة من بدء الدعوة.\rلقد كتب النبى إلى الملوك والكبار رجاء أن يسلم أقوامهم بإسلامهم، ولما عرض جمال الدين الإسلام على \"تغلق تيمور خان\"، ملك \"كشغر\" (1347 - 1363 م) اقتنع به ثم قال له: لا أستطيع أن أهدى أتباعى إلى الإسلام حتى يؤول الملك العام إلى بعد توحيد الإمارات، وقد كان ذلك، فدعا الأمراء فقبلوا، وطلب أحدهم مبارزة الداعى إلى الإسلام لخادمه فقبل التحدى وانتصر فأسلم الأمير وأسلم فى ذلك المشهد مائة وستون ألفا، وأصبح الدين الإسلامى منذ ذلك الوقت دين سكان الحضر فى الولايات الخاضعة لسلطان خلفاء \"جفطاى\" (¬1).\r¬__________\r(¬1) تاريخ الدعوة لأرنولد 267، 268","seal":"27B62DBD","page":204},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":205,"nass":"فهداية رجل كبير تهدى مئات وألوفا من الأتباع، والجهد فى مثل هذه الحالات جهد مثمر.\rوكان من حيل المستعمرين فى حمل الشعب على مذهب أو سلوك معين أن يولوا أعوانهم المناصب الكبيرة حتى يقلدهم الأتباع والمرءوسون ويستجيبوا لتوجيهاتهم، إما عن عقيدة، وإما لمجرد المتابعة التى قد تتطور بمرور الزمن إلى اعتقاد.\r5 - ومن الحكمة أن يكسب الداعى صداقة الكثيرين ممن تظن منهم المعارضة له أو عدم تيسير مهمته، وأن يتفطن لمنافذ الشر التى تقف فى طريق دعوته فيسدها أو يتجنبها بطريقة سليمة لا تثير فتنة، فالدعوة حرب، والحرب خدعة لا بد فيها من التحاليل البريء لشق الطريق بأمان.\rوهذه مداراة لا بأس بها، ولنا فى قول رسول الله - صلى الله عليه وسلم - فى شأن عيينة بن حصن الفزارى حين رآه مقبلا عليه \"بئس أخو العشيرة\" فلما جلس الرجل تطلق النبي فى وجهه وانبسط إليه، ولما سألته عائشة عن سر هذا المسلك قال: \"متى عهدتنى فاشا، إن شر الناس عند الله منزلة يوم القيامة من تركه الناس اتقاء شره\" (¬1).\r¬__________\r(¬1) رواه البخارى.","seal":"732EB4BE","page":205},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":206,"nass":"وقد قال العلماء: إن هذا السلوك مداراة بذلت فيها الدنيا لصلاح الدين أو الدنيا أو هما معا، وهى مباحة وليست مداهنة يبذل فيها الدين لصلاح الدنيا فهى مذمومة (¬1).\r6 - ومن الحكمة حسن اختيار الموضوع الذى يتحدث فيه الداعى، أو المبدأ الذى تراد الدعوة إليه بوسيلة من الوسائل، فالموضوعات والمسائل تختلف من بلد إلى بلد ومن زمن إلى أخر، وليكن الموضوع منتزعا من واقع البيئة وحكم الظروف ومتطلبات العصر، لا ما يختاره الداعى حتى لو كان غير مناسب لمقتضى الحال. والنبى - صلى الله عليه وسلم - كان إذا سأله مسائل أجابه عن أهم الأمور التى تناسبه، وإذا طلب منه وصية أوصى بما يصلح شأنه، إن الموضوعات التى تناقش مثلا فى أوروبا غير التى تناقش فى وسط إفريقيا، والموضوعات التى تثار فى البلاد الرأسمالية غير التى تثار فى البلاد الاشتراكية، وما يصلح للبدو لا يصلح للحضر، وهكذا. ومن أهم ما يعالج من موضوعات ما يأتى:\r(أ) الرد على الشبه التى يثيرها المستشرقون والمبشرون وأصحاب النحل والمذاهب الهدامة،\r¬__________\r(¬1) المواهب للقسطلانى ج 1 ص 291، 292","seal":"3A5A06CB","page":206},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":207,"nass":"والمتحررون الذين يميلون إلى اللادينية ومن داروا فى فلكهم لنبين وجهة نظر الإسلام فيها.\rفإذا كانت هناك شبه تطعن مثلا فى مبادئ الإسلام كعامل من عوامل النهضة والرقى، وتربط بين تأخر المسلمين وبين مبادئ الدين. فعلينا أن نبين سلامة المبدأ من حيث ذاته، ونبين السبب فى تأخر المسلمين عن غيرهم من الأمم، وهى أسباب خارجة عن نفس التشريع، فهى إما لسوء فهم للمبادئ أو جهل بها، أو تعلق بغيرها وإلى جانب الرد على الشبه يجب أن نفيد من توجيهها إلينا فنضع الحلول التى تود عمليا على هذه الشبه بالتمسك بمبادئ الدين وتطبيقه تطبيقا صحيحا.\rفمن الشبه مثلا ما يتعلق بالقرآن من ناحية جمعه وترتيبه وكتابته وقراءته، ومن نسبته إلى النبي وعدم نسبته إلى الله، كما أثار ذلك حديثا القس \"ريكيه\" فى محاضرة ألقاها بجنيف فى قاعة القديس بطرس. ومن الشبه منافاة بعفى مبادئ الإسلام للمدنية كتحريم الربا، وإباحة الطلاق، وتعدد الزوجات، فتجب العناية بالرد على هذه الشبه، وتزويد العلماء بالثقافة الواسعة لإمكان مواجهة هذه الأباطيل.","seal":"57B0B614","page":207},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":208,"nass":"(ب) ويجب تفسير حقائق الإسلام تفسيرا علميا عصريا يتصل بالثقافات الحاضرة، ويوازن بينها وبين ما انتهت إليه هذه الأبحاث وقررته التجارب، وشرح المفاهيم باللغة والمروح التى تناسب العصر ووضع دائرة معارف إسلامية ذات فى دراسة عميقة على هذا الأساس لتكون مرجعا صادقا للراغبين فى المعرفة الدينية الصحيحة وسلاحا تدفع به الشبهات والشكوك.\rإن الإسلام ما يزال بكرا من هذه الناحية، لم يسبر غوره ولم يؤت على جميع حقائقه، وما أكثرها، والثقافات والحضارات فى تطور وتغير، فإن كانت العصور الماضية أفادت من الإسلام وكتابه بما يلائمها وفسرته بما كان عندها من ثقافات، فإننا الآن فى حاجة إلى شروح وتفسيرات بلغة العصر وحاجته.\rيقول (ولفرد كانتويل سميث): كل الكتب والأحاديث التى تتصل بهذا الدين تتخذ موقف الدفاع وتهدف إلى حماية ذمار الإسلام أكثر مما ترمى إلى شرحه وفهمه، وترمى إلى دعمه ومظاهرته أكثر مما ترمى إلى بيانه وكشفه، وهذه الحقيقة فى تشعبها البعيد هى علة سوء التفاهم بين المسلمين والغربيين، وهى السبب فى أن غير المسلمين يسيئون فهم الأفكار الإسلامية الحديثة.","seal":"309BE894","page":208},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":209,"nass":"والواقع أن كلا من الجانبين لم يدرك الموقف إدراكا تاما، فالمسلمون يأخذون قضايا الدين يتسلم ولا يقبلون سواها، على حين تجد الغربيين يؤمنون بالتفسير العقلى، وهذه الطريقة التى يتبعها المسلمون فى تقبل دينهم تفسد تقدير الغربيين للإسلام الحديث وتقف حائلا أمام المسلم فى صراعه ضد الصعوبات الدينية الحديثة التى يواجهها.\rومع عدم تسليمنا بهذا الكلام على إطلاقه، فإننا نريد أن لا ندع مجالا لمثل هذه الانتقادات، فنفسر إسلامنا تفسيرا علميا حديثا يتناسب، مع الثقافات الحاضرة ليعيش معها ويظهر سموه عليها.\r(ج) يجب تنقية الإسلام من كل دخيل عليه فى عقائده وعبادته وأخلاقه وسائر تشريعاته، فإن هذا الدخيل يشوه جماله ويظهره بصورة ممسوخة أمام الأجانب، تزهدهم فيه وتحملهم على توجيه الطعون إليه، وإشاعة أنه دين لا يستطيع أن يقف أمام العقل والمنطق وحقائق العلم، وبالتالى لا يتجاوب مع الحياة فى سننها الكونية الثابتة ومقرراتها الأكيدة.\rولعل من الخير أن يتجه الإصلاح إلى الطوائف المتجرة بالدعوة إلى الإسلام عن غير علم صحيح","seal":"A3162CB2","page":209},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":210,"nass":"بحقائقه، إنهم يدخلون عليه كثيرا من الخرافات لاستمالة السذاج إليه، فى الوقت الذى يباعدون بينه وبين العقلاء المتعطشين إلى دين صحيح نظيف.\rوإنصافا للحقيقة نقول: إن كثيرا من طلاب العلم الوافدين إلى الأزهر من أطراف أفريقيا ووسطها التى انتشر الإسلام فيها بطريقة أولية، يعودون بعد تخرجهم حاملين شعلة الإصلاح إلى أقوامهم ويزيلون هذه الملصقات من جوهر الدين.\rوكانت السلطات الاستعمارية تضطهد هؤلاء الطلاب الذين يفتحون عيون الأهالى على الحقيقة الإسلامية النقية، محاولين إبقاء الناس على جهلهم وضلالهم حتى يضمنوا استمرار التسلط عليهم وسهولة انتزاعهم من هذا الدين المشوه.\rكما يجب أن نتنبه إلى خطر الطوائف التى نشأت فى المجتمع الإسلامي كالقاديانية والبهائية، وبيان ضلال الأسس التى قامت عليها، وتبرئة الإسلام مما شوهوا به جماله.\r\rسادسا: لا بد أن تنشر الدعوة بكل الوسائل الممكنة التى أعرض منها ما يلى:","seal":"03C166BA","page":210},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":211,"nass":"1 - ترجمة معانى القرآن ترجمة صحيحة بالقدر الممكن بعد وضع تفسير مبسط له لا يحمل اتجاهات معينة، وستكون هذه الترجمة مصححة للترجمات المباشرة للقرآن التى تحمل كثيرا من الأخطاء، على أن تنشر هذه الترجمة بعدة لغات هامة، وإن لم تتيسر هذه الترجمة فلتوضع كتب مبسطة فى مبادئ الدين بلغات البلاد التى تحتاج إلى هذا القدر المبسط لتعرف شيئًا عن الإسلام فتؤمن به.\r3 - دعم الصحافة الإسلامية وتزويدها بالترجمات الهامة لمبادئ الدين، والرد على الشبه الموجهة إليه، وتفسير حقائقه تفسيرا علميا عصريا، وتعنى بأخبار العالم الإسلامي، وتقدم الدراسات الكافية للإفادة منها فى مجال الدعوة، وذلك كنشرة \"فيدس\" للأنباء التبشيرية التى تصدر أسبوعيا من مركز التبشير فى (روما) وتطبع بعدة لغات وترسل مجانًا لكثير من الجهات.\r3 - يحسن أن تكون هناك إذاعة خاصة ذات برامج دينية تعنى بالموضوعات الهامة التى تصلح للبلاد المختلفة وتكون موجاتها موجهة بلونا ثقافى إلى المنطقة المناصبة لها، باللغة التى تعرفها هذه المناطق، على أن يكون الإشراف على هذه الإذاعة إشرافا دقيقا من","seal":"62A20607","page":211},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":212,"nass":"مختصين أمناء يخططون يتناسب مع الغرض الذى أنشئت من أجله.\rعلى أن تكون إذاعة موحدة لتكون الفكرة المنبثة عنها واحدة، فإن لم يمكن ذلك، ينبغى أن تتولى الإذاعات المختلفة فى البلاد الإسلامية هذه المهمة، فى برامج خاصة بها، على أن يكون هناك جهاز تنسيق لها، متفرع من الجهاز العام للدعوة الذى تقدم ذكره.\r4 - ينبغى أن تعقد لقاءات متكررة لرسم السياسة العليا للدعوة، بعد تقديم تقارير وافية يستفاد منها فى وضع البرامج للمراحل المقبلة، كما هو متبع فى مركز التبشير العالمى فى روما، ولو اتخذ موسم الحج مثلا فرصة لعقد مؤتمر من هذا النوع لكان ذلك أيسر وأقل تكلفة وأدعى إلى الإخلاص فى العمل الذى يجتمع المؤتمرون من أجله -وقد يكون من الأوفق أن تنبثق من مؤتمر مجمع البحوث لجنة تخطط للدعوة على ضوء التقارير الواردة والتجارب الواقعة.\r5 - أن تنشأ مراكز إسلامية للدعوة فى أنحاء العالم، تراقب عن كثب أفكار الناس عن الإسلام لتصحح الأخطاء، وتظهر محاسنه، على أن تعطى هذه المراكز إمكانيات وتسهيلات واسعة لمباشرة نشاطها،","seal":"E67EAC0E","page":212},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":213,"nass":"فهى تعتبر محطات تقوية لإذاعة الهداية الإسلامية من مراكزها الأصلية فى البلاد الإسلامية، ومنطلقا جديدا للدعوة والدعاة ينبثون منه فى الجهات المحيطة بها على أن تكون هذه المراكز وحدة شاملة، أو صورة مصغرة للمراكز الكبرى الأصلية، ففيها صحافة وكتب ومحاضرات، ومدرسة لتعليم الدين واللغة وما إلى ذلك من أنواع النشاط.\r6 - التوسع فى إرسال البعوث إلى كافة أرجاء الدنيا بعد إعدادهم على النحو الذى تقدم ذكرة.\r7 - التوسع فى المنهج وقبول الطلاب الوافدين من أطراف العالم لتلقى العلم فى المعاهد والجامعات الدينية فى البلاد الإسلامية لأن هؤلاء سيعودون إلى بلادهم وهم دعاة للدين، ويقومون بنشاط قد يكون أعظم من نشاط المبعوثين الموفدين إلى هذه البلاد، وذلك لأمور:\r(أ) أنهم أعرف بلسان قومهم وعاداتهم وجميع أحوالهم، وقد عرفنا أثر هذه المعرفة فى نجاح الدعوة.\r(ب) عدم تكليف الجماعة الإسلامية أموال طائلة وإمكانيات كبيرة، فالطالب سيعود إلى بلده داعيا بتكاليف أقل كثيرا جدا من المبعوث وبجهد أقل.","seal":"3DDC50D6","page":213},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":214,"nass":"(ج) أنهم مستقرون فى بلادهم غير قلقين، لا تصرفهم عن التفرغ للدعوة ارتباطات أخرى ولا عوامل ضاغطة من حنين إلى وطن أو عدم ملاءمة جوه. أو غير ذلك مما يعرض للمبعوث المتغرب عن بلدة المرتبط بروابط كثيرة، وعامل الاستقرار له أهميته البالغة فى الدعوة.\r8 - لابد أن تدبر الأموال اللازمة للقيام بهذا النشاط العظيم، والخبراء فى هذا المجال لهم آراؤهم ندع ذلك لخبرتهم وعامل المال من أهم العوامل، إن لم يكن أهمها، فى نجاح كل مشروع، وبخاصة مثل هذا المشروع العظيم، وهو جهاد فى سبيل الله، رغب الإسلام فى بذل أقصى ما يستطاع فيه من مال وجهد، فما كان الجهاد إلا لنشر الدعوة وتأمين طريقها وحماية الحريات ودعم أركان السلام، ويا حبذا لو كان هناك صندوق عام يمول من كل الأقطار الإسلامية للجهاز الموحد الذى يشرف على الدعوة، أو يا حبذا لو زيدت فى ميزانية كل دولة المبالغ المرصدة لهذا العمل الجليل.\r9 - وإذا كان كل مسلم يشعر بأنه مكلف بالدعوة إلى الله بالقدر الذى يعرفه ويستطيعه، فإن كل مسلم وجد بين جماعة غير مسلمين، أو جماعة مسلمين محتاجين إلى التفقه فى الدين يجب عليه أن يؤدى","seal":"A4F29AB3","page":214},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":215,"nass":"واجب الدعوة فيهم بما يحتاجون إليه، يستوى فى ذلك الطلاب الموفدون من البلاد الإسلامية للتعلم فى البلاد الأجنبية والخبراء والسفراء والملحقون والزائرون والتجار والسائحون وغيرهم من كل من يمكنه أن يدعو إلى الله.\rوإن للطرق الصوفية جهدا كبيرا فى نشر الدعوة فى أفريقيا وآسيا على ما علمت من عرضنا لحركة الدعوة، إلا أنه ينبغى أن توجه توجيها صالحًا بإبعاد العناصر المتجرة بالدعوة، وتنقية بعض أفكارها التى لا يوافق عليها الإسلام، ولو أنها زودت بالعلماء الذين يصحبونها فى اجتماعاتها وتحركاتها لكان لها أثر عظيم فى نشر الإسلام الصحيح.\rوينبغى التنبيه إلى أن هناك بعض الأفراد ينتحلون صفة الدعاة يطوفون بالعالم الإسلامي وغيره، لا يريدون بذلك إلا كسب العيش وليس لهم من العلم قدر يساعدهم على الدعوة الصحيحة، وقد اتخذت إجراءات فى بعض البلاد الإسلامية لمنع أى أحد من أفرادها من السفر لنشر الدعوة إلا بعد تقرير من لجنة معتمدة من العلماء يثبت صلاحيته للدعوة، والإسلام ينهى عن التصدى للدعوة بغير علم فذلك","seal":"D73CB552","page":215},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":216,"nass":"كذب وافتراء على الله ورسوله وبالتالى صد عن سبيل الله لأنه يشوه جمال الدين.\r\rسابعا:\rمن أهم ما يساعد على قبول الناس لدعوه الإسلام أن يكون العمل بالدين ومبادئه واقعا حيا فى المجتمع الإسلامي، فالعمل بالدين أكبر دعاية له، ولو أراد المسلمون أن يعرضوا على الأجانب هذا الدين على أنه الأنموذج الكامل النظام الحياة لقيل لهم فى صراحة وبكل بساطة.\rلو كان فيه خير لاتخذوه نظاما لحياتهم، بل إنه سيقال لهم: لو كان الإسلام خيرا لسعد به معتنقوه ونهضوا، ولكن واقع حياتهم يتناقض مع دعواهم.\rوقد حدث أن \"فلاديمير\" ملك روسيا أراد أن يبحث عن دين غير الوثنية التى كان يدين بها، فانتهز دعاة كل دين الفرصة ليدخلوه فى دينهم، فلما حاول اليهود أن يهودوه، وكانوا قد جاءوا إليه من بلاد الخزر على بحر قزوين، سأل عنهم وعن تاريخهم فعلم أن الله شتت شملهم، وأبعدهم عن بلدهم بيت المقدس، فقال لهم: لقد بؤتم بلعنة الله ومع ذلك تريدون أن","seal":"0E8BEB56","page":216},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":217,"nass":"تعلموا غيركم؟ اذهبوا فنحن لا نريد أن نشرد كما شردتم.\rإن تطبيق المسلمين لمبادئ الدين تعطيهم شخصية مستقلة ومدعمة الاستقلال وعميقة الجذور، يأمنون معها أن تؤثر عليهم التيارات الفكرية والمذاهب المختلفة التى يعج بها المحيط الدولى، ويستحقون بجدارة أن يكونوا مصدرين لمبادئ الحق والخير، لا مستوردين لها، والإسلام غنى بكل أسباب السعادة لا يجمل بالمسلمين أن يتركوه إلى نظم أخرى وقد أثبت واقع التاريخ الإسلامي فى عصوره الزاهرة أن الإسلام أعظم نظام لسعادة الجنس البشرى، وشهد بهذة الحقيقة كبار المنصفين من الباحثين والكتاب الغربيين، فلا ينبغى أن يزهد المسلمون فى إسلامهم، ويعرضوه على غيرهم من الأمم، كأنه عملة قديمة لم تعد لها قيمتها أو متاع قديم لا يصلح للحياة الجديدة نريد أن نبيعه لغيرنا.","seal":"E3290B58","page":217},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":218,"nass":"خاتمة\rوبعد فهذا عرض سريع للدين العالمى وهو الإسلام، وبيان موجز لمنهج الدعوة إليه، يجب علينا أن نبلغه للناس فإن أكثرهم لا يعرفون مبادئه الحقة، ولم يفهموها على وجهها الصحيح وإذا كان الجهل بها متفشيا فى الأوساط الإسلامية فمن باب أولى من هم بعيدون عن الإسلام ولا يصلهم منه إلا معلومات ناقصة أو مشوهة.\rإن فى الناس فراغا روحيا وقلقا نفسيا فى هذه الأيام بعد كثرة الحروب ومخلفاتها المؤلمة، وبعد الصراع المادى والتنافس المسعور على الغلب والنفوذ الذعة وقع فريسته كثير من المستضعفين، وليس إلا الدين سكنا لنفوسهم وطمأنينة إلى قلوبهم، وشرحا لصدورهم بالأمل فى تفريج الكرب وتحول الحال، فلتكن هديتنا إلى هذه النفوس القلقة والأعصاب المتوترة غذاء روحيا تسكن به نفوسهم وتطمئن، نبلغه لهم نقيا صافيا خالصا، حلوا عذبا، مشرقا لامعا.\rإن فى العالم تيارات وأفكارا متضاربة تحاول أنه تطغى على الأديان عامة، ويخشى منها على المسلمين","seal":"D0EB3911","page":218},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":219,"nass":"أن يفتنوا بها عن دينهم، فالواجب علينا إبراز قوة الإسلام وعظمته ومتانة نظامه الروحى والاجتماعى لتحصين المسلمين ومقاومة هذا الغزو الجارف للآراء والمذاهب المتطرفة.\rلا ينبغى أن نقف مكتوفى الأيدى أمام الهجمات التى توجه إلى الإسلام، ولا موقف المتفرج من حركات التبشير ونشاط الدعوة إلى الأديان التى لا تملك من عوامل القوة الذاتية ما يملكه الإسلام.\rإن العدو يبدى مخاوفه الشديدة من الإسلام، لأنه يدعو إلى وحدة إسلامية ليس من صالح الاستعمار أن توجد لأنها تعرقل خططه الاستغلالية للشعوب. وهو يخشى أشد الخشية من نشاط الأزهر الشريف بالذات فى ميدان الدعوة الإسلامية، فقد كتب المختص بالبحث عن الأديان فى مجلة \"لايف\" يقول: إن الإسلام إلى زمن متأخر لم يكن له جماعات منظمة للتبشير، لأن هذا الدين الذى جعل المسلم فى غنى عن الوساطة بينه وبين ربه، قد جعله كذلك واعيا إلى دينه حيث كان، وإن لم تكن له جماعة ينتمى إليها، ويتقيد بنظامها لنشر الدعوة، إلا أن الدلائل تشير إلى عناية حديثة من جانب المسلمين بأنظمة التبشير،","seal":"AD4A7114","page":219},
      {"aya":null,"part":"1","sora":null,"Na":null,"id":220,"nass":"وقد أصبح الجامع الأزهر، ذلك المعقل الثقافى الذى صمد للتيارات الغربية، ينشط الآن لتدريب فئة قليلة من أبنائه كل سنة للعمل فى هذا الميدان (¬1).\rفلنحث الخطا فى طريق الدعوة إلى هذا الدين الذى قال الله فيه: \" {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} (¬2) وقال: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (33)} (¬3).\rوليبق الأزهر منارا للدعوة الإسلامية العالمية ومستعينا بالله فى أداء رسالته، فهو نعم المولى ونعم النصير، ، ،\r¬__________\r(¬1) مجلة الأزهر مجلد 32 ص 640\r(¬2) سورة آل عمران: 85\r(¬3) سورة التوبة 33","seal":"9E611CF8","page":220}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1427,"ShrtCs":0,"Bk":"الدين العالمي ومنهج الدعوة إليه","HigriD":"1427","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":3,"verName":null,"Lng":"عطية محمد عطية صقر","bLnk":null,"Inf":null,"Auth":"عطية صقر","Betaka":"الكتاب: الدين العالمي ومنهج الدعوة إليه\r\nالمؤلف: عطية صقر\r\nالناشر: مجمع البحوث الإسلامية، القاهرة - جمهورية مصر العربية\r\nعام النشر: 1408 هـ - 1988 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"عطية محمد عطية صقر (1333 - 1427 هـ = 1914 - 2006 م)\r\r• من كبار علماء الأزهر الشريف وعضو المجلس الأعلى للشؤون الإسلامية , شغل منصب رئيس لجنة الإفتاء بالأزهر\r\r• ولد في قرية بهنباى بمركز الزقازيق بمحافظة الشرقية بمصر\r• حفظ القرآن الكريم وعمره تسع سنوات، وجوَّده بالأحكام وعمره عشر سنوات، والتحق بالمدرسة الأولية بالقرية، ثم بمعهد الزقازيق الديني، وتخرج في كلية أصول الدين، وحصل منها على الشهادة العالية سنة 1941 م، والتحق بتخصص الوعظ، وحصل منه على شهادة العالمية مع إجازة الدعوة والإرشاد سنة 1943 م.\r\r• عين بالأوقاف فور تخرجه إمامًا وخطيبًا ومدرسًا، وتنقل في عدة مساجد بالقاهرة والجيزة وطهطا جرجاوية، والسويس، والبحر الأحمر، ثم القاهرة، وأحيل إلى التقاعد في نوفمبر سنة 1979 م.\r• وعمل في أثناء ذلك مترجمًا للغة الفرنسية بمراقبة البحوث والثقافة بالأزهر سنة 1955 م، ووكيلاً لإدارة البعوث سنة 1969 م، ومدرسًا بالقسم العالي للدراسات الإسلامية والعربية بالأزهر، ومديرًا لمكتب شيخ الأزهر سنة 1970 م، وأمينًا مساعدًا لمجمع البحوث الإسلامية.\r• وبعد التقاعد عمل مستشارًا لوزير الأوقاف، وعضوًا بالمجلس الأعلى للشؤون الإسلامية، وعضوًا بمجمع البحوث الإسلامية بالأزهر، ورئيسًا للجنة الفتوى، وانتخب عضوًا بمجلس الشعب سنة 1984 م، وعين عضوًا بمجلس الشورى سنة 1989 م، ومديرًا للمركز الدولي للسُّنَّة والسيرة بالمجلس الأعلى للشؤون الإسلامية بالأوقاف سنة 1991 م.\r\r• تعاقد مع وزارة الأوقاف بالكويت سنة 1972 م لمدة سبع سنوات، وسافر في رحلات إلى إيران، ثم أندونيسيا وليبيا والبحرين والجزائر\r• كما سافر في مهمة رسمية بعد التقاعد إلى السنغال ونيجيريا وبنين والولايات المتحدة الأمريكية وباكستان وبنغلاديش والعراق\r• وزار باريس ولندن وماليزيا وبروناي وسنغافورة والاتحاد السوفيتي.\r\r• شارك في البرامج الدينية بالإذاعة والتليفزيون، وتنشر له الصحف والمجلات، ويقوم بالخطابة والوعظ، ويعقد الندوات، مع نشاطه في لجنة الفتوى، ومجمع البحوث الإسلامية، والمجلس الأعلى للشؤون الإسلامية\r• وأشهر فتاواه الحكم بريوية الفوائد البنكية ودفاعه عن ختان الإناث بأنه بين الوجوب والاستحباب ولقي بسبب بعض فتاواه الكثير من المشاكل حتي جاءت فتواه الشهيرة بتحريم مصافحة المرأة الأجنبية أثناء برنامجه التلفزيوني \"فتاوى وأحكام\" مما تسبب حالة من الجدل والخلاف أدت إلى ايقاف البرنامج لفترة وأيضا في تنحيته عن منصب رئيس لجنة الفتوي بالأزهر الشريف عام 2002 م\r\r• توفى عن عمر يناهز ال 92 عاما في مركز الطب العالمي بالهايكستب -القاهرة ودفن في قريته بهنباي\r\r[مؤلفاته] منها:\r• الدعوة الإسلامية دعوة علمية: وهو الكتاب الحاصل على جائزة المجلس الأعلى للشؤن الإسلامية\r• دراسات إسلامية لأهم القضايل المعاصرة.\r• الدين العالمى ومنهج الدعوة إليه.\r• العمل والعمال في نظر الإسلام.\r• الحجاب وعمل المرأة\r• البابية والبهائية تاريخا ومذهبا\r• فن إلقاء الموعظة","seal":"B405DE6E","cat":"الدعوة وأحوال المسلمين","oNum":95667,"BkId":95667,"oAuth":2908,"bVer":1,"aSeal":"7DCBF785"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95667":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"تقديم"},
      {"lvl":1,"id":6,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":10,"sub":0,"tit":"معنى عالمية الدين"},
      {"lvl":1,"id":16,"sub":0,"tit":"الإسلام هو الدين العالمى"},
      {"lvl":2,"id":17,"sub":0,"tit":"الأدلة النقلية على عالمية الدين الإسلامى"},
      {"lvl":2,"id":24,"sub":0,"tit":"الأدلة الذاتية أو العوامل الأساسية لعالمية الدين الإسلامي: -"},
      {"lvl":2,"id":38,"sub":0,"tit":"الأدلة: الواقعية على عالمية الدين الإسلامى"},
      {"lvl":1,"id":39,"sub":0,"tit":"الرسول يبلغ الدعوة العالمية"},
      {"lvl":2,"id":39,"sub":1,"tit":"(أ) أوامر التبليغ"},
      {"lvl":3,"id":40,"sub":0,"tit":"ومن الآيات المكية حسب ترتيب نزولها ما يأتى: -"},
      {"lvl":2,"id":44,"sub":0,"tit":"(ب) منهج التبليغ"},
      {"lvl":3,"id":44,"sub":1,"tit":"أولا- فى مكة"},
      {"lvl":3,"id":50,"sub":0,"tit":"ثانيا - فى المدينة"},
      {"lvl":4,"id":55,"sub":0,"tit":"فى داخل الجزيرة"},
      {"lvl":4,"id":57,"sub":0,"tit":"فى خارج الجزيرة"},
      {"lvl":1,"id":65,"sub":0,"tit":"المسلمون يبلغون الدعوة العالمية"},
      {"lvl":2,"id":65,"sub":1,"tit":"(أ) أوامر التبليغ"},
      {"lvl":2,"id":69,"sub":0,"tit":"(ب) منهج التبليغ"},
      {"lvl":3,"id":72,"sub":0,"tit":"الدعوة فى الشرق"},
      {"lvl":3,"id":77,"sub":0,"tit":"الدعوة فى الغرب"},
      {"lvl":3,"id":85,"sub":0,"tit":"الدعوة فى أوروبا وأمريكا"},
      {"lvl":3,"id":86,"sub":0,"tit":"يقول أرنولد"},
      {"lvl":3,"id":95,"sub":0,"tit":"هل انتشر الإسلام بالسيف؟"},
      {"lvl":1,"id":108,"sub":0,"tit":"جبهات المقاومة لعالمية الإسلام"},
      {"lvl":2,"id":113,"sub":0,"tit":"المقاومة السياسية"},
      {"lvl":2,"id":125,"sub":0,"tit":"المقاومة الفكرية والخلقية"},
      {"lvl":1,"id":139,"sub":0,"tit":"جبهات الدفاع عن عالمية الإسلام"},
      {"lvl":1,"id":148,"sub":0,"tit":"العرب والرسالة العالمية"},
      {"lvl":2,"id":157,"sub":0,"tit":"اللغة العربية وتبليغ الرسالة العالمية"},
      {"lvl":1,"id":163,"sub":0,"tit":"واجبنا نحو الدين العالمى"},
      {"lvl":1,"id":169,"sub":0,"tit":"منهج الدعوة إلى الدين العالمى"},
      {"lvl":2,"id":170,"sub":0,"tit":"أولا"},
      {"lvl":2,"id":172,"sub":0,"tit":"ثانيا"},
      {"lvl":2,"id":175,"sub":0,"tit":"ثالثا"},
      {"lvl":2,"id":180,"sub":0,"tit":"رابعا"},
      {"lvl":2,"id":194,"sub":0,"tit":"خامسا"},
      {"lvl":2,"id":210,"sub":0,"tit":"سادسا"},
      {"lvl":2,"id":216,"sub":0,"tit":"سابعا"},
      {"lvl":1,"id":218,"sub":0,"tit":"خاتمة"}
    ]
}
