{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95666":
    [
      {"page":3,"id":2,"nass":"المقدمة\rتعتري الإنسان في هذه الدنيا هموم وغموم وكرب ومصائب؛ يحتاج فيها إلى الأخ المعين والصديق المخلص، والموفق من سخره الله - عز وجل - في خدمة إخوانه وكشف كربهم ورفع ما نزل بهم.\rولا يظن أن تفريج الكرب والإحسان إلى الناس خاص بأصحاب المال والجدة والجاه والحسب والنسب، فكل لديه هموم وعنده من الغموم.\rبعض الأغنياء والموسرين وعلية القوم لديهم من الهموم أكثر من الفقراء، وعندهم كرب في أنفسهم وأولادهم وأعمالهم تحتاج إلى تنفيس.\rوإحسان الإنسان هو من فضل الله الذي أحسن إلينا؛ فقد أحسن الله إليك بالمال فأنفق، وأحسن إليك بجاه فاشفع، وأحسن إليك بالعمل فابذل، وأحسن إليك ببسطة في الجسم فأعن .. وأبواب الإحسان كثيرة متعددة.\rوالمؤمن لا يخرج من بيته إلا وهو ينوي فعل الخير والإحسان إلى الخلق (¬1).\rوفي هذا الكتيب جملة من أعمال البر والإحسان؛ أسأل الله أن يجعلنا من المحسنين.\r¬__________\r(¬1) قال شيخ الإسلام -رحمه الله-: (النية المجردة عن العمل يثاب عليها، والعمل المجرد عن النية لا يثاب عليه، ومن نوى الخير وعمل منه مقدوره وعجز عن إكماله كان له أجر عامل).","seal":"478AEC60","part":1},
      {"page":4,"id":3,"nass":"وأحسنوا إن الله يحب المحسنين\rالإحسان في الاصطلاح: هو الإتيان بالمطلوب شرعًا على وجه حسن، وقد بين ذلك النبي - صلى الله عليه وسلم - في حديث جبريل - عليه السلام - حينما سأله عن الإسلام والإيمان والإحسان فقال عن الإحسان: «أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك» [رواه مسلم].\rوقد ذكر الله - عز وجل - الإحسان وعظم منزلته، وأخبر أنه - عز وجل - يحب المحسنين، وفي ذلك شرف ورفعة لمن بلغ تلك المنزلة، قال تعالى: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة: 195]، قال ابن كثير رحمه الله: (ثم عطف بالإحسان وهو أعلى مقامات الطاعة).\rوقال الشيخ عبد الرحمن السعدي: (وهذا يشمل جميع أنواع الإحسان بالمال كما تقدم، ويدخل فيه الإحسان بالجاه والشفاعات ونحو ذلك. ويدخل في ذلك الإحسان: الأمر بالمعروف والنهي عن المنكر، وتعليم العلم النافع. ويدخل في ذلك قضاء حوائج الناس من: تفريج كرباتهم، وإزالة شدائدهم، وعيادة مرضاهم، وتشييع جنائزهم، وإرشاد ضالهم، وإعانة من يعمل عملاً، والعمل لمن لا يحسن العمل، ونحو ذلك في الإحسان الذي أمر الله به ... ).\rوقال - عز وجل - مبينًا محبته لأهل الإحسان: {فَآَتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآَخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} [آل عمران: 148].\rوقال - سبحانه وتعالى -: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} [النحل: 138].","seal":"2D10F24F","part":1},
      {"page":5,"id":4,"nass":"وقال - عز وجل -: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} [العنكبوت: 69].","seal":"639672DF","part":1},
      {"page":6,"id":5,"nass":"جزاء الإحسان\rمن فضل الله ومنته أنه جعل الجزاء من جنس العمل، ومن ذلك أنه جعل ثواب الإحسان إحسانًا، كما قال - سبحانه وتعالى -: {هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ} [الرحمن: 60]، فمن أحسن عملاً أحسن الله جزاءه، بل وتكرم بجوده وكرمهم وأنزلهم أعلى المنازل وأفضلها، قال - سبحانه وتعالى -: {وَسَنَزِيدُ الْمُحْسِنِينَ} [البقرة: 58]، وقال - سبحانه وتعالى -: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} [يونس: 26] والزيادة فسرها النبي - صلى الله عليه وسلم - بالنظر إلى وجه الله - عز وجل - في جنات النعيم.\rقال الشيخ عبد الرحمن السعدي عند تفسيره لهذه الآية: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} (أي: للذين أحسنوا في عبادة الخالق، بأن عبدوه على وجه المراقبة والنصيحة في عبوديته، وقاموا بما قدروا عليه منها، وأحسنوا إلى عباد الله بما يقدرون عليه من: الإحسان القولي والفعلي -من بذل الإحسان المالي والإحسان البدني- والأمر بالمعروف والنهي عن المنكر، وتعليم الجاهلين، ونصيحة المعرضين، وغير ذلك من وجوه البر والإحسان، فهؤلاء الذين أحسنوا لهم (الحسنى): وهي الجنة الكاملة في حسنها، و (زيادة): وهي النظر إلى وجه الله الكريم وسماع كلامه والفوز برضاه والبهجة بقربه، فبهذا حصل لهم أعلى ما يتمناه المتمنون ويسأله السائلون) (¬1).\r¬__________\r(¬1) تفسير السعدي: (1/ 362).","seal":"E663595B","part":1},
      {"page":7,"id":6,"nass":"ونفع الناس والسعي في كشف كروبهم من صفات الأنبياء والرسل، فالكريم يوسف - عليه السلام - مع ما فعله إخوته من الإضرار به وإلقائه في البئر، إلا أنه أحسن إليهم وجهزهم بجهازهم، ولم يبخسهم شيئًا منه.\rوموسى كليم الله - عليه السلام - لما ورد ماء مدين وجد عليه أمة من الناس يسقون، ووجد من دونهم امرأتين مستضعفتين، أحسن إليهما فرفع الحجر عن البئر وسقى لهما حتى رويت أغنامهما.\rوخديجة رضي الله عنها تقول في وصف النبي محمد - صلى الله عليه وسلم -: (إنك لتصل الرحم وتحمل الكل، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق) [رواه البخاري]، وأشرف الخلق محمد - صلى الله عليه وسلم - إذا سئل عن حاجة لم يرد السائل عن حاجته، يقول جابر - رضي الله عنه -: ما سئل رسول الله - صلى الله عليه وسلم - شيئًا قط فقال: لا، [رواه البخاري في الأدب المفرد].\rنبلاء الإسلام وأعلام الأمة شأنهم قضاء الحوائج، يقول ابن القيم رحمه الله عن ابن تيمية: (كان شيخ الإسلام يسعى سعيًا شديدًا لقضاء حوائج الناس).\rبهذا جاء الدين: علم وعمل، عبادة ومعاملة.\rبل والإحسان يمتد إلى الحيوان، فقد قال - صلى الله عليه وسلم -: «إن امرأة بغيًّا، رأت كلبًا في يوم حار يطيف ببئر قد أدلع لسانه من العطش، فنزعت له بموقها فغفر لها» [رواه مسلم].\rوعلى عكس ذلك ها هي امرأة تعدت وظلمت: عن عبد الله بن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «عذبت امرأة في هرة","seal":"907974AD","part":1},
      {"page":8,"id":7,"nass":"حبستها حتى ماتت جوعًا، فدخلت فيها النار» قال: فقال: -والله أعلم- «لا أنت أطعمتها ولا سقيتها حين حبستها، ولا أنت أرسلتها فأكلت من خشاش الأرض» [رواه البخاري].","seal":"FD4A9D73","part":1},
      {"page":9,"id":8,"nass":"من صور الإحسان إلى الناس\r1 - الإحسان بالجاه: إذا نزلت بأخيك المسلم حاجة ولم يتيسر أمرها على يديك؛ فاسعَ لنفعه عند إخوانك، فقد يتيسر ذلك على أيديهم -بإذن الله - عز وجل - اقتداء برسول الله - صلى الله عليه وسلم -، وامتثالاً لأمره، فقد شفع - صلى الله عليه وسلم - لمغيث لدى زوجته بريرة رضي الله عنها، وأمر أصحابه بالشفاعة فقال: «اشفعوا تؤجروا .. » [رواه البخاري ومسلم].\rولا يستنكف الشافع خوفًا من أن ترد شفاعته، فقد ردت بريرة شفاعة النبي - صلى الله عليه وسلم -، وليعلم الشافع أن هذا الجاه وهذه المنزلة ابتلاء من الله - عز وجل -، لينظر كيف يصنع بهذه النعمة التي أسبغها عليه؟ !\rولا يضيرك أن تشفع عند من هو أقل منك منزلة ومرتبة دنيوية؛ فقد شفع النبي - صلى الله عليه وسلم - لدى جارية وردت شفاعته - صلى الله عليه وسلم -.\r2 - الإحسان بالعلم: وهذه الطريق تعتبر من أعظم الطرق وأتمها نفعًا؛ لأن هذا الإحسان يؤدي إلى ما فيه سعادة الدنيا والآخرة، وبه يعبد الله على بصيرة، فمن يسر الله له أسباب تحصيل العلم، وظفر بشيء منه؛ كانت مسئوليته عظيمة، ولزمه القيام بما يجب للعمل من تعليم الجاهل، وإرشاد الحيران، وإفتاء السائل، وغير ذلك من المنافع التي تتعدى إلى الغير.\rقال الحسن: «ما أعظم النفقة نفقة العلم».\r3 - الإحسان للمؤمنين والمؤمنات بالاستغفار: وهذا عمل سهل ميسور، فعن عبادة بن الصامت - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من استغفر للمؤمنين وللمؤمنات، كتب الله له بكل مؤمن ومؤمنة","seal":"8F7171D5","part":1},
      {"page":10,"id":9,"nass":"حسنة» [رواه الطبراني] وفضل الله واسع، فكم من مؤمن ومؤمنة؟ !\r4 - الإحسان بالأمر بالمعروف والنهي عن المنكر: وقد أثنى الله - عز وجل - على هذه الأمة، وجعل الخيرية فيها بالأمر بالمعروف والنهي عن المنكر، قال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} [آل عمران: 110].\rوقال تعالى في حق بني إسرائيل: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ} [المائدة: 78، 79]، ولا يحصل المطلوب، ويتم النفع إلا إذا كان الآمر بالمعروف، والناهي عن المنكر مؤتمرًا بما يأمر به، ومنتهيًا عما ينهى عنه، وإلا كان أمره ونهيه وبالاً عليه، لقول الله - سبحانه وتعالى -: {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: 30].\rوالإحسان إلى الناس بأمرهم بالمعروف، ونهيهم عن المنكر، لا بد أن يكون عن علم؛ لأن الجاهل قد يأمر بما هو منكر، وقد ينهى عما هو معروف، ولا بد أن يجمع إلى العلم الحكمة، ويصبر على ما أصابه، ومن الأدلة على هذه الأمور الثلاثة قوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} [يوسف: 108]، وقوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: 125] وقوله تعالى: {يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} [لقمان: 17].","seal":"2EBEA7D3","part":1},
      {"page":11,"id":10,"nass":"وقد جعل النبي - صلى الله عليه وسلم - إنكار المنكر على ثلاث مراتب، إن لم تحصل المرتبتان الأوليان، فلا أقل من الثالثة التي هي أضعف الإيمان، كما روى ذلك مسلم في صحيحه عن أبي سعيد الخدري - رضي الله عنه - حيث قال - صلى الله عليه وسلم -: «من رأى منكم منكرًا، فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» [رواه مسلم].\r5 - الإحسان بالنفع البدني: وذلك بأن يجود ببذل ما يستطيعه من القوة البدنية في تحصيل المصالح ودفع المفاسد، فيمنع الظالم من الظلم، ويميط الأذى عن الطريق مثلاً، وهذه الطريق هي التي عناها - صلى الله عليه وسلم - بقوله في الحديث المتفق عليه: «كل سلامى من الناس عليه صدقة، كل يوم تطلع فيه الشمس: يعدل بين الاثنين صدقة، ويعين الرجل على دابته فيحمل عليها أو يرفع عليها متاعه صدقة، والكلمة الطيبة صدقة، وكل خطوة يخطوها إلى الصلاة صدقة، ويميط الأذى عن الطريق صدقة» [رواه البخاري ومسلم].\r6 - الإحسان بالمال: ومن وسع الله عليه الرزق، وآتاه المال؛ فإن عليه أن يشكر الله على ذلك بصرفه في الطريق التي شرعها، فيقضي الحاجة، ويواسي المنكوب، ويفك الأسير، ويقري الضيف، ويطعم الجائع، تحقيقًا لقوله سبحانه: {وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ} [القصص: 77].\r7 - الإحسان بالرقية الشرعية: فكم من مريض يعاني وكم","seal":"08E7BFBC","part":1},
      {"page":12,"id":11,"nass":"ممن أصابهم الألم بسبب عين أو نفس وسحر؛ عن جابر بن عبدالله - رضي الله عنه - قال: لدغت رجلاً منا عقرب، ونحن جلوس مع رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، أرقي؟ قال رسول الله - صلى الله عليه وسلم -: «من استطاع منكم أن ينفع أخاه فلينفعه» [رواه مسلم].\r8 - قضاء الحوائج: وأنواعه شتى وصوره متنوعة، عن عبدالله بن عمر رضي الله عنهما: أن رجلاً جاء إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، أي الناس أحب إلى الله؟ وأي الأعمال أحب إلى الله؟ فقال: «أحب الناس إلى الله أنفعهم للناس، وأحب الأعمال إلى\rالله - عز وجل - سرور تدخله على مسلم، تكشف عن كربة، أو تقضي عنه دينًا، أو تطرد عنه جوعًا، ولأن أمشي مع أخ في حاجة أحب إلي من أن أعتكف في هذا المسجد -يعني مسجد المدينة- شهرًا، ومن كظم غيظه ولو شاء أن يمضيه أمضاه؛ قلبه الله يوم القيامة رضا، ومن مشى مع أخيه في حاجة حتى يقضيها له ثبت الله قدميه يوم تزول الأقدام» [حسنه الألباني].\rوقد كان عمر بن الخطاب - رضي الله عنه - يتعهد الأرامل، يسقي لهن الماء ليلاً، وكان أبو وائل رحمه الله يطوف على نساء الحي وعجائزهن كل يوم، فيشتري لهن حوائجهن وما يصلحهن (¬1).\rقال ابن القيم رحمه الله: (فإن الصدقة تفدي من عذاب الله تعالى، فإن ذنوب العبد وخطاياه تقتضي هلاكه، فتجيء الصدقة\r¬__________\r(¬1) انظر جامع العلوم والحكم.","seal":"800550EF","part":1},
      {"page":13,"id":12,"nass":"تفديه من العذاب، وتفكه منه).\r9 - القرض الحسن: القرض الحسن تفك به ضائقة المسلم، وترد عليه سعادته بعد الضيق والضنك الذي يجده من حاجته إلى المال، وقد رتب الشارع الأجر على القرض فهو من الإحسان، عن أبي أمامة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «دخل رجل الجنة فرأى مكتوبًا على بابها: الصبر بعشرة أمثاله، والقرض بثمانية عشر» [رواه الطبراني والبيهقي وحسنه الألباني].\rوعن عبدالله بن مسعود - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «ما من مسلم يقرض مسلمًا قرضًا مرتين، إلا كان كصدقتها مرة» [رواه ابن ماجه وصححه الألباني].\rقال ابن القيم عند قول الله - عز وجل -: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ} [البقرة: 245]، قال رحمه الله: (سمى الله هذا الإنفاق قرضًا حسنًا؛ حثًا للنفوس وبعثًا لها على البذل). ثم قال رحمه الله: (وحيث جاء هذا القرض في القرآن قيده بكونه حسنًا، وذلك يجمع أمورًا ثلاثة:\rأحدها: أن يكون من طيب ماله، لا من رديئه وخبيثه.\rوالثاني: أن يخرجه طيبة به نفسه، ثابتة عند بذله؛ ابتغاء مرضاة الله.\rالثالث: أن لا يمن به ولا يؤذي.\rفالأول: يتعلق بالمال، والثاني: يتعلق بالمنفق بينه وبين الله،","seal":"CCA0CDFC","part":1},
      {"page":14,"id":13,"nass":"والثالث: بينه وبين الآخذ) (¬1).\r10 - تفريج الكربات: عن أبي هريرة - رضي الله عنه - قال: قال رسول\rالله - صلى الله عليه وسلم -: «من نفس عن مسلم كربة من كرب الدنيا؛ نفس الله عنه كربة من كرب يوم القيامة» [رواه مسلم].\rوأوجه تفريج الكرب كثيرة ومتعددة، بعضها يكون بالكلمة وبث النصح وتهدئة الخواطر والمشاركة في الأحزان وغيرها.\rولأهمية الأمر في تنفيس الكرب وقضاء الحوائج وإدخال السرور على المسلمين، يقول الحسن البصري رحمه الله: (لأن أقضي لمسلم حاجة أحب إلي من أن أصلي ألف ركعة، ولأن أقضي حاجة لأخ أحب إلي من أن أعتكف شهرين) (¬2).\r11 - الإحسان إلى الناس: بأعمال نظنها يسيرة وهي عند الله عظيمة، عن أبي ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «تبسمك في وجه أخيك لك صدقة، وأمرك بالمعروف ونهيك عن المنكر صدقة، وإرشادك الرجل في أرض الضلال لك صدقة، وبصرك للرجل الرديء البصر لك صدقة، وإماطتك الحجر والشوك والعظم عن الطريق لك صدقة، وإفراغك من دلوك في دلو أخيك لك صدقة» [رواه الترمذي].\r12 - التيسير على المعسرين: عن أبي هريرة - رضي الله عنه - قال: قال\r¬__________\r(¬1) التفسير الميسر لابن القيم (ص 148).\r(¬2) روضة العقلاء: (ص 247).","seal":"3001FD08","part":1},
      {"page":15,"id":14,"nass":"رسول الله - صلى الله عليه وسلم -: «من يسر على معسر في الدنيا، يسر الله عليه في الدنيا والآخرة» [رواه مسلم].\rوعن أبي قتادة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من سره أن ينجيه الله من كرب يوم القيامة؛ فلينفس عن معسر أو يضع عنه» [رواه مسلم]، ورواه الطبراني بلفظ: «من سره أن ينجيه الله من كرب يوم القيامة، وأن يظله تحت عرشه؛ فلينظر معسرًا» فكم من الفقراء والمعسرين الذين لا يجدون ما يقضون به ديونهم؛ فيلحقهم الهم والغم.\r13 - الإحسان إلى الناس: بما تستطيع من تجهيز غاز أو حاج أو خلفه في أهله فإنها من أعظم الأعمال وأجل القربات، عن زيد بن خالد - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من جهز غازيًا، أو جهز حاجًا أو خلفه في أهله، أو فطر صائمًا، كان له مثل أجورهم، من غير أن ينقص من أجورهم شيء» [رواه ابن خزيمة].\r14 - قضاء الديون: عن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «أحب الأعمال إلى الله - عز وجل -: سرور تدخله على مسلم، أو تكشف عنه كربة: تطرد عنه جزعًا، أو تقضي عنه دينًا» [حسنة الألباني].\rوقد شرع في الإسلام قضاء الدين من الزكاة.\r15 - المواساة: عن أبي سعيد الخدري - رضي الله عنه -: بينما نحن في سفر مع النبي - صلى الله عليه وسلم -، إذ جاء رجل على راحلة له فجعل يصرف بصره يمينًا","seal":"EC932F42","part":1},
      {"page":16,"id":15,"nass":"وشمالاً، فقال رسول الله - صلى الله عليه وسلم -: «من كان معه فضل ظهر؛ فليعد به على من لا ظهر له، ومن كان له فضل من زاد فليعد به على من لا زاد له» فذكر من أصناف المال ما ذكر، حتى رأينا أنه لا حق لأحد منا في فضل [رواه مسلم].\rوقيل لعلي - رضي الله عنه - ما السخاء؟ قال: (ما كان منه ابتداء، فأما ما كان عن مسألة فحياء وكرم) (¬1).\rقال سعيد بن العاص لابنه: (يا بني، أخزى الله المعروف إذا لم يكن ابتداء من غير مسألة، فأما إذا أتاك الرجل تكاد ترى دمه في وجهه أو جاءك مخاطرًا لا يدري: أتعطيه أم تمنعه؟ فوالله، لو خرجت له من جميع مالك ما كافأته) (¬2).\rومن أنواع المواساة الإحسان إلى المسلمين بالكلمة الطيبة واللفتة الحانية، في زمن تفلتت فيه القيم الاجتماعية والصلات الإسلامية.\r16 - النفقة في مصالح المسلمين: ومن ذلك حفر الآبار وسقاية العطشى، قال - صلى الله عليه وسلم -: «من حفر بئر ماء لم يشرب منه كبد حرى من جن، ولا إنس، ولا طائر، إلا آجره الله يوم القيامة، ومن بنى مسجدًا كمفحص قطاة (¬3)، أو أصغر بنى الله له بيتًا في الجنة»\r¬__________\r(¬1) تاريخ الخلفاء: (ص 17).\r(¬2) البداية والنهاية: (8/ 93).\r(¬3) مفحص القطاة: المكان الذي تفرخ فيه من الأرض.","seal":"EFDB9852","part":1},
      {"page":17,"id":16,"nass":"[رواه ابن خزيمة].\rوعن سعد بن عبادة - رضي الله عنه - قلت: يا رسول الله أي الصدقة أفضل؟ قال - صلى الله عليه وسلم -: «سقي الماء» [رواه ابن ماجه].\rوقال - صلى الله عليه وسلم -: «ليس صدقة أعظم أجرًا من ماء» [رواه البيهقي].\rوعن سعيد بن المسيب: أن سعد بن عبادة - رضي الله عنه - أتى النبي - صلى الله عليه وسلم - فقال: أي الصدقة أعجب إليك؟ قال: «الماء» [رواه أبو داود].\rجاء في ترجمة أم جعفر زبيدة بنت جعفر بن أبي جعفر المنصور رحمها الله، زوجة الخليفة العباسي هارون الرشيد رحمه الله أنه كان لها معروف كثير، وفعل خير.\rقال الحافظ أبو الفرج بن الجوزي في كتاب [الألقاب]: إنها سقت أهل مكة الماء، بعد أن كانت الراوية (قربة الماء) عندهم بدينار! وإنها أسالت الماء عشرة أميال -أي لتوصله إلى أهل مكة- بهدم الجبال ونحت الصخور والكهوف الجبلية، حتى غلغلته وأوصلته من الحل إلى أهل الحرم، وعملت عقبة البستان -وهي أشبه بالنفق داخل الجبل- لينتفع بها المسلمون، فقال لها وكيلها: يلزمك نفقة كثيرة لإتمام بناء تلك العقبة! ! فقالت له: اعملها، ولو كانت ضربة فأس بدينار، فبلغت النفقة عليه ألف ألف وسبعمائة ألف دينار.\rقال إسماعيل بن جعفر بن سليمان: (حجت أم جعفر زبيدة عامًا من الأعوام، فبلغت نفقتها على المساكين والفقراء في الحج، في ستين يومًا، أربعة وخمسين ألف ألف)! !","seal":"397F7A39","part":1},
      {"page":18,"id":17,"nass":"ورآها عبدالله بن المبارك في المنام، فقال لها: (ما فعل الله بك؟ ) فقالت: (غفر لي بأول معول -أي فأس- ضرب في طريق مكة) (¬1)!\r17 - السعي على الأرملة والمسكين: الأرامل والمساكين من ضعفاء المسلمين وأهل حاجة، وقد ورد في إعانتهم والسعي في حوائجهم الأجر العظيم، عن أبي هريرة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: «الساعي على الأرملة والمسكين كالمجاهد في سبيل الله» وأحسبه قال: «كالقائم لا يفتر، وكالصائم لا يفطر» [رواه البخاري ومسلم].\rقال ابن عباس رضي الله عنهما: (لأن أعول أهل بيت من المسلمين شهرًا، أو جمعة، أو ما شاء الله، أحب إلي من حجة، ولطبق بدرهم أهديه إلى أخ في الله أحب إلي من دينار أنفقه في سبيل الله) (¬2).\rيروى أن أبا بكر - رضي الله عنه - عندما تولى خلافة المسلمين بعد رسول الله - صلى الله عليه وسلم - كان يصلي بالناس صلاة الفجر، ثم ينسل من بين الصف ويخرج، لا يدرى أين يذهب؟ فقال عمر بن الخطاب - رضي الله عنه -: (والله! إن لأبي بكر خبيئًا من عمل صالح) -أي أنه يعمل عملاً صالحًا لا يريدنا أن نراه فيه أو نطلع عليه- وذات يوم صلى أبو بكر بالناس صلاة الفجر ثم خرج؛ فتبعه عمر وقال: (والله، لأرمقنه فلأرين ماذا\r¬__________\r(¬1) كتاب وفيات الأعيان لابن خلكان: (2/ 314 - 3159).\r(¬2) صفة الصفوة: (1/ 756).","seal":"5530FB24","part":1},
      {"page":19,"id":18,"nass":"يصنع؟ ).\rفخرج أبو بكر من أطراف المدينة، وتبعه عمر، فإذا بأبي بكر يدخل بيت شعر قديم، يكاد أن يسقط من البلى على رءوس أصحابه.\rادَّرع عمر خلف صخرة ساعة من نهار، فإذا بأبي بكر يخرج من البيت ليتبعه عمر فيدخل فيه، فإذ به يجد امرأة عجوزًا هرمة مقعدة عمياء، فقال لها: من أنت؟ ومن هذا الرجل الذي يأتيك؟\rقالت: أنا أمة من إماء الله، وهذا رجل من المسلمين يأتيني كل صباح، يقم بيتي، ويعجن عجيني، ويحلب شاتي، ويقوم على مصلحتي، ويدفع عني الأذى، ويذهب والله لا أعرفه، والله .. إنه لخير من أبي بكر خليفة رسول الله!\rعند ذلك ضرب عمر كفًّا بكفٍ، وقال: أتعبت الخلفاء بعدك يا أبا بكر! من يطيق ما تطيق؟ من يستطيع أن ينافسك في خير؟ أو يسابقك إلى قربى؟ أو يمشي أمامك إلى طاعة؟\rمن لي بمثل سيرك المدلل\rتمشي رويدًا وتجيء في الأول\rفتبارك من أعطاك هذه الهمة! وأوصلك هذه القمة! وعلى الطريق سار عمر، وهل يضل من قائده الشمس ورائده القمر؟ !\rفاقرأ -رعاك مولاك- هذا الخبر!\rكان عمر بن الخطاب - رضي الله عنه - يتعاهد الأرامل يستقي لهن الماء بالليل، ورآه طلحة - رضي الله عنه - بالليل يدخل بيت امرأة، فدخل إليه طلحة","seal":"2C2022D9","part":1},
      {"page":20,"id":19,"nass":"- رضي الله عنه - نهارًا، فإذا هي عجوز عمياء مقعدة، فسألها ما يصنع هذا الرجل عندك؟ قالت: هذا منذ كذا وكذا يتعاهدني بما يصلحني، ويخرج عني الأذى، فقال طلحة لنفسه: ثكلتك أمك يا طلحة، أعوارات عمر تتتبع (¬1)؟\rوأفضل الناس من بين الورى رجل\rتقضى على يده للناس حاجات\rلا تمنعن يد المعروف عن أحد\rما دمت مقتدرًا فالسعد تارات\rواشكر فضائل صنع الله إذ جعلت\rإليك لا لك عند الناس حاجات\r18 - الإحسان إلى ضعفة المسلمين: عن أبي الدرداء - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم -: «ابغوني الضعفاء، فإنما تنصرون وترزقون بضعفائكم» [رواه أبو داود وهو صحيح].\rفالرفق بالضعفاء، والإحسان إليهم ورحمتهم وقضاء حوائجهم، وتفقد أحوالهم، طريق الأخوة الإيمانية.\r19 - الإحسان إلى الكفار غير المحاربين: رغبة في تأليف قلوبهم ودعوتهم لهذا الدين العظيم، عن أسماء بنت أبي بكر رضي الله عنها قالت: إن أمي قدمت وهي راغبة، أفأصل أمي؟ قال: «نعم صلي أمك» [رواه البخاري].\r¬__________\r(¬1) انظر جامع العلوم والحكم.","seal":"ACBA086F","part":1},
      {"page":21,"id":20,"nass":"20 - التعاون على البر والتقوى: قال تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} [المائدة: 2].\rعن أبي موسى - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «على كل مسلم صدقة، قال: أرأيت إن لم يجد؟ قال: يعمل بيديه فينفع نفسه ويتصدق، قال: أرأيت إن لم يستطع؟ قال: يعين ذا الحاجة الملهوف. قال: أرأيت إن لم يستطع؟ قال: يأمر بالمعروف أو الخير. قال: أرأيت إن لم يفعل؟ قال: يمسك عن الشر فإنها صدقة» [متفق عليه].\rوعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «كل سلامى من الناس عليه كل يوم تطلع فيه الشمس صدقة، تعدل بين الاثنين صدقة، وتعين الرجل في دابته فتحمله عليها، أو ترفع له عليها متاعه صدقة ... » الحديث [متفق عليه].\rفالتعاون بين المسلمين يشد البنيان ويوحد الصف ويجمع الكلمة.\r21 - من صور الإحسان إلى الناس: ما لا تراه الأعين ولا تحس به الأنفس، وفيه من الأجر العظيم ما الله به عليم، من تلك الصور ما ذكره النبي - صلى الله عليه وسلم - عن أبي هريرة - رضي الله عنه - قال: قال رسول\rالله - صلى الله عليه وسلم -: «مر رجل بغصن شجرة على ظهر طريق، فقال: والله لأنحين هذا عن المسلمين لا يؤذيهم، فأدخل الجنة» [رواه مسلم].\r22 - إطعام الطعام: قال تعالى: {وَيُطْعِمُونَ الطَّعَامَ عَلَى","seal":"347D228C","part":1},
      {"page":22,"id":21,"nass":"حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا * إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} [الإنسان: 8، 9].\rوعن عبد الله بن سلام - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «يا أيها الناس: أفشوا السلام، وأطعموا الطعام، وصلوا بالليل والناس نيام؛ تدخلوا الجنة بسلام» [رواه الترمذي وصححه الألباني].\rوعن صهيب - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «خياركم من أطعم الطعام» [رواه أحمد].\rوإطعام الطعام لا يختص به الفقير والمحتاج، بل للجيران والإخوان حق في ذلك، فقد قال - صلى الله عليه وسلم -: «إذا طبخت مرقة؛ فاكثر ماءها، وتعاهد جيرانك» [رواه مسلم]، ويدخل في ذلك إكرام الضيف والقيام بحقه، قال - صلى الله عليه وسلم -: «من كان يؤمن بالله واليوم الآخر؛ فليكرم ضيفه» [رواه البخاري].\r23 - كفالة اليتيم: عن سهل - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «أنا وكافل اليتيم في الجنة هكذا، وأشار بالسبابة والوسطى وفرج بينهما» [متفق عليه].\rقال النووي: كافل اليتيم القائم بأموره من نفقة وكسوة، وتأديب، وتربية، وغير ذلك.\rقال ابن بطال: (حق على من سمع هذا الحديث أن يعمل به؛ ليكون رفيق النبي - صلى الله عليه وسلم - في الجنة، ولا منزلة في الآخرة أفضل من ذلك).","seal":"81696F56","part":1},
      {"page":23,"id":22,"nass":"24 - الشفاعة: قال رسول الله - صلى الله عليه وسلم -: «أحب الناس إلى الله أنفعهم للناس، وأحب الأعمال إلى الله سرور تدخله على مسلم، تكشف عنه كربة، أو تقضي عنه دينًا، أو تطرد عنه جوعًا، ولأن أمشي مع أخي المسلم في حاجته حتى تقضى أحب إلي من أن أعتكف في مسجدي هذا شهرًا ... »\rإلى أن قال: «ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له، ثبت الله قدمه يوم تزل الأقدام» [حسنه الألباني].\rعن أبي موسى - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - كان إذا أتاه سائل أو طالب حاجة، قال: «اشفعوا تؤجروا، ويقضي الله على لسان نبيه ما شاء» [رواه البخاري].\rقال الشيخ السعدي -رحمه الله- (وهذا الحديث متضمن لأصل كبير، وفائدة عظيمة، وهو ينبغي للعبد أن يسعى في امور الخير سواء أثمرت مقاصدها ونتائجها أو حصل بعضها، أو لم يتم شيء، وذلك كالشفاعة لأصحاب الحاجات عند الملوك والكبراء ومن تعلقت حاجاتهم بهم، فإن كثيرًا من الناس يمتنع من السعي فيها إذا لم يعلم قبول شفاعته، فيفِّوت على نفسه خيرًا كثيرًا من الله، ومعروفًا عند أخيه المسلم. فلهذا أمر النبي - صلى الله عليه وسلم - أصحابه أن يساعدوا أصحاب الحاجة بالشفاعة لهم عنده ليتعجلوا الأجر عند الله، لقوله: «اشفعوا تؤجروا» فإن الشفاعة الحسنة محببة لله ومرضاة له، قال تعالى: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا}\r[النساء: 85].","seal":"F88F5E04","part":1},
      {"page":24,"id":23,"nass":"ومع تعجله للأجر الحاضر فإنه أيضًا يتعجل الإحسان وفعل المعروف لأخيه، ويكون له بذلك عنده يد.\rوقد ذكر لي أحد الإخوة الفضلاء أنه أتى للشيخ عبد الرحمن الدوسري رحمه الله ضحى يوم، وذكر له حاجة في إدارة من الإدارات، فهز الشيخ رأسه ودخل البيت، قال الأخ: ثم عاد بعد قليل، وآثار الوضوء على وجهه ويديه وقال: هيا، فذهبا، يقول: فأصابتني الحيرة وقلت: يا شيخ يكفي أن تكتب ورقة لفلان فهو يعرفك! قال: لا، هيا وأصر رحمه الله على الذهاب حتى انقضت حاجتي وتيسر أمري؛ فرحمه الله رحمة واسعة وأسكنه فسيح\rجناته.\r25 - من صور الإحسان التي غفل عنها البعض من الناس الدعاء، وقد دعا النبي - صلى الله عليه وسلم - لأمته ولآحاد أمته نفعًا لهم ورحمة وشفعة بهم قال - صلى الله عليه وسلم -: «اللهم اهد دوسًا وائت بهم» [رواه البخاري].\rقال علي بن الحرارة: كانت أمي مقعدة نحو عشرين سنة، فقالت لي يومًا: اذهب إلى أحمد بن حنبل، فسله أن يدعو لي، فصرت إليه فدفعت الباب، قال: من هذا؟ فقلت: أنا رجل من أهل ذاك الجانب، سألتني أمي وهي زمنة مقعدة، أن أسألك أن تدعو لها. فسمعته يقول، وهو كالغضب: نحن أحوج إلى أن تدعو لنا، فوليت منصرفًا، فخرجت امرأة عجوز من داره، فقالت: أنت الذي كلمت أبا عبد الله، قلت: نعم، قالت: قد تركته يدعو لها، قال:","seal":"DEF6B62F","part":1},
      {"page":25,"id":24,"nass":"فجئت من فوري إلى البيت، فدفعت الباب؛ فقامت أمي على رجليها تمشي حتى فتحت الباب، وقالت: قد وهب الله لي العافية) (¬1).\r¬__________\r(¬1) كتاب الرقة، لابن قدامة، (ص 190).","seal":"4611E1E6","part":1},
      {"page":26,"id":25,"nass":"وقفة\rالمعروف ذخيرة الأبد، والسعي في شئون الناس زكاة أهل المروءات، ومن المصائب عند ذوي الهمم عدم قصد الناس لهم في حوائجهم، يقول حكيم بن حزام - رضي الله عنه -: (ما أصبحت وليس على بابي صاحب حاجة؛ إلا علمت أنها من المصائب) (¬1).\rوأعظم من ذلك أنهم يرون أن صاحب الحاجة منعم ومتفضل على صاحب الجاه حينما أنزل حاجته به، يقول ابن عباس رضي الله عنهما: (ثلاثة لا أكافئهم: رجل بدأني بالسلام، ورجل وسع لي في المجلس، ورجل أغبرَّت قدماه في المشي إلى إرادة التسليم علي، فأما الرابع فلا يكافئه عني إلا الله)، قيل: ومن هو؟ قال: (رجل نزل به أمر فبات ليلته يفكر بمن ينزله، ثم رآني أهلاً لحاجته فأنزلها بي) [رواه البيهقي في الشعب].\r¬__________\r(¬1) السير: (3/ 51).","seal":"9ABF5E25","part":1},
      {"page":27,"id":26,"nass":"الأجور العظيمة\rالإحسان إلى المخلوقين ومسايرة الضعفاء والمساكين دليل على: طيب المنبت، ونقاء الأصل، وصفاء القلب، وحسن السريرة؛ ومن سعى في نفع إخوانه المسلمين والإحسان إليهم فليبشر بالأجر العظيم والثواب الجزيل، ومن الأجور العظيمة لقاء القيام بهذه الأعمال:\r1 - رضا الله - عز وجل - والتقرب إليه بالأعمال الصالحة التي تنفع العباد.\r2 - محبة الله - عز وجل - للمحسنين وأنه معهم، وكفى بذلك فضلاً وشرفًا، قال تعالى: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة].\r3 - من أسباب دخول الجنة، قال - صلى الله عليه وسلم -: «أنا وكافل اليتيم كهاتين في الجنة، وأشار بأصبعيه السبابة والوسطى» [متفق عليه].\r4 - أن الله - عز وجل - يتولى قضاء حوائج المحسنين إلى عباده، قال - صلى الله عليه وسلم -: «من كان في حاجة أخيه؛ كان الله في حاجته» [رواه البخاري].\r5 - أن الله - عز وجل - ينفس عن عباده المحسنين كربات يوم القيامة، قال - صلى الله عليه وسلم -: «من نفَّس عن مؤمن كربة من كرب الدنيا، نفس الله عنه كربة من كرب يوم القيامة» [رواه البخاري].\rوقال - صلى الله عليه وسلم -: «من سره أن ينجيه الله من كرب يوم القيامة؛ فلينفس عن معسر أو يضع عنه» [رواه مسلم].","seal":"F1AE3E46","part":1},
      {"page":28,"id":27,"nass":"6 - الساعي لقضاء حوائج الناس موعود بالإعانة، مؤيد بالتوفيق، والله في عون العبد ما كان العبد في عون أخيه، وفي خدمة الناس والقيام بأمورهم بركة في الوقت والعمل، وتيسير ما تيسر من الأمور، يقول النبي - صلى الله عليه وسلم -: «من يسر على معسر؛ يسر الله عليه في الدنيا والآخرة»، و «والله في عون العبد ما كان العبد في عون أخيه» [متفق عليه].\r7 - سبب لدفع الرزايا والبلايا ودفع الأمراض، والعافية من الأسقام.\rذكر في [صحيح الترغيب والترهيب]: عن علي بن الحسن بن شقيق، قال: قال رجل لابن المبارك رحمه الله: يا أبا عبد الرحمن! قرحة خرجت من ركبتي منذ سبع سنين، وقد عالجتها بأنواع العلاجات، وسألت عنها الأطباء، فلم أنتفع بهم؟ فماذا أفعل؟\rقال له: اذهب فانظر موضعًا يحتاج الناس للماء فاحفر هناك بئرًا، فإنني أرجو من الله أن يمسك عنك الدم، ففعل وبرئ الرجل.\rوأعجب من هذا وأغرب: ما وقع للإمام أبي عبد الله رحمه الله فإنه قرح وجهه، وعالجه بأنواع المعالجة، فلم يذهب، وبقي فيه قريبًا من سنة، فسأل الإمام أبا عثمان الصابوني أن يدعو له في مجلس العلم يوم الجمعة، فدعا له، وأكثر الناس من التأمين، فلما كان من الجمعة الأخرى ألقت امرأة في المجلس رقعة بأنها عادت إلى بيتها واجتهدت في الدعاء للحاكم أبي عبد الله تلك الليلة، فرأت في","seal":"28652EAE","part":1},
      {"page":29,"id":28,"nass":"منامها رسول الله - صلى الله عليه وسلم - كأنه يقول لها: قولوا لأبي عبد الله يوسع الماء على المسلمين.\rفقرأ الرقعة الحاكم، وأمر بسقاية بنيت على باب داره، وحين فرغ الناس من بنائها، أمر بصب الماء فيها وطرح الجمد -الثلج- فيها.\r9 - ببذل المعروف والإحسان إلى الخلق تحسن الخاتمة، وتصرف ميتة السوء قال - صلى الله عليه وسلم -: «صدقة السر تطفئ غضب الرب، وصلة الرحم تزيد في العمر، وفعل المعروف يقي مصارع السوء» [انظر السلسلة الصحيحة برقم 1908].\r10 - تلين القلب: فعن أبي الدرداء - رضي الله عنه - قال: قال رسول\rالله - صلى الله عليه وسلم -: «أتحب أن يلين قلبك، وتدرك حاجتك؟ ارحم اليتيم، وامسح على رأسه، وأطعمه من طعامك، يلن قلبك، وتدرك حاجتك» [رواه أحمد].\r11 - الرفعة وعلو المنزلة في الدنيا والآخرة للمحسنين\rقال - صلى الله عليه وسلم -: « .... وأهل المعروف في الدنيا هم أهل المعروف في الآخرة» [رواه ابن حبان].\r12 - الأجر العظيم على من اغتنم جاهه وسعى في نفع المسلمين، يقول ابن عباس رضي الله عنهما: (من مشى بحق أخيه ليقضيه فله بكل خطوة صدقة) (¬1).\r¬__________\r(¬1) رواه أبو عبد الله المروزي في كتاب البر والصلة.","seal":"16C11EE0","part":1},
      {"page":30,"id":29,"nass":"«ولا تحقرن من صنائع المعروف شيئًا»: استطعم مسكين عائشة رضي الله عنها وبين يديها عنب، فقالت لإنسان: (خذ حبة فأعطه إياها)، فجعل ينظر إليها ويعجب، فقالت عائشة: (أتعجب؟ كم ترى في هذه الحبة من مثقال ذرة؟ ) (¬1).\rقال تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} [الزلزلة].\r13 - ثقل الميزان عند الرحمن بالإحسان: فعن ابن المنكدر رحمه الله قال: قال رسول الله - صلى الله عليه وسلم -: «من أفضل العمل إدخال السرور على المؤمن، تقضي عنه دينًا تقضي له حاجة، تنفس له كربة» [رواه البيهقي].\rوعن ابن عمر رضي الله عنهما قال رسول الله - صلى الله عليه وسلم -: «أحب الناس إلى الله أنفعهم للناس، وأحب الأعمال إلى الله - عز وجل - سرور تدخله على مسلم، أو تكشف عنه كربة، أو تقضي عنه دينًا، أو تطرد عنه جوعًا، ولأن أمشي مع أخي المسلم في حاجة أحب إلي من أن أعتكف في المسجد شهرًا، ومن كف غضبه، ستر الله عورته، ومن كظم غيظًا -ولو شاء أن يمضيه أمضاه- ملأ الله قلبه رضا يوم القيامة، ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له، أثبت الله تعالى قدمه يوم تزل الأقدام، وإن سوء الخلق ليفسد العمل، كما يفسد الخل العسل» [رواه الطبراني].\r¬__________\r(¬1) التمهيد لابن عبد البر: (4/ 302).","seal":"320B823E","part":1},
      {"page":31,"id":30,"nass":"14 - الأمن يوم الفزع، والطمأنينة في يوم الهلع، والاستظلال في ظل عرش الرحمن يوم تدنو الشمس من كل إنسان: فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من نفس عن مؤمن كربة من كرب الدنيا؛ نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر، يسر الله عليه في الدنيا والآخرة، ومن ستر مسلمًا، ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه» [رواه مسلم].\rوعن قبيصة بن برمة الأسلمي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن أهل المعروف في الدنيا، هم أهل المعروف في الآخرة، وإن أهل المنكر في الدنيا هم أهل المنكر في الآخرة» [صحيح الأدب المفرد].\r15 - دفع البلاء وجلب الخير: قال ابن القيم رحمه الله: (وقد دل العقل والنقل والفطرة وتجارب الأمم، على اختلاف أجناسها ومللها، على أن التقرب إلى رب العالمين والبر والإحسان إلى خلقه، من أعظم الأسباب الجالبة لكل خير، وأن أضدادها من أكبر الأسباب الجالبة لكل شر، فما استجلبت نعم الله واستدفعت بمثل طاعته والإحسان إلى خلقه).\rوقال رحمه الله: (من رفق بعباد الله رفق الله به، ومن رحمهم رحمه، ومن أحسن إليهم أحسن إليه، ومن جاد عليهم جاد عليه، ومن نفعهم نفعه، ومن سترهم ستره، ومن منعهم خيره، منعه","seal":"F4E59EFD","part":1},
      {"page":32,"id":31,"nass":"خيره، ومن عامل خلقه بصفة، عامله الله تعالى بتلك الصفة بعينها في الدنيا والآخرة، فالله تعالى لعبده حسب ما يكون العبد لخلقه) (¬1).\r16 - سعادة وانشراح صدر من يرعى مصالح المسلمين ويقوم على إغاثتهم، لأنها من الأعمال الصالحة التي يحبها الله - عز وجل - ويرضاها.\rقال الشيخ عبد الرحمن السعدي: (عنوان سعادة العبد إخلاصه للمعبود وسعيه في نفع الخلق).\r17 - أن صاحب المعروف من خيار الناس، كما قال رسول الله - صلى الله عليه وسلم -: «خير الناس أنفعهم للناس» [رواه الطبراني].\r18 - أن في قيامك بالمعروف وبذل الندى بقاء لنعم الله - عز وجل - عندك، فقد قال - صلى الله عليه وسلم -: «إن لله عند أقوام نعمًا، أقرها عندهم ما كانوا في حوائج المسلمين، ما لم يملوها، فإذا ملوهم نقلها إلى غيرهم» [رواه الطبراني].\rوعن عمر بن الخطاب - رضي الله عنه - أنه كان إذا بعث عماله شرط عليهم أمورًا؛ منها (ولا تغلقوا أبوابكم دون حوائج الناس، فإن فعلتم شيئًا من ذلك، حلت بكم العقوبة ... ).\r19 - كثرة الصدقات التي يسرك رؤيتها في صحيفتك يوم القيامة، فعن علقمة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «كل معروف صنعته إلى غني أو فقير، فهو صدقة» [رواه الطبراني].\r¬__________\r(¬1) الجواب الكافي لمن سأل عن الدواء الشافي.","seal":"A9C0E3D4","part":1},
      {"page":33,"id":32,"nass":"متطلبات الإحسان\rالإحسان ونفع الناس عبادة عظيمة، وحتى يؤديها المسلم على الوجه الصحيح، يجب أن يراعي عدة أمور:\r1 - الإخلاص في العمل لله - عز وجل -، وأن يقصد بعمله وجه الله - عز وجل - ونفع أخيه المسلم، قال - صلى الله عليه وسلم -: «إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى ... » [رواه مسلم]، لا يقصد بذلك مدحًا أو ثناء أو جاهًا عند قومه، أو غير ذلك من حظوظ الدنيا.\rقال عون بن عبد الله -رحمه الله تعالى-: (إذا أعطيت المسكين شيئًا، فقال: بارك الله فيك، فقل أنت: بارك الله فيك، حتى تخلص لك صدقتك) (¬1).\rوقد روي مثل ذلك عن عائشة رضي الله عنها:\rقال شيخ الإسلام ابن تيمية: (فمن كان مخلصًا في أعمال الدين، يعملها لله؛ كان من أولياء الله المتقين أهل النعيم المقيم) (¬2).\r2 - البعد عن الرياء وحب الظهور والرياسة، وكذلك العجب بعمله والتحدث به.\rقال ابن القيم رحمه الله: (لا شيء أفسد للأعمال من العجب ورؤية النفس، ولا شيء أصلح لها من شهود العبد منة الله وتوفيقه والاستعانة به والافتقار إليه وإخلاص العمل) (¬3).\r¬__________\r(¬1) حلية الأولياء: (3/ 140).\r(¬2) مجموع الفتاوى: (1/ 8).\r(¬3) الفوائد: (ص 64).","seal":"DA659EED","part":1},
      {"page":34,"id":33,"nass":"ولهذا كان الإخلاص شاقًا، قال سهل بن عبد الله رحمه الله: (ليس على النفس شيء أشق من الإخلاص، لأنه ليس لها فيه نصيب) (¬1).\rوقد ذكر شيخ الإسلام ابن تيمية حديث المرأة البغي التي سقت كلبًا فغفر الله لها .. والرجل الذي أماط الأذى عن الطريق فغفر الله له، ثم قال رحمه الله: (فهذه سقت الكلب بإيمان خالص كان في قلبها فغفر لها، وإلا فليس كل بغي سقت كلبًا يغفر لها، فالأعمال تتفاضل بتفاضل ما في القلوب من الإيمان والإجلال) (¬2).\r3 - أن لا تجر هذه المصلحة التي تقدمها نفعًا لك في الدنيا، فتشفع لفلان حتى يشفع لك في موطن آخر، أو تقدم الإحسان إلى من عرفت انتظارًا لحاجة قد تطلبها منه مستقبلاً.\r4 - الحذر من المن والأذى، وقد قال الله - عز وجل -: {قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ} [البقرة: 263] فالمنة تهدم الصنعة، ولا خير في المعروف إذا أحصي.\r5 - عدم انتظار رد الجميل، وتوقع النفع من الطرف الآخر؛ لأنك قدمت له إحسانًا.\r6 - للإحسان ثلاث خصال جميلة في المحسن، فقد قال جعفر بن محمد لسفيان الثوري رحمهما الله تعالى: (لا يتم المعروف إلا\r¬__________\r(¬1) جامع العلوم والحكم: (1/ 21).\r(¬2) منهاج السنة النبوية: (6/ 218).","seal":"3F891EE4","part":1},
      {"page":35,"id":34,"nass":"بثلاثة: بتعجيله، وتصغيره في عينيك حتى إذا كان كبيرًا، وستره) (¬1).\r7 - يتنبه إلى أن لا يكون الإحسان إلى إنسان قد يجره إلى أمر محرم، ومن ذلك مثلاً الشفاعة في سفر إلى بلاد الكفار لغير حاجة، أو دفع أموال يعلم أنها تذهب إلى أمور محرمة شرعًا .. أو اقتطاع حق امرئ مسلم بشفاعة أو في تقديم المؤخر أو تأخير المقدم والإسلام دين العدل، يأمر بالمصلحة وينهى عن المفسدة، والشفاعة في الحدود من أعظم المنكرات.\rأخي المسلم:\rإن كان هناك من يحسن إليك ويحنو عليك فأنت صاحب حاجة، فعلى طالب الحاجة والشفاعة:\rأولاً: أن لا يطلب الحوائج إلا من أهلها، ولا يحرج أخاه المسلم بما لا يستطيع، كأن تأتي إلى أخ لك وتطلب مالاً لا يستطيعه فترهقه وتغم قلبه وأنت تعلم أنه لا يستطيع إلا بمشقة.\rثانيًا: أن لا يطلب حاجته في غير حينها.\rثالثًا: أن لا يطلب ما لا يستحق، فإن من طلب ما لا يستحق استوجب الحرمان.\rرابعًا: وليتخير من الكلام أطيبه، ومن القول أعجبه.\rولا لوم على من ردت شفاعته ولو عظم قدر الشافع، فقد\r¬__________\r(¬1) صفة الصفوة: (2/ 169).","seal":"5E139A6D","part":1},
      {"page":36,"id":35,"nass":"ردت امرأة شفاعة سيد الخلق - صلى الله عليه وسلم - حينما قال لها: «لو راجعتِ زوجك فإنه أبو ولدك» قالت: يا رسول الله، أتأمرني؟ قال: «لا، وإنما أنا شافع» قالت: فلا حاجة لي فيه [متفق عليه].\rوإذا قضيت حاجة المرء فينبغي الثناء على الشافع وعلى المشفوع عنده، يقول -عليه الصلاة والسلام-: «لا يشكر الله من لا يشكر الناس» [رواه أحمد] ويقول: «من صنع إليكم معروفًا فكافئوه، فإن لم تجدوا ما تكافئونه فادعوا له حتى تروا أنكم قد كافأتموه» [رواه النسائي].\rوقال - صلى الله عليه وسلم -: «من صنع إليه معروف فقال لفاعله: جزاك الله خيرًا، أبلغ في الثناء» [رواه الطبراني].\rوإذا قصرت يدك على المكافأة فليصل لسانك بالشكر، فخير مواضع المعروف ما جمع الأجر والشكر.\rوإن كان للمحسن عليك حق فبادر برده، فإن ذلك من الإحسان، فأحسن كما أحسن إليك في البدء.\rومن اعتذر عن تقديم خدمة إليك فلا تلمه وتجعله على لسانك غيبة وبهتانًا، فالله - عز وجل - يقول: {مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ} [التوبة: 91] ولربما أنه قد أتاه غيرك وتحمل ما لا تعلمه، وليس من المروءة أن يخبرك بذلك.\rجعلنا الله وإياكم من المتعاونين على البر والتقوى.","seal":"132A2888","part":1},
      {"page":37,"id":36,"nass":"","seal":"127415FC","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"وأحسن كما أحسن الله إليك","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عبد الملك بن محمد بن عبد الرحمن بن قاسم العاصمي","bLnk":null,"Inf":null,"Auth":"عبد الملك بن قاسم","Betaka":"الكتاب: وأحسن كما أحسن الله إليك\rالمؤلف: عبد الملك بن محمد القاسم\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"داعية إسلامي، له العديد من الكتيبات والمطويات الدينية، ولعل من أبرزها وأقدمها الزمن القادم.\rصاحب دار القاسم للنشر والتوزيع، وهو ابن الشيخ محمد بن عبد الرحمن بن قاسم","seal":"5C0967FD","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":95666,"BkId":95666,"oAuth":2724,"bVer":1,"aSeal":"6E081F37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95666":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"وأحسنوا إن الله يحب المحسنين"},
      {"lvl":1,"id":5,"sub":0,"tit":"جزاء الإحسان"},
      {"lvl":1,"id":8,"sub":0,"tit":"من صور الإحسان إلى الناس"},
      {"lvl":1,"id":25,"sub":0,"tit":"وقفة"},
      {"lvl":1,"id":26,"sub":0,"tit":"الأجور العظيمة"},
      {"lvl":1,"id":32,"sub":0,"tit":"متطلبات الإحسان"}
    ]
}
