{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95677":
    [
      {"page":3,"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rالحمد لله الذي وعد من أطاعه جنات عدن تجري من تحتها الأنهار فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، والصلاة والسلام على أشرف الأنبياء والمرسلين، خير من صلى وصام وعبد الله حتى أتاه اليقين\rوبعد:\rبين يديك -أخي القارئ- الجزء الثاني من سلسلة «أين نحن من هؤلاء»؟ تحت عنوان «والثمن الجنة» الذي يتحدث عن موضوع مهم ألا وهو الصلاة، التي فرط فيها بعض الناس وتهاون بها البعض الآخر.\rونحن في زمن الضعف والتكاسل والتشاغل أحببت ذكر همم من كان قبلنا ومسارعته لأداء هذا الفريضة العظيمة حتى تكون محيية للقلوب محركة للنفوس مقوية للعزائم.\rجعل الله أعمالنا خالصة لوجهه الكريم\rعبد الملك بن محمد بن عبد الرحمن بن القاسم","seal":"E2D6D598","part":1},
      {"page":4,"id":3,"nass":"الصلاة\rللصلاة في الإسلام منزلة لا تعدلها منزلة أي عبادة أخرى فهي عماد الدين الذي لا يقوم إلا به، قال - صلى الله عليه وسلم -: «رأس الأمر الإسلام وعموده الصلاة وذروة سنامه الجهاد في سبيل الله» (¬1).\rوهي فريضة دائمة مطلقة، لا تسقط حتى في حال الخوف، قال تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ * فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} [سورة البقرة، الآيتان: 238، 239].\rوهي أول ما أوجبه الله تعالى من العبادات، وهي أول ما يحاسب عليه العبد وهي آخر وصية وصى بها رسول الله، - صلى الله عليه وسلم -، أمته عند موته فقال: «الصلاة، الصلاة، وما ملكت أيمانكم» (¬2).\rوهي آخر ما يفقد من الدين، فإن ضاعت ضاع الدين كله، قال - صلى الله عليه وسلم -: «لتنقضن عرى الإسلام عروة عروة، فكلما انتقضت عروة تشبث الناس بالتي تليها، فأولهن نقضًا الحكم وآخرهن الصلاة» (¬3).\rوقد ذكرها الله تعالى من الشروط الأساسية للهداية والتقوى فقال تعالى: {الم * ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ *\r¬__________\r(¬1) أخرجه الترمذي وابن ماجه وأحمد وصححه الألباني.\r(¬2) أخرجه ابن ماجه وأحمد وصححه الألباني.\r(¬3) أخرجه أحمد وابن حبان والحاكم وصححه والألباني.","seal":"C35ED937","part":1},
      {"page":5,"id":4,"nass":"الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} [البقرة: 1 - 3] واستثنى تبارك وتعالى المحافظين على الصلوات من أصحاب الأخلاق الذميمة فقال تعالى: {إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا * إِذَا مَسَّهُ الشَّرُّ جَزُوعًا * وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا * إِلَّا الْمُصَلِّينَ * الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ} [المعارج: 19 - 23]. وقال تعالى وهو يحكي عن أهل النار: {مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ} (¬1).\rوقد توعد الله تارك الصلاة بقوله: {فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} [الماعون: 4، 5]، والسهو هو تركها حتى يخرج وقتها.\rوحذر جل وعلا من إضاعة الصلاة وتوعد مضيعها بالعذاب الشديد فقال تعالى: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا} [مريم: 59]، والغي: واد في جهنم خبيث الطعم بعيد القعر جعله الله لمن أضاع الصلاة واتبع الشهوات.\rولقد اهتم المسلمون بهذه الصلوات أيما اهتمام وحافظوا عليها أشد المحافظة وكان قدوتهم في ذلك رسول الله - صلى الله عليه وسلم - كما ذكرت ذلك عائشة -رضي الله عنها-: “كان رسول الله - صلى الله عليه وسلم - يحدثنا ونحدثه، فإذا حضرت الصلاة فكأنه لم يعرفنا ولم نعرفه».\r¬__________\r(¬1) معلومات مهمة من الدين.17.","seal":"1D701988","part":1},
      {"page":6,"id":5,"nass":"هذا هو قدوتنا - صلى الله عليه وسلم - نسير على طريقه ونقتفي أثره\rإذا نحن أدلجنا وأنت إمامنا ... كفى بالمطايا طيب ذكراك هاديًا (¬1)\r\rوسار السلف الصالح من هذه الأمة على هذا المنهج النبوي الشريف، فهذا سعيد بن المسيب من شدة حرصه على الصلاة حافظ على دخول المسجد قبل الأذان لمدة تزيد عن أربعين سنة، قال برد مولى سعيد بن المسيب: ما نودي للصلاة منذ أربعين سنة إلا وسعيد في المسجد (¬2).\rوقال ربيعة بن يزيد: ما أذن المؤذن لصلاة الظهر منذ أربعين سنة إلا وأنا في المسجد إلا أن أكون مريضًا أو مسافرًا (¬3).\rوأرشد - صلى الله عليه وسلم - للمحافظة على هذا الخير العظيم فقال: «اعلموا أن خير أعمالكم الصلاة ولا يحافظ على الوضوء إلا مؤمن» (¬4).\r* شهد أهل الخير لأهل الخير فقد قال يحيى بن معين عن يحيى بن سعيد: إنه لم يفته الزوال في المسجد أربعين سنة (¬5).\rأولئك قوم قلوبهم معلقة بالمساجد وقد جاءتهم البشائر في قوله - صلى الله عليه وسلم -: “سبعة يظلهم الله في ظله يوم لا ظل إلا ظله» وذكر\r¬__________\r(¬1) جامع العلوم والحكم 229.\r(¬2) طبقات الحنابلة 1/ 141، حلية الأولياء 2/ 163، صفة الصفوة 2/ 80.\r(¬3) السير 5/ 240.\r(¬4) أخرجه أحمد والبيهقي والحاكم وصححه الألباني.\r(¬5) السير 9/ 181، تذكرة الحفاظ 1/ 229، الزهد 530.","seal":"511D99D0","part":1},
      {"page":7,"id":6,"nass":"منهم: «رجل قلبه معلق بالمساجد إذا خرج منه حتى يعود إليه» (¬1).\rوقد حث سفيان بن عيينة على السير إلى الصلاة حتى قبل النداء فقال: لا تكن مثل عبد السوء لا يأتي حتى يدعى ائت الصلاة قبل النداء (¬2).\rوذلك استجابة لقوله - صلى الله عليه وسلم -: «ألا أدلكم على ما يمحو الله به الخطايا، ويرفع به الدرجات»؟ قالوا: بلى يا رسول الله، قال: «إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط فذلكم الرباط» [رواه مسلم].\rالحنين إلى الصلاة:\rضرب سلفنا الصالح أروع الأمثلة وأصدق الاستجابة حتى في حالات المرض الشديد، فعندما سمع عامر بن عبد الله، المؤذن وهو يجود بنفسه ومنزله قريب من المسجد قال: خذوا بيدي، فقيل له: إنك عليل، فقال: أسمع داعي الله فلا أجيبه، فأخذوا بيده، فدخل في صلاة المغرب فركع مع الإمام ركعة ثم مات (¬3).\rوهذا فاروق هذه الأمة -رضي الله عنه- ينتبه بعدما ذكر بالصلاة وهو في حالة الإغماء الشديد، فقد ذكر المسور بن مخرمة\r¬__________\r(¬1) متفق عليه.\r(¬2) التبصرة 1/ 137\r(¬3) صفة الصفوة 2/ 131، السير 5/ 220.","seal":"6ECD1D43","part":1},
      {"page":8,"id":7,"nass":"- رضي الله عنه - أن عمر بن الخطاب لما طعن جعل يغمى عليه فقيل: إنكم لن تفزعوه بشيء مثل الصلاة إن كانت به حياة، فقالوا: الصلاة يا أمير المؤمنين، قد صليت فانتبه فقال: الصلاة ها الله، فلا حظ في الإسلام لمن ترك الصلاة، فصلى وإن جرحه ليثعب دمًا (¬1).\rرضي الله عنه وأرضاه، لقد علم الصحابة شدة اهتمامه وحرصه على الصلاة -فعلموا أنه إن ذكرت الصلاة على مسمعه وبه حياة- فإنه سيفيق من الإغماءة التي كان فيها وقد كان ذلك، فلما ذكروا له الصلاة أفاق.\rأما في زماننا فلا يحلو للبعض النوم إلا وقت الصلاة، والبعض يسمع صوت المنبه للصلاة ولكن لا يستيقظ، وآخرون يوقظون للصلاة ولا يستجيبون -وكأنهم إلى الموت أقرب منهم للحياة- ولكن لو سمعوا بأن لصًا في الدار أو صافرة الإنذار انطلقت، لرأيت سرعة الانتباه وقوة الوثبة.\rلا تعرضن لذكرنا في ذكرهم ... ليس الصحيح إذا مشى كالمقعد (¬2)\r\rأخي المسلم\rسطر الربيع بن خثيم موقفًا عظيمًا في حياته فها هو بعدما سقط شقه يهادي بين رجلين إلى مسجد قومه، وكان أصحابه\r¬__________\r(¬1) تاريخ عمر 243، الزهد للإمام أحمد 182.\r(¬2) صفة الصفوة 4/ 266.","seal":"D728AA56","part":1},
      {"page":9,"id":8,"nass":"يقولون: يا أبا يزيد لقد رخص لك، لو صليت في بيتك فيقول: إنه كما تقولون، ولكني سمعته ينادي: حي على الفلاح، فمن سمعه منكم ينادي حي على الفلاح فليجبه ولو زحفًا ولو حبوًا (¬1).\rلقد كان هناك دافع يدفعهم ويستحثهم لتحمل المشاق في سبيل إقامة الصلاة طاعة لله عز وجل، وامتثالاً لأوامره، ورغبة فيما عنده.\rفهذا عدي بن حاتم يقول: ما جاء وقت الصلاة إلا وأنا إليها بالأشواق، وما دخل وقت صلاة قط إلا وأنا لها مستعد (¬2).\rلقد حرك الداعي إلى الله وإلى دار السلام النفوس الأبية، والهمم العالية، فأسمع منادي الإيمان من كانت له أذن واعية، وأسمع الله من كان حيًا فهزه النداء إلى منازل الأبرار وحدا به في طريق سيره فما حطت به رحاله إلا بدار القرار (¬3)\rأحن اشتياقاً للمساجد لا إلى ... قصور وفرش بالطراز موشح\r\rوهذا الاهتمام بالصلاة تحول إلى فرح وسرور بدخول وقتها وهو فرح وبهجة بالعطاء العظيم من الله الكريم المنان فهو كما ذكر أبو بكر بن عبد الله المزني: من مثلك يا ابن آدم؟ خلي بينك وبين\r¬__________\r(¬1) حلية الأولياء 2/ 113.\r(¬2) الزهد للإمام أحمد 249.\r(¬3) رهبان الليل 39.","seal":"83E62B47","part":1},
      {"page":10,"id":9,"nass":"الماء والمحراب، متى شئت تطهرت ودخلت على ربك -عز وجل- ليس بينك وبينه ترجمان ولا حاجب (¬1).\rفهذه ولله الحمد من نعمه علينا نقصده متى شئنا فترفع بالصلاة الدرجات وتحط الخطيئات، فسبحانه ما أكرمه وجل جلاله ما أعظمه.\rولا شك أنه يتأسف على فوات هذه النعم وضياع الأوقات بدون فائدة ورأس مال المسلم عمره .. أفلا يتأسف على ضياعه؟ قال أبو رجاء العطاردي: ما أنفس عليَّ شيء أخلفه بعدي إلا أني كنت أعفر وجهي في كل يوم وليلة خمس مرات لربي عز وجل (¬2).\rأخي المسلم:\rلقد أعطوا الصلاة حقها وأنزلوها منزلتها، ولذلك كانت عندهم المقياس الأول، كما أكد ذلك عمر بن الخطاب بقوله: إذا رأيت الرجل يضيع من الصلاة فهو والله لغيرها أشد تضييعًا (¬3).\rوسار على هذا المنهج أبو العالية فقال: كنت أرحل إلى الرجل مسيرة أيام، فأول ما أتفقد من أمره صلاته، فإن وجدته يقيمها ويتمها أقمت وسمعت منه، وإن وجدته يضيعها رجعت ولم أسمع منه وقلت: هو لغير الصلاة أضيع.\r¬__________\r(¬1) البداية والنهاية 9/ 256.\r(¬2) حلية الأولياء 2/ 306.\r(¬3) تاريخ عمر 204.","seal":"CBE1172C","part":1},
      {"page":11,"id":10,"nass":"وامتدادًا لهذا التواصل الخير امتد هذا الحرص ليصل إلى أطفالهم امتثالاً لقوله، - صلى الله عليه وسلم -: «مروا أبناءكم بالصلاة لسبع واضربوهم عليها لعشر وفرقوا بينهم في المضاجع» (¬1).\rفكان زيد الأيامي يقول للصبيان: تعالوا فصلوا أهب لكم الجوز، فكانوا يجيئون ويصلون ثم يحوطون حوله، فقيل له: ما تصنع بهذا؟ قال: وما علي، أشتري لهم جوزًا بخمسة دراهم ويتعودون على الصلاة (¬2).\rوالكثير الآن اهتم بتربية أبنائه تربية دنيوية بحتة، فحرص على المأكل والمشرب وتوفير وسائل الترفيه واللهو ولكنه ترك المهمة الأولى والمسئولية الكبرى للآباء ألا وهي تربية أبنائهم التربية الإسلامية الصحيحة وتعويدهم على الصلاة وتفقدهم حال غيابهم عنها والله -سبحانه وتعالى- يقول: {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ} [التحريم: 6].\rالصلاة مع الجماعة:\rأوجب الله -سبحانه وتعالى- أداء الصلاة المفروضة مع الجماعة فقال تعالى: {وَارْكَعُوا مَعَ الرَّاكِعِينَ} [البقرة: 43]، وداوم عليها - صلى الله عليه وسلم -، وأصحابه مداومة شديدة حتى كأنها جزء من الصلاة، ولم يتركها - صلى الله عليه وسلم - في السلم ولا في الحرب ولا في مرضه الذي\r¬__________\r(¬1) أخرجه أبو داود وأحمد والحاكم وحسنه الألباني.\r(¬2) حلية الأولياء 5/ 31.","seal":"BFF5C9F0","part":1},
      {"page":12,"id":11,"nass":"مات فيه.\rوفي مساجدنا اليوم اختفى هذا الأمر ولم يحرص الجميع على أدائها مع الجماعة، فإننا نرى حضور المصلين لصلاة الجمعة وامتلاء المساجد بهم، ثم لا نراهم في الصلوات الخمس، أيحسبون أنهم لا يحاسبون على هذا التقصير والتهاون؟ أم بأي عذر سقطت عنهم صلاة الجماعة حتى يتخلفوا عنها لا سيما وهم يسمعون ذلك النداء الذي يرتفع على المسامع خمس مرات كل يوم؟\rأخي الحبيب:\rلكم نحمد الله على ذلك، فكم من مسلم في بلاد الكفار يحرم من سماع هذا النداء، وكم من ميت لم يعد يجيب نداء التوحيد، وكم من مريض يحن إلى تلبية الدعوة ويحول بينه وبينها المرض، فإن لنداء التوحيد رنة في الأذن وفرحة في القلب، كيف لا، وهي دعوة من الله جل وعلا للسير في ركب الصالحين الراكعين الساجدين.\rولهذا كان أبو عمران الجزني إذا سمع الأذان تغير لونه وفاضت عيناه.\rوقبله كان سيد المرسلين كما قالت عائشة رضي الله عنها «كان رسول الله - صلى الله عليه وسلم - يحدثنا ونحدثه فإذا حضرت الصلاة فكأنه لم يعرفنا ولم نعرفه» صلوات ربي وسلامه عليه.\rوكان علي بن الحسين -رحمه الله- إذا توضأ يصفر لونه فيقول له أهله: ما هذا الذي يعتادك عند الوضوء؟ فيقول: تدرون","seal":"D215B3EE","part":1},
      {"page":13,"id":12,"nass":"بين يدي من أريد أن أقوم؟ ! (¬1).\rوحين استيقظ سليمان بن الأعمش من النوم لحاجة فلم يصب ماء، وضع يده على الجدار فتيمم، ثم نام، فقيل له في ذلك، قال: أخاف أن أموت على غير وضوء (¬2).\rوذلك امتثالاً لقول الرسول - صلى الله عليه وسلم -: «واعلموا أن خير أعمالكم الصلاة ولا يحافظ على الوضوء إلا مؤمن» (¬3).\r\rليس الطريق سوى طريق محمد ... فهي الصراط المستقيم لمن سلك\rمن يمشي في طرقاته فقد اهتدى ... سبل الرشاد ومن يزغ عنها هلك (¬4)\r\rتوضأ منصور بن زاذان يومًا فلما فرغ دمعت عيناه ثم جعل يبكي حتى ارتفع صوته فقيل له: رحمك الله ما شأنك؟ فقال: وأي شيء أعظم من شأني؟ أريد أن أقوم بين يدي من لا تأخذه سنة ولا نوم، فلعله أن يعرض عني (¬5).\rوما ذاك إلا لصلاح قلوبهم وصفاء سرائرهم، فعندما قيل ليزيد بن عبد الله: ألا نسقف مسجدنا؟ قال: أصلحوا قلوبكم\r¬__________\r(¬1) صفة الصفوة 2/ 93.\r(¬2) حلية الأولياء 5/ 49.\r(¬3) أخرجه أحمد والبيهقي والحاكم وصححه الألباني.\r(¬4) ذيل تذكرة الحفاظ 175.\r(¬5) صفة الصفوة 2/ 12.","seal":"15D0678D","part":1},
      {"page":14,"id":13,"nass":"يكفكم مسجدكم (¬1).\rفإن من صلح قلبه وأخلص نيته لم ينظر إلى سقف ولا إلى نقش بل اهتم بصلاته وتأديتها على الوجه الأكمل رجاء قبولها.\rوهذا عدي بن حاتم -رضي الله عنه- يقول: ما أقيمت الصلاة منذ أسلمت إلا وأنا على وضوء (¬2).\rوتلبية النداء في حياتهم تتم بصورة عملية لا تراخي فيها ولا تكاسل، فهو نداء يعني لهم التوجه إلى المسجد وترك ما في أيديهم من أعمال الدنيا.\rلنر إبراهيم بن ميمون المروزي ومهنته الصياغة وطرق الذهب والفضة، كان إذا رفع المطرقة فسمع النداء لم يردها.\rإنهم رجال تفرغوا لتلبية هذا النداء طاعة لرب العالمين وامتثالاً لأمر سيد المرسلين، تركوا الدنيا جانبًا وقاموا عن أعمالهم سراعًا متجهين إلى الله -جل وعلا-.\rأخي المسلم:\rصلاة المرء في أخراه ذخر ... وأول ما يحاسب بالصلاة\rفإن يمت فطوبى ثم طوبى ... له الفوز فيها بالصلاة\r¬__________\r(¬1) حلية الأولياء 2/ 312.\r(¬2) السير 3/ 160.","seal":"BCE0C03E","part":1},
      {"page":15,"id":14,"nass":"وإلا النار مثواه وتبًا\rله تبًا بعد الممات\r\rوكانوا من شدة الحرص على الصلاة وعلى الطاعات نراهم يتسابقون إلى المساجد حال النداء فهو كما قال الشاعر:\rتراه يمشي في الناس خائفاً وجلاً ... إلى المساجد هونًا بين أطمار\r\rوحالنا اليوم خلاف ذلك، ونرى البون الشاسع والفارق الكبير بين عباد الأمس ورجال اليوم، فهناك الكثير اليوم ممن لم يدخل المسجد قبل الأذان أو معه بل إن البعض قد يموت وهو لم يدخل المسجد بل يدخل به للصلاة عليه.\rوهذا الاهتمام بأمر الصلاة الذي نراه في واقع حياتهم من حضورهم إلى المساجد مبكرين ومحافظتهم على الصف الأول نراه استجابة لقوله - صلى الله عليه وسلم -: «لو يعلم الناس ما في النداء والصف الأول ثم لا يجدوا إلى أن يستهموا عليه لاستهموا عليه» (¬1).\rوحافظ على هذا الخير الكثير من سلف الأمة فكان بشر بن الحسن يقال له (الصفي) لأنه كان يلزم الصف الأول في مسجد البصرة خمسين سنة.\rوانقلبت الأمور وتغيرت المفاهيم وندر من يحافظ على هذا الواجب العظيم والخير العميم.\r¬__________\r(¬1) متفق عليه.","seal":"2D143552","part":1},
      {"page":16,"id":15,"nass":"أما عن الحرص على حضور التكبيرة الأولى مع الإمام التي لا يدركها الكثير من الناس اليوم فحدث ولا حرج.\rقال سعيد بن المسيب: ما فاتتني التكبيرة الأولى منذ خمسين سنة وما نظرت في قفا رجل في الصلاة منذ خمسين سنة (¬1).\r{وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ}.\rهو مطلب يستحق المنافسة، وهو أفق يستحق السباق، وهو غاية تستحق الغلاب.\rوالذين يتنافسون على شيء من أشياء الأرض مهما كبر وجل وارتفع وعظم، إنما يتنافسون في حقير قليل فانٍ قريب الدنيا لا تزن عند الله جناح بعوضة، ولكن الآخرة ثقيلة في ميزانه فهي إذن حقيقة تستحق المنافسة فيها والمسابقة (¬2).\rبقى سليمان بن مهران سبعين سنة لم تفته التكبيرة الأولى (¬3) رحمنا الله برحمته، فالبعض قد لا يدرك التكبيرة الأولى في السنة كاملة إلا مرة أو مرتين .. وانظر إلى الصفوف بعد انتهاء الإمام من الصلاة ترى أن من أدرك الصلاة كاملة هم القلة القليلة.\r¬__________\r(¬1) وفيات الأعيان 2/ 375. وحلية الأولياء 2/ 163.\r(¬2) في ظلال القرآن 2/ 3860.\r(¬3) تذكرة الحفاظ 1/ 154.","seal":"79A3539E","part":1},
      {"page":17,"id":16,"nass":"أين نحن من هؤلاء؟\rهذا أسيد بن جعفر يقول: ما رأيت عمي بشر بن منصور فاتته التكبيرة الأولى، ولا رأيته قام في مسجدنا سائل قط إلا أعطاه (¬1).\rوقال وكيع بن الجراح: كان الأعمش قريبًا من سبعين سنة لم تفته التكبيرة الأولى (¬2).\rبل إن بعضهم -رحمه الله - لم تفته التكبيرة الأولى مع الإمام إلا في يوم واحد منذ أربعين سنة ولعذر.\rفقد قال ابن سماعة: مكثت أربعين سنة لم تفتني التكبيرة الأولى إلا يوم ماتت أمي (¬3).\rوإذا كان هذا ما عرفناه من اهتمامهم بالصلاة وبتكبيرة الإحرام خصوصًا، فلا غرابة إذا قال إبراهيم النخعي: إذا رأيت الرجل يتهاون بالتكبيرة الأولى فاغسل يديك منه (¬4).\rوهذا إبراهيم التيمي يؤكد هذا الاهتمام وأنه عنوان صاحبه بقوله: إذا رأيت الرجل يتهاون في التكبيرة الأولى فاغسل يديك منه (¬5).\r¬__________\r(¬1) صفة الصفوة 3/ 376.\r(¬2) تذكرة الحفاظ 1/ 154. والسير 6/ 228. وصفة الصفوة 3/ 117.\r(¬3) السير 10/ 646\r(¬4) السير 5/ 65 وصفة الصفوة 3/ 88.\r(¬5) السير 5/ 62.","seal":"A69C0DBB","part":1},
      {"page":18,"id":17,"nass":"وقد أدرك السلف -رحمهم الله- ذلك فاهتموا بالتبكير إلى الصلاة فقال سفيان بن عيينة: إن من توقير الصلاة أن تأتي قبل الإقامة (¬1).\r* هذا هو شدة حرصهم واهتمامهم ما بالك إذا فاتتهم الصلاة في الجماعة مع شدة عنايتهم بها واستعدادهم لها.\rقال قاضي الشام سليمان بن حمزة المقدسي: لم أصل الفريضة منفردًا إلا مرتين وكأني لم أصلهما قط، مع أنه قارب التسعين (¬2).\rوكانوا يتألمون لفوات هذا الخير العظيم والأجر الجزيل.\rقال محمد بن المبارك الصوري: كان سعيد بن عبد العزيز إذا فاتته صلاة الجماعة بكى (¬3).\rولم تكن صلاة الجماعة تعدل عندهم شيئًا من أمور الدنيا التي أصبحنا نلهث وراءها وربما نؤخر الصلاة من أجلها، فقد أتى ميمون بن مهران المسجد فقيل له: إن الناس قد انصرفوا فقال: إنا لله وإنا إليه راجعون، لفضل هذه الصلاة أحب إلي من ولاية العراق (¬4).\rوالبعض منا يفوت صلاة الجماعة لأمر بسيط وشغل قليل من\r¬__________\r(¬1) صفة الصفوة 2/ 235.\r(¬2) حدثني أحد المشايخ الفضلاء: إنه لم تفته صلاة الجماعة إلا مرة واحدة عندما كان عمره تسع سنوات وأضاف كأني لم أصلها مطلقًا.\r(¬3) تذكرة الحفاظ 1/ 219.\r(¬4) مكاشفة القلوب 364.","seal":"9C7695D2","part":1},
      {"page":19,"id":18,"nass":"أمور الدنيا لا يعدل شيئًا يذكر، فما بالك بولاية العراق؟ !\rوقوم أمرهم كذلك لابد أن هناك نوعًا من التأثر على فوات الجماعة فهذا ابن عمر إذا فاتته العشاء في جماعة أحيا بقية ليلته.\rاغتنم في الفراغ فضل ركوع ... فعسى أن يكون موتك بغتة\rكم صحيح رأيت من غير سقم ... ذهبت نفسه الصحيحة فلتة\r\rأخي الحبيب:\rصلاة الجماعة عند هؤلاء الأخيار لها منزلة عظيمة وفقدها كفقد عزيز لديهم، لعظم أمرها ولمعرفتهم بحقيقتها وهو كما جرى لحاتم الأصم عندما قال: فاتتني الصلاة في الجماعة فعزاني أبو إسحاق البخاري وحده، ولو مات لي ولد لعزاني أكثر من عشرة آلاف، لأن مصيبة الدين أهون عند الناس من مصيبة الدنيا (¬1).\rوهذا من درر الكلام ونفيسه: فما أكثر ما نرى من المعزين بفقد عزيز وذهاب قريب، ولكننا لا نرى من يعزي في فقد جانب من جوانب الدين، فاللهم لا تجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر همنا.\rقال يونس بن عبد الله: ما لي تضيع لي الدجاجة فأجد لها وتفوتني الصلاة فلا أجد لها (¬2).\r¬__________\r(¬1) مكاشفة القلوب 364.\r(¬2) حلية الأولياء 3/ 19، وصفة الصفوة 3/ 307.","seal":"03879A4F","part":1},
      {"page":20,"id":19,"nass":"كم لدينا ممن يغتمون بهموم العمل وزيادة المراتب ومتى يحين موعد الترقية، ويسهرون الليالي وربما تطاول بهم الهم لا ينامون إلا قليلاً وفي النهار يتعبون ويجرون هنا وهناك بهمة ونشاط ويحسبون حسابًا لكل شاردة وواردة من أمر الدنيا، وتفوتهم الصلاة مع الجماعة وهو لا يألمون ولا يتألمون، وقد يتعذر البعض بكثرة المشاغل ومتطلبات الحياة وأمور الدنيا.\rأخي الحبيب:\rوأنت تهب من فراشك مسرعًا، تركت لذة النوم ولين الفراش، تردد مع المؤذن ما يقول ثم تسير إلى صلاة الفجر بخطوات مطمئنة .. في برد قارس وظلام دامس.\rلا حرمك الله الأجر، وكتب خطواتك .. ألا فأبشر بخير عظيم بشرك به نبي هذه الأمة - صلى الله عليه وسلم - بقوله: «بشروا المشائين في الظلم إلى المساجد بالنور التام يوم القيامة» [رواه أبو داود والترمذي].\rلا يغلبنك الشيطان ولا تتردد في القيام .. سر إلى جنة عرضها السموات والأرض أعدت للمتقين، فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ..\rبلغك الله ما قصدت وجعل الجنة مثواك ..\rأخي المسلم:\rلنرى كيف كان اهتمام السلف الصالح بالطاعات والعبادات رغم الأعباء التي يحملونها، فهذا القاضي أبو يوسف يصلي بعدما","seal":"49937B63","part":1},
      {"page":21,"id":20,"nass":"ولي القضاء في كل يوم مائتي ركعة (¬1).\rبل إن خليفة المسلمين هارون الرشيد بعد أن تولى الخلافة يصلي في كل يوم مائة ركعة إلى أن فارق الدنيا إلا أن يعرض له علة (¬2).\rوكان للمسجد عندهم اهتمام خاص لكونه مكانًا للعبادة فعندما رأى عطاء بن يسار رجلاً يبيع في المسجد دعاه فقال له: هذه سوق الآخرة فإن أردت الدنيا فأخرج إلى سوق الدنيا.\rونتمثل بقول الشاعر حين نرى التهاون والتكاسل:\rأيا عجبًا كيف يعصى الإله ... أم كيف يجحده جاحد؟\rولله في كل تحريكة ... وفي كل تسكينة شاهد\rوفي كل شيء له آية ... تدل على أنه واحد (¬3)\r¬__________\r(¬1) تذكرة الحفاظ 1/ 293.\r(¬2) تاريخ بغداد 14/ 6.\r(¬3) تاريخ بغداد 6/ 253.","seal":"40445B8C","part":1},
      {"page":22,"id":21,"nass":"الوقوف بين يدي الله\rكان من تمام محافظتهم على الصلاة القيام بأركانها وواجباتها وسننها ومستحباتها على الوجه الأكمل.\rبخشوع وخضوع لله -عز وجل- وحضور قلب وتدبر وقد مدحهم الله بقوله: {الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ}\r[المؤمنون: 2].\rوقال - صلى الله عليه وسلم -: «إن الرجل لينصرف ما كتب له إلا عشر صلاته، تسعها، ثمنها، سدسها، خمسها، ربعها، ثلثها، نصفها» (¬1).\rوقد قال عمر بن الخطاب رضي الله عنه على المنبر: إن الرجل ليشيب عارضاه في الإسلام وما أكمل لله تعالى صلاة، قيل: وكيف ذلك؟ قال: لا يتم خشوعها وتواضعها وإقباله على الله -عز وجل- فيها (¬2).\rهذا قول عمر بن الخطاب في صدر الإسلام، ماذا عن واقعنا نحن اليوم، والكثير -إلا من رحم ربي- تذهب به أحوال الدنيا كل مذهب، فهو يصلي ببدنه ولكنه يذهب بفكره إلى الدنيا وأسواقها، يبيع ويشتري، ويزيد وينقص .. وما ذاك إلا من الغفلة.\rقال الحسن: سمعهم عامر بن عبد قيس وما يذكرون من ذكر الضيعة في الصلاة قال: تجدونه قالوا: نعم، قال: والله لئن تختلف\r¬__________\r(¬1) أخرجه أبو داود وأحمد وحسنه الألباني.\r(¬2) الإحياء 10/ 202.","seal":"D9397E48","part":1},
      {"page":23,"id":22,"nass":"الأسنة في جوفي أحب إلي أن يكون هذا في صلاتي (¬1).\rوهذا -والله- واقع من عرف الله حق معرفته وأدى الصلاة كما يجب ولهذا قال حماد بن سلمة: ما قمت إلى صلاة إلا مثلت لي جهنم (¬2).\rكيف يا أخي الحبيب ترى صلاة من يخشى الوقوع في نار جهنم؟ إنها صلاة خوف من عذاب الله ورجاء لما عنده، وهي صلاة مودع لما في الدنيا، راج بعمله الدار الآخرة وما فيها، عليك بوصية معاذ بن جبل لابنه: يا بني إذا صليت صل صلاة مودع، لا تظن أنك تعود إليها أبدًا، واعلم يا بني أن المؤمن يموت بين حسنتين حسنة قدمها وحسنة أخرها (¬3).\rفلو وقف كل منا في صلاته هذا الموقف واستشعر هذا الأمر لأتمها كما يجب طاعة لله -عز وجل-.\rيا من له تعنو الوجوه وتخشع ... ولأمره كل الخلائق تخضع\rأعنو إليك بجبهة لم أحنها ... إلا لوجهك ساجدًا أتضرع (¬4)\r\rوهذه وصية بكر المزني تنادي بالحرص على الصلاة وإتمامها\r¬__________\r(¬1) الزهد للإمام أحمد 321.\r(¬2) تذكرة الحفاظ 1/ 219، وشذرات الذهب 1/ 263.\r(¬3) صفة الصفوة 1/ 496.\r(¬4) ديوان يوسف القرضاوي 32","seal":"D7C5BC4A","part":1},
      {"page":24,"id":23,"nass":"على وجهها الصحيح إذ قال: إذا أردت أن تنفعك صلاتك، فقل: لا أصلي غيرها (¬1).\rلو سرنا على هذا الأمر لتبدل حالنا ولصلح أمرنا ولاستقامت صلاتنا فإن الصلاة زاد المسلم في رحلته من الدنيا إلى الدار الآخرة وأول ما يسأل عنه في قبره.\rقال سفيان الثوري: لو رأيت منصور بن المعتمر يصلي لقلت يموت الساعة (¬2).\rوما ذاك إلا من شدة المحافظة عليها وتأديتها على أكمل وجه، ومن كان هذا دأبه في كل صلواته فلا بد أن تكون له صلاة لا يصلي بعدها أبدًا ويختم له إن شاء الله بخير كما ذكر ذلك عبد الله ابن مسعود: مادمت في صلاة فأنت تقرع باب الملك، ومن يقرع باب الملك يفتح له (¬3).\rفإن الله أكرم الأكرمين وأرحم الراحمين لمن أطاعه واستجاب لأوامره واجتنب نواهيه.\rقال شبرمة: صحبنا كرزًا الحارثي فكنا إذا نزلنا إلى الأرض فإنما هو قائل ببصره هكذا، ينظر فإذا رأى بقعة تعجبه ذهب فصلى فيها حتى يرتحل (¬4).\r¬__________\r(¬1) جامع العلوم والحكم 466.\r(¬2) صفة الصفوة 3/ 114.\r(¬3) صفة الصفوة 1/ 415.\r(¬4) صفة الصفوة 3/ 120.","seal":"CEB2FB6D","part":1},
      {"page":25,"id":24,"nass":"لأن قلبه معلق بالطاعات مغتنم للساعات، وقته كله عبادة وجد .. وهل في عمر الإنسان وقت للهو والعبث وعمره سنوات معدودة وأنفاس محسوبة؟\rاغتنم ركعتين زلفى إلى الله ... إذا كنت فارغًا مستريحًا\rوإذا ما هممت بالنطق بالباطل ... فاجعل مكانه تسبيحا\rفاغتنام السكوت أفضل من ... خوض وإن كنت بالكلام فصيحا\r\rوالأيام المحسوبة واللحظات المعدودة استثمروها في الطاعات واعملوا فيها بجد وحزم رغبة فيما عند الله من النعيم المقيم، فحياتهم كلها عبادة وطاعة، وصلاح وتقوى وقد قيل لعامر بن عبد الله هل تحدثك نفسك في الصلاة بشيء؟\rقال: نعم بوقوفي بين يدي الله -عز وجل- ومنصرفي إلى إحدى الدارين (¬1).\rوانظر إلى حالنا اليوم بم تحدثنا أنفسنا في الصلاة؟\rبل إن الخواطر والهواجس تتدافع لكثرتها في الصلاة، فلربما استمرت تلك الأفكار طوال الصلاة، وكأن الصلاة متنفس لإطلاق عنان الأفكار والهواجس، فالبيع يزيد في الصلاة والشراء كذلك،\r¬__________\r(¬1) الإحياء 1/ 202.","seal":"65C08E31","part":1},
      {"page":26,"id":25,"nass":"وحساب الأرباح والخسائر يعاود مع كل صلاة .. بل إن البعض يسافر ويعود وهو يقف أمام الله -جل وعلا- ولو كان هذا الوقوف بين يدي مسئول لوجدت قوة التركيز وشدة الإنصات، فلا تفوته كلمة ولا تغيب عنه شاردة ولا واردة أما في الصلاة فلا يوجد من يؤديها على وجهها الصحيح بدون وساوس وخواطر إلا من رحم ربي وقليل ما هم.\rأخي: إذا أصبح العبد وأمسى وليس همه إلا الله وحده تحمل الله سبحانه حوائجه كلها، وحمل عنه كل ما أهمه، وفرغ قلبه لمحبته، ولسانه لذكره، وجوارحه لطاعته، وإن أصبح وأمسى والدنيا همه، حمله الله همومها وغمومها، وأنكادها، ووكله إلى نفسه، فشغل قلبه عن محبته بمحبة الخلق، ولسانه عن ذكره بذكرهم، وجوارحه عن طاعته بخدمتهم وأشغالهم فهو يكدح كدح الوحش في خدمة غيره (¬1).\rقال أبو عبد الرحمن الأيدي: قلت لسعيد بن عبد العزيز: ما هذا البكاء الذي يعرض لك في الصلاة؟ فقال: يا ابن أخي، وما سؤالك عن ذلك؟ قلت: لعل الله أن ينفعني به، فقال: ما قمت إلى صلاة إلا مثلت لي جهنم (¬2).\rولهذا كان عاصم بن أبي النجود إذا صلى ينتصب كأنه عود،\r¬__________\r(¬1) الفوائد 110.\r(¬2) السير 5/ 259.","seal":"F286038C","part":1},
      {"page":27,"id":26,"nass":"وكان يكون يوم الجمعة في المسجد إلى العصر، وكان عابدًا خيرًا يصلي أبدًا، ربما أتى حاجة، فإذا رأى المسجد قال: مل بنا، فإن حاجتنا لا تفوت، ثم يدخل فيصلي.\rومات -رحمه الله- ونحن رحمنا الله لا نزال\rنروح ونغدو لحاجاتنا ... وحاجة من عاش لا تنقضي\rتموت مع المرء حاجاته ... وتبقى له حاجة ما بقي\r\rحتى يدركه الموت ويأتيه الأجل وهو يلهث وراء الدنيا ويجري خلف الحطام منها ولا يبقى له إلا ما قدم من العمل الصالح.\rقال القاسم بن محمد: غدوت يومًا وكنت إذا غدوت بدأت بعائشة -رضي الله عنها- أسلم عليها، فغدوت يومًا إليها فإذا هي تصلي الضحى وهي تقرأ: {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} [الطور: 27]، وتبكي وتدعو وتردد الآية فقمت حتى مللت وهي كما هي، فلما رأيت ذلك ذهبت إلى السوق فقلت: أفرغ من حاجتي ثم أرجع ففرغت من حاجتي ثم رجعت وهي كما هي تردد الآية وتبكي وتدعو (¬1).\rسنة الضحى:\rوسنة الضحى هذه غفل عنها أكثر الناس اليوم .. فلا يؤديها\r¬__________\r(¬1) الإحياء 4/ 436.","seal":"1B236C1C","part":1},
      {"page":28,"id":27,"nass":"إلا القليل, والنبي - صلى الله عليه وسلم - أوصى أبا هريرة كما في الحديث: «أوصاني خليلي رسول الله - صلى الله عليه وسلم -، بثلاث: صيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أنام» (¬1).\rواليوم نرى حتى من يحافظ على صلاة الفجر لا يذكر الله إلا قليلاً في هذا الوقت الطويل من صلاة الفجر إلى صلاة الظهر، وهي ساعات طويلة ولحظات غالية نفيسة ربما كانت فيها الغفلة عن الآخرة بذكر الدنيا والتشاغل بها.\rيؤمل دنيا لتبقى له ... فوافى المنية دون الأمل\rحثيثًا يروي أصول الفسيل (¬2) ... فعاش الفسيل ومات الرجل (¬3)\r\rخشوع السلف:\rحب الصلاة والمسارعة إليها وأداؤها على أكمل الوجوه وأتمها ظاهرًا وباطنًا، هي الآية على قدر ما في القلب من حب الله والشوق إلى لقائه والإعراض عنها والتكاسل والتباطؤ عن تلبية داعيها والتكاسل في القيام إليها أو أداؤها منفردة في غير المسجد مع جماعة المسلمين من غير عذر، آية فراغ القلب حقًا من حب الله\r¬__________\r(¬1) متفق عليه.\r(¬2) الفسيل: النخلة الصغيرة.\r(¬3) تاريخ بغداد 12/ 318.","seal":"80A54C37","part":1},
      {"page":29,"id":28,"nass":"والزهد فيما عنده (¬1).\rولنر حال السلف في الصلاة وخشوعهم.\rفعن ميمون بن حيان قال: ما رأيت مسلم بن يسار متلفتًا في صلاته قط خفيفة ولا طويلة، ولقد انهدمت ناحية المسجد ففزع أهل السوق لهدته وإنه في المسجد في صلاته فما التفت (¬2).\rوعندما سئل خلف بن أيوب: ألا تؤذيك الذبابة في صلاتك فتطردها قال: لا أعود نفسي شيئًا يفسد علي صلاتي قيل له: وكيف تصبر على ذلك؟ قال: بلغني أن الفساق يصبرون تحت أسواط السلطان فيقال: فلان صبور ويفتخرون بذلك، فأنا قائم بين يدي ربي أفأتحرك لذبابة! ! (¬3).\rوكان ابن الزبير إذا قام في الصلاة كأنه عود من الخشوع.\rوكان أبو حنيفة يسمى الوتد لكثرة صلاته (¬4).\rوعن مداومتهم على العبادة وكثرة صلاتهم ما قاله عبيد الله بن سليمان حفيد أبي عبيد الله الوزير: أبلى جدنا سجادتين (¬5) وشرع في ثالثة وأبلى موضع ركبتيه ووجهه ويديه من كثرة صلاته\r¬__________\r(¬1) صلاة الجماعة.\r(¬2) الزهد للإمام أحمد 359.\r(¬3) الإحياء 1/ 179.\r(¬4) السير 6/ 400.\r(¬5) أعرف عابدًا توفي قبل سنوات جرى له قريبًا من ذلك.","seal":"269DBFBC","part":1},
      {"page":30,"id":29,"nass":"-رحمه الله- وكان له كل يوم كر (¬1) دقيق يتصدق به فلما وقع الغلاء، تصدق بكرين.\rولم يكن يشغلهم عن الصلاة شاغل، ولم يكن بينهم وبين الله حائل، فالانتباه مقتصر على الصلاة والخشوع لله.\rفقد صلى أبو عبد الله النباحي يومًا بأهل طرسوس، فصيح بالنفير، فلم يخفف لصلاة فلما فرغوا قالوا: أنت جاسوس، قال: ولم؟ قالوا: صيح بالنفير وأنت في الصلاة فلم تخفف، قال: ما حسبت أن أحدًا يكون في الصلاة فيقع في سمعه غير ما يخاطبه به الله -عز وجل- (¬2).\rوهم كما قال عنهم العلامة ابن رجب في كتابه لطائف المعارف: لما سمع القوم قول الله عز وجل {فَاسْتَبِقُوا الْخَيْرَاتِ}، وقوله: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ} فهموا أن المراد من ذلك أن يجتهد كل واحد منهم أن يكون هو السابق لغيره إلى هذه الكرامة، والمسارع إلى بلوغ هذه الدرجة العالية، فكان أحدهم إذا رأى من يعمل عملاً يعجز عنه خشي أن يكون صاحب ذلك العمل هو السابق له فيحزن لفوات سبقه، فكان تنافسهم في درجات الآخرة واستباقهم إليها، ثم جاء من بعدهم قوم فعكسوا الأمر فصار تنافسهم في الدنيا الدنيئة\r¬__________\r(¬1) الكر: يشبع خمسة آلاف إنسان.\r(¬2) صفة الصفوة 4/ 279.","seal":"BF30314D","part":1},
      {"page":31,"id":30,"nass":"وحظوظها الفانية.\rهذا أبو طلحة -رضي الله عنه-: صلى في حائط وفيه شجر فأعجبه دبس طار في الشجر يلتمس مخرجًا، فأتبعه بصره ساعة ثم لم يدر كم صلى؟\rفذكر لرسول الله - صلى الله عليه وسلم -، ما أصابه من الفتنة، ثم قال: يا رسول الله هو صدقة فضعه حيث شئت (¬1).\rوصلى رجل في حائط له والنخل مطوقه بثمرها فنظر إليها فأعجبته ولم يدر كم صلى؟ فذكر ذلك لعثمان -رضي الله عنه- وقال: هو صدقة فاجعله في سبيل الله -عز وجل- فباعه عثمان بخمسين ألفًا (¬2).\rوما قدما هذا العمل إلا لعلمهما بعظم أمر الصلاة وشأنها.\rونحن يا أخي سنودع هذه الدنيا بين صلاتين، صلاة أديناها وصلاة ننتظر دخول وقتها، فحري بنا أن نؤدي صلاة مودع في كل صلاة عسى الله أن يختم لنا بخير، ويتقبل منا حسناتنا ويتجاوز -بمنه وكرمه- عن سيئاتنا.\r* كان محمد بن إسماعيل «الإمام البخاري» يصلي ذات ليلة، فلسعه الزنبور سبع عشرة مرة، فلما قضى الصلاة، قال: انظروا أيش آذاني (¬3).\r¬__________\r(¬1) الإحياء 1/ 194.\r(¬2) الإحياء 1/ 194.\r(¬3) السير 12/ 441.","seal":"D0BD9973","part":1},
      {"page":32,"id":31,"nass":"وهذا الصبر ناتج من عظم خشوعهم واستحضارهم مناجاة ربهم كما قال أبو نصر الفرادس عن سعيد بن عبد العزيز: كنت أسمع وقع دموعه على الحصير في الصلاة (¬1).\rونحن لقسوة في قلوبنا لا نرى تلك الدموع إلا في شهر رمضان ومن قلة قليلة لانت قلوبهم وخشعوا لربهم وأذلوا\rجباههم له.\rولم يمنع الصالحين كبر السن وضعف الجسم عن الوقوف الطويل بين يدي الله فهذا أبو إسحاق السبيعي يقول: ذهبت الصلاة مني، ضعفت ورق عظمي، إني اليوم أقوم في الصلاة فما أقرأ إلا البقرة وآل عمران (¬2).\rأما عندما ضعف عن القيام بنفسه فإنه كما قال أبو العلاء العبدي: ضعف أبو إسحاق السبيعي عن القيام فكان لا يقدر أن يقوم إلى الصلاة حتى يقام، فإذا أقاموه فاستتم قائمًا قرأ ألف آية وهو قائم (¬3).\rأما عطاء بن أبي رباح فهو كما قال عنه ابن جريج: لزمت عطاء ثماني عشرة سنة، وكان بعدما كبر وضعف يقوم إلى الصلاة فيقرأ مائتي آية في البقرة وهو قائم لا يزول منه شيء ولا يتحرك (¬4).\r¬__________\r(¬1) تذكرة الحفاظ 1/ 219.\r(¬2) صفة الصفوة 3/ 104.\r(¬3) صفة الصفوة 3/ 105.\r(¬4) السير 5/ 87، وصفة الصفوة 2/ 213.","seal":"9B12F852","part":1},
      {"page":33,"id":32,"nass":"اجتمعت فيه ثلاثة أمور: كبر سن، وضعف، وقراءة طويلة ثم هو خاشع لا يزول منه شيء ولا يتحرك.\rلنرى حال عبد الله بن الزبير -رضي الله عنه- وهو المعروف بطول صلاته قال عنه مسلم بن بناق المكي: ركع ابن الزبير ركعة، فقرأت البقرة وآل عمران والنساء والمائدة وما رفع رأسه (¬1).\rويؤكد لنا نشاطهم في العبادة ما قاله الوليد بن علي.\rكان سويد بن غفلة يؤمّنا في شهر رمضان في القيام وقد أتى عليه عشرون ومائة سنة.\rوكان معروف (ابن وصل التيمي) إمام مسجد بني عمرو بن سعد، وكان يختم القرآن في كل ثلاثة سفرًا وحضرًا، أم قومه ستين سنة لم يسه في صلاة قط، لأنها تهمه.\rوكان طلق بن حبيب يقول: إني لأحب أن أقوم لله حتى أشتكي ظهري، فيقوم فيبتدئ بالقرآن حتى يبلغ سورة الحجر ثم يركع.\rوقال ثابت البناني: كنت أمر بعبد الله بن الزبير وهو يصلي خلف المقام كأنه خشبة منصوبة لا يتحرك (¬2).\rوإلى الله المشتكى، أسرع شيء يؤدى في حياتنا الصلاة فمنا من ينقرها نقرًا ومنا من لا يخشع الخشوع الواجب، ويغلب على\r¬__________\r(¬1) البداية والنهاية 8/ 359 وصفة الصفوة: 1/ 767.\r(¬2) البداية والنهاية 8/ 358.","seal":"DFE9190F","part":1},
      {"page":34,"id":33,"nass":"الكثرة تأدية الصلاة بلا اهتمام ولا حرص.\rولو تأملنا في مصالح حياة هذا المصلي، لرأينا الدقة والحرص والتأني والتمهل والأخذ والعطاء في سبيل دريهمات تزيد له.\rما بالنا هكذا عن الصلاة معرضون ولواجباتنا مضيعون؟\rلقد كان عبد الله بن مسعود إذا قام في الصلاة كأنه ثوب ملقى (¬1).\rوكان سعيد بن جبير إذا قام إلى الصلاة كأنه وتد (¬2).\rأخي الحبيب أين نحن من هؤلاء؟\rهذا عبد الله بن الزبير يركع فيكاد الرخم أن يقع على ظهره، ويسجد فكأنه ثوب مطروح (¬3).\rإننا نستغرب من ذلك الخشوع وتلك الطمأنينة وما ذاك إلا لأننا لا نرى هذا في واقع حياتنا وإلا فإن ..\rالعنبس بن عقبة كان يسجد حتى تقع العصافير على ظهره، فكأنه جذم حائط (¬4).\rونسير مع الصالحين فهذا أبو بكر بن عياش يقول: رأيت حبيب بن أبي ثابت ساجدًا فلو رأيته قلت ميت، يعني من طول\r¬__________\r(¬1) الزهد للإمام أحمد 231.\r(¬2) صفة الصفوة 3/ 77.\r(¬3) البداية والنهاية 8/ 359.\r(¬4) الزهد 496.","seal":"B6A42CAD","part":1},
      {"page":35,"id":34,"nass":"السجود (¬1).\rوكان إبراهيم التيمي إذا سجد كأنه جذم حائط ينزل على ظهره العصافير (¬2).\rأما ابن وهب فقد قال: رأيت الثوري في الحرم بعد المغرب صلى ثم سجد سجدة، فلم يرفع حتى نودي بالعشاء (¬3).\rرفع لهم علم الجنة فشمروا إليه، ووضح لهم صراطها المستقيم فاستقاموا عليه، ورأوا من أعظم الغبن بيع ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، في أبد لا يزول ولا ينفد بصبابة عيش إنما هو كأضغاث أحلام، أو كطيف زار في المنام مشوب بالنغص، ممزوج بالغصص، إن أضحك قليلاً أبكى كثيرًا، وإن سر يومًا أحزن شهورًا، آلامه تزيد على لذاته، وأحزانه أضعاف أضعاف مسراته، أوله مخاوف وآخره متالف.\rقال أبو قطن: ما رأيت شعبة بن الحجاج قد ركع إلا ظننت أنه نسي، ولا سجد إلا قلت نسي (¬4).\rوقال علي بن الفضيل: رأيت الثوري ساجدًا فطفت سبعة أسابيع (¬5) قبل أن يرفع رأسه (¬6).\r¬__________\r(¬1) السير 5/ 291.\r(¬2) السير 5/ 61.\r(¬3) السير 7/ 266.\r(¬4) تذكرة الحفاظ 1/ 193.\r(¬5) الأسبوع هنا الطواف الكامل حول الكعبة مرة واحدة.\r(¬6) السير 7/ 277.","seal":"8C8122D0","part":1},
      {"page":36,"id":35,"nass":"أخي الحبيب .. أين نحن من هؤلاء؟ ! !\rموت التقي حياة لا انقطاع لها ... قد مات قوم وهم في الناس أحياء (¬1)\r\rورغم تلك العناية بالصلاة وشدة المحافظة عليها فإن عثمان بن أبي دهرش، قال: ما صليت صلاة قط إلا استغفرت الله تعالى من تقصيري فيها.\rولنر ماذا يقولون عن صلاتهم .. ورسم حالهم؟ فقد قال معاوية بن مرة: أدركت سبعين رجلاً من أصحاب محمد - صلى الله عليه وسلم - ولو خرجوا فيكم اليوم ما عرفوا شيئًا مما أنتم عليه اليوم إلا الأذان (¬2).\rأما ميمون بن مهران فقد قال: لو نشر فيكم رجل من السلف ما عرف إلا قبلتكم، هذا في القرون الأولى -فماذا عنا نحن-.\rأخي الكريم:\rزماننا لاح للعاقل تغيره ولاح للبيب تبدله، يبس ضرعه بعد الغزارة، وذبل فرعه بعد النضارة، ونحل عوده بعد الرطوبة، وبشع مذاقه بعد العذوبة.\rلنرى صورة أخرى معبرة عن أدائهم للصلاة فعندما سئل حاتم الأصم -رضي الله عنه- عن صلاته فقال: إذا حانت الصلاة\r¬__________\r(¬1) تاريخ بغداد 13/ 207.\r(¬2) حلية الأولياء 2/ 299.","seal":"91AD559C","part":1},
      {"page":37,"id":36,"nass":"أسبغت الوضوء وأتيت الموضع الذي أريد الصلاة فيه فأقعد فيه حتى تجتمع جوارحي، ثم أقوم إلى صلاتي، وأجعل الكعبة بين حاجبي والجنة عن يميني، والنار عن شمالي، وملك الموت ورائي، أظنها آخر صلاتي ثم أقوم بين الرجاء والخوف، وأكبر تكبيرًا بتحقيق وأقرأ قراءة بترتيل، وأركع ركوعًا بتواضع، وأسجد سجودًا بتخشع وأقعد على الورك الأيسر وأفرش ظهر قدمها وأنصب القدم اليمنى على الإبهام وأتبعها الإخلاص ثم لا أدري أقبلت مني أم لا (¬1)؟\rوالناس في الصلاة على مراتب خمسة:\rإحداها: مرتبة الظالم لنفسه المفرط، الذي انتقص من وضوئها ومواقيتها وحدودها وأركانها.\rالثانية: من يحافظ على مواقيتها وحدودها وأركانها الظاهرة ووضوئها لكن قد ضيع مجاهدة نفسه في الوسوسة فذهب مع الوساوس والأفكار.\rالثالثة: من حافظ على حدودها وأركانها وجاهد نفسه في دفع الوساوس والأفكار فهو مشغول بمجاهدة عدوه لئلا يسرق صلاته فهو في صلاة وجهاد.\rالرابعة: من إذا قام إلى الصلاة أكمل حقوقها وأركانها واستغرق قلبه مراعاة حدودها وحقوقها لئلا يضيع شيئًا منها، بل همه كله مصروف إلى إقامتها كما ينبغي وإكمالها وإتمامها، وقد\r¬__________\r(¬1) الإحياء 1/ 179.","seal":"69F3D335","part":1},
      {"page":38,"id":37,"nass":"استغرق قلبه شأن الصلاة وعبودية ربه تبارك وتعالى فيها.\rالخامسة: من إذا قام إلى الصلاة قام إليها كذلك ولكن مع هذا قد أخذ قلبه ووضعه بين يدي ربه -عز وجل- ناظرًا بقلبه إليه مراقبًا له، ممتلئًا من محبته وعظمته كأنه يراه ويشاهده، وقد اضمحلت تلك الوساوس والخطرات وارتفعت حجبتها بينه وبين ربه فهذا بينه وبين غيره في الصلاة أفضل وأعظم مما بين السماء والأرض، وهذا في صلاته مشغول بربه -عز وجل- قرير العين به.\rفالقسم الأول: معاقب.\rوالثاني: محاسب.\rوالثالث: مكفر عنه.\rوالرابع: مثاب\rوالخامس: مقرب من ربه لأن له نصيبًا ممن جعلت قرة عينه في الصلاة (¬1).\rفمن قرت علينه بصلاته في الدنيا قرت عينه بقربه من ربه -عز وجل- في الآخرة، وقرت عينه أيضًا في الدنيا، ومن قرت عينه بالله قرت به كل عين، ومن لم تقر عينه بالله -تعالى- تقطعت نفسه على الدنيا حسرات (¬2).\r¬__________\r(¬1) وهو رسول الله - صلى الله عليه وسلم - ففي الحديث: «حبب إلي من ديناكم الطيب، والنساء وجعلت قرة عيني في الصلاة» أخرجه النسائي. وأحمد وصححه الألباني.\r(¬2) فضائل الذكر لابن الجوزي 27.","seal":"D7B48955","part":1},
      {"page":39,"id":38,"nass":"قال بعض السلف: ابن آدم، أنت محتاج إلى نصيبك من الدنيا، وأنت إلى نصيبك من الآخرة أحوج، فإن بدأت بنصيبك من الدنيا أضعت نصيبك من الآخرة، وكنت من نصيب الدنيا على خطر، وإن بدأت بنصيبك من الآخرة فزت بنصيبك من الدنيا فانتظمته انتظامًا (¬1).\rوصدأ القلوب يا أخي الكريم -بأمرين- بالغفلة والذنب.\rوجلاؤها بشيئين: بالاستغفار والذكر فمن كانت الغفلة أغلب وقته، كان الصدأ متراكبًا على قلبه وصدؤه بحسب غفلته، وإذا صدأ القلب لم تنطبع فيه صور المعلومات على ما هي عليه، فيرى الباطل في صورة الحق، والحق في صورة الباطل، لأنه لما تراكم عليه الصدأ أظلم، فلم تظهر فيه صورة الحقائق، كما هي عليه، فإذا تراكم عليه الصدأ واسود وركبه الران، فسد تصوره وإدراكه، فلا يقبل حقًا ولا ينكر باطلاً وهذا أعظم عقوبات القلب، وأصل ذلك من الغفلة وابتاع الهوى فإنهما يطمسان نور القلب ويعميان بصره (¬2).\rوكيف يلذ العيش من هو عالم ... بأن إله الخلق لا بد سائله\rفيأخذ من ظلمه لعباده\r¬__________\r(¬1) فضائل الذكر لابن الجوزي 19.\r(¬2) فضائل الذكر لابن الجوزي 46.","seal":"4986B56B","part":1},
      {"page":40,"id":39,"nass":"ويجزيه بالخير الذي هو فاعله (¬1)\r\rقال طلق بن حبيب: إن حقوق الله أعظم من أن يقوم بها العبد ولكن أصبحوا تائبين وأمسوا تائبين (¬2).\rأخي الحبيب .. قال - صلى الله عليه وسلم -، عند موته يوصي أمته: «الصلاة الصلاة، وما ملكت أيمانكم» (¬3).\rفلا يفقدك الله حيث أمرك ويجدك حيث نهاك.\r¬__________\r(¬1) شرح الصدور 295.\r(¬2) الإحياء 4/ 16.\r(¬3) رواه أحمد وابن ماجه وصححه الألباني.","seal":"7DE43BD6","part":1},
      {"page":41,"id":40,"nass":"حكم تارك الصلاة\rأخي الحبيب:\rبعد أن عشنا بين تلك السطور التي يفيض الإيمان بين جوانحها ويزدهر الخير في جذورها.\rفلا نرى إلا مصليًا قائمًا ولا نلمح إلا ملبيًا النداء مسرعًا .. حري بنا أن نعرف حكم تارك الصلاة لعظم الأمر وخطورته ونهب مسرعين إلى أقاربنا وجيراننا وأحبابنا لإنقاذهم من النار .. قراءة متأنية لتلك الأحكام تجعلك تسارع داعيًا من تعرف تهاونه بالصلاة لعل الله أن يفتح على قلبه وينير طريقه.\rسئل الشيخ محمد بن عثيمين السؤال التالي:\r* ماذا يفعل الرجل إذا أمر أهله بالصلاة ولكنهم لم يستمعوا إليه هل يسكن معهم ويخالطهم أم يخرج من البيت؟\rفأجاب حفظه الله:\rإذا كان هؤلاء الأهل لا يصلون أبدًا فإنهم كفار، مرتدون، خارجون عن الإسلام ولا يجوز أن يسكن معهم ولكن يجب عليه أن يدعوهم ويلح ويكرر لعل الله يهديهم لأن تارك الصلاة كافر -والعياذ بالله- بدليل الكتاب والسنة، وقول الصحابة والنظر الصحيح.\rأما من القرآن فقوله تعالى عن المشركين: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآَتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} مفهوم الآية أنهم إذا لم يفعلوا ذلك فليسوا إخوانًا لنا، ولا تنتفي الأخوة الدينية بالمعاصي،","seal":"E3319382","part":1},
      {"page":42,"id":41,"nass":"وإن عظمت ولكن تنتفي عند الخروج عن الإسلام.\rأما من السنة فقول النبي - صلى الله عليه وسلم - «بين الرجل وبين الكفر والشرك ترك الصلاة» ثابت في صحيح مسلم، وقوله في حديث بريدة -رضي الله عنه- في السنن: «والعهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر».\rأما أقوال الصحابة: قال أمير المؤمنين عمر -رضي الله عنه-: «لا حظ في الإسلام لمن ترك الصلاة» والحظ: النصيب، وهو هنا نكرة في سياق النفي فيكون عامًا لا نصيب لا قليل ولا كثير، وقال عبد الله بن شقيق: «كان أصحاب النبي - صلى الله عليه وسلم - لا يرون شيئًا من الأعمال تركه كفر غير الصلاة».\rأما من جهة النظر الصحيح فيقال: هل يعقل أن رجلاً في قلبه حبة خردل من إيمان يعرف عظمة الصلاة وعناية الله بها ثم يحافظ على تركها؟ هذا شيء لا يمكن وقد تأملت الأدلة التي استدل بها من يقول أنه لا يكفر فوجدتها لا تخرج عن أحوال أربع:\r1 - إما أنها لا دليل فيها أصلاً.\r2 - أو أنها قيدت بوصف يمتنع مع ترك الصلاة.\r3 - أو أنها قيدت بحال يعذر فيها من ترك هذه الصلاة.\r4 - أو أنها عامة فتخصص بأحاديث كفر تارك الصلاة.\rوإذا تبين أن تارك الصلاة كافر فإنه يترتب عليه أحكام المرتدين، وليس في النصوص أن تارك الصلاة مؤمن أو أنه يدخل الجنة أو ينجو من النار ونحو ذلك مما يحوجنا إلى تأويل الكفر الذي","seal":"AEAB7BE4","part":1},
      {"page":43,"id":42,"nass":"حكم به على تارك الصلاة بأنه كفر نعمة أو كفر دون كفر - ومنها:\rأولاً: أنه لا يصح أن يزوج فإن عقد له وهو لا يصلي فالنكاح باطل ولا تحل له الزوجة به لقوله تعالى عن المهاجرات: {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ} سورة الممتحنة.\rثانيًا: أنه إذا ترك الصلاة بعد أن عقد له فإن نكاحه ينفسخ ولا تحل له الزوجة، للآية التي ذكرناها سابقًا، على حسب التفصيل المعروف عند أهل العلم بين أن يكون ذلك قبل الدخول أبو بعده.\rثالثًا: أن هذا الرجل الذي لا يصلي إذا ذبح لا تؤكل ذبيحته لماذا؟ لأنها حرام، ولو ذبح يهودي أو نصراني فذبيحته يحل لنا أن نأكلها فيكون -والعياذ بالله- ذبحه أخبث من ذبح اليهود والنصارى.\rرابعًا: أنه لا يحل له أن يدخل مكة أو حدود حرمها لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا}.\rخامسًا: أنه لو مات أحد من أقاربه فلا حق له في الميراث، فلو مات رجل عن ابن له لا يصلي -الرجل مسلم يصلي والابن لا يصلي- وعن ابن عم له بعيد -عاصب- من الذي يرثه؟ ابن عمه البعيد دون ابنه لقول النبي - صلى الله عليه وسلم -، في حديث أسامة: «لا يرث المسلم الكافر ولا الكافر المسلم» [متفق عليه]، ولقوله - صلى الله عليه وسلم -: «الحقوا","seal":"2C94DF13","part":1},
      {"page":44,"id":43,"nass":"الفرائض بأهلها فما بقي فلأولى رجل ذكر» [متفق عليه]، وهذا مثال ينطبق على جميع الورثة.\rسادسًا: أنه إذا مات لا يغسل ولا يكفن ولا يصلى عليه ولا يدفن مع المسلمين، إذا ماذا نصنع به؟ نخرج به إلى الصحراء ونحفر له وندفنه بثيابه لأنه لا حرمة له وعلى هذا فلا يحل لأحد مات عنده ميت وهو يعلم أنه لا يصلي أن يقدمه للمسلمين يصلون عليه.\rسابعًا: أنه يحشر يوم القيامة مع فرعون وهامان وقارون وأبي بن خلف وأئمة الكفر -والعياذ بالله- ولا يدخل الجنة ولا يحل لأحد من أهله أن يدعوا له بالرحمة والمغفرة، لأنه كافر لا يستحقها لقوله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آَمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ}.\rفالمسألة يا إخواني خطيرة جدًا، ومع الأسف فإن بعض الناس يتهاونون في الأمر ويقرون في البيت من لا يصلي وهذا لا يجوز.\rهذا حكم من ترك الصلاة رجلاً أو امرأة يا من تركت الصلاة، أو تساهلت بها تدارك بقية العمر بالعمل الصالح فلا تدري كم بقي من عمرك هل بقي شهور أو أيام أو ساعات العلم إلى الله وتذكر دائمًا قوله تعالى: {إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا} [طه: 74]، وقوله: {فَأَمَّا مَنْ طَغَى * وَآَثَرَ الْحَيَاةَ الدُّنْيَا * فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى} [سورة النازعات].","seal":"5F825225","part":1},
      {"page":45,"id":44,"nass":"وفقك الله لكل خير وفلاح وجعل الله أيامك سعادة وهناء في ظل شريعة الله علمًا وعملاً ودعوة.\rوالله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.","seal":"5AE83F35","part":1},
      {"page":46,"id":45,"nass":"المصادر\r1 - إحياء علوم الدين لأبي حامد الغزالي -دار الكتب العلمية ط 1، 1406 هـ.\r2 - البداية ولانهاية للحافظ ابن كثير، مطبعة المتوسط.\r3 - تاريخ بغداد لأبي بكر أحمد بن علي الخطيب البغدادي، دار الكتب العليمة\r4 - تاريخ عمر لابن الجوزي، تحقيق أحمد حوشان، مكتبة المؤيد.\r5 - التبصرة لابن الجوزي، دار الكتب العلمية ط 1، 1406 هـ.\r6 - تذكرة الحفاظ للإمام الذهبي، دار إحياء التراث العربي.\r7 - جامع العلوم والحكم، ابن رجب الحنبلي، ط 5، 1400 هـ.\r8 - حلية الأولياء وطبقات الأصفياء، للحافظ أبي نعيم، دار الكتاب العربي.\r9 - ديوان يوسف القرضاوي «نفحات ولفحات» دار الضياء لنشر، ط 1، 1405 هـ.\r11 - رهبان الليل، سيد بن الحيسن العفاني، مكتبة ابن تيمية، ط 1، 1410 هـ.\r12 - سير أعلام النبلاء، الذهبي، تحقيق شعيب الأرناؤوط وحسين الأسد، مؤسسة الرسالة 1401 هـ.","seal":"C0AD31DA","part":1},
      {"page":47,"id":46,"nass":"13 - شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي، دار إحياء التراث العربي.\r14 - شرح الصدور بشرح حال الموتى والقبور، للحافظ جلال الدين السيوطي دار الكتب العلمية ط 1، 1404 هـ.\r15 - صفة الصفوة لابن الجوزي، تحقيق محمود فاخوري، ومحمد رواس، دار المعرفة 1405 هـ.\r16 - صلاة الجماعة حكمها وأحكمها د/ صالح السدلان، دار الوطن ط 1، 1413 هـ.\r17 - طبقات الحنابلة للقاضي أبي يعلى، مطبعة السنة المحمدية.\r18 - فضائل الذكر لابن الجوزي، دار الجيل ط 2، 1405 هـ.\r19 - الفوائد لابن القيم الجوزية، دار النفائس.\r20 - في ظلال القرآن، سيد قطب، دار الشروق، ط 9، 1400 هـ.\r21 - كتاب الزهد للإمام أحمد، دراسة وتحقيق محمد السعيد، دار الكتاب العربي، ط 1، 1406 هـ\r22 - معلومات مهمة من الدين، محمد جميل زينو.\r23 - مكاشفة القلوب لأبي حامد العزالي، دار إحياء العلوم، ط 1، 1403 هـ.\r24 - وفيات الأعيان وأنباء الزمان، لابن خلكان، دار صادر، بيروت 1397 هـ.","seal":"17AE7BAE","part":1},
      {"page":48,"id":47,"nass":"","seal":"82475135","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"والثمن الجنة","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عبد الملك بن محمد بن عبد الرحمن بن قاسم العاصمي","bLnk":null,"Inf":null,"Auth":"عبد الملك بن قاسم","Betaka":"الكتاب: والثمن الجنة\rالمؤلف: عبد الملك بن محمد القاسم\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"داعية إسلامي، له العديد من الكتيبات والمطويات الدينية، ولعل من أبرزها وأقدمها الزمن القادم.\rصاحب دار القاسم للنشر والتوزيع، وهو ابن الشيخ محمد بن عبد الرحمن بن قاسم","seal":"7C383122","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":95677,"BkId":95677,"oAuth":2724,"bVer":1,"aSeal":"6E081F37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95677":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"الصلاة"},
      {"lvl":1,"id":12,"sub":0,"tit":"ليس الطريق سوى طريق محمد"},
      {"lvl":1,"id":21,"sub":0,"tit":"الوقوف بين يدي الله"},
      {"lvl":1,"id":40,"sub":0,"tit":"حكم تارك الصلاة"},
      {"lvl":1,"id":45,"sub":0,"tit":"المصادر"}
    ]
}
