{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95673":
    [
      {"page":3,"id":2,"nass":"الإهداء\rإلى من تكالبت عليه الأيام .. وقلب له الدهر ظهر المجن.\rإلى من ادلهمت السماء فوقه تنذر بالخطوب .. وأغلقت في وجهه المسالك والدروب فإذا به صابر محتسب.\rما اهتز له قلب\rوما رف له جفن\r***\rإلى من نامت قريرة العين برضا الله وقدره .. متوسدةً عاصفة هوجاء .. تتخطفها الأسنة وتنالها الرماح ..\rما عرف الحزن إلى قلبها مدخلا\rوما استقرت الدمعة في عينها زمنا\r***\rإلى من فقد الأبناء والأحباب .. والآباء والأصحاب\rإلى كل مؤمن مهموم .. وكل مبتلى مغموم\r***\rعظم الله أجرك .. ورفع درجتك .. وجبر كسرك.","seal":"166A2801","part":1},
      {"page":4,"id":3,"nass":"المقدمة\rالحمد لله الذي جعل الصبر جواداً لا يكبو, وصارماً لا ينبو, وحصناً حصيناً لا يُثلم .. والصلاة والسلام على خير الصابرين والشاكرين والحامدين محمد بن عبد الله .. وبعد:\rفي هذه الدنيا سهام المصائب مُشرعة ورماح البلاء مُعدةً مرسلة .. فإننا في دار ابتلاء وامتحان ونكد وأحزان. وقد بلغ الضعف والوهن ببعضنا إلى التجزع والتسخط من أقدار الله .. فأضحى الصابرون الشاكرون الحامدون هم القلة القليلة.\rوسُنن الله في خلقه ثابتة لم تتغير وقضاؤه على عباده سائرٌ لم يتبدل .. نلاحظ أن النوازل تنزل والقوارع تطرق والناس في هذا الزمن غلبت عليهم أمورٌ أربعة:\rالأول: عدم الرضا والصبر والاحتساب .. بل البعض يسلو كما تسلو البهائم.\rالثاني: الجزع والتسخط .. وكأن الدنيا ما خلقت إلا للصفو والنعيم ..\rالثالث: عدم احتساب الأجر سوى في المصائب الكبيرة كالموت وغيره وتناسوا أن الأمر سواء على كل ما يسوء المرء حتى الشوكة تُصيب قدمه.\rالرابع: ظن الكثير أن الامتحان والابتلاء هو زمن المصيبة فحسب, وما عدوا النعمة والغنى بلية وطامة إن لم تُعن على الطاعة والعبادة.","seal":"42C061EE","part":1},
      {"page":5,"id":4,"nass":"وهذا هو الجزء الرابع من سلسلة \"أين نحن من هؤلاء؟ \" نرى فيه كيف كان رضا وصبر وشكر من كانوا قبلنا وقد أبتلي بعضهم بأشد مما يُصيبنا.\rوهذا الكتاب فيه تعزية للمُصاب وتسلية للمُبتلى وإعانة على الصبر والاحتساب.\rجعلنا الله من الصابرين الشاكرين ممن يُنادي يوم القيامة: (سلامٌ عليكم بما صبرتم فنعم عُقبى الدار* وصلى الله على نبينا محمد.\rعبد الملك بن محمد بن عبد الرحمن القاسم","seal":"33A7F79C","part":1},
      {"page":6,"id":5,"nass":"بسم الله الرحمن الرحيم\rإن العبد في تنقلاته في هذه الحياة وأطواره فيها لا يخلو من حالتين: إما أن يحصل له ما يُحب ويندفع عنه ما يكره, فوظيفته في هذه الحالة الشكر والاعتراف بأن ذلك من نعم الله عليه, فيعترف بها باطناً ويتحدث بها ظاهراً, ويستعين بها على طاعة الله وهذا هو الشاكر حقاً ..\rالحالة الثانية .. أن يحصل للعبد المكروه أو يفقد المحبوب, فيُحدث له, هماً وحزناً وقلقاً فوظيفته الصبر لله, فلا يتسخط ولا يضجر ولا يشكو للمخلوق ما نزل به, بل تكون شكواه لخالقه سبحانه وتعالى, ومن كان في الضراء صابراً وفي السراء شاكراً فحياته كلها خير وبذلك يحصل على الثواب الجزيل ويكتسب الذكر الجميل (¬1).\rوالبلاء الذي يصيب العبد لا يخرج عن أربعة أقسام: إما أن يكون في نفسه, أو في ماله, أو في عرضه, أو في أهله ومن يحب, والناس مشتركون في حصولها, فغير المؤمن التقي يلقى منها أعظم مما يلقى المؤمن كما هو مشاهد (¬2). ورأيت جميع الناس ينزعجون لنزول البلاء انزعاجاً يزيد على الحد, كأنهم ما علموا أن الدنيا على ذلك وضعت, وهل ينتظر الصحيح إلا السقم, والكبير إلا الهرم\r¬__________\r(¬1) الصبر وأثره ص 5.\r(¬2) الصبر وأثره ص 12.","seal":"A28F4499","part":1},
      {"page":7,"id":6,"nass":"والموجود سوى العدم (¬1).\rولا بد أن يعلم المصاب أن الذي ابتلاه بمصيبته أحكم الحاكمين وأرحم الراحمين, وأنه سبحانه لم يرسل البلاء ليُهلكه به ولا ليعذبه, ولا ليجتاحه, وإنما افتقده به ليمتحن صبره ورضاه عنه وإيمانه, وليسمع تضرّعه وابتهاله وليراه طريحاً على بابه لائذاً بجنابه, مكسور القلب بين يديه رافعاً قصص الشكوى إليه (¬2) قال تعالى:\r{وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ} (¬3).\rوقال تعالى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} (¬4).\rوقال تعالى: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ} (¬5).\rوقد ذكر الله الصبر في القرآن في نيف وتسعين موضعاً وأضاف أكثر الدرجات والخيرات إلى الصبر وجعلها ثمرة له, وجمع للصابرين بين أمورٍ لم يجمعها لغيرهم فقال تعالى: {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} فالهدى\r¬__________\r(¬1) الثبات عند الممات ص 19.\r(¬2) تسلية أهل المصائب ص 225.\r(¬3) البقرة: 155.\r(¬4) الزمر: 10.\r(¬5) محمد: 31.","seal":"00562E5A","part":1},
      {"page":8,"id":7,"nass":"والرحمة والصلوات مجموعةٌ للصابرين (¬1).\rوقرنه بالصلاة في قوله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ}. وقال تعالى: {اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} (¬2).\rوقال عليه الصلاة والسلام: \"من يرد الله به خيراً يُصب منه\" (¬3).\rوالحمد لله على فضله وجزيل عطائه فقد بشرنا الرسول - صلى الله عليه وسلم - بقوله: \"ما يصيب المسلم من نصب ولا وصب ولا هم ولا حزن ولا أذىً ولا غم, حتى الشوكة يشاكها إلا كفر بها من خطاياه\" (¬4).\rوالأنبياء -عليهم السلام- يتوالى عليهم البلاء مثل كافة الناس وإن كانوا أشد بلاءً فعن أبي سعيد الخدري - رضى الله عنه- قال: قلت يا رسول الله, أي الناس أشد بلاءً؟ قال: \"الأنبياء\" قلت: ثم من؟ قال: \"الصالحون إن كان أحدهم ليُبتلى بالفقر حتى ما يجد إلا العباءة يحتويها, وإن كان أحدهم ليفرح بالبلاء كما يفرح أحدكم بالرخاء\" (¬5).\r¬__________\r(¬1) عدة الصابرين, 98 مكاشفة القلوب 237.\r(¬2) مجموع فتاوى شيخ الإسلام. 10/ 9.\r(¬3) رواه البخاري.\r(¬4) متفق عليه.\r(¬5) رواه ابن ماجه.","seal":"0902CE3E","part":1},
      {"page":9,"id":8,"nass":"والصبر -أخي الكريم- مقامٌ من مقامات الدين ومنزل من منازل السالكين (¬1).\rوقد قال أبو الدرداء: ذروة الإيمان الصبر للحكم والرضاء بالقدر (¬2).\rوفي حديث عن النبي - صلى الله عليه وسلم -: \"الصبر من الإيمان بمنزلة الرأس من الجسد\" (¬3).\rوالحسن -رحمه الله- يقول: \"الصبر كنز من كنوز الخير لا يعطيه الله - عز وجل - إلا لعبد كريم عنده\" (¬4).\rوقال رسول الله - صلى الله عليه وسلم -: \"عجباً لأمر المؤمن إن أمره كله له خير, وليس ذلك لأحد إلا للمؤمن إن أصابته سراء شكر فكان خيراً له, وإن أصابته ضراء صبر فكان خيراً له\" (¬5).\rوالخير الحاصل للشاكرين هو الزيادة: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ}.\rوالخير الحاصل للصابرين هو الأجر والثواب والمغفرة والرحمة (¬6).\r¬__________\r(¬1) الإحياء 4/ 65.\r(¬2) الإحياء 4/ 56.\r(¬3) ضعيف الجامع الصغير 3538.\r(¬4) مختصر منهاج القاصدين. 295.\r(¬5) رواه مسلم.\r(¬6) الصبر وأثره ص 5.","seal":"84AC403E","part":1},
      {"page":10,"id":9,"nass":"قال الفضيل: إن الله -عز وجل- ليتعاهد عبده المؤمن بالبلاء كما يتعاهد الرجل أهله بالخير (¬1).\rوقال رحمه الله: لا يبلغ العبد حقيقة الإيمان حتى يُعد البلاء نعمة والرخاء مصيبة, وحتى لا يحب أن يُحمد على عبادة الله (¬2).\rوسأل رجلٌ الإمام الشافعي فقال: يا أبا عبد الله, أيما أفضل للرجل أن يُمكن أو يُبتلى؟ فقال الشافعي: لا يُمكن حتى يُبتلى, فإن الله ابتلى نوحاً وإبراهيم وموسى وعيسى ومحمداً صلوات الله وسلامه عليهم أجمعين, فلما صبروا مكنَّهم, فلا يظن أحد أن يخلص من الألم البتة (¬3).\rوجعل الإمامة في الدين موروثة عن الصبر واليقين {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآَيَاتِنَا يُوقِنُونَ} (¬4).\rوالمصائب -أخي الكريم- تتفاوت ولكن أعظمها المصيبة في الدين, فهي أعظم مصائب الدنيا والآخرة, وهى نهاية الخسران الذي لا ربح معه, والحرمان الذي لا طمع معه (¬5).\rإذا أبقت الدنيا على المرء دينه ... فما فاته منها فليس بضائر\r\rوأصل كلمة الصبر هو المنع والحبس, فالصبر حبس النفس عن\r¬__________\r(¬1) الإحياء. 4/ 139.\r(¬2) السير. 8/ 434.\r(¬3) الفوائد 269.\r(¬4) مجموع الفتاوى 10/ 39.\r(¬5) تسلية أهل المصائب. 24.","seal":"8FC86E52","part":1},
      {"page":11,"id":10,"nass":"الجزع واللسان عن التشكي, والجوارح عن لطم الخدود وشق الثياب ونحوهما (¬1).\r\rوحقيقة الصبر خُلقٌ فاضل من أخلاق النفس, يمتنع به من فعل ما لا يُحسن ولا يجمل, وهو قوة من قوى النفس التي بها صلاح شأنها وقوام أمرها وحين سُئل الجنيد عن الصبر قال: تجرع المرارة من غير تعبس.\rوقال ذو النون: هو التباعد عن المخالفات, والسكون عن تجرع غُصص البلية, وإظهار الغنى مع حلول الفقر بساحات المعيشة.\rوقيل: الصبر هو الوقوف مع البلاء بحسن الأدب (¬2).\r-أخي الكريم- لا بد من الابتلاء بما يؤذي الناس, فلا خلاص لأحد مما يؤذيه ألبته, ولهذا ذكر الله -تعالى- في غير موضع أنه لا بد أن يُبتلى الناس, والابتلاء يكون بالسراء والضراء, ولا بد أن يبتلى الإنسان بما يسره وما يسوؤه, فهو محتاج إلى أن يكون صابراً شكوراً .. قال تعالى: {إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا}. وقال تعالى: {وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ} (¬3).\r¬__________\r(¬1) عدة الصابرين 27.\r(¬2) عدة الصابرين. 29.\r(¬3) الفوائد. 271.","seal":"54224DFB","part":1},
      {"page":12,"id":11,"nass":"ولو تبصر الإنسان في من حوله لوجدهم بين أمرين وفي أحد حالين: إما سراء أو ضراء ولكن النفوس البشرية تغفل عن فتنة السراء ولا ترى إلا فتنة الضراء وهى الظاهرة في شكاوى البشر .. فما من إنسان إلا له ألمٌ أو فجيعةٌ أو هم أو غم أو نكد, ولا يكاد يمر يوم في هذه الدنيا دون تنكيد وتنغيص قال تعالى {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ} (¬1).\rقيل في تفسير هذه الآية: يكابد أمراً من أمر الدنيا وأمراً من أمر الآخرة وفي رواية يكابد مضايق الدنيا وشدائد الآخرة (¬2).\rعن عبد الملك بن أبحر قال: ما من الناس إلا مبتلى بعافية, لينظر كيف شُكره أو مبتلى ببلية لينظر صبره (¬3).\rأما نعمة الضراء .. فاحتياجها إلى الصبر ظاهر, وأما نعمة السراء فتحتاج إلى الصبر على الطاعة فيها, فإن فتنة السراء أعظم من فتة الضراء (¬4).\rوالفقر يصلح عليه خلق كثير, والغنى لا يصلح عليه إلا أقل منهم, ولهذا كان أكثر من يدخل الجنة المساكين, لأن فتنة الفقر أهون, وكلاهما يحتاج إلى الصبر والشكر, لكن لما كان في السراء اللذة وفي الضراء الألم اشتهر ذكر الشكر في السراء والصبر في\r¬__________\r(¬1) سورة البلد: 4.\r(¬2) تفسير ابن كثير 4/ 513.\r(¬3) حلية الأولياء. 5/ 85.\r(¬4) الفتاوى 14/ 305.","seal":"2C47731B","part":1},
      {"page":13,"id":12,"nass":"الضراء (¬1).\rوقد ينعم الله بالبلوى وإن عظمت ... ويبتلي الله بعض القوم بالنعم (¬2)\r\rأخي الكريم: إذا فجعتك المصائب ونزلت بك الهموم وادلهمت بك الطرق وأظلمت عليك الدروب من حوادث الدنيا المقدرة .. فإن عليك بمنزلة الرضا لما قدر الله وقضى فإنها المنزلة الأولى ..\rفارض بقضاء الله وقدره {قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا}.\rوالدرجة الثانية: الصبر على البلاء وهذه لمن لم يستطع الرضا بالقضاء, فالرضا فضل مندوب إليه مستحب, والصبر واجبٌ على المؤمن حتم.\rوالفرق بين الرضا والصبر, أن الصبر كف النفس وحبسها عن السخط مع وجود الألم وتمني زوال ذلك, وكف الجوارح عن العمل بمقتضى الجزع, والرضا انشراح الصدر وسعته بالقضاء وترك تمني زوال الألم وإن وجد الإحساس بالألم, لكن الرضا يخففه ما يباشر القلب من روح اليقين والمعرفة, وإذا قوي الرضا فقد يزيل الإحساس بالألم بالكلية (¬3).\r¬__________\r(¬1) الفتاوى 14/ 305.\r(¬2) موارد الظمآن 2/ 75.\r(¬3) جامع العلوم والحكم باختصار 194.","seal":"A2608A62","part":1},
      {"page":14,"id":13,"nass":"وينقسم الصبر إلى: واجب, ومندوب, ومحظور, ومكروه, ومباح.\rفالصبر الواجب ثلاثة أنواع: أحدها: الصبر عن المحرمات. والثاني: الصبر على أداء الواجبات, والثالث: الصبر على المصائب التي لا صنع للعبد فيها, كالأمراض والفقر وغيرها.\rأما الصبر المندوب: فهو الصبر عن المكروهات والصبر على المستحبات والصبر على مقابلة الجاني بمثل فعله (¬1).\rوالصبر المحمود: أنواع: منه صبر على طاعة الله -عزّ وجل- ومنه صبر عن معاصي الله -عزّ وجل- ومنه صبر على أقدار الله -عزّ وجل- (¬2).\rقال الفضيل بن عياض في قوله تعالى: {سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} (¬3) قال: صبروا على ما أمروا به, وصبروا عما نهوا عنه (¬4).\rويذكر عن علي -رضي الله عنه- أنه قال: الصبر ثلاثة: فصبرٌ على المصيبة, وصبرٌ على الطاعة, وصبر عن المعصية, فمن صبر على المصيبة حتى يردها بحسن عزائها كتب الله له ثلاثمائة درجة, ومن صبر على الطاعة حتى يؤديها كما أمر الله كتب الله له ستمائة\r¬__________\r(¬1) عدة الصابرين 50.\r(¬2) جامع العلوم والحكم 266.\r(¬3) الرعد: 24.\r(¬4) تسلية أهل المصائب 193.","seal":"A4514B60","part":1},
      {"page":15,"id":14,"nass":"درجة.\rومن صبر عن المعصية خوفاً من الله ورجاء ما عنده كتب الله له تسعمائة درجة (¬1).\rوقال ميمون بن مهران: الصبر صبران: فالصبر على المصيبة حسن, وأفضل منه الصبر عن المعصية (¬2).\rواحتمال الأذى فهو الصبر ولكنه أشق, وهو بضاعة الصديقين, وشعار الصالحين وحقيقته أن يؤذى المسلم في ذات الله -تعالى- فيصبر ويتحمل, فلا يرد السيئة بغير الحسنة, ولا ينتقم لذاته (¬3).\rوالله -جل وعلا- يجازيه على صبره: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} (¬4).\rأخي المسلم:\rإن الشخص البالغ العاقل ما دام في دار التكليف والأقلام جارية عليه, لا يستغني عن الصبر في حالة من الأحوال, فإنه بين أمرٍ يجب عليه امتثاله, والصبر لا بد منه قولاً وفعلاً, وبين نهي يجب عليه اجتنابه وتركه, والصبر لا بد له منه, وبين قضاء وقدر يجب عليه الصبر فيهما, وبين نعمة عليه شكر المنعم عليها والصبر عليه, وإذا\r¬__________\r(¬1) عدة الصابرين 97.\r(¬2) تسلية أهل المصائب 193.\r(¬3) الصبر وأثره 19.\r(¬4) الزمر: 10.","seal":"7FD5EEF8","part":1},
      {"page":16,"id":15,"nass":"كانت هذه الأحوال لا تفارقه, فالصبر لازم له إلى الممات.\rولما كان الصبر مأموراً به, جعل الله -سبحانه- له أسباباً تعين عليه وتوصل إليه فمما يسلي المصاب: أن يوطن نفسه على أن كل مصيبةً تأتيه هي من عند الله وأنها بقضائه وقدره, وأنه -سبحانه وتعالى- لم يقدرها عليه ليهلكه بها, ولا ليعذبه, وإنما ابتلاه ليمتحن صبره ورضاه, وشكواه إليه وابتهاله ودعاءه, فإن وفق لذلك كان أمر الله قدراً مقدوراً, وإن حرم ذلك كان ذلك خسراناً مبيناً.\r\rوعلاج المصائب بأمور منها:\rالأول: أن يعلم بأن الدنيا دار ابتلاء, والكرب لا يرجى منه راحة.\rالثاني: أن يعلم أن المصيبة ثابتة.\rالثالث: أن يقدر وجود ما هو أكثر من تلك المصيبة.\rالرابع: النظر في حال من ابتُلي بمثل هذا البلاء, فإن التأسي راحة عظيمة.\rالخامس: النظر في حال من ابتُلي أكثر من هذا البلاء, فيهون عليه هذا.\rالسادس: رجاء الخلف إن كان من مضى يصح عنه الخلف كالولد والزوجة.\rالسابع: طلب الأجر بالصبر في فضائله وثواب الصابرين وسرورهم في صبرهم, فإن ترقى إلى مقام الرضا فهو الغاية.","seal":"53E0F500","part":1},
      {"page":17,"id":16,"nass":"الثامن: أن يعلم العبد كيف جرى القضاء فهو خيرٌ له.\rالتاسع: أن يعلم أن تشديد البلاء يخص الأخيار.\rالعاشر: أن يعلم أنه مملوك, وليس للمملوك في نفسه شيء.\rالحادي عشر: أن هذا الواقع, وقع برضى المالك, فيجب على العبد أن يرضى بما رضي به السيد.\rالثاني عشر: معاتبة النفس عند الجزع, أن هذا الأمر لا بد منه فما وجه الجزع مما لا بد منه؟\rالثالث عشر: إنما هي ساعةٌ فكأن لم تكن (¬1).\rأخي الحبيب:\rمتى ما أصابك مكروه في بدنك أو مالك أو حبيبك فاعلم أن الذي قدره حكيم عليم لا يفعل شيئاً عبثاً ولا يُقدر شيئاً سدى, وأنه تعالى رحيم قد تنوعت رحمته على عبده, يرحمه فيعطيه, ثم يرحمه فيوفقه للشكر, ويرحمه فيبتليه, ثم يرحمه فيوفقه للصبر, فرحمة الله متقدمة على التدابير السارة والضارة ومتأخرة عنها, ويرحمه أيضاً بأن يجعل ذلك البلاء مكفراً لذنوبه وآثامه ومنمياً لحسناته ورافعاً لدرجاته (¬2).\rوهنا توجيه نبوي كريم بكتمان المصيبة وعدم التحدث بها قال - صلى الله عليه وسلم -: \"من البر كتمان المصائب والأمراض والصدقة\".\r¬__________\r(¬1) تسلية أهل المصائب 29 باختصار.\r(¬2) الصبر وأثره ص 8.","seal":"A0D849DC","part":1},
      {"page":18,"id":17,"nass":"وإذا كانت المصيبة مما يمكن كتمانها, فكتمانها من نعم الله عزّ وجل الخفية .. وهذا سر من أسرار الرضا وعدم التضجر والانزعاج.\rقال الأحنف: لقد ذهبت عيني منذ أربعين سنة, ما ذكرتها لأحد (¬1).\rولما نزل في إحدى عيني عطاء الماء, مكث عشرين سنة لا يعلم به أهله (¬2).\rرحمه الله لو رأى زماننا لعجب من كثرة الحديث في المصائب .. بل إن البعض حتى قبل أن تسأله عن صحته وحاله .. يبادر بالشكوى .. ويكثر التسخط .. يحدثك بما فيه من الأمراض .. وبما في أبنائه وأهله .. حتى ليخيل إليك أن هذا الإنسان ما مر به خيرٌ ونعمةٌ ورخاءٌ قط .. ووالله لو نظر بعين الرضا لرأى الخير في حياته يحف به من جميع الجوانب .. نعمٌ لا تحصى ولا تعد.\rقال - صلى الله عليه وسلم -: \"من كنوز البر كتمان المصائب, وما صبر من بث\" وحين سأل يونس بن زيد ربيعة بن أبي عبد الرحمن: ما منتهى الصبر؟ قال أن يكون يوم تصيبه المصيبة مثله قبل أن تصيبه (¬3).\rوقال بكر بن عبد الله المزني: كان يقال من الاستكانة الجلوس\r¬__________\r(¬1) مختصر منهاج القاصدين 299.\r(¬2) تسلية أهل المصائب 226.\r(¬3) تسلية أهل المصائب 194.","seal":"60846501","part":1},
      {"page":19,"id":18,"nass":"في البيت بعد المصيبة (¬1).\rوقال خالد بن أبي عثمان: مات ابن لي فرآني سعيد بن جبير مقنعاً, فقال لي: إياك والتقنع فإنه من الاستكانة (¬2).\rوليس الجزع -أخي الحبيب- أن تدمع العينان ويحزن القلب, ولكن الجزع القول السيء والظن السيء (¬3).\r\rومن آداب الصبر استعماله في أول الصدمة وحين وقوع الفاجعة لقوله - صلى الله عليه وسلم -: \"إنما الصبر عند الصدمة الأولى\" (¬4).\rومن الآداب سكون الجوارح واللسان, فأما البكاء فجائز.\rقال بعض الحكماء: الجزع لا يرد الفائت ولكن يسر الشامت.\rومن حسن الصبر أن لا يظهر أثر المصيبة على المصاب (¬5).\rوأما البكاء والحزن من غير صوتٍ ولا كلامٍ محرمٍ, فهو لا ينافي الصبر والرضا.\rقال تعالى حكايةً عن يعقوب -عليه السلام-: {وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ} (¬6).\r¬__________\r(¬1) عدة الصابرين 326.\r(¬2) تسلية أهل المصائب 224.\r(¬3) عدة الصابرين 326.\r(¬4) متفق عليه\r(¬5) مختصر منهاج القاصدين 299.\r(¬6) يوسف: 84.","seal":"B1DE9CA5","part":1},
      {"page":20,"id":19,"nass":"قال قتادة: كظيم على الحزن, قلم يقل إلا خيراً, مع قوله تعالى: {إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ} (¬1). وقوله تعالى عنه في أول السورة: {فَصَبْرٌ جَمِيلٌ}.\rوقد جاء في أثرٍ مرفوع إلى النبي - صلى الله عليه وسلم -: \"من بث لم يصبر\" لكن يعقوب -عليه السلام- ابيضت عيناه من البكاء ولم يناف حُزنه وبكاؤه وصبره, فإنه - عليه السلام- ما شكا بثه وحزنه إلى مخلوق, وإنما شكاه إلى الله (¬2).\rوحُكي عن شريح أنه قال: إني لأصاب بالمصيبة فأحمد الله عليها أربع مرات وأشكره, إذ لم تكن أعظم مما هي, وإذ رزقني الصبر عليها, وإذ وفقني الاسترجاع لما أرجوه فيه من الثواب, وإذ لم يجعلها في ديني (¬3).\rومما ينافي الصبر شق الثياب عند المصيبة, ولطم الوجه, والضرب بإحدى اليدين على الأخرى, وحلق الشعر, والدعاء بالويل (¬4).\rوقد روى مسلم في صحيحه من حديث أم سلمة -رضى الله عنها- قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"ما من مسلم تصيبه مصيبة فيقول ما أمر الله: إنا لله وإنا إليه راجعون, اللهم أجرني في\r¬__________\r(¬1) يوسف: 86.\r(¬2) تسلية أهل المصائب 223.\r(¬3) تسلية أهل المصائب 290.\r(¬4) عدة الصابرين 325.","seal":"59D02C7A","part":1},
      {"page":21,"id":20,"nass":"مصيبتي وأخلف لي خيراً منها, إلا أخلف الله له خيراً منها\". [الحديث].\rوقد جعل الله كلمات الاسترجاع وهى قول المصاب \"إنا لله وإنا إليه راجعون\" ملجأً وملاذاً لذوي المصائب, وعصمة للممتحنين من الشيطان لئلا يتسلط على المصاب فيوسوس له بالأفكار الرديئة, فيهيج ما سكن, ويظهر ما كمن (¬1).\rوليعلم المصاب أن الجزع لا يرد المصيبة بل يضاعفها, وهو في الحقيقة يزيد في مصيبته, بل يعلم المصاب أن الجزع يشمت عدوه, ويسوء صديقه, ويغضب ربه, ويسر شيطانه, ويحبط أجره, ويضعف نفسه, وإذا صبر واحتسب أخزى شيطانه, وأرضى ربه, وسر صديقه, وساء عدوه, وحمل عن إخوانه وعزاهم هو قبل أن يعزوه, فهذا هو الثبات في الأمر الديني قال النبي - صلى الله عليه وسلم -: \"اللهم إنا نسألك الثبات في الأمر\" فهذا هو الكمال الأعظم, لا لطم الخدود وشق الجيوب, والدعاء بالويل والثبور, والتسخط على المقدور.\rقال بعض الحكماء: العاقل يفعل في أول يومٍ من المصيبة ما يفعله الجاهل بعد أيام, ومن لم يصبر صبر الكرام سلا سلو البهائم (¬2).\rقال عبدالله بن المبارك -رحمه الله-: أتى رجل يزيد بن يزيد\r¬__________\r(¬1) تسلية أهل المصائب 16.\r(¬2) تسلية أهل المصائب 39.","seal":"ADDD635F","part":1},
      {"page":22,"id":21,"nass":"وهو يصلي وابنه في الموت, فقال: ابنك يقضي وأنت تصلي؟ ! فقال: إن الرجل إذا كان له عمل يعمله فتركه يوماً واحداً كان ذلك خللاً في عمله (¬1).\rقال ابن عبد العزيز لأم مات ابنها: اتقي الله واحتسبيه عند الله واصبري, فقالت: مصيبتي به أعظم من أن أفسدها بالجزع (¬2).\rقال شيخ الإسلام ابن تيمية: الصبر على المصائب واجب باتفاق أئمة الدين, وإنما اختلفوا في وجوب الرضا (¬3).\rومما يقدح في الصبر والرضا وينافيهما: إظهار المصيبة, والتحدث بها وإشاعتها, سواء كان كلامًا بها بين الأصحاب أو غيرهم, اللهم إلا أن يقول لأصحابه أو لأقاربه: مات فلان, يعني والده أو ولده, ونحو ذلك, وما يريد به إظهار المصيبة, وإنما يريد إعلامهم لأجل الصلاة عليه وتشييعه ونحو ذلك مما هو من فروض الكفايات, ويحصل لهم بذلك القراريط من الأجر (¬4).\rقال شقيق البلخي: من شكا مصيبة به إلى غير الله, لم يجد في قلبه لطاعة الله حلاوةً أبداً (¬5).\rوما يصيب الإنسان محن وابتلاء من الله -جل وعلا- فالفتنة\r¬__________\r(¬1) تسلية أهل المصائب 224.\r(¬2) تسلية أهل المصائب 224.\r(¬3) الفتاوى 11/ 260.\r(¬4) تسلية أهل المصائب 226.\r(¬5) منهاج القاصدين 301.","seal":"0E788B3D","part":1},
      {"page":23,"id":22,"nass":"كير القلوب, ومحك الإيمان وبها يتبين الصادق من الكاذب, قال تعالى: {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ}. فالفتنة قسمت الناس إلى صادق وكاذب, ومؤمن ومنافق, وطيب وخبيث فمن صبر عليها, كانت رحمةً في حقه, ونجا بصبره من فتنةٍ أعظم منها, ومن لم يصبر عليها وقع في فتنةٍ أشد منها (¬1).\rقال ثابت: أصيب عبدالله بن مطرق بمصيبة فرأيته أحسن شيء شارة وأطيبه (¬2).\rوكان علي بن أبي طالب يقول: من إجلال الله ومعرفة حقه أن لا تشكو وجعك ولا تذكر مصيبتك (¬3).\rوعندما سأل رجلٌ الإمام أحمد: كيف تجدك يا أبا عبدالله؟ قال: بخير في عافية, فقال له: حممت البارحة؟ قال: إذا قلت لك: أنا في عافية فحسبك, لا تخرجني إلى ما أكره (¬4).\rوما يكرهه -رحمه الله- التحدث عن المرض وعدم كتمانه وذلك لما يرجوه من كتمان المرض. فكيف يشتكي العبد ربه إلى مخلوق مثله, وأما إذا كان الإخبار على سبيل الاستعانة بإرشاده أو معاونته والتوصل إلى زوال ضرره, لم يقدح ذلك في الصبر.\r¬__________\r(¬1) إغاثة اللهفان 2/ 162.\r(¬2) تسلية أهل المصائب 224.\r(¬3) مختصر منهاج القاصدين 299.\r(¬4) مختصر منهاج القاصدين 299.","seal":"A4629340","part":1},
      {"page":24,"id":23,"nass":"* بعث عمر بن الخطاب -رضي الله عنه- برسالة إلى أبي موسى الأشعري فيها: عليك بالصبر واعلم أن الصبر صبران, أحدهما أفضل من الآخر, الصبر في المصيبات حسن وأفضل منه الصبر عما حرم الله تعالى (¬1).\rوإذا تأملت -أخي- حكمته سبحانه فيما ابتلى به عباده وصفوته بما ساقهم به إلى أجل الغايات وأكمل النهايات, التي لم يكونوا يعبرون إليها إلا على جسر من الابتلاء والامتحان, وكان ذلك الجسر لكماله, كالجسر الذي لا سبيل إلى عبورهم إلى الجنة إلا عليه, وكان ذلك الابتلاء والامتحان عين المنهج في حقهم والكرامة, فصورته صورة ابتلاء وامتحان, وباطنه فيه الرحمة والنعمة, فكم لله من نعمة جسيمة, ومنّة عظيمة تجنى من قطوف الابتلاء والامتحان (¬2).\rقال وهب بن منبه: رءوس النعم ثلاثة: فأولها نعمة الإسلام التي لا تتم نعمة إلا بها, والثانية نعمة العافية التي لا تطيب الحياة إلا بها والثالثة نعمة الغنى التي لا يتم العيش إلا به (¬3).\rولو رأيت في نفسك وفي من حولك لحمدت الله الذي أسبغ عليك نعمه ظاهرةً وباطنةً ولا نخرج في حالنا عن ما قاله عبد الملك\r¬__________\r(¬1) الإحياء 4/ 65.\r(¬2) مفتاح دار السعادة 299.\r(¬3) عدة الصابرين 181.","seal":"2F7AF21E","part":1},
      {"page":25,"id":24,"nass":"بن إسحاق: ما من الناس إلا مُبتلى بعافية لينظر كيف شكره؟ أو بلية لينظر كيف صبره؟ (¬1).\rوالبلاء والمصائب في عمر الإنسان أيامٌ معدودة .. لحظاتٌ ثم تنجلي.\rكان محمد بن شبرمة إذا نزل به بلاء قال: سحابة صيف ثم تنقشع (¬2).\rفالحمد لله على نعمه وعلى ما قضى .. ذكر ابن أبي الدنيا: أن داود قال: يا رب, أخبرني ما أدنى نعمك عليّ, فأوحى الله إليه: يا داود, تنفس, فتنفس, قال: هذا أدنى نعمي عليك (¬3).\rوتمام النعمة وكمال العطاء ما قاله رسول الله - صلى الله عليه وسلم -: \"إن تمام النعمة فوز من النار ودخول في الجنة\".\rوقال ابن أبي الحواري: قلت لأبي معاوية: ما أعظم النعمة علينا في التوحيد؟ نسأل الله أن لا يسلبنا إياه, قال: يحق على المنعم أن يتم النعمة على من أنعم عليه, والله أكرم من أن ينعم بنعمة إلا أتمها, ويستعمل بعمل إلا قبله (¬4).\rوذُكر عن هلال بن بساق قال: كنا قعوداً عند عمار بن ياسر, فذكروا الأوجاع, فقال أعرابي: ما اشتكيت قط, فقال\r¬__________\r(¬1) عدة الصابرين 172.\r(¬2) عدة الصابرين 125.\r(¬3) عدة الصابرين 176.\r(¬4) عدة الصابرين 175.","seal":"ED7C1C61","part":1},
      {"page":26,"id":25,"nass":"عمار: ما أنت منا أو لست منا, إن المسلم يُبتلى ببلاء, فتحط عنه ذنوبه كما يحط الورق من الشجر, وإن الكافر أو قال الفاجر يُبتلى ببلية, فمثله مثل البعير إن أطلق لم يدر لم أطلق؟ وإن عُقل لم يدر لم عُقل؟ (¬1).\rوالحمد لله على هذا الفضل العظيم والإحسان الجزيل قالت عائشة -رضى الله عنها-: \"إن الحمى تحط الخطايا كما تحط الشجرة ورقها\".\rوفي الحديث عنه - صلى الله عليه وسلم - أنه قال: \"إن الله ليكفر عن المؤمن خطاياه كلها بحمى ليلة\".\rقال ابن أبي الدنيا: كانوا يرجون في حمى ليلة كفارة ما مضى من الذنوب (¬2).\rأخي الحبيب: أرأيت ما نكرهه ونتأذى من وجوده .. يرحمنا الله به ويحط به ذنوباً سلفت لا إله إلا هو أحكم الحاكمين وأرحم الراحمين.\rقال معروف الكرخي: إن الله ليبتلي عبده المؤمن بالأسقام والأوجاع, فيشكو إلى أصحابه, فيقول الله تبارك وتعالى: وعزتي وجلالي ما ابتليتك بهذه الأوجاع والأسقام إلا لأغسلك من الذنوب فلا تشتكني (¬3).\r¬__________\r(¬1) عدة الصابرين 114.\r(¬2) عدة الصابرين 116.\r(¬3) عدة الصابرين 122.","seal":"3933CBA8","part":1},
      {"page":27,"id":26,"nass":"وحين مرض كعب, عاده رهط من أهل دمشق, فقالوا: كيف تجدك يا أبا إسحاق؟ قال: بخير, جسدٌ أخذ بذنبه إن شاء ربه عذبه وإن شاء رحمه, وإن بعثه بعثه خلقاً جديداً, لا ذنب له (¬1).\rوقال وهب بن منبه: لا يكون الرجل فقيهاً كامل الفقه حتى يعد البلاء نعمة ويعد الرخاء مصيبة, وذلك أن صاحب البلاء ينتظر الرخاء, وصاحب الرخاء ينتظر البلاء (¬2).\rوفسر الفضيل قوله تعالى: {سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ} بقوله: صبروا على ما أمروا به , وصبروا عما نهوا عنه (¬3).\rأما بكر بن عبدالله فقد سأله أخ له أن يوصيه فقال: ما أدري ما أقول غير أنه ينبغي لهذا العبد أن لا يفتر من الحمد والاستغفار (¬4).\rفإن ابن آدم بين نعمة وذنب: ولا تصلح النعمة إلا بالحمد والشكر, ولا يصلح الذنب إلا بالتوبة والاستغفار وقد يظن القارئ أن المصيبة هى موت قريبٍ أو فقد حبيب, وربما كانت مرضاً عارضاً أو حادثاً مروعاً .. ولكن نعمة الله وسعت كل شيءٍ .. حتى الشوكة يشاكها المؤمن له فيها سهم من الخير.\r¬__________\r(¬1) عدة الصابرين 118.\r(¬2) عدة الصابرين 122.\r(¬3) عدة الصابرين 97.\r(¬4) عدة الصابرين 177.","seal":"DEBCB5EB","part":1},
      {"page":28,"id":27,"nass":"في الصحيحين عن النبي - صلى الله عليه وسلم - قال: \"ما يصيب المؤمن من وصبٍ ولا نصبٍ ولا هم ولا حزنٍ ولا غم ولا أذى, حتى الشوكة يشاكها إلا كفر الله بها من خطاياه\".\rفتلمس أخي موضع قدمك ومكان ألمك ومتى ما أصبت بأقل شيء فقل: \"إنا لله وإنا إليه راجعون\" .. واحمد الله الذي رزقنا هذا الفضل وهذا الإحسان.\rكان شميط بن عجلان يقول: إن العافية سترت البر والفاجر, فإذا جاءت البلايا استبان عندها الرجلان, فجاءت البلايا إلى المؤمن, فأذهبت ماله وخادمه ودابته, حتى جاع بعد الشبع, ومشى بعد الركوب, وخدم نفسه بعد أن كان مخدوماً, فصبر ورضي بقضاء الله -عزّ وجل- وقال: هذا نظر من الله -عزّ وجل-, هذا أهون لحسابي غداً.\rوجاءت البلايا إلى الفاجر فأذهبت ماله وخادمه ودابته, فجزع وهلع وقال: والله ما لي بذا طاقة, والله لقد عودت نفسي عادة, ما لي عنها صبر في الحلو والحامض والحار والبارد ولين العيش. فإن هو أصابه من الحلال وإلا طلبه في الحرام والظلم ليعود إلى ذلك العيش (¬1).\rوعاد رجل من المهاجرين مريضاً, فقال إن للمريض أربعا: يرفع عنه القلم, ويكتب له من الأجر مثل ما كان يعمل في صحته,\r¬__________\r(¬1) صفة الصفوة 3/ 346.","seal":"38090A1B","part":1},
      {"page":29,"id":28,"nass":"ويتبع المرض كل خطيئة من مفصل من مفاصله فيستخرجها, فإن عاش عاش مغفوراً له, وإن مات مات مغفوراً له, فقال المريض: اللهم لا أزال مضطجعاً (¬1).\rوكانت امرأة من العابدات بالبصرة تصاب بالمصائب فلا تجزع, فذكروا لها ذلك, فقالت: ما أصابُ بمصيبة فأذكر معها النار إلا صارت في عيني أصغر من الذباب (¬2).\rوقال أحمد بن حاتم: بلغني أن عروة بن الزبير قطعت رجله من الأكلة فقال: إن مما يطيب نفسي عنكِ, أني لم أنقلك إلى معصية لله قط (¬3).\rوحينما دخل رجلٌ على داود الطائي في فراشه فرآه يرجف فقال: \"إنا لله وإنا إليه راجعون\" فقال: مه, لا تعلم بهذا أحداً, وقد أقعد قبل ذلك أربعة أشهر لا يعلم بذلك أحد (¬4).\rأخي المسلم:\rالجاهل يشكو الله إلى الناس, وهذا غاية الجهل بالمشكو والمشكو إليه, فإنه لو عرف ربه لما شكاه ولو عرف الناس لما شكا إليهم (¬5).\r¬__________\r(¬1) عدة الصابرين 123.\r(¬2) تسلية أهل المصائب 40.\r(¬3) الورع لابن أبي الدنيا 96.\r(¬4) عدة الصابرين 327.\r(¬5) الفوائد 114.","seal":"635B86AB","part":1},
      {"page":30,"id":29,"nass":"قال بعض السلف: رأيت جمهور الناس ينزعجون لنزول البلاء انزعاجاً يزيد عن الحد, كأنهم ما علموا أن الدنيا على ذا وضعت, وهل ينتظر الصحيح إلا السقم؟ والكبير إلا الهرم؟ والموجود سوى العدم؟\rعلى ذا مضى الناس اجتماعٌ وفرقةٌ ... وميتٌ ومولودٌ وبشرٌ وأحزانُ\r\rثم قال: ولعمري إن أصل الانزعاج لا ينكر, إذ الطبع مجبول على الأمن من حلول المنايا, وإنما الإفراط فيه والتكليف, كمن يخرق ثيابه ويلطم وجهه ويعترض على القدر, فإن هذا لا يرد فائتاً, لكنه يدل على خور الجازع ويوجب العاقبة (¬1).\rوكتب ابن أبي نجيح يعزي بعض الخلفاء: إن أحق من عرف حق الله تعالى فيما أخذ منه من عظم حق الله تعالى عنده فيما أبقاه له, واعلم أن الماضي قبلك هو الباقي لك, والباقي بعدك هو المأجور فيك, واعلم أن أجر الصابرين فيما يصابون به أعظم من النعمة عليهم فيما يعافون منه (¬2).\rوقال حسان بن أبي جبلة في قوله تعالى: {فَصَبْرٌ جَمِيلٌ} قال: لا شكوى فيه (¬3).\r¬__________\r(¬1) تسلية أهل المصائب 33.\r(¬2) الإحياء 4/ 77.\r(¬3) عدة الصابرين 127.","seal":"9962AAA1","part":1},
      {"page":31,"id":30,"nass":"والصبر مكانته عظيمة ومنزلته رفيعة كما قال علي بن أبي طالب: ألا إن الصبر من الإيمان بمنزلة الرأس من الجسد, فإذا قطع الرأس بار الجسم, ثم رفع صوته فقال: ألا إنه لا إيمان لمن لا\rصبر له (¬1).\rوقال عمر بن الخطاب: وجدنا خير عيشنا بالصبر (¬2).\rوذكر سلمان الفارسي أن رجلاً بسط له من الدنيا, فانتزع ما في يديه فجعل يحمد الله -عزّ وجل- ويثني عليه حتى لم يكن له فراش إلا بوري, فجعل يحمد الله ويثني عليه وبسط للآخر في الدنيا فقال لصاحب البوري: أرأيتك أنت على ما تحمد الله -عزّ وجل-؟ قال: أحمد الله على ما لو أعطيت به ما أعطى الخلق لم أعطهم إياه, قال: وما ذاك؟ قال أرأيت بصرك؟ أرأيت لسانك؟ أرأيت يدك؟ أرأيت رجلك؟ (¬3).\rومر وهب بمبتلى أعمى مجذوم, مقعد عريان, به وضح, وهو يقول: الحمد لله على نعمه, فقال رجل كان مع وهب: أي شيء بقى عليك من النعمة تحمد الله عليها؟ فقال له المبتلى: ارم ببصرك إلى أهل المدينة, فانظر إلى كثرة أهلها, أفلا أحمد الله أنه ليس فيها أحد يعرفه غيري (¬4).\r¬__________\r(¬1) عدة الصابرين 124.\r(¬2) عدة الصابرين 124.\r(¬3) جامع العلوم والحكم 294.\r(¬4) عدة الصابرين 181.","seal":"FB3AD45D","part":1},
      {"page":32,"id":31,"nass":"أي أن الله -جل وعلا- خصه بالبلاء ليمحصه ويطهره.\rقال أبو الدرداء: من يتفقد يفقد, ومن لا يعد الصبر لفواجع الأمور يعجز (¬1).\rواعلم أخي أن الذي أنزل الداء أنزل الدواء ووعد الشفاء, فالصبر وإن كان شاقاً أو ممتنعاً فتحصيله ممكن.\rوليعلم أهل المصائب أنه لولا محن الدنيا ومصائبها, لأصاب العبد من أدواء الكبر والعجب والفرعنة وقسوة القلب ما هو سبب هلاكه عاجلاً وآجلاً, فمن رحمة أرحم الراحمين أن يتفقده في الأحيان بأنواع المصائب تكون حمية له من هذه الأدواء, وحفظاً لصحة عبوديته, واستفراغاً للمواد الفاسدة الرديئة المهلكة, فسبحان من يرحم ببلائه, ويبتلي بنعمائه كما قيل:\rقد يُنعم الله بالبلوى وإن عظمت ... ويبتلي الله بعض القوم بالنعم\r\rفلولا أنه -سبحانه وتعالى- يداوي عباده بأدوية المحن والابتلاء لطغوا وبغوا وعتوا وتجبروا في الأرض, وعاثوا فيها بالفساد, فإن من شيم النفوس إذا حصل لها أمرٌ ونهي, وصحة وفراغ, وكلمة نافذة من غير زاجر شرعي يزجرها, تمردت وسعت في الأرض فساداً مع علمهم بما فُعل بمن قبلهم, فكيف لو حصل لهم مع ذلك إهمال؟ ! ولكن الله سبحانه وتعالى إذا أراد بعبده خيراً سقاه\r¬__________\r(¬1) حلية الأولياء 1/ 181.","seal":"0FBA2901","part":1},
      {"page":33,"id":32,"nass":"دواءً من الابتلاء والامتحان على قدر حاله, يستفرغ منه الأدواء المهلكة, حتى إذا هذبه ونقاه, وصفّاه, أهله لأشرف مراتب الدنيا وهى عبوديته, ورقّاه أرفع ثواب الآخرة وهى رؤيته (¬1).\rوهذا أبو الدرداء يُعلمنا بثلاثة أمور تُضعف الإنسان وتجعله قريباً إلى خالقه فقال: ثلاثة أحبهن ويكرههن الناس: الفقر والمرض والموت, أحب الفقر تواضعاً لربي, والموت اشتياقاً لربي, والمرض تكفيراً لخطيئتي (¬2).\rوقال بعض السلف: ثلاثة يُمتحن بها عقول الرجال: كثرة المال, والمصيبة, والولاية (¬3).\rوقال يزيد بن ميسرة: إن العبد ليمرض المرض, وما له عند الله من عمل خير, فَيُذَكِّره الله سبحانه بعض ما سلف من خطاياه, فيخرج من عينه مثل رأس الذباب من الدمع من خشية الله, فيبعثه الله إن بعثه مطهراً, أو يقبضه إن قبضه مطهراً (¬4).\rولا يصيب العبد من المصائب إلا بذنوبه قال تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ}.\rهذا محمد بن سيرين يقول لما ركبه الدين واغتم لذلك: إني\r¬__________\r(¬1) تسلية أهل المصائب 34.\r(¬2) السير 20/ 149.\r(¬3) تسلية أهل المصائب 17.\r(¬4) عدة الصابرين 150.","seal":"A21F3003","part":1},
      {"page":34,"id":33,"nass":"لأعرف هذا الغم بذنب أحدثته منذ أربعين سنة (¬1).\rوهو سبحانه بمنه وكرمه يعفو عن كثير وإلا لو كانت مصائبنا على قدر ذنوبنا لعظمت وكثرت.\rأخي المسلم:\rينبغي للعبد أن لا ينكر في هذه الدنيا وقوع هذه المصائب على اختلاف أنواعها, وما استخبر العقل والنقل أخبراه بأن الدنيا مارستان المصائب, وليس فيه لذةٌ على الحقيقة إلا وهى مشوبة بالكدر, فكلُ ما يظن في الدنيا أنه شراب فهو سراب وعمارتها وإن حسنت صورتها خراب, وجمعها فهو للذهاب, ومن خاض الماء الغمر لم يخل من بلل, ومن دخل بين الصفين لم يخل من وجل, فالعجب كل العجب ممن يده في سلة الأفاعي كيف ينكر اللسع, وأعجب منه من يطلب من المطبوع على الضِّر النفع.\rأخي:\rطُبعت على كدرٍ وأنت تريدها ... صفواً من الأقذاء والأكدار\r\rقال أبو الفرج الجوزي: ولولا أن الدنيا دار ابتلاء لم تعتور فيها الأمراض والأكدار, ولم يضق العيش فيها على الأنبياء والأخيار, فآدم يعاني المحن إلى أن خرج من الدنيا, ونوح بكى ثلاثمائة عام, وإبراهيم يكابد النار وذبح الولد, ويعقوب بكى حتى\r¬__________\r(¬1) حلية الأولياء 2/ 271.","seal":"FA0AF496","part":1},
      {"page":35,"id":34,"nass":"ذهب بصره, وموسى يقاسي فرعون ويلقى من قومه المحن, وعيسى ابن مريم لا مأوى له إلا البراري في العيش الضنك, ومحمد صلى الله عليه وعليهم أجمعين يصابر الفقر, وقُتل عمه حمزة وهو من أحب أقربائه إليه, ونفور قومه عنه, وغير هؤلاء من الأنبياء والأولياء مما يطول ذكره, ولو خلقت الدنيا للذة لم يكن حظ للمؤمن منها (¬1).\rقال شقيق البلخي: ذهب بصر عبد العزيز بن أبي رواد عشرين سنة فلم يعلم به أهله ولا ولده فتأمله ابنه ذات يوم فقال له: يا أبت ذهبت عيناك؟ قال: نعم يا بني, الرضا عن الله أذهب عين أبيك منذ عشرين سنة (¬2).\rوقال علي بن الحسن: كان رجل بالمصيصة ذاهبٌ نصفه الأسفل لم يبق منه إلا روحه في بعض جسده, ضريرٌ على سرير مثقوب, فدخل عليه داخل فقال له: كيف أصبحت يا أبا محمد؟ قال: ملك الدنيا منقطع إلى الله -عزّ وجل- ما لي إليه من حاجةٍ إلا أن يتوفاني على الإسلام (¬3).\rأخي الحبيب أين نحن من هؤلاء؟ !\rإن من جواهر البر كتمان المصيبة حتى يُظن أنك لم تصب قط. فالمؤمن الموفق -نسأل الله تعالى حسن التوفيق- من يتلقى\r¬__________\r(¬1) تسلية أهل المصائب 31.\r(¬2) حلية الأولياء 8/ 191.\r(¬3) صفة الصفوة 4/ 287.","seal":"8B86393D","part":1},
      {"page":36,"id":35,"nass":"المصيبة بالقبول, ويعلم أنها من عند الله لا من عند أحدٍ من خلقه, ويجتهد في كتمانها ما أمكن (¬1).\rفمن كمال الصبر كتمان المرض وسائر المصائب, ومن كنوز البر كتمان المصائب والأوجاع والصدقة (¬2).\rنقل عن الحسن بن عرفة قال: دخلت على أحمد بن حنبل بعد المحنة, فقلت له: يا أبا عبدالله قمت مقام الأنبياء, فقال لي: اسكت, فإني رأيت الناس يبيعون أديانهم, ورأيت العلماء ممن كان معي يقولون ويميلون فقلت: من أنا وما أنا؟\rوما أقول لربي غداً إذا وقفت بين يديه -جل جلاله-؟ فقال لي: بعت دينك كما باعه غيرك ففكرت في أمري ونظرت إلى السيف والسوط فاخترتهما, وقلت: إن أنا مت صرت إلى ربي -عزّ وجل- فأقول: دعيت إلى أن أقول في صفة من صفاتك مخلوقة, فلم أقل فالأمر إليه, إن شاء عذب وإن شاء رحم فقلت: وهل وجدت لأسواطهم ألماً؟\rقال لي: نعم, وتجلدت إلى أن تجاوزت العشرين, ثم لم أدر بعد ذلك, فلما حل العاقبان كأني لم أجد له ألماً, وصليت الظهر قائماً, قال الحسن: فبكيت فقال لي: ما يبكيك؟ قلت: بكيت مما نزل بك, قال: أليس لم أكفر؟ ما أبالي لو تلفت (¬3).\r¬__________\r(¬1) تسلية أهل المصائب 24.\r(¬2) الإحياء 4/ 78.\r(¬3) طبقات الحنابلة 1/ 140.","seal":"39758047","part":1},
      {"page":37,"id":36,"nass":"وقال عنه -رحمه الله- شابك التائب: لقد ضُرب أحمد بن حنبل ثمانين سوطاً لو ضُربت على فيلٍ لهدته (¬1).\rوإمام أهل السنة أحمد بن حنبل صبر فظفر وهو في حالٍ كما قال عون بن عبدالله: الخير الذي لا شر معه: الشكر مع العافية والصبر مع المصيبة (¬2).\rولقد فُقد الأول وضَعُفَ الثاني .. فالكثير الآن ينسى شكر النعم قولاً وفعلاً والكثير ينزعج لنزول البلاء انزعاج من لا يرى أنها من الله -جل وعلا- ويجب الرضا عن قضائه وقدره والصبر على ابتلائه وتمحيصه.\rهذا عمر بن الخطاب -رضي الله عنه- يقول: لو كان الصبر والشكر بعيرين لم أبال أيهما ركبت (¬3).\rوقدم سعيد الجريري من الحج فجعل يقول: أنعم الله علينا في سفرنا بكذا وكذا, ثم قال: تعداد النعم من الشكر (¬4)\rوعن عمارة بن سعيد بن وهب قال: دخلت مع سلمان - رضي الله عنه- على صديق له من كندة يعوده فقال له سلمان: إن الله تعالى يبتلي عبده المؤمن بالبلاء ثم يعاقبه فيكون كفارة لما مضى, فيستعتب فيما بقى, وإن الله عز اسمه يبتلي عبده الفاجر بالبلاء ثم\r¬__________\r(¬1) السير 11/ 295.\r(¬2) تسلية أهل المصائب 24.\r(¬3) أدب الدنيا والدين 276.\r(¬4) عدة الصابرين 181.","seal":"0884DDE8","part":1},
      {"page":38,"id":37,"nass":"يعاقبه, فيكون كالبعير عقلوه ثم أطلقوه فلا يدري فيم عقلوه؟ حين عقلوه, ولا فيم أطلقوه حين أطلقوه؟ (¬1).\rوحين ضربت أم إبراهيم العابدة دابة فكسرت رجلها, فأتاها قوم يعزونها فقالت: لولا مصائب الدنيا وردنا مفاليس (¬2).\rأخي:\rلئن ساءني دهر سرني دهر ... وإن مسني عسر فقد مسني يسر\rلكل من الأيام عندي عادةٌ ... فإن ساءني صبرٌ وإن سرني شكر (¬3)\r\rقال ابن المبارك: من صبر فما أقل ما يصبر, ومن جزع فما أقل ما يتمتع (¬4).\rوتأمل في قول أبي سعيد الحزار: العافية سترت البّر والفاجر, فإذا جاءت البلوى يتبين عندها الرجال (¬5).\rوانظر إلى -رحمة الله- بالعباد وعظيم إحسانه .. قال عمر بن عبد العزيز: ما أنعم الله على عبد نعمة, فانتزعها منه, فعاضه مكانها الصبر, إلَّا كان ما عوضه خيراً مما انتزعه (¬6).\r¬__________\r(¬1) حلية الأولياء 1/ 206.\r(¬2) صفة الصفوة 4/ 38.\r(¬3) ديوان الإمام علي 87.\r(¬4) جامع العلوم والحكم 195.\r(¬5) صفة الصفوة 2/ 438.\r(¬6) عدة الصابرين 24.","seal":"1616DFC8","part":1},
      {"page":39,"id":38,"nass":"ويجب على المؤمن أن يكون شاكراً في نعمائه صابراً في ضرائه منيباً إلى ربه في جميع أحواله وفي حديث ابن عباس -رضى الله عنهما - عن النبي - صلى الله عليه وسلم - أنه قال: \"احفظ الله يحفظك, احفظ الله تجده أمامك, تعرف إلى الله في الرخاء يعرفك في الشدة\".\rفمن تعرف إلى الله في النعمة والرخاء عرفه الله وحفظه حين الضراء والبأساء ولكن ..\rنحن ندعو الإله في كل كرب ... ثم ننساه عند كشف الكروب (¬1)\r\rقال سلمان الفارسي: إذا كان الرجل دعّاء في السراء فنزلت به ضراء فدعا الله تعالى قالت الملائكة: صوتٌ معروف فشفعوا له, وإذا كان ليس بدعّاء في السراء فنزلت به ضراء فدعا الله تعالى قالت الملائكة: صوتٌ ليس بمعروف فلا يشفعون له.\rوقال رجل لأبي الدرداء: أوصني, فقال: اذكر الله في السراء يذكرك الله -عزّ وجل- في الضراء (¬2).\rفمن خاف الله وحفظه في صحته, حفظه في مرضه, ومن راقب الله في خطرٍ حرسه الله في حركاته وسكناته (¬3).\rوقال بعض السلف: يا ابن آدم لقد بورك لك في حاجة,\r¬__________\r(¬1) جامع العلوم والحكم 130.\r(¬2) جامع العلوم والحكم 189.\r(¬3) تسلية أهل المصائب 38.","seal":"1D9CE0B2","part":1},
      {"page":40,"id":39,"nass":"أكثرت فيها قرع باب سيدك (¬1).\rقال أبو الدرداء: ادع الله في يوم سرائك لعله أن يستجيب لك في يوم ضرائك, وأعظم الشدائد التي تنزل بالعبد في الدنيا الموت وما بعده أشدّ منه إن لم يكن مصير الصبر إلى خير (¬2).\rفالسعادة كلها في طاعة الله والأرباح كلها في معاملته, والمحن والبلايا كلها في معصيته ومخالفته فليس للعبد أنفع من شكره وتوبته, إن ربنا لغفور شكور, أفاض على خلقه النعمة, وكتب على نفسه الرحمة.\rيُطاع فيشكر, وطاعته من توفيقه وفضله. ويُعصى فيحلم, ومعصية العبد من ظلمه وجهله, ويتوب إليه فاعل القبيح فيغفر له, الحسنة عنده بعشر أمثالها, أو يضاعفها بلا عدد ولا حسبان, والسيئة عنده بواحدة ومصيرها إلى العفو والغفران, وباب التوبة مفتوح لديه منذ خلق السموات والأرض إلى آخر الزمان, إن ربنا لغفور شكور, بابه الكريم مناخ الآمال ومحط الأوزار, وسماء عطاء لا تقلع عن الغيث, بل هي مدرار, ويمينه ملأى لا تغيضها نفقة سحاء الليل والنهار, لا يلقى وصاياه إلا الصابرون, ولا يفوز بعطاياه إلا الشاكرون, ولا يهلك عليه إلا الهالكون, ولا يشقى بعذابه إلا المتمردون.\r¬__________\r(¬1) تسلية أهل المصائب 236.\r(¬2) جامع العلوم والحكم 231.","seal":"7F8BBA8F","part":1},
      {"page":41,"id":40,"nass":"أهل شكره أهل زيادته, وأهل ذكره أهل مجالسته, وأهل طاعته أهل كرامته, وأهل معصيته لا يقنطهم من رحمته (¬1).\rأخي الكريم وطِّن نفسك على الشكر حين الشكر وعلى الصبر حين المصيبة فإن الدنيا لا تخلو من أمرين حلوٌ ومُر وسعادة وشقاء .. وصفاءٌ وكَدرَ.\rلا بد للمرء من ضيق ومن سعة ... ومن سرور يوافيه ومن حزن\rوالله يطلب منه شكر نعمته ... ما دام فيها ويبغي الصبر في المحن\rفما على شدة يبقى الزمان يكن ... ولا على نعمة تبقى على الزمن (¬2)\r\rقال سفيان الثوري: ما كان الله ليُنعم على عبدٍ في الدنيا فيفضحه في الآخرة, ويحق على المنعم أن يتم النعمة على من أنعم عليه (¬3).\rوفي الحديث عن أبي يحيى صهيب بن سنان -رضي الله عنه- قال: قال رسول الله - صلى الله عليه وسلم -: \"عجباً لأمر المؤمن إن أمره كله له خير وليس ذلك لأحدٍ إلا للمؤمن: إن أصابته سراء شكر فكان خيراًَ له, وإن أصابته ضراء صبر فكان خيراً له\". [رواه مسلم].\r¬__________\r(¬1) عدة الصابرين باختصار 339.\r(¬2) البداية والنهاية 13/ 83.\r(¬3) عدة الصابرين 175.","seal":"0DCEEF44","part":1},
      {"page":42,"id":41,"nass":"وما ننعم به من نعم الأمن وسعة العيش وتيسر المواصلات وكثيرٌ لا يحصيه إلا الله إنما هى بلية إذا لم تكن مما يقرب إلى الله وإذا لم تكن وسيلة إلى الطاعة والعبادة.\rقال سلمة بن دينار: كل نعمة لا تقرب من الله -عزّ وجل- فهى بلية (¬1).\rويجب أن نستفيد من هذه النعم في الدعوة إلى الله وإلى نشر العلم الشرعي بين الناس وإلى كل عمل يحبه الله ويقربنا إليه زلفى.\rقال يونس بن محمد المكي: زرع رجل من أهل الطائف زرعاً, فلما بلغ أصابته آفة فاحترق فدخلنا عليه لنسليه فيه, فبكى وقال: والله ما عليه أبكي ولكن سمعت الله تعالى يقول: {كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ} (¬2).\rفأخاف أن أكون من أهل هذه الصفة, فذلك الذي أبكاني (¬3).\rاحمد الله على كل حال ... إنما الدنيا كفيء الظلال\rإنما الدنيا مناخٌ لراكب ... يسرع الحث بشد الرحال\r¬__________\r(¬1) صفة الصفوة 2/ 157.\r(¬2) آل عمران: 117.\r(¬3) تسلية أهل المصائب 58.","seal":"8FBFA85C","part":1},
      {"page":43,"id":42,"nass":"ربَّ مغترٍ بها قد رأينا\rنفسه فوق رقاب الرجال (¬1)\r\rقال ثابت البناني: انطلقنا مع الحسن إلى صفوان بن محرز نعوده, فخرج إلينا ابنه, وقال: هو مبطون لا تستطيعون أن تدخلوا عليه, فقال الحسن: إن أباك إن يؤخذ اليوم من لحمه ودمه فيوجد فيه, خير من أن يأكله التراب (¬2).\rوليعلم المصاب أن ما يعقبه الصبر والاحتساب من اللذة والمسرة أضعاف ما يحصل له ببقاء ما أصيب به لو بقى عليه, ويكفيه من ذلك بيت الحمد الذي يُبنى له في الجنة على حمده لربه واسترجاعه على مصيبته, فلينظر أي المصيبتين أعظم, مصيبته العاجلة بفوات محبوبه, أو مصيبته بفوات بيت الحمد في جنة الخلد؟\rوفي الحديث عن النبي - صلى الله عليه وسلم -: \"يود ناسٌ لو أن جلودهم كانت تقرض بالمقاريض في الدنيا لما يرون من ثواب أهل الدنيا\".\rوليعلم المصاب الجازع, وإن بلغ به الجزع غايته ونهايته فآخر أمره إلى صبر الاضطرار وهو غير محمود ولا مثابٌ عليه. فإنه استسلم للصبر وانقاد إليه على رغم أنفه (¬3).\rوقد نظر علي بن أبي طالب -رضي الله عنه- إلى عدي بن\r¬__________\r(¬1) أبو العتاهية 361.\r(¬2) عدة الصابرين 120.\r(¬3) تسلية أهل المصائب 36.","seal":"089CF8BD","part":1},
      {"page":44,"id":43,"nass":"حاتم كئيباً فقال: يا عدي مالي أراك كئيباً حزيناً؟ قال: وما يمنعني وقد قتل أبنائي وفقئت عيني؟ فقال: يا عدي, من رضي بقضاء الله كان له أجر ومن لم يرض بقضاء الله حبط عمله (¬1).\rوقدم عروة بن الزبير على الوليد بن عبد الملك ومعه ابنه محمد وكان من أحسن الناس وجها, فدخل يوماً على الوليد في ثياب وش, وله غديرتان, وهو يضرب بيديه, فقال الوليد: هكذا تكون فتيان قريش, فعانه فخرج من عنده متوسناً. فوقع في إصطبل الدواب, فلم تزل الدواب تطأه بأرجلها حتى مات. ثم إن الأكلة وقعت في رجل عروة, فبعث إليه الوليد الأطباء فقالوا: إن لم تقطعها سرت إلى باقي الجسد فتهلك, فعزم على قطعها فنشروها بالمنشار فلما صار المنشار إلى القصبة وضع رأسه على الوسادة ساعة, فغشي عليه, ثم أفاق والعرق يتحدر على وجهه وهو يهلل ويكبر, فأخذها وجعل يقبلها في يده, ثم قال: أما والذي حملني عليك إنه ليعلم أني ما مشيت بك إلى حرام, ولا إلى معصية ولا إلى ما لا يرضي الله. ثم أمر بها فغسلت وطيبت وكفنت في قطيفة, ثم بعث بها إلى مقابر المسلمين, فلما قدم من عند الوليد إلى المدينة تلقاه أهل بيته وأصدقاؤه يعزونه, فجعل يقول: لقد لقينا من سفرنا هذا نصبا, ولم يزد عليه ثم قال: لا أدخل المدينة إنما أنا بها بين شامت بنكبة أو حاسد لنعمة, فمضى إلى قصر بالعقيق فأقام\r¬__________\r(¬1) تسلية أهل المصائب 205.","seal":"EE405845","part":1},
      {"page":45,"id":44,"nass":"هنالك. فلما دخل قصره قال له عيسى بن طلحة: لا أباً لشانئك, أرني هذه المصيبة التي نعزيك فيها, فلما كشف عن ركبته فقال له عيسى: أما والله ما كنا نعدك للصراع, قد أبقى الله أكثرك, عقلك ولسانك وبصرك ويديك وإحدى رجليك فقال له: يا عيسى؛ ما عزاني أحدٌ بمثل ما عزيتني به.\rولما أرادوا قطع رجله قالوا له: لو سقيناك شيئاً كيلا تشعر بالوجع فقال: إنما ابتلاني ليرى صبري أفأعارض أمره (¬1).\rوقال مسلمة بن محارب: وقعت في رجل عروة بن الزبير الأكلة وقطعت, ولم يدع تلك الليلة وردة وقطعت ولم يمسكه أحد (¬2).\rرحمنا الله أين نحن من هؤلاء؟\rقال عبيد الله بن أبي نوح: قال لي رجل على بعض السواحل: كم عاملته تبارك اسمه بما يكره فعاملك بما تحب؟ قلت: ما أحصي ذلك كثرة, قال: فهل قصدت إليه في أمر كربك فخذلك؟ قلت: لا والله. ولكنه أحسن إليّّ وأعانني قال: فهل سألته شيئاً فلم يعطكه؟ قلت: وهل منعني شيئاً سألته؟ ما سألته شيئاً قط إلا أعطاني, ولا استعنت به إلا أعانني, قال: أرأيت لو أن بعض بني آدم فعل بك بعض هذه الخلال ما كان جزاؤه عندك؟ قلت: ما كنت\r¬__________\r(¬1) عدة الصابرين 125 وانظر البداية والنهاية 9/ 114.\r(¬2) صفة الصفوة 2/ 86.","seal":"22EA3E2A","part":1},
      {"page":46,"id":45,"nass":"أقدر له مكافأة ولا جزاء, قال: فربك أحق وأحرى أن تدأب نفسك له في أداء شكره وهو المحسن قديماً وحديثاً إليك والله لشكره أيسر من مكافأة عباده, إنه تبارك وتعالى رضي من العباد بالحمد شكراً (¬1).\rوعندما سئل سفيان بن عيينة عن الزهد في الدنيا فقال: إذا أنعم عليه فشكر, وإذا ابتلي ببلية فصبر, فذلك الزهد (¬2).\rوكان الفضيل بن عياض إذا قرأ {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ} يبكي ويرددها ويقول: إنك إن بلوتنا فضحتنا وهتكت أستارنا (¬3).\rفاللهم ارحمنا برحمتك والطف بنا في قضائك وارحم ضعفنا واجبر كسرنا.\rأخي .. عندما نسمع ما حل بالقوم ورضاهم عن الله -جل وعلا- وصبرهم على المصائب واحتسابهم الأجر .. نرى البون الشاسع بين حالنا وحالهم .. لنستمع إلى هذه الواقعة .. ونقيسها على ما بنا من مصائب ومحن .. إنها نقطة في بحر ورذاذٌ من مطر.\rقال حكيم من الحكماء: مررت بعريش مصر وأنا أريد الرباط فإذا برجل في مظلة قد ذهبت عيناه ورجلاه, وبه أنواع البلاء وهو\r¬__________\r(¬1) عدة الصابرين 174.\r(¬2) السير 8/ 468.\r(¬3) الإحياء 4/ 384.","seal":"B1FD3F6A","part":1},
      {"page":47,"id":46,"nass":"يقول: الحمد لله حمداً يوافي محامد خلقك بما أنعمت عليّ وفضلتني على كثير ممن خلقت تفضيلا, فقلت: لأنظرن شيء يملكه أم ألهمه الله إلهاماً؟ فقلت: على أي نعمة من نعمه تحمده أم على أي فضيلة تشكره, فوالله ما أرى شيئاً من البلاء إلا هو بك, فقال: ألا ترى ما قد صنع بي؟ فوالله لو أرسل السماء عليَّ ناراً فأحرقتني, وأمر الجبال فدكتني وأمر البحار فأغرقتني, ما ازددت له إلا حمداً وشكراً, وإن لي إليك حاجة: بنيَّة كانت تخدمني وتتعاهدني عند إفطاري انظر هل تحس بها؟ فقلت: والله إني لأرجو أن يكون لي في قضاء حاجة هذا العبد الصالح قربةً إلى الله -عزّ وجل- فخرجت أطلبها بين تلك الرمال فإذا السبع قد أكلها فقلت: إنا لله وإنا إليه راجعون من أين آتي هذا العبد الصالح فأخبره بموت ابنته؟ فأتيته فقلت له: أنت أعظم عند الله منزلة أم أيوب عليه السلام؟ ابتلاه الله في ماله وولده وأهله وبدنه حتى صار عرضاً للناس, فقال: لا, بل أيوب, قلت: فإن ابنتك التي أمرتني أن أطلبها أصبتها وإذا السبع قد أكلها. فقال: الحمد لله الذي لم يخرجني من الدنيا وفي قلبي منها شيء فشهق شهقة فمات (¬1).\r\rاعلم أخي أن من حسن التوفيق وأمارات السعادة الصبر على الملمات والرفو عند النوازل (¬2).\r¬__________\r(¬1) صفة الصفوة 4/ 334.\r(¬2) أدب الدنيا والدين 276.","seal":"E4F57902","part":1},
      {"page":48,"id":47,"nass":"تنكر لي دهري ولم يدر أنني\rأغر وأحداث الزمان تهون ... وظل يريني الدهر كيف اغتراره\rوبت أريه الصبر كيف يكون (¬1)\r\rفالناس إذا أرسل إليهم الرسل بين أمرين: إما أن يقول أحدهم: آمنا وإما أن لا يقول آمنا, بل يستمر على عمل السيئات, فمن قال: آمنا, امتحنه الرب عزّ وجل وابتلاه, وألبسه الابتلاء والاختبار ليبين الصادق من الكاذب, ومن لم يقل: آمنا, فلا يحسب أنه يسبق الرب لتجربته, فإن أحداً لن يعجز الله تعالى, هذه سنته تعالى يُرسل الرسل إلى الخلق فيكذبهم الناس ويؤذونهم قال تعالى:\r{وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ}.\rوقال تعالى: {كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ}. وقال تعالى: {مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ} ومن آمن بالرسل وأطاعهم عادوه وآذوه, فابتلي بما يؤلمه, وإن لم يؤمن بهم عوقب فحصل له ما يؤلمه أعظم وأدوم, فلا بد من حصول الألم لكل نفس سواء آمنت أم كفرت, لكن المؤمن يحصل له الألم في الدنيا ابتداءً, ثم تكون له العاقبة في الدنيا والآخرة, والكافر تحصل له النعمة ابتداءً ثم يصير في الألم (¬2).\r¬__________\r(¬1) البداية والنهاية 11/ 190.\r(¬2) الفوائد لابن القيم 269.","seal":"5DBB482F","part":1},
      {"page":49,"id":48,"nass":"والمصائب لا تكون فقط في موت حبيب أو قريب بل وليست مخصوصة بمرضٍ ونحوه بل كل ما أصابك حتى وإن صغر فهو مصيبة تُحتسب عند الله.\rانقطع شسع نعل عمر بن الخطاب فاسترجع وقال: كل ما ساءك مصيبة (¬1).\rفليتنا نداوم على الاسترجاع في كل ما أساءنا لعل الله أن يعوضنا خيراً منها.\rوليعلم العبد أن ما أصابه هو بسبب ذنوبه ويعفو جل وعلا عن كثير.\rقال عبد الله بن السري, قال لي ابن سيرين: إني لأعرف الذنب الذي حمل علي به الدين, قلت لرجل من أربعين سنة: يا مفلس.\rقال أبو سليمان الداراني: قَلَّت ذنوبهم فعرفوا من أين يؤتون, وكثرت ذنوبنا فليس ندري من أين نؤتى (¬2).\rوشكا ابن أخ للأحنف بن قيس وجع ضرسه فقال له الأحنف بن قيس: لقد ذهبت عيني من أربعين سنة ما ذكرتها لأحد (¬3).\r¬__________\r(¬1) تاريخ عمر 212.\r(¬2) حلية الأولياء 2/ 272.\r(¬3) الزهد 337.","seal":"EBFA750C","part":1},
      {"page":50,"id":49,"nass":"ولنستمع إلى التوجيه النبوي الكريم: \"إذا أصاب أحدكم همّ أو لأواء, فليقل: الله الله ربي لا أشرك به شيئاً\".\rوقال - صلى الله عليه وسلم -: \"المصائب والأمراض والأحزان في الدنيا جزاء\".\rومن عرف حقيقة الدنيا وعرف أن الله يختار للعبد ما فيه خيرٌ له رضي بذلك فإن الله أرحم الراحمين وأحكم الحاكمين.\rقال عمر -رضى الله عنه-: ما أبالي أصبحت على عسر أو يسر لأني لا أدري أيهما خيرٌ لي (¬1).\rوفي الأثر: يا ابن آدم: البلاء يجمع بيني وبينك, والعافية تجمع بينك وبين نفسك (¬2).\rوالله تبارك وتعالى يبتلي عبده ليسمع شكواه وتضرعه ودعاءه وصبره ورضاه بما قضاه عليه, فهو سبحانه وتعالى يرى عباده إذا نزل بهم ما يختبرهم به من المصائب وغيرها, ويعلم خائنة أعينهم وما تخفي صدورهم, فيثيب كل عبد على قصده ونيته, وقد ذم الله تعالى من لم يتضرع إليه ولم يستكن له وقت البلاء كما قال تعالى: {وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ} (¬3).\r¬__________\r(¬1) الإحياء 3/ 336.\r(¬2) تسلية أهل المصائب 237.\r(¬3) تسلية أهل المصائب 229.","seal":"61FF8444","part":1},
      {"page":51,"id":50,"nass":"أخي الحبيب:\rعليك بالصبر إن نابتك نائبة ... من الزمان ولا تركن إلى الجزع\rوإن تعرضت الدنيا بزينتها ... فالصبر عنها دليل الخير والورع (¬1)\r\rقال الحسن: ما جرعتين أحب إلى الله من جرعة مصيبة موجعة محزنة ردها صاحبها بحسن عزاء وصبر وجرعة غيظ ردها بحلم (¬2).\rقال بعض السلف: فقد الثواب على المصيبة أعظم من المصيبة (¬3).\rوقد قال الفضيل بن عياض: إذا أحب الله عبداً أكثر غمه, وإذا أبغض عبداً وسع عليه دنياه (¬4).\rومن تسلية أهل المصائب: أن ينظر المصاب ويفرق بين أعظم اللذتين والمتعتين تمتع الحياة الدنيا الفانية, وتمتع الدار الآخرة الباقية, وأدومهما لذة وتمتعاً بما أصيب به, ولذة تمتعه بثواب الله له على قوله وفعله من استرجاع وصبر ونحوه فإن ظهر له الرجحان فآثر الراجح فليحمد الله على توفيقه له. وإن آثر المرجوح من كل وجه\r¬__________\r(¬1) مكاشفة القلوب 132.\r(¬2) 127 عدة الصابرين.\r(¬3) تسلية أهل المصائب 173.\r(¬4) شذرات الذهب 1/ 318.","seal":"150AB2C4","part":1},
      {"page":52,"id":51,"nass":"فليعلم أن مصيبته في عقله وقلبه ودينه, أعظم من مصيبته التي أصيب بها في دنياه (¬1).\rوعن سفيان قال: ليس بفقيه من لم يعد البلاء نعمة والرخاء مصيبة (¬2).\rوهذا عكس فهمنا اليوم فنحن نعد الرخاء نعمة والبلاء مصيبة .. وما ذاك إلا من ضعف علمنا وقصر فهمنا وحبنا للدنيا الفانية ورغبتنا في الراحة والدعة.\rقال سفيان -رحمه الله- قد أنعم الله على عبد في حاجة أكثر من تضرعه إليه فيها (¬3).\rوالغالب اليوم ينسى الدعاء حتى تصيبه المصائب, والله -جل وعلا- يحب عبده الداعي .. فيجب -يا أخي- الإكثار من الدعاء في حال العافية والسلامة ومتى ما أصيب الإنسان كانت الحاجة إلى الدعاء أكبر لتفريج الهم وإزالة البلاء.\rمر الربيع بن أبي راشد برجل به \"زمانة\" (¬4) فجلس يحمد الله ويبكي, فمر رجل فقال: ما يبكيك رحمك الله؟ فقال: ذكرت أهل الجنة وأهل النار فشبهت أهل الجنة بأهل العافية, وأهل النار بأهل\r¬__________\r(¬1) تسلية أهل المصائب 28.\r(¬2) السير 7/ 66.\r(¬3) تسلية أهل المصائب 172.\r(¬4) * الزمانة مرض يدوم ولا يرجى برؤه.","seal":"BDE5BE7D","part":1},
      {"page":53,"id":52,"nass":"البلاء فذلك الذي أبكاني (¬1).\rوقال أبو الدرداء وكأنة يرى حالنا الآن: تلدون للموت وتعمرون للخراب وتحرصون على ما يفنى, وتذرون ما يبقى, ألا حبذا المكروهات الثلاث: الموت والمرض والفقر (¬2).\rوالأمر اليوم خلاف ذلك ولكن يا أخي من أحب البقاء فليعد للمصائب قلباً صبوراً ولساناً ذاكراً شكوار.\rجاء أحمد بن صالح يوصى أبا عبدالله \"أحمد بن حنبل\" يوماً وقد بل أبو عبد الله خرقة فألقاها على رأسه فقال له أحمد بن صالح: يا جدي أنت محموم, قال أبو عبدالله: وأنى لي بالحمى؟\rلم يتجزع -رحمه الله- ولم يخبر بمرض أو يشتكي.\rأين نحن من هؤلاء؟ !\rكثير الآن قبل أن تسأله يروي لك رحلته مع الأطباء وأنه ما نام البارحة ولا ذاق طعاماً ولا شرب شراباً, حديثٌ طويل ..\rثم يُعدد بعد ذلك أنواع الأدوية التي يأخذها .. ويُعرج في حديثه على مستوى الأطباء وخدمات المستشفى .. ولا ينسى أن يلوم فلانٌ وفلان .. لأنهم لم يزوروه.\rحديثٌ طويل .. الصبر والرضا .. ليسا فيه.\rقال الفضيل لرجل يشكو إلى رجل: يا هذا تشكو من يرحمك\r¬__________\r(¬1) الشكر 29.\r(¬2) شرح الصدور 15.","seal":"B75AAE97","part":1},
      {"page":54,"id":53,"nass":"إلى من لا يرحمك (¬1).\rتلذ له الشكوى وإن لم يجد بها ... صلاحاً كما يتلذ بالحكَّ أجربُ (¬2)\r\rولكن لنعود لمريض من سلفنا كيف كانت زيارته وماذا يقول لزائريه؟\rقال عبدالعزيز بن أبي روّاد: رأيت في يد محمد بن واسع قرحة, فكأنه رأى ما شق عليَّ منها, فقال: تدري ما لله عليَّ في هذه القرحة من نعمة؟ قال: فسكت فقال: حيث لم يجعلها على حدقتي ولا طرف لساني ولا على طرف ذكري, قال: فهانت علي قرحته (¬3).\rأخي الحبيب:\rليس المؤمن بالذي يؤدي فرائض العبادات صورة ويتجنب المحظورات فحسب, إنما المؤمن هو الكامل, لا يختلج في قلبه اعتراض, ولا يساكن نفسه فيما يجري وسوسة, وكلما اشتد البلاء عليه زاد إيمانه وقوي تسليمه, وقد يدعو فلا يرى للإجابة أثراً, وسره لا يتغير لأنه يعلم أنه مملوك وله مالكٌ يتصرف بمقتضى إرادته, فإن اختلج في قلبه اعتراض خرج من مقام العبودية إلى مقام المناظرة, كما جرى لإبليس والإيمان القوي يبين أثره عند قوة\r¬__________\r(¬1) السير 1/ 439.\r(¬2) موارد الظمآن 2/ 47.\r(¬3) صفة الصفوة 3/ 268.","seal":"278C52CC","part":1},
      {"page":55,"id":54,"nass":"البلاء (¬1).\rقال الإمام النووي -رحمه الله تعالى- في شرح مسلم: عند قوله - صلى الله عليه وسلم -: \"ما من مسلم يشاك بشوكة فما فوقها إلا كتبت له بها درجة ومُحيت عنه بها خطيئة\" وفي رواية: \"إلا رفعه الله بها درجة أو حط عنه خطيئة\" قال: وفي هذه الأحاديث بشارةُ عظيمة للمسلمين فإنه قل أن ينفك الواحد منهم ساعة من شيء من هذه الأمور, وفيه تكفير الخطايا بالأمراض والأسقام ومصائب الدنيا وهمومها وإن قلت مشقتها (¬2).\rوروي في الخبر أنه لما نزل قوله تعالى: {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} قال أبو بكر -رضي الله تعالى عنه-: يا رسول الله كيف الفرح بعد هذه الآية؟ فقال رسول الله - صلى الله عليه وسلم -: \"غفر الله لك يا أبا بكر؟ ألست تمرض؟ أليس يصيبك الأذى؟ أليست تنصب؟ أليس تحزن؟ فهذا مما تجزون به\". يعني أن جميع ما يصيبك يكون كفارة لذنوبك.\rواعلم أن العبد لا يدرك منزلة الأخيار إلا بالصبر على الشدة والأذى وقد أمر الله تعالى نبيه -عليه الصلاة والسلام- بالصبر فقال تعالى: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} (¬3).\r¬__________\r(¬1) صيد الخاطر 360.\r(¬2) تسلية أهل المصائب 292.\r(¬3) تنبيه الغافلين 13.","seal":"BDEEA55A","part":1},
      {"page":56,"id":55,"nass":"وروي عن مالك بن أنس من حديث عطاء بن يسار أن\rالنبي - صلى الله عليه وسلم - قال: \"إذا مرض العبد بعث الله إليه ملكين فقال: انظرا ماذا يقول لعُواده؟ فإن هو إذا جاءوه حمد الله وأثنى عليه رفعا ذلك إلى الله -وهو أعلم- فيقول لعبدي عليَّ إن توفيته أن أدخله الجنة, وإن أنا شفيته أن أبدله لحماً خيراً من لحمه, ودماً خيراً من دمه, وأن أكفر عنه سيئاته\".\rوعندما مرض أبو بكر فعادوه, فقالوا: ألا ندعوا لك الطبيب؟ فقال: قد رآني الطبيب, قالوا: فأي شيء قال لك؟ قال: إني فعَّال لما أريد (¬1).\rوقال أبو هريرة: إذا مرض العبد المسلم, نودي صاحب اليمين: أن أجر على عبدي صالح ما كان يعمل وهو صحيح, ويقال لصاحب الشمال: أقصر عن عبدي ما دام في وثاقي, فقال رجل عند أبي هريرة: يا ليتني لا أزال ضاجعاً, فقال أبو هريرة: كره العبد الخطايا (¬2).\rوعن ابن عمر -رضي الله عنهما- قال: قال رسول الله - صلى الله عليه وسلم -: \"إن العبد إذا كان على طريقة حسنة من العبادة ثم مرض قيل للملك الموكل به: اكتب له مثل عمله إذا كان طلقاًَ .. \".\rفالحمد لله الذي أجرى الخير لابن آدم وهو لم يعمل فالحمد\r¬__________\r(¬1) تسلية أهل المصائب 193.\r(¬2) عدة الصابرين 114.","seal":"41003C5D","part":1},
      {"page":57,"id":56,"nass":"لله ربٌ رحيم جوادٌ كريم ..\rوقد يحصل للعابد الجاهل بمصيبته من الجزع ما يسوء الناظر إليه, والسامع عنه, من الاعتراض على الأقدار, وما ذاك إلا لإدلاله بعبادته, فإنه قد شوهد أن خلقاً كثيراً من أهل الدين والخير عند موت أحبابهم جرى منهم أمورٌ ينكرها العقال من الناس فمنهم من خرق ثيابه, ومنهم من لطم خده, ومنهم من اعترض على القضاء والقدر (¬1).\rفلا شيء أنفع من العلم, لأن العالم لو حصل له هلعٌ شديد في مصيبته يعلم أنها زلة منه, فيدري كيف يتنفس, والعابد الجاهل كلما غاص إلى أسفل يظن أنه صاعدٌ إلى فوق فإذا امتحن الشخص ينبغي له أن يتداوى بالأدوية الشرعية (¬2).\rأما علمت -أخي- أنه لا بد من الفرقة, ومن المرض بعد الصحة .. ومن البعد بعد القرب .. فهذه حال الدنيا.\rوأنت يا أخي:\rلن تستطيع لأمر الله تعقيباً ... فاستنجد الصبر أو فاستثمر الحُوبا\rوافزع إلى كنف التسلم وارض ... بما قضى المهيمن مكروهاً ومحبوبا (¬3)\r¬__________\r(¬1) تسلية أهل المصائب 34.\r(¬2) تسلية أهل المصائب 34.\r(¬3) السير 14/ 280.","seal":"1478DBEF","part":1},
      {"page":58,"id":57,"nass":"روي عن جابر أنه قال: قال رسول الله - صلى الله عليه وسلم - قال جبريل: \"يا محمد عش ما عشت فإنك ميتٌ, وأحبب من شئت فإنك مفارقه, واعمل ما شئت فإنك ملاقيه\".\rإن الموت قادم بعد الحياة والمرض بعد العافية .. نفارق من نحب ونودع من نعز .. هذه الدنيا لا تُبقي على أحد ..\rولكن نعوذ بالله من عدم الصبر عند المحنة, ونسأله الثبات في الأمر, فإنه والعياذ بالله يُخاف على الشخص من سوء الخاتمة إذا سخط الأقدار, ونازع القضاء والقدر أهله, فنسأل الله تعالى حسن الخاتمة.\rكان عبدالأعلى التيمي يقول: أكثروا من سؤال الله العافية, فإن المبتلى وإن اشتد بلاؤه ليس بأحق بالدعاء من المعافى الذي لا يأمن من البلاء, وما المبتلون اليوم إلاَّ من أهل العافية بالأمس, وما المبتلون بعد اليوم إلا من أهل العافية اليوم ولو كان البلاء يجر إلى خير ما كانا من رجال البلاء, إنه رب بلاء قد أجهد في الدنيا وأخزى في الآخرة, فما يؤمن من أطال المقام على معصية الله أن يكون قد بقي له في بقية عمره من البلاء ما يجهده في الدنيا ويفضحه في الآخرة (¬1).\rقال ميمون بن مهران: ما نال أحد شيئاً من ختم الخير فما دونه إلاّ بالصبر (¬2).\r¬__________\r(¬1) عدة الصابرين 178.\r(¬2) عدة الصابرين 124.","seal":"6DCC53A8","part":1},
      {"page":59,"id":58,"nass":"وقال بعض السلف: البلاء يصبر عليه المؤمن والكافر, ولا يصبر على العافية إلا الصديق (¬1).\rلا يفتر لسانك من ذكر وشكر المُنعم المتفضل ولا تنسى حال المصيبة كلمة الاسترجاع فقد تضمنت كلمة \"إنا لله وإنا إليه راجعون\" علاجاً من الله ورسوله لأهل المصائب.\rفإنها من أبلغ علاج المصائب وأنفعه للعبد في عاجله وآجله, فإنها تتضمن أصلين عظيمين إذا تحقق العبد بمعرفتهما تسلى عن مصيبته.\rأحد الأصلين: أن يتحقق العبد أن نفسه وأهله وماله وولده ملك لله -عزّ وجل- حقيقة, وقد جعله الله عند العبد عارية, فإذا أخذه منه فهو كالمعير يأخذ عاريته من المستعير وأيضاً: فإنه محفوف بعدمين, عدمٍ قبله, وعدمٍ بعده, وملك العبد له متعة معارة في زمن يسير.\rوأيضاً: فإنه ليس هو الذي أوجده عن عدم, حتى يكون ملكه حقيقةً ولا هو الذي يحفظه من الآفات بعد وجوده ولا يبقى عليه وجوده فليس له فيه تأثير ولا ملك حقيقي.\rوأيضاً فإنه متصرف فيه بالأمر, تصرف العبد المأمور المنهي, لا تصرف المالك, ولهذا لا يباح له من التصرفات فيه إلا ما وافق مالكه الحقيقي.\r¬__________\r(¬1) تسلية أهل المصائب 198.","seal":"E1C1DF45","part":1},
      {"page":60,"id":59,"nass":"والثاني: أن مصير العبد ومرجعه إلى الله مولاه الحق, ولا بد أن يخلف الدنيا وراء ظهره, ويأتي ربه يوم القيامة فرداً, كما خلقه أول مرة, بلا أهل ولا مال ولا عشيرة, ولكن يأتيه بالحسنات والسيئات, فإذا كانت هذه بداية العبد وما خوله فيه, ونهايته وحاله فيه, فكيف يفرح العبد بولد أو مال أو غير ذلك من متاع الدنيا, أم كيف يأسى على مفقود, ففكرة العبد في بدايته ونهايته من أعظم علاج المصائب.\rومن علاجه أن يعلم علم اليقين أن ما أصابه لم يكن ليخطئه, وما أخطأه لم يكن ليصيبه (¬1).\rولا ينبغي للمؤمن أن ينزعج من مرض أو نزول موت, وإن كان الطبع لا يملك إلا أنه ينبغي له التصبر مهما أمكن, إما لطلب الأجر بما يعاني, أو لبيان أثر الرضا بالقضاء, وما هي إلا لحظات ثم تنقضي.\rوليتفكر المعافى من المرض في الساعات التي كان يقلق فيها, أين هي في زمن العافية؟ ذهب البلاء, وحصل الثواب, كما تذهب اللذات المحرمة ويبقى الوزر, ويمضي زمان التسخط بالأقدار ويبقى العتاب. وهل الموت إلا آلام تزيد فتعجز النفس عن حملها فتذهب, فليتصور المريض وجود الراحة بعد رحيل النفس, وقد هان ما يلقى كما يتصور العافية بعد شرب الشربة المرة, ولا ينبغي أن يقع جزع\r¬__________\r(¬1) تسلية أهل المصائب 19.","seal":"FF364ACC","part":1},
      {"page":61,"id":60,"nass":"بذكر البلى, فإن ذلك شأن المركب, أما الراكب ففي الجنة أو في النار. وإنما ينبغي أن يقع الاهتمام الكلي بما يزيد في درجات الفضائل قبل نزول المعوق عنها. فالسعيد من وفق لاغتنام العافية, ثم يختار تحصيل الأفضال فالأفضل في زمن الاغتنام. وليعلم أن زيادة المنازل في الجنة على قدر التزيد من الفضائل ههنا. والعمر قصير والفضائل كثيرة فليبالغ في البدار فيا طول راحة التعب, ويا فرحة المغموم, ويا سرور المحزون, ومتى تخايل دوام اللذة في الجنة من غير منغص ولا قاطع, هان عليه كل بلاء وشدة (¬1).\rرضيت بالله في عسري وفي يسري ... فلست أسلك إلا أوضح الطرق (¬2)\r\rقال كعب: من عرف الموت هانت عليه مصائب الدنيا وهمومها (¬3).\rوقال عمر بن عبد العزيز رحمه الله تعالى: ما قضى الله فيّ بقضاء فسرني أن يكون قضى لي بغيره, ما أصبح لي هوى إلا في مواقع القدر (¬4).\rوجاء رجل إلى يونس بن عبيد فشكا إليه ضيقاً في حاله ومعاشه واغتماماً بذلك فقال: أيسرك ببصرك مائة ألف؟ قال: لا,\r¬__________\r(¬1) صيد الخاطر 368.\r(¬2) بغداد 7/ 76.\r(¬3) شرح الصدور 220.\r(¬4) الإحياء 3/ 336.","seal":"471E0CB3","part":1},
      {"page":62,"id":61,"nass":"قال: فبسمعك؟ قال: لا, قال فبلسانك؟ قال: لا, ثم قال يونس: أرى لك مئين ألوفاً وأنت تشكو الحاجة (¬1).\rولننظر في حال من سبقنا ماذا يرجون في حال المرض؟ قال الحسن .. كانوا يرجون في حمى ليلة كفارة لما سلف من الذنوب.\rوقال إبراهيم النخعي: كانوا يستحبون للمريض أن يجهد عند الموت (¬2).\rوكانوا يقولون: آخر شدة يلقاها المؤمن عند الموت (¬3).\rولنرى سعد بن أبي وقاص وهو المعروف بإجابة الدعوة قيل له: لو دعوت الله لبصرك -وكان قد أضّر- فقال: الله أحبّ إليّ من بصري (¬4).\rوالحمد لله حمداً كثيراً كما ينبغي لجلال وجهه وعظيم سلطانه فإن الأمر كما قال سليمان التيمي: إن الله أنعم على العباد على قدره, وكلفهم الشكر على قدرهم (¬5).\rومن نعم تسلية أهل المصائب: أن ينظر العبد بعين بصيرته, فليعلم أن مرارة الدنيا هى بعينها حلاوة في الآخرة, يقبلها الله تعالى, وحلاوة الدنيا هي بعينها مرارة في الآخرة, ولأن ينتقل من\r¬__________\r(¬1) السير 6/ 292.\r(¬2) تسلية أهل المصائب 37.\r(¬3) تسلية أهل المصائب 97.\r(¬4) جامع العلوم والحكم 448.\r(¬5) كتاب الشكر 11.","seal":"68741462","part":1},
      {"page":63,"id":62,"nass":"مرارة منقطعةٍ إلى حلاوةٍ دائمةٍ خيرٌ من عكس ذلك, فإن خفي عليك ذلك فانظر إلى قول الصادق المصدوق: \"حفت الجنة بالمكاره وحفت النار بالشهوات\".\r\rومما يسلي أهل المصائب: أن المصاب إذا صبر واحتسب وركن إلى كريم, رجاء أن يخلف الله تعالى عليه, ويعوضه عن مصابه, فإن الله تعالى لا يخيبه بل يعوضه, فإنه من كل شيء عوض إلا الله تعالى فما منه عوض كما قيل.\rمن كل شيءٍ إذا ضيعته عوضٌ ... وما من الله إن ضيعته عوضُ\r\rبل يعلم أن حظه من المصيبة ما يحدثه له, فمن رضي فله الرضى, ومن سخط فله السخط, فاختر لنفسك خير الحظوظ أو شرها, فإن أحدثت لك سخطاً وكفراً كنت في ديوان الهالكين, وإن أحدثت لك جزعاً وتفريطاً في ترك واجب أو فعل محرم كنت في ديوان المفرطين, وإن أحدثت لك شكايةً وعدم صبر ورضى كنت في ديوان المغبونين, وإن أحدثت لك اعتراضاً عليه وقدحًا في حكمته ومجادلة في الأقدار, فقد قرعت باب الزندقة, وفتح لك وولجته, فأحذر عذاب الله يحّل بك, فإنه لمن خالفه بالمرصاد.\rوإن أحدثت لك صبراً وثباتاً لله كنت في ديوان الصابرين, وإن أحدثت لك رضى بالله ورضى عن الله وفرحاً بقضائه كنت في ديوان الراضين, وإن أحدثت لك حمداً وشكراً كنت في ديوان الشاكرين الحامدين, وإن أحدثت لك محبة واشتياقاً إلى لقائه كنت","seal":"4B1EA999","part":1},
      {"page":64,"id":63,"nass":"في ديوان المحبين المخلصين (¬1).\rعن النبي - صلى الله عليه وسلم - قال: \"إن الله إذا أحب قوماً ابتلاهم, فمن رضي فله الرضى ومن سخط فله السخط\".\rفأنفع الأدوية للمصاب موافقة ربه وإلهه فيما أحبه ورضيه له, وإن خاصية المحبة وسرها موافقة المحبوب, فمن ادعى محبة محبوب ثم سخط ما يحبه, وأحب ما يسخطه فقد شهد على نفسه بكذبه, وأسخط عليه محبوبه.\rوقال قتادة: قال لقمان وقد سأله رجل: أي شيء خيراً؟ قال: صبرٌ لا يتبعه أذى, قال: بأي الناس خيراً؟ قال: الذي يرضى بما أوتي, قال: فأي الناس أعلم؟ قال: الذي يأخذ من علم الناس إلى علمه, قيل: فما خير الكنز من المال أو من العلم؟ قال: سبحان الله, بل المؤمن العالم الذي ابتغى عنده خيراً وجد, وإن لم يكن عنده كف نفسه, وبحسب المؤمن أن يكف نفسه (¬2).\rوكان الصالحون يفرحون بالشدة لما يرجون من ثوابها (¬3).\rوالشكر لله جل وعلا شكرٌ باللسان وبالعمل وأما من شكر بلسانه, ولم يشكر بجميع أعضائه, فمثله كمثل رجل له كساء فأخذ بطرفه ولم يلبسه, فما ينفعه ذلك من الحر والبرد والثلج\r¬__________\r(¬1) تسلية أهل المصائب 41.\r(¬2) عدة الصابرين 126.\r(¬3) تنبيه الغافلين 124.","seal":"B592A473","part":1},
      {"page":65,"id":64,"nass":"والمطر (¬1).\rأخي الكريم:\rيبين إيمان المؤمن عند الابتلاء, فهو يبالغ في الدعاء ولا يرى أثراً للإجابة, ولا يتغير أمله ورجاؤه, ولو قويت أسباب اليأس, لعلمه أن الحق أعلم بالمصالح, أو لأن المراد منه الصبر أو الإيمان, فإنه لم يحكم عليه بذلك إلا وهو يريد من القلب التسليم لينظر كيف صبره, أو يريد كثرة اللجأ والدعاء, فأما من يريد تعجيل الإجابة ويتذمر إن لم تتعجل, فذاك ضعيف الإيمان, يرى أن له حقاً في الإجابة, وكأنه يتقاضى أجرة عمله. أما سمعت قصة يعقوب -عليه السلام-: بقي ثمانين سنة في البلاء ورجاؤه لا يتغير.\rفإياك أخي: أن تستطيل زمان البلاء, وتضجر من كثرة الدعاء, فإنك مبتلى بالبلاء متعبد بالصبر والدعاء, ولا تيأس من روح الله وإن طال البلاء (¬2).\rعزى ابن السماك رجلاً فقال: عليك بالصبر فإنه يعمل من احتسب, وإليه يصير من جزع (¬3).\rومن المصائب استطالة الناس وتعرضهم وكثرة قيلهم وقالهم .. استطال رجل على أبي معاوية الأسود فقال له رجل: مه, فقال أبو\r¬__________\r(¬1) عدة الصابرين 172.\r(¬2) صيد الخاطر 552.\r(¬3) عدة الصابرين 129.","seal":"10DB4D83","part":1},
      {"page":66,"id":65,"nass":"معاوية: دعه يتشفى ثم قال: اللهم اغفر الذنب الذي سلطت عليّ به هذا.\rوقال علي بن أبي طالب -رضي الله عنه-: من زهد في الدنيا هانت عليه المصائب, ومن ارتقب الموت سارع في الخيرات (¬1).\rاشتكى ابن أخي الأحنف بن قيس وجع ضرسه فقال له الأحنف: لقد ذهبت عيني منذ أربعين سنة ما ذكرتها لأحد (¬2).\rقال الفضيل: إذا أحب الله عبداً أكثر غمه, وإذا أبغض عبداً وسع عليه دنياه (¬3).\rواعلم أخي: أن الزمان لا يثبت على حال كما قال -عزّ وجل- {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} فتارة فقر, وتارة غنى, وتارة عز, وتارة ذل, وتارة يفرح الموالي, وتارة يشمت الأعادي, فالسعيد من لازم أصلاً واحداً على كل حال وهو تقوى الله (¬4).\rذكر أبو الفرج ابن الجوزي في المصائب المختصة بذات الإنسان .. قال: رأيت جمهور الناس إذا طرقهم المرض أو غيره من المصائب اشتغلوا تارة بالجزع والشكوى, وتارة بالتداوي إلى أن يشتد عليهم, فيشغلهم اشتداده عن الالتفات إلى الصالح من وصية, أو فعل خير, أو تأهب للموت, فكم ممن له ذنوب لا يتوب منها,\r¬__________\r(¬1) تسلية أهل المصائب 245.\r(¬2) صفة الصفوة 3/ 119.\r(¬3) السير 8/ 432.\r(¬4) صيد الخاطر 170.","seal":"7F47DF56","part":1},
      {"page":67,"id":66,"nass":"أو عنده ودائع لا يردها, أو عليه دين أو زكاة, أو في ذمته ظلامة لا يخطر له تداركها, وإنما حزنه على فراق الدنيا, إذ لا هم له سواها, وربما أفاق وأوصى بجور (¬1).\rفينبغي للمتيقظ أن لا يتأسف على ما فات, وأن يتأهب في حال الصحة قبل هجوم المرض, فربما ضاق الوقت عن عمل واستدراك فارط, أو وصية, فإن لم تكن له وصية في صحته فليبادر في مرضه, وليحذر الجور في وصيته, فإنه من المحرمات, فإنه يمنع المستحق ويعطي من لا يستحق, فيحتاج أن يحارب نفسه وشيطانه, وليعلم أن هذا الواقع من المصائب في نفسه وماله وولده, وقع برضى مالكه وخالقه, فيجب على العبد أن يرضى بما يرضى به السيد, ويعاقب نفسه إذا جزعت, ويقول لها: أما علمت أن هذا لا بد منه, فما وجه الجزع, وإنما هي ساعة كأن لم يكن ما كان, ومن تلمح العواقب هان عليه مرارة الدواء.\rوعن أبي محمد الحريري قال: حضرتُ عند الجنيد قبل وفاته بساعتين, فلم يزل تالياً وساجداً, فقلت له: يا أبا القاسم قد بلغ ما أرى من الجهد, فقال: يا أبا محمد, أحوج ما كنت إليه هذه الساعة, فلم يزل كذلك حتى فارق الدنيا (¬2).\rلم يجزع على الدنيا إلا بقدر فوات العمر بدون طاعة. فإن\r¬__________\r(¬1) تسلية أهل المصائب 35.\r(¬2) تسلية أهل المصائب 36.","seal":"6BE6CDAD","part":1},
      {"page":68,"id":67,"nass":"أشدنا حباً للدنيا أشدنا جزعاً عند المصيبة.\rوقال إسماعيل بن عمرو: دخلنا على ورقاء بن عمر وهو في الموت, فجعل يهلل ويكبر ويذكر الله -عزّ وجل- وجعل الناس يدخلون عليه ويسلمون عليه, فيرد عليهم السلام, فلما كثروا عليه أقبل على ابنه فقال: يا بُني, اكفني رد السلام على هؤلاء لا يشغلوني عن ذكر ربي -عزّ وجل- (¬1).\rوقال عمر بن عبد العزيز: ما أحب أن يُهوَّنَ علي في سكرات الموت فإنه آخر ما يكفر عن المرء المسلم (¬2).\rقال إبراهيم بن داود: قال بعض الحكماء: إن لله عباداً يستقبلون المصائب بالبشر.\rقال: أولئك الذين صفت من الدنيا قلوبهم (¬3).\rينبغي للمصاب بنفسه أو بولده أو بغيرهما, أن يجعل في المرض مكان الأنين ذكر الله -تعالى- والاستغفار والتعبد, فإن السلف -رحمهم الله تعالى - كانوا يكرهون الشكوى إلى الخلق, سأل رجل أبابكر بن عبدالله فقال: ما تمام النعمة؟ قال: أن تضع رجلاً على الصراط ورجلاً في الجنة (¬4).\rقال الحسن وذكر الوجع .. أما والله ما هو بشر أيام المسلم\r¬__________\r(¬1) تسلية أهل المصائب 36.\r(¬2) تسلية أهل المصائب 37.\r(¬3) تسلية أهل المصائب 23.\r(¬4) الشكر 54.","seal":"17548A1F","part":1},
      {"page":69,"id":68,"nass":"أيام نورت له فيها مراحله, وذكر فيها ما نسي من معاده, وكفر بها عنه خطاياه (¬1).\rقال أبو مسعود البلخي: من أصيب بمصيبة فمزق ثوباً أو ضرب سدراً فكأنما أخذ رمحاً يريد أن يقاتل به ربه -عزّ وجل- (¬2).\rأخي: إن الإنسان قد يسمع ويرى ما يصيب كثيراً من أهل الإيمان في الدنيا من المصائب وما ينال كثيراً من الكفار والفجار والظلمة في الدنيا من الرياسة والمال, وغير ذلك, فيعتقد أن النعيم في الدنيا لا يكون إلا للكفار والفجار, وأن المؤمنين حظهم من النعيم في الدنيا قليل, وكذلك قد يعتقد أن العزة والنصرة في الدنيا تستقر للكفار والمنافقين على المؤمنين .. فإذا سمع في القرآن قوله تعالى:\r{وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} وهى وإن كان فيها راحة إلا إنها تدل على ضعف وخور, والصبر عنها دليل قوة وعز, وهى إشاعة سر الله -تعالى- عند العبد, وهى تؤثر شماتة الأعداء ورحمة الأصدقاء.\rلا تشكون إلى صديق حالة ... تأتيك في السراء والضراء\rفلرحمة المتوجعين مرارةٌ ... في القلب مثل شماتة الأعداء (¬3)\r¬__________\r(¬1) عدة الصابرين 119.\r(¬2) الإحياء 4/ 139.\r(¬3) تسلية أهل المصائب 36.","seal":"1EDF5E58","part":1},
      {"page":70,"id":69,"nass":"قال عون: الإنسان إن سقم ندم, وإن صح أمن, وإن استغنى فتن, وإن افتقر حزن (¬1).\rوعندما سئل الأحنف بن قيس: ما الحلم؟ قال أن تصبر على ما تكره قليلاً (¬2).\rوصدق والله فهو وقت قليل ثم يزول .. سحابة صيف وتنقشع ولو تأملت ما جرى لك من المصائب والآفات لرأيت كيف طواها النسيان, فإن احتسبتها فقد بقيت لك حسناتها وأجر صبرها, وإلا فقد سليت كما تسلو البهائم.\r\r{وَالْعَاقِبَةُ لِلْمُتَّقِين} ونحو هذه الآيات ورأى شواهد النصر والعزة على مراحل العصور للمسلمين اطمأن قلبه {إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ}.\rوالكفار يصيبهم من البلاء والمصائب كأي إنسان على وجه الأرض .. والعبرة بالنهايات والنجاة من النار. وقد جمع الله لعباده الصالحين السعادة في الدنيا والفوز في الآخرة.\rقال وهب: عبد الله عابد خمسين عاماً, فأوحى الله إليه: إني قد غفرت لك, قال: أي رب وما تغفر لي ولم أذنب؟ فأذن الله بعِرق في عنقه يضرب عليه, فلم ينم ولم يُصل, ثم سكن فنام ثم أتاه ملك فشكا إليه فقال: ما لقيت من ضربان العِرق, فقال الملك: إن ربك\r¬__________\r(¬1) الزهد لأبي عاصم 37.\r(¬2) عدة الصابرين 125.","seal":"2719D75C","part":1},
      {"page":71,"id":70,"nass":"يقول: إن عبادتك خمسين سنة تعدل سكون العِرق (¬1).\rوذكر عن أبي معمر الأزدي قال: كنا إذا سمعنا ابن مسعود شيئاً نكرهه, سكتنا حتى يفسره لنا, قال لنا ذات يوم: ألا إن السقم لا يكتب له أجر, فساءنا ذلك وكبر علينا, فقال: ولكن يكفر به الخطيئة فسرنا ذلك, وأعجبنا (¬2).\rهذا من كمال علمه وفقهه -رضي الله عنه- فإن الأجر إنما يكون على الأعمال الاختيارية به ومما تولد منها, فالطاعات ترفع الدرجات, والمصائب تحط السيئات ولهذا قال - صلى الله عليه وسلم -: \"من يرد الله به خيراً يصب منه\"، وقال - صلى الله عليه وسلم -: \"من يرد الله به خيراً يفقهه في الدين\". فهذا يرفعه, وهذا يحط خطاياه (¬3).\rقال سلام بن أبي مطيع: دخلت على مريض أعوده, فإذا هو يئن, فقلت له: اذكر المطروحين على الطريق, اذكر الذين لا مأوى لهم ولا لهم من يخدمهم, قال: ثم دخلت عليه بعد ذلك فسمتعه يقول لنفسه: اذكري المطروحين في الطرق, اذكري من لا مأوى له ولا من يخدمه (¬4).\rصبراً جميلاً ما أسرع الفرجا ... من صدق الله في الأمور نجا\r¬__________\r(¬1) عدة الصابرين 175.\r(¬2) عدة الصابرين باختصار 114.\r(¬3) عدة الصابرين 115.\r(¬4) عدة الصابرين 174.","seal":"A6308C5E","part":1},
      {"page":72,"id":71,"nass":"من خشى الله لم ينله أذى\rومن رجا الله كان حيث رجا (¬1)\r\rقال عمر -رضي الله عنه-: أفضل عيش أدركناه بالصبر, ولو أن الصبر كان من الرجال كان كريماً (¬2).\rوقال سليمان بن القاسم: كل عمل يعرف ثوابه إلا الصبر, قال الله تعالى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} قال: كالماء المنهمر (¬3).\rلعلك -أخي الكريم- أدركت منزلة الصبر فهي عدةٌ للنوائب والمصائب تؤجر على الصبر وترضى عن ربك على قضائه وقدره .. قال تعالى: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ}.\rعن مسلم بن يسار .. كان أحدهم إذا برئ قيل: ليهنك الطهر (¬4) (¬5)\rأخي: لعله خطر في بالك هذه المحاورة مع الإمام الغزالي ..\rلعلك تقول هذه الأخبار على أن البلاء خيرٌ في الدنيا من النعم, فهل لنا أن نسأل الله البلاء, فأقول: لا وجه لذلك, ولما روي عن رسول الله - صلى الله عليه وسلم - أنه كان يستعيذ في دعائه من بلاء الدنيا وبلاء\r¬__________\r(¬1) السير 12/ 589.\r(¬2) عدة الصابرين 124.\r(¬3) عدة الصابرين 124.\r(¬4) حلية الأولياء 2/ 294.\r(¬5) (*) برئ عوفي من المرض ويعني بالطهر: الخلاص من الذنوب.","seal":"3358E9F3","part":1},
      {"page":73,"id":72,"nass":"الآخرة وكان يقول هو والأنبياء عليهم السلام: \"ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة\" وكانوا يستعيذون من شماتة الأعداء وغيرها (¬1).\rيا من عزم على السفر إلى الله والدار الآخرة , قد رفع لك علم, فشمر إليه فقد أمكن التشمير, واجعل سيرك بين مطالعة منيته ومشاهدة عيب النفس والعمل والتقصير, فتعلق بحبل الرجاء وادخل من باب التوبة والعمل الصالح, إنه غفورٌ شكور, واعلم - رحمك الله - أن الأعمال بخواتيمها, فإنه ربما أضله في اعتقاده, وربما حيل بينه وبين التوبة, فينبغي للمصاب بنفسه أو بغيره أن يعلم أو يعلم لغيره أنها صبر ساعة فيتجلد ويحارب العدو جهد طاقته, فبصدقه تحصل له عليه الإعانة من الله (¬2).\rأخي الحبيب:\r\rقال شفيق البلخي: من يرى ثواب الشدة, لا يشتهي المخرج منها.\rفاللهم لك الحمد حتى ترضى ولك الحمد إذا رضيت .. أعطيت فأجزلت وقضيت فلطفت .. لا نرجو سواك ولا نلجأ إلا إليك.\rقال الله -جل وعلا-: {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ\r¬__________\r(¬1) الإحياء 4/ 140.\r(¬2) تسلية أهل المصائب باختصار 37.","seal":"05CDC255","part":1},
      {"page":74,"id":73,"nass":"وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ}.\rوعن أبي هريرة -رضي الله عنه- قال: قال رسول الله - صلى الله عليه وسلم -: \"ما يزال البلاء بالمؤمن والمؤمنة في نفسه وولده وماله حتى يلقى الله تعالى وما عليه خطيئة\". [رواه الترمذي]\rوعنه - صلى الله عليه وسلم - قال: \"ليس الزهادة في الدنيا بتحريم الحلال ولا بإضاعة المال, ولكن الزهادة في الدنيا أن تكون بما في يد الله أوثق منك بما في يدك, وأن تكون في ثواب المصيبة إذا أصبت بها أرغب منك فيها لو أنها أبقيت لك\" قال ابن جريح في قوله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} قال: إنهما معونتان على رحمة الله (¬1).\rوعن ابن عباس -رضي الله عنهما- أنه نُعي إليه ابن له, فاسترجع وقال: عورة سترها الله, ومؤنة كفاها الله, وأجر قد ساقه الله تعالى, ثم نزل فصلى ركعتين ثم قال: قد صنعنا ما أمر الله تعالى, قال تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ}.\rوما دمنا على هذه الأرض نسير فوق ثراها فإننا معرضون للبلاء والمصائب تارةً في النفس وأخرى في المال وثالثة في الأبناء.\rهذا نبي الله ابيضت عيناه من الحزن على ابنه يوسف وهو كما قال الله تعالى: {وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ} قال\r¬__________\r(¬1) تسلية أهل المصائب 189.","seal":"FB731A95","part":1},
      {"page":75,"id":74,"nass":"همام بن قتادة: كظيم على حزن فلم يقل إلا خيراً (¬1).\rوقد روى عن شمر أنه كان إذا عزى مصاباً قال: اصبر لما حكم ربك (¬2).\rوقال سفيان بن عيينة في قوله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا} قال: لما أخذ برأس الأمر جعلناهم رءوساً (¬3).\rوقد جمع الله للصابرين ثلاثة أمور: لم يجمعها لغيرهم وهى: الصلاة منه عليهم, ورحمته لهم, وهدايته إياهم, قال تعالى: {وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ}.\rقال بعض السلف, وقد عُزي على مصيبة نالته: ما لي لا أصبر. وقد وعدني الله على الصبر ثلاث خصال, كل خصلة منها خير من الدنيا وما عليها (¬4).\rعن محمد بن خلف قال: كان لإبراهيم الحربي ابن كان له إحدى عشرة سنة, حفظ القرآن ولقنه من الفقه جانباً كبيراً, قال: فمات, فجئت أعزيه فقال كانت أشتهي موت ابني هذا, قال:\r¬__________\r(¬1) عدة الصابرين 127.\r(¬2) عدة الصابرين 125 تسلية أهل المصائب 175.\r(¬3) عدة الصابرين 125.\r(¬4) عدة الصابرين 99.","seal":"66D4F655","part":1},
      {"page":76,"id":75,"nass":"فقلت له: يا أبا إسحاق أنت عالم الدنيا تقول مثل هذا في صبي قد أنجب ولقنته الحديث والفقه؟ قال: نعم, رأيت في منامي كأن القيامة قد قامت, وكأن صبياناً بأيديهم قلال فيها ماء يستقبلون الناس فيسقونهم, وكان اليوم حاراً شديداً حره, قال: فقلت لأحدهم: أسقني من هذا الماء, قال: فنظر إليّ وقال: ليس أنت أبي, قلت: فأي أنتم؟ قال: فقال لي: نحن الصبيان الذين متنا في دار الدنيا وخلفنا آباؤنا فنستقبلهم فنسقيهم الماء, قال: فلهذا تمنيت موته (¬1).\rأخي: إنه لا بد من الابتلاء بما يؤذي الناس, فلا خلاص لأحد مما يؤذيه ألبتة, ولهذا ذكر الله -تعالى- في غير موضع أنه لا بد أن يُبتلى الناس, والابتلاء يكون بالسراء والضراء, ولا بد أن يبتلى الإنسان بما يسره وما يسوءه, فهو محتاج إلى أن يكون صابراً شكورا, قال تعالى: {إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا} (¬2).\rقال قيس بن الحجاج في قول الله: {فَاصْبِرْ صَبْرًا جَمِيلًا} قال: أن يكون صاحب المصيبة في القوم لا يعرف من هو (¬3).\rوقد مات ابن لبعض قضاة البصرة, فاجتمع إليه العلماء والفقهاء, فتذاكروا ما يتبين به جزع الرجل من صبره, فأجمعوا أنه\r¬__________\r(¬1) تسلية أهل المصائب 43.\r(¬2) الفوائد 271.\r(¬3) عدة الصابرين 128.","seal":"715A88EA","part":1},
      {"page":77,"id":76,"nass":"إذا ترك شيئاً مما كان يصنعه فقد جزع (¬1).\rعزى رجلٌ رجلاً في ابنه فقال: إنما يستوجب على الله وعده من صبر له بحقه, فلا تجمع إلى ما أصبت به من المصيبة الفجيعة بالأجر, فإنها أعظم المصيبتين عليك وأنكى الرزيتين لك والسلام (¬2).\rأما والذي لا خُلد إلا لوجهه ... ومن ليس في العز المنيع له كفو\rلئن كان بدء الصبر مراً مذاقه ... لقد يُجنى من غبته الثمر الحلو\r\rأخي الحبيب:\rمن نزلت به بلية فأراد تمحيقها, فليتصورها أكثر مما هى تَهُن, وليتخيل ثوابها وليتوهم نزول أعظم منها, يرى الربح في الاقتصار عليها, وليتلمح سرعة زوالها, فإنه لولا كرب الشدة, ما رجيت ساعة الراحة, وليعلم أن مدة مقامها عنده, كمدة مقام الضيف, يتفقد حوائجه في كل لحظة, فيا سرعة انقضاء مقامه, ويا لذة مدائحه وبشره في المحافل ووصف المضيف بالكرم. فكذلك المؤمن في الشدة. ينبغي أن يراعي الساعات, ويتفقد فيها أحوال النفس, ويتلمح الجوارح, مخافة أن يبدو من اللسان كلمة, أو من القلب\r¬__________\r(¬1) عدة الصابرين 326.\r(¬2) عدة الصابرين 128.","seal":"9AC7D17F","part":1},
      {"page":78,"id":77,"nass":"تسخط, فكأن قد لاح فجر الأجر, فانجاب ليل البلاء, ومدح الساري بقطع الدجى, فما طلعت شمس الجزاء إلا وقد وصل منزل السلامة ومن عرف جريان الأقدار ثبت لها وصبر لها ساعة (¬1).\rلما مات عبدالملك بن عمر بن عبدالعزيز دفنه عمر وسوى عليه, ثم استوى قائماً, فأحاط به الناس فقال: رحمك الله\rيا بني, قد كنت براً بأبيك, والله ما زلت مُذ وهبك الله لي مسروراً بك, ولا والله ما كنت قط أسر بك سروراً ولا أرجى\rبحظي من الله تعالى فيك منذ وضعتك في هذا المنزل الذي صيرك الله إليه (¬2).\rولما مات أبوبكر الصديق قال علي بن أبي طالب: رضينا عن الله قضاءه وسلمنا له أمرنا إنا لله وإنا إليه راجعون (¬3).\rوعندما أصيب مطرف بن عبدالله في ابن له, فأتاه قوم يعزونه, فخرج إليهم أحسن ما كان بشراً, ثم قال: إني لأستحي من الله أن أتضعضع لمصيبة (¬4).\rصبرت فكان الصبر خير مغبة ... وهل جزع يجدي عليّ فأجزع\r¬__________\r(¬1) صيد الخاطر 104.\r(¬2) مختصر منهاج القاصدين 201.\r(¬3) تسلية أهل المصائب 213.\r(¬4) عدة الصابرين 129.","seal":"4634FCCC","part":1},
      {"page":79,"id":78,"nass":"ملكت دموع العين حتى رددتها\rإلى ناظري فالعين في القلب تدمع (¬1)\r\rأخي الكريم:\rليحذر العبد كل الحذر أن يتكلم في حال مصيبته وبكائه بشيء يحبط به أجره ويُسخط به ربه, مما يشبه التظلم, فإن الله تعالى عادلٌ لا يجور, وعالم لا يضل ولا يجهل, وحكيمٌ أفعاله كلها حكم ومصالح, ما يفعل شيئاً إلا بحكمه, وهو الفعال لما يريد, القادر على ما يشاء له الخلق والأمر, بل إنما يتكلم بكلام يُرضي به ربه, ويكثر به أجره, ويرفع الله به قدره (¬2).\rكان صلة بن أشيم في غزاة له ومعه ابن له فقال له: أي بني! تقدم فقاتل حتى أحتسبك, فحمل فقاتل حتى قتل, ثم تقدم فقُتل, فاجتمعت النساء, فقامت امراته معاذة العذرية فقالت للنساء: مرحباً إن كنتن جئتن لتهنئنني مرحباً بكن, وإن كنت جئتن لغير ذلك فارجعن (¬3).\rحدث يزيد بن أبي حبيب: أن ابناً لعياض بن عقبة حضرته الوفاة, وكان عياض غائباً فقالت أم الغلام: لو كان أبو وهب حاضراً لقرت عينه, فلما حضرت وفاة عياض بن عقبة قال لأخيه أبي عبيد: يهنئك الظفر قد كنت أرجو أن تكون قبلي\r¬__________\r(¬1) عدة الصابرين 128.\r(¬2) تسلية أهل المصائب 58.\r(¬3) مختصر منهاج القاصدين 299.","seal":"078FF95D","part":1},
      {"page":80,"id":79,"nass":"فأحتسبك (¬1).\rأي أنك تحتسبني وتصبر على مصيبتي وينالك الأجر بذلك.\rوحين مات عبدالله بن مطرف, خرج مطرف على قومه في ثياب حسنة وقد أدهن, فغضبوا وقالوا: يموت عبدالله, ثم تخرج في ثياب من هذه مدهناً؟ قال: أفأستكين لها, وقد وعدني ربي تبارك وتعالى ثلاث خصال, كل خصلة منها أحب إليَّ من الدنيا وما فيها قال الله تعالى: {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} (¬2).\rولنتأمل مسابقتهم إلى ذلك الخير ورغبتهم فيما عند الله ورضاهم عن الله -جل وعلا- قال سهيل بن الحنظلية الأنصاري - وكان لا يولد له - لأن يولد لي ولد سقط, فأحتسبه أحب إليّ من أن يكون لي الدنيا بأجمعها, وكان ابن الحنظلية ممن بايع تحت الشجرة (¬3).\rأخي الحبيب:\rالدنيا وضعت لبلاء فينبغي للعاقل أن يوطن نفسه على الصبر, وأن يعلم أن ما حصل من المراد فلطف, وما لم يحصل فعلى أصل الخلق والجبلة للدنيا.\r¬__________\r(¬1) تسلية أهل المصائب 44.\r(¬2) مختصر منهاج القاصدين 299.\r(¬3) تسلية أهل المصائب 44.","seal":"07BE1AF5","part":1},
      {"page":81,"id":80,"nass":"وهنا تتبين قوة الإيمان وضعفه, فليستعمل المؤمن من أدوية هذا المرض التسليم للمالك والتحكيم لحكمته (¬1).\rستمضي مع الأيام كل مصيبة ... وتحدث أحداث تنسي المصائب (¬2)\r\rنسير مع هذه الصور الحية الناطقة في حياة من سبقنا ونرى كيف صبرهم ونلمس رضاهم عن الله -جل وعلا- في كل المصائب.\rقال عمر بن عبدالعزيز لابنه: كيف تجدك؟ قال: في الموت, قال: لأن تكون في ميزاني أحب إليَّ أن أكون في ميزانك, فقال: والله يا أبت, لأن يكون ما تحب أحب إليَّ من أن يكون ما أحب (¬3).\rوعندما قيل لبعض الصالحين: قتل ولدك في سبيل الله! فبكى, فقيل له: أتبكي وقد استشهد؟ فقال: إنما أبكي كيف كان رضاه عن الله عز وجل حين أخذته السيوف (¬4).\rأخي أين نحن من هؤلاء؟\rروى ابن أبي الدنيا بإسناده عن سفيان, قال: سمعت سفيان يقول: ما في الأرض أحب إلي من سعيد, وما في الأرض أحدٌ يموت\r¬__________\r(¬1) صيد الخاطر 507.\r(¬2) بغداد 6/ 259.\r(¬3) تسلية أهل المصائب 213.\r(¬4) تسلية أهل المصائب 210.","seal":"9B0DA425","part":1},
      {"page":82,"id":81,"nass":"أحب إلي منه, فمات فرأيته يبكي, قال: قد كنت تتمنى موته, قال أذكر قوله: آه جنبي (¬1).\rومات ابن لعبدالرحمن بن مهدي فجزع عليه جزعاً شديداً. فبعث إليه الشافعي يقول له: يا أخي, عزّ نفسك بما تعزي به غيرك, واستقبح من فعلك ما تستقبحه من غيرك, واعلم أن أمضَّ المصائب فقد سرورٍ وحرمان أجر, فكيف إذا اجتمعا مع اكتساب وزر, فتناول حظِّك يا أخي إذا قرب منك قبل أن تطلبه وقد تنأى عنك, ألهمك الله عند المصائب صبراً, وأحرز لنا بالصبر أجراً (¬2).\rألا إنما الدنيا غضارة أيكة ... إذا اخضر منها جانبٌ جف جانب\rوما الدهر والآمال إلا فجائعٌ ... عليها وما اللذات إلا مصائب\rفلا تكتمل عيناك منها بعبرة ... على ذاهب منها فإنك ذاهب (¬3)\r\rسبحان المتصرف في خلقه بالاغتراب والإذلال ليبلو صبرهم, ويظهر جواهرهم في الابتلاء.\rفمن تلمح بحر الدنيا وعلم كيف تُتَلقى الأمواج, وكيف يصبر على مدافعة الأيام لم يستهول نزول بلاء, ولم يفرح بعاجل\r¬__________\r(¬1) تسلية أهل المصائب 46.\r(¬2) تسلية أهل المصائب 175.\r(¬3) البداية والنهاية 11/ 320.","seal":"4D2B2167","part":1},
      {"page":83,"id":82,"nass":"رخاء (¬1).\rكان عروة بن الزبير قد صحب معه بعض أولاده وكان من جملتهم ابنه محمد, وكان أحبهم إليه, فدخل دار الدواب فرفسته فرسٌ فمات, فأتوه, فعزوه فيه فقال: الحمد لله كانوا سبعة فأخذت منهم واحداً وأبقيت ستة, فلئن كنت قد ابتليت فلطالما عافيت, ولئن كنت قد أخذت فطالما أعطيت (¬2).\rمكانة الصبر عظيمة يقول عمر بن عبد العزيز: ما أنعم الله على عبده نعمة فانتزعها منه فعاضها مكانها الصبر إلا كان ما عوَّضه خيراً مما انتزعه منه.\rوعندما سئل الجنيد عن الصبر قال: هو تجرع المرارة من غير تعبس (¬3).\rوالمصائب تنزل حولنا وتحف بنا .. كيف قلوبنا .. عامرةٌ بالصبر, عامرةٌ بالتقوى والرضا .. مستعدة لأشد بلاء يقابل المسلم .. ألا وهو الموت.\rعزى صالح المري رجلاً قد مات ولده فقال: إن كانت مصيبتك أحدثت لك عظة في نفسك فنعم مصيبتك, وإن كانت لم تحدث لك عظة في نفسك فمصيبتك بنفسك أعظم من مصيبتك\r¬__________\r(¬1) صيد الخاطر 236.\r(¬2) البداية والنهاية 9/ 115.\r(¬3) تسلية أهل المصائب 193.","seal":"05F8382C","part":1},
      {"page":84,"id":83,"nass":"بابنك (¬1).\rولنسمع عن فضل الله وإحسانه على عباده.\rعن أبي بكر قال: إن المسلم ليؤجر في كل شيء حتى في النكبة وانقطاع شسعه, والبضاعة تكون في كمه فيفقدها, فيفزع لها فيجدها في غبة (¬2).\rوقد مات لعقبة ابن يقال له: يحيى فلما نزل في قبره قال له رجل: والله إن كان لسيد الجيش فاحتسبه, فقال والده: وما يمنعني أن أحتسبه وكان من زينة الحياة الدنيا, وهو اليوم من الباقيات الصالحات (¬3).\rأخي الكريم: لينظر المصاب في كتاب الله وسنة رسول الله فيجد أن الله تعالى أعطى لمن صبر ورضي ما هو أعظم من فوات تلك المصيبة بأضعاف مضاعفة, وأنه لو شاء لجعلها أعظم مما هي .. ومن أنفع الأمور للمصاب. أن يطفئ نار مصيبته ببرد التأسي بأهل المصائب, وليعلم أنه في كل قرية ومدينة بل في كل بيت من أصيب فمنهم من أصيب مرة, ومنهم من أصيب مراراً, وليس ذلك بمنقطع حتى يأتي على جميع أهل البيت حتى نفس المصاب فيصاب, أسوة أمثاله ممن تقدمه, فإنه إن نظر يمنة فلا يرى إلا محنة, وإن نظر يسرة\r¬__________\r(¬1) تسلية أهل المصائب 128.\r(¬2) تاريخ الخلفاء 96.\r(¬3) تسلية أهل المصائب 42.","seal":"3AD7CD88","part":1},
      {"page":85,"id":84,"nass":"فلا يرى إلا حسرة (¬1).\rفإذا علم المصاب أنه لو فتش العالم لم ير فيهم إلا مبتلى, إما بفوات محبوب, أو حصول مكروه فسرور الدنيا أحلام نوم, أو كظل زائل, إن أضحكت قليلاً أبكت كثيراً, وإن سرت يوماً ساءت دهراً, وإن متعت قليلاً منعت طويلاً وما ملأت داراً حبرة إلا ملأتها عبرة, وما حصلت للشخص في يوم سروراً, إلا خبأت له في يوم شروراً (¬2).\rعن الأحوص قال: دخلنا على ابن مسعود - رضي الله عنه - وعنده بنون له ثلاثة غلمان كأنهم الدنانير فجعلنا نتعجب من حسنهم فقال: كأنهم يغبطونني؟ قلنا أي والله لبمثل هؤلاء يغبط المسلم فرفع رأسه إلى سقف البيت وقد عشعش فيه خطاف وباض فقال: والذي نفسي بيده لأن أكون قد نفضت يدي من تراب قبورهم أحب إليَّ من أن يسقط عش هذا الخطاف وينكسر بيضه, ثم قال: ما أصبحت على حال فتمنيت أني على سواها (¬3).\rوقال عمر بن ميمون بن مهران: كنت مع أبي ونحن نطوف بالكعبة, فلقى أبي شيخاً فعانقه أبي, ومع الشيخ فتى قريباً مني, فقال له أبي: من هذا؟ قال: ابني, فقال: وكيف رضاك عنه؟ قال: ما\r¬__________\r(¬1) تسلية أهل المصائب 20.\r(¬2) تسلية أهل المصائب 21.\r(¬3) تسلية أهل المصائب 45.","seal":"B8F6F6ED","part":1},
      {"page":86,"id":85,"nass":"بقيت خصلة يا أبا أيوب من خصال الخير إلا وقد رأيتها فيه إلا واحدة, قال: وما هى؟ قال: كنت أحب أن يموت وأوجر فيه!\rقال: ثم فارقه أبي, قال: فقلت لأبي من هذا الشيخ؟ قال: هذا مكحول (¬1).\rهذا يحيى بن معاذ يقول في درر من الكلام: ابن آدم .. ما لك تأسف على مفقود لا يرده عليك الفوت, وما لك تفرح بموجود لا يتركه في يديك الموت (¬2)؟\rقال بعض السلف وقد سأله رجل فقال: عظني؟ ! فقال: انظر منك إلى آدم هل ترى منهم عينٌ تطرف؟ فقال حسبك (¬3).\rكتب الموت على الخلق فكم ... فل من جيش وأفنى من دول\r\rقال عبدالرحمن بن عوف -رضي الله عنه-: أبتلينا بالضراء فصبرنا وأبتلينا بالسراء فلم نصبر, ولذلك قال الله تعالى: {لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ} وقال تعالى:\r{وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} وقال تعالى: {إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ} (¬4).\rوقال الزجاج .. أعلمهم الله -عزّ وجل- أن الأموال والأولاد\r¬__________\r(¬1) تسلية أهل المصائب 46.\r(¬2) تسلية أهل المصائب 40.\r(¬3) تسلية أهل المصائب 40.\r(¬4) منهاج القاصدين 296.","seal":"B83CCB46","part":1},
      {"page":87,"id":86,"nass":"مما يفتنون به, وهذا عام في جميع الأولاد, فإن الإنسان مفتون بولده لأنه ربما عصى الله تعالى بسببه, وتناول الحرام لأجله, ووقع في العظائم إلا من عصمه الله تعالى (¬1).\rعن يعلى بن الوليد قال: لقيت أبا الدرداء فقلت: ما تحب لمن تُحب؟ قال: الموت, قلت: فإن لم يمت؟ قال: يقل ماله\rوولده (¬2).\rومما يسلي العبد قول بعض الحكماء .. قد مات كل نبي, ومات كل نبيه ولبيب وفقيه وعالم, فلا تجزع ولا يوحشنك طريق الخلائق فيها (¬3).\rأخي .. كلنا سائرون في طريق نهايته معروفة .. الموت هادم اللذات ولكن\rاصبر لكل مصيبةًَ وتجلد ... واعلم بأن المرء غير مخلد\rأو ما ترى أن المصائب جمة ... وترى المنية للعباد بمرصد\rمن لم يصب ممن ترى بمصيبة ... هذا سبيل لست عنه بأوحد\r¬__________\r(¬1) إغاثة اللهفان 2/ 160.\r(¬2) السير 2/ 349.\r(¬3) تسلية أهل المصائب 40.","seal":"B9E23125","part":1},
      {"page":88,"id":87,"nass":"وإذا ذكرت مصيبة تسلو بها\rفاذكر مصابك بالنبي محمد (¬1)\r\rفمن أعظم مصائبنا التي نحتسبها عند الله موته - صلى الله عليه وسلم - ومن أعظم البشارات لمن أصيب بمصيبة فذكرها بعد مدة طويلة فجدد لها استرجاعاً وصبراً, ما له عند الله من الأجر كلما ذكرها واسترجع. قال - صلى الله عليه وسلم -: \"ما من مسلم ولا مسلمة يصاب بمصيبة فيذكرها وإن طال عهدها فيحدث لذلك استرجاعاً إلا جدد الله له عنه ذلك فأعطاه مثل أجرها يوم أصيب\" بها.\rمات لرجل من السلف ولدٌ, فعزاه سفيان بن عيينة وآخرون وهو في حزن شديد حتى جاءه الفضيل بن عياض فقال: يا هذا أرأيت لو كنت في سجن وابنك, فأفرج عن ابنك قبلك أما كنت تفرح؟ قال: بلى قال: فإن ابنك خرج من سجن الدنيا قبلك, فسرى عن الرجل وقال: تعزيت (¬2).\rوقد ذكر أبو الفرج ابن الجوزي في \"عيون الحكايات\" قال الأصمعي: خرجت أنا وصديق لي إلى البادية فضللنا الطريق, فإذا نحن بخيمة عن يمين الطريق, فقصدناها فسلمنا فإذا امرأة ترد علينا السلام, قالت: وما أنتم؟ قلنا: قوم ضالون عن الطريق, أتيناكم فأنسنا بكم فقالت: يا هؤلاء ولُّو وجوهكم عني حتى أقضي من\r¬__________\r(¬1) تسلية أهل المصائب 25.\r(¬2) تسلية أهل المصائب 120.","seal":"44B1CBDE","part":1},
      {"page":89,"id":88,"nass":"حقكم ما أنتم له أهل, ففعلنا, فألقت لنا مسحاً فقالت: اجلسوا عليه إلى أن يأتي ابني, ثم جعلت ترفع طرف الخيمة وتردها إلى أن رفعتها فقالت: أسأل الله بركة المقبل, أما البعير فبعير ابني, وأما الراكب فليس بابني, فوقف الراكب عليها, فقال: يا أم عقيل, أعظم الله أجرك في عقيل, قالت ويحك مات ابني؟ قال: نعم قالت: وما سبب موته؟ قال: ازدحمت الإبل فرمت به في البئر, فقالت: انزل فاقض ذمام القوم, ودفعت إليه كبشاً فذبحه وأصلحه وقرب إلينا الطعام فجعلنا نأكل ونتعجب من صبرها, فلما فرغنا خرجت إلينا وقد تكّورت فقالت: يا هؤلاء: هل منكم من أحد يُحسن من كتاب الله شيئاً؟ قلت نعم, قالت: اقرأ عليَّ من كتاب الله آيات أتعزى بها, قلت يقول الله -عزّ وجل- في كتابه: {وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} قالت: الله إنها لفي كتاب الله هكذا؟ قلت: الله إنها لفي كتاب الله هكذا, قالت: السلام عليكم, ثم صفت قدميها وصلت ركعات ثم قالت: \"إنا لله وإنا إليه راجعون\" عند الله أحتسب عقيلاً, تقول ذلك ثلاثاً, اللهم إني فعلت ما أمرتني به فانجز لي ما وعدتني (¬1).\rوعن مسلم بن يسار قال: قدمت البحرين, فأضافتني امرأة لها بنون ورقيق ومال ويسار فكنت أراها محزونة, فلما خرجت من\r¬__________\r(¬1) تسلية أهل المصائب 194.","seal":"F849814E","part":1},
      {"page":90,"id":89,"nass":"عندها قلت لها ألك حاجة؟ قالت: نعم. إن أنت قدمت بلدتنا هذه أن تنزل عليّ, فغبت عنها كذا وكذا سنة, ثم أتيتها فلم أر ببابها أنيساً, فاستأذنت عليها فإذا هي ضاحكة مسرورة, قلت لها ما شأنك؟ قالت: إنك لما غبت عنا لم نرسل في البحر شيئاً إلا غرق, ولا في البر شيئاً إلا عطب, وذهب الرقيق ومات البنون, فقلت لها: يرحمك الله رأيتك محزونة في ذلك اليوم ومسرورة في هذا اليوم؟ فقالت: نعم إني لما كنت فيه من سيئة الدنيا خشيت أن يكون الله قد عجل حسناتي في الدنيا, فلما ذهب مالي وولدي ورقيقي رجوت أن يكون الله قد أدخر لي عنده خيراً ففرحت (¬1).\rاعلم أخي الكريم أن الرضا بالمصائب أشق على النفوس من الصبر, وقد تنازع العلماء والمشايخ في الرضا بالقضاء هل هو واجب أو مستحب, على قولين فعلى الأول يكون من أعمال المقتصدين, وعلى الثاني يكون من أعمال المقربين ذكره شيخ الإسلام ابن تيمية, فالعبد قد يصبر على المصيبة ولا يرضى بها, فالرضا أعلى من مقام الصبر, لكن الصبر اتفقوا على وجوبه والرضا اختلفوا في وجوبه, والشكر أعلى من مقام الرضا, فإنه يشهد المصيبة نعمة, فيشكر المبلى عليها قال عبدالواحد بن زيد: الرضا باب الله الأعظم وجنة الدنيا وسراج العابدين (¬2).\rفعليك أخي: بالشكر لما قضى وقدر والرضى بما جرى\r¬__________\r(¬1) تنبيه الغافلين 134.\r(¬2) تسلية أهل المصائب 208.","seal":"0A149978","part":1},
      {"page":91,"id":90,"nass":"والصبر على ما كان .. فإن للبلايا مهما طالت نهايات مقدرة عند الله عزّ وجل.\rوتأمل في قول الله تعالى: {وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ}. فإن في هذه الآية عدة حكم وأسرار ومصالح للعبد, فإن العبد إذا علم أن المكروه قد يأتي بالمحبوب, والمحبوب قد يأتي بالمكروه, لم يأمن من أن توافيه المضرة من جانب المسرة, ولم ييأس أن تأتيه المسرة من جانب المضرة لعدم علمه بالعواقب, فإن الله يعلم منها ما لا يعلمه العبد, وأوجب له ذلك أموراً:\rمنها: أنه لا أنفع له من امتثال الأمر وإن شق عليه في الابتداء, لأن عواقبه كلها خيرات ومسرات ولذاتٌ وأفراح, وإن كرهته نفسه فهو خيرٌ لها وأنفع, ومن أسرار هذه الآية أنها تقتضي من العبد التفويض إلى من يعلم عواقب الأمور والرضا بما يختاره له ويقضيه له, لما يرجو فيه من حسن العاقبة.\rومنها: أنه لا يقترح على ربه ولا يختار عليه, ولا يسأله ما ليس له به علم, فلعل مضرته وهلاكه فيه وهو لا يعلم, فلا يختار على ربه شيئاً. بل يسأله حسن الاختيار له, وأن يرضيه بما يختاره فلا أنفع له من ذلك.\rومنها: أنه إذا فوض إلى ربه ورضي بما يختاره له, أمده فيما يختاره له بالقوة عليه والعزيمة والصبر, وصرف عنه الآفات التي هي عرضة اختيار العبد لنفسه, وأراه من حسن عواقب اختياره له ما لم","seal":"1EE9E59E","part":1},
      {"page":92,"id":91,"nass":"يكن ليصل إلى بعضه بما يختاره هو لنفسه.\rومنها: أنه يريحه من الأفكار المتعبة في أنواع الاختيارات, ويفرغ قلبه من التقديرات والتدبيرات التي يصعد منها في عقبة وينزل في أخرى, ومع هذا فلا خروج له عما قدر عليه, فلو رضي باختيار الله, أصابه القدر وهو محمود مشكور ملطوف به فيه, وإلا جرى عليه القدر وهو مذموم غير ملطوف به فيه, لأنه مع اختيار لنفسه, ومتى صح تفويضه ورضاه, اكتنفه في المقدور العطف عليه واللطف به, فيصير بين عطفه ولطفه, فعطفه يقيه ما يحذره, ولطفه يهون عليه ما قدَّره (¬1).\rأخي الحبيب:\rفي الحديث عن النبي - صلى الله عليه وسلم - أنه قال: \"ما أصاب عبداً همٌ ولا حزنٌ فقال اللهم إني عبدك ابن عبدك ابن أمتك, ناصيتي بيدك ماضٍ فيّ حكمك عدل فيّ قضاؤك, أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحداً من خلقك أو استأثرت به في علم الغيب عندك, أن تجعل القرآن ربيع قلبي ونور صدري وجلاء حزني وذهاب همّي وغمي, إلا أذهب الله همه وغمه, وأبدله مكانه فرحاً, قال: يا رسول الله أفلا نتعلمهن؟ قال: بلى. ينبغي لمن سمعهن أن يتعلمهن\".\rسئل فضيلة الشيخ محمد بن عثيمين: عمن يتسخط إذا نزلت به مصيبة؟\rفأجاب بقوله: الناس حال المصيبة على مراتب أربع:\r¬__________\r(¬1) الفوائد باختصار 179.","seal":"0FEBFDD0","part":1},
      {"page":93,"id":92,"nass":"المرتبة الأولى: التسخط وهو على أنواع:\rالنوع الأول: أن يكون بالقلب كأن يتسخط على ربه يغتاظ مما قدره الله عليه, فهذا حرام, وقد يؤدي إلى الكفر قال تعالى:\r{وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآَخِرَةَ}.\rالنوع الثاني: أن يكون التسخط باللسان كالدعاء بالويل والثبور وما أشبه ذلك, وهذا حرام.\rالنوع الثالث: أن يكون التسخط بالجوارح كلطم الخدود, وشق الجيوب, ونتف الشعور وما أشبه ذلك وكل هذا حرام منافٍ للصبر الواجب.\rالمرتبة الثانية:\rالصبر وهو كما قال الشاعر:\rوالصبرُ مثل اسمه مر مذاقته ... لكن عواقبه أحلى من العسل\r\rفيرى أن هذا الشيء ثقيل عليه لكنه يتحمله, وهو يكره وقوعه ولكن يحميه من السخط, فليس وقوعه وعدمه سواء عنده, وهذا واجب لأن الله تعالى أمر بالصبر فقال: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ}.\rالمرتبة الثالثة: الرضا بأن يرضى الإنسان بالمصيبة بحيث يكون وجودها وعدمها سواء فلا يشق عليه وجودها, ولا يتحمل لها حملاً ثقيلاً, وهذه مستحبة وليست بواجبة على القول الراجح, والفرق","seal":"FF75E51D","part":1},
      {"page":94,"id":93,"nass":"بينها وبين المرتبة التي قبلها ظاهر لأن المصيبة وعدمها سواء في الرضا عند هذا, أما التي قبلها فالمصيبة صعبة عليه لكن صبر عليها.\rالمرتبة الرابعة: الشكر: وهو أعلى المراتب, وذلك بأن يشكر الله على ما أصابه من مصيبة حيث عرف أن هذه المصيبة سبب لتكفير سيئاته وربما لزيادة حسناته قال - صلى الله عليه وسلم -: \"ما من مصيبة تصيب المسلم إلا كفَّر الله بها حتى الشوكة يشاكها\" (¬1).\rأخي الحبيب: إن كانت الدنيا أطلقت سهامها وسلت سيوفها .. فإنا رضينا بقضاء الله وقدره نشكره على قضائه ونصبر على طاعته, فهو صاحب الإحسان الجزيل والعطاء الكثير .. {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ}.\rجعلني الله وإياك من الشاكرين الراضين الصابرين المحتسبين .. وجمعني وإياك في جنات عرضها السموات والأرض فيها السعادة بلا شقاء والحياة بلا موت والنعيم بلا زوال.\rوجعلني الله وإياكم من الصابرين {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} (¬2).\r¬__________\r(¬1) مجموع فتاوى ابن عثيمين 2/ 109.\r(¬2) البقرة, الآيتان 156 - 157.","seal":"6AB41F11","part":1},
      {"page":95,"id":94,"nass":"المصادر\r1 - إحياء علوم الدين لأبي حامد الغزالي, دار الكتب العلمية ط 1, 1406 هـ.\r2 - أدب الدنيا والدين للماوردي, دار الكتب العلمية.\r3 - إغاثة اللهفان من مصائد الشيطان -ابن قيم الجوزية- مكتبة الرياض الحديثة.\r4 - البداية والنهاية للحافظ ابن كثير, مطبعة المتوسط.\r5 - تاريخ الخلفاء, الحافظ جلال الدين السيوطي, مكتبة الرياض الحديثة.\r6 - تاريخ عمر لابن الجوزي تحقيق أحمد حوشان, مكتبة المؤيد.\r7 - تنبيه الغافلين, الفقيه نصر السمرقندي, تحقيق عبد العزيز الوكيل, دار الشروق, 1410 هـ.\r8 - تسلية أهل المصائب, الإمام أبي عبد الله محمد بن المنبجي, دار الكتب العلمية, ط 1, 1406 هـ.\r9 - تفسير ابن كثير للإمام أبي الفداء إسماعيل بن كثير, دار الفكر للطباعة والنشر 1401 هـ.\r10 - الثبات عند الممات لابن الجوزي, تحقيق محمد عبد القادر عطا, دار الكتب العلمية ط 1, 1406 هـ.\r11 - جامع العلوم والحكم -ابن رجب الحنبلي- مكتبة طيبة.","seal":"AA7F9D26","part":1},
      {"page":96,"id":95,"nass":"12 - حلية الأولياء وطبقات الأصفياء, للحافظ أبي نعيم, دار الكتاب العربي.\r13 - ديوان أبي العتاهية, دار صادر, بيروت 1400 هـ.\r14 - ديوان الإمام علي جمعه وشرحه نعيم زرزور, دار الكتب العلمية 1405 هـ.\r15 - كتاب الزهد لأبي عبد الله أحمد بن حنبل, دراسة وتحقيق محمد السعيد بسيوني دار الكتاب العربي, ط 1, 1406 هـ.\r16 - سير أعلام النبلاء, للذهبي تحقيق شعيب الأرناؤوط, وحسين الأسد مؤسسة الرسالة 1401 هـ.\r17 - شذرات الذهب في أخبار من ذهب, لابن العماد الحنبلي, دار إحياء التراث.\r18 - شرح الصدور بشرح حال الموتى والقبور, للحافظ جلال الدين السيوطي دار الكتب العلمية ط 1, 1404 هـ.\r19 - كتاب الشكر لابن أبي الدنيا, ط 3, 1405 هـ.\r20 - الصبر وأثره في حياة المسلم, عبد الله بن جار الله آل جار الله, دار الصميعي ط 1, 1413 هـ.\r21 - صفة الصفوة لابن الجوزي, تحقيق محمد فاخوري, ومحمد رواس, دار المعرفة 1405 هـ.\r22 - صيد الخاطر لابن الجوزي, دار الكتاب العربي, ط 2, 1407 هـ.","seal":"A8AC1C12","part":1},
      {"page":97,"id":96,"nass":"23 - طبقات الحنابلة للقاضي أبي يعلى مطبعة السنة المحمدية.\r24 - عدة الصابرين وذخيرة الشاكرين لابن قيم الجوزية تحقيق محمد عثمان دار الكتاب العربي ط 2, 1406 هـ.\r25 - فتاوى ابن تيمية جمع عبد الرحمن بن قاسم وابنه محمد تصوير ط 1, 1398 هـ دار العربية بيروت.\r26 - الفوائد لابن القيم, دار النفائس.\r27 - مجموع فتاوى ورسائل ابن عثيمين - جمع فهد السليمان, دار الوطن 1413 هـ.\r28 - مختصر منهاج القاصدين تأليف الإمام أحمد عبد الرحمن بن قدامة المقدسي تحقيق زهير الشاويش المكتب الإسلامي ط 7, 1406 هـ.\r29 - مفتاح دار السعادة لابن قيم الجوزية - مكتبة الرياض الحديثة.\r30 - مكاشفة الصدور المقرب لحضرة علام الغيوب للإمام الغزالي - دار إحياء العلوم.\r31 - مكاشفة القلوب لأبي حامد الغزالي, دار إحياء العلوم, ط 1, 1403 هـ.\r32 - موارد الظمآن لدروس الزمان, عبد العزيز السلمان ط 13, 1403 هـ.","seal":"756EBDD4","part":1},
      {"page":98,"id":97,"nass":"","seal":"3EADEC96","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"اصبر واحتسب","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عبد الملك بن محمد بن عبد الرحمن بن قاسم العاصمي","bLnk":null,"Inf":null,"Auth":"عبد الملك بن قاسم","Betaka":"الكتاب: اصبر واحتسب\rالمؤلف: عبد الملك بن محمد القاسم\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"داعية إسلامي، له العديد من الكتيبات والمطويات الدينية، ولعل من أبرزها وأقدمها الزمن القادم.\rصاحب دار القاسم للنشر والتوزيع، وهو ابن الشيخ محمد بن عبد الرحمن بن قاسم","seal":"05150697","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":95673,"BkId":95673,"oAuth":2724,"bVer":1,"aSeal":"6E081F37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95673":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"الإهداء"},
      {"lvl":1,"id":3,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":8,"sub":0,"tit":"الصبر"},
      {"lvl":1,"id":10,"sub":0,"tit":"حقيقة الصبر"},
      {"lvl":1,"id":13,"sub":0,"tit":"أقسام الصبر"},
      {"lvl":1,"id":15,"sub":0,"tit":"علاج المصائب"},
      {"lvl":1,"id":18,"sub":0,"tit":"آداب الصبر"},
      {"lvl":1,"id":18,"sub":1,"tit":"الجزع لا يرد مصيبة"},
      {"lvl":1,"id":29,"sub":0,"tit":"مكانة الصبر"},
      {"lvl":1,"id":34,"sub":0,"tit":"من كمال الصبر"},
      {"lvl":1,"id":39,"sub":0,"tit":"السعادة في طاعة الله"},
      {"lvl":1,"id":46,"sub":0,"tit":"حسن التوفيق"},
      {"lvl":1,"id":48,"sub":0,"tit":"التجزع من المصائب"},
      {"lvl":1,"id":62,"sub":0,"tit":"مما يسلي أهل المصائب"},
      {"lvl":1,"id":69,"sub":0,"tit":"العاقبة للمتقين"},
      {"lvl":1,"id":72,"sub":0,"tit":"ثواب الشدة"},
      {"lvl":1,"id":73,"sub":0,"tit":"ثواب الصابرين"},
      {"lvl":1,"id":82,"sub":0,"tit":"نعمة الصبر"},
      {"lvl":1,"id":91,"sub":0,"tit":"مراتب الناس حال المصائب"},
      {"lvl":1,"id":94,"sub":0,"tit":"المصادر"}
    ]
}
