{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b95686":
    [
      {"page":5,"id":2,"nass":"المقدمة\rالحمد لله ربِّ العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين - أما بعد:\rفأقدِّم للقارئ الكريم الرسالة الأولى من «رسائل التوبة من ... » التي تتحدَّث عن داءٍ خبيثٍ يحصد الحسنات ويجلب السيئات ويضيع الأوقات، ألا وهو داء «الغِيبة» الذي ساعد على تفشِّيه في المجتمع قلَّة الوازع الديني وتيسُّر أسباب المعيشة وكثرة أوقات الفراغ، كما أنَّ لسهولة الاتصالات الهاتفية سهمًا في ذلك.\rأدعو الله العلي القدير أن تكون هذا الرسالة - وإن صغر حجمها - بابًا للخير والتوبة؛ تُعلِّم الجاهل وتُذكِّر الغافل وتُنبِّه العاصي.\rجعل الله أعمالنا خالصة لوجهه الكريم\r\r* * *","seal":"C7028833","part":1},
      {"page":6,"id":3,"nass":"تمهيد\rاعلم أخي الكريم أنَّ مَن حَفِظ لسانه قلَّ خطؤه، وكان أملك لزمام أمره، وأجدر ألاَّ يقع في محذور .. وقد ضمن له النبيُّ - صلى الله عليه وسلم - الجنة في قوله: «من يضمنْ لي ما بين لُحييه وما بين رِجليه، أضمنْ له الجنة» (¬1).\rوما بين اللُحيين هو اللسان، وما بين الرِّجلين هو الفرج.\r\rقال الإمام النووي رحمه الله:\rاعلم أنه ينبغي لكلِّ مُكلَّفٍ أن يحفظ لسانه عن جميع الكلام، إلاَّ كلامًا ظهرت فيه المصلحة، ومتى استوى الكلام وتركه في المصلحة، فالسُنة الإمساك عنه؛ لأنه قد يجرّ الكلام إلى حرامٍ أو مكروه، وذلك كثيرٌ في العادة، والسلامة لا يعدلها شيء.\rفمن استقام لسانه استقامت جوارحه، ومن عصى لسانه وخاض في أعراض الناس عصت جوارحه وانتهكت حرمات الله، وقد ثبت عن النبي - صلى الله عليه وسلم - أنه قال:\r«إذا أصبح ابن آدم فإنَّ الأعضاء كلَّها تكفر اللسان تقول: اتقِ الله فينا، فإنما نحن بك؛ فإن استقمت استقمنا، وإن اعوججت اعوججنا» (¬2).\r¬__________\r(¬1) رواه البخاري (11/ 264) في الرقاق: باب حفظ اللسان، والترمذي رقم (2410) في الزهد: باب ما جاء في حفظ اللسان.\r(¬2) رواه الترمذي رقم (2409) في الزهد، باب: ما جاء في حفظ اللسان، وهو حديث حسن.","seal":"55242725","part":1},
      {"page":7,"id":4,"nass":"قال النووي رحمه الله: معنى «تكفر اللسان» أي تذلّ وتخضع.\rوقال الألباني رحمه الله: أو هو كنايةٌ عن تنزيل الأعضاء اللسان منزلة الكافر بالنعم.\r\rأخي الكريم:\rإنَّ اللسان من نعم الله العظيمة، ولَطائف صنعه الغريبة؛ فإنه صغير جَرمه، عظيمٌ طاعته وجُرمه؛ إذ لا يستبين الكفر والإيمان إلاَّ بشهادة اللسان، وهما غاية الطاعة والعصيان.\rواللسان رحب الميدان ليس له مردّ، ولا لمجاله منتهى وحدّ، له في الخير مجال رحب، وله في الشر ذيل سحب، فمن أطلق عذبة اللسان وأهمله مرخيّ العنان؛ سلك به الشيطان في كلِّ ميدان، وساقه إلى شفا جرف هار إلى أن يضطره إلى البور، ولا يكبُّ الناس في النار على مناخرهم إلاَّ حصائد ألسنتهم، لا ينجو من شرِّ اللسان إلاَّ من قيَّده بلجام الشرع، فلا يُطلقه إلاَّ فيما ينفعه في الدنيا والآخرة.\r\r* * *","seal":"79BBC7AD","part":1},
      {"page":8,"id":5,"nass":"تحريم الغيبة والأمر بحفظ اللسان\rقال الله تعالى:\r{وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ}\r[الحجرات: 12].\rوقال تعالى:\r{وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولاً} [الإسراء: 36].\rوقال تعالى:\r{مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق: 18].\rوعن أبي موسى - رضي الله عنه - قال:\rقلت: يا رسول الله، أي المسلمين أفضل؟\rقال: «من سلم المسلمون من لسانه ويده» (¬1).\rوقال - صلى الله عليه وسلم -: «من كان يؤمن بالله واليوم الآخر، فليقل خيرًا أو ليصمت» (¬2).\r¬__________\r(¬1) رواه الإمام مسلم رقم (42) في الإيمان ن باب بيان تفاضل الإسلام، وأي أموره أفضل.\r(¬2) رواه مسلم رقم (48) في الإيمان، باب الحثِّ على إكرام الجار، وهو جزء من حديث طويل.","seal":"BD7FC1CD","part":1},
      {"page":9,"id":6,"nass":"وعنه - صلى الله عليه وسلم - أنه قال: «إنَّ العبد ليتكلَّم بالكلمة ما يتبيَّن فيها يُزلُّ بها إلى النار أبعد مما بين المشرق والمغرب» (¬1).\rوفي رواية: « ... وإنَّ الرجل ليتكلَّم بالكلمة من سخط الله ما كان يظنُّ أن تبلغ ما بلغت، يكتب الله له بها سخطه إلى يوم يلقاه» (¬2).\rوعن عقبة بن عامر - رضي الله عنه - قال:\rقلت: يا رسول الله، ما النجاة؟\rقال: «أمسك عليك لسانك، وليسعك بيتك وابك على خطيئتك» (¬3).\rوفي حديث معاذ بن جبل - رضي الله عنه - عندما أخبر الرسول - صلى الله عليه وسلم - برأس الأمر وعموده وذروة سنامه ... ثم قال - صلى الله عليه وسلم -: «ألا أخبرك بِمِلاك ذلك كلِّه؟ »\rقلت: بلى يا رسول الله.\rفأخذ بلسانه وقال: «كُفَّ عليك هذا».\r¬__________\r(¬1) رواه البخاري (11/ 266) في الرقاق، باب حفظ اللسان، ومسلم رقم (2988) في الزهد، باب التكلم بالكلمة يهوي بها في النار، والموطأ (2/ 985) في الكلام، باب ما يكره من الكلام.\r(¬2) رواه الإمام مالك في الموطأ (2/ 985) في الكلام، باب ما يؤمر به من التحفظ في الكلام، والترمذي رقم (2320) في الزهد، باب في قلة الكلام، وقال الترمذي: حسن صحيح.\r(¬3) رواه الترمذي رقم (2408) في الزهد، باب ما جاء في حفظ اللسان، وقال: هذا حديث حسن.","seal":"DAF36FEC","part":1},
      {"page":10,"id":7,"nass":"قلت: يا رسول الله، وإنا لمؤاخذون بما نتكلَّم به؟\rفقال: «ثكلتك أمُّك، وهل يكبُّ الناس في النار على وجوههم إلاَّ حصائد ألسنتهم؟ » (¬1).\rولننظر إلى عقاب المغتاب في الدنيا والآخرة.\rقال - صلى الله عليه وسلم -: «يا معشر من آمن بلسانه ولم يدخل الإيمان قلبه، لا تغتابوا المسلمين، ولا تتبعوا عوراتهم؛ فإنه من تتبَّع عورة أخيه المسلم تتبَّع الله عورته، ومن تتبَع الله عورته، يفضحه ولو في جوف بيته» (¬2).\rوعن جابر بن عبد الله رضي الله عنهما قال:\rكنا مع النبي - صلى الله عليه وسلم - فارتفعت ريح منتنة، فقال رسول الله - صلى الله عليه وسلم -: «تدرون ما هذه الريح؟ هذه ريح الذين يغتابون المؤمنين» (¬3).\rوعن أنس - رضي الله عنه - قال:\rقال رسول الله - صلى الله عليه وسلم -: «لَمَّا عُرِج بي مررت بقومٍ لهم أظفارٌ من نحاس يخمشون وجوههم وصدورهم، فقلت: من هؤلاء يا\r¬__________\r(¬1) رواه الترمذي رقم (2619) في الإيمان، باب ما جاء في حرمة الصلاة، وهو حديث صحيح بطرقه.\r(¬2) رواه أحمد في (المسند) (4/ 421، 424)، وأبو داود رقم (4880) في الأدب: باب في الغيبة، والترمذي رقم (2033) في البر والصلة: باب تعظيم المؤمن عن عبد الله بن عمر رضي الله عنه.\r(¬3) أخرجه أحمد (3/ 351)، وحسنه الألباني في صحيح الأدب المفرد للبخاري رقم (562).","seal":"DD6A336C","part":1},
      {"page":11,"id":8,"nass":"جبريل؟ قال: هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم» (¬1).\rوالغيبة - أخي المسلم - مُحرَّمة بالإجماع.\rقال الإمام القرطبي: الإجماع على أنها من الكبائر، وأنه يجب التوبة منها إلى الله.\r\r* * *\r¬__________\r(¬1) أخرجه أحمد (3/ 224) وأبو داود رقم (4878) و (4879) في الأدب، باب في الغيبة وهو صحيح.","seal":"1DD00723","part":1},
      {"page":12,"id":9,"nass":"تعريف الغيبة\rالغيبة: هي أن تذكر أخاك بما يكرهه لو بلغه، سواء ذكرته بنقصٍ في بدنه أو نسبه أو في خُلقه أو في فعله أو في قوله أو في دينه، حتى في ثوبه وداره ودابته.\r\rأمَّا البدن: فكذكرك العمش والحول والقرع والقصر والطول والسواد والصفرة، وجمع ما يتصوَّر أن يوصف به مما يكرهه كيفما كان.\rأمَّا النسب: فكأن تقول: «أبوه نبطي، أو هندي، أو فاسق، أو خسيس، أو إسكاف، أو زبال ... »، أو شيئًا مما يكرهه كيفما كان.\rأمَّا الخُلق: فكأن تقول: «هو سيئ الخلق، بخيل، متكبر، مراءٍ، شديد الغضب، جبان، عاجز، ضعيف القلب، متهور ... » وما يجري مجراه.\rوأمَّا في أفعاله المتعلِّقة بالدِّين: فكقولك: «هو سارق، أو كذاب، أو شارب خمر، أو خائن، أو ظالم، أو متهاون بالصلاة، أو الزكاة، أو لا يحسن الركوع أو السجود، أو لا يتحرَّز من النجاسات، أو ليس بارًا بوالديه، أو لا يضع الزكاة موضعها، أو لا يحسن قسمها، أو لا يحرس صومه عن الرَّفث والغِيبة والتعرُّض لأعراض الناس ... ».\rأمَّا في فعله المتعلِّق بالدنيا: فكقولك: «إنه قليل الأدب،","seal":"815CBA4F","part":1},
      {"page":13,"id":10,"nass":"متهاون بالناس، أو لا يرى لأحد على نفسه حقًّا، أو يرى لنفسه الحقَّ على الناس، أو أنه كثير الكلام، نئوم ينام في غير وقت النوم، ويجلس في غير موضعه ... ».\r\rوأمَّا ثوبه: فكقولك: «إنه واسع الكم، طويل الذيل، وسخ الثياب ... ».\rوقد عرَّف رسول الله - صلى الله عليه وسلم - الغِيبة حين قال: «أتدرون ما الغيبة؟ » ..\rقالوا: الله ورسوله أعلم.\rقال: «ذِكرك أخاك بما يكره».\rقيل: أفرأيت إن كان في أخي ما أقول؟\rقال: «إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهتَّه» (¬1).\r\r* * *\r¬__________\r(¬1) رواه مسلم رقم (2589) في البر والصلة: باب تحريم الغيبة، وأبو داود رقم (4874) في الأدب: باب في الغيبة، والترمذي رقم (1935) في «البر والصلة» باب ما جاء في الغيبة.","seal":"344A7A53","part":1},
      {"page":14,"id":11,"nass":"الغيبة لا تقتصر على اللسان\rأخي:\rاعلم أنَّ الذكر باللسان إنما حُرِّم لأن فيه تفهيم الغير نقصان أخيك وتعريفه بما يكرهه، فالتعريض به كالتصريح، والفعل فيه كالقول، والإشارة والإيماء والغمز والهمز والكتابة والحركة، وكلّ ما يُفهِم المقصود فهو داخل في الغِيبة، وهو حرام.\rعن عائشة رضي الله عنها قالت: دخلت علينا امرأة، فلما أومأت بيدي أنها قصيرة، قال - صلى الله عليه وسلم -: «اغتبتيها» (¬1).\rومن ذلك أيضًا:\rالمحاكاة، كأن يمشي متعارجًا، أو كما يمشي، فهو غِيبة، بل هو أشدّ من الغيبة؛ لأنه أعظم في التصوير والتفهيم .. ولَمَّا رأى رسول الله - صلى الله عليه وسلم - عائشة حاكت امرأة قال: «ما يسرني أني حاكيت إنسانًا ولي كذا وكذا» (¬2).\rوكذلك الغيبة بالكتابة؛ فإنَّ القلم أحد اللسانين.\rوكلُّ هذا - أخي - وإن كان صادقًا فيما يقول فهو مغتابٌ عاصٍ لربِّه وآكل لحم أخيه.\r¬__________\r(¬1) رواه أبو داود رقم (4875) في الأدب: باب الغيبة، وأحمد (6/ 189، 206) وإسناده صحيح.\r(¬2) رواه أبو داود رقم (4875) في الأدب: باب الغيبة، والترمذي رقم (2503 و 2504) في صفة القيامة، باب تحريم الغيبة، وأحمد (6/ 136) وإسناده صحيح.","seal":"5D39DB86","part":1},
      {"page":15,"id":12,"nass":"وإن كان كاذبًا فقد جمع بين الغِيبة والكذب .. قال معاذ بن جبل - رضي الله عنه -: ذُكِر رجلٌ عند رسول الله - صلى الله عليه وسلم - فقالوا: ما أعجزه! .. فقال - صلى الله عليه وسلم -: «اغتبتم أخاكم» .. قالوا: يا رسول الله، قلنا ما فيه؟\rقال: «إن قلتم ما فيه اغتبتموه، وإن قلتم ما ليس فيه فقد بهتُّموه» (¬1).\rقال الحسن: ذكر الغير ثلاثة: الغيبة والبهتان والإفك، وكلٌّ في كتاب الله عز وجل:\rفالغِيبة: أن تقول ما فيه.\rوالبهتان: أن تقول ما ليس فيه.\rوالإفك: أن تقول ما بلغك.\rفي الحديث عن النبي - صلى الله عليه وسلم -: «كل المسلم على المسلم حرام، دمه وماله وعرضه» (¬2).\rوالغيبة تتناول العرض، وقد جمع الله بينه وبين المال والدم.\r* * *\r¬__________\r(¬1) أخرجه أحمد بن منيع في \"مسنده\" كما في (الإتحاف) (2/ 152) للبوصيري وإسناده ضعيف ولكنه صحيح بما قبله ص (12).\r(¬2) جزء من حديث طويل رواه مسلم رقم (2564) في البر والصلة والآداب، باب تحريم ظلم المسلم وخذله واحتقاره ودمه وعرضه وماله، وأحمد (2/ 277، 360) والبيهقي (6/ 92).","seal":"A9CDF2F2","part":1},
      {"page":16,"id":13,"nass":"أنواع الغيبة\rتتنوَّع الغيبة في أشكالٍ شتى وقوالب مختلفة، وأخبث أنواع الغيبة غيبة من يجمع بين فاحشتين: الغيبة والرياء، وذلك مثل أن يُذكر عنده إنسان فيقول: «الحمد لله الذي لم يبتلنا بالدخول على السلطان والتبذُّل في طلب الحطام».\rأو يقول: «نعوذ بالله من قلَّة الحياء، نسأل الله أن يعصمنا منها»، وإنما قصده أن يُفهم عيب الغائب، فيذكره بصيغة الدعاء.\rوكذلك قد يقدح في مدح من يريد غيبته فيقول: «ما أحسم أحوال فلان! .. ما كان يُقصِّر في العبادات، ولكن قد اعتراه فتور، وابتُلِي بما يبتلى به كلّنا، وهو قلَّة الصبر»، فيذكر نفسه ومقصوده أن يذمَّ غيره في ضمن ذلك، ويمدح نفسه بالتشبُّه بالصالحين بأن يذمَّ نفسه، فيكون مغتابًا ومرائيًا ومزكيًا نفسه، فيجمع بين ثلاث فواحش، وهو بجهله يظنُّ أنه من الصالحين المتعفِّفين عن الغيبة.\r\rومن أشكال الغيبة:\rأن يذكر عيب إنسان فلا ينتبه له بعض الحاضرين فيقول: «سبحان الله، ما أعجب هذا! » حتى يُصغَى إليه ويُعلَم ما يقول.\rأو يقول:\r«ساءني ما جرى على صديقنا من الاستخفاف به، نسأل الله أن يُروِّح عنه»، فيكون كاذبًا في دعوى الاغتمام وفي إظهار الدعاء له، بل لو قصد الدعاء لأخفاه في خلوته.","seal":"42F28DA6","part":1},
      {"page":17,"id":14,"nass":"الأسباب الباعثة على الغيبة\rمن الأسباب الباعثة على الغيبة:\r\r1 - قلَّة الخوف من الله والوقوع في محارمه:\rفإنَّ من استشعر عظمة الله تعالى، وأنه مُطَّلعٌ على أفعاله وأقواله؛ تجنَّب ما يُسخِط الله ويُغضبه.\r\r2 - تشفِّي الغيظ:\rبأن يجري من إنسانٍ في حقِّ آخر سببٌ يُوجب غيظه، فكلَّما هاج غضبه تشفَّى بغيبة صاحبه.\r\r3 - موافقة الأقران ومجاملة الرّفقاء ومساعدتهم:\rفإنهم إذا كانوا يتفكَّهون في الأعراض رأى هذا أنه إذا أنكر عليهم أو قطع كلامهم استثقلوه ونفروا منه، فيساعدهم ويُجاريهم، ويرى أنَّ ذلك من حُسن المعاشرة .. !\r\r4 - إرادة رفع نفسه بتنقيص غيره:\rفيقول: «فلان جاهل وفهمه ركيك»، ونحو ذلك، غرضه أن يُثبت في ضمن ذلك فضل نفسه، ويُريهم أنه أعلم منه.\r\r5 - الحسد:\rفإنَّ ثناء الناس على شخصٍ وحبِّهم له وإكرامهم يدفع المغتاب إلى القدح فيه ليقصد زوال ذلك.","seal":"499C747F","part":1},
      {"page":18,"id":15,"nass":"6 - اللعب والهزل:\rفيذكر غيره بما يُضحِك الناس منه، على سبيل المحاكاة، حتى أنَّ بعض الناس يكون كسبه من هذا.\r\r7 - إرادة التصنُّع والمباهاة والمعرفة بالأحوال: وهناك أسباب أخرى غير هذه.\r* * *","seal":"9694A9DE","part":1},
      {"page":19,"id":16,"nass":"بيان ما يُباح من الغيبة\rتُباح الغيبة لغرضٍ صحيحٍ شرعيٍّ لا يمكن الوصول إليه إلا بها، وهي ستَّة أسباب:\r\rالأول: التظلُّم:\rفيجوز للمظلوم أن يتظلَّم عند السلطان والقاضي وغيرهما ممن له ولاية، فيقول: «ظلمني فلان بكذا».\r\rالثاني: الاستعانة على تغيير المنكر ورد العاصي إلى الصواب:\rفيقول لمن يرجو قدرته على إزالة المنكر: «فلان يعمل كذا فازجره»، ويكون مقصودة التوصُّل إلى إزالة المنكر، فإن لم يقصد ذلك كان حرامًا.\r\rالثالث: الاستفتاء:\rفيقول للمفتي: «ظلمني أبي أو أخي أو فلان بكذا، فهل له ذلك؟ وما طريقي في الخلاص منه وتحصيل حقي»، وهذا جائز، ولكن الأحوط والأفضل أن يقول: «ما تقول في رجلٍ أو شخصٍ أو زوجٍ كان من أمره كذا وكذا».\r\rالرابع: تحذير المسلمين من الشرِّ ونصيحتهم:\rوذلك من عدَّة وجوه، منها جرح المجروحين من الرواة والشهود، وذلك جائزٌ بإجماع المسلمين، بل واجب لِما فيه من إظهار المصلحة.","seal":"FDC40D3C","part":1},
      {"page":20,"id":17,"nass":"ومنها المشاورة في مصاهرة إنسان أو مشاركته أو معاملته، ويجب على المشاور أن لا يُخفي حاله، بل يذكر المساوئ التي فيه بنية النصيحة.\r\rالخامس: أن يكون مجاهرًا بفِسقه أو بدعته:\rكالمجاهر بشُرب الخمر وتولِّي الأمور الباطلة، فيجوز ذكره بما يُجاهر به، ويحرم ذكره بغيره من العيوب، إلا أن يكون لجواز سببٍ آخر.\r\rالسادس: التعريف:\rفإذا كان الإنسان معروفًا بلقب، كـ «الأعمش» و «الأعرج» و «الأصم» جاز تعريفه بذلك، ويحرم إطلاقه على جهة التنقُّص، ولو أمكن.\r\r* * *","seal":"9B08D7D9","part":1},
      {"page":21,"id":18,"nass":"كفارة الغيبة\rالغِيبة مُحرَّمة بإجماع العلماء، وهي من الكبائر، وتنازع العلماء في كفَّارة المغتاب، ولكنهم اتفقوا جميعًا على توبته كخطوة أولى.\rوالتوبة شروطها ثلاثة:\r1 - الإقلاع عن المعصية.\r2 - أن يندم على فعلها.\r3 - العزم على ألاَّ يعود.\rوالتوبة من الغيبة تزيد شرطًا رابعًا؛ لأنَّ المغتاب جنى جنايتين:\rالأولى- على حقِّ الله تعالى، إذا فعل ما نهاه عنه، فكفَّارته التوبة والندم.\rالثاني- على محارم المخلوق.\rفإن كانت الغيبة قد بلغت الرجل جاء إليه واستحلَّه، وأظهر له الندم على فعله.\rوإن كانت الغيبة لم تبلغ الرجل جعل مكان استحلاله الاستغفار له، لئلاَّ يُخبِره بما لا يعلمه فيُوغر صدره.\r\r* * *","seal":"239988B9","part":1},
      {"page":22,"id":19,"nass":"دُرر من أقوال السلف\r• قال شيخ الإسلام ابن تيمية رحمه الله:\rمن العجب أن الإنسان يهون عليه التحفُّظ والاحتراز من أكل الحرام والظلم والزنا والسرقة وشرب الخمر، ومن النظر المحرم، وغير ذلك ..\rويصعب عليه التحفُّظ من حركة لسانه، وكم نرى من رجلٍ متورّعٍ عن الفواحش والظلم، ولسانه يفري في أعراض الأحياء والأموات، ولا يُبالي ما يقول.\r* * *\r\r• قال وهب:\rنذرت أني كلَّما اغتبت إنسانًا أن أصوم يومًا، فأجهدني، فكنت أغتاب وأصوم، فنويت أني كلَّما اغتبت إنسانًا أن أتصدَّق بدرهم، فمِن حُبِّ الدراهم تركتُ الغيبة.\r* * *\r\r• وقال سفيان بن الحصين:\rكنت جالسًا عند إياس بن معاوية، فمرَّ رجل، فنلت منه، فقال: اسكت، ثم قال لي سفيان: هل غزوت مع الروم؟ قلت: لا، قال: غزوت الترك؟ قلت: لا، قال: «سلم منك الروم، وسلم منك","seal":"4C6CF816","part":1},
      {"page":23,"id":20,"nass":"الترك، ولم يسلم منك أخوك المسلم»، قال: فما عدت إلى ذلك بعد.\r* * *\r\r• وقال يحيى بن معاذ:\rليكن حظُّ المؤمن منك ثلاثًا: إن لم تنفعه فلا تضرُّه، وإن لم تُفرِحْه فلا تغمّه، وإن لم تمدحه فلا تذمَّه.\r* * *\r\r• اغتاب رجلٌ عند معروف الكرخي فقال له: اذكر القطن إذا وضع على عينيك.\r* * *\r\r• ودُعِي إبراهيم بن أدهم إلى طعام، فلما جلس قالوا: إنَّ فلانًا لم يجئ، فقال رجل منهم: إنَّ فلانًا رجلٌ ثقيل، فقال إبراهيم: «إنما فعل هذا بي بطني؛ حيث شهدت طعامًا اغتبت فيه مسلمًا»، فخرج ولم يأكل.\r* * *\r\r• قيل للربيع بن خُثيم: ما نراك تعيب أحدًا؟ فقال: لست عن","seal":"D557CC7F","part":1},
      {"page":24,"id":21,"nass":"نفسي راضيًا فأتفرَّغ لذمِّ الناس؟ !\r* * *\r\r• وقيل للحسن - رضي الله عنه -: إنَّ فلانًا اغتابك، فأهدى إليه طبقًا من الرطب، فأتاه الرجل وقال له: اغتبتك فأهديت إليّ؟ فقال الحسن: أهديت إلى حسناتك فأردت أن أكافئك!\r* * *\r\r• قال ابن المبارك: لو كنت مغتابًا أحدًا لاغتبت والدَيّ لأنهما أحقُّ بحسناتي.\r* * *\r\r• وكتب أشهب بن عبد العزيز إلى رجلٍ كان يقع فيه:\rأما بعد .. فإنه لم يمنعني أن أكتب إليك أن تتزايد مما أنت فيه إلا كراهية، أو أُعينك على معصية الله، واعلم أني أرتع في حسناتك كما ترعى الشاة في الخضر .. والسلام.\r* * *\r\r• وقال أبو بكر بن عبد الرحمن:\rلا يُلهينَّك الناس عن ذات نفسك؛ فإنَّ الأمر يخلص إليك","seal":"8AB6493C","part":1},
      {"page":25,"id":22,"nass":"دونهم، ولا تقطع نهارك بكيت وكيت؛ فإنه محفوظ عليك ما قلت:\r* * *\r\r• وقال الإمام مالك:\rأدركت بهذه البلدة - يعني المدينة - أقوامًا ليس لهم عيوب فعابوا الناس فصارت لهم عيوب، وأدركت بهذه البلدة أقوامًا كانت لهم عيوب، فسكتوا عن عيوب الناس فنُسِيَت عيوبهم.\r* * *\r\rوقال شيخ الإسلام ابن تيمية رحمه الله:\rإنَّ بعض الناس لا تراه إلاَّ مُنتقِدًا داءً، ينسى حسنات الطوائف والأجناس ويذكر مثالبهم، فهو مثل الذباب؛ يترك موضع البرء والسلامة ويقع على الجرح والأذى، وهذا من رداءة النفوس وفساد المزاج.\r* * *","seal":"B72497CE","part":1},
      {"page":26,"id":23,"nass":"أخي الحبيب:\rيُشَارِكُكَ المُغْتَابُ فِي حَسَنَاتِه ... وَيُعطِيكَ أَجْرَي صَوْمِهِ وَصَلاتِه\rوَيَحْمِلُ وِزْرًا عَنكَ ضَنَّ بِحَمْلِه ... عَنِ النّجبِ مِنْ أَبْنَائِهِ وَبَنَاتِه\r\r* * *","seal":"04FB0DFF","part":1},
      {"page":27,"id":24,"nass":"بيان العلاج من الغيبة\rذُكر عن عيسى بن مريم - عليه السلام - أنه قال لأصحابه:\r«أرأيتم لو أتيتم على رجلٍ نائم قد كشف الريح عن بعض عورته، كنتم تسترون عليه؟ قالوا: نعم، قال: بل كنتم تكشفون البقية، قالوا: سبحان الله! .. كيف نكشف البقية؟ قال: أليس يُذكر عندكم الرجل فتذكرونه بأسوأ ما فيه، ؛ فأنتم تكشفون بقية الثوب عن عورته».\rولكي يقلع المغتاب عن الغيبة - وهي داءٌ مذموم وعمل محرم - نذكر هذه النقاط التي يجب أن يتذكرَّها الإنسان في كلِّ حركةٍ من حركات لسانه:\r1 - إنَّ المغتاب مُتعرِّضٌ لسخط الله ومقته وعقابه.\r2 - إنَّ حسناته تُنقَل إلى من اغتابه، وإن لم يكن له حسنات نقل إليه من سيئات خصمه، فمن تذكَّر ذلك لم يُطلق لسانه بغيبة.\r3 - ينبغي للمغتاب أن يتفكَّر في عيوب نفسه، ويشتغل بإصلاحها، ويستحي أن يعيب وهو مُعاب.\r4 - إن لم يكن عيب المغتاب في ذات نفسه فليحمد الله ويشكره، ولا يلوثنَّ نفسه بأعظم العيوب.\r5 - أن يتذكر وهو يغتاب أنه كمن يأكل لحم أخيه المسلم.\r6 - لا بدَّ من إسكات المغتاب وعدم تركه يقول ما شاء، فيجب الردُّ عن المسلم في غيبته.","seal":"5F518D79","part":1},
      {"page":28,"id":25,"nass":"7 - تذكر الآيات والأحاديث الواردة في الغيبة وحبس اللسان عنها.\rقال - صلى الله عليه وسلم -: «أتدرون من المفلس؟ ».\rقالوا: المفلس فينا من لا درهم له ولا متاع.\rفقال: «إنَّ المفلس من أمَّتي من يأتي يوم القيامة بصلاةٍ وصيامٍ وزكاة، ويأتي وقد شتم هذا وقذف هذا، وأكل مال هذا، وسفك دم هذا وضرب هذا، فيُعطَى هذا من حسناته وهذا من حسناته، فإن فنيت حسناته قبل أن يقضي ما عليه أخذ من خطاياهم فطرحت عليه ثم يطرح في النار» (¬1).\r\r* * *\r¬__________\r(¬1) رواه مسلم رقم (2581) في البر باب تحريم الظلم، والترمذي رقم (2420) في صفة القيامة، باب ما جاء في شأن الحساب والقصاص.","seal":"90311F05","part":1},
      {"page":29,"id":26,"nass":"فضل من حفظ غيبة أخيه المسلم\rإنَّ من حقِّ المسلم على أخيه المسلم أن يردَّ غيبته إذا اغتابه أحدٌ أمامه، وأن يقي عرضه من المثالب، ويحوطه من ورائه، وهذا من الحقوق الواجبة التي إن فرَّط فيها أصابته العقوبة إن عاجلاً أو آجلاً .. وليس هذا الفعل - الدفاع عن أخيك في غيبته - ليس من نوافل الأفعال.\rمن أجل ذلك جاءت الأدلَّة صحيحة صريحة في فضل من يقوم بهذا الواجب؛ فقد ورد عن أسماء بنت يزيد رضي الله عنها قالت:\rقال رسول الله - صلى الله عليه وسلم -: «من ذبَ عن عرض أخيه بالغيبة كان حقًّا على الله أن يعتقه من النار» (¬1).\rوعنه - صلى الله عليه وسلم - أنه قال: «من ردَّ عن عرض أخيه ردَّ الله عن وجهه النار يوم القيامة» (¬2).\rفالمستمع - أخي - لا يخرج من الإثم إلا أن يُنكر بلسانه أو بقلبه إن خاف، وإن قدر على القيام أو قطع الكلام بكلامٍ آخر فلم يفعل لزمه، وإن قال بلسانه «اسكت» وهو مشته لذلك بقلبه فذلك نفاق، ولا يُخرجه من الإثم ما لم يكرهه بقلبه.\r¬__________\r(¬1) أخرجه ابن المبارك في الزهد رقم (687) وأحمد في \"المسند\" (6/ 461)، وأبو نعيم في \"الحلية\" (6/ 67) وهو ضعيف.\r(¬2) أخرجه أحمد في \"المسند\" (6/ 449) والترمذي رقم (2013) في البر والصلة باب ما جاء في الذب عن المسلم وصححه الألباني في صحيح الترمذي رقم (1575).","seal":"61AAA666","part":1},
      {"page":30,"id":27,"nass":"ولن يكفي في ذلك أن يُشير باليد أي اسكت، أو يُشير بحاجبه وجبينه؛ فإنَّ ذلك استحقارٌ للمذكور، بل ينبغي أن يعظم ذلك فيذبّ عنه صريحًا، وقال - صلى الله عليه وسلم -: «من أذلَّ عنده مؤمن وهو يقدر أن ينصره فلم ينصره أذلَّه الله عزَّ وجل على رءوس الخلائق» (¬1).\rفلا تدع – أخي – المغتاب يلوِّث المجالس ويأكل في الأعراض، بل ذبّ عن أعراض المسلمين، فربما كنت يومًا غائبًا ونهش هذا المغتاب في لحمك، فلا تجد لك من يحمي عرضك بين المغتابين.\r\r***\r• وللاستزادة انظر:\r1 - إحياء علوم الدين.\r2 - رياض الصالحين.\r3 - فتح الباري ... وغيرها.\r\r***\r¬__________\r(¬1) أخرجه أحمد في \"المسند\" (3/ 487) الطبراني وهو ضعيف.","seal":"7A17E8A5","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"الغيبة","HigriD":"معاصر","oAuthVer":1,"Pdf":null,"IslamShort":0,"oVer":2,"verName":null,"Lng":"عبد الملك بن محمد بن عبد الرحمن بن قاسم العاصمي","bLnk":null,"Inf":"","Auth":"عبد الملك بن قاسم","Betaka":"الكتاب: الغيبة\rالمؤلف: عبد الملك بن محمد القاسم\rالناشر: دار القاسم\rعدد الأجزاء: 1\r[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":"","PdfCs":null,"AuthInf":"داعية إسلامي، له العديد من الكتيبات والمطويات الدينية، ولعل من أبرزها وأقدمها الزمن القادم.\rصاحب دار القاسم للنشر والتوزيع، وهو ابن الشيخ محمد بن عبد الرحمن بن قاسم","seal":"91BD38BF","cat":"الرقاق والآداب والأذكار - مرقم آليا","oNum":95686,"BkId":95686,"oAuth":2724,"bVer":1,"aSeal":"6E081F37"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t95686":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":3,"sub":0,"tit":"تمهيد"},
      {"lvl":2,"id":3,"sub":1,"tit":"قال الإمام النووي رحمه الله"},
      {"lvl":2,"id":4,"sub":0,"tit":"أخي الكريم"},
      {"lvl":1,"id":5,"sub":0,"tit":"تحريم الغيبة والأمر بحفظ اللسان"},
      {"lvl":1,"id":9,"sub":0,"tit":"تعريف الغيبة"},
      {"lvl":2,"id":9,"sub":1,"tit":"الغيبة"},
      {"lvl":2,"id":9,"sub":2,"tit":"أما البدن"},
      {"lvl":2,"id":9,"sub":3,"tit":"أما النسب"},
      {"lvl":2,"id":9,"sub":4,"tit":"أما الخلق"},
      {"lvl":2,"id":9,"sub":5,"tit":"وأما في أفعاله المتعلقة بالدين"},
      {"lvl":2,"id":9,"sub":6,"tit":"أما في فعله المتعلق بالدنيا"},
      {"lvl":2,"id":10,"sub":0,"tit":"وأما ثوبه"},
      {"lvl":1,"id":11,"sub":0,"tit":"الغيبة لا تقتصر على اللسان"},
      {"lvl":1,"id":13,"sub":0,"tit":"أنواع الغيبة"},
      {"lvl":2,"id":13,"sub":1,"tit":"من أشكال الغيبة"},
      {"lvl":1,"id":14,"sub":0,"tit":"الأسباب الباعثة على الغيبة"},
      {"lvl":2,"id":14,"sub":1,"tit":"1 - قلة الخوف من الله والوقوع في محارمه"},
      {"lvl":2,"id":14,"sub":2,"tit":"2 - تشفي الغيظ"},
      {"lvl":2,"id":14,"sub":3,"tit":"3 - موافقة الأقران ومجاملة الرفقاء ومساعدتهم"},
      {"lvl":2,"id":14,"sub":4,"tit":"4 - إرادة رفع نفسه بتنقيص غيره"},
      {"lvl":2,"id":14,"sub":5,"tit":"5 - الحسد"},
      {"lvl":2,"id":15,"sub":0,"tit":"6 - اللعب والهزل"},
      {"lvl":2,"id":15,"sub":1,"tit":"7 - إرادة التصنع والمباهاة والمعرفة بالأحوال"},
      {"lvl":1,"id":16,"sub":0,"tit":"بيان ما يباح من الغيبة"},
      {"lvl":2,"id":16,"sub":1,"tit":"الأول: التظلم"},
      {"lvl":2,"id":16,"sub":2,"tit":"الثاني: الاستعانة على تغيير المنكر ورد العاصي إلى الصواب"},
      {"lvl":2,"id":16,"sub":3,"tit":"الثالث: الاستفتاء"},
      {"lvl":2,"id":16,"sub":4,"tit":"الرابع: تحذير المسلمين من الشر ونصيحتهم"},
      {"lvl":2,"id":17,"sub":0,"tit":"الخامس: أن يكون مجاهرا بفسقه أو بدعته"},
      {"lvl":2,"id":17,"sub":1,"tit":"السادس: التعريف"},
      {"lvl":1,"id":18,"sub":0,"tit":"كفارة الغيبة"},
      {"lvl":1,"id":19,"sub":0,"tit":"درر من أقوال السلف"},
      {"lvl":2,"id":19,"sub":1,"tit":"قال شيخ الإسلام ابن تيمية رحمه الله"},
      {"lvl":2,"id":19,"sub":2,"tit":"قال وهب"},
      {"lvl":2,"id":19,"sub":3,"tit":"قال سفيان بن الحصين"},
      {"lvl":2,"id":20,"sub":0,"tit":"قال يحيى بن معاذ"},
      {"lvl":2,"id":20,"sub":1,"tit":"معروف الكرخي"},
      {"lvl":2,"id":20,"sub":2,"tit":"إبراهيم بن أدهم"},
      {"lvl":2,"id":20,"sub":3,"tit":"قيل للربيع بن خثيم"},
      {"lvl":2,"id":21,"sub":0,"tit":"قيل للحسن - رضي الله عنه -"},
      {"lvl":2,"id":21,"sub":1,"tit":"قال ابن المبارك"},
      {"lvl":2,"id":21,"sub":2,"tit":"كتب أشهب بن عبد العزيز"},
      {"lvl":2,"id":21,"sub":3,"tit":"قال أبو بكر بن عبد الرحمن"},
      {"lvl":2,"id":22,"sub":0,"tit":"قال الإمام مالك"},
      {"lvl":2,"id":22,"sub":1,"tit":"قال شيخ الإسلام ابن تيمية رحمه الله"},
      {"lvl":1,"id":24,"sub":0,"tit":"بيان العلاج من الغيبة"},
      {"lvl":1,"id":26,"sub":0,"tit":"فضل من حفظ غيبة أخيه المسلم"}
    ]
}
