{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b96540":
    [
      {"id":2,"nass":"13\rسلسلة مؤلفات سعيد بن علي بن وهف القحطاني\r\rنور الشيب\rوحكم تغييره\r\rفي ضوء الكتاب والسنة\r\rتأليف الفقير إلى الله تعالى\rسعيد بن علي بن وهف القحطاني","Part":null,"seal":"492A08A4","page":null},
      {"id":3,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، وصلى الله عليه وعلى آله، وأصحابه، ومن تبعهم بإحسان إلى يوم الدين، وسلّم تسليمًا كثيرًا. أما بعد:\rفهذه كلمات مختصرة بيّنت فيها بإيجاز فضل من شاب شيبة في الإسلام، وأوردت الأحاديث التي جاءت تبيّن حكم صبغ الشيب بالسواد، وبالحناء مع الكتم، وبالصفرة، وذكرت بعض أقوال أهل العلم في ذلك؛ ليتبيّن الحق لطالبه؛ وليتضح أنه لا قول لأحد من الناس مع قول رسول الله - صلى الله عليه وسلم -، وأن سنته أحق بالاتباع، ولو خالفها من خالفها، قال الله - عز وجل -: {وَمَا آتَاكُمُ الرَّسُولُ","Part":"1","seal":"958A0145","page":3},
      {"id":4,"nass":"فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} (¬1).\rواللهَ أسأل أن يجعل هذا العمل خالصًا لوجهه الكريم، وأن ينفعني به في حياتي، وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه - عز وجل - خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، وصلى الله وسلّم على عبده، ورسوله الأمين؛ نبينا محمد، وعلى آله وأصحابه أجمعين.\rسعيد بن علي بن وهف القحطاني\rحرر في يوم الثلاثاء الموافق 27/ 3/1419هـ\r¬__________\r(¬1) سورة الحشر، الآية: 7","Part":"1","seal":"F8A149CF","page":4},
      {"id":5,"nass":"الأحاديث في نور الشيب، وحكم تغييره كثيرة، منها:\r\r1 - عن عمرو بن شعيب عن أبيه عن جدّه أن النبي - صلى الله عليه وسلم - نهى عن نتف الشيب، وقال: ((إنه نور المسلم)) (¬1).\r2 - وعن كعب بن مُرّة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((مَنْ شاب شيبةً في الإسلام كانت له نوراً يوم القيامة)) (¬2).\r3 - وعن عمرو بن عبسة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((من شاب شيبة في سبيل الله كانت له نوراً يوم\r¬__________\r(¬1) الترمذي، كتاب الأدب، باب ما جاء في النهي عن نتف الشيب، 5/ 125، برقم 2821، وابن ماجه، كتاب الأدب، باب نتف الشيب، 2/ 1226، برقم 3721، وأحمد في المسند، 2/ 179، 207، 210، 212،وصححه الألباني في صحيح سنن الترمذي،2/ 369،وفي سلسلة الأحاديث الصحيحة، برقم 1243.\r(¬2) الترمذي، كتاب فضائل الجهاد، باب ما جاء في فضل من شاب شيبة في سبيل الله، 4/ 172، برقم 1634، والنسائي، في كتاب الزينة، باب النهي عن نتف الشيب، 8/ 136، برقم 5068، وابن حبان في صحيحه، عن عمر بن الخطاب - رضي الله عنه -، 7/ 251، برقم 2983، وأبو داود بنحوه، عن عمرو بن شعيب عن أبيه عن جده، في كتاب الترجّل، بابٌ: في نتف الشيب، 4/ 85، برقم 4202، وأحمد في المسند، 4/ 413، 236، 6/ 20، وصححه الألباني في سلسلة الأحاديث الصحيحة، 3/ 248، برقم 1244، وفي صحيح سنن الترمذي، 2/ 126.","Part":"1","seal":"9D7BD3B1","page":5},
      {"id":6,"nass":"القيامة)) (¬1).\r\r4 - وعن عمرو بن شعيب عن أبيه عن جدّه عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -: ((الشيب نور المؤمن، لا يشيب رجلٌ شيبةً في الإسلام إلا كانت له بكل شيبة حسنة، ورُفِع بها درجة)) (¬2).\r5 - وعن أبي هريرة - رضي الله عنه - يرفعه: ((لا تنتفوا الشيب؛ فإنه نورٌ يوم القيامة، ومن شاب شيبة في الإسلام، كُتب له بها حسنة، وحُطّ عنه بها خطيئة، ورُفِع له بها درجة)) (¬3).\rوقد جاءت الأحاديث الكثيرة في هذا المعنى عن أكثر من عشرة من أصحاب النبي - صلى الله عليه وسلم -، وهذه الأحاديث\r¬__________\r(¬1) الترمذي، كتاب فضائل الجهاد، باب ما جاء في فضل من شاب شيبة في سبيل الله، 4/ 172، برقم 1635، وقال: ((هذا حديث حسن صحيح))، وأخرجه ابن حبان من حديث أبي نجيح السلمي، 7/ 252، برقم 2984.\r(¬2) أخرجه البيهقي في شعب الإيمان، 5/ 205، برقم 6387، وحسنه الألباني في سلسلة الأحاديث الصحيحة، برقم 1243. ورواه أبو داود بنحوه، في كتاب الترجل، باب في نتف الشيب، 4/ 85، برقم 4202.\r(¬3) ابن حبان في صحيحه 7/ 253، برقم 2985، وحسن إسناده شعيب الأرناؤوط، وحسنه الألباني في سلسلة الأحاديث الصحيحة، 3/ 247، برقم 1243.","Part":"1","seal":"EE17F8FF","page":6},
      {"id":7,"nass":"الخمسة السابقة تبيّن فضل الشيب، وأنه لا يُنتف؛ لأنه نور المسلم، ووقاره؛ لأن الوقار يمنع الشخص عن الغرور والطرب، ويميل إلى الطاعة والتوبة، وتنكسر نفسه عن الشهوات، فيصير ذلك نوراً يسعى بين يديه في ظلمات الحشر إلى أن يدخله الجنة (¬1).\rفالشيب يصير نفسه نوراً يهتدي به صاحبه، ويسعى بين يديه يوم القيامة، والشيب وإن لم يكن من كسب العبد، لكنه إذا كان بسبب من نحو جهاد أو خوف من الله ينزل منزلة سعيه، فيُكره نتف الشيب من نحو: لحية، وشارب، وعنفقة، وحاجب، قال النووي: لو قيل يحرم لم يبعد (¬2).\rومن غيّر بالسواد لا يحصل على هذا النور إلاّ أن يتوب أو يعفو الله عنه (¬3).\rوهذا الشعر الأبيض يؤدي إلى نور الأعمال الصالحة،\r¬__________\r(¬1) انظر: شرح الطيبي على مشكاة المصابيح، 9/ 2934.\r(¬2) انظر: فيض القدير شرح الجامع الصغير، للمناوي، 6/ 156.\r(¬3) انظر: المرجع السابق، 6/ 157.","Part":"1","seal":"914CED9D","page":7},
      {"id":8,"nass":"فيصير نوراً في قبر المسلم، ويسعى بين يديه في ظلمات حشره (¬1)، ويحصل هذا الفضل بشعرة واحدة بيضاء، تكون ضياء ومخلصاً عن ظلمات الموقف، وشدائده (¬2).\rوهذا الفضل في هذه الأحاديث يرغِّب المسلم في ترك نتف الشيب، وأعظم من النتف التغيير بالسواد، فقد نهى عنه النبي - صلى الله عليه وسلم -، وحذّر منه.\r\r6 - فعن جابر بن عبد الله رضي الله عنهما قال: أُتي بأبي قحافة يوم فتح مكة ورأسه ولحيته كالثغامة بياضاً، فقال رسول الله - صلى الله عليه وسلم -: ((غيِّروا هذا بشيء واجتنبوا السواد)) (¬3)، والثغامة نبت أبيض الزهر، والثمر، شُبِّه بياض الشيب به، وقيل: شجرة تبيضّ كأنها الثلجة، أو كأنها الملح (¬4).\rوقوله - صلى الله عليه وسلم -: ((غيّروا هذا بشيء)) أمرٌ بتغيير الشيب، قال\r¬__________\r(¬1) انظر: مرقاة المفاتيح، للملا علي القاري، 8/ 235.\r(¬2) انظر: تحفة الأحوذي شرح سنن الترمذي، للمباركفوري، 5/ 261.\r(¬3) صحيح مسلم، كتاب اللباس والزينة، باب استحباب خضاب الشيب بصفرة أو حمرة وتحريمه بالسواد، 3/ 1663، برقم 4212.\r(¬4) المفهم لِمَا أشكل من تلخيص كتاب مسلم، للقرطبي، 5/ 418.","Part":"1","seal":"2FF5A6E9","page":8},
      {"id":9,"nass":"به جماعة من: الخلفاء، والصحابة، لكن لم يَصِر أحد إلى أنه للوجوب، وإنما هو مستحبٌّ (¬1).\rقال الإمام القرطبي رحمه الله: ((أما قولهم: إن النبي - صلى الله عليه وسلم - لم يخضب فليس بصحيح، بل قد صحّ عنه أنه خضب بالحنّاء، وبالصّفرة)) (¬2)، ولعل القرطبي رحمه الله يشير إلى:\r\r7 - حديث أبي رمثة - رضي الله عنه - حيث قال: ((أتيت أنا وأبي النبيَّ - صلى الله عليه وسلم -، وكان قد لطّخ لحيته بالحنّاء)) (¬3).\r8 - وعنه - رضي الله عنه - قال: ((أتيت النبي - صلى الله عليه وسلم - ورأيته قد لطّخ لحيته بالصّفرة)) (¬4).\r¬__________\r(¬1) المرجع السابق، 5/ 418، وسمعت شيخنا العلامة عبد العزيز ابن باز رحمه الله أثناء تقريره على الحديث رقم 5073، من سنن النسائي في: 21/ 8/1418هـ يقول: ((الخضاب سنة مؤكدة وليس واجباً)).\r(¬2) المفهم لِمَا أشكل من تلخيص كتاب مسلم، للقرطبي، 5/ 418.\r(¬3) النسائي، في كتاب الزينة، باب الخضاب بالحناء والكتم، 8/ 140، برقم 5083، وأبو داود، كتاب الترجل، باب في الخضاب، 4/ 86، برقم 4206، وصححه الألباني في صحيح النسائي، 3/ 1044.\r(¬4) النسائي، كتاب الزينة، باب الخضاب بالحناء والكتم، 8/ 140، برقم 5084، وأبو داود في كتاب الترجل، باب في الخضاب، 4/ 86، برقم 4208، وصححه الألباني في صحيح النسائي، 3/ 1044، وفي مختصر الشمائل المحمدية، ص40 - 41، برقم 36 - 37.","Part":"1","seal":"A0ABD396","page":9},
      {"id":10,"nass":"9 - وعن زيد بن أسلم قال: ((رأيت ابن عمر يُصفِّر لحيته، فقلت: يا أبا عبد الرحمن، تُصفِّر لحيتك بالخلوق؛ قال: إني رأيت رسول الله - صلى الله عليه وسلم - يُصفِّر بها لحيته ولم يكن شيء من الصبغ أحب إليه منها)) (¬1)، وهذا من فعله - صلى الله عليه وسلم -، أما من قوله فقد ثبت عنه أحاديث:\r10 - فعن أبي ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إن أحسن ما غيرتم به الشيب: الحناءُ والكتم)) (¬2).\r11 - وعن ابن عباس رضي الله عنهما قال: مرَّ على النبي - صلى الله عليه وسلم - رجل قد خضب بالحناء فقال: ((ما أحسن هذا؟))، قال: فمر آخر قد خضب بالحناء والكتم فقال: ((هذا أحسن من هذا))، قال: فمر آخر قد خضب بالصفرة فقال: ((هذا أحسن من هذا كله)) (¬3).\r¬__________\r(¬1) النسائي، كتاب الزينة، باب الخضاب بالصفرة، 8/ 140، برقم 1085، وصححه الألباني، في صحيح سنن النسائي، 3/ 1044.\r(¬2) النسائي، كتاب الزينة، باب الخضاب بالحناء والكتم، 8/ 139، برقم 5077 - 5080، ومن حديث عبد الله بن بريدة، برقم 5081 - 5082، وأخرجه أبو داود، كتاب الترجل، باب الخضاب، 4/ 85، برقم 4205.\r(¬3) أبو داود، كتاب الترجل، باب ما جاء في خضاب الصفرة، 4/ 86، برقم 4211، وقال العلامة الألباني في تحقيقه لمشكاة المصابيح: ((وإسناده جيد))، 2/ 1266.","Part":"1","seal":"FD7473D3","page":10},
      {"id":11,"nass":"12 - وعن ابن عمر رضي الله عنهما قال: ((كان النبي - صلى الله عليه وسلم - يلبس النعال السبتية، ويصفِّر لحيته بالورس والزعفران، وكان ابن عمر يفعله)) (¬1).\rوسمعت شيخنا العلامة عبد العزيز بن عبد الله ابن باز رحمه الله يقول: ((وقد جاء التصفير عن ابن عمر في الصحيحين، ويستثنى من التزعفر: ما كان في اللحية، أو الشارب، أو الرأس)) (¬2)، وسمعته أيضاً يقول: ((والسنة الخضاب بالحناء أو بالصفرة، أو بالحناء والكتم)) (¬3).\rقال الإمام القرطبي رحمه الله: ((وأما الصباغ بالحناء بحتاً، وبالحناء والكتم، فلا ينبغي أن يختلف فيه؛ لصحة\r¬__________\r(¬1) النسائي، كتاب الزينة، باب تصفير اللحية بالورس والزعفران، 8/ 186، برقم 5244، وأبو داود، كتاب الترجل، باب ما جاء في خضاب الصفرة، 4/ 86، برقم 4210، وصححه الألباني في صحيح سنن النسائي، 3/ 1065، برقم 4839، وصحيح سنن أبي داود، 2/ 792.\r(¬2) سمعته من سماحته، يوم الأحد بعد المغرب، في جامع الأميرة سارة أثناء شرحه لحديث رقم 5244، من سنن النسائي، بتاريخ 10/ 11/1418هـ.\r(¬3) سمعته من سماحته أثناء شرحه لحديث رقم 5085، من سنن النسائي في المكان السابق، بتاريخ 24/ 8/1418هـ.","Part":"1","seal":"BDC53601","page":11},
      {"id":12,"nass":"الأحاديث بذلك، غير أنه قد قال بعض العلماء: إن الأمر في ذلك محمول على حالين:\r* أحدهما: عادة البلد، فمن كانت عادة موضعه ترك الصبغ فخروجه عن المعتاد شهرة تَقْبُح وتكره.\r* وثانيهما: اختلاف حال الناس في شيبهم، فربَّ شيبة نقية هي أجمل بيضاء منها مصبوغة، وبالعكس فمن قبَّحه الخضاب اجتنبه، ومن حسنه استعمله، وللخضاب فائدتان:\rإحداهما: تنظيف الشعر مما يتعلق به من الغبار والدخان.\r\rوالأخرى: مخالفة أهل الكتاب (¬1)؛ لقوله - صلى الله عليه وسلم -: ((إن اليهود والنصارى لا يصبغون فخالفوهم)) (¬2)، ثم قال رحمه الله: ((ولكن هذا الصباغ بغير السواد، تمسكاً بقوله\r¬__________\r(¬1) انظر: المفهم لِمَا أشكل من تلخيص كتاب مسلم، 5/ 420.\r(¬2) متفق عليه من حديث أبي هريرة - رضي الله عنه -: البخاري، كتاب أحاديث الأنبياء، باب ما ذكر عن بني إسرائيل، 4/ 175، برقم 3462، ومسلم، كتاب اللباس والزينة، باب في مخالفة اليهود في الصبغ، 3/ 6316، برقم 2103.","Part":"1","seal":"011D1088","page":12},
      {"id":13,"nass":"- صلى الله عليه وسلم -: ((واجتنبوا السواد))، والله أعلم (¬1)، وقال رحمه الله: ((وقوله - صلى الله عليه وسلم -: ((واجتنبوا السواد)) أمر باجتناب السواد، وكرهه جماعة منهم: علي بن أبي طالب، ومالك، وهو الظاهر من هذا الحديث، وقد عُلِّلَ ذلك بأنه من باب التدليس على النساء؛ وبأنه سواد في الوجه، فيكره؛ لأنه تشبه بسيما أهل النار)) (¬2)، ثم ذكر رحمه الله جماعة كثيرة من السلف كانوا يخضبون بالسواد، وقال: ((ولا أدري عذر هؤلاء عن حديث أبي قحافة ما هو؟ فأقل درجاته الكراهة كما ذهب إليه مالك)) (¬3).\rقلت: أما عذر السلف الذين كانوا يخضبون بالسواد، فيحمل على أنه لم يبلغهم حديث النهي الصريح عن الصبغ بالسواد، والله أعلم. وقال الإمام النووي رحمه الله: ((ومذهبنا استحباب خضاب الشيب للرجل والمرأة\r¬__________\r(¬1) المفهم لِمَا أشكل من تلخيص كتاب مسلم، 5/ 420.\r(¬2) المرجع السابق، 5/ 419.\r(¬3) المفهم لِمَا أشكل من تلخيص كتاب مسلم، 5/ 419.","Part":"1","seal":"8CFBB694","page":13},
      {"id":14,"nass":"بصفرة، أو حمرة، ويحرم خضابه بالسواد على الأصح)) (¬1).\r\rويؤكد اختيار الإمام النووي ومن سلك مسلكه في تحريم الخضاب بالسواد ما ثبت عن ابن عباس رضي الله عنهما أنه قال: قال رسول الله - صلى الله عليه وسلم -: ((يكون قوم يخضبون في آخر الزمان بالسواد كحواصل الحمام، لا يريحون رائحة الجنة)) (¬2)، وسمعت سماحة العلامة الإمام عبد العزيز بن عبد الله ابن باز رحمه الله يقول عن هذا الحديث: ((إسناده جيد، وهذا يدل على تحريم تغيير الشيب بالسواد، ويقتضي أنه كبيرة؛ لأنه وعيد)) (¬3).\rوقوله - صلى الله عليه وسلم -: ((كحواصل الحمام)) أي كصدور الحمام في\r¬__________\r(¬1) شرح النووي على صحيح مسلم، 14/ 325.\r(¬2) أبو داود، كتاب الترجل، باب ما جاء في خضاب السواد، 4/ 87، برقم 4212، والنسائي في كتاب الزينة، باب النهي عن الخضاب بالسواد، 8/ 138، برقم 5075، وأحمد في المسند، 1/ 273، وقال ابن حجر في فتح الباري، 6/ 499: ((إسناده قوي))، وصحح إسناده العلامة الألباني في غاية المرام في تخريج أحاديث الحلال والحرام، وقال: على شرط الشيخين، ص84.\r(¬3) سمعته منه أثناء شرحه لحديث رقم 5075، من سنن النسائي، في جامع الأميرة سارة بالبديعة، بعد مغرب يوم الأحد الموافق 21/ 8/1418هـ.","Part":"1","seal":"A66A9606","page":14},
      {"id":15,"nass":"الغالب؛ لأن صدور بعض الحمام ليست بسود (¬1).\rومما يدل على قُبح الخضاب بالسواد ما بيَّنه بعض السلف الذين كانوا يخضبون بالسواد حيث قيل: إنه قال:\r\rنُسَوِّدُ أعلاها وتأبى أصُولُها ... ولا خير في الأعلى إذا فسد الأصل (¬2)\rوقال الإمام ابن القيم رحمه الله: ((والصواب أن الأحاديث في هذا الباب لا اختلاف بينها بوجه؛ فإن الذي نهى عنه النبي - صلى الله عليه وسلم - من تغيير الشيب أمران:\rأحدهما: نتفه.\rوالثاني: خضابه بالسواد ... والذي أذن فيه: هو صبغه وتغييره بغير السواد: كالحناء والصفرة، وهو الذي عمله الصحابة - رضي الله عنهم - ...\rوأما الخضاب بالسواد فكرهه جماعة من أهل العلم، وهو الصواب بلا ريب لِمَا تقدم، وقيل للإمام أحمد: تكره\r¬__________\r(¬1) انظر: شرح الطيبي على مشكاة المصابيح، 9/ 2933، ومرقاة المفاتيح، للملاّ علي القاري، 8/ 232.\r(¬2) شرح مشكل الآثار، للطحاوي، 9/ 314.","Part":"1","seal":"C6CC01B4","page":15},
      {"id":16,"nass":"الخضاب بالسواد؟ قال: إي والله، وهذه المسألة من المسائل التي حلف عليها ... ورخص فيه آخرون، منهم أصحاب أبي حنيفة، وروي ذلك عن الحسن، والحسين، وسعد بن أبي وقاص، وعبد الله بن جعفر، وعقبه بن عامر، وفي ثبوته عنهم نظر، ولو ثبت فلا قول لأحد مع رسول الله - صلى الله عليه وسلم -، وسنته أحق بالاتباع، ولو خالفها من خالفها)) (¬1).\r\rويستخلص من الأحاديث الواردة في الشيب وخضابه ما يأتي:\rأولاً: الشيب نور المسلم في الدنيا والآخرة.\rثانياً: المنع من نتف الشيب ثابت عن النبي - صلى الله عليه وسلم -.\rثالثاً: الشيب تُزاد به الحسنات.\rرابعاً: الشيب تُرفع به الدرجات.\rخامساً: الشيب تُحطّ به الخطايا.\rسادساً: تحريم صبغ الشيب بالسواد.\r¬__________\r(¬1) تهذيب ابن القيم المطبوع مع معالم السنن للخطابي، 6/ 104.","Part":"1","seal":"E946CF06","page":16},
      {"id":17,"nass":"سابعاً: صبغ الشيب بالحناء، أو الصفرة، أو الحناء والكتم سنة مؤكدة.\rثامناً: الحناء: لونه أحمر، والحناء والكتم: لونه بين السواد والحمرة.\rتاسعاً: من صبغ الشيب بالسواد من السلف فلا دليل له من كتاب ولا سنة.\rعاشراً: لا قول لأحد مع قول رسول الله - صلى الله عليه وسلم - كائناً من كان.\rالحادي عشر: الشيب له أسباب غير كبر السن، فقد يكون مبكراً؛ لخوف الله - عز وجل -، أو لغيره من الأسباب، فعن ابن عباس رضي الله عنهما قال: قال أبو بكر - رضي الله عنه -: يا رسول الله قد شبت؟ قال: ((شيبتني هودٌ، والواقعة، والمرسلات، وعمّ يتساءلون، وإذا الشمس كوِّرت)) (¬1).\rوعن أبي جحيفة - رضي الله عنه -، قال: قالوا: يا رسول الله، نراك\r¬__________\r(¬1) الترمذي، كتاب تفسير القرآن، باب: ومن سورة الواقعة، 5/ 402، برقم 3297، وحسنه، وصححه الألباني مختصر شمائل الترمذي، ص40، برقم 34.","Part":"1","seal":"BBF6CEA3","page":17},
      {"id":18,"nass":"قد شبت؟ قال: ((شيبتني هودٌ وأخواتها)) (¬1)، والله - عز وجل - الموفق للصواب.\rوصلى الله، وسلّم على نبيّنا محمد، وآله وصحبه أجمعين.\r¬__________\r(¬1) أخرجه الترمذي في الشمائل، وصححه الألباني في مختصر الشمائل، ص40، برقم 35.","Part":"1","seal":"7512DD8A","page":18}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"نور الشيب وحكم تغييره في ضوء الكتاب والسنة","HigriD":"معاصر","oAuthVer":3,"Pdf":null,"IslamShort":0,"oVer":1,"verName":null,"Lng":"د. سعيد بن على بن وهف القحطاني","bLnk":null,"Inf":null,"Auth":"سعيد بن وهف القحطاني","Betaka":"الكتاب: نور الشيب وحكم تغييره في ضوء الكتاب والسنة\r\nالمؤلف: د. سعيد بن علي بن وهف القحطاني\r\nالناشر: مطبعة سفير، الرياض\r\nتوزيع: مؤسسة الجريسي للتوزيع والإعلان، الرياض\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":null,"AuthInf":"د. سعيد بن على بن وهف آل جحيش آل سليمان عبيدة\r\r1 - هو الشيخ الدكتور سعيد بن على بن وهف بن محمد القحطاني، من فخذ آل جحيش من قبيلة آل سليمان الحرقان من عبيدة قحطان.\rولد في 25/ 10/1372هـ‍ ببادية وادي العرين في وادي الإسلي بجبال السود، شرق مدينة أبها بمنطقة عسير بـ 150 كيلو تقريباً.\rوهو من أسرة علمية نحسبهم والله حسيبهم حيث إن أباه هو على بن وهف آل سليمان وقد توفي رحمة الله عام 1416هـ، وله عشرة أولاد هم:\rالدكتور سعيد، حسين، الدكتور سعد (لغة إنجليزية)، عبد الله (علوم شرعية)، هادي (علم اجتماع)، الأستاذ وهف (إدارة تربوية)، والنقيب دكتور: سلمان (هندسة حاسب آلى)، النقيب: محمد، النقيب: عوض، الملازم أول عايض\rوجميعهم يسكنون بمدينة الرياض\r\r2 - نشأ بالبادية، ورعى الغنم، وقد رعاها الأنبياء كلهم جميعاً؛ لقول النبي صلى الله عليه وسلم: «ما بعث اللَّه نبياً إلا رعى الغنم»، فقال أصحابه: وأنت؟ فقال: «نعم كنت أرعاها على قراريط لأهل مكة»، وفي رواية: قالوا: أكنت ترعى الغنم؟ قال: «وهل من نبي إلا وقد رعاها؟» [البخاري، برقم 2262، ورقم 3406، ورقم 5453، ومسلم، برقم 2050].\r\r3 - بدأ بالدراسة وعمره خمسة عشر عاماً في مدرسة العرين الابتدائية، وذلك عام 1387هـ‍، ثم واصل الدراسة حتى حصل على الشهادة الثانوية من ثانوية الملك عبد العزيز بمدينة الرياض في 7/ 11/ 1400 هـ، وقد كان انتقاله إلى مدينة الرياض عام 1399هـ.\r\r4 - درس بجامعة الإمام محمد بن سعود الإسلامية كلية أصول الدين القسم العام، وذلك سنة 1401هـ‍، وتخرج من هذه الكلية سنة 1404هـ.\r\r5 - درس السَّنة التمهيدية للماجستير بكلية أصول الدين في عام 1405هـ‍. قسم السُّنَّة وعلومها.\r\r6 - قابل سماحة الشيخ العلامة / عبد العزيز بن عبد اللَّه بن باز:، ودرس عليه، وحضر دروسه ابتداءً من عام 1400هـ‍ إلى أن مات: في 27/ 1/ 1420هـ، وقد استفاد منه كثيراً، حيث كان يُدرِّس في حلقاته العلمية: الكتب الستة، ومسند الإمام أحمد، وموطأ الإمام مالك، وسنن الدارمي، وشرح السنة للبغوي، وفي التفسير: تفسير القرآن العظيم لابن كثير، وتفسير الإمام البغوي، وفي المصطلح: نخبة الفكر لابن حجر، وشرح ألفية العراقي، وفي العقيدة: الأصول الثلاثة، وفضل الإسلام، وكتاب التوحيد كلها للإمام محمد بن عبد الوهاب، والعقيدة الواسطية، والعقيدة الحموية كلها لابن تيمية، والعقيدة الطحاوية، وكتاب التوحيد لابن خزيمة، وفتح المجيد شرح كتاب التوحيد، وكتب ابن تيمية، ومنها ما تقدم، ومجموع الفتاوى، والاستقامة، والأمر بالمعروف والنهي عن المنكر، وكتب ابن القيم، ومنها: زاد المعاد، وإغاثة اللهفان من مصائد الشيطان، ومفتاح دار السعادة، وكتاب الروح، وكتب أئمة الدعوة النجدية، ومنها: الدرر السنية في الأجوبة النجدية، وفي كتب الأحكام: بلوغ المرام لابن حجر، ومنتقى الأخبار للمجد ابن تيمية، وعمدة الأحكام للمقدسي، وفي الفقه: الروض المربع، وفي الفرائض: الفوائد الجلية في المباحث الفرضية، وفي التاريخ والسير: البداية والنهاية لابن كثير، وغير ذلك من الدروس النافعة.\r\r7 - حصل على درجة الماجستير، من جامعة الإمام محمد بن سعود الإسلامية، وكانت رسالته: «الحكمة في الدعوة إلى اللَّه» وأجيزت بتقدير ممتاز مع مرتبة الشرف الأولى، في 25/ 1/ 1412هـ‍\r\r8 - حصل على شهادة الدكتوراه من جامعة الإمام محمد بن سعود الإسلامية، وكانت رسالته: «فقه الدعوة في صحيح الإمام البخاري»، وأجيزت بتقدير ممتاز مع مرتبة الشرف الأولى 15/ 11/1419هـ‍.\r\r9 - حصل على ثلاث إجازات في القرآن الكريم على النحو الآتي:\r* الإجازة الأولى: برواية حفص عن عاصم بتوسط المنفصل والمتصل من الشيخ أحمد بن أحمد، مصطفى أبو الحسن، مدرس القرآن والقراءات بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية، وذلك بتاريخ 10/ 1/1414هـ‍ مصدقة من عميد كلية أصول الدين.\r* الإجازة الثانية: برواية حفص عن عاصم من الشيخ حسن بن أحمد بن حماد مدرس القرآن الكريم بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية، وذلك بتاريخ 3/ 11/1414هـ‍ مصدقة من عميد كلية أصول الدين.\r* الإجازة الثالثة: برواية حفص عن عاصم بقصر المنفصل وتوسط المتصل من طريق طيبة النشر في القراءات العشر لابن الجزري، من فضيلة الشيخ/ أحمد بن أحمد مصطفى أبو الحسن، مدرس القرآن والقراءات بكلية أصول الدين، وذلك بتاريخ 28/ 1/1416هـ‍ مصدقة من عميد كلية أصول الدين.\r\rوهو شيخ فاضل له جهود دعوية كثيرة، وله ما يقارب ثمانون مؤلفا في العلوم الشرعية","seal":"DF1B8216","cat":"بحوث ومسائل","oNum":96540,"BkId":96540,"oAuth":150,"bVer":1,"aSeal":"57B4E327"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t96540":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"1 - النبي - صلى الله عليه وسلم - نهى عن نتف الشيب، وقال: ((إنه نور المسلم))"},
      {"lvl":1,"id":5,"sub":1,"tit":"2 - ((من شاب شيبة في الإسلام كانت له نورا يوم القيامة))."},
      {"lvl":1,"id":5,"sub":2,"tit":"3 - ((من شاب شيبة في سبيل الله كانت له نورا))"},
      {"lvl":1,"id":6,"sub":0,"tit":"4 - ((الشيب نور المؤمن))."},
      {"lvl":1,"id":6,"sub":1,"tit":"5 - ((لا تنتفوا الشيب))."},
      {"lvl":1,"id":8,"sub":0,"tit":"6 - ((غيروا هذا بشيء واجتنبوا السواد))"},
      {"lvl":1,"id":9,"sub":0,"tit":"7 - ((أتيت أنا وأبي النبي - صلى الله عليه وسلم -، وكان قد لطخ لحيته بالحناء))."},
      {"lvl":1,"id":9,"sub":1,"tit":"8 - ((أتيت النبي - صلى الله عليه وسلم - ورأيته قد لطخ لحيته بالصفرة))"},
      {"lvl":1,"id":10,"sub":0,"tit":"9 - ((رأيت ابن عمر يصفر لحيته))"},
      {"lvl":1,"id":10,"sub":1,"tit":"10 - ((إن أحسن ما غيرتم به الشيب: الحناء والكتم))."},
      {"lvl":1,"id":10,"sub":2,"tit":"11 - ((مر على النبي - صلى الله عليه وسلم - رجل قد خضب بالحناء فقال: ((ما أحسن هذا؟))"},
      {"lvl":1,"id":11,"sub":0,"tit":"12 - ((كان النبي - صلى الله عليه وسلم - يلبس النعال السبتية، ويصفر لحيته))."},
      {"lvl":1,"id":12,"sub":0,"tit":"13 - ((إن اليهود والنصارى لا يصبغون فخالفوهم))."},
      {"lvl":1,"id":14,"sub":0,"tit":"14 - ((يكون قوم يخضبون في آخر الزمان))."},
      {"lvl":2,"id":15,"sub":0,"tit":"* نسود أعلاها وتأبى أصولها"},
      {"lvl":2,"id":15,"sub":1,"tit":"* وقال الإمام ابن القيم رحمه الله"},
      {"lvl":2,"id":16,"sub":0,"tit":"يستخلص من الأحاديث الواردة في الشيب وخضابه"},
      {"lvl":3,"id":16,"sub":1,"tit":"أولا: الشيب نور المسلم في الدنيا والآخرة."},
      {"lvl":3,"id":16,"sub":2,"tit":"ثانيا: المنع من نتف الشيب ثابت عن النبي - صلى الله عليه وسلم -."},
      {"lvl":3,"id":16,"sub":3,"tit":"ثالثا: الشيب تزاد به الحسنات."},
      {"lvl":3,"id":16,"sub":4,"tit":"رابعا: الشيب ترفع به الدرجات."},
      {"lvl":3,"id":16,"sub":5,"tit":"خامسا: الشيب تحط به الخطايا."},
      {"lvl":3,"id":16,"sub":6,"tit":"سادسا: تحريم صبغ الشيب بالسواد."},
      {"lvl":3,"id":17,"sub":0,"tit":"سابعا: صبغ الشيب بالحناء، أو الصفرة، أو الحناء والكتم سنة مؤكدة."},
      {"lvl":3,"id":17,"sub":1,"tit":"ثامنا: الحناء: لونه أحمر، والحناء والكتم: لونه بين السواد والحمرة."},
      {"lvl":3,"id":17,"sub":2,"tit":"تاسعا: من صبغ الشيب بالسواد من السلف فلا دليل له من كتاب ولا سنة."},
      {"lvl":3,"id":17,"sub":3,"tit":"عاشرا: لا قول لأحد مع قول رسول الله - صلى الله عليه وسلم - كائنا من كان."},
      {"lvl":3,"id":17,"sub":4,"tit":"الحادي عشر: الشيب له أسباب غير كبر السن،"},
      {"lvl":1,"id":17,"sub":5,"tit":"15 - ((شيبتني هود، والواقعة، والمرسلات، وعم يتساءلون، وإذا الشمس كورت))."},
      {"lvl":1,"id":18,"sub":0,"tit":"16 - ((شيبتني هود وأخواتها))."}
    ]
}
