{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b96786":
    [
      {"id":1,"nass":"غَارَةُ الفِصَلِ\rعَلَىَ\rالمُعْتَدِيْنَ عَلَىَ كُتُبِ العِلَلِ\r\rلأبي عبد الرحمن\rمقبل بن هادي الوادعي","Part":null,"seal":"3BC59972","page":null},
      {"id":2,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rالحمد لله حمدًا كثيرًا طيبًا مباركًا فيه، كما يحب ربنا ويرضى، والصلاة والسلام على نبينا محمد صلى الله عليه وعلى آله وسلم المنزل فيه: (إنا أعطيناك الكوثر * فصل لربك وانحر * إن شانئك هو الأبتر) [الكوثر:1 - 3].\rوأشهد أن لا إله إلا الله، وحده لا شريك له المنزل في كتابه: (لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرًا وإن تصبروا وتتقوا فإن ذلك من عزم الأمور) [آل عمران: 186].\rأما بعد: ففي الوقت الذي قام الإعلام من الداخل والخارج بحملة شرسة على دعوة أهل السنة باليمن، حملهم الغيظ لما رأوا إقبال المجتمع اليمني عليها، ولما لها من محبة في قلوب المحبين للخير، وكنا نتوقع من إخواننا بنجد وبأرض الحرمين وبمصر وغيرهم ممن عرف حقيقة دعوة إخوانهم أهل السنة باليمن، كنا نتوقع منهم أن يدافعوا عن إخوانهم","Part":"1","seal":"B0B5C9D5","page":5},
      {"id":3,"nass":"الذين نفع الله بهم، ودحر بهم التصوف والتشيع والحزبية الممقوتة، بل دحر بهم الشيوعي، والبعثي، والناصري، وجميع فرق الضلال، في ذلك الوقت نفسه وافتنا جريدة سخيفة يكتب فيها علي رضا أربعة أحاديث من \" أحاديث ظاهرها الصحة وهي معلة \" بعنوان: (ما هكذا تُعَلُّ الأحاديث).\rوقد رد عليَّ غير واحد ولا أبالي بردودهم ولا أرد عليها وتموت، بل يكون إخراجها سببًا لنصر السنة.\rوالعلماء من زمن قديم يرد بعضهم على بعض، فأبوحاتم وأبو زرعة قد بينا بعض أخطاء الإمام البخاري في \" تاريخه \"، والدارقطني قد انتقد على البخاري ومسلم قدر مائتي حديث، والخطيب في كتابه\" موضح أوهام الجمع والتفريق \" يرد على البخاري بعض أوهامه في \" التاريخ\"، ولم يزل العلماء يختلفون في صحة بعض الأحاديث وضعفها وفي توثيق الرجل وتجريحه ولقد أحسن من قال:\rوجدال أهل العلم ليس بضائري ... ما بين غالبهم من المغلوب\rوبعد قراءة تلك الجريدة طالعت بعض تحقيقات علي رضا، وإذا به تِيهٌ واستخفاف ببعض العلماء، فرأيت أنه يلزمني أن أبين له حقيقة خطئه حتى لا يتجرأ على علماء آخرين، ورب العزة يقول في كتابه الكريم: (لا يحب الله الجهر بالسوء من القول إلا من ظلم) [النساء: 148].\rويقول: (وإن عاقبتم فعاقبوا بمثل ما عاقبتم به ولئن صبرتم لهو","Part":"1","seal":"331B55E9","page":6},
      {"id":4,"nass":"خير للصابرين) [النحل:126]، ويقول في معرض المدح: (والذين إذا أصابهم البغي هم ينتصرون * وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله إنه لا يحب الظالمين * ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل * إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم * ولمن صبر وغفر إن ذلك لمن عزم الأمور) [الشورى:39 - 43].\rولو كانت المسألة تتعلق بشخصي لما رددت عليه، فمن أنا حتى أضيع الوقت في الدفاع عن نفسي؟ ولكن المسألة فيها هجوم على كتب العلل من كثير من العصريين، واستخفاف بعلماء الحديث الأقدمين؛ فلذلك استعنت بالله وتركت بعض مشاريعي من أجل الرد على علي رضا وسميت الرد: \" غارة الفِصَل على المعتدين على كتب العِلَل \".\rوليس علي هو المقصود نفسه، بل كثير من العصريين الذين يستخفون بأقوال أئمة العلل، وقد كننت عازماً على التخشين؛ فشفع بعض إخواننا الأفاضل من ساكني المدينة في الرفق به.\rوقد كنت ذكرت بعض النقولات المفيدة في مقدمة \" أحاديث ظاهرها الصحة \" فيما يتعلق بعلم العلل لو راجعها علي لما وقع فيما وقع فيه.\rولما رأيتها لم تُغن شيئًا رأيت أن أذكر فوائد من كتب العلل لعلها تسهل على القارئ بعض إشكالات كتب العلل.","Part":"1","seal":"4150B66E","page":7},
      {"id":5,"nass":"والحق أن كتب العلل فوق مستوانا فقد طلب مني بعض إخواني في الله أن أدرِّسهم في \"كتاب العلل\" لابن أبي حاتم؛ فقلت لهم: لا أستطيع أخشى أن نقرأ الحديث ونعتقد ضعفه، ويكون في \" الصحيحين\" أو غيرهما عن صحابي آخر أو من طريق أخرى عن ذلك الصحابي فهي تحتاج إلى حافظ يعلم أن الحديث في كتاب آخر صحيح كما تقدم، أو أنه مُعلِّ من جميع طرقه.\rوإنني أحمد الله فبسبب كثرة الممارسة لهذا الفن في الكتابة على تتبع الدارقطني واستدراكه على البخاري ومسلم وهو من كتب العلل فقد سهلت عليَّ بعض الشيء، ومع هذا فلا أزال أهاب هذا الفن وكتابي \" أحاديث معلة ظاهرها الصحة \" أغلبها نقل من كتب علمائنا رحمهم الله.\rولا تظن أن كلام علي رضا قد أثر عليَّ، فأنا آلفُ للمصارعة، وصدري بحمد الله رحب للانتقاد، والذي يهاب الرد عليه ما يؤلف، فزيادة على ثلاثين مؤلفًا وقسط كبير من الأشرطة وأعداء الدعوة كثير، والحسدة أكثر ثم أتوقع أنه لا يرد عليَّ؟!!.\rما سلم الله من بريته ولا نبي الهدي فكيف أنا\rوكذا بحمد الله لم يزدد الناس إلا رغبة في الكتاب وصدق من قال:\rوإذا أراد الله نشر فضيلة ... طويت أتاح لها لسان حسود\rلولا اشتعال النار في جزل الغضى ... ما كان يعرف طيب نشر العود\rفبعد أن خرجت الجريدة أتاني بعض الإخوة من أصحاب دور","Part":"1","seal":"236637E6","page":8},
      {"id":6,"nass":"النشر وألح عليَّ في نشره فقلت: لا أستطيع قد وعدت الأخ الناشر الأول.\rوكذا تكالب وسائل الإعلام على دعوة أهل السنة ما زادت الناس إلا وثوقاً بالدعوة والقائمين عليها، فكثير من الناس يعلم حقيقة دعوتنا وحقيقة وسائل الإعلام، فلك الحمد يا ربنا أنت الذي صبَّرتنا ونصرتنا ورددتهم خائبين خاسرين، فالفضل لك وحدك فأنت المقدم وأنت المؤخر وأنت على كل شيء قدير، وحسبنا الله نعم الوكيل، نعم المولى ونعم النصير.\r****","Part":"1","seal":"C26862AD","page":9},
      {"id":7,"nass":"فوائد وقواعد\rقال الحافظ ابن رجب رحمه الله في \" ملحق شرح علل الترمذي \" (ج2 ص756):\r\rقاعدة مهمة: حذاق النقاد من الحفاظ لكثرة ممارستهم للحديث ومعرفتهم بالرجال وأحاديث كل واحد منهم، لهم فهم خاص يفهمون به أن هذا الحديث يشبه حديث فلان ولا يشبه حديث فلان فيعللون الأحاديث بذلك.\rوهذا مما لا يعبَّر عنه بعبارة تحصره، وإنما يرجع فيه أهله إلى مجرد الفهم والمعرفة، التي خصوا بها عن سائر أهل العلم، كما سبق ذكره في غير موضع.\r- فمن ذلك:\r- سعد بن سنان، ويقال سنان بن سعد:\rيروي عن أنس ويروي عنه أهل مصر.\rقال أحمد: تركت حديثه، حديثه حديث مضطرب، وقال: يشبه","Part":"1","seal":"72727D60","page":10},
      {"id":8,"nass":"حديثه حديث الحسن، لا يشبه أحاديث سنان، نقله عبد الله بن أحمد عن أبيه.\rومراده: أن الأحاديث التي يرويها عن أنس مرفوعة، إنما تشبه كلام الحسن البصري أو مراسيله.\rوقال الجوزجاني: أحاديثه واهية لا تشبه أحاديث الناس عن أنس.\r- حديث شعيب بن أبي حمزة عن ابن المنكدر:\rروى عنه أحاديث:\rمنها: حديث ابن المنكدر عن جابر مرفوعاً: \" من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة .. \"الحديث، وقد خرجه البخاري في \" صحيحه \".\rوله علة: ذكرها ابن أبي حاتم عن أبيه قال: قد طعن في هذا الحديث، وكان عَرض شعيب عن أي حمزة بن المنكدر كتابًا فأمر بقراءته عليه فعرف بعضًا وأنكر بعضًا وقال لابنه أو ابن أخيه: اكتب هذا الأحاديث، فدوَّن شعيب ذلك الكتاب، ولم تثبت رواية شعيب تلك الأحاديث على الناس، وعرض عليَّ بعض تلك الكتب فرأيتها متشابهة لحديث إسحاق عن أبي فروة، وهذا الحديث من تلك الأحاديث.\rقلت: ومصداق ما ذكره أبو حاتم أن شعيب بن أبي حمزة روى عن ابن المنكدر عن جابر حديث الاستفتاح في الصلاة بنحو سياق حديث علي.\rوروي عن شعيب عن ابن المنكدر عن الأعرج عن محمد بن","Part":"1","seal":"C2A465E4","page":11},
      {"id":9,"nass":"مسلمة، فرجع الحديث إلى الأعرج.\rوإنما رواه الناس عن الأعرج عن عبيد الله بن أبي رافع عن علي بن أبي طالب.\rومن جملة من رواه عن الأعرج بهذا الإسناد: إسحاق بن أبي فروة.\rوقيل: إنه رواه عن عبد الله بن الفضل عن الأعرج.\rوروي عن محمد بن حمير عن شعيب بن أبي حمزة عن ابن أبي فروة وابن المنكدر عن الأعرج عن محمد بن مسلمة.\rرواه حيوة عن شعيب عن إسحاق عن الأعرج عن عبيد الله بن أبي رافع عن محمد بن مسلمة، فظهر بهذا أن الحديث عند شعيب عن أبي فروة.\rوكذا قال أبو حاتم الرازي: هذا الحديث من حديث إسحاق بن أبي فروة يرويه شعيب عنه.\rوحاصل الأمر: أن حديث الاستفتاح رواه شعيب عن اسحاق بن أبي فروة وابن المنكدر، فمنهم من ترك إسحاق وذكر ابن المنكدر، ومنهم من كنى عنه، فقال: عن ابن المنكدر وآخر، وكذا وقع في \" سنن النسائي \".\rوهذا مما لا يجوز فعله، وهو أن يروي الرجل حديثًا عن اثنين: أحدهما مطعون فيه، والآخر ثقة، فيترك ذكر المطعون فيه ويذكر الثقة.\rوقد نص الإمام أحمد على ذلك، وعَلَّلَه بأنه ربما كان في حديث","Part":"1","seal":"D3F40553","page":12},
      {"id":10,"nass":"الضعيف شيء ليس في حديث الثقة وهو كما قال، فإنه ربما كان سياق الحديث للضعيف وحديث الآخر محمولٌ عليه.\rفهذا الحديث يرجع إلى رواية إسحاق بن أبي فروة وابن المنكدر، ويرجع إلى حديث الأعرج، ورواية الأعرج له معروفة عن ابن أبي رافع عن علي، وهو الصواب عند النسائي والدارقطني وغيرهما.\rوهذا الاضطراب في الحديث الظاهر أنه من ابن أبي فروة لسوء حفظه وكثرة اضطرابه في الأحاديث، وهو يروي عن ابن المنكدر، وقد روى هذا الحديث يزيد بن عياض بن جعدبة عن ابن المنكدر عن الأعرج عن ابن أبي رافع عن علي.\rوقد كان بعض المدلسين يسمع الحديث من ضعيف فيرويه عنه ويدلسه معه عن ثقة لم يسمعه منه، فيظن أنه سمعه منهما، كما روى معمر عن ثابت وأبان وغير واحد عن أنس عن النبي صلى الله عليه وعلى آله وسلم أنه نهى عن الشغار.\rقال أحمد: هذا عمل أبان - يعني أنه حديث أبان - وإنما معمر يعني لعله دلسه، ذكره الخلال عن الهلال بن العلاء الرقي عن أحمد.\r- ومن هذا المعنى: أن ابن عيينة كان يروي عن ليث وابن أبي نجيح جميعًا عن مجاهد عن أبي معمر عن علي حديث القيام للجنازة.\rقال الحميدي: فكنا إذا وقفناه عليه لم يدخل في الإسناد أبا معمر إلى في حديث ليث خاصة.","Part":"1","seal":"69ACFF73","page":13},
      {"id":11,"nass":"يعني أن حديث ابن أبي نجيح كان يرويه عن مجاهد عن علي منقطعًا، وقد رواه ابن المديني وغيره عن ابن عيينة بهذين الإسنادين.\rورواه ابن أبي شيبة وغيره عن ابن عيينة عن ابن أبي نجيح وحده، وذكر في إسناده مجاهدًا وهو وَهْمٌ.\rقال يعقوب بن شيبة: كان سفيان بن عيينة ربما يحدث بالحديث عن اثنين فيسند الكلام عن أحدهما، فإذا حدث به عن الآخر على الانفراد أوقفه أو أرسله.\r- معقله بن عبيد الله الجزري:\rلقد سبق قول أحمد: إن حديثه عن أبي الزبير يشبه حديث ابن لهيعة، وظهر مصداق قول أحمد إن أحاديثه عن أبي الزبير مثل أحاديث ابن لهيعة سواء كحديث اللمعة في الوضوء وغيره.\rوقد كانوا يستدلون باتفاق حديث الرجلين في اللفظ على أن أحدهما أخذه عن صاحبه.\rكما قال ابن معين في مطرف بن مازن: إنه قابل كتبه عن ابن جريج ومعمر فإذا هي مثل كتب هشام بن يوسف سواء، وكان هشام يقول: لم يسمعها من ابن جريج ومعمر إنما أخذها من كتبي.\rقال يحيى: فعلمت أن مطرقًا كذاب، يعني علم صدق قول هشام عنه.\r*ومن ذلك:\rقول أحمد وأبي حاتم في أحاديث الدراوردي عن عبيد الله بن عمر:","Part":"1","seal":"B9899040","page":14},
      {"id":12,"nass":"إنها تشبه أحاديث عبد الله بن عمر.\r*ومن ذلك:\rما ذكره البرذعي قال: قال لي أبو زرعة: خالد بن يزيد المصري وسعيد بن أبي هلال صدوقان وربما وقع في قلبي من حسن حديثهما.\rقال: وقال لي أبو حاتم: أخاف أن يكون بعضها مراسيل عن ابن أبي فروة وابن سمعان. انتهى.\rومعنى ذلك انه عرض حديثهما على حديث ابن أبي فروة وابن سمعان فوجده يشبهه، ولا يشبه حديث الثقات الذين يحدثان عنهم، فخاف أن يكونا أخذا حديث ابن أبي فروة وابن سمعان ودلساه عن شيوخهما.\r- ومن ذلك:\rأن مسلمًا خرَّج في \" صحيحه \" عن القواريري عن أبي بكر الحنفي عن عاصم بن محمد العمري ثنا سعيد المقبري عن أبيه عن أبي هريرة عن النبي صلى الله عليه وعلى آله وسلم قال: \" قال الله عز وجل: أبتلي عبدي المؤمن فإن لم يشكني إلى عواده أطلقته من أساري ثم أبدلته لحمًا خيرًا من لحمه ... \" الحديث.\rقال الحافظ أبو الفضل بن عمار الهروي الشهيد رحمه الله: هذا حديث منكر وإنما رواه عاصم بن محمد عن عبد الله بن سعيد المقبري عن أبيه. وعبد الله ابن سعيد شديد الضعف. قال يحي القطان: ما رأيت أحدًا أضعف منه.","Part":"1","seal":"5DD52161","page":15},
      {"id":13,"nass":"ورواه معاذ بن معاذ عن عاصم بن محمد عن عبد الله بن سعيد عن أبيه عن أبي هريرة، وهو يشبه أحاديث عبد الله بن سعيد. انتهى.\r- ومن ذلك:\rقول ابن المديني في حديث الفضل بن عباس عن النبي صلى الله عليه وعلى آله وسلم في خطبة الوداع، الذي رواه القاسم بن يزيد بن عبد الله بن قسيط عن أبيه عن عطاء عن الفضل: إنه يشبه أحاديث القصاص وليس يشبه أحاديث عطاء عن أبي رباح.\r- ومن ذلك:\rحديث يرويه عمر بن يزيد الرفاء عن شعبة عن عمرو بن مرة","Part":"1","seal":"70810DD0","page":16},
      {"id":14,"nass":"عن أبي وائل عن عبد الله عن النبي صلى الله عليه وسلم: \" ما بال أقوام يشرفون المترفين، ويستخفون بالعابدين، ويعملون بالقرآن ما وافق أهواءهم، وما خالف اهواءهم تركوه ... ) الحديث.\rقال ابن عدي: هذا يعرف بعمر بن يزيد عن شعبة، وهو بهذا الإسناد باطل.\rقال العقيلي: وليس لهذا الحديث أصل من حديث شعبة. قال: وهذا الكلام عندي والله أعلم يشبه كلام عبد الله بن المسور الهاشمي المدايني وكان يضع الحديث، وقد روى عمرو بن مرة عنه؛ فلعل هذا الشيخ حمله عن رجل عن عمرو بن مرة عن عبد الله بن المسور مرسلاً وأحاله على شعبه. انتهى. والأمر على ما ذكره العقيلي رحمه الله.\rوقد روى عمرو بن مرة عن ابن المسور المدايني حديثًا آخر أصله مرسل عن النبي صلى الله عليه وعلى آله وسلم: لما نزل قوله تعالى: (فمن يرد الله أن يهديه يشرح صدره للإسلام) [الأنعام:125]، قال النبي صلى الله عليه وعلى آله وسلم: \" إذا دخل النور القلب انشرح وانفسح ... \" الحديث.\rفهذا هو أصل الحديث ثم وصله قوم وجعلوا له إسنادًا موصولاً مع اختلافهم فيه.\rقال الدارقطني: يرويه عمرو بن مرة، واختلف عنه؛ فرواه مالك ابن مغول عن عمرو بن مرة عن عبيدة عن عبد الله بن مسعود عن النبي صلى الله عليه وعلى آله وسلم، قاله عبد الله بن محمد بن المغيرة تفرد بذلك.","Part":"1","seal":"6C60D4DD","page":17},
      {"id":15,"nass":"ورواه زيد بن أبي أنيسة عن عمرو بن مرة عن أبي عبيدة عن عبد الله بن مسعود، قاله أبوعبد الرحيم عن زيد.\rوخالفه يزيد بن سناه فرواه عن زيد عن عمرو بن مرة عن عبد الله ابن الحارث عن ابن مسعود، وقال وكيع: عن المسعودي عن عمرو ابن مرة عن أبي عبيدة عن عبد الله.\rوكلها وَهْم، والصواب: عن عمرو بن مرة عن أبي جعفر عبد الله ابن المسور مرسلاً عن النبي صلى الله عليه وعلى آله وسلم، كذلك قاله الثوري.\rوعبد الله بن المسور هذا متروك، وهو عبد الله بن المسور بن عون ابن جعفر بن أبي طالب. انتهى. والصحيح عن وكيع، كما رواه الثوري فقد خرَّجه وكيع في \" كتاب الزهد \" عن المسعودي عن عمرو ابن مرة عن أبي جعفر عبد الله بن مسور عن النبي صلى الله عليه وعلى آله وسلم مرسلاً. وما ذكره الدارقطني عن وكيع لا يثبت عنه.\r*ومن ذلك:\rما ذكره عبد الله بن الإمام أحمد في \" كتاب العلل \" قال: حدثني أبومعمر نا أبو اسامة قال: كنت عند سفيان الثوري فحدثه زائدة عن شعبة عن سلمة بن كهيل عن سعيد بن جبير: (فصعق من في السموات ومن في الأرض إلا من شاء الله) [الزمر: 68] قال: هم الشهداء.","Part":"1","seal":"D6141700","page":18},
      {"id":16,"nass":"فقال له سفيان: إنك لثقة وإنك لتحدثنا عن ثقة، وما يقبل قلبي أن هذا من حديث سلمة، فدعا بكتاب فكتب من سفيان بن سعيد إلى شعبة ... وجاء كتاب شعبة: من شعبة إلى سفيان: إني لم أحدث بهذا عن سلمة، ولكن حدثني عمارة بن أبي حفصة عن حجر الهجري عن سعيد بن جبير.\r- ومن ذلك:\rأنهم يعرفون الكلام الذي يشبه كلام النبي صلى الله عليه وعلى آله وسلم، من الكلام الذي لا يشبه كلامه.\rقال ابن أبي حاتم الرازي عن أبيه: تعلم صحة الحديث بعدالة ناقليه، وإن يكون كلامًا يصلح أن يكون مثله كلام النبوة، ويعرف سقمه وإنكاره بتفرد من لم تصح عدالته بروايته، والله أعلم.","Part":"1","seal":"D8382FA1","page":19},
      {"id":17,"nass":"فائدة نفيسة\rتدل على تيقظ علماء الحديث واستيعابهم\rفنهم وأنهم لا يجارون في ذلك\rقال الحافظ ابن رجب رحمه الله في \" ملحق شرح علل الترمذي \" (ص732):\r\rذكر الأسانيد التي لا يثبت منها شيء، أو لا يثبت منها إلا شيء يسير مع انه قد روي بها أكثر من ذلك.\r- قتادة عن الحسن عن انس عن النبي صلى الله عليه وعلى آله وسلم:\rهذه السلسلة قال البرديجي: لا يثبت منها حديث أصلاً من رواية الثقات.\r- قتادة عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم:\rقال البرديجي: هذه الأحاديث كلها معلولة، وليس عند شعبة منها شيء، وعند سعيد بن أبي عروبة منها حديث، وعند هشام آخر وفيهما نظر.\r- يحيى بن سعيد الأنصاري عن سعيد بن المسيب عن أبي هريرة عن صلى الله عليه وعلى آله وسلم:\rقال البرديجي: قال ابن المديني: لم يصح منها شيء بهذا الإسناد.\rوقال البرديجي: لا يصح منها شيء إلى من حديث سليمان بن بلال","Part":"1","seal":"673EC786","page":20},
      {"id":18,"nass":"من حديث ابن أبي أويس عن أخيه عنه قال: وسائر ذلك مراسيل وصلها قوم ليسوا بأقوياء.\r- يحيى بن سعيد الأنصاري عن أنس:\rقال البرديجي: هي صحاح وهي ثلاثة أحاديث، منها حديث فيه اضطراب، وسائر حديث يحيى عن أنس فيها نظر.\r- حماد بن زيد عن أيوب عن نافع عن ابن عمر:\rقال سليمان بن حرب: لم يصح بهذا الإسناد إلا حديث واحد، وأنكر حديث نافع عن ابن عمر عن عمر في تقبيل الحجر. وقال: ليس هو عن أيوب قط.\rوحديث حماد عن نافع عن ابن عمر عن عمر في تقبيل الحجر رواه غير واحد عنه، وخرجه مسلم في \" صحيحه \".\rورواه ابن علية عن أيوب قال: نبئت أن عمر قبل الحجر. كذا رواه مرسلاً.\r- يحيى بن الجزار عن علي:\rقال شبابة: عن شعبة: لم يسمع يحيى بن الجزار من علي إلا ثلاثة أشياء: منها: أن النبي صلى الله عليه وعلى آله وسلم قام على فرضة من فرض الخندق، وأن رجلاً جاء إلى علي فقال: أي يوم هذا؟.\r- الحسن عن سمرة:\rقيل: إنه لم يسمع منه سوى حديث العقيقة وقيل: لم يسمع منه شيئًا بالكلية وقد ذكرنا ذلك غير مرة.","Part":"1","seal":"D7F260FD","page":21},
      {"id":19,"nass":"- حميد الطويل عن أنس:\rقال أبو داود الطيالسي: قال شعبة: إنما روى حميد عن أنس ما سمعه منه: خمسة أحاديث. قال أبو داود: قال حماد بن سلمة: عامة ما يروي حميد عن أنس لم يسمعه منه، إنما عامتها سمعه من ثابت.\rوذكر العجلي عن يحيى بن معين عن أبي عبيدة الحداد قال: قال شعبة: لم يسمع حميد من أنس إلى أربعة وعشرين حديثًا.\r- الزبير بن عدي عن أنس عن النبي صلى الله عليه وعلى آله وسلم:\rقال ابن معين: ليس له إلا حديث واحد يعني حديث: \" لا يأتي عليكم زمان إلا والذي بعده شر منه \"، وكذا قال ابن حبان.\rوقال أبو حاتم الرازي: له عنه أربعة أحاديث أو خمسة.\rوروى بشر بن الحسين الأصبهاني عن الزبير عن أنس عن النبي صلى الله عليه وعلى آله وسلم نسخة نحو عشرين حديثًا وهي موضوعة، قاله أبو حاتم وغيره.\r- الأعمش:\rقيل: إنه سمع من أنس حديثًا واحدًا، وقيل: إنه لم يسمع منه شيئاً.\rوقد سبق ذلك مستوفى في أول الكتاب.\r- الزهري:\rقيل: إنه لم يسمع من ابن عمر، وقيل: سمع منه حديثين، كذا ذكره محمد بن يحيى عن عبد الرزاق عن معمر.","Part":"1","seal":"34F7AA30","page":22},
      {"id":20,"nass":"- أبو إسحاق عن الحارث:\rلم يسمع منه غير أربعة أحاديث، والباقي كتاب أخذه، كذا قاله شعبة، وكذا قال العجلي وغيره، وقال الإمام أحمد: سمعت أبا بكر ابن عياش قال: قل ما سمع أبو إسحاق من الحارث: ثلاثة أحاديث.\r- الحكم عن مقسم:\rروى عنه كثيرًا، ولم يسمع منه سوى أربعة أحاديث، قاله شعبة.\rقال أبو داود: ليس فيها سند واحد، يعنى: كلها موقوفات.\rوذكر ابن المديني عن يحيى بن سعيد عن شعبة أنه قال: هي خمسة أحاديث وعدها شعبة: حديث الوتر، وحديث القنوت، وحديث عزمة الطلاق، وحديث جزاء ما قتل من النعم، وحديث الرجل يأتي امرأته وهي حائض.\r- قتادة عن أبي العالية:\rقال شعبة: لم يسمع منه إلا أربعة أحاديث، حديث يونس بن متى، وحديث ابن عمر في الصلاة، وحديث: \" القضاة ثلاثة \"، وحديث ابن عباس: شهد عندي رجال مرضيون وأرضاهم عندي عمر الحديث. وقد خرجا له في \" الصحيحين \" عن أبي العالية حديثين آخرين: أحدهما: حديث دعاء الكرب، والثاني: حديث رؤية النبي صلى الله عليه وعلى آله وسلم ليلة أسرى به موسى وغيره من الأنبياء.","Part":"1","seal":"6A2D7555","page":23},
      {"id":21,"nass":"- أبو سفيان طلحة بن نافع:\rقال شعبة وابن عيينة: روايته عن جابر إنما هي صحيفة، ومرادهما أنه كتاب أخذه فرواه عن جابر ولم يسمعه.\rوروي عن شعبة قال: حديث أبي سفيان عن جابر إنما هو كتاب سليمان اليشكري.\rوقال ابن المديني: قال معلى الرازي عن يحيى بن أبي زائدة، قال سمعت يزيد الدالاني قال: لم يسمع أبو سفيان من جابر إلا أربعة أحاديث.\rوذكر الترمذي في \" علله \" عن البخاري قال: كان يزيد أبو خالد الدالاني يقول: أبو سفيان لم يسمع من جابر إلا أربعة أشياء، ثم قال البخاري: وما يدريه؟ أو ما يرضى أن رأسًا برأس، حتى يقول مثل هذا؟ يشير البخاري إلى أن أبا خالد في نفسه ليس بقوي فكيف يتكلم في غيره.\rوأثبت البخاري سماع أبي سفيان من جابر، وقال في \" تاريخه \": قال لنا مسدد عن أبي معاوية عن الأعمش عن أبي سفيان: جاورت جابرًا بمكة ستة أشهر.\rقال: وقال علي: سمعت عبد الرحمن قال: قال لي هشيم عن العلاء قال: قال لي أبو سفيان: كنت أحفظ وكان سليمان اليشكري يكتب، يعني: عن جابر.\rوخرج مسلم حديث أبي سفيان عن جابر، وخرجه البخاري مقرونًا.","Part":"1","seal":"D92234CD","page":24},
      {"id":22,"nass":"- الأعمش:\rقيل: إنه لم يسمع من مجاهد إلا أربعة أحاديث، قاله ابن المبارك عن هشيم.\rوذكر ابن أبي حاتم بإسناده عن وكيع قال: كنا نتبع ما سمع الأعمش من مجاهد؛ فإذا هي سبعة أو ثمانية.\rوحكى الكرابيسي أنه سمع علي بن المديني يقول: لم يصح عندنا سماع الأعمش من مجاهد إلا نحوًا من ستة أو سبعة.\rقال علي: وكذلك سمعت يحيى وعبد الرحمن يقولان في الأعمش.\rوقال الترمذي في \" علله \": قللت للبخاري: يقولون: لم يسمع الأعمش من مجاهد إلا أربعة أحاديث؟ قال: ريح ليس بشيء، لقد عددت له أحاديث كثيرة نحوًا من ثلاثين أو أقل أو أكثر يقول فيها: ثنا مجاهد.\rوكذا نقل الكرابيسي عن الشاذكوني أن الأعمش سمع من مجاهد أقل من ثلاثين حديثًا.\rومما أختلف في سماع الأعمش له من مجاهد، حديث ابن عمر: \" كن في الدنيا كأنك غريب \" والبخاري يرى أنه سمعه الأعمش من مجاهد، وخرجه في \" صحيحه \" كذلك، وأنكر ذلك جماعة، وقد ذكرناه في \" كتاب الزهد \".\r\r- الأعمش عن أبي سفيان:\rقال الكرابيسي: حدثنا علي بن المديني وسليمان الشاذكوني قالا: روى","Part":"1","seal":"E6BA1EAF","page":25},
      {"id":23,"nass":"الأعمش عن أبي سفيان أكثر من مائة، لم يسمع منها إلا أربعة.\rقال علي: وسمعت يحيى يقول ذلك.\rوذكر البزار في \" مسنده \" أن الأعمش لم يسمع من أبي سفيان قال: وقد روى عنه نحو مائة حديث. كذا قال، وهو بعيد، وحديث الأعمش عن أبي سفيان مخرج في \" الصحيح \".\r- سفيان بن عيينة عن بريد بن عبد الله بن أبي بردة عن أبي بردة عن أبي موسى عن النبي صلى الله عليه وعلى آله وسلم.\rقال العقيلي: ليس لسفيان بهذا الإسناد غير أربعة أحاديث: \" مثل الجليس الصالح \"، و \" المؤمن للمؤمن كالبنيان \" و \" اشفعوا إليَّ فلتؤجروا \" و \" الخازن الأمين \".\rقال: ليس عنده غير هذه الأربعة.\rوروى إبراهيم بن بشار عن سفيان بهذا الإسناد حديث: \" كلكم راع \"، قال: وليس له أصل ولم يتابع إبراهيم عليه أحد عن ابن عيينة.\r- سفيان بن عيينة عن الزهري عن أنس عن النبي صلى الله عليه وعلى آله وسلم:\rذكر بعض الحفاظ أنه لا يصح بهذا الإسناد غير ستة أحاديث أو سبعة، قال: وأظهر بعضهم كتابًا كله بهذا الإسناد، فظهر كذبه وافتضح.\r- هشيم:\rلم يصح له السماع من الزهري إلا أربعة أحاديث، منها: حديث","Part":"1","seal":"95027991","page":26},
      {"id":24,"nass":"السقيفة، قاله الإمام أحمد.\rقال أحمد: وسمع هشيم من جابر - يعني الجعفي - حديثين.\r- حجاج بن أرطأة:\rقال أبو نعيم الفضل بن دكين: لم يسمع حجاج من عمرو بن شعيب إلا أربعة أحاديث، والباقي عن محمد بن عبيد الله العرزمي، يعني: أنه يدلس بقية حديثه عن عمرو عن العرزمي.\rوقال شعبة: أحاديث الحكم عن مجاهد كتاب إلا ما قال: سمعت.","Part":"1","seal":"0F12C372","page":27},
      {"id":25,"nass":"تيقظ علمائنا رحمهم الله للوقوف على حقيقة\rالأسانيد المدلسة\rقال الحافظ ابن رجب رحمه الله في \" ملحق شرح علل الترمذي \" (ص693):\rذكر بعض الأسانيد التي كان رواتها يسقطون\rمنها الضعيف غالبًا\r- فمن ذلك: رواية عبد الرزاق عن ابن جريج عن صفوان بن سليم:\rقال أبو عثمان البرذعي سمعت أبا مسعود أحمد بن الفرات يقول رأيت عند عبد الرزاق عن ابن جريج عن صفوان بن سليم أحاديث حسانًا فسألته عنها، فقال: أي شيء تصنع بها؟ هي من أحاديث إبراهيم بن أبي يحيى، قال أبو مسعود: فتركتها ولم أسمعها. انتهى.\rويقال: إن ابن جريج كان يدلس أحاديث صفوان عن أبن أبي يحيى.\r*وكذلك أحاديث:\r- ابن جريج عن المطلب بن عبد الله بن حنطب:\rقال ابن المديني: لم يسمع منه، وإنما أخذ حديثه عنه عن ابن أبي يحيى.\rوقال ابن المديني أيضًا: وكل ما في كتاب ابن جريج أخبرت عن","Part":"1","seal":"C39CDDF6","page":28},
      {"id":26,"nass":"داود بن الحصين، وأخبرت عن صالح مولى التوأمة فهو من كتب إبراهيم بن أبي يحيى.\r- ومنها: رواية عباد بن منصور عن عكرمة عن ابن عباس: وقد قيل: إنها كلها مأخوذة عن ابن أبي يحيى عن داود بن الحصين عن عكرمة.\rوله حديث في اللعان عن عكرمة.\rقال أحمد: إنما رواه عن ابن أبي يحيى. وقد ذكرناه في أبواب اللعان.\rوله حديث أخر في الحجامة.\rوحديث في الاكتحال، وقد ذكرناهما أيضًا.\rوقد سئل عنهما عباد؟ فقال: حدثينهما ابن أبي يحيى عن داود بن عكرمة.\r- ومنها: أحاديث متعددة يرويها الحسن بن ذكوان عن حبيب ابن أبي ثابت عن عاصم بن ضمرة عن علي.\rيرويها عنه عبد الوارث بن سعيد.\rإنما رواها الحسن بن ذكوان عن عمرو بن خالد الواسطي - وهو كذاب متهم بالوضع - عن حبيب ثم أسقط عمرًا من إسنادها، وكلها بواطيل قاله الإمام أحمد، وقال ابن المديني نحو ذلك.\rوقال ابن معين: بين الحسن وحبيب رجل غير ثقة.\rوقال أيضًا: لم يسمع الحسن من حبيب، إنما سمع حديثه من عمرو بن خالد عنه وعمرو متروك.","Part":"1","seal":"E89DF7C8","page":29},
      {"id":27,"nass":"وقد ذكرنا من هذا الأحاديث أحاديث متعددة متفرقة في الكتاب وبيَّنا علتها.\rوروي عن ابن جريح عن حبيب ابن أبي ثابت عن عاصم بن ضمرة عن علي مرفوعًا حديثًا في كشف الفخذ.\rقال أبو حاتم: لم يسمعه ابن جريج من حبيب، فأرى أن ابن جريج أخذه عن الحسن بن ذكوان عن عمرو بن خالد عن حبيب.\rوقال ابن المديني: أحاديث حبيب عن عاصم بن ضمرة لا تصح إنما هي مأخوذة عن عمرو بن خالد الواسطي.\rولكن ذكر يعقوب بن شيبة عن ابن المديني أنه قال في حديث ابن جريج هذا: رأيته في كتب ابن جريج أخبرني إسماعيل بن مسلم عن حبيب.\rوحبيب قال أبو حاتم: لا تثبت له رواية عن عاصم، وقد سبق ذكر حديث الفخذ في أبواب الأدب.\r- ومنها: أحاديث يرويها عبد الرحمن بن زياد الأفريقي عن عتبة بن حميد عن عبادة بن نُسي عن عبد الرحمن بن غنم عن معاذ عن النبي صلى الله عليه وعلى آله وسلم.\rقد قيل: إنها كلها مأخوذة عن محمد بن سعيد المصلوب في الزندقة المشهور بالكذب والوضع، وأنه قد أسقط اسمه من الإسناد بين عتبة وعبادة.\r*ومن جملتها: حديث المنديل بعد الوضوء، وقد سبق في كتاب الطهارة.","Part":"1","seal":"3FC47624","page":30},
      {"id":28,"nass":"نماذج من عناية علماء الحديث المتقدمين\rبحفظ الحديث وإتقانه\r- قال العقيلي رحمه الله في \" الضعفاء \" في ترجمة عبد الله بن دينار مولى ابن عمر: وقد روى عن عبد الله بن دينار شعبة وسفيان الثوري ومالك بن أنس وابن عيينة أحاديث متقاربة، عند شعبة عنه نحو عشرين حديثًا، وعند الثوري نحو ثلاثين حديثًا، وعند مالك نحوها وعند ابن عيينة بضعة عشر حديثًا.\rوأما رواية المشايخ عنه ففيها اضطراب فأنت ترى أن الإمام محمد ابن عمرو بن موسى العقيلي يحفظ ما لكل من هؤلاء الأئمة عن عبد الله بن دينار.\r- قال الإمام أحمد رحمه الله كما في \" العلل \" (ج2 ص349): كنت أنا وعلي بن المديني فذكرنا أثبت من يروي عن الزهري، فقال علي: سفيان بن عيينة، وقلت أنا: مالك بن انس، وقلت: مالك أقل خطأ عن الزهري، وابن عيينة يخطئ في نحو من عشرين حديثًا عن الزهري في حديث كذا وحديث كذا فذكرت منها ثمانية عشر حديثًا وقلت: هات ما أخطأ فيه مالك فجاء بحديثين أو ثلاثة، فرجعت فنظرت فيما أخطأ فيه ابن عيينة فإذا هي أكثر من عشرين حديثًا.","Part":"1","seal":"967D7CEB","page":31},
      {"id":29,"nass":"- وقال الحافظ ابن رجب رحمه الله في \" ملحق شرح علل الترمذي الصغير\" (ص580) بتحقيق عتر:\r- ... وذكر عبد الله بن أحمد أنه سمع يحيى بن معين قيل له: تحفظ عن عبد الرزاق عن معمر عن أبي إسحاق عن عاصم بن ضمرة عن علي النبي صلى الله عليه وعلى آله وسلم أنه مسح على الجبيرة.\rقال يحيى: باطل، ما حدث به معمر قط.\rثم قال يحيى: عليه مائة بدنة مقلدة مجللة إن كان معمر حدث بهذا قط، هذا باطل، ولو حدث بهذا عبد الرزاق كان حلال الدم، من حدث بهذا عن عبد الرزاق؟ قالوا فلان، وفي بعض النسخ: قالوا محمد بن يحيى، قال: لا والله ما حدث به معمر وعليه حجة من ههنا إلى مكة إن كان معمر يحدث بهذا.\r- قال عبد الله بن أحمد: هذا الحديث يروونه عن إسرائيل عن عمرو ابن خالد عن زيد بن علي عن آبائه عن علي عن النبي صلى الله عليه وعلى آله وسلم.\rوعمرو بن خالد لا يساوي شيئًا.\rفهذا يدل على تأكد يحيى بن معين رحمه الله ووثوقه بما يقول.","Part":"1","seal":"A944E526","page":32},
      {"id":30,"nass":"حدث حديثين امرأة إن فهمت وإلا فعشره\rقد ذكرنا في مقدمة \" أحاديث معلة ظاهرها الصحة \" عن أهل العلم: أن الحديث قد يكون معلاًّ من طريق، وصحيحًا من طريق أخرى، أو من طرق أخرى، أو عن صحابي آخر، وكان ذلك التنبيه كافيًا؛ ولكن لبعد كثير من طلبة العلم عن علم العلل يظنون أن أعل الحديث من جميع طرقه، فأحتاج إلى أن أنقل عن أهل العلم بتوسع أنهم لا يعنون بالعلة أن الحديث معل من جميع طرقه إلا إذا نصوا على ذلك. والله المستعان.\r\r- قولهم: هذا حديث منكر أو باطل أو موضوع أو ضعيف بهذا الإسناد:\r- قال ابن أبي حاتم في \" العلل \" حديث (1125):\r- سألت أبي عن حديث رواه المؤمل بن أسماعيل عن عبد الله العمري عن نافع عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم أنه نهى عن بيع الطعام حتى يقبض.\rقال أبي: هذا حديث منكر بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1126):\r- سألت أبي عن حديث رواه عبد الصمد بن عبد الوارث عن الحسن ابن أبي جعفر عن بديل عن أنس عن النبي صلى الله عليه وعلى آله وسلم قال: \" خصلتان لا يحل","Part":"1","seal":"1F12F7BB","page":33},
      {"id":31,"nass":"منعهما: الماء والنار \".\rقال أبي: هذا حديث منكر بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1378):\rسألت أبي عن حديث كتبته عن نصر بن داود بن طوق بواسط قدم علينا من الكوفة عن يحيى بن إسماعيل الواسطي قال حدثنا إبراهيم بن سعد عن الزهري عن سعيد بن المسيب عن أبي هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" لا يقتل أحد بسب أحد إلا بسب النبي صلى الله عليه وعلى آله وسلم \".\rفسمعت أبي يقول: هذا حديث باطل بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1500):\rسألت أبي عن حديث رواه محمد بن آدم بن سليمان المصيصي عن حفص بن غياث عن عبيد الله عن نافع عن ابن عمر قال: كنا في عهد رسول الله صلى الله عليه وعلى آله وسلم نأكل ونحن نمشي ونشرب ونحن قيام.\rقال أبي: قد تابعه على روايته ابن أبي شيبة عن حفص، وإنما هو حفص عن محمد بن عبيد الله العرزمي، وهذا حديث لا أصل له بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1612):\rسألت أبي عن حديث رواه ابن أبي عمر العدني عن سفيان بن عيينة عن زيد بن أسلم عن ابن عمر قال: سئل النبي صلى الله عليه وعلى آله وسلم عنها يوم عرفة - يعني العتيرة.\rقال أبي: هو حديث منكر، يعني بهذا الإسناد.","Part":"1","seal":"1F96E559","page":34},
      {"id":32,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (1697):\rسألت أبي عن حديث رواه مؤمل بن إسماعيل عن سفيان بن أبي إسحاق عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وعلى آله وسلم قال: \" بئس ما لأحدهم أن يقول: نسية آية كذا وكذا، ولكن نُسِّي \".\rقال أبي: هذا حديث منكر - يعني بهذا الإسناد.\r*قال ابن أبي حاتم في \" العلل \" حديث (1815):\rسألت أبي عن حديث رواه علي بن ميمون الرقي عن محمد بن كثير عن سفيان الثوري عن أبي حازم عن سهل بن سعد الساعدي قال:\rقال: جاء رجل إلى النبي صلى الله عليه وعلى آله وسلم، فقال: يا رسول الله أخبرني بعمل إذا أنا عملته أحبني الله عز وجل وأحبني الناس فقال رسول الله صلى الله عليه وعلى آله وسلم: \" أزهد في الدنيا يحبك الله وازهد فيما عند الناس يحبك الناس \".\rفقال أبي: هذا أيضًا حديث باطل - يعني بهذا الإسناد.\r- قال أبن أبي حاتم في \" العلل \" حديث (1840):\rسألت أبي عن حديث رواه مسيب بن واضح عن يوسف بن أسباط عن سفيان الثوري عن سلمة بن كهيل عن أبي عبيدة عن عبد الله عن النبي صلى الله عليه وعلى آله وسلم قال: \" من بنى من البنيان فوق ما يكفيه كلف أن يحمله يوم القيامة على عنقه من أرض السبع \".\rقال أبي: هذا حديث باطل لا أصل له بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1841):\rسألت أبي عن حديث رواه المسيب بن واضح عن يوسف بن أٍسباط عن","Part":"1","seal":"E2ABB821","page":35},
      {"id":33,"nass":"مالك بن مغول عن منصور عن خيثمة عن عبد الله عن النبي صلى الله عليه وعلى آله وسلم قال: \" الندم توبة \".\rقال أبي: هذا حديث باطل بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1888):\rسألت أبي عن حديث رواه عبد الرحمن بن عبد الله العمري عن سهيل بن أبي صالح عن أبيه عن أبي هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" من حسن إسلام المرء تركه ما لا يعنيه \".\rقال أبي: هذا حديث منكر جدًا بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1949):\rسألت أبي عن حديث رواه أبو هارون البكاء عن ابن لهيعة عن أبي الأسود عن عروة عن ابن عباس قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" حسب امرئ من الإيمان أن يقول: رضيت بالله ربًا وبالإسلام دينًا وبمحمد رسولاً \".\rقال أبي: هذا حديث منكر بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (1953):\rسألت أبي عن حديث رواه أبو غرارة محمد بن عبد الرحمن التيمي عن أبيه عن القاسم بن محمد عن عائشة قالت: قال النبي صلى الله عليه وعلى آله وسلم: \" الرفق يمن والخرق شؤم، وإذا أراد الله بأهل بيت خيرًا أدخل عليهم باب الرفق، وإن الرفق لم يكن في شيء إلا زانه، وإن الخرق لم يكن في شيء قط إلا شانه، وإن الحياء من الإيمان والإيمان في الجنة،","Part":"1","seal":"1721DDC0","page":36},
      {"id":34,"nass":"ولو كان الحياء رجلاً كان رجلاً صالحًا، وإن الفحش من الفجور والفجور من النار ولو كان الفحش رجلاً كان رجل سوء إن الله لم يخلقني فاحشًا \"\rقال أبي: هذا حديث منكر، قال بهذا الإسناد هو منكر.\r\r- قال ابن أبي حاتم رحمه الله في \" العلل \" حديث رقم (2014):\rوسمعت أبي وذكر حديثًا رواه بيان بن عمرو أبو محمد المحاربي عن سالم ابن نوح عن سعيد عن قتادة عن أنس قال: قال النبي صلى الله عليه وعلى آله وسلم: \" الصبر عند الصدمة الأولى \".\rفقال أبي: هذا حديث باطل بهذا الإسناد، وبيان شيخ مجهول.\r- قال ابن أبي حاتم في \" العلل\" حديث (2108):\rسألت أبا زرعة عن حديث رواه وهب بن راشد البصري بالرقة وكان جليسًا لجعفر بن برقان عن ثابت البناني عن أنس قال: قيل يا رسول الله لم ينم فلان البارحة؟ قال: \" ولم؟ \" قال: لدغته عقرب، قال: \" أما إنه لو قال حين أوى إلى فراشه: أعوذ بكلمات الله التامات من شر ما خلق، لم يضره \".\rقال أبي: هذا حديث منكر، يعني بهذا الإسناد، ووهب ضعيف الحديث.\r- قال ابن أبي حاتم في \" العلل \" حديث (2197):\rسألت أبي عن حديث رواه أبو الجواب عن سعير بن الخمس عن سليمان","Part":"1","seal":"2B39286F","page":37},
      {"id":35,"nass":"التيمي عن أبي عثمان النهدي عن أسامة بن زيد عن النبي صلى الله عليه وعلى آله وسلم قال: \" من صنع إليه معروف فقال: جزاك الله خيرًا فقد أبلغ في الثناء \".\rقال أبي: هذا حديث عندي موضوع بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل\" حديث (2414).\rسألت أبي عن حديث رواه يعقوب بن محمد الزهري عن عبد العزيزابن محمد عن الحارث بن عبد الرحمن بن أبي ذئاب عن عمه ويزيد ابن هرمز عن أبي هريرة أن رسول الله صلى الله عليه وعلى آله وسلم قال: \"إن من الشعر حكمة \".\rقال أبي: هذا حديث بهذا الإسناد منكر.\r- قال ابن أبي حاتم في \"العلل \" حديث (2549):\rسألت أبي عن حديث حدثنا إسحاق بن إبراهيم البغوي ختن ابن منيع عن داود بن منيع عن داود بن عبد الحميد الكوفي نزيل الموصل عن عمرو بن قيس الملائي عن عطية عن أبي سعيد الخدري عن النبي صلى الله عليه وعلى آله وسلم أنه قال في حجة الوداع: \" نضر الله امرأً سمع مقالتي فوعاها كما سمع فرب مبلغ أوعى من سامع \" الحديث.\rفقال أبي: هذا حديث منكر بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (2570):\rسألت أبي عن حديث رواه الأحوص بن جواب عن سفيان بن الحسن (¬1) عن\r¬_________\r(¬1) كذا في الأصل، والصواب: \" حبيب\"، كما في \" تهذيب الكمال \".","Part":"1","seal":"A2F7A261","page":38},
      {"id":36,"nass":"سليمان التيمي عن أبي عثمان عن أسامة بن زيد قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" من أولي معروفاً فقال: جزاك الله خيرًا؛ فقد أبلغ في الثناء \".\rفسمعت أبي يقول: هذا حديث منكر بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (2571):\rسألت أبي عن حديث رواه أبو سعيد مولى بني هاشم عن يحيى ابن أبي سليمان عن سعد بن إبراهيم عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وعلى آله وسلم قال: \" إذا سمعتم نهيق الحمار أو نباح الكلب أو صراخ الديك فتعوذوا بالله من الشيطان فإنهم يرون ما لا ترون \".\rفسمعت أبي يقول: هذا حديث منكر بهذا الإسناد.\r\r- قال ابن أبي حاتم في \" العلل \" حديث (2577):\rسألت أبي عن حديث حدثنا به عطية بن بقية عن أبي بقية بن الوليد عن محمد بن زياد الألهاني عن أبي أمامة عن النبي صلى الله عليه وعلى آله وسلم قال:\" أنا سابق العرب إلى الجنة، وصهيب سابق الروم إلى الجنة وبلال سابق الحبشة إلى الجنة، وسلمان سابق الفرس إلى الجنة \".\rوسمعت أبي وأبا زرعة جميعًا يقولان: هذا حديث باطل لا أصل له بهذا الإسناد.\r- قال ابن أبي حاتم في \"العلل \" حديث (2607):\rسألت أبي عن حديث رواه محمد بن بكار عن سعيد بن بشير عن قتادة عن أنس أن النبي صلى الله عليه وعلى آله وسلم قال: \" إن الملك في قريش \"","Part":"1","seal":"01D9BC1E","page":39},
      {"id":37,"nass":"قال أبي: هذا حديث منكر بهذا الإسناد.\r- قال ابن أبي حاتم في \" العلل \" حديث (2677):\rسئل أبو زرعة عن حديث رواه داود بن مهران عن عبد الرحمن بن مالك بن مغول عن عبيد الله عن نافع عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم أنه قال لأبي بكر وعمر: \" هذان سيدا كهول أهل الجنة من الأولين والآخرين إلا النبيين والمرسلين، لا تخبرهما يا علي \".\rقال أبو زرعة: هذا حديث باطل، يعني بهذا الإسناد، وامتنع أن يحدثنا وقال: أضربوا عليه.\rقال ابن الصلاح في \" المقدمة \" (ج2 ص 746) مع \"النكت \" للحافظ ابن حجر بتحقيق الشيخ الفاضل: ربيع بن هادي:\rقال: قد تقع العلة في الإسناد وهو الأكثر وقد تقع في المتن .. إلى آخره\rقال الحافظ: إذا وقعت العلة فيل الإسناد قد تقدح وقد لا تقدح، وإذا قدحت فقد تخصه وقد تستلزم القدح في المتن، وكذا القول في المتن سواء.\r\r- الأقسام التي تقع فيها العلة:\rفالأقسام على هذا ستة:\r1 - فمثال ما وقعت العلة في الإسناد ولم تقدح مطلقاً: ما يوجد مثلاً من حديث مدلس بالعنعنة، فإن ذلك علة","Part":"1","seal":"BD2457D5","page":40},
      {"id":38,"nass":"توجب التوقف عن قبوله، فإذا وجد من طريق أخرى قد صرح فيها بالسماع تبين أن العلة غير قادحة.\rوكذا إذا اختلف في الإسناد على بعض رواته، فإن ظاهر ذلك يوجب التوقف عنه، فإن أمكن الجمع بينها على طريقة أهل الحديث بالقرائن التي تحف الإسناد تبين أن تلك العلة غير قادحة.\rمثال العلة القادحة في الإسناد:\r2 - ومثال ما وقعت العلة فيه في الإسناد وتقدح فيه دون المتن: ما مثل به المصنف من إبدال راوٍ ثقة براوٍ ثقة، وهو بقسم المقلوب أليق، فإن أبدل راوٍ ضعيف براوٍ ثقة وتبين الوهم فيه؛ استلزم القدح في المتن أيضاً إن لم يكن له طريق إن لم يكن له طريق أخرى صحيحة.\rومن أغمض ذلك: أن يكون الضعيف موافقًا للثقة في نعته.\rومثال ذلك: ما وقع لأبي أسامة حماد بن أسامة الكوفي أحد الثقات عن عبد الرحمن بن يزيد بن جابر وهو من ثقات الشاميين قدم الكوفة فكتب عنه أهلها ولم يسمع منه أبو أسامة، ثم قدم بعد ذلك الكوفة عبد الرحمن بن يزيد بن تميم وهو من ضعفاء الشاميين، فسمع منه أبو أسامة وسأله عن اسمه، فقال عبد الرحمن بن يزيد، فظن أبو أسامه أنه ابن جابر فصار يحدث عنه وينسبه من قبل نفسه فيقول: حدثنا عبد الرحمن بن يزيد بن جابر، فوقعت المناكير في رواية أبي أسامة عن ابن جابر، وهما ثقتان فلم يفطن لذلك إلا أهل النقد، فميزوا ذلك ونصوا عليه كالبخاري وأبي حاتم وغير واحد.","Part":"1","seal":"9C6EBC90","page":41},
      {"id":39,"nass":"العلة قد تكون في المتن وهي غير قادحة:\r3 - ومثال ما وقع العلة في المتن دون الإسناد ولا تقدح فيهما:\rما وقع من اختلاف ألفاظ كثيرة من أحاديث \" الصحيحين \"، إذا أمكن رد الجميع إلى معنى واحد فإن القدح ينتفي عنها.\rوسنزيد ذلك إيضاحًا في النوع الآتي إن شاء الله تعالى.\r4 - ومثال ما وقعت العلة فيه في المتن واستلزمت القدح في الإسناد: ما يرويه راوٍ بالمعنى الذي ظنه يكون خطأ، والمراد بلفظ الحديث غير ذلك، فإن ذلك يستلزم القدح في الراوي فيعلل الإسناد.\r5 - ومثال ما وقعت العلة في المتن دون الإسناد: ما ذكره المصنف من أحد الألفاظ الواردة في حديث أنس رضي الله عنه وهي قوله: (ولا يذكرون بسم الله الرحمن الرحيم في أول قراءة ولا في آخرها)، فإن أصل الحديث في \"الصحيحين\".\rفلفظ البخاري: (كانوا يفتتحون بالحمد لله رب العالمين).\rولفظ مسلم في رواية له: نفي الجهر، وفي رواية أخرى: نفي القراءة.","Part":"1","seal":"625718F6","page":42},
      {"id":40,"nass":"الإعلال بالإرسال والانقطاع\rبعض إخواننا في الله يقول: إن بعض الأحاديث التي ذكرتها في \"أحاديث معلة ظاهرها الصحة\" ليست من الأحاديث المعلة، لأن الحديث المعل هو الذي ظاهره السلامة من العلة وطرأت عليه علة خفية توجب ضعفه.\rوقول هؤلاء الأفاضل صحيح؛ فهذا هو الأصل في الحديث المُعَلِّ، ولكنهم قد يذكرون المنقطع والمرسل في المعلل، فليس كل المحدثين يعرفون أن في السند إرسالاً وانقطاعًا، والله أعلم.\rفي الإعلان بالإرسال والانقطاع\r- قال ابن أبي حاتم في \" العلل \" حديث (69):\rسألت أبي عن حديث رواه أبو بكر بن عياش عن أبي إسحاق قال: كنت جالسًا عند حجر بن عدي الكندي قال: فجاءت جاريته فقالت: إن ابنك دخل المخرج ولم يمس ماء، فقال: يا جارية، هاتي تلك الصحيفة فقرأ: بسم الله الرحمن الرحيم هذا ما حدثني علي بن أبي طالب: إن الطهور نصف الإيمان.\rقال أبي: بين أبي إسحاق وحجر رجلين، يرويه الثقات عن أبي إسحاق عن آخر، فمنهم: عن غلام حجر عن حجر.","Part":"1","seal":"8A479CA2","page":43},
      {"id":41,"nass":"قال أبي: وسماع أبي بكر من أبي إسحاق ليس بذاك القوة.\r* قال ابن أبي حاتم في \" العلل \" حديث (82):\rسألت أبي عن حديث رواه هشيم عن داود بن عمرو عن بسر بن عبيد الله عن أبي إدريس الخولاني عن عوف بن مالك الأشجعي عن النبي صلى الله عليه وعلى آله وسلم أنه رخص بالمسح بتبوك للمسافر ثلاثًا، وللمقيم يوم وليلة وثبت. ورواه الوليد بن مسلم عن إسحاق بن سيار عن يونس ابن ميسرة بن حليس (¬1) عن أبي إدريس قال: سألت المغيرة بن شعبة عن ما حصر عن رسول الله صلى الله عليه وعلى آله وسلم بتبوك فقال: بال النبي صلى الله عليه وعلى آله وسلم فمسح على خفيه.\rقلت: ورواه خالد الحذاء عن أبي قلابة عن أبي إدريس عن بلال عن النبي صلى الله عليه وعلى آله وسلم أنه مسح على الخفين والخمار.\rقلت لأبي: أيهم أشبه وأصح؟\rفقال: أبي داود بن عمرو ليس بالمشهور، وكذلك إسحاق بن سيار ليس بالمشهور لم يرو عنه غير الوليد، ولا نعلم روى أبو إدريس عن المغيرة بن شعبة شيئًا سوى هذا الحديث.\rوأما حديث خالد فلا أعلم أحدًا تابع خالدًا في روايته عن أي قلابة، ويروونه عن أبي قلابة عن بلال عن النبي صلى الله عليه وعلى آله وسلم مرسلاً، لا يقول أبو إدريس، وأشبههما حديث بلال؛ لأن أهل الشام يروون عن بلال هذا الحديث في المسح من حديث مكحول وغيره، ويحتمل أن يكون أبو إدريس قد سمع من عوف والمغيرة أيضًا، فإنه من قدماء تابعي\r¬_________\r(¬1) كذا في الأصل والصواب: \" حلبس \" بالموحدة.","Part":"1","seal":"DFABCF49","page":44},
      {"id":42,"nass":"أهل الشام وله إدراك حسن.\r- قال ابن أبي حاتم في \" العلل \" حديث (87):\rسمعت أبا زرعة يقول في حديث رواه سعيد بن زيد عن واصل مولى أبي عيينة عن يحيى بن عبيد عن أبيه قال: كان رسول الله صلى الله عليه وعلى آله وسلم يتبوأ لبوله.\rفقال أبو زرعة: هذا مرسل.\r- قال ابن أبي حاتم في \" العلل \" حديث (89):\rسمعت أبي يقول في حديث رواه زمعة عن عيسى بن يزداد عن أبيه قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" إذا بال أحدكم فلينثر ذكره ثلاث مرات \".\rقال أبي: هو عيسى بن يزداد بن فسَّاء، وليس لأبيه صحبه، ومن الناس من يدخله في المسند على المجاز وهو وأبوه مجهولان.\r- قال ابن أبي حاتم في \" العلل \" حديث (550):\rسألت أبي عن حديث رواه أبو داود الطيالسي عن شعبة عن فراس عن الشعبي قال سمعت سمرة يقول: صلى رسول الله صلى الله عليه وعلى آله وسلم الصبح فقال: \" أههنا أحد من بني فلان؟ إن صاحبكم محبوس بباب الجنة بدين عليه \".\rفسمعت أبي يقول: هكذا رواه أبو داود وعمرو بن مرزوق عن شعبة عن فراس عن الشعبي قال سمعت سمرة. والشعبي لم يسمع من سمرة. روى سعيد بن مسروق عن الشعبي عن سمعان بن مشنج عن سمرة عن النبي صلى الله عليه وعلى آله وسلم.\r- قال ابن أبي حاتم في \" العلل \" حديث (908).\rسألت أبي","Part":"1","seal":"74E6DE1E","page":45},
      {"id":43,"nass":"عن حديث رواه الوليد بن مسلم عن عبد الله بن العلاء ابن زبر (¬1) أنه سمع أبا سلام الأسود قال سمعت عمرو بن عبسة قال: صلى بنا النبي صلى الله عليه وعلى آله وسلم إلى بعير من المغنم، فلما سلم أخذ وبرة من جنب البعير فقال \" ولا يحل لي من غنائمكم هذه إلا الخمس، والخمس مردود فيكم \".\rقال أبي: ما أدري ما هذا، لم يسمع أبو سلام من عمرو بن عبسة إنما يروي عن أبي أمامة عنه.\r- قال ابن أبي حاتم في \" العلل \" حديث (966):\rسألت أبي عن حديث رواه محمد بن المبارك الصوري عن الهيثم ابن حميد عن حفص بن غيلان عن مكحول قال: دخلت أنا وابن أبي زكرياء وسليمان بن حبيب على أبي أمامة بحمص فسلمنا عليه فقال: إن رسول الله صلى الله عليه وعلى آله وسلم قد بلَّغ ما أمر به فبلغوا عني ما تسمعون، سمعت النبي صلى الله عليه وعلى آله وسلم يقول: \" من خرج في سبيل الله فهو ضامن على الله تعالى، إن توفاه الله أدخله الجنة، وإن رده فبما نال من أجر أو غنيمة، والخارج من بيته إلى مسجد ضامن على الله تعالى، إن توفاه أدخله الجنة، وإن رده فبما نال من أجر أو غنيمة، والداخل بيته بسلام ضامن على الله \".\rقال أبي: هذا حديث خطأ، مكحول لم ير أبا أمامه.\r- قال ابن أبي حاتم في \" العلل \" حديث (988):\rسألت أبي\r¬_________\r(¬1) في الأصل: \" زيد \" بالمثناه التحتية بعدها دال، والصواب ما أثبتناه.","Part":"1","seal":"8C65BBB7","page":46},
      {"id":44,"nass":"عن حديث رواه ابن أبي أويس عن أبيه عن مفضل بن محمد الضبي عن عمر بن عبد الله بن يعلى قال سمعت يعلى بن مرة قال: سافرت مع رسول الله صلى الله عليه وعلى آله وسلم غير مرة فما رأيته مر بجيفة إنسان فتجاوزها حتى يأمر بدفنها لا يسأل: مسلم هو أم كافر.\rقال أبي: لم يسمع عمر بن يعلي من مرة إنما يحدث عن أبيه عن جده، وعمر ضعيف الحديث.\r- قال ابن أبي حاتم رحمه الله في \" العلل \" حديث رقم (1466):\rوسألت أبي عن حديث رواه عمار بن رزيق عن أبي إسحاق عن عمرو بن بعجة أن ابن عمر ساوم بثوب ديباج. وذكر الحديث.\rورواه زهير عن أبي إسحاق عن ابن عمر.\rقال أبي: هذا الحديث ليس مما سمع أبو إسحاق من ابن عمر، مع أن أبا إسحاق لم يسمع من ابن عمر إنما رأى ابن عمر رؤية.\r- قال ابن أبي حاتم في \" العلل \" حديث (1344):\rسألت أبي وأبا زرعة عن حديث رواه أسامة بن زيد عن الزهري عن عبد الرحمن بن أزهر قال: رأيت رسول الله صلى الله عليه وعلى آله وسلم يسأل عن خالد بن الوليد وأنا غلام شاب، وأُتي بشارب وأمرهم فضربوه فمنهم من ضرب بنعله.\rوذكرت لهما الحديث فقالا: لم يسمع الزهري هذا الحديث من عبد الرحمن بن أزهر، يدخل بينهما عبد الله بن عبد الرحمن بن أزهر. قلت لهما: من يدخل بينهما ابن عبد الرحمن بن أزهر قالا: عقيل بن خالد.","Part":"1","seal":"C64C7931","page":47},
      {"id":45,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (2010):\rسألت أبي عن حديث رواه مخلد بن يزيد الحراني عن يوسف بن صهيب عن زيد العمي عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم قال: \" من سره أن يستجاب دعوته ويكشف كربته فلييسر على المعسر\".\rقال أبي: زيد لم يسمع من ابن عمر (¬1) شيئًا.\r- قال ابن أبي حاتم في \" العلل \" حديث (2508):\rسئل أبو زرعة عن حديث رواه عمرو بن محمد قال حدثنا النضر ابن اسماعيل البجلي عن طلحة عن عطاء عن ابن عباس قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \"إذا بعثتم إلىَّ بريدًا فابعثوا حسن الوجه حسن الاسم \".\rقال أبو زرعة: هو طلحة عن عطاء مرسل.\r- قال ابن أبي حاتم في \" العلل \" حديث (100):\rسألت أبي عن حديث رواه عبد الرحيم بن زيد العمي عن أبيه عن معاوية بن قرة عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم أنه توضأ مرة مرة، وقال: \" هذا وضوء من لا يقبل الله صلاة إلا به \"، ثم توضأ مرتين مرتين وقال: \" هذا وضوء من يضاعف الله له الأجر مرتين \". ثم توضأ ثلاثًا وقال: \" هذا وضوئي ووضوء الأنبياء قبلي \".\rفقال أبي: عبد الرحيم بن زيد متروك الحديث، وزيد العمي ضعفي الحديث، ولايصح هذا الحديث عن النبي صلى الله عليه وعلى آله وسلم.\r¬_________\r(¬1) في الأصل:\" أبي عمر \" والصواب ما أثبتناه.","Part":"1","seal":"36D59B72","page":48},
      {"id":46,"nass":"وسئل أبو زرعة عن هذا الحديث فقال: هو عندي حديث واهٍ، ومعاوية بن قرة لم يلحق ابن عمر.\rقلت لأبي: فإن الربيع بن سليمان حدثنا هذا الحديث عن أسد بن موسى عن سلام بن سليم عن زيد بن أسلم عن معاوية بن قرة عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم فقال: هو سلام الطويل متروك الحديث، وهو زيد العمي وهو ضعيف الحديث.\r- قال ابن أبي حاتم في \" العلل \" حديث (106):\rسألت أبي عن حديث رواه بقية عن الوضين بن عطاء عن محفوظ بن علقمة عن ابن عائذ عن علي عن النبي صلى الله عليه وعلى آله وسلم.\rوعن حديث أبي بكر بن أبي مريم عن عطية بن قيس عن معاوية عن النبي صلى الله عليه وعلى آله وسلم: \" العين وكاء السه \".\rفقال: ليسا بقويين، وسئل أبو زرعة عن حديث ابن عائذ عن علي بهذا الحديث قال: ابن عائذ عن علي مرسل.\r- قال ابن أبي حاتم في \" العلل \" مسألة (122):\rسألت أبا زرعة يقول: حديث قتادة عن مقسم ولا أعلم قتادة روى عن عبد الحميد شيئًا ولا عن الحكم.\r- قال ابن أبي حاتم في \" العلل \" مسألة (132):\rسمعت أبي في حديث رواه بقية عن أبي بكر بن أبي مريم عن حبيب بن عبيد عن أبي الدرداء أن النبي صلى الله عليه وعلى آله وسلم توضأ من نهر وفضلت فضلة فرده في النهر.","Part":"1","seal":"0AA75D8C","page":49},
      {"id":47,"nass":"فقال أبي: حبيب عن أبي الدرداء مرسل.\r- قال ابن أبي حاتم في \" العلل \" حديث (134):\rسمعت أبي وذكر حديثًا رواه قراد أبو نوح عن شعبة عن إسماعيل ابن مسلم عن أبي المتوكل قال: توضأ عمر وبقي على بعض رجله قطعه لم يصبها الماء فأمره رسول الله صلى الله عليه وعلى آله وسلم أن يعيد الوضوء.\rفقال أبي: أبو المتوكل لم يسمع من عمر، وإسماعيل هذا ليس به بأس.\r- قال ابن أبي حاتم في \" العلل \" مسألة (138):\rسألت أبي عن رواية عروة عن علي. فقال: مرسل.\r- قال ابن أبي حاتم في \" العلل\" حديث (214):\rسألت أبي عن حديث رواه الفضيل بن سليمان عن محمد بن زيد ابن مهاجر بن قنفذ عن محمد بن إبراهيم قال: سمعت معاوية عن النبي صلى الله عليه وعلى آله وسلم \" إذا قال الرجل كما يقول المؤذن \".\rقال أبي: فيه ترك رجل، محمد بن إبراهيم التيمي لم يسمع عن معاوية.\r- قال ابن أبي حاتم في \" العلل \" حديث (1136):\rسألت أبي عن حديث رواه الفريابي عن عمر بن راشد عن يحيى ابن إسحاق بن عبد الله بن أبي طلحة عن البراء عن النبي صلى الله عليه وعلى آله وسلم قال: \" الربا اثنان وسبعون باباً أدناها مثل إتيان الرجل أمه \"\rقال أبي: هو مرسل، لم يدرك يحيى بن إسحاق البراء، ولا أدرك والده البراء.","Part":"1","seal":"E274AF2C","page":50},
      {"id":48,"nass":"- قال ابن أبي حاتم في \" العلل\" حديث (1458):\rوسألته عن حديث رواه المسيب بن واضح عن عبد الله بن نافع المدني عن ابن جريج عن نافع عن ابن عمر قال: عمم رسول الله صلى الله عليه وعلى آله وسلم عبد الرحمن بن عوف بعمامة سوداء كرابيس وأرخاها من خلفه قدر أربع أصابع. وقال: \" هكذا فاعتم، فإنه أعرف وأجمل \"، ثم قال: اغزوا في سبيل الله، قاتلوا من كفر بالله لا تغلو ولا تغدروا ولا تمثلوا هذا عهد الله إليكم وسنة نبيه فيكم \".\rقال أبي: عبد الله بن نافع لم يسمع من ابن جريج شيئًا، والحديث باطل.\r- قال ابن أبي حاتم في \"العلل\" حديث (1590):\rسألت أبي عن حديث رواه بقية عن مسلم بن زياد عن مكحول قال سمعت ابن عمر يقول: ما أمر عمر بن الخطاب بشرب الطلى قط ولا سقاه قط.\rسمعت أبي يقول: هذا وهم، مكحول لم يسمعه من ابن عمر.\r- قال ابن أبي حاتم في \" العلل \"حديث (1623):\rسألت أبي عن حديث مروان يعني الطاطري قال حدثنا يحيى بن حمزة قال حدثنا الوضين بن عطاء عن محفوظ بن علقمة عن عبد الرحمن بن عائذ الأزدي قال مروان: هذا من مشيخة أهل الشام من العتق من أصحاب معاذ، قال: يكره صيد البحر ما أشبه ما حرم من صيد البر.\rقال أبي: ابن عائذ لم يدرك معاذًا، وهذا خطأ.\r- قال ابن أبي حاتم في \" العلل\" حديث (2625):\rسألت أبي عن حديث رواه هشام بن عبيد الله الرازي عن عكرمة ابن إبراهيم عن يزيد بن شداد عن معاوية بن قرة قال حدثني عبد الله ابن عمرو بن العاص عن أبيه أنه كان عند رسول الله صلى الله عليه وعلى آله وسلم فقال: \" ادع لي سيد الأنصار \" فدعوت أُبي بن كعب.\rقال أبي: روى هذا الحديث يحي بن حسان عن عكرمة بن إبراهيم","Part":"1","seal":"D3D323C8","page":51},
      {"id":49,"nass":"عن يزيد بن شداد عن معاوية بن قرة عن ابن عبد الله بن عمرو عن أبيه عن النبي صلى الله عليه وعلى آله وسلم.\rقال أبي: ومعاوية بن قرة لم يسمع من عبد الله بن عمرو.\r- قال ابن أبي حاتم في \" العلل \" حديث (2687):\rسمعت أبي ذكر حديثًا رواه ابن فضيل عن أبي حيان عن عطاء عن ابن عمر رضي الله عنه قال: كنا مع النبي صلى الله عليه وعلى آله وسلم في سفر فأقبل أعرابي فقال له النبي صلى الله عليه وعلى آله وسلم: \" هل لك إلى خير من الذهاب؟ \" قال: نعم، قال: \" تشهد أن لا إله إلا الله وحده لا شريك له وأني رسول الله \" قال الأعرابي: فمن يشهد لك؟ قال: \" هذه الشجرة التي على داري ... . \" الحديث.\rقال أبي: وقد حدثنا علي الطنافسي وعبد المؤمن بن علي عن ابن فضيل هكذا، وأنا أنكر هذا؛ لأن أبا حيان لم يسمع من عطاء، ولم يرو عنه، وليس هذا الحديث من حديث عطاء.\rقلت: مَنْ تراه؟ قال لحديث أبي جناد أشبه.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 21):\rسألت أبا عبد الله محمد بن إسماعيل البخاري عن حديث مالك ابن أنس، عن زيد بن أسلم عن عطاء بن يسار عن عبد الله الصنابحي أن رسول","Part":"1","seal":"ED2D67FB","page":52},
      {"id":50,"nass":"الله صلى الله عليه وعلى آله وسلم قال: \" إذا توضأ العبد فتمضمض خرجت الخطايا من فيه ... \" الحديث.\rفقال: مالك بن أنس وهم في هذاا لحيدث فقال عبد الله الصنابحي، وهو أبو عبد الله الصنابحي، واسمه عبد الرحمن بن عسيلة، ولم يسمع من النبي صلى الله عليه وعلى آله وسلم وهذا الحديث مرسل.\rوعبد الرحمن هو الذي روى عن أبي بكر الصديق.\r- وقال الترمذي رحمه الله في \" العلل الكبير \" (25):\rحدثنا قتيبة حدثنا عبد السلام بن حرب عن الأعمش عن أنس بن مالك قال: كان النبي صلى الله عليه وعلى آله وسلم إذا أراد الحاجة لم يرفع ثوبه حتى يدنو من الأرض.\rوقال وكيع: عن الأعمش قال: قال ابن عمر كان النبي صلى الله عليه وعلى آله وسلم إذا أراد الحاجة. وتابعه يحيى الحماني.\rفسألت محمدًا عن هذا الحديث أيهما أصح؟ فقال كلاهما مرسل. ولم يقل أيهما أصح.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص50):\rوسألت محمدًا عن حديث الأعمش عن حبيب بن أبي ثابت عن عروة عن عائشة أن رسول الله صلى الله عليه وعلى آله وسلم قبَّل بعض نسائه ثم خرج إلى الصلاة ولم يتوضأ.\rفقال: حبيب بن أبي ثابت لم يسمع عن عروة.\r- وقال الترمذي رحمه الله في \" العلل الكبير \" (ص53):\rحدثنا","Part":"1","seal":"B64A36A8","page":53},
      {"id":51,"nass":"القاسم بن دينار الكوفي قال حدثنا حسين بن علي عن زائدة عن منصور قال: كنا في حجرة إبراهيم (النخعي) ومعنا إبراهيم التيمي فتذاكرنا المسح على الخفين، فقال إبراهيم: حدثنا عمرو بن ميمون عن أبي عبد الله الجدلي عن خزيمة بن ثابت قال: جعل لنا رسول الله صلى الله عليه وعلى آله وسلم ثلاثًا ولو استزدناه لزادنا.\rسألت محمد بن إسماعيل عن هذا الحديث، فقال: لا يصح عندي حديث خزيمة بن ثابت في المسح؛ لأنه لا يعرف لأبي عبد الله الجدلي سماع من خزيمة بن ثابت.\rوكان شعبة يقول: لم يسمع إبراهيم النخعي من أبي عبد الله الجدلي حديث المسح.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 100).\rحدثنا يحيى بن موسى حدثنا محمد بن بكر أخبرنا ابن جريج عن عمران بن أبي أنس عن مالك بن أوس بن الحدثان عن أبي ذر سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \" في الإبل صدقتها وفي البر صدقته\".\rسألت محمدًا عن هذا الحديث فقال: ابن جريج لم يسمع من عمران بن أبي أنس - يقول: حُدِّثت عن عمران بن أبي أنس.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 108):\rسألت محمدًا عن حديث ابن جريج عن عمرو بن شعيب عن أبيه عن جده: أن النبي صلى الله عليه وعلى آله وسلم بعث مناديًا:\" ألا إن صدقة الفطر واجبة على كل مسلم \".\rفقال: ابن جريج لم يسمع من عمرو بن شعيب.","Part":"1","seal":"E1F6B028","page":54},
      {"id":52,"nass":"- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 113):\rحدثنا محمد بن حميد الرازي حدثنا الفضل بن موسى حدثنا أبو فروة الرهاوي عن معقل الكناني عن عبادة بن نسي عن أبي سعد الخير قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" إن الله لم يكتب على الليل الصيام فمن صام فليتعنَّ ولا أجر له \".\rسألت محمدًا عن هذا الحديث؟ فقال: أرى هذا الحديث مرسلاً، وما أرى عبادة بن نسي سمع من أبي سعد الخير.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 127):\rسألت محمدًا عن حديث أبي إسحاق عن نمير بن عريب عن عامر ابن مسعود عن النبي صلى الله عليه وعلى آله وسلم قال: \" الغنيمة الباردة الصوم في الشتاء \".\rفقال: هو حديث مرسل، وعامر بن مسعود لا صحبة له ولا سماع من النبي صلى الله عليه وعلى آله وسلم.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص129):\rسألت محمدًا عن حديث القاسم بن الفضل عن محمد بن علي عن أم سلمة قالت: قال رسول الله صلى الله عليه وعلى آله وسلم: \" الحج جهاد كل ضعيف \".\rفقال: هو حديث مرسل، لم يدرك محمد بن علي أم سلمة.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 175):\rحدثنا أبوسعيد الأشج حدثنا عبد الله بن إدريس عن محمد بن إسحاق","Part":"1","seal":"E0AF6E0B","page":55},
      {"id":53,"nass":"عن محمد بن عمرو بن عطاء بن سليمان بن يسار عن سلمة ابن صخر البياضي عن النبي صلى الله عليه وعلى آله وسلم في المظاهر يواقع قبل أن يكفر قال: \" كفارة واحدة \".\rوقال علي بن المبارك حدثنا يحيى بن أبي كثير قال حدثنا أبو سلمة ومحمد بن عبد الرحمن أن سلمان بن صخر الأنصاري أحد بني بياضة جعل امرأته عليه كظهر أمه حتى يمضي رمضان ... الحديث.\rفسألت محمدًا عن هذا الحديث؟ فقال: هذا حديث مرسل لم يدرك سليمان بن يسار سلمة بن صخر.\rقال محمد: ويقال: سلمة بن صخر وسلمان بن صخر.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 178):\rحدثنا قتيبة حدثنا عبد الله بن بكر السهمي حدثنا حاتم بن أبي صغيرة عن عمرو بن دينار أن البراء بن عازب قال: أتانا رسول الله صلى الله عليه وعلى آله وسلم ونحن نتبايع في السوق ونحن نسمي السماسرة فقال: \" يا معشر التجار إنكم تكثرون الحلف ... \" الحديث.\rسألت محمدًا عن هذا الحديث؟ فقال: عمرو بن دينار لم يسمع من البراء، وبينهما عندي رجل.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص193):\rحدثنا زياد بن أيوب البغدادي حدثنا عباد بن العوام قال أخبرني سفيان بن حسين قال حدثنا يونس بن عبيد عن عطاء عن جابر بن عبد الله أن رسول الله صلى الله عليه وعلى آله وسلم نهى عن المحافلة والمزابنة والمخابرة وعن الثنيا إلا أن تعلم.","Part":"1","seal":"2DC71771","page":56},
      {"id":54,"nass":"قالت: سألت محمدًا عن هذا الحديث؛ فلم يعرفه من حديث سفيان بن حسين عن يونس بن عبيد عن عطاء وقال: لا أعرف ليونس بن عبيد سماعًا من عطاء بن أبي رباح.\r- قال الترمذي رحمه الله في \" العلل الكبير\" (ص 194).\rحدثنا إبراهيم بن عبد الله الهروي حدثنا هشيم أخبرنا يونس بن عبيد عن نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وعلى آله وسلم:\" مطل الغني ظلم، وإذا أحلت على ملئ فاتبعه، ولا تبع بيعتين في بيعة\".\rسألت محمدًا عن هذا الحديث؟ فقال: ما أرى يونس بن عبيد سمع من نافع، وروى يونس بن عبيد عن ابن نافع عن أبيه حديثًا.\r\r- قال الترمذي في \" العلل الكبير \" (ص 198):\rحدثنا محمد بن عبد الأعلى حدثنا المعتمر قال سمعت عبد الملك يحدث عن عبد الله بن موهب أن عثمان قال لابن عمر: اذهب فاقض بين الناس. قال: أو تعافيني يا أمير المؤمنين؟ قال: فما تكره من ذلك، وقد كان أبوك يقضي، قال: إني سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \" من كان قاضيًا فقضى بالعدل فبالحري أن ينقلب منه كفافًا \" فما أرجو بعد ذلك؟ وفي الحديث قصة.\rسألت محمدًا عن هذا الحديث وقلت له: من عبد الملك هذا؟ فقال: هو عبد الملك بن أبي جميلة. وعبد الله بن موهب عن عثمان مرسل.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 200):\rسألت محمدًا عن حديث جرير بن حازم عن يحيى بن أيوب عن يزيد بن","Part":"1","seal":"F03CE11B","page":57},
      {"id":55,"nass":"أبي حبيب عن أبي حديدة الجهني لعن رسول الله صلى الله عليه وعلى آله وسلم الراشي والمرتشي.\rقال: هو حديث مرسل. لم يسمع يزيد بن أبي حبيب من ابن حديدة، وابن حديدة الجهني له صحبة.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 235)\rحدثنا علي بن حجر حدثنا معمَّر بن سليمان الرقي عن الحجاج بن أرطاة عن عبد الجبار بن وائل عن أبيه قال: استُكْرِهت امراة على عهد النبي صلى الله عليه وعلى آله وسلم فدرأ عنها الحد وأقامه على الذي أصابها. ولم يذكر أنه جعل لها مهرًا.\rسألت محمدًا عن هذا الحديث؟ فقال: الحجاج بن أرطاة لم يسمع من عبد الجبار بن وائل، وعبد الجبار لم يسمع من أبيه، ولد بعد موت أبيه.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص244):\rسألت محمدًا عن حديث أبي المثنى عن هشام بن عروة عن أبيه عن عائشة عن النبي صلى الله عليه وعلى آله وسلم في الضحايا.\rفقال: هو حديث مرسل لم يسمع أبو المثنى من هشام بن عروة.\rقلت له: أبو المثنى ما اسمه؟ قال: سليمان بن يزيد مديني روى عنه ابن أبي فديك.\r- قال الترمذي رحمه الله في \"العلل الكبير\" (ص 251).\rحدثنا قتيبة حدثنا أبو الأحوص عن أبي إسحاق عن عبد الرحمن ابن أذينة","Part":"1","seal":"0625C063","page":58},
      {"id":56,"nass":"عن النبي صلى الله عليه وعلى آله وسلم قال: \" من حلف على يمين فرأى غيرها خيرًا منها فليأت الذي يرى أنه خير وليكفر عن يمينه \".\rسألت محمدًا عن هذا الحديث؟ فقال: هذا حديث مرسل، وأذينة لم يدرك النبي صلى الله عليه وعلى آله وسلم، وهو الذي روى عنه عمرو بن دينار عن أذينة عن ابن عباس في العنبر.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 294):\rحدثنا ابن أبي عمر حدثنا سفيان عن ابن أبي نجيح عن مجاهد عن أم هانئ قالت: قدم رسول الله صلى الله عليه وعلى آله وسلم علينا مكة وله أربع غدائر.\rسألت محمدًا: قلت له: مجاهد سمع من أم هانئ؟ قال: روى عن أم هانئ ولا أعرف له سماعًا منها.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 297):\rحدثنا محمد بن يحيى القطعي قال حدثنا عبد الأعلى عن سعيد عن قتادة عن سليمان اليشكري عن جابر بن عبد الله أن عمر بن الخطاب قال: إن رسول الله صلى الله عليه وعلى آله وسلم لم يحرمه - يعني: الضب - ولكنه قذره ولو كان عندي لأكلته، وإن الله لينفع به غير واحد وإنه طعام عامة الرعاء.\rسألت محمدًا عن هذا الحديث؛ فقال: قتادة لم يسمع من سليمان اليشكري، سليمان مات قبل جابر بن عبد الله، روى عنه أبو بشر وقتادة وغير واحد، وما لأحدٍ من هؤلاء سماع من سليمان اليشكري إلا أن يكون عمرو بن دينار فلعله سمع منه - وهو سليمان ابن قيس اليشكري.","Part":"1","seal":"20C0FA54","page":59},
      {"id":57,"nass":"- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 305).\rحدثنا أبو كريب حدثنا أبو بكر بن عياش عن أبي حمزة ثابت الثمالي عن الشعبي عن أم هانئ قالت: دخل عليًّ رسول الله صلى الله عليه وعلى آله وسلم فقال: \" هل عندكم شيء؟ \" فقلت: لا، إلا كسر يابسة وخل، فقال: \" يا أم هانئ ما افتقر بيت من أدم فيه خل \".\rسألت محمدًا عن هذا الحديث فقال: لا أعرف للشعبي سماعًا من أم هانئ.\rقلت له: أبو حمزة الثمالي كيف هو؟ قال: أحمد بن حنبل يتكلم فيه، وهو عندي مقارب الحديث ليس له كبير حديث.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 341):\rحدثنا هناد حدثنا أبو الأحوص عن سعيد بن مسروق عن ابن أشوع عن يزيد بن سلمة الجعفي قال: قلت: يا رسول الله إني قد سمعت منك حديثًا كثيرًا أخاف أن ينسيني أوله آخره فحدثني بكلمة تكون جماعًا؟ قال: \"اتق الله فيما تعلم \".\rسألت محمدًا فقال: سعيد بن أشوع لم يسمع عندي من يزيد بن سلمة، وهو عندي حديث مرسل.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 362):\rحدثنا سعيد بن يحيى حدثنا أبي حدثنا ابن جريج عن إسحاق بن عبد الله بن أبي طلحة عن أنس بن مالك قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" من قال - يعني: إذا خرج من بيته - بسم الله توكلت على الله، لا حول","Part":"1","seal":"ADA8A7D5","page":60},
      {"id":58,"nass":"ولا قوة إلا بالله، يقال له: كفيت ووقيت وتنحى عنه الشيطان \"\rسألت محمدًا عن هذا الحديث؟ فقال: حدثوني عن يحيى بن سعيد عن ابن جريج بهذا الحديث، ولا أعرف لابن جريج عن إسحاق بن عبد الله بن أبي طلحة غير هذا الحديث، ولا أعرف له سماعًا منه.","Part":"1","seal":"3AA5892C","page":61},
      {"id":59,"nass":"الإعلال بما علته ظاهرة\rالأصل في العلة أنها سبب خفي يوجب ضعف الحديث لا يطلع عليها إلا جهابذة الحديث ونقاده.\rولكنهم قد يُعِلُّون بما علته ظاهرة كأن يكون في السند كذاب، أو ضعيف، أو مجهول، أو غير ذلك من أسباب الضعف، كما ستراه إن شاء الله في هذا الفصل.\rوما قرأنا في كتب المصطلح في تعريف العلة أنها سبب خفي .. إلخ؛ لا ينفي أنهم قد يُعِلُّون بما علته ظاهرة، ويكون التعريف أغلبي لا كلي. والله أعلم.\rالإعلال بما علته ظاهرة\r- قال ابن أبي حاتم في \" العلل \" حديث (53):\rسألت أبي عن حديث رواه الحارث بن وجيه عن مالك بن دينار عن محمد بن سيرين عن أبي هريرة أن النبي صلى الله عليه وعلى آله وسلم قال:\r\" تحت كل شعرة جنابة فاغسلوا الشعر وأنقوا البشر \".\rقال أبي: هذا حديث منكر، والحارث ضعيف الحديث.\r- قال ابن أبي حاتم في \" العلل \" حديث (99):\rسألت أبي وأبا زرعة عن حديث ابن مسعود في الوضوء بالنبيذ.\rفقالا: هذا حديث","Part":"1","seal":"6B0E130E","page":62},
      {"id":60,"nass":"ليس بقوي، لأنه لم يروه غير أبي فزارة عن أبي زيد وحماد بن سلمة عن علي بن زيد عن أبي رافع عن ابن مسعود. وعلي بن زيد ليس بقوي، وأبو زيد شيخ مجهول لا يعرف، وعلقمة يقول: لم يكن عبد الله مع النبي صلى الله عليه وعلى آله وسلم ليلة الجن فوددت أنه كان معه.\rقلت لهما: فإن معاوية بن سلام يحدث عن أخيه عن جده عن ابن غيلان عن ابن مسعود.\rقالا: وهذا أيضًا ليس بشيء ابن غيلان مجهول، ولا يصح في هذا الباب شيء.\r- قال ابن أبي حاتم في \" العلل \" حديث (104):\rسألت أبي عن حديث رواه ابن لهيعة عن عقيل عن ابن شهاب عن عروة عن أسامة بن زيد عن أبيه عن النبي صلى الله عليه وعلى آله وسلم أن جبريل أتاه فأراه الوضوء فلما فرغ نضح فرجه.\rفقال أبي: هذا حديث كذب باطل، قلت: وقد كان أبو زرعة أخرج هذا الحديث في كتاب \" المختصر\" عن ابن أبي شيبة عن الأِشيب بن لهيعة، فظننت أنه أخرجه قديمًا للمعرفة.\r- قال ابن أبي حاتم في \" العلل \" حديث (105):\rسمعت أبي يقول في حديث رواه حرمي بن عمارة عن الحريش بن الخرِّيت أخي الزبير بن الخرِّيت عن ابن أبي مليكة عن عائشة، قالت: كنت مع رسول الله صلى الله عليه وعلى آله وسلم في سفر فوقعت قلادتي فأنزلت آية التيمم.\rفقال أبي: هذا حديث منكر، والحريش شيخ لا يحتج بحديثه.","Part":"1","seal":"BB4E8D39","page":63},
      {"id":61,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (108):\rسألت أبي عن حديث رواه سعيد بن بشير عن منصور بن زاذان عن الزهري عن أبي سلمة عن عائشة: كان النبي صلى الله عليه وعلى آله وسلم يقبِّل إذا خرج إلى الصلاة ولا يتوضأ.\rفقال أبي: هذا حديث منكر لا أصل له من حديث الزهري، ولا أعلم منصور بن زاذان سمع من الزهري ولا روى عنه.\rوحفظي عن أبي رحمه الله أنه قال: إنما أراد الزهري عن أبي سلمة عن عائشة أن النبي صلى الله عليه وعلى آله وسلم كان يقبِّل وهو صائم.\rقلت لأبي: ممن الوهم؟ قال من سعيد بن بشير.\r- قال ابن أبي حاتم في \" العلل \" حديث (109):\rسمعت أبي وأبا زرعة في حديث حجاج بن أرطاة عن عمرو بن شعيب عن زينب السهمية عن عائشة عن رسول الله صلى الله عليه وعلى آله وسلم أنه كان يتوضأ ويقبِّل ويصلي ولا يتوضأ.\rفقالا: الحجاج يدلس في حديثه عن الضعفاء ولا يحتج بحديثه.\r- قال ابن أبي حاتم في \" العلل \" حديث (111):\rسألت أبي وأبا زرعة عن حديث رواه محمد بن جابر عن قيس بن طلق عن أبيه أنه سأل رسول الله صلى الله عليه وعلى آله وسلم: هل في مس الذكر وضوء؟ قال: \" لا \".\rفلم يثبتاه، وقالا: قيس بن طلق ليس ممن تقوم به الحجة ووهماه.\r- قال ابن أبي حاتم في \" العلل \" حديث (112):\rسألت أبي","Part":"1","seal":"94DC3527","page":64},
      {"id":62,"nass":"عن حديث رواه إسماعيل بن أبان الوراق عن جعفر الأحمر عن أبي خالد عن أبي هاشم الرماني عن زاذان عن سلمان أنه رعف، فقال رسول الله صلى الله عليه وعلى آله وسلم: \" أحدث لذلك وضوءاً \".\rفقال أبي: أبو خالد هذا عمرو بن خالد متروك الحديث. لا يشتغل بهذا الحديث.\rقلت لأبي: فإن الرمادي حدثنا عن إسحاق بن منصور عن هريم عن عمرو القرشي عن أبي هاشم الرماني (¬1) هذا الحديث، فقال: هو عمرو بن خالد.\r- قال ابن أبي حاتم في \" العلل \" حديث (113):\rسألت أبا زرعة عن الغسل من الحجامة؟ قلت: يروى عن النبي صلى الله عليه وعلى آله وسلم الغسل من أربع؟\rفقال: لا يصح هذا رواه مصعب بن شيبة وليس بقوي.\rقلت لأبي زرعة: لم يُرْوَ عن عائشة من غير حديث مصعب؟\rقال: لا.\r- قال ابن أبي حاتم في \" العلل \" حديث (125):\rسألت أبا زرعة عن حديث رواه عبيد الله القواريري عن يوسف بن خالد قال حدثنا عمرو بن سفيان بن أبي البكرات عن محفوظ بن علقمة الحضرمي وكان من أصحاب النبي صلى الله عليه وعلى آله وسلم عن النبي صلى الله عليه وعلى آله وسلم قال: \" إذا بال\r¬_________\r(¬1) في الأصل: \" الزماني \" بالزاي المعجمة، والصواب ما أثبتناه.","Part":"1","seal":"7E93261B","page":65},
      {"id":63,"nass":"أحدكم فلا يستقبل الريح ببوله فيرد عليه \".\rفقلت لأبي زرعة: محفوظ ما حاله؟ قال: لا بأس به، ولكن الشأن في يوسف كان يحيى بن معين يقول: يكذب.\r- قال ابن أبي حاتم في \" العلل \" حديث (127):\rسألت أبي عن حديث عبد الله بن عكيم جاءنا كتاب النبي صلى الله عليه وعلى آله وسلم قبل موته بشهر: أن لا تنتفعوا من الميتة بإهاب ولا عصب.\rفقال أبي: لم يسمع عبد الله بن عكيم من النبي صلى الله عليه وعلى آله وسلم وإنما هو كتابه.\r- قال ابن أبي حاتم في \" العلل \" حديث (129):\rسمعت أبي وأبا زرعة وذكرت لهما حديثًا رواه عبد الرحمن بن حرملة عن أبي ثفال قال سمعت رباح بن عبد الرحمن بن أبي سفيان ابن حويطب قال أخبرتني جدتي عن أبيها أن رسول الله صلى الله عليه وعلى آله وسلم قال: \" لا وضوء لمن لم يذكر اسم الله \".\rفقالا: ليس عندنا بذاك الصحيح، أبوثفال مجهول، ورياح مجهول.\r- قال ابن أبي حاتم في \" العلل \" حديث (126):\rقلت لأبي وأبي زرعة في حديث مالك عن إسحاق بن عبد الله بن أبي طلحة عن حميدة بنت عبيد بن رفاعة عن كبشة بنت كعب بن مالك وكانت تحت أبي قتادة أن أبا قتادة قال: قال رسول الله صلى الله عليه وعلى آله وسلم في الهر: \" ليس بنجس؛ هي من الطوافات \".\rفقلت لهما: إن حسين المعلم وهمام يقولان عن إسحاق بن عبد الله بن أبي طلحة عن أم يحيى.\rفقالا: اسمها حميدة وكنيتها أم يحيى.","Part":"1","seal":"C1900FE1","page":66},
      {"id":64,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (151):\rمثل أبو زرعة عن حديث رواه المحاربي عن مطرّح بن يزيد عن عبيد الله بن زحر عن علي بن يزيد عن القاسم عن أبي أمامة عن النبي صلى الله عليه وعلى آله وسلم قال: \" ويل للأعقاب من النار\".\rفقال أبو زرعة: مطرّح ضعيف الحديث.\r- قال ابن أبي حاتم في \" العلل \" حديث (158):\rسئل أبو زرعة عن حديث رواه أبو داود الطيالسي عن خارجة بن مصعب عن يونس عن الحسن عن عتي عن أبي بن كعب عن النبي صلى الله عليه وعلى آله وسلم: \" للوضوء شيطان يقال له: الولهان \".\rفقال أبو زرعة: هو عندي منكر.\r- قال ابن أبي حاتم في \" العلل \" حديث (176):\rسمعت أبي ورأى في كتابي حديثاً كتبته عن محمد بن عوف عن أبي خيثمة مصعب بن سعيد عن المغيرة بن سقلاب الحراني عن الوازع ابن نافع عن سالم بن عبد الله عن ابن عمر عن عمر عن أبي بكر الصديق قال: كنت جالسًا عند النبي صلى الله عليه وعلى آله وسلم فجاء رجل قد توضأ وفي قدمه موضع لم يصبه الماء، فقال النبي صلى الله عليه وعلى آله وسلم: \" اذهب فأتم وضوءك \"، ففعل.\rفقال أبي: هذا حديث باطل بهذا الإسناد. ووازع بن نافع ضعيف الحديث.\r\r- قال ابن أبي حاتم في \" العلل \" حديث (180):\rسألت أبي عن حديث رواه بقية عن أبي سفيان الأنماري عن يحيى ابن سعيد الأنصاري عن سعيد بن المسيب عن عثمان عن النبي صلى الله عليه وعلى آله وسلم","Part":"1","seal":"CB32D518","page":67},
      {"id":65,"nass":"توضأ وخلل لحيته.\rفقال: هذا حديث موضوع وأبو سفيان الأنماري مجهول.\r- قال ابن أبي حاتم في \" العلل \" حديث (336):\rسألت أبي عن حديث رواه الأنصاري عن سعيد بن راشد عن عطاء عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم: \" من أذن فهو يقيم \"\rقال أبي: هذا حديث منكر، وسعيد ضعيف. وقال مرة: متروك الحديث.\r- قال ابن أبي حاتم في\" العلل \" حديث (390):\rسمعت أبي وذكر الحديث الذي رواه سليمان بن شرحبيل عن الحكم بن يعلى عن عطاء عن محمد بن طلحة بن مصرف عن أبية عن أبي معمر يعني عبد الله بن سخبرة عن أبي بكر الصديق عن رسول الله صلى الله عليه وعلى آله وسلم قال: \" من بنى مسجدًا ولو كمفحص قطاة بنيت له ببيتًا في الجنة \".\rفسمعت أبي يقول: هذا حديث منكر، والحكم بن يعلى متروك الحديث؛ ضعيف الحديث.\r- قال ابن أبي حاتم في \" العلل \" حديث (1831):\rسمعت أبي وحدثنا عبد الرحمن بن عبد الله بن عبد الحكم قال حدثنا طلق بن السمح اللخمي قال حدثنا يحيى بن أيوب عن حميد الطويل عن أنس بن مالك قال: دخل عليه قوم في مرض له فقال: ياجارية هلمي لأصحابنا ولو كسر؛ فإني سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \"إن مكارم الأخلاق من أعمال أهل الجنة \".\rفقال أبي: هذا حديث باطل، وطلق مجهول.","Part":"1","seal":"C9FE6039","page":68},
      {"id":66,"nass":"فائدة مهمة\rقول أصحاب كتب العلل: إن الصحيح كذا أو الأصح، لا يعني أنه صحيح محتج به، ولكن يعني أنه المعروف عند المحدثين، وأن الطريق الأخرى ليست بمعروفة عند المحدثين، وسننبه إن شاء عقب كل حديث.\rفائدة: إذا قال الأئمة في كتب العلل: الصحيح كذا أو الأصح\rكذا؛ فلا يدل على أن الحديث صحيح\r- قال ابن أبي حاتم في \" العلل \" حديث (512):\rسئل أبو زرعة عن حديث رواه إسماعيل بن عياش عن ابن جريج عن ابن أبي مليكة عن عائشة عن النبي صلى الله عليه وعلى آله وسلم قال: \" إذا قاء أحدكم في صلاته أو رعف أو قلس فلينصرف وليتوضأ ثم يبني على ما مضى من صلاته ما لم يتكلم \".\rقال أبو زرعة: هذا خطأ. الصحيح عن ابن جريج عن أبيه عن ابن أبي مليكة عن النبي صلى الله عليه وعلى آله وسلم مرسل. اهـ.\rوهذا مرسل كما ترى، والمرسل من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (513):\rوسئل أبو زرعة عن حديث رواه الفضل بن موسى السيناني عن ابن جريج عن","Part":"1","seal":"B1BB9A50","page":69},
      {"id":67,"nass":"عطاء عن عبد الله بن السائب قال: شهدت مع رسول الله صلى الله عليه وعلى آله وسلم العيد فلما قضى الصلاة قال: \" إنا نخطب فمن أحب أن يجلس للخطبة فليجلس ومن أحب فليرجع \".\rقال أبو زرعة: الصحيح ما حدثنا به إبراهيم بن موسى عن هشام ابن يوسف عن ابن جريج عن عطاء أن النبي صلى الله عليه وعلى آله وسلم. مرسل. اهـ.\rوهذا مرسل أيضًا، والمرسل من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (532):\rوسئل أبو زرعة عن حديث اختلف محمد بن عبد الرحمن بن أبي ليلى والثوري عن عبد الكريم أبي أمية فقال سفيان عن عبد الكريم عن عمرو بن سعيد عن عائشة أن النبي صلى الله عليه وعلى آله وسلم دخل عليها واختبأت مولاة له، فقال النبي صلى الله عليه وعلى آله وسلم: \" حاضت؟ \" فقالت: نعم، فشق لها من ثوبه، وقال: \" اختمري بهذا \".\rوروى ابن أبي ليلى عن عبد الكريم عن سعيد بن عمرو عن عائشة.\rفقال أبو زرعة: ما يرويه الثوري أصح.\rوسألت أبي عنه؟ فقال: هو عمرو بن سعيد بن عمرو بن سعيد بن المعلى. اهـ.\rوعبد الكريم أبو أمية هو عبد الكريم بن أبي المخارق ضعيف كما في \"التقريب\".\r- قال ابن أبي حاتم في \" العلل \" حديث (1118):\rسألت أبا زرعة عن حديث رواه حماد بن سلمة عن حماد عن إبراهيم عن","Part":"1","seal":"BA069578","page":70},
      {"id":68,"nass":"أبي سعيد الخدري عن النبي صلى الله عليه وعلى آله وسلم أنه نهى أن يستأجر الأجير حتى يعلم أجره.\rورواه الثوري عن حماد عن إبراهيم عن أبي سعيد موقوفاً.\rقال أبو زرعة: الصحيح موقوف عن أبي سعيد، لأن الثوري أحفظ. أهـ.\rوالحديث منقطع على الحاليين فإبراهيم هو ابن يزيد النخعي، ولم يسمع من أبي سعيد الخدري، والمنقطع من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (1222):\rسألت أبي عن حديث رواه صدقة بن عبد الله السمين أبو معاوية عن محمد بن المنكدر قال: قلت: أنت أحللت للوليد بن يزيد امرأته أم سلمة؟ قلت: أنا؟ لكن حدثني جابر بن عبد الله عن النبي صلى الله عليه وعلى آله وسلم قال: \" لا طلاق قبل نكاح \".\rقال أبي: هذا خطأ، والصحيح ما رواه الثوري عن محمد بن المنكدر قال حدثني من سمع طاوسًا.\rقال أبي فلو كان سمع من جابر لم يحدث عن رجل عن طاوس مرسل. اهـ.\rوالمرسل (الذي فيه مبهم) من قسم الضعيف.\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص 70):\rحدثنا هناد حدثنا عبدة عن عاصم الأحول عن عكرمة عن النبي صلى الله عليه وعلى آله وسلم قال: \" لا تجزي صلاة إلا بمس الأنف من الأرض ما يمس الجبين \".","Part":"1","seal":"2781F58A","page":71},
      {"id":69,"nass":"حدثنا حميد بن مسعدة حدثنا حرب بن ميمون حدثنا خالد الحذاء عن عكرمة عن ابن عباس قال: أتى النبي صلى الله عليه وعلى آله وسلم رجل يسجد على جبهته ولا يضع أنفه على الأرض قال \" ضع أنفك يسجد معك \".\rقال أبو عيسى: وحديث عكرمة عن النبي صلى الله عليه وعلى آله وسلم أصح. اهـ.\rوحديث عكرمة عن النبي صلى الله عليه وعلى آله وسلم مرسل، والمرسل من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (1234):\rسألت أبي عن حديث حدثنيه أبي عن رضوان بن إسحاق عن إسحاق بن عيسى عن ابن لهيعة عن جعفر بن ربيعة عن الزهري عن حمزة بن عبد الله عن أبيه عن عمر أنه نهى عن العزل عن الحرة إلا بإذنها.\rقال أبي: حدثنا أبو صالح كاتب الليث عن ابن لهيعة عن جعفر ابن ربيعة عن حمزة بن عبد الله عن أبيه عن عمر.\rقال أبي: حديث أبي صالح أصح، وهذا من تخاليط ابن لهيعة. اهـ.\rوالحديث يدور على ابن لهيعة، وهو ضعيف.\r- قال الترمذي رحمه الله في \"العلل الكبير\" (ص 84):\rحدثنا محمود بن غيلان حدثنا وكيع حدثنا عبد الرحمن بن زيد ابن أسلم عن أبيه عن عطاء بن يسار عن أبي سعيد الخدري قال: قال النبي صلى الله عليه وعلى آله وسلم: \" من نام عن الوتر أو نسيه فليصل إذا ذكر وإذا استيقظ \".\rحدثنا قتيبة حدثنا عبد الله بن زيد عن أبيه أن النبي صلى الله عليه وعلى آله وسلم قال:","Part":"1","seal":"684EAA41","page":72},
      {"id":70,"nass":"\" من نام عن وتره فليصل إذا أصبح \".\rقال أبو عيسى: وهذا أصح، وعبد الرحمن بن زيد بن أسلم ضعيف الحديث.\rسمعت محمدًا يقول: قال علي بن المديني: عبد الرحمن بن زيد ابن أسلم ضعيف الحديث، وعبد الله بن زيد بن أسلم ثقة. اهـ.\rوحديث عبد اللهبن زيد بن أسلم عن أبيه عن النبي صلى الله عليه وعلى آله وسلم مرسل، والمرسل من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (1286):\rسألت أبي عن حديث رواه الحارث بن عبيد أبو قدامة عن عمران الجوني عن أنس عن النبي صلى الله عليه وعلى آله وسلم أنه طلق حفصة ثم راجعها. الحديث.\rورواه حماد بن سلمة عن أبي عمران الجوني عن قيس بن زيد أن النبي صلى الله عليه وعلى آله وسلم طلق حفصة بنت عمر ثم قال النبي صلى الله عليه وعلى آله وسلم: \" أتاني جبريل فقال: راجع حفصة بنت عمر فإنها صوامة قوامة \". الحديث.\rقال أبي: الصحيح حديث حماد، وأبو قدامة لزم الطريق. اهـ.\rوقيس بن زيد: قال ابن أبي حاتم في \" الجرح والتعديل \" عن أبيه: روى عن النبي صلى الله عليه وعلى آله وسلم مرسلاً لا أعلم له صحبة روى عنه أبو عمران الجواني. اهـ.\rفعلى هذا فالحديث مرسل، والمرسل من قسم الضعيف.\rوأيضًا قيس بن زيد مجهول، ولا تثبت صحبته.","Part":"1","seal":"91596891","page":73},
      {"id":71,"nass":"* قال الترمذي رحمه الله في \" العلل الكبير \" (ص 99):\rحدثنا محمود بن غيلان قال حدثنا الفضل بن موسى عن هشام بن عروة عن أبيه عن عائشة قالت: قال رسول الله صلى الله عليه وعلى آله وسلم: \" إذا أحدث أحدكم في الصلاة فليأخذ بأنفه ولينصرف \".\rقال أبو عيسى: هشام بن عروة عن أبيه أن النبي صلى الله عليه وعلى آله وسلم.\rأصح من حديث الفضل بن موسى. اهـ.\r* قال ابن أبي حاتم في \" العلل \" حديث (1395):\rسألت أبا زرعة عن حديث رواه أبو بكر بن عياش عن ليث عن أبي الخطاب عن أبي زرعة عن ثوبان قال: لعن رسول الله صلى الله عليه وعلى آله وسلم الراشي والمرتشي، وإن هذا الفيء لا يحل منه خيط ولا مخيط، وإن المختلعات هن المنافقات.\rقال أبو زرعة: رواه داود (¬1) بن علية وابن أبي زائدة عن ليث عن أبي الخطاب عن أبي زرعة عن أبي الخولاني عن ثوبان عن النبي صلى الله عليه وعلى آله وسلم.\rقال أبو زرعة: وهذا الصحيح وقد وصلوه وزادوا فيه رجلاً، اهـ.\rوالحديث يدور على ليث بن أبي سليم، وهو ضعيف، وشيخه أبو الخطاب مجهول كما في \" التقريب \".\r¬_________\r(¬1) في الأصل: \" داود \"، والصواب: ذؤَّاد \" بذال معجمة بعدها واو مشددة، وفي الأصل أيضًا \" عليه \"،والصواب: \" علبة \" بالموحدة كما في \" جامع الترمذي \".","Part":"1","seal":"6EC00178","page":74},
      {"id":72,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (1503):\rوسألت أبا زرعة عن حديث رواه سيف بن هارون البرجمي عن سليمان التيمي عن أبي عثمان النهدي عن سلمان قال: سئل رسول الله صلى الله عليه وعلى آله وسلم عن الفرا والسمن والجبن فقال: \" الحلال ما أحل الله في كتابه، والحرام ما حرم الله في كتابه، وما سكت عنه فهو مما عفا عنه \".\rقال أبي: هذا خطأ. رواه الثقات عن التيمي عن أبي عثمان عن النبي صلى الله عليه وعلى آله وسلم مرسل. ليس فيه سلمان وهو الصحيح. اهـ.\rوالمرسل من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (1567):\rوسألت أبي عن حديث رواه يعقوب بن كعب الحلبي عن زكرياء ابن منظور عن أبي حازم عن نافع عن ابن عمر قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" كل مسكر حرام \".\rقال أبي: حدثنا إبراهيم بن المنذر عن زكرياء بن منظور عن أبي حازم عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم لم يقل: نافع.\rقال أبي: وهذا عندي أصح بلا نافع. اهـ.\rوفيه زكرياء بن منظور وهو ضعيف كما في \" التقريب \".\rوفيه أيضًا انقطاع؛ فأبو حازم هو سلمة بن دينار ولم يسمع من ابن عمر، فعلى هذا فالحديث ضعيف.","Part":"1","seal":"3FBECF1D","page":75},
      {"id":73,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (1628):\rسمعت أبا زرعة وحدثنا عن إبراهيم بن موسى عن محمد بن سلمة عن خصيف عن عكرمة عن ابن عباس قال: (إذا أرسلت الكلب المعلم فقتل ولم يأكل فكل، وإن أكل فلا تأكل).\rحدثنا أبو زرعة عن إبراهيم بن موسى عن عتاب عن خصيف عن مجاهد عن ابن عباس فقيل لأبي زرعة: أيهما اصح؟ قال: محمد بن سلمة أحب إلي. اهـ.\rوالأثر يدور على خصيف بن عبد الرحمن الجزري، وهو صدوق سيء الحفظ، خَّلط بآخره، ورُمي بالإرجاء، فعلى هذا فالحديث بهذا السند ضعيف كيفما دار.\r- قال ابن أبي حاتم في \" العلل \" حديث (1664):\rسألت أبا زرعة عن حديث رواه موسى ابن أعين عن ليث بن أبي سليم عن مجاهد عن ابن عباس في قوله: (والعاديات ضبحًا) [العاديات:1]، قال: الخيل.\rورواه زياد البكاء عن ليث عن عطاء عن ابن عباس.\rفقلت لأبي زرعة أيهما أصح؟ فقال: موسى بن أعين أحفظ. اهـ.\rفعلى هذا فالأثر ضعيف؛ لأنه يدور على ليث بن أبي سليم وقد تقدم ما فيه.\r- قال ابن أبي حاتم في \" العلل \" (1827):\rوذكرت","Part":"1","seal":"990476D1","page":76},
      {"id":74,"nass":"لأبي حديث قطبة بن العلاء عن أبيه عن هشام عن أبيه عن عائشة عن النبي صلى الله عليه وعلى آله وسلم: \" من التمس رضا المخلوق ... \".\rفقال أبي: روى هذا الحديث ابن المبارك عن هشام عن عروة عن رجل عن عروة عن عائشة قولها أنها كتبت إلى معاوية: من التمس رضا المخلوق ... وهذا الصحيح. اهـ.\rوالموقوف أيضًا ضعيف؛ لأن فيه رجلاً مبهمًا.\r- قال ابن أبي حاتم في \" العلل \" حديث (2186):\rسألت أبي عن حديث رواه حماد بن سلمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن النبي صلى الله عليه وعلى أله وسلم مر برجل مضطجع على بطنه فقال: \" هذه ضجعة لا يحبها الله \".\rقال أبي: له علة؟ قلت: وما هو؟ قال: رواه ابن أبي ذئب عن خاله (¬1) الحارث بن عبد الرحمن قال دخلت أنا وأبو سلمة عن ابن طهفة فحدث عن أبيه قال: مر بي وأنا نائم على وجهي. وهذا الصحيح. اهـ.\rوالذي قال فيه أبو حاتم: إنه الصحيح؛ فيه ابن طهفة، وهو مجهول، فعلى هذا فالحديث ضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (2288):\rسألت أبي عن حديث رواه ابن لهيعة عن جميل الحذاء عن سهل ابن سعد\r¬_________\r(¬1) في الأصل: \" خال الحارث \" بدون هاء، والصواب ما أثبتناه.","Part":"1","seal":"9BCABA02","page":77},
      {"id":75,"nass":"عن النبي صلى الله عليه وعلى أله وسلم أنه كان يدعو: \" اللهم لا تدركني زماناً فيه قوم لا يتبعون العليم، ولا يستحيون الحليم، قلوبهم قلوب العجم وألسنتهم ألسنة العرب \".\rقال أبي: حدثنا قتيبة عن بكر بن مضر عن عمرو بن الحارث عن جميل أن النبي صلى الله عليه وعلى أله وسلم.\rقال أبي: هذا الصحيح لأن عمرًا أحفظ من ابن لهيعة وأتقن.\rوحديث جميل مرسل والمرسل من قسم الضعيف.\rوجميل قد قال الحافظ في \" تعجيل المنفعة \": جميل الحذاء الأسلمي عن أبي هريرة وسهل بن سعد وعنه ابن لهيعة وبكر بن مضر وغيرهما فيه نظر، وقال في \" الإكمال \": مجهول.\rقلت: وذكره ابن حبان في \" الثقات \" في أتباع التابعين فكأنه لم يثبت عنده روايته عن صحابي، وقال: يروي المراسيل روى عنه عمرو ابن الحارث وقال أبو يونس في \" تاريخ مصر \": جميل بن سالم مولى أسلم يكنى أبا عروة، روى عنه عمرو بن الحارث وابن لهيعة، وحديثه عن سهل معلول، اهـ من \" تعجيل المنفعة \".\r- قال ابن أبي حاتم رحمه الله في \" العلل \" حديث رقم (2484):\rسئل أبو زرعة عن حديث رواه ابن عيينة وجرير عن هشام بن عروة عن أبيه عن عائشة قالت: خرجت مع رسول الله صلى الله عليه وعلى آله وسلم فقال لي رسول الله صلى الله عليه وعلى آله وسلم: \" تعالي حتى أسابقك\"، فسبقته فخرجت معه بعد ذلك في سفر فنزلنا منزلاً فقال لي: \" تعالي حتى أسابقك \" قالت:","Part":"1","seal":"2EF002C8","page":78},
      {"id":76,"nass":"فسبقني، فضرب بين كتفي، وقال \" هذه بتلك \".\rوروى هذا الحديث أبو معاوية وأبو أسامة عن هشام بن عروة عن رجل عن أبي سلمة عن عائشة عن النبي صلى الله عليه وعلى آله وسلم.\rقال أبو زرعة: هشام عن رحل أصح. اهـ.\rوهذا الذي قال فيه أبو زرعة: إنه أصح؛ من طريق مبهم، والمبهم من قسم الضعيف.\rوالذي يظهر لي أن العلة غير مؤثرة في الحديث، وقد ذكرته في \" الصحيح المسند مما ليس في الصحيحين \".\r- قال ابن أبي حاتم في \" العلل \" حديث (2535):\rسألت أبي وأبا زرعة عن حديث رواه روح عن عبادة وابن عائشة عن حماد عن حميد عن أنس عن النبي صلى الله عليه وعلى آله وسلم قال:\r\" إذا حم أحدكم فليسن عليه الماء البارد ثلاث ليال من السحر \".\rقال أبي رواه موسى بن إسماعيل وغيره عن حماد بن سلمة عن حميد عن الحسن عن النبي صلى الله عليه وعلى آله وسلم وهو أشبه.\rقال أبو زرعة: هذا خطأ إنما هو حميد عن الحسن عن النبي صلى الله عليه وعلى آله وسلم. وهو الصحيح اهـ.\rوحديث الحسن مرسل، والمرسل من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (2583):\rسألت أبي عن حديث رواه ابن المبارك عن محمد بن","Part":"1","seal":"35284D47","page":79},
      {"id":77,"nass":"سوقة عن عبد الله بن دينار عن ابن عمر عن عمر عن النبي صلى الله عليه وعلى آله وسلم قال: \" أكرموا أصحابي ثم الذين يلونهم \".\rقال أبي: أفسد ابن الهاد هذا الحديث وبين عورته، رواه ابن الهاد عن عبد الله بن دينار عن ابن شهاب أن عمر بن الخطاب قال: قام فينا رسول الله صلى الله عليه وعلى آله وسلم.\rوهذا هو الصحيح. اهـ.\rوابن شهاب لم يدرك عمر فهو منقطع، والمنقطع من قسم الضعيف.\r- قال ابن أبي حاتم في \" العلل \" حديث (2713):\rسألت أبي وأبا زرعة عن حديث رواه الحارث بن عبيد أبو قدامة عن أبي عمران الجوني عن أنس قال: بينما النبي صلى الله عليه وعلى آله وسلم جالس مع اصحابه إذا جاء جبريل فنكت في ظهره ثم ذهب إلى شجرة فيها مثل وكري الطير، ثم ذكرت لهما الحديث بطوله.\rفقالا: هذا خطأ إنما هو كما رواه حماد بن سلمة عن أبي عمران عن محمد بن عمير بن عطارد بن حاجب الداري قال: بينما النبي صلى الله عليه وعلى آله وسلم. مرسل. وذكر الحديث فقال: هذا الحديث هو الصحيح. اهـ.\rوالمرسل من قسم الضعيف.\r- وقال ابن أبي حاتم رحمه الله في \" العلل \" حديث رقم (2732):\rسألت أبي عن حديث رواه إسحاق الأزرق عن العوام بن حوشب عن القاسم بن عوف الشيباني قال: أتينا أبا ذر بالربذة فقال: سمعت النبي صلى الله عليه وعلى آله وسلم يقول: \" إنه يكون بعدي سلطان فمن أن يدخله خلع الله الإسلام من عنقه \". فذكر الحديث.","Part":"1","seal":"06227A8F","page":80},
      {"id":78,"nass":"قال أبي: هذا أخطأ فيه إسحاق، رواه غير إسحاق عن العوام عن القاسم بن عوف عن رجل من عنزة عن أبي ذر، وهو الصحيح. اهـ.\rوهذا فيه مبهم، والمبهم من قسم الضعيف، وأيضًا لا ندري أسمع هذا المبهم من أبي ذر أم لم يسمع؟\r- قال الترمذي رحمه الله في \" العلل الكبير \" (ص111):\rسألت محمدًا قلت: حدثنا أبو كريب حدثنا أبو بكر بن عياش عن الأعمش عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" إذا كان أول ليلة من شهر رمضان صفدت الشياطين ومردة الجن .. \" الحديث.\rفقال: غلط أبو بكر بن عياش في هذا الحديث.\rقال محمد: حدثنا الحسن بن ربيع حدثنا أبو الأحوص عن الأعمش عن مجاهد .. قال: إذا كان رمضان صفدت الشياطين.\rقال: وهذا أصح عندي من حديث أبي بكر. اهـ.\rوهذا مقطوع، والمقطوع لا يحتج به.","Part":"1","seal":"24655C07","page":81},
      {"id":79,"nass":"مع علي رضا\rما نشره علي رضا في الجريدة:\rومن المناقشة ينبثق النور\rما هكذا تعل الأحاديث\rوقفت على كتاب صدر حديثًا للشيخ الفاضل مقبل بن هادي الوادعي بعنوان:\" أحاديث معلة ظاهرها الصحة \"، كان قد أفردها من مصنفه الآخر \" الصحيح المسند مما ليس في الصحيحين \"، وذكر أنه كانت تمر به احاديث ظاهرها الصحة ثم يجدها في كتاب آخر معلة، فأفردها في مصنف مستقل، فكن عملاً جيداً في عمومه إلا أن الشيخ الفاضل قد أدرج في كتابه طائفة من الأحاديث الثابتة التي زعم هو أنها معلة لعدم إطلاعه على بعض الطرق والشواهد التي كانت تفوته، فوجب التنبيه على ذلك من باب الدين النصيحة، وسوف أقتصر على نماذج أربعة فقط ههنا:\r1 - ففي (ص41) قال عن حديث \" المؤمن يموت بعرق الجبين \"، بالإنقطاع؛ لأن قتادة لا يعرف له سماع من عبد الله بن بريدة.\rثم استشهد الشيخ الفاضل بكلام الترمذي والعلائي والبخاري.\rقلت: خفي على الشيخ طريق صحيحة عند النسائي في: \" السنن \" إسنادها على شرط البخاري.","Part":"1","seal":"CD22DED2","page":82},
      {"id":80,"nass":"2 - وفي (ص 76) رقم (102) اعتمد على كلام الإمام الدارقطني في إعلال حديث: \" غيِّروا الشيب ولا تشبهوا باليهود \" وأن الصواب فيه الإرسال.\rقلت: لا أدري كيف خفي على الشيخ طريق حسنة الإسناد عند أحمد (ج1 ص261) رقم (499) وغيره، وطريق ثالثة عند الترمذي (1752) وغيره.\rولئن أرسل الحديث بعض الثقات فقد وصله غيرهم، ويرجع لمزيد من البيان الحقيقي \" تهذيب الآثار \" (ص 451 - 457).\r3 - وفي (ص 99) رقم (145) قال عن حديث الرجلين المتآخين والذي استشهد أحدهما قبل الآخر المعمر: هذا الحديث إذا نظرت إلى سنده وجدتهم هكذا رجال الصحيح، ولكن في \" جامع التحصيل \": عن ابن معين أن أبا سلمة لم يسمع من طلحة.\rقلت: هذا صحيح لكن للحديث شاهد، ذكره أيضًا في (ص 168) رقم (252) عن عبيد بن خالد السلمي، لأن عبيدًا هذا تابعي عند أبي حاتم، وهذا عجيب فإن شعبة قد جزم بأنه صحابي ولئن فرضنا جدلاً قبولاً فإن للحديث شاهداً من حديث سعد بن أبي وقاص عند مالك (مجلد اص 174) رقم (91)، وأحمد (ج اص 177)، وابن خزيمة (310) وغيرهم بإسناد حسن.\rوفي \" تهذيب الآثار \" عن حديث أم هانئ: \" اتخذي غنمًا فإن فيها بركة \"، قال بعد ذكر الإختلاف فيه على هشام: فالظاهر ترجيح","Part":"1","seal":"D7EE249A","page":83},
      {"id":81,"nass":"المرسل.\rقلت: قد صححه حافظ معتمد عند الشيخ هو الحافظ السخاوي في \" الفتاوي الحديثية \" رقم (62) بتحقيقي كما أنه نقل عن البوصيري تصحيحه للإسناد، فلماذا لا يقبل كلام حافظين كبيرين.\rهذا وقد صحح الحديث المحدث الألباني في \" الصحيحة \" (772).\rهذا بعض ما قيدته على عجل في نقد الكتاب، ولا يمنع من القول بوجود فوائد نفيسة في تحقيقات الشيخ جزاه الله خيرًا.\rعلي رضا بن عبد الله علي رضا\r\r- الجواب:\rانتقد علي ما ذكرته في \" أحاديث معلة \" (ص 41) رقم الحديث (43):\r- قال الإمام ابن ماجة رحمه الله (ج 1 ص 467):\rحدثنا بكر بن خلف أبو بشر ثنا يحيى بن سعيد عن المثنى بن سعيد عن قتادة عن ابن بريدة عن أبيه أن النبي صلى الله عليه وعلى آله وسلم قال: \" إن المؤمن يموت بعرق الجبين \".\rهذا الحديث إذا نظرت إلى رجاله وجدتهم رجال الصحيح إلا بكر ابن خلف، وقد وثقه أبو حاتم كما في \" تهذيب التهذيب \"، بل قد توبع تابعه ... محمد بن بشار عند الإمام الترمذي رحمه الله (ج4ص56)،ولكن الإمام الترمذي قال بعد ذكره بسنده: هذا حديث حسن.","Part":"1","seal":"AE50BD11","page":84},
      {"id":82,"nass":"وقال بعض أهل الحديث: لا نعرف لعبد الله سماعًا من عبد الله ابن بريدة، اهـ وذكر هذا الحافظ العلائي في \" جامع التحصيل \" وسكت عليه مقرًا له.\rوقال البخاري كما في \" تهذيب التهذيب \": ولا نعرف لقتادة سماعًا من ابن بريدة. اهـ بالمعنى.\r- قال علي: خفي عليَّ طريق صحيحة عند النسائي في \" السنن \" إسنادها على شرط البخاري.\r- أقول: لم تخف عليَّ فقد ذكرتها في \" الصحيح المسند مما ليس في الصحيحين\" (ج 1ص 124) الطبعة الأولى (¬1).\rوقلت: صحيح على شرط البخاري.\rولكنك الذي خفي عليك أنهم قد يعلون طريقًا، ولا يعنون بذلك أن الحديث معل من جميع طرقه، وقد ذكرت لذلك أمثلة في مقدمة \" أحاديث معلة ظاهرها الصحة \"\rبل الذي ظهر لي من تصرفك أنك لا تعرف شيئًا عن علم العلل، فأنصحك أنك إذا احتجت إلى شيء من كتب العلل أن تنقل من كتب المؤلفين في \" العلل \" كابن أبي حاتم والترمذي والدارقطني.\rوتسلم لهم فهم أهل الفن وأعلم بعلمهم، ولست أدعوك إلى التقليد، فإن هذا ليس من باب التقليد ولكنه من باب قبول خبر الثقة، والله سبحانه وتعالى يقول: (يا أيها الذين آمنوا إن جاءكم فاسق بنبإِ فتبينوا) [الحجرات:6]\r¬_________\r(¬1) وفي الطبعة الثانية (ج1 ص 131) (نشر دار الحرمين). مصححة.","Part":"1","seal":"03922800","page":85},
      {"id":83,"nass":"مفهوم الآية: أنه إذا جاءنا العدل فإننا نأخذ بخبره، والله أعلم.\r- الحديث الثاني: حديث طلحة بن عبيد الله.\r- قلت: تقدم لك أنه منقطع، ثم رأيت الدارقطني رحمه الله قد ذكره في \"العلل\" (ج4 ص 214) قال تلميذه البرقاني رحمه الله: وسئل عن حديث أبي سلمة بن عبد الرحمن عن طلحة أن رجلين من بلى قدما على رسول الله صلى الله عليه وعلى آله وسلم وكان إسلامهما جميعًا وكان أحدهما أشد اجتهادًا من صاحبه ... الحديث.\rفقال: هو حديث يرويه محمد بن إبراهيم بن الحارث عن أبي سلمة.\rحدث به عنه يزيد بن الهاد ومحمد بن إسحاق، فأما يزيد بن الهاد فأسنده عن أبي سلمة عن طلحة بن عبيد الله.\rوأرسله محمد بن إسحاق عن محمد بن إيراهيم عن أبي سلمة.\rورواه محمد بن عمرو عن أبي سلمة عن طلحة.\rواختلف عن محمد بن عمرو.\rفرواه إسماعيل بن جعفر ويزيد بن هارون عن محمد بن عمرو عن أبي سلمة عن طلحة.\rورواه حماد بن سلمة وسعيد بن عامر عن محمد بن عمرو عن أبي سلمة مرسلاً.\rورواه محمد بن بشر العبدي والفضل بن موسى السيناني ومحمد بن يعلى وجنادة بن سلم عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن طلحة بن عبيد الله رأى في المنام.\rوأصحها كلها قول يزيد بن الهاد، وذكر أبي هريرة فيه وهم. والله أعلم. اهـ.","Part":"1","seal":"5C9F03D3","page":86},
      {"id":84,"nass":"وقوله: أصحها، لا يدل على أنه صحيح كما ذكرنا في هذا الكتاب النقول الكثيرة عن أهل العلم، فهو منقطع كما تقدم.\rوليس الخلاف بيني وبين علي إلا أنه لا يفهم العلل كما تقدم، فيقال لك: أترى هذا الشواهد والمتابعات خفيت على الدارقطني وعرفها علي وأمثاله من المقمشين حطاب الليل؟!، ورحم الله امرءًا عرف قدر نفسه.\rوأما عبيد بن خالد فالواقع أني وهمت في قولي: إن الحديث مرسل، وعلي ذهب يرد عليَّ في شأن عبد الله بن ربيعة، ويحاول أن يثبت صحبته، والصحيح أنه تابعي، قال الحافظ المزي رحمه الله في ترجمته من \" تهذيب الكمال \": قال عبد الله بن المبارك عن شعبة في حديثه: وكانت له صحبة، ولم يتابع عليه. وذكر هذا البخاري في ترجمة عبد الله بن ربيعة وأقره.\rوذكره ابن أبي حاتم في ترجمة عبد الله بن ربيعة وأقره.\rهذا وقد اضطرب فيه ابن حبان فذكره في \" الثقات \" وسكت عليه، وأخرى قال: روى عن عبيد بن خالد، وله صحبة. وأخرى أثبت له الصحبة.\rوذكره العلائي في \" جامع التحصيل \"، وذكر أن علي بن المديني أثبت له الصحبة. اهـ المراد من \" جامع التحصيل \"،والذي يظهر لي أن مستند من أثبت صحبته هو قول شعبة، وقد وهمه ابن المبارك، والثقة قد يهم وكما قلت في \" أحاديث معلة \" إني لم أر لمن أثبت له الصحبة حجة.\rوأما الحديث فصحيح، وسأنقله إن شاء الله إلى \" الصحيح المسند","Part":"1","seal":"35D235CC","page":87},
      {"id":85,"nass":"مما ليس في الصحيحين \" لكن لا لأجل انتقاد علي، بل من أجل أن ابن سعد وثق عبد الله بن ربيعة.\r- وأما حديث أم هانئ:\rفتصحيحه متوقف على إثبات سماع عروة من أم هانئ رضي الله عنها ولم يثبت. وقول البوصيري: هذا إسناد صحيح ورجاله ثقات، لا يعني أن الحديث صحيح كما هو معلوم من كتب المصطلح، إذ لا بد من سلامة الحديث من العلة والشذوذ.\rوأما السخاوي فقد صححه بمجموع طرقه، والتعليل أخص كما ذكرت ذلك في مقدمه \" أحاديث معلة مظاهرها الصحة \"، فلا يمنع أن يكون الحديث صحيحاً من طريق أو طرق ومعلاًّ من طريق أخرى.\rثم إن العلماء المتقدمين رحمهم الله قد اختلفوا في بعض الأحاديث، فهذا يصحح وذاك يضعِّف، وفي بعض الرجال، فهذا يوثق وذاك يجرِّح، ولم يكن هذا يحكم على عمل الآخر بأنه لا شيء، إن انتقده انتقده في الموضع الذي اختلفا فيه. والله عز وجل يقول: (وإذا قلتم فاعدلوا) [الأنعام:152]، ويقول: (ولا يجرمنكم شنآن قوم على ألا تعدلوا اعدلوا هو أقرب للتقوى) [المائدة: 8].","Part":"1","seal":"B4078D5B","page":88},
      {"id":86,"nass":"فتحت كتاب \" الفتاوى الحديثية \" للسخاوي رحمه الله (ص224) في الكلام على حديث: \" ما ذئبان ضاريان أرسلا في غنم بأفسد لها من حرص المرء على المال والشرف لدينه \" (ص 223) من \" الفتاوى الحديثية \"\r- قال المحقق علي رضا: أما أبو حاتم وأبو زرعة فقد قالا عن هذا الحديث من رواية ابن عمر وأبي هريرة كما سيأتي جميعًا: واهيان، ثم قالا: والصحيح عن الثوري أنه بلغه عن النبي صلى الله عليه وعلى آله وسلم، وهذا عجيب جدًا من هذين الحافظين الجبلين فحديث أبي هريرة كما سيأتي بيانه جيد الإسناد، كما قال الهيثمي أيضًا، ويشهد له حديث ابن عمر فهو به صحيح قطعًا ... إلخ.\r- وقال (ص 227): ومما سبق تعلم خطأ أبي حاتم وأبي زرعة جميعًا حيث قالا عن حديث أبي هريرة هذا بإنه واه. اهـ المراد من كلامه.\r- أقول: مهلاً يا علي، أتدري من تناطح؟ إنك تناطح حفاظ الحديث:\r1 - أبا حاتم وأبا زرعة إمامي الجرح والتعديل والعلل، وإليك ما قالا:\r* قال ابن أبي حاتم حديث (1799): سألت أبي وأبا زرعة عن حديث رواه قطبة بن العلاء عن الثوري عن عبد الله بن دينار عن ابن عمر قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" ما ذئبان ضاريان في حظيرة ... \"\rقلت: وروى هذا الحديث أيضًا عبد الملك الذماري عن سفيان عن أبي الجحاف عن أبي حازم عن أبي هريرة عن النبي صلى الله عليه وعلى آله وسلم مثله أيهما","Part":"1","seal":"0052A81D","page":89},
      {"id":87,"nass":"أصح؟ فقالا جميعًا: واهيان، والصحيح عن الثوري أنه بلغه عن النبي صلى الله عليه وعلى آله وسلم.\rوقال أبوزرعة: أرى أن يكون أخذ الثوري هذا الحديث عن زكرياء عن أبي زائدة عن محمد بن عبد الرحمن بن سعد بن زرارة عن ابن كعب بن مالك عن أبيه عن النبي صلى الله عليه وعلى آله وسلم.\rقال أبو زرعة: لا أصل لحديث قطبة ولا لحديث عبد الملك الذماري، فسمعت أبي يقول: لم أزل أطلب أثر هذا الحديث حتى رأيت في كتاب عبد الصمد بن حسان عن الثوري قال: قال رسول الله صلى الله عليه وعلى آله وسلم: ورواه أيضًا قبيصة عن الثوري قال رسول الله صلى الله عليه وعلى آله وسلم.\r1 - الترمذي حيث قال (ج 4 ص 508) بعد ذكره حديث كعب ابن مالك: ويُروى في هذا الباب عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم لا يصح إسناده.\r2 - العقيلي: ترجمة (1546): قطبة بن العلاء بن المنهال الغنوي: عن أبيه وسفيان: لا يتابع على حديثه.\rحدثني آدم قال سمعت العنزي قال: قطبة بن العلاء بن المنهال الغنوي عن أبيه وسفيان ليس بالقوي، ومن حديثه ما حدثناه محمد ابن اسماعيل والقاسم بن محمد قالا: حدثنا قطبة بن العلاء بن المنهال الغنوي حدثنا سفيان حدثنا عبد الله بن دينار عن ابن عمر قال: قال رسول الله صلى الله عليه وعلى آله وسلم:\r\" ما ذئبان ضاريان في حظيرة وثيقة يأكلان ويفرسان بأسرع فيهما من حب الشرف والمال في دين المرء المسلم \".","Part":"1","seal":"00D7C902","page":90},
      {"id":88,"nass":"لم يتابع قطبة على هذه الرواية أحد عن الثوري.\rوقال عبد الملك الذماري عن أب الجحاف عن أي حازم عن أي هريرة عن النبي صلى الله عليه وعلى آله وسلم- ولم يتابع الذماري عليها أحد.\rوالحديث محفوظ بغير هذا الإٍسناد وهذا ما يروى من غير هذا الوجه بأسانيد صالحة.\r4 - الحافظ الذهبي في \" الميزان \" ذكره في \" الميزان \" ساكتًا عليه بمعنى أنه تفرد به قطبة.\r5 - الحافظ ابن حجر ذكره في \" اللسان \" ساكتًا عيه.\rولنا أن نقول لك يا علي: أين أصحاب الثوري من هذا الحديث مثل عبد الرحمن بن مهدي ووكيع بن الجراح ويحيى بن سعيد القطان وعبد الرزاق وعبد الله بن المبارك وأبي إسحاق الفزاري وأبي نعيم الفضل بن دكين ويزيد بن زريع ويزيد بن هارون وعبيد الله بن موسى وقبيصة بن عقبة ومحمد بن يوسف الفريابي ومحمد بن كثير العبدي وغيرهم من أصحاب سفيان الحريصين على جمع حديثه حتى يأت قطبة بن العلاء فيرويه عن الثوري عن عبد الله بن دينار عن ابن عمر مرفوعاً، ويأتي عبد الملك الذماري فيرويه عن سفيان عن أبي الجحاف عن أبي حازم عن أبي هريرة مرفوعًا؟!.\rولنا أن نقول لك: (ماذا بعشك فأدرجي) ورحم الله امرءًا عرف قدر نفسه، فمالك ولعلم العلل؟ إنما شأنك أن تفتح \" التقريب \" وإذا رأيت رجال السند ثقات، قلت: صحيح، وإذا وجدت فيهم صدوقًا،","Part":"1","seal":"C6D99769","page":91},
      {"id":89,"nass":"قلت: حسن، وإذا وجدت فيهم ضعيفاً، قلت: حديث ضعيف، وأما أن تتكلم فيما لا تدريه ولا تفقهه ولا تعيه؛ فستصير أًضحوكة عند من يعرف هذا الفن هدانا الله وإياك.\rوبعد فإني أقرأ في كتب بعض العصريين فأرى فيهم من الجرأة على معارضة أقوال الأئمة فما قول يحيى بن سعيد القطان وعبد الرحمن بن مهدي ويحيى بن معين وعلي بن المديني وأحمد بن حنبل والبخاري وأبي حاتم وأبي زرعة والدارقطني عنده شيء، وتجده يتعجب منهم كيف أقدموا على تعليل الحديث، وهو في الواقع ما فهم كلامهم.\rفأين الثريا وأين الثرى ... وأين معاوية من علي\rهل تعلم يا هذا أن أولئك الأئمة منهم من يحفظ حديث المحدث وحديث شيخه وحديث تلميذه سواء أكان حفظ صدر أم حفظ كتاب، فإذا حدث عنه المحدث ما ليس من حديثه علموا أنه وهم عليه؟ وهل تعلم أنه ليس كل المحدثين أقدموا على علم العلل؟","Part":"1","seal":"0C62A733","page":92},
      {"id":90,"nass":"كتب علي رضا\rله تحقيقات بذل فيها جهدًا مشكورًا وسبيله في الجمع والتقميش سبيل كثير من العصريين الذين يجمعون الأخضر واليابس والغث والسمين، ثم يقولون: هذا حديث حسن لغيره.\rوكثير من الكتاب العصريين متأثرون بالمستشرقين، المقدمة قدر ثلث الكتاب، والفهارس قدر ثلث الكتاب، والأصل قدر الثلث، فياليتهم يخرجون الكتاب الأصل، ويحكمون على أحاديثه إن كانت تحتاج، وأما حديث قد أخرجه الشيخان أو أحدهما فيكفي العزو إليهما، اللهم إلا أن يكون الحديث من الأحاديث المنتقدة التي انتقدها الدارقطني أو غيره من الحفاظ المعترف بانتقاده، كما قال ابن الصلاح ما معناه: إن أحاديث \" الصحيحين \" تفيد العلم اليقيني النظري إلا أحاديث يسيرة انتقدها الحفاظ كالدارقطني وغيره، فإذا كان من الأحاديث المنتقدة فله أن يبدي رأيه إن كان أهلاً لذلك - بتأييد الانتقاد أو دفعه.\rوأما إذا كان في غير \" الصحيحين \" فيحكم على الحديث بما يستحقه إن كان أهلاً لذلك.\r- هذا ومن الكتب التي حكم علي رضا على أحاديثها \" مسند علي بن أبي طالب رضي الله عنه \" في سبعة مجلدات تأليف (موسى أزبك) جمع فيه ما هب ودب، وبمثل هذا تقر أعين الشيعة، فإنهم حريصون على تضخيم الكتب","Part":"1","seal":"7EA5D9AA","page":93},
      {"id":91,"nass":"المسندة إلى علي رضي الله عنه، وقد أصدروا كتبًا عدة من أباطيلهم مثل \" المسند \" المنسوب إلى زيد بن علي رحمه الله الذي من طريق عمرو بن خالد الواسطي الكذاب، ومثل \" نهج البلاغة\" الذي فيه الكذب الصراح على علي رضي الله عنه، ومثل \" سلوني قبل أن تفقدوني \" الذي فيه أن عليًا هو الذي خلق أبا بكر، ومثل \" علي من المهد إلى اللحد \" المشتمل على الأكاذيب والأباطيل، واقتطع بعضهم ترجمة علي رضي الله عنه من \" تاريخ ابن عساكر \" وضخمها بالحواشي والتخريجات حتى صارت ثلاثة مجلدات.\rونسيت كتابًا من كتب الضلال، بل من كتب الكفر والإلحاد، فيه كثير من صفات الألوهية أضافوها إلى علي بن أبي طالب رضي الله عنه وقَبَّح المفترين عليه.\r\" مسند علي بن أبي طالب \" انبرى له علي رضا، مكتوب على دفته تخريج علي رضا.\rوأقول: إنه ينبغي أن يقال: تهريج علي رضا؛ فأين التخريج يا علي؟ أأنت لا تعرف التخريج أخرجه فلان؟\rتهريج علي لا يستحق التعليق، ولكن يستحق التحريق، ولا يجور أن يطبع الكتاب ولا أن يباع، اللهم إلا إذا اقتناه الشخص المستفيد لينبه على تهريج المؤلف وعلي رضا.\rوإليك نماذج من ذلك:\r- الحديث السادس: من طريق أبان بن أبي عياش عن رجل عن علي.","Part":"1","seal":"3A79453E","page":94},
      {"id":92,"nass":"قال فيه: صحيح.\rفهل أبان بن أبي عياش الذي قال فيه الحافظ في \" التقريب \": متروك، وهو يرويه عن مجهول، هل السند يصلح في الشواهد والمتابعات؟ هل سبقك أحد يقول في حديث هذا سنده: صحيح؟! أفِّ لهذه الاجتهادات.\rثم إن هذا يذكر في آخر الكتاب في المبهمات.\r- أثر تسعة: في سنده جابر بن يزيد الجعفي الذي قال أبو حنيفة: ما رأيت أكذب منه. وسكت عليه.\r- حديث اثنين وأربعين: قال: ضعيف، وفيه بعض الصفات ثابتة في \" الصحيح \" فلم لم تقل: بعضه صحيح وبعضه ضعيف، على قاعدتك التي لم تسبق إليها.\rوبعده حديثان كذلك.\r*أثر مائة وواحد وثمانين: سكت عليه، وفيه أبو مخنف لوط بن يحيى، قال الذهبي: في \" الميزان \": تالف لا يوثق به.\rثم ذكر أقوال أهل العلم في تجريحه.\r- أثر (249): سكت عليه، وفيه: عمرو بن شمر، وقد قال فيه ابن معين: ليس بشيء، وقال الجوزجاني: زائغ كذاب. اهـ المراد من \" الميزان \".\r- قول علي في مقدمة \" مسند علي رضي الله عنه \": إنه لا ينظر إلى السند، ولكن ينظر إلى المتن، فإذا صح المتن صححه.","Part":"1","seal":"D9924963","page":95},
      {"id":93,"nass":"- أقول: هذا ليس عليه أهل الحديث، فقد قال العلائي في \" جامع التحصيل\" (ص59) بتحقيق حمدي السلفي: وقال سفيان بن عيينة حدث الزهري يومًا بحديث، فقلت له: هاته بلا إسناد فقال: أرتقي السطح بلا سلم؟ وقال بقية ثنا عتبة بن أبي حكيم أنه كان عند إسحاق بن أبي فروة وعنده الزهري، فجعل ابن أبي فروة يقول: قال رسول الله صلى الله عليه وعلى آله وسلم، فقال الزهري: قاتلك الله ما أجرأك، ألا تسند حديثك؟ تحدثنا بأحاديث ليس لها خطم ولا أزمَّة.\rوقال عبد الصمد بن حسان: سمعت سفيان الثوري يقول: الإسناد سلاح المؤمن، فإذا لم يكن سلاح فبم يقاتل؟، وقال شعبة: كل حديث ليس فيه حدثنا وأخبرنا فهو خل وبقل.\rوفي \" صحيح مسلم \" أيضًا: عن عبدان قال: سمعت عبد الله بن المبارك يقول: الإسناد عندي من الدين ولولا الإسناد لقال من شاء بما شاء.\rوعن العباس بن أبي رزمة قال سمعت عبد الله يعني ابن المبارك يقول: بيننا وبين القوم القوائم - يعني الإسناد.\rوعن إبراهيم بن عيسى الطالقاني قال قلت لعبد الله بن المبارك: يا أبا عبد الرحمن، الحديث الذي جاء أن من البر بعد البر أن تصلي لأبويك مع صلاتك وتصوم لهما مع صومك؟ قال: فقال عبد الله: يا أبا إسحاق عمن هذا؟ قال: قلت له هذا من حديث شهاب بن خراش قال: ثقة، عمن؟ قال: قلت: عن الحجاج بن دينار، قال: ثقة، عمن؟","Part":"1","seal":"133C5828","page":96},
      {"id":94,"nass":"قال قلت: قال رسول الله صلى الله عليه وعلى آله وسلم مفاوز تنقطع فيها أعناق المطي، ولكن ليس في الصدقة اختلاف.\r\rحرص أئمتنا رحمهم الله على تتبع الأسانيد\r- قال ابن أبي حاتم في مقدمة \" الجرح والتعديل \" (ج1ص 167):\rنا علي بن الحسين بن الجنيد قال قال بن علي بن المديني نا بشر بن المفضل قال قدم علينا إٍسرائيل فحدثنا عن أبي إسحاق عن عبد الله بن عطاء عن عقبة بن عامر بحديثين فذهبت إلى شعبة فقلت: ما تصنع شيئًا حدثنا إسرائيل عن أبي إسحاق عن عبد الله بن عطاء عن عقبة بكذا، فقال: يا مجنون هذا حدثنا به أبو إسحاق فقلت لأبي إسحاق: مَنْ عبد الله بن عطاء؟ فقال: شاب من أهل البصرة، قدم علينا فقدمت البصرة، فسألت عنه فإذا هو جليس فلان وإذا هو غائب في موضع فقدم فسألته فحدثني به، فقلت: من حدثك؟ قال: حدثني زياد بن مخراق فأحالني على صاحب حديث، فلقيت زياد بن مخراق فسألته فحدثني به، قال حدثني بعض أصحابنا عن شهر ابن حوشب.\rوقد جاءت القصة عند الخطيب وغيره بأطول من هذا، ولكنها من طريق نصر بن حماد فهو كذاب، وقد حدثنا بتلك القصة مراراً، وفيها أن شعبة قال: أفسد عليَّ شهر، ولو صح لي لكان أحب إليَّ من أهلي ومالي وولدي والناس أجمعين.\rفنستغفر الله فإن القصة لا تثبت.","Part":"1","seal":"87EECE1E","page":97},
      {"id":95,"nass":"- قال الخطيب رحمه الله في \" الكفاية \" (ص 403):\rأخبرنا محمد بن الحسين القطان أنا عبد الله بن جعفر قال ثنا يعقوب بن سفيان قال حدثني ابن نمير قال ثنا ابن إدريس قال سمعت الأعمش يقول: جالست إياس بن معاوية فحدث بحديث، فقلت: عمن تذكر هذا فضر لي مثل رجل من الخوارج، فقلت: أنى تضر هذا المثل، تريد أن أكنس الطريق بثوبي فلا أدع بعرة ولا خنفساء إلا حملتها؟!\r- قال البخاري رحمه الله (ج11 ص204):\r- حدثنا عبد الله بن محمد حدثنا عبد الملك بن عمرو حدثنا عمر بن أبي زائدة عن أبي إسحاق عن عمرو بن ميمون قال: من قال عشرًا (أي لا إله إلا الله) كان كمن أعتق رقبة من ولد إسماعيل.\r- قال عمر (¬1): حدثنا عبد الله بن أبي السفر عن الشعبي عن الربيع بن خثيم مثله، فقلت للربيع: ممن سمعته؟ فقال: من عمرو بن أبي ليلى، فأتيت ابن أبي ليلى، فقلت: ممن سمعته؟ فقال: من ابن الأنصاري يحدثه عن النبي صلى الله وعلى آله وسلم.\r¬_________\r(¬1) في الأًصل: \" عمرو\"، والصواب: \" عمر \"، كما في \"الفتح\"، وهو ابن أبي زائدة، وليس الحديث معلقًا؛ بل هو بالسند الأول، قاله الحافظ في \" الفتح \".","Part":"1","seal":"0266BA30","page":98},
      {"id":96,"nass":"تعقبات لبعض عمل علي رضا\rفي \"مسند علي بن أبي طالب رضي الله عنه\"\r- قال ابن أبي حاتم في \"العلل\" حديث (1245):\rسألت أبي عن حديث رواه عمر بن عبد الواحد عن الأوزاعي عن عبد الرحمن بن القاسم عن أبيه عن عائشة عن النبي صلى الله عليه وعلى آله وسلم قال: \" إذا أراد الرجل أن يجامع امرأته اتخذت خرقة فإذا فرغ ناولته إياها فمسح عنه الأذى ومسحت عنها \".\rقال أبي إنما هو عن عائشة موقوف. اهـ.\rفلماذا لم يجعل العلماء الموقوف شاهدًا للمرفوع؟! بل جعلوه علة للمرفوع بخلاف عمل علي في \" مسند علي رضي الله عنه \" وعمل كثير من المعاصرين.\r- قال ابن أبي حاتم في \" العلل \" حديث (1486):\rسمعت أبي ورأى في كتابي عن هارون بن إسحاق عن محمد بن بشر عن عبد الرحمن بن أبي الزناد عن أبيه عن ابن عمر عن النبي صلى الله عليه وعلى أله وسلم أنه سئل عن أكل الضب فقال: \" ما أنا بأكله ولا محرمه \"\rفسمعت أبي يقول: هذا حديث وهم، وإنما هو عن عبد الرحمن ابن عبد الله بن دينار عن أبيه عن ابن عمر عن النبي صلى الله عليه وعلى آله وسلم. اهـ.","Part":"1","seal":"000022CA","page":99},
      {"id":97,"nass":"ولماذا لم يجعل العلماء حديث عبد الله بن دينار شاهدًا لحديث أبي الزناد؛ بل جعلوا حديث عبد الله بن دينار على لحديث أبي الزناد؟!.\r- قال أبو عيسى الترمذي رحمه الله في \" العلل الكبير \" (ص 91):\rسألت محمدًا عن هذا الحديث يعني حديث هشيم وإسماعيل التيمي عن يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى عن البراء بن عازب عن النبي صلى الله عليه وعلى آله وسلم قال: \" حق على المسلمين أن يغتسلوا يوم الجمعة، وليمس أحدهم من طيب أهله، فإن لم يجد فالماء له طيب \".\rفقال: الصحيح عن ابن أبي ليلى عن البراء موقوف.\rوإسماعيل بن إبراهيم التيمي ذاهب الحديث كان ابن نمير يضعفه جدًا، ولم يعرف حديث هشيم عن يزيد بن أبي زياد.\rوحديث هشيم أصح وأحسن من حديث إسماعيل. اهـ.\rولماذا لم يجعل العلماء الموقوف شاهدًا للحديث المرفوع؛ بل جعلوه علة له؟!\r* قال ابن أبي حاتم في \" العلل \" حديث (1271):\rسألت أبي عن حديث رواه حماد بن خالد الخياط عن هشام بن سعد عن الزهري عن عروة عن عائشة قالت: لا طلاق إلا بعد نكاح.\rقال أبي: هذا حديث منكر، وإنما يروى عن الزهري أنه قال: ما بلغني في هذا رواية عن أحد من السلف، ولو كان عنده عن عروة عن عائشة كان لايقول ذلك. اهـ.","Part":"1","seal":"C070B79B","page":100},
      {"id":98,"nass":"ولماذا ما قال العلماء الرفع زياد من الثقة، وزيادة الثقة مقبولة؟ وهذا شأن كثير من العصريين، وهيهات هيهات أن يبلغ العصريون عشر ما بلغه العلماء المتقدمون.\r- قال ابن أبي حاتم في \" العلل \" حديث (29):\rسمعت أبي وذكر حديثًا رواه مروان الفزاري عن محمد بن عبد الرحمن بن مهران عن سعيد المقبري عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" لولا أن يثقل على أمتي لفرضت السواك، ولأخرت صلاة العشاء إلى ثلث الليل \".\rقال أبي هذا خطأ، رواه الثقات عن المقبري عن أبي هريرة عن النبي صلى الله عليه وعلى آله وسلم، وبعضهم يقول: عن أبيه عن أبي هريرة شاهدًا لحديث أبي سعيد ويحكموا على حديث أبي سعيد بأنه صحيح لغيره كما يفعل كثير من العصريين؟!\rوعند الإنصاف ما يسعنا إلا ما قاله العلماء المتقدمون، لأننا لم نبلغ معاشر ما بلغوا، وليس هذا من باب التقليد، ولكن من باب قبول خبر الثقة.\r- قال ابن أبي حاتم في \"العلل\" حديث (30):\rسألت أبي وأبا زرعة عن حديث رواه مصعب بن المقدام عن الثوري عن أبي الزبير عن جابر قال: نهى النبي صلى الله عليه وعلى آله وسلم أن يمس الرجل ذكره بيمينه.\rفقالا: هذا خطأ، إنما هو الثوري عن معمر عن يحيى بن أبي","Part":"1","seal":"EFA6297B","page":101},
      {"id":99,"nass":"كثير عن عبد الله بن أبي قتادة عن أبيه عن النبي صلى الله عليه وعلى آله وسلم. قلت: الوهم ممن هو؟ قالا: من مصعب بن المقدام. اهـ.\rولماذا لم يجعل العلماء حديث جابر صحيحًا لغيره بل حكموا بأنه خطأ؟!\rولا تظن أني لا أقول بالشواهد والمتابعات، ولكن حديث حكم عليه أهل العلم بأنه خطأ أو باطل فلا يستشهد به، وإن كان سنده مثل الشمس.\r- قال ابن أبي حاتم في \" العلل \" حديث (32):\rسألت أبي وأبا زرعة عن حديث رواه عثمان بن أبي شيبة عن شريك عن الأعمش عن أبي سفيان عن حذيفة عن رسول الله صلى الله عليه وعلى آله وسلم أنه قال: \" إذا قام أحدكم من الليل فليستك \".\rفقالا: هذا وهم، إنما هو الأعمش عن سعد بن عبيدة عن أبي عبد الرحمن عن علي موقوف أنه كان يقول.\rقلت لهما: فالوهم ممن هو؟ قالا: يحتمل أن يكون من أحدهما.\rقلت: يعنيان إما من عثمان وإما من شريك. اهـ.\rولماذا لم يجعل العلماء قول علي شاهدًا لحديث حذيفة؟!\r- قال ابن أبي حاتم في \" العلل \" حديث (39):\rسألت أبا زرعة عن حديث رواه يحيى بن زكرياء بن أبي زائدة وأبو داود عن شعبة عن حبيب بن زيد عن عباد بن تميم عن عمه عبد الله بن زيد عن","Part":"1","seal":"C24CD430","page":102},
      {"id":100,"nass":"النبي صلى الله عليه وعلى آله وسلم أنه أُتي بإناء فيه ماء قدر ثلثي المد فتوضأ به.\rورواه غندر عن شعبة عن حبيب بن زيد عن عباد بن تميم عن جدته أم عمارة عن النبي صلى الله عليه وعلى آله وسلم.\rفقال أبو زرعة: الصحيح عندي حديث غندر. اهـ.\rوهذا من ذاك.\r- قال ابن أبي حاتم في \" العلل \" حديث (43):\rسألت أبي وأبازرعة عن حديث رواه حماد عن عبيد الله بن عمر عن نافع عن ابن عمر أو غيره أن النبي صلى الله عليه وعلى آله وسلم قال: \" إن الذي يشرب في آنية الفضة إنما في بطنه نار جهنم \".\rقالا: هذا خطأ إنما هو عن نافع عن زيد بن عبد الله بن عمر عن عبد الله بن عبد الرحمن بن أبي بكر الصديق عن أم سلمة عن النبي صلى الله عليه وعلى آله وسلم.\rقلت لأبي ولأبي زرعة: الوهم ممن هو؟ فقالا: من حماد. اهـ.\rلماذا لم يحكم العلماء على حديث حذيفة بأنه صحيح كما فعل علي رضا في \" مسند علي بن أبي طالب \"؟! يعمد إلى أحاديث فيها الوضاعون فيحكم عليها؛ لأنها قد صحت عن صحابي آخر!\r- قال ابن أبي حاتم في \" العلل \" حديث (46):\rسألت أبي وأبا زرعة عن حديث رواه سهل بن حماد أبوعتاب عن عبد الله بن المثنى عن ثمامة عن أنس عن النبي صلى الله عليه وعلى آله وسلم قال: \" إذا وقع الذباب في","Part":"1","seal":"2C31EAFE","page":103},
      {"id":101,"nass":"إناء أحدكم فليغمسه في فإن في أحد جناحيه داء وفي الآخر شفاء \".\rفقال أبي وأبوزرعة جيمعًا: رواه حماد بن سلمة عن ثمامة بن عبد الله عن أبي هريرة.\rقال أبو زرعة: وهذا الصحيح.\rوقال أبي: هذا أشبه عن أبي هريرة عن النبي صلى الله عليه وعلى آله وسلم ولزم أبو عتاب الطريق فقال: عن عبد الله عن ثمامة عن أنس.\rوقال أبو زرعة: هذا حديث عبد الله بن المثنى أخطأ فيه عبد الله، والصحيح ثمامة عن أبي هريرة. اهـ.\rوهذا من ذاك أما علي رضا فيحكم على الحديث الذي في سنده كذاب بأنه صحيح؛ لأنه قد جاء عن صحابي آخر، فهل لك سلف في هذا يا علي؟!\r- قال ابن أبي حاتم في \" العلل \" حديث (47):\rسألت أبي عن حديث رواه حماد بن سلمة عن سنان بن ربيعة عن أنس بن مالك أن النبي صلى الله عليه وعلى آله وسلم كان إذا توضأ غسل مآقي عينينه بإصبعية.\rقال أبي: روى حماد بن زيد عن سنان عن شهر عن أبي أمامة عن النبي صلى الله عليه وعلى آله وسلم، وحماد بن زيد أحفظ وأثبت من حماد بن سلمة. وسنان بن ربيعة أبو ربيعة مضطرب الحديث، اهـ.\rوهذا من ذالك.","Part":"1","seal":"13F99594","page":104},
      {"id":102,"nass":"- قال ابن أبي حاتم في \" العلل \" حديث (49):\rسألت أبي عن حديث رواه داود بن أبي هند عن أبي الزبير عن جابر عن النبي صلى الله عليه وعلى آله وسلم قال: \" غسل يوم الجمعة واجب في كل سبعة أيام \".\rقال أبي: هذا خطأ إنما هو على ما رواه الثقات عن أبي الزبير عن طاوس عن أبي هريرة موقوف. اهـ.\rوهذا من ذاك.\r- قال ابن أبي حاتم في \" العلل \" حديث (1635):\rسئل أبوزرعة عن حديث مالك عن الزهري عن علي بن حسين عن عمر بن عثمان بن عفان عن أسامة بن زيد أن رسول الله صلى الله عليه وعلى آله وسلم قال: \" لا يرث المسلم الكافر \".\rقال أبو زرعة: الرواة يقولون: عمرو، ومالك يقول: عمر بن عثمان، قال أبو محمد: أما الرواة الذين قالوا: عمرو بن عثمان فسفيان بن عيينة ويونس بن يزيد عن الزهري. أهـ.\rولماذا ما قال العلماء حديث مالك صحيح لأنه قد صح من طريق أخرى؟!\r- قال ابن أبي حاتم في \" العلل \" حديث (362):\rسئل أبي عن حديث رواه نوح بن حبيب عن عبد المجيد بن عبد العزيز بن أبي داود (¬1) عن مالك بن أنس عن زيد بن أسلم عن عطاء بن يسار\r¬_________\r(¬1) كذا في الأصل والصواب: \" رؤاد \".","Part":"1","seal":"CFC35DA6","page":105},
      {"id":103,"nass":"عن أبي سعيد الخدري عن النبي صلى الله عليه وعلى آله وسلم: \" إنما الأعمال بالنيات \".\rقال أبي: هذا حديث باطل، لا أصل له، إنما هو مالك عن يحيى ابن سعيد عن محمد بن إبراهيم التيمي عن علقمة بن وقاص عن عمر عن النبي صلى الله عليه وعلى آله وسلم.\rلماذا لم يصحح العلماء حديث أبي سعيد الخدري كما فعل علي في \" مسند علي بن أبي طالب \" الذي يعتبر عمله فيه عارًا عليه.\rومثل حديث أبي سعيد حديث أبي هريرة وابن عمر وثوبان وغيرهم \"الدين النصيحة \"، فلما نقل الحافظ في \"تغليق التعليق \" عن البخاري أنه قال لا يصح إلا من حديث تميم الداري.\r\r- أما الكتاب الثاني فهو \" المجلى في تحقيق أحاديث المحلى \"، و \" المحلى \" كتاب عظيم من اعظم مراجع الإسلام في الفقه الإسلامي، وما أشد حاجة الكتاب إلى عالم محدث وفقه منصف يحكم على أحاديثه، ويرد على أبي محمد رحمه الله فيما أخطأ فيه في العقيدة والعبادات والمعاملات، وما أصاب فيه أبو محمد رحمه الله اعترف له بالفضل.\rأما كتاب علي رضا حفظه الله فقد بذل فيه جهدًا مشكورًا، ولكن طيشان الشباب الذي لعب به، فهو مولع بتخطئة الآخرين فمرة خطَّأ ابن حزم وأخر خطَّأ أحمد شاكر، ومرة خطَّأ الألباني، وخطَّأ آخرين لا استحضرهم، نسأل الله أن يصلحه ويوفقه لحسن الأدب مع العلماء رحمهم الله. والله المستعان.","Part":"1","seal":"7E394E9C","page":106},
      {"id":104,"nass":"نصيحتي للمعاصرين\rنصيحتي للمعاصرين أن يكثروا من القراءة في تراجم علماء الحديث مثل الإمام مالك، ويحيى بن سعيد القطان، وعبد الرحمن بن مهدي، وعلي بن المديني، ويحيى بن معين، وأحمد بن حنبل، والبخاري، وأبي حاتم، وأبي زرعة، ومسلم بن الحجاج، والعقيلي، وابن عدي، وابن حبان، والدارقطني، والحاكم، ووالخطيب، وابن عبد البر رحمهم الله، حتى يعرف العصري قدره، ويترك الجرأة على أولئك الأئمة.\rحقًا لقد وجدنا من كثير من العصريين الاستخفاف بأولئك الأئمة، فهذا يتعجب منهم كيف ضعفوا الحديث؟ وهو بمجموع طرقه في نظره صالح للحجية، وذاك يتعجب منهم كيف أعلوا حديثًا ظاهره الصحة؟ وذاك يوهم الذهبي والعراقي وغيرهما من أئمة الحديث حيث قالوا: إنَّ (سكتوا عنه) عند البخاري بمعنى متروك، ويريد أن يجمع بين أقوال أهل العلم في الراوي وهذا إنما يكون إذا كان الجرح غير مفسر، مثلاً: قال أحمد بن حنبل: ضعيف وقال يحيى بن معين: ثقة، فالحافظ في \" التقريب \" يجمع بين قوليهما ويقول: صدوق يهم، أو صدوق يخطئ أو نحو ذلك، أما أن يقول يحيى بن معين: كذاب، ويقول أحمد ثقة، فالجرح ها هنا مفسر نأخذ بالجرح؛ لأن يحيى علم ما لم يعلم أحمد بن حنبل، وهكذا إذا قال البخاري: سكتوا عنه، وقال أبو حاتم: ثقة أو","Part":"1","seal":"55D2ABA1","page":107},
      {"id":105,"nass":"صدوق، فقد علم بالاستقراء وبالمقابلة بين عبارات البخاري في \" تواريخه \" أنَّ: سكتوا عنه بمعنى متروك، فنأخذ بقول البخاري، ونقول: علم من حال الراوي ما لم يعلمه أبو حاتم. وأنا أعجب لمن يتعقب الدارقطني ويقول: قلت: أخطأ الدارقطني.\rالدارقطني الذي لقب بلقب أمير المؤمنين، وقال فيه الحافظ الذهبي: وأنت إذا قرأت كتابه \" العلل \" تندهش، ويطول تعجبك.\rوصاحبنا العصري مجرد باحث يتطاول على الدارقطني وغيره من أئمة الحديث.\rنعم إذا أختلف أئمة الحديث في الراوي أو في صحة الحديث وضعفه، فلك أن تنظر إلى القواعد الحديثية وترجح ما تراه صوابًا إذا كانت لديك أهلية وإلا توقفت.\rأنا لا أقول: إن أئمة الحديث رحمهم الله معصومون، فإنك إذا قرأت في كتب العلل تجد أوهامًا لشعبة وسفيان الثوري وغيرهما من أئمة الحديث، ولكن هذه الأوهام ينبه عليها من بعدهم، وليس لدى المحدثين رحمهم الله محاباة، وأنا لا أدعوك إلى تقليدهم فإن التقليد حرام، وليس اتباعك للمحدثين من باب التقليد؛ بل من باب قبول خبر الثقة كما قال تعالى: (يا أيها الذين أمنوا إن جاءكم فاسق بنبأ فتبينوا) [الحجرات:6] كما في \" إرشاد النقاد إلى تيسير الاجتهاد \"\rللصنعاني رحمه الله.","Part":"1","seal":"6C2201C5","page":108},
      {"id":106,"nass":"فإن قلت: فأنت قد وقعت فيما تحذّر منه في كتابك \" الصحيح المسند من أسباب النزول \"؟ قلت: صدقت، ولكني بعد أن عرفت قدر نفسي رجعت كما في الطبعة الأخيرة، وكذا وقعت في تصحيح حديث قتيبة بن سعيد في \" الجمع بين الصلاتين في السفر \" وإذا أعدنا طبعه إن شاء الله سنتراجع ولا نجرؤ أن نخالف أئمتنا أئمة الحديث في شيء نسأل الله أن يرزقنا حبهم واحترامهم ومعرفة منزلتهم الرفيعة. آمين.","Part":"1","seal":"D1D2B228","page":109},
      {"id":107,"nass":"وجاءت الجريدة تحمل صورة علي رضا\rفإليك بعض الأدلة على تحريم صور ذوات الأرواح.\r\rلعن رسول الله صلى الله عليه وعلى آله وسلم المصور\r- قال البخاري رحمه الله (ج10 ص 393):\rحدثنا محمد بن المثنى حدثني محمد بن جعفر غندر حدثنا شعبة عن عون بن أبي جحيفة عن أبيه أنه أشترى غلامًا حجامًا فقال: إن النبي صلى الله عليه وعلى آله وسلم نهى عن ثمن الدم وثمن الكلب وكسب البغي، ولعن آكل الربا وموكله والواشمة والمستوشمة والمصور.\r\rالأمر بطمس الصور\r- قال الإمام مسلم رحمه الله (ج2 ص 666) بتحقيق محمد فؤاد عبد الباقي:\rحدثنا يحيى بن يحيى وأبو بكر بن أبي شيبة وزهير بن حرب، قال يحيى أخبرنا وقال الآخران حدثنا وكيع عن سفيان عن حبيب بن أبي ثابت عن أبي وائل عن أبي الهياج الأسدي قال: قال لي علي بن أبي طالب: ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه وعلى آله وسلم: ألا تدع تمثالاً إلا طمسته ولا قبرًا مشرفًا إلا سويته.\rوحدثنيه أبو بكر بن خلال الباهلي حدثنا يحيى هو القطان حدثنا سفيان حدثني حبيب بهذا الإسناد وقال: ولا صورة إلا","Part":"1","seal":"94BDDBA3","page":110},
      {"id":108,"nass":"طمستها.\r\rالصورة ربما تعبد من دون الله\r- قال البخاري رحمه الله (ج3 ص 208):\rحدثنا إسماعيل قال حدثني مالك عن هشام عن أبيه عن عائشة رضي الله عنها قالت: لما أشتكى النبي صلى الله عليه وعلى آله وسلم ذكرت بعض نسائه كنسية رأينها بأرض الحبشة يقال لها: مارية، وكانت أم سلمة وأم حبيبة رضي الله عنهما أتتا أرض الحبشة فذكرتا من حسنها وتصاوير فيها، فرفع رأسه فقال \" أولئك إذا مات منهم الرجل الصالح بنوا على قبره مسجدًا ثم صوروا فيه تلك الصور، أولئك شرار الخلق عند الله \".\rالحديث أخرجه مسلم (ج1ص375) بتحقيق محمد فؤاد عبد الباقي فقال رحمه الله: وحدثني زهير بن حرب حدثنا يحيى بن سعيد حدثنا هشام به.\r\rلا تدخل الملائكة البيت الذي فيه تصاوير\r- قال البخاري رحمه الله (ج10 ص 380) مع \" الفتح \":\rحدثنا آدم قال حدثنا ابن أبي ذئب عن الزهري عن عبيد الله بن عبد الله بن عتبة عن ابن عباس عن أبي طلحة رضي الله عنهم قال: قال النبي صلى الله عليه وعلى آله وسلم: \" لا تدخل الملائكة (¬1) بيتًا فيه كلب ولا تصاوير \".\rوقال الليث حدثني يونس عن ابن شهاب أخبرني عبيد الله\r¬_________\r(¬1) أي ملائكة الرحمة.","Part":"1","seal":"2B932C26","page":111},
      {"id":109,"nass":"سمع ابن عباس سمعت أبا طلحة سمعت النبي صلى الله عليه وعلى آله وسلم.\rرواه مسلم (ج14ص 83 و 84) مع النووي.\r- قال البخاري رحمه الله (ج10 ص 389):\rحدثنا قتيبة حدثنا الليث عن بكير عن بسر بن سعيد عن زيد بن خالد عن أبي طلحة صاحب رسول الله صلى الله عليه وعلى آله وسلم قال: إن رسول الله صلى الله عليه وعلى آله وسلم قال: \" إن الملائكة لا تدخل بيتًا فيه صورة \". قال بسر: ثم أشتكى زيد فعدناه فإذا بابه ستر فيه صورة، فقلت لعبيد الله الخولاني ربيب ميمونة زوج النبي صلى الله عليه وعلى آله وسلم: ألم يخبرنا زيد عن الصور اليوم الأول؟\rفقال عبيد الله ألم تسمعه حين قال \" إلا رقما في ثوب \".\rوقال ابن وهب أخبرنا عمرو وهو ابن الحارث حدثه بكير حدثه بسر حدثه زيد حدثه أبو طلحة عن النبي صلى الله عليه وعلى آله وسلم.\r- ورواه مسلم رحمه الله (ج14ص85) فقال:\rحدثنا قتيبة بن سعيد حدثنا ليث عن بكير عن بسر بن سعيد عن زيد بن خالد عن أبي طلحة صاحب رسول الله صلى الله عليه وعلى آله وسلم أنه قال: إن رسول الله صلى الله عليه وعلى آله وسلم قال: \" إن الملائكة لا تدخل بيتًا فيه صورة \"، قال بسر: ثم اشتكى زيد بعد فعدناه فإذا على بابه ستر فيه صورة، قال: فقلت لعبيد الله الخولاني ربيب ميمونة زوج النبي صلى الله عليه وعلى آله وسلم: ألم يخبرنا زيد عن الصور يوم الأول؟ فقال عبيد الله: ألم تسمعه حيث قال \" إلا رقمًا في ثوب \".\rحدثنا أبو الطاهر أخبرنا ابن وهب اخبرني عمرو بن الحارث أن بكير بن الأشج حدثه ظان بسر بن سعيد حدثه أن زيد بن خالد","Part":"1","seal":"7465EEE8","page":112},
      {"id":110,"nass":"الجهني حدثه ومع بسر عبيد الله الخولاني أن أبا طلحة حدثه أن رسول الله صلى الله عليه وعلى آله وسلم قال: \" لا تدخل الملائكة بيتًا فيه صورة \". قال بسر: فمرض زيد بن خالد فعدناه فإذا نحن في بيته بستر فيه تصاوير، فقلت لعبيد الله الخولاني: ألم يحدثنا في التصاوير؟ قال: إنه قال: \" إلا رقمًا في ثوب \" ألم تسمعه؟ قلت: لا، قال بلى قد ذكر ذلك.\r- قال البخاري رحمه الله (10 ص 391):\rحدثنا يحيى بن سليمان قال حدثني ابن وهب قال حدثني عمر بن محمد بن سالم عن أبيه قال: وعد جبريل النبي صلى الله عليه وعلى آله وسلم فراث عليه حتى اشتد على النبي صلى الله عليه وعلى آله وسلم، فخرج النبي صلى الله عليه وعلى آله وسلم فلقيه فشكا إليه ما وجد، فقال له: \" إنا لا ندخل بيتًا فيه صورة ولا كلب \".\r- قال مسلم رحمه الله (ج 14 ص 81):\rحدثني سويد بن سعيد حدثنا عبد العزيز بن أبي حازم عن أبيه عن أبي سلمة بن عبد الرحمن عن عائشة أنها قالت: واعد رسول الله صلى الله عليه وعلى آله وسلم جبريل عليه السلام في ساعة يأتيه فيها فجاءت تلك الساعة ولم يأته وفي يده عصا فألقاها من يده وقال: \" ما يخلف الله وعده ولا رسله \"، ثم التفت فإذا جرو كلب تحت سريره، فقال يا عائشة متى دخل هذا الكلب ههنا؟ فقالت: والله ما دريت فأمر به فأخرج فجاء جبريل، فقال رسول الله صلى الله عليه وعلى آله وسلم: \" واعدتني فجلست لك فلم تأت؟ \" فقال: منعني الكلب الذي كان في بيتك، إنا لا ندخل بيتًا فيه كلب ولا صورة.","Part":"1","seal":"3C9EAAB8","page":113},
      {"id":111,"nass":"حدثنا إسحاق بن إبراهيم الحنظلي أخبرنا المخزومي حدثنا وهيب بن أبي حازم بهذا الإسناد أن جبريل وعد رسول الله صلى الله عليه وعلى آله وسلم أن يأتيه فذكر الحديث ولم يطوله كتطويل ابن أبي حازم.\r- قال البخاري رحمه الله (ج 10 ص 389):\rحدثنا حجاج بن منهال حدثنا جويرية عن نافع عن القاسم عن عائشة رضي الله عنها أنها أشترت نمرقة فيها تصاوير، فقام النبي صلى الله عليه وعلى آله وسلم فلم يدخل فقلت: أتوب إلى الله ماذا أذنبت؟ قال: \" ما هذه النمرقة؟ \" قلت لتجلس عليها وتوسدها، قال: \" إن أصحاب هذه الصور يعذبون يوم القيامة، يقال لهم أحيوا ما خلقتم وإن الملائكة لا تدخل بيتًا فيه الصورة \".\r- وقال مسلم رحمه الله (14ص 89):\rحدثنا يحيى بن يحيى قال قرأت على مالك عن نافع عن القاسم بن محمد عن عائشة أنها اشترت نمرقة فيها تصاوير فلما رآها رسول الله صلى الله عليه وعلى آله وسلم قام على الباب فلم يدخل فعُرف أو فَعَرَفَت في وجهه الكراهية فقالت يا رسول الله أتوب إلى الله وإلى رسوله فماذا أذنبت؟، فقال رسول الله صلى الله عليه وعلى آله وسلم: \" ما بال هذه النمرقة؟ \" فقالت: اشتريتها تقعد عليها وتوسدها، فقال رسول الله صلى الله عليه وعلى آله وسلم: \"إن أصحاب هذه الصور يعذبون ويقال لهم: احيوا ما خلقتم \"، ثم قال \" إن البيت الذي فيه الصور لا تدخله الملائكة \".\r- قال مسلم رحمه الله (14 ص 82):\rحدثني حرملة بن يحيى أخبرنا ابن وهب أخبرني يونس عن ابن شهاب عن ابن السباق أن عبد الله بن عباس قال أخبرتني ميمونة أن رسول الله صلى الله عليه وعلى آله وسلم أصبح","Part":"1","seal":"493BC46E","page":114},
      {"id":112,"nass":"يومًا واجمًا، فقالت ميمونة: يا رسول الله لقد استنكرت هيئتك منذ اليوم، قال رسول الله صلى الله عليه وعلى آله وسلم: \" إن جبريل كان وعدني أن يلقاني الليلة فلم يلقني، أم والله ما أخلفني \"، قال: فظل رسول الله صلى الله عليه وعلى آله وسلم يومه ذلك على ذلك ثم وقع في نفسه جرو كلب تحت فسطاط لنا فأمر به فأخرج، ثم أخذ بيده ماء فنضح مكانه فلما أمسى لقيه جبريل، فقال له: \" قد كنت وعدتني أن تلقاني البارحة؟ \" قال: أجل ولكنا لا ندخل بيتًا فيه كلب ولا صورة، فأصبح رسول الله صلى الله عليه وعلى آله وسلم يومئذ فأمر بقتل الكلاب حتى إنه يأمر بقتل كلب الحائط الصغير ويترك كلب الحائط الكبير.\r- قال مسلم رحمه الله (14 ص 94):\rحدثنا أبوبكر بن أبي شيبة حدثنا خالد بن مخلد عن سليمان بن بلال عن سهيل عن أبيه عن أبي هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" لا تدخل الملائكة بيتًا فيه تماثيل أو تصاوير \".\r- قال الإمام النسائي رحمه الله (ج 8 ص 213):\rحدثنا مسعود بن جويرية قال حدثنا وكيع عن هشام عن قتادة عن سعيد بن المسيب عن عليًّ قال: صنعت طعامًا فدعوت النبي صلى الله عليه وعلى آله وسلم فجاء فدخل فرأى سترًا فيه تصاوير فخرج وقال: \" إن الملائكة لا تدخل بيتًا فيه تصاوير \".\rهذا حديث صحيح، رجاله رجال الصحيح إلا مسعود بن جويرية، وقد قال النسائي ومسلمة بن قاسم: لا بأس به، كما في \" تهذيب التهذيب \"، وقد تابعه أو كريب محمد بن العلاء الهمداني عند ابن","Part":"1","seal":"0A6EA40D","page":115},
      {"id":113,"nass":"ماجه (2 ص 1114) وأبي يعلى (1 ص 342) كلاهما يرويانه عن وكيع به.\r- وقال الإمام أبو يعلى الموصلي رحمه الله في \" المسند \" (ج1 ص 342):\rحدثنا أبو كريب محمد بن العلاء الهمداني حدثنا وكيع عن هشام عن قتادة عن سعيد بن المسيب عن علي أنه صنع طعامًا فدعا رسول الله صلى الله عليه وعلى آله وسلم فجاء فرأى في البيت سترًا فيه تصاوير فرجع، قال: فقلت يا رسول الله ما رجعك بأبي أنت وأمي؟ قال: \" إن في البيت سترًا فيه تصاوير وإن الملائكة لا تدخل بيتًا فيه تصاوير \".\rهذا حديث صحيح.\rوقد أخرجه النسائي (ج 8 ص 213) وابن ماجة (ج2 ص 114).\rوقال أبو يعلى رحمه الله (ص 421): حدثنا عبيد الله بن عمر حدثنا معاذ حدثني أبي عن قتادة به.\r\rمن أشد الناس عذابًا يوم القيامة المصورون\r- قال البخاري رحمه الله (ج10 ص 382):\rحدثنا الحميدي قال حدثنا سفيان حدثنا الأعمش عن مسلم قال كنا مع مسروق في دار يسار بن نمير فرأى في صفته تماثيل فقال سمعت عبد الله، قال: سمعت النبي صلى الله عليه وعلى آله وسلم يقول: \" إن اشد الناس عذابًا عند الله يوم القيامة المصورن \".\rرواه مسلم (14 ص 92).\r- قال البخاري رحمه الله (ج 10 ص 382):\rحدثنا إبراهيم بن المنذر حدثنا أنس بن عياض عن عبيد الله عن نافع أن عبد الله بن عمر رضي الله عنهما أخبره أن رسول الله صلى الله عليه وعلى آله وسلم قال: \" إن الذين يصنعون هذه الصور يعذبون يوم القيامة يقال لهم: أحيوا ما خلقتم \".\rرواه مسلم (ج14 ص 92).\r- قال البخاري رحمه (ج 10 ص 382):\rحدثنا إبراهيم بن المنذر حدثنا أنس بن عياض عن عبيد الله عن نافع أن عبد الله بن","Part":"1","seal":"66A87E12","page":116},
      {"id":114,"nass":"عمر رضي الله عنهما أخبره أن رسول الله صلى الله عليه وعلى آله وسلم قال: \" إن الذين يصنعون هذه الصور يعذبون يوم القيامة يقال لهم: أحيوا ما خلقتم \".\rرواه مسلم (ج 14 ص 92).\r\rالمصورون من أظلم الناس\r- قال البخاري رحمه الله (ج 10 ص 385):\rحدثنا موسى حدثنا عبد الواحد حدثنا عمارة حدثنا ابو زرعة قال دخلت مع أبي هريرة دارًا بالمدينة، فرأى في اعلاها مصورًا يصور، قال: سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \" ومن أظلم ممن ذهب يخلق كخلقي فليخلقوا حبة وليخلقوا ذرة \"، ثم دعا بتور من ماء فغسل يديه حتى دخل إبطيه، فقلت: يا أبا هريرة أشيء سمعته من رسول الله صلى الله عليه وعلى آله وسلم؟ قال: منتهى الحلية.\rأخرجه مسلم (ج 14 ص 93 و 94).\r\rالدليل على تحريم عموم صور ذوات الأرواح\r- قال البخاري رحمه الله (ج 10 ص 386)\rحدثنا علي بن عبد الله حدثنا سفيان قال سمعت عبد الرحمن بن القاسم - وما بالمدينة يومئذ أفضل منه - قال سمعت أبي قال سمعت عائشة رضي الله عنها: قدم رسول الله صلى الله عليه وعلى آله وسلم من سفر وقد سترت بقرام لي على سهوة لي فيها تماثيل، فلما رآه رسول الله صلى الله عليه وعلى آله وسلم هتكه وقال: \" أشد الناس عذابًا يوم القيامة الذين يضاهون بخلق الله \"، قالت جعلناه وسادة أو وسادتين.\rحدثنا مسدد حدثنا عبد الله بن داود عن هشام عن أبيه عن","Part":"1","seal":"21048574","page":117},
      {"id":115,"nass":"عائشة قالت: قدم النبي صلى الله عليه وعلى آله وسلم من سفر وعلقت درنوكًا (¬1) فيه تماثيل فأمرني أن أنزعه فنزعته.\r- ورواه مسلم (14ص 87) فقال رحمه الله:\rحدثنا أبو بكر بن أبي شيبة وأبو كريب قالا حدثنا أبو أسامة عن هشام عن أبيه عن عائشة قالت: قدم رسول الله صلى الله عليه وعلى آله وسلم من سفر وقد سترت على بابي درنوكًا (¬2) فيه الخيل ذوات الأجنحة فأمرني فنزعته.\rوحدثنا أبوبكر بن أبي شيبة حدثنا عبده (ح) وحدثناه أبو كريب حدثنا وكيع بهذا الإسناد وليس في حديث عبدة: قدم من سفر.\rحدثنا منصور بن أبي مزاحم حدثنا إبراهيم بن سعد عن الزهري عن القاسم بن محمد عن عائشة قالت: دخل عليَّ رسول الله صلى الله عليه وعلى آله وسلم وأنا متسترة بقرام فيه صورة فتلون وجهه ثم تناول الستر فهتكه ثم قال: \" إن من أشد الناس عذابًا يوم القيامة الذين يشبهون بخلق الله \".\rوحدثني حرملة بن يحيى أخبرنا ابن وهب أخبرني يونس عن ابن شهاب عن القاسم بن محمد أن عائشة حدثته أن رسول الله صلى الله عليه وعلى آله وسلم دخل عليها بمثل حديث إبراهيم بن سعد غير أنه قال: ثم أهوى إلى القرام فهتكه بيده.\r¬_________\r(¬1) قال الحافظ في \"الفتح\" (ج10 ص 387): الدرنوك: بضم الدال المهملة وسكون الراء بعدها نون مضمومة ثم كاف، ويقال فيه: درموك بالميم بدل النون، قال الخطابي: هو ثوب غليظ له خمل إذا فرش فهو بساط، وإذا علق فهو ستر. اهـ.\r(¬2)","Part":"1","seal":"8E2AE50D","page":118},
      {"id":116,"nass":"حدثناه يحيى بن يحيى وأبو بكر بن أبي شيبة وزهير بن حرب جميعًا عن ابن عيينة (ح) وحدثنا إسحاق بن إبراهيم وعبد بن حميد قالا أخبرنا عبد الرزاق أخبرنا معمر عن الزهري بهذا الإسناد وفي حديثهما: \" إن أشد الناس عذابًا \" لم يذكرا: \" من \".\rوحدثنا أبو بكر بن أبي شيبة وزهير بن حرب جميعًا عن ابن عيينة واللفظ لزهير حدثنا سفيان بن عيينة عن عبد الرحمن بن القاسم عن أبيه أنه سمع عائشة تقول: دخل عليَّ رسول الله صلى الله عليه وعلى آله وسلم وقد سترت سهوة لي بقرام فيه تماثيل، فلما رآه هتكه وتلون وجهه، وقال: \"يا عائشة أشد الناس عذابًا عند الله يوم القيامة الذين يضاهون بخلق الله \"، قالت عائشة: فقطعناه فجعلناه وسادة أو وسادتين.\r\rالنهي عن صنع الصور\r- قال الإمام الترمذي رحمه الله (ج 5 ص 427):\rحدثنا أحمد بن منيع حدثنا روح بن عبادة حدثنا ابن جريج حدثني أبوالزبير عن جابر قال: نهى رسول الله صلى الله عليه وعلى آله وسلم عن الصورة في البيت ونهى أن يصنع ذلك.\rهذا حديث حسن وأبو الزبير وأن كان مدلسًا فقد صرح بالسماع عند الإمام أحمد (ج3 ص 335).\r- قال الإمام أحمد رحمه الله:\rحدثنا عبد الله بن الحارث عن ابن جريج أخبرني أبو الزبير أنه سمع جابر بن عبد الله يزعم أن النبي صلى الله عليه وعلى آله وسلم نهى عن الصور في البيت، ونهى الرجل أن يصنع ذلك وأن النبي صلى الله عليه وعلى آله وسلم أمر عمر بن الخطاب زمن الفتح وهو بالبطحاء أن يأتي الكعبة فيمحو كل صورة فيها، ولم يدخل البيت محيت كل صورة فيه.\rوهكذا صرح بالتحديث عند أحمد أيضًا (ج3 ص 384) فقال رحمه الله: ثنا حجاج قال: قال ابن جريج أخبرني أبو الزبير أنه سمع جابر بن عبد الله فذكره كما عند الترمذي.\r- وقال أبو يعلى رحمه الله (ج4 ص 169):\rحدثنا أبو خيثمة حدثنا روح حدثنا ابن جريح أخبرنا أبو الزبير أنه سمع جابر بن عبد الله. فذكره كما عند الترمذي.\rوتجد في هذه الأدلة عموم تحريم الصور سواء أكانت مجسمة أم غير مجسمة.\r- وقال الإمام أحمد رحمه الله (ج3 ص 335):\rحدثنا عبد الله بن الحارث عن ابن جريج أخبرني أبو الزبير أنه سمع جابر بن عبد الله يزعم أن النبي صلى الله عليه وعلى آله وسلم نهى عن الصور في البيت، ونهى الرجل أن يصنع ذلك، وأن النبي صلى الله عليه وعلى آله وسلم أمر عمر بن الخطاب رضي الله عنه زمن الفتح، وهو بالبطحاء أن يأتي الكعبة فيمحو","Part":"1","seal":"5701C030","page":119},
      {"id":117,"nass":"كل صورة فيها، ولم يدخل البيت حتى محيت كل صورة فيه.\r- وقال الإمام أحمد رحمه الله (ج3 ص 383):\rثنا روح ثنا ابن جريج أخبرني أبوالزبير أنه سمع جابر بن عبد الله يقول: إن النبي صلى الله عليه وعلى آله وسلم أمر عمر بن الخطاب يوم الفتح وهو بالبطحاء أن يأتي الكعبة فيمحو كل صورة فيها، ولم يدخل البيت حتى محيت كل صورة فيه.\r- وقال رحمه الله (3ص396):\rثنا سليمان بن داود حدثنا عبد الرحمن عن موسى بن عقبة عن أبي الزبير عن جابر قال: كان في الكعبة صور، فأمر النبي صلى الله عليه وعلى آله وسلم عمر بن الخطاب أن يمحوها، فبل (¬1) عمر ثوبًا ومحاها به، فدخلها رسول الله صلى الله عليه وعلى آله وسلم وما فيها منها شيء.\r¬_________\r(¬1) في قوله: (فبل عمر ثوباُ ومحاها): دليل على تحريم عموم الصور من ذوات الأرواح فوتوغرافية أو غيرها.","Part":"1","seal":"C1CE50CE","page":120},
      {"id":118,"nass":"التصوير كبيرة من الكبائر\r- قال الإمام الترمذي رحمه الله (ج7 ص 295):\rحدثنا عبد الله بن معاوية الجمحي أخبرنا عبد العزيز بن مسلم عن الأعمش عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" يخرج عنق من النار يوم القيامة له عينان تبصران وأذنان تسمعان ولسان ينطق يقول: إني وُكِّلت بثلاثة: بكل جبار عنيد، وبكل من دعا مع الله إلهًا آخر، وبالمصورين\".\rهذا حديث حسن صحيح غريب.\rقال أبو عبد الرحمن: هذا حديث صحيح ورجاله ثقات.\rورواه الإمام أحمد (ج 16 ص 184) فقال: ثنا عبد الصمد ثنا عبد العزيز بن مسلم به.\r\rالابتعاد عن الشبهات\r- قال الإمام الترمذي رحمه الله (ج5 ص 430):\rحدثنا إسحاق بن موسى الأنصاري حدثنا معن حدثنا مالك عن أبي النضر عن عبيد الله بن عبد الله بن عتبة أنه دخل على أبي طلحة الأنصاري يعوده فوجد عنده سهل بن حنيف قال: فدعا أبو طلحة إنسانًا ينزع نمطًا تحته، فقال له سهل: لم تنزعه؟ قال: لأن فيها تصاوير، وقال فيه النبي صلى الله عليه وعلى آله وسلم ما قد علمت، قال سهل: أو لم يقل: \" إلا ما كان رقمًا في ثوب؟ \" قال: بلى، ولكنه أطيب لنفسي.","Part":"1","seal":"DD9A6E15","page":121},
      {"id":119,"nass":"هذا حديث حسن صحيح.\rقال أبو عبد الرحمن: هذا حديث صحيح على شرط مسلم، رجاله رجال الشيخين إلا إسحاق بن موسى الأنصاري، فانفرد عنه مسلم.\rوأبوالنضر: هو سالم بن أبي أمية.\r\rالأمر بقطع الصور حتى تكون كهيئة الشجرة\r- قال الإمام الترمذي رحمه الله (ج 8 ص 90):\rحدثنا سويد أخبرنا عبد الله بن المبارك أخبرنا يونس بن أبي إسحاق أخبرنا مجاهد أخبرنا أبو هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" أتاني جبرائيل فقال: إني كنت أتيتك البارحة فلم يمنعني أن أكون دخلت عليك البيت الذي كنت فيه إلا أنه كان في باب البيت تمثال الرجال، وكان في البيت قرام ستر فيه تماثيل، وكان في البيت كلب، فمُر برأس التمثال الذي بالباب فليقطع فيصير كهيئة الشجرة، ومر بالستر فليقطع ويجعل منه وسادتين منتبذتين توطأن، ومر بالكلب فليخرج \"، ففعل رسول الله صلى الله عليه وعلى آله وسلم وكان ذلك الكلب جروًا للحسين أو للحسن تحت نَضَدٍ له فأمر فأخرج.\rهذا حديث حسن صحيح.\rقال أبو عبد الله: هذا حديث حسن.\rالحديث أخره أبو داود (ج11 ص 213).\r- وقال الإمام أحمد رحمه الله (8065):\rحدثنا عبد الرزاق اخبرنا معمر عن أبي إسحاق عن مجاهد عن أبي هريرة أن جبريل عليه","Part":"1","seal":"40153A23","page":122},
      {"id":120,"nass":"السلام جاء فسلم على النبي صلى الله عليه وعلى آله وسلم فعرف صوته، فقال:\" ادخل \" فقال: \" إن في البيت سترًا في الحائط فيه تماثيل فاقطعوا رءوسها فاجعلوها بساطًا أو وسائد فاوطئوه فإنا لا ندخل بيتًا فيه تماثيل \".\rهذا حديث صحيح رجاله رجال الصحيح.\r- وقال الإمام أحمد رحمه الله (8032):\rحدثنا أبو قطن حدثنا يونس بن عمرو بن عبد الله يعني ابن أبي إسحاق عن مجاهد عن أبي هريرة قال: قال رسول الله صلى الله عليه وعلى آله وسلم: \" أتاني جبريل عليه السلام فقال: إني كنت أتيتك الليلة فلم يمنعني أن أدخل عليك البيت الذي أنت فيه إلا أنه كان في البيت تمثال رجل، وكان في البيت قرام ستر فيه تماثيل، فمر برأس التمثال يقطع فيصير كهيئة الشجرة، ومر بالستر يقطع فيجعل منه وسادتان توطأن، ومر بالكلب فيخرج \"، ففعل رسول الله صلى الله عليه وعلى آله وسلم وإذا الكلب جروٌ للحسن والحسين عليهما السلام تحت نضدٍ لهما.\rهذا حديث حسن.\r\rكل مصور ذوات الأرواح في النار\r- قال مسلم رحمه الله (ج14 ص 93):\rقرأت على نصر بن علي الجهضمي عن عبد الأعلى بن عبد الأعلى حدثنا يحيى ابن أبي إسحاق عن سعيد بن أبي الحسن قال: جاء رجل إلى ابن عباس فقال: إني رجل أصور هذه الصور فأفتني فيها؟ فقال له: أدن مني، فدنا منه ثم قال: ادن مني، فدنا منه، حتى وضع يده على رأسه قال: أنبئك بما سمعت","Part":"1","seal":"6297FED4","page":123},
      {"id":121,"nass":"من رسول الله صلى الله عليه وعلى آله وسلم، سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \" كل مصور في النار، يجعل له بكل صورة صورها نفسًا فتعذبه في جهنم \"، وقال: إن كنت لابد فاعلاً فاصنع الشجر وما لا نفس له.\rفأقر به نصر بن علي.\rوحدثنا أبوبكر بن أبي شيبة حدثنا علي بن مسهر عن سعيد بن أبي عروبة عن النضر بن أنس بن مالك قال: كنت جالسًا عند أبي عباس فجعل يفتي ولا يقول: قال رسول الله صلى الله عليه وعلى آله وسلم حتى سأله رجل فقال: إني رجل أصور هذه الصور، فقال له ابن عباس: ادنه، فدنا الرجل، فقال ابن عباس: سمعت رسول الله صلى الله عليه وعلى آله وسلم يقول: \" من صور صورة في الدنيا كُلِّفَ أن ينفخ فيها الروح يوم القيامة وليس بنافخ \".\rفهذه الأدلة تدل على تحريم عموم صور ذوات الأرواح، سواء في ذلك ما له ظل أم ليس له ظل، فحديث القرام يدل على تحريم ما لا ظل له، وكذا أمر النبي صلى الله عليه وعلى آله وسلم أن تمحى الصور التي في جدران الكعبة فمحيت بالخرق والماء.\rهذا ولاحجة لهم في قوله: \" إلا رقمًا في ثوب \"، لأنه يحتمل أن يكون من صور غير ذوات الأرواح، ويحتمل أنه من ذوات الأرواح حتى صار كالشجرة.\rوالصور الممتهنة الأحوط هو تطهير البيت منها، لئلا تمنع دخول","Part":"1","seal":"33C6163F","page":124},
      {"id":122,"nass":"الملائكة، وأيضًا النبي صلى الله عليه وعلى آله وسلم أمر بالصور التي في النمرقتين أن تقطع، ويحتمل أن تكون الصور التي في البساط قد قطعت حتى صارت مثل الشجرة.\rوبهذا يعلم أن الصور التي تنشر في الجرائد والمجلات والتلفزيون والفيديو وغيرها من الآلات الحديثة محرمة، وإياك وما يزينه أهل الأهواء من الشبهات، وقد مر بك أن كل مصور في النار، و (كل) من ألفاظ العموم، وكذا: و\"ولا تمثالاً إلا طمسته \"، فـ (تمثال) نكرة في سياق النفي يشمل جميع ذوات الأرواح، ويستثنى من ذلك لعب الأطفال التي تكون من الخرق والعهن كما في لعبة عائشة الفرس الذي له أجنحة، وأما أن تشترى من البلاستيك فلا.\rوإياك أيها السني أن تجاري أهل مجتمعك، فكثير من الناس لا يتقيد بالدليل، بل أصبح يجاري أعداء الإسلام، ويتبعهم حذو القذة بالقذة، كما قال النبي صلى الله عليه وعلى آله وسلم: \" لتتبعن سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه \"، قالوا: يا رسول الله اليهود والنصاري؟ قال: فمن.\rانتهى المراد والحمد لله رب العالمين","Part":"1","seal":"680A1724","page":125}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1422,"ShrtCs":0,"Bk":"غارة الفصل على المعتدين على كتب العلل","HigriD":"1422","oAuthVer":3,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أَبِو عَبد الرَّحمَن مُقْبلُ بنُ هَادِي بنِ مُقْبِلِ بنِ قَائِدَةَ (اسم رجل) الهَمْدَاني الوادعِيُّ","bLnk":null,"Inf":"","Auth":"مقبل بن هادي الوادعي","Betaka":"الكتاب: غارة الفصل على المعتدين على كتب العلل\r\nالمؤلف: أَبِو عَبد الرَّحمَن مُقْبلُ بنُ هَادِي بنِ مُقْبِلِ بنِ قَائِدَةَ (اسم رجل) الهَمْدَاني الوادعِيُّ (المتوفى: 1422هـ)\r\nالناشر: دَارُ الآثَار للنشر وَالتوزيع، صَنعاء - اليمن\r\nالطبعة: الثانية، 1425 هـ - 2004 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"أَبِو عَبد الرَّحمَن مُقْبلُ بنُ هَادِي بنِ مُقْبِلِ بنِ قَائِدَةَ (اسم رجل) الهَمْدَاني الوادعِيُّ\r\rهو أحد علماء السلفية باليمن وأحد رواد الحديث، قام بالدعوة السلفية في اليمن، وأنشأ مدرسة علمية سلفية بدماج سماها بدار الحديث يفد إليها الطلاب من أنحاء اليمن، ومن بلدان أخرى، وتخرج على يديه شيوخ أنشئوا مدارس في عدد من مناطق اليمن.\r\rنشأته\rولد في قرية دماج التابعة لمحافظة صعدة باليمن، ولم يؤرخ ميلاده على وجه التحديد لكونه نشأ في بيئة أُمِّيَّة، ولكن يعتقد أنه في حدود عام 1351هـ، وقد نشأ يتيم لأب، وهو من قبيلة وادعة من هَمْدان.\r\rطلبه للعلم\rكانت بداية طلبه للعلم في اليمن وكانت مقتصرة على إجادة القراءة والكتابة وشيء من تلاوة القرآن، ثم رحل إلى السعودية وتأثر هناك بالواعظين وأرشده أحدهم إلى كتاب فتح المجيد شرح كتاب التوحيد لأحد أحفاد الشيخ محمد بن عبد الوهاب فتأثر به جدًّا ولما رجع إلى اليمن أخذ ينكر ما عليه أهل بلده من الأمور المخالفة للعقيدة مما استفاده من ذلك الكتاب، فأرغم على الدراسة في مسجد الهادي بصعدة الذي يدرس المذهب الزيدي الهادوي، ثم لما قامت الثورة في اليمن رحل إلى السعودية حيث درس هناك بمعهد الحرم المكي حتى أتم المرحلة الثانوية، ثم بالجامعة الإسلامية، فدرس بكلية أصول الدين انتظاماً، وبكلية الشريعة انتساباً، ثم واصل دراسته فيها حتى حصل على الماجستير في تخصص علم الحديث، ثم أقبل على كتب السنة، والتفسير، وكتب الرجال، ينهل منها، ويستمد منها مؤلفاته القيمة. فجزاة الله خيرا.\r\rمحنته\r\rأثناء تحضير الشيخ للماجستير قبض عليه في السعودية بتهمة كتابة الرسائل لجهيمان العتيبي، ثم رحِّل إلى اليمن.\rقال الشيخ في ترجمته: ولما وصلت إلى اليمن عدت إلى قريتي ومكثت بها أُعلِّمُ الأولاد القرآن، فما شعرت إلا بتكالب الدنيا عليَّ، فكأني خرجت لخراب البلاد والدين والحكم، وأنا آنذاك لا أعرف مسئولاً ولا شيخ قبيلة، فأقول: حسبي الله ونعم الوكيل، وإذا ضقت ذهبت إلى صنعاء أو إلى حاشد، أو إلى ذمار، وهكذا إلى تعز، وإب، والحديدة، دعوة وزيارة للإخوان في الله.\r\rمشايخه\rتتلمذ الشيخ مقبل على مشايخ عدة، وفي مدارس متنوعة، وفنون متفرعة:\rفمن مشايخه في اليمن\r1. أبو الحسين مجد الدين المؤيدي، يقول عنه الشيخ: استفاد منه كثيراً في النحو في نجران.\r2. إسماعيل حطبة.\r3. محمد بن حسن المتميز.\r4. قاسم بن يحيى شويل.\r\rومن مشايخه الآخرين\r1. العلامة المحدث محمد ناصر الدين الألباني، رحل من الجامعة الإسلامية قبل أن يدخلها الشيخ، إلا أنه كان يزور طلبة العلم في المدينة، وينصحهم فربما يأتي، وقد صار بعضهم من جماعة التكفير فيبقى معهم في مشاددة حتى يهديهم الله على يديه، وكان الشيخ يحضر جلساته الخاصة بطلبة العلم \"قواعد في الحديث\" لا العامة لأن المحاضر يتنزل على مستوى الحاضرين فكان يتجه إلى المكتبة.\r2. العلامة الفقيه (والمحدث) عبد العزيز بن عبد الله بن باز، كان يحضر دروسه في \"صحيح مسلم\" في الحرم المدني.\r3. محمد بن عبد الله الصومالي، درس عنده سبعة أشهر، أو أكثر واستفاد منه كثيراً في علم الحديث، ومعرفة رجال الشيخين، يقول عنه الشيخ: لعل أمثاله قليل في معرفة رجال الشيخين أو ليس له مثيل. اهـ\r4. عبد الله بن محمد بن حميد، درسه في \" التحفة السنية \" وكان يتعجب من إجابات الشيخ واعتراضاته، وكان يتوسع فتفرق الطلاب، فقال للشيخ: وأنت انصرف.\r5. حماد بن محمد الأنصاري، من مشايخه في الدراسات العليا.\r6. يحيى بن عثمان الباكستاني، من مشايخه في الحرم المكي درس عنده في \"صحيح البخاري\" و\"صحيح مسلم\" و\"تفسير ابن كثير\".\r7. عبد العزيز بن راشد النجدي، من مشايخه في الحرم المكي يقول عنه الشيخ: كان له معرفة قوية بعلم الحديث، وينفر عن التقليد، وهو خريج الأزهر، وكان متشدداً في التضعيف حتى أنه ألف \"تيسير الوحيين في الاقتصار على القرآن والصحيحين \"، وكان يقول - -: الصحيح الذي في غير الصحيحين يعد على الأصابع فبقيت كلمته في ذهني منكراً لها حتى عزمت على تأليف \"الصحيح المسند مما ليس في الصحيحين\" فازددت يقيناً ببطلان كلامه، وقد أنكر عليه الشيخ فقال: هذا من أجل العامة، وأما أنتم فلو تقرءون في التوراة والإنجيل ما منعتكم.\r8. القاضي يحيى الأشول، صاحب معمرة درسه في \"سبل السلام\" وفي أي شيء يطلب.\r9. عبد الرزاق الشاحذي المحويتي، كان يدرسه فيما يطلب.\r10. محمد بن عبد الله السبيل، درس عنده في علم الفرائض.\r11. محمد الأمين المصري، استفاد منه في علم الحديث وهو من مشايخه في الدراسات العليا.\r12. السيد محمد الحكيم المصري، المدافع والمشرف على رسالة الماجستير درس عنده في \"سبل السلام\" وهو من مشايخه في كلية الدعوة.\r13. محمود عبد الوهاب فايد، من مشايخه في كلية الدعوة درسهم التفسير قال فيه الشيخ: قوي ومحقق.\r14. عبد العزيز السبيل، من مشايخه في معهد الحرم المكي.\r15. بديع الدين الراشدي، يقول الشيخ: كان يبغض التقليد.\r16. محمد تقي الدين الهلالي.\r17. طه الزيني.\r18. عبد العظيم فياض.\r19. عبد المحسن العباد تتلمذ عليه بالأسئلة.\r20. الشيخ محمد الأمين الشنقيطي، تتلمذ عليه بالأسئلة وعرض المشكلات، يقول الشيخ: كان آية من آيات الله في الحفظ ما رأت عيني مثله يسرد الفوائد سردًا دون أن يتعتع، وقد نصح الشيخ بحضور دروسه إلا أنه كان يؤثر العكوف على الكتب والقراءة الهادئة. يقول الشيخ: على أن أكثر استفادتي من الكتب فليبلغ الشاهد الغائب. اهـ\r21. محمد بن سنان الحدائي، درس عنده بالرياض في مدرسة تحفيظ القرآن.\r\rمؤلفاته\rكتب الشيخ في فنون متشعبة، وأبواب متفرعة وإليك ما طبع منها:\rفي التفسير:\r1. تحقيق وتخريج مجلدين من \"تفسير ابن كثير\" إلى سورة المائدة والباقي يقوم به الطلاب.\r2. الصحيح المسند من أسباب النزول.\r\rفي العقيدة:\r1. الشفاعة.\r2. الجامع الصحيح في القدر.\r3. الصحيح المسند من دلائل النبوة.\r4. صعقة الزلزال لنسف أباطيل الرفض والاعتزال.\r5. السيوف الباترة لإلحاد الشيوعية الكافرة.\r6. رياض الجنة في الرد على أعداء السنة.\r7. الطليعة في الرد على غلاة الشيعة.\r8. بحث حول القبة المبنية على قبر رسول الله صلى الله عليه وسلم.\r9. الإلحاد الخميني في أرض الحرمين.\r10. فتوى في الوحدة مع الشيوعيين.\r11. إرشاد ذوي الفطن لإبعاد غلاة الروافض من اليمن، حاشية على الرسالة الوازعة للمعتدين ليحيى بن حمزة.\r12. ردود أهل العلم على الطاعنين في حديث السحر.\r13. المخرج من الفتنة.\r14. هذه دعوتنا وعقيدتنا.\r15. إيضاح المقال في أسباب الزلزال.\r\rفي الحديث ومصطلحة:\r1. الصحيح المسند مما ليس في الصحيحين، في مجلدين صنعه على عينه صنع من طب لمن حب وقد رتبه ترتيباً فقهياً في ستة مجلدات سماه \" الجامع الصحيح مما ليس في الصحيحين \".\r2. تتبع أوهام الحاكم في المستدرك، التي لم ينبه عليها الذهبي في خمسة مجلدات مع المستدرك.\r3. تحقيق ودراسة الإلزامات والتتبع للدارقطني.\r4. تراجم رجال الحاكم الذين ليسوا من رجال تهذيب التهذيب، في مجلدين.\r5. تراجم رجال الدارقطني الذين ليسوا في تهذيب التهذيب، ولا رجال الحاكم، وشاركه بعض تلامذته.\r6. نشر الصحيفة في ذكر الصحيح من أقوال أئمة الجرح والتعديل في أبي حنيفة.\r7. المقترح في أجوبة أسئلة المصطلح.\r8. أحاديث معلة ظاهرها الصحة.\r9. غارة الفصل في الرد على المعتدين على كتب العلل.\r\rفي فقه السنة القائم على الأحاديث النبوية\r1. الجامع الصحيح مما ليس في الصحيحين، نهج في ترتيبه وتبويبه منهج إمام هذه الصنعة الإمام البخاري في صحيحه-ستة مجلدات.\r2. الجمع بين الصلاتين في السفر.\r3. شرعية الصلاة في النعال.\r4. تحفة الشباب الرباني في الرد على الإمام محمد بن علي الشوكاني في شأن الاستمناء.\r5. تحريم الخضاب بالسواد.\r6. حكم تصوير ذوات الأرواح.\r\rالفتاوى والردود\r1. غارة الأشرطة على أهل الجهل والسفسطة، في مجلدين.\r2. قمع المعاند وزجر الحاقد الحاسد.\r3. تحفة المجيب على أسئلة الحاضر والغريب.\r4. إجابة السائل عن أهم المسائل.\r5. المصارعة.\r6. الفواكه الجنية في المحاضرات والخطب السنية.\r7. إقامة البرهان على ضلالات عبد الرحيم الطحان.\r8. قرة العين بأجوبة العلابي وصاحب العدين.\r9. ترجمة أبي عبد الرحمن مقبل بن هادي الوادعي.\r10. الباعث على شرح الحوادث.\r11. ذم المسألة.\r12. مقتل الشيخ جميل الرحمن الأفغاني.\r13. فضائح ونصائح.\r14. البركان لنسف جامعة الإيمان ومعه الرد على يوسف بن عبد الله القرضاوي.\r15. رثاء الشيخ عبد العزيز بن باز.\r\rتلاميذه\rتلاميذ الشيخ يعدَّون بالآلاف ذلك لأن متفرغ للتدريس بدار الحديث التي أسسها بدماج وهؤلاء مجموعة من أبرز تلاميذه:\r1. محمد بن عبد الوهاب الوصابي.\r2. محمد بن عبد الله الإمام.\r3. عبد العزيز بن يحيى البرعي.\r4. عبد الله بن محمد عثمان الذماري.\r5. يحيى بن علي الحجوري.\r6. عبد الرحمن بن مرعي العدني.\r7. محمد بن صالح الصوملي.\r8. أحمد بن إبراهيم بن أبي العينين المصري.\r9. مصطفى بن العدوي.\r10. أسامة بن عبد اللطيف القوصي.\r11. أحمد بن سالم الزبيدي.\r12. أحمد بن سعيد بن علي الأَشهَبِي الحُجَري.\r13. أحمد بن عبد الله بن غالب الغِبَّاني الوصابي.\r14. أحمد بن عثمان العَدَني.\r15. أحمد بن علي بن مُثَنَّى أبومالك الرَيَاشِي.\r16. أحمد بن محمد القَدَسِي.\r17. أحمد بن محمد بن منصور.\r18. توفيق بن محمد بن نصر البَعْدَاني.\r19. تركي بن عبد الله مقود الوادعي.\r20. جميل بن عبده بن قائد الصِّلْوِي.\r21. حسن بن إبراهيم بن نُور أبوعزيز المَرْوَعِي.\r22. خالد بن إبراهيم المصري.\r23. خالد بن عبد الله الغِبَّاني الوُصَابي.\r24. خَالِدُ بنُ عَبُود بَاعَامِر أَبِوبِلالٍ الحَضْرَمِي.\r25. ردمان بن أحمد بن علي الحبيشي.\r26. رشاد بن أمين بن قاسم الحبيشي.\r27. صادق بن محمد بن صالح البيضاني.\r28. صالح بن أحمد بن ثابت اليافعي البيضاني.\r29. صالح بن عبد الله البكري اليافعي.\r30. صالح بن قايد الوادعي.\r31. عادل بن محمد السياغي.\r32. عايض مسمار.\r33. عبد الله بن عيسى أبو رواحة الموري.\r34. عبد الله بن عمر بن مرعي بن بريك العدني.\r35. عبد الحميد بن يحيى بن زيد الحجوري الزعكري.\r36. عبد الرحمن بن محمد بن صالح العَيزَرِي، أبوالحسن.\r37. عبد الرزاق النهمي.\r38. عبد الرقيب بن علي أبو الفداء الإبي.\r39. عبد المجيد بن قائد الشميري.\r40. عبد المصور بن محمد بن غالب العَرُومِي البعداني.\r41. عثمان بن عبد الله أبوعبدالله السالمِي العُتْمِي.\r42. علي بن أحمد بن حسن الرازحي.\r43. علي بن محمد المغربي أبوعبدالله المصري.\r44. قاسم بن أحمد بن سيف أبوعبدالله التَّعِزِّي.\r45. محمد بن علي بن حِزَام البعداني.\r46. محمد الصغير بن قائد الحُجَري.\r47. محمد بن يحيى أبوعبدالقهار الحُطَامِي الوُصَابي.\r48. مصطفى بن محمد بن مَبْرَم اللَّوْدَرِي أبوسليمان.\r49. معمر بن عبد الجليل القدسي.\r50. نعمان بن عبد الكريم الوَتَر أبوعبدالرحمن.\r51. نور الدين بن علي السِّدعِي.\r52. ياسر بن عبده بن محمد أبوعمار العدني.\r53. أبوبكر بن ماهر بن عطية بن جمعة المصري.\r\rوصيته\rهذا نص وصيته المنشور على موقعه:\rبسم الله الرحمن الرحيم\rالحَمدُ لله ربِّ العالمين وصلَّى الله على نبينا محمد وعلى آله وصحبه، وأشهدُ أن لا إله إلا الله وحدَه لا شريك (له) وأشهد أنَّ محمدًا عبده ورسوله.\rأما بعد: فيقول الله سبحانه وتعالى: {كل نفس ذائقة الموت وإنما توفون أجوركم يوم القيامة فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحياة الدنيا إلا متاع الغرور} ويقول سبحانه وتعالى: {أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة}.\rويقول سبحانه وتعالى: {قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم}، ويقول سبحانه وتعالى: {فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون}، وروى الترمذي في جامعه بسند صحيح عن أبي عزة يسار عن النبي صلى الله عليه وعلى آله وسلم: ((إذا أراد الله قبض عبد بأرض جعل له إليها حاجة))، هذا الحديث كثيرًا ما أقرؤه على إخواننا في رحلاتنا فإنا لا نستغرب أن يغدر بنا الأعداء فإن دعوةً واجهت الباطل متوقع أن يغدر بها أصحاب الباطل، ولعله قد قدر الله أن أموت على فراشي وكنت أرغب أن يختم لي بالشهادة مع الدعوة الحمد لله على ما قدر الله على أنه قد قال غير واحد من العلماء أن الرد على أهل البدع بمنزلة الجهاد في سبيل الله بل أفضل من الجهاد في سبيل الله، ولكن أسأل لله أن يرزقني الإخلاص فيما بقي من العمر.\rوبعد هذا فأوصي أقربائي جميعًا بالصبر والاحتساب، وليعلموا أن الله لن يضيعهم وعليهم بما علم النبي صلى الله عليه وعلى آله وسلم أم سلمة أن تقول: ((اللهم ابدلني زوجًا خيرًا من أبي سلمة)) الحديث.\rكما أني أوصي الأقرباء حفظهم الله ووفقهم لكل خير بأخينا الشيخ أحمد الوصابي خيرًا وألاَّ يصدقوا فيه، وأوصيهم بالشيخ الفاضل يحيى بن علي الحجوري خيرًا وألا يرضوا بنزوله عن الكرسي فهو ناصح أمين، وكذا بسائر الطلاب الحراس الأفاضل، وبقية الطلاب الغرباء؛ فهم صابرون على أمور شديدة يعلمها الله من أجل طلب العلم فأحسنوا إليهم فإن الله سبحانه وتعالى يقول: {فبما رحمة من الله لنت لهم ولو كنت فظًا غليظ القلب لانفضوا من حولك}، والغريب يتألم من أي كلمة لا سيما وبعضهم أتى من بلده متنعمًا فارفقوا بهم حفظكم الله.\rوإياكم أن تختلفوا دعوا الأمر في مسألة الطرد لأحمد الوصابي والشيخ يحيى والحراس.\rوأوصي قبيلتي وادعة أعزهم الله بطاعته أن يحافظوا على دار الحديث فإنه يعتبر عزًا لهم، وقد قاموا بنصرة الدعوة في بدء أمرها فجزاهم الله خيرًا.\rوأوصي إخواني في الله أهل السنة بالإقبال على العلم النافع والصدق مع الله والإخلاص، وإذا نزلت بهم نازلة اجتمع لها أولو الحل والعقد: كالشيخ محمد بن عبد الوهاب والشيخ أبي الحسن المأربي، والشيخ محمد الإمام، والشيخ عبد العزيز البرعي، الشيخ عبد الله بن عثمان، والشيخ يحيى الحجوري، والشيخ عبد الرحمن العدني، وأنصحهم أن يستشيروا في قضاياهم الشيخ الفاضل الواعظ الحكيم الشيخ محمد الصومالي فإني كنت أستشيره ويشير علي بالرشد.\rوأطلب من جميع من ذُكر ومن سائر أهل السنة المسامحة خصوصًا طلبة العلم بدماج فإني ربما آثرت بعض المجتهدين ولكن لا عن هوًى.\rواعلموا حفظكم الله أني خرجت إلى اليمن لا أملك شيئًا فعلى هذا فالسيارات ومكائن الآبار لمصلحة طلبة العلم تحت نظر السيخ أحمد الوصابي والشيخ يحيى الحجوري، والأخوة الحراس ينفذ أمرهم إن لم يختلفوا.\rهذا وأسأل (الله) أن يثبتنا وإياكم بالقول الثابت في الحياة الدنيا والآخرة وأن يعيذنا وإياكم من فتنة المحيا والممات، إنه على كل شيء قدير.\r\rوفاته\rكانت وفاته مع غروب شمس السبت 30 ربيع الآخر 1422هـ في مدينة جدة بعد رحلة علاجية دامت أكثر من سنة، عن عمر ناهز السبعين عامًا فنسأل الله أن يغفر له ويدخله جنته.\r\rقالوا عن الشيخ مقبل\r* قال الشيخ الألباني: أما بالنسبة للشيخ مقبل فأهل مكة أدرى بشعابها، والأخبار التي تأتينا منكم أكبر شهادة؛ لكون الله قد وفقه توفيقًا ربما لا يعرف له مثيلٌ بالنسبة لبعض الدعاة الظاهرين اليوم على وجه الأرض.\r* الشيخ عبد العزيز بن باز سأله سائل من أهل اليمن: أين يذهب ليطلب العلم؟ فقال: اذهب إلى الشيخ مقبل. اهـ.\r* الشيخ محمد بن صالح العثيمين نقل عنه الشيخ عبد الله بن عثمان الذماري أنه قال: إن الشيخ مقبلًا إمام إمام إمام.\r* قال الشيخ ربيع بن هادي المدخلي في كتابه بسير أسلافهم حفاظ الحديث السابقين واللاحقين: وقد عرفت هذا الرجل بالصدق والإخلاص، والعفة، والزهد في الدنيا، والعقيدة الصحيحة والمنهج السلفي السليم، والرجوع إلى الحق على يد الصغير والكبير. وقد بارك الله في دعوته فأقبل عليها الناس، فله ولتلاميذه آثار كبيرة في شعب اليمن، يشهد بذلك كل ذي عقل ودين وإنصاف.\r\rوقال أيضًا في نصيحته أهل اليمن بتاريخ 1/ 5/1422هـ: هذا ما نعزيكم به في حامل لواء السنة والتوحيد، ذلكم الداعي إلى الله المجدد بحق في بلاد اليمن، وامتدت آثار دعوته إلى أصقاع شتى من أصقاع الأرض. وأقول لكم ما أعتقده: إن بلادكم بعد القرون المفضلة عرفت السنة، ومنهج السلف الصالح، على تفاوت في الظهور والقوة، ومع ذلك فلا أعرف نظيرًا لهذا العهد الذي مَنَّ الله به عليكم وعلى أهل اليمن، على يدي هذا الرجل الصالح المحدث الزاهد الورع الذي داس الدنيا وزخارفها تحت قدميه. اهـ\r\r* الشيخ أحمد بن يحيى النجمي يقول في زيارته لدار الحديث بدماج: الحمد لله على قضاء الله وقدره، ولا بد من الصبر؛ فالناس كلهم إلى الموت، ولكن من خلّف مثل هذا لا يعتبر مات، فإنه قد أسس، وإنه قد أصلح، وإنه قد دعا، وإنه قد بذل جهدًا نغبطه عليه، ونحسب أنه عند الله من فضلاء الأتقياء، ومِن عِلية الأولياء، نحسبه كذلك والله حسبنا جميعًا، ولكنّا نرى هذا نراه بأعيننا ونلمسه بحواسنا ونعرف والحمد لله أنه عمل خيرًا كثيرًا، قلّ أن يصل إليه أحد، وما هذه المراكز التي انبثقت في اليمن جميعًا إلا حسنة من حسناته، إلا من بعض حسناته، وكل أصحاب المراكز من تلاميذه، وكلهم اقتدوا به. اهـ\r\rالمصادر للتوسع\r* ترجمة أبي عبد الرحمن مقبل بن هادي الوادعي، بقلم صاحب الترجمة-الطبعة الرابعة-دار الآثار صنعاء.\r* الشيخ مقبل ودار الحديث بدماج، معمر بن عبد الجليل القدسي، دار الآثار-صنعاء.\r* الإبهاج بترجمة العلامة المحدث أبي عبد الرحمن مقبل بن هادي الوادعي ودار الحديث بدماج، بقلم أبي إبراهيم حميد بن قائد بن علي العتمي، دار شرقين صنعاء.\r* إعلام الأجيال بكلام الإمام الوادعي في الفرق والكتب والرجال، مجموعة، دار الآثار-صنعاء.\r* نبذة يسيرة من حياة أحد اعلام الجزيرة، أبو همام الصومعي، مجالس الهدى-الجزائر.\r* نبذة مختصرة من حياة ونصائح والدي العلامة مقبل بن هادي الوادعي وسيرته العطرة، أم عبد الله بنت الشيخ مقبل بن هادي الوادعي، دار الآثار-صنعاء.","seal":"4EAA18B3","cat":"علوم الحديث","oNum":96786,"BkId":96786,"oAuth":1224,"bVer":1,"aSeal":"4AA29251"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t96786":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":7,"sub":0,"tit":"فوائد وقواعد"},
      {"lvl":2,"id":7,"sub":1,"tit":"قاعدة مهمة"},
      {"lvl":2,"id":17,"sub":0,"tit":"فائدة نفيسة"},
      {"lvl":2,"id":17,"sub":1,"tit":"ذكر الأسانيد التي لا يثبت منها شيء"},
      {"lvl":2,"id":25,"sub":0,"tit":"تيقظ علمائنا رحمهم الله للوقوف على حقيقة الأسانيد المدلسة"},
      {"lvl":2,"id":28,"sub":0,"tit":"نماذج من عناية علماء الحديث المتقدمين بحفظ الحديث وإتقانه"},
      {"lvl":2,"id":30,"sub":0,"tit":"حدث حديثين امرأة إن فهمت وإلا فعشره"},
      {"lvl":3,"id":30,"sub":1,"tit":"قولهم: هذا حديث منكر أو باطل أو موضوع أو ضعيف بهذا الإسناد"},
      {"lvl":3,"id":37,"sub":0,"tit":"الأقسام التي تقع فيها العلة"},
      {"lvl":2,"id":40,"sub":0,"tit":"الإعلال بالإرسال والانقطاع"},
      {"lvl":2,"id":59,"sub":0,"tit":"الإعلال بما علته ظاهرة"},
      {"lvl":2,"id":66,"sub":0,"tit":"فائدة مهمة"},
      {"lvl":1,"id":79,"sub":0,"tit":"مع علي رضا"},
      {"lvl":2,"id":79,"sub":1,"tit":"ما نشره علي رضا في الجريدة"},
      {"lvl":2,"id":81,"sub":0,"tit":"الجواب"},
      {"lvl":2,"id":90,"sub":0,"tit":"كتب علي رضا"},
      {"lvl":2,"id":94,"sub":0,"tit":"حرص أئمتنا رحمهم الله على تتبع الأسانيد"},
      {"lvl":2,"id":96,"sub":0,"tit":"تعقبات لبعض عمل علي رضا"},
      {"lvl":2,"id":104,"sub":0,"tit":"نصيحتي للمعاصرين"},
      {"lvl":2,"id":107,"sub":0,"tit":"وجاءت الجريدة تحمل صورة علي رضا"},
      {"lvl":2,"id":107,"sub":1,"tit":"لعن رسول الله صلى الله عليه وعلى آله وسلم المصور"},
      {"lvl":2,"id":107,"sub":2,"tit":"الأمر بطمس الصور"},
      {"lvl":2,"id":108,"sub":0,"tit":"الصورة ربما تعبد من دون الله"},
      {"lvl":2,"id":108,"sub":1,"tit":"لا تدخل الملائكة البيت الذي فيه تصاوير"},
      {"lvl":2,"id":113,"sub":0,"tit":"من أشد الناس عذابا يوم القيامة المصورون"},
      {"lvl":2,"id":114,"sub":0,"tit":"المصورون من أظلم الناس"},
      {"lvl":2,"id":114,"sub":1,"tit":"الدليل على تحريم عموم صور ذوات الأرواح"},
      {"lvl":2,"id":116,"sub":0,"tit":"النهي عن صنع الصور"},
      {"lvl":2,"id":118,"sub":0,"tit":"التصوير كبيرة من الكبائر"},
      {"lvl":2,"id":118,"sub":1,"tit":"الابتعاد عن الشبهات"},
      {"lvl":2,"id":119,"sub":0,"tit":"الأمر بقطع الصور حتى تكون كهيئة الشجرة"},
      {"lvl":2,"id":120,"sub":0,"tit":"كل مصور ذوات الأرواح في النار"}
    ]
}
