{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b96855":
    [
      {"page":1,"id":2,"nass":"مهارات التواصل مع الأولاد\rكي تكسب ولدك؟\r\rإعداد\rد. خالد بن سعود الحليبي\r\r1430هـ،2009م","seal":"7D0EA7D4","part":1},
      {"page":4,"id":3,"nass":"بسم الله الرحمن الرحيم","seal":"BF67B1F9","part":1},
      {"page":8,"id":5,"nass":"المقدمة\rالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، ... أما بعد\rفإن من أهم المهارات الحياتية، التي تتداخل مع كل مناحي الحياة وعلاقاتها، مهارات الحوار والاتصال، التي تعد في ديننا عبادة نتقرب بها إلى الله، حين نتوسل بها إلى الأهداف والغايات التي شرعت لنا، ومن أعظمها تربية النشء على طاعة الله، وعلى النجاح في الدنيا والآخرة.\rولكون فنون ومهارات الحوار والاتصال ذات فروع عديدة، وتشعبات كثيرة، لذا آثرت أن أحدد أطروحتي هذه في اتجاه أجد أن الحاجة إليه باتت ماسة جدا؛ وهي مهارات الحوار والتواصل مع الأولاد (¬1) خصوصا؛ وذلك لأسباب كثيرة؛ من أبرزها ما نجده من فجوة وجفوة بين الأولاد والآباء (¬2)، أدت إلى كثير من المتاعب التربوية، والانحرافات السلوكية، والعقوق من جانب الأولاد، والإهمال من جانب الآباء.\rوقد بنيت الكتاب على سبعة محاور:\rالأول: تعريفات خاصة.\rالثاني: مهارات التواصل والتربية الإيجابية.\rالثالث: جدارة الطفل والمراهق أن يحاور.\rالرابع: فوائد الحوار مع الأولاد.\r¬__________\r(¬1) يشمل هذا المصطلح الأبناء والبنات؛ {يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين} النساء 11.\r(¬2) يشمل هذا المصطلح الآباء والأمهات؛ على سبيل التغليب والاختصار؛ كما فعل النبي صلى الله عليه وسلم في قوله: \" ولا يجني والد على ولده ولا ولد على والده\" (حديث حسن) حديث رقم: 7880 في صحيح الجامع لناصر الدين الألباني.","seal":"17E24F2F","part":1},
      {"page":9,"id":6,"nass":"الخامس: الإعداد النفسي للحوار مع الأولاد.\rالسادس: مهارات التواصل مع الأولاد.\rالسابع: أساليب عملية في التواصل الناجح.\rوفي هذه الفرصة الثمينة أتوجه بالشكر الجزيل لمركز الملك عبد العزيز للحوار الوطني، الذي منحني هذه الفرصة لأسهم في البناء النفسي العظيم، الذي يقوم به منذ أن وضع لبناته الأولى، مبتدئا بالنخبة، ومنتهيا بكل فرد في أسرته أو مدرسته أو عمله. وهو بهذا يصنع مستقبلا أكثر تعايشا وعطاء وإبداعا بإذن الله تعالى.\rوالشكر والحمد والثناء العاطر لربنا أولا وآخرا.\r\rد. خالد بن سعود الحليبي ـ\rالأحساء\rـ 23/ 10/1429هـ","seal":"E29B0E0F","part":1},
      {"page":11,"id":7,"nass":"أولاً: تعريفات خاصة:\rمن معاني الاتصال في اللغة:\rوصل الشيء بالشيء وصلا وصلة: ضمه به وجمعه ولأمه، وفلانا وصلا، وصله، [ضد هجره]، يكون في عفاف الحب ودعارته، ويقال: وصل حبله بفلان - وبرَّه، وـ أعطاه مالا، ورحمه أحسن إلى الأقربين من ذوي النسب والأصهار، وعطف عليهم، ورفق بهم، وراعى أحوالهم (¬1).\rوهذه المعاني كلها مقصودة معنية في التواصل مع الأولاد، فهم في حاجة إلى معاني التواصل الواردة؛ من ضم حسي ومعنوي، ولمِّ للشمل بوالديهم، وتواصل عاطفي في حب طاهر، وبر بهم، ووصلهم ماليا، والرحمة بهم، والإحسان إليهم، والعطف عليهم، والرفق بهم، ومراعاة أحوالهم.\rذلك لأن \"من أهم خصائص الأبوة هو أن مسؤولياتها لا يمكن أن تؤدى غيابيا، أو عن بعد، فلا بد أن تكون حاضرا بشخصك، وتمكث بين أبنائك أطول فترة ممكنة\" (¬2)؛ لتمارس التربية دون حجب أو وسائط.\rوأما التعريف الاصطلاحي فقد تكاثرت التعريفات وتعددت؛ ومجملها وخلاصتها التالي:\rالتواصل أو الاتصال: هو عبارة عن عملية تفاعل اجتماعي، ومشاركة إنسانية، تهدف إلى تقوية العلاقات بين أفراد الأسرة أو المجتمع أو الدول، عن طريق تبادل المعلومات والأفكار والمشاعر، التي تؤدي إلى التفاهم والتعاطف والتحابِّ، أو عكس هذه الأمور كلها.\rوالحوار: تفاعل لفظي وغير لفظي، بين اثنين أو أكثر، بهدف التواصل وتبادل الأفكار والمشاعر والخبرات.\r¬__________\r(¬1) المعجم الوسيط مادة وصل.\r(¬2) إنها عملية ليست معقدة، لدوج باين، مكتبة جرير 20.\r(¬3) القاموس المحيط؛ مادة حور.","seal":"CB71B1BC","part":1},
      {"page":12,"id":8,"nass":"وفي القاموس اللغوي: حاوره محاورة وحوار جاوبه وراجعه في الكلام، وتحاور القوم تجاوبوا وتراجعوا الكلام بينهم والحوار بالكسر المحاورة والحديث (¬3).\rوفي القاموس اللغوي: حاوره محاورة وحوار جاوبه وراجعه في الكلام، وتحاور القوم تجاوبوا وتراجعوا الكلام بينهم والحوار بالكسر المحاورة والحديث (¬3).\r\rوتشمل أنماط الاتصال ثلاثة عناصر كبرى؛ هي:\r1 - الكلام (المحتوى).\r2ـ الإيماءات الجسدية (الحركة).\r3ـ النبرات الصوتية (الأسلوب).\rوقد أثبتت الدراسة الشهيرة للبروفسور مهرابيان من جامعة لوس أنجلوس أن أثر:\rالحركة: 55%.\rالأسلوب: 38%.\rالمحتوى: 7% (¬1).\rوهذه النسب تشير إلى عدة قضايا ينبغي علينا تفهمها:\rإن الوالد قد يستخدم تعبيرات وجهه، وإيماءاته بطريقة مؤذية جدا لأولاده، ويظل يشعر بأنه لم يؤذهم؛ لأنه لم يتلفظ عليهم ألفاظا مشينة.\rإن الوالد ربما ـ في المقابل ـ يهمل هذين العنصرين، ويظل يتواصل بالكلام وحده؛ حتى يمل أولاده من حديثه، وبخاصة من يطيل التوجيه، والحديث عن الأخطاء والسلبيات.\rوهو ما يجعلنا نتحدث عن مهارات التواصل من جميع جوانب التأثير، وليس جانبا واحدا فقط؛ فقد تعود أولادنا على نمط واحد من التواصل معهم، مما جعل أثره محدودا جدا عليهم.\rوهنا يجدر بنا أن نتنبه إلى اختلاف الجنسين في إدراك وسائط الاتصال غير اللفظية؛ إذ تبين أن \"النساء عموما مدركات أكثر من الرجال، وقد\rأوجدت هذه الحقيقة ما يشار إليه عادة بأنه \"حدس النساء\". إن للنساء قدرة فطرية على التقاط الإشارات غير الشفهية، وفك رموزها، فضلا عن تمتعهن بعين دقيقة بالنسبة إلى التفاصيل الصغيرة\" (¬2).\r¬__________\r(¬1) فن الإلقاء الرائع للدكتور طارق السويدان 194.\r(¬2) لغة الجسد لآلن بيز، تعريب سمير شيخاني، الدرا العربية للعلوم، 1427هـ1997م: 9.","seal":"7F0119DA","part":1},
      {"page":13,"id":9,"nass":"وقد أعجبتني قصاصة حوار تخيله الدكتور محمد الثويني بين شابين \"يقول فيه أحدهما للآخر: أشعر بأنني عصبي، والسبب في ذلك يرجع إلى والدي الذي إذا ما خاطبته بكلمة، ردها لي بعشر كلمات، وإذا سألته سؤالا أجابني بمحاضرة طويلة، وهنا يرد عليه صديقه: احمد الله أن والدك يرد عليك، فوالدي موسمي في كلماته، وإذا نطق فلا تتجاوز كلماته: (نعم)، و (لا)، أو (صح)، و (خطأ) \" (¬1).\rهذا الحوار بين الصديقين يوضح ما قد يعانيه الأولاد من سوء استخدام الآباء للحوار، أو عدم معرفة الأسلوب الصحيح للحوار، كل ذلك يؤكد ضرورة تعلم أساليب جديدة للحوار مع أولادنا؛ حتى نكسبهم ولا نفقدهم.\r\rوأطراف الاتصال الفعال خمسة: المرسل، والرسالة، والمستقبل، والوسيلة، والاستجابة.\rعناصر النجاح لدى كل منهم:\r\rأولا: المرسل (المصدر):\r1 - أن يكون مستعدا للتنازل.\r2 - أن يكون متفتحا ذهنياً.\r3 - أن يجعل حواره قصيراً ومفهوماً.\r4 - أن يكون مستعدا نفسياً ومتزنا انفعالياً.\r5 - أن يثبت على أصل الموضوع.\r6 - أن يؤكد على نقاط الاتفاق والختام الإيجابي.\r¬__________\r(¬1) شريط في تربية الأولاد.","seal":"E914B41B","part":1},
      {"page":14,"id":10,"nass":"ثانياً: المستقبل: (المستهدف):\rلا يقل أهمية عن العنصر الأول، وغالباً ما يكون هو محور الجلسة الحوارية الإيجابية، وله العناصر السابقة نفسها.\r\rثالثاً: الرسالة: الموضوع:\rوهو محل الحوار وحوله يتم تبادل الحديث، ولكي تؤدى الرسالة بصورة إيجابية وتصل بصورة ناجحة لابد أن تكون:\r1 - واضحة تناسب المرحلة السنية.\r2 - ذات معلومات صحيحة وموثوقة وواقعية مدعمة بالدليل.\r3 - تحمل مقاصد تعود بالفائدة والنفع على المرسل والمستقبل\r4 - مصحوبة بتعابير صوتية وحركية تناسب مرحلة المحاورين السنية.\r5 - مدعمة بوسائل إيضاح مسموعة أو مرئية أو مكتوبة. . الخ.\r6 - تحافظ على الحوار الإيجابي باستخدام بعض الأسئلة والتنبيهات\r7 - تلخص النقاط التي تم التحاور عليها في كل موضوع.\r8 - تشجع على سرعة التطبيق بعد انتهاء الحوار.\r\rرابعا: الوسيلة (القناة):\rوهي التي تنقل الرسالة، وتكون بإحدى الحواس الخمس، ويشترط أن يختارها المرسل بعناية فائقة؛ لتناسب حال المتلقي المستقبل؛ بحسب سنه، وبيئته، وظرفه، ونفسيته، واحتياجاته الشخصية، أو الخاصة بنوع جنسه.\r\rخامسا: الاستجابة (التغذية الراجعة):\rونعني بها: مدى قبول الرسالة أو رفضها، ومدى سرعة ذلك، وهل هي لفظية، أو عبر عنها بلغة الجسد؛ كالعبوس أو الابتسامة.\rوالاستجابة الناجحة هي النابعة عن فهم جيد لمحتوى الرسالة، وهدف المرسل منها.","seal":"B2631ADC","part":1},
      {"page":17,"id":11,"nass":"ثانياً: مهارات التواصل والتربية الإيجابية:\rالتربية ليست وراثة، وإنما هي علم مكتسب، ونهج ينبغي تعلمه وترسمه، ولا سيما في عصر تعقدت مسالكه، وكثرت موارد التأثير فيه على أولادنا؛ حتى لم نعد وحدنا الذين نقوم بتربيتهم، وتنشئتهم، بل يشاركنا الإعلام بكل صنوفه، والشارع والمدرسة، ومجموعة القرناء.\rومن خلال تتبع الواقع، وجدت أن شكوى الآباء من الأولاد أصبحت غالبة، وهي ـ في مجملها ـ تدل على انفصام حقيقي بين الجيلين، أدى إلى فشل متعدد الوجوه؛ في مواجهة الحياة، أو في التحصيل الدراسي، أو في العلاقات الاجتماعية.\rوفي نظري أن السبب الأكبر في ذلك يعود إلى فشل التواصل بين الآباء والأولاد؛ فبعضهم يجري الحوار من طرف واحد دون تجاوب الطرف الآخر إنه يتكلم أمامهم وليس معهم من باب التسلط وهو في الحقيقة ليس حوارا لغياب عنصر التبادل في التحاور.\rولذلك فإننا لا يمكن أن نعود باللوم إلى الأولاد؛ فهم في مدارج الصبا، وسلالم المراهقة، وفي مراحل التعلم، ولكن لنا أن نقول: إن الآباء والأمهات هم الذين يجب أن يتحملوا هذه المسؤولية كاملة، ويستعدوا لها تعلما وتدريبا.\rإن الأساليب التي كانت متبعة في الجيل السابق، لا يمكن أن تستنسخ بمجموعها، وبكل أبعادها؛ لأنها كانت في زمن ومؤثرات وثقافة تختلف عما نحن فيه الآن، فضلا عن أنها لم تكن علمية، ولا صحيحة.\rإن نشء اليوم يعيش طفرة نفسية، وطفرة ثقافية، وانفتاحا واسعا، والجواذب التي تحيط به من كل جانب أخطر من أن نستهين بها، ونحن نقوم بأصعب مهمة في الوجود البشري؛ إنها .. (التربية).\r1. الخطأ السلوكي ظاهر: تطيش يد الغلام في الصحفة.\r2. الطفل علم بخطئه.","seal":"EEE5887F","part":1},
      {"page":18,"id":12,"nass":"لقد كانت التربية السلبية هي الأكثر انتشارا في العقود المتأخرة، ليس في بلادنا فحسب، بل في معظم مجتمعاتنا العربية والإسلامية، بينما تؤكد النصوص الشرعية، والتربية الحديثة على أنها تعطي نتائج سلبية، وأن التربية الإيجابية أبقى أثرا، وأسلم عاقبة.\rومن أبرز الوسائل السلبية؛ الضرب، والسباب، واللوم. وكل منها وسيلة سهلة الاستخدام، سيئة الأثر، مهما أعطت من أثر سريع، يظهر أنه إيجابي، ما عدا الضرب غير المبرح، بشروط كثيرة، تكاد تجعله ممنوعا، وليس هذه البحث في شأنه.\rفأما في الضرب فعن عائشة رضي الله عنها قالت\"ما ضرب رسول الله صلى الله عليه وسلم امرأة له ولا خادما قط ولا ضرب بيده شيئا قط إلا في سبيل الله أو تنتهك حرمات الله فينتقم لله\" (¬1).\rوأما في السباب فقد قال الرسول صلى الله عليه وسلم \"ليس المؤمن بالطعان، ولا باللعان، ولا بالفاحش، ولا بالبذيء\" (¬2).\rوأما في اللوم فعن أنس قال: \"خدمت النبي صلى الله عليه وسلم عشر سنين بالمدينة، وأنا غلام، ليس كل أمري كما يشتهي صاحبي أن أكون عليه؛ ما قال لي فيها: أفٍّ قط وما قال لي: لم فعلت هذا؟ أو ألا فعلت هذا! \" (¬3).\rولنا أن نرى التربية الإيجابية التي برئت من كل سلبية في حديث عمرو بن أبي سلمة قال: كنت غلاما في حجر النبي صلى الله عليه وسلم وكانت يدي تطيش في الصحفة فقال لي: \"يا غلام سم الله وكل بيمينك وكل مما يليك\" (¬4).\r¬__________\r(¬1) صحيح أخرجه النسائي في الكبرى بهذا اللفظ ومسلم وأحمد بهذا التمام والدارمي وابن ماجة مختصرا وللبخاري الجملة الأخيرة منه بلفظ وما انتقم رسول الله صلى الله عليه وسلم لنفسه إلا أن تنتهك حرمة الله فينتقم لله بها وهو رواية لأحمد.\r(¬2) سلسلة الأحاديث الصحيحة للألباني.\r(¬3) رواه البخاري ومسلم، ومعنى تطيش في الصحفة: أي أنها تتعدى المكان الذي من جانبه في الصحن إلى غيره.\r(¬4) (صحيح) إرواء الغليل للألباني: 1968: وأخرجه البخاري ومسلم.","seal":"02EF6C72","part":1},
      {"page":19,"id":13,"nass":"1. الخطأ السلوكي ظاهر: تطيش يد الغلام في الصحفة.\r2. الطفل علم بخطئه.\r3. لم يضربه، لم يعنفه، لم يشتمه، لم يلمه.\r4. وجهه للصواب بأسلوب إيجابي مباشر يفهمه من في سنِّه.\r5. اختصر الخطاب إلى أقصى ما يمكن من الكلمات.\rالنتيجة/\r1. لم يخجل أمام الآخرين (سلامة الصحة النفسية).\r2. لم يجرح بسبب سلوك لم يتعلمه مسبقا (العدالة في التربية).\r3. تقبل الغلام النصيحة (تعديل السلوك).\r4. بقيت له منهجا طوال حياته، ونقلها إلينا .. (ثبات الأثر).\r5. لم يكرر الخطأ مرة أخرى (الاستقامة).\rهذه هي التربية الإيجابية، التي تركز على السلوك الذي يجب أن يتعلمه ويتدرب عليه الطفل والمراهق، لا الانصباب على الخطأ ذاته؛ حتى تتحول العلاقة بين المربي والمتربي إلى علاقة تصيد أخطاء، وخوف، وتوجس، وخجل، وانطواء، وربما إلى عدوانية.\r\rخمس خطوات للاتصال الفعال مع الأولاد؛ تحقق لنا التربية الإيجابية:\r1. اربط علاقة تواصل بين عينيك وعيني ابنك؛ ولا تلتفت بوجهك عنه؛ فإن ذلك يوحي بقلة اهتمامك به.\r2. تواصل معه جسديا؛ من خلال لمسة حنان، وتشابك أيد، واحتضان، وتربيت على كتفيه؛ فإن ذلك يوطد العلاقة بينك وبينه، ويفتح نوافذ التواصل العاطفي معه، وأجهزة الاستقبال للرسائل التربوية الصادرة من المربي.\r3. علق على ما يقوله ابنك بشكل سريع مبديا تفهمك لما يقوله، من خلال حركة الرأس أو الوشوشة بنعم .. وهيه .. ونحوهما؛ مما يوحي لابنك بالطمأنينة إلى استماعك واهتمامك.","seal":"BBFAAC42","part":1},
      {"page":20,"id":14,"nass":"4. ابتسم باستمرار، ولا تنظر إلى الساعة، ولا تؤقت لكلامه.\r5. أوضح لابنك أنك تفهمه، وأعد بعض ما قال بأسلوبه هو، لتقلل من فرص حدوث الملل منه (¬1).\rلعلنا نجد هذه الخطوات بكل وضوح في تعامل النبي صلى الله عليه وسلم مع الشباب؛ كما في الحديث المسلسل بالحب؛ كما عرف عند المحدثين؛ فعَنْ مُعَاذِ بْنِ جَبَلٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَ بِيَدِهِ وَقَالَ: \"يَا مُعَاذُ! وَاللَّهِ إِنِّي لَأُحِبُّكَ، وَاللَّهِ إِنِّي لَأُحِبُّكَ، فَقَالَ: أُوصِيكَ يَا مُعَاذُ: لَا تَدَعَنَّ فِي دُبُرِ كُلِّ صَلَاةٍ تَقُولُ: اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ\" (¬2). وفي رواية صحيحة في الأدب المفرد: \"أن معاذ بن جبل رضي الله عنه قال للنبي صلى الله عليه وسلم: \"وأنا والله أحبك\".\r1. تواصل معه جسديا؛ حين أخذ بيده.\r2. ناداه باسمه الذي يحبه.\r3. أخبره بأنه يحبه، وأكد ذلك بـ (اليمين) و (إن)، و (اللام)، و (التكرار).\r4. جاءت الاستجابة سريعة جدا من الشاب؛ بأن كشف عن عاطفته للمربي.\r5. أعاد اسمه حين أراد تعليمه؛ لأن أجمل ما يستمع إليه الإنسان هو (اسمه).\r6. علمه ما أراد من العلم، بعد أن فتح مغاليق نفسه، وقربه من قلبه.\r7. يلاحظ أن نسبة المادة الملقنة قليلة إزاء الجانب النفسي الذي ملأ به الرسول المربي صلى الله عليه وسلم إطار الموقف كله.\r¬__________\r(¬1) بتصرف من كتاب استراتيجيات التربية الإيجابية للدكتور مصطفى أبو سعد، مركز الراشد بالكويت2003م، ص ص: 36 - 37.\r(¬2) رواه أبو داود (1522) قال النووي في \"الأذكار\" (ص/103): إسناده صحيح. وقال الحافظ ابن حجر في \"بلوغ المرام\" (ص/96): إسناده قوي. وصححه الألباني في \"صحيح أبي داود\". وله رواية عند البخاري في \"الأدب المفرد\" (1/ 239) صححها الألباني.","seal":"E70B4D3C","part":1},
      {"page":23,"id":15,"nass":"ثالثاً: جدارة الطفل والمراهق أن يحاور:\rعقدت هذا المحور نظرا لما أراه من مظاهر مجتمعية غير جيدة؛ مثل:\r1. إخراج الطفل من مجالس الرجال.\r2. عدم إعطاء الطفل فرصة الحديث أمام الكبار، وإسكاته أحيانا.\r3. عدم استشارة المراهق؛ حتى فيما يعلم.\r4. إقصاء شخصيتهما تماما في بعض البيوت، والإنابة عنهما حتى فيما يخصهما.\rبينما أجد أن السنة، والتربية الإيجابية الحديثة يحثان على عكس ذلك تماما؛ فمن الأمور التي ينبغي أن يحذقها الطفل والمراهق كذلك: الجرأة على طرح أفكاره، ويكون هذا بمجالسة العقلاء الكبار ليكبر عقله وينضج تفكيره؛ فمن الخطأ أن يمنع الصغير من حضور مجالس أهل الخبرة والتجربة، وقد مر عمرو بن العاص ـ رضي الله عنه ـ على حلقة من قريش فقال: \"ما لكم قد طرحتم هذه الأغيلمة؟ لا تفعلوا! أوسعوا لهم في المجلس، وأسمعوهم الحديث، وأفهموهم إياه؛ فإنهم صغار قوم أوشك أن يكونوا كبار قوم، وقد كنتم صغار قوم فأنتم اليوم كبار قوم\" (¬1). وهو ما صبَّه عروة بن الزبير في آذان أولاده حين قال لهم: \"يا بنيَّ، اطلبوا العلم، فإن تكونوا صغار قوم لا يُحتاج إليكم، فعسى أن تكونوا كبار قوم آخرين لا يستغنى عنكم\" (¬2).\rويذكر لي أحد الدعاة المشهورين، أن طفلا كان يقف في الصف الأول للصلاة، فأرجعه المؤذن بعد أن نهره، وبعد سنين، تخلف إمام الجامع عن\r¬__________\r(¬1) شرف أصحاب الحديث للخطيب البغدادي، تحقيق د. محمد سعيد أوغلي: 65.\r(¬2) العقد الفريد لابن عبد ربه الأندلسي ـ تحقيق محمد سعيد العريان ـ دار الفكر، مكتبة الرياض الحديثة ـ الرياض: 2/ 67.\r(¬3) هو الدكتور إبراهيم بن مبارك أبو بشيت، من دعاة الأحساء في المملكة العربية السعودية.","seal":"64F791A4","part":1},
      {"page":24,"id":16,"nass":"صلاة الجمعة، فالتفت المؤذن إلى المصلين، وقال: إن الإمام لن يأتي، هيا أيها الشاب صِّل بالناس، إن هذا المرشح من المؤذن نفسه، هو ذلك الطفل الذي نهره سابقا (¬3)!!\rنعم صغار قوم سيصبحون كبار قوم بإذن الله تعالى.\rلقد كان ابن شهاب الزهري ـ رحمه الله ـ يشجع الصغار ويقول: \"لا تُحَقِّرُوا أنفسَكم لحداثة أسنانكم؛ فإن عمر بن الخطاب كان إذا نزل به الأمر المعضل دعا الفتيان فاستشارهم يتبع حدة عقولهم\" (¬1).\rعمر هو الذي تمنى أن يكون ابنه الحدث (عبد الله) قد أجاب لغزا تعليميا للنبي صلى الله عليه وسلم في حديث رسول الله صلى الله عليه وسلم؛ الذي قال فيه: ((إن من الشجر شجرة لا يسقط ورقها وهي مثل المسلم حدثوني ما هي فوقع الناس في شجر البادية ووقع في نفسي أنها النخلة قال عبد الله فاستحييت فقالوا يا رسول الله أخبرنا بها فقال رسول الله صلى الله عليه وسلم هي النخلة قال عبد الله فحدثت أبي بما وقع في نفسي فقال لأن تكون قلتها أحب إلي من أن يكون لي كذا وكذا)) (¬2).\rإن عمر بذلك فتح المجال الفسيح أمام ابنه ـ مستقبلا ـ أن يكون ذا حضور فاعل في مجالس الكبار، وألا يمنعه الحياء عن المشاركة، فخرج عبد الله بن عمر أحد أكبر كبار علماء الصحابة رضي الله عنهم.\rومثل ابن عباس رضي الله عنه؛ في الحديث العظيم الذي قدمه فيه النبي صلى الله عليه وسلم على كبار الصحابة؛ عن سهل بن سعد الساعدي رضى الله تعالى عنه ((أن رسول الله صلى الله عليه وسلم أتي بشراب فشرب منه وعن يمينه غلام وعن يساره الأشياخ فقال للغلام: أتأذن لي أن أعطي هؤلاء، فقال الغلام: والله يا رسول الله لا أوثر\r¬__________\r(¬1) جامع بيان العلم وفضله وما ينبغي في روايته وحمله، للإمام يوسف بن عبد البر النمري القرطبي، ط3، 1402هـ (1982م)، دار الكتب الإسلامية، القاهرة: 139.\r(¬2) صحيح البخاري كتاب العلم باب الحياء.","seal":"AE97A697","part":1},
      {"page":25,"id":17,"nass":"بنصيبي منك أحدا قال فتله رسول الله صلى الله عليه وسلم في يده)) (¬1).\rفأي مكانة أعظم من هذه المكانة للطفل في الإسلام، وأي حقوق يبحث عنها الطفل في المجتمع المسلم، بعد أن قدم على الأشياخ؟!\rولذلك خرج عبد الله بن عباس؛ حبر الأمة وترجمان القرآن، إنها الطاقات التي تلقتها أيد مباركة، تأخذ بها إلى الأعلى، لا الأيدي التي تقمعها، وتصفعها.\rقال ابن عباس رضي الله عنهما: ((كان عمر يدخلني مع أشياخ بدر فقال بعضهم لم تدخل هذا الفتى معنا ولنا أبناء مثله فقال إنه ممن قد علمتم قال فدعاهم ذات يوم ودعاني معهم قال وما أريته دعاني يومئذ إلا ليريهم مني فقال ما تقولون في {إذا جاء نصر الله والفتح ورأيت الناس يدخلون في دين الله أفواجا} حتى ختم السورة فقال بعضهم أمرنا أن نحمد الله ونستغفره إذا نصرنا وفتح علينا وقال بعضهم لا ندري أو لم يقل بعضهم شيئا فقال لي يا بن عباس أكذاك تقول قلت لا قال فما تقول قلت هو أجل رسول الله صلى الله عليه وسلم أعلمه الله له {إذا جاء نصر الله والفتح} فتح مكة فذاك علامة أجلك {فسبح بحمد ربك واستغفره إنه كان توابا} قال عمر ما أعلم منها إلا ما تعلم)) (¬2).\rبل إن عمرو بن سلمة يتقدم القوم في الصلاة وهو طفل في سن التمييز؛ يقول: \"كنا بحاضر يمر بنا الناس إذا أتوا النبي صلى الله عليه وسلم، فكانوا إذا رجعوا مروا بنا فأخبرونا أن رسول الله صلى الله عليه وسلم قال كذا وكذا، وكنت غلاما حافظا؛ فحفظت من ذلك قرآنا كثيرا، فانطلق أبي وافدا إلى رسول الله صلى الله عليه وسلم في نفر من قومه، فعلمهم الصلاة، فقال: \"يؤمكم أقرؤكم\" وكنت أقرأهم؛ لما كنت أحفظ. فقدموني، فكنت أؤمهم وعلي بردة لي صغيرة صفراء، فكنت إذا سجدت تكشفت عني، فقالت امرأة من النساء: واروا عنا عورة قارئكم،\r¬__________\r(¬1) صحيح البخاري كتاب المظالم باب إذا أذن له أو أحله ولم يبين كم هو.\r(¬2) رواه البخاري.","seal":"14A12D21","part":1},
      {"page":26,"id":18,"nass":"فاشتروا لي قميصا عمانيا، فما فرحت بشيء بعد الإسلام فرحي به، فكنت أؤمهم وأنا ابن سبع سنين أو ثماني سنين\" (¬1).\rإن الإسلام حين يفسح للطفل بأن يؤم من هو أسن منه؛ لأنه تأهل لذلك علما وتقوى، إنما يكسر الحواجز العمرية في التعامل مع الإنسان، وأنه جدير بالاحترام والتقدير، والتواصل معه مهما كان عمره، ما دام قادرا على الحوار.\rلنا أن نقارن بين هذا الاحتفاء الذي وصل إلى هذا الحد، في مقابل صورة أخرى متكررة في عدد من المساجد: تقول لي إحدى الأمهات: أولادي أعمارهم 10،7 سنوات يذهبون إلى المسجد مع الأذان للصلاة في الصف الأول، لكن بعض كبار السن يرجعونهم للخلف دائما، فيرجعون إلى البيت وهم يبكون، حتى إن أحدهم قال لي يا ليت هذا الرجل الكبير الذي يرجعنا للخلف يموت!! مع أنهم يقفون باحترام، ولا يشوشون على المصلين.\rلما وليّ الخلافة عمر بن عبد العزيز, وفدت الوفود من كل بلد لبيان حاجتها وللتهنئة، فوفد عليه الحجازيون فتقدم غلام هاشمي للكلام وكان حديث السن.\rفقال عمر: لينطق من هو أسنّ منك.\rفقال الغلام: أصلح الله أمير المؤمنين, إنما المرء بأصغريه: قلبه ولسانه, فإذا منح الله عبدا لسانا لافظا وقلبا حافظا استحق الكلام وعرف فضله من سمع خطابه, ولو أن الأمر يا أمير المؤمنين بالسن لكان في الأمة من هو أحق بمجلسك من هذا منك.\rفقال عمر: صدقت, قل ما بدا لك.\rفقال الغلام: أصلح الله أمير المؤمنين: نحن وفد تهنئة لا وفد مرزئة, وقد أتيناك لمنّ الله الذي منّ علينا بك، ولم يقدمنا إليك إلا رغبة ورهبة؛ أما الرغبة فقد أتيناك من بلادنا, وأما الرهبة فقد أمنا جورك بعدلك.\r¬__________\r(¬1) صحيح أبي داود للألباني، وأخرج البخاري نحوه.","seal":"E4CB2C99","part":1},
      {"page":27,"id":19,"nass":"فقال عمر: عظني يا غلام.\rفقال: أصلح الله أمير المؤمنين, إن ناسا من الناس غرّهم حلم الله عنهم وطول أملهم وكثرة ثناء الناس عليهم, فزلّت بهم الأقدام فهووا في النار، فلا يغرّنك حلم الله عنك وطول أملك وكثرة ثناء الناس عليك, فتزل قدمك فتلحق بالقوم، فلا جعلك الله منهم، وألحقك بصالحي هذه الأمة.\rثم سكت.\rفقال عمر: كم عمر الغلام؟ فقيل له ابن إحدى عشرة سنة, ثم سأل عنه فإذا هو من ولد سيدنا الحسين بن علي رضي الله عنهم, فأثنى عليه خيرا ودعا له (¬1).\rقال الإمام الشافعي رحمه الله تعالى (¬2):\rتعلم فليس المرءُ يولد عالما ... وليس أخو علم كمن هو جاهلُ\rوإن كبيرَ القوم لا علم عنده ... صغيرٌ إذا التفَّت عليه الجحافل\rوإن صغير القوم إن كان عالما ... كبير إذا رُدَّت إليه المحافل\rولا ترض من عيش بدونٍ ولا يكن ... نصيبك إرثا قدّمتْه الأوائلُ\r¬__________\r(¬1) المحاسن والمساوئ: 459 - 460، عيون الأخبار: 1/ 333، زهر الآداب: 1/ 7، المختار من نوادر الأخبار: 248.\r(¬2) ديوان الإمام الشافعي، اعتنى به عبد الرحمن المصطاوي، دار المعرفة، بيروت لبنان؛ ط:5، 1429هـ (2008م): 95.","seal":"F966A431","part":1},
      {"page":31,"id":20,"nass":"رابعاً: فوائد الحوار مع الأولاد:\rالحوار مع الأولاد له فوائد كثيرة جدا؛ منها:\r1. يتعلم اللغة بسرعة، ويكون لقنا، طلق اللسان، فصيحا، يتمتع بجرأة وشجاعة أدبية.\r2. يكتسب منهج التفكير المنطقي، ويساعده على ترتيب أفكاره، والتعبير عن آرائه؛ كما يدربه على سرعة البديهة.\r3. يدربه على الإصغاء الجيد للآخرين، وفهم مرادهم، ويتعلم مهارات الاتصال والحوار بطريقة عملية تدريبية.\r4. ينمي شخصيته ويصقلها؛ حيث إن الولد كلما كان غنيا بذاته، مقتنعا بمهاراته وقدراته، كان أكثر إبداعا وعطاء، وثقة في نفسه.\r5. يقوي ذاكرته، ويثري تجربته، ويحرك تفكيره وعقله (¬1).\r6. يريحه نفسيا من الحصر النفسي الذي يعاني منه بسبب صمته احتراما لوالديه، والذي قد يؤدي إلى الوسواس القهري، أو الانفصام.\r7. يخفف الحوار من الصراعات الداخلية، والمشاعر العدائية.\r8. يتيح الفرصة أمام الوالدين لتنكشف نفس الولد أمامهما، فيجيد التعامل معه.\r9. يكسر حاجز الخوف والخجل، والقدرة على بناء العلاقات الاجتماعية؛ ومن المعلوم أن كثيرا من أولادنا يعانون من الرهاب الاجتماعي، الذي يعرقل بناء مستقبلهم.\r¬__________\r(¬1) بتصرف وإضافة: مشكلات سلوكية في حياة طفلك، للأستاذ محمد رشيد العويد، دار ابن حزم ودار حواء ـ 1415هـ، ص: 41.","seal":"8F91BB5B","part":1},
      {"page":32,"id":21,"nass":"10. ينمي علاقة ودودة بين الأولاد والآباء.\r11. يمنحه القدرة على حل المشكلات الخاصة به.\r12. يتحرر من بعض العادات والتقاليد السيئة.\r\rوكل حوار يؤدي إلى واحدة من نتائج ثلاث:\r1. الخلاف؛ حين يكون الوالد أنانيا معتدا برأيه، غير مدرك لشخصية ابنه.\r2. التحاشي والانسحاب، وربما الهروب؛ حينما يكون الوالد متسلطا عنيفا.\r3. التقارب والانسجام؛ حين يكون الوالد محبوبا، خلوقا، يعترف بحق ولده في إبداء الرأي والتعبير عن مشاعره وآرائه بحرية وأدب.\r\rوهكذا فكل نتيجة ستكون وليدة الأسلوب الذي قام عليه الاتصال.","seal":"EBC2018B","part":1},
      {"page":35,"id":22,"nass":"خامساً: الإعداد النفسي للحوار مع الأولاد.\rيحتاج الإنسان ـ بشكل عام ـ إلى مداراة ومداخل؛ للنفاد إلى نفسه، والتأثير فيها، وهو هدف التواصل أصلا.\rوفيما يلي عدد من وسائل التهيئة النفسية لمحاورة الولد:\r\rأولا: النداء الرقيق:\r1. بإضافته إلى الوالد: يا بني.\rيقول الله عز وجل على لسان لقمان الحكيم؛ وهو يعظ ولده: {يَا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} [سورة لقمان 31/ 17].\r\r2. بنداء عاطفي حميم: يا حبيبي .. تعال معي لنتناول الغداء.\r\r3. بالتكنية: يا أبا فلان.\rيقول أنس بن مالك رضي الله تعالى عنه: \"إن كان النبي صلى الله عليه وسلم ليخالطنا حتى يقول لأخ لي صغير يا أبا عمير ما فعل النغير\" (¬1).\r4. باسمه مكبرا لا مصغرا: يا محمد .. وليس: (يا حميد) مثلا ..\rثم يبدأ الحديث بإظهار مشاعر ودية؛ فإن إظهار الحب والتعاطف يساعد الولد على نموه النفسي؛ ويمكن الوالد أن يستخدم كلمات دالة على ذلك في بدء حديثه، ويظهر بشاشة خلال اللقاء به، وأن يأخذ بيده أو يضعها يدك على كتفه.\r\"عندما تكون الكلمات مضمخة بمشاعرنا الحقيقية المتعاطفة، حينئذ تنفذ مباشرة إلى قلب الولد\" (¬2).\r¬__________\r(¬1) صحيح البخاري كتاب الأدب باب الانبساط إلى الناس ح (5778).\r(¬2) كيف تتحدث فيصغي الصغار إليك، وتصغي إليهم عندما يتحدثون، لأديل فابر، وإيلين مازلش، تعريب فاطمة عصام صبري، مكتبة العبيكان، 1423هـ 2002م: 40.","seal":"A6C17CEB","part":1},
      {"page":36,"id":23,"nass":"وليعلم الوالد أن الكلمات والإيماءات التي تدل على الكراهية تؤدي إلى اضطراب نفسي وضمور الشخصية لدى الولد.\r\rثانيا: أسلوب الاسترخاء البدني والنفسي:\rحينما يكون الولد في حالة شد عصبي أو جسدي، فيمكن أن يفعل التالي:\r1. يحترم مشاعره ويبدي قبولها. (من حقك أن تغضب من أستاذك لأنه ضربك أمام زملائك).\r2. أظهر للولد أنك تنصت لما يقوله لك (هيه .. قل .. أكمل، أوه .. ام .. ) مع هز الرأس، وانبهار العينين، و ...\r3. كرر بعض ما يقوله لك بصياغة سليمة وعاطفة جياشة (أمام الطلاب؟ أوه .. ).\r4. سم مشاعره، وانتظر تصحيح الولد لك:\r- إذن تأثرت؟\r- بل أحسست بالقهر!\r- إذن أحسست بالقهر؟!\rهنا سيرتاح جدا؛ لأنه أحس بأنك فهمت مشاعره، وصدقتها أيضا، وأصبح جاهزا لآخر الجولة، وهي: حل مشكلته بنفسه والتصريح بالحل الكامن في نفسه، أو الاستماع إلى التوجيه.\r5. تجاوب معه وقدم له النصائح والمقترحات، واستمع لرأيه فيها.\rـ هذا أستاذك ومن حقه عليك احترامه، كما يمكنك يا حبيبي ألا تمكن الأستاذ من إيذائك مرة أخرى.\rـ كيف؟\rـ أن تحرص على أداء واجباتك، وأن تنصت جيدا للدرس .. بارك الله فيك.\rـ أبشر بما يسرك مني يا والدي بتوفيق الله تعالى.","seal":"31E3D73B","part":1},
      {"page":37,"id":24,"nass":"\"عندما نعترف بمشاعر الولد نسدي له خدمة عظيمة. إننا نضعه أمام واقعه الداخلي، وإذ يكون واضحا أمام ذلك الواقع يستجمع قوته ليبدأ الكفاح\" (¬1).\r\rثالثا: الأسلوب الإيماني:\rبحيث نمزج تواصلنا معه، بطلب رضا الله عنه، والوصية بتقوى الله عز وجل، ونشد الولد للمراقبة الذاتية لربه تعالى، التي تجعله دائم التطلع إلى ربه عز وجل. وفي وصية لقمان لولده: {يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَوَاتِ أَوْ فِي الأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (16)} [سورة لقمان 31/ 16].\rوكان بعض سلفنا الصالح إذا أخل الولد بشأن شرعي قال له: إن الله يراك.\r\rرابعا: الأسلوب الإيجابي:\rإذا كانت الدراسات النفسية تؤكد بأن الإنسان يتم بناء شخصيته بنسبة 80% (¬2) خلال السنوات السبع الأولى، ويمدها أصحاب البرمجة العصبية اللغوية إلى 90%، فإنه لم يبق سوى 20 أو 10% حتى يصل إلى 18 سنة؛ حيث تكتمل البرمجة الإنسانية.\rخلال الفترة الأولى يتلقى معظم أطفال اليوم من 50000 إلى 150000 رسالة سلبية، في مقابل 400 - 600 رسالة إيجابية، على وجه التقريب، والتفاوت بين الناس (¬3).\r¬__________\r(¬1) كيف تتحدث فيصغي الصغار إليك، وتصغي إليهم عندما يتحدثون، لأديل فابر، وإيلين مازلش: 47.\r(¬2) ذكر ذلك عدد من علماء النفس والمختصين، ومنهم: الدكتور علي راشد , أستاذ التربية بجامعة حلوان , مؤكدا دور مرحلة الطفولة في تكوين 80% من شخصية الإنسان. مقالة: الخيال العلمي يحدد شخصية الطفل، موقع أخبار مصر  news.egypt.com،  تاريخ الدخول الأربعاء، 29 نيسان، 2009 م، 4/ 5/1430هـ.\r(¬3) أخذت المعلومة من المدري فهد باهمام في برنامج دبلوم البرمجة العصبية اللغوية في الرياض في 6 أغسطس 2003م.","seal":"D7056B76","part":1},
      {"page":38,"id":25,"nass":"وبعد ذلك نسأل عن الانحراف، والجنوح، والتخلف الدراسي، والعقوق!!\r\rإن مما اتفق عليه النفسيون أن الإنسان ينطبع بالصفات التي تلصق به، فإذا نودي بالعنيد أثبت ذلك بالعناد، وإذا نودي بالغبي تخلف، وإذا نودي بالمشاغب، استشاط ليثبت جدارته بهذا اللقب البطولي.\rفلماذا لا يقلب المربون الألفاظ؛ ليعيدوها إلى طبيعتها؛ أنت إنسان طيب، خلوق، مطيع، محب لإخوانك، تؤثر أصدقاءك، تحب القراءة والمذاكرة، وغيرها من الصفات التي توحي فعلا للابن أن يحمل هذه الصفات فيبدأ في التغيير نحو الأفضل.","seal":"E7B4C08D","part":1},
      {"page":41,"id":26,"nass":"سادساً: مهارات التواصل الناجح مع الولد:\rسوف أضع في مطلع هذا المحور حديثا عظيما، استطاع فيه الرسول المربي صلى الله عليه وسلم، أن يعالج في جلسة نفسية واحدة فقط ـ مشكلة جنسية عميقة لشاب مندفع؛ وصل به الأمر إلى أن يجاهر برغبته في الزنا أمام جمع من الصحابة على رأسهم رسول الأمة صلى الله عليه وسلم.\rنص الحديث:\rعن أبي أمامة قال: \"إن فتى شابا أتى النبي صلى الله عليه وسلم فقال: يا رسول الله ائذن لي بالزنا. فأقبل القوم عليه فزجروه وقالوا: مه مه .. فقال: ادنه فدنا منه قريبا، قال: فجلس.\rقال: أتحبه لأمك؟\rقال: لا، والله، جعلني الله فداءك.\rقال: ولا الناس يحبونه لأمهاتهم.\rقال: أفتحبه لابنتك؟\rقال: لا، والله، يا رسول الله جعلني الله فداءك.\rقال: ولا الناس يحبونه لبناتهم.\rقال: أفتحبه لأختك؟\rقال: لا، والله، جعلني الله فداءك.\rقال: ولا الناس يحبونه لأخواتهم.\rقال: أفتحبه لعمتك؟\rقال: لا، والله، جعلني الله فداءك.\rقال: ولا الناس يحبونه لعماتهم.\rقال: أفتحبه لخالتك؟\rقال: لا، والله، جعلني الله فداءك.\rقال: ولا الناس يحبونه لخالاتهم.","seal":"EF261886","part":1},
      {"page":42,"id":27,"nass":"قال: فوضع يده عليه.\rوقال: اللهم اغفر ذنبه وطهر قلبه وحصن فرجه.\rفلم يكن بعد ذلك الفتى يلتفت إلى شيء\" (¬1).\rوقفات مع مهارات التواصل التي استخدمها النبي صلى الله عليه وسلم في هذا الموقف:\rتحديد الهدف: نزع فتيل الشهوة المتضرمة من قلب الشاب، ودوام ذلك؛ بصرفه عن مجرد التفكير في تصريف شهوته بطريقة مخلة.\rوقد استخدام الرسول الكريم صلى الله عليه وسلم أكثر الوسائل أمانا، وقدرة على توصيل الرسالة:\r1. أجلسه، والجالس أهدأ من الواقف، وأكثر قدرة على التحاور الرزين، وفيه تحقيق ألفة بينه وبينه؛ لكون الرسول صلى الله عليه وسلم جالس أيضا.\r2. تقبله: حيث تلاحظ المسافة الفاصلة بين الموجه والشاب، حيث دنا منه قريبا بحيث يستطيع لمسه في اللحظة المناسبة؛ ليتم استيعاب شاب مندفع للغاية لعمل مشين مستهجن قوبل بالرفض والزجر من المجتمع؛ \"فقال: ادنه .. فدنا منه قريبا\". و\"إن الطفل/المراهق الذي يتقبله أهله بصرف النظر عما فيه من نواقص وعيوب، ينشأ واثقا من نفسه، معتزا بذاته، سعيدا في حياته\" (¬2).\r3. حاوره: حيث لفت نظره ـ من خلاله ـ إلى طبيعة الحياة في المجتمع الذي يعيش فيه، وكونه يحكم بشريعة وأعراف صارمة في هذه القضية الحساسة، التي حتى هو لا يرضاها لنفسه. وتوجيه بأنه لا يجوز التعدي على حرمات الآخرين، كما أنه هو يرفض ذلك منهم. قال أتحبه لأمك؟ قال: لا والله، جعلني الله فداك، قال: ولا الناس يحبونه لأمهاتهم ... إلخ .. \"، ويلاحظ أنه لم يجمع أرحامه، بل فرقهم؛ ليترك لخياله فرصة استهجان كل محاولة اعتداء على واحدة منهن لوحدها؛ فتتعدد فرص\r¬__________\r(¬1) سلسلة الأحاديث الصحيحة للألباني.\r(¬2) دليل التربية الأسرية للدكتور عبد الكريم بكار: 13.","seal":"D5B54123","part":1},
      {"page":43,"id":28,"nass":"النفور من الزنا لينتزع حبه من قلبه؛ بتصوير مدى بشاعته .. واختيار الكلمات وأسلوب الحديث ونبرة الصوت التي تتفق مع نفس الموقف، وثقافة الشاب كان لها أثر كبير في نجاح الحوار؛ فهو العربي الغيور على أمه وأخته وعمته وخالته ...\r4. تواصل معه جسديا؛ والذي كشفت الدراسات الحديثة أثره العظيم في فتح قلب المحاور والتأثير فيه: \"فوضع يده عليه\". لا سيما إذا كان محروما عاطفيا.\r5. دعا له: \"اللهم اغفر ذنبه، وطهر قلبه، وحصن فرجه\".\rالنتيجة:\rكانت التعليمات الموجهة للشاب ضمنية؛ ولذلك تقبلها برضا وارتياح، وتشمل الآتي:\r1. أن الزنا حرام شرعا مرفوض عرفا.\r2. أن التوبة بوابة الخلاص من تيار الشهوة.\rولذلك:\r1. تقبل الشاب توجيهه إلى التوبة. والاستغفار، وجمال الطهارة القلبية وسكينتها في النفس، وقيمة تحصين الفرج بالطريقة الشرعية.\r2. اشترك المجتمع أولا بالزجر (أسلوب سالب) ثم بمتابعة الشاب والإقرار له بأنه لم يعد يلتفت إلى شيء من ذلك السلوك السيء، وأشاد بذلك (أسلوب إيجابي).\rيا ليت البشرية كلها تنصت للحبيب المربي صلى الله عليه وسلم، وهو يؤصل لعلوم النفس والاجتماع والخدمة الاجتماعية، وهو يعالج ما يقضي فيه المختصون جلسات وجلسات في جلسة واحدة.\rحين تحول هذا الشاب من عنف الشهوة وسلطتها، إلى رقة التقى والإيمان وبحبوحته الندية، بعد أن تلقى علاجا نبويا متأنيا، تداخل مع خواطره المائجة، واستل كل مشاعره العاصفة.","seal":"9B57170D","part":1},
      {"page":44,"id":29,"nass":"إن المراهق في حاجة ماسة لنفهمه، ونسمعه، ونتقبله قبل ذلك، ونتواصل معه، وندعو له لا أن ندعو عليه.\rولهذا النص شواهد أخرى من تعامل النبي صلى الله عليه وسلم مع الشباب، بل يمكن استجلاء عدد من مهارات التواصل الوالدي العكسي من خلال حوار إبراهيم عليه السلام مع أبيه:\r{وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنّهُ كَانَ صِدّيقاً نّبِيّاً*إِذْ قَالَ لاَِبِيهِ يَأَبَتِ لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئاً*يَأَبَتِ إِنّي قَدْ جَآءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتّبِعْنِيَ أَهْدِكَ صِرَاطاً سَوِيّاً*يَأَبَتِ لاَ تَعْبُدِ الشّيْطَانَ إِنّ الشّيْطَانَ كَانَ لِلرّحْمََنِ عَصِيّاً*يَأَبَتِ إِنّيَ أَخَافُ أَن يَمَسّكَ عَذَابٌ مّنَ الرّحْمََنِ فَتَكُونَ لِلشّيْطَانِ وَلِيّاً*قَالَ أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَإِبْرَاهِيمُ لَئِن لّمْ تَنتَهِ لأرْجُمَنّكَ وَاهْجُرْنِي مَلِيّاً*قَالَ سَلاَمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبّيَ إِنّهُ كَانَ بِي حَفِيّاً*وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللهِ وَأَدْعُو رَبّي عَسَىَ أَلاّ أَكُونَ بِدُعَآءِ رَبّي شَقِيّاً}.\r\rفي هذه الآيات الكريمة وسائط اتصال لفظية، وحركات قلبية كثيرة:\r1. النداء الرقيق: يا أبت.\r2. طرح الأسئلة العقلية بدلا من تقرير الحقائق.\r3. بث الثقة في المحاوَر بأن المحاوِر لديه علم تام ومجزوم به حول نقطة الخلاف.\r4. إظهار عاطفة الخوف على المحاوَر.\r5. بيان العواقب، والتدليل عليها.\r6. عدم اليأس من الإقناع.\r7. إبقاء حبل الود، مهما بلغ من عنف المحاور.\r\rفوائد من إثارة الأسئلة في الحوار؛ والتي استخدمها الخليل مع والده:\r• حصر الفكر والحواس نحو السؤال فلا نشغل الحواس بشيء آخر وعندئذ ينجح المتحدث في توجيه انتباه المستمع نحوه.\r• إثارة السؤال تجعل المستمع والقارئ له متحدياً للمتعلم فيخلق عنده","seal":"1F6782DF","part":1},
      {"page":45,"id":30,"nass":"التسابق والمنافسة في اكتساب المعلومات.\r• إثارة السؤال تكسب المعلومة قوة البروز.\r• تحقق الأهداف السلوكية التربوية الثلاثة.\r• تكسب فكر المستمع مشكلة تجعله في شغل شاغل يود أن يعرفها عاجلاً قبل أن يغادر مكانه.\r\rالمصارحة في الاتصال الوالدي:\r• المصارحة تقطع شوطاً كبيراً في حل كثير من المشكلات التي تصادفنا.\r• يجب على الوالد أن يعايش الواقع، فلا يعيش في برج عاجي فيظن أن الآخرين قد وصلوا إلى مرتبة الملائكة، بل هم بشر، وبخاصة إذا كانوا في سن المراهقة. وأكبر مشكلات المراهقين هي الشهوة؛ وهي بطبعها خفية مستورة.\r• التعامل مع المشكلة، بالعقل لا بالفورة العصيبة والانفعال والزجر والتأنيب.\r• قبول الولد المحاور ـ مهما كان ـ يؤدي إلى منحه الثقة في نفسه والقرب منك لتفهم مشكلته، وأنك تريد مصلحته، ولا تريد أن تعنفه أو تزجره.\r\rالإصغاء الإيجابي إلى الولد:\rوهو مما ضمر في البيوت وقل؛ وحلَّ محله الحرمان العاطفي لدى البنين والبنات؛ فجاعوا إلى كلمة الحب، والاستماع إلى مشاعرهم، فاستغل ذلك من أهل السوء؛ حتى ليعد هذا الأمر هو أبرز جذور المشكلات العاطفية، وسببها الكبير.\rويكون الاستماع الإيجابي باهتمام بالغ، تشارك فيه جمع من الحواس، ومن أبرز فوائده: فهم مشاعر الولد وتنمية احترامه لنفسه، وفي المقابل فإن تجاهل حديث الابن وضعف الإصغاء له يصيبه بالإحباط ويجعله يبحث عمن يسمع له من أقرانه، أو من أعدائه. \"كان النبي صلى الله عليه وسلم إذا استقبله الرجل","seal":"2EE532EF","part":1},
      {"page":46,"id":31,"nass":"فصافحه لا ينزع يده من يده حتى يكون الرجل الذي ينزع .. ) (¬1).\rولك أن تتأمل كم في المصافحة من أثر نفسي، وارتياح قلبي، وتلاق بين روحين مؤمنتين، زاد التماس الجسدي من لحمتهما، وهو ما أثبته العلم الحديث بالدليل الحسي من قيمة اللمس في المعاني العاطفية والإحساس بالسعادة.\r\rالثناء على حسن الاستجابة:\rفإن بعض الآباء ينتظر ولده يخطئ ليعاقبه، أو يعاتبه، وحين يأتي بألوان من الصواب، لا يحظى بشئ من التشجيع، إن امتداح الولد يشعره بالأهمية ويزيد من ثقته بنفسه، كما أن الانتقاد المستمر يدمر الثقة ويؤدي إلى الشعور بالحقارة.\r- قَالَ: رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ: يَا أَبَا الْمُنْذِرِ أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللَّهِ مَعَكَ أَعْظَمُ؟\r- قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ.\r- قَالَ: يَا أَبَا الْمُنْذِرِ أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللَّهِ مَعَكَ أَعْظَمُ\r- قُلْتُ: (اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ)\r- قَالَ: فَضَرَبَ فِي صَدْرِي.\rوَقَالَ: وَاللَّهِ لِيَهْنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ (¬2).\rونلاحظ هنا ـ أيضا ـ التقبل، والحوار، والتواصل الجسدي، والدعاء.\r\rالابتسامة والبشاشة:\rينبغي ألا تغادر مبسم الوالد حين يحاور ولده، وهو ما كان من شأن النبي صلى الله عليه وسلم، قال \"وتبسمك في وجه أخيك صدقة\"، وقال: \"لا تحقرنّ من المعروف شيئاً ولو أن تلقى أخاك بوجه طليق\" (¬3).عن جرير رضى الله تعالى عنه قال ((ما\r¬__________\r(¬1) رواه الترمذي.\r(¬2) رواه مسلم في صلاة المسافرين رقم 810.\r(¬3) رواه الإمام مسلم.","seal":"351E1EB1","part":1},
      {"page":47,"id":32,"nass":"حجبني النبي صلى الله عليه وسلم منذ أسلمت ولا رآني إلا تبسم في وجهي ولقد شكوت إليه أني لا أثبت على الخيل فضرب بيده في صدري وقال اللهم ثبته واجعله هاديا مهديا)) (¬1).\rونلاحظ هنا: التقبل، والابتسامة، والحوار، والتواصل الجسدي، والدعاء.\r\rالإصغاء إلى احتياجات الولد:\rفإن السماح للولد بالتعبير عن احتياجاته ورغباته ينمي شخصيته، ويأتي دور الوالد في وضع الضوابط لتلك الرغبات؛ بالاشتراك مع الولد، فإن مصادرة حريته في التعبير عن حاجاته أو رغباته يضعف شخصيته ويدفعه إلى إخفاء تلك الاحتياجات وإشباعها بعيدا عن الوالد والمنزل بلا ضوابط.\r- عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِي اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ قَالَ: إِيَّاكُمْ وَالْجُلُوسَ عَلَى الطُّرُقَاتِ\r- فَقَالُوا: مَا لَنَا بُدٌّ إِنَّمَا هِيَ مَجَالِسُنَا نَتَحَدَّثُ فِيهَا\r- قَالَ: فَإِذَا أَبَيْتُمْ إِلا الْمَجَالِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهَا\r- قَالُوا: وَمَا حَقُّ الطَّرِيقِ قَالَ غَضُّ الْبَصَرِ وَكَفُّ الأَذَى وَرَدُّ السَّلامِ وَأَمْرٌ بِالْمَعْرُوفِ وَنَهْيٌ عَنِ الْمُنْكَرِ (¬2).\rفالرسول صلى الله عليه وسلم حذر من الجلوس في الطرقات بشكل قطعي ظاهر، وحين رأى إصرار القوم على عادة اجتماعية من عاداتهم، فسح لهم، ووضع لها ضوابط تهذبها.\rويرى الدكتور طارق الحبيب أن أفضل وسيلة لإبعاد الولد عن المتع المحرمة، هو مزاحمتها بالمتع المباحة (¬3).\r¬__________\r(¬1) صحيح البخاري كتاب الجهاد والسير باب من لا يثبت على الخيل ح (2871) وصحيح البخاري كتاب الأدب باب التبسم والضحك ح (5739).\r(¬2) أخرجه صحيح البخاري في كتاب المظالم رقم الحديث:2333.\r(¬3) التربية الدينية ـ منظور نفسي، محاضرة عامة في مركز التنمية الأسرية بالأحساء عام 1428هـ ..","seal":"BA918BA1","part":1},
      {"page":48,"id":33,"nass":"مناقشة الأفكار الغريبة أفضل أسلوب للتخلص منها:\rفإن تركها يفسح لها مجالا للنمو السيء، وقمعها، يجعلها تنمو خارج الدوائر المأمونة، واستخدام منطق الإقناع هو الأسلوب الأمثل لمعالجتها، ويمكن ذلك بإظهار التعاطف مع الولد، ثم الدخول معه في حوار ذكي وهادئ، ملئ بالأسئلة المزلزلة لقناعاته الخاطئة دون تعنيف، لأن العنف في معالجة تلك الأفكار سيضاعف من قوتها. إن المطلوب تحطيم الفكرة السيئة، وليس تحطيم رأس صاحبها كما يقال.\r\rتصيد الوالد جانبا إيجابيا لولده ودعمه:\rإن الانتباه لأية مزية لولدك والبناء عليها يساعد في إحداث تغيير شامل في اتجاهه باستخدام الحوار المتعاطف؛ بينما تصيد الأخطاء والتركيز عليها وتضخيمها يؤدي إلى استمرارها.\r\"ما يحتاجه الناس في جميع الأعمار في لحظة الضيق ليس موافقة الآخرين، أو مخالفتهم، بل يحتاجون إلى من يعترف بما يعانون\" (¬1).\rقال أبو محذوره رضي الله عنه: لَمَّا خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ مِنْ حُنَيْنٍ خَرَجْتُ عَاشِرَ عَشْرَةٍ مِنْ أَهْلِ مَكَّةَ نَطْلُبُهُمْ فَسَمِعْنَاهُمْ يُؤَذِّنُونَ بِالصَّلاةِ فَقُمْنَا نُؤَذِّنُ نَسْتَهْزِئُ بِهِمْ.\r- فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ: قَدْ سَمِعْتُ فِي هَؤُلاءِ تَأْذِينَ إِنْسَانٍ حَسَنِ الصَّوْتِ فَأَرْسَلَ إِلَيْنَا فَأَذَّنَّا رَجُلٌ رَجُلٌ وَكُنْتُ آخِرَهُمْ\r- فَقَالَ لي قم فأذن فقمت ولا شئ أكره إليَّ من رسول الله ولا مما أمرني به.\r- فألقى علي الرسول التأذين هو نفسه فحين أَذَّنْتُ قال تَعَالَ فَأَجْلَسَنِي بَيْنَ يَدَيْهِ وأعطاني صرة فيها شيء من الفضة ثم َمَسَحَ عَلَى نَاصِيَتِي\r¬__________\r(¬1) كيف تتحدث فيصغي الصغار إليك، وتصغي إليهم عندما يتحدثون، لأديل فابر، وإيلين مازلش: 50.","seal":"B95BF4F4","part":1},
      {"page":49,"id":34,"nass":"وَبَرَّكَ عَلَيَّ ثَلاثَ مَرَّاتٍ فقلت: يا رسول الله مرني بالتأذين بمكة.\rفقال: قد أمرتك به وذهب كل شيء كان لرسول الله من كراهية وعاد ذلك كله محبة لرسول الله صلى الله عليه وسلم (¬1).\rونلاحظ هنا ـ أيضا ـ التقبل، والحوار، والتواصل الجسدي، والدعاء.\r\rالتعبير عن الغضب بطريقة بناءة:\r- تعبير الوالد البناء عن غضبه من سلوك الولد يساعد في استمرار الحوار والمعالجة الحكيمة للمشكلات العارضة، ويقدم أنموذج القدوة لولده في التعبير عن انفعالاته؛ بينما استخدام الألفاظ النابية أو الصراخ أو الضرب المبرح يتسبب في جرح المشاعر، أو تبلدها.\rقال أحد الصحابة رضي الله عنهم: \"قسم النبي صلى الله عليه وسلم قسمة كبعض ما كان يقسم، فقال رجل من الأنصار: والله إنها لقسمة ما أريد بها وجه الله، قلت: أما لأقولنَّ للنبي صلى الله عليه وسلم، فأتيته وهو في أصحابه، فساررته، فشق ذلك على النبي صلى الله عليه وسلم، وتغير وجهه وغضب؛ حتى وددت أني لم أكن أخبرته، ثم قال: قد أوذي موسى بأكثر من ذلك فصبر\" (¬2).\rولعل مما يغضب الوالد من الولد عدم الائتمار بأمره، وتلبية طلبه، وهنا أسوق نصا رائعا، من مواقف النبي صلى الله عليه، وسلم مع خادمه أنس: قال أنس \"كان رسول الله صلى الله عليه وسلم من أحسن الناس خلقا فأرسلني يوما لحاجة فقلت والله لا أذهب وفي نفسي أن أذهب لما أمرني به نبي الله صلى الله عليه وسلم فخرجت حتى أمر على صبيان وهم يلعبون في السوق فإذا رسول الله صلى الله عليه وسلم قد قبض بقفاي من ورائي قال فنظرت إليه وهو يضحك فقال يا أنيس أذهبت حيث أمرتك قال قلت نعم أنا أذهب يا رسول الله\" (¬3).\rونلاحظ هنا ـ أيضا ـ التقبل، والابتسامة، والحوار، والتواصل الجسدي.\r¬__________\r(¬1) أخرجه النسائي وابن ماجة وغيرهما بطرق بروايات مختلفة.\r(¬2) رواه البخاري.\r(¬3) رواه مسلم.","seal":"2E112BCB","part":1},
      {"page":50,"id":35,"nass":"معوقات الاتصال الفعال مع الأولاد (¬1):\r1 - السباب.\r2 - السخرية.\r3 - اللوم والتوبيخ.\r4 - الصراخ\r5 - التوقع السلبي.\r6 - المقارنة بالآخرين.\r7 - التهديد المستمر.\r\"بعد إجراء دراسة شملت 110 أسرة أمريكية، تضم أطفالا تتفاوت أعمارهم ما بين ثلاثة وخمسة أعوام، أعلن معهد العلوم النفسية في أتلانتا أن هناك دلائل قطعية على وجود علاقة بين شخصية الطفل المشاغب، الكثير الحركة، وبين الأم العصبية التي تصرخ دائما، وتهدد بأعلى صوتها حين تغضب، ... وتشير نتائج الدراسة أيضا إلى أن الأم التي تعبر عن غضبها بالصراخ، وباستخدام ألفاظ بذيئة أو سيئة، أمام طفلها تدفع بهذا الطفل إلى التحول إلى طفل من هذا النوع المشاغب (¬2).\r\rالحوار مع المخطئ:\rسيقع الولد في أخطاء سلوكية بطبيعة مرحلته؛ ليتعلم، ويتربى، وسوف نخسر أنفسنا وعلاقتنا بأولادنا حين نغضب وننفعل ونفقد زمام الموقف، وهنا بعلمنا الله تعالى في كتابه كيف تتصرف في تلك الحالة من خلال بيانه لأنموذج النبوة: {فَبِمَا رَحْمَةٍ مِّنَ اللهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِك فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ إِنَّ اللهَ يُحِبُّ الْمُتَوَكِّلِينَ} آل عمران159.\r¬__________\r(¬1) أسلوب الحوار مع الأبناء، عرض (ثابت النشر) على موقع المستشار ( www.almostshar.com)؛  لرباب الداود.\r(¬2) مشكلات تربوية في حياة طفلك، لمحمد العويد، ص: 19 - 20.","seal":"739DC521","part":1},
      {"page":51,"id":36,"nass":"عناصر الاتصال التي ذكرها الله في هذه الآية:\r1. الرحمة.\r2. اللين.\r3. العفو والتسامح.\r4. الاستغفار والدعاء للمحاوًر.\r5. الاستشارة.\r\rولعل من أبرز ما يحتاجه الوالدان من خصائص الاتصال الفعال مع الأولاد:\r1. الهدوء في الحوار.\r2. الرفق في الحوار.\r3. تصحيح الخطأ بالحوار.\r4. تحين الفرص للحوار.\r5. قبول الحق ولو كان من صغير السن أثناء الحوار.\r6. المصارحة والتوجيه في الحوار.\r7. الاستشارة بما يناسب عمر الولد.\r8. توضيح المفاهيم المبهمة بالحوار معه.\r9. غرس رقابة الله في نفسه بالحوار.\r10. مراعاة عنصر التشويق عند طرح الأسئلة الحوارية التي تشد الانتباه.","seal":"7E03E881","part":1},
      {"page":55,"id":37,"nass":"سابعاً: أساليب عملية في التواصل الناجح:\rابتعد عن الأوامر المباشرة:\rفبدلا من أن تقول له: قم نم الآن.\rقل له: هل جاء وقت النوم؟ أو ما رأيك أن تنام الآن حتى تصحو مبكرا ونشيطا.\rعن عبد الله بن عمر رضي الله عنهما أنه رأى رؤيا فقصها على حفصة، فقصتها حفصة على النبي صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: نعم الرجل عبد الله لو كان يصلي من الليل. فكان عبد الله لا ينام من الليل إلا قليلا (¬1).\rوقد يكون الأمر المباشر مسبوقا باستفهام وتوضيح وتبرير، يمهد للأمر فيهونه، ويرغب فيه؛ كما في حديث زيد بن ثابت؛ قال لي رسول الله صلى الله عليه وسلم \"تحسن السريانية؟ إنها تأتيني كتب\"، قال: قلت: لا، قال: \"فتعلمها\" فتعلمتها في سبعة عشر يوما (¬2).\rاسأله لماذا؟\rفإن بعض الآباء يعاقب الولد فور نظرته الشخصية لوقوع خطأ ما، ولو أنه تأكد من الأمر، ربما علم أنه قد ظلم ولده.\rوفرق بين سؤال الولد: لماذا!! على سبيل اللوم وتسديد التهمة له قبل التأكد منها، وبين سؤاله: لماذا؟ على سبيل الاستفهام والتأكد.\rشكا أحد الآباء إلى أمير المؤمنين عمر بن الخطَّاب عقوق ابنه، فقال عمر للابن: \"ما حملك على عقوق أبيك\"؟\rفقال الابن: يا أمير المؤمنين ما حق الولد على أبيه؟\rقال عمر: \"أن يحسن اسمه، وأن يحسن اختيار أمه، وأن يعلمه الكتاب\".\r¬__________\r(¬1) رواه الشيخان.\r(¬2) مسند الإمام أحمد بن حنبل حديث زيد بن ثابت عن النبي صلى الله عليه وسلم 5/ 182 ح (21627).","seal":"9C5A20BA","part":1},
      {"page":56,"id":38,"nass":"فقال: يا أمير المؤمنين إن أبى لم يفعل شيئاً من ذلك.\rفالتفت عمر للأب وقال له: \"عققت ولدك قبل أن يعقَّك\"!!\rإن عمر لم يبادر إلى اتهام الابن قبل أن يسأله، وحين سأله صدقه.\r\rتواصل الضدين:\rقد يقع هذا بين عدوين، بين قرينين في فن واحد، بين زوجين يكره كل منهما الآخر، ولكن لا يتصور أن يقع بين الوالد والولد، ولكنه قد يقع فعلا، حين يفشل الوالد في التربية، وبناء العلاقة الوالدية على أساس من الحب والتفاهم، والأمثلة الواقعية على فساد الحوار بين والد وولد عديدة، ولكن لأدعها إلى نص تاريخي، حمل صورا من الاتصال السلبي؛ كالسخرية، والسباب، والإفحام، والتوقع السئ، والهزيمة الساحقة أمام الولد العاق:\rقال الأصمعي: كان رجل من بني تميم يقال له: (حنظلة) وكان له ابن يقال له: (مرة)، وكان يكثر الخلاف عليه، فكان أبوه ربما قاتله، فقال له ذات يوم:\rـ إنك لمر.\rـ أعجبتني حلاوتك يا حنظلة.\rـ اسكت فأنت والله خبيث كاسمك.\rـ أخبث مني والله من أسماني.\rـ فو الله يا بني لقد تشاءمت بك يوم ولدت.\rـ ما ورثته عن كلالة.\rـ ما أظنك من الناس.\rـ من أشبه أباه فما ظلم أمه، والشوك لا يجتنى منه العنب.\rـ لا بل أشبهت أمك عليها لعنة الله.\rـ والله ما كانت بأردأ من زوجها.\rـ ما أحوجك إلى أدب جيد.\rـ أحوج مني إليه من أدبني.","seal":"3CDD0BD1","part":1},
      {"page":57,"id":39,"nass":"ـ لقد كنت حريصا على صلاحك دهري.\rـ فو الله يا أبة ما أتيت من عجز ولكن الله سبحانه أعطاك على قدر نيتك.\rـ لقد ساءت حالك منذ تركت الدعاء لك وأقبلت على الدعاء عليك.\rـ مادح نفسه يقرئك السلام.\rـ دعني من هذا فو الله لأستقبلن من أمرك ما كنت له مضيعا.\rـ إذا والله لا يتردد في بيتك إلا الريح.\rـ والله ما جرأك على هذا أحد غيري.\rـ فلُم إذا نفسك ولا تلمني.\rـ ويحك ما تستحي مني؟!\rـ ما أحسن الحياء في مواضعه.\rـ والله لقد اجتمعت فيك خلال رديئة.\rـ فضل رداءتك يا أبة.\rـ أبوك الشيطان الرجيم.\rـ قل لنفسك ما شئت.\rـ لقد دفنت أخاك ساعة ولدت.\rـ أعجبني كثرة أعمامي يا مبارك.\rـ والله إنك لمغيظي بجوابك.\rـ من تكلم أجيب، ومن سكت سلم.\rـ ويلك قم عني.\rـ إن أعفيتني عن معاتبتك قمت.\rـ ما يزداد كلامك إلا غلظا.\rـ والله ما يقصر عن الجواب إلا أحمق.\rـ اخسأ ويلك يا كلب.\rـ الكلب لا يلده إلا كلب.\rـ ليس شيء أحسن من السكوت عنك.","seal":"966ACDA2","part":1},
      {"page":58,"id":40,"nass":"ـ إذا لا يدعك كثرة فضولك.\rـ قم فو الله ما أراك تصلح أبدا.\rفقام وهو يقول وكيف يصلح من أنت أبوه.\rهذا النص مخزون للتربية السلبية، والاتصال الفاشل، والحوار الممرض، ويستحق كثيرا من التأمل.\rحين تريد تعليمه:\rقل له:\r- دعني أستمتع بالشرح لك.\r- هل يمكنني أن أساعدك.\r- ما رأيك أن نجرب.\r- اختيارك رائع، أخبرني لماذا اخترته؟\r- من فضلك انظر إلي، ثم افعل مثلي تماما.\r- ما معنى كذا؟ ثم تعلمه إياه.\r- اقرأ واشرح لي أنت.\rعن النبي صلى الله عليه وسلم قال ((هل تدرون من المفلس قالوا المفلس فينا يا رسول الله من لا درهم له ولا متاع قال إن المفلس من أمتي من يأتي يوم القيامة بصيام وصلاة وزكاة ويأتي قد شتم عرض هذا وقذف هذا وأكل مال هذا فيقعد فيقتص هذا من حسناته وهذا من حسناته فإن فنيت حسناته قبل أن يقضى ما عليه من الخطايا أخذه من خطاياهم فطرحت عليه ثم طرح في النار)) (¬1).\r\rحوار الحزم:\rلا يصلح للوالدين أسلوب الحوار المطول في كل موقف أو حال، فقد يحتاج الأمر إلى أوامر ونواه بعد حوار قصير جدا، تتضح فيه الأمور للوالد، مثال:\r¬__________\r(¬1) مسند الإمام أحمد بن حنبل مسند أبي هريرة رضى الله تعالى عنه 2/ 303 ح (8016) حسن صحيح.","seal":"E4389168","part":1},
      {"page":59,"id":41,"nass":"ـ من سيذهب معك في الرحلة؟\rـ سعد وعبد الصمد (مشاغبان).\rـ هل سيذهب معكم مشرفون؟\rـ لا .. لقد أصبحنا كبارا.\rـ هل في الاستراحة بركة سباحة؟\rـ نعم، وسوف نسبح فيها أيضا.\rـ لا أريدك أن تذهب .. أخاف عليك.\r\rويمكن للوالد أن يستخدم هذا الأسلوب في حالتين:\r1. عندما يرغب أن يكف الطفل عن سلوك معين، ويظن أنه سيتمادى فيه إن التمس منه تركه بأسلوب لطيف.\r2. إذا رغب في أن يأتي بسلوك معين، يظن أنه سيعصيه فيه إذا التمس منه ذلك.\rولكن يجب ألا يتحول هذا الأسلوب المحدد بحالات قليلة ونادرة إلى أسلوب دائم؛ فينعدم الحوار، ويضعف التواصل، ويتحول الولد إلى مجرد آلة تنفذ الأوامر والنواهي، فيفشل في مستقبله، ويصبح اتكاليا ضعيفا هزيلا.\r\rبعد أن كسر مرآة المغسلة:\rـ كف عن لعب الكرة الآن، ولا تلعب إلا غدا، واذهب نظف المكان، واشتر مرآة أخرى على حسابك الخاص.\rوقت العشاء:\rـ حان موعد العشاء، أطفئ التلفاز واغسل يديك، وتعش معنا الآن.\rحين تريد تشجيعه:\rاقتنص فعلا حسنا فعله ولدك، وأثن عليه بالتحديد، ولا تتبعه بنقد؛ مثل قولك:\rـ لقد أحسنت .. ولكن بعد تعب! أو بعد أن فشلت مرارا!\rتوقف عند كلمة: أحسنت .. ودعه يستمتع بها.","seal":"2BE16613","part":1},
      {"page":60,"id":42,"nass":"ذكره بنجاحاته السابقة؛ حتى تغرس الثقة فيه:\rـ لقد نجحت كثيرا من قبل، وهذه كبوة جواد، وسوف تنجح في المستقبل في هذا الأمر.\rامتدح أقل إجادة تراها، وكن مخلصا في تقديرك، معتدلا في مديحك، وبث الأمل في نفسه؛ بلفت نظره إلى مواهبه المكنونة:\rـ أعجبني حوارك مع ضيفي البارحة .. رأيت فيك الرجولة التي كنت أتوقعها ..\rحرك عضلات وجهك بابتسامة مشرقة، وارفع يديك وصفق له، احتضنه، قبله، افعل أي شئ يجعل التشجيع والثناء باديا على كل ملامحك؛ لتصل الرسالة من كل منطقة للتعبير في جسدك.\r\rأسلوب التفاوض:\rهذا الأسلوب يفيد كثيرا في تربية الولد الذي يبدي عنادا في أمور تعد أساسا لمستقبله؛ كالصلاة والمذاكرة والصداقة، بينما هو مضطر لطلب المال أو الاحتياجات الشخصية من والديه، هنا يمكن عقد حوار تفاوضي بين الطرفين عن رضا واقتناع، ويسجل في بنود إيجابية وليست سلبية؛ مثل:\rـ إذا أتممت المذاكرة سمحت لك باللعب.\rـ إذا صادقت فلانا اشتريت لك دراجة.\rـ إذا حافظت على الصلوات أخذتك مع الأسرة في سفري القادم.\rـ إذا تلطفت في الحوار مع إخوانك سوف تصبح محبوبا بينهم.\rوليس صحيحا: إذا لم تصرخ في البيت اشتريت لك حلوى.\rكما أن التفاوض يمكن أن يكون مع المراهق بتحميله مسؤولية ودورا في المنزل مقابل مزيد من الحرية المنضبطة، أو سيارة، أو جوال، إذا بلغ سنا تسمح له بذلك قانونا وصحة.\r\rافترض فيه حسن النية، وتأكد قبل أن تتهم:\rفمن أخطاء الحوار الوالدي الإسراع في اتهام الولد، والحكم عليه","seal":"BB73A6E5","part":1},
      {"page":61,"id":43,"nass":"مباشرة، ثم تنفيذ العقوبة، دون الاستماع إليه.\r\rاستخدم لغة التمثيل والقصص:\rفإن استخدام القصة والمثل داخل الحوار الوالدي يساعد في توضيح الفكرة وتقبلها لدى أولادنا، وفي المقابل فإن أسلوب الأوامر والعظات الطويلة تسبب في الملل وتفقد تأثيرها. وقد استخدم الرسول صلى الله عليه وسلم القصص والأمثال كثيرا جدا، في إيضاح قضايا عقدية وعبادية، وحياتية. يقول صلى الله عليه وسلم: \"\rـ أَرَأَيْتُمْ لَوْ أَنَّ نَهَرًا بِبَابِ أَحَدِكُمْ يَغْتَسِلُ فِيهِ كُلَّ يَوْمٍ خَمْسًا مَا تَقُولوا ذَلِكَ يُبْقِي مِنْ دَرَنِهِ؟\rـ قَالُوا: لا يُبْقِي مِنْ دَرَنِهِ شَيْئًا.\rـ قَالَ: فَذَلِكَ مِثْلُ الصَّلَوَاتِ الْخَمْسِ يَمْحُو اللَّهُ بِهِ الْخَطَايَا\" (¬1).\rو\"تعمل القصص بأربع طرق:\r1 - تستولي على انتباه المستمعين، إذ إنها مثل الفيلم السينمائي يقوم على حبكة درامية وشخصيات ليتفاعل مع الجمهور.\r2 - تبسط القصص الأفكار المعقدة وتجعل الأفكار المجردة أفكارًا ملموسة.\r3 - تمس القصص العاطفة لدى المستمعين، بشكل أفضل من مجموعة الحقائق الجافة الخالية من أي عاطفة.\r4 - إن القصص قابلة للتذكر، إذ إن القصة الحية تبقى في ذهن المستمع فترة أطول بعد نسيان أي شيء آخر\" (¬2).\rوإذا كان الكبير يحب القصص، فإن الصغير يعشقها.\r\rالحوار داخل السيارة:\rتأخذ السيارة منا يوميا وقتا طويلا، وتقدر ساعات توصيل الأولاد في السنة الدراسية الواحدة 112 ساعة تقريبا.\r¬__________\r(¬1) (رواه البخاري في مواقيت الصلاة.\r(¬2) فن الإقناع، لهاري ميلر، مكتبة جرير، ط: 3، 2003م.","seal":"2591EC34","part":1},
      {"page":62,"id":44,"nass":"وجدير بالوالد الواعي ألا يترك هذا الوقت النفيس لغيره، وأن ينهض بأعباء الأبوة بإيصال أولاده بنفسه ما استطاع إلى ذلك سبيلا.\rإنها فرصة لتواصل حميمي رائع؛ يبدأ مع بدء اليوم، بابتسامات رشيقة، وهتافات حلوة، وتوجيهات مختزلة؛ ليوم دراسي حافل.\rيبدأ بدعاء الركوب، ثم دعاء الخروج من المنزل، أو العكس؛ حسب مكان السيارة داخل البيت أو خارجه، ثم تدور الأحاديث الودية، والمعلومات الخفيفة، وتذكر بعض المحفوظات من كتاب وسنة وشعر وأناشيد.\rويترك المجال واسعا للإنصات للولد؛ حتى يصل وهو مشبع عاطفيا، قد استنفد كل ما لديه، فلا يبقى لمجموعة الأقران ما يتلصصون به على البيت وأهله.\rوفي العودة تكون نفوس الأولاد مشحونة بما دار في المدرسة مع الأساتذة والأصحاب، مواقف وحوادث، وانتصارات وهزائم، وإنجازات وإخفاقات، وإيثار واعتداء، فما أحرى الوالد أن يستثمر هذه الفرصة لاستلال كل ما في داخل هذه الأضابير الغضة وتوجيهها توجيها رقيقا، مبدعا، يستنبط فيه الولد صحة الموقف أو عدم صحته؛ كما يتلقى التشجيع والثناء، ويتدرب على وسائط الاتصال الفعال عمليا.\rإن السيارة فرصة ـ أيضا ـ للعلاج الفردي للمشكلات النازلة بالولد؛ حيث يعد الكرسي المجاور للوالد مناسبا جدا لكي يفضي بكل ما في داخله؛ حيث القرب النفسي والجسدي، والفضاء الممتد أمام عينيه، فلا حواجز، ولا مجال للحياء السلبي، وليس هناك من يخشى شماتته، أو الفضيحة أمامه.\rويحسن من الوالد أن يطيل الاستماع، ويوجه أسئلة مفتوحة، ويبتعد عن الاتهام وسوء الظن.","seal":"CA2544FE","part":1},
      {"page":63,"id":45,"nass":"ويمكن الاستفادة من هذه المهارة في التنفيس عن المهموم، أو الغاضب، أو المريض.\r\rليست السيارة سوى مكان من أماكن كثيرة تحتوي فرصا للحوار الهادف البناء، الذي ينبغي أن تسود أجواؤه الحميمية علاقاتنا مع أولادنا؛ لنقطف ذلك نجاحا باهرا، وبرا وفيا .. حتى يأتي يوم يقول فيه الله تعالى: {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم مِّن شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ = 21} [سورة الطور 52/ 21].\rلحمة أسرية دائمة .. دنيا وأخرى بإذن الله تعالى.","seal":"1D7C61F1","part":1},
      {"page":67,"id":46,"nass":"الخاتمة\rأولادنا أمانة عظيمة في أيدينا، إذا تواصلنا معهم بطريقة سليمة كسبناهم، ونجحوا في حياتهم الدنيا وحين يلقون ربهم، وإلا فالخسارة فادحة.\r{وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً} [سورة الفرقان 25/ 74]\rوإن من أبرز وسائل تربيتهم تعلم مهارات الاتصال الفعال، بلغاته اللفظية والجسدية والتعبيرية.\rوقد حاول هذا الكتاب تيسير مهارات التواصل للآباء والأمهات؛ ليكون دليلا لهم على طريق التربية الطويل.\rاتضح فيه أن التواصل الأكثر شيوعا يؤدي إلى عكس المأمول منه تربويا واجتماعيا، وأن هناك فجوة حقيقية بين الجيلين، وأن الوسيلة الأنجع هي التدرب على هذه المهارات وإتقانها، وتحويلها إلى منهج حياتي يومي.\rكما اتضح أن الكتاب والسنة يفيضان بالنصوص القابلة للاستنطاق العلمي البحت، وأن رسول الهدى صلى الله عليه وسلم استخدم كل الحواس إلى جوار الكلام في تعامله مع الأطفال والمراهقين.\rوضمت محاور الكتاب ألوانا من المواقف التي يمكن استنساخها في الحياة اليومية؛ ليكون التواصل حياة، والحياة تواصلا.\rوصلنا الله بحبه ... وصلى الله تعالى على نبيه وآله وصحبه وسلم.","seal":"5F9CAAE4","part":1},
      {"page":69,"id":47,"nass":"من مصادر الرسالة ومراجعها:\r1. استراتيجيات التربية الإيجابية للدكتور مصطفى أبو سعد، مركز الراشد بالكويت، 1424هـ، 2003م.\r2. أسلوب الحوار مع الأبناء، عرض منشور على موقع المستشار؛ لرباب الداود.\r3. أطفال المسلمين كيف رباهم النبي الأمين، لجمال عبد الرحمن، دار طيبة الخضراء بمكة المكرمة، 1421هـ 2000م.\r4. الأطفال في التراث العربي للدكتور عبد الرزاق حسين، مطابع جامعة الإمام محمد بن سعود الإسلامية، 1412هـ (1991م).\r5. إنها عملية ليست معقدة، لدوج باين، مكتبة جرير، 2003م.\r6. التربية الدينية ـ منظور نفسي، للدكتور طارق الحبيب، محاضرة 1428هـ.\r7. ترتيب القاموس المحيط، للطاهر أحمد الزاوي، دار الكتب العلمية، بيروت، 1399هـ 1979م.\r8. جامع بيان العلم وفضله وما ينبغي في روايته وحمله، للإمام يوسف بن عبد البر النمري القرطبي، ط3، 1402هـ (1982م)، دار الكتب الإسلامية، القاهرة.\r9. دليل التربية الأسرية للدكتور عبد الكريم بكار، دار الإعلام، 1423هـ2002م.\r10. ديوان الإمام الشافعي، اعتنى به عبد الرحمن المصطاوي، دار المعرفة، بيروت لبنان؛ ط:5، 1429هـ (2008م).\r11. سلسلة الأحاديث الصحيحة للألباني.\r12. سنن أبي داود، للإمام سليمان بن الأشعث، دار الفكر،؟.\r13. سنن الترمذي، للإمام محمد بن عيسى الترمذي، دار الفكر، ط:3، 1398هـ 1978م.\r14. سنن النسائي، بشرح الحافظ السيوطي، وحاشية الإمام السندي، دار البشائر الإسلامية، بيروت، ط:4، 1414هـ 1994م.\r15. شرف أصحاب الحديث للخطيب البغدادي، تحقيق د. محمد سعيد أوغلي، مطبعة جامعة أنقرة، 1971م.","seal":"68CB2328","part":1},
      {"page":70,"id":48,"nass":"16. صحيح البخاري، للإمام محمد بن إسماعيل، المكتبة الإسلامية بتركيا، 1315هـ.\r17. صحيح مسلم للإمام مسلم بن الحجاج بن مسلم، دار المعرفة، بيروت،؟.\r18. العقد الفريد لابن عبد ربه الأندلسي ـ تحقيق محمد سعيد العريان ـ دار الفكر، مكتبة الرياض الحديثة ـ الرياض.\r19. فن الإقناع، كيف تسترعي انتباه الآخرين، وتغير آراءهم، وتؤثر عليهم، لهاري ميلز، مكتبة جرير، 2003م.\r20. فن الإلقاء الرائع للدكتور طارق السويدان، الإبداع الفكري، الكويت، 1424هـ2003م.\r21. قواعد ومبادئ الحوار الفعال، لعبد الله بن عمر الصقهان، ومحمد عبد الله الشويعر، مراجعة الدكتور فهد سلطان السلطان، مركز الملك عبد العزيز للحوار الوطني، 1427هـ 2006م.\r22. كيف أقنع أبنائي بالحوار الناجح؛ للدكتور محمد فهد الثويني، دار اقرأ للنشر والتوزيع بالقاهرة ـ مدينة نصر ـ 1424هـ 2003م.\r23. كيف تتحدث فيصغي الصغار إليك، وتصغي إليهم عندما يتحدثون، لأديل فابر، وإيلين مازلش، تعريب فاطمة عصام صبري، مكتبة العبيكان، 1423هـ 2002م.\r24. لغة الجسد، كيف تقرأ أفكار الآخرين من خلال إيماءاتهم، لآل بيز، تعريب سمير شيخاني، الدار العربية للعلوم، منشورات دار الآفاق الجديدة ببيروت، 1417هـ، 1997م.\r25. مسند الإمام أحمد بن حنبل، مؤسسة الرسالة، 1414هـ.\r26. مشكلات تربوية في حياة طفلك، لمحمد رشيد العويد، مكتبة دار حواء، ودار ابن حزم بالكويت، 1415هـ 1995م.\r27. المعجم الوسيط، دار إحياء التراث الإسلامي، بيروت، ط:2، 1392هـ1972م.","seal":"3C8E9F04","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"مهارات التواصل مع الأولاد","HigriD":"معاصر","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"خالد بن سعود بن عبد العزيز الحليبي","bLnk":null,"Inf":"( pdf)  لتحميل الكتاب\r\nمن الموقع الشخصي:\r\nhttp://holybi.com/book/mharat.pdf\r\nأو من هنا:\r\nhttp://www.alukah.net/Books/Files/Book_1768/BookFile/Communication%20skills%20with%20children.rar","Auth":"خالد الحليبي","Betaka":"الكتاب: مهارات التواصل مع الأولاد - كي تكسب ولدك؟\r\nالمؤلف: د. خالد بن سعود بن عبد العزيز الحليبي\r\nعضو هيئة التدريس بكلية الشريعة بالأحساء - قسم اللغة العربية\r\nومدير مركز التنمية الأسرية بالأحساء\r\nالناشر: مركز الملك عبد الله للحوار الوطني\r\nالطبعة: الأولى، 1431هـ\r\nعدد الأجزاء: 1\r\nأعده للشاملة/ عبد الرحيم الهاشم\r\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]","TafseerNam":null,"PdfCs":2,"AuthInf":"• د. خالد بن سعود بن الحليبي، من مواليد الهفوف بالأحساء عام 1383هـ/ 1964م.\r• دكتوراه في الأدب الحديث من جامعة الإمام محمد بن سعود الإسلامية، وعضو في هيئتها التدريسية بكلية الشريعة والدراسات الإسلامية بالأحساء ـ قسم اللغة العربية.\r• دبلوم جامعي عالٍ في الإرشاد الأسري.\r• برامج متقدمة في العلاج الأسري.\r• المشرف العام على موقع (المستشار) بالدمام.\r• مدير مركز التنمية الأسرية بالأحساء.\r• رئيس لجنة إصلاح ذات البين بالأحساء التابعة لإمارة المنطقة الشرقية.\r• نائب المشرف العام على مراكز التنمية الأسرية بالمنطقة الشرقية.\r• المشرف العام على المجلس التنسيقي لمراكز التنمية الأسرية بالمنطقة الشرقية.\r• نشر نتاجه الأدبي؛ شعرًا، ونثرًا فنيًا، ونقدًا في معظم الصحف السعودية وبعض الخليجية.\r• كاتب في جريدة اليوم السعودية، ويقدم عددا من البرامج الإذاعية والفضائية.\r• له برنامج إذاعي أسبوعي ـ إذاعة البرنامج العام، وبرنامج أسبوعي فضائي على قناة بداية.\r• حصل على عدد من الجوائز في مجال الإبداع الشعري.\r• طبع له أكثر من عشرين كتابا في الأدب والثقافة والتوعية الشرعية والتربوية.\r• مدرب معتمد في مجالات الأسرة والإلقاء والحوار والتطوير الذاتي والإداري.\r• البريد الإلكتروني العام:  KHH40@YAHOO.COM\rالبريد الإلكتروني الخاص بالطلاب:  kh20205@hotmail.com\r•  موقع المستشار  www.almostshar.com\rالموقع الرسمي الشخصي/  www.holybi.com\r•  له صفحة عامة على الفيس بوك باسم: د. خالد بن سعود الحليبي.\rوعلى تويتر:  Dr_holybi","seal":"05DE778C","cat":"الرقاق والآداب والأذكار","oNum":96855,"BkId":96855,"oAuth":2556,"bVer":1,"aSeal":"054BEA90"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t96855":
    [
      {"lvl":1,"id":5,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":7,"sub":0,"tit":"أولا: تعريفات خاصة"},
      {"lvl":2,"id":7,"sub":1,"tit":"معاني الاتصال"},
      {"lvl":2,"id":9,"sub":0,"tit":"أطراف الاتصال الفعال خمسة"},
      {"lvl":3,"id":9,"sub":1,"tit":"أولا: المرسل (المصدر)"},
      {"lvl":3,"id":10,"sub":0,"tit":"ثانيا: المستقبل: (المستهدف)"},
      {"lvl":3,"id":10,"sub":1,"tit":"ثالثا: الرسالة: الموضوع"},
      {"lvl":3,"id":10,"sub":2,"tit":"رابعا: الوسيلة (القناة)"},
      {"lvl":3,"id":10,"sub":3,"tit":"خامسا: الاستجابة (التغذية الراجعة)"},
      {"lvl":1,"id":11,"sub":0,"tit":"ثانيا: مهارات التواصل والتربية الإيجابية"},
      {"lvl":2,"id":13,"sub":0,"tit":"خمس خطوات للاتصال الفعال مع الأولاد"},
      {"lvl":1,"id":15,"sub":0,"tit":"ثالثا: جدارة الطفل والمراهق أن يحاور"},
      {"lvl":1,"id":20,"sub":0,"tit":"رابعا: فوائد الحوار مع الأولاد"},
      {"lvl":1,"id":22,"sub":0,"tit":"خامسا: الإعداد النفسي للحوار مع الأولاد"},
      {"lvl":2,"id":22,"sub":1,"tit":"أولا: النداء الرقيق"},
      {"lvl":2,"id":23,"sub":0,"tit":"ثانيا: أسلوب الاسترخاء البدني والنفسي"},
      {"lvl":2,"id":24,"sub":0,"tit":"ثالثا: الأسلوب الإيماني"},
      {"lvl":2,"id":24,"sub":1,"tit":"رابعا: الأسلوب الإيجابي"},
      {"lvl":1,"id":26,"sub":0,"tit":"سادسا: مهارات التواصل الناجح مع الولد"},
      {"lvl":2,"id":29,"sub":0,"tit":"فوائد من إثارة الأسئلة في الحوار"},
      {"lvl":2,"id":30,"sub":0,"tit":"المصارحة في الاتصال الوالدي"},
      {"lvl":2,"id":30,"sub":1,"tit":"الإصغاء الإيجابي إلى الولد"},
      {"lvl":2,"id":31,"sub":0,"tit":"الثناء على حسن الاستجابة"},
      {"lvl":2,"id":31,"sub":1,"tit":"الابتسامة والبشاشة"},
      {"lvl":2,"id":32,"sub":0,"tit":"الإصغاء إلى احتياجات الولد"},
      {"lvl":2,"id":33,"sub":0,"tit":"مناقشة الأفكار الغريبة أفضل أسلوب للتخلص منها"},
      {"lvl":2,"id":33,"sub":1,"tit":"تصيد الوالد جانبا إيجابيا لولده ودعمه"},
      {"lvl":2,"id":34,"sub":0,"tit":"التعبير عن الغضب بطريقة بناءة"},
      {"lvl":2,"id":35,"sub":0,"tit":"معوقات الاتصال الفعال مع الأولاد"},
      {"lvl":2,"id":35,"sub":1,"tit":"الحوار مع المخطئ"},
      {"lvl":1,"id":37,"sub":0,"tit":"سابعا: أساليب عملية في التواصل الناجح"},
      {"lvl":2,"id":37,"sub":1,"tit":"ابتعد عن الأوامر المباشرة"},
      {"lvl":2,"id":38,"sub":0,"tit":"تواصل الضدين"},
      {"lvl":2,"id":40,"sub":0,"tit":"حوار الحزم"},
      {"lvl":2,"id":42,"sub":0,"tit":"أسلوب التفاوض"},
      {"lvl":2,"id":43,"sub":0,"tit":"استخدم لغة التمثيل والقصص"},
      {"lvl":2,"id":43,"sub":1,"tit":"الحوار داخل السيارة"},
      {"lvl":1,"id":46,"sub":0,"tit":"الخاتمة"}
    ]
}
