{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b96958":
    [
      {"page":5,"id":7,"nass":"بسم الله الرحمن الرحيم\rقال الله تعالى:\r(يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا * وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ) (¬1).\r\rعن ابن مسعود، رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «تعلموا الفرائض وعلموه الناس فإني امرؤ مقبوض، وإن العلم سيقبض حتى يختلف الاثنان في الفريضة فلا يجدان أحدا يفصل بينهما» (¬2).\r¬__________\r(¬1) سورة النساء، الآيتان: 11 - 12.\r(¬2) رواه الحاكم في المستدرك، كتاب الفرائض (4/ 333).","seal":"9EE42E53","part":1},
      {"page":7,"id":9,"nass":"بسم الله الرحمن الرحيم\rمقدمة بقلم\rالدكتور / هاشم محمد علي مهدي\rالحمد لله باسط النعماء وكاشف الضراء ومزيل الهموم والغموم والعناء ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا ومن الشقاء والبليّة والبلواء والصلاة والسلام على سيدنا محمد خير ناطق بحروف الهجاء صلاة أهل الأرض والسماء لا ابتداء لها ولا انتهاء ولا عدّ ولا إحصاء تعظيماً لحقه ووفاء وعلى آله وصحبه وسائر الأنبياء. أما بعد:\rفقد طالعت رسالة (إعانة الطالب في بداية علم الفرائض) التي كتبها السيد اللبيب الحسيب أحمد بن يوسف الأهدل كمقدمة لعلم من أنفس علوم الشريعة الإسلامية ينظم حياة الأسرة الإسلامية فيما يتعلق بالأموال وانتقالها من كابر إلى كابر، وهذا العلم لم يكن مكتمل الصورة في أي شريعة من الشرائع السماوية السابقة، فعلى سبيل المثال تنص التوراة على أنَّ الذي يرث الأب هو الابن الأكبر فقط ثم يقوم برعاية اخوته وبقية الورثة، أما في الجاهلية فإن العرب لم يورثوا الإناث واقتصروا على توريث الذكور وكذلك النظم الوضعية المعاصرة لم تستطع حتى الآن أن تبلور الصيغة الشاملة لموضوع الإرث فنجدهم مثلاً في الغرب يورثون من تهوي أنفسهم ولو كان حيواناً مثل قط أو كلب، أو ما أشبهه ... !\rأما علم الفرائض في الإسلام فقد جاء بنظرية متكاملة لمعنى الإرث والنفقة ومن يقوم بهما ويستحقهما فقد ذكر القرآن الكريم في ذلك الآيات المفصلات وبسطت السنة المطهرة العديد من التفصيلات مما حدا بالعلماء أن يضعوا في هذا الباب اكثر من (48) مؤلفاً وهي كما يلي:","seal":"958DDE44","part":1},
      {"page":8,"id":10,"nass":"1 - تكملة زبدة الحديث في فقه المواريث. للعلامة السيد محمد بن سالم بن حفيظ العلوي الحسيني التريمي.\r2 - المجموعة الراوية على المنظومة الرحبية في المسائل الفرضية. للشيخ عبدالفتاح راوه.\r3 - المواريث في الشريعة الإسلامية على ضوء الكتاب والسنة. للشيخ محمد علي الصابوني.\r4 - عدة الباحث في أحكام التوارث. للشيخ عبدالعزيز بن ناصر الرشيد.\r5 - الرائد في علم الفرائض. للشيخ محمد العيد الخطراوي.\r6 - الدرر اللؤلؤية على النفحة الحسنية شرح التحفة السنية. للشيخ عبدالفتاح راوه.\r7 - الفوائد الجلية شرح التحفة السنية في أحوال الورثة الأربعينية. للشيخ عبدالله بن حسن الكوهجي.\r8 - إعانة الناهض إلى علم الفرائض. لشيخ السيد علوي بن طاهر بن عبدالله الهدار الحداد العلوي الحسيني.\r9 - خلاصة الكلام لمن يريد معرفة علم الفرائض من الأنام. للشيخ فضل ابن محمد بن عوض بافضل التريمي الحضرمي.\r10 - التحفة السنية في أحوال الورثة الأربعينية. للشيخ حسن بن محمد المشاط.\r11 - التحفة الخيرية على الفوائد الشنشورية. للشيخ إبراهيم بن محمد بن أحمد الباجوري الشافعي.\r12 - الرحبية في علم الفرائض بشرح سبط المارديني وحاشية العلامة البقري رحمهما الله تعالى - علق عليها وخرج أدلتها الدكتور مصطفى ديب البغا.\r13 - النفحة الحسنية على التحفة السنية في علم الفرائض. للعلامة السيد محسن بن علي المساوي وتعليق الشيخ محمد ياسين الفاداني.","seal":"DCF7892A","part":1},
      {"page":9,"id":11,"nass":"14 - تدريب المبتدى وتذكرة المنتهي. للشيخ محمد عليش.\r15 - دليل الخائض في علم الفرائض. للشيخ سعيد بن سعد بن نبهان الحضرمي.\r16 - الدرة البهية بتحقيق مباحث الرحبية. للشيخ محمد محي الدين عبدالحميد.\r17 - حكم الميراث في الشريعة الإسلامية. للشيخ ابو اليقظان عطية الجبوري.\r18 - الروض الأنيق في أحوال الورثة. للشيخ عبدالرحمن محمود مضاي العلوني الجهني ..\r19 - أرجوزة في علم الميراث- نظم خادم العلم والقرآن. الشيخ عبدالفتاح القاضي.\r20 - تسهيل الفرائض. للشيخ محمد بن صالح بن عثيمين.\r21 - مباحث في علم المواريث. للشيخ الدكتور مصطفى مسلم.\r22 - فتح القريب المجيب بشرح كتاب الترتيب. للشيخ محمد بن عبدالله بن نور الدين علي الجمعي الشنشورى الفرضي\r23 - رسالة تقسيم المواريث. للشيخ عبدالله احمد حجازي.\r24 - نظام المواريث في الشريعة الإسلامية على المذاهب الأربعة. للشيخ عبدالعظيم جوده فياض الصوفي.\r25 - أصول المواريث. للشيخ أبي عبدالله الحسين بن محمد الونّي الفرضي.\r26 - علم الميراث أسراره وألغازه. للشيخ مصطفى عاشور.\r27 - فتوحات الباعث بشرح تقرير المباحث في أحكام ارث الوارث. للشيخ أبو بكر عبدالرحمن محمد شهاب الدين العلوي الحسيني الشافعي.\r28 - بداية المبتدي ونهاية المنتهي في علم الفرائض. للشيخ عبدالرحمن محمد عبدالعزيز الفارس.\r29 - الهدية في شرح الرحبية في علم المواريث. للشيخ القاضي رشيد بن محمد","seal":"50A5396F","part":1},
      {"page":10,"id":12,"nass":"بن سليمان القيسي.\r30 - الفرائض. للدكتور عبدالكريم بن محمد اللاّحم.\r31 - المواريث في الشريعة الإسلامية. للشيخ حسن خالد والشيخ عدنان نجا.\r32 - المواريث في الشريعة الإسلامية. للشيخ حسنين محمد مخلوف.\r33 - ملجأ الاضطراب في الفرائض. للشيخ ابن الهائم المقدسي.\r34 - عدة الفارض في علم الفرائض. للشيخ سعيد بن سعد بن نبهان الحضرمي.\r35 - الدرة المضيّة في شرح الفارضيّة على مذهب الامام أحمد بن حنبل -للعلامة الفرضي عبدالله بن محمد الشنشوري الشافعي.\r36 - العذب الفائض شرح عمدة الفارض. للعلامة إبراهيم بن عبدالله بن إبراهيم الفرضي.\r37 - شرح السراجية في علم المواريث. للعلامة السيد الشريف على بن محمد الجرجاني.\r38 - حل المشكلات في الفرائض. للعلامة شجاع ابن نور الله الانقروي.\r39 - أحكام التركات والمواريث. للشيخ محمد ابو زهرة.\r40 - شرح رائض الفرائض. للشيخ يوسف الأسير الأزهري.\r41 - الميراث والوصية في الإسلام. للشيخ زكريا البرديسي.\r42 - التركات والوصايا في الفقه الإسلامي. للشيخ أحمد الحصري.\r43 - شرح خلاصة الفرائض نظم متن السراجية. للشيخ عبدالملك بن عبدالوهاب المكي البتنى.\r44 - شرح الدرة البيضاء. للشيخ عبدالرحمن الاخضري.\r45 - الفرات الفائض على حديقة ذريعة الناهض الى تعلم أحكام الفرائض. للشيخ علي بن قاسم العباسي الحسني.","seal":"57DFF755","part":1},
      {"page":11,"id":13,"nass":"46 - أحكام المواريث في الشريعة الإسلامية. للشيخ محمد محي الدين عبدالحميد.\r47 - قوانين الإرث في الإسلام. للشيخ فضيل الرحمن هلال العثماني.\r48 - الفوائد في علم الفرائض تأليف الشيخ محمد جاد بدر الدين المدرس بمعهد الأئمة والدعاة برابطة العالم الإسلامي سابقًا.\rوتجدر الإشارة إلى أن أهمية هذا العلم قد جعلت بعض المختصين في التكنولوجيا الحديثة يضعون برنامجًا خاصًا يسجلون فيه أنصبة المواريث في جداول على أشرطة الكمبيوتر. وخير ختام هو أن نحمد الله تعالى أن وفق السيد أحمد بن يوسف الأهدل فرع الدوحة النبوية الطاهرة في وضع هذا المختصر المفيد لهذا العلم العظيم الذي هو أول علوم الشريعة الإسلامية زوالاً على سطح الأرض كما أخبر بذلك المصطفى صلى الله عليه وسلم.\rولقد أحسن وأجاد في كتابة هذه الرسالة التي تسد ثغرةً كبيرة من حيث تبسيط أركان هذا العلم العظيم حتى يكون سهل التناول لطلاب العلم والعامة من المسلمين على السواء.\rفنسأل الله أن يبارك في جهوده وأن يجعل عمله هذا مقبولاً ومن الأعمال الصالحة التي يسري نفعها وأجرها في الحياة وبعد الممات وآخر دعوانا أن الحمد لله رب العالمين.\rوصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين.\r\rكتبه الفقير إلى عفو ربه\rالدكتور / هاشم محمد علي مهدي\rمدير عام المنظمات الدولية\rرابطة العالم الاسلامي- مكة المكرمة-","seal":"767D74DE","part":1},
      {"page":12,"id":14,"nass":"بسم الله الرحمن الرحيم\r\rتقريظ\rفضيلة العلامة الشيخ أحمد جابر جبران\rالمدرس بمعهد إعداد الإئمة والدعاة بمكة المكرمة\rالتابع لرابطة العالم الإسلامي -عافاه الله تعالى-\rالحمد لله القائل: {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات}\rوالصلاة والسلام على سيدنا محمد. سيد السادات القائل: (من يرد الله به خيرًا يفقهه في الدين) ليكون من أشرف البريات، والقائل صلى الله عليه وسلم: (تعلموا الفرائض وعلموها الناس) وأخبر أن علم الفرائض أول علم يُفقد من العلوم الموجودات صلى الله تعالى عليه وسلم وعلى آله وصحبه القادات صلاة وسلامًا متلازمين دائمين إلى يوم الدين وعلينا معهم برحمتك ياأرحم الراحمين.\rأما بعد: فقد أطلعني الأستاذ الجليل والسيد النبيل الشيخ أحمد يوسف الأهدل على رسالته في علم الفرائض وتصفحت بعضها وراجع علىَّ بنفسه بعض ألفاظها فألفيتها رسالة مهمة، مسهلة للمبتدئين من طلاب العلم في هذا الفن صعابه مذللة لهم طرقه وأتعابه، متمشية مع الأساليب القديمة، آخذة بروح العصر وتقويمه وتعد من السهل الممتنع - فجزاه الله خيرًا - ونفع بها وبمؤلفها، وأكثر من أمثاله. كما نسأله تعالى أن يفتح علينا وعليه فتوح العارفين، وأن يجعلنا من العلماء العاملين، وأن يوجه شباب المسلمين ويرغبهم في طلب العلم النافع بمنه وكرمه إنه جواد كريم. وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين وسلم تسليمًا كثيرًا الى يوم الدين، وآخر دعوانا أن الحمد لله رب العالمين.\rقاله بفمه ورقمه بقلمه\rالفقير الى عفو الرحمن/أحمد جابر جبران- رحمه الله عنه-\rحررفي: 27/ 11/1417هـ","seal":"E7D1987E","part":1},
      {"page":13,"id":15,"nass":"بسم الله الرحمن الرحيم\r\rتقريظ\rفضيلة العلامة الدكتور قاسم بن محمد الأهدل\rرئيس قسم الشريعة بجامعة أم القرى\rمكة المكرمة\rالحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه أجمعين .. وبعد:\rفقد اطلعت على الرسالة المسماة (إعانة الطالب في بداية علم الفرائض) لابننا الفاضل الاستاذ السيد أحمد بن يوسف بن محمد الأهدل، أحد خريجي المدسة الصولتية بمكة المكرمة، فألفيتها رسالة قيمة مفيدة صغيرة الحجم كبيرة الفائدة لطلاب هذا الفن، فقد ذلل فيها الصعاب على الطلاب، وجمع اللُّباب، وازاح فيها بعض مشكلات هذا الباب، وعمل عملاً يشكر عليه ويؤجر من ربِّ الأرباب - وإني أدعو لي وله بالتوفيق والسداد والفلاح. وأتمنى له مستقبلاً علمياً موفقاً إن شاء الله تعالى. هذا وصل الله وسلم وبارك على سيدنا ونبينا محمد وعلى آله وصحبه أجمعين.\r\rوكتبه\rدكتور / قاسم بن محمد بن قاسم الأهدل\rعضو هيئة التدريس بكلية الشريعة جامعة أم القرى\rمكة المكرمة في ذي القعدة الحرام 25/ 11 / 1417هـ","seal":"677A2201","part":1},
      {"page":14,"id":16,"nass":"بسم الله الرحمن الرحيم\r\rتقريظ\rفضيلة العلامة الشيخ ماجد سعيد مسعود رحمت الله\rمدير المدرسة الصولتية\rبمكة المكرمة\rالحمد لله الذي بذكره تتنزل الرحمات والصلاة والسلام على سيدنا محمد المؤيد بالمعجزات والآيات البينات وعلى آله وصحبه السادات.\rأما بعد: يسرني أن أسطر هذه السطور للإبن العزيز الفاضل والأخ الكريم السيد أحمد يوسف محمد الأهدل الذي جمع ورتب هذه الفوائد وكتبها في أحسن ترتيب وأجمل تبويب في علم الفرائض والذي هو من جملة العلوم الشرعية المعتبرة والمعارف النبوية المشتهرة وأول علم يُفقد حتى لا يكاد يوجد - وحيث أنه من آل البيت الأكارم وأحد متخريجي القسم العالي للعلوم الدينية بالمدرسة الصولتية بمكة المحمية وقد تلقى العلم والدروس على جملة العلماء العظام والمشايخ الكرام في المسجد الحرام- فأسأل الله تعالى له دوام النجاح والتوفيق وأن يفتح الله عليه فتوح العارفين وينفع به وبعلمه مع البركة والإخلاص وأن يكون هذا الكتاب الأول مفتاح خير وحق وهدى وبصيرة له ولسائر طلاب العلم وأهله في خدمة العلم الشرعي ونشره بإذن الله.\rوصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين .. ،\rخويدم العلم والعلماء بالبلد الحرام\rمدير المدرسة الصولتية بمكة المكرمة\rماجد سعيد مسعود رحمت الله\r17/ 11 / 1417هـ","seal":"1E0E0489","part":1},
      {"page":15,"id":17,"nass":"تقريظ\rللعلامة الفاضل الشيخ أيوب أبكر الأهدل\rعافاه الله تعالى\rالحمد لله الذي جعل الفرائض من أعظم القربات وأحبها إليه.\rفقال على لسان نبيه: (وما تقرب إلىّ عبدي بشىء أحب إلىّ مما افترضته عليه)، فله الحمد على الدوام وعدد مايحسب أهل الحساب المسائل الفرضية في كل مسألة وباب.\rوالصلاة والسلام على أشرف الخلق على الإطلاق.\rالقائل: (أفرضكم زيد) وناهيك بها بلا شقاق. اللهم صل وسلم وبارك وعظم على سيدنا محمد المبعوث بمكارم الأخلاق، وعلى آله وصحابته ذكورًا وإناثًا وذات النطاق.\rأما بعد: فقد اطلعت على مااشتمل عليه مؤلف أخينا الأستاذ / أحمد يوسف الأهدل -أحد فروع الدوحة النبوية، خريج القسم العالي من المدرسة الصولتية- وقد أحسن في تسمية كتابه بإعانة الطالب في بداية علم الفرائض، وقد أحسن كذلك تبويبه وترتيبه كما أحسن أيضًا في وضع جداول لكل مسألة. مما يجعل المبتدي يقرأه ويدرسه بدون عناء.\rسدد الله خطاه وأرشده إلى رضاه وآتاه تقواه والظّفر عما تمناه آمين.\rوآخر دعوانا أن الحمد لله رب العالمين، وصلى الله تعالى على محمد وآله وصحبه ومن دعا بدعوته وصار على نهجه إلى يوم الدين.\rكاتبه\rأيوب أبكر أسد بن علي الأهدل المكي المراوعي اليمني\rذو القعدة: 18/ 11/1417هـ","seal":"48673F72","part":1},
      {"page":16,"id":18,"nass":"شكر وتقدير\rالحمد لله الذي صحح مفاهيم العباد، وأرشدهم إلى طاعته وأمرهم بفرائضه، والصلاة والسلام على خير العباد القائل: (من لم يشكر للناس لم يشكر لله)\rوالقائل: (إذا قال الرجل جزاك الله خيراً فقد أبلغ في الثناء) وعلى آله وصحابته من اقتفوا أثره وساروا على هداه في أكمل منهاج، وبعد:\rأقدم شكري وتقديري لشيخي العلامة الشيخ أحمد بن جابر بن جبران الذي قام بتصحيح هذه الرسالة - فجزاه الله خيراً.\rكما أقدم شكري وتقديري لشيخي العلامة السيد إبراهيم بن محمد الأهدل الذي اطلع على هذه الرسالة وقام بتصحيح ألفاظها وفك رموزها - فجزاه الله خيراً.\rكما أقدم شكري وتقديري لشيخي العلامة الدكتور قاسم بن محمد الأهدل رئيس قسم الشريعة بكلية الشريعة بجامعة أم القرى الذي أرشدني إلى بعض النقاط المهمة التي لا يستغني عنها أي باحث في علم الفرائض وغيره من الفنون - فجزاه الله خيراً.\rكما أقدم شكري وتقديري لشيخي العلامة السيد علوي القدري جمل الليل الذي شجعني في إبراز هذه الرسالة على الوجه المطلوب - فجزاه الله خيراً.\rكما أقدم شكري وتقديري لأخي العلامة الفاضل الشيخ محفوظ أمين الله شافعي الذي قام بمراجعة هذه الرسالة وأفادني إلى بعض النقاط المهمة فجزاه الله خيراً.\rكما أقدم شكري وتقديري لشيخي الفاضل الدكتور / هاشم محمد علي مهدي الذي قام بمراجعة وبتقديم لهذه الرسالة - فجزاه الله خيراً.\rكما أقدم شكري وتقديري إلى جميع مشايخي الذين تلقيت منهم العلوم النافعة، وكانت هذه الرسالة بعض ثمراتهم - فجزاهم الله خيراً.\rكما أشكر كل من ساهم في إبراز هذا الكتيب المتواضع في علم الفرائض إلى حيز الوجود - فجزى الله الجميع خير الجزاء.\rهذا ... والله أسأل التوفيق والهداية، وله الشكر في البدء والنهاية.\rوصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين.\rوكتبه راجي رحمة ربه الأجل\rأحمد بن يوسف بن محمد الأهدل","seal":"4238DB47","part":1},
      {"page":17,"id":19,"nass":"بسم الله الرحمن الرحيم\r\rمقدمة الطبعة الثانية\rالحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين ... وبعد:\rفقد أشار إليّ بعض المحبين من طلبة العلم الشريف بأن أكمل هذه الرسالة وذلك بإضافة باب الجد والإخوة، وباب المناسخات، ومعرفة تقسيم التركة، وميراث الخنثى المشكل، وميراث المفقود، وميراث الحمل، وميراث الغرقى والهدمى والحرقى ونحوهم، بأسلوب سهل ومبسط موضحًا بالجداول والشرح لكل مسألة، فامتنعت أولاً لأني لست أهلاً لذلك، فلما وافق قولهم قول بعض العلماء الأفاضل، وتكرر الطلب، وعلمت أنه لا ينفعني العذر منهم والهرب، استخرت الله في مطلوبهم، وشرعت في مقصودهم، وقد أعتنيت فيه بطرح الأمثلة بأسلوب سهل ومبسط، وطالعت الكتب لتهذيبه، ولم آل جهدًا في إجماله وتفصيله، لأنه الأحسن للطالب في فهمه وتحصيله.\rأسأل الله العلي القدير أن يجعل عملي فيه خالصًا لوجهه الكريم ونافعًا للمشتغلين به في الدنيا ووسيلة في الفوز ليّ ولهم في العقبى إنه على كل شيء قدير وبالإجابة جدير. وما توفيقي إلا بالله عليه توكلت وإليه أنيب، وهو حسبي ونعم الوكيل. وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين، والحمد لله رب العالمين.\rوكتبه\rأحمد بن يوسف بن محمد الأهدل\rغفر الله له ولوالديه ولمشايخه\rوالمسلين أجمعين آمين","seal":"8F72412F","part":1},
      {"page":18,"id":20,"nass":"بسم الله الرحمن الرحيم\r\rمقدمة الطبعة الأولى\rالحمد لله وارث السموات والأرض ومن فيهن، والصلاة والسلام على سيدنا محمد خاتم الأنبياء والمرسلين القائل: (تعلموا الفرائض وعلموها الناس) وعلى الأنبياء والمرسلين والآل والصحابة أجمعين صلاة وسلاماً دائمين متلازمين إلى يوم الدين ... وبعد:\rفهذه رسالة مختصرة في علم الفرائض على مذهب الإمام الشافعي رحمه الله تعالى. وسبب تحرير هذه الرسالة أنه أتاني طالب من طلاب المرحلة الثانوية وألقى عليَّ بعض الأسئلة والإستشكالات في علم الفرائض فأسعفته بالإجابة، وأصبح بيننا لقاء ونقاش في هذا الفن، فعادت بي الذاكرة إلى هذا العلم ومراجعة بعض كتبه، فأحببت أن أعمل هذه الرسالة المختصرة وأسميتها: ?إعانة الطالب في بداية علم الفرائض?.\rأسأل الله تعالى أن تكون هذه الرسالة نافعة للمبتدئين في هذا الفن.\rكما أسأله جلَّ وعلا أن يرزقنا العلم النافع، والإخلاص والتوفيق .. ،\rوكتبه\rأحمد بن يوسف بن محمد الأهدل\rأحد خريجي المدرسة الصولتية\rوطالب العلم بالمسجدالحرام\rغفر الله له ولوالديه ولمشايخه والمسلمين\rأجمعين آمين","seal":"F59DA36C","part":1},
      {"page":19,"id":21,"nass":"بسم الله الرحمن الرحيم\r{وما توفيقي إلا بالله عليه توكلت وإليه أُنيب]\r\rعن عبد الله بن عمرو بن العاص-رضي الله عنهما-أن رسول الله صلى الله عليه وسلم قال: (العلم ثلاثة فما سوى ذلك فهو فضل: آية محكمة، أو سنة قائمة، أو فريضة عادلة) (¬1).\r\rوقال رسول الله صلى الله عليه وسلم: (يا أبا هريرة! تعلموا الفرائض وعلموها فإنه نصف العلم، وهو يُنسى، وهو أول شيء يُنزع من أمتى) (¬2).\r\rومبادئ كل فن عشرة. قال الناظم -رحمه الله تعالى -:\rإن مباديء كل فن عشرة ....... الحد والموضوع ثم الثمرة\rوفضله ونسبة والواضع ....... والاسم الاستمداد حكم الشارع\r\r(1) حده: هو فقه المواريث، وما يضم إلى ذلك من علم الحساب.\r(2) موضوعه: التركات.\r(3) ثمرته: إيصال ذوي الحقوق حقوقهم.\r(4) نسبته إلى غيره: أنه من العلوم الشرعية.\r(5) فضله: ما ورد من الحث والترغيب في تعلمه وتعليمه.\r(6) واضعه: هو الله سبحانه وتعالى.\r(7) اسمه: علم الفرائض.\r(8) استمداده: من الكتاب والسنة والإجماع.\r(9) حكمه: فرض كفاية إذا قام به البعض سقط الحرج عن الباقين\r(10) مسائله: ما يذكر في كل باب من أبوابه.\r¬__________\r(¬1) رواه الحاكم في المستدرك، كتا ب الفرائض، ج 4، ص 332 ..\r(¬2) رواه ابن ماجه في كتاب الفرائض، باب الحث على تعليم الفرئض، حديث رقم (2719).","seal":"2A610631","part":1},
      {"page":20,"id":22,"nass":"ما يتعلق بتركة الميت:\r\rيتعلق بتركة الميت خمسة حقوق مرتبة:\r1 ـ الحق المتعلق بعين التركة: كالزكاة والرهن والجناية.\r2 ـ مؤنة التجهيز: من كفن وأجرة حفر قبر وغسل ونحو ذلك.\r3 ـ الديون المرسلة في الذمة: كدين بلا رهن.\r4 ـ الوصايا بالثلث فما دونه لأجنبي: (أي لغير وارث).\r5 ـ الإرث: وهو المقصود بالذات.\r\r(تعريف الإرث)\rالإرث لغة: البقاء وانتقال الشيء من قوم إلى قوم آخرين.\rوشرعًا: حق قابل للتجزئ يثبت لمستحق بعد موت من له ذلك لقرابة بينهما ونحوها من الأسباب.\r\rوأركان الإرث ثلاثة:\r1 ـ وارث ... 2 ـ مورث ... 3 ـ حق موروث\r\rوشروط الإرث ثلاثة:\r1 ـ تحقّق موت المورِّث.\r2 ـ تحقق حياة الوارث بعد موت المورث ولو لحظة.\r3 ـ العلم بالجهة المقتضية للإرث من زوجيه أو ولاء أوقرابه وتعين جهة القرابة من بنوّةٍ أو أبوّةٍ نحو ذلك.\r\rأسباب الإرث\rأسباب الإرث ثلاثة:\r1 ـ النسب ... 2 ـ النكاح ... 3 ـ الولاء\rوزيد رابع وهو (بيت المال) إن انتظم.","seal":"9B3A94C2","part":1},
      {"page":21,"id":23,"nass":"موانع الإرث ثلاثة:\r\r1 ـ الرق: فلا يرث الرقيق بجميع أنواعه ولا يورث.\rنعم يرثه وارثه بما ملكه ببعضه الحر.\r2 ـ القتل: فلا يرث القاتل من مقتوله.\r3 ـ اختلاف الدين: فلا توارث بين مسلم وكافر.\rوزيد رابع وهو (اختلاف الدار) فلا توارث بين حربي وذمي (¬1). .\r\rالوارثون من الرجال\rالوارثون من الرجال بالاختصار عشرة وبالبسط خمسة عشر وهم:\r1 ـ الابن. ... 6 ـ الأخ لأب. ... 11ـ العم لأب.\r2 ـ ابن الإبن. ... 7 ـ الأخ لأم. ... 12ـ ابن العم الشقيق.\r3 ـ الأب. ... 8 ـ ابن الأخ الشقيق. ... 13ـ ابن العم لأب.\r4 ـ الجد. ... 9ـ ابن الأخ لأب. ... 14ـ الزوج.\r5 ـ الأخ الشقيق. ... 10ـ العم الشقيق. ... 15ـ المعتق\r\rإذا اجتمع كل الذكور يرث منهم ثلاثة:\r1 ـ الابن. ... 2 ـ الأب.\r3 ـ الزوج.\rويسقط البقية بالابن والأب\r(وصورتها رقم 1)\r¬__________\r(¬1) أفادني بذلك شيخي العلامة أحمد جابر جبران (رحمه الله تعالى).","seal":"5F536E8C","part":1},
      {"page":22,"id":24,"nass":"الوارثات من النساء سبع، وبالبسط عشر وهن:\r1 - البنت. ... 5 - الجدة من قبل الأب. ... 9 - الزوجة.\r2 - بنت الإبن. ... 6 - الأخت الشقيقة. ... 10 - المعتقة.\r3 - الأم. ... 7 - الأخت لأب.\r4 - الجدة من الأم. 8 - الأخت لأم.\r\rوإذا اجتمع كل النساء يرث منهن خمس:\r1 - البنت. ... 2 - بنت الابن.\r3 - الأم ... 4 - الزوجة.\r5 - الأخت الشقيقة.\rوصورتها رقم (1)\r\rإذا اجتمع الذكور والإناث يرث منهم خمسة:\r1 - الأب.\r2 - الأم.\r3 - الابن.\r4 - البنت.\r5 - أحد الزوجين. ولها صورتان (أ، ب)","seal":"981BA455","part":1},
      {"page":23,"id":25,"nass":"أنواع الإث\rالإرث نوعان:\r\rأـ فرض.\rب ـ تعصيب.\r\rوأما الوارث فعلى ثلاثة أنواع:\rأـ وارث بالفرض فقط.\rب ـ وارث بالتعصيب فقط.\rجـ ـ وارث بالفرض تارة، وبالفرض والتعصيب تارة أخرى.\r\r(معنى الفرض والتعصيب)\r1 ـ الفرض: هو النصيب المقدر شرعًا لوارث لا يزيد إلا بالردّ ولا ينقص إلا بالعول.\r2 ـ التعصيب: هو نصيب غير مقدر لوارث.\r\rالذين يرثون بالفرض من الورثة:\rجميع النساء إلا المعتقة، ومن الرجال الزوج والأخ لأم (والأب والجد) في بعض أحوالهما.\r\rالذين يرثون بالتعصيب:\rجميع الرجال إلا الزوج والأخ لأم، ولا يرث بالتعصيب أحد من النساء إلا المولاة المعتقة.\rقال صاحب الرحبية:\rوليس في النساء طُرًا عصبه ....... إلا التي منَّت بعتق الرقبه","seal":"D3251454","part":1},
      {"page":24,"id":26,"nass":"(الفروض المقدرة في كتاب الله تعالى سته)\r1 ـ فرض النصف. ... 4 ـ فرض الثلثين.\r2 ـ فرض الربع. ... 5 ـ فرض الثلث.\r3 ـ فرض الثمن. ... 6 ـ فرض السدس.\r\r(أصحاب النصف)\rأصحاب النصف خمسة:\r\r1 ـ الزوج: يستحق النصف بشرط واحد وهو:\r\r1ـ أن لا يكون للزوجة فرع وارث، وصورتها رقم (1)\rفإن كان لها فرع وارث استحق الزوج الربع، وصورتها رقم (2)\r\rوالفرع الوارث هو الابن وابن الابن وان سفل، وصورتها رقم (3)\rوالبنت وبنت الابن وان سفل، .... وصورتها رقم (4)","seal":"926E1B4F","part":1},
      {"page":25,"id":27,"nass":"2 ـ البنت الصلب: تستحق النصف بشرطين:\r\r1 ـ أن لا يكون لها معصّب\r2 ـ أن لا يكون لها مماثل، وصورتها رقم (1)\r\rفإن كان لها معصّب عصبّها: أي نقلها من حالة الفرض إلى حالة التعصيب وصار للذكر مثل حظ الأنثيين.\r\rوالمعصب لها هو ابن الميت الصلب، وصورتها رقم (2).\r\rوإن كان لها مماثل واحدة أو أكثر فلهما أو لهن الثلثان ـ وصورتها رقم (3)","seal":"EA64368B","part":1},
      {"page":26,"id":28,"nass":"3 ـ بنت الابن: تستحق النصف بثلاثة شروط:\r1ـ أن لا يكون للميت فرع وارث.\r2 ـ أن لا يكون لها معصب.\r3 ـ أن لا يكون لها مماثل، ............. وصورتها رقم (1)\r\rفإن كان للميت ولد صلب أو ولد ابن أقرب منها فإن كان ذكراً حجب بنت الإبن حرماناً، ............. وصورتها رقم (2)\rوإن كان للميت أنثى واحدة فلبنت الابن السدس تكملة للثلثين وصورتها .... رقم (3)\r\rوإن كان للميت أكثر من أنثى واحدة فلا شيء لبنت الإبن، وصورتها .... رقم (4)\r\rما لم تعصب بقريب مبارك، والقريب المبارك هو ابن الابن (أخوها أو ابن عمها) في درجتها أو أنزل منها، ....... وصورتها رقم (5 و 6)\r\rوإن كان لبنت الابن معصب عصبها: أي نقلها من حالة الفرض إلى حالة التعصيب وصار للذكر مثل حظ الانثيين ـ والمعصب لها هو (ابن ابن) في درجتها سواء كان أخاها أو ابن عمها، ....... وصورتها رقم (7)\r\rولا يعصبها ابن ابن أنزل منها إلا إذا لم يكن لها فرض. كما في مثال رقم (6) السابق.\r\rومثال عدم تعصيب ابن الابن النازل بنت الابن الأعلى، .... وصورتها (أ، ب)\r\rوإن كان لبنت الابن مماثل واحدة أوأكثر فلهما أو لهن الثلثان\rوالمماثل: هو (بنت ابن) في درجتها، ....... وصورتها رقم (8)","seal":"8967FB10","part":1},
      {"page":28,"id":30,"nass":"4 ـ الأخت الشقيقة: تستحق النصف بأربعة شروط:\r\r1 ـ أن لا يكون للميت فرع وارث.\r2 ـ أن لا يكون للميت أب.\r3 ـ أن لا يكون لها معصب.\r4 ـ أن لا يكون لها مماثل، ............ وصورتها رقم (1).\r\rفإن كان للميت فرع وارث من ولد صلب أو ولد ابن، فإن كان ذكراً حجبها حرماناً، ......... وصورتها (أ، ب).\rوإن كان للميت بنت واحدة أو متعددة فالشقيقة معها أو معهن عصبة ولها صور منها رقم (2، و3 و4).\rوإن كان للميت أب حجبها حرماناً، ......... وصورتها رقم (5)\rوإن كان لها معصب عصبها وصار للذكر مثل حظ الأنثيين.\r(والمعصب لها أخوها الشقيق) ......... وصورتها رقم (6)\rوإن كان لها مماثل (أخت شقيقة فأكثر) فلهما أو لهن الثلثان. وصورتها رقم (7)","seal":"5930FCE2","part":1},
      {"page":30,"id":32,"nass":"5 ـ الأخت لأب: تستحق النصف بخمسة شروط:\r\r1 ـ أن لا يكون للميت فرع وارث.\r2 ـ أن لا يكون للميت أب.\r3 ـ أن لا يكون للميت أحد من الأشقاء.\r4 ـ أن لا يكون لها معصب.\r5 ـ أن لا يكون لها مماثل، وصورتها رقم (1)\r\rفإن كان للميت فرع وارث، فإن كان ذكراً حجبها حرماناً، ..... وصورتها رقم (2)\rوإن كان للميت أنثى (بنت أو أكثر) صارت الأخت لأب عصبة مع الفرع الوارث الأنثى، .. وصورتها رقم (3)\rوإن كان للميت أب حجبها حرماناً، ......... وصورتها رقم (4)\rوإن وجد مع الأخت لأب أحد من الأشقاء وكان ذكرًا حجبها حرماناً، ........... وصورتها رقم (5)\rوإن وجد مع الأخت لأب شقيقة واحدة واستحقت النصف بالفرض فللأخت لأب السدس تكملة للثلثين، ...... وصورتها رقم (6)\r\rوإن وجد مع الأخت لأب عدد من الأخوات الأشقاء فلا شيء للأخت","seal":"CABBD92E","part":1},
      {"page":31,"id":33,"nass":"لأب وصورتها رقم (7) مالم تعصب بأخ مبارك وصورتها رقم (8).\r\rوإن صارت الشقيقة عصبه مع الفرع الوارث الأنثى فلا شيءbللزخت لأب بل تحجب حرمانا ....... وصورتها رقم (9)\r\rوإن كان لها معصب ـ وهو أخو الميت لأب واحدًا فأكثر ـ عصبها وصار للذكر مثل حظ الأنثيين ....... وصورتها رقم (10)\r\rوإن كان لها مماثل وهو (أخت لأب فأكثر) فلهما أو لهن الثلثان ... وصورتها رقم (11)\r\rإذا اجتمع أصحاب النصف يرث منهم أربعة:","seal":"156F5B37","part":1},
      {"page":32,"id":34,"nass":"الزوج يأخذ الربع لوجود الفرع الوارث.\rوالبنت تأخذ النصف لعدم المعصب والمماثل.\rوينت الابن تأخذ السدس تكملة للثلثين لوجود البنت الواحدة وعدم المعصب.\rوالشقيقة عصبة مع الغير لأنها مع البنات تقوم مقام الشقيق، والأخت لأب محجوبة لوجود الشقيقة عصبة مع الغير. وصورتها رقم (1)\r\r2 ـ أصحاب الربع اثنين:\r1 ـ الزوج: يستحق الربع بشرط واحد:\r\r1ـ أن يكون للزوجة فرع وارث. وصورتها (أ)\rفإن لم يكن للزوجة فرع وارث استحق النصف. وصورتها (ب)","seal":"B12BB113","part":1},
      {"page":33,"id":35,"nass":"2 ـ الزوجة أو الزوجات تستحق الربع بشرط:\r1ـ أن لا يكون للزوج فرع وارث ... وصورتها (أ، ب)\r\rـ فإن كان له فرع وارث فلها أو لهن الثمن. وصورتها (جـ، د)\r\r3 ــ أصحاب الثمن: يفرض الثمن للزوجة أو الزوجات بشرط:\rأـ أن يكون للزوج فرع وارث .. وصورتها رقم (1)\r\rفإن لم يكن له فرع وارث فلها أو لهن الربع .. وصورتها رقم (2)","seal":"20A500E9","part":1},
      {"page":34,"id":36,"nass":"4 ـ أصحاب الثلثين: يفرض الثلثان لأربعة:\r1 ـ البنتان للصلب فأكثر: تستحق بنتا الصلب فأكثر الثلثين بشرط:\r1 ـ أن لا يكون لهما معصِّب ...... وصورتها رقم (1)\rفإن كان لهما معصِّب عصَّبهما وصار للذكر مثل حظ الأنثيين .... وصورتها رقم (2)\r\r2 ــ بنتا الابن فأكثر: تستحق بنتا الابن فأكثر الثلثين بشرطين:\r1 ــ أن لا يكون للميت ولد صلب ولا ولد ابن أقرب منهما.\r2 ــ أن لا يكون لهما معصب ........ وصورتها رقم (1)\rفإن كان للميت ولد صلب أوولد ابن أقرب منهما فإن كان ذكراً حجبهما حرمانًا .... وصورتها رقم (2)\rوإن كان للميت أنثى واحدة فلهما السدس تكملة للثلثين .. وصورتها رقم (3)\rوإن كان للميت أنثى متعددة فلا شيءbلبنتي الابن ... وصورتها رقم (4)، مالم تعصبا بقريب مبارك ......... وصورتها رقم (5)\rوإن كان لبنتي الإبن معصب عصبهما وصار للذكر مثل حظ الأنثيين ......... وصورتها رقم (6)","seal":"6CE27648","part":1},
      {"page":35,"id":37,"nass":"3 ـ الأختان الشقيقتان فأكثر:\r\rتستحق الأختان الشقيقتان فأكثر الثلثين بثلاثة شروط:\r1 ـ أن لا يكون للميت فرع وارث.\r2 ـ أن لا يكون للميت أب.","seal":"8BD50427","part":1},
      {"page":36,"id":38,"nass":"3 ـ أن لا يكون لهما أو لهن معصب ....... وصورتها رقم (1)\r\rفإن كان للميت فرع وارث فإن كان ذكرًا حجبهماحرمانًا .... وصورتها رقم (2)\rوإن كان للميت أنثى فالأختان الشقيقتان مع الأنثى عصبة .... وصورتها رقم (3)\rوإن كان للميت أب حجبهما حرمانًا .... وصورتها رقم (4)\rوإن كان لهما معصب عصبهما وصار للذكر مثل حظ الأنثيين .... وصورتها رقم (5)","seal":"9277AC2D","part":1},
      {"page":37,"id":39,"nass":"4 - الأختان للأب فأكثر: تستحق الأختان فأكثر للأب الثلثين بأربعة شروط:\r1 - أن لايكون للميت فرع وارث.\r2 - أن لايكون للميت أب.\r3 - أن لايكون للميت أحد من الأشقاء.\r4 - أن لايكون لهما أو لهن معصب ..... وصورتها رقم (1)\r\rفإن كان للميت فرع وارث وكان ذكرًا حجبهما حرمانًا، وصورتها رقم (2)\rوإن كان للميت فرع وارث وكان أنثى فهما معها عصبةوصورتها رقم (3)\rوإن كان للميت أب حجبهما حرمانًا ..... وصورتها رقم (4)\rوإن وجد أحد من الأشقاء فإن كان ذكرًا حجبهما حرمانًا، .. وصورتها رقم (5)\rوإن وجد أحد من الأشقاء وكان أنثى وصارت عصبة مع الفرع الوارث فتحجبان الأختان لأب حرمانًا أيضًا ..... وصورتها رقم (6)\rوإن وجد أحد الأشقاء الأنثى الواحدة وفرض لها النصف فلهما (الأختان لأب) السدس تكملة للثلثين ..... وصورتها رقم (7)\rوإن تعددت الشقيقة حجبتا الأختان لأب ..... وصورتها رقم (8)\rمالم تعصبا بأخ مبارك ..... وصورتها رقم (9)\rوإن كان لهما معصب عصبهما وصار للذكر مثل حظ الأنثيين .... وصورتها رقم (10)","seal":"CE522338","part":1},
      {"page":39,"id":41,"nass":"5 ـ أصحاب الثلث:\rالثلث فرض اثنين:\r1 ــ الأم: تستحق الثلث بشرطين:\r1 - أن لايكون للميت فرع وارث.\r2 - أن لايكون للميت عدد من الإخوة مطلقًا (أشقاء أو لأب أو لأم).\r\rفإن فقد أحد الشرطين المذكورين كان فرضها السدس .... وصورتها (أ، ب، ج).\r\rوإن اجتمع الشرطان فرض لها الثلث ..... وصورتها (د)\rإلا في المسألتين الغرّاوين وهما: أب وأم وأحد الزوجين فيفرض للأم حينئذ ثلث الباقي بعد فرض أحد الزوجين .... وصورتها رقم (1، 2)","seal":"1A5458DD","part":1},
      {"page":40,"id":42,"nass":"صورتي المسألتين الغراوين\r1 - زوج، وأم، وأب. المسألة من (6): للزوج النصف (3)، وللأم ثلث الباقي (1)، وللأب الباقي (2).\r2 - زوجة، وأم، وأب. المسألة من (4): للزوجة الربع (1)، وللأم ثلث الباقي (1)، وللأب الباقي (2).\r\r2_ الأخوان للأم فأكثر ذكورًا كانوا أو إناثًا يستحقون الثلث بشرط:\r1_ أن لايحجبوا\rيشتركون فيه بالسويه ذكرهم كأنثاهم .... وصورتها (أ، ب، ج)\rويحجبهم أصل ذكر أو فرع وارث\r\rفالأصل الذكر هو الأب والجد وإن علا ....... وصورتها رقم (1)\r\rوالفرع الوارث هو الابن وابن الإبن وإن سفل\rوالبنت وبنت الإبن وإن سفل .... وصورها رقم (2، 3، 4، 5)","seal":"10F830E0","part":1},
      {"page":41,"id":43,"nass":"6 - السدس فرض سبعة:\r1 - الأب: يستحق السدس بشرط واحد:\r\rأ - إن كان للميت فرع وارث.\rفإن كان ذلك الفرع ذكرًا فلا شيء للأب سوى السدس وصورتها (أ، ب)\r\rوإن كان ذلك الفرع أنثى فله السدس ولكن إن زاد شيء بعد الفروض استحقه أيضًا بالتعصيب وفي هذه الحالة يرث الأب بالفرض والتعصيب معًا. وصورتها رقم (1،2،3).","seal":"16609C93","part":1},
      {"page":42,"id":44,"nass":"وإن لم يكن للميت فرع وارث أصلاً ورث بالتعصيب فقط،. وصورتها رقم (4)\r\r2 - الجد: أبو الأب وإن علا يستحق السدس بشرطين:\rأ - أن يكون للميت فرع وارث.\rبـ - أن لايحجب ........ وله صور منها (1، 2، 3).\rويحجبه الأب، وجد أقرب منه.\r\rوحكمه حيث لم يحجب كالأب في حالات إرثه مالم يكن معه إخوة أشقاء  b  أو لأب، فإن لهم باباً في الفرائض بأسم الجدّ والإخوة، ومما يخالف فيه الأب الجدّ مسألتي الغراوين، وأن الإخوة لغير أُم يحجبون الجدّ في الإرث بالولاء، وأن الأب يحجب أم نفسه ولايحجبها الجد لأنها في درجته.","seal":"70D8192A","part":1},
      {"page":43,"id":45,"nass":"3 - الأم: تستحق السدس بشرط:\rأ - أن يكون للميت فرع وارث.\rأو عدد من الإخوة أو الأخوات أشقاء كانوا أو لأب أو لأم.\r\rفإن لم يكن للميت فرع وارث ولا عدد من الإخوة أو الأخوات فلها الثلث في جميع التركة إلا في الغراوين فلها ثلث الباقي كما تقدم.\r\r4 - الجدة أو الجدات: تستحق السدس أو يشتركن فيه بشرط:\rأ - عدم الحجب\rوالجدات الوارثات هن كل من أدلت إلى الميت بإناث خُلّص كأم الأم،","seal":"915E691A","part":1},
      {"page":44,"id":46,"nass":"وكل من أدلت إلى الميت بذكور خُلّص كأم الجد أب الأب.\rوكل من أدلت الى الميت بإناث الى ذكور كأم أم أبي الأب.\rوهؤلاء كلهن وارثات.\rوالرابعة التي هي ساقطة هي من أدلت إلى الميت بذكور إلى إناث كأم أبي الأم - فإنها أدلت بذكر غير وارث وهو أبو الأم - قال في الرحبية.\rوكل من أدلت بغير وارث .... فما لها حظ من الموارث\r\rالجدة من جهة الأم: تحجبها الأم أو جدّة أقرب منها من جهة الأم فقط.\rالجدة من جهة الأب: تحجبها الأم والأب والجدة التي هي أقرب منها سواء كانت من جهة الأب أو جهة الأم - وكل جدِّ أدلت به.\r\r5 ـ بنت الابن فأكثر: تستحق السدس بشرطين:\rأ - أن تكون مع بنت الصلب الواحدة\rبـ - عدم المعصب ............ وصورتها رقم (1)\r\rفإن كان مع البنت الصلب مشارك أنثى سقطت بنت الابن .. .. وصورتها رقم (2) مالم تعصب بقريب مبارك ... وصورتها رقم (3).\rوإن كان مع البنت الصلب مشارك ذكر حُجبت بنت الابن حرمانًا ... ...... وصورتها رقم (4).\rوإن كان مع بنت الابن ابن ابن في درجتها عصبها وصار للذكر مثل حظ الأنثيين ............. وصورتها رقم (5).","seal":"11529F05","part":1},
      {"page":45,"id":47,"nass":"6 - الأخت لأب فأكثر تستحق السدس بشرطين:\rأ - أن ترث الشقيقة الواحدة النصف فرضًا.\rبـ - عدم المعصب .......... وصورتها رقم (1، 2)\rفإن لم ترث الشقيقة النصف فرضًا (كأن كانت عصبة مع الغير) سقطت الأخت لأب ........... وصورتها رقم (3)\rوكذا إذا تعددت الشقيقة فإنه لاشيء للأخت لأب .... وصورتها رقم (4)","seal":"8F210605","part":1},
      {"page":46,"id":48,"nass":"مالم تعصب بأخ مبارك ............ وصورتها رقم (5)\rوإن وجد للأخت للأب معصب عصبها وصار للذكر مثل حظ الأنثيين ............. وصورتها رقم (6)","seal":"528C53B1","part":1},
      {"page":47,"id":49,"nass":"7 - الأخ لأم أو الأخت لأم: يستحق السدس بثلاثة شروط:\rأ - عدم الفرع الوارث.\rبـ - عدم الأصل من الذكر.\rجـ - أن يكون منفردًا .......... وصورتها رقم (1)\rفإن وجد فرع وارث أو أصل ذكر حجب ........ وصورتها رقم (2،3،4.5.6)\rوإن تعدد ولم يكن فرع وارث ولا أصل ذكر أخذ الثلث، وصورتها رقم (7)","seal":"56AA9C63","part":1},
      {"page":48,"id":50,"nass":"(الأخ المبارك)\rالأخ المبارك: هو الذي لولاه لسقطت أخته.\rمثاله: بنتين، وبنت ابن، وابن ابن في درجتها أو أنزل منها فالمسألة من ثلاث وتصح من (9).\rللبنتين الثلثان سته، والباقي لابن الابن وبنت الابن، له اثنان ولها واحد.\rفلولا وجود ابن الابن لسقطت بنت الابن ..... وهذه صورتها رقم (1)\r\rوصورتها بدون القريب المبارك وهي ساقطة رقم (2)\rصورة رقم (2): بنتين، وبنت ابن وعم.\rالمسألة أصلها من (3): للبنتين الثلثين (2)، وبنت الابن ساقطة لاستكمال الثلثين وعدم وجود قريب مبارك يعصبها، والعم عصبة يأخذ الباقي (1).","seal":"FFA544F9","part":1},
      {"page":49,"id":51,"nass":"(الأخ المشئوم)\rالأخ المشئوم: هو الذي لولاه لورثت أخته.\rمثاله: ماتت عن - زوج، وأخت شقيقه، وأخت لأب، وأخ لأب فالمسألة من اثنين: للزوج النصف واحد، وللشقيقة النصف واحد، وتسقط الأخت لأب وأخوها لأنهما عصبة، واستغرقت الفروض التركة - فلولا وجود الأخ لأب لكانت الأخت لأب صاحبة فرض السدس فتكون المسألة من ستة للزوج النصف ثلاثة وللشقيقة النصف ثلاثة، وللأخت لأب السدس واحد تكملة للثلثين وتعول المسألة إلى سبعة وهذه صورتها بأخيها المشئوم (أ).\rوصورتها بدون أخيها المشئوم وهي صاحبة فرض (ب).","seal":"15EB42F6","part":1},
      {"page":50,"id":52,"nass":"الذين يرثون بالفرض من الورثة جميع النساء إلا المعتقة.\rوالذي يرث بالفرض من الرجال أربعة فقط وهم:\rالأب والجد والزوج والأخ لأم.\rوما سوى هؤلاء فإنما يرث بالتعصيب.\r\r(حالات من يرث بالفرض من الورثة)\rوقد ذكر جميع حالاتهم الشيخ العلامة حسن بن محمد المشاط رحمه الله تعالى في رسالة سمّاها) التحفة السنية في أحوال الورثة الأربعينية (وما هنا مأخوذ منها ببعض تصرف.\r\r(البنت لها ثلاث حالات)\rالحالة الأولى: النصف للواحدة إذا لم يكن لها معصّب ولا مماثل.\rالحالة الثانية: الثلثان للإثنتين فأكثر إذا لم يكن لهما معصب.\rالحالة الثالثة: تعصيبها بالابن.\r\r(بنت الإبن لها خمس حالات)\rالحالة الأولى: النصف للواحدة إذا لم يكن للميت ولد صلب ولا لها معصب ولا مماثل.\rالحالة الثانية: الثلثان للإثنتين فأكثر إذا لم يكن للميت ولد صلب، ولا لهما معصب.\rالحالة الثالثة: السدس مع البنت الصلب الواحدة إذا لم يكن لها معصب.\rالحالة الرابعة: تعصيبها بابن ابن في درجتها - ولا يعصبها ابن ابن أنزل منها إلا إذا لم تستحق فرضًا.\rالحالة الخامسة: حجبها بولد الصلب الذكر أو ابن ابن أعلى منها.\rوتحجب أيضًا ببنتي صلب فأكثر إذا لم تعصب بقريب مبارك.","seal":"3AA36319","part":1},
      {"page":51,"id":53,"nass":"(الأخت الشقيقة لها خمس حالات)\rالحالة الأولى: النصف للواحدة إذا لم يكن للميت فرع وارث ولا أب ولا لها معصب ولا مماثل.\rالحالة الثانية: الثلثان للإثنتين فأكثر إذا لم يكن للميت فرع وارث ولا أب ولا لهما معصب.\rالحالة الثالثة: التعصيب بغيرها ويعصبها الأخ الشقيق.\rوكذلك الجد في مسائل الجد والأخوة فإنه يعصبها غالبًا ولا فرض لها معه في غير مسألة الأكدريه.\rالحالة الرابعة: التعصيب مع الغير وذلك إذا كانت مع الفرع الوارث الأنثى ولم يكن لها معصب ولا أب.\rالحالة الخامسة: حجبها بالابن وابن الإبن وإن سفل وبالأب.\r\r(الأخت لأب لها ست حالات)\rالحالة الأولى: النصف للواحدة إذا لم يكن للميت فرع وارث ولا أب ولا أحد من الأشقاء ولا لها معصب ولا مماثل.\rالحالة الثانية: الثلثان للإثنتين فأكثر إذا لم يكن للميت فرع وارث ولا أب ولا أحد من الأشقاء ولا لهما معصب.\rالحالة الثالثة: السدس مع الشقيقة الواحدة إن ورثت النصف فرضًا تكملة للثلثين حيث لم يكن لها معصب.\rالحالة الرابعة: تعصيبها بغيرها ويعصبها أخو الميت لأب.\rوكذا الجد يعصبها أيضًا فيما عدا مسألة الأكدريه كما تقدم.\rالحالة الخامسة: تعصيبها مع غيرها وذلك إذا كانت مع الفرع الوارث الأنثى حيث لم يكن لها معصب ولا حاجب.","seal":"6852B8D3","part":1},
      {"page":52,"id":54,"nass":"الحالة السادسة: حجبها بالابن وابن الابن وإن سفل وبالأب والأخ الشقيق ... وتحجب أيضاً بأختين شقيقتين فأكثر إذا لم يعصبها أخ مبارك. وتحجب أيضًا بالشقيقة الواحدة إذا كانت عصبة مع الغير.\r\r(الزوج له حالتان)\rالحالة الأولى: النصف إذا لم يكن للزوجة فرع وارث.\rالحالة الثانية: الربع إذا كان للزوجة فرع وارث.\r\r(الأب له ثلاث حالات)\rالحالة الأولى: السدس فرضًا مع الابن أو ابن الإبن وإن سفل.\rالحالة الثانية: السدس مع التعصيب، وذلك إذا كان مع الفرع الوارث الأنثى وهي (البنت وبنت الإبن وإن سفل)\rالحالة الثالثة: التعصيب فقط وذلك إذا لم يكن للميت فرع وارث.\rبمعنى عدم وجود (الابن وابن الابن وإن سفل والبنت وبنت الابن وإن سفل).\r\r(الإخوة لأم لهم ثلاث حالات)\rالحالة الأولى: الثلث وذلك إذا تعددوا ولم يحجبوا.\rيشتركون فيه بالسوية ذكرهم كأنثاهم.\rالحالة الثانية: السدس للمنفرد منهم إذا لم يحجب.\rالحالة الثالثة: حجبهم بأصل ذكر أو فرع وارث.\r\r(الأم لها ثلاث حالات)\rالحالة الأولى: الثلث إذا لم يكن للميت فرع وارث ولا عدد من الإخوة والأخوات إلا في الغراوين.\rالحالة الثانية: السدس إدا كان للميت فرع وارث أو عدد من الإخوة والأخوات","seal":"277FC64C","part":1},
      {"page":53,"id":55,"nass":"الحالة الثالثة: ثلث الباقي بعد فرض أحد الزوجين في الغراوين.\r\r(الجدة لها حالتان)\rالحالة الأولى: السدس سواء كانت جدة لأم أو جدة لأب واحدة أو أكثر.\rالحالة الثانية: الحجب: ويحجب الجدة للأم الأم أو جدة أقرب منها من جهتها.\rويحجب الجدة لأب أربعة:\rالأم، والأب، وكل جدة أقرب منها سواء كانت من جهة الأب أم من جهة الأم، وكل جدِّ أدلت به.\r\r(الجد له أربع حالات)\rالحالة الأولى: السدس فرضًا مع الفرع الوارث الذكر.\rالحالة الثانية: السدس مع التعصيب وذلك إذا كان مع الفرع الوارث الأنثى.\rالحالة الثالثة: التعصيب فقط وذلك إذا لم يكن للميت فرع وارث ولم يكن معه أحد من الإخوة والأخوات أشقاء كانوا أو لأب فإن كان معه من الإخوة والأخوات جاء في حقه مسائل الجد والإخوة.\rالحالة الرابعة:\rحجبه بالأب أو جد أقرب منه.\r\r(الزوجة أو الزوجات لهن حالتان)\rالحالة الأولى: الربع إذا لم يكن للزوج فرع وارث.\rالحالة الثانية: الثمن إذا كان للزوج فرع وارث.\rوتشترك الزوجات في الربع أو الثمن.","seal":"82CE9A23","part":1},
      {"page":54,"id":56,"nass":"(الأحوال الأربعينية للورثة الذين يرثون بالفرض أو بالفرض والتعصيب معاً)\rالزوج\r1 - النصف: إذا لم يكن للزوجة فرع وارث منه أو من غيره.\r2 - الربع: إذا كان للزوجة فرع وارث منه أو من غيره.\r\rالزوجة\r1 - الربع: إذا لم يكن للزوج فرع وارث منها أو من غيرها.\r2 - الثمن: إذاكان للزوج فرع وارث منها أو من غيرها.\r\rالبنت\r1 - النصف: إذا كانت منفردة (واحدة) ولم يكن لها معصب.\r2 - الثلثين: إذا كانت متعددة (اثنتين فأكثر) ولم يكن لها أو لهن معصب.\r3 - الثلثين: مع الابن الذي في درجتها.\r\rبنت الابن\r1 - النصف: إذا كانت منفردة (واحدة) ولم يكن للميت ولد صلب ولم يكن لها معصب\r2 - الثلثين: إذا كات متعددة (اثنتين فأكثر) ولم يكن للميت ولد صلب ولم يكن لهما أو لهن معصب.\r3 - السدس: مع البنت الصلبية الواحدة، إذا لم يكن لها معصب.\r4 - عصبة بالغير: مع ابن الابن الذي في درجتها، إو أنزل منها إذا كانت مع البنتين الصلبتين.\r5 - محجوبة: بالابن الصلبي والبنتين الصلبيتين لاستكمال الثلثين ما لم تعصب بقريب مبارك.","seal":"1C2E1997","part":1},
      {"page":55,"id":57,"nass":"أخت شقيقة\r1 - النصف: إذا كانت منفردة (واحدة) ولم يكن للميت فرع وارث ولا أب\r2 - الثلثين: إذاكانت متعددة (اثنتين فأكثر) ولم يكن للميت فرع وارث ولا أب، ولا لهما أو لهن معصب.\r3 - عصبة: مع الأخ الشيقيق الذي في درجتها- أو مع الفرع الوارث الأنثى ولم يكن لها معصب ولا أب.\r4 - محجوبة: بالأب والابن وابنه.\r\rأخت لأب\r1 - النصف: إذا كانت منفردة (واحدة) ولم يكن للميت فرع وارث ولا أب، ولا أحد من الأشقاء ولا لها معصب.\r2 - الثلثين: إذاكانت متعددة (اثنتين فأكثر) ولم يكن للميت فرع وارث ولا أب، ولا أحد من الأشقاء ولا لهما أو لهن معصب.\r3 - السدس: مع الأخت الشقيقة الواحدة إن ورثت النصف فرضًا تكملة للثلثين ولم يكن لها معصب.\r4 - عصبة: مع الأخ لأب الذي في درجتها- أو مع الفرع الوارث الأنثى حيث لم يكن لها معصب ولا حاجب.\r5 - محجوبة: بالأب والابن وابنه والأخ الشقيق والأخت الشقيقة إذا صارت عصبة مع الغير وبالشقيقتين فأكثر لاستكمال الثلثين ما لم تعصب بأخ مبارك.","seal":"5897F01A","part":1},
      {"page":56,"id":58,"nass":"الأم\r1 - الثلث: إذا لم يكن للميت فرع وارث ولا عدد من الإخوة والأخوات مطلقاً.\r2 - السدس: إذا كان للميت فرع وارث أو عدد من الإخوة والأخوات مطلقاً.\r3 - ثلث الباقي: في المسئلتين المسميتين بالغراوين.\r\rأخت لأم\r1 - الثلث: للإثنتين فأكثر سواء كانوا ذكورًا أم إناثًا أم مختلطين ولم يكن للميت أصل ذكر ولا فرع وارث.\r2 - السدس: للمنفردة منهم، إذا لم يكن للميت أصل ذكر ولا فرع وارث.\r3 - محجوبة: بالأصل الذكر والفرع مطلقاً.\r\rأخ لأم\r1 - الثلث: للإثنين فأكثر سواء كانوا ذكورًا أم إناثًا أم مختلطين ولم يكن للميت أصل ذكر ولا فرع وارث.\r2 - السدس: للمنفرد منهم، إذا لم يكن للميت أصل ذكر ولا فرع وارث.\r3 - محجوبة:: بالأصل الذكر والفرع مطلقاً.\r\rالجدة\r1 - السدس: لها مالم تحجب\r2 - محجوبة: بالأم مطلقًا وبالأب إذا كانت من جهته فقط، وبكل جد أدلت به.\r\rالأب\r1 - السدس: فقط مع الفرع الوارث الذكر.\r2 - السدس مع التعصيب: مع الفرع الوارث الأنثى.\r3 - عصبة: فقط عند عدم وجود الفرع الوارث.","seal":"2192FE03","part":1},
      {"page":57,"id":59,"nass":"الجد\r1 - السدس: فقط مع الفرع الوارث الذكر.\r2 - السدس مع التعصيب: مع الفرع الوارث الأنثى ولم يكن للميت أب ولاجد أقرب منه.\r3 - عصبة: فقط عند عدم وجود الفرع الوارث ولم يكن للميت أب ولاجد أقرب منه.\r4 - محجوب: بالأب وجد أقرب منه.\r5 - ثلث الباقي: في باب الجد والإخوة","seal":"D6088AA1","part":1},
      {"page":58,"id":60,"nass":"باب التعصيب\rالعصبة لغة: قرابة الرجل لأبيه وابنه وسُموا بذلك لأنهم عصّبوا به أي أحاطوا به.\rواصطلاحًا: هو كل وارث، ليس له سهم مقدر صريح في الكتاب والسنة وهم مثل (الابن، وابن الابن، والأخ الشقيق، والأخ لأب، والعم الشقيق وهم جميع الذكور الوارثين ماعدا الزوج والأخ لأم.\r\rأقسام العصبة:\rتنقسم العصبة إلى قسمين:\r\r1 - عصبة نسبية.\r2 - عصبة سببية.\rفالنسبية هي التي تكون بسبب النسب\rوأما السببية فهي التي تكون بسبب (العتق) فإن السيد (المعُتق) يرث عتيقه (عبده المملوك) الذي أعتقه إذا لم يكن له وارث من النسب، فعند ذلك يرثه السيد المعُتق جزاء احسانه ومعروفه له.\r\rوالعصبة النسبية تنقسم الى ثلاثة أقسام:\r1 - عصبة بالنفس.\r2 - عصبة بالغير.\r3 - عصبة مع الغير.\r\rوإذا أطلقت كلمة (العصبة) بدون قيد فإنه لايراد منها إلا القسم الأول (العصبة بالنفس).\rوإذا أريد الثاني أو الثالث فإنه يذكر مقيدًا فيقال عصبة بالغير وعصبة مع الغير.","seal":"3F716B77","part":1},
      {"page":59,"id":61,"nass":"أولاً: العاصب بنفسه:\rجميع الذكور إلا الزوج والأخ لأم وله جهات سبع:\r\rجهات العصوبه السبع:\r1 - (البنوه): وهم أبناء الميت ثم ابناؤهم وإن سفلوا.\r2 - (الأبوة) وهو أب الميت.\r3 - الجدودة والأخوة الأشقاء ثم لأب.\r4 - بنو الأخوة الأشقاء ثم لأب.\r5 - العمومة الأشقاء ثم العمومة لأب ثم أبناء العمومة الأشقاء ثم بنو العمومة لأب.\r6 - الولاء المعتق والمعتقة ثم عصبتهما المتعصبون بأنفسهم.\r7 - بيت المال مطلقًا عند المالكيه، وعند الشافعية إذا انتظم.\r\rقاعدة: (العصبة بنفسه) لايكون إلا ذكرًا فلا تكون الأنثى عصبة بنفسها بحال من الأحوال إلا المعتقة - قال في الرحبية:\rوليس في النساء طُرًا عصبة ....... إلا التي منت بعتق الرقبة\r\rإذا تعدد العصبة بنفسه فإنه يكون الترجيح (بالجهة) فتقدم (جهة البنوة) على غيرها من الجهات، فيأخذ ابناء الميت المال كله أو مافضل بعد أصحاب الفروض، فإذا لم يوجد الأبناء فأبناؤهم وإن نزلوا لأنهم يقومون مقامهم -\r\rوإذا اتحدوا في الجهة كان الترجيح بينهم (بالدرجة) فيقدم أقربهم درجة إلى الميت مثاله: مات عن ابن وابن ابن فالميراث كله للابن ولا شيء لابن الابن لأن درجة الابن أقرب فيكون هو العصبة -\r\rوإذا اتحدوا في الجهة والدرجة كان الترجيح (بالقوة) أي قوة القرابة فمن كانت قرابته أقوى كان هو العصبة.","seal":"CF92C195","part":1},
      {"page":60,"id":62,"nass":"ففي: أخ شقيق. وأخ لأب، الميراث كله للشقيق ولا شيء للأخ لأب لأن الأخ الشقيق مدلى للميت بقرابتين بخلاف الأخ لأب مدلي بقرابة واحدة.\rوإلى ذلك أشار العالم الفرضي (الجعبري) رحمه الله تعالى - بقوله:\rفبالجهة التقديم ثم بقرب ...... وبعدهما التقديم بالقوة اجعلا\r\rحكم العاصب بنفسه:\rأنه إذا انفرد أخذ جميع المال، وإلا فيأخذ مافضل بعد أصحاب الفروض، ويسقط إذا استغرقت الفروض التركة إلا في المسألة المشتركة واليك تفصيلها.\rالمسألة المشتركة\rصورة المسألة المسماة بالمشتركة:\rأن تموت امرأة وتخلف زوجها وأمها أو جدتها وأخويها لأمها فأكثر وأخًا شقيقًا فأكثر.\rفللزوج النصف، وللأم السدس، وللعدد من الإخوة للأم الثلث فعلى هذا لم يبق شيء للأخ الشقيق فأكثر.\rفالقياس سقوط الشقيق أو الأشقاء لاستغراق الفروض التركة والمذهب المعتمد عند الشافعية جعل الأخوة الأشقاء والأخوة للأم كلهم لأم بالنسبة لقسمة الثلث بينهم فقط.\rلا من كل الوجوه لئلا يرد مالو كان معهم أخت أو أخوات لأب فانهن يسقطن بالعصبة الشقيق.","seal":"66FCAE4D","part":1},
      {"page":61,"id":63,"nass":"إذًا في المسألة المشتركة تُلغى قرابة الأب.\rويشتركون الأخوة الأشقاء مع الأخوة للأم في الثلث ويقسم بينهم بالسوية.\rفلو كان مع الأشقاء فيها شقيقة أخذت كواحد من الذكور.\r\rوقد روى الإمام الشافعي -رحمه الله تعالى- من أن الأشقاء قالوا لسيدنا عمر -رضي الله عنه -لما أراد اسقاطهم:\r(يا أمير المؤمنين هب أن أبانا حجرًا ملقى في اليم وفي رواية: حمارًا أليست أمنا واحدة) فاستحسن سيدنا عمر رضي الله عنه ذلك وقضى بينهم بالتشريك وهذه صورتها:\r\rثانيا: العاصب بغيره:\rالبنات بالبنين والأخوات بالإخوة\r\rوهي منحصرة في أربعة من الورثة وكلهن من الإناث وهن:\r\rأ - البنت الصلبية: تصبح عصبة مع أخيها وهو (الابن).\rبـ - بنت الإبن: تصبح عصبة مع أخيها أو ابن عمها وهو (ابن الابن)\rسواء كان في درجتها أو أنزل منها، إذا لم ترث بغير ذلك.","seal":"9EAD32C6","part":1},
      {"page":62,"id":64,"nass":"جـ - الأخت الشقيقة: تصبح عصبة مع أخيها وهو (الأخ الشقيق)\rد - الأخت لأب: تصبح عصبة مع أخيها وهو (الأخ لأب)\r\rولا تتحقق العصبة بالغير إلا بثلاثة شروط:\r1 - أن تكون الأنثى صاحبة فرض.\rفإن لم تكن صاحبة فرض لاتصير عصبة بالغير مثاله:\r(بنت الأخ الشقيق) لاتصبح عصبة مع الأخ الشقيق لأنها ليست صاحبة فرض وكذلك (العمة الشقيقة) لاتصبح عصبة مع العم الشقيق.\r\r2 - أن يكون المعصّب في درجتها:\rفلا يعصب الابن (بنت الابن) لأنها ليست في درجته بل يحجبها.\r\r3 - أن يكون المعصب في قوة الأنثى صاحبة الفرض:\rفلا يعصب الأخ لأب (الأخت الشقيقة) لأن قرابتها أقوى منه.\r\rسبب تسمية هذا النوع من العصبات (عصبة بالغير):\rلأن عصوبة هؤلاء الأربع من النساء ليست بسبب قرابتهن للميت وإنما هي بسبب وجود الغير وهو العاصب بنفسه فإذا وجد صرن عصبة به، وإذا لم يوجد ورثن بطريقة الفرض.\r\rثالثًا: العصبة مع الغير:\rالعصبة مع الغير مختصة بالأخوات (الشقيقات أو لأب) مع البنات إذا لم يكن معهن أخ ذكر.\rفالأخت الشقيقة أو لأب تصبح عصبة مع البنت أو بنت الابن مهما نزلت درجتها ويقال في هذه الحالة أنها (عصبة مع الغير)\r\rقال صاحب الرحبية رحمه الله تعالى:\rوالأخوات إن تكن بنات ....... فهن معهن معصبات","seal":"3352A588","part":1},
      {"page":63,"id":65,"nass":"تنبيه:\rإذا أصبحت الأخت الشقيقة عصبه مع الغير فإنها تصبح كالأخ الشقيق فتحجب الإخوة للأب ذكورًا كانوا أو اناثًا وتحجب من بعدهم من العصبة كبني الأخوة والأعمام الأشقاء أو لأب وكذلك الأخت لأب إذا صارت عصبة مع البنات فإنها تصبح في قوة الأخ لأب فتحجب مايحجبه أخوها. وصورتها (1، 2، 3)\r\rهل يرث الإنسان من جهتين ?:\rقد توجد في الشخص جهتان للإرث فيرث بهما إن كانتا مختلفتين كما إذا كانت احدى الجهتين بالفرض والأخرى بالتعصيب مثاله: ماتت عن جدة، وأخ لأم، وزوج وهو ابن عم شقيق، فللجدة السدس، وللأخ لأم السدس، وللزوج النصف فرضًا بسبب الزوجية والباقي تعصيبًا بسبب أنه عصبة لأنه ابن عم شقيق ... وصورتها (أ).","seal":"422422E2","part":1},
      {"page":64,"id":66,"nass":"(باب الحجب)\rالحجب لغة: المنع والحرمان.\rواصطلاحًا: منع من قام به سبب الإرث من الإرث بالكليه أو من أوفر حظيه.\r\rوينقسم الحجب إلى قسمين:\r1 - حجب بالوصف: وهو موانع الإرث المتقدمة: القتل والرق واختلاف الدين، فالمحجوب بواحد منها وجوده كعدمه لايرث ولا يحجب غيره.\r\r2 - حجب بالشخص: وهو المراد عند الإطلاق وهو المقصود هنا.\rوينقسم إلى نوعين:\rأ - حجب نقصان: وهو نقل الوارث من أوفر حظيه إلى الأقل كنقل الزوج بالولد من النصف إلى الربع ونقل الزوجة من الربع إلى الثمن.\rبـ - حجب حرمان: وهو مبني على قاعدتين:\r(الأولى) قولهم من أدلى بواسطة حجبته تلك الواسطة إلا الأخ لأم.\r(الثانية) ما أشار إليها الجعبري - رحمه الله تعالى - بقوله:\r\rوالورثه بالنسبة إلى هذا الحجب قسمان:\rالقسم الأول: لايحجب قطعًا وهم ستة:\r1 - الأب. ... 4 - البنت الصلب.\r2 - الأم. ... 5 - الزوج.\r3 - الابن الصلب. ... 6 - الزوجة.\r\rالقسم الثاني: يرث تارة ويحجب أخرى وهم بقية الورثة.\rواليك جدول الحجب يتضح لك به المحجوب والحاجب له حرمانًا","seal":"3642C769","part":1},
      {"page":66,"id":68,"nass":"وحاصله أن:\r1 - الجد: يحجبه الأب أو جد أقرب منه.\r2 - أولاد الابن: فيحجبهم الابن أو ابن ابن أقرب منهم.\r3 - الجدة لأم: فتحجبها الأم أو جدة أقرب منها من جهة الأم.\r4 - الجدة لأب: فتحجبها الأم والأب وكل جدة أقرب منها مطلقًا وكل جد أدلت به.\r5 - الأخوة الأشقاء: فيحجبهم الابن وإن سفل والأب.\r6 - الأخوة لأب: فيحجبهم الابن وان سفل والأب والأخ الشقيق.\r7 - الأخوة لأم: فيحجبهم الابن وان سفل والأب والجد وإن علا والبنت وبنت الابن وان سفل ويجمعهم قولك أصل ذكر أو فرع وارث.\r8 - ابن الأخ الشقيق: فيحجبه الابن وان سفل والأب والجد وإن علا والأخ الشقيق والأخ لأب.\r9 - ابن الأخ لأب: فيحجبه الابن وان سفل والأب والجد وإن علا والأخ الشقيق والأخ لأب وابن الأخ الشقيق.\r10 - العم الشقيق: فيحجبه الابن وان سفل والأب والجد وإن علا والأخ الشقيق والأخ لأب وابن الأخ الشقيق وابن الأخ لأب وإن سفل.\r11 - العم لأب: فيحجبه الابن وإن سفل والأب والجد وإن علا والأخ الشقيق والأخ لأب وابن الأخ الشقيق وابن الأخ لأب والعم الشقيق.\r12 - ابن العم الشقيق: فيحجبه الابن وان سفل والأب والجد وإن علا والأخ الشقيق والأخ لأب وابن الأخ الشقيق وابن الأخ لأب وإن سفل والعم الشقيق والعم لأب.\r13 - ابن العم لأب: فيحجبه الابن وان سفل والأب والجد وإن علا والأخ","seal":"9CD16E15","part":1},
      {"page":67,"id":69,"nass":"الشقيق والأخ لأب وابن الأخ الشقيق وابن الأخ لأب وان سفل والعم الشقيق والعم لأب وابن العم الشقيق.\r\rتنبيه:\rمتى صارت الشقيقة عصبة مع الغير فإنها تحجب من يحجبه أخوها الشقيق، ومتى صارت الأخت لأب عصبة مع الغير فإنها تحجب من يحجبه أخوها لأب.\r\rقال العلامة أبو بكر بن شهاب الدين في الذريعة:\rوالأخت إذا بالبنت عصّبوها ....... تحجب من يحجبه أخوها","seal":"0DF8249B","part":1},
      {"page":68,"id":70,"nass":"أصول المسائل:\rأصول المسائل سبعة وهي (2، 3، 4، 6، 8، 12، 24)\rوتفصيلها كما يلي:\r1 - الاثنين: مخرج (النصف) ....... وصورتها رقم (1)\r\r2 - الثلاثة: مخرج (الثلث وَالثلثين) ....... وصورتها رقم (2، 3)\r\r3 - الأربعة: مخرج (الربع) ....... وصورتها رقم (4، 5)\r\r4 - الستة: مخرج (السدس) أو (السدس مع النصف) أو (النصف مع الثلث).\rأو (النصف مع الثلثين) ....... وصورتها رقم (6، 7، 8، 9)\r\r5 - الثمانية: مخرج (الثمن) أو (الثمن مع النصف) وصورتها رقم (10)\r\r6 - الإثنا عشر: مخرج (الربع مع السدس) أو (الربع مع الثلث)\rأو (الربع مع الثلثين) ...... وصورتها رقم (11، 12، 13)\r\r7 - الأربعة والعشرين: مخرج (الثمن مع السدس) أو (الثمن مع الثلثين) ....... وصورتها رقم (14، 15)\r\rوزاد المتأخرون أصلين في مسائل الجد والأخوة وهما:\r1 - ثمانية عشر: في كل مسألة فيها (سدس وَثلث الباقي وَالباقي)\r\r2 - ستة وثلاثون: في كل مسألة فيها (ربع وَثلث الباقي وَالباقي)\r\rأما إذا لم يكن في المسألة صاحب فرض بل كان الورثة عصبات فأصلها عدد رؤوس العصبة، فإن كان فيها ذكور وإناث قدر كل ذكر كأنثيين، كما لو مات عن ثلاثة بنين وبنت فأصلها (7) كعدد رؤوسهم.","seal":"21B0B609","part":1},
      {"page":70,"id":72,"nass":"باب العول\rالعول: هو زيادة في مجموع السهام المفروضة ونقص في أنصباء الورثه.\r\rوذلك عند تزاحم الفروض وكثرتها، بحيث تستغرق جميع التركة ويبقى بعض أصحاب الفروض، بدون نصيب من الميراث.\rفنضطر عند ذلك زيادة أصل المسألة، حتى تستوعب التركة جميع أصحاب الفروض، وبذلك يدخل النقص إلى كل واحد من الورثة، ولكن بدون أن يحرم من الميراث.\rفالزوج الذي يستحق النصف قد يصبح نصيبه الثلث في بعض الحالات كما إذا عالت المسألة من (6) الى (9) فعوضًا عن أن يأخذ (ثلاثة من سته) وهو النصف يأخذ (ثلاثة من تسعة) وهو الثلث.\rوهكذا بقية الورثة يدخل عليهم النقص في أنصبائهم في حالة عول المسألة.\r\rالأصول التي تعول، والأصول التي لاتعول:\r\rالتي لاتعول هي (2، 3، 4، 8)\rفإذا كان أحد أصول المسألة من هذه الأعداد فإنه لايمكن أن يكون في المسألة عول.\r\rالتي تعول هي (6، 12، 24)\rفإن لكل أصل من الأصول نوعًا من العول.\r\rفالستة تعول الى (7 وَ 8 و 9 و 10)\r\rوالإثنا عشر تعول إلى (13، 15، 17)\r\rوالأربعة والعشرون تعول إلى (27) عولاً واحداً فقط.","seal":"3F70FE99","part":1},
      {"page":71,"id":73,"nass":"1 - مثال عن الستة تعول إلى سبعة: زوج وأختان.\rأصل المسألة من (6) وتعول إلى (7)\rللزوج النصف (3)، وللأختين الثلثان (4).\r\rوهي أول مسألة عالت في الإسلام وأول من أعال الفرائض سيدنا عمر -رضي الله عنه- كما روى عن سيدنا ابن عباس -رضي الله عنهما -.\r2 - مثال عن الستة تعول إلى ثمانية: زوج وأم وأخت شقيقة أو لأب.\rأصل المسألة من (6) وتعول إلى (8)\rللزوج النصف (3)، وللأم الثلث (2)، وللأخت الشقيقة أو لأب النصف (3).\rوتسمى هذه بالمباهلة\rوسبب تسميتها: أنها وقعت في خلافة سيدنا عمر رضي الله عنه فجعلها من ثمانية وبعد موت سيدنا عمر- رضي الله عنه- أظهر الخلاف سيدنا ابن عباس - رضي الله عنهما - فجعل للزوج النصف وللأم الثلث وللأخت مابقي ولا عول - فقيل له لِمَ لم تقل هذا لعمر فقال: (كان رجلاً مهابًا فهبته) ثم قال: (إن الذي أحصى رمل عالج عددا لم يجعل في المال نصفًا ونصفًا وثلثًا، ذهب النصفان بالمال فأين موضع الثلث) ثم قال له علي أو عطاء: (هذا لايغني عنك شيئًا لو قتلت أو مت لقسم ميراثنا على ماعليه الناس) قال ابن عباس -رضي الله عنهما -: (فإن شاؤا فلندع أبناءنا وأبناء هم ونساء نا ونساء هم وأنفسنا وأنفسهم ثم نبتهل فنجعل لعنة الله على الكاذبين). فسميت بذلك المباهلة. (1).\r__________\r(1) أفاده صاحب كتاب (الفوائد الجلية). وعزاه إلى الخطيب.","seal":"51B9EE86","part":1},
      {"page":72,"id":74,"nass":"3 - مثال عن الستة تعول إلى تسعة: زوج وأم وأخت شقيقة وأخت لأب وأخت لأم.\rأصل المسألة من (6) وتعول إلى (9)\rللزوج النصف (3)، وللأم السدس (1)، وللشقيقة النصف (3)، وللأخت لأب السدس (1)، وللأخت لأم السدس (1).\rوتسمى هذه المسألة بالغراء لاشتهارها كالكوكب الأغر.\r\r4 - مثال عن الستة تعول إلى عشرة: زوج، وأم، وأخت شقيقة، وأخت لأب، وختين لأم\rأصل المسألة من (6) وتعول إلى (10)\rللزوج النصف (3)، وللأم السدس (1)، وللأخت الشقيقة النصف (3)، وللأخت لأب السدس تكملة للثلثين (1)، وللأختين لأم الثلث لتعددهن وعدم الحجب (2).\rوتسمى هذه المسألة: بأم الفروخ لكثرة مافرخت بالعول.\r\r5 - مثال عن الإثنى عشر تعول إلى (13): في مثل بنتين وأم وزوج.\rأصل المسألة من (12) وتعول إلى (13)\rللبنتين الثلثين (8) وللأم السدس (2) وللزوج الربع (3).\r\r6 - مثال عن الإثنى عشر تعول إلى (15): في مثل بنتين وزوج وأب وأم.\rأصل المسألة من (12) وتعول إلى (15)\rللبنتين الثلثين (8) وللزوج الربع (3). وللأب السدس مع التعصيب (2) وللأم السدس (2).","seal":"E44D922C","part":1},
      {"page":73,"id":75,"nass":"7 - مثال عن الإثنى عشر تعول إلى (17):\rمثاله: (3) زوجات، وجدتين، و (8) أخوات لأب، و (4) أخوات لأم.\rأصل المسألة من (12) وتعول إلى (17)\rللزوجات الربع (3)، وللجدتين السدس (2)، وللأخوات لأب الثلثين (8)، وللأخوات لأم الثلث (4).\r\rوتلقب بالديناريه الصغرى، وسبب تسميتها بالديناريه الصغرى لأن الميت خلف فيها (17) دينارًا وحصل لكل واحدة منهن دينارًا وتلقب أيضًا بأم الأرامل لما فيها من الأرامل، وتلقب أيضًا بأم الفروج لأنوثة الجميع.\r\r8 - مثال عن (24) تعول إلى (27) فقط: زوجة وبنتين وأب وأم. أصل المسألة من (24) وتعول إلى (27):\rللزوجة الثمن (3)، وللبنتين الثلثين (16) وللأب السدس (4)، وللأم السدس (4).\r\rوتلقب بالمنبرية لأن الإمام علي -رضي الله عنه- سئل عنها وهو على منبر الكوفة وكان صدر خطبته: (الحمد لله الذي يحكم بالحق قطعًا ويجزي كل نفس بما تسعى واليه المآب والرجعى) فسُئل عنها فقال ارتجالا: (صار ثُمن المرأة تُسعًا) ومضى في خطبته، وتلقب أيضًا بالبخيلة لقلة عولها (1).\r__________\r(1) أفاده شيخنا العلامة الشيخ عبد الفتاح راوه - رحمه الله تعالى- في كتابه: (الدرر الؤلؤية).","seal":"5D7CB1F7","part":1},
      {"page":74,"id":76,"nass":"باب الردّ\rالرد لغة: العود، والرجوع.\rوإصطلاحًا: نقص في أصل المسألة، وزيادة في مقادير السهام المفروضة. فهو عكس العول تمامًا.\r\rشروط الرد: ولا يكون في مسألة من المسائل ردّ إلا إذا تحققت أمور ثلاثة:\r1 - وجود صاحب فرض.\r2 - عدم وجود عاصب.\r3 - بقاء فائض من التركة.\rفإذا لم تتوفر هذه الشروط فليس في المسألة ردّ.\r\rالورثة الذين يرد عليهم: يرد على جميع أصحاب الفروض ماعدا الزوجين.\r\rوالردّ يشمل ثمانية من أصحاب الفروض وهم:\r1 - البنت. ... 2 - بنت الابن.\r3 - الأخت الشقيقة. ... 4 - الأخت لأب.\r5 - الأم. ... 6 - الأخت لأم.\r7 - الأخ لأم. ... 8 - الجدة الصحيحة.\r\rأمّا - الأب والجدّ - وإن كانا من أصحاب الفروض في بعض الحالات فإنه لايردُّ عليهما.\rلأنه متى وجد الأب أو الجد، فلا يمكن أن يكون في المسألة ردّ لأنهما يصبحان عصبة حينذاك فيأخذان الباقي.","seal":"0C4B2FBC","part":1},
      {"page":75,"id":77,"nass":"اقسام الرد:\rينقسم الرد إلى أربعة أقسام:\r1 - أن يكون الورثة أصحاب فرض واحد، بدون أحد الزوجين.\rالطريقة: فإن الميراث يقسم على عدد الرؤوس ابتداء.\rمثاله: مات إنسان عن: (ثلاث بنات) فإن المسألة من (3) عدد رؤسهن لأن لهن الثلثين فرضًا والباقي ردًا ........... وصورتها رقم (1)\r\r2 - أن يكون الورثة أصحاب فروض متعددة، بدون أحد الزوجين.\rالطريقة: فإن الميراث يقسم على عدد السهام، لا على عدد الرؤوس.\rمثاله: مات انسان عن: (أم، وأخوين لأم) للأم السدس وللأخوين لأم الثلث، فالمسألة من عدد السهام أي من (3) لأن للأم سهمًا من ستة، وللأخوين لأم سهمين من ستة، ومجموع السهام ثلاثة فهي أصل المسألة - وصورتها رقم (2)","seal":"3B9A8002","part":1},
      {"page":76,"id":78,"nass":"3 - أن يكون الورثة أصحاب فرض واحد، مع وجود أحد الزوجين.\rالطريقة: أن نجعل المسألة من مخرج الزوجية، والباقي يقسم على عدد رؤوس الورثة.\rمثاله: ماتت عن: (زوج، وأم) المسألة من (2) مخرج فرض الزوج، للزوج النصف واحد. والأم لها الثلث فرضًا والباقي ردًا ......... وصورتها رقم (1)\r\r4 - أن يكون الورثة أصحاب فروض متعددة، مع وجود أحد الزوجين.\rالطريقة: أن نجعل مسألتين:\r1) مسألة نضع فيها أحد الزوجين.\r2) ومسألة ليس فيها أحد من الزوجين.\rثم ننظر: فإن كان الباقي بعد فرض الزوجية ينقسم على من يرد عليهم، كان أصل مسألة الرد هو مخرج فرض الزوجية، وهو الجامعة للمسألتين. ومثالها رقم (1).\rوإن كان الباقي بعد فرض الزوجية لا ينقسم على من يرد عليهم فاضرب جميع مسألة الرد في جميع مسألة الزوجية (1). وما بلغ فهو أصل\r__________\r(1) لأن الباقي بعد فرض الزوجية لا يكون إلا مباينًا لمسألة الرد.","seal":"7B7074EB","part":1},
      {"page":77,"id":79,"nass":"المسألة الجامعة لمسألتي الرد والزوجية، ومن له شيء من مسألة الزوجية أخذه مضروبا في مسألة الرد، ومن له شيء من مسألة الرد أخذه مضروباً في الباقي من مسألة الزوجية بعد فرضها.\rومثالها رقم (2)\r\rالمثال رقم (2): مات عن: (زوجة، وأم أوجدّة، وأختين لأم)\r\rالتوضيح:\rالمسألة الأولى: أصلها من (4) مخرج فرض الزوجة. للزوجة واحد، ويبقى (3) مشتركة بين الجدة والأختين لأم.\rالمسألة الثانية: أصلها من (6) وبالرد تصبح من (3) مجموع السهام.\rوبالنظر بين المسألتين: نجد أن مجموع سهام الجدة والأختين لأم في مسألة الزوجية هو (3) وبين أصل مسألة الرد (3) وهذا العدد متماثلاً في المسألتين.\rولذا بقي أصل المسألة الجامعة هو مخرج فرض الزوجية.","seal":"2F44A35B","part":1},
      {"page":78,"id":80,"nass":"مثاله رقم (2): مات عن: (زوجة، وبنتين، وأم)\r\rالتوضيح:\rالمسألة الأولى: أصلها من (8) مخرج فرض الزوجة.\rوالمسألة الثانية: أصلها من (6) وبالرد تصبح من (5) مجموع السهام.\rفإذا أخذت الزوجة فرضها وهو الثمن، بقي سبعة اثمان وهو نصيب البنتين والأم فرضًا وردًا، وبين السبعة، والخمسة تباين. فنضرب أصل مسألة الرد وهو خمسة (5) في أصل مسألة الزوجية وهو ثمانية (8) يكون الحاصل (5×8=40) هو الجامعة.\r\rوحين أردنا معرفة مالكل من الجامعة عملنا الآتي: ضربنا نصيب الزوجة الأولى في جميع مسألة الرد (1×5=5) نصيب الزوجة من الجامعة.\rوضربنا نصيب كل واحد من أصحاب الرد فيما بقي بعد أخذ الزوجة فرضها وهو (7)، نضرب (4×7) يكون نصيب البنتين (28).\rكما نضرب (1×7) يكون نصيب الأم (7).\rوقس على هذا ما شابهها والله تعالى أعلم.","seal":"57861EEA","part":1},
      {"page":79,"id":81,"nass":"باب الحساب وطريقة تصحيح المسائل\rمعرفة أصل المسألة، ضروري لكل باحث في علم الفرائض.\rومن أجل أن نعرف (أصل المسألة) ننظر إلى الورثة أولاً، فإما أن يكونوا كلهم عصبات، أو كلهم ذوي فروض، أو يكونوا مختلطين فيهم عصبات وفيهم أصحاب فروض.\r\rالقسم الأول:\rإذا كانوا كلهم عصبات، كان أصل المسألة من عدد رؤوسهم إذا كانوا ذكوراً فقط.\rمثاله: مات عن خمس بنين فالمسألة من خمسة ...... وصورتها رقم (1)\r\rوإن كانوا ذكورًا واناثًا، حسبنا الذكر برأسين والأنثى برأس واحد باعتبار أن للذكر مثل حظ الأنثيين، وكانت المسألة من عدد الرؤوس أيضًا.\rمثاله: مات عن (ابنين، وثلاث بنات) كانت المسألة من سبعة ... ... وصورتها (2)\r\rالقسم الثاني:\rوإن كانوا كلهم ذوي فروض. فإن كان في المسألة فرض واحد كان أصل المسألة من مخرج أي (مقام) الفرض المذكور، فالثلث من ثلاثة، والربع من أربعة، والسدس من ستة والثمن من ثمانية، وهكذا يكون أصل المسألة.\r\rوإن كان في المسألة أكثر من فرض واحد فإن أصل المسألة هو المضاعف","seal":"3515C5F3","part":1},
      {"page":80,"id":82,"nass":"المشترك بين المقامات متماثلة أو متداخلة أو متباينة.\r\rوقد وضع علماء الميراث قاعدة سهلة مبسطة يستطيع بها الشخص معرفة أصل المسألة دون عناء أو تعب وذلك بحصر الفروض في نوعين وهي كالآتي:\rالنوع الأول: النصف، الربع، الثمن.\rالنوع الثاني: الثلثان، الثلث، السدس.\rفإذا كانت الفروض من النوع الأول فقط فأصل المسألة هو أكبر مقام فيها.\rمثاله: إذا كانت في المسألة (نصف وربع) فالمسألة من أربعة.\r\rوإذا كانت الفروض من النوع الثاني فقط فأصل المسألة هو أكبر مقام فيها.\rمثاله: إذا كان في المسألة (ثلثين وسدس) فالمسألة من ستة.\r\rأما إذا كان في المسألة فرضان أو أكثر مختلطين أحدهما من النوع الأول والآخر من النوع الثاني فاحفظ هذه القاعدة:\r\rالقاعدة:\r1 - إذا اختلط (النصف) من النوع الأول، بالنوع الثاني كله أو بعضه فالمسألة من (ستة) ... وصورتها رقم (1)\r2 - إذا اختلط (الربع) من النوع الأول، بالنوع الثاني كله أو بعضه فالمسألة من (اثني عشر) ...... وصورتها رقم (2)\r3 - إذا اختلط (الثمن) من النوع الأول، بالنوع الثاني كله أو بعضه فالمسألة من (أربعة وعشرين) ... وصورتها رقم (3)","seal":"E9F7E109","part":1},
      {"page":82,"id":84,"nass":"من أجل أن نتوصل إلى إجراء التصحيح للمسائل لابد من معرفة النسب الأربعة وهي:\r(التماثل، التداخل، التوافق، التباين)\r\r1 - التماثل: هو أن يكون أحد العددين مماثلاً للآخر مثل (2 مع 2) و (3مع 3) و (7مع 7) وهكذا.\rوحكمه أن نكتفي بأحد المتماثلين.\r\rوالأمثلة في ذلك كثيرة منها: أن يجتمع في المسألة نصفان (كزوج وشقيقة) و (كزوج وأخت لأب).فلكل منهما نصف ومخرج النصف (2)\rفنكتفي بأحدهما للتماثل ويكون أصل المسألة من (2) ... وصورتها (1،2)\r\rومثاله لو اجتمع فيها ثلث، وثلثان (كشقيقتين وأخوين لأم) فإن مخرج كل منهما (3) وبينهما تماثل.\rفنكتفي بأحدهما ويكون أصل المسألة (3) ..... وصورتها رقم (3)","seal":"610BFF87","part":1},
      {"page":83,"id":85,"nass":"2 - التداخل: وهو أن يكون أحد العددين أكبر من الآخر، ولكن العدد الأكبر يفني الأصغر مرتين فأكثر.\rبمعنى أنه إذا حّط من الأكبر بقدر الأصغر مرتين فأكثر لايبقى شيء.\rوبعبارة أخرى (أن العدد الأكبر ينقسم على الأصغر بلا كسر ولا زيادة)\rمثاله: (3 مع 6 أو مع 9 أو مع 12)\rوكذلك: (5 مع 10 أو مع 15 أو مع 20)\rوكذلك: (7 مع 14 أو مع 21).\r\rوحكمه أن نكتفي بالعدد الأكبر ويندرج الأصغر تحت الأكبر. مثاله: (النصف والربع) في زوجة وشقيقة وعم فأصلها من (4).\rللتداخل بين (2 و 4) فنكتفى بالأكبر ......... وصورتها (أ).\rوكذلك: (النصف والسدس) في بنت وأم وشقيق، فأصلها من (6).\rللتداخل بين (2 وَ 6) فنكتفى بالأكبر ....... وصورتها (ب).\rوكذلك (النصف والثمن) في بنت وزوجة وشقيق، فأصلها من (8) للتداخل بين (2 وَ 8) فنكتفى بالأكبر ............... وصورتها (جـ)","seal":"06272A53","part":1},
      {"page":84,"id":86,"nass":"3 - التوافق: هو أن يتوافق العددان في جزء صحيح من الأجزاء.\rمثاله: (4 وَ 6) فإن لكل منهما نصفًا صحيحًا.\rوكذلك (6 مع 9 أو 15) فإن لكل منهما ثلثًا صحيحًا.\rوكذلك (10 مع 15 أو 25) فإن لكل منهما خمسًا صحيحًا.\rثم إن التوافق المعتبر إنما يكون بأقل جزء صحيح فبين (12 وَ 18) توافق من وجوه متعددة، إذ هو بينهما بالنصف والثلث والسدس لكن العبرة بتوافقهما بالسدس لأنه أقل جزء وذلك لسهولة الحساب.\r\rوحكم التوافق: (أن تضرب وفق احدهما في كامل الآخر).\r\rوالمراد بالوفق: الجزء الذي توافقا فيه مثل (4 مع 6) بينهما توافق بالنصف (فتضرب وفق أحدهما وهو نصفه هنا في كامل الآخر). (2×6) أو (4×3) الحاصل (12) وهو أصل المسألة.\rوكذلك مثل (8 مع 12) بينهما توافق في الربع. (فتضرب وفق أحدهما وهو ربعه هنا في كامل الآخر) (2×12) أو (8×3) الحاصل (24) وهو أصل المسألة.\r\rمثاله: في التأصيل: (سدس مع ثمن) كأم وزوجة وابن. فبينهما توافق في النصف (فتضرب وفق أحدهما في كامل الآخر) (3×8) أو (6×4) الحاصل (24) وهو أصل المسألة وصوتها (أ)\r\rوكذلك (ربع مع سدس) في مسألة زوج وأم وابن. فبينهما توافق في النصف (فتضرب وفق أحدهما في كامل الآخر) (4×3) أو (2×6) الحاصل (12) وهو أصل المسألة وصورتها (ب)","seal":"DCBAEAED","part":1},
      {"page":85,"id":87,"nass":"4 - التباين: وهو أن لايكون بين العددين توافق في جزء من الأجزاء. ...\rبمعنى (ألا يقسم أحد العددين على الآخر، ولا يقسمهما عدد آخر) لأنه ليس بينهما اشتراك.\rمثل (2 مع 3) و (3 مع 4) و (4 مع 7) و (8 مع 11) وهكذا.\r\rوحكم التباين: (أن تضرب جميع أحدهما في كامل الآخر)\r\rومثاله في التأصيل (كنصف وثلث) في مسألة (أم وشقيقة وعم) للأم الثلث وللشقيقة النصف وبين مخرجيهما تباين.\rفاضرب جميع أحدهما في كامل الآخر (3×2) الحاصل (6) وهو أصل المسألة وصورتها (أ)\r\rمثال آخر: (ثلث وربع) في مسألة (زوجة وأم وشقيق) فللزوجة ربع وللأم ثلث وبين مخرجيهما تباين.\rفاضرب جميع أحدهما في كامل الآخر (4×3) الحاصل (12) وهو أصل المسألة وصورتها (ب)","seal":"76360630","part":1},
      {"page":86,"id":88,"nass":"طريقة تصحيح المسائل:\rوالآن بعد أن عرفنا معنى كل من (التماثل، والتداخل، والتوافق، والتباين) يمكننا أن نصحح المسألة.\r\rكيفية التصحيح هي:\rأن ننظر بين سهام الورثة ورؤوسهم، فإن أنقسمت عليهم السهام قسمة صحيحة بلا كسر فبها ونعمت ... وإن لم تنقسم ننظر إن كان بينهما موافقه أخذ وفق عدد الرؤوس وضرب في أصل المسألة أو عولها.\rوإن كانت المباينة ضرب عدد الرؤوس بأصل المسألة أو عولها ويصبح حاصل الضرب هو أصل المسألة ويسمى هذا بـ (تصحيح المسألة).\rوأما الجزء الذي نضربه في أصل أو العول لتصحيح المسألة فيسمى (جزء السهم).\r\rمثال على التوافق:\r1 - مات عن (8 بنات، وأم، وعم)\rالمسألة من (6) (للبنات 4 سهام) (وللأم سهم) (وللعم سهم) وبين سهام البنات وعدد رؤوسهن توافق بالربع).\rوربع الثمانية (2) هو جزء السهم يضرب في أصل المسألة (2×6=12) وهو تصحيح المسألة .......... وصورتها (أ).","seal":"D3172145","part":1},
      {"page":87,"id":89,"nass":"مثال على التباين:\r1 - ماتت عن (زوج وبنت وثلاث بنات ابن وأخ شقيق)\rفي هذه المسألة للزوج الربع وللبنت النصف ولبنات الابن السدس تكملة للثلثين، وللأخ الشقيق الباقي لأنه عصبة بالنفس والمسألة من (12).\rننظر بين سهام بنات الابن وعدد رؤوسهن فنجد العددين (2،3) تباينًا.\rفنضرب الثلاثة في أصل المسألة ينتج تصحيح المسألة (3×12=36)\rويصبح نصيب بنات الابن بعد التصحيح (6) سهام، لكل بنت ابن سهمان. ... وهذه صورتها (ب)","seal":"1F574665","part":1},
      {"page":88,"id":90,"nass":"الإنكسار على فريق\rالإنكسار: هو عدم إنقسام السهام على الرؤوس.\rوالفريق والحزب والحيز والرؤس والأصناف ألفاظ مترادفة.\rوالمراد به هنا جماعة اشتركوا في فرض أو فيما بقيّ بعد الفروض.\rوقد يطلق الفريق على الواحد المنفرد.\rوجزء السهم: هو حظ السهم الواحد من أصل المسألة أو مبلغ عولها إن كانت عائلة وهو الناتج من النظر بين المنكسر أو المنكسرات، والمنكسر عليه في الإنكسار على فريق أو على أكثر (1).\r\rحكم الإنكسار على فريق واحد:\rإذا كان الإنكسار على فريق واحد فانظر بين ذلك الفريق وسهامه بنظرين بالتوافق والتباين، فإن كان بينهما توافق في جزء من الأجزاء فاضرب وفق الرؤوس في أصل المسألة أو عولها إن كانت عائلة وتصح المسألة من حاصل الضرب.\r\rوإن كان بينهما تباين فاضرب جميع الرؤوس في أصل المسألة أو عولها إن كانت عائلة وتصح المسألة من حاصل الضرب.\r\rقال صاحب الرحبيه رحمه الله تعالى:\rوإن تر السهام ليست تنقسم ....... على ذوي الميراث فاتبع مارسم\rواطلب طريق الإختصار في العمل ....... بالوفق والضرب يجانبك الزلل\rواردد إلى الوفق الذي يوافق ....... واضربه في الأصل فأنت الحاذق\rإن كان جنسًا واحدًا أو أكثرا ....... فاحفظ ودع عنك الجدال والمرا\r__________\r(1) أفادني بذلك شيخي العلامة أحمد جابر جبران - رحمه الله تعالى-.","seal":"C08AB893","part":1},
      {"page":89,"id":91,"nass":"مثاله في التوافق: أم و (6 بنات) وابن ابن.\r\rالشرح: للأم السدس، لوجود الفرع الوارث، وللبنات الثلثان لتعددهن وعدم وجود من يعصبهن، وابن الابن عصبة بنفسه، ولا يوجد من يحجبه.\r\rأصل المسألة من ستة: للأم سدسهاواحد، وللبنات ثلثاها أربعة، ويفضل سهم واحد هو للعصبة ابن الابن.\rويلاحظ أن سهام البنات لاتنقسم عليهن، وبين السهام وعدد الرؤوس توافقًا في النصف، فيؤخذ وفق عدد رؤوسهن وهو نصفه ثلاثة، فيكون جزء سهم المسألة. وتضرب به أصل المسألة فيخرج التصحيح. (3×6=18) تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rنضرب جزء السهم (3×1) سهم الأم = 3 نصيب الأم.\rنضرب جزء السهم (3×4) سهام البنات = 12 نصيب البنات لكل واحدة منهن (2)\rنضرب جزء السهم (3×1) سهم ابن الابن = 3 نصيب ابن الابن.\r\rولكي نستخرج نصيب الواحدة من البنات اتبع مايأتي:\rنصيب البنات (12قسمة (6) بنات = 2 نصيب الواحدة من البنات.\r\rوعلى هذا استخرج نصيب كل فرد من الورثة.","seal":"B9FFD8F6","part":1},
      {"page":90,"id":92,"nass":"مثاله في التباين: زوج و (3 بنات وأم. ...\r\rالشرح: للزوج الربع، لوجود فرع وارث، وللبنات الثلثان، لتعددهن وعدم وجود ابن معهن يعصبهن، وللأم السدس لوجود فرع وارث.\r\rأصل المسألة إثنا عشر: حاصل ضرب أحد مخرجي الربع أو السدس بنصف الآخر لأن بينهما توافق بالنصف، ولدخول مخرج الثلثين في مخرج السدس فسهام التركة في الأصل إثنا عشر:\rربعها ثلاثة للزوج، وثلثاها ثمانية للبنات، وسدسها سهمان للأم فتعول السهام إلى ثلاثة عشر.\rويلاحظ أن سهام البنات لاتنقسم على رؤوسهن وبينهما تباين، فتصحح المسألة بضربها بثلاثة عدد رؤوس أصحاب السهام الذين لاتنقسم عليهم سهامهم وتسمى الثلاثة: جزء سهم المسألة فتصبح السهام تسعة وثلاثين، جزء السهم (3×13) عول المسألة = 39 الحاصل هو تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rنضرب جزء السهم (3×3) سهام الزوج = 9 نصيب الزوج.\rنضرب جزء السهم (3×8) سهام البنات = 24 نصيب البنات لكل واحدة منهن (8).\rنضرب جزء السهم (3×2) سهام الأم = 6 نصيب الأم.\r\rولكي نستخرج نصيب الواحدة من البنات اتبع مايأتي:\rنصيب البنات 24قسمة 3 /بنات = 8 نصيب الواحدة من البنات.\r\rوعلى هذا استخرج نصيب كل فرد من الورثة","seal":"BF57C4A4","part":1},
      {"page":91,"id":93,"nass":"حكم الإنكسار على فريقين أو ثلاث فرق أو أربع فرق\rإذا وقع الإنكسار على فريقين أو ثلاث فرق أو أربع فرق فقابل بين كل فريق وسهامه وانظر بينهما بنظرين بالتوافق والتباين.\rفإن كانت بينهما موافقة فاحفظ وفق الرؤوس، أو مباينة فاحفظ جميع الرؤوس ويسمى محفوظًا أولاً.\r\rثم انظر بين الفريق الثاني وسهامه بالتوافق والتباين واحفظ وفق الرؤوس في التوافق وجميعها في التباين، ويسمى محفوظًا ثانيًا.\r\rثم انظر بين الفريق الثالث وسهامه بالتوافق والتباين أيضًا واحفظ وفق الرؤوس في التوافق وجميعها في التباين ويسمى محفوظًا ثالثًا.\r\rثم انظر بين الفريق الرابع وسهامه بالتوافق والتباين أيضًا واحفظ وفق الرؤوس في التوافق وجميعها في التباين كذلك ويسمى محفوظًا رابعًا.\r\rثم أنظر بين المحفوظين أو المحفوظات بالنسب الأربع وهي: التماثل والتداخل والتوافق والتباين.\rفإن كانت متماثلة فاكتفِ بأحدها - ويسمى جزء السهم - واضربه في أصل المسألة أو بعولها إن كانت عائلة وما بلغ صحت منه المسألة.\rوإن كانت متداخلة فاكتف بالعدد الأكبر - ويسمى جزء السهم - واضربه في أصل المسألة أو بعولها إن كانت عائلة وما بلغ صحت منه المسألة.\rوإن كانت متوافقة فاضرب وفق أحد العددين في كامل الآخر وحاصل الضرب هو جزء السهم وجزء السهم نضربه في أصل المسألة أو بعولها إن كانت عائلة وما بلغ صحّت منه المسألة.","seal":"BD46F297","part":1},
      {"page":92,"id":94,"nass":"وإن كانت متباينة فاضرب جميع أحد العددين في كامل الآخر وحاصل الضرب هو جزء السهم، وجزء السهم تضربه في أصل المسألة أو بعولها إن كانت عائلة وما بلغ صحّت منه المسألة.\r\rوإن كانت مختلفة فانظر بين محفوظين وخذ أحدهما في التماثل وأكبرهما في التداخل وحاصل ضرب وفق أحدهما في كامل الآخر في التوافق، وحاصل ضرب جميع أحدهما في كامل الآخر في التباين ثم أنظر بين ما أخذته والمحفوظ الثالث بالنسب الأربع كما سبق ثم أنظر بين ما أخذته والمحفوظ الرابع بالنسب الأربع أيضًا كما سبق ويسمى المأخوذ أخيرًا (جزء السهم) فاضربه في أصل المسألة أو بعولها إن كانت عائلة، وما بلغ فمنه تصح المسألة.\r\rوكل من له شىء من أصل المسألة يأخذه مضروبًا في جزء السهم.\r\rقال صاحب الرحبيه رحمه الله تعالى:\rوإن تر الكسر على أجناس ....... فإنها في الحكم عند الناس\rتحصر في أربعة أقسام ....... يعرفها الماهر في الأحكام\rمماثل من بعده مناسب ....... وبعده موافق مصاحب\rوالرابع المباين المخالف ....... ينبيك عن تفصيلهن العارف\rفخذ من المماثلين واحدا ....... وخذ من المناسبين الزائدا\rواضرب جميع الوفق بالموافق ....... واسلك بذاك أنهج الطرائق\rوخذ جميع العدد المباين ....... واضربه في الثاني ولا تداهن\rفذاك جزء السهم فاعلمنه ....... واحذر هديت أن تضل عنه\rواضربه في الأصل الذي تأصلا ....... واحص ما انضم وما تحصلا\rواقسمه فالقسم إذًا صحيح ....... يعرفه الأعجم والفصيح\r\rوإليك هذه الأمثلة لتتضح لك الصورة أكثر:-","seal":"05057932","part":1},
      {"page":93,"id":95,"nass":"مثال الإنكسار على فريقين حال تماثل المحفوظات: أم و (5 إخوة لأم) و (5 أعمام).\r\rالشرح: أصل المسألة ستة: للأم سدسها سهم واحد، وللإخوة لأم ثلثها سهمًا ويفضل ثلاثة أسهم هي للعصبة الأعمام.\rينظر في سهام المسألة فيرى أن سهام الإخوة لأم لاتنقسم عليهم وكذلك سهام الأعمام.\rوبين عدد الفريق الأول وسهامه تباين، فيحفظ عدد رؤوسهم وهو (5) خمسة وكذلك بين الفريق الثاني وسهامه تباين، فيحفظ عدد رؤوسهم أيضًا وهو (5) خمسة ثم ينظر بين المحفوظ الأول والمحفوظ الثاني فيلاحظ أنهما متماثلان، فيؤخذ أحدهما ويعتبر جزء سهم المسألة.\rويضرب جزء سهم المسأل (5×6) أصل المسألة يخرج تصحيح المسألة (30)\r\rومن له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rجزء السهم (5×1) سهم الأم = 5 نصيب الأم.\rجزء السهم (5×2) سهمي الإخوة لأم =10 نصيب الأخوة لأم لكل واحد منهم 2\rجزء السهم (5×3) سهام الأعمام = 15 نصيب الأعمام لكل واحد منهم (3)\r\rولكي نستخرج نصيب كل فرد من الورثة اتبع مايأتي:\r1 - نصيب الإخوة ... 10 قسمة 5 / إخوة = 2 نصيب الواحد من الإخوة.\r2 - نصيب الأعمام ... 15 قسمة 5 / أعمام = 3 نصيب الواحد من الأعمام.\r\rوعلى هذا استخرج نصيب كل فرد من الورثة في بقية الصور.","seal":"348E1472","part":1},
      {"page":94,"id":96,"nass":"مثال الإنكسار على فريقين حال تداخل المحفوظات:: أم و (4 إخوة لأم) و (4 أعمام).\r\rالشرح: أصل المسألة من سته: للأم سدسها واحد، وللإخوة لأم ثلثها إثنان، ويفضل ثلاثة أسهم هي للأعمام العصبة.\rويلاحظ أن سهام الإخوة لاتنقسم عليهم وبين سهامهم وعدد رؤوسهم توافق بالنصف، فيحفظ وفق عددهم وهو (2).\rوكذلك سهام الأعمام لاتنقسم عليهم، وبين سهامهم وعدد رؤوسهم تباين فيحفظ عدد رؤوسهم وهو (4).\rوبين المحفوظ الأول (2) والمحفوظ الثاني (4) تداخل، فيؤخذ الأكبر منهما وهو (4) فيكون جزء سهم المسألة.\rويضرب بها في أصل المسألة فتصبح السهام بعد التصحيح أربعة وعشرين (24).\rجزء السهم (4×6) أصل المسألة = 24 تصحيح المسألة.\r\rومن له شىء من أصل المسألة أخذه مضروبًا في جزء السهم:\rفنظرب جزء السهم (4×1) سهم الأم = (4) نصيب الأم.","seal":"B0C8E390","part":1},
      {"page":95,"id":97,"nass":"ونضرب جزء السهم (4×2) سهمى الإخوة لأم = 8 نصيب الإخوة لأم لكل واحد منهم اثنان.\rونضرب جزء السهم (4×3) سهام الأعمام = 12 نصيب الأعمام لكل واحد منهم ثلاثة.\r\rمثال الإنكسار على فريقين حال توافق المحفوظات: أم و (15) إخوة لأم و (10) أعمام).\r\rالشرح:\rأصل المسألة من سته:\rللأم سدسها سهم واحد، وللإخوة لأم ثلثها إثنان، ويفضل ثلاثة أسهم هي للأعمام العصبة.\rوإذا رجعنا إلى سهام كل فريق من الورثة وجدنا أن سهام الإخوة لأم لاتنقسم عليهم وبين سهامهم وعدد رؤوسهم تباين فيحفظ عدد رؤوسهم (15)\rوكذلك سهام الأعمام لاتنقسم عليهم، وبين سهامهم وعدد رؤوسهم تباين فيحفظ عدد رؤوسهم وهو (10).","seal":"6BD0B72A","part":1},
      {"page":96,"id":98,"nass":"ثم ننظر فنجد أن بين المحفوظات توافقًا في الخمس لأن كلاً منهما يقبل القسمة على خمسة، فنأخذ وفق أحدهما وهو خُمسه، ونضربه بكامل الآخر (2×15 أو 3×10=30) ويكون الحاصل هو جزء سهم المسألة.\rثم نضرب جزء السهم (30×6 أصل المسألة= 180 تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rجزء اجزء السهم (30×1) سهم الأم= 30 نصيب الأم.\rججزء السهم (30×2) سهمي الإخوة لأم=60 نصيب الأخوة لأم لكل واحد منهم4\rجزء السهم (30×3) سهام الأعمام= 90 نصيب الأعمام لكل واحد منهم (9)\r\rمثال الإنكسار على فريقين حال تباين المحفوظات: أم و (3) إخوة لأم و (6) أعمام).\r\rالشرح: أصل المسألة من سته: للأم سدسها سهم واحد، وللإخوة لأم ثلثها إثنان، ويبقى ثلاثة أسهم هي للأعمام العصبة.","seal":"D5F61B53","part":1},
      {"page":97,"id":99,"nass":"وسهام الإخوة لاتنقسم عليهم، وبينها وبين عددهم تباين فيحفظ عدد رؤوسهم3\rوكذلك سهام الأعمام لاتنقسم عليهم وبينها وبين عدد رؤوسهم توافق في الثلث لأن كلاً منهما يقبل القسمة على ثلاثة، فيؤخذ وفق عدد رؤوسهم أي ثلثه وهو 2 فيحفظ.\rثم ننظر بين المحفوظات فنجد أن المحفوظ الأول (3) والمحفوظ الثاني (2) متباينة فنضرب أحدها بالآخر.3×2 = فيكون الحاصل (6) هو جزء سهم المسألة.\rنضرب به المسألة 6×6 فتصبح سهامها (36) تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rجزء السهم (1×6) سهم الأم = 6 نصيب الأم. جزء السهم (6 ×2) سهمي الإخوة لأم = 12نصيب الأخوة لأم لكل واحد منهم 4\rجزء السهم (6 ×3) سهام الأعمام = 18 نصيب الأعمام لكل واحد منهم 3","seal":"818EE125","part":1},
      {"page":98,"id":100,"nass":"مثال الإنكسار على ثلاثة فرق حال تماثل المحفوظات: زوجتين و (8) أخوات لأم وأخوين لأب.\r\rالشرح:\rأصل المسألة إثنا عشر: للزوجات ربعها ثلاثة، وللأخوات لأم ثلثها أربعة، ويبقى خمسة للإخوة لأب العصبة.\rويلاحظ بأن سهام الزوجات وعدد رؤوسهن تباين، فيحفظ عدد رؤوسهن وهو 2\rوبين سهام الأخوات لأم وعددهن توافق في الربع فيحفظ ربع عددهن وهو2\rوبين سهام الإخوة لأب وعددهم تباين فيحفظ عدد رؤوسهم وهو (2)\rفنجد أن بين المحفوظات تماثلاً فنكتفي بأحدهم وهو (2) فيكون جزء سهم المسألة.\rوتضرب به أصل المسألة (2×12=24) تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rجزء السهم (2×3) سهام الزوجات = (6) نصيب الزوجات. لكل واحدة منهما 2.\rجزء السهم (2×4) سهام الأخوات لأم = 8 نصيب الأخوات لأم. لكل واحدة منهن 1\rجزء السهم (2×5) سهام الإخوة لأب = 10 نصيب الإخوة لأب. لكل واحد منهما (5)","seal":"17A5D6A5","part":1},
      {"page":99,"id":101,"nass":"مثال الإنكسار على ثلاثة فرق حال تباين المحفوظات: جدتين و (6) إخوة لأم و (15) عم.\r\rالشرح:\rأصل المسألة من ستة: للجدات سدسها سهم واحد، وللإخوة لأم ثلثها سهمان. فيفضل ثلاثة هي للعصبة الأعمام.\rونجد أن سهام جميع الفرقاء لا تنقسم عليهم.\rوبين سهام الجدات وعدد رؤوسهن تباين، فيحفظ عدد رؤوسهن اثنان.\rوبين سهام الإخوة لأم وعدد رؤوسهم توافق بالنصف.\rلأن كلاً منهما يقبل القسمة على اثنين، فيؤخذ وفق عدد الرؤوس - أي نصفه - ثلاثة ويحفظ وبين سهام الأعمام وعدد رؤوسهم توافق بالثلث لانقسام كل منهما على ثلاثة، فيؤخذ وفق عددهم - أي ثلثه - خمسة ويحفظ.\r\rثم ينظر بين المحفوظات فيوجد بين الأول والثاني (2،3) تباين فيضربان 2×3=6 (6×5)\rثم ينظر حاصل الضرب 6 والمحفوظ الثالث (6و5) فيوجد تباين أيضًا فيضربان (6×5) الحاصل (30) هو جزء السهم\rثم يضرب جزء سهم المسألة (30×6) أصل المسألة = (180) الحاصل هو تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rجزء السهم (30×1) سهم الجدات = (30) نصيب الجدات لكل واحدة منهما 15\rجزء السهم30×2 سهمي الإخوة لأم=60 نصيب الإخوة لأم لكل واحد منهم (10)\rجزء السهم (30×3) سهام الأعمام = 90 نصيب الأعمام لكل واحد منهم (6)","seal":"8F983563","part":1},
      {"page":100,"id":102,"nass":"مثال الإنكسار على ثلاثة فرق حال التداخل والتباين بين المحفوظات: زوجتان، و (5) بنات، و (4) شقيقات.\r\rالشرح:\rأصل المسألة أربعة وعشرون: حاصل ضرب مخرج الثمن بمخرج الثلث فأصل سهام التركة أربعة وعشرون:\rللزوجات ثمنها ثلاثة، وللبنات ثلثاها ستة عشر، ويفضل خمسة هي للعصبة الشقيقات.\rونجد أن جميع الفرقاء لاتنقسم عليهم: وبين سهام الزوجات وعددهن تباين، فيحفظ عددهن (2).\rوبين سهام البنات أيضًا وعددهن تباين، فيحفظ عددهن (5).\rوكذلك بين سهام الشقيقات وعددهن تباين فيحفظ عددهن (4).\r\rثم ننظر في المحفوظات فنجد أن الإثنين تدخل في الأربعة، فنأخذ الأكبر منهما وهو (4) فنجد بينه وبين الخمسة (4، 5) تباينًا.\rفنضرب أحدهما بالآخر (4×5) = فيكون الحاصل (20) هو جزء سهم المسألة.\rثم نضرب جزء السهم (20×24) أصل المسألة = 480 تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم.\rجزء السهم (20×3) سهام الزوجات= 60 نصيب الزوجات لكل","seal":"F69CC19C","part":1},
      {"page":101,"id":103,"nass":"واحدة منهما (30).\rجزء السهم (20×16) سهام البنات = 320 نصيب البنات لكل واحدة منهن (64).\rجزء السهم (20×4) سهام الشقيقات= 100 نصيب الشقيقات لكل واحدة منهن (25).\r\rمثال الإنكسار على ثلاثة فرق حال التداخل والتوافق بين المحفوظات: أم، وزوجتين، و (16) إخوة لأم، و (10) أعمام.\r\rالشرح:\rأصل المسألة إثنا عشر: للأم سدسها اثنان، وللزوجات ربعها ثلاثة، وللإخوة ثلثها أربعة، ويفضل ثلاثة أسهم هي للعصبة الأعمام.\rننظر في المسألة فنجد أن ثلاثة فرقاء من الورثة لاتنقسم سهامهم عليهم وهم: الزوجات: بين سهامهن وعددهن تباين، فيحفظ عددهن (2).\rوالأخوة لأم: بين سهامهم وعددهم توافق بالربع، فيحفظ ربع عددهم (4)\rوالأعمام: بين سهامهم وعددهم تباين، فيحفظ عددهم (10).\r\rوهكذا نجد أن هناك تداخلاً وتوافقًا بين المحفوظات: فبين الإثنين والأربعة (2، 4) تداخل فنأخذ الأكبر منهما (4).","seal":"D6A6B83B","part":1},
      {"page":102,"id":104,"nass":"فنجد بينه وبين العشرة (4، 10) توافقًا بالنصف، لأن كلاً منهما ينقسم على اثنين، فنأخذ نصف أحدهما ونضربه بالآخر.\r(2×10 أو 4×5) فيكون الحاصل = 20 وهو جزء سهم المسألة.\rثم نضرب جزء السهم (20×12) أصل المسألة فيكون الحاصل = 240 تصحيح المسألة.\rوكما قلنا سابقًا كل من له شىء من أصل المسألة يأخذه مضروبًا في جزء السهم.\rجزء السهم (20×2) سهمي الأم= 40 نصيب الأم.\rجزء السهم (20×3) سهام الزوجات = 60 نصيب الزوجات لكل واحدة منهما (30)\rجزء السهم (20×4) سهام الإخوة لأم= 80 نصيب الأخوة لأم لكل واحد منهم (5)\rجزء السهم (20×3) سهام الأعمام = 60 نصيب الأعمام لكل واحد منهم (6)","seal":"877126FB","part":1},
      {"page":103,"id":105,"nass":"مثال الإنكسار على أربعة فرق حال تماثل المحفوظات: (4) زوجات، (8) جدات، (16) إخوة لأم، (4) أعمام.\r\rالشرح:\rأصل المسألة إثنا عشر: للزوجات ربعها ثلاثة، وللجدات سدسها اثنان، وللإخوة لأم ثلثها أربعة، وللأعمام الباقي ثلاثة.\rننظر في المسألة فنجد أن جميع الفرقاء لاتنقسم سهامهم عليهم وهم:\rالزوجات: بين سهامهن وعددهن تباين، فيحفظ عددهن 4.والجدات: بين سهامهن وعددهن توافق بالنصف، فيحفظ نصف عددهن 4\rوالإخوة لأم: بين سهامهم وعددهم توافق بالربع، فيحفظ ربع عددهم 4.\rوالأعمام: بين سهامهم وعددهم تباين، فيحفظ عددهم 4.\r\rثم ننظر بين المحفوظات فنجدها متماثلة فنكتفي بأحدهم وهو (4) ويعتبر جزء سهم المسألة. ثم نضرب جزء سهم المسألة (4×12) أصل المسألة فيكون الحاصل (48) تصحيح المسألة.\r\rوكل من له شىء من أصل المسألة أخذه مضروبًا في جزء السهم:\rنضرب جزء السهم (4×3) سهام الزوجات=12 نصيب الزوجات لكل واحدة منهن (3)","seal":"77F1290D","part":1},
      {"page":104,"id":106,"nass":"ثم نضرب جزء السهم (4×2) سهمي الجدات =8 لكل واحدة منهن1 ثم نضرب جزء السهم (4×4) سهام الإخوة لأم = 16 نصيب الإخوة لأم لكل واحد منهم (1). ثم نضرب جزء السهم (4×3) سهام الأعمام = 12 نصيب الأعمام لكل واحد منهم (3).\rمثال الإنكسار على أربعة فرق حال التماثل والتباين بين المحفوظات: زوجتان و (4) جدات، و (3) إخوة لأم، و (2) عمين. الشرح: أصل المسألة إثنا عشر: للزوجات ربعها ثلاثة، وللجدات سدسها اثنان، وللإخوة لأم ثلثها أربعة، وللأعمام الباقي ثلاثة. ننظر في المسألة فنجد أن جميع الفرقاء لاتنقسم سهامهم عليهم وهم: الزوجات: بين سهامهما وعددهما تباين، فيحفظ عددهما 2.والجدات: بين سهامهن وعددهن توافق بالنصف، فيحفظ نصف عددهن 2والإخوة لأم: بين سهامهم وعددهم تباين، فيحفظ عددهم 3.والأعمام: بين سهامهما وعددهما تباين، فيحفظ عددهما 2.ثم ننظر بين المحفوظات فنجدها جميعًا متماثلة ماعدا المحفوظ الثالث","seal":"D787A506","part":1},
      {"page":105,"id":107,"nass":"(2،2،3، 2) فنكتفي بأحد المتماثلة (2)\rوننظر بينه وبين المحفوظ الثالث (2،3)\rفنجد بنهما تباين فنضربه في كامل الآخر (2×3) فيكون الحاصل 6 هو جزء السهم.\rثم نضرب جزء السهم (6×12) صل المسألة = 72 تصحيح المسألة.\r\rوكل من له شىءbمن أصل المسألة أخذه مضروبًا في جزء السهم.\rنضرب جزء السهم (6×3) سهام الزوجات = 18 نصيب الزوجات، لكل واحدة منهما (9).\rثم نضرب جزء السهم (6×2) سهمي الجدات = 12 نصيب الجدات، لكل واحدة منهن (3).\rثم نضرب جزء السهم (6×4) سهام الإخوة لأم = 24 نصيب الإخوة لأم، لكل واحد منهم (8).\rثم نضرب جزء السهم (6×3) سهام الأعمام = 18 نصيب الأعمام، لكل واحد منهم (9).\r\rصورة للتباين بين الرؤوس والسهام حال تماثل المحفوظات: (3) إخوة لأم، و (3) أعمام.\r\rصورة للتباين بين الرؤوس والسهام حال توافق المحفوظات: (4) جدات، و (6) أعمام.","seal":"6E846E76","part":1},
      {"page":106,"id":108,"nass":"صورة للتباين بين الرؤوس والسهام حال تباين المحفوظات:\rوتسمى بالصماء، وكذلك كل مسألة عمّها التباينأي (بين كل فريق وسهامه مع التباين بين المحفوظات) (1)\r\rولها صور منها (أ، ب)\rصورة (أ): (4) زوجات، و (5) أبناء.\r\rصورة (ب): (2) جدتين، و (3) إخوة لأم، و (5) أعمام.\r\rصورة للتوافق بين الرؤوس والسهام حال تماثل المحفوظات: أم، و (4) إخوة لأم، و (8) شقيقات.","seal":"19995C21","part":1},
      {"page":107,"id":109,"nass":"صورة للتوافق بين الرؤوس والسهام حال توافق المحفوظات: أم، و (8) إخوة لأم، و (24) أخوات شقيقات.\r\rصورة للتباين بين الرؤوس والسهام حال تماثل المحفوظات: (5) جدات، و (5) إخوة لأم، و (5) أعمام.\r\rوقس على ذلك بقية صور الإنكسار. والله سبحانه وتعالى أعلم","seal":"30A6B042","part":1},
      {"page":108,"id":110,"nass":"بسم الله الر حمن الرحيم\r\rباب الجد والإخوة\rالمراد بالجد في هذا الباب: الجد الصحيح. وهو ((أبو الأب)) وإن علا.\rبمعنى أنه ليس في نسبته إلى الميت أنثى.\rفإن دخل في نسبته إلىلميت أنثى فهو ((جد غير وارث)).\r\rمثاله: أبو الأم .. وكذلك أبو أم الأب.\rفهذه الجدودة غير وارثة لأنهم من ذوي الأرحام.\r\rوالقاعدة:\rأنه متى دخل بين الذكور أنثى يصبح الجد غير صحيح، ومتى لم تدخل الأنثى بين الذكور فهو جد صحيح كأب الأب، وأب أبي الأب وإن علا.\r\rوالمراد بالإخوة: هم الإخوة الأشقاء أو الإخوة لأب.\rأما الإخوة لأم فإنهم محجوبون بالجد كما تقدم في بابه.\r\rوللجد مع الإخوة حالتان:\rالحالة الأولى: أن لا يكون معهم صاحب فرض.\rبمعنى أن يكون الجد مع الإخوة والأخوات فقط دون أن يكون هناك وارث آخر ممن يستحق الأرث بالفرض كالزوج والزوجة والأم والبنت وبنت الابن والجدة.\r\rوحكمه: أن يكون للجد أفضل الأمرين:\rأ - المقاسمة مع الإخوة.\rب - ثلث جميع المال.\r\rوتتحقق الأفضلية في المقاسمة إذا كان عدد الإخوة أقل من مثليه.\rبمعنى: أن يكون الجد مع أقل من أخوين.","seal":"A164C161","part":1},
      {"page":109,"id":111,"nass":"وفي هذا المعنى قال صاحب الرحبية رحمه الله تعالى:\rيقاسم الإخوة فيهن إذا ....... لم يعد القسم عليه بالأذى\r\rتنبيه:\rيعتبر الجد كأنه ((أخ واحد)) يأخذ نصيب الأخ الواحد ويعامل معاملته مع بقية الإخوة والأخوات.\rبمعنى أنه كالأخ الشقيق مع الشقيقة للذكر مثل حظ الأنثيين.\rإي بمعنى أن الذكر يأخذ ضعف الأنثى.\r\rالأمثلة: وكما قلنا بأن المقاسمة أفضل للجد في كل صورة كان الإخوة فيها أقل من مثليه.\rوتنحصر في خمس صور:\r1. جدّ، وأخت شقيقة ... وصورتها رقم (1).\r2. جدّ، وأخ شقيق ... وصورتها رقم (2).\r3. جدّ، وأختان شقيقتان ... وصورتها رقم (3).\r4. جدّ، وأخ شقيق وأخت شقيقة ... وصورتها رقم (4).\r5. جدّ، وثلاث أخوات شقيقات ... وصورتها رقم (5)\r\rففي الصورة رقم (1):\rيأخذ الجد بالمقاسمة ثلثي المال وهذا خير له من أن يأخذ ثلث جميع المال فلو أعطى الجد في هذه المسألة ثلث جميع المال للحقة النقص عن المقاسمة.\rولذا كانت المقاسمة خير له كما هو واضح.","seal":"2FB65704","part":1},
      {"page":110,"id":112,"nass":"وفي هذه الصورة الثانية يأخذ الجد بالمقاسمة نصف المال وهذا أفضل له من أن يأخذ الثلث، ولذا كانت المقاسمة خير له كما هو واضح.\r\rوفي هذه الصورة رقم (3) يأخذ الجد بالمقاسمة نصف المال لأن الجد كالأخ يأخذ مثل حظ الأنثيين في المقاسمة فلو أعطي الثلث للحقه النقص عن المقاسمة، ولذا كانت المقاسمة خير له من الثلث.\r\rوفي الصورة رقم (4) يأخذ الجد بالمقاسمة اثنين من خمسة وهي أكثر من ثلث المال.","seal":"DB35FCF5","part":1},
      {"page":111,"id":113,"nass":"وفي الصورة رقم (5) يأخذ الجد بالمقاسمة اثنين من خمسه وهي أكثر من ثلث المال.\r\rب - ثلث جميع المال.\rوذلك إذا كانت المقاسمة تضره.\r\rقال صاحب الرحبية رحمه الله تعالى:\rوتارة يأخذ ثلثا كاملاً ....... إن كان بالقسمة عنه نازلاً\r\r- ويكون ثلث جميع المال أفضل للجد إذا كان معه من الإخوة والأخوات أكثر من مثليه.\rبمعنى أن يكون الجد مع أكثر من أخوين.\rكأن يكون مع ثلاثة إخوة أشقاء أو أخوين شقيقين وشقيقة ... وهكذا.\r\rحيث أنه لا ينحصر صوره:\r- وأقلها ذكوراً .. جد وثلاثة إخوة","seal":"EDB7BFC2","part":1},
      {"page":112,"id":114,"nass":"وهذه صورتها:\r\rففي هذه الصورة الأفضل للجد أخذ الثلث فلو قاسمهم لأخذ الربع، فالثلث أكثر منه.\r\r- وأقلها إناثاً - جد وخمس أخوات\rوهذه صورتها:\rوفي هذه الصورة الأفضل للجد أخذ الثلث - فلو قاسمهن لأخذ سبعي المال فالثلث أكثر منه بثلث سبع فكان الثلث أفضل له في هذه المسألة.\r\rوأقلها ذكوراً وإناثاً:\r- جد وأخوان وأخت ... وهذه صورتها:","seal":"88D8D8BF","part":1},
      {"page":113,"id":115,"nass":"- أو جدّ وأخ وثلاث أخوات\rوهذه صورتها:\r\rويستوي للجد المقاسمة وثلث جميع المال إذا كان الإخوة مثليه.\rوينحصر في ثلاث صور:\rالأولى: جد وأخوان شقيقان أو لأب\rالثانية: جد وأخ شقيق أولأب وأختان شقيقتان أو لأب","seal":"D652EE06","part":1},
      {"page":114,"id":116,"nass":"الثالثة: جد وأربع أخوات شقيقات أو لأب ... وهذه صورتها:\r\rوحاصل هذه الحالة التي لا يوجد مع الجدّ والإخوة صاحب فرض:\r- أن المقاسمة أفضل للجد في كل صورة كان الإخوة فيها أقل من مثليه.\rبمعنى أن يكون الجد مع أقل من شقيقين.\r\r- ويكون ثلث المال أفضل للجدّ في كل صورة كان الإخوة فيها أكثر من مثليه بمعنى أن يكون الجدّ مع أكثر من شقيقين.\r\r- وتستوي للجدّ المقاسمة وثلث جميع المال في كل صورة كان الإخوة فيها مثليه بمعنى أن يكون الجدّ مع شقيقين أو ما يساويهما.\r\rالحالة الثانية: أن يكون مع الجد والإخوة صاحب فرض.\rبمعنى وارث آخر ممن له فرض مقدر.\rوأصحاب الفروض الذين يمكن إجتماعهم مع الجد والإخوة ستة وهم:\r1) الزوج. 2) الزوجة. 3) الأم.\r4) الجدة. 5) البنت. 6) بنت الابن.\r\rوحكمه:\rإذا وجد صاحب فرض مع الجد والإخوة فللجد أفضل الأمور الثلاثة:\r\r1 - المقاسمة مع الإخوة بعد إعطاء أصحاب الفروض نصيبهم.\r2 - ثلث الباقي بعد أن يأخذ صاحب الفرض نصيبه.","seal":"FD13BB3D","part":1},
      {"page":115,"id":117,"nass":"3 - سدس جميع المال.\rولا يمكن إعطاؤه أقل منه إلا في حالة العول كما سيأتي.\r\rقال صاحب الرحبية رحمه الله تعالى:\rوتارة يأخذ ثلث الباقي ....... بعد ذوي الفروض والأرزاق\rهذا إذا كانت المقاسمة ....... تنقصه عن ذاك بالمزاحمة\rوتارة يأخذ سدس المال ....... وليس عنه نازلاً بحال\r\rوإليك الأمثلة:\rمثال في مقاسمة الجد مع الإخوة بعد إعطاء أصحاب الفروض فروضهم.\rمات عن زوج وجد وأخ شقيق أو لأب:\rوهذه صورتها:\r\rالتوضيح:\rالمسألة أصلها من اثنين مخرج نصف الزوج.\rللزوج فرضه النصف لعدم الفرع الوارث للزوجه وهو واحد.\rوالنصف الآخر بين الجد والأخ وهو واحد غير منقسم عليهما لتباين الرؤوس والسهام، أخذنا عدد رأسيهما وضربناه في أصل المسألة فكان الناتج (4) أربعة ومنه صحت المسألة.\rللزوج نصفه اثنان والباقي اثنان قسم بين الجد والأخ.\rومقاسمة الجد للأخ خير له من ثلث الباقي أو سدس جميع المال.\rإذ لو أخذ ثلث الباقي لما كان له إلا سدس المسألة.","seal":"52601C09","part":1},
      {"page":116,"id":118,"nass":"مثال في ثلث الباقي للجد خير له من المقاسمة وسدس جميع المال:\rمات عن أم أو جدة وجد وخمسة إخوة.\rوهذه صورتها:\r\rالتوضيح:\rالمسألة أصلها من (6) مخرج سدس الجدة.\rللجدة فرضها السدس وهو واحد، والخمسة الباقية بين الجد والإخوة.\rوليس لها ثلث صحيح فافترضنا ثلاثة مخرج ثلث الباقي وضربناها في المسألة وعملاً كذلك بالقاعدة (ص 48) وهو أن كل مسألة فيها سدس وثلث الباقي والباقي ومع عملية الضرب والقاعدة كان الناتج ثمانية عشر ومنه صحت المسألة.\rللجدة سدسها وهو ثلاثة مما صحت منه المسألة.\rوللجد ثلث الباقي بعد أن أخذت الجدة نصيبها وهو خمسه.\rوللإخوة الخمسة الباقي وهو عشرة لكل واحد اثنان.\rفالجد في هذه المسألة أخذ ثلث الباقي وهو خمسه من خمسة عشر وهو خير له من المقاسمة وسدس جميع المال، إذ لو قاسم الإخوة الباقي وهو خمسة عشر لما حصل له إلا اثنان ونصف، ولو قُدِّر له سدس جميع المال لما أعطى إلا السدس وهو ثلاثة وعليه فثلث الباقي خير له.","seal":"70AAF66B","part":1},
      {"page":117,"id":119,"nass":"- مثال في سدس جميع المال خير للجد من مقاسمة الإخوة وثلث الباقي:\rزوج مات عن: زوجة وبنتين وجد وأخ شقيق أولأب.\rوهذه صورتها\r\rالتوضيح:\rالمسألة أصلها من (24) للزوجة الثمن وهو ثلاثة.\rوللبنتين الثلثان ستة عشر، وللجد سدس المسألة وهو أربعة والباقي واحد للأخ.\rفالسدس جميع المال خير للجد من مقاسمة الإخوة أو ثلث الباقي.\rلأنه لو قاسم الأخ لكان له اثنان ونصف ولو أخذ ثلث الباقي لكان نصيبه أقل من اثنين وعلى هذا يكون سدس جميع المال خير له من المقاسمة وثلث الباقي.\rوقد تستوي المقاسمة وثلث الباقي في مثل:\rأم وجد وأخوين ... وهذه صورتها:","seal":"03012E8B","part":1},
      {"page":118,"id":120,"nass":"التوضيح:\rللجد في هذه المسألة خمسه وهي ثلث الباقي بعد إعطاء الأم فرضها.\r\rوكذلك بالمقاسمة يكون نصيبه خمسة لأن الباقي بعد الفرض خمسة عشر على ثلاثة رؤوس فيكون نصيب الجد خمسة كما هو واضح.\rوقد يستوي ثلث الباقي والسدس في مثل:\rزوج وجدّ وثلاثة إخوة\r\rالتوضيح:\rللجد في هذه المسألة واحد من ستة وهو ثلث الباقي بعد الفرض.\rوكذلك هو سدس جميع المال وكذلك بعد التصحيح يخرج نصيب الجد ثلاثة وهو سدس (18) وكذلك هو ثلث الباقي بعد الفرض لأن الباقي (9) بعد الفرض فكان ثلثه ثلاثة. والله أعلم.\rوقد تستوي الأمور الثلاثة وهي المقاسمة وثلث الباقي وسدس جميع المال في مثل: زوج وجد وأخوين ... وهذه صورتها:","seal":"BD5C7FD1","part":1},
      {"page":119,"id":121,"nass":"التوضيح:\rأصل المسألة من (6): للزوج النصف ثلاثة (3).\rوللجد واحد (1) بالمقاسمة وثلث الباقي وسدس جميع المال.\rوللأخوين الباقي وهو اثنان لكل واحد واحد. والله أعلم.\rتنبيه:\rلا ينقص نصيب الجد عن السدس بحال من الأحوال.\rفلو لم يبق بعد إعطاء أصحاب الفروض إلا السدس أخذه الجد ويُسقط الإخوة.\rومثاله بنتان وأم وجد وإخوة أشقاء\r\rوإذا بقي أقل من السدس فرض للجد السدس وتسقط الإخوة وتعال المسألة وذلك في مثل بنتين وزوج وجد وإخوة ... وهذه صورتها:","seal":"9F615032","part":1},
      {"page":120,"id":122,"nass":"وإن لم يفضل شيء أصلاً فُرض للجد السدس وتعال المسألة وتسقط الإخوة. وذلك في مثل: بنتين وزوج وأم وجد وإخوة.\r\rوهذه صورتها:\r\rتنبيه:\rهذه الأحكام التي بيناها تقتصر على صنف واحد من الإخوة.\rإمّا إخوة أشقاء أو إخوة لأب عند فقد الأشقاء.\rأمّا إذا اجتمع الإخوة الأشقاء والإخوة لأب فحكمهم سيأتي في بابه أمّا الإخوة لأم فإنهم محجوبون بالجد كا سبق ذكره فتنبه.","seal":"5E68A167","part":1},
      {"page":121,"id":123,"nass":"حكم ما إذا اجتمع مع الجد إخوة أشقاء وإخوة لأب\rوتسمى بمسائل (المعادة)\rقال صاحب الرحبية رحمه الله تعالى:\rواحسب بني الأب لدى الاعداد ... وارفض بني الأم مع الأجداد\rواحكم على الإخوة بعد العد ... حكمك فيهم عند فقد الجد\r\rاعلم أن جميع ما تقدم من أحكام الجد إنما هو إذا انفرد مع الجد أحد الصنفين بأن كانوا أشقاء فقط أو إخوة لأب فقط، أما إذا اجتمع الصنفان بأن كانوا إخوة أشقاء وإخوة لأب ذكراً كان أو أنثى مع الجد فإن الإخوة جميعاً يحسبون كانهم من نوع واحد في القسمة إضراراً بالجد، حتى إذا أخذ الجد نصيبه بمقتضى ما تقدم من أحواله انفرد الأشقاء في باقي المال (¬1). . . . . . . . . . . . . .\r¬__________\r(¬1) أي إذا كان هناك شقيق فأكثر كما في جد وأخ شقيق وأخ لأب فللجد الثلث والباقي وهو الثلثان للشقيق وسقط الأخ للأب بعد عده على الجد لأنه محجوب بالشقيق ولذا سميت بمسائل المعادة\r\rوكأم وجدّ وشقيق وأخت لأب فللام السدس والاحظ للجد المقاسمة فله اثنان والباقي للشقيق وسقطت الأخت للأب لحجبها بالشقيق.","seal":"C266615E","part":1},
      {"page":122,"id":124,"nass":"وحُرم الإخوة للأب إلا إذا وجدت شقيقة واحدة (¬1) فيعطي لها نصف المال فإن بقي شيء فهو للإخوة للأب (¬2). . . . . . . . . . . . . .\r¬__________\r(¬1) وإن وجدت شقيقتان فأكثر فلهما إلى الثلثين إن حصلا كجد وشقيقتين وأخ لأب.\rفأصل المسألة ستة للجد سهمان والباقي للشقيقتين\r\rوإن لم يحصلا فما بقي دونهما للشقيقتين فأكثر.\rولا يعال لهما بتمام الثلثين كجد وشقيقتين وأخت لأب.\rفأصل المسألة من خمسة للجد سهمان والباقي للشقيقتين وهو دون الثلثين ويسقط ولد الأب\r\r(¬2) كما في جد وشقيقه وأخ لأب الأحظ للجد في المسألة المقاسمة فتقسم خمسة أسهم عدد رؤوسهم.\r\rفيعطي للجد سهمان وتأخذ الشقيقة نصف الخمسة سهمين ونصفاً، يبقى نصف سهم للأخ لأب. - وتسمى بعشرية زيد-رضي الله عنه- لأنها تصح عنده من عشرة بضرب مخرج نصف الأخت في خمسة الناتج عشرة للجد خمساها أربعة وللأخت نصفها خمسه ويبقى واحد يأخذه الأخ لأب\rوهذه إحدى الزيدات الأربع: وتسمى بعشرية زيد","seal":"65033B4D","part":1},
      {"page":123,"id":125,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬_________\r= ثانيها: عشرينية زيد -رضي الله عنه- وهي:\rجد وشقيقة وأختان لأب أصلها من خمسة والأحظ للجد المقاسمة للجد اثنان وللشقيقة نصف المال سهمان ونصف.\rيفضل نصف يقسم بين الأختين لكل واحدة ربع - ومخرج الربع من أربعة يضرب في أصلها خمسة تبلغ عشرين.\rللجد اثنان في أربعة بثمانية 2 × 4 = 8\rوللشقيقة اثنان ونصف في أربعة = تبلغ 10 عشرة\rوللأخوات نصف في أربعة = تبلغ اثنين 2 لكل واحدة واحد.\r\rوثالثها: مختصرة زيد وهي:\rأم، وجدّ، وشقيقة، وأخ وأخت لأب.\rوفي هذه المسألة يستوي للجد ثلث الباقي بعد الفرض أو مقاسمة الجد للإخوة.\rولهذه المسألة طريقتان:\r- طريقة البسط: وذلك باعتبار المقاسمة.\r- طريقة الاختصار: وذلك باعتبار ثلث الباقي.\r\r1 - كيفية طريقة البسط ثم الاختصار وهذا الأنسب بتسميتها مختصرة زيد وهي كما يلي:\rأن تجعل للجد المقاسمة مع الأخوة.\rفأصلها من سته مخرج سدس الأم.\rللأم واحد والخسمة الباقية بين الجد والأخوة مقاسمة ورؤوسهم سته وبين الخمسة والستة تباين، فاضرب الستة في أصلها 6 × 6 = تبلغ 36 ستة وثلاثين.","seal":"1BB508B1","part":1},
      {"page":124,"id":126,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬_________\r= للأم سدسها ستة (6)، وللجد عشرة، وللشقيقة ثمانية عشر.\rوالباقي اثنان يباين رؤوس أولاد الأب وهم ثلاثة.\rفاضرب الثلاثة عدد رؤوسهم في الستة والثلاثين 3 × 36 = تبلغ مائة وثمانية (108).\rثم اضرب سهام كل وارث في جزء السهم يخرج نصيب كل وارث:\r* سهام الأم 6 × 3 جزء السهم = 18 نصيب الأم\r* سهام الجد 10 × 3 جزء السهم = 30 نصيب الجد\r* سهام الشقيقة 18 × 3 جزء السهم = 54 نصيب الشقيقة\r* سهام الأخوة لأب 2 × 3 جزء السهم = 6 نصيب الإخوة لأب.\rللأخ (4) وللأخت (2) للذكر مثل حظ الأنثيين.\r\rوبما أن الأنصباء كلها مشتركة بالنصف فترجع المسألة إلى نصفها وكل نصيب إلى نصفه فترجع المسألة من (108) إلى نصفها (54).\rللأم نصف (18) وهي = (9).\rوللجد نصف (30) وهي = (15).\rوللشقيقة نصف (54) وهي = (27).\rولأولاد الأب نصف (6) وهي = (3) سهمان للذكر، وسهم للأنثى.","seal":"E89B140C","part":1},
      {"page":125,"id":127,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬_________\r= طريقة الاختصار:\rأن تجعل للجد ثلث الباقي بعد الفرض وأصلها حينئذ من (18) ثمانية عشر.\rللأم سدسها ثلاثة.\rوللجد ثلث الباقي خمسة من خمسة عشر.\rوللشقيقة نصفها تسعة من ثمانية عشر.\rولأولاد الأب سهم.\rورؤوسهم ثلاثة وبين روؤسهم وسهمهم تباين.\rفتضرب الروؤس 3 × 18 أصل المسألة تبلغ (54) أربعة وخمسين.\rللأم تسعة، وللجد خمسة عشر وللشقيقة سبعة وعشرون ولأولاد الأب ثلاثة.\rهذه صورتها:\r\rوسميت مختصرة زيد لأن سيدنا زيد -رضي الله عنه- قسمها عن طريق البسط.\rثم اختصر حتى أصبحت من أربعة وخميسن.\rقال العلامة ابن الهائم رحمه الله تعالى فيها ملغزاً:\rأيا معشر الفرّاض إني سائل ....... عن امرأة جاءت لقوم تجادل\rفقالت وكانوا يبتغون تقاسما ....... تأنوا إلى وضعي فإني حامل\rفإن كان أنثى لم يرث معكم وإن ....... يكن ذكراً يحرم وما عنه فاضل\rوإن كان أنثى قارنت ذكراً يجب ....... لكل تراث ماله فيه حاظل\rفهاتوا جوابا شافياً عن سؤالها ....... ليعرفه من للعويص يحاول","seal":"590D184B","part":1},
      {"page":126,"id":128,"nass":". . . . . . . . . . . . . . . . . . . . . . . . . . . . .\r¬_________\r= وقال رحمه الله مجيباً:\rسئلت سؤالاً لايكاد يحله ....... ويفهمه إلا الفحول الأفاضل\rوصورته أمّ وجدّ وأخته ....... لأصلية والحبلى من الأب حامل\rوكان أبو ذا الميت قدمات قبله ....... فجاءت لوارث ابنه وهي حامل\rفهاك جواباً للسؤال مطابقاً ....... وما كل من يلقى السؤال يقاول\r\rرابعها: تسعينية زيد -رضي الله عنه- وهي:\rأمّ، وجدّ، وشقيقة، وأخوان وأخت لأب\rوالأحظ للجدّ ثلث الباقي.\rفأصلها من ثمانية عشر: للأم السدس ثلاثة، وللجدّ ثلث الباقي خمسة لأنه الأحظ له وللشقيقة نصف المال تسعة. يفضل سهم لأولاد الأب وهو لا ينقسم على عدد رؤوسهم الخمسة.\rفاضرب عدد الروؤس 5 × 18 أصل المسألة ينتج 90 تسعين تصحيح المسألة.\rثم اضرب سهام كل وارث في جزء السهم ينتج نصيب كل وارث:\rسهام الأم 3 × 5 جزء السهم = 15 نصيب الأم\rسهام الجدّ 5 × 5 جزء السهم = 25 نصيب الجدّ\rسهام الشقيقة 9 × 5 جزء السهم = 45 نصيب الشقيقة، سهام الإخوة لأب 1 × 5 جزء السهم = 5 نصيب الإخوة لأب للذكر مثل حظ الأنثيين.\rللأخوين لأب (4) لكل واحد اثنان وللأخت لأب (1) واحد.\rوسميت بالتسعينة نسبة إلى ما صحت منه ... وهذه صورتها.\rوتسمى صاحبة الدينار كذلك.","seal":"B7FC5D66","part":1},
      {"page":127,"id":129,"nass":"فإن لم يبق بعد أخذ الجد حقه إلا النصف (¬1). . . . . . . . . . . . . .\r¬__________\r= وقد ألغز فيها بعضهم فقال:\rلقد مات من أشراف عجلان سيد ....... وخلف ورّاثاً من الناس احرارا\rرجالاً ونسواناً يعدون ستة ....... وقد خلف المقبور تسعين دينارا\rفمن ذاك دينار لعزة واحد ....... به قضت الحكام جهرا وإسرارا\r\rوجوابه:\rسألت سؤالاً في الفرائض فاستمع ....... هديت جواباً موفقاً يكشف العارا\rترث أمه سدساً من المال كله ....... وثلث الذي يبقى فللجدّ قد صارا\rفهى لعمري أربعون صحيحة ....... ويبقى من المقدار خمسون دينارا\rلزينب منها أربعون وخمسة ....... شقيقته لا تستطيعون إنكارا\rوقد بقيت خمس لأولاد علة ....... مساكين لم يقضوا من المال أوطارا\rفأربعة منها لزيدٍ وعامر ....... وعزة قد حازت من المال دينارا\r\r(¬1) كما في زوجة وجدّ وشقيقة وأخوين لأب.\rأصل المسألة من أربعة: ... مخرج فرض الزوجة وهو الربع.\rللزوجة واحد، والأحظ للجدّ ثلث الباقي واحدة والباقي اثنان للشقيقة.\rوتكون في هذه المسألة قد أخذت الشقيقة النصف كاملاً، ولاشيء للأخوين لأب لأنه لم يبق شيء.","seal":"716571E5","part":1},
      {"page":128,"id":130,"nass":"أو أقل منه (¬1) اختصت به الشقيقة (¬2) أما الإخوة لأم فإنهم يسقطون بالجدّ مطلقاً.\r\rوخلاصة هذا الباب:\rأن مسائل المعادات مبينة على أمرين:\r\r1 - أن يكون الأشقاء أقل من مثلي الجد\rلأنهم إذا كانوا مثليه فلا معادات.\r\r2 - أن يكون معهم من الإخوة لأب ما يكمّل مثلي الجد فأقل.\r\rوالذي ينبغي التنبيه عليه أن حكم الجد مع الإخوة لا يختلف عما سبق من باب الجد والإخوة.\rوالذي زيد في باب المعادات: هو أن الإخوة لأب يُعدَّون على الجد مع الأشقاء لينقص بهذا نصيب الجد من ثلث المال أو المقاسمة لصالح الأشقاء سواء بقي للإخوة لأب شيء أو لم يبق لهم شيء.\r¬__________\r(¬1) كما في زوج وجدّ وشقيقة وأخوين لأب.\rأصل المسألة من ستة:\rللزوج النصف ثلاثة وللجدّ السدس أو ثلث الباقي لأستوائهما واحد من ستة والباقي اثنان هما أقل من النصف فهما للشقيقة ولا شيء للأخوين لأب.\r(¬2) تنبيه: لا يعال للشقيقة بتمام النصف كما أنه لا يعال للشقيقتين فأكثر بتمام الثلثين.","seal":"B2C56ED6","part":1},
      {"page":129,"id":131,"nass":"مسألة الاكدرية\rمذهب الإمام زيد -رضي الله عنه- وهو مذهب الجمهور أنه لا يجعل الأخت مع الجد صاحبة فرض إلا في المسألة الاكدرية وهي: زوج وأم وجدّ وأخت شقيقة أو لأب.\r\rومقتضى القاعدة: أن السدس الباقي بعد نصف الزوج وثلث الأم يكون للجدّ لأنه ليس عنه نازلاً بحال وتسقط الأخت وهذا مذهب أبي حنيفة -رضي الله عنه-.\rولكن الإمام زيد -رضي الله عنه- فرض للأخت النصف وأعال المسألة من ستة إلى تسعة للزوج ثلاثة، وللأم اثنان وللجدّ واحد، وللأخت ثلاثة.\rثم ضم سهام الأخت إلى سهام الجدّ واعطاهما للذكر مثل حظ الأنثيين وسهامهما أربعة لا تنقسم أثلاثاً فتضرب ثلاثة عدد روؤسهم في تسعة مبلغ العول 3 × 9 = فتصح من (27) سبعة وعشرين.\rللزوج منها تسعة (9).\rوللأم ستة (6).\rوللأخت أربعة (4).\rوللجد ثمانية (8).","seal":"C6BEEB6D","part":1},
      {"page":130,"id":132,"nass":"ويلغز بها فيقال:\rأربعة ورثوا مالاً، فأخذ أحدهم: ثلثه، والثاني: ثلث الباقي، والثالث: ثلث باقي الباقي، والربع: الباقي.\rالجواب: هي الاكدرية:\r\rفإن الزوج أخذ (تسعة) هي ثلث المال.\rوالأم (ستة) هي ثلثا الباقي إذ هو (ثمانية عشر).\rوالأخت (أربعة) هي ثلث باقي الباقي إذ هو (اثنا عشر).\rوالجد (ثمانية) هي الباقي.\r\rوسبب تسميتها أكدرية أقوال كثير:\rمنها: أنها كدرت على زيد مذهبه أي لأن زيداً لا يفرض للأخت مع الجد ولا يعيل بل يسقط الإخوة معه إذا لم يبق لهم شيء وهنا أعال للأخت ثم جمع الفروض فقسمها على جهة التعصيب فخالفت هذه القواعد فهذا معنى تكدير مذهبه.\r\rومنها: أن الجد كدر على الأخت ميراثها حيث أخذت النصف ثم عاد عليها ليقاسمها.\rوقيل: لأن عبد الملك بن مروان طرحها على رجل من أكدر فأخطأ فيها.\rوقيل: إن امرأة من أكدر ماتت وخلفتهم.\rوقيل: إن الزوج كان اسمه أكدر.\rوقيل: لتكدر أقوال الصحابة -رضي الله عنه- فيها والله أعلم.\r\rتنبيه: يشترط ألا يبدل أحد من هؤلاء الورثة في المسألة الاكدرية وهم:\rزوج، وأم، وجدّ، وأخت شقيقة أو لأب. فإذا أبدل احدهم خرجت عن حكم المسألة الاكدرية.","seal":"4F601D72","part":1},
      {"page":131,"id":133,"nass":"باب المناسخات\rالمناسخة لغة: الإزالة والتغير والنقل.\rيقال: نسخت الشمس الظل أي أزالته.\rونسخت الريح أثار الديار أي غيرتها.\rونسخت الكتاب أي نقلته.\r\rوالنسخ شرعاً: رفع حكم بإثبات آخر.\r\rوفي اصطلاح الفرضيين: أن يموت بعض الورثة قبل قسمة التركة.\r\rولها حالتان:\r\rالحالة الأولى: أن يكون ورثة الميت الثاني هم أنفسهم ورثة الميت الأول، ولم يختلف قدر استحقاقهم.\rوكذا لو كان في ورثة الأول صاحب فرض وهو لم يرث في الثاني.\rوالحكم فيهما: أن نجعل الميت الثاني كأن لم يكن وتكون المسألة كأن الميت الأول مات عن الباقين.\r\rفمثاله في الأول:\rمات إنسان عن خمسة أبناء ثم مات أحد الأبناء عن بقية إخوته ولا وارث له سواهم فإن التركة تقسم في هذه الحالة بين الباقين:-\rويعتبر الابن الميت كأنه من الأصل غير موجود، فتوزع التركة بين الأبناء الأربعة الباقين ... وصورتها رقم (1).\rومثال لو كان صاحب فرض وهو لم يرث في الثاني.\rماتت امرأة عن زوج وابنين من غيره ثم مات أحد الابنين قبل قسمة التركة.\rفإن التركة تقسم في هذه الحالة على الزوج والابن الباقي وكأن الابن الثاني غير موجود ... وصورتها رقم (2).","seal":"D9F05798","part":1},
      {"page":132,"id":134,"nass":"الحالة الثانية:\rأن يكون ورثة الميت الثاني هم ورثة الميت الأول مع اختلاف قدر استحقاقهم.\rأو أن ورثة الميت الثاني غير ورثة الميت الأول أو أن بعضهم من ورثة الميت الأول وبعضهم من غيره.\rففي هذه الصور لابد من استخراج ما يسمى بالجامعة بين المسألتين.\r\rوإليك طريقة إجراء المناسخة:\r1. تصحيح مسألة الميت الأول وإعطاء كل وارث نصيبه بما فيهم الميت الثاني.\r\r2. عمل مسألة جديدة خاصة بالميت الثاني ثم تصحيحها بقطع النظر إلى المسألة الأولى.\r\r3. المقارنة بين نصيب الميت الثاني من المسألة الأولى وبين تصحيح مسألة ورثته من المسألة الثانية.\r\r4. بعد المقارنة لا يخلو الحال من أمرين:\r\rأ) انقسام سهام الميت الثاني على مسألته.","seal":"521EFBC8","part":1},
      {"page":133,"id":135,"nass":"بمعنى أن يكون بين سهام الميت الثاني ومسألة ورثته تماثلاً.\rوفي هذه الحالة لا تحتاج إلى عمل تصحيح، ويكون ما صحت منه مسألة الميت الأول هو الجامعة للمسألتين.\r\rب) عدم انقسام سهام الميت الثاني على مسألته.\rوفي هذه الحالة يكون النظر بين سهام الميت الثاني ومسألته بنظرين: الموافقة والمبيانية.\r\rفإن كان بين سهام الميت الثاني ومسألة ورثته موافقة:\rفاضرب وفق مسألة الميت الثاني في كامل مسألة الميت الأول والناتج هو الجامعة للمسألتين.\r\rوإن كان بين سهام الميت الثاني ومسألة ورثته تباين:\rفاضرب جميع مسألة الميت الثاني في جميع مسألة الميت الأول والناتج من هذا الضرب هو الجامعة للمسألتين.\r\rطريقة استخراج نصيب كل وارث من المسألتين:\r\rولاستخراج نصيب كل فرد من الجامعة علينا اتباع الآتي:\rفي الموافقة: كل من له شيء من المسألة الأولى أخذه مضروباً في وفق المسألة الثانية ومن له شيء من المسألة الثانية أخذه مضروباً في وفق سهام الميت الثاني من المسألة الأولى في الموافقة.\r\rأما في المباينة: كل من له شيء من المسألة الأولى أخذه مضروباً في جميع المسألة الثانية، ومن له شيء من المسألة الثانية أخذه مضروباً في سهام الميت الثاني من المسألة الأولى في المباينة.","seal":"00D47889","part":1},
      {"page":134,"id":136,"nass":"تنبيه: اعلم أن هذه الطريقة في حق من يرث من ميت واحد.\rأما لو ورث من ميتين جُمِع له ما ورثه منهما ورقم مقابل اسمه من عمود الجامعة.\rفائدة:\rإذا أردت معرفة صحت المناسخة فاجمع حصص الورثة.\rفإن جاء المجموع كحاصل الجامعة فهي صحيحة، وإن اختلف فلابد من إعادة النظر في المسألة.\r\rالأمثلة:\rمثال انقسام سهام الميت الثاني على مسألة ورثته:\r* مات عن ثلاث بنات، وأختين شقيقتين، وأخ شقيق.\rثم ماتت إحدى الأختين عن أخيها الشقيق وأختها الشقيقة.\r\rالتوضيح:\rالمسألة الأولى أصلها ثلاثة مخرج الثلثين.\rللبنات الثلثان اثنان وللأخوة الأشقاء واحد.\rوبين سهام البنات ورؤوسهم تباين فيحفظ عدد رؤوسهم (3).\rوبين سهام الإخوة الأشقاء ورؤوسهم تباين فيحفظ عدد رؤوسهم (4).","seal":"7451D067","part":1},
      {"page":135,"id":137,"nass":"وينظر بين المحفوظين فنجد بينهما تبايناً.\rفنضرب 3 عدد رؤوس البنات × 4 عدد رؤوس الإخوة = 12 جزء السهم.\rثم نضرب جزء السهم12×3أصل المسألة الأولى ينتج=36 تصحيح المسألة الأولى.\rوالمسألة الثانية أصلها من ثلاثة مخرج رؤوس الإخوة\rوبالنظر بين سهام الميت الثاني وهي الأخت الشقيقة (3).\rوبين أصل المسألة الثانية لورثتها وهي (3) نجد بينهما تماثلاً، فتكون الجامعة هنا نفس التصحيح الأول (36) لأن ما تأخذه الأخت الشقيقة منقسم على ورثتها.\rثم نضيف سهام الورثة من المسألة الثانية إلى سهامهم من المسألة الأولى 3 + 1 = فينتج (4) أربعة سهام للشقيقة و 6 + 2 = (8) وثمانية سهام للأخ الشقيق، وتبقى البنات لهن (24) سهماً بدون زيادة لأنهن لا يرثن من المسألة الثانية حيث أنهن بنات أخ بالنسبة للشقيقة المتوفاه، وهن من ذوي الأرحام.","seal":"3B1E7364","part":1},
      {"page":136,"id":138,"nass":"مثال آخر:\rتوفيت امرأة عن زوج وأب وأم، ثم مات الزوج عن ابن وبنت\r\rالتوضيح:\rالمسألة الأولى أصلها من ستة لأنها إحدى الغراوين. للزوج النصف فرضاً وهو ثلاثة، وللأم ثلث الباقي وهو واحد وللأب الباقي وهو اثنان.\rومسألة الميت الثاني الذي هو الزوج من ثلاثة مخرج رؤوس الأولاد.\rللابن سهمان، وللبنت سهم واحد.\rوبالنظر بين سهام الميت الثاني وهو الزوج (3) سهام، وبين أصل المسألة الثانية لورثته وهي (3) نجد بينهما تماثلاً، فتكون الجامعة للمسألتين هي نفس أصل المسألة الأولى لأن ما يأخذه الزوج منقسم على ورثته.\rللأب اثنان، وللأم واحد، وللابن سهمان وللبنت سهم واحد من الجامعة.\r\rمثال آخر:\rمات عن زوجة، وأب، وأم، وبنت ابن، ثم ماتت بنت الابن عن زوج، وأم، وثلاث بنات، وابنين.","seal":"8BE1514B","part":1},
      {"page":137,"id":139,"nass":"التوضيح:\rأصل المسألة الأولى من أربعة وعشرين (24) لاجتماع من يفرض له الثمن وهي الزوجة مع من يفرض له السدس وهي الأم.\rللزوجة الثمن ثلاثة وللأم السدس أربعة، ولبنت الابن النصف اثني عشر (12) وللأب السدس والباقي خمسة.\rوالمسألة الثانية من اثني عشر لاجتماع ربع الزوج مع سدس الأم:\rللزوج الربع لوجود الفرع الوارث ثلاثة سهام،\rوللأم السدس سهمان وللأبناء الباقي سبعة:\rللبنات ثلاث سهام لكل واحدة سهم، وللإبنين أربعة أسهم لكل واحد سهمان.\rوبالنظر بين سهام الميت الثاني وهي بنت الابن وبين أصل المسألة الثانية لورثتها نجدها متماثلة إذ أن سهام البنت «12» وأصل مسألة ورثتها «12» فتكون الجامعة للمسألتين هي أصل المسألة الأولى «24».\rفلا حاجة لاستخراج جامعة جديدة إذ أن سهام الميت الثاني وهي بنت الابن «12» منقسمة على ورثتها كما هو واضح في الجدول السابق.","seal":"A724AAEC","part":1},
      {"page":138,"id":140,"nass":"مثال آخر: في تماثل سهام الميت الثاني وأصل مسألة ورثته.\rماتت عن زوج وأم وعم ثم مات الزوج عن أب وأم.\r\rالتوضيح:\rأصل المسألة الأولى: من ستة حاصل ضرب مخرج النصف بمخرج الثلث لأنهما متباينان.\rللزوج النصف ثلاثة، وللأم ثلثها اثنان، ويبقى للعم العصبة سهم واحد.\rوالمسألة الثانية: أصلها من ثلاثة مخرج فرض الأم.\rللأم ثلثها واحد، واثنان للأب بالتعصيب.\rوبالنظر بين سهام الميت الثاني وهو الزوج وبين أصل المسألة الثانية لورثته فنجدها متماثلة إذ أن سهام الزوج «3» ثلاثة وأصل مسألة ورثته «3» ثلاثة.\rفتكون الجامعة للمسألتين هي أصل المسألة الأولى «6» وتبقى سهام ورثة الميت الأول على ما هي عليه:\rاثنان للأم وسهم للعم.\rوتوزع سهام الميت الثاني ثلاثة على ورثته: للأب سهمان وللأم سهم واحد.\rوهكذا العمل في كل مسألة على هذا النحو.","seal":"2C41523F","part":1},
      {"page":139,"id":141,"nass":"مثال آخر: ماتت عن زوج وشقيقتين، ثم ماتت إحداهما عن الأخرى وبنت.\r\rالتوضيح:\rالمسألة الأولى: أصلها من ستة حاصل ضرب مخرج فرض الزوج في مخرج فرض الشقيقتين لتباين المخرجين أي (2 × 3) = 6.\rوحينما أجري التقسيم وجدنا سهام أهل الفروض زادت على أصل المسألة بعدد واحد فأضيف على أصل المسألة فعالت إلى سبعة ومنها صحت المسألة.\rللزوج النصف عائلاً (3).\rوللشقيقتين الثلثان (4).\rوالمسألة الثانية: أصلها من اثنان مخرج فرض النصف.\rللبنت النصف واحد (1).\rوالباقي للشقيقة واحد (1) بالتعصيب.\rوبالنظر بين سهام الميت الثاني وهي الشقيقة (2) وبين ما صحت منه المسألة الثانية لورثتها (2) فنجدها متماثلة:\rإذ أن سهام الشقيقة في المسألة الأولى (2) وأصل مسألو ورثتها (2).\rفتكون الجامعة للمسألتين هي أصل المسألة الأولى (7).\rللزوج ثلاثة (3) أسهم.\rوللشقيقة من المسألة الأولى (2) ومن الثانية (1).\rفجمع لها ما ورثته منهما ... (2 + 1) فكان نصيبها (3).\rورقم مقابل اسمها من عمود الجامعة.\rوللبنت سهم واحد (1).","seal":"60EBC38B","part":1},
      {"page":140,"id":142,"nass":"مثال آخر:\rمات عن زوجة وبنت من غيرها وعم، ثم ماتت البنت عن زوج وابن.\r\rالتوضيح:\rالمسألة الأولى: من ثمانية مخرج فرض الثمن.\rللزوجة الثمن واحد، وللبنت النصف أربعة والباقي ثلاثة للعم.\rوالمسألة الثانية: من أربعة مخرج فرض الربع.\rللزوج واحد، والباقي ثلاثة للإبن.\rوبالنظر بين سهام الميت الثاني وهي البنت وبين أصل المسألة الثانية لورثتها فنجدها متماثلة، إذ أن سهام البنت في المسألة الأولى أربعة (4)، وأصل مسألة ورثتها أربعة (4) فتكون الجامعة للمسألتين هي أصل المسألة الأولى ثمانية (8).\rوتبقى سهام ورثة الميت الأول على ما هي عليه:\rللزوجة سهم (1) وللعم ثلاثة (3) وتوزع سهام الميت الثاني أربعة على ورثته: للزوج واحد وللإبن ثلاثة (3).\rوهكذا العمل في كل مسألة على هذا النحو.","seal":"6AB1C829","part":1},
      {"page":141,"id":143,"nass":"مثال في التوافق بين سهام الميت الثاني وأصل مسألة ورثته:\rماتت عن: زوج، وأب، وأم، ثم مات الزوج عن ستة بنين.\r\rالتوضيح:\rأصل المسألة الأولى من ستة: حاصل ضرب مخرج النصف بمخرج الثلث، لأنها إحدى الغراوين.\rللزوج نصفها ثلاثة، وللأم ثلث الباقي واحد، وللأب الباقي اثنين، ثم مات الزوج عن ستة بنين، فنعمل له مسألة جديدة.\rفنجد أن الأب والأم في المسألة الأولى غرباء بالنسبة للميت الثاني، فيكون ورثته الستة الأبناء فقط.\rوأصل مسألة ورثته من ستة: مخرج عدد رؤوس الأبناء.\rوبالنظر بين سهام الميت الثاني وهو الزوج من المسألة الأولى وهي «3» سهام وبين أصل المسألة الثانية لورثته وهي ستة «6» نجد أن بينهما توافقاً في الثلث. فنضرب أصل المسألة الأولى وهي ستة «6» في وفق المسألة الثانية. أي: بثلثها وهي اثنين 2 (6 × 2) = ينتج (12) وهي الجامعة للمسألتين.\rومن له شيء من المسألة الأولى أخذه مضروباً بوفق المسألة الثانية (ويسمى جزء سهم المسألة الأولى).","seal":"60043E5D","part":1},
      {"page":142,"id":144,"nass":"ومن له شيء من المسألة الثانية أخذه مضروباً في وفق سهام الميت الثاني من المسألة الأولى، (ويسمى جزء سهم المسألة الثانية).\r\rوللتوضيح (¬1):\rنضرب سهام الأب من المسألة الأولى في وفق المسألة الثانية وهذا الوفق يسمى (جزء سهم المسألة الأولى).\r2 × 2 = 4 ينتج نصيب الأب من الجامعة وهو أربعة.\rثم نضرب سهام الأم من المسألة الأولى في وفق المسألة الثانية وهذا الوفق يسمى (جزء سهم المسألة الأولى) والناتج هو نصيب الأم من الجامعة 1×2= 2.\rثم نضرب سهام الأبناء من المسألة الثانية وفي وفق سهام الميت الثاني من المسألة الأولى وهذا الوفق يسمى (جزء سهم المسألة الثانية) والناتج هو نصيب الأبناء من الجامعة 6 × 1 = 6.\r¬__________\r(¬1) لسهولة عملية استخراج نصيب كل فرد من المسألتين من الجامعة يوضع فوق رقم المسألة الأولى وفق المسألة الثانية في الموافقة وجميعها في المباينة ويسمى (جزء سهم المسألة الأولى).\rومن له شيء من المسألة الأولى أخذه مضروباً في جزء سهم المسألة الأولى.\rويوضع فوق رقم المسألة الثانية وفق سهام الميت الثاني في الموافقة وجميعها في المباينة ويسمى (جزء سهم المسألة الثانية).\rومن له شيء من المسألة الثانية يأخذه مضروباً في جزء سهم المسألة الثانية.\rومن كان له شيء من المسألة الأولى والثانية يجمع له نصيبه من المسألتين.","seal":"2D48DA42","part":1},
      {"page":143,"id":145,"nass":"مثال في التوافق بين سهام الميت الثاني وأصل مسألة ورثته:\rماتت عن: زوج وأم وعم، ثم مات الزوج عن: أم، وأخوين لأم، وأخ لأب.\r\rالتوضيح:\rأصل المسألة الأولى من ستة: حاصل ضرب مخرج النصف بمخرج الثلث للزوج نصفها ثلاثة، وللأم ثلثها اثنان، ويفضل سهم واحد للعم العصبة.\rثم مات الزوج عن أم له وأخوين لأم وأخ لأب.\rفنعمل له مسألة جديدة، فنجد أن الأم والعم في المسألة الأولى غرباء بالنسبة للميت الثاني.\rفيكون ورثته ما ذُكر وهم: أم وأخوين لأم وأخ لأب.\rوأصل مسألة ورثته تكون من ستة: مخرج سدس الأم، لدخول مخرج الثلث فيه، للأم السدس واحد، وللأخوة لأم الثلث اثنان ويفضل ثلاثة للأخ لأب\rوبالنظر بين سهام الميت الثاني وهو الزوج من المسألة الأولى وهي «3» سهام،","seal":"BB5991EC","part":1},
      {"page":144,"id":146,"nass":"وبين أصل المسألة الثانية لورثته وهي ستة «6» نجد أن بينهما توافقاً في الثلث.\rفنضرب أصل المسألة الأولى وهي «6» في وفق المسألة الثانية أي بثلثها وهي «2» ينتج (6 × 2 = 12) الجامعة للمسألتين.\rومن له شيء من المسألة الأولى أخذه مضروباً في وفق المسألة الثانية وهذا الوفق يسمى (جزء سهم المسألة الأولى).\rومن له شيء من المسألة الثانية أخذه مضروباً في وفق سهام الميت الثاني من المسألة الأولى وهذا الوفق يسمى (جزء سهم المسألة الثانية).\rوللتوضيح:\rنضرب سهام الأم من المسألة الأولى في وفق المسألة الثانية ينتج نصيبها من الجامعة 2 × 2 = 4 نصيب الأم من الجامعة.\rفنقول في بقية الورثة الآتي:\rسهام العم من المسألة الأولى 1 × 2 جزء سهم المسألة الأولى = ينتج «2» نصيب العم من الجامعة.\rسهام الأم من المسألة الثانية 1 × 1 جزء سهم المسألة الثانية = ينتج ... «1» نصيب الأم من الجامعة.\rسهام الإخوة لأم من المسألة الثانية 2 × 1 جزء سهم المسألة الثانية = ينتج «2» نصيب الإخوة لأم من الجامعة.\rسهام الأخ لأب من المسألة الثانية 3 × 1 جزء سهم المسألة الثانية = ينتج «3» نصيب الأخ لأب من الجامعة.\rفأنت ترى لسهولة عملية الضرب واستخراج نصيب كل فرد من الجامعة وضعنا فوق رقم المسألة الأولى جزء سهم الأولى وفوق المسألة الثانية جزء سهم الثانية ليسهل الضرب.","seal":"CA8046BB","part":1},
      {"page":145,"id":147,"nass":"مثال في التوافق بين سهام الميت الثاني وأصل مسألة ورثته:\r(ورثة الميت الأول هم ورثة الميت الثاني): مات عن أب وأم وبنتين، ثم ماتت إحدى البنتين عن هؤلاء الورثة قبل قسمة التركة.\r\rالتوضيح:\rأصل المسألة الأولى ستة:\rللأب سدسها واحد، وللأم السدس واحد ولكل بنت اثنان.\rماتت إحدى البنتين عن هؤلاء الورثة قبل قسمة التركة فنعمل مسألتها وننظر ما هي قرابتهم منها.\rفنجد أن الأب يصبح جداً، وأن الأم تصبح جدة والبنت الثانية تصبح أختاً - شقيقة أو لأب -.\rفتكون أصل المسألة الثانية من ستة: مخرج فرض السدس للجدة واحد، ويبقى خمسة أسهم بين الجد والأخت لأن الجد عصبة بنفسه والبنت عصبة بالجد لقيامه مقام أخ لها.\rوالأحظ للجد في هذه المسألة (المقاسمة) والخمسة غير منقسمة عليهما","seal":"D2120D7C","part":1},
      {"page":146,"id":148,"nass":"أثلاثاً، فتصحح المسألة بضربها بثلاثة عدد الرؤوس (6 × 3) = ينتج (18) تكون أصلاً للمسألة.\rللجد منها (10)، وللجدة (3)، وللأخت (5).\rوبالنظر بين سهام الميت الثاني (2) وهي البنت. وبين أصل مسألة ورثتها (18)، فنجد أن بينهما توافقاً بالنصف.\rفنضرب أصل المسألة الأولى بنصف الثانية (2 × 9) ينتج (54) الجامعة للمسألتين.\rومن له شيء من المسألة الأولى أخذه مضروباً في وفق المسألة الثانية، ويسمى هذا الوفق (جزء سهم المسألة الأولى).\rومن له شيء من المسألة الثانية أخذه مضروباً في وفق سهام الميت الثاني من المسألة الأولى ويسمى (جزء سهم المسألة الثانية).\rوبعبارة أخرى:\rكل من له شيء من المسألة الأولى أخذه مضروباً في جزء سهم المسألة الأولى.\rوكل من له شيء من المسألة الثانية أخذه مضروباً في جزء سهم المسألة الثانية.\rومن له من المسألة الأولى والثانية يجمع له نصيبه من المسألتين:\rنضرب سهم الأب من الأولى بوفق المسألة الثانية (جزء سهم المسألة الأولى) (1 × 9) ينتج (9) نصيبه من المسألة الأولى.\rثم نضرب سهمه من المسألة الثانية باعتبار أنه جد بوفق سهام الميت الثاني بالمسألة الأولى (جزء سهم المسألة الثانية) 10 × 1 ينتج (10) نصيبه من المسألة الثانية.","seal":"E96A5150","part":1},
      {"page":147,"id":149,"nass":"ثم يجمع نصيبه من الأولى والثانية (9 + 10) = ينتج (19) نصيبه من الجامعة.\rثم نضرب سهم (الأم) من الأولى بوفق المسألة الثانية (جزء سهم المسألة الأولى) (1 × 9) ينتج (9) نصيب الأم من المسألة الأولى، ثم نضرب سهمها من المسألة الثانية باعتبار أنها جدة بوفق سهام الميت الثاني بالمسألة الأولى (جزء المسألة الثانية) 3 × 1 = ينتج (3) نصيبها من المسألة الثانية.\rثم يجمع نصيبها من الأولى والثانية (9 + 3) ينتج (12) نصيبها من الجامعة.\rثم نضرب سهمي (البنت) من المسألة الأولى بوفق المسألة الثانية (جزء سهم المسألة الأولى) (2 × 9) ينتج (18) نصيبها من المسألة الأولى.\rثم نضرب سهامها من الثانية بإعتبار أنها شقيقة بوفق سهام الميت الثاني من المسألة الأولى (جزء سهم المسألة الثانية) 5 × 1 ينتج (5) نصيبها من المسألة الثانية. ثم يجمع نصيبها من المسألة الأولى والثانية (18 + 5) ينتج (23) نصيبها من الجامعة.","seal":"2C58A2CE","part":1},
      {"page":148,"id":150,"nass":"مثال في التباين بين سهام الميت الثاني وأصل مسألة ورثته:\rماتت عن: أم وأب وزوج، ثم مات الزوج عن: زوجة وثلاثة أعمام.\r\rالتوضيح:\rالمسألة الأولى أصلها من ستة: للزوج النصف ثلاثة وللأم ثلث الباقي واحد وللأب الباقي اثنان (2).\rوأصل المسألة الثانية (أربعة) مخرج الربع:\rللزوجة الربع واحد، وللأعمام الباقي (3) ثلاثة.\rوبالنظر بين سهام الميت الثاني من المسألة الأولى وهو الزوج وسهامه (3)، وبين أصل مسألة ورثته وهي (4) نجد أن بينهما تبايناً.\rفنضرب المسألة الأولى (ستة) في المسألة الثانية (أربعة) (6 × 4) = ينتج (24) وهي الجامعة للمسألتين.\rثم نضرب سهم الأم من المسألة الأولى في أصل المسألة الثانية (1 × 4) = ينتج (4) نصيب الأم من الجامعة.\rثم نضرب سهمي الأب من المسألة الأولى في أصل المسألة الثانية","seal":"8CAC636F","part":1},
      {"page":149,"id":151,"nass":"(2 × 4) = ينتج (8) نصيب الأب من الجامعة.\rثم نضرب سهم الزوجة من المسألة الثانية في سهام الميت الثاني من المسألة الأولى (1 × 3) = ينتج (3) نصيب الزوجة من الجامعة.\rثم نضرب سهام الأعمام من المسألة الثانية في سهام الميت الثاني من المسألة الأولى (3 × 3) = ينتج (9) نصيب الأعمام من الجامعة، لكل عم (3).\r\rمثال التباين بين سهام الميت الثاني وأصل مسألة ورثته:\r(ورثة الميت الثاني بعضهم بعض ورثة الميت الأول).\r\rمات عن: أم وابنين، ثم مات أحد الابنين عن نفس هؤلاء الورثة وعن ابنين وبنت.\r\rالتوضيح:\rأصل المسألة الاولى ستة: مخرج فرض السدس.\rللأم السدس واحد، وللابنين الباقي خمسة.\rوهي غير منقسة على الابنين وبينها وبين الرؤوس تباين فنأخذ الرؤوس (2) ونضربها في أصل المسألة (6)، (2 × 6) = ينتج (12) تصحيح","seal":"6D34DE82","part":1},
      {"page":150,"id":152,"nass":"المسألة للأم سدسها اثنين، وللابنين عشرة لكل واحد منهما خمسة.\rثم مات أحد الابنين عن هؤلاء الورثة وعن ابنين وبنت.\rفنعمل له مسألة جديدة:\rفنجد أن الأم في المسألة الأولى أصبحت جدة.\rوالابن في المسألة الأولى أصبح أخ وهو محجوب بالأبناء، وابنين من صلبه وبنت.\rفيكون ورثته: جده وابنين وبنت.\rفأصل مسألتهم من ستة: مخرج فرض الجده السدس.\rللجدة السدس واحد، وللابنين والبنت الباقي وهو خمسة، للابنين أربعة لكل واحد اثنين وللبنت واحد.\rوبالنظر بين سهام الميت الثاني (5) وهو الابن وبين أصل المسألة الثانية لورثته وهي (6) نجد أن بينهما تبايناً.\rفنضرب المسألة الأولى (12) في المسألة الثانية (6)\r(12 × 6) = ينتج (72) وهي الجامعة للمسألتين.\rثم نضرب سهام الأم من المسألة الأولى في أصل المسألة الثانية (2 × 6) = ينتج (12) نصيب الأم من المسألة الأولى.\rثم نضرب سهم الأم من المسألة الثانية باعتبار أنها جدة في سهام الميت الثاني من المسألة الأولى (1 × 5) = ينتج (5) نصيبها من المسألة الثانية.\rثم يُجمع نصيبها من المسألتين (12 + 5) = 17 نصيبها من الجامعة.\rثم نضرب سهام الابن من المسألة الأولى في أصل المسألة الثانية (5 × 6) = ينتج (30) نصيب الابن من الجامعة، وليس له سيء من الميت الثاني لحجبه بالابنين.","seal":"CB4EDDDE","part":1},
      {"page":151,"id":153,"nass":"ونضرب سهام الابنين من المسألة الثانية في سهام الميت الثاني من المسألة الأولى ... (4 × 5) = ينتج (20) نصيب الابنين من الجامعة.\rثم نضرب سهم البنت من المسألة الثانية في سهام الميت الثاني من المسألة الأولى ... (1 × 5) = ينتج (5) نصيب البنت من الجامعة.\rمثال في التباين بين سهام الميت الثاني وأصل مسألة ورثته:\r(ورثة الميت الثاني بعضهم بعض ورثة الميت الأول)\r\rمات عن: أم وابنين ثم مات أحد الابنين عن نفس هؤلاء الورثة وعن ابنين.\r\rالتوضيح:\rأصل المسألة الأولى من ستة: للأم سدسها واحد والباقي خمسة بين الابنين وهي غير منقسمة عليهما وصحت من اثنى عشر.\rثم مات أحد الابنين عن ابنين وجدة من المسألة الأولى.\rفكانت المسألة الثانية من ستة أيضاً، وصحت من اثنى عشر.\rوبالنظر بين سهام الميت الثاني وهي (5) من المسألة الأولى وبين أصل المسألة الثانية","seal":"9DFD3D8C","part":1},
      {"page":152,"id":154,"nass":"وهي (12) نجد أن بينهما تبايناً، فنضرب أصل المسألة الأولى (12) في أصل المسألة الثانية (12) (12 × 12) = ينتج (144) هي الجامعة للمسألتين.\r\rولكي نستخرج نصيب كل فرد من المسألتين:\r\rنضرب سهمي الأم من المسألة الأولى في أصل المسألة الثانية\r(2 × 12) = ينتج (24) نصيب الأم من المسألة الأولى، ثم نضرب سهمي الأم من المسألة الثانية باعتبار أنها جدة في سهام الميت الثاني من المسألة الأولى.\r(2 × 5) = ينتج (10) نصيبها من المسألة الثانية، ثم نجمع نصيبها من المسألة الأولى والثانية (24 + 10) = ينتج (34) نصيبها من الجامعة.\rثم نضرب سهام الابن من المسألة الأولى في أصل المسألة الثانية\r(5 × 12) = ينتج (60) نصيب الابن من الجامعة.\rثم نضرب سهام أحد ابني الميت الثاني في سهام الميت الثاني من المسألة الأولى ... (5 × 5) = ينتج (25) نصيب الابن الواحد من المسألة الثانية من الجامعة، وكذلك نعمل للابن الثاني.","seal":"852CB35D","part":1},
      {"page":153,"id":155,"nass":"بسم الله الر حمن الرحيم\rقد يكون هناك أكثر من جامعة واحدة:\rوذلك حين يموت شخص، ثم يموت ثانٍ وثالث ورابع وخامس قبل قسمة ... التركة.\rفحينئذ نسلك نفس الطريقة التي سلكناها في عملية المناسخة.\rفنجعل الجامعة الثانية مقام الأولى والثالثة مقام الثانية ونكمِّل العدد حتى نهاية الموتى.\rويسمى الحاصل: (الجامعة الثانية) و (الجامعة الثالثة). وهكذا ..\rوإليك هذه الصورة للتوضيح ..\rماتت امرأة عن: زوجها وأمها وعمها.\rثم مات الزوج عن خمسة بنين.\rثم ماتت الأم عن أربعة إخوة لأب.\rثم مات العم عن عشرة بنين.","seal":"748D7C20","part":1},
      {"page":155,"id":157,"nass":"التوضيح: المسألة الأولى: أصلها من ستة: للزوج النصف ثلاثة، وللأم الثلث سهمان، وللعم الباقي وهو سهم واحد.\rثم مات الزوج عن خمسة بنين: فأصل المسألة الثانية من خمسة عدد رؤوس بنيه. وبالنظر بين أصل المسألة الثانية وهي خمسة (5) وبين سهام الميت الثاني (3) من المسألة الأولى وهو الزوج نجد أن بينهما تباين: فنضرب المسألة الثانية في الأولى 5 × 6 = ينتج (30) فهذه الجامعة الأولى\rولكي نستخرج نصيب كل فرد من الجامعة الأولى علينا عمل الآتي: نضرب سهمي الأم من الأولى في أصل المسألة الثانية 2 × 5 = ينتج (10) نصيب الأم من الجامعة الأولى. ونضرب سهم العم من المسألة الأولى في أصل المسألة الثانية 1 × 5 = ينتج (5) نصيب العم من الجامعة الأو لى. ونضرب سهام الأبناء من المسألة الثانية في سهام الميت الثاني من المسألة الأولى (5 × 3) = ينتج (15) نصيب الأبناء من الجامعة الأولى.\rثم ماتت الأم عن أربعة إخوة لأب: فأصل مسألتها من أربعة عدد رؤوس الأخوة. وبالنظر بين مسألة ورثتها وهي (4) وبين سهامها وهي (10) نجد أن بينهما تواقفاً بالنصف: فنضرب نصف الأربعة في الثلاثين2×30=ينتج (60) وهي الجامعة الثانية.","seal":"78C5EB33","part":1},
      {"page":156,"id":158,"nass":"ولكي نستخرج نصيب كل فرد عملنا الآتي: من كان له شيء من المسألة الأولى أخذه مضروباً في وفق مسألة الميت الثاني وهو (2).ومن كان له شيء من مسألة الميتة الثانية أخذه مضروباً في وفق سهام ميتهم وهو (5).\rفللعم من المسألة (1) الأولى: 5 × 2 = 10 نصيب العم من الجامعة الثانية.\rوللخمسة الأبناء من المسألة (1) الأولى: 15 × 2 = 30 نصيب الخمسة الابناء من الجامعة الثانية.\rوللأربعة الإخوة لأب من المسألة الثانية: 4 × 5 = 20 نصيبهم من الجامعة الثانية.\rثم مات العم عن عشرة بنين: فأصل مسألته عشرة عدد رؤوس الابناء: وبالنظر بين سهام العم (10) من الجامعة الثانية وبين أصل مسألة ورثته (10) نجد أن بينهما تماثلاً فنكتفي بالجامعة الثانية وهي (60) فتكون هي الجامعة الثالثة وتصح المناسخة الجامعة للمسائل الأربع كلها من ستين. للابناء في مسألة الميت الثاني منها (30) مجموع سهامهم السابقة، وللإخوة لأب في مسألة الميت الثالث منها (20) مجموع سهامهم في المناسخة السابقة. وللابناء في مسألة الميت الرابع (10) مجموع سهام ميتهم من المناسخة الثانية السابقة.","seal":"5E6C0E13","part":1},
      {"page":157,"id":159,"nass":"معرفة تقسيم التركة\rقسمة التركات هي الثمرة المقصودة من هذا الفن وما تقدم من تأصيل المسائل وتصحيحها إنما هما وسيلة لها.\rوالتركة: هي ما يتركه الميت من مال أو متاع أو عقار فيعطي كلُّ وارث من التركة بنسبة سهامه التي ورثها من الميت.\rفتارة تكون من الأشياء الذي لا يمكن قسمته بالعد كالحيوان والعقار والمتاع.\rوتارة تكون من الأمور المتساويات التي يمكن قسمتها بالعّد.\r\rالحالة الأولى:\rإذا كانت التركة مما لا يمكن قسمته بالعدّ كالعبد والسيف والحيوانات والأشجار وعروض تجارة وأرض غير مستوية أجزاؤها وما شاكل ذلك من العقارات والمنقولات.\rوطريقة معرفة نصيب كل وارث من ذلك:\rهو أن تصحح المسألة ثم تعرف نسبة سهام كل وراث من تصحيح المسألة إلى ما صحت منه، فإذا تبين ذلك فأعط كل وراث من التركة بمقدار تلك النسبة من مصحح المسألة.\r\rومثال ذلك:\rترك الميت داراً صغيراً لا يمكن قسمته، ومات عن أم وزوج وشقيقة.\rفأصل مسألتهم ستة وعالت إلى ثمانية ومنها تصح وتسمى هذه مسألة المباهلة. (¬1).\r¬__________\r(¬1) سيمت بذلك لأن ابن عباس -رضي الله عنهما- جعل فيها للزوج النصف وللأم الثلث والباقي للأخت، وقال: من شاء باهلته أن المسائل لا تعول.\rوقد تقدم تفصيل هذه المسألة في باب العول ص 51 فراجعه .. .","seal":"FC2C7C3E","part":1},
      {"page":158,"id":160,"nass":"للأم الثلث (اثنان) من ستة ونسبتها إلى مصحح المسألة ربع فلها ربع الدار.\rوللزوج النصف (ثلاثة) من ستة ونسبتها إلى مصحح المسألة ربع وثمن له ربع وثمن الدار.\rوللشقيقة النصف (ثلاثة) من ستة ونسبتها إلى مصحح المسألة ربع وثمن - فلها ربع وثمن الدار -.\r\rمثال آخر:\rتركت بستاناً غير مستوي الأجزاء وماتت عن: زوج وشقيقتين وأم وأخوين لأم.\r\rفأصل مسألتهم ستة وعالت إلى عشرة ومنها تصح:\rللزوج النصف ثلاثة من ستة ونسبتها إلى مصحح المسألة وهو (العشرة). ثلاثة أعشار - فله ثلاثة أعشار البستان.\rوللشقيقتين أربعة - ونسبتها إلى مصحح المسألة أربعة أعشار فلهما أربعة أعشار البستان.\rوللأم وأحد ونسبته إلى المصحح عُشر؛ فلها عُشر البستان.\rوللأخوين لأم (اثنان) ونسبتها إلى المصحح عُشران فلهما العشران .. وقس على ذلك.\rوهذه الحالة لابد من التقويم للتركة المقسومة وتكون النسبة بحسب هذه القيمة.\r\rالحالة الثانية:\rوهي ما إذا كانت التركة من المعدودات أو المكيلات أو المزارعات المتساويات قدراً أو قيمة كالريالات والجنيهات وأنواع الحبوب، والأرض المتساوية أجزاؤها وقيمتها .. وغير ذلك مما لا يختلف جودةً ورداءةً.","seal":"C72B5131","part":1},
      {"page":159,"id":161,"nass":"فطرق قسمة ذلك كثيرة نذكر منها طريقتان وهي كما يلي:\r\rالطريقة الأولى:\rأن نستخرج قيمة السهم الواحد من التركة ثم نضربها في عدد سهام كل وارث فيحصل نصيب كل وارث من التركة.\r\rوطريقة استخراج قيمة السهم الواحد من التركة هي:\rأن تقسم عدد التركة على مصحح المسألة وما خرج من القسمة هي قيمة السهم الواحد من التركة. وهو بمثابة (جزء السهم).\rفاضرب سهم كل وارث فيه والناتج هو نصيبه من التركة.\rومثال ذلك كما في مسألة المباهلة وهي:\rماتت عن زوج وأم وشقيقة، وكانت التركة (160) ديناراً.\rوهذه صورتها:\r\rالتوضيح:\rأصل المسألة من ستة وعالت إلى ثمانية ومنها صحت:\rللزوج النصف عائلاً وهو ثلاثة.\rوللشقيقة النصف أيضاً.\rوللأم الثلث عائلاً وهو اثنان.","seal":"69721C43","part":1},
      {"page":160,"id":162,"nass":"ثم قسمنا التركة على مصحح المسألة 160 ÷ 8 = فكان الناتج = 20 وهو قيمة السهم الواحد من التركة وهو بمثابة جزء السهم.\rثم نضرب سهام كل وارث في جزء السهم والناتج هو نصيبه من التركة.\rفللزوج 3 (سهام) × 20 (جزء السهم) = 60 ديناراً نصيبه من التركة.\rوللأم 2 (سهمان) × 20 (جزء السهم) = 40 ديناراً نصيبها من التركة.\rوللشقيقة 3 (سهام) × 20 (جزء السهم) = 60 ديناراً نصيبها من التركة.\r\rمثال آخر:\rمات عن زوجة وبنت وأبوين، والتركة هي (480) ديناراً فما نصيب كل وارث؟.\r\rالتوضيح:\rأصل المسألة من 24 لوجود توافق بالنصف بين مخرج السدس ومخرج الثمن - فيحصل من ضرب نصف أحدهما بالآخر أربعة وعشرون وهي أصل المسألة-:\rللزوجة الثمن (3) ثلاثة سهام.","seal":"5C7F3A90","part":1},
      {"page":161,"id":163,"nass":"وللبنت النصف (12) اثنى عشر سهماً.\rوللأم السدس (4) أربعة أسهم.\rوللأب (5) خمسة أسهم للسدس والتعصيب.\r\rثم قسمنا التركة على أصل المسألة:\r24 ÷ 480 = فكان الناتج 20 ديناراً قيمة السهم الواحد وهو جزء السهم.\r\rثم نضرب سهام كل وارث في جزء السهم:\rفللزوجة (3) أسهم × 20 (جزء السهم) = 60 ديناراً نصيبها من التركة.\rوللبنت (12) سهماً × 20 (جزء السهم) = 240 ديناراً نصيبها من التركة.\rوللأم (4) أسهم × 20 (جزء السهم) = 80 ديناراً نصيبها من التركة.\rوللأب (5) أسهم × 20 (جزء السهم) = 100 دينار نصيبه من التركة.\r\rالطريقة الثانية:\rأن نستخرج نصيب كل واحد من الورثة جملة.\rوذلك بأن نضرب سهام كل وارث في مقدار التركة، ثم نقسمه على أصل المسألة، أو تصحيحها فينتج نصيب كل وارث.\r\rأمثلة على الطريقة الثانية:\rالمثال الأول مسألة المباهلة وهي:\rما لو ماتت عن زوج وأم وشقيقة وتركت (160) ديناراً.\rأصل المسألة من ستة وعالت إلى ثمانية ومنها تصح المسألة لكل من","seal":"22759ED7","part":1},
      {"page":162,"id":164,"nass":"الزوج والشقيقة ثلاثة وللأم اثنان ... وهذه صورتها:\r\rالتوضيح:\rأضرب سهام الزوج وهي (3) في جملة عدد التركة وهي (160) يكون الناتج (480) ثم أقسم الناتج على جميع سهام المسألة (8) وهي يخرج نصيب الزوج (60) ديناراً: أي أضرب 3 × 160 = 480 ÷ 8 = 60 ديناراً.\r\rومثل ذلك تعمل للشقيقة.\r\rوكذلك في نصيب الأم:\rأي أضرب 2 × 160 = 320 ÷ 8 = 40 ديناراً نصيب الأم.\rمثال آخر:\rماتت عن أخوين شقيقين، وبنت ابن، وأم، وزوج\rوالتركة هي (240) ديناراً فما نصيب كل وارث من التركة؟.","seal":"D7CCD074","part":1},
      {"page":163,"id":165,"nass":"التوضيح:\rأضرب سهام الزوج (6) في جملة عدد التركة (240) يكون الناتج ... (1440) ثم أقسم الناتج على جميع سهام المسألة (24) يخرج نصيب الزوج وهو (60) ديناراً.\rأي أضرب: 6 × 240 = 1440 ÷ 24 = (60) ديناراً نصيب الزوج.\rوكذلك افعل مع الأم:\rأي أضرب: 4 × 240 = 960 ÷ 24 = (40) ديناراً نصيب الأم.\rوكذلك مع بنت الابن:\r12 × 240 = 2880 ÷ 24 = (120) ديناراً نصيب بنت الابن.\rوكذلك مع الأخوين الشقيقين:\r2 × 240 = 480 ÷ 24 = 20 ديناراً نصيب الأخوين الشقيقين.\r\rتنبيه:\rإذا أردت أن تعرف صحة المسألة فاجمع حصص الورثة فإن ساوى مجموعها التركة فالعمل صحيح وإلا فهو غلط يحتاج إلى الإعادة.\rوفائدة هذه الطرق العلم بالأقرب والأسهل، فإذا تعسر وجهٌ عُمل بالآخر وهكذا.","seal":"345A0072","part":1},
      {"page":164,"id":166,"nass":"«ميراث الخنثى المشكل (¬1)»\rتعريف الخنثى: هو آدمي له آلة الرجل وآلة المرأة أو لهُ ثقبة لا تشبه أحداً منهما.\rومادام مشكلاً لا يتصور أن يكون الخنثى زوجاً ولا زوجة لعدم صحة مناكحته، ولا أباً ولا جداً ولا أماً ولا جدةً لأن الفرض أنه مشكل.\r\rوالخنثى المشكل قسمان:\r\rأ. قسم له آلة الرجال وآلة النساء.\r\rب. وقسم له ثقبة لا تشبه آلة من الآلتيين.\r\rوفي كلا الحالتين يلتبس أمره هل هو ذكر أم أنثى؟\rويتضح أمره بما يلي:\rأ. فينظر فيمن له آلتان:\rإن بال أوأمنى من آلة الرجال فهو ذكر، وإن بال أو أمنى من آلة النساء فهو أنثى.\rأما لو بال أو أمنى منهما فهو مشكل ويتضح حاله بالحيض أو الحمل.\rفإن لم تظهر علامة من هذه العلامات فيختبر بالميول.\rفإن مال للنساء فذكر، وإن مال للرجال فأنثى.\rفإن لم يمل إلى واحد منهما أو مال إليهما فمشكل.\r\rب. وإن كان الخنثى ممن لهُ ثقبة لا تشبه آلة من الآلتيين فيتضح بالأنوثة بعد البلوغ بالحيض أو الحمل.\r¬__________\r(¬1) أي الملتبس أمره فلا يدري أذكر هو أم أنثى.","seal":"35D42126","part":1},
      {"page":165,"id":167,"nass":"فإن لم يحض أو لم يحمل فيتضح بالميول فإن مال للنساء فذكر، وإن مال للرجال فأنثى.\rفإذا وجدت علامة من هذه العلامات فهو واضح وليس مشكل، وإذا لم توجد علامة مما تقدم فمشكل.\rوفي إنبات اللحية والثديين ونزول اللبن وعد الأضلاع خلاف بين العلماء (¬1).\r\rالورثة الذين يوجد فيهم:\rلا يوجد الخنثى المشكل إلا في الفروع والحواشي وأصحاب الولاء.\r\rوهي منحصرة في أربعة جهات:\r1) البنوة. 2) والأخوة. 3) والعمومة. 4) والولاء.\r\rوكما أسلفنا سابقاً بأنه لا يتصور أن يكون الخنثى زوجاً أو زوجة لعدم صحة مناكحته ولا أباً ولا أماً ولا جداً وجدة لأن الفرض أنه مشكل.\r\r* حكم إرث الخنثى وطريقة توريثه:\rللخنثى المشكل حالتان:\r\rالحالة الأولى:\rفيما إذا لم يختلف توريثه حال الذكورة والأنوثة كولد الأم والمعتق.\rففي هذه الحالة تقسم التركة من غير توقيف أي شيءٍ منهما، وذلك لأن إرث ولد الأم لا يختلف بالذكورة والأنوثة بل إن كان واحداً كان نصيبه السدس ذكراً كان أو أنثى، وإن تعدد كان نصيبهم الثلث هو بينهم بالسوية\r¬__________\r(¬1) وعند الشافعية لا يعتد به.\rانظر الشنشورى ص 200، وانظر اللآليء الفضية على متن الرحبية ص 211.","seal":"BF1EE3AF","part":1},
      {"page":166,"id":168,"nass":"الذكر كالأنثى.\rوالمعتق المباشر للعتق يكون عاصباً إذا فقد عصبة النسب سواء كان ذكراً أو أنثى فيعطي حينئذ الخنثى وكل وارث نصيبه من غير توقف.\r\rالحالة الثانية:\rفيما إذا اختلف توريثه باختلاف ذكورته أو أنوثته، ففي مثل هذه الحالة يعامل كل من الورثة والخنثى بالأضر في التوريث، فيعطون الأقل المتيقن في حقه وحق من معه من الورثة، ويوقف الباقي المشكوك فيه إلى البيان أو الصلح.\r\rقال صاحب الرحبية رحمة الله تعالى:\rإن يكن في مستحق المال ....... خنثى صحيح بين الاشكال\rفاقسم على الأقل واليقين ....... تحظ بحق القسمة المبين\r\rوطريقة توريث الخنثى في هذه الحالة:\r\rأن تعمل لهم مسألتين:\rإحداهما: بتقدير ذكورة الخنثى.\rوالثانية: بتقدير أنوثته.\rثم اعمل جامعة للمسألتين.\r\rوكيفية عمل الجامعة كما يلي:\rأن تنظر بين مسألتي الذكورة والأنوثة بالنسب الأربع وهي:\r(المماثلة والموافقة والمداخلة والمباينة).\rفإن تماثلتا فخذ إحداهما، وإن تداخلتا فخذ أكبرهما وإن توافقتا فخذ حاصل ضرب وفق إحداهما في كامل الثانية، وإن تباينتا فخذ حاصل ضرب إحداهما في الأخرى وذلك المأخوذ هو الجامعة للمسألتين.","seal":"A4619E2E","part":1},
      {"page":167,"id":169,"nass":"ثم إذا أردت أن تعرف الأضر في حق كل من الورثة ليعطاه من الجامعة فاعمل ما يلي:\rأقسم الجامعة على مسألة الذكورة يخرج جزء (¬1) سهمها فاجعله فوقها، ثم أقسم الجامعة أيضاً على مسألة الأنوثة يخرج جزء سهمها فاجعله فوقها.\rثم اضرب ما لكل وارث في كل مسألة في جزء سهمه يحصل نصيبه منها.\rثم انظر ما لكل وراث على كلا التقديرين، واعطه الأقل من ذلك، ... ومن ورث في حالة دون أخرى فلا يعطى شيئاً.\rويوقف الباقي من الجامعة إلى البيان أو الصلح لأنه مشكوك فيه.\r¬__________\r(¬1) للعلماء في استخراج جزء السهم في مسائل الخنثى وما بعده طريقتان:\rالأولى: أنّ وفق كل مسألة في التوافق أو جميعها في التباين هو جزء سهم المسألة الأخرى.\rالثانية: أن تقسم الجامعة على كل من مسألتي الذكورة والأنوثة ومانتج من القسمة هو جزء سهم المسألة.\rوقد سلكت كما ترى الطريقة الثانية.","seal":"C5A0389C","part":1},
      {"page":168,"id":170,"nass":"الأمثلة: مثال التماثل بين المسألتين:\rتوفي رجل عن امرأة وولد خنثى وعم.\rوهذه صورتها:\r\rالتوضيح:\rانظر إلى المسألتين تجد أصلها من ثمانية مخرج فرض الزوجة وبما أن المسألتين متماثلتان فاكتفينا بإحداهما وجعلت هي الجامعة للمسألتين.\rوبما أن الزوجة لم يختلف نصيبها على كلا التقديرين أُعطيت فرضها الثمن كاملاً.\rأما الولد الحنثى فيختلف نصيبه:\rفبتقدير ذكورته يكون له الباقي بعد فرض الزوجة وهو سبعة.\rوبتقدير أنوثته يكون له النصف وهو أربعة.\rفأعطي الأقل وهو (4) من الجامعة.\rوالعم بتقدير ذكورة الخنثى محجوب به.\rوبتقدير أنوثة الخنثى يكون له الباقي وهو ثلاثة.\rوبما أنه يرث في تقدير دون آخر فلا يُعطى شيئاً.\rفكان مجموع المأخوذ من الجامعة خمسة (5).","seal":"74041C64","part":1},
      {"page":169,"id":171,"nass":"والباقي ثلاثة (3) موقوف إلى البيان أو الصلح.\rفإن بان الخنثى ذكراً أخذ الموقوف وهو ثلاثة (3) ولا شيء للعم.\rوإن بان الخثنى أنثى فالموقوف للعم.\r\rمثال آخر في التماثل:\rتوفيت امرأة عن زوجها وولد أخ خثنى وعم.\rوهذه صورتها.\rالتوضيح:\rانظر إلى مسألتين حال ذكورة الخنثى وأنوثته تجد أصلها من اثنين مخرج فرض الزوج النصف.\rوبما أن المسألتين متماثلتان فاكتفينا بإحداهما وجعلت هي الجامعة.\rوبما أن الزوج لم يختلف نصيبه على كلا التقديرين أعطي فرضه النصف كاملاً وهو (1) من الجامعة.\rأما ولد الأخ الخنثى فيختلف نصيبه:\rفبتقدير ذكورته يكون له الباقي.\rوبتقدير أنوثته لم يكن له شيء لأنها من ذوي الأرحام.","seal":"008D3686","part":1},
      {"page":170,"id":172,"nass":"وبما أنه يرث في تقدير دون آخر فلا يُعطى شيئاً إلى البيان أو الصلح.\rوكذلك العم لا يُعطى شيئاً.\rلأنه بتقدير ذكورة الخنثى يُحجب، وبتقدير أنوثة الخنثى يكون النصف الباقي للعم.\rوبما أنه يرث في تقدير دون آخر فلا يُعطى شيئاً إلى البيان أو الصلح.\rفإن بان الخنثى ذكراً أخذ الموقوف ولا شيء للعم.\rوإن بان الخنثى أنثى أخذ الموقوف العم، ولا شيء للخنثى لأنه من ذوي الأرحام.\r\rمثال التداخل بين المسألتين:\rتوفى شخص عن أم وبنت وولد خنثى وعم ... وهذه صورتها:\r\rالتوضيح:\rالمسألة الأولى:\rبتقدير ذكوة الخنثى أصلها من ستة وصحت من ثمانية عشر (18).\rللأم السدس من مصحح المسألة وهو ثلاثة (3).","seal":"00293F6E","part":1},
      {"page":171,"id":173,"nass":"وللبنت (5) والخنثى عشرة (10) باعتباره ذكراً.\rوالعم محجوب بالخنثى باعتباره ذكر.\r\rوالمسألة الثاني:\rبتقدير أنوثة الخنثى أصلها من ستة:\rللأم السدس واحد (1).\rوللبنت والخنثى الثلثان أربعة (4) كل منهما اثنان.\rوللعم الباقي وهو واحد (1).\r\rثم نظرنا بين مصحح المسألة الأولى وهي (18) وبين المسألة الثانية وهي ستة (6) فكانتا متداخلتين.\rفأخذنا أكبر العددين وهي الثمانية عشر (18) وجعلت هي الجامعة.\r\rثم قسمنا الجامعة (18) على المسألتين:\rا\rلمسألة الأولى:\r18 ÷ 18 = وما خرج من القسمة = 1 وهو جزء سهم المسألة الأولى.\r\rالمسألة الثانية:\r18 ÷ 6 وما خرج من القسمة = 3 وهو جزء سهم المسألة الثانية.\rورقمنا جزء سهم كل من المسألتين فوق مسألته.\r\rولمعرفة نصيب كل واحد عملنا الآتي:\rضربنا نصيب كل واحد من المسألتين في جزء سهم المسألة، وقارنا بين حاصل الضربين وأعطيناه أقل العددين.\r\rفالأم: لها من المسألة الأولى باعتبار الخنثى ذكراً 3 × 1 = 3.\rولها من المسألة الثانية باعتبار الخنثى أنثى 1 × 3 = 3.\rفأعطيت ثلاثة حيث لم يختلف نصيبها في الحالتين.","seal":"42960DB5","part":1},
      {"page":172,"id":174,"nass":"والبنت: لها من المسألة الأولى باعتبار الخنثى ذكراً 5 × 1 = 5.\rولها من المسألة الثانية باعتبار الخنثى أنثى 2 × 3 = 6.\rفأعطيت الأقل وهو (5) ورقمت مقابل اسمها من عمود الجامعة.\r\rوالخنثى: له من المسألة الأولى باعتباره ذكراً 10 × 1 = 10.\rوله من المسألة الثانية باعتباره أنثى 2 × 3 = 6.\rفأعطي أقل النصيبين وهو (6).\r\rوبما أن العم يرث في حالة أنوثة الخنثى دون حالة ذكورته فلم يُعط شيئاً.\r\rثم جمع المأخوذ من الجامعة فكان (14) ووقف الباقي وهو (4) إلى البيان أو الصالح.\rفإن بان الخنثى ذكراً كان موقوف له.\r\rوإن بان الخنثى أنثى: فللعم ثلاثة وللبنت واحد ولا شيء للأم من الموقوف، حيث أنها أخذت نصيبها كاملاً.\r\rمثال التوافق بين المسألتين:\rتوفيت امرأة عن زوج وأم وولد لأبوين خنثى.\rوهذه صورتها:","seal":"33DA322C","part":1},
      {"page":173,"id":175,"nass":"التوضيح:\rالمسألة الأولى: باعتبارالخنثى ذكراً أصلها من ستة:\rللزوج النصف فرضاً وهو ثلاثة (3).\rوللأم الثلث وهو اثنان (2).\rوللخنثى باعتباره ذكراً الباقي وهو واحد (1).\r\rوالمسألة الثانية: باعتبار أنوثة الخنثى أصلها من ستة كالأولى وعالت إلى ثمانية، ومن هذا العدد صحت المسالة:\rللزوج النصف ثلاثة من ثمانية.\rوللأم الثلث اثنان من ثمانية.\rوللخنثى باعتباره أنثى النصف ثلاثة.\r\rثم نظرنا بين المسألتين بالنسب (¬1) الأربع فوجدنا بينهما تواقفاً بالنصف، فضربنا وفق إحداهما في الأخرى.\rأي: 3 × 8 أو 4 × 6 = 24 وهي الجامعة للمسألتين.\rثم قسمنا الجامعة على كل من المسألتين، والخارج من القسمة هو جزء سهم المسألة رقمنا كل منهما فوق مسألته:\rالمسألة الأولى: 24 ÷ 6 = 4 جزء سهم المسألة الأولى.\rالمسألة الثانية: 24 ÷ 8 = 3 جزء سهم المسألة الثاني.\rولمعرفة نصيب ما لكل واحد من المسألتين ليعطى الأقل عملنا الآتي:\rضربنا نصيب كل واحد من المسألتين في جزء سهم المسألة وقارنا بين حاصل الضربين وأعطيناه أقل العددين:\r¬__________\r(¬1) النظر في استخراج الجامعة هنا يكون بين المسألتين بالنسب الأربع وفي المناسخة النظر يكون بين مسألة الميت الثاني وسهامه من الأولى بنظرين وهي: التوافق والتباين؛ فتنبه للفارق.","seal":"79821843","part":1},
      {"page":174,"id":176,"nass":"فالزوج: له من المسألة الأولى باعتبار ذكورة الخنثى 3 × 4 = 12.\rوله من المسألة الثانية باعتبار أنوثة الخنثى 3 × 3 = 9.\rفأعطي الأقل وهو (9) ورقم مقابل اسمه من عمود الجامعة.\r\rوالأم: لها من المسألة الأولى باعتبار ذكورة الخنثى 2 × 4 = 8.\rولها من المسألة الثانية باعتبار أنوثة الخنثى 2 × 3 = 6.\rفأعطيت الأقل وهو (6) ورقمت مقابل اسمها من عمود الجامعة.\r\rوالخنثى: له من المسألة الأولى باعتباره ذكراً ... 1 × 4 = 4.\rوله من المسألة الثانية باعتباره أنثى 3 × 3 = 9.\rفأعطي أقل النصيبين وهو (4) ورقم مقابل اسمه من عمود الجامعة.\r\rثم جمع المأخوذ من الجامعة فكان (19) والموقوف من الجامعة (5) إلى البيان أو الصلح.\rفإن بان الخنثى ذكراً أجريت مسألة الذكورة:\rفيعطي الزوج من الموقوف (3).\rوتعطى الأم (2).\rولا شيء للخنثى لأنه قد استوفى حقه.\r\rوإن بان الخنثى أنثى أجريت مسألة الأنوثة فيعطي جميع الموقوف.\r\rمثال التباين بين المسألتين:\rتوفي شخص عن ابن وولد خنثى.\rوهذه صورتها:","seal":"C1827F42","part":1},
      {"page":175,"id":177,"nass":"التوضيح:\r\rالمسألة الأولى: باعتبار الخنثى ذكراً أصلها من (2):\rللابن واحد (1).\rوللولد الخثنى واحد (1).\r\rالمسألة الثانية: باعتبار أنوثة الخنثى أصلها من ثلاثة (3).\rللابن الواضح (2).\rوللخنثى باعتباره أنثى (1).\r\rوبالنظر بين المسألتين بالنسب الأربع وجدنا بينهما تبايناً.\rفضربنا عدد إحدى المسألتين في الأخرى:\r3 × 2 أو 2 × 3 = 6 وهذا الناتج هو الجامعة للمسألتين.\r\rثم قسمنا الجامعة على كل مسألة من المسألتين والخارج من القسمة هو جزء سهم المسألة رقمنا كل منهما فوق مسألته:\r\rالمسألة الأولى: 6 ÷ 2 = 3 جزء سهم المسألة الأولى.\rالمسألة الثانية: 6 ÷ 3 = 2 جزء سهم المسألة الثانية.\r\rولمعرفة نصيب ما لكل واحد من المسألتين ليُعطى الأقل عملنا الآتي:\r\rضربنا نصيب كل واحد من المسألتين في جزء سهم المسألة وقارنا بين حاصل الضربين وأعطيناه أقل العددين:\r\rفالابن: له من المسألة الأولى باعتبار ذكورة الخنثى ... 1 × 3 = 3.\rوله من المسألة الثانية باعتبارأنوثة الخنثى ... 2 × 2 = 4.\rفأعطي الأقل وهو (3) ورقم مقابل اسمه.\r\rوالخنثى: له من المسألة الأولى باعتباره ذكراً 1 × 3 = 3.\rوله من المسألة الثانية باعتباره أنثى 1 × 2 = 2.","seal":"3BBF1F24","part":1},
      {"page":176,"id":178,"nass":"فأعطي الأقل وهو (2) ورقم مقابل اسمه.\r\rثم جمع المأخوذ من الجامعة فكان (5) والموقوف من الجامعة واحد (1) ... إلى البيان أو الصلح.\rفإن بان الخنثى ذكراً أجريت مسألة الذكورة فيعطي الباقي للخنثى المشكل، ولا يعطي الابن الواضح شيئاً لكونه استوفى حقه قبل.\r\rوإن بان الخنثى أنثى أجريت مسألة الأنوثة فيعطى الباقي للابن الواضح .. والله أعلم.","seal":"4DE55084","part":1},
      {"page":177,"id":179,"nass":"«ميراث المفقود»\r\rالمفقود: هو الغائب الذي انقطع خبره، بأن غاب عن وطنه، أو أُسر، وطالت غيبته، وجهل حاله، فلا يُدرى: أحي هو أم ميت؟.\r\rأحوال المفقود:\r\rللمفقود حالان:\r1) إرثه من غيره. 2) إرث غيره منه.\rولكل منهما حكم.\r\rحكم إرثه من غيره:\rوهو أن تقسم التركة بين الحاضرين على الأقل المتيقن من تقديريّ حياة المفقود وموته، كالحكم السابق للخنثى.\r\rقال صاحب الرحبية:\rواحكم على المفقود حكم الخنثى ....... إن ذكراً كان أو أنثى\r\rفتجعل للمفقود مسألة باعتباره حياً، وتجعل له مسألة أخرى باعتباره ميتاً، ثم تقارن نصيب كل واحد من المسألتين فمن لا يختلف نصيبه في الحالتين يعطاه في الحال كاملاً، ومن اختلف نصيبه بموت المفقود أو حياته أعطه أقل النصيبين ومن يرث على أحد التقديرين (الحياة أو الموت) دون الآخر لا يُعطى شيئاً، ويوقف المال كله أو الباقي إلى أن يظهر حاله أو يحكم قاضي بموته اجتهاداً.\r\rكيفية عمل الجدول وطريقة توريثه:\rأن تجعل للمفقود مسألتين:\r1) مسألة باعتباره حياً.\r2) ومسألة باعتباره ميتاً.\rثم تعمل جامعة للمسألتين وطريقة ذلك مايلي:","seal":"A0D1C6FE","part":1},
      {"page":178,"id":180,"nass":"أن تنظر بين المسألتين بالنسب الأربع كما مر في الخنثى وخذ إحداهما في التماثل، وأكبرهما عدداً في التداخل، وحاصل ضرب وفق إحداهما في كامل الأخرى في التوافق، وحاصل جميع إحداهما في كامل الأخرى في التباين، وذلك المأخوذ أو حاصل الضرب هو الجامعة للمسألتين.\r\rثم أقسم الجامعة على كل من المسألتين وما خرج من القسمة هو جزء سهم المسألة فيرقم فوق كل مسألة ليسهل ضرب كل سهم من المسألة في جزء سهمها، ثم اضرب سهام كل وارث في جزء سهمه يحصل نصيبه منها.\r\rفمن لا يختلف نصيبه يعطاه كاملاً.\r\rومن يرث في أحد التقديرين (الحياة أو الموت) لا يعطى شيئاً.\rومن يختلف نصيبه يعطى الأقل، ويوقف المشكوك فيه.\r\rالأمثلة:\rمثال المتداخلتين:\rكان توفى شخص عن زوجة وابن حاضر وابن مفقود.\rفما نصيب كل من الورثة؟\r\rالجواب:\rنضع هنا مسألتين إحداهما على فرض الحياة والثانية على فرض الموت.\rثم نستخرج الجامعة، ونحتفظ بالموقوف إلى أن يتبين الحال.\rوهذه صورتها:","seal":"EF460147","part":1},
      {"page":179,"id":181,"nass":"التوضيح:\r\rالمسألة الأولى: باعتبار المفقود حيّاً أصلها من ثمانية (8) وصحت من (ستة عشر) (16):\rللزوجة الثمن (2).\rولكل واحد من الأبناء (7).\r\rوالمسألة الثانية: باعتبار المفقود ميّتاً أصلها من ثمانية (8).\rللزوجة الثمن (1) والباقي سبعة (7) للإبن الحاضر.\r\rوحين نظرنا بين المسألتين وجدناهما متداخلتين فأخذنا أكبرهما وهي (16) وجعلت هي الجامعة للمسألتين.\r\rثم قسمنا الجامعة على كل من المسألتين:\rالمسألة الأولى: 16 ÷ 16 وما خرج من القسمة =1 هو جزء سهم المسألة الأولى.\rالمسألة الثانية: 16 ÷ 8 وما خرج من القسمة = 2 هو جزء سهم المسألة الثانية.\rورقمنا كلًّ فوق مسألته.\r\rولمعرفة نصيب كل واحد عملنا الآتي:\rضربنا نصيب كل واحد في جزء سهم المسألة، وقابلنا فيما يعطاه من المسألتين، وأعطي الأقل، ومن يرث في حالة دون أخرى لا يُعطى شيئاً.\r\rفالزوجة: لها باعتبار المفقود حياً 2 × 1 = 2.\rولها باعتبار المفقود ميتاً 1 × 2 = 2.\rفأعطيت (2) حيث لم يتغير نصيبها في الحالتين.\r\rوالابن الحاضر: باعتبار المفقود حياً 7 × 1 = 7.\rوباعتبار المفقود ميتاً 7 × 2 = 14.\rفأعطي الأقل وهو سبعة (7).","seal":"63877950","part":1},
      {"page":180,"id":182,"nass":"ووقف الباقي وهو سبعة حتى يتضح حال المفقود.\rفإن تبين أنه حي فهو له، وإن تبين أنه ميت فهو للابن الموجود.\r\rمثال المتباينتين: ماتت عن زوج وشقيقتين، وأخ شقيق مفقود.\r\rالتوضيح:\r\rأصل المسألة الأولى: باعتبار المفقود حياً من اثنين (2) وصحت من (8).\rوأصل المسألة الثانية: باعتبار المفقود ميتاً من ستة (6) وعالت إلى سبعة ومنها صحت المسألة.\r\rوبالنظر بين المسألتين نجدها متباينتين فرقمنا عدد كل مسألة فوق الأخرى، لأن كل مسألة هي جزء سهم الأخرى.\rثم ضربنا المسألة الأولى في الثانية 8 × 7 والناتج = (56) هي الجامعة.\rولمعرفة الأقل من المسألتين ليعطاه كل وراث عملنا الآتي:\rضربنا سهم كل واحد من الأولى في جزء سهم المسألة وهو (7).\rوضربنا سهمه من الثانية في جزء سهمها وهو (8).\rوقارنا بين النصيبين لكل وارث وأعطي الأقل، ورقمناه أمام اسمه من","seal":"D5BF74CB","part":1},
      {"page":181,"id":183,"nass":"عمود الجامعة، وأوقفنا الباقي إلى أن يتضح أمر المفقود:\r\rفالزوج: له بتقدير حياة المفقود ... 4 × 7 = 28.\rوله بتقدير موته ... 3 × 8 = 24.\rفأعطي الأقل وهو (24).\rولكل من الأختين: بتقدير حياة المفقود: 1 × 7 = 7.\rوبتقدير موته ... 2 × 8 = 16.\rفأعطيت كل منهما أقل العددين وهو (7).\r\rوالأخ المفقود: له بتقدير حياته ... 2 × 7 = 14.\rولا شيء له بتقدير موته فلم يعط شيئاً.\rوأوقف الباقي وهو (18) إلى بيان حال المفقود.\r\rفإن بان حياً كان له منها (14) وللزوج (4) وإن علم موته فالباقي الموقوف وهو (18) يكون للأختين لكل واحدة منهما (9).\rوقس على هذا بقية المسائل.\r\rحكم الحالة الثانية: وهي إذا كان المفقود مورِّثاً لغيره.\r\rفحكمه: أن يوقف ماله جميعه إلى ثبوت موته ببينة أو يحكم القاضي بموته اجتهاداً، وذلك بعد مضي مدة يغلب على الظن أنه لا يعيش فوقها، لكونه لا يعيش مثله إليها.\rوتفاصيل ذلك في كتب الفقه، والمطولات من كتب المواريث.\rوالله أعلم","seal":"69B56853","part":1},
      {"page":182,"id":184,"nass":"ميراث الحمل\r\rالحمل: هو ما في بطن الأم من ولد، ذكراً كان أو أنثى.\r\rومعلوم أنه يشترط لميراث أي إنسان تحقّق حياة الوارث عند موت مورثه .... وباعتبار أن (الحمل) وهو لا يزال في بطن أمه مجهول الوصف والحال:\rفإما أن يولد حيَّاً أو ميتاً، وإمّا أن يكون ذكراً أو أنثى، وإمّا أن يكون واحداً أو متعدداً.\rفلا يمكننا في هذه الحالة أن نقطع بأمره، ومادام الجنين غامض الوصف والحال، فإن توزيع التركة بشكل نهائي يصبح أمراً متعذراً.\rولكن قد تصادفنا أمور اضطرارية، لمصلحة بعض الورثة توجب علينا قسمة التركة (قسمة أوّليّة) ثم نترك التقسيم النهائي إلى ما بعد الولادة.\rولهذه الضرورات نظّم الفقهاء أحكاماً خاصة بالحمل تقسم التركة على ضوئها قسمة أولية، ويحتاط فيها لمصلحة الحمل ما أمكن الاحتياط.\r\rوهذه بعض الأحكام نبينها فيما يلي:\r\rشروط إرث الحمل:\rيرث الحمل بشرطين:\r1. أن يكون موجوداً في بطن أمه وقت وفاة مورّثه يقيناً أو ظناً.\r2. أن ينفصل من بطن أمه حيَّاً حياة مستقرة.\r\rحكم إرث الحمل:\rأن يعامل الورثة الموجودون بالأضر من وجوده وعدمه وذكورته وأنوثته، وانفراده وتعدده، ويوقف المشكوك فيه إلى وضع الحمل أو يبين أن لا حمل.\rفمن يحجب ولو ببعض التقادير لا يعطى شيئاً، ومن لم يختلف نصيبه بكل","seal":"4E4FF2A1","part":1},
      {"page":183,"id":185,"nass":"تقدير يعطاه كاملاً، ومن يختلف نصيبه وهو مقدّر أعطى الأقل، ومن اختلف نصيبه وهو غير مقدر فلا يعطى شيئاً لأنه لا ضبط لعدد الحمل.\r\rكيفية عمل الجدول وطريقة توريثه:\rوهو أن تعمل كما سبق في الخنثى والمفقود، إلا أن التقادير هنا أربعة:\rالمسألة الأولى: بتقدير موته.\rالمسألة الثانية: بتقدير ذكورته.\rالمسألة الثالثة: بتقدير كونه أنثى واحدة.\rالمسألة الرابعة: بتقدير كونه أنثى متعددة.\r\rثم تعمل لهم جامعة واحدة وطريقة تحصيلها كما يلي:\rتقابل بين المسائل الأربع بالنسب الأربع:\rفخذ إحداهما في التماثل، وأكبرهما عدداً في التداخل، وحاصل ضرب وفق إحداهما في كامل الأخرى في التوافق، وحاصل ضرب إحداهما في جميع الأخرى في التباين.\rثم تنظر بين هذا المأخوذ وبين المسألة التي تليه بالنسب (¬1) الأربع وهكذا حتى المسألة الرابعة، وذلك المأخوذ أو الحاصل من الضرب هو الجامعة لتلك المسائل جميعها.\rثم تقسم الجامعة على كل مسألة من مسائل الحمل وما خرج من القسمة هو جزء سهم المسألة، فارقمه فوقها.\r\rولمعرفة نصيب كل واحد عملنا الآتي:\rنضرب نصيب كل واحد خصّه من المسألة في جزء سهمها ونقابل بين\r¬__________\r(¬1) وقد سبق توضيح ذلك فيما لو حصل إنكسار على أربع فرق، في تصحيح المسائل الانكسار على أربعة فرق فراجعه ص 69.","seal":"BE550A04","part":1},
      {"page":184,"id":186,"nass":"حصيله المضروب، فأيها كان أقل أعطيه ذلك الوارث، فيرقم مقابل اسمه من عمود الجامعة.\r\rمثال: ما إذا تماثلت في بعض وتداخلت في بعض.\rكأن يموت شخص عن زوجة حامل، وأم، وأخ شقيق.\rوهذه صورتها:\r\rالتوضيح:\rأصل المسألة الأولى بتقدير موت الحمل من اثنى عشر (12) لاجتماع ثلث الأم وربع الزوجة.\rوالمسائل الباقية من (24) لاجتماع ثمن الزوجة وسدس الأم.\rوبالنظر بين المسائل وجدناها متداخلة.\rفأخذنا أكبر العدد وهو (24) وجعلت هي الجامعة.\r\rثم قسمنا الجامعة على كل مسألة من المسائل:\rالمسأئلة الأولى 24 ÷ 12 والخارج (2) هو جزء سهم المسألة الأولى فرقمناه فوق مسألته.","seal":"4AD94FBB","part":1},
      {"page":185,"id":187,"nass":"والمسألة الثانية 24 ÷ 24 والخارج (1) هو جزء سهم المسألة الثانية وكذلك عملنا في المسألة الثالثة والرابعة، ورقمنا كل منهما فوق مسألته.\r\rولمعرفة نصيب كل وارث من المسائل ليُعطى الأقل عملنا الآتي:\rضربنا نصيب كل وارث من كل مسألة في جزء سهم المسألة وقارنا بين حاصل الضرب وأعطيناه أقل العدد:\rفالزوجة: لها بتقدير موت الحمل ... 3 × 2 = 6.\rولها بتقدير الحالات الثلاث الأخرى 3 × 1 = 3.\rفأعطيت أقل عدد من التقادير الأربعة وهو (3).\r\rوالأم: لها بتقدير موت الحمل ... 4 × 2 = 8.\rولها بتقدير الحالات الثلاث الأخرى ... 4 × 1 = 4.\rفأعطيت أقل التقادير وهو (4).\r\rوالشقيق: له بتقدير موت الحمل ... 5 × 2 = 10.\rولا شيء له بتقدير ذكورة الحمل.\rوله بتقدير كون الحمل أنثى واحدة ... 5 × 1 = 5.\rوله بتقدير كون الحمل أنثى متعددة ... 1 × 1 = 1.\rفلم يعط شيئاً لأنه يرث في حالة دون أخرى.\r\rوالحمل: لا شيء له باعتباره ميتاً.\rوله بتقدير ذكورته ... 17 × 1 = 17.\rوله بتقدير كونه أنثى واحدة ... 12 × 1 = 12.\rوله بتقدير كونه أنثى متعددات ... 16 × 1 = 16.\rفلم يعط شيئاً حتى يتبين حاله.","seal":"C8E2939B","part":1},
      {"page":186,"id":188,"nass":"وحاصله:\rأن الزوجة أعطيت من الجامعة أقل عدد وهو (3).\rوأعطيت الأم من الجامعة أقل عدد وهو (4).\rفكان مجموع المأخوذ من الجامعة (7).\rوالباقي (17) موقوف إلى وضع الحمل أو يبين أن لا حمل.\r\rفإن تبين موت الحمل أو لا حمل فاعمل بمقتضى مسألة الموت:\rفاللزوجة: 3 × 2 = 6 أخذت قبل بيان الحمل (3).\rوالباقي لها من الموقوف (3) أخذته فكان المجموع (6).\r\rوالأم: 4 × 2 = 8 أخذت قبل بيان الحمل (4).\rوالباقي لها من الموقوف (4) أخذته فكان المجموع (8).\r\rوالشقيق:5 × 2 = 10 نصيبه من الموقوف لأنه لم يأخذ قبل بيان الحمل شيء.\rولو وضعت الحمل ذكراً فاعمل بمقتضى الذكورة.\rفيكون الموقوف (17) تعطى للحمل ولم يرث الشقيق شيئاً.\r\rولو وضعت الحمل أنثى واحدة فاعمل بمقتضى مسألتها وهو أن الموقوف يكون بينها وبين الشقيق، فتأخذ فرضها النصف من الموقوف وهو (12)، والباقي خمسة (5) يأخذه الشقيق تعصيباً.\r\rولو وضعت الحمل أنثى متعددة كان الموقوف لهن ولأخ الميت الشقيق، يأخذن ثلثي المسألة (16) من الموقوف، والباقي واحد (1) للشقيق تعصيباً.","seal":"CEABD635","part":1},
      {"page":187,"id":189,"nass":"مثال:\rتوفي شخص عن زوجة حامل وأبوين ... وإليك الجدول:\r\rالتوضيح:\rالمسالة الأولى بتقدير موت الحمل أصلها من (4).\rوالمسألة الثانية بتقدير ذكورة الحمل أصلها من (24).\rوالمسألة الثالثة بتقدير كون الحمل أنثى واحدة أصلها من (24).\rوالمسألة الرابعة بتقدير كون الحمل أنثى متعددة أصلها من (24) وعالت إلى (27).\r\rوبالنظر بين المسائل الأربع بالنسب الأربع:\rنجد بين المسألة الأولى (4) والمسألة الثانية وهي (24) تداخلاً، فنأخذ الأكبر وهو (24).\rثم نجد بين هذا المأخوذ وبين المسألة الثانية وهو (24) تماثلاً فنأخذ أحد العددين وهو (24).","seal":"2CF14F7E","part":1},
      {"page":188,"id":190,"nass":"ونجد بينه وبين المسألة الرابعة وهي (27) توفقاً بالثلث.\rفضربنا وفق إحداهما في كامل الأخرى 8 × 27 أو 9 × 24 فكان الحاصل (216) وهو الجامعة للمسائل الأربع.\r\rثم قسمنا الجامعة على كل مسألة من المسائل الأربع، وما خرج هو جزء سهم تلك المسألة ورقمنا كل منهم فوق مسألته:\r216 قسمة 4 = 54 هي جزء سهم المسألة الأولى.\r216 قسمة 24 = 9 هي جزء سهم المسألة الثانية والثالثة.\r216 قسمة 27 = 8 هي جزء سهم المسألة الرابعة.\rورقمنا جزء سهم كل مسألة فوق مسألته.\r\rولمعرفة نصيب كل واحد من كل مسألة ليعطى الأقل عملنا الآتي:\rضربنا نصيب كل وارث من المسائل في جزء سهم مسألته وقارنا بين حاصل الضرب وأعطيناه أقل العدد:\r\rفالزوجة: لها بتقدير موت الحمل 1 × 54 = 54.\rولها بتقدير الحمل ذكر 3 × 9 = 27.\rولها بتقدير الحمل أنثى واحدة 3 × 9 = 27.\rولها بتقدير الحمل أنثى متعددة 3 × 8 = 24.\rفأعطيت أقل التقادير وهو (24).\r\rوالأب: له بتقدير الحمل ميتاً ... 2 × 54 = 108.\rوله بتقدير الحمل ذكراً ... 4 × 9 = 36.\rوله بتقدير الحمل أنثى واحدة ... 5 × 9 = 45.\rوله بتقدير الحمل أنثى متعددة ... 4 × 8 = 32.\rفأعطى له أقل التقادير وهو (32).","seal":"16D49EA3","part":1},
      {"page":189,"id":191,"nass":"والأم: لها بتقدير الحمل ميتاً ... 1 × 54 = 54.\rولها بتقدير الحمل ذكراً ... 4 × 9 = 36.\rولها بتقدير الحمل أنثى واحدة ... 4 × 9 = 36.\rولها بتقدير الحمل أنثى متعددة ... 4 × 8 = 32.\rفأعطيت لها أقل التقادير وهو (32).\r\rولد الحمل: لا شيء له بتقدير موته.\rوله بتقدير ذكورته ... 13 × 9 = 117.\rوله بتقدير كونه أنثى واحدة ... 12 × 9 = 108.\rوله بتقدير كونه أنثى متعددة ... 16 × 8 = 128.\rلم يعط شيئاً، وإنما وقف (128) إلى أن يظهر حاله.\r\rفإن ظهر أن لا حمل أو وضعته ميتاً فاعمل بمقتضى مسألة الموت وهي الأولى:\rيكون للزوجة الربع (54) أخذت قبل بيان الحمل (24)، وبقي لها ... (30) تأخذه من الموقوف.\rوللأب (108) أخذ قبل بيان الحمل (32)، وبقى له (76) يأخذه من الموقوف.\rوللأم (54) أخذت قبل بيان الحمل (32)، وبقي لها (22) تأخذه من الموقوف.\r\rوإن وضعت الزوجة الحمل ذكراً عمل بمقتضى مسألة الذكورة.\rأو وضعته أنثى واحدة عمل بمقتضى مسألتها.\rأو وضعته أنثى متعددات فالموقوف لهما أو لهن إن كن فوق اثنتين لأنه لهما أو لهن الثلثين وهو 16 × 8 = 128.\rوالله تعالى أعلم.","seal":"5142403B","part":1},
      {"page":190,"id":192,"nass":"«باب ميراث الغرقى\rوالهدمى والحرقى ونحوهم .. »\rإذا مات متوارثان فأكثر بنحو غرق أو هدم أو حريق أو في معركة قتال، أو ما توا بحادث زلزال أو بحادث عام كانقلاب مركبة أو سقوط طائرة أو تحطم سفينة أو غيرها من الأسباب، وجهل موت الأسبق، أو ماتوا معاً، ولم يعلم موت المتقدم منهم من المتأخر.\r\rفحكمهم في الميراث:\rألا يرث أحد منهم من الآخر الهالك معه، بل تكون تركة كل منهم لباقي ورثته، وكأنّ لا قرابة بينهم وذلك لفقد شروط الإرث وهو: تحقّق حياة الوارث عند موت المورِّث.\r\rقال صاحب الرحبية رحمه الله تعالى:\rوإن يُمت قومٌ بهدمٍ أو غَرَقْ ....... أو حادث عمّ الجميع كالحرق\rولم يكن يعلم حال السابق ....... فلا تورّث زاهقاً من زاهق\rوعُدَّهم كأنهم أجانب ....... فهكذا القول السديد الصائب\r\rمثال:\rغرقت سفينة بأخوين شقيقين ولم يعلم السابق منهما\rوترك أحدهما: زوجة وبنتاً. ... وترك الآخر: بنتين.\rولهما أي (الشقيقين) عم.\r\rفلا يرث أحدُ الأخوين من أخيه الذي توفي معه شيئاً بل تكون تركة كل منهم لباقي ورثته.","seal":"1273AE4D","part":1},
      {"page":191,"id":193,"nass":"فتقسم تركة الميت الأول بين: زوجته، وبنته، وعمه.\r\rوتكون مسألتهم من ثمانية:\rللزوجة الثمن واحد من ثمانية.\rوللبنت النصف أربعة.\rوالباقي ثلاثة تكون للعم تعصيباً ... وصورتها رقم (1).\r\rوتقسم تركة الميت الثاني بين: ابنتيه، وعمه.\rوتكون مسألتهم من ثلاثة:\rللبنتين الثلثان فرضاً وهو (2).\rوالباقي واحد (1) يأخذه العم تعصيباً ... وصورتها رقم (2).","seal":"E5EF0FCC","part":1},
      {"page":192,"id":194,"nass":"خاتمة\rإلى هنا وقد انتهى بحمد الله تعالى ما أردت كتبه وجمعه، وليس لي في هذه الرسالة إلا الجمع والاختصار والبسط في بعض الأحوال والمرجو ممن اطلع على خطأ منصوص عليه أن يصلحه بالمعول عليه ورحم الله القائل:\rيا من غدا ناظراً فيما كتبت ومن ....... أضحى يردد فيما قلته النظرا\rسألتك الله إن عاينت لي خطأً ....... فاستر عليّ فخير الناس من سترا\r\rوكان الفراغ من هذا الجمع والتحصيل على يد الفقير إلى عفو ربه الكريم أحمد بن يوسف بن محمد الأهدل غفر الله له ولوالديه ولمشايخه ولذريته ولأحبابه ومحبيه وللمسلمين والمسلمات أجمعين في ليلة الأربعاء 15/ 8 / 1417هـ الخامس عشر من شعبان عام سبعة عشر بعد الأربعمائة والألف هجرية على صاحبها أفضل الصلاة وأزكى التحية.\r\rهذا وكان الفراغ من إكمال ما أضفته من باب الجد والإخوة إلى ميراث الغرقى والهدمى والحرقى ونحوهم في يوم الإثنين الموافق 3/ 8 / 1421هـ.\rوصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين.\rوالحمد لله رب العالمين.","seal":"F65A2C02","part":1},
      {"page":193,"id":195,"nass":"المصادر والمراجع\r1. القرآن الكريم.\r2. تكملة زبدة الحديث في فقه المواريث. للعلامة السيد محمد بن سالم بن حفيظ العلوي الحسيني التريمي.\r3. المجموعة الرواية على المنظومة الرحبية في المسائل الفرضية. للعلامة الشيخ عبد الفتاح راوه.\r4. المواريث في الشريعة الإسلامية على ضوء الكتاب والسنة. للعلامة الشيخ محمد علي الصابوني.\r5. عدة الباحث في أحكام التوارث. للشيح عبد العزيز بن ناصر الرشيد.\r6. الرائد في علم الفرائض. للشيخ محمد العيد الخطراوي.\r7. الدرر اللؤلؤية على النفحة الحسنية شرح التحفة السنية. للعلامة الشيخ عبد الفتاح راوه.\r8. الفوائد الجليلة شرح التحفة السنية في أحوال الورثة الأربعينية. للشيخ عبد الله بن حسن الكوهجي.\r9. إعانة الناهض إلى علم الفرائض. للشيخ السيد علوي بن طاهر بن عبد الله الهدار العلوي الحسيني.\r10. خلاصة الكلام لمن يريد معرفة علم الفرائض من الأنام. للشيخ فضل بن محمد بن عوض بافضل التريمي الحضرمي.\r11. التحفة السنية في أحوال الورثة الأربعينية. للعلامة الشيخ حسن بن محمد المشاط.\r12. التحفة الخيرية على الفوائد الشنشورية. للعلامة الشيخ إبراهيم بن محمد بن أحمد الباجوري الشافعي.","seal":"8FF6122F","part":1},
      {"page":194,"id":196,"nass":"13. الرحبية في علم الفرائض بشرح بسط المارديني وحاشية العلامة البقري. علق عليها وخرج أدلتها الدكتور مصطفى ديب البغا.\r14. النفحة الحسنية على التحفة السنية في علم الفرائض. للعلامة السيد محسن بن على المساوي وتعليق الشيخ محمد ياسين الفاداني.\r15. الروض الأنيق في أحوال الورثة. للعلامة الشيخ عبد الرحمن محمود مضاي العلوني الجهني.\r16. تسهيل الفرائض. للعلامة الشيخ محمد بن صالح بن عثيمين.\r17. فتح القريب المجيب بشرح كتاب الترتيب. للعلامة الشيخ محمد بن عبد الله بن نور الدين علي الجمعي الشنشوري الفرضي.\r18. اللآليء الفضية على متن الرحبية في علم المواريث. للعلامة الشيخ علي عبده يحي الشرف.\r19. العذب الفائض شرح عمدة الفارض. للعلامة الشيخ إبراهيم بن عبد الله بن إبراهيم الفرضي.","seal":"3E502646","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"إعانة الطالب في بداية علم الفرائض","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أحمد بن يوسف بن محمد الأهدل","bLnk":null,"Inf":"","Auth":"أحمد بن يوسف الأهدل","Betaka":"الكتاب: إعانة الطالب في بداية علم الفرئض\r\nالمؤلف: أحمد بن يوسف بن محمد الأهدل\r\nمراجعة وتقديم: الدكتور هاشم محمد علي بن حسين مهدي\r\nالناشر: دار طوق النجاة\r\nالطبعة: الرابعة، 1427 هـ - 2007 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"• من مواليد مكة المكرمة عام 1970م\r• درس وتخرج على أيدي مشايخ عظام بالمدرسة الصولتية والمسجد الحرام، ومنهم الشيخ عبدالله سعيد اللحجي، والشيخ إسماعيل عثمان الزين، والشيخ أحمد جابر جبران، والشيخ السيد محمد علوي المالكي، والشيخ عبد الفتاح راوه، والشيح طه البركاتي، رحمهم الله تعالى. والشيخ السيد أحمد الرقيمي، والحبيب عمر الجيلاني، والشيخ السهيلي، والشيخ أيوب أبكر أسد الأهدل، والشيخ سيف الرحمن، والشيخ علاء الدين الأفغاني، والشيخ ماجد رحمت الله، والدكتور هاشم مهدي، والدكتور قاسم الأهدل، والشيخ سعيد عناية الله، عافاهم الله تعالى وغيرهم.","seal":"BE5545B3","cat":"بحوث ومسائل","oNum":96958,"BkId":96958,"oAuth":2555,"bVer":1,"aSeal":"EADEDB7E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t96958":
    [
      {"lvl":1,"id":9,"sub":0,"tit":"مقدمة بقلم الدكتور هاشم مهدي"},
      {"lvl":1,"id":14,"sub":0,"tit":"تقاريظ العلماء"},
      {"lvl":2,"id":14,"sub":1,"tit":"تقريظ فضيلة العلامة الشيخ أحمد جابر جبران"},
      {"lvl":2,"id":15,"sub":0,"tit":"تقريظ فضيلة العلامة الدكتور قاسم بن محمد الأهدل"},
      {"lvl":2,"id":16,"sub":0,"tit":"تقريظ فضيلة العلامة الشيخ ماجد سعيد مسعود رحمت الله"},
      {"lvl":2,"id":17,"sub":0,"tit":"تقريظ للعلامة الفاضل الشيخ أيوب أبكر الأهدل"},
      {"lvl":1,"id":18,"sub":0,"tit":"شكر وتقدير"},
      {"lvl":1,"id":19,"sub":0,"tit":"مقدمة الطبعة الثانية"},
      {"lvl":1,"id":20,"sub":0,"tit":"مقدمة الطبعة الأولى"},
      {"lvl":1,"id":21,"sub":0,"tit":"مبادئ كل فن"},
      {"lvl":1,"id":22,"sub":0,"tit":"الحقوق المتعلقة بالتركة"},
      {"lvl":1,"id":22,"sub":1,"tit":"تعريف الإرث"},
      {"lvl":1,"id":23,"sub":0,"tit":"الوارثون من الرجال"},
      {"lvl":1,"id":24,"sub":0,"tit":"الوارثات من النساء"},
      {"lvl":1,"id":25,"sub":0,"tit":"أنواع الإث"},
      {"lvl":1,"id":26,"sub":0,"tit":"الفروض المقدرة في كتاب الله تعالى"},
      {"lvl":2,"id":26,"sub":1,"tit":"1 - أصحاب النصف"},
      {"lvl":2,"id":34,"sub":0,"tit":"2 ـ أصحاب الربع اثنين"},
      {"lvl":2,"id":35,"sub":0,"tit":"3 ــ أصحاب الثمن"},
      {"lvl":2,"id":36,"sub":0,"tit":"4 ـ أصحاب الثلثين"},
      {"lvl":2,"id":41,"sub":0,"tit":"5 ـ أصحاب الثلث"},
      {"lvl":3,"id":42,"sub":0,"tit":"المسألتين الغراوين"},
      {"lvl":2,"id":43,"sub":0,"tit":"6 - اصحاب السدس"},
      {"lvl":1,"id":50,"sub":0,"tit":"الأخ المبارك"},
      {"lvl":1,"id":51,"sub":0,"tit":"الأخ المشئوم"},
      {"lvl":1,"id":52,"sub":0,"tit":"حالات من يرث بالفرض من الورثة"},
      {"lvl":1,"id":56,"sub":0,"tit":"الأحوال الأربعينية للورثة الذين يرثون بالفرض أو بالفرض والتعصيب معا"},
      {"lvl":1,"id":60,"sub":0,"tit":"باب التعصيب"},
      {"lvl":2,"id":60,"sub":1,"tit":"أقسام العصبة"},
      {"lvl":3,"id":60,"sub":2,"tit":"1 - عصبة نسبية."},
      {"lvl":3,"id":60,"sub":3,"tit":"2 - عصبة سببية."},
      {"lvl":2,"id":60,"sub":4,"tit":"والعصبة النسبية تنقسم الى ثلاثة أقسام"},
      {"lvl":3,"id":61,"sub":0,"tit":"أولا: العاصب بنفسه"},
      {"lvl":4,"id":61,"sub":1,"tit":"جهات العصوبه السبع"},
      {"lvl":4,"id":62,"sub":0,"tit":"حكم العاصب بنفسه"},
      {"lvl":4,"id":62,"sub":1,"tit":"المسألة المشتركة"},
      {"lvl":3,"id":63,"sub":0,"tit":"ثانيا: العاصب بغيره"},
      {"lvl":4,"id":64,"sub":0,"tit":"لا تتحقق العصبة بالغير إلا بثلاثة شروط"},
      {"lvl":3,"id":64,"sub":1,"tit":"ثالثا: العصبة مع الغير"},
      {"lvl":3,"id":65,"sub":0,"tit":"تنبيه"},
      {"lvl":2,"id":65,"sub":1,"tit":"هل يرث الإنسان من جهتين ?"},
      {"lvl":1,"id":66,"sub":0,"tit":"باب الحجب"},
      {"lvl":2,"id":68,"sub":0,"tit":"حاصل باب الحجب"},
      {"lvl":1,"id":70,"sub":0,"tit":"أصول المسائل"},
      {"lvl":1,"id":72,"sub":0,"tit":"باب العول"},
      {"lvl":2,"id":73,"sub":0,"tit":"أول مسألة عالت في الإسلام"},
      {"lvl":2,"id":73,"sub":1,"tit":"المسئلة المسمى بالمباهلة"},
      {"lvl":2,"id":74,"sub":0,"tit":"المسئلة المسمى بالغراء"},
      {"lvl":2,"id":75,"sub":0,"tit":"مسائل: (الديناريه الصغرى والمنبرية)"},
      {"lvl":1,"id":76,"sub":0,"tit":"باب الرد"},
      {"lvl":2,"id":77,"sub":0,"tit":"اقسام الرد"},
      {"lvl":1,"id":81,"sub":0,"tit":"باب الحساب"},
      {"lvl":2,"id":82,"sub":0,"tit":"قاعدة سهلة مبسطة يستطيع بها الشخص معرفة أصل المسألة دون عناء"},
      {"lvl":2,"id":84,"sub":0,"tit":"النسب الأربعة"},
      {"lvl":2,"id":84,"sub":1,"tit":"1 - التماثل"},
      {"lvl":2,"id":85,"sub":0,"tit":"2 - التداخل"},
      {"lvl":2,"id":86,"sub":0,"tit":"3 - التوافق"},
      {"lvl":2,"id":87,"sub":0,"tit":"4 - التباين"},
      {"lvl":2,"id":88,"sub":0,"tit":"طريقة تصحيح المسائل"},
      {"lvl":2,"id":90,"sub":0,"tit":"الإنكسار على فريق"},
      {"lvl":2,"id":93,"sub":0,"tit":"حكم الإنكسار على فريقين أو ثلاث فرق أو أربع فرق"},
      {"lvl":1,"id":110,"sub":0,"tit":"باب الجد والإخوة"},
      {"lvl":2,"id":110,"sub":1,"tit":"وللجد مع الإخوة حالتان"},
      {"lvl":2,"id":110,"sub":2,"tit":"الحالة الأولى: أن لا يكون معهم صاحب فرض."},
      {"lvl":3,"id":110,"sub":3,"tit":"وحكمه: أن يكون للجد أفضل الأمرين"},
      {"lvl":3,"id":110,"sub":4,"tit":"أ - المقاسمة مع الإخوة."},
      {"lvl":3,"id":111,"sub":0,"tit":"تنبيه"},
      {"lvl":3,"id":111,"sub":1,"tit":"الأمثلة"},
      {"lvl":3,"id":111,"sub":2,"tit":"وتنحصر في خمس صور"},
      {"lvl":3,"id":113,"sub":0,"tit":"ب - ثلث جميع المال."},
      {"lvl":3,"id":113,"sub":1,"tit":"حيث أنه لا ينحصر صوره"},
      {"lvl":2,"id":116,"sub":0,"tit":"الحالة الثانية: أن يكون مع الجد والإخوة صاحب فرض."},
      {"lvl":3,"id":116,"sub":1,"tit":"وحكمه"},
      {"lvl":3,"id":116,"sub":2,"tit":"1 - المقاسمة مع الإخوة"},
      {"lvl":3,"id":116,"sub":3,"tit":"2 - ثلث الباقي"},
      {"lvl":3,"id":117,"sub":0,"tit":"3 - سدس جميع المال."},
      {"lvl":3,"id":117,"sub":1,"tit":"الأمثلة"},
      {"lvl":3,"id":122,"sub":0,"tit":"تنبيه"},
      {"lvl":1,"id":123,"sub":0,"tit":"حكم ما إذا اجتمع مع الجد إخوة أشقاء وإخوة لأب وتسمى بمسائل (المعادة)"},
      {"lvl":2,"id":124,"sub":0,"tit":"الزيدات الأربع"},
      {"lvl":2,"id":124,"sub":1,"tit":"1 - عشرية زيد-رضي الله عنه-"},
      {"lvl":2,"id":124,"sub":2,"tit":"2 - عشرية زيد-رضي الله عنه-"},
      {"lvl":2,"id":124,"sub":3,"tit":"3 - مختصرة زيد -رضي الله عنه-"},
      {"lvl":2,"id":124,"sub":4,"tit":"4 - تسعينية زيد -رضي الله عنه--"},
      {"lvl":2,"id":130,"sub":0,"tit":"وخلاصة مسائل المعادات مبينة على أمرين"},
      {"lvl":1,"id":131,"sub":0,"tit":"مسألة الاكدرية"},
      {"lvl":2,"id":132,"sub":0,"tit":"تنبيه"},
      {"lvl":1,"id":133,"sub":0,"tit":"باب المناسخات"},
      {"lvl":2,"id":134,"sub":0,"tit":"طريقة إجراء المناسخة"},
      {"lvl":2,"id":136,"sub":0,"tit":"أمثلة انقسام سهام الميت الثاني على مسألة ورثته"},
      {"lvl":2,"id":143,"sub":0,"tit":"أمثلة في التوافق بين سهام الميت الثاني وأصل مسألة ورثته"},
      {"lvl":2,"id":150,"sub":0,"tit":"أمثلة في التباين بين سهام الميت الثاني وأصل مسألة ورثته"},
      {"lvl":2,"id":155,"sub":0,"tit":"طريقة استخراج أكثر من جامعة واحدة"},
      {"lvl":1,"id":159,"sub":0,"tit":"معرفة تقسيم التركة"},
      {"lvl":2,"id":159,"sub":1,"tit":"الحالة الأولى: إذا كانت التركة مما لا يمكن قسمته بالعد"},
      {"lvl":2,"id":160,"sub":0,"tit":"الحالة الثانية: وهي ما إذا كانت التركة من المعدودات أو المكيلات"},
      {"lvl":2,"id":161,"sub":0,"tit":"الطريقة الأولى"},
      {"lvl":2,"id":163,"sub":0,"tit":"الطريقة الثانية"},
      {"lvl":2,"id":165,"sub":0,"tit":"تنبيه"},
      {"lvl":1,"id":166,"sub":0,"tit":"باب ميراث الخنثى المشكل"},
      {"lvl":2,"id":167,"sub":0,"tit":"حكم إرث الخنثى وطريقة توريثه"},
      {"lvl":2,"id":170,"sub":0,"tit":"الأمثلة"},
      {"lvl":1,"id":179,"sub":0,"tit":"باب ميراث المفقود"},
      {"lvl":2,"id":179,"sub":1,"tit":"كيفية عمل الجدول وطريقة توريثه"},
      {"lvl":2,"id":180,"sub":0,"tit":"الأمثلة"},
      {"lvl":1,"id":184,"sub":0,"tit":"باب ميراث الحمل"},
      {"lvl":1,"id":184,"sub":1,"tit":"حكم إرث الحمل"},
      {"lvl":2,"id":185,"sub":0,"tit":"كيفية عمل الجدول وطريقة توريثه"},
      {"lvl":2,"id":186,"sub":0,"tit":"أمثلة توضيحية على توريث الحمل"},
      {"lvl":1,"id":192,"sub":0,"tit":"باب ميراث الغرقى والهدمى والحرقى ونحوهم .."},
      {"lvl":1,"id":194,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":195,"sub":0,"tit":"المصادر والمراجع"}
    ]
}
