{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9752":
    [
      {"page":1,"id":1,"nass":"المقدمة في نشأة الخيل وأول من ركبها من العرب\rروي عن النبي صلى الله عليه وسلم أنه قال: أول من خلق الله من الخيل خلق فرساً كميتاً، وقال عز وجل: خلقتك عربياً وفضلتك، على سائر ما خلقت من البهائم بسعة الرزق والغنائم، تقاد على ظهرك والخير معقود بناصيتك، ثم أرسله فصهل: فقال جل وعلا: يا كميت! بصيلك أرهب المشركين، وأملأ مسامعهم، وأزلزل أقدامهم، ثم وسمة بغرة وتحجيل.\rوالسبب في خلق أول فرس كميتاً محاكاة لآدم عليه السلام، لأنه سمي آدم من الأدمة، وهي السمرة، والكميتة في الخيل تحاكي السمرة في الآدميين، فكان أول مخلوق من البشر أسمر وكذا أول فرس؛ وهذا دليل على شرفه ويمنه. فلما خلق الله آدم قال: \"يا آدم! اختر أي الدابتين، يعني الفرس أو البراق فقال: يا جبريل اخترت أحسنهما وجهاً، وهو الفرس فقال تعالى: يا آدم! اخترت عزك وعز ولدك باقياً ما بقوا وخالداً ما خلدوا\".\rوسئل صفي الدين السبكي أكان خلقها قبل آدم أم بعده؟ فقال: \"قبله بدليل قوله تعالى: (خلق لكم ما في الأرض جميعاً) فالأرض وما فيها خلقها الله تعالى إكراماً لآدم وأولاده، والعظيم يهيأ له ما يحتاج إليه قبل قدومه\"، وروي عنه صلى الله عليه وسلم أنه قال: \"لما سمعت الملائكة صفة الفرس وعاينوا خلقها، قالت: رب نحن ملائكتك نسبحك، ونحمدك، فماذا لنا؟ فخلق لها خيلاً بلقاً، أعناقها كأعناق البخت يمد بها من يشاء من أنبيائه ورسله\".\rوأول من ركبها بعد آدم من العرب من أولاد عدنان إسماعيل بن إبراهيم عليهما السلام ومن بني قحطان يعرب.\rروى الزبير بن بكار من حديث داود بن الحسين عن عكرمة عن ابن عباس رضي الله عنهما قال: \"كانت الخيل وحوشاً لا تركب، فأول من ركبها إسماعيل فلذلك سميت العراب\".\rوروى الواقدي عن عبد الله بن يزيد الهلالي، عن مسلم، عن جندب، أن: \"أول من ركب الخيل، إسماعيل بن إبراهيم عليه السلام وإنما كانت وحشاً لا تطاق حتى سخرت له\".\rوروى أحمد بن سليمان النجار، بسنده عن ابن عباس رضي الله عنهما: \"كانت الخيل وحشاً كسائر الوحوش، فلما أذن الله عز وجل لإبراهيم وإسماعيل برفع القواعد من البيت، قال عز وجل: إني معطيكما كنزاً ادخرته لكما، ثم أوحى الله إلى إسماعيل أن اخرج وادع بذلك الكنز فخرج إسماعيل وما يدري ما الدعاء ولا الكنز، حتى أتى (أجياد) ، فألهمه الله عز وجل الدعاء، فنادى يا خيل الله أجيبي، فلم يبق فرس بأرض العرب إلا أجابته ومكنته من نواصيها، وذللت له ثم قال: فاركبوها واعتقدوها فإنها ميامين وإنها ميراث أبيكم إسماعيل عليه السلام؛ وأجياد اسم جبل بمكة.\rوأول من سخرها وركبها من ملوك الفرس طهمورث، وأول من اتخذ السروج من ملوك الفرس، أفريدون بن أسفنان. وأول من اتخذ اللجم وأنعل الخيل بالحديد من العرب، أرحب الهمداني وفي ذلك يقول مالك بن بلالة بن أرحب:\rأمرت بإيتاء اللجام فأبدعت ... وأنعلت خيلي في المسير حديدا\rوأرحب جدي كان أحدث قبلنا ... ولو نطقت كانت بذاك شهودا\rوقد كانت العرب تركبها بالرحالة وتتخذ من جلود الغنم بأصوافها، وتخشى صوفاً، أو ليفاً لتكون أخف بالطلب، وهي المعروفة في القطر الشامي بالمكدعة. والبراق: دابة دون البغل وفوق الحمار، أبيض، مضطرب الأذنين، كالفرس وجهاً وعرفاً، وكالبعير قوائم، والبقر ذنباً، وأظلافاً يضع حافره عند منتهى طرفه، إذا أخذ في هبوط طالت يداه وإذا أخذ في صعود طالت رجلاه، أعده الله تعالى لركوب الرسل الكرام، عليهم من الله تعالى أفضل التحية وأكمل السلام.\r\rالباب الأول فيما جاء في فضلها وتكريمها وكراهة التشاؤم منها والنهي عن أكل لحومها وإخصائها وفيه أربعة فصول\rالفصل الأول فيما يدل على فضلها من الآيات القرآنية والأحاديث النبوية","seal":"CD2EB48A","part":1},
      {"page":2,"id":2,"nass":"اعلم أن الخيل أشرف الحيوانات ذوات الأربع، ولذا أقسم الله بها في كتابه العزيز بقوله: (والعاديات ضبحاً) فالعاديات جمع عادية، وهي سريعة الجري، والضبح صوت نفسها عند العدو، ليس بصهيل ولا حمحمة. (بالموريات قدحاً) الإيراء: إخراج النار، والقدح الضرب، أي الضاربة بحوافرها الحجارة، فتخرج النار منها (بالمغيرات صبحاً) وهو الوقت المعتاد للغارة، (فأثرن به نقعاً) أي هيجن به غباراً. ومدحها بقوله: (والخيل المسوَّمة) أي المعلمة بالوضح والغرة؛ والخيل جمع لا واحد له من لفظه، وسميت بذلك لاختيالها في المشي.\rوذكرها في معرض الامتنان، وقدمها في الذكر بقوله (والخيل والبغال والحمير لتركبوها وزينة) وسماها خيراً بقوله: (ووهبنا لداود سليمان نعم العبد إنه أواب إذ عرض عليه بالعشي الصافنات الجياد فقال إني أحببت حب الخير عن ذكر ربي حتى توارت بالحجاب ردوها علي فطفق مسحاً بالسوق والأعناق) الصافنات: جمع صافن، وهو أن يقوم على ثلاث ويثني سنبك اليد الرابعة، والجياد: جمع جواد: أي، بين الجودة بضم الجيم. وقد وصفت هنا بأكمل الأوصاف، حالتي الوقوف والحركة، وفالصفون حالة الوقوف والجودة حالة الحركة، وعنى بالخير الخيل، والعرب تسميها خيراً. ثم قال (عن ذكر ربي) أي لا عن شهوة وهوى.\rروي أن سليمان عليه السلام، أراد الغزو فجلس على كرسيه، وأمر بإحضار الخيل وإجرائها، وقال: إني لا أجريها لحظ النفس بل لأمر الله تعالى، ولم تزل تسير وتجري حتى توارت بالحجاب، أي غابت عن بصره، فأمر الروّاض بردها، فلما ردت، طفق يسمح سوقها وأعناقها، إعلاناً بشرفها وعزها، وأنها أعظم ما يدخر لقهر الأعداء والنصر، وإعلاماً بأن خدمة الأمراء لها ومعالجة أمراضها، لا تخل بشرفهم ومراتبهم، وإظهاراً للفرح بنعمة الله عليه بها، ليبالغ في شكرها، وهذا التفسير أليق بشأن النبوة ومقام الرسالة.\rوقد ورد عن النبي صلى الله عليه وسلم، في فضلها عموماً وفي فضل خيل الجهاد خصوصاً، أحاديث كثيرة، اقتصرت منها على إيراد بعض ما ورد في عمومها، فمن ذلك ما روي عن أنس بن مالك رضي الله عنه قال: \"لم يكن شيء أحب إلى رسول الله بعد النساء من الخيل\".\rوعن عائد بن نصيب قال: \"رأيت النبي صلى الله عليه وسلم أتي بفرس شقراء في سوق المدينة مع إعرابي، فلوى ناصيتها بين إصبعيه وقال: الخيل معقود في نواصيها الخير إلى يوم القيامة\".\rوعن عبد الله بن دينار قال: \"مسح رسول الله وجه فرسه بيده وقال: إن جبريل بات الليلة يعاتبني في إذالة الخيل\".\rوعن نعيم بن أبي هند، أن النبي صلى الله عليه وسلم \"أتي بفرس فقام إليه يمسح عينيه، ومنخريه، بكم قميصه فقيل: يا رسول الله؛ تمسح بكم قميصك؟ فقال: إن جبريل عاتبني في الخيل\".\rوعن جرير بن عبد الله قال: \"رأيت النبي صلى الله عليه وسلم يلوي ناصية فرسه ويقول: الخير معقود في نواصي الخيل إلى يوم القيامة\". وقال صلى الله عليه وسلم: \"الخيل مبدأة الورد - أي: يبدأ بها في السقي قبل الإبل والغنم -، وإذا مرت بنهر عجاج فشربت منه، كتبت له حسنات\" وعن مجاهد قال: \"أبصر النبي صلى الله عليه وسلم إنساناً ضرب فرسه ولعنه، فقال: هذه مع تلك لتمسنك النار إلا أن تقاتل عليه في سبيل الله؛ فجعل الرجل يقاتل عليه إلى أن كبر وضعف وجعل يقول: اشهدوا اشهدوا\". وعن زيد بن ثابت، أن رسول الله صلى الله عليه وسلم \"قضى في عين الفرس ربع ثمنه\". وعن عروة البارقي قال: \"كانت لي أفراس فيها فحل شراؤه عشرون ألف درهم، ففقأ عينه دهقان فأتيت عمر رضي الله عنه، فكتب إلى سعد بن أبي وقاص رضي الله عنه، أن خير الدهقان بين أن يعطيه عشرين ألفاً ويأخذ الفرس، وبين أن يغرم بربع الثمن\".","seal":"BBA199D7","part":1},
      {"page":3,"id":3,"nass":"وعن عبادة بن الصامت قال: \"عرضت على معاوية خيل فقال لرجل من الأنصار: يا ابن الحنظلية! ماذا سمعت رسول الله في الخيل؟ قال: سمعته صلى الله عليه وسلم يقول: الخيل معقود في نواصيها الخير إلى يوم القيامة، وصاحبها يعان عليها، والمنفق عليها، كالباسط يده بالصدقة لا يقبضها، وأبوالها وأرواثها عند الله يوم القيامة كذكي المسك\". وفي رواية: \"كف من مسك الجنة\". وفي أخرى: \"فامسحوا بنواصيها وادعوا الله لها بالبركة، وقلدوها ولا تقلدوها الأوتار\"، لأن العرب كانت تقلد الخيل أوتار القسي لئلا تصيبها العين، فنهاهم عن ذلك، وأعلمهم أن الأوتار لا ترد شيئاً من قضاء الله تعالى. ورخص بتقليدها الخرز لأجل الزينة. قيل لأعرابي ما تقول في نساء بني فلان؟ قال: هن قلائد الخيل، أي كرام لأنه لا يقلد من الخيل إلا الكريم السابق.\rوعن سواد بن الربيع الجرمي قال: \"أتيت النبي صلى الله عليه وسلم، فأمر لي بذود وقال لي: عليك بالخيل فإن في نواصيها الخير إلى يوم القيامة\" وفي رواية: \"والأجر والمغنم\".\rوعن سواد أيضاً قال: قال لي رسول الله صلى الله عليه وسلم: \"اربطوا الخيل فإن الخيل في نواصيها الخير\" وفي رواية \"الغنم بركة الإبل عز لأهلها والخير في نواصي الخيل إلى يوم القيامة. وعبدك أخوك فأحسن إليه، وإن وجدته مغلوباً فأعنه\". وقال صلى الله عليه وسلم: \"الفخر في أهل الخيل، والجفاء في أهل الإبل، والسكينة في أهل الغنم\".\rوعن سلمان الفارسي قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما من رجل مسلم إلا حق عليه أن يربط فرساً إذا أطاق ذلك\" وفي الخبر \"العز في نواصي الخيل والذل في أذناب البقر\" وقال صلى الله عليه وسلم - لما رأى السكة ببعض دور الأنصار -: \"ما دخلت هذه دار قوم إلا دخله الذل\" وذلك لما يتبعها من المغرم المفضي إلى التحكم.\rوعن أنس بن مالك رضي الله عنه قال: \"لما استقرت أمور الحجاج الثقفي خرجنا حتى قدمنا بلدة واسط وذكر اجتماعه بالحجاج وعرض خيله عليه، فقال أنس: الخيل ثلاثة أفراس: فرس يتخذه صاحبه يريد أن يجاهد عليه، ففي قيامه عليه وعلفه وأدبه إياه - أحسبه قال -: وكسح مذوده، أي كنسه أجر في ميزانه يوم القيامة. وفرس يصيب أهلها من نسلها يريدون بذلك وجه الله فقيامهم وأدبهم إياها وعلفهم إياها وكسح روثها أجر في ميزانهم يوم القيامة، وأهلها معانون عليها. وفرس للشيطان فقيام أهله عليه وعلفهم إياه وغير ذلك وزر في ميزانهم يوم القيامة\".\rوعن عبد الله بن مسعود قال: قال النبي صلى الله عليه وسلم: \"الخيل ثلاثة: فرس للرحمن، وفرس للإنسان، وفرس للشيطان، فأما فرس الرحمن فالذي يرتبط في سبيل الله، وأما فرس الإنسان فالتي يرتبطها الإنسان يلتمس بطنها فهي ستر من فقر، وأما فرس الشيطان فالذي يقام ليراهن عليه\". وعنه صلى الله عليه وسلم: \"المنفق على الخيل كالمستكفي بالصدقة\"، أي: الباسط يده ليعطيها، وفي رواية: \"لم ينس حق الله في رقابها وظهورها\"؛ أي: الإحسان إليها ومنع ظهورها من الحمل عليها. وعن علي بن حوشب سمعت مكحولاً يقول: قال رسول الله صلى الله عليه وسلم: \"أكرموا الخيل وجللوها\" وعن الوضين بن عطاء عنه صلى الله عليه وسلم: \"لا تقودوا الخيل بنواصيها فتذلوها\". وقال الجعفي:\rالخير ما طلعت شمس وما غربت ... معلق بنواصي الخيل معقود\rوقال كعب بن مالك الأنصاري:\rونعد للأعداء كل مقلص ... ورد ومحجول القوائم أبلق\rأمر الإله بربطها لعدوه ... في الخوف إن الله خير موفق\rفتكون غيظاً للعدو وحافظاً ... للدار إذ دلفت خيول المرق\rوقال علقمة بن عامر المازني:\rما كنت أجعل مالي فرغ شانئة ... في رأس جذع يصيب الماء في الطين\rالخيل من عدتي أوصى الإله بها ... ولم يوصِّ بغرس في البساتين\rالفصل الثاني في تكريم العرب لها وحبهم إياها وما ورد عنهم في ذلك\rاعلم أن العرب تحب الخيل، وتبالغ في إكرامها، وترى أن العز والزينة بها، وقهر الأعداء على ظهورها، والغناء على بطونها، قال الشاعر:\rقلائد نحن افتديناهنَّ ... نعم الحصون والعداد هنَّ","seal":"CD90F2E9","part":1},
      {"page":4,"id":4,"nass":"وبحض رسول الله صلى الله عليه وسلم، على اقتنائها، وتنويهه بفضلها، وتفخيم شأنها، اكتسبت حب الشرع وحب الطبع، فكانت عندهم كأفلاذ الأكباد، أعز عليهم من الأنفس والأولاد، وكان الرجل يبيت طاوياً، ويشبع فرسه، ويؤثره على نفسه وأهله وولده.\rوقال دريد بن الصمة لأبي النضر: \"قد رأيت منكم خصالاً لم أرها من غيركم، رأيت أبنيتكم متفرقة، ونتاج خيلكم قليلاً، وسرحكم يجيء معتماً، وصبيانكم يتضاوغون من غير جوع. قال أجل: أما تفرق أبنيتنا فمن غيرتنا على النساء، وأما قلة نتاج خيلنا فنتاج هوازن يكفينا، وأما بكاء صبياننا، فإنا نبدأ بالخيل قبل العيال، وأما تمسينا بالنعم فإن فينا الأرامل والغرائب، فتخرج المرأة إلى ما لها حيث لا تراها الرجال\". وقال أكثم بن صيفي: \"عليكم بالخيل، فأكرموها فإنها حصون العرب، ولا تضعوا رقاب الإبل في غير حقها، فإن فيها ثمن الكريمة ورقوء الدم وبألبانها يتحف الكبير، ويغذى الصغير\". وقال ابن عباس رضي الله عنهما:\rأحبوا الخيل واصطبروا عليها ... فإن العز فيها والجمالا\rإذا ما الخيل ضيعها أناس ... ربطناها فأشركت العيالا\rنقاسمها المعيشة كل يوم ... ونكسوها البراقع والجلالا\rوقال خالد بن جعفر بن كلاب:\rأديروني أداتكم فإني ... وحذفة كالشجى تحت الوريد\rمقربة أسومها بخز ... وألحفها ردائي في الجليد\rوأوصي الراغبين ليؤثروها ... لها لبن الخلية والصعود\rتراها في الغزاة وهن شعث ... كقلب العاج في رسغ الجليد\rيبيت رباطها بالليل كفي ... على عود الحشيش وعير غود\rلعل الله يفردني عليها ... جهاداً من زهير أو أسيد\rوقال مالك بن نويرة:\rإذا ضيع الأنذال في المحل خيلهم ... فلم يركبوا حتى تهيج المضايف\rكفاني دوائي ذو الخمار وصيفق ... على حين لا يقوى على الخيل عاتف\rأعلل أهلي عن قليل متاعهم ... وأسقيه غص الشول والحي هاتف\rوقال فارس جروة شداد بن معاوية العبسي:\rفمن يك سائلاً عني فإني ... وجروة كالشجي تحت الوريد\rأقوتها بقوتي إن شتونا ... وألحفها ردائي في الجليد\rوقال:\rومن يك سائلاً عني فإني ... وجروة لا تباع ولا تعار\rمقربة الشتاء ولا تراها ... أمام الحي يتبعها المهار\rلها بالصيف جرجار وجل ... وست من كرائمها غزار\rوالمعنى: أنه اقتناها للحرب، فلا تباع ولا تعار، ولا يطلب نسلها، ولها من كرائم الإبل ست نوق تشرب من ألبانها.\rوقال أيضاً:\rألا لا تطلبوا فرسي لبيع ... فجروة لا تباع ولا تعار\rلنا من ظهرها حصن منيع ... وفي وثباتها نور ونار\rفنفديها إذا جاءت إلينا ... مع الرعيان تتبعها المهار\rوندخرها لأيام الرزايا ... فتنجينا إذا طلع الغبار\rفجروة مهرة في الخيل تسمو ... كما يسمو على الليل النهار\rتطير مع الرياح بغير ريش ... ولم يلحق لها أبداً غبار\rوكان لعنترة بن شداد فرس اسمه الأبجر ابن نعامة وكان يسقيه الحليب قبل أن يسقي زوجته عبلة فعاتبته على ذلك فقال:\rلا تحسدي مهري وما أسقيته ... ما أنت إلا في مقام أعظم\rفإذا غضبت فلي إليك وسيلة ... إما بعقد أو بثوب معلم\rوابن النعامة ما إليه وسيلة ... إلا بطيبة مشرب أو مطعم\rإن كان حبك في الفؤاد محله ... في أعظمي يجري كما يجري دمي\rفاروي صداه من الظما فلعله ... ينجيك من هول الغبار المظلم\rإني أحاذر أن تقولي مرة ... هذا غبار ساطع فتقدم\rفيخونني وقت الطعان فتصبحي ... مسبية بتحسر وتندم\rوقال أيضاً:\rولا تذكري فرسي وما أطعمته ... فيكون جلدك مثل جلد الأجرب\rإن الغبوق له، وأنت مسوءة ... فتأوهي ما شئت ثم تحوبي\rكذب العتيق وماء شن بارد ... إن كنت سائلتي غبوقاً فاذهبي\rإن الرجال لهم إليك وسيلة ... إن يأخذوك تكحلي وتخضبي\rويكون مركبك القعود وحدجه ... وابن النعامة عند ذلك مركبي\rوأنا امرؤ إن يأخذوني عنوة ... أقرن إلى شر الركاب وأجنب\rإني أحاذر أن تقول ظعيتني ... هذا غبار ساطع فتلبب","seal":"643A67F0","part":1},
      {"page":5,"id":5,"nass":"وكان لعبيدة بن الربيع التميمي فرس تسمى سكاب، فطلبها منه بعض الملوك فقال:\rأبيت اللعب إن سكاب علق ... نفيس لا تعار ولا تباع\rمفادة مكرمة علينا ... يجاع لها العيال ولا تجاع\rسليلة سابقين تناجلاها ... إذا نسبا يضمهما الكراع\rففيها غرة من غير نفر ... يحيدها إذا حر القراع\rفلا تطمع أبيت اللعن فيها ... ومنعكها بشيء يستطاع\rوكفي تستقل بحمل سيفي ... وبي ممن يهضمني امتناع\rوحولي من بني قحفان شيب ... وشبان إلى الهيجا سراع\rإذا فزعوا فأمرهم جميع ... وإن لا قوا فأيديهم شعاع\rوإذا أوجب الأمر إلى بيعها للضرورة لا يبيعونها نسبة إلى كرمها عليهم ويقولون: النقد عند الحافر. وقال أوس بن غلفاء الجهمي:\rأعان على مراس الحرب زغف ... مضاعفة لها حلق توام\rومركضة صريحي أبوها ... يهان لها الغلامة والغلام\rوقال حنظلة بن فاتك الأسدي:\rأعددت حزمة وهي مقربة ... تقفى بقوت عيالنا وتصان\rوقال:\rجزتني أمس حزمة سعي صدق ... وما أقفيتها دون العيال\rوقال حاجب بن حبيب الأسدي:\rوباتت تلوم على تادقٍ ... ليشرى فقد جد عصيانها\rألا إن نجواك في تادق ... سواء علي وإعلانها\rوقالت أعشنا به إنني ... أرى الخيل قد ثاب أثمانها\rفقلت ألم تعلمي أنني ... كريم النكية ميدانها؟\rوروي أن سبيع بن الخطيم التميمي خطب إلى عمه ابنته، فقال له عمه: أعطني مهرها فرسك نحلة، فقال: خذ بدلها إبلاً، فأبى إلا نحلة، فقال سبيع:\rتقول نحلة أودعني فقلت لها: عول علي بأبكار هراجيب\rلجت علي يمين لا أبدلها ... من ذات قرطين بين النحر واللوب\rوحكي أن بعض الفرسان كان يحب ابنه عمه فخطبها من عمه ودفع له مئة ناقة براعيها، فقال: أنت أحق بها من غيرك، ولا أريد مهرها إلا جوادك فتوقف عن الجواب فنظرت إليه ابنة عمه وغمزته فتنهد وأنشد:\rوقعقعة اللجام برأس مهري ... أحب إلي مما تغمزيني\rوما هان الجواد علي حتى ... أجود به ورمحي في يميني\rأخاف إذا وقعنا في مضيق ... وجد السير، أن لا تحمليني\rجياد الخيل إن أركبها تنجي ... وإني إن صحبتك توقعيني\rدعيني واذهبي يا بنت عمي ... أفي غمز الجفون تراوديني\rفمهما كنت في نعم وعز ... متى جار الزمان فتزدريني\rوأخشى إن وقعت على فراش ... وطالت علتي لا ترحميني\rفلما سمعت كلامه اغرورقت عيناها بالدموع وأنشأت تقول:\rأبى الرحمن أن تنظر هذا ... ولو قطعت شمالي عن يميني\rمتى عاشرتني وعرفت طبعي ... ستعلم أنني خير القرين\rوتحمد صحبتي وتقول كانت ... لهذا البيت كالحصن الحصين\rفظن الخير واترك سوء فكر ... وميز ذاك بالعقل الرزين\rفتعلم لو تقابلني بدر ... لقل الدر للدر الثمين\rولو بجواهر قالوا تبعها ... بوزني بالجواهر تشتريني\rفحاشا من فعال النقص مثلي ... وحاشاها الخيانة للأمين\rفلم سمع أبوها منهما ذلك، علم أنه كفؤٌ لها فزوجه، وقال مالك بن نويرة.\r\rجزاني دوائي ذو الخمار وصنعتي ... إذا بات أطوائي بني الأصاغر\rأخادعهم عنه ليغبق دونهم ... وأعلم غير الظن أني مغادر\rكأني وأبدان السلاح عشية ... تمر بنا في بطن فيحاء، طائر.\rوقال:\rأعلل أهلي عن قليل متاعهم ... وأسقيه محض الشول والحي ضائق\rوقال خالد بن جعفر الكلابي:\rأمرت الرعاء ليكرموها ... لها لبن الخليلة والصعود\rوقال طفيل الغنوي:\rوللخيل أيام فمن يصطبر لها ... ويعرف لها أيامها الخير يعقب\rوقال:\rإني وإن قل مالي، لا يفارقني ... مثل النعامة في أوصالها طول\rأو ساهم الوجه لم تقطع أناجله ... يصان وهو ليوم الردع مبذول\rساهم الوجه عاليه وهي صفة ممدوحة في الحرب للخيل والناجل الكريم النسل.\rوقال كعب بن مالك:\rنصبحكم بكل أخي حروب ... وكل مطهم سلس القياد\rخيول لا تضاع إذا أضيعت ... خيول الناس في السنة الجماد\rوقال ضبية العبسي:","seal":"DE7E1D7E","part":1},
      {"page":6,"id":6,"nass":"جزى الله الأغر جزاء صدق ... إذا ما أوقدت نار الحروب\rيقيني باللبان ومنكبيه ... وأحميه بمطرد الكعوب\rوأدفيه إذا هبت شمال ... بليل حرجف عند الغروب\rأراه أهل ذلك حين يسعى ... رعاة الحي في جمع الحلوب\rفيخفق مرة ويفيد أخرى ... ويفجع ذا الضغائن بالأريب\rإذا شمنا أغر دنا لقاء ... يغص الشيخ باللبن الحليب\rشديد مجامع الكتفين طرف ... به أثر الأسنة كالعلوب\rوأكرهه على الأبطال حتى ... يرى كالأرجواني المجوب\rوقال شاعر بني عامر:\rبني عامر ماذا أرى الخيل أصبحت ... بطاناً وبعض الضر للخيل أمثل\rبني عامر إن الخيول وقاية ... لأنفسكم والموت وقت مؤجل\rأهينوا لها ما تكرمون وباشروا ... صيانتها والصون للخيل أجمل\rمتى تكرموها يكرم المرء نفسه ... وكل امرئ من قومع حيث ينزل\rوقال الأعرج المعنى:\rأرى أم سهلٍ ما تزال تفجع ... تلوم وما أدري علام توجع\rتلوم على أن أمنح الورد لفحة ... وما تستوي والورد ساعة تفزع\rإذا هي قامت حاسراً مشمعلة ... نخيب الفؤاد رأسها ما يقنع\rوقمت إليه باللجام ميسراً ... هنالك يجزيني بما كنت أصنع\rنخيب الفؤاد: أي طائر اللب، وقال عمر بن مالك:\rوسابح كعقاب الجو أجعله ... دون العيال له الإيثار واللطف\rوقال مالك بن زغبة الباهلي:\rوذات مناسب جرداء بكر ... كأن سراتها كر مشيق\rتنيف بصلهب للخيل عال ... كأن عموده جذع سحوق\rتراها عند قبيتنا نصيراً ... ونبذلها إذا باقت بئوق\rذات المناسب: المنسوبة من قبل الأب والأم، وسراتها: أعلاها، والكر: الحبل، والمشيق: أثر برجلها، وتنيف: تشرف، والصلهب: طول العنق، والسحوق: الطول والقصير من الخبل المحبوس، والبئوق: الداهية، أي: تصان لكرامتها وتبذل إذا نزلت شدة وداهية. وقال أبو العلاء المعري:\rكان ابن آشى وحده قيناً لها ... إذا قين كل مفاضة مأنوك\rفمضى وخلفها تئل كأنما ... حبك السماء قتيرها المحبوك\rتعدو بها الشقاء جنبها الصدى ... يوم الهجير يقينها المشكوك\rلما التقى صرد اللجام ونابها ... ألكت فصاح لجامها المألوك\rوتخالها عند الجريح إذا هوى ... أمّاً يقر بها ابنها المنهوك\rوسقيتها المحض الصريح وطعمه ... حلو وكان لغيرها الصمكوك\rالصمكوك: اللبن الخائر الحامض، والمحض الصريح: اللبن الخالص.\rوقال قبيصة ابن النصراني الجرمي:\rهاجرتي يا بنت آل سعد ... أئن حلبت لقحة للورد\rجهلت من عنانه الممتد ... ونظري في عطفة الألد\rإذا جياد الخيل جاءت تردى ... مملوءة من غضب وحرد\rوقال آخر:\rفإني له في الصيف ظل بارد ... ونصبي ناعجة ومحض منقع\rحتى إذا نبح الظباء بداله ... عجل كأحمرة الصريمة أربع\rالنصي: اسم نبت، والناعجة: الأرض السهلة، أي: هو كريم أعد له أربعة أسقية مملوءة من الحليب كأنها الصخر الملمس من اكتنازها، وأراد بنبح الظباء: طلوع الفجر، لأن الظبي إذا أسن نبح عند طلوعه.\rوكان لا يسقون الحليب ولا الحازر من اللبن إلا لجياد الخيل. قال الشاعر:\rلا تسقه حزراً ولا حليبا ... إن لم تجده سابحاً يعبوبا\rذا ميعة يلتهم الجبوبا ... يترك صوان الصوى ركوبا\rبزلقات قعبت تعقيبا ... يترك في آثاره لهوبا\rيبادر الآثار أن تؤوبا ... وحاجب الجونة أن يغيبا\rكالذئب يتلو أقمعاً قريبا ... على هراميت ترى العجيبا\rإن تدع الشيخ فلن يجيبا\rاليعبوب: كثير الجري، والميعة: النشاط والحدة، والالتهام: الابتلاع، والجبوب: وجه الأرض، والصوان: صم الحجارة، والصوى: الأعلام، والركوب: المذلل، والزلقات: الحوافر، والأبوب: الرجوع، والجونة: الشمس، أي: يباد آثار المطلوبين قبل مغيب الشمس، وشبه الفرس بالذئب الطامع في صيد قريب منه، وهو نهاية الطمع.\rوقال ثعلبة بن عمرو العبدي:\rوأهلك مهر أبيك الدواء ... وليس له من طعام نصيب\rخلا إنهم كلما أورداو ... يصبح قعباً عليه ذنوب","seal":"AAA5BF99","part":1},
      {"page":7,"id":7,"nass":"أي: أن فرس أبيك يسقى قعباً من لبن عليه ذنوب من الماء ولا يخدم بالمعالجة فلذا هلك.\rوقال الأخنس بن شهاب:\rترى رائدات الخيل حول بيوتنا ... كمعز الحجاز أعوزتها الزرائب\rفيغبقن أحلاباً ويصبحن مثلها ... فهن من التعداء قب شواذب\rوقال القطامي:\rونحن نرود الخيل وسط بيوتنا ... ويغبقن محضاً وهي محل مسانف\rالمسانف: القحط.\rوقال الفجيجي صاحب السلوانية:\rوخيلي حليب الشول صرفاً شرابها ... وصافي النصي رعيها لا المزارع\rوتعلف مبيض الشعير وأنتقي ... لها من نبات الأرض ما هو نافع\rالشول: الإبل، وشرب حليبها يقوي عصب الإنسان والخيل وينقص اللحم.\rوقال سيدي الوالد قدس الله سره:\rيا عاذراً لامرئٍ قد هام في الحضر ... وعاذلاً لمحب البدو والقفر\rلا تذممن بيوتاً خف محملها ... وتمدحن بيوت الطين والحجر\rلو كنت تعلم ما في البدو تعذرني ... لكن جهلت وكم في الجهل من ضرر\rأو كنت أصبحت في الصحراء مرتقياً ... بساط رمل به الحصباء كالدرر\rأو جلت في روضة قد راق منظرها ... بكل لون جميل شيق عطر\rتستنشقن نسيماً طاب منتشقاً ... يزيد في الروح لم يمرر على قذر\rأو كنت في صبح ليل هاج هاتنه ... علوت في مرقب أو جلت بالنظر\rرأيت في كل وجه من بسائطها ... سرباً من الوحش يرعى أطيب الشجر\rفيا لها وقفة لم تبق من حزن ... في قلب مضني ولا كد لذي ضجر\rنباكر الصيد أحياناً فنبغته ... فالصيد منا مدى الأوقات في ذعر\rفكم ظلمنا ظليماً مع نعامته ... وإن يكن طائراً في الجو كالصقر\rيوم الرحيل إذا شدت هوادجنا ... شقائق عمها مزن من المطر\rفيها العذارى وفيها قد جعلن كوى ... مرقعات بأحداق من الحور\rتمشي الحداة لها من خلفها زجل ... أشهى من الناي والسنطير والوتر\rونحن فوق جياد الخيل نركضها ... شليلها زينة الأكفال والخصر\rنطارد الوحش والغزلان نلحقها ... على البعاد وما تنجو من الضمر\rنروح للحي ليلاً بعد ما نزلوا ... منازلا ما بها لطخ من الوضر\rترابها المسك بل أنقى وجاد بها ... صوب الغمائم بالآصال والبكر\rنلقى الخيام وقد صفت بها فغدت ... مثل السماء زهت بالأنجم الزهر\rقال الأُلى قد مضوا قولاً يصدقه ... نقل وعقل وما للحق من غير\rالحسن يظهر في بيتين رونقه ... بيت من الشعر أو بيت من الشعر\rأنعامنا إن أتت عند العشي تخل ... أصواتها كدوي الرعد بالسحر\rسفائن البر بل أنجى لراكبها ... سفائن البحر كم فيها من الخطر\rلنا المهارى وما للريم سرعتها ... بها وبالخيل نلنا كل مفتخر\rفخيلنا دائماً للحرب مسرجةً ... من استغاث بنا بشره بالظفر\rلا نحمل الضيم ممن جار نتركه ... وأرضه وجميع العز في السفر\rوإن أساء علينا الجار عشرته ... نبين عنه بلا ضر ولا ضرر\rتبيت نار القرى تبدو لطارقنا ... فيها المداواة من جوع ومن خصر\rعدونا ماله ملجأ ولا وزر ... وعندنا عاديات السبق والظفر\rشرابها من حليب لا يخالطه ... ماء وليس حليب النوق كالبقر\rأموال أعدائنا في كل آونة ... نقضي بقسمتها بالعدل والقدر\rما في البداوة من عيب تذم به ... إلا المروءة والإحسان بالبدر\rوصحة الجسم فيها غير خافية ... والعيب والداء مقصور على الحضر\rمن لم يمت عندنا بالطعن عاش مداً ... فنحن أطول خلق الله في العمر\rوكان أشراف العرب يخدمون الخيل بأنفسهم لا يتكلون على أحد سواهم. قال الأعشى يمدح النعمان بن المنذر:\rويأمر لليحموم كل عشية ... بقت وتعليف فقد كان يسنق\rأي: مع شرفه وعزة سلطانه، كان يفتقد فرسه، والسنق: التخمة، فإن لم يكن حاضراً يخدمنها عائلته.\rوكتب سليمان بن هشام بن عبد الملك إلى والده، إن فرسي قد ضعف فإن رأى أمير المؤمنين أن يأمر لي بغيره. فكتب إليه والده إن أمير المؤمنين قد فهم ما ذكرت من ضعف فرسك، وظن أن ذلك من قلة تعهدك له فقم عليه بنفسك.\rوقال حسان بن ثابت رضي الله عنه:","seal":"53B0AF9A","part":1},
      {"page":8,"id":8,"nass":"تظل جيادنا متمطرات ... يلطمهن بالخمر النساء\rينازعن الأعنة مصعدات ... على أكتادها أسد ضراء\rوقال حميد بن ثور:\rفلما كشفن عنه مسحنه ... بأطراف طفل زان غيلاً موشما\rومن الحكم: ثلاثة لا ينبغي لأحد أن يأنف منهن وإن كان شريفاً أو أميراً؛ قيامه عن مجلسه لأبيه، وخدمته لضيفه، وقيامه على فرسه.\rوقال محمد بن يزيد المرواني:\rومن ورق صامت بدرة ... ينوء بها الأغلب الأعصم\rففضت لهن خواتمها ... وبدرتنا الدهر لا تختم\rنوزعها بين خدامها ... ونحن لها منهم أخدم\rوأنا لنرتبط المقربات ... في اللدنَّات فما ترزم\rنعد لها المحض بعد الثلث ... كما يصلح الصبية المعظم\rونخلطها بضميم العيال ... بمن لم يخب وهو المحرم\rمشاربها الصافيات العذب ... ومطعمهن هو المطعم\rفهن بأكناف أبياتنا ... صوافن يصلهن أو حوَّم\rوقال المقنع الكندي:\rوإني لعبد الضيف مادام نازلاً ... وما شيمة لي غيرها تشبه العبدا\rوقبله:\rيعاتبني في الدين أهلي وإنما ... ديوني في أشياء تكسبهم حمدا\rأسد بها ما قد أخلوا وضيعوا ... ثغور حقوق ما أطاقوا لها سدا\rوفي جفنةٍ ما يغلق الباب دونها ... مكللة لحماً مدفقةٍ ثردا\rوفي فرس فهد عتيق جعلته ... حجاباً لبيتي ثم أخدمته عبدا\rوإن الذي بيني وبين أبي ... وبين بني عمي لمختلف جدا\rإذا أكلوا لحمي وفرت لحومهم ... وإن هدموا مجدي بنيت لهم مجدا\rوإن همُ هووا غيبي حفظت غيوبهم ... وإن ضيعوا رشدي أقمت لهم رشدا\rوليسوا إلى نصري سراعاً وإن هم ... دعوني إلى نصر أتيتهم شدا\rولا أحمل الحقد القديم عليهم ... وليس رئيس القوم من يحمل الحقدا\rلهم جل مالي إن تتابع لي غنى ... وإن قل مالي، لم أكلفهم رفدا\rوإني لعبد الضيف ... البيت\rالفصل الثالث فيما ورد عن النبي صلى الله عليه وسلم من كراهة التشاؤم بها\rروي عن حكيم بن معاوية قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"لا شؤم وقد يكون اليمن في المرأة والدار والفرس\".\rوعن سفيان عن الزهري عن سالم عن أبيه عن رسول الله صلى الله عليه وسلم: \"البركة في ثلاث في الفرس والمرأة والدار\". قال الزهري: سألت سالم بن عبد الله عن معنى الحديث وقد صح عنه صلى الله عليه وسلم أنه قال: \"الشؤم في ثلاثة في الفرس والمرأة والدار\"، فقال: \"قال صلى الله عليه وسلم: إذا كان الفرس ضروباً فهو مشؤوم، وإذا كانت المرأة قد عرفت زوجاً قبل زوجها فحنت إلى الزوج الأول فهي مشؤومة، وإذا كانت الدار بعيدة عن المسجد لا يسمع فيها الأذان فهي مشؤومة، وإذا كن بغير هذا الوصف فهن مباركات\". وقال القاضي عياض: \"معناه اعتقاد الناس هذا لا أنه خبر منه صلى الله عليه وسلم عن إثبات الشؤم لها\".\rوروي عن مكحول أنه قال لعائشة رضي الله عنها: \"إن أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: الشؤم في ثلاثة في الدار والمرأة والفرس. فقالت عائشة: لم يحفظ أبو هريرة لأنه دخل ورسول الله صلى الله عليه وسلم يقول: قاتل الله اليهود يقولون الشؤم في ثلاثة في الدار، والمرأة، والفرس، فسمع آخر الحديث ولم يسمع أوله\".\rوروي عنه صلى الله عليه وسلم: \"الخيل معقوص في نواصيها الخير إلى يوم القيامة\" (العقصة: الضفيرة) . وعن أنس بن مالك عنه صلى الله عليه وسلم: \"البركة في نواصي الخيل\" الناصية الشعر المسترسل على الجبهة، وفي الحديث: \"ثلاثة لا يسلم منها أحد: الطيرة والحسد، والظن، قيل فما نصنع؟ قال: إذا تطيرت فأمض، وإذا حسدت فلا تبغ، وإذا ظننت فلا تصحح\".","seal":"E346DCF1","part":1},
      {"page":null,"id":10,"nass":"وروي: \"الطيرة شرك\"، قال الترمذي: \"هي سوء الظن بالله والهرب من قضائه، لأن العرب كانوا يعتقدون أن ما يتشاءمون به سبب مؤثر في حصول المكروه، ومن اعتقد أن غير الله تعالى يضر أو ينفع، فقد أشرك\" زاد يحيى القطان عن شعبة: \"وما منا إلاّ من يعتريه الوهم قهراً، ولكن الله يهديه بالتوكل\". ومن لطيف ما حكي، أنه عرض على أبي مسلم الخراساني فرس لم ير مثله، فقال: \"لماذا يصلح هذا الجواد؟ قالوا: للغزو في سبيل الله؛ فقال: لا. قالوا: يطلب عليه العدو، فقال: لا. قالوا: فلماذا يصلح أصلح الله الأمير؟ فقال: ليركبه الرجل ويفر من المرأة السوء والجار السوء\". وقيل: من سعادة المرء: امرأة حسناء ودار قوراء، وفرس مربوطة بالفناء.\r\rالفصل الرابع فيما ورد من النهي عن أكل لحومها وإخصائها وجز نواصيها وأذنابها\rقال تعالى: \"والخيل والبغال والحمير لتركبوها وزينة\". وعن خالد بن الوليد رضي الله عنه: \"أن رسول الله صلى الله عليه وسلم نهى عن أكل لحوم الخيل\"، أي: وإن كان حلالاً لئلا يقل نسلها، فتفقد آلة في الجهاد، وقد خصها الله بسهمين من الغنيمة دون غيرها لفضلها. ونهى صلى الله عليه وسلم عن إخصائها. فقد ورد عن عمرو بن العاص قال: \"أصاب رسول الله صلى الله عليه وسلم فرساً من حدس \"حي من اليمن\" فأعطاه رجلاً من الأنصار وقال: إذا نزلت فانزل قريباً مني فإني أتسار إلى صهيله. ففقده ليلة، فسأل عنه، فقال: يا رسول الله خصيناه، فقال مثلت به - يقولها ثلاثاً -، والخيل معقود في نواصيها الخير إلى يوم القيامة أعرافها وأدفاؤها، وأذنابها مذابّها التمسوا نسلها وباهوا بصهيلها المشركين\".\rوعن هشام بن عروة عن أبيه عن عائشة: \"نهى رسول الله صلى الله عليه وسلم عن إخصاء الخيل\"، أي: إن لم تخف منه العض أو سوء الخلق، كما بينه الفقهاء. وعن مكحول: \"نهى رسول الله صلى الله عليه وسلم عن جز أذناب الخيل وأعرافها ونواصيها وقال: إنما أذنابها مذابها وأعرافها أدفاؤها وأما نواصيها ففيها الخيل\". وعن أنس بن مالك عنه صلى الله عليه وسلم: \"لا تهلبوا أذناب الخبل، ولا تجزوا أعرافها ونواصيها\" وقال: \"البركة في نواصيها، ودفاؤها في أعرافها، وأذنابها مذابها\". وعن الشعبي قال: \"قرأت كتاب عمر بن الخطاب رضي الله عنه إلى عامله على الكوفة سعد بن أبي وقاص ينهى حذف أذناب الخيل وأعرافها وإخصائها ويأمر أن يجري من رأس المئتين، وهو أربعة فراسخ، والفرسخ ثلاثة أميال، والميل أربعة 'لاف ذراع، والبريد ثلاثة فراسخ، وأول من جز ناصية فرسه وذنبها الحارس بن عباد يوم تحلاق اللمم في أيام حرب البسوس، وذلك أنه لما سمع بقتل ولده بجير دعا بفرسه النعامة فجيء بها فجز ناصيتها وذنبها ونادى في قومه، وأنشد قصيدته التي مطلعها:\rكل شيء مصيره للزوال ... غير ربي وصالح الأعمال\rومنها:\rقربا مربط النعامة مني ... لقحت حرب وائل عن حيال\rفاتخذت العرب ذلك سنة، إذا أرادوا إدراك الثأر، فعلوا ذلك بخيلهم. فلما بلغ المهلهل فعل الحارث، دعا بفرسه المشهر وفعل به ما فعله الحارث بالنعامة وقال قصيدته التي مطلعها: هل عرفت الغداة من أطلال ... رهن ريح وديمة مهطال\rومنها:\rقربا مربط المشهر مني ... لكليب الذي أشاب قذالي\r\rتتمة قي سقوط الزكاة عنها\rعن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم: \"إن الله تجاوز لكم عن صدقة الخيل\". وعن عمر بن الخطاب رضي الله عنه: \"إن النبي صلى الله عليه وسلم لم يأخذ من الخيل صدقة\". وعن سلمان بن يسار \"أن أهل الشام قالوا لأبي عبيدة: خذ من خيلنا صدقة فأبى، ثم كتب إلى عمر فأبى فكلموه أيضاً فكتب إلى عمر فكتب إليه: إن أحبوا فخذها منهم وارددها\". أي: على فقرائهم لقوله تعالى: \"والخيل والبغال والحمير لتركبوها وزينة\" فهي زينة الله التي أخرج لعباده، فالحيوان الذي له الكر والفر أنفع حيوان في الجهاد في سبيل الله فالأغلب أنه لله، وما كان لله فليس فيه حق الله، وأما إذا كانت سائمة ففيها الزكاة. روي عن جابر أن رسول الله صلى الله عليه وسلم قال: \"في الخيل السائمة في كل فرس دينار\".\r\rالباب الثاني في بيان أنواعها وفضل الذكر منها على الأنثى وفيه خمسة فصول","seal":"5EC77F44","part":null},
      {"page":10,"id":11,"nass":"الفصل الأول في العربي\rاعلم أن الخيل على أربعة أقسام: عربي وهجين ومقرف وبرذون، فالعربي هو الذي أبوه وأمه متساويان في الأصل، ويسمى: عتيقاً لعتقه من العيوب وسلامته من الطعن فيه، والغالب أن يكون متوسط الجسم متناسب الأعضاء يعجب كل من رآه. قال الأعشى:\rتدر على غير أسمائها ... مطرفة بعد إتلادها\rالمطرف: كريم الآباء والأمهات، والتلاد: المال القديم المورث عن الآباء، وقال البحتري:\rوافي الضلوع يشيد عقد حزامه ... يوم اللقاء على معم مخول\rوقال أبو تمام:\rوتهب لي بعجاج موكبك الصبا ... إن السماحة تحت ذاك القسطل\rبالراقصات كأنها رسل القضا ... والمقربات بهن مثل الأفكل\rمن نجل كل تليدة أعراقه ... طرف معم في السوابق مخول\rالمقربات: ما تقرب من البيوت لكرمها، والأفكل: الرعدة.\rوقال آخر:\rفلما رأوا ما قد رأته شهوده ... تنادوا ألا هذا الجواد المؤمل\rأبوه ابن زاد الركب وهو ابن أخته ... معم لعمري في الجياد ومخول\rوقال ابن الخطيب الأندلسي:\rأو من كميت لا نظير لحسنه ... سام معم في السوابق مخول\rالمعم: كريم الأعمام، والمخول: كريم الأخوال. ويقال: كرم الفرس، إذا رق جلده ولان شعره وطابت رائحته، ويكنى الفرس العربي بأبي شجاع وأبي مدرك وأبي المضمار وأبي المنجي.\rروي عن عبد الله بن عريب الملكي عن أبيه، أن النبي صلى الله عليه وسلم قال: \"الجن لا تخبل أحداً في بيته عتيق من الخيل\". وقال صلى الله عليه وسلم: \"إن الشيطان لا يخبل أحداً في دار فيها فرس عتيق\". وقال صلى الله عليه وسلم: \"إن الشيطان لا يدخل داراً فيها فرس عتيق\"، وروي أن رجلاً أتى النبي صلى الله عليه وسلم فقال: يا رسول الله إني أرجم بالليل، فقال له صلى الله عليه وسلم: \"اربط فرساً عتيقاً\" فلم يرجم بعد ذلك. وروي \"أن إبليس أتى عيسى بن مريم عليه السلام فقال له: عيسى إني سائلك عن شيءٍ فهل أنت صادق فيه؟ فقال: يا روح الله سلني عما بدا لك. فقال: أسألك بالحي القيوم الذي لا يموت ما الذي يسبل جسمك ويقطع ظهرك، قال: سهيل فرس في سبيل الله في قرية من القرى، أو حصن من الحصون، ولست أدخل داراً فيها فرس عتيق\". وعن عمر بن عبد العزيز قال أثبت لي عن رسول الله صلى الله عليه وسلم أنه قال: \"من كان له فرس عربي فأكرمه أكرمه الله تعالى، وإن أهانه أهانه الله تعالى\". وعن أبي ذر قال: قال رسول الله صلى الله عليه وسلم: \"ما من فرس عربي إلاّ يؤذن له عند كل سحر بدعوتين: اللهم خولتني من خولتني من بني آدم وجعلتني له فاجعلني أحب أهله وماله إليه\". وعن عمر بن خديج أنه قال: \"لما فتحت مصر كان لكل قوم مراغة يمرغون فيها خيولهم، فمر معاوية بأبي ذر وهو يمرغ فرساً له فسلم عليه ووقف فقال: يا أبا ذر! ما هذا الفرس لا أراه إلاّ مستجاباً؟ قال: وهل تدعو الخيل؟ قال: نعم ليس من ليلة إلاّ والفرس يدعو ربه فيها، فيقول: رب إنك سخرتني لابن آدم وجعلت رزقي في يده، اللهم فاجعلني أحب إليه من أهله وولده، فمنها المستجاب ومنها غير المستجاب، ولا أرى فرسك هذا إلا مستجاباً\". وعن وهب بن منبه قال: \"ما من تسبيحة ولا تكبيرة تكون من راكب فرس، إلا والفرس يسمعها ويجيبه بمثل قوله\". وعن مكحول: \"أن النبي صلى الله عليه وسلم هجن الهجين يوم خيبر وعرب العربي: للعربي سهمان وللهجين سهم\". وعن أبي موسى أنه كتب إلى عمر بن الخطاب رضي الله عنه: \"إنا وجدنا بالعراق خيلاً عراضاً دكاً فما ترى يا أمير المؤمنين في سهماتها فكتب له: تلك البراذين، فما قارب منها العتاق فاجعل له سهماً واحداً، والغُ ما سوى ذلك\". وعن أبي الأنمر قال: \"أغارت الخيل على الشام فأدركت العراب من يومها، وأدركت الكوادي ضحى الغد، ورئيس الخيل المنذر بن أبي خصمة الهمداني فقال: لا أجعل التي أدركت من يومها مثل التي لم تدرك. فكتب في ذلك إلى عمر بن الخطاب رضي الله عنه فقال: هبلت الوادعي أمه، لقد أذكرت به ولقد أذكرني أمراً كنت نسيته أمضوها على ما قال\".","seal":"1E809C62","part":1},
      {"page":11,"id":12,"nass":"قوله: هبلت الهبل الهلاك، والعرب تطلق هذه الكلمة ونظائرها من الدعاء بالمكروه ولا تريد بها شراً، وقد تجريها مجرى المدح عند استعظام الشيء، كقولهم ما له قاتله الله، وقولهم: هبلته أمه، وقوله: لقد أذكرت به، أي: جاءت به ذكراً شهماً. وقد فرقوا بين الإنسان والخيل، فقالوا في الإنسان: عرب وأعراب، وفي الخيل والإبل: عراب، وهي خلاف البراذين والبخاتي. والمعرب من الخيل: الذي ليس في عرقه هجين، والأنثى: معربة، وأعرب الفرس: إذا عرف عتقه من صهيله، والإعراب: معرفة الناس العربي من الهجيم إذا صهل قال الجعدي:\rويصهل في مثل جوف الطوى ... صهيلاً تبين للمعرب\r(أي ظهر أنه من العراب حين سمع صهيله)\rالفصل الثاني في الهجين\rوهو ما كان أبوه أشرف من أمه: مأخوذ من الهجنة، وهي العيب، وهو دون المقرف، قال الشاعر:\rلا يدرك العربي الهجين يجله ... ولا حليه في سرجه ولجامه\rأي: ولو تحلى الهجين بأنواع الزينة لا يدرك العربي، وقال ذهلة ابن شيبان:\rوإذا تقابل مجريان لغاية ... عثر الهجين وأسلمته الأرجل\rويجي الصريح مع العتاق معوداً ... قرب الجياد فلم يجئه الأفكل\rالفصل الثالث في المقرف\rوهو ما كانت أمه أشرف من أبيه مأخوذ من القرف، وهو القرب، لقربه من الهجين، وإن كان أحط منه، قال الأعشى:\rقافل جرشع تراه كتيس ال ... ريل لا مقرف ولا مخشوب\rتلك خيلي منه وتلك ركابي ... هن صفر أولادها كالزبيب\rالقافل: الضامر، والجرشع: منتفخ الجنبين، والمخشوب: الذي لم يحسن تعليمه ورياضته، وقال محمد بن بسام في ابن المرزبان:\rبخلت عني بمقرف عطب ... فلم تراني ما عشت أركبه\rوإن تكن صنته فما خلق الل ... هـ مصوناً وأنت تركبه\rويقال للمقرف: مذرع، - بالذال المعجمة -. قال الفرزدق:\rإذا باهلي عنده حنظلية ... له ولد منها فذاك المذرع\rفالمذرع كالبغل، إذا سئل عن أبيه قال: أمي الفرس. قال ابن قيس العدوي:\rإن المذرع لا تغني خؤولته ... كالبغل يعجز عن شوط المحاضير\rوقال آخر:\rقوم توارث بيت اللؤم أولهم ... كما توارث رقم المذرع الحمر\rوسمي مذرعاً لشبهه بالبغل: لأن كلا منهما في ذراعيه رقمتان كرقمتي ذراع الحمار، والهجنة في الإنسان من قبل أمه. قالت حميدة بنت النعمان بن بشير في الفيض بت عقيل الثقفي:\rوما أنا إلا مهرة عربية ... سليلة أفراس تحللها نغل\rفإن نتجت مهراً فالله درها ... وإن يك أقرافاً فما أنجب الفحل\rالنغل: - بالنون - الخسيس من الدواب، وقد غلط من رواه تحللها بغل لأن البغل لا ينتج. وعن جبلة بن عبد الملك قال سابق عبد الملك بن مروان بين ولديه سليمان ومسلمة، فسبق سليمان، فقال عبد الملك:\rألم أنهكم أن تحملوا هجناءكم ... على خيلكم يوم الرهان فتدرك\rوما يستوي المرآن هذا ابن حرة ... وهذا ابن أخرى ظهرها متشرك\rفتضعف عضداه ويخفت صوته ... وتقصر رجلاه فلا يتحرك\rوأدرك خالات له فنزعنه ... إلا أن عرق السوء لا بد مدرك\rثم أقبل على مصقلة بن هبيرة الشيباني فقال: أتدري من يقول هذا؟ قال: لا. فقال: هو قول أخيك، فقال مسلمة: يا أمير المؤمنين! ما هكذا قال حاتم الطائي، فقال عبد الملك: وماذا قال؟ فقال:\rوما أنكحونا طائعين بناتهم ... ولكن خطبناها بأسيافنا قسرا\rفما زادنا فيها السباء مذلة ... ولا كلفت خبزاً ولا طبخت قدرا\rولكن خلطناهم بحر نسائنا ... فجاءت بهم بيضاً وجوههم زهرا\rفكائن ترى فينا من ابن سبية ... إذا لقي الأعداء يطعنها شذرا\rويأخذ رايات الطعان بكفه ... فيوردها بيضاً ويصدرها حمرا\rأغر إذا اغبر اللئام كأنه ... إذا ما سرى ليل الدجى قمر بدرا\rفقال عبد الملك كالمستحي:\rوما شر الثلاثة أم عمرو ... بصاحبك الذي لا تصحبينا\rالفصل الرابع في البرذون","seal":"0E12982E","part":1},
      {"page":12,"id":13,"nass":"بكسر أوله وفتح الذال المعجمة، وهو الذي استوى أبوه وأمه في الخسة، ويقال للأنثى برذونة، ورمكة بالتحريك، قال ابن حبيب: البرذون عظيم الأعضاء. بخلاف العربي، فإنه أضمر وأرق أعضاء، ويوصف بغلظ الرقبة، وكثرة الجلبة، إن أرسلته، قال: أمسكني، وإن أمسكته، قال: أرسلني، ويكنى بأبي الأخطل، لخطل أذنيه، أي استرهائهما. قال السراج الوراق:\rلصاحب الأحباس برذونة ... بعيدة العهد عن القرط\rإذا رأت خيلاً على مربط ... تقول سبحانك يا معطي\rتمشي إلى خلف إذا ما مشت ... كأنما تكتب بالقبطي\rوقال آخر:\rنجى علاجاً وبشراً كل سلهبة ... واستلحم الموت أصحاب البراذين\rوأول من أنتج البراذين، أحد ملوك الفرس، فإنه أنزى الخيل العربية على البقر لقوته أعضائها، وشدة صبرها فأنتجت البراذين. وأول من أنتج البغال أفريدون من ملوكهم أيضاً. وقال المسعودي: \"إن أهالي صعيد مصر مما يلي الحبشة، كانوا يعلون الثيران على الأتن، والحمير على البقر وإن بلاد الزنج بقراً يقاتلون عليها، وتجري كالخيل بسروج ولجم\".\r\rالفصل الخامس في فضل الذكر على الأنثى\rقال تعالى: \"وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل\" قال ابن عباس رضي الله عنهما: \"القوة: الخيل الذكور، وقوله: من رباط الخيل، أي: الإناث. والذكر أشرف من الأنثى لأنه خلق قبلها فهو أشد حرارة منها، وإن كانا من جنس واحد من مزاج واحد\". وقد تعلقت الإرادة الإلهية بتقويم أقواهما حرارة أولاً؛ ولذا خلق آدم عليه السلام قبل حواء، ويقال للذكر: حصان - بكسر المهملة - لأنه حصن ماءه فلم ينز إلا على كريمة. وروي عن أنس بن مالك رضي الله عنه: \"كان السلف يحبون الفحول من الخيل ويقولون إنها أجرى وأقوى من الأنثى لأن المقصد من اقتناء الخيل القتال عليها\". قال عمرو بن السليح:\rلقيناهم بجمع من علاف ... وبالخيل الصلادمة الذكور\rوقال الأعشى:\rوأعددت للخيل أوزارها ... رماحاً طوالاً وخيلاً ذكورا\rومنه يعلم أن الذكر في القتال خير من الأنثى؛ لأنه أجرى وأجرأ يقاتل مع صاحبه. قال دكين بن رجا:\rأشم خنديد منيف أشعبه ... يقتحم الفارس لولا قبقبه\rالخنديد: العتيق، والمنيف: المشرف، والشعب: ما أشرف منه، والقبقب: اللجام، فهو بخلاف الأنثى، فإنها ربما تكون سبب قتل صاحبها، إذا كانت وديقاً، ورأت الفحل ولو من غير نوعها لشدة شبقها.\rوعن أبي محيرز رضي الله عنه: \"كان أصحاب رسول الله صلى الله عليه وسلم يفضلون ركوب الفحول في الصفوف وسائر أمور الحرب لإرهاب العدو، ويفضلون الخصيان في الكمين والطلائع لأنها أصبر وأقوى في الجهد، ويفضلون الإناث في الغارات والبيات لعدم صهيلها، ودفعها البول وهي تجري، بخلاف الفحل فإنه يحصر البول حتى يتفقأ\".\rوللإناث من الخيل فضل على كافة ما يقتنى من المال، ففي الحديث: \"خير المال مهرة مأمورة وسكة مأبورة\". المأمورة: كثيرة النتاج، والمأبورة: النخلة الملقحة. وفيه أيضاً: \"عليكم بإناث الخيل فإن ظهورها عز وبطونها كنز\" وقيل لبعض الحكماء: أي المال أشرف قال: فرس - تتبعها فرس وفي بطنها فرس، ويقال للأنثى: حجر - بلا هاء -، لعدم مشاركة الذكر لها فيه.\r\rالباب الثالث في ألوانها وفيه خمسة فصول\rالفصل الأول في الأشقر\rوأنواعه ستة: مذهب وخلوقي ومدمي وأمغر وسلقد وورد، فالأشقر المذهب هو الذي تعلو شقرته صفرة، والخلوقي هو الذي اشتدت شقرته وعلتها صفرة كلون الزعفران، والمدمى هو الذي تعلو شقرته حمرة، لا كالكميت، وأصول شعره كأنها خضبت بالحناء، والأمغر هو الذي ليس بناصع الحمرة ولم تشب شقرته بصفرة. والسلقد هو الصافي الخالص ويسمى قرفي، والورد هو الذي تعلو الحمرة إلى الشقرة الخلوقية، وأصول شعره سود، فإذا كان في ذنب الأشقر بياض يسمونه أشعل، ويتشاءمون منه. قال زيد الخيل في فرسه الورد:\rما زلت أرميهم بشكة فارس ... وبالورد حتى أحرثوه وبلدا\rوقال ابن نباتة:\rوورد من العرب منسوب ولا قطعت ... أيدي الحوادث من أنسابه شجره\rإذا امتطى ظهره، رامي السهام مضى ... والسهم حد، فلولا سبقه عقره\rعجبت كيف يسمى سابحاً وله ... وثب لو البحر أرسى دونه ظفره","seal":"DDE03D20","part":1},
      {"page":13,"id":14,"nass":"لما ترفع عن ند يسابقه ... أضحى يسابق في ميدانه نظره\rوالأشقر الورد، إذا اشتملت شقرته، على شهبته، يقال له أغبر. وقد ورد فيها أحاديث وآثار تدل على فضلها. روي عن ابن عباس رضي الله عنهما، عن النبي صلى الله عليه وسلم، قال: \"يمن الخيل في شقرها\". وعنه عن أبيه عن النبي صلى الله عليه وسلم: \"خير الخيل الشقر\" وعنه قال: \"كان صلى الله عليه وسلم، بطريق تبوك، وقد قل الماء، فبعث الخيل في كل جهة يطلبون الماء، فكان أول من طلع بالماء صاحب فرس أشقر، والثاني صاحب فرس أشقر، وكذلك الثالث، فقال صلى الله عليه وسلم: اللهم بارك في الشقر\" وعن محمد بن مهاجر قال: \"سألت ابن وهب الجشمي لم فضل الأشقر؟ قال: لأن النبي صلى الله عليه وسلم بعث سرية فكان أول من جاء بالفتح صاحب فرس أشقر\".\rوعن زيد بن صفوان: \"كان صلى الله عليه وسلم يحب من الخيل الشقر، وإلا فأدهم أغر محجل، ثلاث طليق اليمنى\". وعن عمرو بن الحارث الأنصاري عن أشياخ أهل مصر، قالوا: قال رسول الله صلى الله عليه وسلم: \"لو أن خيل العرب جمعت في صعيد واحد، ما سبقها إلا أشقر\". وحكى ابن النحاس، أن سليمان بن عبد الملك، \"سأل يوماً بن نصير فاتح المغرب والأندلس، عن حروب الأمم التي حاربها، ما كنت تفزع إليه عند الحرب؟ قال: الدعاء والصبر، قال: فأي الخيل رأيت أصبر؟ قال: الشقر، قال: فأي الأمم أشد قتالاً؟ قال: هم أكثر من أن أصف، قال: فأخبرني عن الروم، قال: أسد في حصونهم، عقبان على خيولهم، نساء على مراكبهم، إن رأوا فرصة انتهزوها، وإن رأوا غلبة فأوعال تذهب في الجبال لا يرون الهزيمة عاراً، قال: فالبربر، قال: هم أشبه الأمم بالعرب لقاءً ونجدة وصبراً وفروسية، غير أنهم أغدر الناس، قال: فأهل الأندلس، قال: ملوك مترفون، وفرسان لا يجبنون، قال: فالإفرنج، قال: هناك العدد والجلد والشدة والبأس، قال: فكيف كانت الحرب بينك وبينهم؟ قال: أما هذا فوالله ما هزمت لي راية قط، ولا بدد لي جمع، ولا نكب المسلمون معي، منذ اقتحمت الأربعين إلى أن بلغت الثمانين\". وقد أكثر الشعراء من مدح الأشقر فمن ذلك قول ابن خفاجة:\rومشى يتيه بها اختيالاً أجرد ... في شقرة لو سال سال نضارا\rتسترقص الأعطاف من طرب به ... شية تدور على العيون عقارا\rلو كنت شاهده وقد ملأ الفضا ... ركضاً وسد على الكميّ قفارا\rلرأيت فيما قد رأيت وقد بدا ... ناراً تكون إذا جرى إعصارا\rيستعطف الأسماع إطراءً له ... في صورة تستعطف الأبصارا\rوقال المتنبي:\rفأصبح يجتاب المسوح مخافة ... وقد كان يجتاب الدلاص المسردا\rتمشي به العكاز في الدير تائباً ... وما كان يرضى مشي أشقر أجردا\rوما تاب حتى غادر الكر وجهه ... جريحاً وخلى وجهه النقع أرمدا\rوقال آخر:\rتذكرت من يبكي عليّ فلم أجد ... سوى السيف والرمح الرديني باكيا\rوأشقر خنذيذ يجر عنانه ... إلى الماء لم يترك له الموت ساقيا\rوقال إسحاق بن خفاجة:\rومطهم شرق الأديم كأنما ... ألفت معاطفه النجيع خضابا\rطرب إذا غنى الحسام ممزق ... ترب العجاجة جيئة وذهابا\rقدحت يد الهيجاء منه بارقاً ... متلهباً يزجي القتام سحابا\rورمى الحفاظ به شياطين العدا ... فأنقض في ليل الغبار شهابا\rبسام ثغر الحلي تحسب أنه ... كأس أثار بها المزاج حبابا\rوقال يمدح القائد أبا الطاهر:\rوحن إليه كل ورد محجل ... كأن لجيناً سال منه على تبر\rيجول فتجري في عنان، به الصبا ... ويزخر في لبد به البحر في البر\rوأشهب وضاح تحمل رقعة ... من الحسن لم تعبر به العين في بسر\rتخط سطور الضرب في صدره الظبا ... ويعجمها وخز المثقفة السمر\rويدرج منه السلم ما تنشر الوغى ... فطوراً إلى طي وطوراً إلى نشر\rوأدهم لولا أنه راق صورة ... لما عرفته العين من ليلة الهجر\rطويل سبيب العرف والفتق والشوى ... قصير عسيب الذيل والظهر والنسر\rله غرة تستصحب النصر طلعة ... كفاك بها في صورة الحشر من عشر\rوقال الصلاح الصفدي:\rيا حسنهُ من أشقر قصرت ... عنه بروق الجو في الركض","seal":"B0A71B05","part":1},
      {"page":14,"id":15,"nass":"لا تستطيع الشمس من جريه ... ترسمه ظلاً على الأرض\rالفصل الثاني في الأحمر وهو الكميت\rولفظه يقع على الذكر والأنثى ولا يستعمل إلا مصغراً ولونه بين الحمرة والشقرة، والفرق ما بينه وبين الأشقر بالعرف والذنب والقوائم فإن كانت سوداً فكميت وإلا فأشقر. وأنواع الكميت خمسة: أحوى وأحم، ومدمى وأحمر، ومحلف. فالكميت الأحوى يعلوه سواد، والفرق بينه وبين الأخضر الأحم احمرار مناخره واصفرار خاصرته، وأما الكميت الأحم والكميت الأحوى، فإنهما متشابهان في اللون، حتى أن البصريين بهما يشكان فيهما، فيحلف أحدهما أنه أحوى والآخر أحم. قال أبو منصوراليربوعي:\rتسائلني بنو جشم بن بكر ... إغراء العرادة أم بهيم\rكميت غير محلفة ولكن ... كلون الصرف عل به الأديم\rوفي الحديث \"خير الخيل الحو\" وعن نافع بن جبير عنه صلى الله عليه وسلم: \"اليمن في الخيل في كل أحوى\". والكميت الأحم، ما شابه الأحوى، إلا أنه أقل سواداً منه. والمدمي ما اشتدت حمرته وسرته أشد حمرة من سائر جسده. والأحمر أشد حمرة من المدمى، وهو أحسن الكمت لأنه خالص الكمتة، ويقال له كميت مصامص، أي خالص والمصامص والمصمص، شديد تركيب العظام والمفاصل، قال أبو داؤد:\rولقد ذعرت بنات عس ... م المرشفات لها بصابص\rبمجوف بلقاً واع ... ني لونه ورد مصامص\rيمشي كمشي نعامتي ... ن تتابعان أشق شاخص\rوالمحلف ما قاربت حمرته إلى الشقرة، وعرفه وذنبه يميلان إلى السواد، روى الشعبي عنه صلى الله عليه وسلم \"التمسوا الحوائج على الفرس الكميت، الأرثم المحجل الثلاث المطلق اليد اليمنى\"، والرثم: بياض في الشفة العليا. وعن موسى بن علي بن رباح اللخمي عن أبيه قال: \"جاء رجل إلى النبي صلى الله عليه وسلم فقال: إني أريد أن أبتاع فرساً؛ وأفند فرساً، فقال: عليك به كميتاً أو أدهم أقرح أرثم محجل ثلاث طليق اليمين\". وسئل رسول الله صلى الله عليه وسلم عن أفضل الخيل فقال: \"أحمرها وأسرعها وأشقرها وأظفرها أدهمها\".\rوقال ابن أمية: \"سألت الأمير قيساً عن أفضل الخيل، فقال: أحمرها كيف ما كان، وأجودها الأدهم\"، وسألت ابن ثعلبة عن أصبر الخيل، فقال: الكميت. وعن مسعود بن خراش قال: \"سأل عمر بن الخطاب رضي الله عنه قيس بن زهير العبسي، أي الخيل وجدتموها أصبر في حربكم؟ قال الكميت\". وحكى الأسوردي قال: \"قالت بنو عبس ما صبر معنا في الحرب من النساء إلا بنات العم ومن الخيل إلا الكمت ومن الإبل إلا الحمر\". وقال أبو داؤد الإيادي:\rإن لم تلطني بهم حقاً أتيتكم ... حوّاً وكمتاً تعادي كالسراجين\rمن كل جرداء قد طارت عقيقتها ... وكل أجرد مسترخى الأباذين\rوقال امرؤ القيس:\rكميت يزل اللبد عن حال متنه ... كما زلت الصفواء بالمتنزل\rوقال عمر بن أبي ربيعة المخزومي:\rتشكى الكميت الجريَ لما جهدته ... وبين لو يسطع أن يتكلما\rلذلك أدني دون خيلي مكانه ... وأوصي به ألا يهان ويكرما\rفقلت له إن ألقَ للعين قرةً ... فهان عليَّ أن تكل وتسأما\rعدمت إذن وفري وفارقت مهجتي ... لئن لم أقل قرناً إن الله سلما\rومن لطائف ابن نباتة قوله:\rيا واصف الخيل بالكميت وبالنه ... د أرحني من طول وسواس\rلا نهد إلا من صدر غانية ... ولا كميت إلا من الكاس\rفأخذه فخر الدين بن مكانس فقال:\rوإذا ذكرت الخيل في الميدان ... فاشرب كميتاً واعلُ فوق نهود\rوقال آخر:\rوأحمر كالديباج أما سماؤه ... فرياً وأما أرضه فمحول\rوقال عبد السلام بن غياث المعروف بديك الجن:\rأحمر كالخضاب في صفح هادي ... هـ من الهاديات مثل الخضاب\rوكأني أرمي به الهضاب على حي ... ن وناه بقطعة من هضاب\rوكأني رفعت بالبرق شمًلا=لي ولما أضأتها بعقاب وقال ابن تميم في مهرة حمراء:\rأهديت لي يا مالكي مهرة ... جميلة الخلق بوجه جميل\rمؤخرها والعنق قد أوقعا ... قلب الأعادي في العريض الطويل\rقد لبست من شفق حلة ... تخبرنا أن أباها أصيل.\rالفصل الثالث في الأدهم","seal":"E602EE6E","part":1},
      {"page":15,"id":16,"nass":"وأنواعه خمسة: أدهم حالك وأحوى وأحم وأصدى وأخضر. فالأدهم الحالك أشد هذه الأنواع سواداً وأصفاها. والأحوى ما علا سواده حمرة. والأحم ما شابه الأحوى، إلا أنه أقل حمرة، والأصدى ما خالط سواده شقرة، والأخضر ما خالط سواده غبرة.\rروي عن يزيد بن حبيب قال: قال رسول الله صلى الله عليه وسلم: \"الخير في الأدهم الأقرح الأرثم محجل الثلاث طلق اليمنى\" (القرحة في وجه الفرس بياض دون الغرة) . وعن عتبة عنه صلى الله عليه وسلم: \"إذا أردت أن تغزو فاشتر فرساً أدهم محجل الثلاث مطلق اليمنى، فإنك تغنم وتسلم، فإن لم يكن أدهم فكميتاً على هذه الشية\" أي على هذه الصفة. وعن أبي قتادة الأنصاري عنه صلى الله عليه وسلم: \"خير الخيل الأدهم الأقرح الأرثم ثم الأقرح المحجل طلق اليمين فإن لم يكن أدهم فكميتاً على هذه الشية\" وعن أبي وهب الجشمي عنه صلى الله عليه وسلم \"تسموا بأسماء الأنبياء، وأحب الأسماء إلى الله عبد الله وعبد الرحمن وأصدقها حارث وهمام وأقبحها حرب ومرة، واربطوا الخيل، وامسحوا بنواصيها وأكفالها، وعليكم بكل كميت أغر محجل، أو أشقر أغر محجل، أو أدهم أغر محجل\"، وذكر الخيل عند النبي صلى الله عليه وسلم فقال: \"خضرها أحبلها، وكمتها ديباجها وشقرها حيادها اللهم بارك في الأخضر اللهم بارك في الأشقر\".\rوحكى ابن بسام في الذخيرة: كان للمتوكل ابن الأفطس الأندلسي فرس أدهم محجل، على كفله ست نقط بيض، فندب الشعراء لوصفه فقال أبو الوليد البجلي ارتجالاً:\rركب البدر جواداً سابحاً ... تقف الريح لأدنى مهله\rلبس الليل قميصاً سابغاً ... والثريا نقط في كفله\rوغدير الصبح قد خيض به ... فبدا تحجيله من بلله\rكل مطلوب وإن طالت به ... رجله من أجله في أجله\rوقال ابن اللبانة فيه:\rلله طرف جال يا ابن محمد ... فجنت به حوباؤه التأميلا\rلما رأى أن الظلام أديمه ... أهدى لأربعه الهدى تحجيلا\rوكأنما في الردف منه مباسم ... تبغي هناك لرجله تقبيلا\rوقال ابن نباتة:\rوأدهم اللون حندسي ... في جريه للورى عجائب\rتقصر سعي الرياح عنه ... فكلها خلفه جنائب\rوقال الصفي الحلي:\rولقد أروح إلى القنيص وأغتدي ... في متن أدهم كالظلام محجل\rرام الصباح من الدجى استنقاذه ... حسداً فلم يظفر بغير الأرجل\rفكأنه صبغ الشباب إهابه ... وخط المشيب فجاءه من أسفل\rوقال الطاهر الجزولي:\rوأدهم كالليل البهيم مطهم ... فقد عز من يعلو بساحة عرفه\rيفوت هبوب الريح سبقاً إذا جرى ... تراهن رجليه مواقع طرفه\rوقال غيره:\rقد سابق الطرف بطرف سابق ... كأنه يريد إدراك القدر\rدهمته تبدي سواداً حالكاً ... كأنها ليل إذا الليل اعتكر\rصهيله يطرب من يسمعه ... كأنه رعد إذا الرعد زجر\rأو سابق الريح جرى من قبلها ... والبرق لا يسبقه إذا ظهر\rوقال ابن خفاجة:\rوأدهم نم آل الوجيه ولاحق ... له الليل لون والصباح حجول\rترقرق ماء الحسن فوق أديمه ... فلولا التهاب الخصر ظل يسيل\rكأن هلال الفطر لاح بوجهه ... فأعيننا شوقاً إليه تميل\rكأن الرياح العاصفات تقله ... إذا ابتل منه مخرم وتليل\rإذا عابد الرحمن في متنه علا ... بدا الزهو في العطفين منه يجول\rفمن رام تشبيهاً له قال موجزاً ... وإن كان وصف الحسن منه يطول\rهو الفلك الدوار في صهواته ... لبدر الدياجي مطلع وأفول\rوامتدح ابن دنينير اللخمي القابوس الملك المنصور مستمنحاً منه فرساً بقوله:\rملك الورى دعوة مني على مضض ... من الزمان الذي أخنى بلا سبب\rأودى تلادي وولى بعده تبعاً ... حتى طريفي وما جمعت من نشب\rوكان قد غفلت عني حوادثه ... في بغلة كنت أقضي فوقها أربي\rحتى ألم بها منه الردى فغدا ... قلبي قتيل الأسى والهم والنصب\rولم أجد سبباً يجني الزمان به ... على ذوي الفضل إلا حرفة الأدب\rفاكبت عداي بأخرى مثلها فلقد ... قصرت عن كل ما أهوى من التعب\rأولا فأدهم تفري الليل غرته ... نهد القصير شديد العظم والعصب","seal":"39FEEC62","part":1},
      {"page":16,"id":17,"nass":"سامي التليل عريض المتن مرتفع ... عالي النواهق وافي الرسغ والذنب\rصافي الأديم كأن البرق غرته ... رحب اللبان أشم الأنف والقصب\rكاس من الليل بالظلماء ملتحف ... لكنما زانه التحجيل بالحبب\rهقل إذا ما تولى مدبراً فإذا ... أتى فظبي كناس ريع من كثب\rيكاد يسبق لحظ العين كيف جرى ... فما يدانيه مر الريح في الخبب\rولو يباريه زاد الركب عن عرض ... في حلبة لكبا منه على الركب\rفذاك بغية مثلي من نداك وأن ... أعود من جودكم بالمنظر العجب\rوقال أبو سعيد المغربي:\rولما اغتدى والليل قد سل صبحه ... بليل بجلباب الصباح تلثما\rوأحسبه خال الثريا لجامه ... فصير هاديه إلى الأفق سلما\rوقال جمال الدين يوسف بن الحسن:\rوأدهم اللون فاق البرق وانتظره ... فغارت الريح حتى غيبت أثره\rفواضع رجله حيث انتهت يده ... وواضع يده أنى رمى بصره\rإذن تراه يحاكي السهم منطلقاً ... وما له غرض مستوقف خبره\rيعفر الوحش في البيداء فارسه ... وينثني وادعاً إن يستتر غبره\rوقال أبو سويد شهد أبو دلف وقعة وتحته فرس أدهم عليه نضخ الدم فاستوقفه بعض الشعراء وأنشد:\rكم ذا تجرعه المنون ويسلم ... لو يستطيع شكا إليك الأدهم\rفي كل منبت شعرة من جلده ... خط ينمقه الحسام المخدم\rوكأنما عقد النجوم بطرفه ... وكأنما هو بالمجرة ملجم\rوكأنه بين البوارق لقوةٌ ... شفواء كاسرة طوت ما تطعم\rلا تدرك الأرياح أدنى شأوه ... لا بل يفوت الريح فهو مقدم\rرجعته أطراف الأسنة أشقراً ... واللون أدهم حين ضرجه الدم\rفأمر له بعشرة آلاف درهم. وقال أبو إسحاق إبراهيم بن خفاجة الأندلسي:\rتقبل المهر من أخي ثقة ... أرسل ريحاً به إلى المطر\rمشتملاً بالظلام من شية ... لم يشتمل ليلها على سحر\rمنتسباً لونه وغرته ... إلى سواد الفؤاد والبصر\rتحسبه من علاك مسترقاً ... بهجة مرأى وحسن مختبر\rحن إلى راحة تفيض ندى ... فمال ظل به على نهر\rترى به والنشاط يلهبه ... ما شئت من فحمة ومن شرر\rلو حمل الليل حسن دهمته ... أمتع طرف المحب بالسهر\rأحمى من النجم يوم معركة ... ظهراً وأجرى به من القدر\rاسود وابيض فعله كرماً ... فالتفت الحسن فيه عن حور\rكأنه والنفوس تعشقه ... مركب من محاسن الصور\rفازدد سنا بهجة بدهمته ... فالليل أذكى لغرة القمر\rومثل شكري على تقبله ... بجمع بين النسيم والزهر\rوقال لما استرجعت بلنسية من يد العدو:\rمن عسكر رجفت أرض العدو به ... حتى كأن بها من وطئه وهلا\rما بين ريح طراد سميت فرساً ... جوراً وليث شرى يدعونه بطلا\rمن أدهم أخضر الجلباب تحسبه ... قد استعار رداء الليل واشتملا\rوأشهب ناصع القرطاس مؤتلق ... كأنما خاض ماء الصبح فاغتسلا\rترى به ماء نصل السيف منسكباً ... يجري وجاحم نار البأس مشتعلا\rفغادر الطعن أجفان الجراح به ... رمداً وصير أطراف القنا فتلا\rوأشرق الدم في خد الثرى خجلا ... وأظلم النقع في جفن الوغى كحلا\rوأقشع الكفر قسراً عن بلنسية ... فانجاب عنها حجاب كان منسدلا\rوقال ابن هاني:\rمن كل يعبوب سبوح سلهب ... نقش سياط عنانه الطيار\rسلط السنابك باللجين مخدم ... وأذيب منه على الأديم نضار\rوكأن وفرته غدائر غادة ... لم يلق بؤس لا ولا إقتار\rوأحم حلكوك وأصفر فاقع ... منها وأشهب أمهق زهار\rومنها:\rمرت لغايتها فلا والله ما ... علقت بها في عدوها الأبصار\rوجرت فقلت أسابح أم طائر ... هلا استثار لوقعهن غبار\rمن آل أعوج والصريح وداحس ... فيهن منها ميسر ونجار\rالفصل الرابع في الأشهب","seal":"9DEA8E74","part":1},
      {"page":17,"id":18,"nass":"وأنواعه خمسة: قرطاسي صريح، وصنابي، ورمادي، وأبرش وأبلق، فالقرطاسي ما كان الغالب عليه البياض ويسمى أضحى. والصنابي ما كان الغالب عليه الحمرة. والرمادي ما كان الغالب عليه غبرة فيها كدرة. والأبرش ما كان فيه نكت بيض. فإذا عظمت سموه أبلق ومدنراً. والأبلق إن عم البياض جميع جسده وخلص رأسه وهاديه يقال له أدرع. وإن كان تلويع سواد وبياض يقال له ملوع، وإن كان مبيض الرأس والذنب يقال له مطرف.\rروي أن مجد الدين أخا صلاح الدين الشهير رأى بعض مماليكه على فرس أشهب فقال:\rأقبل من أعشقه راكباً ... من جانب الغرب على أشهب\rفقلت سبحانك يا ذا العلا ... أشرقت الشمس من المغرب\rوقال ابن خفاجة:\rشددت على القوافي كف حر ... كريم لا يسوغها لئيما\rفما أطرى إذا أطريت إلاّ ... حمياً أو حبيباً أو حميما\rومطرود أجرده صقيلا ... ويعبوبا أركبه كريما\rإذا أقبلته سمر العوالي ... فلست أرده إلاّ كليما\rوقد ألف العدو وكان ريحاً ... على شرف تلف به هشيما\rيشيم به وراء النقع برقاً ... تألق شهبة وصفاً أديما\rإذا أوطأته أعقاب ليل=طردت من الظلام به ظليما وقال يخاطب الوزير أبا محمد بن عامر:\rومقام بأس في الكريهة قمته ... فسبحت في بحر الحديد الأخضر\rأضحكن ثغر النصر فيه من العدا ... ولربما أبكيت عين السمهري\rورميت هبوته بلبة أشهب ... فسفرت ليلاً عن صباح مسفر\rيجري فتحسبه انصباباً كوكباً ... ينقض في غبش العجاج الأكبر\rأوردته نطف الأسنة أشهباً ... ونزلت منه ظافراً عن أشقر\rوقال في الأبلق:\rولم أرمِ آمالي بأزرق صائب ... وأبيض بسام وأسمر أصلعا\rوأبلق خوار العنان مطهم ... طويل الشوى والساق أطول أتلعا\rجرى وجرى البرق اليماني عشية ... فأبطأ عنه البرق عجزاً وأسرعا\rكأن سحاباً أسحماً تحت لبده ... يضاحك عن برق سرى فتصدعا\rوحسب الأعادي منه أن يزجروا به ... مغيراً غراباً صبح الحي أبقعا\rكأن على عطفيه من خلع السرى ... قميص ظلام بالصباح تبرقعا\rركضت به بحراً تدفع مائحاً ... وأقبلت أم الرآل نكباء زعزعا\rيؤلل من أذن فأذن تشوقاً ... إلى صرخة من هاتف أو تطلعا\rكأن له من عامل الرمح هادياً ... منيفاً ومن زلق الأسنة مسمعا\rفسكنت منه بالتغني على السرى ... أمسح من أعطافه فتسمعا\rولما انتحى ذكر الأمير استخفه ... فخفض من لحن الصهيل ورفعا\rحنيناً إلى الملك الأغر مردداً ... وشجواً على المسرى القصي مرجعا\rففي حب إبراهيم أعرب صاهلاً ... وفي نصر إبراهيم كد تشيعا\rوقال أبو تمام يمدح الحسن بن وهب من قصيدة:\rما مقربٌ يختال في أشطانه ... ملآن من صلف به وتلهوق\rبحوافر حفر وصلب صلب ... وأشاعر شعر وخلق أخلق\rوبشعلة تبدو كأن حلولها ... في صهوتيه بدء شيب المفرق\rذو أولقٍ تحت العجاج كأنما ... من صحة إفراط ذاك الأولق\rتغرى العيون به ويفلق شاعر ... في نعته عفواً وليس بمفلق\rبمصعد من حسنه ومصوب ... ومجمع في نعته ومفرق\rصلتان يبسط إن ردى أو إن عدا ... في الأرض باعاً منه ليس بضيق\rوتطرق الغلواء منه إذا عدا ... والكبرياء له بغير مطرق\rأهدى كثار جده فيما مضى ... للمثل واستصفى أباه ليلبق\rمسود شطر مثل ما اسود الدجى ... مبيض شطر كابيضاض المهرق\rقد سالت الأوضاح سيل قرارة ... فيه بمفترق عليه وملتقي\rفكأن فارسه يصرف إذ غدا ... في متنه ابناً للصباح الأبلق\rصافي الأديم كأنما ألبسته ... من سندس برداً ومن إستبرق\rإمليسة إمليده لو علقت ... في صهوتيه العين لم تتعلق\rيرقى وما هو بالسليم ويغتدي ... دون السلاح سلاح أروع مملق\rفي مطلب أو مهرب أو رغبة ... أو رهبة أو موكب أو فيلق","seal":"3E6727F8","part":1},
      {"page":18,"id":19,"nass":"وعن جابر بن عبد الله عنه صلى الله عليه وسلم: \"أوتيت بمقاليد الدنيا على فرس أبلق عليه قطيفة من سندس\". وروى السماك عن عكرمة قال: \"لما كان شأن بني قريظة، جاء جبريل على فرس أبلق، قالت عائشة: فلكأني أنظر إلى رسول الله صلى الله عليه وسلم يمسح الغبار عن وجه جبريل، فقلت: هذا دحية يا رسول الله؛ فقال: هذا جبريل. وكانت الملائكة يوم بدر على خيل بلق وقدم أبو سفيان بن الحارث بن عبد المطلب مكة وجلس مع عمه أبي لهب والناس قيام عليه وهو يخبرهم عن وقعة بدر فكان من قوله وايم الله ما لمت الناس أي في فعلهم، لقينا رجالاً بيضاً على خيل بلق، بين السماء والأرض لا يقوم لها شيء\".\r\rالفصل الخامس في الأصفر\rوأنواعه ستة: أصفر فاقع، وناصع، وأصدى، وأبيض، وأعفر، وأكلف، فالفاقع ما شاكلت صفرته الحمرة من شدة الاصفرار، وشعر عرفه وذنبه أسود حالك، ومن معرفته إلى ذنبه خط أسود، وأوظفته سود، وهذا أحسن ألوان الأصفر. والناصع ما كانت صفرته صافية وشعر عرفه وذنبه أسود حالكاً، والأصدى ما علت صفرته كدرة، والأبيض الذي تضرب صفرته إلى البياض، وشعر عرفه وذنبه أصهب، وهو أشر ألوان الصفر. والأعفر ما كانت صفرته كلون التراب. والأكلف ما كانت صفرته مشوبة بسواد ومن معرفته إلى ذنبه خط أسود، وأوظفته سود، قال ابن دنينير اللخمي يمدح الأمير أسد الدين:\rكان لي من ندى أياديك طرف ... مستجاد وبغلة وغلام\rخانني الدهر في الجميع فشأني ... عبرات حرى ودمع سجام\rفاكبت الحاسدين منك بطرف ... بمطاه سرج وفيه لجام\rيسبق البرق إن جرى يدرك الغا ... ية ليست تفوته الأوهام\rأذناه مثل القناتين عالي ال ... متن رحب الإهاب فيه اضطرام\rلونه كالنضار أو كمحبٍّ ... قد يراه الهوى وشف السقام\rوبريء مما يشين فلا الأخ ... طاف فيه وليس فيه انهضام\rشاهد لي فيما أحدق من نع ... ماك عدل إذ رآه الأنام\rوإذا ما أكرمت فاكرم فتنى يز=كولديه الإحسان والإكرام وقال أبو سعيد المغربي:\rوعسجدي اللون أعددته ... لساعة تظلم أنوارها\rكأنه من رهج شمعة ... مصفرة كالتبر أنوارها\rوقال علي بن موسى بن سعيد العنسي:\rوأجرد تبري به أثرت الثرى ... والفجر في خصر الظلام وشاح\rله لون ذي عشق وحسن معشق ... لذلك فيه ذلة ومراح\rعجبت له وهو الأصيل بعرفه ... ظلام وبين الناظرين صباح\rيقيد طير اللحظ والوحش عندما ... يطير به عند النجاح جناح\rوقال ابن المعتز:\rولقد وطئت الخيل يحملني ... طرف كلون الصبح حين وفد\rجماع أطراف الصوار فما ال ... أخرى عليه إذا جرى بأشد\rيمشي فيعرض بالعنان كما ... صدف المعشق ذو الدلال وشد\rفكأنه موجٌ يذوب إذا ... أطلقته فإذا حبست جمد\rوالعرب تكره من ألوان الخيل الأبلق بأنواعه والأبيض والأصفر والأشهب الذي تعلوه حمرة، وداخل حجافله ولهواته وخارج لحييه سواد، والأدهم الذي بداخل حجافله أو لهواته نقط بيض، وبداخل شدقيه نقط سود، وعلى خارج حجفلته نقط كحب السمسم، والصنابي المبقع، والرمادي اللون وما كان منها كلون الأسد والذئب، أو القرد أو الفيل.\rفائدة: إذا نتف شعر الفرس أو سخن الماء شديداً بحيث يحلق شعره، وصب عليه، نبت له شعر آخر مخالف للونه الأصلي قال الشعر:\rتبارى قرحة مثل ال ... وتيرة لم تكن مغدا\rالمغد: - بالغين المعجمة - غرة الفرس، أي: أن غرتها أصلية لم تحدث عن علاج. ومما يصير الأشهب أدهم، أن يؤخذ مردانج وعفص وزنجار ونورة وزاج الأساكفة وطين خودي بالسوية، ويدق الجميع ويعجن بماء حار، ثم يغسل به الفرس غسلاً جيداً، ويطلى به ويترك يوماً وليلة، ثم يغسل فيصير لونه أدهم، وإن طلي بعض جسده بذلك وترك بعضه يصير لونه أبلق. ومما يصير الأدهم أبرش، إذا طبخ الأشنان مع ورق الدفلى وصفي ماؤه ثم طبخ مع القلي وقلب جوز سائل، وغسل به، تغير لونه. ومما يصير الأشهب أدهماً، أن يؤخذ من قشر الجوز الرطب ويطبخ مع الآس، وصدأ الحديد، ويطلى به الفرس بعد الغسل الجيد.\r\rتتمة في ذكر بعض ما قاله الأدباء في أوصافها من التشبيهات والاستعارات البديعة في رسائلهم","seal":"C9B759E8","part":1},
      {"page":19,"id":20,"nass":"فمن ذلك قول الشيخ شهاب الدين محمود: ينهي وصول ما أنعم به من الخيل التي وجد الخير في نواصيها، واعتد صهواتها حصوناً يعتصم في الوغى بصياصيها، \"فمن أشهب غطاه النهار بحلته، وأوطأه الليل على أهلته، يتموج أديمه ريا، ويتأرج ريا، ويقول من استقبله في حلي لجامه هذا الفجر قد طلع بالثريا، إن التقت المضايق انساب انسياب الأيم. وإن انفرجت المسالك مر مرور الغيم، كما أبصر فارسه يوماً أبيض بطلعته، وكم عاين السنان مقاتل العدا في ظلام النقع بنور أشعته لا يسير ذو حسن في مضماره، ولا تطمع الغبراء في شق غباره، ولا يظفر لاحق من لحاقه بسوى آثاره، تسابق يداه مرامي طرفه، ويدرك شوارد ثانياً من عطفه* ومن أدهم حالك الأديم، حالي الشكيم له مقلة غانية وسالفة ديم، قد ألبسه الليل برده، فأطلع بين عينيه سعده، يظن من نظر إلى سواد طرته، وبياض حجوله وغرته، أنه خال النهار نهراً فخاضه، فألقى بين عينيه نقطة من رشاش تلك المخاضة، لين الأعطاف، سريع الانعطاف، يقبل كالليل، ويمر كجلمود صخر حطه السيل، يكاد يسبق ظله، ومتى جارى السهم إلى غرضه بلغه قبله، ومن أشقر وشاه الغدو بلهبه، وغشاه الأصيل بذهبه، يتوجس لديه برقيقتين، وينفض وقرتيه على عقيقتين، وينزل عذار لجامه بين سالفتيه على شقيقتين، له من الراح لونها، ومن الريح لينها، إن أجري فبرق خفق، وإن أسرج فهلال على شفق، لو أدرك أوائل حرب بني وائل لم يكن للوجيه وجاهة، ولا للنعامة نباهة، ولكان ترك إعارة سكاب لؤماً وتحريم بيعها سفاهة، يركض ما وجد أرضاً، وإذا اعترض به راكبه بحراً وثبه عرضاً، ومن كميت نهد، كان راكبه مهد، عندمي الإهاب، شمالي الذهاب، يزل الغلام الخفيف عن صهواته، كأنه نغم القريض أو معبد في لهواته، فسيح الخطا، قصير المطا، إن ركب للصيد قيد الأوابد، وأعجل عن الوثوب الوحوش اللوابد، وإن جنب إلى حرب لم يزور من وقع القنا بلبانه، ولم يشك لو علم الكلام بلسانه، ولم ير دون بلوغ الغاية وهي غرض راكبه ثانياً من عنانه، وإن سار في سهل اختال براكبه كالثمل، وإن أصعد في جبل طار في عقابه كالعقاب وانحط في مجريه كالوعل، متى ما ترق العين فيه تسهل، ومتى أراد البرق مجاراته قال له الوقوف عند قدره ما أنت هناك فيهمل، ومن حبشي أصفر يروق العين ويشوق القلب لمشابهته العين، كأن الشمس ألقت عليه من أشعتها جلالاً، وكأن نفر من الدجى فاعتنق منه عرفاً واعتلق حجالاً، ذو كفل زين سرجه، وذيل يسد إذا استدبر فرجه، قد أطلعته الرياضة على مراد فارسه وأغنته نضارة لونه ونظارته عن ترصيع قلائده، وتوشيح ملابسه، له من البرق خفة وطئه وخطفه، ومن النسيم لين مروره ولطفه، ومن الريح هزيزها إذا ما جرى شأوين وابتل عطفه يطير باللمز، ويدرك بالرياضة مواقع الرمز، ويعدو كألف الوصل في استغناء مثلها عن الهمز، ومن أخضر حكى من الروض تفويفه، ومن الوشي تقسيمه وتأليفه، قد كساه النهار والليل حلتي وقار وسنا، واجتمع فيه من البياض والسواد ضدان لما اجتمعا حسناً، ومنحه الباري حلية وشية، ونحلته الرباح ونسماتها قوة ركضه وخفة مشيه، يعطيك أفانين الجري قبل سؤاله، ولما لم يسابقه شيء من الخيل أغراه حب الظفر بمسابقة خياله، كأنه تفاريق شيب في سواد عذار أو طوالع فجر خالط بياضه الدجى فما سجى، ومازج ظلامه النهار فما أنار يختال لمشاركة اسم الجري بينه وبين الماء في السير كالسيل، ويدل بسبقه على المعنى المشترك بين البروق اللوامع وبين البرقية من الخيل، ويكذب المانوية لتولد اليمن بين إضارة النهار وظلمة الليل، ومن أبلق ظهره حرم وجريه ضرم إن قصد غاية، فوجود الفضاء بينه وبينها عدم، وإن صرف في حرب فعمله ما يشاء البنان والعنان، وفعله ما يرد الكف والقدم قد طابق الحسن بين ضدي لونه، ودل على اجتماع النقيضين علة كونه، وأشبه زمن الربيع باعتدال الليل فيه والنهار، وأخذ وصف الدجى في حالتي الإبدار والسرار لا تكل مناكبه، ولا يضل في حجرات الجيوش راكبه، ولا يحتاج ليله المشرق بمجاورة نهاره إلى أن تسترشد فيه كواكبه، ولا يجاريه الخيال فضلاً عن الخيل ولا يمل السرى إذا كل مشبهاه النهار والليل، ولا تتمسك البروق اللوامع من لحاقه بسوى الأثر فإن جهدت، فبالذيل فهو الأبلق الفرد، والجواد الذي لمجاريه العكس، وله الطرد قد أغنته شهرة لونه في جنسه عن الأوصاف،","seal":"526EC406","part":1},
      {"page":20,"id":21,"nass":"وعدل بالرياح عن مباراته سلوكها في الاعتراف له جادة الإنصاف، وترقى المملوك إلى رتب العز من ظهورها وأعدها مطية الجنان إذ الجهاد عليها من أنفس مهورها، وكلف بركوبها فكلما أكمله عاد، وكلما مله سره، فلو أنه زيد الخيل لما زاد، ورأى من آدابها ما دل على أنها من أكرم الأصائل وعلم أنها ليومي سلمه وحربه، جنة الصائد، وجنة الصائل، وقابل إحسان مهديها بثنائه ودعائه، وأعدها في الجهاد لمقارعة أعداء الله وأعدائه. والله تعالى نشكر بره الذي أفرده في الندى بمذاهبه وجعل الصافنات الجياد من بعض مواهبه\".\rوقال الشيخ جمال الدين محمد بن نباتة: \"وأما الخيل المسيرة فقد وجد المملوك لذة أنسها، وأوجب على نفسه فروض خمسها، واستنهض لشكر محاسنها براعته فسعت ولكن على رأسها، واستنزلت الآمال من صياصها، وقبلها عوض أنامله الشريفة لأنها عددها، وما هي إلاّ زهرات أنبتها سحاب كفه الكريمة، وعقود طوق بها جيد العبد فسبح بمدامع نعمها العميمة، ومنابر قام عليها خطيباً بمحاسنه التي من كتمها فكأنما كتم من المسك لطيمه، فمن أشهب كأنه طلعة لجج أو قطعة صبح أو غرة يغرب بأشعته إبدار جنح قد تزينت منه الأوضاع، وانقطعت دون غايته الأطماع، واعتذرت له الريح فصوب أذنيه للسماع، وأصبح لصاحبه نعم العون في السبق، والفوت يوم القراع، وكاد أن يطير مع الطيور، فكم له من غبار السبق أجنحة مثنى وثلاث ورباع، ما حدث عن حسن إلاّ رآه، ولا امتطاه حازم إلاّ حمد عند صباح لونه سراه، يقرب الضرب سفرات عزائمه المسفرة، ويختال في الخيل كالنهار، فلا جرم أن آيته مبصرة، كم ثنى عنانه كبراً عن مسابقة الرياح وأعرض، وكم تعب عليه عازم حتى فاز منه بالعيش إلاّ أنه الأبيض، ومن أشقر كأنه غزالة شرق فسيح اللبان، رقيق مجرى العنان بروق الأبصار ويدني الأوطان والأوطار، وتسمع بوقع حوافره صم الأحجار، يضعف البصر عن اقتناء ماله من السنن، ويعجز عن بلوغ غايته السيل إذا هجم الغيث أو هتن، وتعجز عن شأوه الرياح، فعن عذر إذا حثت في وجهها التراب فكأنما أصعد لأشعته النجوم فكسبها، أو راهن البرق على حلته فسلبها ولبسها. قرنت حركاته بحسن الاتفاق وحكمته في تطلعها الشموس عند الإشراق، فامتدت كف الثريا تمسح عن وجهه غبار السباق.\rومن كميت يسر الناظر ويشوق الخاطر، كأنه جذوة نار أو كأس عقار أحلى من الضرب، له من نفسه طرب، كم خدمه من النصر أعوان، وأسكره اسمه، فاختال تحت راكبه كالنشوان، وزاد لونه حتى كأنما هو بهرام، وأجله أن أقول بهرام، سريع شوطه وأضيع ما في عدته سوطه، يجمع لراكبه ما بين الطرب والجلالة، وتحتجب الشمس إذا تصدى للصيد خوفاً من تسميتها بالغزالة، كم أرعد بصهيله وأبرق وكم لقي من الموت الأحمر العدو الأزرق، تقصر عن غاياته الهمم، واسود ذنبه فكأنما لذوب نار جسمه حمم، يوسع أهل الحي سيراً، ويقد بخنجر نعله أديم الأرض سيراً، ومن أصفر يسر النظار ويسمو على النضار، وربما شق سعيه على الأبصار، ويخفق البرق وراءه في المضمار، كم أوسع رمقه في ليل السرى من سهر، وكم نقش بنعله ظهر جبل، فجاء كما قيل نقش على حجر، يطلع بسماء الطلب أهلة هو عيدها، وإذا امتطاه عازم رأى الأرض تطوي له ويدنو بعيدها، كم حسن خبراً وخبراً وتأثيراً وأثراً، وكم غشي إلى نار سنابكه طارق فأجزل له من قصده القرى، كأنما خلع عليه الدهر حلة ذهب، ووهبته صفرة لونها الراح حين تجلى بالحبب، لو أمكن أول الفجر لما سما في زمنه بالسرحان، ولو كتب اسمه على مقدمة طليعة، قرنها باليمن والأمان.\rومن أدهم كأنما التحف أو دخل تحت ذيل الدجى تخضع عواصي الذرى لطرته وينشق الصباح غيظاً من تحجيله وغرته، كأنما لطمت يد الفجر في إحسائه، وورد عين المجرة فطارت لجبهته نقطة من مائه، فسيح المنتشق، متدرع ملابس القلوب والحدق، كم عنت شوامخ الجبال لجلاله، وقصرت عنه الخيل حتى لم يسابق إلاّ ظل إدباره وإقباله، وخاف سطوته الليل، فجاءه بمثل أنجمه وأنعله بمثل هلاله، ويأتي من صباح تحجيله وليل تكوينه بالعجائب، فكلها من خلفه جنائب\". ولا برح سيدنا يجيد في القول ويجود في العمل ويتطول من حفي كرمه ومفيد كلمه، بما لا ترتقي إليه همة الأمل.","seal":"1ECE0E66","part":1},
      {"page":21,"id":22,"nass":"وقال المقر الفتحي ابن الشهيد: \"وصل الجواد الأدهم من الخيل كأنما ألبسه الليل حلة سابغة الكم والذيل وفهم المملوك من نعته حالك السواد، أن الأمر العالي اقتضى أن المملوك يكتم هذا الإحسان في سواد الفؤاد ويستره عن الحساد، كما ستر الليل على الرقباء اجتماع أهل الوداد، فتسلمه المملوك كما تسلمت الجفون طيف الحبيب، وأسر السرور به، لما علم من صدقة السر التي أخفتها اليد الكريمة عن الرقيب. ولا يعزب عن الله تعالى مثقال ذرة فيها ولا يغيب، واتخذ المملوك ظهر الجواد حرزاً، لأنه من الهياكل، وتصيد بعنانه عزّاً، لأن الأعنة لصيد العز حبائل، وجعله ذخيرة وعزاً لأنه أدهم لا يندم صاحبه، إن نابت النوائب، أو غالت الغوائل وصل، والظهر قد أعوز والسفر قد أحفل، فجلت دهمته الغمة، وجاءت باليد البيضاء فكذبت القائلين: لا خير في الظلمة، فرأيت منها بياض العطايا في سواد المطالب، وركبت على سرجه المحلى بالذهب، فما حرت في ليل إهابه، إلاّ اهتديت من تلك الحلي بأنوار الكواكب وقرت به عيني كأنما حل من سوادي واستوطأت ظهره في السرى فنمت لما طرق كأنه يريد رقادي\".\rوقال المستنصر بالله الأندلسي: \"انظر إليه سليم الأديم، كريم القديم، كأنما نشأ بين الغبراء والنجوم؛ نجم إذا بدا، ووهم إذا عدا، يستقبل بغزال، ويستدبر برئبال، ويتحلى بشيات تقسيمات الجمال\"، وقال يصف سرجاً: \"بزة جياد، وركب أجواد، جميل الظاهر، رحيب بين القادمة والآخر، كأنما قدود الخدود أديمه، واختص بإتقان الحبك تقويمه\", وقال يصف لجاماً: \"متناسب الأشلاء، صريح الانتماء إلى ثريا السماء، فكله نكال وسائره جمال\". وقال ابن حبيب الحلبي: \"وفد عليّ يوماً ذو الوك يدعوني إلى حضرة بعض الملوك فلبيت مناديه، ويممت في الحال ناديه، فرحب بي على عادته، وقرب مجلسي من وسادته، ثم قال لي: عرض لي أن أعرض العتاق وأتبعها بالنجائب من النياق، فأحببت حضورك، وقصدت نزهتك وسرورك، فشكرت فيض فضله، ودعوت بتوفير خيله ورجله، فما استتم المقال، إلاّ والجنائب تقاد بأيدي الرجال، فمن أشهب يقق إن طلب لخق، وإن طلب سبق، طرف يحار الطرف في حسنه، ويرى الناظر شخصه في مرآة متنه، بعيد المنار والمنال، طلعته الفجر وسرجه الهلال، لا يخطر معه الخطار ولا تعلق له الغبراء بغبار، يهتدي فارسه من حافره بسنا السنابك، ويغتدي عند امتطاء صهوته من الذين ينظرون على الأرائك، ومن أدهم غريب لا يعلم أجنوب هو أم جنيب يسبق السيل في السير، معقود بناصيته الخير، ينساب كالثعبان وينعطف انعطاف السرحان، زاد على زاد الراكب، وزاحم النكباء بالمناكب، يسلب العقول بحسن وسبعه وتليله، ويخطف الأبصار برق غرته وتحجيله، ومن أشقر خلوقي الجلباب، ألبسه الأصيل حلة تفتن الألباب، الراح تحكيه في لباسه، والرياح لا تقدم على مجاراته لباسه، متقلد بالذهب متقلب في اللهب، يشفق من مناظرته الشفق، ويسرق من لون شعره السرق، ينقص الزائد لديه، ويفوت أعوج ثم يعود متهكماً عليه، ومن كميت طاب عرفه واسود ذنبه وعرفه، أسيل الخدين بارز النهدين عندمي اللباس، يحول بين الظباء والكناس، إن وثب ألحق العنان بالعنان، وإن وقف عاينت في كل عضو وردة كالدهان، يجد السير في حزن الفلاة وسهلها ويرد الوديعة محمولة إلى أهلها، ومن أصفر لونه فاقع كم له في الحلبة من طائر خلفه واقع ينتمي إلى الحبشان، ويعير بلونه الزعفران، الدجى على عرفه قابض، وماء القار على ذيله فائض، يتجلى في الرياض الشمسية، ويسبح في الجداول الورسية، لا يمل من التقريب والإلهاب، ويأتي من عدوه بغرائب يشيب منها الغراب، ومن أخضر حسن وشياً وراق للعيون جرياً ومشياً، زرزوري الإهاب يجمع بين الشيب والشباب، زبرجدي الحافر، أين منه الغزال النافر، يظهر عجز مكتوم، وتخمد عنده جمرة اليحموم، يخجل بتفويفه الرياض، ويسابق أسهم راكبه إلى الأغراض، ومن أبلق عظمت فصوصه، واشتهر حسنه وشهر قميصه طويل الحزام والذيل، هامته وشامته من الليل، يمرح في جلاله ويولع إذا غابت الخيل بمسابقة خياله، ينحط الوجيه عن أوجه، ويغرق الفياض في موجه، يسبق النعامى والنعامة، وينظر بعيني زرقاء اليمامة:\rجرد بهن لكل عين جنة ... فإذا جرين أتين بالنيران\rيحكين في البيدا النعام رشاقة ... ويسرن في الأنهار كالحيتان","seal":"D54C7452","part":1},
      {"page":22,"id":23,"nass":"ثم إن الملك أمر، برد الجنائب، وأذن في عرض النجائب، فأقبلت تتهادى صحبة سواسها، وتتبختر في مصبغات أكوارها وأحلاسها. فمن حرة لونها أحمر، وليل مسراها واضح أقمر، عنكرة غيطموس، تميل إليها الخواطر والنفوس، موراة اليدين بعيدة وخد الرجلين، أنحلها التيار وهذبتها الأسفار، ومن سرداح لونها أرمك، يكاد خيال السماك بها يتمسك، ملئت بالذوح والإسئاد تخالط حمرتها السواد، جميلة الصفات، مرقال حسنة الشمائل، شملال رحبة الصقل والخطا، لا يعرف لها عدول عن الطريق ولا خطا.\rومن رقوب لونها أزرق، تطفو في بحر العراب كالزورق، ظهيرة دوسرة، منوفة بهزرة تطس الآكام وتثبت في أثواب ورق الحمام، موصوفة بالإعصاف معروفة بالأعناق والإيجاف، ومن أمون لونها جون، وكون مثلها في محاسن الكون، تميل أن شبهتها إلى الدجى، ولا تمل من السير ولو براها الوجا، لها فخذان لحمهما وافر، وذنب تكنفه جناحا طائر، تسابق الريح في خطراتها، وتطأ جمر القيظ بجمراتها، ومن وجناء لونها أصهب ورباطها الدمقسي مذهب، ترعى الحدائق وترعى الحادي والسائق، شكول عسبور، تسامي رأسها أعواد الكور غائرة الأحداق، سريعة الاندفاع والانطلاق.\rومن مصاح لونها أغمش، وكل من قوائمها أحمش، يخالط بياضها شقرة، يولد الاجتماع بها طريقاً إلى النصرة، هوجاء وفاق روعاء مزاق، ترض الحصا برصها وتستطلع الإخبار بنصها، ومن شمردلة لونها أحوى، مهارق البيض بغيرها لا تطوى، تجوب القفار وتجوس خلال الديار، مشفرها رقيق وسبيب وظيفتها وثيق، تختال في شنفها وزمامها، وتدهش الأبصار بسنا سنامها.\r\rوحوص غدت سفن المهامه والفلا ... ألم ترها تطفو على بحر آلها\rتخط حروفاً بالمناسم في الثرى ... يقصر عن تحريرها ابن هلالها\rفلما تكامل العرض بعد الطول، وأفلت أقمار الإبل وغابت شموس الخيول، أخذ الحاضرون في تذكر أشكالها وأفاضوا في نعت محاسنها، وجمالها. ثم إن الملك أمر بإحضار الطعام، واشتغل الناس بالمائدة عن الأنعام\". وامتدح البحتري سعيد بن حميد الكاتب طالباً منه فرساً بقوله:\rجئناه إذ لا الترب في أفنائه ... يبس ولا باب العطاء بمرتج\rوالبيت لولا أن فيه فضيلة ... تعلو البيوت بفضلها لم يحجج\rبطل يخوض الخيل وهي شوائل ... خلف الإسنة وهو غير مدجج\rومنها:\rفأعن على غزو العدو بمنطوٍ ... أحشاؤه طي الرداء المدرج\rإما بأشقر ساطع أغشى الوغى ... منه بمثل الكوكب المتأجج\rمتسربل شية طلت أعطافه ... بدم فما تلقاه غير مضرج\rأو أدهمٍ صافي الأديم كأنه ... تحت الكمي مظهر بالنردج\rضرم يهيج السوط من شؤبوبه ... هيج الجنائب من حريق العرفج\rخفت المراقع وطأه فلو أنه ... يجري برملة عالج لم يرهج\rأو أشهب يققٍ يضي وراءه ... متن كمتن اللجة المترجرج\rيخفي الحجول ولو بلغن لبانه ... في أبيضٍ متألقٍ كالدملج\rأوفى بعرف أسودٍ متعرفٍ ... فيما يليه وحافرٍ فيروزج\rأو أبلقٍ يلقى العيون إذا بدا ... من كل لون معجب بنموذج\rجذلان تحسده الجياد إذا مشى ... عنقاً بأحسن حلة لم تنسج\rأرمي به شوك القنا وأرده ... كالسمع أثر فيه شوك العوسج\rوأقب نهدٍ للصواهل شطره ... يوم الفخار وشطره للشحج\rخرق يتيه على أبيه ويدعي ... عصبية لني الضبيب وأعوج\rمثل المزرع جاء بين عمومة ... في غافق وخؤولة في الخزرج\rلاديزج يصف الرماد ولم أجد ... حالاً تحسن من رواء الديزج\rوعريض أعلى المتن لو عليته ... بالزيبق المنهال لم يترجرج\rخاضت قوائمه الوثيق بناؤها ... أمواج تجبيب بهن مدرج\rولأنت أبعد في السماحة همة ... من أن تضن بملجم أو مسرج\rوقال علي بن موسى العنسي:\rولكم سرينا في متون ضوامر ... تثني أعنتها من الخيلاء\rمن أدهمٍ كالليل حجل بالضحى ... تنشق غرته عن ابن ذكاء\rأو أشهبٍ يحكي غدائر أشيب ... خلعت عليه الشهب فضل رداء\rأو أشقر قد نمقته بشعلةٍ ... كالمزج ثار بصفحة الصهباء\rأو أصفر قد زينته غرة ... حتى بدا كالشمعة الصفراء\rطيرٌ ولكن لا يهاض جناحه ... ريحٌ ولكن لم تكن برخاء","seal":"21744762","part":1},
      {"page":23,"id":24,"nass":"وقال دريد بن الصمة:\rفآبت سكيباً من أناس تحبهم ... كئيباً ولولا طلعتي لم تطلق\rبخيلٍ تنادي لا هوادة بينها ... شهدت بمزلال المعاقم محنق\rعظيم طويل غير جاف نما به ... سليم الشظا في مكربات المطبق\rمعرض أطراف العظام مشرف ... شديد مشك الجنب نعم المنطق\rمن الكاتمات الربو ينزع مقدماً ... سبوق إلى الغايات غير مسبق\rإذا ما استحمت أرضه من سمائه ... جرى وهو مودوع وواعد مصدق\rوباض الشمال طعنه في عنانه ... وباع كبوع الخاضب المتطلق\rدعته جواد لا يباع جنينها ... لمنسوبة أعرافها غير محمق\rبصير بأطراف الحداب ترى له ... سراة تساوى بالطراف المروق\rالباب الرابع في الغرة والتحجيل والدوائر وأسماء المفاصل والطبائع والصهيل وفيه ستة فصول\rالفصل الأول في الغرة\rوهي تسعة أنواع: لطمى وشادخة وسائلة وشمراخ ومنقطعة وسارحة وحنفا وشهبا ومتمصرة، فاللطمى ما أصاب بياضها عيني الفرس أو إحداهما أو خديه أو أحدهما. قال عبيد بن عمر بن الخطاب رضي الله عنهما: \"إذا كان سيفي ذا الوشاح ومركبي اللطيم فلم يطلل دم أنا طالبه\". والشادخة، ما فشت في الوجه ولم تصب العينين ودقت وسالت. والسائلة، ما عرضت في الجبهة واعتدلت على قصبة الأنف أو سالت على أرنبته حتى رثمتها. والشمراخ، ما دقت وسالت في الجبهة وعلى قصبة الأنف ولم تبلغ الجحلفة قال مالك بن عوف:\rوقد أعددت للحدثان عضباً ... وذا الشمراخ ليس به اعتلال\rوقال آخر:\rترى الجون والشمراخ والورد يبتغي ... ليالي عشر وسطنا فهو عائر\rوالمنقطعة ما بلغت محل المرسن وانقطعت أو كانت ما بين العينين والمنخر وهي أحسن الغرر. والسارحة ما ملأت الوجه ولم تبلغ العينين. والحنفاء ما كانت إحدى عينيها زرقاء والأخرى سوداء. والشهباء ما كان فيها شعر يخالف البياض. والمتمصرة ما كانت على الجبهة وعلى قصبة الأنف وبين العينين منقطعة.\rوالحاصل إن كل بياض فشا في وجه الفرس فوق الدرهم يسمى غرة على اختلاف أنواعها فإن كان قدر الدرهم فما دونه يسمى قرحة. فإن كانت بين العينين تسمى نجمة، وهي أحسن القرح، وإن كانت على الجحفلة السفلى، سميت لمظاً، أو على قصبة الأنف سميت عيسوباً.\rومما يجري في الخيل مجرى الفراسة في الإنسان، أن الغرة إذا استدارت وحكت حرف الهاء تدل على اليمن والبركة. والشعرات القليلة خير ونجاة. والسائلة إن غطت عيناً واحدة دلت على الشؤم وقتلها مع راكبها، وقال بعضهم مخصوص بالعين اليسرى، فإن غطت الاثنتين دليل غصبها وقهر صاحبها، فإن كانت مائلة إلى الجهة اليمنى دليل الشؤم أو إلى الجهة اليسرى دليل الغنم، فإن سالت إلى الأنف دليل النسل والبركة والنجاح، والمنقطعة دون الأنف بعكسها وإن عمت الحاجب فلا فيها.\r\rالفصل الثاني في التحجيل\rوهو بياض في قوائم الفرس، يبلغ نصف الوظيف، مأخوذ من الحجل وهو الخلخال، فإن كان في القوائم كلها فمحجل أربع، وإن كان في ثلاث فمحجل ثلاث، مطلق يد أو رجل يمنى أو يسرى، وإن كان في الرجلين فقط فمحجل الرجلين، وهو ممدوح، قال الشاعر:\rمحجل رجلين طلق اليدين ... له غرة مثل ضوء الإراث\rالإراث ككتاب: النار. وإن كان في اليدين، فأعصم اليدين فإن كان في وجهه وضح يقال له محجل لا أعصم وإن كان في يده اليمنى ورجله اليسرى أو بالعكس أو كان في يد ورجل من شق واحد فمشكول، وهو مكروه شرعاً وعند العرب.\rعن أبي هريرة رضي الله عنه: \"كان صلى الله عليه وسلم يكره من الخيل الشكال\". وقال ابن النحاس: \"إن الفرس الذي قتل عليه الحسين عليه السلام كان أشكل\"، فإذا كان مع ذلك أغر زالت الكراهة عنه لأن الغرة تثلثه. فإن كان في إحدى يديه بياض قل أو كثر فأعصم. فإن كان في اليمنى فأعصم اليمنى أو في اليسرى فأعصم اليسرى، ومنكوس اليسرى وهو مكروه. وإن كان البياض في إحدى رجليه فأرجل، وهو مكروه إلا إذا كان البياض في اليسرى قال الشاعر:\rأسيل نبيل ليس فيه معابة ... كميت كلون الصرف أرجل أقرح","seal":"C49D81AC","part":1},
      {"page":24,"id":25,"nass":"الصرف بالكسر صبغ أحمر. والتحجيل إن جاوز أرساغ الفرس سمي تخديماً، فإن بلغ الجبب فما فوق ولم يبلغ الركبتين والعرقوبين سمي تجبيباً، فإن بلغهما أو جاوز العضدين والفخذين سمي تسرولاً، فإن بلغ الساقين والذراعين سمي إخراجاً. وكل قائمة فيها بياض تسمى ممسكة، والخالية منه تسمى مطلقة، والبياض المستطيل في التحجيل يسمى مستريحاً، لأن الشرط في التحجيل الإدارة، فإن خلا الفرس من البياض سمي بهيماً، وإن كان في ناصيته أو ذنبه أو قذاله خصلة بيضاء سمي أشعل. وقد أكثر الشعراء من مدح الغرة والتحجيل فمن ذلك قول ابن دريد:\rكأنما الجوزاء في أرساغه ... والنجم في جبهته إذا بدا\rوقال حازم:\rكأنما أشرف من تحجيله ... سوار عاج مستدير بالعجا\rوقال قسام من بني جعدة:\rأغر قتامى كميت محجل ... خلا يده اليمنى فتحجيلة حسنا\rوقال سلامة بن الخرشب:\rتعادي من قوائمها ثلاث ... بتحجيل، وواحدة بهيم\rكأن مسحتي ورق عليها ... وتحت قرطها أذن خديم\rأي كأنها لبست صحيفة فضة من حسن لونها وبريق جلدها.\rوقال امرؤ القيس:\rكأن نجوماً علقت في مصامه ... بأمراس كتان إلى صم جندل\rشبّه التحجيل ببياض نجوم السماء وأعصاب الساقين بحبال الكتان وصلابة الحافر بالحجر، وقال أبو سهل:\rأطرف فات طرفي أم شهاب ... هفا كالبرق أضرمه التهاب\rأعار الصبح صفحته نقاباً ... فقربه وصح له النقاب\rفمهما حث خال الصبح وافى ... ليطلب ما استعار فما يصاب\rإذا ما انقض كل النجم عنه ... وصلت عن مسالكه السحاب\rفيا عجباً له فضل الدراري ... فكيف أزال أربعه التراب\rسل الرواح عن أقصى مداه ... فعند الريح قد يلفى الجواب\rوقال الحافظ الحجاري:\rومستبق يحار الطرف فيه ... ويسلم في الكفاح من الجماح\rكأن أديمه ليل بهيم ... تحجل باليسير من الصباح\rإذا احتزم التسابق صار جرماً ... تقلب بين أجنحة الرياح\rوقال الصفي الحلي:\rأغر تبري الإهاب مورد ... سبط الأديم محجل ببياض\rأخشى عليه أن يصاب بأسهمي ... مما يسابقها إلى الأغراض\rوقال:\rأخمدت بالإدلاج أنفاس الفلا ... وكحلت طرفي في الظلام بسهده\rبأغر أدهم ذي حجول أربع ... مبيضه يزهو على مسوده\rخلع الصباح عليه سائل غرةٍ ... منه وقمصه الظلام بجلده\rفكأنه لما تسربل بالدجى ... وطيء الضحى فابيض فاضل برده\rقلق المراح فإن تلاطم خطوه ... ظن المطارد أنه في مهده\rأدمى الحصى من حافريه بمثله ... وأراع ضوء الصبح منه بضده\rوقال:\rوأدهم نيق التحجيل ذي مرح ... يميس من تحته كالشارب الثمل\rمضمر مشرف الأذنين تحسبه ... موكلاً باستراق السمع عن زحل\rركبت منه مطاليل تسير به ... كواكب تلحق المحمول بالحمل\rإذا رميت سهامي فوق صهوته ... مرت تهاديه وانحطت عن الكفل\rوقال البحتري:\rجذلان تلطمه جوانب غرة ... جاءت مجيء البدر عند تمامه\rوقال:\rهل مبلغ الدار التي أغدو لها ... بمقلص السربال أحمر مذهب\rلو يوقد المصباح منه لسامحت ... بضيائه شية كوهي الكوكب\rإما أغر يشق غرته الدجى ... أو إرثماً كالضاحك المستغرب\rمتقارب القطار يملأ حسنه ... لحظات عين الناظر المتعجب\rوأجل سيبك أن تكون قناعتي ... منه بأشقر ساطع أو أشهب\rوقال:\rوأغر في الزمن البهيم محجل ... قد رحت منه على أغر محجل\rكالهيكل المبني إلا أنه ... في الحسن جاء كصورة في هيكل\rوفى الضلوع يشد عقد حزامه=يوم اللقاء على معم مخول\rأخواله للرستمين بفارس ... وجدوده للتبعين بموكل\rيهوي كما تهوي العقاب وقد رأت ... صيداً وينصب انصباب الأجدل\rيتوهم الجوزاء في أرساغه ... والبدر فوق جبينه المتهلل\rمتوجس برقيقتين كأنما ... تريان من ورق عليه موصل\rذنب كما سحب الرداء يذب عن ... عرف وعرف كالقناع المسبل\rجذلان ينفض عذرة في غرة ... نيق تسيل حجولها في جندل","seal":"6C482B66","part":1},
      {"page":25,"id":26,"nass":"كالرائح النشوان أكثر مشيه ... عرضاً على السنن البعيد الأطول\rذهب الأعالي حيث تذهب مثلة ... فيه بناظرها حديد الأسفل\rصافي الأديم كأنما عنيت به ... لصفاء نقبته مداوس صيقل\rوكأنما نفضت عليها صبغها ... صهباء للبردان أو قطربل\rلبس القنو مزعفراً ومعصفراً ... يدمي فراح كأنه في خيعل\rوكأنما كسي الخدود نواعماً ... مهما تواصلها بلحظ تخجل\rوتراه يسطع في الغبار لهيبه ... لوناً وشدّاً كالحريق المشعل\rوتظن ريعان الشباب يروعه ... من جنة أو نشوة أو أفكل\rهزج الصهيل كأن في لهواته ... نغمات معبد في الثقيل الأول\rملك العيون فإن بدا أعطيته ... نظر المحب إلى الحبيب المقبل\rوقال يمدح محمد بن طاهر:\rأراجعتي يداك بأعوجي ... كقدح النبع في الريش اللوام\rبأدهم كالظلام أغر يجلو ... بغرته دياجير الظلام\rتقدم في العنان فمد منه ... وضبر فاستزاد من الحزام\rترى أحجاله يصعدن فيه ... صعود البرق في الغيم الجهام\rوما حسن بأن تهديه فذاً ... سليب السرج منزوع اللجام\rفأتمم ما مننت به وأنعم ... فما المعروف إلا بالتمام\rوقال آخر:\rأدهم مصقول سواد الحقم ... قد سمرت جبهته بالنجم\rوقال ابن نباتة:\rوأدهم يستمد الليل منه ... ويقطع بين عينيه الثريا\rسرى خلف الصباح يطير زهواً ... ويطوي خلفه الأغلاس طيا\rفلما خاف وشك الفوت منه ... تشبث بالقوائم والمحيا\rوقال يمدح سيف الدولة ابن حمدان حيث أعطاه فرساً أدهم أغر محجلاً:\rيا أيها الملك الذي أخلاقه ... من خلقه ورواؤه من رأيه\rقد جاءنا الطرف الذي أهديته ... هاديه يعقد أرضه بسمائه\rأولايةً أوليته فبعثته ... رمحاً سبيب العرف عقد لوائه\rيختال منه على أغر محجل ... ماء الدياجي قطرة من مائه\rفكأنما لطم الصباح جبينه ... فاقتص منه فخاض في أحشائه\rمتمهلاً والبرق من أسمائه ... متبرقعاً والحسن من أكفائه\rما كانت النيران يكمن حرها ... لو كان للنيران بعض ذكائه\rلا تعلق الألحاظ في أعطافه ... إلا إذا كفكفت من غلوائه\rلا يكمل الطرف المحاسن كلها ... حتى يكون الطرف من إسرائه\rوقال أبو العلاء المعري:\rوبعيدة الأطراف زعن بماجد ... يردين فوق أساود لم تطعم\rترعى خوافي الربد في حجرتها ... سغباً وتعثر بالغطاط النوم\rيجمعن أنفسهن كي يبلغن ما ... يهوى، فمجفرهن مثل الأعظم\rضمرت وشزبها القياد فأصبحت ... والطرف يركض في مساب الأرقم\rمن كل معطية الأعنة سرجها ... ترقى فوارسها إليه بسلم\rغراء سلهبة كأن لجامها ... نال السماء به بنان الملجم\rومقابل بين الوجيه ولاحق ... وأفاك بين مطهم ومطهم\rصاغ النهار حجولة فكأنما ... قطعت له الظلماء ثوب الأدهم\rقلق السماك لركضه ولربما ... نفض الغبار على جبين المرزم\rمثل العرائس ما انثنت من غارة ... إلا مخضبة السنابك بالدم\rسهرت وقد هجع الدليل بلابس ... برد الحباب مقيد فعل الضيغم\rأدمت نواجذها الظبا فكأنما ... صبغت شكائمها بمثل العندم\rوبنت حوافرها قتاماً ساطعاً ... لولا انقياد عداك لم يتهدم\rباض النسور به وخيم مصعداً ... حتى ترعرع فيه فرخ القشعم\rوسم إلى حوض الغمام فماؤه ... كدر بمنهاك الغبار الأقتم\rجاءت بأمثال القداح مفيضة ... من كل أشعث بالسيوف موسم\rفوجدن أمضى من سهام الترك إذ ... نفضت وأنفذ من حراب الديلم\rحتى تركن الماء ليس بطاهر ... والترب ليس يحل للمتيم\rالمجفر: عظيم الجنبين، والأهضم: ضده، والتشزيب: معالجة الخيل حتى تضمر ويقل لحمها، ومعطية الأعنة: المنقادة لراكبها، والسلهبة: السريعة الطويلة، والمقابل: ما كان كريم الجدين، والوجيه واللاحق: فحلان معروفان ينسب إليهما كرائم الخيل، والمطهم: ما حسن منه كل شيء مقابل.\rوقال:\rوخيل لو جرت والريح شأواً ... ظننا الريح أوثقها إسار","seal":"58F3266C","part":1},
      {"page":26,"id":27,"nass":"غدت ولها حجول من لجين ... وراحت وهي من علق نضار\rوأشبعت الوحوش فصاحبتها ... كأن الخامعات لها مهار\rوكم أوردتها عدّاً قديماً ... يلوح عليه من خز خمار\rتطاعن حوله الفرسان حتى ... كأن الماء من دمهم عقار\rكذا الأقمار لا تشكو وناها ... وليس يعيبها أبداً سفار\rوقال:\rوقد أغتدي والليل تأسفاً ... على نجمه والنجم في الغرب مائل\rبريح أعيرت حافراً من زبرجد ... لها الجسم تبر واللجين خلاخل\rكأن الصبا ألقت إلي عنانها ... تخب بسرجي تارة وتناقل\rإذا اشتاقت الخيل المناهل أعرضت ... عن الماء فاشتاقت إليها المناهل\rوقال أبو تمام:\rمن قاده أشرٌ أو ساقه قدرٌ ... أو عمه عمرٌ فالحين مدلولُ\rفالخيل مسرجةٌ والنبل ملحمةٌ ... والسمر مشرعةٌ والسيف مسلولُ\rخيلٌ تصان ليومي حلبة ووغى ... يزينها غرر شدخ وتحجيلُ\rوقال ابن الشهيد الأندلسي:\rوأغر قد لبس الدجى ... برداً فراقك وهو فاحم\rيحكي بغرته هلا ... ل الفطر لاح لعين صائم\rوكأنما خاض الصبا ... ح فجاء مبيض القوائم\rوقال ابن قلاقس:\rوأدهم كالغراب سواد لونٍ ... يطير مع الرياح ولا جناح\rكساه الليل شملته وولى ... فقبل بين عينيه الصباح\rوقال ابن المعتز:\rولقد غدوت على طمر سابح ... عقدت سنابكه عجاجة قسطل\rمتلثم لجم الحديد يلوكها ... لوك الفتاة مساوكاً من إسحل\rومحجل غير اليمين كأنه ... متبخترٌ يمشي بكم مسبلِ\rوقال أبو الوضاح المرسي:\rولقد غدوت مشرقاً حتى إذا ... ما لم أشم برقاً لأفق المغرب\rبأغر أوجس للسماء بسمعه ... فرمته بين المقلتين بكوكب\rوقال لسان الدين بن الخطيب:\rصحبتهم غرر الجياد كأنما ... سد الثنية عارض متهلل\rمن كل منجردٍ أغر محجلٍ ... يرمى الجياد به أغر محجل\rزجل الجناح إذا أطير لغايةٍ ... وإذا تغنى للصهيل فبلبل\rجيد كما جيد الظليم وفوقه=أذن ممشقة وطرف أكحل\rفكأنما هو صورة في هيكلٍ ... من لطفه وكأنما هو هيكل\rويشبهون قوائم الفرس المحجل إذا جرى بقوائم الكلب إذا ارتفعت إلى بطنه، فيصير تحجيلها كأنها أكلب تعدو، قال العماني:\rكأن تحت البطن منه أكلباً ... بيضاً صغاراً تنتهشن المنقبا\rوقال آخر:\rكأن قطاً أو كلاباً أربعاً ... دون صفاقيْه إذا ما ضبعا\rالفصل الثالث في الدوائر وتسمى في المشرق بالنياشين وفي المغرب بالنخلات\rوهي قسمان ممدوحة ومذمومة، فالممدوحة دائرة العمود، وهي التي يكون في موضع القلادة قريبة من المعرفة، ودائرة السمامة، وهي التي تكون في وسط العنق، ودائرة الهقعة وهي التي تكون تحت الإبط وهو أبقى الخيل وأصبرها، والمذموم منها، ودائرة اللطاة إذا ثنيت وهما اللتان في وسط الجبهة، ودائرة اللاهز، وهي التي تكون في العظم الناتئ في اللحي تحت الأذن، ودائرة البينقة وهي التي في نحر الفرس، ودائرة القالع وهي التي تحت اللبد، ودائرة الناخس وهي التي تحت الفخذ، في محل ضرب الفرس بذنبه على فخذه وبقية الدوائر مسكوت عنها، وقد نظمها بعض المغاربة على اصطلاحهم بقوله:\rفستة الأنخال للخير أتت ... وستة للشر، شرها ثبت\rفإن أتت في الدير والحزام ... أو في العذار ثم في أمام\rفرزقها يسهل ثم يقرب ... وفي التي خلف العذار يصعب\rمقلوبة في الخلق طولاً لا ضرر ... وإن أتت بالعرض فالزم الحذر\rوجوزة بأسفل العرقوب ... مقبولة عندي وذي مطلوبي\rوعصرة الركاب أيضاً سادسه ... وما بقي خذه على المعاكسه\rما فوق حاجبٍ تسمى ناطحه ... ووسط الخد تسمى نائحه\rما فوق ركبةٍ تسمى سارقه ... أعني التي من خلف ليست لائقه\rكذا التي تكون عند الحارك ... صاحبها يكون حقاً هالك\rكما أتت في الفخذ من وراء ... معلومة بالشر والإيذاء\rوعن يمين الذيل واليسار ... دوائر الأشرار، لا تمار\rقد انتهت منظومة الأنخال ... مروية بالصدق عن بلال","seal":"8BC561C6","part":1},
      {"page":27,"id":28,"nass":"ومما يتيمن به أهل الهند، إذا كان الفرس على حجفلته العليا دائرة أو في صدره أو على خاصرته أو على مذبحه أو في عنقه أو على أذنيه شعر نابت كزهر النبات كان ذلك مما يربط وتقضى عليه الحوائج ويتشاءمون مما كان في مقدم يده دائرة أو في ركبته أو في أصل أذنيه من الجانبين، أو على خده، أو على حجفلته السفلى، أو على ملتقى لحييه، أو على سرته أو على بطنه شعر منتشر، أو على خصيته شعر مخالف للونه، وقد اتفقوا مع العرب على شؤم الفرس، إذا كان في لسانه خطط سود، قال أبو داؤد:\rعن لسان كجثة الورق الأح ... مر مج الندى عليه العرار\rوقال حماد عجرد:\rكأن لسانه ورق عليه ... بدار مضيئة مج العرار\rأو داخل حجافله ولهواته وخارج لحييه سواد، أو داخل حجافله بياض، أو في لهواته، أو داخل منخريه نقط سود، أو خارج حجفلته نقط كحب السمسم، أو كانت شفته السفلى بياض.\r\rالفصل الرابع في أسماء مفاصل الرأس ومنابت شعره وأسنانه وما يتعلق بذلك\rسراة كل فرس أعلاه، والقونس أعلى الرأس وعظم ناتئ بين أذني الفرس، والناصية الشعر المسترسل على الجبهة، والعصفور أصل منبت الناصية، وعظم ناتئ في جنبيه، والقذال مجمع مؤخر الرأس وهو محل عقد العذار، والعرف ما ينبت من شعر العنق إلى عذرته، والعذرة الشعر الذي يقبض عليه الراكب حين ينهض على الفرس، ومحل منبت العرف يسمى معرفة. ويكنف العرف عرقان يسميان علباءين. والناهقان عظمان أسفل عينيه، والوقبتان نقرتان فوقهما، والبلدة ما بينهما، والعجاجتان عظمان طائفان بهما، والخدان صفحتا الوجه والمرسن مصاب الرسن من أنفه، ونخرة الأنف ما رق من فوقه ولان، والغرضان ما انحدر من جانبي قصبة الأنف، والحجفلتان شفتاه، والغيد الشعر الذي على الحجفلة. وفي فمه أربع ثنايا وأربع رباعيات وبعدهن أربع تسمى قوارح، وأربعة أنياب وثمانية أضراس في كل شق ثنتان، والصليفان عرضا العنق والجران الجلدة بين المذبح والمنخر، واللبان ما جرى عليه سير اللبب، ويقال له لبة، والكلكل الصدر وهو ما عرض عند ملتقى أعلى يديه مما يلي العنق، والفهدان اللحمتان الناتئتان في الزور، والحارك أعلى الكاهل ومنبت أدنى العرف، والصردان عرقان يستبطنان اللسان، والصهوة مقعد الفارس، والمعدان موضع دقتي السرج، والمحزم الذي يجري عليه سير الحزام والحصير ما ظهر من أعلى ضلوعه، والحجبتان ما أشرف على صفاق البطن من وركيه، والعكوة أصل الذنب وعظمه وجلده يسمى عسيباً، والشعر الذي عليه يسمى سبيباً وسيباً، والسبيب يطلق على الناصية أيضاً والجاعرتان مضرب ذنبه على فخذيه، والصلوان ما عن يمين الذنب وشماله، والغائلتان عرقان مستبطنان في الفخذين، والنسا عرق من الورك إلى الكعب ويثنى فيقال نسوان، والوابلتان رؤوس العضدين والفخذين، والذراعات العضوان من تحت ومن فوقهما العضدان، ومنتهى حدهما من اليدين الركبتان، وفي الركبتين عظمان مدوران يسميان ضاغطين، وما بين الركبتين والرسغين من اليدين وظيفتان، والعجابة عظم في قوائم الفرس فيه نصوص من عظم تكون عند الرسغ كالكعاب، والثنة شعر مسترسل فوق الرسغ في الوظيف، والرسغ المفصل الذي يكنفه الحافر والوظيف، والسنبك طرق مقدم الحافر ويمينه ويساره حاميتان، والصحن جوف الحافر ويقال له الحوشب أيضاً، والجبة ما يكون الحوشب داخلها، والنسر ما شابه النوى في باطنه، والشوى اليدان والرجلان، والأطراف وقحف الرأس ما إذا أصيب به الفرس لا يقتله، وفي الفرس أشياء تسمى بأسماء بعض الطيور ستأتي إن شاء الله تعالى.\r\rنادرة\rقال الأصمعي: \"حضرت أنا وأبو عبيدة عند الرشيد، فقال لي: كما كتابك في الخيل؟ فقلت مجلد واحد، فسأل أبا عبيدة عن كتابه فقال خمسون مجلداً. فقال له الربيع: قم إلى هذا الفرس وأمسك عضواً عضواً منه وسمه فقال: لست ببيطار وإنما أخذت شيئاً عن العرب. فقال: قم يا أصمعي وافعل ذلك فقمت، وأمسكت ناصيته، وجعلت أذكر عضواً عضواً، وأضع يدي عليه وأنشد ما قالت العرب فيه إلى حافره، فقال خذه فأخذته، وكنت إذا أردت أن أغيظ أبا عبيدة ركبته وأتيته\".\r\rالفصل الخامس في طبائعها","seal":"AAEB01FB","part":1},
      {"page":28,"id":29,"nass":"اعلم أن الخيل أقرب ما يكون من الإنسان مزاجاً، لأن الغالب على مزاجها الحرارة والرطوبة، وعنصرها الهواء، ومن ثم خصت بمزيد الجري، ولذا سماها بعض الحكماء: بنات الريح، وقال سيّار إنها أصح الحيوان مزاجاً ولذا تؤثر فيهما الرياضة، ومن أخلاق جيادها الدالة على شرف نفسها أنها لا تبوك ولا تروث ما دامت مركوبة، ولا تمكن غير صاحبها من ركوبها، ولا تأكل بقية علف غيرها ولا تشرب إلا بالصفير.\rحكي عن عائشة بنت طلحة لما زفت إلى مصعب بن الزبير سمعت امرأة منها شخيراً ونخيراً وغطيطاً عند الجماع، فكلمتها في ذلك، فقالت: إن الخيل لا تشرب إلا بالصفير، وتحيض كالنساء. قال الجاحظ والحيض يعرض للإناث منهن ولا يحيض من الحيوانات غير الخيل والناقة والأرنب والكلبة، وللأنثى من الخيل شبق شديد ولذلك تطيع الفحل ولو كان من غير جنسها. وقال الشيخ الأكبر قدس الله سره: إذا وطأت الخيل أثر الذئب ارتعدت وخرج الدخان من جسدها وقيل إن قوائمها يعتريها الخدر حتى تكاد لا تتحرك.\r\rالفصل السادس في الصهيل\rفإن كان الصوت من الفم سمي شخيراً، أو من المنخرين فنخيراً أو من الصدر فكريراً، وأنواع الصهيل ثلاثة: أجش وصلصال ومجلجل، فالأجش ما جهر صوته، والصلصال ما حد ودق جداً، والمجلجل ما صفا ولم يدق، وكانت فيه غنة أي يخرج أكثر صهيله من منخريه وهو أحسن الصهيل. قال ابن أم حكيم:\rأجش هزيم جريه ذو علالة ... وذلك خير في العناجيج صالح\rوقال لبيد:\rبأجش الصوت يعبوب إذا ... طريق الحي من الغزو صهل\rوقال الحارث النجاشي:\rونجى ابن حرب سابح ذو علالة ... أجش هزيم والرماح دواني\rوقال الجعدي:\rويصهل في مثل جوف الطوى ... صهيلاً تبين للمعرب\rوقال أبو بكر بن بقي:\rونوبة من صهيل الخيل يسمعها ... بالرمل أطيب ألحاناً من الرمل\rوقال المتنبي:\rكرم تبين في كلامك ماثلاً ... ويبين عتق الخيل في أصواتها\rوقال:\rمررت على دار الحبيب فحمحمت ... جوادي وهل تشجو الجياد المعاهد\rوما تنكر الدهماء من رسم منزل ... سقتها ضريب الشول فيها الولائد\rأهم بشيء والليالي كأنها ... تطاردني عن كونه وأطارد\rوحيداً من الخلان في كل بلدة ... إذا عظم المطلوب قل المساعد\rوتسعدني في غمرة بعد غمرة ... سبوحٍ لها منها عليها شواهد\rتثنَّى على قدر الطعان كأنما ... مفاصلها تحت الرماح مراود\rوأورد نفسي والمهند يدي ... موارد لا يصدرن من لا يجالد\rولكن إذا لم يحمل القلب كفه ... على حالة لم يحمل الكف ساعد\rفتشبيه الرماح بالمفاصل كالميل في العين في قوله تثني إلخ ... فاسد لأنه خص الطعن بالمفاصل وليس كل طعن يكون فيها، وإذا كانت الرماح في المفاصل كالميل في العين فما الحاجة إلى تثنيها. وقال النابغة الجعدي:\rغدا هزجاً طرباً قلبه ... لقين وأصبح لم يلغب\rالهزج صوت مطرب فيه بحة. وقال لسان الدين بن الخطيب:\rجزل الجناح إذا أطير لغاية ... وإذا تغنى للصهيل فبلبل\rوقال حبيب الطائي يمدح مالك بن طوق:\rقالت وعي النساء كالخرس ... وقد يصبن الفصوص في الخلس\rهل يرجعن غير خائب فرساً ... ذو نسب في ربيعة الفرس\rكأنني بي قد زنت ساختها ... بمسبح في قياده سلس\rاحمر منها كالسبيكة أو ... أحوى به كاللمى أو اللعس\rأو أدهم زينته كمتة فحلاً ... كأنه قطعة جاءت من الغلس\rامتن متنٍ وصهوتين إلى ... حوافرٍ صلبة له ملس\rفهو لدى الروع والحلائب ذو ... أعلى مندى وأسفل يبس\rيكبر أن يستحم في الحر وال ... قر حميماً يزيد في البخس\rمخلق وجهه على السبق تخلي ... ق عروس الأنباء للعرس\rحر له سورة لدى السوط والزج ... ر وعند العنان والمرس\rفهو يسر الرواض بالنزق السا ... كن منه واللين والشرس\rصهصلق في الصهيل تحسبه ... أشرج حلقومه على جرس\rتقتل عشراً من النعام به ... بواحد الشد واحد النفس\rالحمحمة: ترداد الفرس صوته كالحنين. قال عنترة العبسي:\rلما سمعت نداء قومي قد علا ... وابنا ربيعة في الغبار الأقتم","seal":"ABDDFF1F","part":1},
      {"page":29,"id":30,"nass":"أيقنت أن سيكون عند لقائهم ... طعن تخر له فروخ الحوم\rوكأن غارة ناجز بنسيمه ... شبت عوارضها إليك من الفم\rودعوت فهداً للنزال فأقحموا ... عند الطعان بكل ليث ضيغم\rتحت الأغر وفوق جلدي تبرة ... تحكي لقعقعة الغدير الملجم\rفكشفت عنهم والسيوف كأنها ... برق الأوادع بالرماح الحطم\rمازلت أرميهم بغرة وجهه ... وثباته حتى تسربل بالدم\rفازور من وقع القنا فزجرته ... فشكى إلي بعبرة وتحمحم\rلو كان يدري ما المحاورة اشتكى ... ولكان لو علم الكلام مكلمي\rلما رآني لا أنفذ كربه ... عض الشفاه على اللجام وقمقم\rوالخيل عابسة الوجوه كأنما ... سقيت فوارسها نقيع العلقم\rوقال:\rوفرقت جيشاً كان في جنباته ... دمادم رعد تحت برق الصوارم\rعلى مهرة منسوبة عربية ... تطير إذا اشتد الوغى بالقوائم\rوتصهل خوفاً والرماح قواصد ... إليها وتنسل انسلال الأراقم\rقحمت بها بحر المنايا فحمحمت ... وقد عرفت في موجه المتلاطم\rوقال عبد عمر بن شريح:\rطلقت إذا لم تسألي أي فارس ... حليلك إذ لاقى صداء وخثعما\rأكر عليهم دعلجاً ولبانة ... إذا ما اشتكى وقع السلاح تحمحما\rوقال سيدي الوالد قدس الله سره:\rتسائلني أم البنين وإنها ... لأعلم من تحت السماء بأحوالي\rألم تعلمي يا ربة الخدر أنني ... أجلي هموم القوم في يوم تجوالي\rوأغشى مضيق الموت لا متهيباً ... وأحمي نساء الحي في يوم تهوال\rيثقن النسابي حيث ما كنت حاضراً ... ولا تثقن في زوجها ذات خلخال\rأمير إذا ما كان جيشي مقبلاً ... وموقد نار الحرب إذ لم يكن صالي\rإذا ما لقيت الخيل إني لأول ... وإن جال أصحابي فإني لها تالي\rأدافع عنهم ما يخافون من ردى ... فيشكر كل الخلق من حسن أفعالي\rوأورد رايات الطعام صحيحةً ... وأصدرها بالرمي تمثال غربال\rومن عادة السادات بالجيش تحتمي ... وبي يحتمي جيشي وتمنع أبطالي\rوبي تثقن يوم الطعان فوارس ... تخالينهم في الحرب أمثال أشبال\rإذا تشتكي خيلي الجراح تحمحماً ... أقول لها صبراً كصبري وإجمالي\rوأبذل يوم الروع نفساً كريمة ... على أنها في السلم أغلى من الغالي\rسلي الليل عني كم شققت أديمه ... على ضامر الجنبين معتدل عالي\rسلي البيد عني والمفاوز والربى ... وسهلاً وحزناً كم طويت بترحالي\rفما همتي إلا مقارعة العد ... وهزمي لأبطال شداد بأبطالي\rفلا تهزئي بي واعلمي أنني الذي ... أهاب ولو أصبحت تحت الثرى بالي\rتتمة: قد وضعت العرب لأصوات الحيوانات على اختلاف أجناسها أسماء، فيقولون صهل الفرس، وزأر الأسد، وثغت الشاة، ونهق الحمار، وشحج البغل، ورغا الجمل، وعوى الذين، ووعوع ابن آوى، ونبح الكلب، وضبح الثعلب، وقبع الخنزير، وضغا السنور، وبغم الظبي، وفحت الأفعى، ونقنقت الضفادع، وصأى الفرخ، ونعب الغراب، وصقع الديك، وهدر الحمام، وغرد، وهتفت الحمامة، وزقزق العصفور، ونقض العقاب، وهكذا يسمى صوت كل حيوان باسمه المختص به.\r\rالباب الخامس في نعوت الخيل الممدوحة والمذمومة واختلافها باختلاف الأقاليم وفيه فصلان\rالفصل الأول في تعوت الخيل الممدوحة\rوقد التزمت أن أذكر لكل وصف شاهداً من كلام العرب إما نظماً أو نثراً، وأن استقصي أوصافها تفصيلاً أو إجمالاً","seal":"064A7D76","part":1},
      {"page":30,"id":31,"nass":"ذكر الأصمعي أن ثلاثة من العرب لا يقاربهم أحد في وصف الخيل: أبو دؤاد، والطفيل، والجعدي، فأما أبو دؤاد فكان على خيل النعمان بن المنذر، والطفيل كان يركبها وهو أعزل إلى أن كبر، والجعدي سمع أوصافها من أشعار أهلها فأخذها عنهم، وقال أبو عبيدة: إن أبا دؤاد أوصف الناس للفرس في الجاهلية والإسلام وبعده طفيل الغنوي والنابغة الجعدي، وقال عمر بن شيبة: كان أبو عبيدة عالماً بأوصاف الخيل وكان يقول: ما التقى فرسان في جاهلية ولا إسلام إلاّ عرفتهما وعرفت فارسيهما. وعن ابن الأعرابي قال: لم يصف أحد قط الخيل إلاّ احتاج إلى أبي دؤاد، والخمر إلاّ احتاج إلى أوس بن حجر، ولا النعامة إلاّ احتاج إلى علقمة بن عبدة، ولا الاعتذار في الشعر إلاّ احتاج إلى النابغة.\rوروى المسعودي عن محمد بن عبد الله الدمشقي قال: \"لما انحدرنا مع المتقي بالله من الرحبة وسرنا إلى مدينة غانه فدعا بالرقي وغلامه للمسامرة فاتصل بهما الحديث إلى ذكر الخيل فقال المتقي أيكم يحفظ خبر سلمان بن ربيعة الباهلي، قال الغلام: ذكر عمرو بن العلاء أن سلمان كان يهجن الخيل ويعديها في زمن عمر بن الخطاب رضي الله عنه، فجاءه عمرو بن معدي كرب بفرس كميت فهجنه فاستعدى عليه عمرو وشكاه إليه فقال سلمان ادع بإناء رحراح قصير الجدر، فدعا به، فصب فيه ماء، ثم أتى بفرس عتيق فمد عنقه وشرب ثم أتي بفرس عمرو الذي هجن فمد عنقه كما فعل العتيق ثم ثنى أحد السنبكين قليلاً فشرب فلما رأى ذلك عمر رضي الله عنه قال أنت سلمان الخيل. أقول: ومن العلامات أيضاً أن العتيق يضع منخريه في الماء حين الشرب، وغيره يضع طرف منخره فيه - ثم قال المتقي: فما عندكم عن علماء العرب في صفاتها؟ قال الرقي: ذكر الرياشي عن الأصمعي قال: إذا كان الفرس طويل أوظفة اليدين قصير أوظفة الرجلين طويل الذراعين قصير الساقين طويل الفخذين والعضدين منفرج الكتفين، لم يكن يسبق وإذا سلم منه شيئان لم يضرع عيب، عنقه مغروز في كاهله، ومغروز عجزه في صلبه، وإذا جادت حوافره فهو هو\". وأنشد المبرد:\rولقد شهدت الخيل تحمل شكتي ... عنه كسرحان القضيمة مهنب\rفرس إذا استقبلته فكأنه ... في العين جذع من أوائل مشرب\rوإذا اعترضت له استوت أقطاره ... فكأنه مستدبر المتصوب\rوسأل معاوية بن أبي سفيان مطر بن دراج فقال له: \"أخبرني أي الخيل أفضل وأوجز. فقال: الذي إذا استقبلته قلت نافر، وإذا استدبرته قلت زاخر، وإذا استعرضته قلت زافر، سوطه عنانه، وهواه أمامه\". (الزاخر: المشرف العالي، والزافر: عظيم الجنبين) . وكان لعمرو بن معدي كرب فرس تسمى الكاملة من بنات البعيث، فعرضها على سلمان بن ربيعة فهجنها، فقال عمرو: أجل هجين يعرف الهجين وقال:\rيهجن سلمان بنت البعي ... ث جهلاً لسلمان بالكامله\rفإن كان أبصر مني بها ... فأمي لا أمه هابله","seal":"7E3D3140","part":1},
      {"page":31,"id":32,"nass":"فبلغ ذلك عمر رضي الله عنه فكتب إليه: بلغني ما قلت لأميرك، وبلغني أن لك سيفاً تسميه الصمصامة، وعندي سيف اسمه مصمصم، وابم الله لئن وضعته على هامتك لا أقلعه حتى أبلغ رهايتك فإن سرك أن تعلم ما أقول فأعد (الرهاية: عظم في الصدر بشرف على البطن) . وحكى أبو عمرو بن العلاء قال: كان لرجل من مقاول حمير ولدان عمرو وربيعة، وقد برعا في العلم والأدب، فلما بلغ أبوهما أقصى عمره، وأشفى على الفنا، دعاهما ليبلو عقلهما ويعرف مبلغ علمهما، فلما حضرا لديه، سألهما عن أشياء، من جملتها عن الخيل قال: فأخبرني يا عمرو أي الخيل أحب إليك عند الشدائد إذا التقى الأقران للتجالد؟ قال: الجواد الأنيق، الحصان العتيق، الكفيت العريق، الشديد الوثيق، الذي يفوت إذا هرب ويلحق إذا طلب قال والله نعم الفرس نعت، فما تقول يا ربيعة؟ قال: غيره أحب إلي منه. قال: فما هو؟ قال: الحصان الجواد الثبت القياد الشهم الفؤاد، الصبور إذا سرى، السابق إذا جرى، قال: فأي الخيل أبغض إليك يا عمرو؟ قال: الجموح الطموح النكول الأنوح الصردل الضعيف، الملول العنيف الذي إذا جاريته سبقته. قال ما تقول يا ربيعة؟ قال: غيره أبغض إلي منه. قال وماهو؟ قال البطيء الثقيل، الذي إذا ضربته قمص، وإن دنوت منه شمص، يدركه الطالب، ويفوته الهارب، ويقطع بالصاحب، وغيره أبغض إلي منه قال: فما هو؟ قال الجموح الخبوط، الركوض الشموص الضروط، القطوف في الصعود والهبوط، الذي لا يسلم الصاحب ولا ينجو من الطالب.\rوقيل لأعرابي صف لنا الجواد من الخيل فقال: إذا اشتد نفسه ورحل متنفسه، وطال عنقه واشتد حقوه، وأبهر شدقه، وعظمت فصوصه، وصلبت حوافره فهو من الجياد. وسئل غيره عنه فقال: إذا عدا اسعلب وإذا قيض اجلعب وإذا انتصب اتلأب أي إذا ركض كان كالسابح (وقوله اجلعب أي مضى وجد في سيره وقوله اتلأب أي استقام) قال أبي بن سلمى الضبي:\rوخيل تلافيت ريعانها ... بعجلزة جمزى المدخر\rجموم الجراء إذا عوقبت ... وإن نوزقت برزت بالحضر\rسبوح إذا اعترضت في العنان ... مروح ململمة بالحجر\rدفعن على نعم بالعرا ... ق من حيث أفضى به ذو شمر\rفلو طار ذو حافر قبلها ... لطارت ولكنه لم يطر\rوعرضت على ابن قيصر من بني أسد بن خزيمة خيل فأومأ إلى بعضها وقال تجيء هذه سابقة. فسئل ما الذي رأيت فيها؟ فقال: رأيتها مشت فكتفت، وخبت فرجفت، وعدت فنسفت، فجاءت كما قال سابقة. وسئلت ابنة الخس: أي الخيل أحب إليك؟ فقالت: ذو المائعة الصنيع، السليط التليع، الأيد الضليع، الملهب السريع، فقيل لها: أي الغيوث أحب إليك؟ قالت ذو الهيدب المنبعق، الأضخم المؤتلق، الصخب المنبثق. (قولها: المائعة: ناصية الفرس إذا طالت وسالت، والصنيع السمين والسليط الشديد، والتليع الرافع رأسه والأيد القوي والصليع شديد الأضلاع، والملهب مثير الغبار في عدوه، والسريع ما يكون في أوائل الخيل، والهيدب السحاب المتدلي، والمنبعق المنبعج بالمطر، والأضخم الثقيل، والمؤتلق البرق اللامع، والصخب شدة الصوت، والمنبثق المنفجر.\rوقيل لها: ما مئة من المعز؟ قالت: مويل يشف الفقر من ورائه، مال الضعيف وحرفة العاجز، قيل لها فما مئة من الضأن؟ قالت: قرية لا حمى لها، قيل لها فما مئة من الإبل؟ قالت: بخٍ جمال ومال ومنى الرجال، قيل لها: فما مئة من الخيل؟ قالت طغى من كانت له ولا توجد، قيل لها فما مئة من الحمر؟ قالت: عارية الليل وخزي المجلس، لا لبن لها فيحلب، ولا صوف فيجز، إن ربط عيرها أدلى، وإن ترك ولى. واجتمع خمس جوار من العرب وقلن: هلمن ننعت خيل آبائنا، فقالت الأولى: فرس أبي وردة، وما وردة؟ ذات كفل مزحلق، ومتن أخلق، وجوف أخرق، ونفس مروح، وعين طروح، ورجل ضروح، ويد سبوح، بداهتها إهداب، وعقبها غلاب.\rوقالت الثانية: فرس أبي اللعاب، وما اللعاب، غيبة سحاب، واضطرام غاب، مرقص الأوصال، أشم القذال، ملاحك المحال، فارسه مجيد، وصيده عتيد، إن أقبل فظبي معاج، وإن أدبر فظليم هداج، وإن أحضر فعلج هراج.\rوقالت الثالثة: فرس أبي خدمة، وما خدمة؟ إن أقبلت فقناة مقومة، وإن أدبرت فأثفية ململمة، وإن أعرضت فذيبة معجرمة، أرساغها مترقصة، وفصوصها ممحصة، جريها انشرار، وتقريبها انكدار.","seal":"4290CF64","part":1},
      {"page":32,"id":33,"nass":"وقالت الرابعة: فرس أبي خيفق، وما خيفق؟ ذات ناهق معرق، وشدق أشدق، وأديم مملق، لها خلق أشرف، ودسيع منفنف وتليل مسيف، وثابة ولوج، خيفانة رهوج، تقريبها إهماج، وحضرها ارتعاج.\rوقالت الخامسة: فرس أبي هذلول؟ طريده محبول، وطالبه مشكول، دقيق الملاغم، أمين المعاقم، عبل المحزم، مخد مرجم، منيف الحارك، أشر السنابك، مجدول الخصائل، سبط الغلائل، معوج التليل، صلصال الصهيل، أديمه صاف، وسبيبه ضاف، وعلوه كاف.\rفوردة في كلام الأولى: اسم الفرس، والمزحلق: الأملس، والأخلق: ناعم الجلد، والأحرق: واسع البطن، والمروح: السهل، والطروخ: حديد البصر، والضروح: قوة الجري التي تمد يديها في الجري كما يمد السابح في الماء يديه، والإهداب: نوع من الركض، والغلاب: إدامة الجري بلا تعب، والسحاب في قول الثانية: المطر، أي هو كالمطر في شدة الجري، ومرقص الأوصال: أي محكم الأعضاء، والقذال: محل عقد العذار، أي: مرتفعه، وملاحك المحال: أي متقارب فقرات الظهر، والظبي المعاج: الغزال المسرع، أي أنه كالظبي إذا أقبل، وكالظليم إذا أدبر، وكحمار الوحش إذا أحضر. والأثفية الململمة في قول الثالثة: أي الحجرة المدورة والمعجرمة المسرعة. والناهق في قول الرابعة: العظم الشاخص في الخد، والمعرق: قليل اللحم وأديم مملق: أي ناعمة الجلد، والدسيع: مركب العنق في الحارك، وثابة ثلوج: أي سريعة الوثب، وخيفانة رهوج: أي كالجرادة في سرعة جريها، والإهماج: أسرع العدو. والملاغم في قول الخامسة: الحجافل، والمعاقم المفاصم ومخد مرجم: أي قوي على السير كأنه يشق الأرض بحوافره.\rوقال ابن الأثير: وطالما امتطيت صهوة مطهم فغنيت عن نشوة الكميت من ذات نهد يسابق الريح فيغبر وجهها دون شق غباره، وإذا ظهر عليها رجعت حسرى في مضماره، نسب إلى الأعوج وهو مستقيم في الكر والفر وقد حنقت عليه عين الشمس إذ لا يمكنها أن ترسم ظله على الأرض إذا مر، ليلي الإهاب لطم جبينه الصباح ببهائه، فعدا عليه وخاض يقتص منه في أحشائه كما قال ابن نباتة السعدي:\rوكأنما لطم الصباح جبينه ... فاقتص منه فخاض في أحشائه\rوقد أغتدي عليه والطير في وكناتها فلايفوتني الأجدل\rوإذا أطلقته لصيد الوحوش رأيتني على منجرد قيد الأوابد هيكل وقال في وصف فرس: له من العربية حسب ومن الكردية نسب فهو من بينهما مستنتج لا ينتسب إلى خبيب ولا إلى أعوج. ومن صفاته أنه رحب اللبان، عريض البطان، سلس العنان، ينثني على قدر الطعان، وعلى قدر الكرة والصولجان، قد استوت حالاته قادماً ومتأخراً، وإذا أقبل خلته مرتفعاً وإذا أدبر خلته منحدراً كأنه في حسنه دمية محراب، وفي خلقه ذروة هضاب، وهو في سباقه ولحاقه مخلق بخلق المضمار وبدم الصراب والصوار فهو منسوب إلى ذوات القوادم، وإن كان محسوباً في ذوات القوائم، كأنما ثنى لجامه على سالفة عقاب وشد حزامه على بارقة سحاب، فقوله لا يتنسب إلى خبيب ولا إلى أعوج فالأول فرس كريم للأكراد والثاني فرس مشهور من العراب) .\rوكتب عبد الله بن طاهر إلى المأمون: قد بعثت إلى أمير المؤمنين بفرس يلحق الأرانب في الصعداء، ويجاوز الظباء في الاستواء، ويسبق في الحدور جري الماء كما قال تأبط شراً:\rويسبق وقد الريح من حيث تنتحي ... بمنخرق من شدة المتدارك\rوقال محمد بن الحسن في وصف فرس: حسن القميص، جيد الفصوص، وثيق القصب، نقي العصب، يبصر بأذنيه، ويتبوع بيديه، ويداخل برجليه، كأنه موج في لجة، أو سيل في حدور، يناهب المشي قبل أن يبعث ويلحق الأرانب في الصعداء ويجاوز جواري الظباء في الاستواء ويسبق في الحدور جري الماء إن عطف جار وإن أرسل طار وإن كلف السير أمعن وسار وإن حبس صفن، وإن استوقف قطن، وإن رعي ابن.\rوقال ابن المعتز: ساد فلان في جيوش عليهم أردية السيوف وأقمصة الحديد، وكأن رماحهم قرون الوعول، وكأن أدراعهم زبد السيول، على خيل تأكل الأرض بحوافرها، وتمد بالنقع سرادقها، قد نشرت في وجوهها غرر كأنها صحائف الورق، وأمسكها تحجيل كأنه إسورة اللجين، وقرطت عذاراً كأنها الشنف، تتلقف الأعداء أوائله ولم تنهض أواخره، قد صب عليهم وقار الصبر، وهبت معهم ريح النصر.","seal":"2D72F996","part":1},
      {"page":33,"id":34,"nass":"وسئل أعرابي عن سوابق الخيل فقال: إذا مشى ردى وإذا عدا دحا، وإذا استقبل أقعى وإذا استدبر حبا، وإذا اعترض استوى (دحا: انبسط على الأرض، وأقعى: تساند إلى وراء، والحبو: ارتفاع المنكبين إلى العنق) .\rوروي أن رجلاً خرج في الشهر الحرام لحاجة، فدخل في الحل فطلب رجلاً يستجير به، فرأى أغلمة يلعبون فقال لهم: من سيد هذا الحي؟ فقال له غلام: هو أبي. قال: ومن أبوك؟ قال باغث بن عويص، قال: صف لي بيت أبيك. قال: بيت كأنه حرة سوداء أو غمامة جماء بفنائه ثلاثة أفراس: أما أحدهم فمفزع الأكتاف، متماحل الأكناف، متماثل الأطراف؛ وأما الآخر فذيال جوال صهال أمين الأوصال أشم القذال؛ وأما الثالث فمغار مدمج محبوك مجملج كالقهق الأدعج، فمضى الرجل حتى انتهى إلى الخباء وقال: يا باغث جار علقت علائقه، واستحكمت وثائقه، فخرج إليه وأجاره.\rوروي أن شاباً ابتاع فرساً فجاء إلى أمه، وقد كف بصرها، وقال: يا أماه قد اشتريت فرساً فقالت: صفه لي. قال: إذا استقبل فظبي ناصب وإذا استدبر فهقل خاضب، وإذا استعرض فسيد قارب، مؤلل المسمعين، طامح النظرين، فقالت: أجدت إن كنت أعربت، قال: إنه مشرف التليل، سبط الخصيل، وهواه الصهيل، فقالت: أكرمت فارتبط. وحكى زهير بن حباب أن علقمة بن جندل الطعان أغار على عبد الله بن كنانة بن بكر وهم بعسفان، فقتل عبد الله بن هبل ومالك بن عبيدة وصريم بن قيس بن هبل، وأسر مالك بن عبد الله بن هبل وأفلت من أفلت، فأقبلت جارية من عبد الله بن كنانة فقالت لزهير: يا عماه! ما ترى ما فعل أبي؟ قال: وعلى أي فرس كان أبوك؟ قالت: على شفاء ثفاء طويلة الإنقاء تمطق الشيخ بالمرق. قال: نجا أبوك. ثم أتته أخرى وقالت: يا عماه ما ترى ما فعل أبي؟ قال: وعلى أي فرس كان؟ قالت: على طويل بطنها قصير ظهرها هاديها شطرها يكبها حضرها فقال: نجا أبوك. ثم أتتع بنت مالك بن عبيدة فقالت: يا عماه ما ترى ما فعل أبي؟ قال: وعلى أي فرس كان؟ قالت: على الكزة الأنوح، التي يكفيها لبن اللقوح، فقال: هلك أبوك. فقال رجل: ما أسوأ بكاها فقال: لا تعلم اليتيم البكا فأرسلها مثلاً.\rوروى أبو الفرج الأصبهاني أن خالد بن كلاب أتى النعمان بن المنذر بفرس فوجد عنده الحارث بن ظالم والربيع بن زياد فقبله منه وأكرمه فقام الحارث وقد له فرسه وقال أبيت اللعن نعم صباحك وأهلي فداؤك، هذا فرس من خيل بني قرة فلن تؤتى بفرس يشق غباره، إن لم تنسبه انتسب، كنت ارتبطه لغزو بني عامر بن صعصعة، فلما أكرمت خالداً أهديته إليك، فقام الربيع بن زياد وقدم له فرسه ثم قال: أبيت اللعن نعم صباحك وأهلي فداؤك، هذا فرس من خيل بني عامر ارتبطت أباه عشرين سنة لم يخفق في غزوة، ولم يعتلك في سفر، وفضله على هذين الفرسين، كفضل بني عامر على غيرهم، فغضب النعمان عند ذلك وقال: يا معشر قيس أي خيلكم أشباهنا؟ أين اللواتي كان أذنابها شقاق أعلام ومناخرها وجار الضباع، وعيونها بغايا النساء، رقاق المستطعم، تعالك اللجم في أشداقها، تدور على مذاودها، كأنما يقضمن حصى. فقال خالد: زعم الحارث أبيت اللعن أن تلك خيله وخيل آبائه فغضب النعمان عند ذلك على الحارث. وروي أن الحجاج سأل ابن القرية عن صفة الجواد فقال: هو الطويل الثلاث القصير الثلاث الرحب الثلاث العريض الثلاث الصافي الثلاث الأسود الثلاث الغليظ الثلاث فقال صفهن وبين قال: أما الطويل الثلاث فالأذن والعنق والذراع، وأما القصير الثلاث فالعسيب والرسغ والظهر، وأما الرحب الثلاث فالجوف والمنخر واللبب، وأما العريض الثلاث فالجبهة والصدر والكفل، وأما الصافي الثلاث فالأديم والعين والحافر، وأما الأسود الثلاث فالحدقة والحجفلة والحافر، وأما الغليظ الثلاث فالفخذ والوظيف والرسغ وقد نظم الصفي الحلي بعضها بقوله:\rوطرف تخيرته طرفة ... وأحببته من جميع التراث\rإذا انقض كالصقر في حلبة ... ترى الخيل في إثره كالبغاث\rحوى ببدائع أوصافه ... مضاء الذكور وصبر الإناث\rطويل الثلاث قصير الثلاث ... عريض الثلاث فسيح الثلاث\rوقال آخر:\rوقد أغتدي قبل ضوء الصباح ... وورد القطا في القطاة الحثاث\rبصافي الثلاث عريض الثلاث ... قصير الثلاث طويل الثلاث","seal":"EC1A1A4F","part":1},
      {"page":34,"id":35,"nass":"قال البديع الهمذاني: حدثنا عيسى بن هشام قال: حضرنا مجلس سيف الدولة يوماً وقد عرض عليه فرس فقال لجلسائه أيكم أحسن صفته جعلته صلته. فكل جهد جهده وبذل ما عنده، فقال بعض غلمانه: أصلح الله الأمير، إني رأيت بالأمس رجلاً يطأ الفصاحة بنعليه، وتقف الأبصار عليه، يسلي الناس ويشفي الباس، فلو أمر الأمير بإحضاره لفضلهم بأحضاره، فقال سيف الدولة: علي به في هيئته فسار الغلمان في طلبه، ولما جاؤوا به، أدخلوه وهو في طمرين فسلم، ولما رآه سيف الدولة أمر له بالجلوس وأدنى مجلسه وقال: بلغنا عناك حاضرة فاعرضها بهذا الفرس ووصفه. فقال: أصلح الله الأمير، كيف أصفه قبل ركوبه وكشف محاسنه وعيوبه. فقال: اركبه فركبه وأجراه ولما نزل عنه قال: هو طويل الأذنين قليل لحم الاثنين، لين الثلاث غليظ الأكرع، غامض الأربع، شديد النفس، لطيف الخمس، ضيق القلت رقيق الست، حديد السمع، غليظ السبع رقيق اللسان، عريض الثمان، شديد الضلع، قصير التسع، واسع الشجر، بعيد العشر، يأخذ بالسانح، ويطلق بالرامح، ويطلع بلائح، ويضحك عن قارح، بخروجه الكديد بمذاق الحديد، يحضر كالبحر إذا ماج، والسيل إذا هاج، فقال: خذه مباركاً عليك، فقال له: لا زلت تأخذ الأنفاس وتمنح الأفراس. قال عيسى فلما انصرف تبعته وقلت له: لك علي ما يليق بك من الحلل لركوب هذا الفرس إن فسرت ما وصفت، فقال: سل عما أحببت، فقلت ما معنى قولك قليل لحم الاثنين؟ قال: لحم الوجه والمتنين. قلت: فما معنى لين الثلاث؟ قال: المردغتين والفرق والعناق، قلت: فما معنى غامض الأربع؟ قال: أعلى الكتفين والمرفقين والحجاجين والشظا، فقلت: أحسنت. فما معنى لطيف الخمس؟ قال: الزور والنسر والجبة والعجاية والركبة، فقلت: أجدت ما معنى رقيق الست؟ قال: الجفن والسالفة والحجفلة والأديم وأعلى الأذنين والفرضين، فقلت: لله أبوك، فما معنى غليظ السبع؟ قال: الذراع والمخرم والعكوة والشوى والرسغ والفخذين والحبال، فقلت: حياك الله فما معنى عريض الثمان؟ قال: الجبهة والصهوة والكتف والجنب والعصب والبلدة وصفحة العنق، فقلت: لله درك فما معنى قصير التسع؟ قال: الشعرة والأطرة والعسيب والقضيب والعضدين والرسغين والنسا والظهر والوظيف، فقلت: ما معنى بعيد العشر؟ قال: بعيد النظر والخطو وأعالي الجنبين وما بين الوقبين والجاعرتين وما بين القرابين والمنخرين وما بين الرجلين، وما بين النقبة والصفاق، والقامة في السباق، فقلت له: من أين أخذت هذا العلم؟ قال: من الثغور الأموية وبلاد الاسكندرية، فقلت له: أنت مع هذا الفضل تعرض وجهك لهذا البذل، فقال:\rساخف زمانك جدا ... فالدهر جد سخيف\rدع الحمية نسياً ... وعش بخير وريف\rوقل لعبدك هذا ... يجيء لنا برغيف\rوقال ابن عائشة:\rقصرت له تسع ةطالت أربع ... وزكت ثلاث منه للمتأمل\rوكأنما سأل الظلام بمتنه ... وبد الصباح بوجهه المتهلل\rوكأن راكبه على ظهر الصبا ... من سرعة أو فوق ظهر الشمأل\rفقوله زكت: أي نمت وطالت.\rومن أوصافها الممدوحة أن يكون شق شدقيها واسعاً. قال الشاعر:\rهريت قصير عذار اللجام ... أسيل طويل عذار الرسن\rالهريت: واسع الفم، وقصير عذار اللجام: دليل أسل الخد، وطول عذار الرسن: دليل طول العنق. وقال آخر:\rطويل متن العنق أشرف كاهلاً ... أشق رحيب الجوف معتدل الجرم\rوقال أبو دؤاد:\rفهي شوهاء كالجوالق فوهاً ... مستجاف يضل فيه الشكيم\rالشوهاء: واسعة الأشداق، ولا يقال للذكر أشوه. وقال آخر:\rإذا ما نتبشت طرحت اللجا ... م في شدق الجرد والسلهب\rيبذ الجياد بتقريبه ... ويأوي إلى حضر ملهب\rكميت كأن على متنه ... سبائك من قطع المذهب\rكأن القرنفل والزنجبي ... ل يعلو على ريقه الأطيب\rومنها أن تكون رحبة المنخر، قال امرؤ القيس:\rوقد اغتدي ومعي القانصان ... فكل بمربأةٍ مقتفر\rفيدركنا فعم داجن ... سميع بصير طلوب نكر\rألص الضروس حبي الضلوع ... تبوع طلوب نشيط أشر\rفأنشب أظفاره في النسا ... فقلت هبلت ألا تنتصر\rفكر إليه بمبراته ... كما خل اللسان المجر\rفظل يرنح في غيظل ... كما يستدير الحمار النعر","seal":"E5B7B503","part":1},
      {"page":35,"id":36,"nass":"وأركب في الروع خيفانةً ... كسا وجهها سعفٌ منتشر\rلها حافرٌ مثل قعب الولي ... د ركب فيه وظيف عجر\rوساقان كعباهما أصمعا ... ن لحم حماتيهما منبتر\rلها عجز كصفاة المسي ... ل أبرز عنها حجاف مضر\rلها متنتان خطاتا كما ... أكب على ساعديه النمر\rوسالفةٌ كسحوق اللبا ... ن أضرم فيها الغوي السعر\rلها غدرٌ كقرون النسا ... ء ركبن في يوم ريح وصر\rلها جبهة كسراة المج ... ن حذقه الصانع المقتدر\rلها منخر كوجار السباع ... فمنه تريح إذا تنبهر\rلها ثننٌ كخوافي العقا ... ب سودٌ يفئن إذا تزبئر\rوعين لها حدرة بدرة ... فشقت مآقيهما من أخر\rإذا أقبلت قلت دباءةٌ ... من الخضر مغموسة في الغدر\rوإن أدبرت قلت أثفيةٌ ... ململمةٌ ليس فيها أثر\rوإن أعرضت قلت سرعوفةٌ ... لها ذنب خلفها مسبطر\rوللسوط فيها مجالٌ كما ... تنزل ذو بردٍ منهمر\rوتعدو كعدو نجاة الظبا ... ء أخطأها الحاذف المقتدر\rلها وثبات كصوب السحاب ... فؤادٍ خطاءٌ وواد مطر\rالوِجار: جحر الضبع، وضيق المنخر: عيب في الخيل، مدح في الصقر.\rوقال بشر:\rكأن حقيف منخره إذا ما ... كتمن الربو كير مستعار\rيقال ربا الفرس إذا انتفخ منخره من عدو أو فزع وقال عدي بن زيد:\rله ذنب مثل ذيل العروس ... ومنخره مثل جحر اللجم\rاللجم: دويبة أصغر من العضاية، ومنها أن تكون واسعة الجبهة.\rقال الأخطل:\rصلت الجبين كأن رجع صهيله ... زجر المحاول أو غنا متوالي\rوقال النابغة:\rبعار النواهق سلط الجبي ... ن يستن كالتيس ذي الحلب\rوقال يزيد بن ضبة يصف السندي فرس الوليد بن عبد الملك لما خرج إلى الصيد ولحق عليه حماراً فصرعه، ثم قال الوليد ليزيد صفه فقال:\rوأحوى سلس المرس ... ن مثل الصدع الشعب\rسما فوق منيفاتٍ ... طوال كالقنا سلب\rطويل الساق عنجوجٍ ... أشق أصمع الكعب\rعلى لام أصم مض ... مر الأشعر كالقعب\rترى بين حواميه ... نسوراً كنوى القسب\rمعالي شنج الأنسا ... ء سام جرشع الجنب\rطوى بين الشراسيف ... إلى المنقب فالقنب\rيغوص الملحم القائم ... ذو حد وذو شغب\rعتيد الشد والتقري ... ب والإحضار والعقب\rصليب الأذن والكاه ... ل والموقف والعجب\rعريض الجبهة والخد ... والبركة واللهب\rإذا ما حثه حاث ... يباري الريح في غرب\rوإن وجهه أسر ... ع كالخذروف في النقب\rوقفاهن كالأجد ... ل لما انضم للضرب\rووالى الضرب يختار ... جواشن بدن قب\rترى كل مدل قا ... ئماً يلهث كالكلب\rكأن الدم في النحر ... قذال علّ بالخضب\rيزين الدار موقوفاً ... ويشفي قدم الركب\rفقال له الوليد: أحسنت الوصف وأجدت. وقال امرؤ القيس:\rلها جبهةٌ كسراة المج ... ن حذقه الصانع المقتدر\rومنها أن يكون في عينيها السمو والحدة والاتساع، قال امرؤ القيس:\rوعين لها حدرةٌ بدرة ... فشقت مآقيهما من أخر\rالحدرة العظيمة والبدرة التي تبدر بالنظر والمآقي طرف العين الذي يلي الأنف وتوصف بالقبل وهو ميل النظر إلى طرف الأنف من عزة النفس لا من أصل الخلقة. قالت ليلى الأخيلية في فائض بن أبي عقيل وكان فر عن ثوبة حين قتل:\rولما أن رأيت الخيل قبلاً ... تبارة بالخدود شبا العوالي\rنسيت وصاله وصددت عنه ... كما صد الأذب عن الضلال\rوقال أبو الفضل ابن شرف يمدح المعتصم بالله الأندلسي:\rأشوس الطرف علته نخوة ... يتهادى كالغزال الخرق\rوامتطى من طرفه ذا خبب ... يلثم الغبراء إن لم يعنق\rلو تمطى بين أسراب المهى ... نازعته في الحشا والعنق\rحسرت دهمته عن غرة ... كشفت ظلماؤها عن يقق\rلبست أعطافه ثوب الدجى ... وتحلى خده باليقق\rوانبرى تحسبه أجفل عن ... لسعةٍ أو جنةٍ أو أولق\rمدركاً بالمهل ما لا ينتهي ... لاحقاً بالرفق ما لم يلحق","seal":"307A8BA0","part":1},
      {"page":36,"id":37,"nass":"ذو رضا مستتر في غضب ... ذو وقار منطوٍ في خرق\rوعلى خدٍ كعضبٍ أبيض ... أذن مثل سنان أزرق\rكلما نصبها مستمعاً ... بدت الشهب إلى مسترق\rحاذرت منه شبا خطيةٍ ... لا يجيد الخط ما لم يمشق\rكلما شامت عذار خده ... خفقت حفق فؤادٍ أفرق\rفي ذرى ظمآن فيه هيف ... لم يدعه للقضيب المورق\rيتلقاني بكف مصقعٍ ... يقتفي شأو عذارٍ مقلق\rإن يدر دورة طرفٍ يلتمح ... أو يجل جول لسان ينطق\rعصفت ريح على أنبوبه ... وجرت أكعبه في زنبق\rكلما قلبه باعد عن ... متن ملساء كمثل البرق\rجمع السرد قوى أزرارها ... فتآخذن بعهدٍ موثق\rأوجبت في الحرب من وخز القنا ... فتوارت حلقاً في حلق\rكلما دارت بها أبصارها ... صورت منها مثال الحدق\rزل عنه متن مصقول القوى ... يرتمي في مائها بالحرق\rلو نضى وهو عليه ثوبه ... لتعرى عن شواظٍ محرق\rأكهب من هبوات أخضر ... من فرند أحمر من علق\rوارتوت صفحاه حتى خلته=بحميا من لكفيك سقي\rيا بني معن لقد ظلت بكم ... شجر لولاكم لم تورق\rلو سقي حسان من إحسانكم ... ما بكى ندمانه في جلق\rأو دنا الطائي من حيكم ... ما حدا البرق لربع الأبرق\rوقال امرؤ القيس:\rوعين كمرآة الصناع تديرها ... بمحجرها من النصيف المنقب\rالصناع: الحاذقة، والمحجر من العين: ما دار بها، والنصيف: شعر الجبهة.\rوقال المتنبي:\rتنام لديك الرسل أمناً وغبطةً ... وأجفان رب الرسل ليس تنام\rحذاراً لمعروري الجياد فجاءةً ... إلى الطعن قبلاً ما لهن لجام\rتعطف فيه والأعنة شعرها ... وتضرب فيه والسياط كلام\rوما تنفع الخيل الكرام ولا القنا ... إذا لم يكن فوق الكرام كرام\rوقال ابن دريد:\rشعثاً تعادى كسراحين الفضا ... قبل حماليق يبارين الشبا\rالشعث: المغبرة، وتعادى: من العدو، والسراحين: الذئاب، والحماليق: بواطن الأجفان، والقبل: ميل النظر إلى الأنف في الخيل، وإذا كان في الإنسان سمي خزراً. قال المتنبي:\rوالقوم في أعينهم خزر ... والخيل في أعيانها قبل\rوقال آخر:\rإذا تخازرت وما بي من خزر ... ثم كسرت العين من غير عور\rألفيتني ألوي بعيد المستمر ... كالحية الصماء في أصل الشجر\rوقال ابن الأطنابة:\rإني من القوم الذين إذا انتدوا ... بدؤوا بحق الله ثم النائل\rالمانعين من الخنا جاراتهم ... والحاشدين على طعام النازل\rوالخالطين فقيرهم بغنيهم ... والباذلين عطاءهم للسائل\rوالضاربين الكبش يبرق بيضه ... ضرب المهجهج عن حياض الآبل\rوالقاتلين لدى الوغى أقرانهم ... إن المنية من وراء القاتل\rوالقائلين فلا يعاب كلامهم ... يوم المقامة بالقضاء الفاصل\rخزر عيونهم إلى أعدائهم ... يمشون مشي الأسد تحت الوابل\rليسوا بأنكاسٍ ولا ميل إذا ... ما الحرب شبت أشعلوا بالشاعل\rوقال عنترة العبسي:\rولرب مشعلة وزعت رعالها ... بمقلص نهد المراكل هيكل\rسلس المعذر لاحق أترابه ... متقلب عبثاً بفأس المهجل\rوكأن هاديه إذا استقبلته ... جذع أذل وكان غير مذلل\rوكأن مخرج روحه في وجهه ... سربان كانا مولجين لجيال\rوكأن متنيه إذا جردته ... ونزعت عنه الجل متنا أيل\rوله حوافر موثق تركيبها ... صم الصخور كأنها من جندل\rوله عسيب في سبيبٍ سابغ ... مثل الرداء على الفتى المتفضل\rسلس العنان إلى القتال وعينه ... قبلاء شاخصةٌ كعين الأحول\rوكأن مشيته إذا نهنهته ... بالنكل مشية شارب مستعجل\rفعليه اقتحم الوقيعة خائضاً ... فيها وأنقض انقضاض الأجدل\rوتوصف بحدة النظر قال المتنبي:\rوينظرن من سود صوادق في الدجى ... يرين بعيدات الشخوص كما هيا\rومن ذلك قول العرب أبصر من فرس دهماء في ليلة ظلماء، ويقال أسمع من فرس بهماء. وقال عدي بن زيد:\rله قصة فشغت حاجبيه ... والعين تبصر ما في الظلم","seal":"1A47D45F","part":1},
      {"page":37,"id":38,"nass":"القصة: - بالضم - شعر الناصية، وفشغت: أي انتشرت. ومنها أن يكون شعر ناصيتها طويلاً. قال امرؤ القيس:\rوأركب في الروع خيفانة ... كسا وجهها سعف منتشر\rالخيفانة: الفرس الطويلة القوائم الضامرة، ولا يقال للذكر خيفان. وقد غلط من علماء هذا الفن من غلط امرأ القيس في تشبيه ناصيتها بالطول بسعف النخلة حيث زعم أن شعر الناصية إذا غطى العين سمي غمماً والحق مع امرئ القيس ويؤيده قول عدي بن زيد:\rغدا بتليل كجذع الخضا ... ب حر القذال طويل الغسن\rلأن الغسن شعر الناصية، والذؤابة شعر في أعلاها، والحر من الفرس سواد في ظاهر الأذنين، ومنها أن تكون أذناها محددتين رقيقتين منتصبتين كثيرة التحريك لهما وإذا أميلت أذنها بلغت طرف عينها مما يلي الصدغ، قال ابن دريد:\rيدير إعليطين في ملمومة ... إلى لموجين بألحاظ اللئا\rالإعليط: وعاء ثمر المرخ - بالخاء المعجمة - شبه به أذني الفرس في الانتصاب والحدة، والملمومة: الهامة المجتمعة، كالحجر الملموم، واللموخ: العين، واللئا: البقر. وقال عتبة:\rوترى أذنها كإعليط مرخ ... حدة في لطافة وانتصاب\rوقال النمر بن تولب:\rلها أذن حشرة مشرة ... كإعليط مرخ إذا ما صقر\rوقال ابن مقبل:\rيرخي العذار وإن طالت قبائله ... عن حشرة مثل سنف المرخة الصقر\rالحشرة: الأذن اللطيفة المحددة. وقال حازم:\rكم قد هدى هوادي الخيل إلى ... من ضل عن سبل الرشاد أو غوى\rمن كل سامي الطرف ما في لحظه ... من خذء ولا بأذنيه خذا\rهوادي الخيل: أعناقها، وسامي الطرف: عاليه، روي عن النبيّ صلى الله عليه وسلم أنه قال: \"إذا رأيتم خيل القوم رافعة رؤوسها، كثيراً صهيلها، فاعلموا أن الدائرة لهم. وإذا رأيتم خيل القوم ناكسة رؤوسها، قليلاً صهيلها، تحرك أذنابها، فاعلموا أن الدائرة عليهم\"، ويكنى بسامي الطرف عن حدة نظر العين وطموحها، وهو مستحسن في الخيل.\rقال أبو دؤاد:\rحديد الطرف والمنكب ... والعرقوب والقلب\rوالخذا: استرخاء الأذن، وهو مكروه في الخيل، وهو غير مهموز. روي أن العماني دخل على الرشيد فأنشده في وصف فرس قوله:\rكأن أذنيه إذا تشوّفا ... قادمةً أو قلماً محرفا\rفلحن ولم يهتد منهم لإصلاحه إلاّ الرشيد، فإنه أبدل (كأن) ب (تخال) فقال:\rتخال أذنيه إذا تشوفا ... قادمةً أو قلماً محرفا\rوروي عن الأصمعي قال: سمعت أعرابياً يقول: خرجت علينا خيل مستطيرة النقع كأن هواديها أعلام وآذانها أطراف أقلام وفرسانها أسود آجام، فأخذ عدي هذا المعنى فقال:\rيخرجن من مستطير النقع داميةً ... كأن آذانها أطراف أقلام\rوقال عدي بن زيد:\rله عنق مثل جذع السحوق ... وأذن مصنعة كالقلم\rوقال ابن هاني:\rوجاءت عتاق الخيل تردى كأنما ... تخط لها أقلام آذانها صحفا\rوالعرب تصف آذان الخيل بصدق السمع فتقول آذان الخيل أصدق من عينها، أي أنها إذا أحست بشيء تشوفت بآذانها وتوجست بهما فيتأهب فارسها لما عساه أن يحدث وأكثر البينات وإدلاج الليل قال الشاعر:\rيصهلن للنظر البعيد كأنما ... إرنانها ببوائن الأشطان\rأي أنها إذا رأت شخصاً بعيداً طمحت إليه وصهلت فكأن صهيلها في آبار بعيدة القعر لسعة جوفها. قال كثير عزة:\rتشوف من صوت الصدى كلما ... تشوف جيداء المقلد مغيب\rتشوف الفرس: أي نصب عنقه وجعل ينظر، وروي أن بعض العرب أمر ولده بشراء إلى شيء، وأعضاؤه حشيت شيئاً في شيء، فقال له ابنه: من ملك مثل هذا لا يبيعه. وقال أبو العلاء المعري:\rكأن أذنيه أعطت قلبه خبراً ... عن السماء بما يلقى من الغير\rوقال: وأثبت الناس قلباً في الظلام سرى=ولا ربيئة إلاّ مسمع الفرس الربيئة: الطليعة، أي أربط الناس جأشاً من يسري في الظلام ولا لاطليعة له ترقبه إلاّ آذان فرسه. وقال أيضاً:\rوأبصرت الذوابل منه عدلاً ... فأصبح في عواملها اعتدالا\rوجنح يملأ الفودين شيباً ... ولكن يجعل الصحراء خالا\rأردنا أن نصيد به مهاة ... فقطعت الحبائل والحبالا\rونم بطيفها الساري جواد ... فجنبنا الزيارة والوصالا\rوأيقظ بالصهيل الركب حتى ... ظننت صهيله قيلاً وقالا","seal":"039A1A54","part":1},
      {"page":38,"id":39,"nass":"ولولا غيرة من أعوجي ... لبات يرى الغزالة والغزالا\rيحس إذا الخيال دنا إلينا ... فيمنع من تعهدنا الخيالا\rوقال المتنبي:\rقاد الجياد إلى الطعان ولم يقد ... إلاّ إلى العادات والأوطان\rكل ابن سابقة يغير بحسنه ... في قلب صاحبه على الأحزان\rإن خليت ربطت بآداب الوغى ... فدعاؤها يغني عن الأرسان\rفي جحفل ستر العيون غباره ... فكأنما يبصرن بالآذان\rالجحفل: الجيش العظيم كثيف الغبار الذي يستر الأعين حتى لا يرى، والخيل مع صدق حاسة نظرها إذا أحست بشيء نصبت آذانها كأنها تبصر بها. وقال أيضاً:\rوتنصب للجرس الخفي مسامعاً ... يخلن مناجاة الضمير تناديا\rوقال:\rويوم كليل العاشقين كمنته ... أراقب فيه الشمس إبان تغرب\rوعيني إلى أذني أغر كأنه ... من الليل باق بين عينيه كوكب\rله فضلة عن جسمه في إهابه ... تجيء على صدر رحيب وتذهب\rشققت به الظلماء أدني عنانه ... فيطغى وأرخيه مراراً فيلعب\rوأصرع أي الوحش قفيته به ... وأنزل عنه مثله حين أركب\rوما الخيل إلاّ الصديق قليلة ... وإن كثرت في عين من لا يجرب\rإذا لم تشاهد غير حسن شياتها ... وأعضائها فالحسن عنك مغيب\rوالمعنى: أنك لا تغتر بحسن شياتها فإنه لا فائدة فيه، إذا لم تكن ذات عدوٍ وجري وأدب، ومعنى قوله: دعيني إلى أذني، أنه كان ينظر إلى آذان فرسه، لأنه الفرس إذا أحس بشخص من بعيد نصب أذنيه نحوه، فيعلم أنه أبصر شيئاً، ثم وصفه بأنه كقطعة من الليل بقي كوكب منه بين عينيه، وهذا المعنى أخذه من قول أبو دؤاد:\rولها جبهة تلألأ كالشع ... رى أضاءت وعم منها النجوم\rوقال البحتري: ومقدم الأذنين تحسب أنه=بهما يرى الشيء الذي لا يأمنه وقال آخر:\rوجبت له أذنان يرقب سمعها ... بصر كناصية الشجاع المرصد\rوقال حازم:\rتوحي إلى من يمتطيه أذنه ... بكل ما يسمع من أخفى الوحى\rيكاد لا يبصره ذو مقلة ... من خفة وسرعة إذا دأى\rالوحى: الإشارة والكلام الخفي. وقال أبو القاسم بن هاني الأندلسي يمدح المعز لدين الله:\rوصواهل لا الهضب يوم مغارها ... هضب ولا البيد الحزون حزون\rجنب الحمام، وما لهن قوادم ... وعلى الربود وما وما لهم وكون\rفلهن من ورق اللجين توجس ... ولهن من مقل الظباء شفون\rفكأنها تحت النضار كواكب ... وكأنها تحت الحديد رجون\rعرفت بساعة سبقها لا إنها ... علقت بها يوم الرهان عيون\rوأجل علم البرق فيها أنها ... مرت بجانحتيه وهي ظنون\rفأمر له بدست قيمته ستة آلاف دينار. فقال له: يا أمير المؤمنين? ما لي موضع يسع الدست إذا بسطت، فأمر له ببناء قصر فغرم عليه ستة آلاف دينار، وحمل له آلة تشاكل القصر والدست قيمتها ثلاثة آلاف دينار.\rوقال ابن حمديس الصقلي:\rومنقطع بالسبق من كل حلبةٍ ... فتحسبه يجري إلى الرهن مفردا\rكأن له في أذنه مقلةٌ يرى ... بها اليوم أشخاصاً تمر به غدا\rأقيد بالسبق الأوابد حوله ... ولو مر في آثارهن مقيدا\rوقال امرؤ القيس:\rله أذنان تعرف العنق فيهما ... كسامعتي مذعورةٍ وسط ربرب\rالعتق: الأصل والجمال، والسامعة: الأذن، والمذعورة: البقرة إذا ذعرت نصبت آذانها، والربرب: قطيع بقر الوحش، وخص المذعورة؛ لأنها أشد توخياً تسمعاً، ومنها أن تكون أسيلة الخد، ونواهقها عارية من اللحم. النواهق: مجاري الدمع، ويقال لها: سموم، قال حمد بن نور:\rطرف أسيل معقد للريم ... عار لطيف موضع السموم\rوقال طفيل:\rمعرقة الألحي تلوح متونها ... تثير القطافي منهل بعد مقرب\rوقال امرؤ القيس:\rقد أشهد الغارة الشعواء تحملني ... جرداء معروقة اللحيين سرحوب\rكأن صاحبها إذ قام يلجمها ... مغدٌ على بكرةٍ زوراء منصوب\rإذا تبصرها الرؤوان مقبلةً ... لاحت لهم غرةٌ منها وتجبيب\rوقافها ضرمٌ وجريها جذمٌ ... ولحمها زيَمٌ والبطن مقبوب\rواليد سابحةٌ والرجل ضارحةٌ ... والعين قادحة والمتن ملحوب","seal":"FC7217A5","part":1},
      {"page":39,"id":40,"nass":"والماء منهمرٌ والشد منحدرٌ ... والقصب مضطورٌ واللون غربيب\rكأنها حين فاض الماء واحتفلت ... سقعاء لاح لها في المرقب الذيب\rوقال أيضاً:\rوخد أسيل كالمسن وبركة ... كجؤجؤ هيق دقه قد تمورا\rوقال عقبة بن سابق:\rعريض الخد والجبهة ... والصهوة والجنب\rوقال أيضاً:\rولها بركة كجؤجؤ هيق ... ولبان مضرج بالخضاب\rوقال زهير بن مسعود الضبي:\rضافي السبيب أسيل الخد مشرفه ... جافي الضلوع شديد أسره تئق\rوقال آخر:\rيمتمه بأسيل الخد منتصب ... خاظي البضيع كمثل الجذع مشنوق\rوقال أبو صدقة العجلي:\rعارٍ من اللحم صبي اللحى ... مؤلل الأذن أسيل الخد\rوقال أبودؤاد:\rأسيل سلجم المقب ... للا شختٌ ولا جافي\rأي: رقيق ضمر لا غليظ الخلقة ولا هزيل، ومنها أن يكون شعر معرفتها طويلاً غزيراً. قال امرؤ القيس:\rلها غدر كقرون النسا ... ء ركبن في يوم ريح وصر\rالغدر الشعر المتدلي من أمام القربوس إلى آذانها، شبهه بذوائب النساء في الكثرة إذا نفشتها الريح، وقال حميد بن الأرقم:\r\rقد أغتدي والصبح محمر الطرر ... والليل يحدوه تباشير السحر\rوفي تواليه بخور كالشرر ... بسحق المبعة ميال الغدر\rكأنه يوم الرهان محتضر ... وقد بدا أول شخص ينتظر\rدون أنابي من الخيل زمر ... صار غداً ينفض صبيان المطر\rوقال حازم:\rألقت توالي خيله أعراقها ... من فوق أطلاء الهوادي والعكا\rتصاحب الخرصان حين تلتقي ... منه على جماجم مثل العلا\rمعروفة أعراقها ما عرفت ... أعرافها ولا نواصيها سفا\rمعتزة نفوسها مهتزةٌ ... أعطافها إلى الصريخ إن دعا\rالأطلاء: الأصول، والهوادي: الأعناق، والعكوة: - بالضم - ذنب الدابة، حيث عري من الشعر من مفرزه، تقول: عكوت ذنب الدابة: إذا عقدته، والصخب: الصياح، والخرص: ما على الجبهة من السنان، ويطلق على الرمح، والجمجمة: عظم الرأس المشتمل على الدماغ، والعلاة: الزبرة التي يضرب عليها الحدادة الحديد أو الصخرة، والأعراق: أصول الأشياء، والسفا: خفة الشعر، وهو من عيوب الخيل وما ذكر من تنزيه أعرافها ونواصيها عن السفا ومعرفة أعراقها وأعرافها يدل على عتقها ونجابة أصلها واعتزاز نفوسها واهتزاز أعطافها لإجابة الصريخ، ويدل على كرمها ومبادرة فرسانها لنصرة المضطهد وإغاثة الملهوف.\rروي أن عبد الملك بن مروان قال لجلسائه: أي المناديل أفخر؟ فقال بعضهم: مناديل مصر كأنها عرقي البيض، وقال البعض: مناديل اليمن كأنها زهر الربيع، فقال: ما صنعتم شيئاً، أفخر المناديل مناديل عبدة بن الطبيب حيث يقول:\rلما نزلنا ضربنا ظل أجبيةٍ ... وفار للقوم باللحم المراجيل\rوردٌ أشقر ما يونيه طابخه ... ما قارب النضج منها فهو مأكول\rثم انثنينا إلى جرد مسومةٍ ... أعرافهن لأيدينا مناديل\rزيدت الياء بالمراجل للضرورة، والورد: القطيع من الطير، والأشقر: من الدم: ما صار علقاً. وقال الرمادي:\rقامت قوائمه لنا بطعامنا ... غضاً وقام العرف بالمنديل\rوقال امرؤ القيس:\rوقلت لفتيان كرامٍ ألا انزلوا ... فعالوا علينا فضل بردٍ مطيب\rففئنا إلى بيتٍ مدرجٍ ... سماوته من أتحمي معصبٍ\rوأوتاده عاديّة وعماده ... ردينيةٌ فيها أسنةُ قعضب\rوأطنابه أشطان خوص نجائب ... وصهوته من أتحمي مشرعب\rفلما دخلناه أضفنا ظهورنا ... إلى كل حاري حديد مشطب\rفظل لنا يوم لذيذ بنعمةٍ ... فقل في مقيل نحسه متغيب\rكأن عيون الوحش حول خبائنا ... وأرحلنا الجزع الذي لم يثقب\rنمشُّ بأعرافِ الجياد أكفنا ... إذا نحن قمنا عن شواءٍ مضهب\rومنها أن تكون طويلة العنق، روي أن عمر بن الخطاب رضي الله عنه دعا بفرسين عربي وهجين للشرب، فتطاول العتيق فشرب لطول عنقه، وتبازخ الهجين، أي: ثنى حافره؛ لقصر عنقه، والبزخ: تطامن الظهر، وإشراف القطاة والحارك، قال امرؤ القيس:\rومستفلك الذفرى كأن عنانه ... ومثناته في رأس جذعٍ مشذب","seal":"D7DE4F77","part":1},
      {"page":40,"id":41,"nass":"وهذا البت من قصيدة قالها حين تذكر الشعر مع علقمة بن عبدة وادعاه كل منهما فقال له علقمة: قل شعراً تمدح فيه فرسك والصيد، وأنا أقول مثل ذلك، والحكم بيني وبينك أم جندب فقال امرؤ القيس:\rخليلي مرا بي على أم جندب ... لنقضي لبانات الفؤاد المعذبِ\rإلى أن قال في وصف الفرس والصيد:\rوقد أغتدي والطير وفي وكناتها ... وماء الندى يجري على كل مذنب\rبمنجرد قيد الأوابد لاحهُ ... طرادُ الهوادي كل شأوٍ مغربِ\rعلى الأين جياشٌ كأن سراته ... على الضمر والتعداء سرحة مرقب\rيباري الخنوف المستقل زماعه ... ترى شخصه كأنه عود مشجب\rله أيطلا ظبي وساقا نعامةٍ ... وصهوة عير قائمٍ فوق مرقب\rويخطو على صم صلابٍ كأنها ... حجارة غيل وارسات بطحلب\rله كفل كالدعص لبده الندى ... إلى حاركٍ مثل الغبيط المذاب\rوعين كمرآة الصناع تديرها ... بمحجرها من النصيف المنقب\rله أذنان تعرف العتق فيهما ... كسامعتي مذعورةٍ وسط ربرب\rومستفلك الذفرى كأنه عنانه ... ومثناته في رأس جذع مشذب\rوأسحم ريان العسيب كأنه ... عناكيل قنوٍ من سميحة مرطب\rإذا ما جرى شأوين وابتل عطفه ... تقول هزيز الريح مرت بأثأب\rيدير قطاة كالمحالة أشرفت ... إلى سندٍ مثل الغبيط المذاب\rويخضد في الآري حتى كأنه ... به عرةٌ من طائف غير معقب\rفيوماً على سرب نقيٍّ جلوده ... ويوماً على بيدانةٍ أم تولب\rفبينا نعاجٌ يرتعين خميلةً ... كمشي العذارى في الملاء المهدب\rتراهن من تحت الغبار نواصلاً ... ويخرجن من جعدٍ ثراه منصب\rفكان تنادينا وعقد عذاره ... وقال صحابي قد شأونك فاطلب\rفلأياً بلأيٍ ما حملنا غلامنا ... على ظهر محبوك السراة محنب\rفللساق ألهوب وللسوط درة ... وللزجر منه وقع أهوج منعب\rفأدرك لم يجهد ولم يثن شأوه ... يمر كخذروف الوليد المثقب\rترى الغار في مستنقع القاع لاحباً ... على جدذ الصحراء من شد ملهب\rخفاهن من أنفاقهن كأنما ... خفاهن ودق من عشي مجلب\rفعادى عداء بين ثور ونعجة ... وبين شبوب كالقضيمة قرهب\rوظل لقيران الصريم غماغمٌ ... يداعسها بالسمهري المعلب\rفكاب على حر الجبين ومتقٍ ... بمدرية كأنها ذلق مشعب\rوقلنا لفتيان كرامٍ ألا انزلوا ... فعالوا علينا فضل ثوبٍ مطنب\rففئنا إلى بيتٍ بعلياء مدرج ... سماوته من أتحمي معصب\rوأوتاده مازيةٌ وعماده ... ردينيةٌ فيها أسنة قعضب\rوأطنابه أشطان خوص نجائب ... وصهوته من أتحميِّ مشرعب\rفلما دخلنا أضفنا ظهورنا ... إلى كل حاري جديد مشطب\rكأن عيون الوحش حول خبائنا ... وأرحلنا الجزع الذي لم يثقب\rنمش بأعراف الجياد أكفنا ... إذا نحن قمنا عن شواءٍ مضهب\rورحنا كأنا من جوائي عشية ... نعالي النعاج بين عدل ومحقب\rوراح كتيس الربل ينفض رأسه ... أذاةً به من صائك متحلب\rكأن دماء الهاديات بعرفه ... عصارة حناء بشيبٍ مخضب\rوأنت إذا استدبرته سد فرجه ... بضاف فويق الأرض ليس بأصهب\rوأنشد علقمة بن عبدة قصيدته التي مطلعها:\rذهبت من الهجران في غير مذهب ... ولم يك حقاً كل هذا التجنب\rثم وصف الفرس والصيد بقوله:\rوقد أغتدي قبل الشروع بسابحٍ ... أقب كيعفور الفلاة مجلب\rعظيم طويل مطمئن كأنه ... بأسفل ذي ماوان سرحة مرقب\rكميت كلون الأرجوان نشرته ... لبيع الرداء في الصوان المكعب\rممر معقد الأندري يزينه ... مع العتق خلقٌ مفعم غير جانب\rله حرتان تعرف العتق فيهما ... كسامعتي مذعورة وسط ربرب\rوجوف هواء تحت متن كأنه ... من الهضبة زحلوق ملعب\rقطاة ككردوس المحالة أشرفت ... إلى سند مثل الغبيط المذأب\rوغلب كأعناق الضباع مضيغها ... سلام الشظى يغشى بها كل مركب\rوسمر يفلقن الظراب كأنها ... حجارة غيل وارسات بطحلب\rإذا ما اقتنصنا لم نخاتل بجنةٍ ... ولكن ننادي من بعيد ألا اركب","seal":"6AA412EE","part":1},
      {"page":41,"id":42,"nass":"أخا ثقة لا يلعن الحي شخصه ... صبوراً على العلات غير مسبب\rإذا أنفدوا زاداً فإن عنانه ... وأكرعه مستعملاً خير مكسب\rرأينا شياهاً يرتعين خميلة ... كمشي العذارى في الملاء المهدب\rفبينا تمارينا وعقد عذاره ... خرجن علينا كالجمان المثقب\rوأقبل يهوي ثانياً من عنانه ... يمر كمر الرائح المتحلب\rترى الفأر عن مسترغب القدر لائحاً ... على جدد الصحراء من شد ملهب\rخفا الفأر من أنفاقه فكأنما ... تجلله شؤبوب غيث منقب\rفغادر صرعى من حمارٍ وخاضب ... وتيس وثورٍ كالهشيمة قرهب\rفقلنا ألا قد كان صيد لقانصٍ ... فخبوا علينا فضل برد مطنب\rفظل الأكف يختلفن بحانذٍ ... إلى جؤجؤ مثل المداك المخضب\rوظل لنا يومٌ لذيذ بنعمةٍ ... فقل في مقيل نحسه متغيب\rحبيب إلى الأصحاب غير ملعنٍ ... يفدونه بالأمهات وبالأب\rفيوماً على بقعٍ دقاقٍ صدوره ... ويوماً على سفع المدامع ربرب\rوراح يباري في الجناب قلوصنا ... عزيزاً علينا كالحباب المسيب\rفلما فرغا من إنشادهما قالت أم جندب زوجة امرئ القيس لبعلها: علقمة أشعر منك لأنك قلت:\rفللساق ألهوب وللسوط درةٌ ... وللزجر منه وقع أهوج منقب\rفضربت فرسك بسوطك، وامتريته بساقيك، وزجرته بسوطك، وأما فرس علقمة فإنه أدرك ثانياً من عنانه، ولذا قال:\rفأقبل يهوي ثانياً من عنانه ... يمر كمر الرائح المتحلب\rفغضب امرؤ القيس من قولها وطلقها، فخلفه علقمة عليها ولذا سمي علقمة الفحل؛ لأن كل من عارض شاعراً وغلبه سمي فحلاً.\rوقال امرؤ القيس أيضاً:\rوسالفة كسحوق الليان ... أضرم فيه الغوي السعر\rوقال أبو تمام يمدح الحسن بن وهب على فرس أهداه له:\rنعم متاع الدنيا حباك به ... أروع لا جيدرٌ ولا جبسُ\rأصفر منه كأنه محة البي ... ضة صافٍ كأنه عجس\rهاديه جذعٌ من الأراك وما ... خلف الصلا منه صخرة جلس\rيكاد يجري تلجادي من ماء عط ... فيه ويجنى من متنه الورس\rهذب في جنسه ونال المدى ... بنفسه فهو وحده جنس\rأحرز آباؤه الفضيلة مذ ... تفرست في عروقها الفرس\rليس بديعاً منه ولا عجباً ... أن يطرق الماء ورده خمس\rيترك ما مر مذ قبيل به ... كأن أدنى عهد به الأمس\rوهو إذا ما ناجاه فارسه ... يفهم عنه ما يفهم الإنسُ\rوهو ولما تهبط ثنيته ... لا الربع في جريه ولا السدس\rوهو إذا ما رنا بمقلته ... كانت سخاماً كأنها نقس\rوهو إذا ما أعرت غرته ... عينيك لاحت كأنها برس\rضمخ من لونه فجاء كأن ... قد كسفت في أديمه الشمس\rكل ثمين من الثناء له ... غير ثنائي فإنه بخس\rهذب عمي به صقيل من ال ... فتيان أقطار عرضه ملس\rسامي القذالين والجبين إذا ... نكس من لؤم فعله النكس\rوقال أبو العلاء المعري:\rأمامك الخيل مسحوباً أجلتها ... من فاخر الوشي أو من ناعم السرقِ\rكأنما الآل يجري في مراكبها ... وسط النهار وإن أسرجن في الغسق\rكأنها في نضار ذائب سبحت ... واستنقذت بعد أن أشفت على الغرق\rثقيلة النقض مما حليت ذهباً ... فليس تملك غير المشي والعنق\rتسمو بما قلدته من أعنتها ... منيفة كصوادي يترب السحق\rالسرق: الحرير (فارسي معرب) ، والآل: السراب. والمراكب: كل آلة تكون على الفرس وقت ركوبها، ويترب: - بالتاء المثناة فوق - هي اليمامة، وقال عقبة بن مكدم:\rفي تليل كأنه جذع نخل ... مستهل مشذب الأكراب\rوقال امرؤ القيس:\rومرقبةٍ كالزج أشرفتُ فوقها ... أقلب طرفي في فضاء عريض\rفظلتُ وظل الجون عندي بلبده ... كأني أعدي عن جناح مهيض\rفلما أجن الشمس عني غوارها ... نزلت إليه قائماً بالحضيض\rيباري شباة الرمح خد مذلق ... كصفح السنان الصلبي النحيض\rأخفضه بالنقر لما علوته ... ويرفع طرفاً غير جافٍ غضيض\rوقد أغتدي والطير في وكناتها ... بمنجرد عبل اليدين قبيض\rله قصريا عيرٍ وساقا نعامة ... كفحل الهجان ينتحى للغضيض","seal":"09391983","part":1},
      {"page":42,"id":43,"nass":"يجم على الساقين بعد كلاله ... جموم عيون الحسي بعد المخيض\rذعرت به سرباً نقياً جلودها ... كما ذعر السرحان جنب الربيض\rووالى ثلاثاً واثنتين وأربعاً ... وغادر أخرى في قناة رفيض\rفآب إياباً غير نكدٍ مواكلٍ ... وأخلف ماء بعد ماءٍ فضيض\rوسن كسنيق سناء وسنماً ... ذعرتُ بمدلاج الهجير نهوض\rفالشاهد في قوله: (يباري شباة الرمح خد مذلق ... البيت) ، فإنه وصف خده بكون أملس، وبأنه يباري حد الرمح إذا مد فارسه رمحه، وذلك من طول عنقه، وقال الوزير أبو عامر بن أرقم:\rفتى الخيل يقتادها ذبلا ... خفافاً تباري القنا الذابلا\rترى كل أجرد سامي التلي ... ل تحسبه غصناً مائلا\rوجرداء إن أوجست صارخاً ... تذكرك الظبية الخاذلا\rإذا شنهن بأرض العدا ... يصير عاليها سافلا\rوقال المتنبي:\rفي سرج ظامئة الفصوص طمرة ... يأبى تفردها بها التمثيلا\rنيّالةِ الطلبات لولا أنها ... تعطي مكان لجامها مانيلا\rتندى سوالفها إذا استحضرتها ... وتظن عقد عنانها محلولا\rفقوله: (نيّالة الطلبات) أي: تدرك كلما تطلبه إن أحضرت ولو لم تعط رأسها لوضع اللجام في فيها ما ناله أحد من طول عنقها. وقال طفيل:\rطوال الهوادي والمتون صليبةٌ ... مغادير فيها للأمير معقب\rوقال الأعشى:\rوالقارح العدى وكل طمرة ... لا تستطيع يد الطويل قذالها\rوقال: غدا بتليلٍ كجذع الخضا_ب حر القذال طويل الغسن الغسن شعر المعرفة والناصية والذنب. وقال مالك بن زغبة:\rوذات مناسب جرداء بكر ... كأن سراتها كر مشيق\rتنيف بصلهب للخيل عالٍ ... كأن عموده جذعٌ سحوق\rتراها عند قبتنا قصيراً ... ونبذلها إذا باقت بؤوق\rأي: منسوبة الأب والأم، وسراتها: أعلاها، والصلهب: العنق، أي: إذا أشرفت ترى عنقها كأنه نخلة طويلة من شدة طوله.\rوقال غيلان بن حريث:\rيستوعب البوعين من جريره ... من لد لحييه إلى منحوره\rأي من لحييه إلى نحره يستوعب باعين من الخيل. وقال آخر:\rالحمد يعذلني على إمساكها ... ويقول قد أفنيت ما لا يحسب\rفحلفت لا أنفك عنه شظية ... جرداً وسياط المسدة سلهب\rلما رأيت قبيلة مسعودة ... بالخيل يسعفها الرهان فتحلب\rصافيت مهتز اللدان كأنه ... نار تراوحه اليدان مدرب\rأما إذا استقبلته فكأنه ... جذع سما فوق النخيل مسردب\rوإذا تصفحه الفراش معرضاً ... فيقول سرحان القطا المتنصب\rأما إذا استدبرته فيشوقه ... ساق تقمصها وظيف أجذب\rمنه وجاعره كأن حماتها ... لما كشطت الجد عنها أرنب\rومفرق الجنبين دكت فوقه ... حصد وسابقة تظل تقلب\rوترى اللجام يصل في أشداقها ... متنفس رحب وجوف حوشب\rوحزامه باعٌ إذا ما قسته ... يعيى له حيزومه والمثقب\rوقال عدي بن زيد:\rمشرف الهادي له غسن ... يعرق العلجين إحضارا\rوقال ابن مقبل:\rيرخي العذار وإن طالت قبائله ... في حزةٍ مثل سنف المرخة الصفر\rالقبائل: سيور اللجام، واحدتها: قبلة، وقال:\rوحاوطني حتى ثنيت عنانه ... على مدبر العلباء ريان كاهله\rأي: عنقه طويل وفي علبائه إدبار. وقال ابن زمرك وزير الغني بالله الأندلسي:\rوكتيبة أردفتها بكتيبةٍ ... والخيل تمرح في الحديد وترفل\rمن كل منخفر كلمعة بارق ... بالبدر يسرج والأهلة ينعل\rأوفى بهاد كالظليم وخلفه ... كفل كما ماج الكثيب الأهيل\rحتى إذا ملك الكمي عنانه ... يهوي كما يهوي بجوٍ أجدل\rوقال زهير:\rوملجماً ما إن ينال قذاله ... ولا قدماه الأرض إلا أنامله\rالقذال: جماع مؤخر الرأس، ومعقد العذار من الفرس خلف الناصية.\rوقال ابن دريد:\rسامي التليل في دسيعٍ مفعمٍ ... رحب اللبان في أمنيات العجى\rسامي التليل: مرتفع العنق، والدسيع: مفرز العنق في الكاهل، والمفعم: الممتلئ من اللحم، والأمينة: الصلبة، واللبان: ما يجري عليه اللبب، والعجى: كل عصبة في يد أو رجل. وقال سلامة بن جندل:","seal":"E47148D0","part":1},
      {"page":43,"id":44,"nass":"يرى في الدسيع إلى هادٍ له تلع ... في جؤجؤ كمداك الطيب مخضوب\rوقال ابن هانئ:\rوكأنما الجرد الجنائب خردٌ ... سفرت تشوق متيماً متبولا\rتعنو لمن تعنو الملوك لعزه ... فيكون أكثر مشيها تبجيلا\rويجل عنها قدره حتى إذا ... راقته كانت نائلاً مبذولا\rمن كل يعبوبٍ يجيد فلا ترى ... إلا قذالاً سامياً وتليلا\rوكأن بين عنانه ولبانه ... رشأ يزيغ إلا الكناس خذولا\rلو تشرئب له عقيلة ربرب ... ظنته جؤذر رملها المكحولا\rإن شيم أقبل عارضاً متهللاً ... أو ريع أدبر خاضعاً إجفيلا\rتتبين اللحظات فيه مواقعاً ... فتظن فيه للقداح مجيلا\rيتزيل الأروى على صهواته ... ويبيت في وكر العقاب نزيلا\rيهوي بأم الخشف بين فروجه ... ويقيد الإدمانة العطبولا\rصلتان يعنف بالبروق لوامعاً ... ولقد يكون لأمهن سليلا\rيستغرق الشأو المغرب صافناً ... ويجيء سابق حلبة مشكولا\rوالمرغوب من أوصاف إناث الخيل هو المرغوب من أوصاف ذكورها إلا أنه ينبغي أن تكون قليلة لحم اللهزمة أي موضع القلادة ورقة الخيشوم والشفة وقرب ما بين الفخذين لأنه إذا اتسع استرخت ودخلها الريح وطول القيام على المعلف وقلة النوم وأن يكون حضرها وثباً لا تمغطاً. قال سنان العبدي:\rأما إذا ما أقبلت فمطارة ... كالجذع شذبه نفي المنجل\rأما إذا ما أعرضت فقليله ... ضخم مكان حزامها والمركل\rأما إذا تشتد فهي نعامة ... تنفي سنابكها صلاب الجندل\rوقال امرؤ القيس:\rإذا أقبلت دباءةٌ ... من الخضر مغموسة في الغدر\rوإن أدبرت قلت أثفية ... ململمة ليس فيها أثر\rأو اعترضت قلت سرعوفة ... لها ذنبٌ خلفها مسبطر\rشبهها بالدباءة: لرقة أولها وغلظ آخرها، والأثفية: الحجر التي تنصب عليها القدر، والململمة: المجتمعة، والأثر: - بالضم - أثر الجرح أي ليس بها خدش، والسرعوفة قليلة اللحم والمسبطر الطويل، أي: إن استقبلتها فكأنها مقعية لإشراف عنقها، وإن استدبرتها فكأنها تحبو من استواء عجزها، وإن استعرضتها فكأنها مستوية لإشراف أقطارها، وقال الشاعر:\rأما إذا استقبلته فكأنه ... نار تكفكف أن يطير وقد جرى\rأما إذا استدبرته فنزاله ... ساق قموص الدفع عاردة النسا\rأما إذا استعرضته متمطراً ... فتقول هذا مثل سرحان الغضى\rولقد علمت على توقي الردى ... أن الحصون الخيل لا عدت العدا\rإني وجدت الخيل عزاً ظاهراً ... تنجي من الغما ويكشفن الدجى\rوتبين الثغر المخوف طلائعاً ... وتبين للصعلوك همة ذي الغنى\rيخرجن من خلل الغبار عوابثاً ... كأصابع المقرور أقعى فاصطلا\rوقال أبو دؤاد:\rكالسيد ما استقبلته وإذا ... ولى تقول ململم ضرب\rلام إذا استعرضته ومشى ... متتابعاً ما خانه عقب\rيمشي كمشي نعامةٍ تبعت ... أخرى إذا هي راعها خطب\rوقال الأعشى:\rأما إذا استقبلته فكأنه ... جذع سما فوق النخيل مشذب\rوإذا تصفحه الفوارس معرضاً ... فتقول سرحان الغضى المتصوب\rأما إذا استدبرته فتسوقه ... ساق يقصمها وظيف أحدب\rمنه وجاعرة كأن حماتها ... لما كشفت الحبل عنها أرنب\rوقال لبيد بن ربيعة العامري:\rولقد حميت الحي تحمل شكتي ... فرط وشاحي إذ غدوت لجامها\rفعلوت مرتقباً على ذي هبوةٍ ... حرجٍ إلى أعلامهن قتامها\rحتى إذا ألقت يداً في كافر ... وأجن عورات الثغور ظلامها\rأسهلت وانتصبت كجذع منيفةٍ ... جرداء يحصر دونها جرامها\rرفعتها طرد النعام وشله ... حتى إذا سخنت وخف عظامها\rقلقت رحالتها وأسبل نحرها ... وابتل من زبد الحميم حزامها\rترقى وتطعن في العنان وتنتحي ... ورد الحمامة إذ أجد حمامها","seal":"A8BEFD3D","part":1},
      {"page":44,"id":45,"nass":"الشكة: السلاح، والفرط: الفرس السريع، والشاهد في قوله: (أسهلت وانتصبت كجذع منيفة) أي: رفعت عنقها كجذع النخلة الطويلة العالية كونها جرداء يضيق صدر من أراد قطع ثمرها لعجزه عن ارتقائها، وقد أخطأ بمدحه فرسه بالعرق بقوله وابتل من زبد الحميم حزامها، حيث أن عرق الخيل مذموم، قال امرؤ القيس:\rفصاد لنا عيراً وثوراً وخاضباً ... غداة ولم ينضح بماء فيغسل\rوقال:\rفأدرك لم يعرق مناط عذاره ... يمر كخذروف الوليد المثقب\rفغادر صرعى من حمار وخاضبٍ ... وتيس وثور كالهشيمة قرهب\rالخذروف: كعصفور، شيء يدوره الصبي بخيط في يديه فيسمع له دوي. قال ابن مقبل:\rهاج الوليد بخيط مبرم خلق ... بين الرواجب في عود من العشر\rوقال آخر:\rفصاد ثلاثاً كجذع النظا ... م لم ينطلق ولم يغسل\rومما يستدل به على طول عنق الفرس أن يكال من ابتداء شعر المعرفة مما يلي الظهر إلى ما بين فتحتي المنخرين ثم يكال من منبت المعرفة أيضاً إلى نهاية العسيب فإن كان المقدم أطول دل على عتقه وإن كان التالي أطول دل على هجنته وإن تساويا كان متوسطاً.\rومنها أن تكون مرتفعة الرأس والأكتاف والكفل ملسة الظهر ضخمة الصدر ضامرة الكليتين مكتنزة اللحم، قال ابن دريد:\rبذاك أم بالخيل تعدو المرطى ... ناشزة أكتادها قب الكلى\rالخيل: اسم جمع لا واحد له من لفظه، وقال أبو عبيدة واحدة خائل، وسمي بذلك لأنه يختال في مشيه، وجمع الخيل: خيول، والفرس: أفراس، ويشترك في اسم الفرس الذكر والأنثى، وحكى ابن جني والضراء فرسة، ولا تصغر بخلاف الذكر فإنه يصغر على فريس، ولفظه مشتق من الافتراس، أي: افترس الأرض بسرعته، ويسمى راكبه: فارساً، ويجمع على: فوارس شذوذاً، ويقولون لركاب الخيل: فرسان، ويقولون لمن أحسن ركوبها: ركبة - بالكسر -، ويركبها العرب والعجم، وتقول لركاب النجب والهجن: ركبان، ولا يستعملها إلا العرب خاصة، وربما قاتلوا عليهما، قال العنبري:\rفليت لي بهم قوماً إذا ركبوا ... شنوا الإغارة فرساناً وركبانا\rوقال شبيب بن شيبة لقيت خالد بن صفوان على حمار فقلت له: أين أنت عن الخيل؟ قال: تلك للطلب والهرب ولست طالباً ولا هارباً، قلت: فأين أنت من البغال؟ قال: تلك للأثقال ولست ذا ثقل، قلت: فأين أنت عن البراذين؟ قال: تلك للمسرعين ولست مسرعاً، قلت: فماذا تصنع بحمارك؟ قال: أدب عليه دبيباً وأقرب عليه تقريباً وأزور إذا شئت عليه حبيباً. ثم لقيته بعد ذلك على فرس فقلت له يا أبا صفوان ما فعل الحمار؟ قال بئس الدابة، إن أرسلته ولّى، وإن استوقفته أدلى، قليل الغوث كثير الروث، بطيء عن الغارة، سريع إلى الغرارة، لا تنكح به النساء ولا تهرق به الدماء، وقال جرير بن عبد الحميد: لا تركب الحمار فإن كان حديداً أتعب بدنك وإن كان بليداً أتعب رجلك، والمرطى عدو دون التقريب.\rقال طفيل الغنوي:\rتقريبه المرطى والجون معتدل ... كأنه سبدٌ بالماء مغسول\rوأنواع السير: العنق، ثم الخبب، وهو دون العنق لأنه خطو فسيح أو نقل الفرس أيامنه جميعاً وأياسره جميعاً، ثم التقريب، وهو أن: يوقع يديه في العدو معاً ويضمهما معاً، أو أن يضع يديه موضع رجليه، وهو دون الحضر، والإنضاء: الإفراط في السير، والناشزة: المرتفعة، والأكتاد: جمع كتد - بفتح التاء وكسرها - وهو ما بين الكاهل والوسط، والكاهل: أعلى الكتفين وما يليه من أصل العنق، والكلى: جمع كلية أو كلوة.\rوقال الشاعر:\rترى العلافي عليها موفدا ... كأن برجاً فوقها مشيدا\rالموفد الحارك المشرف، وقال عمرو بن العاص:\rشبت الحرب فأعددت لها ... مشرف الحارك محبوك الثبج\rيصل الشر بشر فإذا ... وثب الخيل من الشر معج\rجرشع أعظمه خفرية ... فإذا ابتل من الماء حرج\rالشرة: النشاط، والمعج: السريع، وقال ابن مقبل:\rذعرت به العير مستوزياً ... شكير حجافله قد كتن\rالمستوزي: المشرف المنتصب. قال أبو دؤاد:\rنبيل النواهض والمنكبين ... حديد المحازم ناتي المعد\rالنبيل: الحسن، والناهض: لحم العضد، والمنكب: مجمع رأس الكتف، والمعد: الحارك، ويقال له: الصرد، قال الشاعر:\rخفيف النعامة ذو ميعةٍ ... كثيف الفراسة ناتي الصرد","seal":"5D1D532D","part":1},
      {"page":45,"id":46,"nass":"النعامة: الدماغ، والميعة: الناصية الطويلة السائلة، والصرد: الحارك، وأسفله يسمى المنسبح، وإشرافه لا يعتري إلا عتاقها؛ ولذا يجعل للسرج سناف ليثبت مكانه ولا يتأخر، والسناف: سير يجعل فوق اللبب.\rوقال ابن دريد:\rومشرف الأقطار خاظ نحضه ... حابي القصير جرشع عرد النسا\rقريب ما بين القطاة والمطا ... بعيد ما بين القذال والصلا\rأقطار الفرس: ما أشرف منه؛ كالرأس والعجز والكانبة وهي منقطع العرف، والخاظي: المكتنز، والنحض: اللحم، والحابي: المرتفع، والقصير: آخر الأضلاع، والجرشع: ضخم الصدر منفتح الجنبين، والعرد: الشديد، والنسا: عرق في الفخذ، لحيم قوي ظاهر، يستبطن الفخذين حتى يصير إلى الحافر، فإذا هزلت الدابة خفي وإذا سمنت جرى بينهما وظهر؛ كأنه حية، فإن قصر كان أشد لزة لرجليها، وإن كان فيه توتير كان أسرع لقبضهما وبسطهما، إلا أنه لا يسرع المشي، ولذا كان شنجه ممدوحاً في العتاق، مذموماً في الهماليج؛ لأن العتاق للجري، والهماليج: للسير، والهملجة: مقاربة الخطا مع الإسراع، والارتجال: خلط العنق بشيء من الهملجة، والعنق: مباعدة الخطا والوسع في الجري، ولذا يوصف البرذون والبغل والحمار بالفره دون العتيق. وعيب على عدي بن زيد قوله:\rبضافٍ يعري جله عن سراته ... يبذ الجياد فارهاً متتابعا\rوالقطاة: مقعد الردف، والمطا: الظهر، والقذال: جماع مؤخر الرأس، والصلا: ما عن يمين الذنب وشماله، وقال ابن الرقاع:\rوترى لفر نساه غيباً غامضاً ... قلق الخصيلة من فويق المفصل\rأي: انفلقت فخذاه لما سمن، فجرى النسا واستبان، وقال طفيل:\rوعارضتها رهواً على متتابع ... شديد القصير خارجي محنب\rالخارجي: كل من فاق جنسه ونظيره، وقال امرؤ القيس:\rكميتٍ يزل اللبد عن حال متنه ... كما زلت الصفواء بالمتنزل\rالحال: موضع اللبد من الفرس، والصفواء: الحجر اللينة الملساء، والمتنزل: الذي ينزل عليها، أي أنه أملس المتن يزل عنه اللبد كما تزل الصفواء بالمتنزل. فالمطلوب في متن الفرس قلة لحمه، ولذا خطّأ الأصمعي أمرأ القيس في وصفه المتن بكثرة اللحم بقوله:\rلها متنتان خظاتا كما ... اكب على ساعديه النمر\rأي: لها متنتان كساعدي النمر البارك في غلظها.\rوقال ابن دريد:\rمداخل الخلق رحيب شجرة ... مخلولق الصهوة ممسود وأي\rمداخل الخلق: مجتمعه، والرحيب: الواسع، والشجر ما بين اللحيين، والمخلولق: الأملس، والصهوة: مقعد الفارس، والممسود: المفتول، ووأي: السريع الشديد، قال النابغة:\rلقد لحقت بأولى الخيل تحملني ... كبداء لا شنج فيها ولا طنب\rالطنب: طول الظهر، وقال الجعدي:\rمثل هميان العذاري بطنه ... أبلق الحقوين مشطوب الكفل\rوقال حميد بن ثور:\rموشحة الأقراب أما سراتها ... فملس وأما جلدها فذهيب\rوقال ابن الأحمر:\rبمقلص درك الطريدة متنه ... كصفا الخليقة بالفضاء اللبد\rالخليقة: الصخرة التي لا كسر فيها ولا وصم، وقال آخر:\rأمرت عزيزاه ونيطت كرومه ... إلى كفل راب وصلب موثق\rالكرمة: رأس الفخذ المستدير، كأنه جوزة، وقال أبو دؤاد:\rمزح الدهر فأعددت له ... مشرف الحارك محبوك الكتد\rوقال آخر:\rعلى محبوك السراة كأنه ... عقاب هوت من من مرقب وتعلت\rوقال امرؤ القيس:\rلها كفل كصفاة المسي ... ل أبرز عنها جحاف مضر\rالصفاة: الصخرة الملساء، أي: أن كفله كالصخرة الملساء التي جرى عليها السيل وأذهب ما كان عليها من الغبار، والجحاف: السيل الذي يجحف، أي: يحمل كل شيء مضر، فشبه كفله بالصفاة التي يجري عليها السيل حتى صفت وأملست، وهو المطلوب في الكفل، لأن الفرق عيب، وقال أيضاً:\rله كفل كالدعص لبده الندى ... إلى حارك مثل الغبيط المذأب\rالدعص: الكثيب الصغير من الرمل، والغبيط: قتب الهودج، والمذأب: الواسع، أي: أن كفله مملس مستوٍ وحاركه مشرف، فهو مع الحارك مثل الغبيط. وقال:\rوقد أغتدي والطير في وكناتها ... بمنجرد قيد الأوابد هيكل\rمكر مفر مقبل مدبر معاً ... كجلمود صخر حطه السيل من عل\rكميت يزل اللبد عن حال متنه ... كما زلت الصفواء بالمتنزل","seal":"2B6F6FAC","part":1},
      {"page":46,"id":47,"nass":"على العقب جياش كأن اهتزامه ... إذا جاش فيه حميه غلي مرجل\rمسح إذا ما السابحات على الونى ... أثرن غباراً بالكديد المركل\rيطير الغلام الخف عن صهواته ... ويلوي بأثواب العنيف المثقل\rدريرٍ كخذروف الوليد أمره ... تقلب كفيه بخيطٍ موصل\rله أيطلا ظبيٍ وساقا نعامةٍ ... وإرخاء سرحان وتقريب تتفل\rكأن على الكتفين منه إذا انتحى ... مداك عروسٍ أو صلاية حنظل\rكأن دماء الهاديات بعرفه ... عصارة حناء بشيب مرجل\rفعن لنا سرب كأن نعاجه ... عذارى دوارٍ في ملاء مذيل\rفأدبرن كالجزع المفصل بينه ... بجيد معم في العشيرة مخول\rفألحقنا بالهاديات ودونه ... أواخرها في صرة لم تزيل\rفعادى عداءً بين ثورٍ ونعجةٍ ... دراكاً ولم ينضح بماء فيغسل\rوظل طهاة اللحم من بين منضجٍ ... صفيف شواءٍ أو قديرٍ معدل\rورحنا وراح الطرف ينفض رأسه ... متى ما ترق العين فيه تسهل\rوبات عليه سرجه ولجامه ... وبات بعيني قائماً غير مرسل\rوأنت إذا استدبرته سد فرجه ... بضاف فويق الأرض ليس بأعزل\rالمداك: الحجر الذي سحق عليه الطبيب، والصلاية: الحجر الأملس الذي يستخرج بدمه دهن الحنظل، والهاديات: المتقدمات، وعصارة الحناء: ما يبقى من أثرها، والمرجل: المشط، وشبه دماء الصيد على عرفه بما جف من الحناء على شعر الأشيب، وذلك لأنهم كانوا إذا ذبحوا الصيد يطلون عرف الفرس به، والسرب: القطيع، والدوار: اسم صنم كانوا يدورون حوله في الجاهلية، والملاء: جمع ملاءة وهي الملحفة، والجزع: خرزة فيه سواد وبياض، والجيد: العنق، والمعم: كريم الأعمام، والمخول: كريم الأخوال، والصرة: الصيحة، وعادى: والى بين صيدين، والطهاة: جمع طاه وهو الطابخ، والصفيف: من اللحم: الرقيق، والقدير: الذي طبخ في القدر، والطرف: كريم الطرفين، أي أنه ينفض رأسه من المرح والنشاط، ومتى نظرت العين أعلاه نظرت أسفله لكمال صورته، وبهاء حسنه، وقوله: (وبات بعيني ... إلخ) أي: بات قائماً بمرأى عيني حيث تراه يأكل علفه غير مرسل إلى المرعى.\rومنها أن تكون طويلة الذراعين والساقين غليظتهما منتصبن كساقي النعامة وأول من شبه فرسه بالظبي والنعامة والسرحان امرؤ القيس بقوله:\rله أيطلا ظبي وساقا نعامة ... وإرخاء سرحان وتقريب تتفل\rالأيطل: الخاصرة، وخص الظبي بذلك لأنه ضامر الأيطل، وخص النعامة لأنها طويلة الساقين صلبتهما، والإرخاء: سهولة الجري مأخوذ من الرخاء وهي الريح السهلة، والسرحان: الذئب، والتتفل: ولد الثعلب.\rوقال طرفة بن العبد:\rولولا ثلاث هن من لذة الفتى ... وجدك لم أحفل متى قام عودي\rفمنهن سبق العاذلات بشربة ... كميت إذا حلت بماء تزبد\rوكري إذا نادى المضاف محنباً ... كسيد الغضافي الضحية المتورد\rوتقصير يوم الدجن والدجن معجبٌ ... ببهكنةٍ تحت الخباء المعمد\rوقد أخذ هذا المعنى ابن نهيك عبد الله الأنصاري فقال:\rولولا ثلاث هن من عيشة الفتى ... وجدك لم أحفل متى قام رامس\rقمنهن سبق العاذلات بشربة ... كان أخاها مطلع الشمس ناعس\rومنهن تجريد الكواعب كالدمى ... إذا ابتز عن أكفالهن الملابس\rومنهن تقريط الجواد عنانه ... إذا استبق الشخص القوي الفوارس\rالتقريط: جعل العنان وراء الأذن عند طرح اللجام.\rوقال امرؤ القيس:\rفلأياً بلأيٍ ما حملنا وليدنا ... على ظهر محبوك السراة محنب\rالحنب والتحنيب - بالحاء المهملة -: اعوجاج قليل في الساقين، هو محمود في الحيل إذا لم يفرط و - بالجيم -: توتير في الرجلين، قال الشاعر:\rهل لك في أجود ما قاد العرب ... هل لك في الخاص غير المؤتسب\rجذل رهان في ذراعيه حلب ... أذل إن قيد وإن قام نصب\rوقال النابغة الجعدي:\rفي مرفقيه تقاربٌ وله ... بلدة نحر كجبأة الخزم\rالبلدة: منقطع الفهدتين من أسفلها إلى عضدها، والجبأة: خشبة الحذاء شبه بها صدر الفرس في الاستدارة، ويروى: (وبركة زور) .\rوقال بشر بن أبي حازم:\rتسوف للحزام بمرفقيها ... يسد خواء طبييها الغبار","seal":"7ED65A84","part":1},
      {"page":47,"id":48,"nass":"أي: إذا استفرغت الجري نسفت حزامها بمرفقيها، وإذا ملأت فروجها عدواً سد الغبار ما بين طبييها، وقال أبو النجم:\rوانسف الجالب من أندابه ... أغباطنا الميس على أصلابه\rوقال امرؤ القيس:\rوساقان كعباهما أصمعا ... ن لحم حمايتهما منبتر\rالأصمع: اللطيف، والحماة: عضلة الساق، وقال الشاعر:\rله ساقا ظليم خا ... ضبٍ فوجئ بالرعب\rحديد الطوف والمنك ... ب والعرقوب والقلب\rوقال ابن دريد:\rركبن في حواشبٍ مكتنةٍ ... إلى نسورٍ مثل ملفوظ النوى\rركبن: أي القوائم، والحوشب: موصل الوظيف في الرسغ، والمكتن: المستور، والنسر: لحمة في باطن الحافر، والملفوظ: المطروح، ويقال للحافر: السنبك، ولحرفيه: الحاميتان، ولمؤخره: الدابرة، وقال امرؤ القيس:\rولم أشهد الخيل المغيرة في الضحى ... على هيكل نهد الجزارة جوال.\rسليم الشظى عبل الشوى شنج النسا ... له حجبان مشرفات على الفالي\rالهيكل: الفرس الطويل، والنهد: الضخم المشرف، والجزارة: القوائم.\rقال الأعشى:\rولا نقاتل بالعصا ... ولا نرامي بالحجاره\rإلا علالة أو بدا ... هة قارح نهد الجزاره\rوالجوال النشيط السريع في الإدبار والإقبال،وعبل الشوى غليظ القوائم قوي العصب،قال عنترة العبسي:\rتمسي وتصبح فوق ظهر حشية ... وابيت فوق سراة أدهم ملجم\rوحشيتي سرج على عبل الشوى ... نهد مراكله، نبيل المحزم\rالمراكل: المواضع التي تصيب رجل الفارس من الجانبين إذا استوى على ظهر الفرس، والشظا: عظم لاصق بالذراع، والشوى: اليدان والرجلان والنسا عرق في الفخذ، وقال خفاف بن ندبة:\rعبل الذراعين سليم الشظى ... كالسيد يوم نقرة الصادر\rوقال ربيعة بن مقروم الضبي:\rولقد شهدت الخيل يوم طرادها ... بسليم أوظفة القوائم هيكل\rمتقاذفٍ شنج النسا عبل الشوى ... سباق أبدية الجياد عميثل\rلو لم أكفكفه لكان إذا جرى ... منه الغريم يدق فاس المنجل\rوإذا جرى منه الحميم رأيته ... يهوى بفارسه هوي الأجدل\rوإذا تعلل بالسياط جيادها ... أعطاك نائبه ولم يتعلل\rالوظيف: مستدق الذراع والساق، ولكل من ذوات الأربع ثلاثة مفاصل الفخذ والساق والوظيف، ثم الحافر أو الخف أو الظلف، وفي يديه ثلاثة مفاصل، العضد والذراع، والوظيف، ثم الحافر، أو الخف أو الظلف. وقصر الذراعين من عيوب الفرس، قال الأصمعي: لم يسبق أدن قط إلا أدن بني يربوع، والأدن قصير الذراعين.\rومنها أن يكون عسيبها قصيراً رقيقاً وبهذا يفرق العتيق وغيره، لأن الغير يصل عسيبه إلى خاصرتيه وسبيبها طويل. قال ابن دريد:\rطويل ذيل وسبيب وطلا ... قصير ظهر وعسيب ونسا\rالسبيب: شعر الناصية والعرف والذنب، والطلا: - بالضم - العنق، وتحمد الناصية الطويلة كثيرة الشعر، وتذم القصيرة الخفيفة، قال ابن جندل:\rمن كل حت إذا ما ابتل ملبده ... صافي الأديم أسيل الخد يعبوب\rوليس أسفى ولا أقنى ولا سفل ... يسقي دواء قفي السكن مربوب\rالحت: السريع، واليعبوب: واسع الجري، والأسفى: خفيف الناصية، والأقنى: الذي في أنفه احد يداب، والسفل: سيء الخلق، والقفية: ما يؤثر به الضيف، والمربوب: المربى، والسفا: ممدوح في البغال والحمير، مذموم في الخيل، والعسيب عظم الذنب، والممدوح في الخيل قصره، والنسا: عرق يستبطن الفخذين من الورك إلى الحافر، قال امرؤ القيس:\rضليعٌ إذا استدبرته سد فرجه ... بضافٍ فويق الأرض ليس بأعزل\rالضليع: القوي العظيم، والفرج: فضاء ما بين اليدين والرجلين، والضافي: السابغ، والأعزل: الذي يميل ذنبه إلى أحد شقيه، والمعنى: قوي يسد ما بين رجليه من الفضاء بذنب سابغ مرتفع عن الأرض غير مائل إلى أحد الشقين، وقد خطئ البحتري بقوله:\rذنب كما سحب الرداء يذب عن ... عرف وعرف كالقناع المسبل\rلأن الذنب إذا مس الأرض كان عيباً، فكيف إذا سحبه وإنما الممدوح ما قرب من الأرض ولم يمسها، وقال أبو القاسم الحسن بن بشر في الموازنة بين أبي تمام والبحتري وقد عيب على امرئ القيس قوله:\rلها ذنب مثل ذيل العروس ... تسد به فرجها من دبر","seal":"B14ABA62","part":1},
      {"page":48,"id":49,"nass":"وما أرى العيب لحق امرأ القيس في هذا لأن العروس إذا كانت تسحب ذيلها فليس ينكر تشبيه الذنب به وإن لم يمس الأرض لأن الشيء يشبه بالشيء إذا قرب منه أو دنا من معناه فإن أشبهه في أكثر أحواله فقد صح التشبيه ولاق به وإن امرأ القيس لم يقصد أن يشبه طول الذنب بطول ذيل العروس وإنما أراد مشابهته له بالسبوغ والكثرة والكثافة. ألا تراه قال تسد به فرجها من دبر. وقد يكون الذنب طويلاً يكاد يمس الأرض ولا يكون كثيفاً، بل يكون رقيقاً، نزر الشعر خفيفاً لا يسد فرج الفرس، فلما قال تسد به فرجها علم أنه أراد الكثافة والسبوغ مع الطول، فتشبيه الذنب الطويل بذيل العروس من هذه الجهة تشبيه صحيح لا عيب فيه، ولا يحكم عليه بأنه قصد بذلك سحبه على الأرض، وإنما العيب في قول البحتري: ذنب كما سحب الرداء حيث صرح بأنه سحب ذنبه كما يسحب الرداء، ومثل قول امرئ القيس قول خداش بن زهير:\rلها ذنب مثل ذيل الهدي ... إلى جؤجوءٍ أيد الزافر\rالهدي: العروس التي تهدى إلى زوجها، والزافر: الصدر، لأنها تزفر منه، فقد أراد بذيل العروس طوله وسبوغه، وشبه الذنب السابغ به، وإن لم يمس الأرض بطوله، ومما يصحح ذلك قولهم: (فرس ذيال) إذا كان طويلاً طويل الذنب، فإذا كان قصيراً طويل الذنب، قالوا (ذائل) ، وإنما قالوا ذلك تشبيهاً للذنب بالذيل لا غير، قال النابغة:\rبكل مدجج كالليث يسمو ... إلى أوصال ذيال رفن\rالمدجج: شاكي السلاح، والرفن والرفل: طول الذنب. وقد استقصيت الاحتجاج لبيت امرئ القيس فيما بينته من سهو أبي العباس عبد الله بن المعتز فيما ادعاه على امرئ القيس من الغلط، انتهى بتصرف.\rأقول وقد غلط ابن حمديس الصقلي كما غلط البحتري فقال:\rومجرد في الأرض ذيل عسيبه ... حمل الزبرجد منه جسم عقيق\rيجري كلمع البرق في آثاره ... من كثرة الكبوات غير مفيق\rويكاد يخرج سرعة من طله ... لو كان يرغب في فراق رفيق\rوقد عيب على امرئ القيس أيضاً قوله:\rوأسحم ريان العسيب كأنه ... عثاكل قنوٍ من سميحة مرطب\rلأن ريان العسيب غليظه وهذا مما لا يمدح به إلا الإبل لا غير.\rقال الشاعر:\rوتلف حاذيها بذي خصل ... ريان مثل قوادم النسر\rالحاذي: الذنب، والضمير راجع إلى الناقة، والحاذ: ما يقع عليه الذنب من جانبي الفخذين، وقال المتنبي:\rأتاهم بأوسع من أرضهم ... طوال السبيب قصار العسب\rوقال:\rأغر أعداؤه إذا سلموا ... بالهرب استكثروا الذي فعلوا\rيقبلهم وجه كل سابحةٍ ... أربعها قبل طرفها تصل\rجرداء ملءِ الحزام مجفرةً ... يكون مثل عسيبها الخصل\rإن أدبرت قلت لا تليل لها ... أو أقبلت قلت ما لها كفل\rالجرداء: قصيرة الشعر، والمجفرة: واسعة الجنبين، والخصل: جمع خصلة، أي: كثيرة شعر الذنب، والتليل: العنق، والكفل: الردف، والممدوح فيهما الإشراف، والمعنى: إن تأملتها رأيتها مشرفة عند إقبالها بعنقها وعند إدبارها بعجزها، وقال علي بن جبلة:\rتحسبه أقعد في استقباله ... حتى إذا استدبرته قلت أكب\rومنها أن تكون ممحصة القوائم، أي: قليلة لحمها، قوية خالصة من الرهل، أي: الاسترخاء، قال الشاعر:\rمحص فرافص أشرفت حجباته ... بنضو السوابق زاهق قرد\rالممحص والفرافص: معناهما واحد، أي: قوية قوائمه خالصة من الرهل، والحجبات من الفرس: ما أشرفت من صفات البطن على وركيه.\rوقال رؤبة:\rشديد جلز الصلب ممحوص الشوى ... كالكر لا شخت ولا فيه لوى\rالكر: الحبل، والشخت: الدقيق الضامر لا من هزال، واللوى: اعوجاج الذنب، يقال: (لوى ذنب الفرس) إذا اعوج، وهو عيب، ولو كان اعوجاجه خلقة.\rومنها أن تشيل أذنابها عند شدة العدو ويسمى عند أهل الشام التصنيع، قال علقمة بن شيبان بن عدي:\rولقد شهدت الخيل يوم طرادها ... فطعنت تحت كنانة المتمطر\rونطاعن الأبطال عن أبنائنا ... وعلى بصائرنا وإن لم نبصر\rولقد رأيت الخيل شلن عليكم ... شول المخاض أبت عن المتغبر\rأي: رأيتكم والخيل تعدو عليكم رافعة أذنابها رفع النوق الحوامل إذا طلب أحد حلب غبرها، أي: بقية ما في ضرعها من اللبن، وقال قطبة بن أوس الملقب بالحادرة:","seal":"737FC65B","part":1},
      {"page":49,"id":50,"nass":"ونحن نمعنا من تميمٍ وقد طغت ... مراعي الملا حتى تضمنها نجد\rكمعطفنا يوم الكفافة خيلنا ... لتتبع أخرى الجيش إذ بلغ الجد\rعلى حين شالت واستخفت رجالهم ... حلائب أحيال يسيل بها الشد\rإذا هي شك السمهري نحورها ... وحامت على الأبطال أتعبها القد\rتكر سراعاً في المضيق عليهم ... وتثني بطاء ما تخب ولا تعدو\rفأثنوا علينا لا أبا لأبيكم ... بإحساننا إن الثناء هو الخلد\rوقال المفضل النكري:\rتشق الأرض شائلة الذنابى ... وهاديها كأن جذع سحوق\rوقال النمر:\rجموم الشد شائلة الذنابى ... تخال بياض غرتها سراجا\rوقال الحطيئة:\rولن تفعلوا حتى تشول عليهم ... بفرسانها شول المخاض اقمطرت\rعوابس بالشعث الكماة إذا ابتغوا ... علالتها بالمحصدات أضرت\rالمحصدات: السياط المفتولة، والعلالة: الجري بعد الجري. وقال بشار:\rوالخيل شائلة تشق غبارها ... كعقارب قد رفعت أذنابها\rفشبه الخيل الرابفعة أذنابها بالعقارب الرافعة لأذنابها. وقال المتنبي:\rرمى الدرب بالجرد الجياد إلى العد ... وما علموا أن السهام خيول\rشوائل تشوال العقارب بالقنا ... لها مرح من تحته وصهيل\rفقد استحق المتنبي بصنيعه بيت بشار حيث أخذ معناه وزاد عليه لأنه جعل الخيل شائلة بالقنا كما تشول العقارب بأذنابها وإن لها من الطعن ما للعقارب من اللسع، وقال الصفي الحلي:\rوكتيبة تذر الصهيل رواعدا ... والبيض برقاً والعجاج سحائبا\rحتى إذا ريح الجلاد حدت لها ... مطرت فكان الوبل نبلاً صائبا\rبذوائب ملد يخلن أراقماً=وشوائل جرد يخلن عقاربا\rتطأ الصدور من الصدور كأنما ... تعتاض من وطء التراب ترائبا\rوقال غني بن مالك:\rدفعنا الخيل شائلة عليهم ... وقلنا بالضحى فيحي فياحي\rوقال عدي بن خرشة الحظمي:\rويكشف نخوة المحتال عني ... جراز كا لعقيقة إن لقيت\rواقدر مشرف الصهوات شاظ ... كميت لا احمق ولا شيت\rالشاظي: الذي يرفع ذنبه في عدوه والأحمق الذي يضع حافر رجليه موضع يديه والشئيت: الذي يقصر موقع حافر رجليه عن موقع حافر يديه وهما عيب بخلاف الأقدر وهو الذي يفوت موقع حافر يديه وهو محمود والكرب الذي يضرب بيده باستقامة ولا يفلتها نحو بطنه وهو عيب خلقي وأما أهل المغرب فيكرهون شيل أذناب الخيل ويعدونه من عيوبها وأكره ما يكون عندهم شيل ذنب الأنثى وجميع أجناس خيل الشام تشيل أذنابها عند العدو إلا الجنس المسمى عندهم بالجافة فإن أفرادها لا تشيله.\rفائدة: إذا شق من جلد أصل ذنب الفرس الذي يعزل ذنبه مقدار شبر وسلخ الجلد من الجانبين حتى يظهر العسيب، ثم يقطع اللحم الذي على جانبي العسيب، ويحشى الجرح بالزبل اليابس ليحبس الدم، ثم يلقى بعض جلده إلى بعض، ويربط ثلاثة أيام، ثم يطوى بالخل والعسل، ويدهن بالمرهم حتى يبرأ، فإنه لا يعزل بعد ذلك.\rومنها أن تكون ضامرة البطن. قال الصفي الحلي:\rلمن الشوازب كالنعام الجفل ... كسيت جلالاً من غبار القسطل\rيبرزن في حلل العجاج عوابساً ... يحملن كل مدرع ومسرنل\rشبه العرائس تجتلى فكأنها ... في الخدر من ذيل العجاج المسبل\rفعلت قوائمهن عند طرادها ... فعل الصوالج في كرات الجندل\rفتظل ترقم في الصخور أهلة ... بسنا حوافرها وإن لم تنعل\rيحملن من آل العريض فوارسا ... كالأسد في أجم الرماح الذبل\rوقال أيضا:\rوكتيبة ضرب العجاج رواقها ... من فوق أعمدة القنا المران\rنسج الغبار على الجياد مدارعا ... موصولة بمدارع الفرسان\rودم بأذيال الدروع كأنه ... حول الغدير شقائق النعمان\rحتى إذا استعر الوغى وتتبعت ... بيض الصفاح مكامن الأضغان\rوبرزت تلفظك الصفوف إليهم ... لفظ الزناد سواطع النيران\rبأقب يعصي الكف ثم يطيعه ... فتراه بين تسرع وتوان\rقد أكسبته رياضة سواسه ... فتكاد تركضه بغير عنان\rكالصقر في الطيران والطاووس في ال ... خطرات والخطاف في الروغان\rيرنو إلى حبك السماء توهما ... إن المجرة حلبة الميدان","seal":"43D31537","part":1},
      {"page":50,"id":51,"nass":"لو قيل عج نحو السماء مبادرا ... وطئت يداه دوابر الدبران\rأو قيل جز فوق الصراط مسارعا ... لمشى عليه مشية السرطان\rوقال أبو العلاء المعري:\rوتحتي الكر إدماجا وفوقي ... نظير الكر في ديم وهتن\rوقبله:\rكأني لم أرد الخيل تردي ... إذا استقيتها علقا سقتني\rألاقي الدارعين بغير درع ... وأدعو باالمدجج لا تفتني\rكأن جيادهم أسراب وحش ... أصرعهن من ربد وأتن\rوما أعجلت عن زرد حذارا ... ولاكن المفاضة أثقلتني\rأكلت منكبي سمر العوالي ... وحمل الساربري أكل متني\rوقد أغدو بها قضاء زغفا ... وتكفيني المهابة ما كفتني\rوتحتي الكر إدماجا وفوقي ... نظير الكر في ديم وهتن\rأعاذل طالما أتلفت مالي ... ولكن الحوادث أتلفتني\rالرديان: ضرب من العدو والعلق: الدم والمدجج: شاكي السلاح والسرب: قطيع البقر والظباء وغيرها والربد: النعام، والأتن: الإناث من الوحش، والزرد: الدرع، والمفاوضة: الدرع الواسعة، والزغف: الدرع اللينة الواسعة المحكمة، والكر الأول: الحبل، والإدمادج: إحكام الفتل، والكر الثاني: الغدير، والديم: المطر الدائم، وهتن المطر: هطل، وقال أبو تمام:\rوحاذه بسيوف طالما شهرت ... فأخلفت مترفا ما كان فسك رجا\rوشرب مضمرلت طالما خرقت ... من القتام كان الوغى نسجا\rوقال أيضا:\rألم يجلب الخيل من بابل ... شوازب مثل قداح الساء؟\rوقال ابن الصعق:\rبمنجب مثل العقا ... ب تخاله للضمر قدحا\rوقال آخر:\rبالخيل عابسة زورا مناكبها ... تعدو شوازب بالشعث الصناديد\rالشوازب: الضوامر، وقال عنترة:\rنأتي الصريخ على جيادٍ ضمرٍ ... خمص البطون كأنهن ثعالي\rمن كل شهواء اليدين طمرة ... ومقلصٍ عبل الشوى ذيال\rوقال المتنبي:\rوشزبٌ أحمت الشعرى شكائمها ... ووسمتها على آنافها الحكم\rحتى وردن بسمنين بحيرتها ... تنش بالماء في أشداقها اللجم\rوأصبحت بقرى هنزيط جائلةً ... ترعى الظبى في خصيبٍ نبته اللمم\rالشعرى: نجم يطلع في فصل الصيف، والشكيمة: رأس اللجام، والحكم: ما أحاط بحنكي الفرس من لجامه، والمعنى: حميت حدائد لجمها بحرارة الهواء حتى وسمت أنوف الخيل، ثم وردت بحيرة سمنين، فلما أصاب الماء سمع لها نشيش في أضداقها كأنها محماة على النار، وسقيها الماء باللجم لئلا يحصل لها ضرر، وقال امرؤ القيس:\rوإن أمس مكروباً فيا رب غارةٍ ... شهدت على أقب رخو اللبان\rعلى ربدٍ يزداد عفواً إذا جرى ... مسح حثيث الركض والزألان\rويخدى على صم صلابٍ ملاطس ... شديدات عقد لينات مثان\rوغيثٍ من الوسمي حو نباته ... تبطنته بشيظم صلتان\rمكر مفر مقبل مدبر معاً ... كتيس ظباء الحلب العدوان\rإذا ما جنباه تأوَّد متنه ... كعرق الرخامى اهتز في الهطلان\rالقب: الضامر، والرخو: اللين، يقال فرس رخوة، أي: سهلة مسترسلة، واللبان: - بالفتح - الصدر، أي: أنه لين الأعطاف واسع الصدر، والربذ: الخفيف القوائم في المشي، والعفو: الجري بلا مشقة، والذئلان: المر الخفيف، ومنه تسمية الذئب ذؤالة، والمعنى كلما زاد جريه زاد نشاطه ويحذى: أي يسرع على حوافر صلاب، والملطاس: المعول والعقد: الرسغ، والمثاني: المفاصل التي تنثني، والوسمي: أول مطر يقع في الأرض، والحو: الخضر، والتلاع: ما ارتفع من الأرض، والشيظم: الطويل، والصلتان: - محركة - النشيط. وقوله: (مكر الخ ... ) أي: أنه قد ضمر للجري فنشاطه نشاط ذكر الظباء, والتأود: التثني: والمتن: الظهر, وتجنيب الفرس: ركوب فارسه ناقة وقوده بجانبها لوقت الحاجة: وقال عنترة:\rوغداة صبحن الجفار عوابساً ... يهدي أوائلهن شعث مشزب\rوقال المتنبي:\rورميك الليل بالجنود وقد ... رميت أجفانهم بتسهيد\rفصبحتهم رعالها شزبا ... بين ثبات إلى عباديد\rالضمير في رعاللها للخيل, وقال أبو إسحاق ابن الحاج النميري الأندلسي:\rأقول لجرد الخيل قبا بطونها ... معقدة منها لحرب سباسب\rطوالع من تحت العجاج كأنها ... نعام بكثبان الصريم خواضب","seal":"4C1DF33B","part":1},
      {"page":51,"id":52,"nass":"محجلة غرأ كأن رعالها ... بحار جرت فيها والجنائب\rمن الاعوجيات الصوافن ترتمي ... إذا رجعت يوم القراع مقانب\rوقال الأشتر النخعي:\rبقيت وفري وانحرفت عن العلا ... ولقيت أضيافي بوجه عبوس\rإن لم أشن على ابن حرب غارة ... لم تخل يوماً من نهاب نفوس\rخيلاً كأمثال الثعالي شزّباً ... تعدو ببيضٍ في الكريهة شوس\rحمي الحديد عليهم فكأنه ... ومضان برقٍ أو شعاع شموس\rالثعالي: الغيلان. وقال آخر:\rوهل رد عنه باللقان وقوفه ... صدور المذاكي والمطهمة القبا\rوقال المنخل بن الحارث اليشكري:\rوعلى الجياد الضمرا ... ت فوارس مثل الصقور\rيخرجن من خلل الغبا ... ر يجفن بالنعم الكثير\rأقررت عيني من أؤل ... ئك والفواتح بالعبير\rوقال زفر بن الحارث:\rولما لقينا عصبة تغلبية ... يقودون جردا للمنية ضمرا\rسقيناهم كأساً سقونا بمثله ... ولكنهم كانوا على الموت أصبرا\rوهي من الشهادة لأعدائه بالصبر والشجاعة.\rوقال أبو القاسم بن هاني يمدح جعفر بن علي من قصيدة:\rالقائدي الخيل العتاق شوازباً ... خزراً إلى لحظ السنان الأخزر\rشعت النواصي حشرة آذانها ... قب الأياطل داميات الأنسر\rتنبو سنابكهن عن عفر الثرى ... فيطأن في جد العزيز الأصفر\rوقال النابغة الذبياني:\rتأتي الجياد من الجولان قائضة ... من بين منعلة ترجى ومجنوب\rحتى استغاثت بأهل الملح ما طمعت ... في منزل طعم نوم غير تأويب\rينضحن نضح المزاد الوفر اتأفها ... شد الرواة بماء غير مشروب\rقب الأياطل تردى في أعنتها ... كالخاضبات من الذعر الظنابيب\rشعث عليها مساعير لحربهم ... شم العرانين من مرد ومن شيب\rوقال:\rوقد زحفوا لغسان بزحف ... رجيب السرب أرعن مر جحن\rبكل مجرب كالليث يسمو ... على أوصال ذيال رفن\rوضمر كالقداح مسومات ... عليها معشر أشباه جن\rومنها أن تكون بعيدة ما بين الكعبين حتى لا يضرب بعضها بعضاً، قال ابن دريد:\rلا صكك يشينه ولا فجا ... ولا دخيس واهنٌ ولا شظى\rلو اعتسفت الأرض فوق متنه ... تجوبها ما خفت أن يشكو الوجى\rيجري فتكبو الريح في غاياته ... حسرى تلوذ بجراثيم السحا\rتظنه وهو يرى محتجباً ... عن العيون إن دأى وإن ردى\rالصكك: تقارب الكعبين وتدانيهما حتى يضرب بعضهما بعضاً، والصدف: خلافه، وهو تداني الفخذين وتباعد الحافرين في التواءٍ في الرسغين أو ميل في الحافر إلى الشق الوحشي، فإن مال إلى الأنثى فهو القفد، والكتف: الذي انضمت كتفاه على وسط كاهله، والذي فيه انفراج أعالي الكتفين من عراضيفها مما يلي الكاهل، وكل هذه عيوب، والشين: العيب، والفجا: الفجج، وهو تباعد ما بين الكعبين بإفراط، والدخيس: موصل الوظيف في الرسغ، والعظيم: الذي في جوف الحافر، والوهن: الضعف، والشظى: عظم لاصق بالذراع إذا تحرك قيل شظى الفرس، أو: انتثار العصب وانشقاقه، والاعتساف: السير على غير هداية، والمتن: الظهر، وجوب الأرض: قطعها، والوجى: بلوغ الوجع إلى باطن الرسغ، والكبو: السقوط، وحسرى: معيية، وتلوذ: تدور، والذأى والردى: ضرب من العدو، وهو التقريب. وقال النابغة الجعدي:\rوقد أكون أمام القوم تحملني ... جرداء لا فجج فيها ولا صكك\rوقال العجاج:\rلا فجج يرى بها ولا فجا ... إذا حجاجا كل جلد محجا\rوقال المتنبي:\rخرجن من النقع في عارض ... ومن عرق الركض في وابل\rفلما نشفن لقين السياط ... بمثل صفا البلد الماحل\rشفن لخمس إلى ما طلبن ... قبيل الشفون إلى نازل\rفدانت مرافقهن الثرى ... على ثقة بالدم الغاسل\rوما بين كاذتي المستغير ... كما بين كاذتي البائل\rفلقين كل ردينيةٍ ... ومصبوحة لبن الشائل","seal":"4C1EA48A","part":1},
      {"page":52,"id":53,"nass":"فدانت مرافقهن: أي ساخت قوائمها في التراب إلى مرافقها، ثقة بأن الدم الذي يجريه ركابها يغسله ذلك التراب، والكاذة: لحم الفخذ، والمستغير: طالب الغارة، وشبه تفجج الفرس من شدة عدوه بتفجج البائل؛ لئلا يصيبه رشاشه، والردينية: الرماح، والسائلة: الناقة التي جف لبنها، فلا يصبح به إلا الفرس الكريم.\rومنها: أن يكون جلد البطن قوياً شديداً، قال النابغة الجعدي:\rكأن مقط شراسيفه ... إلى طرف القنب فالمنقب\rلطمن بترسٍ شديد الصفا ... ق من خشب الجوز لم يثقب\rالشرسوف: مقطع الضلع المشرف على البطن، والصفاق: جلد البطن، والقنب: وعاء القضيب، والمنقب: وقد أخذه ابن مقبل فقال:\rكأنما بين جنبيه ومنقبه ... من جوزه ومناط الليث ملطوم\rبترس أعجم لم تنخر مناقبه ... مما تحير في آطامها الروم\rوقال مرة بن محكان:\rكالسيد لم ينقب البيطار سرّته ... ولم يسمه ولم يلمس له عصبا\rوقال آخر:\rأقب لم يلمس البيطار سرته ... ولم يدجه ولم يغمز له عصبا\rوذلك أن البيطار ينقب بطن الدابة في سرتها حتى يسيل منها ماء أصفر ومنها أن يكون الشعر الذي في الخاصرة قوياً صلباً قال الشاعر:\rطويل الحدا سليم الشظى ... كريم المراح صليب الخرب\rالحدا: سالفة الفرس، وهو ما تقدم من عنقه، والخرب: الشعر المقشعر في الخاصرة، وقال الجعدي:\rشديد فلاة الموقفين كأنما ... به نفسٌ أو قد أراد ليزفرا\rومنها أن يكون الشعر المتدلي في مؤخر الرسغ طويلاً أسود ويسمونه الثنن، قال امرؤ القيس:\rلها ثنن كخوافي العقا ... ب سود يفين إذا تزبئر\rيفين: أي يكثرن، والازبئرار: الانتفاش.\rومنها أن تكون حوافرها مدورة صلبة ليس فيها تقشر، وأن تكون سوداء أو خضراء؛ لأن البياض إن لم يكن عن تحجيل لا يكون إلاّ عن رقة الحافر قال امرؤ القيس:\rلها حافرٌ مثل قعب الولي ... دركب فيه وظيف عجر\rالقعب: القدح الصغير، والوليد: الصبي، أي: إن حافرها صغير كقدح الصبي، وذلك ممدوح لثباته، والوظيف: مستدق الذراع والساق، والعجر: الصلب. وقال ابن المعتز:\rوقد أغتدي بقارحٍ ... مسوم يعبوب\rينفي الحصى بحافرٍ ... كالقدح المكبوب\rقد ضحكت غرته ... في موضع التقطيب\rولقد أبدع الببغا عبد الواحد المخزومي بقوله:\rوكأنما نقشت حوافر خيله ... للناظرين أهلة في الجلمد\rوكأن طرف الشمس مطروف وقد ... جعل الغبار له مكان الإثمد\rوقال حازم في مقصورته:\rيلقى الصفا الصم بوقع سنبك ... لا يشتكي من وقع ولا حفا\rتراه في الهيجاء مخضوب فمٍ ... من لوكه للجم، مخضوب الشوى\rوقال كعب:\rسمر العجايات يتركن الحصى زيماً ... لم يقهن رؤوس الأكم تنعيل\rزيماً: أي متفرقة. وقال آخر:\rوحافرٍ صلب العجى مدملقٍ ... وساق هيضواتها معرق\rالمدملق: الحجر المدور الأملس، وقال رؤبة:\rبكل موقوع النسور أخلقا ... لئم يدق الحجر المدملقا\rوقال حسان بن ثابت رضي الله عنه:\rكأن حماتيها أرنبان ... تقبضتا خيفة الجندل\rوقال خالد بن عبد الرحمن:\rكأن حماتها كردوس فحل ... مقلصة على ساقي ظليم\rوقال أبو دؤاد:\rله بين حواميه ... نسور كنوى القسب\rوقال ابن دريد:\rيرضخ بالبيد الحصى فإن رقى ... إلى الربا أورى بها نار الحبا\rوضمنه الصفي الحلي بقوله:\rلأجعلن معقلي ... مطهماً صلب المطى\rيرضخ بالبيد الحصى ... وإن رقى إلى الربى\rيكابر السمع اللحا ... ظ إثره إذا جرى\rإذا اجتهدت نظراً ... في إثره قلت سنى\rجاد به ابن الملك ال ... منصور منصور اللوا\rالرضخ: - بالخاء المعجمة وبالحاء المهملة - التكسير، والبيد: القفار، والرقي: الارتفاع، والربا: ما ارتفع من الأرض، وأراد بالحبا: الحباحب، وهي دويبة تبرق بالليل كالنار التي تخرج من حوافر الخيل، قال الشاعر:\rإذا افترشت خمساً أثارت بمتنه ... عجاجاً وبالكدان نار الحباحب\rوقال أبو العلاء المعري:\rلقد جشمت طرفك مثقلاتٍ ... فجشمهن أربعة عجالا","seal":"2114B592","part":1},
      {"page":53,"id":54,"nass":"أذال الجري منه زبرجدياً ... وما حق الزبرجد أن يذالا\rوقد يلقى زبرجده عقيقاً ... إذا شهد الأمير به قتالا\rأخف من الوجيه يداً ورجلاً ... وأكرم في الجياد أباً وخالا\rوكل ذؤابةٍ في رأس خودٍ ... تمنى أن تكون له شكالا\rيود التبر لو أمسى حديداً ... إذا حذي الحديد له نعالا\rالتجشيم: التكليف، والطرف: الفرس الكريم، ولا يوصف به إلاّ الذكر خاصة، والمعنى: تسوم فرسك ما يهمك، وهو يسوم قوائمه العجلة لتبلغ مرادك، وقال الصفي الحلي:\rوعادية إلى الغارات ضجاً ... تريك لقدح حافرها التهابا\rكأن الصبح ألبسها حجولاً ... وجنح الليل قمصها إهابا\rجياد في الجبال تخال وعلاً ... وفي الفلوات تحسبها عقابا\rإذا ما سابقتها الريح فرت ... وأبقت في يد الريح الترابا\rوقال المتنبي:\rوجرداً مددنا بين آذانها القنا ... فبتن خفافاً يتبعن العواليا\rتماشى بأيد كلما وافت الصفا ... نقشن به صدر البزاة حوافيا\rوقال امرؤ القيس:\rويخطو على صم صلابٍ كأنها ... حجارة غيل وراساتٌ بطحلب\rالوارسات المصفرات والطحلب ما على الماء من الخضرة. وقال آخر:\rلا رحح فيها ولا اصطرار ... ولم يقلب أرضها البيطار\rالرحح: الحافر العريض والمصطر: المتقبض، وقال الأعشى:\rوكل كميت كجذع الخضا ... ب يردى على سلطان اللثم\rالخضاب: النخلة والسلطات: الحوافر واللثم: الصلب، وقال آخر:\rيترك خوار الصفا ركوبا ... بمكربات قعبت تقعيبا\rالمكرب الصلب والقعب قدح من خشب يشبه به الحافر بالاستدارة. وقال آخر:\rبكل وأب للحصى رضاخ ... ليس بمصطرٍ ولا فرشاخ\rالوأب: الشديد القوي، والفرشاخ: المنبطح، وقال طرفة بن العبد:\rمن عناجيج ذكور وقح ... وهضبات إذا ابتل الغدر\rالوقح: صلابة الحافر، والعناجيج: الجياد من الخيل، والهضب: العرق وقال أبو النجم:\rلا تشتكي الحوافر الصموحا ... يلتحن وجهاً بالحصى الملتوحا\rالصموح الشديد، وقال الأحمر الباهلي:\rتمشي بأوظفة شداد أسرها ... صم السنابك لا تفي بالجدجد\rالوظايف: مستدق الذراع والساق، والأسر: شدة الخلق، والجدجد: الأرض الصلبة، وقال علقمة:\rوقد أقود أمام الحي سلهبة ... يهدى بها نسب بالحي معلوم\rلا في شظاها ولا أرساغها عتب ... ولا السنابك أفناهن تقليم\rسلاءة كعصي الهند غل لها ... ذو فيئة من نوى قران معجوم\rتتبع جوناً إذا ما هيجت زحلت ... كأن دفاً على علياء مهزوم\rوقال امرؤ القيس:\rكأني لم أركب جواداً ولم أقل ... لخيلي كري كرةً بعد إجفال\rولم أشهد الخيل المغيرة بالضحى ... على هيكلٍ نهد الجزارة جوال\rسليم الشظى عبل الشوى شنج النسا ... له حجبات مشرفات على الفال\rوصمٌ صلابٌ ما يقين من الوجا ... كأن مكان الردف منه على رال\rوقد أغتدي والطير في وكناتها ... كغيث من الوسمي رائده خال\rتحاماه أطراف الرماح تحامياً ... وجاد عليه كل أسحم هطال\rبعجلزةٍ قد أترز الجري لحمها ... كميت كأنها هراوة منوال\rذعرت بها سرباً نقياً جلوده ... وأكرعه وشي البرود من الخال\rكأن الصوار إذ يجاهدن غدوة ... على جمدٍ خيل تجول بأجلال\rفجال الصوار واتقين بقرهبٍ ... طويل القرى والروق أخنس ذيال\rفعادى عداء بين ثور ونعجة ... وكان عداء الوحش مني على بال\rكأني بفتخاء الجناحين لقوةٍ ... صيودٍ من العقبان طأطأت شملال\rتخطف خزان الشرية بالضحى ... وقد حجرت منها ثعالب أورال\rكأن قلوب الطير رطباً ويابساً ... لدى وكرها العناب والحشف البالي\rالعجلزة: القوية الشديدة، وهو من الأوصاف المختصة بالأنثى فقط كالسرحوبة، والقيدود: بمعنى الطويلة، وقوله: (يقين) أي: يتقين، والوجا: الحفا، أو: شق حافر الفرس من الصدع، والردف: مقعد المردوف، تسمى القطاة، والرأل: فرخ النعامة، حذفت همزته للضرورة، وقال أبو تمام غالب بن رياح الحجام الأندلسي:\rوتحتي ريح تسبق الريح إن جرت ... وما خلت أن الريح ذات قوائم","seal":"5CE5B7DA","part":1},
      {"page":54,"id":55,"nass":"لها في المدى سبق إلى كل غاية ... كأن لها سبقاً يفوق عزائمي\rوهمة نفس نزهتها عن الوجى ... فيا عجباً حتى العلا في البهائم\rفلقيه أبو حاتم الحجازي مع جماعة على فرس في غاية الضعف وشدة الوجى، فقال له: يا أبا تمام أنشدني قولك وتحتي ريح الأبيات ... ، فلما أنشدها، قال أبو حاتم لجماعته: ناشدتكم الله أيجوز لحجام على فرس رمكة هزيلة عرجاء رذيلة أن يمدحها بهذه الأبيات؟ فضحك الجماعة عليه وانطلق أبو تمام يسب أبا حاتم من شدة الغيظ، وقال محمد بن الأنباري سمعت البحتري يقول أنشدني أبو تمام نفسه:\rوسابحٍ هطل التعداء هتانِ ... على الجراء أمين غير خوان\rأظمى الفصوص ولم تظمأ قوائمه ... فخل عينيك في ظمآن ريان\rفلو تراه مشيحاً والحصى قلق ... بين السنابك من مثنى ووحدان\rومنها أن يكون الرسغ قصيراً قال لبيد:\rولقد أغدو وما يعدمني ... صاحب غير طويل المحتبل\rالمحتبل: محل وضع الحبل، وهو الرسغ.\rومنها أن تكون اللحمة التي في باطن الحافر المسماة بالنسر صلبة يابسة، قال الشماخ:\rمفج الحوامي عن نسور كأنها ... نوى القسب ترت عن جريم ملجلج\rالتر: السقوط، والجريم: المصروم، والملجلج: ما مضغ ثم قذف به لصلابته.\rوقال ابن دريد:\rركبن في حواشب مكتنةٍ ... إلى نسورٍ مثل ملفوظ النوى\rوقال سلمة بن الخوشب:\rعدوت بها تدافعني سبوحٌ ... فراش نسورها عجم جريم\rوقال العجاج: في رسغ لا يشتكي الحوشبا=مستبطناً من الصميم عصبا الحوشب: حشو الحافر، والذي يكون فيه يسمى الجبة، وما بين اللحم والعصب يسمى: دخيساً، وقال علقمة بن عبدة:\rسلاءة كعصي الهند غل لها ... ذو فيئة من نوى قران معجوم\rأي لها في بطون حوافرها نسور صلاب كأنها نوى قران.\rومنها أن يكون شعر بدنها رقيقاً قصيراً، قال طفيل بن عوف الغنوي:\rوبيتٍ تهب الريح في حجراته ... بأرض عضاة بانه لم يحجب\rسمادته أثمال برد مفوف ... وصهوته من اتحمي مصعب\rوأطنابه أرسان جرد كأنها ... صدور القنا من باديء ومعقب\rيكف على قومٍ تدور رماحهم ... عروق الأعادي من غرير وأشيب\rوفينا ترى الطولى وكل سميدعٍ ... مدربٍ حربٍ وابن كل مدرب\rطويل نجاد السيف لم يرض خطةً ... من الخسف خواض إلى الموت محرب\rوفينا رباط الخيل كل مطهم ... وخيل كسرحان الغضا المتأوب\rتباري تراخيها الزجاج كأنها ... ضراء أحست تبأة من مكلب\rمغاور من آل الوجيه ولاحق ... عناجيج فيها لذة لمعقب\rوكمت مدممة كأن متونها ... جرى فوقها واستشعرت لون مذهب\rوآذانها وحف كأن ذيولها ... تجر أشاء من سميحة مطرب\rوهضن الحصا حتى كأن رضاضه ... ذرى برد من وابل متحلب\rالحجرات: جمع حجرة، بضم الحاء المهملة وسكون الجيم، والعضاهة: الشجرة العظيمة، والوجيه واللاحق: اسمان لفرسين مشهورين، والعناجيج: جياد الخيل، والمدممة: شدة الحمرة المشابهة للدم، والمتن: الظهر، وقال امرؤ القيس:\rوقد أغتدي والطير في وكناتها ... بمنجردٍ قيد الأوابد هيكل\rمكر مفر مقبل مدبر معاً ... كجلمود صخرٍ حطه السيل من عل\rوقال أيضاً:\rوقد أغتدي والطير في وكناتها ... بمنجرد عبل اليدين قبيض\rوقال:\rوقد أغتدي والطير في وكناتها ... وماء الندى يجري على كل مذنب\rوقال الأسدي في مقصورته:\rوقد أغتدي في سفور الصباح ... بأجرد كالسيل عبل الشوى\rله كفل أيد مشرف ... وأعمدة لا تشكي الوجى\rوأذن مؤللة حشرة ... وشدق رحاب وجوف هوا\rولحيان مدا إلى منخر ... رحيب وعوج طوال الخطا\rله تسعة طلن من بعد أن ... قصرت له تسعة في الشوى\rوسبع عرين وسبع كسين ... وخمس رداءٍ وخمس ظما\rوسبع قربن وسبع بعد ... ن منه فما فيه عيب يرى\rوسبع غلاظ وسبع رقاق ... وصهوة عير ومتن خطا\rحديد الثماني عريض الثماني ... شديد الصفاق شديد الظما\rوفيه من الطير خمس فمن ... رأى مثله فرساً يقتنى\rغرابان فوق قطاة له ... ونسر ويعسوبه قد بدا","seal":"E68D2A76","part":1},
      {"page":55,"id":56,"nass":"كأن بمنكبه إذ جرى ... جناحاً يقلبه في الهوا\rوقد استقصى في هذه الأبيات وصف الفرس أتم استقصاء؛ فالسيد: الذئب، ويوصف بالجردة لقلة شعره، والعبل: الممتلئ، والشوى: الأطراف، والكفل: أعلى الوركين، والأيد: القوي، والمشرف: العالي، وأراد بالأعمدة: القوائم - على الاستعارة -، والوجى: وجع في حافر الفرس، إذا رق من المشي حافياً، والمؤللة: المحددة، والحشرة: اللطيفة الرقيقة، والمحمود في أذن الفرس: أن تكون رقيقة الطرف إلى الطول منتصبة، والشدق: الفم، والرحاب: - كالرحيب - الواسع والهواء والفرجة بين الشيئين وقصره للضرورة، قال أبو داؤد:\rأجوف الجوف فهو منه هواه ... مثل ما جاف أبزن النجار\rالأبزن: فارسي معرب، وهو شيء مجوف يتخذ من الخشب للماء، واللحيان: عظما اللهزمتين وهما اللتان تحت الأذن إلى طرف الفم، وأراد بالعوج رجليه، وبطوال الخطى سعتها لاستلزامها طول الرجل المستلزم لعلو الفرس. والتسعة الطويلة الممدوحة: هي الذراعان والفخذان والخدان والذيل ووالعرف والعنق. والتسعة القصيرة: هي الأرساغ الأربعة والساقان والظهر والعسيب وشعر البدن. والسبعة العارية من اللحم: القوائم الأربع والخدان وما بينهما. والسبعة المكسوة: الفخذان الوركان والجنبان والصدر. وقوله: (وسبع قربن) أي: وسبعة أعضاء قربن من سبعة: وهي رؤوس الأربعة أوظفة من الحوافر وركبتي الرجلين من الرسغين والحارك من القطاة ويلزمه قصر الظهر. والسبع التي بعدت عن مثلها: هي ركبتا اليدين من رسغيها وركبتا الرجلين من الوركين وما بين الأضلاع وبين الرأس والكتف وهو الحارك وبين الناصية والجحفلة. والسبعة الغلاظ: الركب الأربع والفخذان والعنق. والسبعة الرقاق: الأذنان والجحفلتان والأسنان واللسان والشعر، والصهوة: موضع السرج، والعير: حمار الوحش، أي: وفي ظهره قليل انحطاط. والثمانية المحددة، أي رقيقة الأطراف: وهي العرقوبان والأذنان وأطراف اللحيين وطرف العسيب والرأس. والثمانية العريضة: هي الفخذان والوركان والمنكبان واللحيان، وقوله: (شديد الصفاق) أي نواحي الجنبين، والمطا: الظهر، أي: قوي الظهر والجوانب. وقوله: (وفيه من الطير خمس) فسرها بقوله غرابان إلخ ... والغرابان: طرفا الوركين الأسفلين، والقطاة: مقعد الردف، والنسر: بطن الحافر، واليعسوب: الغرة على قصبة الأنف، وقال آخر:\rكأن قوادي والقيان هوت به ... من الحقب جرداء اليدين وثيق\rالأجرد: الذي رق شعره وقصر، وقال آخر:\rوجردٍ طار باطلها تسيلاً ... وأحدث قمؤها شعراً قصارا\rوقال عمرو بن كلثوم في معلقته:\rوتحملنا غداة الروع جردٌ ... عرفن لنا نقائد وافتلينا\rوردن دووارعاً وخرجن شعثاً ... كأمثال الرصائع قد بلينا\rورثناهن عن آباء صدقٍ ... ونورثها إذا متنا بنينا\rأي: وتحملنا في الحروب خيل رقيقات الشعر قصيراته عرفن بأنهن لنا، وفطمن عندنا، ودروع الخيل: تجافيفها، أي: وردت وعليها التجافيف، وهي آلة يلبسونها للفرس في الحرب، وخرجت شعثاً قد بليت بعقد الأعنة لما نالها من الكلال والمشاق، وقد ورثناها من آباء كرام صادقين في القول والفعل وترثها منا أبناؤنا بعد موتنا، وقال المتنبي:\rومقانبٍ بمقانبٍ غادرتها ... أقوات وحشٍ كن من أقواتها\rأقبلتها غرر الجياد كأنما ... أيدي بني عمران في جبهاتها\rالثابتين فروسةً لجلودها ... في ظهرها والطعن في لباتها\rالعارفين بها كما عرفتهم ... والراكبين جدودهم أماتها\rفكأنما نتجت قياماً تحتهم ... وكأنهم ولدوا على صهواتها\rإن الكرام بلا كرامٍ منهم ... مثل القلوب بلا سويداواتها\rالمقنب: الجماعة من الثلاثين إلى الأربعين، والواو في قوله: (والطعن) للحال، أي: أن الطعن نزف الخيل، وهم يثبتون في تلك الحال، وإذا خفضت فمعناه يثبتون في ظهورها ثبات الطعن، وقوله: (والعارفين) أي: أن هذه الخيل تعرفهم كما يعرفونها لأنها تناسلت عندهم، وجدودهم كانوا يركبون أماتها - ويقال الأمات فيما لا يعقل، والأمهات تطلق على من يعقل، ويجوز العكس - ويشبهه قول الصفي الحلب في السيد النقيب مجد الدين:\rإذا افتخر الأقوام يوماً بمجدهم ... فإنك من قوم بهم يفخر المجد","seal":"684F737C","part":1},
      {"page":56,"id":57,"nass":"تعود متن الصافنات صغيرهم ... إلى أن تساوي عنده السرج والمهد\rوقوله في السلطان الصالح شمس الدين:\rمن القوم في متن الجياد ولادهم ... كأن متون الصافنات مهود\rغيوث لهم يوم الجياد من الظبا ... بروق ومن وطء الجياد رعود\rوقول أبي العلاء المعري:\rيا ابن الألى غير زجر الخيل ما عرفوا ... إذا تعرف العرب زجر الشاء والعكر\rوالقائديها مع الأضياف تتبعها ... ألافها وألوف اللأم والبدر\rجمال ذا العصر كانوا في الحياة وهم ... بعد الممات جمال الكتب والسير\rوافقتهم في اختلاف من زمانكم ... والبدر في الوهن مثل البدر في السحر\rالموقدون بنجد نار باديةٍ ... لا يحضرون وفقد العز في الحضر\rإذا همى القطر شبتها عبيدهم ... تحت الغمائم للسارين بالقطر\rمن كل أزهر لم تأشر ضمائرهم ... للثم خدٍ ولا تقبيل ذي أشر\rلكن يقبل فوه سامعي فرسٍ ... مقابل الخلق بين الشمس والقمر\rكأن أذنيه أعطت قلبه خبراً ... عن السماء بما يلقى من الغير\rيحس وطء الرزايا وهي نازلةٌ ... فينهب الجري فعل الحارث المكر\rمن الجياد التي قد كان عودها ... بنو الفصيص لقاء الطعن بالثغر\rتغني عن الورد أن سلوا صوارمهم ... أمامها لاشتباه البيض بالغدر\rوكانوا يزجرون الخيل بلفظة: هلا أو اجذم أو هيا أو أرحب. قال الكميت:\rنعلمها هيا وهلا وأرحبا ... واجذم في أبياتنا ولنا قدم\rوقال عدي بن الرقاع:\rهن عجم وقد علمن من القو ... ل هيا واقدمي رآء وقومي\rروي أن رجلاً عرض بليلى الأخيلية بقوله:\rألا حييا ليلى وقولا لها هلا ... فقد ركبت طرفاً أغر محجلا\rفأجابته:\rتعيرني داءً بأمك مثله ... وأي جواد لا يقال له هلا\rومنها أن تكون كثيرة المنازعة للجام، قال ابن مقبل:\rوأخلج نهاماً إذا الخيل أرعلت ... جرى بسلاح الكهل والكهل أجرد\rالأخلج: الطويل الذي يخلج العنان، أي: يجذبه، وقال حسان بن ثابت رضي الله عنه:\rتظل جيادنا متمطراتٍ ... يلطمهن بالخمر النساءُ\rيناعن الأعنة مصعداتٍ ... على أكتادها أسدٌ ضراء\rيلطمهن: أي ينفضن الغبار عنهن بخمرهن، وقال الأفوه الأزدي:\rوخيل عالكات اللجم فينا ... كأن كماتها أسد الضريب\rوقال طرفة بن العبد:\rوفحول هيكلات وقح ... أعوجيات على الشأو أزم\rوقنا جرد وخيل ضمر ... شذب من طول تعلاك اللجم\rوقال كعب بن مالك:\rونزائعاً مثل الجبال نأى بها ... علف الشعير وجودة الأقصاب\rفتحوط سالمة الذمار وتارة ... تردي العدا وتؤوب بالأسلاب\rوقال آخر:\rتغضب أحياناً على اللجام ... كغضب النار على الضرام\rأي: تعض على اللجام من حرصها كالغضبانة. وقال آخر:\rوترى الكميت أمامه ... وكأنه رجل مغاضب\rوقال بشر:\rإذا خرجت أوائلهن شعثاً ... محجلة نواصيها قتام\rينازعن الأعنة مصغيات ... كما يتفارط الثمد الحيام\rوقال خفاف بن ندبة:\rوخيل تهادى لا هوادة بيننا ... شهدت بمدلوك المعاقم محنق\rالمدلوك: المدكوك، والمعاقم: فقر بين الفريدة والعجب في مؤخر الصلب، والحنق: الغضب، وقال عنترة:\rتقدم وهو مصطبر مصر ... بقارحة على فاس اللجام\rوقال يزيد بن الحكم الثقفي:\rواعلم بأن الحرب لا ... يسطيعها المرح السؤوم\rوالخيل أجودها المنا ... هب عند كبتها الأزوم\rالأزوم: العضوض على اللجام، وقال أبو فراس الحمداني:\rوسرنا بالخيول إلى نمير ... تجاذبنا أعنتها جذابا\rوقال ابن عبد الصمد:\rعلى سابح فرد يفوت بأربع ... له أربع منها الصبا والشمائل\rمن الصبح خوان العنان كأنه ... مع البرق سار أو مع الليل سائل\rوقال النصيب في مدح الفضل بن الربيع:\rقاد الجياد إلى العداة كأنها ... رجل الجراد تسوقهن جنوب\rوقنا تبارى في الأعنة شزباً ... تدع الحزون كأنهن سهوب\rمن كل مضطرب العنان كأنه ... ذيب يبادره الفريسة ذيب\rتهوى بكل مغاور عاداته ... صدق اللقاء فما له تكذيب","seal":"B0FBF276","part":1},
      {"page":57,"id":58,"nass":"وقال المعقر بن أوس:\rوكل طموح في العنان كأنها ... إذا اغتمست في الماء فتخاء كاسر\rلها ناهض في المهد قد نهدت له ... كما نهدت للبعل حسناء عاقر\rوقال النابغة الذبياني:\rخيل صيام وخيل غير صائمة ... تحت العجاج وأخرى تعلك اللجما\rيقال: صام الفرس إذا قام على غير اعتدال. وقال:\rوأخرج من تحت العجاجة صدره ... وهز اللجام رأسه فتصلصلا\rوأم هوانا لا ينادي وليده ... وشد ومر بالعنان ليرسلا\rوقال أبو العلاء:\rأليس الذي قاد الجياد مغذةً ... روافل في ثوبٍ من النقع ذائل\rيكاد يذيب اللجم تأثير حقدها ... فيمنعها من ذاك برد المناهل\rوما وردتها من صدى غير أنها ... تريد بورد الماء حفظ المساحل\rوعادت كأن الرثم بعد ورودها ... أعرن احمرار الأفق فوق الجحافل\rوقال:\rكماة إذا الأعراف كانت أعنةً ... فمغنيهم حسن الثبات عن الحزم\rيطيلون أرواق الجياد وطالما ... ثنوهن عضبا غير روق ولا جم\rإذا ملأتهن القنا جبريه ... وغيظاً فأوقعن الحفيظة باللجم\rورفتن مجدول الشكيم كأنما ... أشرن إلى ذاوٍ من النبت بالأزم\rفوارس حرب يصبح المسك مازجاً ... به الركض نقعاً في أنوفهم الشم\rوقال فرة بن قيس بن عاصم:\rفصبحهم بالجيش قيس بن عاصم ... فلم يجدوا إلا الأسنة مصدرا\rعلى الجرد بعلكن الشكيم عوابساً ... إذا الماء من أعطافهن تحدرا\rفلم يرها الراؤون إلا فجأة ... يثرن عجاجاً بالسنابك أكدرا\rوقال المتنبي:\rتجاذب فرسان الصباح أعنةً ... كأن على الأعناق منها أفاعيا\rبعزمٍ يسير الجسم في السرج راكباً ... به ويسير القلب في الجسم ماشيا\rقواصد كافورٍ توارك غيره ... ومن قصد البحر استقل السواقيا\rومنها: أن تصفن على أحد حوافر يديها يقال: (صفنت الفرس) إذا قامت على ثلاث وثنت يدها الرابعة، وأما ثني الرجل فعام في العراب وغيرها بخلاف اليد فلا يكاد يوجد إلا في العراب الخلص، قال تعالى: \"إذ عرض عليه بالعشي الصافنات الجياد\" ومدح ابن هاني أبا القاسم الشيباني بقوله:\rوعرين من كل ليث هصورٍ ... كالحِ الناب أسجر الحملاق\rفوقه خيطة اللجين تهادى ... بيدي كل بهمةٍ مصداق\rمن عداد البرهان موجودة ... للخلق فيها دلائل الخلاق\rحسنت في العيون حتى حسبنا ... ها تردت محاسن الأخلاق\rقد لبسن العجاج معتكر اللون ... ن ولكن الحديد مر المذاق\rفإذا ما توجست منه فكراً ... نصبت من مؤللاتٍ دقاق\rوتراها حمر السنابك لما ... وطئت في الجماجم الأفلاق\rاللواتي مرقن من أضلع النص ... ر له أسهم على المراق\rأنت أصفيتهن حب سليما ... ن قديماً للصافنات العتاق\rلو رأى ما رأيت منها إلى أن ... تتوارى شمس بسجف العناق\rلم يقل ردوها علي ولا يط ... فق مسحاً بالسوق والأعناق\rوقال أيضاً:\rلك الخير قلدها أعنة أمرها ... فهن الصفون الملجمات العوالك\rوقال الكميت:\rنعلمهم بها كما علمتنا ... أبوتنا جواري أو صفونا\rوقال آخر:\rوقام المها يقفلن كل مكبل ... كمارص إيقاً مذهب اللون صافن\rوقال الصفي الحلي:\rوطرف أدهم الجلباب صافٍ ... خفيف الجري يوم السلم صافن\rشديد البأس ذو أمر مطاعٍ ... مضارب كل قرم أو مطاعن\rأحب إلي من تغريد شادٍ ... وكأس مدامة في كف شادن\rوقال الهجاج:\rألف الصفون فلا يزال كأنه ... مما يقوم على الثلاث كسيرا\rوقال عمرو بن كلثوم:\rوأيامٍ لنا غر طوالٍ ... عصينا الملك فيها أن ندينا\rوسيد معشرٍ قد توجوه ... بتاج الملك يحمي المحجرينا\rتركنا الخيل عاكفة عليه ... مقلدة أعنتها صفونا","seal":"ABFCDA7C","part":1},
      {"page":58,"id":59,"nass":"ومنها: أن لا تثني سنبكها عند شرب الماء وقد مر ما اتفق لسليمان الباهلي مع عمرو بن معدي كرب، وروي عن عمر بن الخطاب رضي الله عنه أنه قال لعمرو بن معدي كرب: كيف معرفتك بعراب الخيل؟ قال: معرفة الإنسان بنفسه وأهله وولده. فأمر بأفراس فعرضت عليه فقال: قدموا إليها الماء في التراس وهو وعاءٌ متسع قصير الجدر فمن شرب ولم يثن سنبكه فمن العراب ومن ثناه فليس منها.\rومنها: أن تكون كثيرة خفقان القلب ذكية حذرة. قال كعب بن مالك:\rوكل طمرةٍ خفق حشاها ... تدف دفيف صفراء الجراد\rالدف: الجري. وقال آخر:\rومكفت فضل سابغة دلاص ... على خيفانةٍ خفق حشاها\rوقال آخر:\rبشنجٍ موتر الأنساء ... جابي الضلوع طفق الأحشاء\rوقال الأعشى:\rكم فيهم من شطبة خفيقٍ ... وسابحٍ ذي ميعةٍ ضامر\rالشطبة: الفرس الطويلة، ولا يوصف به الذكر.\rوقال امرؤ القيس:\rعلى الزيل جياش كأن اهتزامه ... إذا جاش فيه حميه غلي مرجل\rوقال عنترة العبسي:\rولي فرس يحكي الرياح إذا جرى ... لأبعد شأواً من بعيد مرام\rيجيب إشارات الضمير حساسة ... ويغنيك عن صوتٍ له ولجام\rوقال المتنبي:\rوأدبها طول القتال فطرفه ... يشير إليها من بعيد فتفهم\rتجاوبه فعلاً وما يعرف الوحى ... ويسمعها لحظاً وما يتكلم\rوكان للمتنبي في أنطاكية مهر يسمى الطخرور فتعذر عليه المرعى لكثرة الثلج فقال:\rما للمروج الخضر والحدائق ... يشكو خلاها كثرة العوائق\rأقام فيها الثلج كالمرافق ... يعقد فوق السن ريق الباصق\rثم مضى لا عاد من مفارق ... بقائد من ذوبه وسائق\rكأنما الطخرور باغة آبقٍ ... يأكل من نبت قصير لاصق\rكقشرك الحبر عن المهارق ... أروده منه بكالشوذانق\rبمطلق اليمنى طويل الفائق ... عبل الشوى مقارب المرافق\rرحب اللبان نائه الطرائق ... ذي منخر رحب وإطل لاحق\rمحجل نهدٍ كميتٍ زاهق ... شادخة غرته كالشارق\rكأنها من لونه في بارق ... باقٍ على البوغاء والشقائق\rوالأبردين والهجير الماحق ... للفارس الراكض منه الواثق\rخوف الجبان في فؤاد العاشق ... كأنه في ريد طودٍ شاهق\rيشأى إلى المسمع صوت الناطق ... لو سابق الشمس من المشارق\rجاء إلى الغرب مجيء السابق ... يترك في حجارة الأبارق\rآثار قلع الحلي في المناطق ... مشياً وإن يعد فكالخنادق\rلو أوردت غب سحاب صادق ... لأحسبت خوامس الأيانق\rإذا اللجام جاءه لطارقٍ ... شحا له شحو الغراب الناعق\rكأنما الجلد لعري الناهق ... منحدر عن سيتي جلاهق\rبز المذاكي وهو في العقائق ... وزاد في الساق على النقانق\rوزاد في الوقع على الصواعق ... وزاد في الأذن على الخرانق\rوزاد في الحذر على العقاعق ... يميز الهزل من الحقائق\rوينذر الركب بكل سارقٍ ... يريك خرقاً وهو عين الحاذق\rيحك أنى شاء حك الباشق ... قوبل من آفقةٍ وآفق\rبين عتاق الخيل والعتائق ... فعنقه يربي على البواسق\rوحلقه يمكن فتر الخانق ... أعده للطعن في الفيالق\rوالضرب في الأوجه والمفارق ... والسير في ظل اللواء الخافق\rيحملني والنصل ذو السفاسق ... يقطر في كمي على البنايق\rلا ألحظ الدنيا بعيني وامق ... ولا أبالي قلة الموافق\rأي كبت كل حاسد منافق ... أنت لنا وكلنا للخالق","seal":"5C05881B","part":1},
      {"page":59,"id":60,"nass":"المروج: مرج، وهو الذي يرسل فيه الدواب، والخلاء: الكلاء الرطب، والعوائق: ما يعوق الشيء، والطخرور: اسم مهره، والمهرقة: الصحيفة، والشوذانق: الشاهين، والضمير في أورد للنبات، وأدخل الباء على الكاف لأنها بمعنى مثل، والفائق: مفصل الرأس، فإذا طال طال العنق، وعبيل الشوى: غليظ الأطراف، وإذا تدانت مرافقه كان أمدح له، واللبان: الصدر، والناته: العالي، والطرائق: الأخلاق، والأطل: الخاصرة، واللاحق: الضامر، والزهق: المتوسط في السمن والهزال، والغرة: الشادخة التي ملأت الوجه، والشارق: ضوء الشمس، والبارق: السحاب، والبوعاء: الترائب، والشقائق: جمع شقيقة، الأرض ذات الرمل والحصا، وقد شبه غرته بالبرق وجسده بالسحاب، وباق: أي صبور، والأبردين: الغداة والعشي، والهجير: شد الحر، وخوف مبتدأ خبره قوله للفارس فيما تقدم، وبز: سبق، والمذاكي: جمع مذاك، الفرس الكبير، والعقائق: جمع عقيقة، الشعر الذي يخرج مع المولود، والنقانق: جمع نقنق، ذكر النعامن والخرانق: جمع خرنق، ولد الأرنب، والعقائق: طيور بلق بسواد وبياض، والخرق: ضد الحذق، والآفق من الشيء: فاضله وشريفه، والبواسق: النخل العالي، والفيالق: الكتتائب من الجيوش، والسفاسق: النصل، والموامق: المحب، وأي: حرف نداء. ولما قتل المهرجين كبست أنطاكية قال:\rإذا غامرت في شرف مرومٍ ... فلا تقنع بما دون النجوم\rفطعم الموت في أمر حقير ... كطعم الموت في أمر عظيم\rستبكي شجوها فرسي ومهري ... صفائح دمعها ماء الجسوم\rقربن النار ثم نشأن فيها ... كما نشأ العذارى في النعيم\rوفارقن الصياقل مخلصاتٍ ... وأيديها كثيرات الكلوم\rيرى الجبناء أن العجز عقلٌ ... وتلك خديعة الطبع اللئيم\rوكل شجاعةٍ في المرء تغني ... ولا مثل الشجاعة في الحكيم\rوكم من عائب قولاً صحيحاً ... وآفته من الفهم السقيم\rولكن تأخذ الآذان منه ... على قدر القرائح والعلوم\rومنها: أن تثبت في مشيها كمشي الكلاب في الهراس وهو شوك كأنه حسك. قال النابغة الجعدي:\rوشعثٍ يطابقن بالدارعين ... طباق الكلاب يطأن الهراسا\rوقال ابن قعين:\rإنا إذا الخيل عدت أكداسا ... مثل الكلاب تتقي الهراسا\rومنها: أن تثب ما يعرض أمامها من حفرة وجدار عند الجري.\rقال امرؤ القيس:\rلها وثبات كوثب الظباء ... فوادٍ خطاءٌ ووادٍ مطر\rوقال أيضاً:\rوأعددت للحرب وثابة ... جواد المحثة والمرود\rسبوحاً جموحاً وأحضارها ... كمعمعة السعف الموقد\rوقال القتيبي:\rلها وثبات كصوب السحاب ... فوادٍ خطيطٌ ووادٍ مطر\rوقال آخر: يملأ عينيك بالفناء ويرضي_ك عقاباً إن شئت أو نزقا يقال: نزق الفرس إذا وثب. وقال المتنبي:\rفي سرج ظامئةٍ الفصوص طمرةٍ ... يأبى تفردها بها التمثيلا\rالطمرة: شديدة الوثب.\rومنها: أن تختال في مشيها، روى الأصمعي أن رجلاً معتوهاً جاء إلى أبي عمرو بن العلاء فقال: يا أبا عمرو ولم سميت الخيل خيلاً؟ فقال: لا أدري بل علمنا نتعلم. فقال: لاختيالها في المشي. فقال أبو عمرو اكتبوا هذه الحكمة وارووها عن معتوه وأنشد الأصمعي:\rقد أطرق الحي على سابح ... أسطع مثل الصدع الأجرد\rلما أتيت الحي في ودقه ... كأن عرجوناً بمثنى يدي\rأقبل يختال في شأوه ... يضرب في الأقرب والأبعد\rكأنه سكران أو عابس ... وابن رب حرث المورد\rوقال ابن المعتز:\rوقد يحضر الهيجاء في شنج النسا ... تكامل في أسنانه فهو فارح\rله عنقٌ يغتال طول عنانه ... وصدرٌ إذا أعطيته الجري سابح\rإذا مال عن أعطافه قلت شارب ... عتاه بتصريف المدامة طافح\rوقال:\rولقد وطئت الغيث يحملني ... طرفٌ كلون الصبح حين وقد\rيمشي ويعرض في العنان كما ... صدق المعشق بالدلال وصد\rطارت به رجل مرصعةٌ ... رجامة بحصى الطريق ويد\rوقال المراد:\rشندف أشدق ما روعته ... وإذا طوطئ طياً وطمر\rالشندف: المختال في مشيه يميل من النشاط. وقال امرؤ القيس:\rوإني زعيمٌ إن رجعت مملكاً ... بسيرٍ ترى منه الفرانق أزورا","seal":"18BCF28F","part":1},
      {"page":60,"id":61,"nass":"على لاحبٍ لا يهتدي بمناره ... إذا ساقه العود النباطي جرجرا\rإذا قلت روِّحنا أرن فرانقٌ ... على جلعدٍ واهي الأباجل أبترا\rعلى مقصوص الذنابي معاودٍ ... بريد السر بالليل من خيلٍ بربرا\rإذا زعته من جانبيه كليهما ... مشى الهيدبى في دفه ثم فرفرا\rأقب كسرحان الغضى متمطرٍ ... ترى الماء من أعطافه قد تحدرا\rأي: إذا عاطفته بالزجر من جانبيه كليهما تبختر واختال في مشيه ثم حرك باللجام عبثاً ونشاطاً، وقال:\rويخضد في الآري حتى كأنه ... به عرةٌ من طائف غير معقب\rالخضد: شدة المضغ، والعرة: الجنون، والطائف: الشيطان، والمعقب: الملازم.\r\rالفصل الثاني في بيان اختلاف أوصافها باختلاف أقاليمها\rفالحجازية حسنة الأحداق رقيقة الحجافل طويلة الآذان صلبة الحوافر جيدة الأرساغ. والنجدية طويلة الأعناق قليلة لحم الخد مدورة الرأس عريضة الكفل رحبة البطن رقيقة القوائم غليظة الأفخاذ. واليمنية: مدورة الأبدان خشنة غليظة القوائم محدبة الكفل خفيفة الأجناب قصيرة الرقاب. والشامية: حسنة اللون لينة الحافر صلعة الجبهة كبيرة الأحداق واسعة الأشداق. والمصرية: طويلة الأعناق حديدة الآذان رقيقة القوائم طويلة الأرساغ قليلة الشعر رديئة الحوافر. والمغربية عظيمة الأعناق غليظة القوائم مدورة الأوظفة ضيقة المناخر عابسة الوجوه طويلة السبيب غزيرة شعره. والإفرنجية: غليظة الأبدان عظيمة الصدر والرقبة ضيقة الكفل؛ روي: أن أشرفها الحجازية، وأعينها النجدية، وأصبرها اليمانية، وأكثرها هملجة المصرية، وأنسلها المغربية، وأفشلها الإفرنجية، وألونها الشامية.\rوالمشهور من الخيل الشامية والعراقية الآن خمسة: الصقلاوية وأم عرقوب والشويما وكحيلة العجوز وعبية.","seal":"F11DEE82","part":1},
      {"page":61,"id":62,"nass":"قيل: إن الخيل فرت لما وقع سيل العرم، ولحقت بالقفر مع الوحوش، ثم ظهر خمسة من كرائمها في بلاد نجد، فخرج في طلبها خمسة نفر فعثروا عليها، وترصدوا مواردها فإذا هي ترد عيناً في تلك الناحية فعمدوا إلى خشبة وأقاموها بإزاء العين فانحدرت الخيل لتشرب فلما رأت الخشبة نفرت ورجعت ولما أجهدها الظمأ اقتحمتها وشربت. ومن الغد جاؤوا بخشبة أخرى، وأقاموها بجنب الأولى وهكذا إلى أن تركوا فرجة لورودها وصدورها وهي تنفر وتقتحم إلى أن أنست بالأخشاب، فلما وردت سدوا الفرجة من ورائها وتركوها محبوسة إلى أن ضعف نشاطها وأنست بهم ركبوها وطلبوا منازلهم فنفدت أزوادهم وأجهدهم الجوع فتفاوضوا في ذبح واحدة ويجعلون لصاحبها حظاً في الأربعة الباقية ثم بدا لهم أن لا يفعلوا ذلك إلا بعد المسابقة، ويذبحون التي تتأخر فتسابقوا وأرادوا ذبح المتأخرة فأبى صاحبها إلا بعد إعادة المسابقة فتأخر غيرها، فأعادوا المسابقة حتى يرجع الأمر الأولى فلاح لهم قطيع غزلان فطردوه فظفر كل واحد بغزال. وسموا التي سبقت في الأدوار كلها صقلاوية لصقالة شعرها واسم صاحبها جدران فنسبت إليه. والثانية أم عرقوب لالتواء عرقوبها واسم صاحبها شويه فنسبت إليه. والثالثة الشويما لشامات كانت بها واسم صاحبها ساخ فنسبت إليه. والرابعة كحيلة لكحل في عينيها واسم صاحبها العجوز فنسبت إليه. والخامسة عبيه لأن عباءة صاحبها وقعت على ذيلها حين السباق فحملته به إلى آخر الميدان واسم صاحبها شراك فنسبت إليه. ثم تفرع من الصقلاوية الجدرانية الوبيرية ونجمة الصبح والمريعية والقميصية وتفرع من أم عرقوب أشيكي وعن شويمة السباح الكبيشا وعن كحيلة العجوز رأس الفداوي والثامري والجنوب والمعارف والمنديل والمصني والمشهود والنعام والشريف والأخرس والمخلدية وحمدان السامري والطويسية وودنا الخريس والمعنقية والجدرجية والجريبا وأم عامر ويتفرع من عبية الشرال أم جريص والخضر وهدبا البشير. ومن خيل الشام صنف يسمونه عدابه، وينقسم إلى خمسة أقسام: جلفي ومعنقية ودعجانية وجيثنية وقريجة، ويتفرع من هذه الخمسة، فروع، فيتفرع من الجلفي سعد الطوقان والغصيني والغطيمي والعجمي، ومن المعنقية معنقية السبيني. وكافة هذه الفروع ترجع إلى كحيلة العجوز وكرائم الكحيلات عند بني مدلج والتجاريات. وفحول هذه الأصناف جميعها منها ما يصلح للتقفيز وما لا يصلح، ويسمى مظلوم الأم لأنه مجهول الأب، ولا يعتبرون حسن خلقة الفحل وإنما يعتبرون صحة نسبة أبيه وقد اشتهر عندهم أن الأنثى كالصندوق المقفول، فأي فحل ادخر فيها استخرج منها؛ ولذا كانوا يقصدون الفخل من الأماكن البعيدة. قال الأصمعي في نسبة الحرون فرس مسلم بن عمر الباهلي أنه ابن الأثاثي بن الحرز بن ذي الصوفة بن أعوج الأكبر وليس للعرب فحل أشهر ولا أكثر نسلاً منه، وهو فرس غني بن أعصر بن سعد بن قيس بن غيلان وهو من نسل زاد الراكب الذي أعطاه سليمان عليه السلام لقوم من جرهم وفدوا عليه، فلما قضيت حوائجهم قالوا يا نبي الله إن أرضنا شاسعة فزودنا زاداً يبلغنا أهلنا فأعطاهم فرساً، وقال: إذا نزلتم منزلاً فاحملوا عليه غلاماً فإنكم لا تورون ناركم حتى يأتيكم بطعام. فكانوا لا ينزلون منزلاً إلا حملوا عليه لاماً ليقتنص فكان لا يغلبه شيءٌ تقع عينه عليه من ظبي أو بقر أو حمار إلى أن قدموا بلادهم ولذا سموه زاد الراكب. وأم أعوج سبلة فرس غني. وأما أعوج الأصفر فهو فرس هلال بن عامر بن صعصعة وسمي الأعوج، لأنه ركب صغيراً قبل أن تشتد عظامه فاعوجت قوائمه وإليه تنسب الخيل الأعوجية، قال لبيد يمدح نباته:\rمعاقلنا التي نأوي إليها ... نبات الأعوجية والسيوف\rوقال جرير:\rإن الجياد يبتن حول قبابنا ... من نسل أعوج أو ذوي العقال\rوقال المتنبي:\rوإذا المكارم والصوارم والقنا ... ونبات أعوج كل شيءٍ يجمع\rوقال أبو تمام:\rوالأعوجيات الجياد كأنها ... تهوى وقد رنت الرياح سماسم\rوقال:\rولو أغتدي أعوج يعدو به المرطى ... أو لاحق لتمنى أنه وتد","seal":"01F7898B","part":1},
      {"page":62,"id":63,"nass":"قال الأصمعي: سئل ابن الهلالية فارس أعوج عن أعوج فقال: ضللت في بعض مفاوز بني تميم فرأيت قطاة تطير فقلت: والله ما تريد إلا الماء فاتبعها. ولم أزل أغض من عنان أعوج حتى وردت. وهذا أغرب ما يكون، لأن القطا شديد الطيران، وإذا قصد الماء كان أشد، ولم يكفه، حتى قال أغض من عنانه ولولا ذلك لسبق القطا. وروي أن أمه نتجته ببعض بيوت الحي وكان عندهم أضياف فرأوه يضع طرف جحفلته على كازنها أي أصل الفخذ مما يلي الحياء، فقالوا: أدركوا ذاك الفرس لا ينزي على فرسكم وذلك لعظمه وطول قوائمه فقاموا إليه فإذا هو بالمهر.\rونسبوا الحنفا فرس حجر بن معاوية أنها أخت داحس لأبيه من ولد العقال والغبراء خالة داحس وأخته لأبيه وهما سبب الحرب بين بني عبس وذبيان فمما روي أن قيس بن زهير سيد بني عبس اشترى من مكة درعاً تسمى ذات الفضول وورد بها إلى قومه فرآها عمه الربيع بن زياد فأخذها منه فغضب قيس وانتقل بأهله ونزل على بني ذبيان وسيدهم حمل بن بدر وأخوه حذيفة فأكرموه وأحسنوا جواره. وكانت لقيس خيل كريمة من جملتها داحس وسمي بذلك، لأنه كان لقرواش اليربوعي فرس تمسى جلوى ولحوط اليربوعي فحل اسمه ذو العقال لا يطرقه، فتوجها في نجعة والفحل مع ابنتين له يقودانه، فمرت به جلوى وكانت وديقاً؛ فلما استنشاها ودى، فضحك شباب منهم، فاستحبت الفتاتان فأرسلتا مقوده فوثب على جلوى؛ ثم جاء حوط فرأى عين فرسه فقال: نازٍ والله، فأخبر بالخبر، فنادى بني يربوع فاجتمعوا وقالوا: والله ما أكرهناه. فقال: أريد ماء فرسي، فقالوا له: دونك. فأوثقها حوط، وجعل في يده تراباً وأدخلها في فرج الفرس، وسطا عليها فاشتمل الرحم على ما بقي فيها، فأنتجت مهراً فسماه داحساً لسطوة حوط عليه ودحسه إياه، وخرج داحس كأبيه، ثم إن قيساً أغار على بني يربوع فغنم وسبا ولم ينج منهم غير فتيين من بني أريم وقطعا الخيل وكان فيها داخس فلما رآه قيس أعجب به وأخذه فداء للسبي وصار لقيس، فتراهن رجلان من بني ذبيان عليه وعلى الغبرا فرس حذيفة ابن بدر على عشر قلائص، وأخبرا حذيفة بالرهان على فرسه وفرس قيس فرضي وأمضاه، ثم أخبرا قيساً بذلك فقال: راهنا من شئتما وجنباني بني بدر، فإنهم قوم يظلمون فقالا: قد أوجبنا الرهان مع حذيفة، فقال: والله ليشتعلن علينا شراً. ثم جاء قيس إلى حذيفة فقال: إنما جئتك لأواضعك الرهان عن صاحبي، فقال: لا والله حتى تأتي بالعشر قلائص، فغضب قيس وتزايدا حتى بلغا مئة قلوص ووضعا الرهان على يد رجل من بني ثعلبة، وجعلا الغاية مئة غلوة، والمضمار أربعين ليلة، ولما تمت المدة، جعل حمل بن بدر فتية في شعب هضب القليب على طريق الفرسين وأمرهم إن جاء داحس سابقاً أن يردوا وجهه عن الغاية. فلما أحضر أخرجت الأنثى عن الفحل فقال حمل: سبقتك يا قيس، فقال قيس: رويداً يعدوان الجدد إلى الوعث وترشح أعطاف الفحل، فلما أوغلا عن الجدد وخرجا إلى الوعث وترشح أعطاف الفحل، فلما أوغلا عن الجدد وخرجا إلى الوعث برز داحس عن الغبرا، فقال قيس: جري المذكيات غلاء، فذهبت مثلاً. وقد ضمن هذا المثل ابن هاني الشاعر في قصيدة يمدح المعز لدين الله:\rوالأعوجيات التي إن سوبقت ... سبقت وجري المذكيات غلاء\rالطائرات السابحات السابقات ... الناجيات إذا استحث نجاء\rوالبائس في جمر الوغى لكماتها ... والكبرياء لهن والخيلاء\rلا يصدرون نحورها يوم الوغى ... إلا كما صبغ الخدود حياء\rوالغلاء: جمع غلوة، وهو مدى الرمي، ويقال: جري المذكيات غلاب - بالباء الموحدة - أي: جري المسان من الخيل مغالبة، وذلك أن المذكية وهي التي تمت قوتها تحمل على الخشن من الأرض، للثقة بقوتها وصلابتها، وأنها ليست كالجذاع الصغار التي يطلب لها الرخاوة من الأرض لضعفها وصغرها. فإنها لا تثبت ثبات المذكيات، ولما أشرف داحس على الغاية ودنا من الفتية وثبوا في وجهه وردوه ففي ذلك يقول قيس:\rوما لاقيت من حمل بن بدر ... وإخوته على ذات الأصاد\rهم فخروا علي بغير فخر ... وردوا دون غايته جوادي","seal":"6017739D","part":1},
      {"page":63,"id":64,"nass":"ثم قال قيس لحذيفة أعطني سبقي فأعطاه السبق، ثم إن جماعة من قوم حذيفة ندموه على ذلك، ونهاه آخرون وقالوا إن قيساً لم يسبق إلى مكرمة، وإنما سبقت دابة دابة فأبى، وبعث ندبة ابن حذيفة إلى قيس يطلب منه السبق فقال قيس: هذا سبقي فكيف أعطيكم إياه فتناول ابن حذيفة من عرض قيس، وأغلظ فطعنه قيس برمح فدق صلبه. فاجتمع الحيان وأدوا دية المقتول فأخذها حذيفة دفعاً للشر. ثم إن قومه ندموه، فعاد الشر بينهم فتحمل قيس بمن معه من قومه ورحل، وقامت الحروب بين الحيين إلى أن قتل مالك أخو قيس، وكان الربيع بن زياد معتزل الحرب، فلما بمقتل ابن أخيه شق ذلك عليه وقاتل بني ذبيان وأنشد:\rمن كان مسروراً بمقتل مالك ... فليأتِ نسوتنا بوجه نهار\rيجد النساء حواسراً يندبنه ... يطلمن أوجههن باٍحار\rقد كئن يخبئن الوجوه تستراً ... فالآن حين بدون للنظار\rيضربن حر وجوههن على فتى ... عف الشمائل طيب الأخبار\rأفبعد مقتل مالك بن زهير ... يرجو النساء عواقب الأطهار\rومن عادة العرب أنها لا تندب القتيل حتى يؤخذ بثأره، ثم توالت الحروب بينهم وكان أعظمها يوم الهباءة، وسئم قيس من القتال، فذهب إلى أخواله بعد أن مات الربيع وأكل بعض القوم بعضاً، فقام في الصلح الحارث بن عوف وهرم بن سنان المريان، وحملا لحملات واجتهدا في إصلاح ذات البين، وفي ذلك يقول زهير بن أبي سلمى:\rتداركتما عبساً وذبيان بعدما ... تفانوا ودقوا بينهم عطر منشم\rوالعسجدي فرس لبني أسد من نتاج الديناري بن الهميسع بن زاد الراكب، وأما الآن، فإنهم ينسبون الفحل لأمه. ومن الخيل المشهورة، خيل مشايخ بني ظافر، قبيلة بين بغداد والبصرة، والعرب يضنون ببيعها، لأن عادة العرب في بيع إناث الخيل مختلفة. فمنهم نصف فرسه ويسقط حقه من الانتفاع بركوبها بتسليم رسنها إلى المشتري في مقابلة علفها، ويكون للبائع في أولادها النصف، فإذا أنتجت أنثى ورضعت مئة يوم كان المشتري مخيراً في ربط إحداهما وتفويض الأخرى على البائع. وإن أنتجت مهراً، يكون الربع منه لرابطه في مقابلة علفه وتربيته. هذا إذا لم يكن بينهما شرط، وإلا فالشرط هو المعتبر، ويسمون هذا البيع هجرياً ومنهم من يبيع فرسه بشرط أن يكون له الأولى مما تتنجه من الإناث، أو الثانية أو الأولى والثانية، فإذا ولدت أولاً أنثى أشهد المشتري عند نتاجها، بأن هذه المهرة للبائع، ثم يرضعها مئة يوم ويسلمها له، إن علم محله وإلا فيبقيها عنده، فإن حضر البائع قبل بلوغها سن الركوب يطلب منه ثمن علفها وأجرة تربيتها من حين تمام مدة رضاعها ويسلمها له. وإن جاء بعد ركوبها كان للمشتري منها الربع مقابلة علفها وتربيتها، وكذا يعامل في الثانية والثالثة. هذا إذا لم يكن بينهما شرط، وإلا فالشرط أملك. ويسمون البيع بيع المثاني، ومنهم من يبيع فرسه بيعاً باتاً، وهو نادر، ويسمون هذا البيع قلاطاً.\rومن الخيل المشهورة أيضاً خيل بجبل أوراس بين تونس وقسنطينة. وفي السقراطية أن الصحابة رضي الله عنهم، لما فتحوا إفريقيا فضلوا تلك الخيل على خيل الشام.\r\rالباب السادس في تقفيزها وأطوارها وخدمتها والإنفاق عليها وتأديبها وكيفية تضميرها وعلاجها. وفيه ستة فصول\rالفصل الأول في التقفيز\rينبغي أن يكون في فصل الربيع لتكون ولادة الفرس فيه، لأن المولود في الشتاء لا ينجح، ويختلف وقته باختلاف الأقاليم. ففي الإقليم الحار تقفز في شباط، وفي المتوسط في نيسان، وفي البارد في أيار، ليأكل الفلو القصيل، ويكون قوي البنية صحيح البدن.\rوفي دمشق يقفزون الخيل مرتين في السنة، أولاهما في الربيع والثانية في الخريف عند قطف الزيتون، ولذا يسمونه الزيتوني، لإدراك نبات الفصة والبيقية عند نتاج الفلو فيتغذى منهما.\rوينبغي أن تكون الفرس عند النزو في أرض منحدرة، ليتمكن منها الفحل، وأن يجعل قبل وجهها غزال ليأتي الفلو مشابهاً له في الخلقة، وأن يغسل ذكر الفحل وفرج الأنثى بعد النزو بماء بارد وتسير سيراً عنيفاً كيلا تلقي ماء الفحل من رحمها وتلتزم الراحة ولا تطعم الخضرة ولا تسمع صهيل فحل، إلى أحد وعشرين يوماً. فإن انكمش الفرج وسال منه شبه المني ونفرت من الفحل فقد علقت، وإلا أنزي عليها الفحل مرةً أخرى.","seal":"882524E8","part":1},
      {"page":64,"id":65,"nass":"فإن نفضت مراراً وظهرت علامات الرطوبة كالسيلان مثلاً، يرغى الصابون على اليد ويغسل الرحم بلطف ثم يعاد النزو أو تؤخذ قطعة صغيرة من الرصاص وتجعل في شيء من صوف إبط الغنم ثم يدخل في فرج الفرس فإذا وجد فيها فتق يجمع طرفاه ويؤخذ من النمل الصغير واحدة وتضع فمها عليهما فإذا عضتهما قطع رأس النملة وترك متعلقاً بهما. ثم تؤخذ ثانية ويفعل بها كالأولى إلى أن يلتئم الفتق وينزى عليها الفحل.\rوذكر داود أن الفرس إذا لم تحمل وسقيت من الراوند التركي مع دبس العنب وحملت صوفة من نشارة العاج ولبن الخيل تحمل وهو مجرب.\rومن علامات الحمل صغر طرف الفرج وانكماشه وحدة النظر. والفرس تطلب الفحل إذا بلغت ثلاث سنين. فإذا طلبته وحنت إليه، قيل لها مستأنفة، كما يقال للناقة متنافرة، وللبقرة منابتة، وللحمارة طالبة، ومدة الحمل أحد عشر شهراً. قال أرسطو: إن مدة الحمل في كل حيوان مضبوطة إلاّ في الإنسان فإن لم تضع قيل جرت، وكلما جرت كان فلوها أقوى، وأكثر زمن الجر خمسة عشرة يوماً، فإن درت الحلمة اليمنى قبل اليسرى أو كانت الحلمتان سوداوين أو مضغ شيء من حليبها على الظفر فسال كان الحمل ذكراً.\rوينبغي بعد قطع السرة أن يملس حدا الفلو، حين وضعه، وفمه، ويفتح منخراه، ويلين عسيبه، بحيث يرفعه إلى أعلاه برفق، ويقطع لحمة حافره المسماة بالنسر، ثم يحمل بلطف ويلقم ثدي أمه كي يعتاد، وأن لا يفطم إلاّ بعد سبعة أشهر، وأن يسقى بعد الفطام حليباً شهراً، ثم شهرين بعده مضافاً بدقيق الشعير، فإن أديم على ذلك سنة اشتد قوة، وعظم نجاحاً. وحليب الإبل أصلح للفلو من غيره وفيه خاصية للجري، ويزيد في المخ والعصب، وينقص اللحم، قال ابن خلدون: والمتغذى بلبن الإبل يؤثر في خلقه الصبر والاحتمال، والقدرة على حمل الأثقال إذ هي من أخلاق الإبل وتكون إمعاؤه في الغلظ والصحة كإمعائها لا يطرقها وهن ولا ضعف. والمطلوب أن يكون الفحل نجيباً صحيح النسبة، خالياً من العيوب لأن الفلو يأتي مشابهاً لأبيه في جميع حالاته، فإن لم يجد الرجل لفرسه فحلاً من نسبها أو ما يقاربه، يتركها بلا تقفيز إلى حين وجوده، ويطلبه وإن بعدت المسافة. ومنهم من يجعل على فرج الأنثى قفلاً لئلا ينزو عليها مجهول النسب ويسمونه الكتبة، يقال كتب على فرسه أو ناقته أي خزم حياءها بحلقة من حديد أو صفر، تضم شفري حيائها لئلا ينزى عليها، قال الشاعر:\rلا تأمنن فزارياً خلوت به ... على قلوصك واكتبها بأسيار\rومن نزى على فرسه غير جواد غسل رحمها بأدوية مفسدة لماء الفحل، ولهم في غسله مهارة تامة، والحاصل أنهم يغارون على محافظة أنساب خيلهم كما يغارون على محافظة أنسابهم ويحضرون عند النزو شهوداً. قال صاحب إنسان العيون: \"إن عروة بن زيد الخيل وفد على عبد الملك بن مروان وقاد إليه خمساً وعشرين فرساً، ونسب كل واحدة منهن إلى آبائها وأمهاتها وحلف على كل فرس يميناً غير اليمين التي حلف بها على غيرها، فقال عبد الملك: عجبي من اختلاف أيمانه أشد من عجبي من معرفته بأنساب الخيل، وقد كانوا يعتنون بالمحافظة على أنساب جمالهم حيث أنهم كانوا يرسلون في الإبل فحلاً يسمونه سدوماً، ليهدر بينها، فإذا ضبعت أخرجوه عنها، لدناءة أصله، وأرسلوا فيها فحلاً كريماً فإذا كان هذا اعتناؤهم بجمالهم فما بالك بمحافظتهم على أنساب خيلهم بل ما بالك بالمحافظة على أنسابهم من الخلل والطعن\".\rواعلم بأن العيوب التي يستحب أن يكون الفحل سالماً منها، أن لا يكون أخذى: أي أصول أذنيه مسترخية، ولا أمغر، أي ذهب شعر ناصيته، ولا أدغم: أي غطت ناصيته عينيه، ولا أسعف: أي في ناصيته بياض، ولا أحول: أي أبيض مؤخر عينيه وغار السواد إلى مآقيه، ولا أقنى: أي في أنفه احديداب، ولا مغرباً: أي ابيضت أشفار عينيه مع زرقة العينين، ولا أدنى أي اطمأن عنقه من أصله، ولا أقصى: أي في عنقه قصر ويبس، ولا أكتف: أي في أعالي كتفيه انفراج، ولا أزور: أي يدخل إحدى فهدتيه ويخرج الأخرى، ولا مخطفاً: أي لحق ما خلف مخرمه من بطنه، ولا هضيماً: أي مستقيم الضلوع التي دخلت أعاليه. قال الأصمعي: \"لا يسبق في الحلبة أهضم\". وقال النابغة:\rخيط على زفرة فتم ولم ... يرجع إلى دقة ولا هضم","seal":"AABAC961","part":1},
      {"page":65,"id":66,"nass":"ولا قليعاً: أي طويل الظهر، ولا أصقل: أي طويل الصقلة وهي الخاصرة، ولا أنجل: أي خرجت خاصرته من ورق صفاقه، ولا أفرق: أي أشرفت إحدى وركيه على الأخرى، ولا أرسح أي قليل لحم الصلا، ولا أعزل: أي معوج عسيب الذنب، ولا أشعل: أي في ذنبه بياض ولا ملوحاً: أي إذا ضربته حرك ذنبه، وفي المثل (عيب في الراس ولا عيب في الذنب) ، ولا أشرح: أي ببيضة واحدة ويسمى أفرق، ولا أفجح: أي تباعد كعباه، ولا أيداً: أي تباعدت ساقاه، ولا أصك: أي يصك كعبيه إذا مشى، ولا أفقد: أي منتصب الرسغ مقبلاً على الحافر، ويكون في الرجل خاصة، ولا أصدف: أي تدانى ذراعاه وتباعد حافراه، ولا أقسط: أي انتصبت رجلاه غير منحيتين، ولا أمدس: أي مصطك بواطن الرسغين، ولا أحنف: أي ملتوي الحافرين بحيث يقبل كل منهما على الآخر، ولا كرداً: أي يخبط الأرض بيده باستقامة لا يقلبها لجهة بطنه، ولا رموحاً: أي يضرب الأرض بيده حين المشي، ولا أجسر: أي مضطرب اليد والرجل، ولا مكواحاً: أي سريع العطش، ولا صلوداً: أي بطيء العرق، ولا أكوش: أي إذا جرى نكس كالحمار، ولا طموحاً: أي يسمو ببصره إلى السماء، ولا فاكساً: أي يطأطئ رأسه إذا جرى، ولا جموحاً: أي قوي الرأس، ولا قطوفاً: أي لا تصل رجله إلى مكان يده حين يرفعها، ولا حروناً: أي يقف إذا أريد منه الجري أو السير أولا لا يجري إلاّ بالضرب، ولا خفاشاً: أي يستتب حضراً ثم يرجع القهقرى، ولا رواغاً: أي يحيد في حضره يميناً وشمالاً، ولا شبوباً: أي يقوم على رجليه ويرفع يديه، ولا عاجناً: أي يعجن برجليه كقماص الحمار، ولا مفتلاً: أي يفرق بين قوائمه إذا رفعها كأنما ينزعها من وحل، ويخفق برأسه، ولا مجربداً: أي يقارب الخطوة بقرب سنابكه من الأرض، ولا يرفعها رفعاً شديداً، ولا مشاغراً: أي يطمح بقوائمه جميعاً، ولا مواكلاً: أي لا يسير إلاّ بسير غيره، ولا خروطاً: أي يخرط رسنه عن رأسه، ولا رموحاً: أي يضرب بإحدى رجليه، ولا ضروحاً: أي يضرب بهما، ولا عضوضاً.\rوكثرة الضراب على الفحل تحدث فيه أمراضاً وتصير منيه دماً أحمر لاسيما إذا كان معداً للركوب، فغاية ما يسمح له في السنة من خمس مرات إلى ثمان، إلاّ إذا كانت الإناث قريبة عهد بالولادة نحو شهر مثلاً، زيد له في العدد السابق، لأن ضرابها يصلح الفحل، وأما إذا كان غير معد للركوب لعلة منعت منه، فلا حد لعدد ضرابه ويكون كفحل بيت المال، وذلك أن عادة الملوك أن تجعل عند رئيس كل مقاطعة فحلاً ينتفع بضرابه لا يمنع منه أحد وليس على صاحب الأنثى إلاّ إكرام القائم بخدمة الفحل.\rوالعرب تستقبح بيع عسيب الفحل، لأنه مناف للكرم، ولما نهى رسول الله صلى الله عليه وسلم عنه اشتد استقباحاً. روي عن ابن عمر رضي الله عنهما: \"أن رجلاً من بني كلاب سأل النبيّ صلى الله عليه وسلم عن عسيب الفحل فنهاه فقال: إنا نطرق الفحل فنكرم، فرخص له في الكرامة\"، والعسيب ماء الفحل.\rو\"نهى صلى الله عليه وسلم، عن نزو الحمير على الخيل، روي عن دحية بن خليفة الكلبي قال: قلت يا رسول الله ألا أحمل لك حماراً على فرس فتنتج لك بغلة؛ فقال: إنما يفعل ذلك الذين لا يعقلون\". وعن علي بن أبي طالب كرم الله وجهه قال: \"أهديت رسول الله صلى الله عليه وسلم، بغلة فقلنا: يا رسول الله! لو أنزينا الحمير على خيلنا لجاءت بمثل هذه فقال: إنما يفعل ذلك الذين لا يعلمون\". قال ابن حبان: \"أي الذين لا يعلمون النهي\". وقال الخطابي: \"إن الحمير إذا حملت على الخيل تعطلت منافع الخيل وقل عددها وانقطع نماؤها وهي محتاج إليها للغزو والركض والطلب، وعليها يجاهد العدو، وبها تحرز الغنائم، فأحب صلى الله عليه وسلم أن ينمو عدد الخيل، ويكثر نسلها لما فيها من النفع\". وقال الكميت:\rوما حملوا الحمير على عتاق ... مطهمةٍ فيلفوا متلفينا\rالفصل الثاني في الأطور وعلاماتها","seal":"8F3B88CA","part":1},
      {"page":66,"id":67,"nass":"اعلم أن الفرس إذا ولدت فأول ما يسمى مهراً وفلواً بضم الفاء وفتحها وكسرها وجمعه أفلاء، والأنثى فلوة، فإن بلغ من العمر سنة ودخل في الثانية سمي حولياً، فإذا أتم الثانية ودخل في الثالثة سمي جذعاً وثنياً، فإذا أتم الثالثة ودخل في الرابعة سمي رباعاً، فإذا أتم الرابعة ودخل في الخامسة سمي قارحاً إلى بلوغه الثامنة، وهو نهاية القوى والشدة. ثم يأخذ في النقص إلى الرابعة عشرة فإن تجاوزها عجز عن الكر والفر، ولا يصلح حينئذ إلاّ للتقفيز.\rومن العلامات الدالة على على سن الفرس نبات أسنانه وسقوطها، وذلك أن الفو تنبت ثناياه لمضي سبعة أيام من ولادته، فإذا بلغ الشهر إلى الشهرين تنبت رباعيته، فإذا بلغ سبعة أشهر إلى الثمانية، تنبت سوادسه، فإذا بلغ تسعة أشهر إلى العاشر تنبت أضراسه، وفي السنة الثالثة تبدل ثناياه إذا كان أبواه هرمين فإذا كانا شابين يتأخر إلى الرابعة، وفي هذه السنة الرابعة، تسقط رباعيته وينبت بدلها، وفي السنة الخامسة تبدل أنيابه وهي المسماة بالقوارح، قال أبو دؤاد:\rجاورته حين لا تمشى بعقوته ... إلاّ المقانيب والقب المقاريح\rالمقانيب من الخيل: القطع، والقب، الضمر، والمقاريح: المنتهية في السن إلى السنة الثامنة. وبعد ذلك ينظر في الثنيات الحادثة تحت جفن العين الأسفل، فإن كانت ثنية واحدة تضم عليها ما مضى وهو ثمانية فتكون سنة تسعة أو اثنتين فتكون سنة عشرة وهكذا.\rوعلامة تبديل السن أن التي لم تبدل تكون بيضاء ملساء، والمبدلة تضرب إلى الصفرة، ويكون فيها شقوق، وأكبر من التي لم تبدل. ولا يبدل من أضراسه شيء إلاّ لعلة، وعدة الأسنان اثنتا عشرة ونابان وباقيها أضراس.\rونقل الشيخ الأكبر عن أبي حيان التوحيدي: أن أسنان البقر أربعة وعشرون، والشاة إحدى وعشرون، والمعز تسعة، ومن كان من الحيوان أسنانه قليلة فعمره قصير، ومن كانت أسنانه كثيرة فعمره طويل.\rوعلامة كبر الخيل استرخاء حجفلتها وتربيلها واختفاء أنيابها واختفاء السواد الذي في وسط أسنانها من الفك الأسفل، وتسمى ماسحة، واغورار عينيها وتناثر شعر بدنها، وربما بلغت من العمر خمسين سنة، والذكر ينزو إلى الأربعين.\rوإذا أردت أن تعرف مقدار ما تبلغه من الطول تكيل من الركبة إلى منتهى منبت شعر الحافر، ثم من الركبة إلى أعلاها فإن كان ما كلته أولاً ثلث الثاني فقد تناهى طولها، وإلا فبمقدار ما نقص عن الثلث يكون الطول. ومما يعرف به أيضاً أن تكيل من مفصل ركبته إلى منبت شعر حافره، فإن بلغ طوله 37 سنتيماً فيكون غاية ارتفاعه من 145 إلى 148 سنتيماً، ومنتهى طول الربع 43 سنتيماً فيكون غاية ارتفاعه من 157 إلى 160 سنتيماً وهو الأغلب، والنادر من ذلك لا حكم له.\rوإذا أردت أن تعرف ما يؤول إليه لون شعر الفلو فانظر إلى أشفار عينه فإن شعره يكون مثله في كبره لا يتغير.\rومما يتشاءم منه إذا نزل الفلو من بطن أمه وله أسنان أو كانت خصيتاه ظاهرتين. واعلم أن البعير إذا طعن في السنة الخامسة سمي جذعاً، وفي السادسة ثنياً، وفي السابعة رباعاً والأنثى رباعية، وفي الثامنة سدساً وسديساً، وفي التاسعى بازلاً. وتجذع الشاة لسنة، وتثني لتمام سنتين ولتمام الثلاث رباعية، ولتمام الأربع سدس وصالغ لتمام خمس. وولد البقرة لأول سنة يسمى تبيعاً ثم جذعاً ثم ثنياً ثم رباعاً ثم سدساً ثم صالغاً وهو أقصى أسنانه.\rويقال، لولد البقرة: عجل، ولولد الناقة: حوار، ولولد الحمار: جحش، ولولد الضأن: حمل، والأنثى: رخلة، ولولد المعز: جدي، والأنثى: عناق، ولولد الظبي: خشف، ولولد الأرنب: الخرنق، ولولد الثعلب: النغل، ولولد الخنزير: الخنوص، ولولد القرد: النشة، ولولد الأسد: الشبل والحفص، ولولد الضبع: الفرغل، ولولد الذئب من الكلبة: العسبار والديسم، ولولد الضبع من الذئب: السمع، ولولد الفار: الدرس، ولولد الضب: الحسل، ولولد النعام: الرال، ولولد الحبارى: النهار.\r\rالفصل الثالث في خدمتها والإنفاق عليها","seal":"AB087997","part":1},
      {"page":67,"id":68,"nass":"قال ابن عباس رضي الله عنهما: إن قوله تعالى: \"الذين ينفقون أموالهم بالليل والنهار سراً وعلانية\" نزل في علف الدواب. وعن شرخبيل بن سلمة: \"أن روح بن زنباع زار تميماً الداري فوجده ينقي لفرسه شعيراً ثم يعلفه عليه، وحوله أهله، فقال له روح: أما كان من هؤلاء من يكفيك؟ قال: بلى ولكني سمعت رسول الله صلى الله عليه وسلم يقول: ما من امرئ مسلم ينقي لفرسه شعيراً ثم يعلفه عليه إلاّ كتب له بكل حبة حسنة\". وعلف الخيل لم يرد في تقديره شيء عن العرب، وإنما هو بحسب العادة لاختلافها باختلاف البلاد، ولا يجوز زيادتها عما اعتادته أو نقصها عنه، وكانوا يمرنونها على أكل قديد اللحم، فإذا أجدبوا وقل الحليب أطعموها منه: قال النمر بن تولب حين وفد على النبيّ صلى الله عليه وسلم:\rإنا أتيناك قد طال السفر ... نقود خيلاً ضمراً فيها عسر\rنطعمها اللحم إذا عز الشجر ... والخيل في إطعامها الشحم ضرر\rويسقونها قبل العلف وبعده، قال الحطيئة:\rوكل أجرد كالسرحان أترزه ... مسح الأكف وسقي بعد إطعام\rأترزه: أس شدده وصلبه، ويسقونها كبريت الغنم المحلول بالماء في أيام الصيف والماء الحار أيام الشتاء، ولا يعدون على الذكر إلاّ إذا كان بين الممتلئ والطاوي لأنه إذا خلا بطنه ذهب نشاطه بخلاف الأنثى، وللشعير نفع كبير لكل ذي ظلف.\rوينبغي تنقيته ونقعه في الماء حتى يلين ووضع قليل من الملح عليه، وأن تعلف صباحاً نصف ما تعلفه مساء. وأن لا تعلف حال التعب بل لا تسقى إلاّ أن تكون ملجمة، وأن يقلل لها من التبن، وتسقى وسط النهار مرة، فإن ذلك يوسع كفلها ويقوي لحمها ويرطب بدنها، وفي المثل: _لأضربنك غب الحمار وظاهرة الفرس) ، فغب الحمار أن يرعى يوماً ويشرب يوماً، وظاهرة الفرس أن يشرب كل يوم مرة نصف النهار، وأن يكون الإصطبل مفروشاً بالخشب أو الرمل الناعم، لأن الرطوبة تلين الحوافر فإن لم يكن مفروشاً ينشف تحتها بالروث الجاف كل يوم، وأن يحافظ عليه من دخول الدجاج لئلا يقع شيء من فضلاته فيمغلها، وأن يجعل فيه خنزيراً برياً لأن رائحته تزيدها صحة، وإذا كانت الخيل متعددة فيه، ينبغي أن تعطى علفها في آن واحد لأن التي يتأخر علفها عن الثانية ربما تحصل لها المغلة.\rوأن يكون المعلف عالياً، وأسفله كهيئة الغربال، لأن الغبار إذا دخل في متأخرها أضرها، والأحسن غربلة التبن قبل وضعه في المعلف، وأن تمسح أبدانها صباحاً في كل يوم. ويضعون على وجهها سيوراً أيام الصيف حالة الركوب وعلى بطنها بطاناً لئلا يؤذيها البعوض والذباب، وإذا كانت في الإصطبل يضعون على وجهها براقع واسعة الأعين كيلا يدخل طرف البرقع في عينها، وينبغي أن تكون المراغة واسعة خالية من التراب والرطوبة، وأن لا تكثر اللعب فيها لئلا تنقلب أمعاؤها.\rوأجود الربيع لها: البرسيم، لأنه يغسل بطونها، وهو ربيع خيل مصر. وفي الشام: القصيل والفصة والبيقية. وأجود القصيل: الطويل الذي لم يبد ثمره، لأن المثمر يخشن الحلق ويورثها السعال، وأقل ما يكون الربيع أسبوعين، وأكثره أربعون يوماً، فإن حصل لها إسهال يتحفظ من البرد، أو جفاف يخفف غطاؤها ويرش على الفصيل شيء من الحناء، وروث المسهلة يبريء الحكة والجرب طلاء. وينبغي أن لا تركب مدة أكلها الربيع وبعد انتهاء مدة الربيع تعلف الشعير المنقوع أسبوعاً.\r\rالفصل الرابع في تأديبها وتدريبها\rاعلم أن الخيل أصح الحيوانات مزاجاً، ولذا تؤثر فيها الرياضة، ويؤيده ما روي عن جابر بن زيد أنه قال: قال رسول الله صلى الله عليه وسلم: \"أرموا واركبوا الخيل، وإن ترموا أحب إلي من كل لهو لها به المؤمن، فهو باطل إلاّ ثلاث خلال: رميك عن قوسك وتأديبك فرسك وملاعبتك أهلك فإنهن من الحق\". وعن أبي أمامة: \"عاتبوا الخيل فإنها تعتب\"، أي أدبوها، ف\"، أي أدبوها، فإن فيها قوة تدرك بها العتاب فتفعل ما تؤمر به، وتنهى عما تنهى عنه قال زهير:\rوخرجها صوارخ كل يوم ... فقد جعلت عرائكها تلين\rأي: خرجها، كما يخرج المعلم تلميذه.\rوقال الأفوه:\rوأفراسٍ مذللة وبيض ... كأن متونها فيها الوهاج\rأي مؤدبة ومتونها ملساء صافية.","seal":"954DB169","part":1},
      {"page":68,"id":69,"nass":"سمعت سيدي الوالد يقول: أخبرني ثقة من أشراف وادي أشلف بالجزائر، أنه كان عنده فرس أنثى من الجياد، أراد الذهاب عليها إلى مكة المكرمة، فلما خرج من بيته ركبها والناس يشعيونه فعثرت، فضربها بسوط فتحركت وقفزت، ولما رجع تلقته الناس لاستقباله، وساروا إلى أن وصل إلى المكان الذي ضربها فيه فقفزت، فعجب الناس من ذلك. وعن عطاء بن رباح قال: \"رأيت جابر بن عبد الله وصابر بن عمير الأنصاري يرميان فمل أحدهما فجلس فقال الآخر: كسلت؟ سمعت رسول الله صلى الله عليه وسلم يقول: كل شيء ليس من ذكر الله فهو لغو وسهو، إلاّ أربع خصال: مشي الرجل بين الغرضين، وتأديبه فرسه، وملاعبته أهله وتعلم السباحة\". وعن عقبة بن عامر أنه صلى الله عليه وسلم قال: \"إن الله ليدخل بالسهم الواحد ثلاثة الجنة: صانعه يحتسب في صنعته الخير، والرامي به والممد به\"، وقال يزيد بن مسلمة بن عبد الملك:\rعودته فيما أزور حبائبي ... إهماله وكذاك كل مخاطر\rوإذا احتبى قربوسه بعنانه ... علك الشكيم إلى انصراف الزائر\rأي: أدبته حتى إذا نزلت عنه وألقيت عنانه في قربوس سرجه وقف مكانه إلى أن أعود إليه. والقربوس: - بفتح الراء - أحد حنوي السرج، والعنان: - بكسر العين - سير اللجام، والشكيمة: الحديدة في فم الفرس وفيها الفاس.\rوينبغي أن لا يؤدبها ويدربها إلاّ عارف بما يحتاج إليه، ذو رفق، حاضر الذهن، ثابت في السرج، يركب بفخذيه مائلاً إلى يساره، متوسطاً في قبض العنان، يحثها بالتدريج بدون ضرب ولا همز عنيف، ويعودها رؤية الشيء الهائل، ووثوب السواقي، والحفر والجدر القصيرة، والنزول حضرا من الجبال الخالية عن الصخر الأملس، وأن تحنى يديها على الأرض إذا غمزها في إبطها.\rوأحسن ما يكون التعليم في الصباح والمساء، وأن لا يقف مع الناس وهو راكبها، كيلا تعتاد الوقوف إذا رأت أحداً، ولا يركضها أول ركوبها ولا يجذبها باللجام فإن يعلمها الطموح واللوص، أي خروج اللسان وعضه، فإن حصل ذلك معه، يعالج بتبديل اللجام ويوقفها تدريجاً إذا أراد وقوفها.\rحكي عن بعض الفرسان: كان إذا ركب الفرس بالسرج العربي يضع في ركابه تحت رجليه درهمين ثم يعدو وعند نزوله عنها يأخذهما من حيث وضعهما. ومنهم من يأخذ الحجر من الأرض والفرس في شدة العدو ويضرب فيه غريمه، وإذا وقع منه شيء تناوله بنفسه وهو راكب. ويعلمون بالكرة والصولجان على ظهورها، والصولجان: فارسي معرب، وهو عصا طويلة تنتهي بكف المستدير يضرب بها الكرم، وأول خليفة لعب بها هارون الرشيد. وينبغي أن لا يبدل اللجام الذي وافقها ولا يركبها جاهل بالركوب لئلا يسيء أخلاقها. ومن الأمثال المغربية (احفظني من برد الصيف وركب أبي طريف، أحفظك يوم السيف) والمراد بأبي طريف: الولد الصغير الذي لا يحسن الركوب.\r\rالفصل الخامس في كيفية التضمير\rعن ابن عمر رضي الله عنهما: \"أن النبيّ صلى الله عليه وسلم كان يضمر الخيل ليسابق عليها\". وذكر ابن بنين: \"أنه صلى الله عليه وسلم كان يأمر بتضمير خيله بالحشيش اليابس شيئاً بعد شيء، وطياً بعد طيّ. ويقول: ارووها من الماء واسقوها غدوة وعشياً، والزموها الجلال فإنها تلقي الماء عرقاً تحت الجلال، فتصفو ألوانها وتتسع جلودها\". و\"كان صلى الله عليه وسلم يأمر بأن تقاد كل يوم مرتين، ويؤخذ منها بالجري الشوط والشوطين\". ومدة التضمير أربعون يوماً ومنتهاه ستون. وشرطه أن تكون الخيل حائزة الأوصاف المحمودة، سالمة من العيوب رباعية أو خماسية غير مهزولة ولا قادمة من سفر، ولا قريبة العهد من الولادة. وزمانه فصل الربيع أو الخريف. وكيفيته أن تجعل في محل خال واسع مفروش بالرمل نظيف دائماً، مجللة بخمسة أو ستة لتعرق تحتها ويذهب شحمها، لئلا تتنفس تنفساً شديداً إذا جرت ويسمونها: (الحناذ) ، وإذا تم تعريقها وذهب شحمها، أجلتها كل يوم واحداً على التدريج، فإن لم تعرق تحتها يقال كبت، وتعلف في أول التضمير الشعير والتبن المغربل نحو أسبوع، ثم يزداد لها الشعير وينقص التبن قليلاً قليلاً، إلى أن يصير علفها الشعير لا غير، وتمنع من شرب الحليب والمديد أي دقيق الشعير الممزوج بالماء. قال النابغة:\rفلما أبى أن ينقص الفود لحمه ... نزعنا المذيذ والمديد ليضمرا","seal":"62D640E2","part":1},
      {"page":69,"id":70,"nass":"المذيذ: الخبز الممروت، والمديد: دقيق الشعير الممزوج بالماء، وتمرغ بعد العلف على الرمل أو التراب الناعم، وتسير شوطاً أو شوطين بالغدو والعشي إلى أن تعرق آذانها، ويسمون عرق الخيل صراحاً، وهذا الاسم مخصوص بعرق الخيل. قال أبو النجم:\rنطويه والطي الرفيق يجدله ... نظمئ الشحم ولسنا نهزله\rأي: نعتصر ماء بدنه بالتعريق حتى يذهب رهله ويكتنز لحمه. قال عدي بن زيد:\rفزلقته حتى ترفع لحمه ... أداويه مكنوباً وأركب وادعا\rسئل بعض أرباب الخيل متى بتلغ الخيل الغاية من التضمير فقال: إذا ذبل فريدها، وتفلقت غرورها، وبدا حصيرها، واسترخت شاكلتها.\rالفريد: موضع محسة أعراف الخيل، والغرور: الغضون في جلدها، وتفلقت: انفتحت، والحصير: العصبة التي على أضلاع الجنب مما يلي الصلب، والشاكلة: الطفطفة، فإذا تمت مدة التضمير وقرب وقت الرهان ترسل من غاية نظير الغاية التي وقع الرهان عليها، فإن قطعتها ولم يضطرب منخرها وخاصرتها فقد تم تضميرها، وإلا تزداد منه حتى تقطعها بدون اضطراب، فإذا تعب ونزل عنه يمسح وجهه ودخل منخريه وتحت عسيبه ومراق بطنه بخرقة مبلولة بماء، ثم يقاد برفق كثير، ويترك قدر ساعة، ويقاد ثانياً إلى أن يبول، وعلامة جودة جريه أن يسمو بعنقه ويثبت رأسه، فلا يستعين به في حضره، وأن يجمع قوائمه فلا يفرقها، ويبسط يديه جميعاً ويقبض برجليه، كأنه يرفع قائمة واحدة وحافراً واحداً، ويمتد في الجري ولا يختلط. وأن يكون حضر الإناث وثباً باجتماع القوائم، ويجب أن يكون السرج واللجام خفيفين، والركب قصيرة، والحزم غير مشدودة قوياً، والراكب خفيفاً مدرباً، لا يضطرب على ظهرها، ولا يضر بها ولا يلح عليها بالمهماز، ولا ينتصب بقامته، بل منحنياً على القربوس الأول قليلاً، لأن شد الحزام ينبغي أن يكون بحذاقة تامة، ولذا كانوا يخاطرون عليه.\rوعن الأصمعي: أن مدى الغاية للجذعان أربعون غلوة، وللثنيان ستون وللربعان ثمانون، وللقرح مئة، وهي اثنا عشر ميلاً ولا يجري من أكثر من ذلك.\r\rالفصل السادس في معالجة بعض أمراضها، وإن كانت مذكورة في كتب البيطرة\r(الجرب) : ينفعه ساق الحمام والقلي والعفص وجوز السرو ودخان الفرن وبعر المعز مفردة ومجموعة كبوسات، وكذا الرماد مع الملح وورق الدفل.\r(الجنون) : وتحريك الرأس وثقل الحركة.\r(والمغلة) : ينفعها فصد الودجين: أو البارذنكين وهما عرقان من جانبي الدماغ مما يلي الأذن. وينفع المغلة - وسببها: أكل التراب مع البقل، أو: أكل فضلات الدجاج - احتمال فتائل من الحنتيت والحنظل، ونفخ شيء من الفلفل في إحليل الذكر وفرج الأنثى في ماسورة، وسقي ماء الحلبة، أو تكوى ثلاث لدغات بالميسم خلف السرة.\r(اليرقان) : ينفع فيه فصد عرق الرأس إن اشتدت صفرة العين وإلا بعرف الذنب، وينفع فيه أيضاً: طبخ بزر الهندبا والراوند الصيني بالخمر شرباً أو سعوطاً.\r(الكوكب) : ما يجتمع من البخار عند الكتف ويبرز، وعلاجه التليين بالسمن إن كان صلباً ثم البضع.\r(الضفدع) : وهو تكون عروق خضر كصورة الضفدع تحت اللسان، وعلاجها الفصد فيها، وتكبس بالخبز المطبوخ بمرق الضفدع أو أكله.\r(الخالد) : يفعل في جلد الفرس ما يفعل الحيون المعروف في الأرض، وأكثر ما يعتريها في اللبات والمراق من علبة السوداء والمشي في الحر، وعلاجه الشق واستخراجه، والكي بعد القطع؛ لئلا يعود، أو: التعفين بالسلق والسمن، أو: الفصد في الأذرعان، ويحشى بالأشق والسمن والجير، أو شرب الدبس ببزر الريحان والهندبا والقطونا أياماً.\r(اللزز) : انضغاط تشنج مع الأضلاع يعسر معه النفس، وعلاجه: كي الخواصر والبطن برجل غراب والرأس واللية كيف اتفق.\r(تثبت الفصوص) : وهو ارتخاء العظام التي تحت الرمانة من البرد أو المشي في الثلج، وعلاجه: لصق الزفت مع جوز السرو والفلفل.\r(الحميات) : ينفع فيها فصد الودجين وشرب رماد قصب السكر والاحتقان بالزيت والكمون واللبن والسيرج والأبهل والخمر.\r(ضعف الكلى) وعلامته حمرة البول وذبول الجلد والشعر، وينفعه: الكي مما يلي الذكر إلى ملتقى الأضلاع ستة من كل جانب بين كل اثنين نحو إصبعين. وشرب أصل السوس بالسكر وجعل الكسفرة بعد العلف.\r(الخفقان ووجع القلب) : هما كالمغلة، وينفع منهما رماد قصب السكر بالزعفران.","seal":"7E86D672","part":1},
      {"page":70,"id":71,"nass":"(المفاصل والنقرس) : وهو ما يحصل في قائمة واحدة، وعلامته الورم أو ضعف الحركة، وعلاجه: فصد بطون القوائم وكي القناة، أي: قصبة الرجل، والضماد: بكل حار محلل، كالإكليل والبابونج والحلبة والخطمي.\r(اللكون) : ويكون في المفاصل خصوصاً فوق الركبة من كثرة السير أو ثقل الحمل، وعلاجه: لصق كل ملين كالزبيب وعنب الذيب والزعفران والتين والطلب بالشونيز والعسل.\r(الرقاق) : وهو أن تضلع الدابة من إحدى يديها، ويخشى من الصحيحة أن تحمل الضالعة ثقل المشي، وبذلك يصير الضلع كبيراً فيحز عضد اليد الصحيحة لتضعف، ويكون شدة وطئهما واحداً.\r(عظم السبق) : خراج في الحافر، وعلاجه: لصق الصموغ، أو: الحنظل الرطب والمقل والثوم والعذرة الرطبة لصوقاً على الصوف والميعة بالزيت وقد يبضع.\r(الطباق) : ورم فيما يلي السنبك، يصحبه تشقيق وخشونة من مادة رطبة، وعلاجه: التسف والكي، ثم يخرق بمسبر محمي حتى يخرج منه كبزر التين، أو: ماء أصفر، ويعالج بالمراهم والقطران وحشو الزرنيخ والجير والبول.\r(الوقرة) : قرح خفي في الحافر من نحو قصف مسمار أو انصباب مادة آكلة، وعلاجها بكشفها وتنحية النعل، وتنظيف المادة وملازمة الذنب والقطران.\r(الشقاق) : مرض علامته حركة الرأس وقلة الأكل وسيلان الأنف، ثم يظهر عرض مستطيل خلف الأذن، وعلاجه: بزر الكتان ودقيق بزر قطونة بالصابون طلاء، فإن انفجر عولج كالخراج.\r(العنكبوتية) : ورم في الأنف يضيق النفس وينسج كالشبكة، وعلاجه: القطع إن أمكن، وإلا نفخ الزاج والزرنيخ في أنفه بلطف أو مرهم الزنجار.\r(تحرك الأسنان) : علاجه الدلك بالزفت والحنتيت مطبوخاً بالزيت، والكبس بالشب والشونيز.\r(السعال) : إن كان برودة فعلاجه مطبوخ الثوم والزبيب والكمون والناتحوة والأبهل، وينبغي أن يحلى في العسل، وإن كان عن حرارة فالبيض المقوع بالخل حتى يلين، والدبق بالزيت والماء الحار وفصد الودجان إن عظمت.\r(القصر) : بالتحريك مرض يعتريها إذا عرقت، ورفع عنها السرج أو مسها البرد، وهو كالتشنج، والفرق بينهما أن هذا يكون في الظهر والعنق، والقصر في مطلق الأعصاب، وعلاجه: التدثير في مكان حار محفوظ من الهواء، والبخور بالشيح والكندر، والسعوط بالنطرون ودهن الورد، فإن لم يبرأ فالكي في مفصل العنق والرأس وأصل الذنب.\r(الجرد) : ويكون في القوائم، يشبه داء الثعلب في الإنسان، وعلاجه: الشرط حتى يخرج الدم، ويذاب من دهن النعام والغار والشونيز وماء السلق مفردة أو مجموعة، ويطلى بها، وكذا بصل العنصل.\r(الشانكاه) : خراج يبرز لاحتقان الريح ونحوه في كتف أو مرق، علاجه: بلزقات الكسر.\r(الحمر) : وهو عرض سببه كثرة أكل الشعير، وعلامته نتن فيه، وثقل المشي والصدر، ويبس الأعضاء ونفاخ، وعلاجه: فصد اليدين من الحافر مما يلي الشعر، وسعوط الورد والكافور والبنفسج والبابونج.\r(الخطل) : انحلال العصب بحيث يفارق المفصل مركزه، وسببه: شرب على تعب، وعلاجه: الكي في محله، والضماد بالقوابض، كالعفص يجعل عليه نسجاً من الصوف المبروم، ويكون كالشبكة، ويبقى عليه إلى أن يبرأ.\r(ريح الجمال) : ورم من أصل الفخذ إلى آخر الفخذ إلى آخر الرجل من بخار أو ريح ينضغط بين الأعشية، وعلاجه: الكماد بالنخالة مع العذرة.\r(القروح والدبرات) : الحاصلة من ميل السرج أو الراكب، علاجها: التنقية والذرورات القابضة كالعفص وقشر الرمان والشب والحناء وهو أنفعها، وأنفع من ذلك كله ما يستعمل الآن، وهو التنقية بالماء الحار والصابون ودهنه بزيت الغاز، وينفع أيضاً من الحكة والجرب، وأكحالها: ملح أندراني نطرون لؤلؤ سكر نبات زنجار حجر مسن محرق دار فلفل نوشادر زعفران كافور توتية، وينفع الاكتحال بها من المغلة والبياض والظفرة.\r(طرفة العين) : سمن دهن ورد صفار البيض زعفران السموم.\r(الدفلى) : علاجها: حليب بتمر وشعير، زبل الدجاج السعوط به وشرب سويق النبق والتفاح والكرنب وعصارة الكراث بخل والبستاني منه بنطرون.\r(العنكبوت) : فصد الحلق وشرب الترياقات، وعلاج شرب حليب العشار يشرب لبن الحمير إلى نصف رطل بقليل من الفلفل الأبيض.","seal":"0DB7DE4C","part":1},
      {"page":71,"id":72,"nass":"(لحفظ الصحة) : تطعم شحم الحنظل بالعجين في كل شهر مرة، والملح مع العلف يزيل ضرسها ويقوي معدتها وكذا الكسفرة؛ ومما يسمنها إذا كانت هزيلة أن تأخذ ورق الخطمي وتقطعه ناعماً، وتغمره بالماء ثم تنقع فيه الشعيرالمدشش وتعلقها به إلى أن تسمن، وبعد ذلك تعطى من الشعير الصحيح بعد رشه بماء الخطمي أو الحلبة، وإن وضعت في بيت مظلم أربعين يوماً بشرط أن لا تخرج منه، ولا تمسح ولا تتمرغ، وتعلف من الشعير المطحون ضعف ما كانت تأكله من الصحيح صباحاً ومساءً، وتشرب من الماء ضعف ما كانت تشربه أولاً، سمنت وتفقأت شحماً.\r\rتتمة\rروى الطبراني في (الأوسط) من حديث أنس بن مالك رضي الله عنه: \"أن النبيّ صلى الله عليه وسلم قال: من ساء خلقه من الرقيق والصبيان والدواب فاقرؤوا في أذنه: \"أفغير الله تبغون. وله أسلم من في السموات والأرض طوعاً وكرهاً، وإليه ترجعون\"\"، وورد أيضاً أنه يقرأ في أذنها سورة الفلق.\rوروي: \"أن النبيّ صلى الله عليه وسلم قال لعلي رضي الله عنه - من وصيته -: يا علي إذا ركبت دابة فقل: بسم الله، الحمد لله الذي أكرمنا وهدانا للإسلام، ومن علينا بمحمد عليه السلام، \"الحمد لله الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون\"\".\r\rخاتمة في المسابقة وما يتعلق بها وفيها خمسة مطالب\rالمطلب الأول فيما يدل على فضلها وحسن نتيجتها في الشرع والسياسة\rروي عن أبي أيوب زيد بن خالد الأنصاري رضي الله عنه: \"أن النبيّ صلى الله عليه وسلم قال: لا تحضر الملائكة من اللهو شيئاً إلاّ ثلاثة: لهو الرجل مع امرأته، وإجراء الخيل، والنضال\". وعنه صلى الله عليه وسلم: \"أحب اللهو إلي إجراء الخيل\". وعن مكحول عن وائلة بن الأسقع قال: \"أجرى رسول الله صلى الله عليه وسلم فرسه الأدهم في خيول المسلمين في المحصب بمكة، فجاء فرسه سابقاً، فجثا رسول الله صلى الله عليه وسلم على ركبتيه حتى إذا مر قال: إنه لبحر، فقال عمر بن الخطاب رضي الله عنه: كذب الحطيئة في قوله:\rوإن جياد الخيل لا تستفزني ... ولا جاعلات العاج فوق المعاصم\rفلو كان أحد صابراً عن الخيل، لكان رسول الله صلى الله عليه وسلم أولى بذلك\". وعن سهل بن سعد عن أبيه عن جده قال: \"أجرى رسول الله صلى الله عليه وسلم الخيل فسبقت على فرس رسول الله (الظرب) فكساني برداً يمانياً، قال: وقد أدركت بعضه عندنا\". وعن الزبير بن المنذر عن أبي سعد قال: \"سابق أبو أسيد الساعدي على فرس رسول الله اللزاز فأعطاه حلة يمانية\". وعن إبراهيم بن الفضل عن أبي العلاء عن مكحول قال: \"طلعت الخيل وقد تقدمها فرس النبي صلى الله عليه وسلم، برك على ركبتيه وأطلع رأسه من الصف وقال: كأنه بحر\". وعن مكحول \"أنه صلى الله عليه وسلم أجرى الخيل يوماً فجاء فرس له أدهم سابقاً وأشرف على الناس، فقالوا الأدهم الأدهم، وجثا رسول الله صلى الله عليه وسلم على ركبتيه ومر به وقد انتشر ذنبه وكان معقوداً، فقال صلى الله عليه وسلم: إنه لبحر\". وعن قتادة \"أن رسول الله صلى الله عليه وسلم، أجرى فرسه مع أبي أيوب رضي الله عنه فسبقه فرس المصطفى صلى الله عليه وسلم فقال صلى الله عليه وسلم: أنا ابن العواتك، إنه لهو الجواد البحر\" يعني: فرسه.\rوذكر ابن بنين (البحر) في خيله صلى الله عليه وسلم، وقال: \"كان فرس اشتراه من تجر قدموا من اليمن فسابق عليه مرات، وجثا صلى الله عليه وسلم على ركبتيه ومسح وجهه، وقال: ما أنت إلا بحر\". وقال ابن الأثير كان كميتاً، وإذا كان الفرس لا ينقطع جريه فهو بحر تشبيهاً له بالبحر الذي لا ينقطع ماؤه. وروي عن أنس بن مالك قال: \"كان صلى الله عليه وسلم أجمل الناس وجهاً وأجود الناس كفاً وأشجع الناس قلباً. خرج وقد فزع أهل المدينة، فركب فرساً لأبي طلحة عرياً، - وكان فرساً بطيئاً - فرجع وهو يقول: لن تراعوا لن تراعوا. ثم قال: إني وجدته بحراً\". فرسول الله صلى الله عليه وسلم أول من وصف الفرس بالبحر.\r\rالمطلب الثاني فيما اتفق الأئمة على جوازه من أنواعها وما اختلفوا فيه","seal":"C0986621","part":1},
      {"page":72,"id":73,"nass":"ذكر الختلي في كتاب (الفروسية) من حديث عبد الله بن دينار عن ابن عمر رضي الله عنهما: \"أن النبي صلى الله عليه وسلم سابق بين الخيل وجعل بينهما مجالاً، وقال: لا سبق إلا في خف أو حافر أو نصل\" زاد أبو البخري - بالخاء المعجمة - قاضي المدينة المنورة في الحديث كلمة (أو جناح) كذباً. فلما بلغ هارون الرشيد ذلك أمر بذبح الحمام فقيل له: ما ذنبها؟ قال: زيادة (أو جناح) في الحديث كذباً على رسول الله صلى الله عليه وسلم. ذكر أيضاً حديث عبد الله بن نافع عن عمر رضي الله عنه \"أن النبي صلى الله عليه وسلم سابق بين الخيل وراهن\". وحديث واصل مولى أبي عيينة عن موسى بن عبيدة قال: \"قلت لابن عمر: أكنتم تراهنون على عهد النبي صلى الله عليه وسلم؟ فقال: لقد راهن على فرس له\". وعن أبي لبيد قال: \"قلت لأنس بن مالك: أكان رسول الله صلى الله عليه وسلم يراهن على الخيل؟ قال أي: والله لقد راهن على فرس له يقال لها سبحة فسبقت فهش لذلك وأعجبه. وهي فرس شقراء ابتاعها من أعرابي من جهينة بعشر من الإبل؛ وسابق عليها يوم خميس ومد الجعل بيده ثم خلى عنها ومسح عليها، فأقبلت الشقراء حتى أخذ صاحبها العلم، وهي تفر في وجوه الخيل فسميت سبحة الرهان\" الجعل: الذي يقع عليه السباق، ويقال لما يوضع في الرهان، والنضال: الخطر، والسبق: - بإسكان الباء - والذرب والقرع والوجب، قال الخطابي: والرواية الصحيحة - بفتح الباء - أي: أن الجعل والعطاء لا يستحق إلا في سباق الخف، أي: ذي الخف، وهي: الإبل أو الحافر، وهي الخيل، أو النصل أي: الرمي بالسهام. وقال أبو الفضل عياض: \"لا تجوز المراهنة في غيرهم عند الأئمة الأربعة، وأما الرهان بغيرها فلا يجوزه الأكثر\". والمسابقة على الأقدام جائزة؛ لمسابقة النبي صلى الله عليه وسلم عائشة، وقد تكون من باب المسابقة المرغب فيها لما فيها من التدريب والتجربة للحاجة إلى السابق على قدميه، كما يحتاج إلى السباق على الخيل، وروي عن عطاء: \"السبق في كل شيء جائز\" أي: بغير رهان، وإلا كان من باب الميسر المنهي عنه. وعن سعيد بن المسيب \"ليس في رهان الخيل بأس، إذا أدخلوا فيها محللاً، ليس دونها إن سبق أخذ السبق، وإن سبق لم يكن عليه شيء\". وعن أبي هريرة: \"عن النبي صلى الله عليه وسلم: من أدخل فرساً بين فرسين وهو لا يؤمن أن يسبق فليس بقمار، ومن أدخل فرساً بين فرسين، وقد أمن أن يسبق فهو قمار\"، فالمحلل: أي الفرس المدخل بين المتسابقين إن كان كفواً يخاف أن يسبقهما فيحرز السبق جاز، وإلا فلا، وكان إدخاله بينهما لغواً. وقال القاضي: \"لا خلاف في جواز المراهنة في المسابقة إن أخرج الأمير سبقاً يكون للسابق، ولا فرس له بينهما، أو يخرج أسباقاً أحدها للسابق، والثاني للمصلي، والثالث للتالي وهكذا\". ويأخذون السبق على ما اشترط، أو أخرج أحد الناس السبق تطوعاً ولا فرس له في الحلبة؛ لأن ذلك من باب التفضل على السابق وإكرامه به. والمتفق على عدم جوازه: أن يخرج كل من المتسابقين سبقاً ويضعاهما عند مؤتمن والسابق منهما يأخذهما فهذا قمار عند مالك والشافعي وسفيان، وأما إذا كان بينهما محلل إن سبق أحرز السبق وإلا فلا شيء عليه فقد أجازه ابن المسيب، وقال بجوازه مالك مرة، والمشهور عنه عدم جوازه وقال الشافعي: إن سبق المحلل أحرز السبق كله وإن سبق أحد المتسابقين أحرزه وإن تساويا في السبق كان لكل واحد منهما ما أخرجه، وإن سبق أحدهما المحلل، وتأخر الآخر أحرز السابق سبق المتأخر. واختلفوا فيمن أخرج سبقاً وله فرس في الحلبة، واشترط إن سبق حبس سبقه وإن سبق يكون للسابق. فأكثر العلماء أجازه، وهو أحد قولي مالك والشافعي وأبي حنيفة. وقالوا: الأسباق على ملك أربابها وهم فيها على شروطهم، ومنعه مالك في رواية أخرى، وقال: إنما يأخذه من حضر. إن سبق مخرجه، ويجوز السبق على المصارعة. وقد \"صارع رسول الله صلى الله عليه وسلم ركانة بن عبيد بن زيد بن هاشم بن عبد المطلب بن عبد مناف حين لقيه ببطحاء مكة ومعه غنم له، فصرعه النبي صلى الله عليه وسلم على سبق، ثم سأله العود فصرعه ثانية فأسلم، فرد النبي صلى الله عليه وسلم عليه غنمه. وأول من حرم القمار في الجاهلية الأقرع بن حابس رضي الله عنه - وهو أحد حكام العرب في الجاهلية، وكان يحكم في كل موسم -. واشترط لوضع الرهان في المسابقة: أن","seal":"2ACC9E58","part":1},
      {"page":73,"id":74,"nass":"تكون الخيل متساوية في الجنس والعدو، فإن كان أحدهما محقق السبق كان الرهن قماراً. وإدخال المحلل لغو، وذلك كمسابقة العراب غيرها، والمضمرة منها غير المضمرة، وقد ميز النبي صلى الله عليه وسلم ما ضمر في السباق منفرداً عن ما لم يضمر، وتجوز المسابقة فيهما بغير رهان.\rروي عن جعفر بن محمد قال: حدثني أبي: \"أن رسول الله صلى الله عليه وسلم سابق بين الخيل والإبل\". وفي سنة ست من الهجرة: \"سابق رسول الله صلى الله عليه وسلم، بين الرواحل فسبق قعود لأعرابي ناقة رسول الله صلى الله عليه وسلم. ولم تكن تسبق قبلها، فشق ذلك على المسلمين. فقال صلى الله عليه وسلم: \"حق على الله أن لا يرفع شيئاً من الدنيا إلا وضعه\". وفي هذه السنة: \"سابق بين الخيل فسبق فرس لأبي بكر رضي الله عنه\". وهما أول مسابقة كانت في الإسلام. ذكره غير واحد من العلماء وروى أبو داود بإسناده: \"أن النبي صلى الله عليه وسلم سابق بين الخيل، وفضل القرح في الغاية\" ويشترط في السباق الأمد.\rروي عن موسى بن عقبة عن نافع عن عمر رضي الله عنهما قال: \"سابق رسول الله صلى الله عليه وسلم بين الخيل التي ضمرت، فأرسلها من الحفيا، - وكان أمدها ثنية الوداع -؛ فقلت لموسى: وكم بين ذلك؟ قال: ستة أميال أو سبعة. - وسابق بين الخيل التي لم تضمر فأرسلها من ثنية الوداع، وكان أمدها مسجد بني زريق - قلت: فكم بين ذلك؟ قال: ميل أو نحوه -. وكان ابن عمر ممن سابق فيها، قال ابن عمر: فجئت سابقاً فطفف بي الفرس أي وثب جدار المسجد وكان جداره قصيراً\". الحفيا: - بالمد والقصر - موضع بالمدينة، وثنية الوداع: كذلك، وسميت بذلك لأن الخارج منها يودع مشيعه، والميل: أربعة آلاف ذراع، والفرسخ: ثلاثة أميال، والبريد: ثلاثة فراسخ. ويشترط هذا في مسابقة الإبل أيضاً، ووضع الرهان في الرمي لمن سبق، أو أصاب الغرض جائز. ومسابقة الخيل كانت في الجاهلية وأقرها الإسلام، وهي من باب التدريب لا التعذيب، للاحتياج إليها في الكر والفر، واختلف في التدريب بين الندب والإباحة.\r\rفائدة\rروى عبد الله بن المبارك عن سفيان قال: \"إذا سبق الفرس بأذنه فهو سابق\" وهذا محمول على تساوي أعناقها في الطول والقصر، فإن اختلفت كان السبق بالكاهل.\r\rالمطلب الثالث في ترتيب خيل الحلبة وذكر أسمائها\rالحلبة - بالتسكين - خيل تجمع للسباق من كل أوب، لا تخرج من موضع واحد، وتجمع على حلائب وحلبات. قال الشاعر:\rنحن سبقنا الحلبات الأربعا ... الفحل والقرح في شوطٍ معا\rوقال سويد بن شداد العبسي يخاطب فرسه:\rأناصح أبرز للسباق فإنها ... غداة رهان جمعته الحلائب\rفإنك مجلوب علي ضحى غد ... ومالك إن لم يجلب الله جالب\rوقال عتاب بن الأصم:\rيا حزم قد جد الرهان بالقدم ... ليس عليك اليوم في جري لوم\rإن أنت جليت الوجوه ذي اليوم\rوموضع المسابقة، يسمى: المبطان، أي: موضع الذي يوطن لترسل منه الخيل، ويسمى: المضمار، قال أبو عبيد الله بن الخطيب:\rما ضرني إن لم أكن متقدماً ... فالسبق يعرف آخر المضمار\rولأن غدا ربع البلاغة بلقعاً ... فلرب كنز في أساس جدار\rوالمبنى والمبدا: هي غاية مدى السبق المتفق عليه، ويقدرونه بالغلوات قال غيلان الربع:\rأمسوا فغادرهن حول المطاء ... بمئتين بغلا الغلاء\rوالغلوة: منتهى غاية المريح، وهو سهم خفيف يوضع في القوس ويرمى به، بشرط أن يرفع راميه يديه بقدر ما أمكنه، ويضعون السبق على رؤوس قصب الرماح عند منتهى الغاية.\rروي أن سعيد بن العاص سابق بين الخيل في الكوفة فجعلها مئة قصبة، وجعل لأخيرها قصبة ألف درهم. ومنه قولهم: (حاز فلان قصب السبق) أو: يبنون في منتهى الغاية بناء يشبه المنارة، ويضعون السبق عليه ويسمونه: (الطربال) ، قال دكين:\rحتى إذا كان دوين الظربال ... رجعن منه بصهيل صلصال\rمطهم الصورة كالتمثال\rوينصبون قبل إرسال الخيل حبلاً يسمونه: (المقوس) يجعل في صدورها لتكون متساوية عند الإرسال، قال الشاعر:\rإن البلاء لدى المقوس مخرج ... ما كان من عيب ورجم ظنون\rوقال المتنبي:\rوما الخيل إلا كالصديق قليلة ... وإن كثرت في عين من لا يجرب","seal":"F35A9D76","part":1},
      {"page":74,"id":75,"nass":"إذا لم تشاهد غير حسن شياتها ... وأعضائها فالحسن عنك مغيب\rأي: أن منزلة الخيل من الإنسان كمنزلة الصديق، فالجياد منهل قليلة وإن كثرت في العدد عند من لم يجربها، وعند الامتحان يكرم الشيء أو يهان. وفي الحديث: \"الخيل تجري بأعراقها وعنقها، فإذا وضعت على المقوس جرت بجدود أربابها\"، وفي الطلب: على إقبال فرسانها، وفي الهزيمة: على آجالهم، ومن الأمثال: (عند الرهان تعرف السوابق) . وقال الشاعر:\rولا يسبق المضمار في كل موطن ... من الخيل عند الجد إلا عرابها\rوقد \"نهى النبي صلى الله عليه وسلم عن الجلب والجنب في المسابقة\"، والجلب: أن يتبع الرجل فرسه، فغن قرب من الغاية زجره وجلب عليه، وهذا مما يعين الفرس على الجري. والجنب: أن يجنب مع الفرس الذي سابق عليه فرساً آخر، فيرسل حتى إذا دنا تحول راكبه على الفرس المجنوب، فأحرز السبق. والأول: من نوع الخديعة وكانوا يرسلون خيل الحلبة عشرة عشرة ولكل واحد منها اسم، فالأول: المجلس ثم المصلي ثم المسلي ثم التالي ثم المرتاح ثم العاطف ثم المؤمل ثم الخطي ثم اللطيم ثم السكيت - بتشديد الكاف، وقد تخفف -.وقال الجاحظ: كانت العرب تعد السوابق ثمانية ولا تجعل لما وراءها حظاً. فأولها: السابق، ويسمى: متجرداً؛ لأنه انجرد من الحلبة وتقدمها، ثم المصلي، ثم المقفي، ثم التالي، ثم العاطف، ثم المزمر، ثم البارع، ثم اللطيم، وما جاء بعد ذلك لا يعتد به. وكانت العرب تلطم وجه التاسع وإن كان له حظ. وقال أبو عبيدة: لم نسمع في سوابق الخيل ممن يوثق بعلمه أسماء لشيءٍ منها، إلا المصلي للثاني، والسكيت للعاشر، وما سوى ذلك يقال له: الثالث والرابع وهكذا إلى التاسع، وحكى المسعودي قال: جاء غلام الرقي إلى المتقي بالله العباسي فتحادثا واتصل الحديث بأخبار الحلائب ومراتب الخيل فيها فقال الغلام: يا أمير المؤمنين أذكر لك قولاً جامعاً أخبرني به كلاب بن حمزة العقيلي قال: كانت العرب ترسل خيلها عشرة عشرة أو أسفل، والقصب تسعة، ولا يدخل الحجر المحجر إلا ثمانية، وهذه أسماؤها: الأول السابق: وهو المجلي؛ لأنه جلى عن صاحبه ما كان فيه من الكرب والشدة، والثاني: المصلي؛ لأنه وضع جحفلة على قطاة المجلي، وهي صلاته، والصلاة: عجب الذنب، والثالث: المسلي؛ لأنه سلى عن صاحبه بعض همه، والرابع: لأنه تلى المسلي، والخامس: المرتاح مأخوذ من راحة الكف؛ لأن فيها خمس أصابع والعربي إذا أومأ إلى خمسة من العدد فتح يده وفرق أصابعه، فالخامس: مثل خامسة الأصابع. والسادس: حظيّاً، فقد أعطى النبي صلى الله عليه وسلم السادس قصبة. ذكر ابن بنين: \"أن رسول الله صلى الله عليه وسلم سابق بين الخيل على حلل أتته من اليمن، فأعطى السابق ثلاث حلل، والمصلي حلتين، والثالث حلة، والرابع ديناراً، والخامس درهماً، والسادس قصبة. وقال: بارك الله فيك وفي كلكم وفي السابق\". ويسمون السابع: العاطف؛ لأنه قد عطف بشيءٍ وإن قل ودخل المحجرة، أي: الحظيرة التي اتخذوها لدخول السابق منها، والثامن: المؤمل تفاؤلاً، كما يسمون الفلاة: مفازة، واللديع: سليماً، لأنه يؤمل سبقه حيث قرب من بعض ذوات الحظوظ، والتاسع: اللطيم؛ لأنه لو رام المحجرة للطم دونها. والعاشر: السكيت؛ لأن صاحبه يسكت حزناً وحياءً، وكانوا يجعلون في عنق السكيت حبلاً، ويجعلون عليه قرداً، ويعطون للقرد سوطاً، فيركضه تعييراً لصاحبه، قال الوليد بن حصين الكلبي:\rإذا أنت لم تسبق وكنت مخلفاً ... سبقت إذا لم تدع بالقرد والحبل\rوإن تك حقاً بالسكيت مخلفاً ... فتورث مولاك المذلة بالنبل\rوأشر بقوله: (فتورث مولاك المذلة بالنبل) إلى ما يفعله البعض من رمي السكيت بالنبل حتى ينجعف، كما يفعل النعمان بن المنذر بفرسه النهب، وكانوا يمسحون وجه السابق. قال ابن عبد ربه:\rوإذا جياد الخيل ما طلها المدا ... وتقطعت في شأوها المبهور\rفالووا عناني في الحلائب وامسحوا ... مني بغرة أشقر مشهور\rوقال جرير:\rإذا شئتم أن تمسحوا وجه سابق ... جواد فمدوا في الرهان عنانيا\rوقال كلاب بن حمزة: لم نعلم أحداً من العرب في الجاهلية والإسلام وصف خيل الحلبة العشرة بأسمائها وصفاتها ومراتبها غير محمد بن يزيد بن مسلمة بن عبد الملك بن مروان بقوله:","seal":"A386E987","part":1},
      {"page":75,"id":76,"nass":"شهدنا الرهان غداة الرهان ... بجمعية ضمها الموسم\rنقود إليها مقاد الجميع ... ونحن بصنعتها أقوم\rغدونا بمقوورة كالقداح ... غدت بالسعود لها الأنجم\rمقابلة نسبة في الصريح ... فها هي للأكرم الأكرم\rفمنهن أحوى طمر أغر ... يفوت الخطوط إذا يلجم\rتلألأ في وجهه قرحة ... كأن تلألؤها المرزم\rومنها كميت بهي الصفات ... وأشقر ذو غرة أرثم\rوأدهم ليس له غرة ... لقد حاز من فضلها الأدهم\rفقيدت لمدخور ما عندها ... لمنتظري أنها تنجم\rعليهم سحم صغار الشخوص ... وكالأسد صوتاً إذا تنجم\rكأنهم فوق أثباجها ... زرازير في نعف حوم\rفصفت على الحبل في محضر ... يلي أمره ثقة مسلم\rتراضوا به حكماً بينهم ... فبالحق بينهم يحكم\rوربك بالسبق عن ساعة ... من الناس كلهم أعلم\rفقلت ونحن على جدة ... من الأرض نيرها مظلم\rلقد فرغ الله مما يكون ... ومهما يكن فهو لا يكتم\rفأقبل في إثرنا نافر ... كما يقبل الوابل المنجم\rوأتبع فوضي مرفضة ... كما أرفض من سلكه المنظم\rأو السرب سرب القطا راعه ... من الجو شواذنق أظلم\rفواصل من كل سقط له ... كأن عنابيبها العندم\rوللمرء من قدح ما تستثير ... سنابكهن سنا يحذم\rفجلى الأغر وصلّى الكميت ... وسلى فلم يذمم الأدهم\rوأردفها رابع تاليا ... وأين من المنجد المتهم\rوما ذم مرتاحها خامساً ... وقد جاء يقدم ما يقدم\rوجاء الحظي لها سادساً ... فأسهم حصته المسهم\rوسابعها العاطف المستحير ... يكاد لحيرته يحرم\rوجاء المؤمل فيما نجيب ... وغنى له الطائر الأشيم\rحذى سبعة وأتى ثامناً ... وثامنه الخيل لا تسهم\rوجاء اللطيم لها تاسعاً ... فمن كل ناحية يلطم\rيخيب السكيت على إثره ... حياؤه من خزيه أعظم\rكأن جوانبه بين ذي ... جمانة نيط بها قمقم\rعلى ساقة الخيل يعدو به ... مليماً وسائسه ألوم\rإذا قيل من رب ذا لم يجب ... من الخزي بالصمت مستعصم\rومن لا يقد للحلاب الجياد ... وشيكاً لعمرك إن يندم\rوما ذو اقتضاب لمحمولها ... كمن ينتميها ويستلزم\rفرحنا بسبق شهرنا به ... ونيل به الفخر والمغنم\rوأحرزنا عن قصبات الرهان ... رغائب أمثالها تقسم\rبروداً من القصب موشية ... وأكيسة الخز والملحم\rفراحت عليهن منشورة ... كأن حواشيهن الدم\rومن ورق صامت بدرة ... ينوء بها الأغلب الأعصم\rففضت لهن خواتيمها ... وبدرتنا الدهر لا تختم\rنوزعها بين خدامها ... ونحن لها منهم أخدم\rوإنا لنرتبط المعربا ... ت في اللدنات فلا ترزم\rنعدلها المحض بعد الثليث ... كما يصلح الصبية المطعم\rونخلطها بصميم العيال ... بمن لم يخب وهو المحرم\rمشاربها الصافيات العذاب ... ومطعمهن هو المطعم\rفهن بأكناف أبياتنا ... صوافهن يصلهن أو حؤم\rونظمها الشيخ الأكبر سيدي محيي الدين بن عربي بقوله:\rقالوا المجلي أول ثم المصلي بعده ... ثم المسلي ثالث والتالي طرف رابع\rوالخامس المرتاح ثم عاطف سادسهم ... ثم الحظي بعده وهو الجواد السابق\rوالثامن مؤمل ثم اللطيم تاسع ... سكيتهم عاشرهم أهلة طوالع\rفكلهم آخرهم فلا يعد فيهم=إن المجلي أول وتسعة توابع ثم قال: المحفوظ عن العرب السابق ثم المصلي والسكيت الذي هو العاشر، والسابق هو الأول وهو المجلي والمبرز، وسائر ما ذكر من الأسماء؛ فإن بعض الحفاظ من أهل اللغة قال: أراها محدثة، والله أعلم.\r\rالمطلب الرابع فيما ورد فيها عن الملوك والأمراء","seal":"DA7E8907","part":1},
      {"page":76,"id":77,"nass":"اعلم أن أكثر ما يتفاخرون باقتنائه ويتباهون بالاعتناء به، ارتباط كرائم الخيل يجلبونها من الآفاق، ويسبرون عتاقها بحسن السباق، ويتخذون طراد الحلبة ميدان مراحهم ومضمار انشراحهم، ويحتفلون ليومه، ويستدعون لشهوده الأعيان، ويستحضرون لمشاهدته ذوي الخبرة والفرسان. ولا ريب في أن الملوك بهذه الوسيلة يتوصلون إلى حماية ملكهم إذ لا يحامي عنه إلاّ كل شجاع جواد على متون الصافنات العتاق فبها يملؤون قلوب الأعداء رعباً، ويذيقونهم نكال الحرب طعناً وضرباً.\rذكر أبو الفرج الأصبهاني أن المهدي العباسي أجرى الخيل فسبقها فرسه الغضبان، فطلب الشعراء فلم يجد منهم أحداً غير أبي دلامة، فقال له: قلده يا يزيد، فقلده عمامته ليضحكه بذلك، فقال له المهدي: يا ابن الخنا أنا أكثر منك عمائم، إنما أردت أن تقلده شعراً، ثم قال: يا لهفي على العماني، فأحضروه فقال له: قلد فرسي هذا فقال:\rقد غضب الغضبان إذ جد الغضب ... وجاء يحمي حسباً فوق الحسب\rمن إرث عباس بن عبد المطلب ... وجاءت الخيل به تشكو النصب\rله عليها ما لكم على العرب\rفقال المهدي: أحسنت والله! وأمر له بعشرة آلاف درهم. وقال ابن الأعرابي: أجرى هارون الرشيد خيله فجاء فرسه المشمر سابقاً، وكان معجباً به، فأمر الشعراء أن يصفوه فقال أبو العتاهية:\rجاء المشمر والأفراس يقدمها ... هوناً على رسله منها وما انبهرا\rوجاء الريح حسرى وهي جاهدة ... ومر يختطف الأبصار والنظرا\rوذكر المسعودي: أن الرشيد أجرى الخيل، فلما أرسلت صار إلى مجلسه في صدر الميدان حيث توافى إليه الخيل، فكان في أوائلها سوابق من خيله، يقدمها فرسان في عنان واحد، لا يتقدم أحدهما على صاحبه فتأمل أحدهما فقال: فرسي والله، ثم تأمل الآخر فقال: فرس ابني المأمون. فكان فرسه السابق وفرس المأمون ثانية فسر بذلك. فلما انقضى المجلس وهم بالانصراف، قال الأصمعي: - وكان الفضل بن الربيع حاضراً - فقلت: يا أبا العباس! هذا يوم من الأيام، فأحب أن توصلني إلى أمير المؤمنين. فقام الفضل وقال: يا أمير المؤمنين هذا الأصمعي يذكر شيئاً من الفرسين يزيد الله بن أمير المؤمنين سروراً، فقال: هاته فلما دنا قال: ما عندك يا أصمعي؟ قال: يا أمير المؤمنين كنت وابنك اليوم والفرسين كما قالت الخنساء:\rجارى أباه فأقبلا وهما ... يتعاوران ملاءة الحضر\rحتى إذا بدت القلوب وقد ... لزت هناك القدر بالقدر\rوهما كأنهما وقد برزا ... صقران قد حطا على وكر\rبرزت صحيفة وجه والده ... ومضى على غلوائه يجري\rأولى فأولى أن يساويه ... لولا جلال السن والكبر\rوذكر المقريزي: أن العزيز بالله سابق بين الطيور، فسبق طائر الوزير يعقوب طائر العزيز، فشق ذلك على العزيز، ووجد أعداء الوزير سبيلاً إلى الطعن فيه، فكتبوا إلى العزيز أنه قد اختار من كل صنف أعلاه، ولم يترك لأمير المؤمنين إلاّ أدناه حتى الحمام فبلغ ذلك الوزير فكتب إلى العزيز:\rقل لأمير المؤمنين الذي ... له العلا والمثل الثاقب\rطائرك السابق لكنه ... لم يأت إلاّ وله حاجب\rفأعجب العزيز ذلك، ولم يلتفت للواشي. وقال ابن ظافر: ركب المعتمد على الله أبو القاسم بن عباد للنزهة بظاهر إشبيلية في جماعة من ندمائه وخواص شعرائه: فلما أبعد أخذ في المسابقة فجاء فرسه بين البساتين سابقاً فرأى شجرة تين قد أينعت وبرزت منها ثمرة قد بلغت وانتهت، فسدد إليها عصا كانت بيده فأصابها وثبتت على أعلاها، فأطربه ما رأى من حسنها وثباتها، ثم التفت إلى ابن جامع الصباغ فقال له أجز:\rكأنها فوق العصا فقال ... هامة زنجي عصى\rفزاد سروره بحسن ارتجاله وأجزل جائزته. وقال الوزير عبد الغفور الكاتب يصف فرساً أشهب للأمير يحيى بن سير جاء سابقاً:\rيا ملكاً لم يزل قديماً ... بكل علياء جد وامق\rوسابقاً في الندى أتتنا ... جياده في المدى سوابق\rلله منها أسيل خدٍّ ... أهريت شدقيه كالجوالق\rحديد قلب حديد طرف ... ذو منكب يشبه البواسق\rذو جشة في الصهيل دلت ... منه على أكرم الخلائق\rأشهب كالرجع مستطير ... كأنه الشيب في المفارق","seal":"AD428AEF","part":1},
      {"page":77,"id":78,"nass":"خب غداة الرهان حتى ... أجهد في إثره البوارق\rما أنس لا أنس إذ شالها ... مشربات مثل البواشق\rوبدها شزباً عتاقاً ... لم ترض عن خصرها العواتق\rفقمن يمسحن منه رشحاً ... مطيبات به المخانق\rأفديه من شافع لبيض ... قد كن عن بغيتي عوائق\rأنضع منه لرأي عيني ... سود عذار الفتى الغرانق\rوحكي أن الحجاج كتب إلى قتيبة بن مسلم، أنه قد اجتمعت جياد خيل العرب بخراسان فاكتب إلى أهل الكور وأمرهم بإجراء الخيل وابعث إلي بسوابقها. فبعث إليه بفرسه الأشقر والرؤاسي وهما أبناء الحميراء، فجاءت بهما رسله، فعرض لهما لص يسمى أشكاب، فسرق الأشقر وجاؤوا بالرؤاسي إلى عبد الملك بن مروان فاستوهبه منه أخوه بشر فوهبه إياه. فكانت خيل بشر من بناء الرؤاسي، وهي سوابق الخيل في العراق. وحكي أن بشراً سابق بفرسه من بنات الرؤاسي خيل يوسف بن عمر فسبقها فشق عليه ذلك. وبعد مدة قيل ليوسف بن عمر ألا تجري الخيل؟ فقال: الآن ابعثني وابعث بالسبق إلى عبد الملك، لأن بشراً حمل بعض الرؤاسي على بعض، فرققن وضعفن، والزائدية أغلظ منها وأقوى، وسمي الرؤاسي لأن رجلاً من سليم يسمى عبد الملك رأس استوهب ما في بطن الحميراء من معقل بن عروة فوهبه إياه. فلما وضعته أعجب معقل، فقال لعبد الملك: دعه وأهب لك ما شئت، فأبى فقال معقل: إذن لا ألبؤه لك فقال: هاته. فأخذه واشترى له برزونة، حين وضعت فألبأه منها ثم خدمه حتى أجدع، فأرسله في الحلبة فلم يصنع شيئاً ثم أثنى فأرسله في الحلبة فلم يصنع شيئاً. فأعاره إلى رجل من دهاقين خراسان، فابتذله فانتسب أي رجع إلى نسبه ونزع إلى عرقه بعد ما أربع، فكان سابقاً لا يجارى، وكان معقل خبيراً بالخيل، فإذا أجريت استدبرها فأيها كان أدنى سنبكاً من الأرض سابق عليه، فالزائدية سوابق خيل الشام، والرؤاسية سوابق خيل العراق. وحكى المسعودي: أن الوليد بن يزيد بن عبد الملك كان مغرماً بالخيل وجمعها للحلبة؛ وكان فرسه السندي جواداً سابقاً إلاّ أنه يقصره في الحلبة عن فرس هشام المعروف بالزائد. وربما جاء معه مصلياً، فأجرى الوليد الخيل يوماً بالرصافة، وكانت الحلبة ألف قارح، فوقف بها ينتظر الزائد ومعه سعيد بن العاص، وكان جواده المصباح فيها فلما طلعت الخيل قال الوليد:\rخيلي ورب الكعبة المحرمة ... سبقن أفراس الرجال اللومة\rكما سبقناهم وحزنا المكرمه\rفأقبل فرس يسمى الوضاح أمام الخيل فلما دنا صرع فارسه وأقبل المصباح فرس سعيد يتلوه وعليه فارسه فقال سعيد:\rنحن سبقنا اليوم خيل اللومه ... وصرف الله إلينا المكرمه\rكذاك كنا في الدهور المقدمه ... أهل العلا والرتب المعظمه\rفضحك الوليد لما سمعه، وخشي أن يسبق فرس سعيد فركض فرسه حتى ساوى الوضاح، فقذف بنفسه عليه ودخل سابقاً. ثم عرضت على الوليد الخيل في الحلبة الثانية، فمر به فرس لسعيد فقال: لا نسابقك أبا عنيسه وأنت القائل: (نحن سبقنا اليوم خيل اللومة) فقال سعيد: ليس كذا يا أمير المؤمنين، وإنما قلت (نحن سبقنا اليوم خيلاً لومه) فضحك الوليد وضمه إلى نفسه وقال: لا عدمت قريش أخا مثلك. وقال الأصمعي: حدثني ابن قتب قال: قدم أعرابي من أهل نجد على الوليد بن عبد الملك وقد ضمر الخيل للمسابقة، فقال الأعرابي: يا أمير المؤمنين أريد أن أرسل خيلي مع خيلك، فقال: كيف تراها فقال: حجازية لو ضمها مضمارك ذهبت. فقال له الوليد: ما اسمك؟ قال: أسيلم بن الأحنف، فقال له: إنك لمنقوص الاسم أعوج اسم الأب. ثم أرسلت الخيل فسبق الأعرابي على فرسه حزمة. فقال له الوليد: أواهبها أنت لي؟ قال: إنها قديمة الصحبة ولها حق، ولكني أحملك على مهر لها قد سبق عاماً أول، وهو في بطنها له تسعة أشهر والمهر إذا أتت عليه عشرة أشهر في بطن أمه ربض، أي: تحرك. وقال أيضاً: كان ابن هشام بن عبد الملك يعتني بشأن الخيل حتى أن خيله لا تكاد تسبق فسبقت له فرس وصلت أختها ففرح بذلك، وقال: عليَّ بالشعراء، قال أبو النجم فدعينا له فقال: قولوا في هذه الفرس وأختها. فطلب الشعراء منه المهلة، وقلت مرتجلاً:\rأشاع للغراء فينا ذكرها ... قوائم عوج أطعن أمرها\rوما نسينا بالطريق مهرها ... حين نقيس قدره وقدرها","seal":"8552F943","part":1},
      {"page":78,"id":79,"nass":"وصبره إذا عدا وصبرها ... والماء يعلو نحره ونحرها\rمملومة شد المليك أسرها ... أسفلها وبطنها وظهرها\rقد كان هاديها يكون شطرها\rقال أبو النجم: فأمر لي بجائزة وانصرف القوم. وقال أيضاً:\rثم سمعنا برهان نأمله ... قيد له من كل أفق جحفله\rفقلت للسائس قد أعجله ... عدواً ولعناً في الرهان نرسله\rنعلو به الحزن ولا نسهله ... إذا علا الأخشب صاح جند له\rترنم النوح يبكي مثكله ... كان في الصوت الذي يفصله\rزمار دف يتغنى جلجله ... حتى وردنا المصر يطوي قنبله\rطي التجار العصب إذ تنخله ... وقد رأينا فعلهم فنفعله\rوأبتع الأيدي منه أرجله ... قمنا على هول شديد وجله\rنمد حبلاً فوق خط نعد له ... نقول قدم ذا وهذا أدخله\rوقام مشقوق القميص يعقله ... فوق الخماسي قليلاً يفضله\rأدرك عقلاً والرهان عمله ... حتى إذا أدرك خيلاً مرسله\rثار عجاج مستطير قسطله ... تنفش منه الخيل ما لا تغزله\rمرا يغطيها ومرا تجعله ... مر القطا صب عليه أجدله\rوهو رخي البال سام دهله ... قدامها ميلاً لمن يمثله\rتطيره الحن وحيناً ترجله ... تسبح أخراه ويطفو أوله\rترى الغلام ساجياً ما تركله ... تعطيه ما شاء وليس يسأله\rكأنه من زبد تسربله ... في كرسف النداف لولا بلله\rتخال مسكاً عله معلله ... ثم تناولنا الكلام نشرله\rعن مقرع الكتفين حلو عطله ... منتفخ الجوف عريض كلكله\rفوافت الخيل ونحن فشكله ... والجن عكاف به نقبله\rومما أدرك عليه قوله: \"تسبح أخراه ويطفو أوله\" مع أنه كان وصافاً للخيل، لأن اضطراب مؤخره قبيح. قال الأصمعي: إذا كان الفرس كذلك، فحمار الكساح أسرع منه، وإنما الوجه فيه ما قيل في وصف فرس أبي الأعور السلمي:\rمر كلمع البرق سام ناظره ... يسبح أولاه ويطفو آخره\rفما يمس الأرض منه حافره\rوقال المسعودي: إن هشاماً. كان يستجيد الخيل وأقام الحلبة مرة، فاجتمع فيها من خيله وخيل غيره أربعة آلاف فرس، ولم يسمع بمثل ذلك جاهلية ولا إسلاماً. ونقل الأصمعي: أن الرشيد ركب في سنة خمس وثمانين ومئة إلى الميدان لشهود الحلبة، فدخلت فيمن شهدها من خواص أمير المؤمنينوالحلبة يومئذ أفراس الرشيد ولولديه الأمين والمأمون وسليمان بن أبي جعفر المنصور، وعيسى بن جعفر، فجاء الأدهم فرس الرشيد سابقاً. فظهرت علامة السرور بوجهه، وقال عليَّ بالأصمعي. فأقبلت سريعاً حتى مثلت بين يديه فقال: خذ بناصية هذا الريد، ثم صفه من قونسه إلى سنبكه، فإنه يقال أن في الخيل عشرين اسماً من أسماء الطير، فقلت: نعم يا أمير المؤمنين، وأنشدك شعراً جامعاً من قول أبي حرزة قال: فأنشد لله أبوك، فأنشدته:\rوأقب كالسرحان تم له ... ما بين هامته إلى النسر\rرحبت نعامته ووقر فرخه ... وتمكن الصردان في النحر\rوأناف في العصفور في سعف ... هام أشم موثق الجذر\rوازدان بالديكين صلصله ... ونبت دجاجته عن الصدر\rوالناهضان أمر حلزهما ... فكأنما عثما على كسر\rمسحنفر الجنبين ملتئم ... ما بين شيمته إلى الغر\rوصفت سماناه وحافره ... وأديمه ومنابت الشعر\rوسما الغراب لموقعيه معاً ... فأبين بينهما على قدر\rوتقدمت عنه القطاة له ... فنأت بموقعها عن الحسر\rواكتن دون قبيحه خطافه ... ونأت ثمامته عن الصقر\rوسما على نقويه دون حداثه ... خربان بينهما مدى الشبر\rيدع الرضيم إذا جرى قلقاً ... بقوائم كمواسم سمر\rركبن في محض الشوى سبط ... كفت الوقوب مشدد الأسر","seal":"DE37492A","part":1},
      {"page":79,"id":80,"nass":"الأقب: الضامر، والسرحان: الذئب، والهامة: أعلى الرأس، والنسر: لحمة في باطن الحافر، وهما اسما طائرين، والنعامة: جلدة الرأس، والفرخ: مقدم الدماغ، والصردان: عرقان ملتفان في باطن اللسان، وبياض يكون في الظهر من أثر الدبر، وهما من أسماء الطير، والعصفور: أصل منبت الناصية، وعظم ناتئ في الجبين، والغرة إذا سالت ورقت ولم تتجاوز العينين, وهو اسم طائر، والسعف: سيلان الناصية، وهام: انتشر، والأشم: المرتفع، والموثق: الجديد القوي، والجذر: الأصل من كل شيء، والديكان: عظمان ناتئان خلف الأذنين، والصلصل: بياض في طرف الناصية، والدجاجة: لحمة زوره، والناهض: لحم العضد من أعلاه، واسم لفرخ الطائر الذي وقر جناحه. وقوله (أمر حلزهما) : أي أحكم فتلهما، وعثما: أي جرى، والمسحنفر: المنتفخ، والملتئم: المعتدل، والشيمة: المنخر، والفر: عضلة الساق، وهي اسم الرخمة والسماني: الدائرة التي في صفحة العنق، وهو اسم طائر يشبه الخطاف، والغراب: رأس الورك، ويقال للصليان: غرابان، وهما مكتنفا عجب الذنب، والقطاة: مقعد الردف، وهي من أسماء الطير، والحر: سواد في ظاهر الأذنين، وهو اسم ذكر الحمام، والخطاف: ما أدرك عقب الفارس إذا حرك رجليه، ويقال له: المركن، وهو اسم طائر، والصقر: دائرة خلف موضع لبد الدابة، وهو اسم طير، والنقم: عظم الورك، واسم ذكر الحبارى، والحدأة: سالفة الفرس، وهي اسم طائر، والرخيم: الحجارة، والتوائم: الحوافر، والموسم: موسم الحديد شبهها به في الشدة، والشوى: القوائم.\rونظمها جلال الدين السيوطي فزادت على الثلاثين بقوله:\rالفرخ والناهض والنعامه ... والصقر واليعسوب والحمامه\rوالنسر والعصفور ثم الهامه ... والديك والكرسوع والسمانه\rوالصر والفراش والغراب ... والخرب والفرة والذباب\rوالزرق والصلصل والسحاة ... والساق والخطاف والقطاة\rوالحر والأسقع والسعدانه ... والجراد والعقاب والسمانه\rكذاك ثم حدأة وورشان ... ومثله رخمة إنسان\rهذا تمام نظمي المهذب ... والحمد لله بنيل المطلب\rوقال أبو سراج الضبي إن صرد بن شداد اليربوعي عم مالك بن نورة سابق أبا سراج على فرس له تسمى بذوة، وفرس صرد تسمى: القطيب فسبق أبو سراج وقال:\rألم تر أن بذوة إن جرينا ... وجد الجدو منا والقطيبا\rكأن قطيبهم يتلو عقاباً ... على الصلعاء رازنة طلوبا\rثم سرى الشر بينهما إلى أن احتال أبو سراج على صرد وسقاه منيّ عبدٍ له في عس حلب عليه فشربه، فانتفخ فمات.\rقال الأخطل فيهم:\rيعب الخمر وهي شراب كسرى ... ويشرب قومك العجب العجيبا\rمنيُّ العبد عبد أبي سراج ... أحق من المدامة أن تعيبا\rوقال العلامة أبو عبد الله محمد بن يوسف الثغري كاتب سلطان تلمسان من أعمال الجزائر، أبي حمو موسى بن يوسف الزياتي يصف حلبة جياده:\rقم مبصراً زمن الربيع المقبل ... تر ما يسر المجتني والمجتلي\rوانشق نسيم الروض مطلولاً وما ... أهداك من عرف وعرف فاقبلِ\rوانظر إلى زهر الرياض كأنه ... در على لبات ربات الحلي\rفي دولة فاضت يداها بالندى ... وقضت بكل منى لكل مؤملِ\rبسطت بأرجاء البسيطة عدلها ... وسطت بكل معاند لم يعدل\rسلطانها المولى أبو حمو الرضا ... ذو المنصب السامي الرفيع المعتلي\rتاهت تلمسان بدولته على ... كل البلاد بحسن منظرها الجلي\rراقت محاسنها ورق نسيمها ... فحلا بها شعري وطاب تغزلي\rعرج بمنعرجات باب جيادها ... وافتح بها باب الرجاء المقفل\rولتغدو للعباد منها غدوة ... تضحى هموم النفس عنك بمعزل\rوضريح تاج العارفين شعيبها ... زره هناك فحبذا ذاك الولي\rفمزاره للدين والدنيا معاً ... تمحى ذنوبك أو كروبك تنجلي\rوبكهفها الضحاك قف متنزهاً ... تسرح نفوسك في الجمال الأجمل\rوتمشَّ في جناتها ورياضها ... واجنح إلى ذاك الجناح المخضل\rيسليك في دوحاتها وتلاعها ... نغم البلابل واطراط الجدول\rوبربوة العشاق سلوة عاشق ... فتنت وألحاظ الغزال الأكحل\rبنواسم وبواسم من زهرها ... تهديك أنفاساً كعرق المندل","seal":"9978D7BE","part":1},
      {"page":80,"id":81,"nass":"فلو امرؤ القيس ابن حجر زارها ... قدماً تسلى عن معاهد ماسل\rلو حام حول فنائها وظبائها ... ما كان مختفلاً بحومة حومل\rفاذكر لها كلفي بسقط لوائها ... فهواي عنها الدهر ليس بمنسل\rكم جاد فيها الزمان بمطلب ... جادته أخلاق الغمام المسبل\rواعمد إلى الصفصيف يوماً ثانياً ... وبه تسل وعنه دوماً فاسأل\rوإذا تراه من الأزاهر خالياً ... أحسن بعه عطلاً وغير معطل\rينساب كالإثم انسياباً دائماً ... أو كالحسام جلاه كف الصيقل\rفزلاله في كل قلت قد حلا ... وجماله في كل عين قد حلي\rواقصد بيوم ثالث فوارة ... وبعذب منهلها المبارك فانهل\rتجري على در لجيناً سائلاً ... أحلى وأعذب من رحيق سلسل\rوأشرف على الشرف الذي بإزائها ... لترى تلمسان العلية من عل\rتاج عليه من المحاسن بهجة ... أحسن بتاج بالبهاء مكلل\rوإذا علشية شمسها مالت فمل ... نحو المصلى ميلة المتمهل\rوبملعب الخيل الفسيح مجاله ... أجل النواظر في العتاق الجفل\rفلحلبة الأشراف كل عشية ... لعب بذلك الملعب المتسهل\rفترى المجلي والمصلي خلفه ... وكلاهما في جريه لا يأتلي\rهذا يكر وذا يفر فينثني ... عطفاً على الثاني عنان الأول\rمن كل طرف كل طرف يستبي ... قيد النواظر قتنة المتأمل\rورد كأن أديمه شفق الدجى ... أو أشهب كشهاب رجم مرسل\rأو أحمر قاني الأديم كعسجد ... أو أشقر يزهو بعرف أشعل\rأو من كميت لا نظير لحسنه ... سام معم في السوابق مخول\rأو أدهم كالليل إلاّ غرة ... كالصبح بورك من أغر محجل\rجمع المحاسن في بديع شياته ... مهما ترق العين فيه تسفل\rعقبان خيل فوقها فرسانها ... كالأسد تنقض انقضاض الأجدل\rفرسان عبد الواد آساد الوغى ... حامو الذمار أولو الفخار الأطول\rفإذا دنت شمس الأصيل لغربها ... فإلى تلمسان الأصيلة فادخل\rمن باب ملعبها لباب حديدها ... متنزهاً في كل ناد أحفل\rوتأن من بعد الدخول هنيهة ... واعدل إلى قصر الإمام الأعدل\rفهو المؤمل والديار كناية ... والسر في السكان لا في المنزل\rوقال الوزير أبو عبد الله بن زمرك الكاتب في وصف جياد السلطان الغني بالله:\rلك الجياد إذا تجري سوابقها ... فللرياح جياد ما تجاريها\rإذا انبرت يوم سبق في أعنتها ... ترى البروق طلاحاً لا تباريها\rمن أشهب قد بدا صبحاً تراع له ... شهب السماء فإن الصبح يفخيها\rإلاّ التي في لجام منه قيدها ... فإنه سامها عزّاً وتنويها\rأو أشقر مرعب شقر البروق وقد ... أبقى لها شفقاً في الجو تنبيها\rأو أحمر جمرة في الحرب متقد ... يعلو لها شرر من بأس مذكيها\rلون العقيق وقد سال العقيق دماً ... بعطفه من كماة كاد يدميها\rأو أدهم ملء صدر الليل تنعله ... أهلة فوق وجه الأرض يبديها\rإن حارت الشهب ليلاً في مقلده ... فصبح غرته بالنور يهديها\rأو أصفر بالعشيات ارتدى مرحاً ... وعرفه بتمادي الليل ينبيها\rمموه بنضار تاه من عجب ... فليس يدعم تنويهاً ولا تيها\rوقال ابن الأحمر من قصيدة يمدح بها السلطان الغني بالله ويذكر جياد خيله:\rوالعاديات إذا تلت فرسانها ... آي القتال صفوفها تترتل\rلله خيلك إنها لسوابح ... بحر القتام وموجه متهيل\rمن كل برق بالثريا ملجم ... بالبدر يسرج والأهلة ينعل\rأوفى بهادٍ كالظليم وخلفه ... كفل كما لاح الكثيب الأهيل\rهن البوارق غير أن جيادها ... عن سبق خيلك يا مؤبد تنكل\rغداة غدت من أبلق ومجزع ... وورد ويحموم وأصدى وأشقرا\rومن أدرع قد قنع الليل حالكاً ... على أنه قد سربل الصبح مسفرا\rوأشعل وردي وأصفر مذهب ... وأدهم وضاح وأشهب أقمرا\rوذي كمتة قد نازع الخمر لونها ... فما تدعيه الخمر إلاّ تنمرا\rمحجلة غراً وزهراً نواصعاً ... كأن قباطياً عليها منسرا\rوأدهماً إذا استقبلن كأنما ... عللن إلى الأرساغ مسكاً وعنبرا","seal":"CCE6553D","part":1},
      {"page":81,"id":82,"nass":"يقر بعيني ما أرى من صفاتها ... ولا عجب أن يعجب العين ما ترى\rأرى صوراً يستعبد النفس مثلها ... إذا وجدته أو رأته مصورا\rأفكه منه الطرف في كل شاهد ... لأن دليل الله في كل ما ترى\rوقال البحتري يصف حلبة المتوكل على الله العباسي:\rيا حسن مبدى الخيل في بكورها ... تلوح كالأنجم في ديجورها\rكأنما أبدع في تشهيرها ... وصور الحسن على تصويرها\rتحمل غرباناً على ظهورها ... في السرق المنقوش من حريرها\rإن حاذروا النبوة من نفورها ... أهدوا بأيديهم إلى نحورها\rكأنها والحبل في صدورها ... أجادل ينهض في سيورها\rمرت تباري الريح في مرورها ... والشمس قد غابت ضياء نورها\rوالرهج الواسع من تدويرها ... حتى إذا أصغت إلى مديرها\rوانقلبت تهبط في حدورها ... تصوب الطير إلى وكورها\rفي حلبة تضحك عن بدورها ... صار الرجال شرفاً لسورها\rأعطي فضل السبق من جمهورها ... من فضل الأمة في أمورها\rالمطلب الخامس في اسماء خيل النبيّ صلى الله عليه وسلم والمشهور من خيل العرب\rاعلم أن العرب لمحتبهم بالخيل واعتنائهم بها، يضعون لها أسماء كما يضعونها لأولادهم، وقد وضع النبيّ صلى الله عليه وسلم أسماء لبعض خيله فمنها: السكب، روى ابن سعد عن الواقدي عن أبي خيثمة عن أبيه قال: \"أول فرس ملكه النبيّ صلى الله عليه وسلم فرس ابتاعه في المدينة من رجل من بني فزارة بعشرة أواق وكان اسمه عند الأعرابي الضرس، فسماه صلى الله عليه وسلم السكب، فكان أول ما غزا عليه\".\rقال ابن حبيب البغدادي: كان كميتاً أغر محجلاً مطلق اليمين: وعن عطاء بن دينار عن ابن عباس رضي الله عنهما قال: \"كان للنبي صلى الله عليه وسلم فرس أدهم يسمى السكب\".\rوقال أبو منصور الثعالبي: إذا كان الفرس خفيف الجري سريعه فهو فيض وسكب، أي: يشبه فيض الماء وانسكابه.\rومنها: المرواح، ذكر ابن سعد في وفادات العرب عن أسامة بن زيد قال: \"قدم على النبيّ صلى الله عليه وسلم خمسة عشر رجلاً من الرهاويين - وهم حي من مذحج - وأهدوا إليه هدايا منها فرس يقال له المرواح، فأمر به فشور بين يديه\"، والمرواح - بكسر الميم -، مشتق من الريح، ويمسى بذلك لسرعته في الجري، وقوله: (فشور) أي: عرض، والمشور: المكان الذي يعرض فيه الدواب.\rومنها: المرتجز ابن الملاءة.","seal":"87762C8D","part":1},
      {"page":82,"id":83,"nass":"روى ابن سعد عن الواقدي قال: سألت محمدة بن أبي خيثمة عن المرتجز، فقال: هو الفرس الذي اشتراه النبيّ صلى الله عليه وسلم من الأعرابي الذي شهد له فيه خزيمة بن ثابت وكان الأعرابي من بني مرة. قال الزهري: أخبرنا عمارة بن خزيمة الأنصاري أن عمه حدثه \"أن النبيّ صلى الله عليه وسلم ابتاع فرساً من أعرابي، فأشبعه النبيّ صلى الله عليه وسلم لتقضيه عن فرسه، فأسرع النبيّ صلى الله عليه وسلم المشي وأبطأ الأعرابي، فطفق رجال يعترضون الأعرابي فيساومون الفرس، لا يشعرون أن النبيّ صلى الله عليه وسلم ابتاعه حتى زاد بعضهم للأعرابي في السوم على ثمن الفرس الذي ابتاعه به النبيّ صلى الله عليه وسلم، فنادى الأعرابي النبيّ صلى الله عليه وسلم فقال: إن كنت مبتاعاً هذا الفرس فابتعه، وإلا بعته، فقام النبيّ صلى الله عليه وسلم فقال: أليس قد ابتعته منك؟ قال: لا، فطفق الناس يلوذون بالنبي صلى الله عليه وسلم والأعرابي، وهما يتراجعان، فطفق الأعرابي يقول: هلم شهيداً يشهد أني بايعتك. فمن جاء من المسلمين قال للأعرابي: ويلك إن النبيّ صلى الله عليه وسلم لا يقول إلاّ حقاً، حتى جاء خزيمة فاستمع لمراجعة النبيّ صلى الله عليه وسلم ومراجعة الأعرابي فطفق يقول: هلم شهيداً يشهد أني قد بايعتك، فقال خزيمة: أنا أشهد أنك قد بايعته، فأقبل النبيّ صلى الله عليه وسلم على خزيمة فقال: بم تشهد؟ فقال: بتصديقك يا رسول الله. فجعل النبيّ صلى الله عليه وسلم شهادة خزيمة بشهادة رجلين\" وفي رواية: \"أن النبيّ صلى الله عليه وسلم قال لخزيمة: لم تشهد ولم تكن معنا. قال: يا رسول الله إن نصدقك بخبر السماء أفلا نصدقك بما تقول\". وقيل: \"اشتراه من الحارث بن ظالم\"؛ قال ابن الأثير: وكان أبيض، وإنما سمي المرتجز لحسن صهيله، مأخوذ من الرجز، ضرب من الشعر، قال ابن قتيبة: وفي رواية: اسمه الطرف - بكسر الطاء - أي الكريم من الخيل، وقيل: اسمه النجيب. ومنها: البحر، قال ابن بنين: \"اشتراه النبيّ صلى الله عليه وسلم من تُجُر قدموا من اليمن فسابق عليه مرات\". وقال ابن الأثير: \"كان كميتاً\". وفي رواية: \"أدهم\". ومنها: سبحة، قال ابن بنين: \"وهي فرس شقراء ابتاعها صلى الله عليه وسلم من أعرابي من جهينة بعشر من الإبل وسابق عليها ومد الجعل بيده الشريفة\". ومنها: ذو اللمة، ذكره ابن حبيب في خيله صلى الله عليه وسلم. ومنها: ذو العقال - بضم العين وتشديد القاف وتخفف - والعقال: الضلع الذي يلي قوائم الدابة. ومنها: اللحيف، ففي البخاري عن ساعدة الساعدي عن أبيه عن جده قال: \"كان لرسول الله صلى الله عليه وسلم في حائطنا فرس، يقال له اللحيف\" - بالحاء المهملة -، فعيل بمعنى فاعل؛ لأنه كان يلحف الأرض بذنبه، لطوله، وقيل: بضم اللام وفتح الحاء مصغر، وقيل: بالنون بدل اللام -.\rومنها: لزاز = بلام مكسورة وزايين - أي: لا يسابقه فرس إلاّ لاصقه ولاززه لسرعته. ومنها: الضرب. واحد الضراب، وهي الرابية الصغيرة، سمي بذلك لقوته وصلابة حوافره. قال ابن سعد: \"كان مع النبيّ صلى الله عليه وسلم في غزوة المريسيع فرسان: لزاز والضرب\".\rوروي عن الواقدي عن أبي عباس بن سهل عن أبيه عن جده قال: \"كان لرسول الله صلى الله عليه وسلم عندي ثلاثة أفراس: لزاز والضرب واللحيف، فأما لزاز فأهداه له المقوقس عظيم القبط، وأما اللحيف فأهداه له ربيعة بن البراء فأثابه عليه قلائص من نعم بني كلاب، وأما الضرب فأهداه له فروة بن عمر الجذامي\". ومنها: الورد، قال ابن سعد: \"أهدى تميم الداري إلى النبيّ صلى الله عليه وسلم فرساً يسمى الورد فأ'طاه لعمر رضي الله عنه\". وحكى ابن بنين عن ابن خالويه قال: \"كان للنبي صلى الله عليه وسلم من الخيل سبحة واللحيف ولزاز والضرب والسكب وذو اللمة والسرحان والمرتجل والأدهم والمرتجز، - وذكر أيضاً - وملاوح والورد واليعسوب واليعبوب\". وقال الحافظ الدمياطي وجماعة أن خيل النبيّ صلى الله عليه وسلم المتفق عليها سبعة والباقي مختلف فيها. ومن الخيل التي اشتهر اسمها: الحرون فرس مسلم بن عمرو الباهلي، وإنما سمي بذلك؛ لأنه كان يسبق الخيل ثم يحرن إلى أن تلحقه، فإذا لحقته سبقها، ثم يحرن وهكذا كان دأبه وفيه يقول:\rإذا ما قريش خلا ملكها ... فإن الخلافة في باهله","seal":"09A702A3","part":1},
      {"page":83,"id":84,"nass":"لرب الحرون أبي صالح ... وما تلك بالنسبة العادله\rثم اشتراه مسلم من أعرابي بألف دينار فسبق عليه عشرين سنة وإليه تنسب الخيل الحرونية. ومن نسله: الغطيفي، فرس لبني غطيف قبيلة بالشام، وإليه تنسب الخيل الغطيفيات، ومنها: هراوة العزاب، وفرس الريان بن حوص العبدي وكان اسمها: سهوة، وإنما لقبت بهراوة العزاب؛ لأنه تصدق بها على عزاب قومه، فكان الأعزب منهم يغزو عليها، فإذا استفاد مالاً وأهلاً دفعها إلى غيره، وهكذا كانوا يتداولونها بينهم. قال عمرو المحاربي بن عبد القيس:\rسقى جدث الريان كل عشية ... من المزن دكان العشي دلوح\rأقام لفرسان العشيرة سهوة ... لهم منكح من حربها وصبوح\rفيا من رأى مثل الهراوة منكحاً ... إذن بل أعطاف الجياد جروح\rوذي إبل لولا الهراوة لم يثب ... له المال ما انشق الصباح يلوح\rقال لبيد:\rلا تسقني بيديك إن لم التمس ... نعم الضجوع بغارة أسراب\rتهدى أوائلهن كل طمرة ... جرداء مثل هراوة العزاب\rومنها: ذو العقال، فرس سوط بن جابر اليربوعي، وأبوه (داحس) فرس قيس بن زهير العبسي. ومنها: الأعوج، فرس هلال بن عامر بن صعصعة، وسمي بذلك لأنه ركب صغيراً اعوجت قوائمه، وإليه تنسب الخيل الأعوجية، قال بشر بن أبي حازم:\rوبكل أجرد سابح ذي ميعة ... متماحل في آل أعوج ينتمي\rوقال طفيل بن عوف:\rبنات الوجيه والعزاب ولاحق ... وأعوج تنمى نسبه المتنسب\rوقال الأديب إبراهيم الساحلي:\rركبوا إلى الهيجاء كل طمرة ... من نسل أعوج أو بنات الأبجر\rمن كل مخضوب الشوى عبل التوى ... عاري النواهق مستدير المحجر\rألوي بقادمتي جناحي أفتح ... ولوى بسالفتي غزال أغفر\rوإذا زحفنا أشوسياً مبصراً ... ظل الفوارس في الظلام المعكر\rمن أحمر كالورد أو من أصفر ... كالتبر أو من أشهب كالعنبر\rوبكل صهوة أجرد متقضب ... إلاّ إذا ضحك السنان السمهري\rوقال ابن خفاجة:\rوقد جال دمع القطر في مقلة الدجى ... ولفت نواصي الخيل نكباء زعزع\rله من صدور الأعوجية والقنا ... شفيع إلى نيل الأماني مشفع\rوظفره في ملتقى الخيل ساعد ... ألف وقلب بين جنبيه أصمع\rوأبيض يتلو سورة الفتح ينتضى ... ويستقبل الفرق الكريم فيركع\rومبخر ضخم الجرارة أوحد ... يطير به تحت العجاجة أربع\rوحصداء تزري بالسنان حصينة ... ووجه وقاح بالحديد مقنع\rوقال ابن خلوف الأندلسي:\rوأشهب يعبوباً وطمراً مضمراً ... طموحاً مروعاً أعوجياً مطهما\rجرى هازياً بالبرق والريح مسرعاً ... فدارك ما عن نيل أدناه أحجما\rتضمخ بالكافور والمسك وارتدى ... وداء ظلام بالصباح تسهما\rأشم لجين المتن أعين سابحاً ... أقب غليظ الساق أجرد صلدما\rقصير المطا والرسغ أتلع صافناً ... طويل الشوى والذيل أعظم شيظما\rتخيل سرحاناً وساير كوكباً ... ولا حظ يعفوراً ولاعب أرقما\rفأسرج لما أن توقب جارحاً ... والجم لما أن تثاوب ضيغما\rفلم أر بدراً مسرجاً ذا محاسن ... سواه وبرقاً بالثريا ملجما\rوأروق ضخم الكف أعوج باذلاً ... بترك رحيب الباع أقود أيهما\rذلولاً لؤوباً شدقمياً مكلثماً ... أموتاً صموتاً أرجلياً حثمثما\rإذا خب عاينت الحرون وداحساً ... وإن سار أنساك الجديل وشدقما\rفريت به فود الفلاة ولم أزل ... أروح وأغدو طائراً ومحوما\rوقد تقدم الكلام على الأعوج الأكبر والأصغر، وزاد الراكب والحنفا والغبرا والعسجدي (في آهر الفصل الثاني من الباب الخامس) ومنها: أطلال، فرس بكير بن شداد بن يعمر الشداخي، كانت تحته يوم القادسية، وقد أحجم الناس عن عبور نهرها، فصاح بها بني أطلال فوثبته، وكان عرض النهر ثلاثين ذراعاً. ومثل هذا قد وقع مع سيدي الوالد قدس سره، فإني سمعت منه أنه ركب يوم (أرهيو) من أيامه مع دولة فرنسا فرسه الكميت اسماً ولوناً، وقد ألجأه الأمر إلى وثوب نهره وكان عرضه ثلاثين ذراعاً فشد على الفرس فوثبه من الجانب إلى الجانب.\r\rتتمة في ذكر ما وقع فيها من الفكاهات والمنادمة","seal":"42B17F61","part":1},
      {"page":84,"id":85,"nass":"قال أبو عبيدة: كان لعجل بن نجيم فرس جواد فقيل له: إن لكل جواد اسماً فما اسم فرسك؟ فقال: لم أسمه بعد، فقيل له: سمه. ففقأ إحدى عينيه وقال: سميته الأعور فقيل فيه:\rرمتني بنو عجل بداء أبيهم ... وهل أحد في الناس أحمق من عجل\rأليس أبوهم عار عين جواده ... فصارت به الأمثال تضرب بالجهل\rعار عينه: أي فقأها.\rوحكى أبو الفرج الأصبهاني أن النصيب الشاعر كان هجاءً فأهدى الربيع بن عبد الله الحارثي فرساً فقبله ثم ندم خوفاً من المكافأة، فجعل يعيبه ويذكر بطأه وعجزه، فبلغ ذلك النصيب فقال:\rاعبت جوادنا ورغبت عنه ... وما فيه لعمرك من معاب\rوما بحوادنا عجز ولكن ... أظنك قد عجزت عن الثواب\rفأجابه الربيع بقوله:\rرويدك لا تكن عجلاً إلينا ... أتاك بما يسوؤك من ثواب\rوجدت جوادكم قدماً بطيئاً ... فما لكم لدينا من ثواب\rفلما كان بعد أيام، رأى النصيب الفرس تحت الربيع فقال:\rأجدت مشهراً في كل أرض ... فعجل يا ربيع مشهرات\rيمانية تخيرها يماني ... منمنمة البيوت مقطعات\rوجارية أضلت والديها ... مولدة وبيضاً وافيات\rفعجلها وأنفذها إلينا ... ودعنا من بنيات الثرات\rفأجابه الربيع بقوله:\rبعثت بمقرفٍ حطم إلينا ... بطيء الحضر ثم تقول هات\rفقال النصيب:\rفي سبيل الله أودى فرسي ... ثم عللت بأبيات هرج\rكنت أرجو من ربيع فرجاً ... فإذا ما عنده لي من فرج\rفأمر له بألف درهم. وحكي أنه مات لأبي الحسين الجزار حمار فكتب له بعض أصحابه:\rمات حمار الأديب قلت لهم ... مضى وقد فات فيه ما فاتا\rمن مات في عزه استراح ومن ... خلف مثل الأديب ما ماتا\rفأجابه بقوله:\rوكم جهول رآني ... أمشي لأطلب رزقا\rفقال لي صرت تمشي ... وكنت ماشي ملقى\rفقلت مات حماري ... تعيش أنت وتبقى\rوسأل بعض الأدباء من أمير جملاً، فأرسل إليه جملاً ضعيفاً هزيلاً، فكتب الأديب إليه: حضر الجمل فرأيته متقادم الميلاد. كأنه من نتاج قوم عاد. قد أفنته الدهور. وتعاقبته العصور. فظننته أحد الزوجين اللذين جعلهما الله تعالى لنوح في سفيتنخ. وحفظ بهما جنس الجمال لذريته. ناحلاً ضيئلاً. بالياً هزيلاً. يعجب العاقل من طول الحياة به. وتأتي الحركة فيه. لأنه عظم مجلد. وصوف ملبد. لو ألقي إلى السبع لأباه. أو طرح إلى الذيب لعافه وقلاه. قد طال لكلاء فقده. وبعد بالمرعى عهده. لم ير العلف إلاّ نائماً. ولا يعرف الشعير إلاّ حالماً. وقد خيرتني بين أن أقنيه فيكون فيه غنى الدهر. أو أذبحه فيكون فيه خصب الرحل. فملت إلى استبقائه لما تعلم من محبتي للتوفير. ورغبتي في التثمير. وجمعي للولد. وإدخاري للغد. فلم أجد فيه مدقعاً لغناه. ولا مستمتعاً لبقاه. لأنه ليس بأنثى فيحمل. ولا فتى فينسل. ولا صحيح فيرعى. ولا سليم فيبقى. فملت إلى الثاني من رأييك. وعملت على الآخر من قوليك. فقلت أذبحه فيكون وظيفة للعيال. وأقيمه رطباً مقام قديد الغزال. فأنشدني وقد أضرمت النار. وحددت الشفار وتشمر الجزار:\rأعيذها نظرات منك صادقة ... أن تحسب الشحم فيمن شحمه ورم\rوقال: فما الفائدة في ذبحي ولم يبق في الأنفس خافت. ومقلة إنسانها باهت. لست بذي لحم فأصلح للأكل. لأن الدهر قد أكل لحمي. ولا جلدي يصلح للدباغ لأن الأيام مزقت أدمي. ولا صوف يصلح للغزل لأن الحوادث قد جزت وبري. فإن أردتني للوقود فكف بعر أبقى من ناري. ولن تفي حرارة جمري بريحٍ قثاري، فوجدته صادقاً في مقالته. ناصحاً في مشورته. ولم أدر من أي أمر به أعجب. أمن مماطلته الدهر بالبقا. أم من صبره على الضر والبلا. أم قدرتك عليه مع إعواز مثله. أم تأهلك الصديق به مع خساسة قدره. فما هو إلاّ كقائم من القبور. أو ناشر عند نفخ الصور:\rما إن درى ذاك الذميم وقد شكى ... من نيل ممتدح ورمح جواد\rهل يشتكي وجعاً به في سرة ... بالسين أم في صرة بالصاد","seal":"CD73A069","part":1},
      {"page":85,"id":86,"nass":"وروي أن ملكاً قال لصاحب خيله: قدم لي الفرس الأبيض، فقال له وزيره: أيها الملك، لا تقل الفرس الأبيض، فإنه عيب يخل بهيبة الملك، ولكن قل الفرس الأشهب، فلما حضر الطعام قال لصاحب السماط: قدم الصحن الأشهب، فقال له الوزير: قل ما شئت فما لي حيلة في تقويم لسانك. وحكي أن الاسكندر استعرض جنده فتقدم إليه رجل على فرس أعرج، فأمر بإسقاطه فضك الرجل، فاستعظم ضحكه في ذلك المقام، فقال له: ما أضحكك وقد أسقطتك، قال: أتعجب منك تحتك آلة الهرب وتحتي آلة الثبات ثم تسقطني، فأعجب بقوله وأثابه. وعرض عمرو بن الليث عسكره فمر به رجل على فرس أعجف فقال: لعن الله هؤلاء يأخذون المال ويسمنون به أكفال نسائهم فقال له: أيها الأمير لو نظرت إلى كفل امرأتي لرأيته أهزل من كفل دابتي فضحك وأمر له بمال، وقال: خذه وسمن به كفل امرأتك ودابتك.\rوحكي أن المتوكل على الله سقط عن فرسه فقال أبو الإصبع عبد العزيز البطليوسي:\rلا عتب للطرف إن ذلت قوائمه ... ولا يدسه من عائب دنس\rحملت جوداً وبأساً فوقه ونهى ... وكيف يحمل هذا كله الفرس\rوركب ذو الرياستين متصيداً في يوم غيم، نضح رذاذه وجه الثرى، فسقط به فرسه، فشمت به أحد أعدائه، فقال في الحال:\rإني سقطت ولا جبن ولا خور ... وليس يدفع ما قد شاءه القدر\rلا يشمتن حسودي إن سقطت فقد ... يكبو الجواد وينبو الصارم الذكر\rوقال أبو حامد الحسين بن شعيب حين كبا به فرسه فحصل في أسر العدو:\rوكنت أعد طرفي للرزايا ... يخلصني إذا جعلت تحوم\rفأصبح للعدى عوناً لأني ... أطلت أعنانه فأنا الظلوم\rوكم دامت مسراتي عليه ... وهل شيء على الدنيا يدوم\rوزلت بغلة الأتابك صاحب الموصل تحته، فسقط فقال أبو السعادات المبارك:\rإن زلت البغلة من تحته ... فإن في زلتها عذار\rحملها من علمه شاهقاً ... ومن ندى راحته بحرا","seal":"D4EBE219","part":1},
      {"page":86,"id":87,"nass":"وكتب الشيخ زين الدين الوهراني للأمير عز الدين موسك كتاباً على لسان بغلته يقول فيه: المملوكة ريحانة بغله الوهراني تقبل الأرض بين يدي المولى عز الدين ظهير أمين المؤمنين نجاه الله من حر السعير، وعطر ذكره قوافل العير، ورزقه من القرط والتبن والشعير، ما وسق مئة ألف بعير، واستجاب فيه أدعية الجم الغفير، من الخيل والبغال والحمير، وتنهي ما تقاسيه مواصلة الصيام وسوء القيام، والتعب بالليل والدواب نيام، وقد أشرفت المملوكة على التلف وصاحبها لا يحتمل الكلف، ولا يوقن بالخلف، ولا يقول بالعلف، لأنه في بيته مثل المسك والعبير، والطريف الكبير، أقل من الأمانة في الأقباط، ومن العقل في رأس قاضي سنباط، فشعيره أبعد من الشعرى العبور، لا وصول إليه ولا عبور، وقرطه أعز من قرط مارية، لا تخرجه صدقة ولا هبة ولا عارية، والتبن أحب إليه من الابن، والجلبان عنده أعز نم دهن البان، والقصيم أعز من الدر النظيم، والفصة أجمل من سنابك الفضة، وأما الفول فمن دونه ألف باب مقفول، وما يهون عليه أن يعلف الدواب، إلاّ بعيوب الآداب وفقه اللباب والسؤال والجواب، وما عند الله من الثواب، ومعلوم يا سيدي أن البهائم لا توصف بالحلوم، ولا تعيش بسماع العلوم، ولا تطرب بشعر أبي تمام، ولا تعرف الحارث بن همام، ولا سيما البغال، تشتغل في جميع الأشغال، سلة من القصيل، أحب إليها من كتاب البيان والتحصيل، وقفة من الدريس، أحب إليها من فقه محمد بن إدريس، لو أكل البغل كتاب المقامات مات، ولو لم يجد إلاّ كتاب الرضاع ضاع، ولو قيل له أنت هالك، إن لم تأكل موطأ مالك، ما قبل ذلك، وكذلك الجمل، لا يتغذى بشرح أبيات الجمل، وحزمة من الكلا، أحب إليه من شعر أبي العلا. وليس عنده بطيب، شعر أبي الطيب، وأما الخيل فلا تطرب إلا لسماع الكيل. ولو أكلت كتاب الذيل. ماتت بالنهار قبل الليل، والويل لها ثم الويل، ولا تسغني الأكاديش عن أكل الحشيش، بما في الحماسة من شعر أبي الجريش، وإذا أطعمت الحمار شعر ابن عمار حل به الدمار، وأصبح منفوخاً كالطبل على باب الإصطبل، وبعد هذا كله فقد راح صاحبها إلى العلاف، وعرض عليه مسائل الخلاف، وطلب من تبنه خمس قفاف، فقام إليه بالخلاف، فخاطبه بالتقعير، وفسر عليه آية البعير، وطلب منه ويبة شعير، فحمل على عياله ألف بعير، وأكثر له من الشخير والنخير، فانصرف الشيخ مكسور القلب، مغتاظاً من السلب، وهو أنحس من ابن بنت الكلب، فالتفت إلى المسكينة، وقد سلبه الله ثوب السكينة، وقال لها: إن شئت أن تكدي فكدي، لا ذقت شعيراً ما دمت عندي، فبقيت المملوكة حائرة، لا قائمة ولا سائرة، فقال لها العلاف لا تجرعي من خباله، ولا تلتفتي إلى أسباله. ولا تنظري إلى نفقته، ولا يكون عندك أحسن من عنفقته، هذا الأمير عز الدين سيف المجاهدين أندى يداً من الغمام، وأبهى من البدر ليلة التمام، يرثي للمحروب ويفرج عن المكروب، ولا يرد قائلاً، ولا يخيب سائلاً، فلما سمعت المملوكة هذا الكلام، جذبت الزمام، ورفست الغلام، وقطعت الحزام، وفتحت اللجام، حتى طرحت خدها على الأقدام، ورأيك أعلى، والسلام.\rوكان لأبي دلامة بغلة جامعة لعيوب الدواب كلها، وكانت أشوه الدواب خلقاً في منظر العين وأسوأها خلقاً في مخبرها، وكان إذا ركبها تبعه الصبيان يتضاحكون به، وكان يقصد ركوبها في موكب الخلفاء والكبراء ليضحكهم بشماسها، ونظم فيها قوله:\rأبعد الخيل أركبها كراماً ... وبعد الفره من خضر البغال\rرزقت بغيلة فيها وكال ... وليته لم يكن غير الوكال\rرأيت عيوبها كثرت وليست ... وإن كثرت ثم من المقال\rليحصي منطقي وكلام غيري ... عشير خصالها شر الخصال\rفأهون عيبها أني إذا ما ... نزلت وقلت أمشي لا تبالي\rتقوم فما تبت هناك شبراً ... وترمحني وتأخذ في قتالي\rوإني إن ركبت أذيت نفسي ... بضرب باليمين وبالشمال\rوبالرجلين أركبها جميعاً ... فيالك في الشقاء وفي الكلال\rأتاني خائب يستام مني ... عريق في الخسارة والضلال\rوقال تبيعها؟ قلت ارتبطها ... بحكمك إن بيعي غير غال\rفأقبل ضاحكاً نحوي سروراً ... وقال أراك سهلاً ذا جمال\rهلم إلي يخلو بي خداعاً ... وما يدري الشقي لمن يخالي","seal":"D6A2F01C","part":1},
      {"page":87,"id":88,"nass":"فقلت بأربعين فقال أحسن ... إلي فإن مثلك ذو سجال\rفأترك خمسة منها لعلمي ... بما فيه بصير من الخبال\rفلما ابتاعها مني وبت ... له في البيع غير المستعال\rأخذت بثوبه أبرأت مما ... أعد عليه من سوء الخلال\rبرأت إليك من مشتى يديها ... ومن جرذ ومن بلل المخالي\rومن فتق بها في البطن ضخم ... ومن عقالها ومن انفتالي\rومن قطع اللسان ومن بياض ... بعينيها ومن قرض الحبال\rوأفطى من فريخ الذر مشياً ... بها عرن وداء في سلال\rوتكسر سرجها أبداً شماساً ... وتقمص للأكاف على اغتيال\rويدبر ظهرها من مس كف ... وتهرم في الجعام وفي الجلال\rتظل لركبة منها وقيذاً ... يخاف عليك من روم الطحال\rومشغار تقدم كل سرج ... تصير دفتيه على القذال\rوتخفى لو تسير على الحشايا ... ولو تمشي على دمث الرمال\rوترمح أربعين إذا وقفنا ... على أهل المجالس للسؤال\rفتقطع منطقي وتحول بيني ... وبين حديثهم فيما توالي\rوتذعر للدجاجة إذ تراها ... وتنفر للصفير وللخيال\rفأما الاعتلاف فأدن منها ... من الأتبان أمثال الجبال\rوأما القت فات بألف وقر ... كأعظم حمل أحمال الجمال\rفلست بعالف منه ثلاثاً ... وعندك منه عود للخلال\rوإن عطشت فأوردها دجيلاً ... إذا أوردت أو نهري بلال\rفذاك لريها سقيت حميماً ... وإن مد الفرات فللنهال\rوكانت قارحاً أيام كسرى ... وتذكر تبعاً عند الفصال\rوقد دبرت ونعمان صبي ... وقبل فصاله تلك الليالي\rوتذكر إذ نشا بهرام جور ... وعامله على خرج الجوالي\rوقد مرت بقرن بعد قرن ... وآخر عهدها لهلاك مالي\rفأبدلني بها يا رب طرفاً ... يزين جمال مركبها جمالي\rثم إنه أنشدها للمهدي، فقال له: قد أقلت من بلاءٍ عظيم، فقال: والله يا أمير المؤمنين لقد مكثت شهراً أتوقع صاحبها أن يردها علي، فقال المهدي لصاحب دوابه: خيره بين مركبين في الإصطبل، فقال إن كان الاختيار إلي فقد وقعت في شر من البغلة، ولكن مره يختر لي ففعل.","seal":"1B48CE76","part":1},
      {"page":88,"id":89,"nass":"واشترى رجل دابة من دميرة فوجد بها عيوباً كثيرة، فحضر إلى القاضي يشتكي حاله، وما أصابه من الغم وناله، فقال له القاضي: ما قصتك وشكواك، وما الذي من الهم والغم دهاك، فقال أيها القاضي، إني بحكمك راض، اشتريت من هذا الدميري دابة اشترط لي فيها الصحة والسلامة، فوجدت بها عيوباً أعقبتني ندامة، وقد سألت ردها فأبى، وقال عند رؤيته إياي لا أهلاً بك ولا مرحباً، فقال القاضي: أبن ما بها من العيوب، فقال له: كلها عيوب وذنوب، وهي أنحس مركوب، وأخس مصحوب، إن ركبتها رفصت، وإن نخستها شمصت، وإن همزتها قمصت، وإن لكزتها رقصت، وإن سقتها رقدت، وإن نزلت عنها شردت، تقطع في يديها، وتصك في رجليها، كردة جردة، قصيرة الذنب، محلولة العصب، مقطوعة العقب، حدباء جرباء، كباء لا تقوم حتى تحمل على الخشب، ولا تنام حتى تكبل بالسلب، إن قربت من الجرار كسرتها، وإن دنت من الصغار رفصتهم عفشة نكشة تكشر عن أسنانها، وتقرض في عنانها، وتمشي في سنة أقل من يوم، فالويل لراكبها إن وثب عليه القوم، إن قلت لها حاحا قالت ازاز، وإن قلت لها ترتر قال من حولها زر زر، إن رمت تقديمها تأخرت، وإن لكزتها سخرت ونخرت، من استنصر بها خذلته ومن ساقها رمته فقتلته، وتمام أحوالها أنها تبول وترش صاحبها ببولها، ومتى حملتها فلا تنهض، وتقرض في حبلها، وتجفل من ظلها، ولا تعرف منزل أهلها، كرامة هجامة، نوامة كأنها هامة، وهي في الدواب مشؤومة، حرونة ملعونة مجنونة، تقلع الوتد وتمرض الجسد، وتفتت الكبد، ولا تركن إلى أحد، تشمر وتغدر، وتعثر، واقفة الصدر، محلولة الظهر، بداءة الأذنين، عمشاءة العينين طويلة الإصبعين، قصيرة الرجلين، ضيقة الأنفاس، مقلعة الأضراس، صغيرة الرأس، كثيرة النعاس، مشيها قليل، وجشمها نحيل، وراكبها عليل، وهو بين الأعزاء ذليل، تجفل من الهوا، وتعثر بالنوى، وتخيل بشعره (أي يعتريها الجنون بأدنى سبب) وتتكبل ببعره، نهاقة شهاقة، غير مطراقة، لا تقفز معدية، ولا تشرب إلا في قصديةوبها وجع الكبد والرئة، لا تبول إلا في الطريق، وتحشر صاحبها في كل ضيق، وتهوس عليه في المكان المضيق، وتنقطع به في الطريق عن الصديق، وتعض ركبة الرفيق، وهي عديمة التوفيق على التحقيق، فإن ردها فأكرم جانبه، وإن لم يردها فانتف شاربه، وأصقع غاربه، وأفك مضاربه ولا تحوجني أن أضاربه والسلام.\rواشترى رجل برزونا، وقال لبائعه: سألتك بالله هل فيه عيب، فقال له: لا إلا أن يكون فيه قليل مشش كأنه بطيخة، وقليل جرذ كأنه قتاية، وقليل وبر كأنه سفرجلة، فقال له المشتري: جئنا نشتري منك برذوناً أو بستاناً.\rوبات صفي الدين الحلي في منزل رجل يسمى عيسى فلم يقره ولم يطعم فرسه، فلما أصبح خرج من عنده وهو يقول:\rرأى فرسي إسطبل عيسى فقال لي: ... قفا نبك من ذكر حبيب ومنزل\rبه لم أذق طعم الشعير كأنني ... بسقط اللوى بين الدخول فحومل\rتقعقع من برد الثناء أضالعي ... لما نسجتها من جنوب وشمأل\rإذا سمع السواس صوت تحمحمي ... يقولون لا تهلك أسى وتجمل\rأعول في وقت العليق عليهم ... وهل عند رسم دارس من معول\rوقال أيضاً في ذم فرس له:\rولي فرس ليست شكوراً وإنما ... بها تضرب الأمثال في العض والرفس\rإذا جفلت بي في ضياع دوارس ... فليس لها قبض سوى في جوى فرس\rتعربد في وقت الصباح من الضيا ... وتجفل في الآصال من شفق الشمس\rفيا ليتها عند العليق جفوله ... كما هي منكاد من الجر والحس\rفلو شربت بالغلس من كف حاتم ... لأصبح ندماناً على تلف الغلس\rولو برزت في جحف تحت عنتر ... لجندل وانفلت حبوس بني عبس\rوكان لمحمد بن عبد الملك برزوناً أشيهب لم ير مثله، فسعى به محمد بن خالد إلى المعتصم، ووصفه له فبعث المعتصم إليه وأخذه منه، فقال:\rكيف العزاء وقد مضى لسبيله ... عنا فودعنا الأحم الأشهب\rدب الوشاة فأبعدوك وربما ... بعد الفنا وهو الأحب الأقرب\rلله يوم نأيت عنا ظاعناً ... وسلبت قربك أي علق أسلب\rنفس مفرقة أقام فريقها ... ومضى لطيته فريق يجنب\rفالآن إذ كملت أدانك كلها ... ودعا العيون إليك لون معجب\rواختير من سر الحدائد خيرها ... لك خالصاً ومن الحلي الأغرب","seal":"56674F58","part":1},
      {"page":89,"id":90,"nass":"وغدوت طنان اللجام كأنما ... في كل عضو منك صنج يضرب\rوكان سرجك إذا علاك غمامة ... وكأنما تحت الغمامة كوكب\rورأى علي بك الصديق جلالة ... وغدا العدو وصدره يتلهب\rأنساك لا زالت إذا منيته ... نفسي ولا زالت يميني تنكب\rأضمرت منك اليأس حين رأيتني ... وقوى حبالي من قواك تقضب\rورجعت حين رجعت منك بحسرة ... لله ما فعل الأحم الأشهب\rوقال موسى بن هارون الهاشمي حدثني أبي قال: كنت واقفاً بين يدي المعتصم، وهو جالس والخيل تعرض عليه، وهو يشرب وبين يديه علوية ومخارق يغنيان، فعرض عليه فرس كميت أحمر ما رأيت مثله قط، فتغامز علوية ومخارق وغناه علوية:\rوإذا ما شربوا وأنشدوا ... وهبوا كل جواد وطمر\rفتغافل عنه وغناه مخارق:\rيهب البيض كالظباء وجرداً ... تحت أجلالها وعيس الركاب\rفضحك ثم قال اسكتا يا ابني الزانيتين، فليس يملكه والله أحد منكما، ولما دار الدور غنى علوية:\rوإذا ماشربوها وانتشوا ... وهبوا كل بغال وحمر\rفضحك، وقال أما هذا فنعم وأمر لأحدهما ببغل وللآخر بحمار.\rوحكي أن رجلاً كان له فرس يسمى: (الأبيلق) وكان يجريه فرداً ليس معه غيره، وكل ما مر به طائر أجراه معه، فأعجبه ما رأى من سرعة جريه، فنادي قومه وقال: إني أردت أن أراهن على فرسي هذا فأيكم يرسل معه فرسه، فقيل له إن الحلبة غداً فقال إني لا أرسله إلا في خطر. فراهنوه على ذلك. فلما كان الغد أرسله فسبق، فقال لكل مجرى نجلاء سابق.\rوقال أبو عبيدة: أجريت الخيل للرهان فسبق منها فرس، فجعل رجل من الحاضرين يكر ويثب من الفرح، فقيل له: أكان الفرس لك قال: لا، ولكن اللجام لي.\rوحكى الأسعد القرقرة من أهل هجر كان يضحك النعمان، وكان اليحموم فرس النعمان يردي من ركبه، فقال النعمان لسعد اركبه واطلب عليه الوحش، فامتنع سعد، فألزمه النعمان على ذلك، فلما ركبه نظر إلى بعض ولده وقال بأبي وجوه اليتامى، فضحك النعمان وأعفاه، فقال سعد:\rنحن بفرس الوادي أعلمنا ... منا بجري الجياد في السلف\rيا لهف أمي فكيف أطعنه ... متمسكاً واليدان في العرف\rوقال محمد أبو شبيب غلام النظام دخلت إلى دار الأمير بالبصرة، وأرسلت فرسي فأخذه صبي ليلعب عليه، فقلت له دعه، فقال: إني أحفظه لك، فقلت له: إني لا أريد حفظه: فقال: إذن يضيع، قلت لا أبالي بضياعه، فقال: إن كنت لا تبالي بضياعه فهبه لي، فانقطعت من كلامه. وقيل لسيدنا علي كرم الله وجهه وهو على بغلة في بعض حروبه: لو اتخذت الخيل يا أمير المؤمنين. فقال: لا أفر ممن كر ولا أكر على من فر، فالبغلة تكفيني. ورقى سليك بن سلكة فرسه النحام وكان عزيزاً عليه بقوله:\rكأن قوائم النحام لما ... تحمل صحبتي أصلاً محار\rعلى قرماء عالية شواه ... كأن بياض غرته ضمار\rوحكى المسعودي: أن أبا العباس المكي قال: كنت أنادم محمد بن طاهر بالري ليلة فقال: كأني أشتهي الطعام فما أكل؟ قلت: صدر دراج أو قطعة من جدي باردة. قال: يا غلام هات رغيفاً وخلاً وملحاً فأكل من ذلك، فلما كان في الليلة الثانية، قال: يا أبا العباس كأني جائع فقلت: ما أكلت البارحة قال: إنك لا تعرف فرق ما بين الكلامين قلت: البارحة: كأني أشتهي الطعام والليلة كأني جائع وبينهما فرق، فدعا بالطعام، ثم قال: صف لي الطعام والشراب والسماع والطيب والنساء والخيل، قلت: أيكون ذلك نثراً أم نظماً، قال: نثراً. قلت: أطيب الطعام ما لقي الجوع بطعم وافق شهوة. قال: فما أطيب الشراب؟ قلت: كاس مدام تبرد بها غليلك وتعاطي بها خليلك، قال: فأي السماع أفضل؟ قلت: أوتار أربعة وجارية متربعة، غنائها معجب وصوتها مطرب، قال: فأي الطيب أطيب؟ قلت: ريح حبيب تحبه وقرب ولد تربه، قال: فأي النساء أشهى؟ قلت من تخرج من عندها كارهاً وترجع إليه والهاً. قال: فما صفة العتيق من الخيل؟ قلت: الأشدق الذي إذا طلب سبق، وإذا طُلب لحق، قال: أحسنت. يا بشير أعطه مئة ديناء، قلت وأين يقع مني مئتا دينار، قال: أوقد زدت نفسك مئة دينار؟ يا غلام أعطه كما ذكرنا والمئة الأخرى لحسن ظنه بنا. فانصرفت بمئتي دينار. وقال البها زهير يصف فرسه بالهزال:\rأياديك لا يفل يوماً حسامها ... بجود إذا ضن الغمام غمامها","seal":"0C85A7CF","part":1},
      {"page":90,"id":91,"nass":"وكم أوثر التخفيف عنكم فلم أجد ... سواك لأيامٍ قليل كرامها\rولي فرس أنت العليم بحالها ... وبالرغم مني ربطها ومقامها\rولم يبق منها الجهد إلا بقية ... فيغدو عليها أو يروح حمامها\rشكتني بين الناس وهي بهيمة ... ولكن لها حال فصيح كلامها\rإذا خرجت تحت الظلام فما ترى ... من الضعف إلا أن يصك لجامها\rوليست تراها العين إلا عباءة ... يشد عليها سرجها ولجامها\rلها تربة في كل يوم على الطوى ... ولو تركتها صح منها صيامها\rوعهدي بها تبكي على التبن وحده ... فكيف على فقد الشعير مقامها\rوشكى بعض أهل الأدب زمانه بقوله:\rولي فرس من نل أعوج سابق ... ولكن على فقد الشعير يحمحم\rوأقسم ما قصرت فيما يزيدني ... علواً ولكن عند من أتقدم\rوجاء غلام شرف الدين الحلاوي وأخبره بأن فرسه قد تشبك بالحمر فقال:\rجاء غلامي وشكا ... أمر كميتي وبكى\rوقال برذونك لا ... نشك قد تشبكا\rقد سقته اليوم فما ... مشى ولا تحركا\rفقلت من غيظ له ... مجاوباً لما حكى\rابن الحلاوي أنا ... فلا تكن معلكا\rلو أنه مسير ... لما غدا مشبكا\rوقال لسان الدين ابن الخطيب:\rقال جوادي عندما ... همزن همزاً أعجزه\rإلى متى تهمزني ... ويل لكل همزه\rوقال ابن نباته يرثي فرسه:\rلهفي على فرسي الذي ... أضحى قريح المقلتين\rيكبو وأملك رقه ... فمعتر في الحالتين\rوأهدى ثقيل إلى بعض الظرفاء جملاً، ثم نزل عليه حتى أبرمه فقال فيه:\rيا مبرماً أهدى جمل ... خذ وانصرف ألفي جمل\rقال وما أوقارها ... قلت زبيب وعسل\rقال ومن يقودها ... قلت له ألفا رجل\rقال ومن يسوقها ... قلت له ألفا بطل\rقال وما لباسهم ... قلت حلي وحلل\rقال وما سلاحهم ... قلت سيوف وأسل\rقال عبيد لي إذن ... قلت: نعم ثم خول\rقال بهذا فاكتبوا ... إذن عليكم لي سجل\rقلت له الفي سجل ... فاضمن لنا أن ترتحل\rقال ترى أضجرتكم؟ ... قلت أجل ثم أجل\rقال وقد أبرمتكم؟ ... قلت له الأمر جلل\rقال وقد أثقلتكم؟ ... قلت له فوق الثقل\rقال إني راحل ... قلت العجل ثم العجل\rيا كوكب الشؤم ومن ... أربى على نحس زحل\rيا جبلاً من جبل ... في جبل فوق جبل\rوحمل محمد بن عبيد الله بن خاقان أبا الغياء على فرس، زعم أنه غير فاره، فكتب إليه: أعلم الوزير أعزه الله أن أبا علي محمد أراد أن يبرني فعقني، وأن يركبني فأرجلني أمر لي بفرس تقف للنبرة، وتعثر بالبعرة، كالقضيب اليابس عجفاً، وكالعاشق المجهور زلفاً، وقد ذكرت الرواة عذرة العذري والمجنون العامري، مساعد أعلاه لأسفله، حباق مقرون بسعاله فلو أمسك لترجيت، ولو أفرد لتعزيت، ولكنه يجمعهما في الطريق المعمور والمجلس المشهور، كأنه خطيب مرشد، أو شاعر منشد، تضحك من فعله النسوان، وتتناغى من أجله الصبيان، فمن صائح يصيح داوه بالطباشير، ومن قائل يقول نوله الشعير، قد حفظ الأشعار وروى الأخبار ولحق العلماء في الأمصار، فلو أعين بنطق لروى بحق وصدق، عن جابر الجعفي وعامر الشعبي، وإنما أتيت من كاتبه الأعور الذي إذا اختار لنفسه أطاب وأكثر، وإن اختار لغيره أخبث وأنذر، فإن رأى الوزير أن يبدلني به ويريحني منه بمركوب يضحكني كما أضحك مني، يمحو بحسنه وفراهته، ما سطره العيب بقبحه ودمامته، ولست أذكر أمر سرجه ولجامه، فإن الوزير أكرم من أن يسلب ما يهديه أو ينقص ما يمضيه فوجه عبيد الله إليه برزوناً من برازينه بسرجه ولجامه.\rثم اجتمع مع محمد بن عبيد الله عند أبيه، فقال عبيد الله: شكوت دابة محمد وقد أخبرني الآن أنه يشتريه منك بمئة دينار وما هذا ثمنه، لا يشتكي، فقال: أعز الله الوزير لو لم أكذب مستزيداً لم أنصرف مستفيداً، وإني وإياه لكما قالت امرأة العزيز الآن حصحص الحق، أنا راودته عن نفسه وإنه لمن الصادقين. فضحك عبيد الله وقال: حجتك الداحضة بملاحتك وظرفك أبلغ من حجة غيرك البالغة.","seal":"98C2A01B","part":1},
      {"page":91,"id":92,"nass":"وحكي أن المتوكل على الله قال لأبي العنيس الشاعر: أخبرني عن حمارك، وما كان من شعره في الرؤيا التي رأيتها قال: نعم يا أمير المؤمنين! كان أعقل من القضاة، ولو لم تكن له جريمة ولا زلة، فاعتل على غفلة، فمات فرأيته فيما يرى النائم، فقلت يا حماري ويلك ما لك مت؟ ألم أبرد لك الماء؟ وأنقي لك الشعير؟ وأحسن إليك جهدي؟ فلم مت غفلةظ وما خبرك؟ قال: إنك ركبتني يوم كذا وكذا ووقفت على فلان الصيدلاني تكلمه فرأيت أتاناً عند بابه فعشقتها فمت. فقلت له: هل قلت فيها شهراً؟ قال: نعم وأنشدني:\rسيدي خذ لي أمانا ... من أمان الأصبهاني\rهام قلبي بأتانٍ ... عند باب الصيدلاني\rتيمتني يوم رحنا ... بثناياها الحسان\rوبغنج ودلال ... سل جسمي وبراني\rولها خد أسيل ... مثل خد الشنفراني\rفيها مت ولو عش ... ت إذن طال هواني\rفقلت له يا حماري وما الشنفراني؟ قال هو شيء يتحدث به الحمير، فإذا لقيت حمراً فاسأله عنه. فطرب المتوكل وأمر المغنين أن يغنوا ذلك اليوم بشعر الحمار وزاد في جائزتي. قيل للفضل الرقاشي: إنك لتؤثر الحمير على سائر الدواب. قال: لأنها أرفق وأرفق. قيل: ولم ذلك؟ قال: لا يستدل بالمكان على طول الزمان، ثم هي: أقل داء، وأيسر دواء، وأخفض مهوى، وأسلم صريعاً، واقل جماحاً وأشهر فارهاً، وأقل تطيراً، يزهى راكبه وقد تواضع بركوبه، ويعد مقتصداً وقد أسرف في ثمنه.\rوحكي أن رجلاً كان له فرس يسمى: (الأبيلق) وكان يجريه فرداً ليس معه غيره، وكل ما مر به طائر أجراه معه، فأعجبه ما رأى من سرعته، فنادي قومه وقال: إني أردت أن أراهن على فرسي هذا، فأيكم يرسل معه، فقيل له إن الحلبة غداً. فقال: إني لا أرسله إلا في خطر. فراهنوه على ذلك. فلما كان الغد أرسله فسبق، فقال لكل مجرى نجلاء سابق.\rوهنا وقف بنا جواد القلم، والصلاة والسلام على سيدنا محمد أشرف رسل الأمم، صلى الله عليه وعلى آله وأصحابه صلاة وسلاماً دائمين إلى يوم الدين، والحمد لله رب العالمين وقد وقع الفراغ من كتابته في اليوم الحادي عشر من شوال سنة ألف وثلاث مئة وثلاث وعشرين من هجرة من له كمال الفخر والشرف.","seal":"357357CB","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1331,"Bk":"نخبة عقد الأجياد في الصافنات الجياد","HigriD":"1331","oAuthVer":1,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد (باشا) ابن الأمير عبد القادر ابن محيي الدين الحسني الجزائري","bLnk":null,"Inf":"","Auth":"محمد بن عبد القادر الجزائري","Betaka":"الكتاب: نخبة عقد الأجياد في الصافنات الجياد\r\nالمؤلف: محمد (باشا) ابن الأمير عبد القادر ابن محيي الدين الحسني الجزائري (المتوفى: 1331هـ)\r\n[الكتاب مرقم آليا غير موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"الجزائري  (1256 - 1331 هـ = 1840 - 1913 م)\r\n\r\n محمد (باشا) ابن الأمير عبد القادر ابن محيي الدين الحسني الجزائري: مؤرخ، من فضلاء الأعيان.\r\nولد على الأرجح في ولاية وهران بالجزائر ونشأ وعاش في دمشق، وقد سكنها أبوه سنة 1271 هـ.\r\nوعكف على سيرة أبيه، فجمع ما تفرق منها، وسماها (تحفة الزائر في مآثر الأمير عبد القادر - ط) في جزءين، أحدهما سيرته السيفية، في حروبه مع الفرنسيس، والثاني سيرته العلمية.\r\nوله (عقد الأجياد في الصافنات الجياد - ط) ومختصره (نخبة عقد الأجياد - ط) كلاهما في الخيل ومحاسنها وما قيل فيها، و (مجموع ثلاث رسائل - ط) إحداها (ذكرى ذوي الفضل في مطابقة أركان الإسلام للعقل) والثانية\r\n(كشف النقاب عن أسرار الاحتجاب) والثالثة (الفاروق والترياق في تعدد الزوجات والطلاق) وكان يحمل رتبة فريق في الجيش العثماني.\r\nوتوفي بالآستانة\r\n\r\nنقلا عن : الأعلام للزركلي","seal":"DB11C72F","cat":"الأدب والبلاغة - مرقم آليا","oNum":9752,"BkId":9752,"oAuth":1065,"bVer":1,"aSeal":"DA7A04EF"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9752":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"المقدمة في نشأة الخيل وأول من ركبها من العرب"},
      {"lvl":1,"id":1,"sub":1,"tit":"الباب الأول فيما جاء في فضلها وتكريمها وكراهة التشاؤم منها والنهي عن أكل لحومها"},
      {"lvl":2,"id":1,"sub":2,"tit":"الفصل الأول فيما يدل على فضلها من الآيات القرآنية والأحاديث النبوية"},
      {"lvl":2,"id":3,"sub":0,"tit":"الفصل الثاني في تكريم العرب لها وحبهم إياها وما ورد عنهم في ذلك"},
      {"lvl":2,"id":8,"sub":0,"tit":"الفصل الثالث فيما ورد عن النبي صلى الله عليه وسلم من كراهة التشاؤم بها"},
      {"lvl":2,"id":10,"sub":1,"tit":"الفصل الرابع فيما ورد من النهي عن أكل لحومها وإخصائها وجز نواصيها وأذنابها"},
      {"lvl":2,"id":10,"sub":2,"tit":"تتمة قي سقوط الزكاة عنها"},
      {"lvl":1,"id":10,"sub":3,"tit":"الباب الثاني في بيان أنواعها وفضل الذكر منها على الأنثى"},
      {"lvl":2,"id":11,"sub":0,"tit":"الفصل الأول في العربي"},
      {"lvl":2,"id":12,"sub":0,"tit":"الفصل الثاني في الهجين"},
      {"lvl":2,"id":12,"sub":1,"tit":"الفصل الثالث في المقرف"},
      {"lvl":2,"id":12,"sub":2,"tit":"الفصل الرابع في البرذون"},
      {"lvl":2,"id":13,"sub":0,"tit":"الفصل الخامس في فضل الذكر على الأنثى"},
      {"lvl":1,"id":13,"sub":1,"tit":"الباب الثالث في ألوانها وفيه خمسة فصول"},
      {"lvl":2,"id":13,"sub":2,"tit":"الفصل الأول في الأشقر"},
      {"lvl":2,"id":15,"sub":0,"tit":"الفصل الثاني في الأحمر وهو الكميت"},
      {"lvl":2,"id":15,"sub":1,"tit":"الفصل الثالث في الأدهم"},
      {"lvl":2,"id":17,"sub":0,"tit":"الفصل الرابع في الأشهب"},
      {"lvl":2,"id":19,"sub":0,"tit":"الفصل الخامس في الأصفر"},
      {"lvl":2,"id":19,"sub":1,"tit":"تتمة في ذكر بعض ما قاله الأدباء في أوصافها من التشبيهات والاستعارات البديعة في"},
      {"lvl":1,"id":24,"sub":0,"tit":"الباب الرابع في الغرة والتحجيل والدوائر وأسماء المفاصل والطبائع والصهيل وفيه ستة"},
      {"lvl":2,"id":24,"sub":1,"tit":"الفصل الأول في الغرة"},
      {"lvl":2,"id":24,"sub":2,"tit":"الفصل الثاني في التحجيل"},
      {"lvl":2,"id":27,"sub":0,"tit":"الفصل الثالث في الدوائر وتسمى في المشرق بالنياشين وفي المغرب بالنخلات"},
      {"lvl":2,"id":28,"sub":0,"tit":"الفصل الرابع في أسماء مفاصل الرأس ومنابت شعره وأسنانه وما يتعلق بذلك"},
      {"lvl":2,"id":28,"sub":1,"tit":"نادرة"},
      {"lvl":2,"id":28,"sub":2,"tit":"الفصل الخامس في طبائعها"},
      {"lvl":2,"id":29,"sub":0,"tit":"الفصل السادس في الصهيل"},
      {"lvl":1,"id":30,"sub":0,"tit":"الباب الخامس في نعوت الخيل الممدوحة والمذمومة واختلافها باختلاف الأقاليم وفيه"},
      {"lvl":2,"id":30,"sub":1,"tit":"الفصل الأول في تعوت الخيل الممدوحة"},
      {"lvl":2,"id":40,"sub":0,"tit":"الغدر الشعر المتدلي من أمام القربوس إلى آذانها، شبهه بذوائب النساء في الكثرة إذا"},
      {"lvl":2,"id":61,"sub":0,"tit":"الفصل الثاني في بيان اختلاف أوصافها باختلاف أقاليمها"},
      {"lvl":1,"id":64,"sub":0,"tit":"الباب السادس في تقفيزها وأطوارها وخدمتها والإنفاق عليها وتأديبها وكيفية تضميرها"},
      {"lvl":2,"id":64,"sub":1,"tit":"الفصل الأول في التقفيز"},
      {"lvl":2,"id":66,"sub":0,"tit":"الفصل الثاني في الأطور وعلاماتها"},
      {"lvl":2,"id":67,"sub":0,"tit":"الفصل الثالث في خدمتها والإنفاق عليها"},
      {"lvl":2,"id":68,"sub":0,"tit":"الفصل الرابع في تأديبها وتدريبها"},
      {"lvl":2,"id":69,"sub":0,"tit":"الفصل الخامس في كيفية التضمير"},
      {"lvl":2,"id":70,"sub":0,"tit":"الفصل السادس في معالجة بعض أمراضها، وإن كانت مذكورة في كتب البيطرة"},
      {"lvl":2,"id":72,"sub":0,"tit":"تتمة"},
      {"lvl":2,"id":72,"sub":1,"tit":"خاتمة في المسابقة وما يتعلق بها وفيها خمسة مطالب"},
      {"lvl":3,"id":72,"sub":2,"tit":"المطلب الأول فيما يدل على فضلها وحسن نتيجتها في الشرع والسياسة"},
      {"lvl":3,"id":72,"sub":3,"tit":"المطلب الثاني فيما اتفق الأئمة على جوازه من أنواعها وما اختلفوا فيه"},
      {"lvl":3,"id":74,"sub":0,"tit":"فائدة"},
      {"lvl":3,"id":74,"sub":1,"tit":"المطلب الثالث في ترتيب خيل الحلبة وذكر أسمائها"},
      {"lvl":3,"id":76,"sub":0,"tit":"المطلب الرابع فيما ورد فيها عن الملوك والأمراء"},
      {"lvl":3,"id":82,"sub":0,"tit":"المطلب الخامس في اسماء خيل النبي صلى الله عليه وسلم والمشهور من خيل العرب"},
      {"lvl":2,"id":84,"sub":0,"tit":"تتمة في ذكر ما وقع فيها من الفكاهات والمنادمة"}
    ]
}
