{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b98089":
    [
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":2,"nass":"كيف أتوب؟!\r\rتأليف\r\rمحمد حسين يعقوب\r\rكيف أتوب؟!\r\r\" وأكثر الناس لا يعرفون قدر التوبة ولا حقيقتها فضلا عن القيام بها علما وعملا وحلا ولم يجعل الله محبته للتوابين إلا وهم خواص الخلق لديه\"\rابن القيّم","seal":"C592D156","page":1},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":4,"nass":"إلهي وسيدي\rأتيت أطباء عبادك\rليداووا لي خطيئتي\rفكلهم عليك يدلني","seal":"F88A936D","page":3},
      {"Part":null,"aya":null,"sora":null,"Na":null,"id":5,"nass":"عن أبي هريرة رضي الله عنه قال:\rقال رسول الله صلى الله عليه وسلم:\r\" من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه\"\r(صحيح: أخرجه مسلم 17/ 24 - 25) 2703)","seal":"4C00BB28","page":null},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":6,"nass":"مقدمة\rبسم الله الرحمن الرحيم\r\rالحمد لله الذي لا ناقض لما بناه .. ولا حافظ لما أفناه .. ولا مانع لما أعطاه .. ولا رادّ لما قضاه .. ولا مظهر لما أخفاه .. ولا ساتر لما أبداه .. ولا مضلّ لمن هداه .. لا هادي لمن أعماه ..\r\rسبحانه .. أنشأ الكون بقدرته .. وما حواه .. ورزق الصون بمنّته ومنّة من والاه .. {وقضى ربك ألا تعبدوا إلا إيّاه} [الاسراء23].\r\rسبحانه .. خلق آدم بيده وسوّاه .. وأسكنه في حرم قربه وحماه .. وأمره كما شاء ونهاه .. ثم أجرى عليه القدر بموافقته هواه .. فنزعت يد التفريط ما كساه .. ثم تاب الله عليه فرحمه واجتباه .. وحاله ينذر من يسعى فيما اشتهاه.\r\rطرد إبليس وكانت السموات مأواه .. فأصمّه بمخالفته كما شاء وأعماه .. وأبعده عن بابه للعصيان وأشقاه .. وفي قصته نذير لمن خالف الله وعصاه ..\r\rألان الحديد لداود كما تمنّاه .. يأمن لابسه من يلقاه .. ثم صرع صانعه بسهم قد ألقاه .. فلما تسوّر المحراب خصماه .. أظهر جدال التوبيخ فخصماه .. {وظنّ داود أنّما فتنّاه} [ص: 24].\rذهب ذو النون مغاضبا فالتقمه الحوت وأخفاه .. فندم لما رأت عيناه ما جنت يداه .. فلما أقلقه كرب ظلام تغشاه .. تضرع مستغيثا ينادي مولاه .. {إني كنت من الظالمين} [الأنبياء: 87] فنجيناه ..","seal":"D867A5AD","page":5},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":7,"nass":"أحمده سبحانه وتعالى ... تعالى ربنا سبحانه وحاشاه .. أن يخيب راجيه وينسى من لا ينساه ..\r\rأخذ موسى من أمه طفلا ورعاه .. فساقه لى حجر عدوة فربّاه .. وجاد عليه بنعم لا تحصى وأعطاه .. فمشى في البحر وما ابتلت قدماه .. وتبعه عدوّه فأدركه الغرق وواراه .. حتى إذا قال: آمنت .. إذا جبريل بالطين يسد فاه .. وكان من غاية شرف موسى ومنتهاه .. أنه خرج يطلب نارا فناداه .. {ياموسى إني أنا الله} {القصص: 30] .. شرف أمته شرفا بما أولاه .. فقال ربنا لهم: {وأني قد فضلتكم على العالمين} [البقرة: 47] ولكن جئنا بـ {كنتم خير أمة أخرجت للناس} [آل عمران:110] أخذناه .. فالحمد لله.\r\rخلق محمدا فاختاره على الكل واصطفاه .. صلى الله عليه وعلى آله وسلم وقربه منه حتى كان قاب قوسين وأدناه .. فأوحى إليه من سرّه وكلمته ما أوحاه .. ووعده المقام المحمود فاللهم بلّغه مناه ..\r\rالحمد لله الذي دلنا بنبيه عليه وعرفناه .. وأجلنا بالقرآن العظيم وعلمناه .. وهدانا الى بابه بتوفيق أودعناه ..\r\rأحمده سبحانه حمدا لا ينقضي أولاه ولا ينفد أخراه .. فالحمد لله .. الحمد لله .. الحمد لله ..\r\rوأشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله .. صلى الله على محمد ما تحركت الألسن والشفاه .. وعلى آله وصحبه صلاة دائمة تدوم بدوام ملك الله .. ثم سلم تسليما كثيرا.","seal":"DF11479E","page":6},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":8,"nass":"أما بعد\rففي جلسة مناجاة مع النفس ومحاسبة لها على تفريطها .. ساءلت نفسي وساءلتني .. كيف تعرفين الله، وتقرين بنعمه عليك ظاهرة وباطنة ثم تبارزينه بالمعاصي في الليل والنهار .. ؟!\rوقلت لها: أما تخسين الخسف .. ؟! أما تخافين العقاب .. ؟!\rوقلت لها: ألا تتوقين الى الجنة بحورها وحريرها ونعيمها الذي لا ينفد .. ؟! ألست تهربين من النار بزمهريرها وأغلالها وعذابها الذي لا ينتهي .. ؟!\rثم قلت لها: اختاري ..\rفقالت أتمنى يوما أتوب فيه الى الله ..\rفقلت لها: أنت في الأمنية فاعملي ..\rقالت: فكيف .. ؟! صف لي الطريق .. وبيّن لي العقبات .. قل لي .. كيف أتوب .. ؟!!\r\rأخي التائب .. لا بد أن تعلم أن أول الطريق وقفة .. والسير في الطريق عمل .. وزاد الطريق توبة ..\rواعلم أن الموت يأتي فجأة .. يقول ربنا سبحانه وتعالى: {قل يعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله، إن الله يغفر الذنوب جميعا، إنه هو الغفور الرحيم* وأنيبوا الى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون* واتّبعوا أحسن ما أنزل اليكم من ربكم من قبل أن","seal":"D663990D","page":7},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":9,"nass":"يأتيكم العذاب بغتة وأنتم لا تشعرون* أن تقول نفس يحسرتي على ما فرّطت في جنب الله وإن كنت لمن الساخرين* أو تقول لو أنّ الله هداني لكنت من المتقين* أو تقول حين ترى العذاب لو أن لي كرّة فأكون من المحسنين* بلى قد جاءتك آياتي فكذبت بها واستكبرت وكنت من الكافرين} [الزمر 53 - 59].\r\rواعلم أخي التائب أنك تطلب السعادة .. وتروم النجاة .. وترجو المغفرة .. يقول ربنا: {وإني لغفّار لمن تاب وعمل صالحا ثم اهتدى} [طه: 82] ...\r\rفالتوبة ـ أخي التائب ـ هي ملاك أمرك .. هي مبعث حياتك .. هي مناط فلاحك.\r\rيقول إبن القيم:\rمنزل \"التوبة\" أول المنازل وأوسطها وآخرها .. فلا يفارقه العبد السالك ولا يزال فيه الى الممات .. وإن ارتحل الى منزل آخر ارتحل به واصطحبه معه ونزل به .. فالتوبة هي بداية العبد ونهاية حاجته اليها في النهاية ضرورية .. كما أن حاجته اليها في البداية كذلك ..\rوقد قال الله تعالى: {وتوبوا الى الله جميعا أيها المؤمنون لعلكم تفلحون} [النور: 31]. وهذه الآية في سورة مدنية خاطب الله بها أهل الايمان وخيار خلقه أن يتوبوا اليه بعد إيمانهم وصبرهم وهجرتهم وجهادهم. ثم علق الفلاح بالتوبة تعليق المسبّب بسببه .. وأتي بأداة","seal":"D700728C","page":8},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":10,"nass":"\"لعل\" المشعرة بالترجي .. إيذانا بأنكم إذا تبتم كنتم علي رجاء الفلاح .. فلا يرجو الفلاح إلا التائبون .. جعلنا الله منهم ..\r\rولما كانت \"التوبة\" هي رجوع العبد الى الله .. ومفارقته لصراط المغضوب عليهم والضالين .. وذلك لا يحصل إلا بهداية الله الى الصراط المستقيم .. ولا تحصل هدايته إلا بإعانته وتوحيده .. فقد انتظمتها سورة الفاتحة أحسن إنتظام .. وتضمنتها أبلغ تضمن فمن أعطى الفاتحة حقها ـ علما وشهودا وحالا ومعرفة علم أنه لا تصح له قراءتها على العبودية إلا بالتوبة النصوح .. فإن الهداية التامة الى الصراط المستقيم لا تكون مع الجهل بالذنوب .. ولا مع الاصرار عليها .. فإن الأول جهل ينافي معرفة الهدى .. والثاني غي ينافي قصده وإرادته .. فلذلك لا تصلح التوبة إلا بعد معرفة الذنب .. والاعتراف به .. وطلب التخلص من سوء عواقبه أولا وآخرا.\r\rوها نحن نشرع في بيان ذلك أتم تبيان ـ إن شاء الله.\r\rإن الموضوع الذي نطرحه هنا من الأهمية بحيث لا يستغني عنه شاب لا شيخ .. موضوعنا مهم للمبتدئ والمنتهى .. للسالك والواصل للتلميذ والمريد .. إنه موضوع الساعة وكل ساعة .. موضوعنا.","seal":"6E07BA7A","page":9},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":11,"nass":"كيف أعود الى الله\rإن هذا الموضوع الملح جدّ خطير في هذه الآونة بالذات، بعد أن صرنا أعاجم لا نفهم لغة القرآن (¬1) ..\rفإن القرآن نزل أول ما نزل بلسان عربي مبين فكان من السهل على العرب الذين أرسل فيهم النبي المختار صلى الله عليه وسلم أن يفهموا لغته ولسانه وتهتز قلوبهم لسحر بيانه ..\r\rومن حكمة الخالق جل وعلا أنه أرسل الرسل بلسان قومهم حتى يبينوا لهم شريعة الله تعالى وهو القائل: {وما أرسلنا من رسول إلا بلسان قومه ليبين لهم} [إبراهيم:4].\r¬__________\r(¬1) وحال تكلم اللغة الباسلة مع أبنائها يندى له الجبين خجلا، فهي ما تزال شامخة رغم انصراف أبنائها عنها، فقد هانت عندنا لما استسلمنا لغزو أعدائنا لها، بداية من التقليل من شأنها وإزدرائها، ثم الدعوة الى إحلال [العامية] محلها، مما ترتب عليه ما نعانيه ـ الآن ـ والمقصود: أن المصاب فينا لا في تراثنا ولا كتب سلفنا فإنها يسيرة يسيرة، لكن العيب في ذوقنا اللغوي.\rويكفي في هذا المقام أن نتدبر كلام الوليد بن المغيرة في تأثير القرآن عليه وبين ما تكنه صدورنا تجاه لغة القرآن، فالوليد ـ مع كفره وجحوده وانصرافه النفسي والوجداني عن القرآن ـ قال: إن له لحلاوة .. وإن عليه لطلاوة .. وإن أعلاه لمثمر .. وإن أسفله لمغدق .. وإنه ليعلو ولا يعلا عليه.\rونحن ـ مع إسلامنا وتقديسنا للقرآن ـ لا نستشعر تلك المعاني إلا بصفة القداسة للقرآن. (انظر حول قضية لغتنا الباسلة للشيخ محمود شاكر \" في الطريق إلى ثقافتنا\").","seal":"3A806FF9","page":10},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":12,"nass":"ولقد ذكرنا قبل أن كتابات السلف صارت بالنسبة لشباب الصحوة كلاما صعب الفهم والتطبيق (¬1) .. فقد تغيرت لغة الكلام في عصرنا (¬2) ..\rوصارت كلمات السلف لدينا تحتاج الى إعادة شرح وتفصيل ...\rونضرب لهذا مثلا: فقد جاء في تعريف \" اليقظة\" على لسان إبن القيم أو أبي إسماعيل الهروي شيخ الاسلام \" أن اليقظة\" هي انزعاج القلب لروعة الانتباه ..\r\rونحن على يقين من أن هذا الكلام الآن صار يحتاج الى شرح ثم الى بسط .. رغم أنه كان إذا طرح على السلف فسرعان ما يتفهمون مراده .. ثم يسارعون في العمل بمقتضاه ..\r\rوتأسيسا على ما سبق وفي ضوء هذه المعضلة .. فسوف نحاول في هذا المقام بسط مسائل التوبة الى أقصى ما نستطيع، فمن وافقه الأمر ممن يبغي السلوك الى الله فبها ونعمت .. ومن لم يجد فليصبّر نفسه الى النهاية .. فسيجد ما ينشرح له صدره إن شاء الله. فما لم يتأتى بالجهد في الشرح والكلام يتأتى إن شاء الله وقدّر بالدعاء ..\r\rفإن الله سميع بصير .. وبالإجابة جدير .. ونسأل الله أن يرزقنا توبة نصوحا، فالتوبة رزق ..\r\rولإستثمار الوقت فيما يفيد نبدأ الموضوع مباشرة بالسؤال الأول والأهم.\r¬__________\r(¬1) مرة أخرى نبين الا لصعوبته وإنما لجهلنا وجفائنا مع اللغة ومع الشرع ومع الله.\r(¬2) وأقصد بتغيير لغة الكلام لا للأفضل ـ لا سمح الله ـ ولكن بالتدني للغة العامية وتلقيحها بالألفاظ غير العربية.","seal":"78411CEC","page":11},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":14,"nass":"لماذا نتوب؟!!\rمن غرس في نفسه شرف الهمة\r\rفنبت نبت نفسه عن الأقذار، ومن\r\rاستقر ركن عزيمته وثبت\r\rوثبت نفسه عن الأكدار","seal":"B99A20F2","page":13},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":16,"nass":"لماذا نتوب؟\r\rإنها قضية ملحة تأتي نتيجة جهل الناس بالدين في عصرنا .. وجهلهم حتى بالمعاصي التي يقترفونها .. فإن معنى المعاصي معنى كبير يندرج تحته الكثير مما قد يظنه الناس في عصرنا مباحا.\r\rفلاب تساؤل تطرحه امرأة متبرجة: لماذا أتوب .. ؟! وجهي جميل فلم أستره؟\r\rنفس السؤال يطرحه شاب .. إن متعتي أجدها في السيجارة فلم أتركها .. أهوى مشاهدة التلفزيون فلماذا أدعه .. أنا لا أحب التقيد والارتباط .. فلم أتقيد بمواعيد الصلاة .. ؟! أليس ينبغي على الانسان فعل ما يسعده .. فالذي يسعدني هو ما تسمونه معصية وأنا غير مقتنع بهذه التسمية .. فلماذا وممّ أتوب.\r\rإنها قضية تطرح نفسها .. يسمعها الكثير والكثير منا حين يود دعوة بعض الناس الى الله والإجابة على هذا السؤال هي في أن نعرف لماذا نتوب؟","seal":"94F0958C","page":15},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":17,"nass":"النية في التوبة\rأولا ـ لكوننا نعود بالتوبة الى الصراط المستقيم:\rفقد قال ربنا: {وام خلقت الجنّ والإنس إلا ليعبدون} [الذاريات: 56] لا ليعصون .. لا ليلعبوا .. لا ليتبعوا أهوائهم .. ولا حتى ليعمروا الأرض وينجبوا الذرية .. أبدا .. وإنما {ليعبدون} .. فالعاصي ليس بعابد، فإذا قلنا: تب، فمعنى هذا: عد الى أصل خلقتك وفي ذلك من المصالح ما لا يخفى!!\r\rثانيا ـ طاعة لأمر الله عز وجل:\rفهو الذي قال في كتابه العزيز: {وتوبوا الى الله جميعا أيها المؤمنون لعلكم تفلحون} [النور: 31] طاعة لأمر الله {يا أيها الذين آمنوا توبوا الى الله توبة نصوحا} [التحريم: 8] أمر الله .. الملك .. المهيمن .. مالك الملك .. الذي ينبغي أن نتمثل ونذعن لأمره .. فنتوب تعبّدا .. طاعة للملك.\r\rثالثا ـ فرارا من الظلم الى الفلاح:\rقال ربنا: {ومن لم يتب فأولئك هم الظالمون} [الحجرات: 11].\r\rاعلم ـ أخي في الله ـ أن الظلم كل الظلم في انصلاافك عن التوبة .. في سيرك حيث تخالف ربك .. وإصرارك على المضي قدما في طريق هواك .. وهو الهلاك .. فتظلم نفسك حين توقعها في شراك المعاصي .. في حين بشر ربنا التائبين بالنصرة والفلاح فعلق حصول","seal":"BA82B85C","page":16},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":18,"nass":"الفلاح المرجو لهم على حصول التوبة منهم اليه فقال ربنا عز وجل: {وتوبوا الى الله جميعا أيها المؤمنون لعلكم تفلحون} [النور:31].\r\rفهذه الأية مدنية .. خاطب الله بها أهل الايمان وخيار خلقه أن يتوبوا اليه .. بعد إيمانهم وصبرهم .. ثم علق الفلاح بالتوبة .. وأتى بأداة \" لعل\" لاشعار الترجي .. إيذانا بأنكم إذا تبتم كنتم على رجاء الفلاح .. فلا يرجو الفلاح إلا التائبون .. جعلنا الله منهم.\r\rرابعا ـ لطلب السعادة:\rإن كثيرا من العصاة يعيشون سعادة وهمية زائلة مؤقتة .. بل على التحقيق أنها ليست بسعادة .. إذا رأيت رجلا يستلذ بالتراب عن شهي الطعام والحلوى .. هل تحكم عليه بسلامة الحس أم بسقمه .. ؟! إن الذي يأكل التراب يستلذ به أو الحجارة فتكون شهوته، لا شك أنه سقيم .. مريض يحتاج الى علاج .. وكذلك من يتلذذ بالمعاصي .. إنه يشعر بذلك، لا لأن المعاصي لذيذة، وليس لأن السيئات ممتعة وإنما لكون قلبه قد صار فاسدا .. فاللهم أصلح قلوبنا ..\r\rفهذا يحتاج الى إصلاح قلبه .. فمثله كمثل الرجل في مكان دبغ الجلود فإنه لا يشم الرائحة الكريهة إلا عندما يخرج منه ..\r\rوهذا العاصي مثله فنقول له: أخرج من المعاصي .. تب الى الله فعندها ستعرف سوء ما كنت عليه وقبح ما كنت تفعل .. كم من العصاة قال حين تاب: كم كنت قذرا .. كم كنت سيئا .. كم كنت خاسرا .. كم كنت لاهيا .. كم كنت غافلا .. إنه بذلك يعلم! يقينا ـ أن ما كان عليه عين الباطل وأنه قد كان غافلا أو مغفلا .. فاللهم تب على عصاة المسلمين.","seal":"556FC0F7","page":17},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":19,"nass":"وأسوق إليك ـ أخي في الله ـ بعض كلمات التائبين نقلتها بنصها من كتاب \"العائدون الى الله\" لمحمد المسند:\r\r- كنت أبكي ندما على ما فاتني من حب الله ورسوله .. وعلى تلك الأيام التي قضيتها بعيدة عن الله عز وجل. ... (إمرأة مغربية أصابها السرطان وشفاها الله منه).\r- نعم لقد كنت ميتا فأحياني الله ولله الفضل والمنة. (الشيخ أحمد القطان).\r- وعزكن على التوبة النصوح والاستقامة على دين الله .. وأن أكون داعية خير بعد أن كنت داعية شر وفساد ..\rوفي ختام حديثي أوجهها نصبحة صادقة لجميع الشباب فأقول: يا شباب الاسلام لن تجدوا السعادة في السفر ولا في المخدرات والتفحيط .. لن تجدوها أو تشموا رائحتها إلا في الالتزام والاستقامة .. في خدمة دين الله، في الأمر بالمعروف والنهي عن المنكر ..\rماذا قدمتم ـ يا أحبة ـ للإسلام؟ أين آثاركم؟ أهذه رسالتكم؟\rشباب الجيل للإسلام عودوا ... فأنتم روحه وبكم يسود\rوأنتم سر نهضته قديما ... وأنتم فجره الزاهي الجديد\r(من شباب التفحيط سابقا).\r- كما أتوجه الى كل أخت غافلة عن ذكر الله .. منغمسة في ملذات الدنيا وشهواتها أن عودي الى الله ـ أخيّة ـ فوالله إن السعادة كل السعادة في طاعة الله. (طالبة تائبة).\r- وختاما؛ أقول لكل فتاة متبرجة .. أنسيت أم جهلت أن الله مطلع","seal":"E860FB39","page":18},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":20,"nass":"عليك؟! أنسيت أم جهلت أم تجاهلت أن جمال المرأة الحقيقي في حجابها وحيائها وسترها؟! (فتاة تائبة).\r- كما أصبحت بعد الالتزام أشعر بسعادة تغمر قلبي فأقول: بأنه يستحيل أن يكون هناك إنسان أقل مني التزاما أن يكون أسعد مني .. ولو كانت الدنيا كلها بين عينيه .. ولو كان من أغنى الناس .. فأكثر ما ساعدني على الثبات ـ بعد توفيق الله ـ هو إلقائي للدروس في المصلى، بالإضافة الى قراءتي عن الجنة بأن فيها ما لا عين رأت .. ولا أذن سمعت .. ولا خطر على قلب بشر .. من اللباس والزينة .. والأسواق والزيارات بين الناس .. وهذه من أحب الأشياء الي قلبي .. فكنت كلما أردت أن أشتري شيئا من الملابس التي تزيد عن حاجتي أقول: ألبسها في الآخرة أفضل.\r(فتاة انتقلت من عالم الأزياء الى كتب العلم والعقيدة).\r- وقد خرجت من حياة الفسق والمجون .. الى حياة شعرت فيها بالأمن والأمان والاطمئنان والاستقرار. (رجل تاب بعد موت صاحبه).\r- وانتهيت الى يقين جازم حاسم .. أنه لا صلاح لهذه الأرض .. ولا راحة لهذه البشرية .. ولاطمأنينة لهذا الانسان .. ولا رفعة، ولا بركة، ولا طهارة .. إلا بالرجوع الى الله ..\rواليوم أتساءل .. كيف كنت سأقابل ربي لو لم يهدني؟!!!! (طالبة تائبة).\r- بدأ عقلي يفكر وقلبي ينبض وكل جوارحي تناديني: اقتل الشيطان والهوى .. وبدأت حياتي تتغير .. وهيئتي تتبدل .. وبدأت أسير على طريق الخير .. وأسأل الله أن يحسن ختامي وختامكم أجمعين ..\r(شاب تاب بعد سماعه لقراءة الشيخ علي جابر ودعائه).","seal":"777D6E50","page":19},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":21,"nass":"- إذا علم هذا .. فاعلم أن حاجة العبد الى أن يعبد الله وحده لا يشرك به شيئا في محبته .. ولا في خوفه .. ولا في رجائه .. ولا في الحلف به .. ولا في التوكل عليه .. ولا في العمل له .. ولا في الحلف به .. ولا في النذر له .. ولا في الخضوع له .. ولا في التذلل والتعظيم والسجود والتقرب .. أعظم من جاجة الجسد الى روحه .. والعين الى نورها، بل ليس لهذه الحاجة نظير تقاس به .. فإن حقيقة العبد روحه وقلبه .. ولا صلاح لها إلا بإلهها الذي لا إله إلا هو .. فلا تطمئن في الدنيا إلا بذكره .. وهي كادحة اليه كدحا فملاقيته، ولا بد من لقائه .. ولا صلاح لها إلا بمحبتها وعبوديتها له .. ورضاه وإكرامه لها ..\r\rولو حصل للعبد من اللذات والسرور بغير الله ما حصل .. لم يدم له ذلك .. بل ينتقل من نوع الى نوع .. ومن شخص الى شخص .. ويتنعم بهذا في وقت .. ثم يعذب به ولا بد في وقت آخر.\r\rوكثيرا ما يكون ذلك الذي يتنعم به ويتلذذ به غير منعّم له ولا ملذ .. بل قد يؤذيه اتصاله به ووجوده عنده ويضره ذلك .. وإنما يحصل له بملابسته من جنس ما يحصل للجرب من لذة الأظفار التي تحكه .. فهي تدمي الجلد وتخرقه .. وتزيد في ضرره .. وهو يؤثر ذلك لما في حكها من اللذة ..\r\rوهذا ما يتعذب به القلب من محبة غير الله هو عذاب عليه ومضرة وألم في الحقيقة لا تزيد لذته على لذة حك الجرب .. والعاقل يوازن بين الأمرين ويؤثر أرجحهما وأنفعهما ..\r\rوالله الموفق المعين وله الحجة البالغة كما له النعمة السابغة. (¬1)\r¬__________\r(¬1) \" طريق الهجرتين\" إبن القيم ص 77.","seal":"C53D613A","page":20},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":22,"nass":"إخوتاه .. إن الجزاء من جنس العمل .. والله سبحانه وتعالى يفرح بتوبتك .. فإذا تبت أعقبك سعادة عظيمة .. جزاء منهلك على توبتك .. ففي الحدث المشهور أن رسول الله صلى الله عليه وسلم قال:\" لله أشد فرحا بتوبة عبده المؤمن من رجل في أرض دوية (¬1) مهلكة، معه راحلته عليها طعامه وشرابه، فنام فاستيقظ وقد ذهبت، فطلبها حتى أدركه العطش، ثم قال: أرجع الى مكاني الذي كنت فيه فأنام حتى أموت، فوضع رأسه على ساعده ليموت فاستيقظ وعنده راحلته وعليها زاده وطعامه وشرابه، فالله أشد فرحا بتوبة العبد المؤمن من هذا براحلته وزاده\". (¬2)\r\rإنني أريدك ألا تمر على هذا الحديث مرورا عابرا وتقول: أعرفه. . قد سمعته كثيرا .. يجب أن تتوقف معه لتتأمل المعنى كأنك تسمعه لأول مرة .. كيف بلغ به الفرح حتى يخطئ فيقول: اللهم أنت عبدي وأنا ربك؟! .. كم كانت فرحته عندئذ فأخطأ .. بكم تقدّر .. إنها لا تقدّر .. إنها أعظم من أن توصف .. وهذا دليل على أن حب الله للعبد أشد من حب العبد لله .. انتبه .. ففي طي هذه الكلمات من المعاني ما لا تحيط به الألفاظ .. إن الله يحبه فيفرح بتوبته .. والجزاء من جنس العمل ..\r\rتأمل ـ أخي التائب ـ فالله يفرح لأنك تبت .. فيجازيك بأن يفرحك ويسعدك .. وإذا أردت شاهدا لهذا فانظر الى الفرحة التي يجدها التائب\r¬__________\r(¬1) أي بريّة لا نابت فيها.\r(¬2) أخرجه البخاري (6308) كتاب الدعوات باب الدعوة. ومسلم (2744) كتاب التوبة.","seal":"1E7D7B54","page":21},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":23,"nass":"توبة نصوحا .. والسرور واللذة التي تحصل له .. فإنه لما تاب الى الله ففرح الله بتوبته أعقبه فرحا عظيما .. لذلك .. فإنك تجد التائب في منتهى السعادة .. في قمة الراحة .. في أعظم النشوة .. هذا عن التائب توبة نصوحا.\rأما التائب بمجرد الكلام فهذا شيء آخر .. ليس عليه مدار الحديث هنا .. بالله عليك هل وجد أسعد حالا وأقرّ عينا من عبد لله لم يتعلق قلبه إلا بالله؟! .. يقوم الليل فيصلي ويناجي ربه .. ثم يصبح فيدخل المسجد ويجلس ليذكر ربه .. ثم يعود فينام هنيئا يتعبد بنومه يرجو الثواب بالنوم .. يقول ـ كمعاذ ـ أنام أول الليل فأقوم وقد قضيت جزئي من النوم فأقرأ ما كتب الله لي فأحتسب قومتي كما أحتسب نومتي\" (¬1).\r\rأهذا أمّن ليس في قلبه سوى المرأة والمال .. السيارة والعمارة .. الجار والجارة .. الصديق والصديقة .. والعشيق والعشيقة؟!! أيهما أسعد يا ترى؟! .. تفكروا أيها العقلاء .. أيهما أسعد .. ؟! رجل يقول: إلهي .. ربي .. سيدي، فيقول الله له: لبيك عبدي .. أم رجل قد تعلق قلبه بإمرأة تسومه سوء العذاب .. أو مال يرغم أنفه في التراب .. أو بالمنصب فذاق بسببه الوبال .. من السعيد .. ؟!! من السعيد حقا .. ؟!!\r\rإن السعيد حقا هو الطائع لله.\r¬__________\r(¬1) أخرجه البخاري ... (4342)، (4345) كتاب المغازي باب بعث أبي موسى ومعاذ الى اليمن قبل حجة الوداع.","seal":"8D2A8ABD","page":22},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":24,"nass":"خامسا ـ الفرار من العذاب والوحشة والحجاب:\rنادانا ربنا فقال: {ففروا الى الله} [الذاريات: 50] .. إننا بالتوبة نفر الى الله نفر من الهوى .. نفر من المعاصي .. نفر من الذنوب .. نفر من الشيطان .. نفر من النفس الأمارة بالسوء .. نفر من الدنيا .. نفر من الشهوات .. نفر من المال .. نفر من الجاه .. ونفرّ من كل هذا الى الملك .. الملك الذي بيده مفاتيح خزائن كل هذا فإن رأى الخير أن يعطيك كل ما تشتهي .. أعطاك .. وإن رأى الخير لك منعك كما يمنع الطبيب المريض شرب الماء وهو عليه هين .. \"\" إن الله يحمي عبده المؤمن من الدنيا وهو يحبه كما يحمي أحدكم سقيمه الماء وهو يحبه\".\rإننا بحاجة الى ان نقف على الحجب العشرة بين العاصي وبين الله .. فإن بين العاصي وبين الله عشرة حجب بعضها أكثف من بعض .. كل حجاب أغلظ من الذي يليه .. ولا سبيل للعبد للوصول الى الله إلا بتخطي تلك الحجب العشرة ..\r\rتأمل ـ حبيبي في الله ـ تأمل حين يكون بينك وبين الله عشرة من الحجب .. إنني عندما أفكر في هذا، أتذكر رجلا كان قد سجن يوما فأذن له بزيارة أهله .. فكان يراهم من وراء سلك .. من ورائه حديد .. من ورائه سلك .. ثم أهله .. فتساءلت ما الذي يمكن أن تراه من بعد ذلك .. ؟ ثم كيف يتكلم .. ؟ فإذا تكلم فماذا يقول .. ؟ وكيف يسمعون .. ؟!!\r\rاللهم رحمتك نرجو فأدركنا بها .. إنك إذا تفكرت في حال ذلك الرجل رثيت له .. فكيف بك إذا كان بينك وبين الله عشرة من الحجب .. ؟!! لو أنها جدر من طين ما سمعت وما رأيت .. فقلت .. هذا والله هو السر في جفاء أهل عصرنا مع الله .. وقوع تلك الحجب بين الناس وبين الله ..\r\rاللهم أزل الحجب بيننا وبينك حتى نعرفك فنحبك .. نعم حجب عشرة كل منها أشد كثافة مما يليه وهي:","seal":"5625F5EE","page":23},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":25,"nass":"الحجب العشرة بين العبد وبين الله\rالحجاب الأول: الجهل بالله:\rألّا تعرف الله .. فمن عرف الله أحبه .. وما عرفه قط من لم يحبه .. وما أحبه قط من لم يعرفه .. لذا كان أولياء الله هم أهل السنة قولا وفعلا .. هم طلبة العلم حقا .. هؤلاء هم الذين يحبهم الله ويحبونه .. لأنك كلما عرفت الله أكثر أحببته أكثر ..\r\rأنصت الى نداء شعيب ـ خطيب الأنبياء ـ لقومه وهو يقول: {واستغفروا ربكم ثم توبوا اليه، إن ربي رحيم ودود} [هود 90].\r\rاستمع الى قول ربك جل جلاله: {إنّ الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن ودّا} [مريم:96].\r\rإن أغلظ الحجب هو الجهل بـ الله وألّا تعرفه .. فالمرء عدو ما جهل .. إن الذين لا يعرفون الله يعصونه .. من لا يعرفون الله يكرهونه .. من لا يعرفون الله يعبدون الشيطان من دونه .. ولذلك كان نداء الله بالعلم أولا:\r{فاعلم أنه لا اله الا الله واستغفر لذنبك وللمؤمنين وللمؤمنات} [محمد: 19].\r\rفالدواء: أن تعرف الله حق المعرفة .. فإذا عرفته معرفة حقيقية، عند ذلك تعيش حقيقة التوبة.\r\rيقول ابن القيم:\rإن للتوبة لأسرارا ولطائف .. وأسرار التوبة ثلاثة:","seal":"27C0935F","page":24},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":26,"nass":"\" أن ينظر الى الجناية التي قضاها الله عليه فيعرف مراد الله فيها إذا خلّا بينه وبين إتيانه .. فإن الله عز وجل إنما خلّى بين العبد والذنب لمعنيين، أحدهما: أن يعرف عزته في قضائه .. وبره في ستره .. وحلمه في إمهال راكبه .. وكرمه في قبول العذر منه وفضله في مغفرته ..\r\rلا بد أن تعرف أيها العبد ربك .. إلهك .. لتكشف الحجاب الأول حجاب الجهل .. تعلّم ارتباط الأمر والخلق .. الجزاء والوعد والوعيد .. تعلّم كل ذلك بمعرفة أسماء الله وصفاته .. تعلم أن ذلك موجب الأسماء والصفات وأثرها في الوجود .. فإن كل إسم وصفة مقتض لأثره، وموجبه متعلق به ..\r\rإن هذا المشهد يطلعك على رياض مونقة من المعارف والايمان ..\r\rمن بعضها: أن يعرف العبد عزّة الله في قضائه .. أنه سبحانه العزيز الذي يقضي بما يشاء .. في واقعنا ترى إنسانا ينظر الى نفسه بعين الرضا والكمال .. يتعامل مع امرأة ويقول: إن هؤلاء الملتزمين ينظرون الى الآخرين بعين الازدراء .. ويظنون أن كل من تعامل مع امرأة لا يفكر إلا في شهوته .. ويتهمهم بالأمراض النفسية وضيق الأفق وغيرها .. وتراه يردد مثل ذلك وهو دائم الاختلاط بالنساء كما يصنع بعض أصحاب المحلات ومديري الشركات.\rيقولون: إن هذه الأمور لا تخطر ببال أحدهم .. وهذا من حسن ظنهم بأنفسهم .. وسوء ظنهم بالله الذي شرّع حجب النساء عن الرجال .. ومنع التعامل بينهم .. فيعاقبه الله سبحانه وهو العزيز الحكيم بان يقع في المحظور .. ثم من بعد يأتيك يبكي فيقول: وقعت في حب امرأة ممن أتعامل معهن وأنا أشعر بأنني أتمرّغ في الوحل .. فهنا تستشعر عزة الله في قضائه أنه","seal":"62EC8B0F","page":25},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":27,"nass":"العزيز الذي لا يغالب .. يستطيع ان يحوّل قلبك كيف شاء .. فتجد نفسك وأنت تسير محترزا .. محترسا محافظا .. مدقق النظر .. متأكدا من الصواب .. فإذا بقدمك تزل .. تقع في المعصية بعد المعصية تقول: ما الذي أسقطني هذه السقطة .. هل أنا ممن يرتكب مثل هذا الذنب القذر .. ؟! أنا أكذب مثل هذه الكذبة .. ؟! أنا يمكن أن أقع في اغتياب إنسان .. إن هذه ليست من أخلاقي ولا من طباعي .. لست أنا ..\r\rهذا لتعرف عزته في قضاءه .. إنه العزيز الذي لكمال عزته حكم على العبد وقضى عليه بأنه قلّب قلبه وصرّف إرادته على ما يشاء .. وحال بين العبد وقلبه .. بل وجعل العبد مريدا شائيا لما يريد الله ويشاء .. تعرف الله العزيز .. فإذا عرف العبد عز سيده .. ولاحظه بقلبه .. وتمكن شهود العز من قلبه كان الاشتغال بالذل وصدق اللّجأ اليه هو نجاته .. اللهم نجنا وأنجي بنا يا رب ..\r\rثم تعرف أن الكمال لله وحده .. وأن تعرف برّه في ستره ـ برّه الذي حلّ في ستره عليك حال ارتكابك للذنب .. فكم من عاص على نفس معصيتك فضح هو، وسترك الله .. فتتشاغل بالتوبة والشكر .. تنشغل بالشكر على الستر .. والتوبة من الذنب قبل أن يفعل بك ما فعل بغيرك ..\r\rومنها: أن تشهد حلم الله .... تعرف حلمه في أنه أملهك ولو شاء لعاجلك بالعقوبة ..\rومنها: أن تعرف كرم الله الكريم .. أن تعرف كرمه في أنك إذا تبت فاعتذرت قبل توبتك .. وأن اشهد الغفور ذو الفضل العظيم .. وهو يغفر لك بعد كل ما أسأت ... فتكتمل معرفتك بأسماء الله .. الرحيم .. العزيز ..","seal":"45C1D3E2","page":26},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":28,"nass":"الغفور .. البر .. التواب .. الملك .. القاهر .. القادر .. البديع .. الودود .. اللطيف .. الحليم .. حين تعرف الله .. القريب .. الرقيب .. المقيت .. الحسيب .. التواب .. حين تعرف الله .. الجميل .. الماجد .. حين تعرف الله لا تملك إلا أن تحبه .. فينقشع الحجاب الأول.\r\rالحجاب الثاني: البدعة:\rفمن ابتدع حجب عن الله بدعته .. فتكون بدعته حجابا بينه وبين الله حتى يتخلص منها .. قال صلى الله عليه وسلم:\" من أحدث في أمرنا هذا ما ليس منه فهو رد\" (¬1).\r\rوانظر الى قول الله جل جلاله في الكفار أنهم {لا تفتح لهم أبواب السماء} [الأعراف: 40] لماذا؟!\r\rهنا لطيفة من كلام سلفنا في قول الله عز وجل {إليه يصعد الكلم الطيب والعمل الصالح يرفعه} [فاطر:10] .. فالمؤمن حين يعمل الأعمال الصالحة تخترق السماوات .. وتخترق الحجب .. تصعد الى الله كأنها تفتح في السماوات طريقا .. وتفتح أبوابا .. فإذا مات وصعدت روحه .. وجدت الأبواب مفتحة .. لأن الذي فتح الأبواب .. ومهّد الطرق .. وسبّل السبل .. هي أعماله .. التي تصعد من الصالحات والذكر .. أما إذا لم\r¬__________\r(¬1) أخرجه البخاري (2697) كتاب الصلح. ومسلم (1718) كتاب الأقضية.","seal":"26251C40","page":27},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":29,"nass":"يكن له أعمال صالحة .. ظلت الأبواب مغلقة .. والطرق مؤصدة .. والسبل مسدودة .. فإذا مات جاءت روحه لتصعد .. غلّقت دونها أبواب السماء .. كما لم يفتح بعمله لنفسه سبيلا .. قال ربنا: {ومن عمل صالحا فلأنفسهم يمهدون} [الروم: 44].\r\rوالعمل الصالح له شرطان:\r\rالإخلاص: أن يكون لوجه الله وحده لا شريك له.\rوالمتابعة: أن يكون على سنة النبي صلى الله عليه وسلم.\rودون هذين الشرطين لا يسمى صالحا .. فلا يصعد الى الله .. لأنه إنما يصعد اليه العمل الطيب الصالح .. فتكون البدعة حجابا تمنع وصول العمل الى الله .. وبالتالي تمنع وصول العبد .. فتكون حجابا بين العبد وبين الرب .. لأن المبتدع إنما عبد على هواه .. لا على مراد مولاه .. فهو حجاب بينه وبين الله .. من خلال ما ابتدع مما لم يشرّع الله .. فالعامل للصالحات يمهّد لنفسه .. اما المبتدع فإنه شر من المعاصي.\r\rتنبيه:\rرأيت بدعة جديدة في هذه الأيام .. وهو أن يطلق الرجل جزءا من اللحية .. ولا يعفيها بالكلية .. هذه يدعة شر من حلق اللحية .. لأن حالق اللحية عاص .. والذي يطلق هذا الجزء مبتدع .. لذلك نقول: إن المبتدع الذي يعبد الله على غير سنة رسول الله صلى الله عليه وسلم .. أعماله تكون حجابا بينه وبين الله.","seal":"5F836090","page":28},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":30,"nass":"الحجاب الثالث: الكبائر الباطنة:\rوهي كثيرة كالخيلاء .. والفخر .. والكبر .. والحسد .. والعجب .. والرياء والغرور .. هذه الكبائر الباطنة أكبر من الكبائر الظاهرة .. أعظم من الزنا وشرب الخمر والسرقة .. هذه الكبائر الباطنة إذا وقعت في القلب .. كانت حجابا بين قلب العبد وقلب الرب.\r\rذلك أن الطريق الى الله إنما تقطع بالقلوب .. ولا تقطع بالأقدام .. والمعاصس القلبية قطاع الطريق.\r\rيقول ابن القيّم:\rوقد تستولي النفس على العمل الصالح .. فتصيرخ جندا لها .. فتصول به وتطغى .. فترى العبد أطوع ما يكون .. أزهد ما يكون .. وهو عن الله أبعد ما يكون .. فتأمل .. !!\r\rالحجاب الرابع: حجاب أهل الكبائر الظاهرة:\rكالسرقة .. وشرب الخمر .. وسائر الكبائر ..\r\rإخوتاه .. ينبغي أن نفقه في هذا المقام .. أنه لا صغيرة مع الإصرار .. ولا كبيرة مع الاستغفار .. والإصرار هو الثبات على المخالفة .. والعزم على المعاودة .. وقد تكن هناك معصية صغيرة فتكبر بعدة أشياء وهي ستة:","seal":"6F44CB45","page":29},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":31,"nass":"كيف تكبر الصغائر\rأولا: الإصرار والمواظبة:\rمثاله: رجل نظر الى النساء .. والعين تزني وزناها النظر .. لكن زنا النظر أصغر من زنا الفرج .. لكن .. مع الاصرار والمواظبة تصبح كبيرة ..\r\rإنه مصر على ألا يغض بصره وأن يواظب على إطلاق بصره في المحرمات .. فلا صغيرة مع الإصرار ..\r\rثانيا: استصغار الذنب:\rقلت لأحد المدخنين ـ ذات مرة ـ اتق الله .. أنت تعلم أن التدخين حرام .. ولقد كبرت سنك .. وفيك خصال عديدة لو تدبرتها لكان خيرا لك:\r\rأولها: جاءك نذير الشيب ينذرك قرب لقاء ربك.\rثانيا: أنت ملتح .. فالناس تعتبرك قدوة وتعتبرك صورة الدين.\rثالثا: أنت فقير .. فلو تدبرت فيم تنفق ما يرزقك الله به.\r\rإن هذه الأسباب كلها يجب أن تردعك عن التدخين ..\r\rفقال: هذه معصية صغيرة .. آه لو تدبرت قولك .. إن كونك تقول: هذه صغيرة فإنها تكون عند الله كبيرة .. بالضبط كما لو أخطأ ابنك خطئا .. فإذا قلت: عيب عليك يا ولدي .. قال لك: وما في ذلك .. وأي شيء يعني ذلك .. ؟! إنه خطأ صغير .. مستصغرا في ذلك من مخالفتك فيما تطلبه منه .. مستهينا بأمرك .. أفلا تغضب من صنيعه .. ؟! أفلا تتهمه بالجحود .. ؟! أفلا يكبر غضبك عليه .. ؟!","seal":"26E9BCF8","page":30},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":32,"nass":"كذلك حين تعصي ثم تقول لله: وماذا في ذلك .. ؟! ما هي المشكلة ..\r\rفترى المدخن يقول: أنا أفضل حالا ممن يتعاطى هيروين .. ومن يدريك .. ربما لو أنك استطعت لكنت تعاطيت .. أحق أم لا .. ؟! أو ربما أنك ما تركت الهيروين لله .. وإنما خوفا على صحتك .. خوفا من أن تدمن ثم لا تجد مالا تشتري به المخدر .. ربما لغلو سعر المخدر .. وربما لكيلا يتندر الناس أنك لا تحتمله .. أو خوفا من الفضيحة لنفسك أو لأهلك .. أليس ذلك كله ممكنا .. وإنما عليك أن تفهم .. أنك لو كنت صادقا في ترك الهيروين ابتغاء مرضاة الله .. لكان من الأولى تركك التدخين .. وأن تصدق مع الله الذي يعلم السر وأخفى .. فإنه إن علم منك صدقا أنجاك .. وإن علم منك غير ذلك ابتلاك بما تفخر بأنك تركته من أجله ..\r\rثالثا: السرور بالذنب:\rإنك ترى المرء يذنب ويسعد بالذنب .. لا يتقطع قلبه .. ولا تذهب نفسه حسرات أن خلّى الله بينه وبين الذنب .. بل تراه يفاخر بسوء صنيعه .. يفاخر بمبارزته لله بالمعاصي ..\r\rوالله إن هذا السرور بالذنب لأكبر من الذنب .. فبم تسر .. أتسر بأنك قد شهرت بأخيك وفضحته وتتبعت عورته .. أتسر بانتصارك لنفسك من اخيك .. ؟! أتسر بان شفيت نفسه بقتاله .. ؟! ألم تسمع قول رسول الله صلى الله عليه وسلم:\" سباب المسلم فسوق وقتاله كفر\" .. (¬1)\r¬__________\r(¬1) أخرجه البخاري (48) باب خوف المؤمن من أن يحبط عمله، ومسلم (4) كتاب الايمان.","seal":"EA827B87","page":31},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":33,"nass":"أتفرح بغواية فتاة شريفة .. أتفرح إن شهرت بها .. ؟! ألم تتدبر قول الله سبحانه وتعالى: {إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذاب أليم} [النور: 18].\r\rنعم؛ انتبه .. إن سرورك بالذنب أعظم من الذنب ..\r\rفمثلا قد يقوم أحدهم بعمل خطة لأكل أموال الناس بالباطل .. خطة محكمة مدبرة .. يجمع كل قرش من أموال الناس .. ثم يقول: لقد أخذت كل أموالهم .. سرورك بالذنب أعظم من ذنبك .. وترى أحدهم يكذب .. لينجو من مصيبة ثم يقول الحمد لله على ما اقترفه .. (بالكذب) .. اتق الله .. واعلم يقينا أن الذنب يكبر عند السرور به.\r\rرابعا: أن يتهاون بستر الله عليه:\rاللهم استرنا ولا تفضحنا .. ادم علينا يا رب سترك وعافيتك .. اشملنا يا رب بسترك الجميل .. واجعل تحت الستر ما ترضى به عنا ..\r\rوالله لولا ستر الله علينا لما زل لسان بذكر خير أبدا .. والله لولا ستر الله علينا لبصق الناس علينا ..\r\rإذا رأيت الناس يبعجبون بك .. فاعلم أنهم يعجبون بستر الله عليك .. لكن لو اطلعوا على حقيقتك .. آه لو اطلعوا على ما تحت ستر الله .. أخشى أن أقول إنهم قد يضربونك بالنعال .. فالحمد لله ...\r\rنعم .. إن الذي يتهاون بستر الله عليه فإنه جاهل مغرور .. لا يعرف قيمة ما أنعم الله عليه به .. وقد يستبطئ غضبه .. وفضيحته ..\rأرأيت الرجل الذي أراد أن يزني بإمرأة فقال لها: ما عاد يرانا إلا الكواكب .. فقالت: فأين مكوكبها .. ؟!!\r\rورجل قال لامرأة حين خلي بها: أغلقت كل الأبواب .. ؟؟ فقالت:","seal":"20D46F07","page":32},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":34,"nass":"نعم أغلقتها جميعا .. إلا الباب الذي بيننا وبين الله .. فهذا لا ينغلق ..\r\rوفي معنى الاستهانة بستر الله يقول عبد الله بن عباس رضي الله عنهما:\" يا صاحب الذنب، لا تأمن سوء عاقبته .. ولما يتبع الذنب أعظم من الذنب إذا عملته .. قلة حيائك ممن على اليمين وعلى الشمال ـ وأنت على الذنب ـ أعظم من الذنب .. وضحكك وأنت لا تدري ما الله صانع بك أعظم من الذنب .. وفرحك بالذنب إذا ظفرت به أعظم من الذنب .. وحزنك على الذنب إذا فاتك أعظم من الذنب .. وخوفك من الريح إذا حرّكت ستر بابك ـ وأنت على الذنب ـ ولا يضطرب فؤادك من نظر الله إليك أعظم من الذنب .. \"\r\rكيف لا يوجل قلبك من الله ويوجل أن يراك البشر في معصية .. ؟! هذا والله لظلم عظيم .. واعلم أن التهاون بستر الله أكبر من الذنوب لكونه يكاد يكون شركا ..\r\rخامسا: المجاهرة:\rأن يبيت الرجل يعصي .. والله يستره .. فيصبح ليحدث بالذنب .. ويهتك ستر الله عليه .. تراه يأتي فيحدث بما فعل وفعل .. فالله يستره وهو يهتك ستر الله عليه.\r\rقال صلى الله عليه وسلم: \" كل أمتي معافى إلا المجاهرين .. وإنّ من المجاهرة أن يعمل الرجل بالليل عملا ثم يصبح وقد ستره الله عليه فيقول: يا فلان عملت البارحة كذا وكذا .. وقد بات يستره ربه ويكشف ستر الله عنه\". (¬1)\r¬__________\r(¬1) البخاري (6069) كتاب الأدب. ومسلم (2990) كتاب الزهد والرقائق.","seal":"34AAACD1","page":33},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":35,"nass":"سادسا: أن يكون رأسا يقتدى به:\rفهذا مدير مصنع .. أو مدير مدرسة .. أو في كلية .. أو شخصية عامة .. ثم يبدأ في التدخين .. فيبدأ باقي المجموعة في التدخين مثله .. ثم بعدها يتحول الى المخدر .. فيحذو الآخرين حذوه ..\r\rوهكذا ..\r\rفتاة قد تبدأ في لبس البنطلون الضيق [استريتش] .. يتحول بعدها الموضوع الى اتجاه عام ..\rحتى إن هذه الظواهر قد انتشرت في مجتمع الملتزمين .. فقد تجد إنسانا يقابل أختا واقفة على الطريق .. فيعرض خدماته عليها .. مالك بها .. ؟ لماذا تعرض خدماتك عليها .. ؟ إن ما فعلته ولو فرضنا أنه كان بنيّة حسنة فإنه قد يفتح بابا للشيطان .. وقد تحوّل الى سنة في الإخوة .. وتكون أنت من سنّ هذه السنة وكنت مثلا يقتدى به.\r\rوعندها ينطبق عليك قول رسول الله صلى الله عليه وسلم:\" من سنّ في الاسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزراهم شيء\" (¬1)\r\rالججاب الخامس: حجاب أهل الصغائر:\rوكما ذكرنا إن الصغائر تعظم .. وكم من صغيرة أدت بصاحبها الى سوء الخاتمة .. والعياذ بالله.\r\rفالمؤمن هو المعظم لجنايته يرى ذنبه ـ مهما صغر ـ كبيرا لأنه يراقب الله .. كما أنه لا يحقر من المعروف شيئا لأنه يرى فيه منّة الله وفضله .. فيظل بين هاتين المنزلتين حتى ينخلع من قلبه استصغار الذنب واحتقار الطاعة .. فيقبل على ربّه الغفور الرحيم التواب المنان المنعم فيتوب اليه فينقشع عنه هذا الحجاب.\r¬__________\r(¬1) أخرجه مسلم (1017) كتاب الزكاة.","seal":"D72FB329","page":34},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":36,"nass":"الحجاب السادس: حجاب الشرك:\rوهذا من أعظم الحجب وأغلظها وأكثفها .. وقطعه وإزالته تكون بتجريد التوحيد .. وإنما المعنى الأصلي الحقيقي للشرك هو تعلق القلب بغير الله سبحانه وتعالى .. سواء في العبادة .. أو في المحبة .. سواء في المعاني القلبية ... أو في الأعمال الظاهرة .. والشرك بغيض الى الله تعالى .. فليس ثمة شيء أبغض الى الله تعالى من الشرك والمشركين.\r\rوالشرك أنواع .. ومن أخطر أنواع الشرك \"الشرك الخفي\" ..\rوذلك لعدم معرفة العبد به وقد يظن في نفسه الصلاح والتقى والهدى .. وأنه إنما يعبد الله وحده .. وأنه إنما يتقرب اليه بالطاعات .. ويتحب اليه بالنوافل .. ولا يعلم أنه يشرك به من حيث لا يدري.\rوقد تبدو لك خطورة هذا النوع من أنواع الشرك إذا تدبرت قول الله سبحانه وتعالى في كتابه العزيز: {ويوم نحشرهم جميعا ثم نقول للذين أشركوا أين شركاؤكم الذين كنتم تزعمون* ثم لك تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين* انظر كيف كذبوا على أنفسهم وضلّ عنهم ما كانوا يفترون} [الأنعام: 22 - 24].\r\rفجاهد أخي في تجريد التوحيد .. سل الله العافية من الشرك .. واستعذ بالله منه .. وقل في كل وقت .. \"اللهم إني أعوذ بك أن أشرك شيئا أعلمه وأستغفرك لما لا أعلمه\".\r\rهنا يزول الحجاب .. مع الاستعانة .. والإخلاص .. وصدق اللجأ الى الله.\r\rحجاب الشرك .. معناه أن يتعلق قلبك بغير الله سبحانه وتعالى .. وكون أن مجرد تعلق القلب بغير الله شركا .. وما هو المعنى من وراء هذه الكلمات القليلة المجملة .. ؟","seal":"832BC19B","page":35},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":37,"nass":"إن هذه المسألة ـ رغم أهميتها الكبرىـ تحتاج الى كبير بسط وطويل طرح وإشهاب ليس هذا محله .. ولن يكفي لشرحها مجرد التعرض لها في سطور قليلة فلتراجع في مواضعها.\r\rوإن كنا ننوه إليها في كلمات قليلة، فنقول .. إن مجرد تعلق قلبك بولدك .. أو بمالك من أي نوع كان .. بدابتك (سيارتك) .. أو بمركز اجتماعي معين ..\r\rأن يتعلق قلبك بشخص تحبه وتعظمه وتطيعه بأكثر مما تطيع الله .. وفي معصية الله .. أو أن تقدم أوامره مخالفة لأمر الله [هذا ـ لعمر الله ـ معنى أن يتعلق به قلبك] ..\r\rالحجاب السابع: حجاب أهل الفضلات والتوسع في المباحث:\rأنا أريدك أن تتدبر السطور التالية بقلبك حتى تفههم مرادي ولتعلم أني بك مشفق وعليك حريص فتدبر ما أقول .. ولا تظن أني بهذا أحرم حلالا .. حاشا لله .. ولكن حقا وصدقا قد يكون حجاب أحدنا بينه وبين الله بطنه .. إن الأكل حلال .. والشرب حلال .. ولكن النبي صلى الله عليه وسلم قال:\" ما ملأ آدمي وعاء شرّا من بطنه\" (¬1) فإن المعدة إذا امتلأت .. نامت الفكرة .. وقعدت الجوارح عن الخدمة ..\rوإن الحجاب الذي قد يكون بين العبد وبين الله ملابسه .. فقد يعشق المظاهر .. وقد قال رسول الله صلى الله عليه وسلم:\" تعس عبد الدينار وعبد الدرهم وعبد الخميصة\" (¬2) تقول له: قصّر ثوبك قليلا .. حيث قال الرسول صلى الله عليه وسلم:\" ما أسفل الكعبين من الإزار ففي النار\" (¬3) يقول أنا أخجل من لبس القميص القصير .. ولماذا أصنع ذلك؟ هل تراني لا أجد قوت يومي .. ؟! إن الصحابة كانوا فقراء .. فبدلا من أن يكون قميص أحدهم طويلا .. فيقصر أحدهم ثوبه مقدار عشرة سنتيمترات ويتصدق .. من أجل أن يحصل الثاني على ثوب .. كذب ورب الكعبة .. من يدرس السيرة ويعرف حالة المجتمع .. يتفطن الى أنهم لم يكونوا على تلك الحال لا يجدون القوت .. بالعكس .. لو أرادوا أن يأكلوا الذهب لأكلوه .. لكنهم كانوا يريدون الله والدار الآخرة ..\r¬__________\r(¬1) أخرجه الترمذي (3380) كتاب الزهد.\r(¬2) أخرجه البخاري (2887) كتاب الجهاد والسير.\r(¬3) أخرجه البخاي (5787) كتاب اللباس.","seal":"83854402","page":36},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":38,"nass":"انتبه الى هذا .. فالمقصود أن هذه الأعراف .. والعادات .. والفضلات .. والمباحات .. قد تكون حجابا بين العبد وبين ربه .. قد تكون كثرة النوم حجابا بين العبد وبين الله .. النوم مباح .. لكن .. أن تنام فلا تقوم الليل .. ولا تصلي الصبح .. أو يصلي الصبح ثم ينام الى العصر فيضيع الظهر .. هكذا يكون النوم حجابا بين العبد وبين الله .. قد يكون الزواج وتعلق القلب به حجاب بين العبد وبين الله .. وهكذا الاهتمام بالمباحات والمبالغة في ذلك .. وشغل القلب الدائم بها ... قد يكون حجابا غليظا يقطعه عن الله.\r\rنسأل الله عز وجل ألا يجعل بيننا وبينه حجابا ..\r\rالحجاب الثامن: حجاب أهل الغفلة عن الله:\rوالغفلة تستحكم في القلب حين يفارق محبوبه جل وعلا .. فيتبع المرء هواه .. ويوالي الشيطان .. وينسى الله .. قال الله تعالى: {ولا تطع من أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فرطا} [الكهف: 28] .. ولا ينكشف حجاب الغفلة عنه إلا بالانزعاج الناشئ عن انبعاث ثلاثة أنوار في القلب:\r(1) نور ملاحظة نعمة الله تعالى في السر والعلن .. حتى يغمر القلب محبته جل جلاله .. فإن القلوب فطرت على حب من أحسن اليها ..\r(2) نور مطالعة جناية النفس .. حتى يوقن بحقارتها .. وتسببها في هلاكه .. فيعرف نفسه بالازدراء والنقص .. ويعرفربه بصفات الجمال والكمال .. فيذل نفسه لله .. ويحمل على نفسه عبادة الله .. لشكره وطلب رضاه.","seal":"4A575B26","page":37},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":39,"nass":"(3) نور الانتباه لمعرفة الزيادة والنقصان من الأيام .. فيدرك أن عمره رأس ماله .. فيشمر عن ساعد الجد حتى يتدارك ما فاته في بقية عمره ..\r\rفيظل ملاحظا لذلك كله .. فينزعج القلب .. ويورثه ذلك يقظة تصيح بقلبه الراقد الوسنان .. فيهب لطاعة الله .. سبحانه وتعالى .. فينكشف هذا الحجاب .. ويدخل نور الله قلب العبد .. فيستضيء.\r\rالحجاب التاسع: حجاب العادات والتقاليد والأعراف:\rإن من الناس عبيد للعادة .. تسله: لم تدخن .. ؟! يقول: عادة سيئة .. أنا لا أستمتع بالسيجارة .. ولا ضروري عندي اليها .. إنما عندما أغضب فإني أشعل السيجارة .. وبعد قليل أجد أني قد استرحت ...\r\rولما صار عبد السيجارة .. صارت حجابا بينه وبين الله .. ولذلك أول سبيل للوصول الى الله خلع العادات .. ألا تصير لك عادة .. فالإنسان عبد عاته .. ولكي تصل الى الله فلا بد أن تصير حرّا من العبودية لغير الله ..\r\rقال شيخ الاسلام ابن تيمية:\r\r\" ولا تصح عبوديته ما دام لغير الله فيه بقية\" .. فلا بد أن تصير خالصا لله حتى يقبلك ..\r\rالحجاب العاشر: حجاب المجتهدين المنصرفين عن السير الى المقصود:\rوهذا حجاب الملتزمين ... أن يرى المرء عمله .. فيكون عمله حجابا بينه وبين الله .. فمن الواجب ألا يرى عمله .. وإنما يسير بين مطالعة المنة .. ومشاهدة عيب النفس والعمل .. يطالع منة الله وفضله عليه أن وفقه","seal":"B07B3775","page":38},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":40,"nass":"وأعانه .. ويبحث في عمله .. وكيف أنه لم يؤده على الوجه المطلوب .. بل شابه من الآفات ما يمنع قبوله عند الله .. فيجتهد في السير .. وإلا فتعلق القلب بالعمل .. ورضاه عنه .. وانشغاله به عن لمعبود .. حجاب ..\r\rفإن رضا العبد بطاعته .. دليل على حسن ظنه بنفسه .. وجهله بحقيقة العبودية .. وعدم علمه بما يستحقه الرب جل جلاله .. ويليق ان يعامل به .. وحاصل ذلك أن جهله لنفسه وصفاتها وآفاتها .. وبعيوب عمله .. وجهله بربه وحقوقه .. وما ينبغي أن يعامل به .. يتولد من ذلك العجب والكبر والآفات .. فالرضا بالطاعة من رعونات النفس وحماقتها.\r\rولله درّ من قال: متى رضيت نفسك وعملك لله فاعلم أنه غير راض به .. ومن عرف أن نفسه مأوى كل عيب وشر .. وعمله عرضة لكل آفة ونقص .. كيف يرضى لله نفسه وعمله .. ؟!\r\rوكلما عظم الله في قلبك .. صغرت نفسك عندك .. وتضاءلت القيمة التي تبذلها في تحصيل رضاه .. وكلما شهدت حقيقة الربوبية .. وحقيقة العبودية .. وعرفت الله .. وعرفت النفس .. تبين لك أن ما معك من البضاعة .. لا يصلح للملك الحق .. ولو جئت بعمل الثقلين خشيت عاقبته .. وإنما يقبله بكرمه وجوده وتفضله.\r\rفحينها تتبرأ من الحول والقوة .. وتفهم أن لا حول ولا قوة إلا بالله فينقشع هذا الحجاب.","seal":"2535D057","page":39},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":41,"nass":"هذه هي الحجب العشرة بين العبد وبين الله .. كل حجاب منهما أكبر وأشد كثافة من الذي قبله ..\r\rأرأيت يا عبد الله كم حجاب يفصلك اليوم عن ربك سبحانه وتعالى .. وقل لي ربك .. كيف يمكنك الخلاص منها .. ؟!\r\rفاصدق الله .. واصدق في اللجإ اليه .. لكي يزيل الحجب بينك وبينه .. فإنه لا ينسف هذه الحجب إلا الله.\r\rيقول ابن القيّم:\rفهذه عشرة حجب بين القلب وبين الله سبحانه وتعالى .. تحول بينه وبين السير الى الله .. وهذه الحجب تنشأ عن أربعة عناصر .. أربعة مسميات هي: النفس .. الشيطان .. الدنيا .. الهوى ..\r\rفلا يمكن كشف هذه الحجب مع بقاء أصولها وعناصرها في القلب البتة .. لا بد من نزع تلك الأربعة لكي تنزع الحجب التي بينك وبين الله ..\r\rإن هذه العناصر الأربعة تفسد القول والعمل .. تفسد القصد والطريق .. بحسب قلتها وغلبتها .. فتقطع طريق القول والعمل والقصد أن يصل العمل الى القلب ..\r\rإن هذه العناصر الأربعة سوف تحاول أن تحول بين وصول هذه التوبة الى القلب .. ستقطع الطريق الى القلب .. وما وصل منها الى القلب قطعت عليه الطريق الى الرب .. فبين القول والعمل وبين القلب مسافة ..","seal":"FB52B6D1","page":40},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":42,"nass":"يسافر فيها العبد الى قلبه ليرى عجائب ما هنالك .. وفي هذه المسافة قطاع طرق .. النفس .. الشيطان .. الدنيا .. الهوى.\r\rيمنعون وصول العمل الى القلب .. فإن حاربهم وانتصر عليهم .. فخلص العمل الى قلبك .. دار فيه فلا يستقر دون الوصول الى الله .. {وأنّ الى ربك المنتهى} [النجم: 42]. فإذا وصل العمل الى الله أثاب الله العبد مزيدا من الايمان واليقين والمعرفة والتقوى .. قال تعالى: {والذين اهتدوا زادهم هدى وآتاهم تقواهم} [محمد: 17]. فكلما اهتدى العبد زاده الله هدى .. وكلما زاد هدى زاد تقوى .. وهكذا .. يظل من زيادة الى زيادة .. فإذا وصل العمل الى الله .. أثابه عليه مزيدا في إيمانه ويقينه ومعرفته وتقواه .. وجمل به ظاهره وباطنه .. فهداه الله به لأحسن الأعمال والأقوال .. وأقام الله من ذلك العمل للقلب جندا .. يحارب به قطاع الطريق للوصول اليه .. فيحارب العبد بالله الدنيا .. بالزهد فيها .. اللهم اقذف في قلوبنا الزهد في الدنيا .. يزهد فيها فيخرجها الله من قلبه .. ولا يضره أن تكون في يده أو في بيته .. فهذه ليست المشكلة .. أن يكون لديه الملايين فتلك ليست المشكلة ..\rإن القضية أن لا تكون الدنيا في قلبه .. إنما الذي في قلبه هو حب الله وحده .. ولا يمنع ذلك من قوة يقينه في الآخرة .. يحارب الدنيا بالزهد فيها .. ويحارب الشيطان بالاستعانة بالله .. ودائما نقول: إن الشيطان لابن آدم كالذئب للغنم يأكلها .. فكذلك الشيطان يأكلك .. فإذا كنت تسير في طريق ونبحتك كلاب الراعي .. فماذا تصنع؟ تقول: أدافعه .. إن دافعته","seal":"EC0E10E4","page":41},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":43,"nass":"عاد يجري وراءك .. ثم تدافعه فيعود ويجري خلفك .. وهكذا .. فما الحل؟. استعن بالراعي .. يكفيك كلابه .. ناد على الراعي .. عندها ينادي كلبه .. وتنتهي القضية .. فكذلك استعن بالله يكفك شر الشيطان ..\r\rقال تعالى: {إن الذين إتقوا إذا مسّهم طائف من الشيطان تذكروا فإذا هم مبصرون} [الأعراف:201].\r\rوقال تعالى: {وإما ينزغنّك من الشيطان نزغ فاستعذ بالله، إنه هو السميع العليم} [فصلت: 36].\r\rفتحارب الشيطان بالاستعانة بالله .. وتحارب الهوى بتحكيم الأمر المطلق .. بحيث لا يبقى لك هوى فيما تفعل .. تحارب الهوى بمخالفة الهوى ..\r\rوتحارب النفس بقوة الاخلاص ..\rوتحارب الدنيا بالزهد فيها ..\r\rفإذا انتصرت على هذه الأربعة بعد حربها وصل العمل الى القلب أما إذا لم يجد العمل منفذا الى القلب .. كأن لا يصل العمل الى القلب .. وبالتالي لا يصل الى الرب .. فعند ذلك ماذا يحدث؟!\r\rإذا لم يجد العمل منفذا .. وثبت عليه النفس .. فأخذته وصيّرته جندا لها .. فصالت به وجالت .. وعلت وطغت .. فتراه أزهد ما يكون .. أعبد ما يكون .. أشد ما يكون اجتهادا .. وهو عن الله أبعد ما يكون .. فتراه يقوم الله ثم يصبح فيزني .. يصوم النهار .. ثم يسهر ليسكر .. يقرأ القرآن ولا يستطيع أن يترك التدخين .. يذكر الله ومع ذلك يعصي مولاه .. فلماذا؟؟ لماذا؟؟","seal":"AB9BF619","page":42},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":44,"nass":"لأنه حين عمل العمل لم يصل العمل الى قلبه ..\rإنه سؤال حثيث ومشكلة ملحة .. كثير من شبابنا يعاني منها .. أن يطيع ويعصي .. يتساءل أين أثر الصلاة التي تنهى عن الفحشاء والمنكر .. ؟ ّ الذكر الذي يطرد الشيطان .. ؟!\r\rوالجواب: أنه حين عمل العمل لم يصل العمل الى قلبه .. فمثلا في حضور مجالس العلم تجد بعضهم يجلس حاضر القلب .. مخبتا لله .. خاشعا .. عينه تكاد تدمع .. يحس بالسكينة .. وأول شيء يفعله بعد الخروج من المسجد أن ينظر الى امرأة متبرجة .. فما السبب .. ؟؟\r\rالجواب: لأن ما سمعه من الكلام مر على ظاهر القلب فكان تأثيره وقتيا .. فعندما هجم عليه الهوى .. نسي فعصى ..\r\rحينذاك ينسى كل ما كان .. فلا بد أن يجد الكلام منفذا الى القلب ..\r\rفاللهم بلّغ الخير قلوبنا .. وأدم على قلوبنا الخير يا رب ..\r\rنعم يجب أن يثقب الكلام قلبك .. كما قال أحد الشباب .. كلام مثل الرصاص في قلوب مثل النحاس .. إننا نريد قلوبنا تقية نقية .. خاشعة حاضرة .. تتأثر فتتغير .. قال تعالى:\r{إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا وعلى ربهم يتوكلون* الذين يقيمون الصلاة ومما رزقناهم ينفقون* أولئك هم المؤمنون حقا لهم درجات عند ربهم ومغفرة ورزق كريم} [الأنفال:2 - 4].\r\rنريد لهذا الكلام أن يصل الى القلب فينفذ اليه .. فإذا نفذ الى القلب دار فيه .. فوصل الى الرب سبحانه وتعالى .. فرضي الله عنك .. فأخذ بناصيتك وقلبك إليه ..\r\rاللهم خذ بأيدينا ونواصينا اليك .. أخذ الكرام عليك ..","seal":"7DF53964","page":43},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":45,"nass":"أما الآخر فتراه حفظ القرآن .. ومع حفظ القرآن لم يستطع الكف عن الاستمناء .. لأن النفس استولت على هذا الحفظ فصيّرته جندا لها .. فافتخر قائلا: أنا فلان ..\r\rافتخار .. كبر .. غرور ... عجب .. رضا عن نفس .. احتقار للآخرين .. فيصير العمل وهو جند القلب من جند النفس.\r\rيقول ابن القيّم:\rفتراه أعبد ما يكون .. أزهد ما يكون .. أشد اجتهادا ما يكون .. وهو عن الله أبعد ما يكون .. وأصحاب الكبائر الظاهرة أقرب قلوبا الى الله وأجنى الى الإخلاص والخلاص منه ..\r\rفانظر الى السّجّاد الزاهد العبّاد .. الذي بين عينيه أثر السجود .. كيف أورثه طغيان عمله أن أنكر على النبي صلى الله عليه وسلم ..\r\rقال النبي صلى الله عليه وسلم:\" يخرج من ضئضئ هذا قوم يتلون كتاب الله لا يجاوز حناجرهم يمرقون من الدين كما يمرق السهم من الرمية\" (¬1).\r\rذو الخويصرة التميمي لما كان عبدا زاهدا سجّادا عبّادا .. علامة الصلاة في وجهه .. ومع ذلك قال لرسول الله صلى الله عليه وسلم:\" اتق الله واعدل فهذه القسمة لم يرد بها وجه الله\" لأنه رأى نفسه ...\r\rانظر الى هذا العبّاد الزاهد الذي بين عينيه أثر السجود كيف أورثه هذا طغيان عمله أن أنكر على النبي صلى الله عليه وسلم وأورث أصحابه احتقار صحابة النبي صلى الله عليه وسلم حتى سلّوا عليهم سيوفهم واستباحوا دمائهم ..\r\rوانظر في المقابل الى السّكّير الذي كان كثيرا ما يؤتى به الى النبي صلى الله عليه وسلم فيقيم عليه الحد على الشراب .. كيف قامت به قوة إيمانه ويقينه ومحبته لله وتواضعه وإنكساره حتى نهى رسول الله عن لعنه .. ؟!\r\rمن هنا نفهم أن طغيان المعاصي أسلم من عاقبة طغيان الطاعات ..\r\rإخوتاه .. كانت كل تلك مقدمات بين يدي سؤالنا ..\r¬__________\r(¬1) أخرجه البخاري (4351) كتاب المغازي ومسلم (1064) كتاب الزكاة.","seal":"A213BA06","page":44},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":46,"nass":"كيف نتوب؟!\rيا من أبعدته الخطايا عنهم .. إذا أردت لحاقهم\r\rفهذه وصيتي:\r\rلابد والله من قلق وحرقة\rإما في زاوية التعبد .. وإما في هاوية الطرد\rإما أن تحرق قلبك بنار الندم على التقصير\rوالشوق الى لقاء الحبيب ..\rوإلا فنار جهنم أشد حرا ..\rالقلق .. القلق يا من سلب قلبه ..\rالبكاء .. البكاء يا من عظم ذنبه ..","seal":"D480A4A2","page":45},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":48,"nass":"كيف نتوب؟؟\r\rإخوتي .. تعالوا الى التوبة ندق بابها .. ونستفتح مغاليقها ..\r\rحقيقة التوبة:\rهي الرجوع الى الله .. ولا يصح الرجوع ولا يتم إلا بمعرفة الرب .. كما ذكرناه من قبل .. بمعرفة أسمائه وصفاته .. وآثاره في النفس .. ولا يصح الرجوع إلا بأن تعرف أنك كنت فارّا من الله ... أسيرا في قبضة دوك .. أن تعرف إنك لكي تتوب .. فلا بد لك من اليقين .. اليقين بأنك ما وقعت في مخالب عدوك إلا بسبب جهلك بربك .. وجرأتك عليه ..\r\rلا بد للتائب أن يعرف كيف جهل ومتى جهل ..\rلا بد للتائب أن يعلم كيف وقع أسيرا ومتى وقع ..\rلا بد للتائب أن يؤمن أن التوبة إنما هي عملية شاقة .. تحتاج الى مجهود كبير .. ويقظة تامة .. للتخلص من العدو .. والرجوع والفرار الى الرب .. الرحمن الرحيم .. والعودة من طريق الهلاك الذي أخذه اليه عدوه ..\rلا بد أن تعرف أيها التائب .. مقدار الخطوات التي قطعتها بعيدا عن الله .. وتعود اليه بعددها ..\r\rلا بد أن تعرف المجهود والعقبات التي لا بد لك من اقتحامها للعودة الى الصراط المستقيم ..","seal":"0A0783F6","page":47},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":49,"nass":"لا بد أن تعرف أيها التائب .. انك إنما أوتيت من قبل نفسك .. وبسبب متابعتك لهواك ..\r\rلا بد أن تعرف أيها التائب .. إنك أوتيت من قبل غفلتك عن الله .. وعدم اعتصامك بحبله ..\r\rولا بد أن تعرف أيها التائب .. إنك إنما أتيت من قبل حسن ظنك بنفسك .. وعدم توبيخك لها عندما تأمرك بالسوء .. عندما استأسدت عليك ولم تردعها .. فظننت أن مكانك عند الله سبحانه وتعالى حال لمعصية .. هو حالك وأنت على الطاعة .. ولم تدر ساعتها هل يؤاخذ الحبيب بما لا يؤاخذ به غيره .. أم أنه يسامح بما لم يسامح فيه غيره ..\r\rإنّ من يدخن ويظن أن السيجارة تهدئ أعصابه .. يدخله حسن الظن بالسيجارة وتنسيه نفسه أنه إذا أمسك المصحف فإنّ أعصابه .. وقلبه .. وشيطانه .. وكل ما فيه يهدأ .. تنسيه أن يذكر الله .. فإذا ذكر الله عصمه من شيطان غضبه. وأدخله في حصنه .. وذكره فيمن عنده .. فإذا نسي .. عندها يكله الله الى نفسه فتسوء خاتمته ..\rلا بد أن تعرف يقينا بأن الله عندما وكلك لنفسك .. فهذا يسبب سقوطك من عينه فهل تقوى على أن تسقط من عين الله ..\r\rأخي التائب .. إذا تبين لك ذلك .. وعرفت أنه في طاعة نفسك عطبك وهلاكك يوم ميعادك .. وان في عصيانها نجاتك في آخرتك ..\r\rإذا عرفت أن نفسك قد اعتادت سلوك طريق هلكتها .. وألفت طول النفور والاشمئزاز عما يرضي ربك ومولاك ..","seal":"0EE1DD64","page":48},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":50,"nass":"فاتحة التوبة؟؟\rلا بد أن تعلم أن أول الطريق .. أن تقف مع نفسك وقفة .. بل وقفات .. بأن يعزم على تأديبها .. وتأديب النفس أنما يكون بسبعة أمور:\r\rأولا: الوعظ والتذكير:\rألزم قلبك العزم على تأديب نفسك .. والمواظبة على توفيقها .. والإلحاح على معاتبتها .. والدوام على موعظتها وتذكيرها .. كرر على نفسك الخطر الذي هي عليه .. وانها لا بد من المصير الى مولاها .. وأنها ستموت حتما .. وقد يكون الآن ..\r\rتعود لمخاطبة نفسك ما بينك وبينها .. ذكرها .. ناد عليها .. خاطبها .. ناجها .. ازجرها .. انهها ..\r\rقل لها: يا نفس توبي قبل أن تموتي .. فإن الموت ياتي فجأة .. ذكرها بالأصحاب مات فلان وفلان .. مات رسول الله صلى الله عليه وسلم .. وهو من هو بأبي هو وأمي ونفسي .. فهل لك بعد ذلك من نجاة .. ؟!\r\rيا نفس سترين كل أعمالك يوم القيامة حاضرة: {يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تودّ لو أن بينها وبينه أمدا بعيدا، ويحذّركم الله نفسه والله رؤوف بالعباد} [آل عمران:30] {إنّا أنذرناكم عذابا قريبا يوم ينظر المرء ما قدمت يداه ويقول الكافر ياليتني كنت ترابا} [النبأ: 40] {ووجدوا ما عملوا حاضرا} [الكهف:49].","seal":"8D337CD2","page":49},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":51,"nass":"يا نفس صبر ساعة .. ولا عذاب الأبد .. يا نفس هبّي الى الجد .. فإن قالت لك: في آخر العمر أتوب ـ وكثير من الشباب يقول: دعنا نستمتع بالشباب حتى إذا بلغنا المشيب تبنا كما تبتم ـ ولكن ـ اخي ـ ما يدريك أنك ستعيش .. من يعلم متى تموت .. ألديك صك بان تبلغ سن المشيب .. ألديك وعد بانك ستعيش وتبلغ من العمر ما بلغ أبوك وجدك ..\r\rوإني ساءلك فمشدد عليك .. هب أن الجد في آخر العمر نافع .. وأنه موصل الى الدرجات العلى من الجنة ... أليس قد يكون اليوم آخر عمرك .. فماذا أنت فاعل إذا مت الآن .. وماذا أنت فاعل بين يدي الله غدا ...\r\rوإذا هداك الله من الآن وعمّرت كما عمّروا ألست تكون أفضل الجميع منزلة وقربا من النبي المصطفى .. ألا بد أن تصحب الشيطان حينا .. وما يدريك أنك ستستطيع التخلص من حبائله إذا بلغت من العمر أرذله ..\r\rناج نفسك وقل لها: لم لا تشتغلين أيتها النفس بالإصلاح .. من ذا الذي أغراك بالإهمال إلا عدوك وعدوي .. يبغي ان كبنا على وجوهنا في النار .. وما يمنعك من الكبادة يا نفس .. ما باعثك على التسويف وحجتك في التأجيل .. أو ليس هذا إلا بسبب عجزك عن مخالفة شهواتك .. لما تظنين في المخالفة من التعب والمشقة ..\r\rخوّف نفسك فقل لها .. يا نفس .. هل تنتظرين يوما يأتيك تستطيعين فيه مخالفة الشهوات .. ؟! أومعقول هذا .. ؟! أن يأتي يوم فيجدك وقد عفت الشهوات .. يجدك قادرة على مخالفة الشهوات .. يا نفس ما تخدعين إلا نفسك ..\r\rإنّ هذا يوم لا يخلقه الله قط ..\r\rلا تكون الجنة قط إلا محفوفة بالمكاره .. ولا تكون النار إلا محفوفة بالشهوات .. ولن تكون المكاره قط سهلة ميسورة عليك .. ولن تزهدي أبدا في الملذات والشهوات .. وهذه أحوال نعرفها بعقولنا ونراها بأعيننا ونحكم على أصحابها.\r\rقل لنفسك: يا أنفس أما تتأملين منذ كم يوم تعدين .. ؟! منذ كم تقولين غدا .. غدا .... وقد جاء الغد وصار يوما .. فكيف وجدته .. ؟!\rكثير من الناس يدخن .. فإذا قلت له: تب .. قال: إن شاء الله .. في رمضان أصوم عن السجاير طوال النهار .. فيصبح الأمر سهلا .. وجاء رمضان ثم مضى .. ولك يكف ..","seal":"8B55F8C5","page":50},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":52,"nass":"تجد الشاب ينظر الى الفتيات في الجامعة .. فإذ قلت له تب قال: إن شاء الله في الإجازة .. فتأتي الاجازات وتمر .. وهو لا يستطيع كف بصره عن النظر ..\r\rنعم .. نجد الكثير من الناس يعيش منشغلا بجمع الحطام الفاني من الدنيا .. فإذا قلت له: تب .. قال: بعد أن أعمل لبناء مستقبلي .. فإذا انتهى من العمل لمستقبله قلت له: تب .. قال: وماذا عن مستقبل أولادي .. ؟! وبعدها يقول: انتظر قليلا .. ثم قليلا .. حتى يدخل القبر وبعده لم يتوب ..\r\rإن الطغيان يورث طغيانا .. ومتابعة النفس تورث غضب الرحمن ..\r\rناج نفسك .. قل لها: يا نفس .. اما علمت .. أن الغد الذي جاء وصار يوما كان له حكم الأمس .. ألا فاعلمي أيتها النفس أن ما عجزت عنه اليوم .. فأنت عنه غدا أشد عجزا .. ومثاله يا نفس ـ لو أن رجلا أمر باقتلاع شجرة من أصولها وهو شاب راح يقتلعها فوجد العمل شاقا .. فقال لنفسه: لنسترح اليوم ثم نقطعها من الغد .. ثم الى الغد .. ثم الى العام القادم ..\r\rفماذا يعمل العام القادم في الشجرة .. ؟! وماذا يعمل الزمن بقوته .. فبمرور الوقت تضعف قوته هو .. أما الشجرة .. فتزداد رسوخا وتشعبا في الأرض .. كذلك الشهوات .. فما لا تقدر عليه في الشباب لا تقدر عليه قط في المشيب .. فمن العناء رياضة الهرم .. ومن التعذيب تهذيب الذيب .. والقضيب الرطب يقبل الانحناء .. فإذا جفّ وطال عليه الزمان صعب عليه فعل ذلك ..\r\rإذاً فالسبيل الأول للتوبة هو الوقوف مع النفس .. وقفة حقيقية .. مع الوعظ والتذكير .. وحضور مجالس العلم ..","seal":"AF8B8364","page":51},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":53,"nass":"ثانيا: عزل النفس عن مواطن المعصية:\rقال صلى الله عليه وسلم:\" المرء على دين خليله، فلينظر أحدكم من يخالل\" (¬1).\rوقال صلى الله عليه وسلم:\" وأمّا جليس السوء كنافخ الكير إمّا أن يحرق ثيابك وإمّا أن تجد منه ريحا خبيثة\". (¬2)\rوقال علي ابن أبي طالب:\" لا تصحب الفاجر فإنه يزيّن لك فعله ويود لو أنك مثله\".\r\rوقال بعض السلف:\" إيّاك ومجالسة الأشرار، فإن طبعك يسرق منهم وأنت لا تدري\".\r\rوليس إعداء الجليس جليسه بمقاله وفعله فقط .. بل بالنظر اليه .. فالنظر الى الصور يورث في النفوس أخلاقا مناسبة لخلق المنظور إليه ..\r\rإنّ أول ما يبدأ من التوبة .. اخي التائب أن تتخلص من رفقاء السوء فتستبدلهم بصحبة صالحة .. ثم بعد ذلك لا بد من تغيير المكان الذي كنت تعصي الله فيه ..\r\rإنّ الرجل الذي قتل تسعة وتسعين نفسا .. قال له العالم .. \" إنّ قومك قوم سوء .. وإنّ في أرض كذا وكذا قوما يعبدون الله .. فاذهب فاعبد الله معهم\" ..\r\rاللهم اجمعنا مع الصالحين في الدنيا والآخرة ..\r\rنعم .. إنّك ينبغي أن تنتبه لهذا .. لأن قضية تغيير الرفقة من الأهمية بمكان .. فأصحاب السوء لا يتركونك .. ومن ورائهم الشيطان .. لا يريد أن يفلتك ..\r¬__________\r(¬1) صحيح الجامع (3539).\r(¬2) أخرجه البخاري (5534) كتب الذبائح والصيد، ومسلم (2628) كتاب البر والصلة.","seal":"42272879","page":52},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":54,"nass":"واسمع لقوله سبحانه وتعالى: {ألم تر أنّا أرسلنا الشياطين على الكافرين تؤزّهم أزّار} [مريم: 83] .. فالشياطين تؤز العصاة أزّا .. تدفعهم دفعا .. تسوقهم سوقا .. تقودهم قودا .. تيسر لهم ..\r\rأيها الأحبة في الله .. نعوذ بالله من الشيطان الرجيم .. إنّ الشيطان لن يدعك تتوب .. سيجاهدك وسيقف لك بالمرصاد .. وسيستعمل كل أسلحته .. من معارفك وأصدقائك ..\r\rإنّك تذكر وأذكر معك .. يوم كنت تجلس على المقاهي .. تصاحب رفقة السوء .. كنت تدخل الى المنزل برفقة السوء هذه .. فترحب بهم أمك .. ويجلس أبوك معهم .. وينشرح صدره لهذه الجلسة ..\rفإذا بك يوم التزمت وتبت الى الله .. قال لك أبوك: يا ولدي .. إنّك ستوردنا موارد الهلكة .. إننا لا نستطيع معارضة الحكام .. لا تعف لحيتك .. وإذا استضفت اثنين من الملتزمين .. سألك: هل نويت تحويل المنزل الى وكر أم ماذا تريد؟؟ وهكذا ..\r\rهكذا سيجاريك الجميع .. الكل سيجاهدك .. حتى نفسك .. ستبدأ تورد عليك هذه النفس صور المعاصي القديمة .. تجد نفسك راقدا في مرة لتراجع حفظك من سورة البقرة .. أو تستمع اليها .. فتفاجئك نفسك .. بصورة الفتاة التي كنت تحبها .. فتستعيذ بالله من الشيطان الرجيم .. وتتساءل من الذي أتى بها هنا .. ؟! وفي هذا الوقت بالذات ..\r\rنعم أعلم أنهم لا يودعونك .. لذا دع كلّ ما يذكرك بالمعصية. اتركه واهجره .. واهجر أصدقائك القدامى .. غيّر رقم الهاتف .. غيّر حتى عنوان المنزل إذا استطعت .. غيّر الطريق الذي تمر منه الى المنزل .. وإذا قابلت أحدهم في الطريق فسلم عليك .. فقل له: السلام عليك يا اخي .. فإذا قال: ماذا جرى لك .. ؟! فقل: عرفت الله ..","seal":"30EEBBB9","page":53},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":55,"nass":"وحذرني من الشياطين .. شياطين الانس والجن .. قل له: إنّي أدعوك الى الله ليتوب عليك الله كما تاب عليّ .. عندها قد يقول إنه قد جنّ .. دعه يقول كما يشاء .. وإذا قالت لك نفسك إنني قد أنفره من سلوك الطريق القويم .. قل لها المهم أن ننجو بأنفسنا أولا ثم عندها تثبت أقدامنا قد نعود لنمد له يد العون .. بل سنعود اليه حتما لنأخذ بيده كما أخذ الآخرين بأيدينا ..\r\rولكن ماذا يحدث إذا مددت له تلك اليد الآن ولما تثبت أقدامك فهششت له .. وبادلته الحديث .. فسوف يذكرك بأيام معاصيك .. فيدخل الوهن في قلبك .. سيقول إنّك قد جننت فأنا أعرفك أكثر من نفسك .. إنّك لست من هذا الطراز .. هل أنت من مرتادي المساجد .. ؟! أتذكر اسم الفتاة التي كنت تحبها .. ؟! أتذكر ما كنت تقول .. ؟! وكا كنت تفعل .. ؟! فهل يترك هذا عاقل ليكون مع هؤلاء المعقّدين .. ألا يحدث هذا بالفعل .. ؟!\rلذا فقد حدث وقابلت أحدهم فلا تتبسط معه .. ولا تنسى الإنكار ولو يقلبك .. فإذا قال لك: إنني أريدك أن تأتي معي في أمر .. فقل له: إني في طريقي لحضور درس علم .. فإذا قال: إذاً غدا .. ؟! فقل له: غدا سأقوم الليل من بعد العشاء وحتى الفجر .. فإذا قال لك: إذا بعد الغد .. فقل له: إنني أنوي أن أختم القرآن بعد غد .. فعندها سيقول: جن والله .. فييأس منك فيتركك .. أو سيقول: أهتدي والله فيصحبك ويتبعك ..\r\rكما قلت لك من قبل: إياك وتلبيس إبليس .. يقول لك: إنّك قد خلقت للدعوة .. فقل له: أي دعوة .. ؟! أنا ما زلت في بداية توبتي .. ولتعلم أنك لست مسؤولا عن الدعوة قبل استكمال هداية نفسك .. الزم الصمت .. اترك أرض المعاصي .. إنك لن تستطيع اعتزال الناس في الجامعة .. أو في المنزل .. أو في العمل .. سوف تضطر للتعامل مع هؤلاء .. وعليه فإنه يجب عليك أن تعزل نفسك في البداية عن مواطن المعصية لفترة حتى تعتاد الالتزام ..","seal":"5A559A95","page":54},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":56,"nass":"إن نصيحتي لك ـ حبيبي في الله ـ أن تلزم نفسك الصمت .. حلّ بينها وبين من يشغلها .. إياك والمعارك الجانبية .. فإذا نظر إليك أبوك شذرا إذا أعفيت لحيتك ثم سألك: ما الذي تنوي عمله .. ؟! لا تقل إنّ اللحية فرض .. أو تتهمه بكراهية النبي صلى الله عليه وسلم .. ولكن قم فقبل رأسه .. وقبل يد أمك .. وقل لهما: الحمد لله الذي نجاني من لنار .. بفضل حسن تربيتكما لي .. أو بفضل دعائكما لي .. أو بفضل حرصك يا أبي على أن تطعمنا الحلال الطيّب .. ولعلي أنفعكما يوما .. ذكرهما بحديث:\" إذا مات ابن آدم انقطع عمله إلا من ثلاث، صدقة جارية أو علم ينتفع به، أو ولد ثالح يدعو له\" (¬1).\r\rلا تقم معارك في المنزل مع إخوتك أو أبيك أو أمك أو جيرانك أو زملائك فتلهك المعارك عن اللجوء الى الله والسير إليه ..\rلا تفتح أبواب المعارك .. سد باب الذرائع عن أي سؤال .. فإذا قيل: يا بني .. هل اللحية فرض .. ؟! فقل: كيف حالك يا أبي .. إنني احبك .. وحاول أن تتفادى الصراع ما أمكنك ..\r\rفإذا قال لك: هل الصلاة لا تصح إلا في المساجد الخاصة بالملتزمين الذين يطيلون فيها .. ؟! قل له: ما رأيك يا أبي لو جلست معي فقرأنا ربعين من القرآن فإنك عندها ستشعر بجنة الله في القرآن .. إن النبي صلى الله عليه وسلم قد قال .. وقال .. وقصّ له من اخبار النبي عليه الصلاة والسلام .. إنها حينها قد ترغبه بحسن خلقك .. وق يشعر هو بتحسن حالك .. وقد تدعوه بسمتك الصالح ..\r\rأما إذا أقمت من نفسك مفتيا .. وسردت له أدلة فرضية اللحية .. وأن إبن حجر العسقلاني ـ طيّب الله ثراه ـ قد قال .. ثم أتبعت بقول الشيخ ناصر الدين الألباني رحمه الله ..\r¬__________\r(¬1) صحيح مسلم (1631) كتاب الوصية.","seal":"361FDAE5","page":55},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":57,"nass":"ثم قول شيخ الاسلام ابن تيمية قدّس الله روحه .. فإنك لن تجد الوقت لتصحيح توبتك مع الله .. وإنما عليك بالنصيحة العابرة .. والهمسة الصادقة ..\r\rأطل الصمت .. وأدمن السكوت .. ولا تخض مع الخائضين .. جنّب نفسك الزلل وابتعد عن الخطأ .. وانكسر لله .. لا تطغ .. لا تتكبر ..\r\rإذا رأيت العصاة فاذكر قول الله تعالى: {كذلك كنتم من قبل فمنّ الله عليكم} {النساء:94].\r\rقل: الحمد لله الذي عافاني مما ابتلي به كثيرا من عباده .. وفضّلني على كثير ممن خلق تفضيلا.\r\rثالثا: إدمان معاتبة النفس وتخويفها:\rالنفس إخوتاه تركن الى اللذيذ والهين .. فعلمها التحليق .. تكره الاسفاف .. علمها العز .. تأنف من الذل .. عرّفها الرب .. تستوحش من الخلق ... نفسك هي دابتك التي تحملك الى الله .. عرّفها الطريق. تنقاد .. أبدا في معاتبتها وتقريرها بما صنعت من المعاصي .. لتنكسر لله ..\rقل لها يا نفس .. أرأيت إن متنا الآن بما نلقى الله .. ؟! ألحّ عليها حتى تلين .. اجعلها تعترف بكثرة جرائمها وذنوبها .. ادم ذلك عليها .. اجعله عملها .. أوجع بذلك ضميرها .. أسل بذلك دمعتها .. استنغفر الله من سوء ما تقدم من صنيعك وبخ نفسك ..\r\rقل لها .. يا نفس .. ويحك يا نفس .. لا ينبغي أن تغرك الحياة الدنيا .. ولا يغرّنّك بالله الغرور .. يا نفس .. انظري الى نفسك ... فما أمرك","seal":"06345C4A","page":56},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":58,"nass":"بمهم اغيرك .. يا نفس لا تضيعي أوقاتك .. فالأنفاس معدودة .. فإذا مضى منك مفس .. فقد ذهب بعضك .. اغتنمي الصحة قبل السقم .. اغتنمي الفراغ قبل انقضائه .. الغنى قبل الفقر .. الشباب قبل الهرم .. والحياة قبل الموت ..\rيا نفس استعدي للآخرة بقدر بقائك فيها ويحك يا نفس .. إن كنت يا نفس لا تتركين الدنيا رغبة في الآخرة لجهلك وعمى بصيرتك فاتركيها ترفعّا عن خسّة شركائها تنزها لكثرة غثائها وعنائها .. توقيا من سرعة فنائها .. مالك يا نفس تفرحين بدنيا إن ساعدتك .. فإنها ستكون حجة عليك .. مالك يا نفس تفرحين بدنيا إن كانت لك فلا تخلو البلد من جماعة اليهود والمجوس يسبقونك بها ويزيدون عليك في نعيمها وزينتها .. فأف لدنيا يسبقك إليها هؤلاء الأخساء .. ما أقلك يا نفس وأخس همتك يا نفس .. وأسقط رأيك يا نفس .. إذا رغبت عن أن تكوني زمرة المقربين من النبيين والصديقين في جوار رب العالمين .. أبد الآبدين رغبت في أن تكوني في جنة النعيم لتكوني في صف النعال من جملة الحمقى الجاهلين .. أياما قلائل تفرحين ثم الى الأبد تعذبين فيا حسرة عليك إن خسرت الدنيا والدين .. ويحك يا نفس .. بادري بالتوبة فقد أشرفت على الهلاك .. اقترب الموت .. وورد النذير فمن ذا الذي يصلي عنك بعد الموت .. من ذا الذي يصوم عنك بعد الموت .. من يترضى عنك ربك بعد الموت .. ويحك يا نفس مالك إلا أيام معدودة وهي بضاعتك إن أتجرت فيها فزت ..","seal":"D19C0E8E","page":57},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":59,"nass":"ويحك يا نفس .. قد ضيّعتي أكثر رأس المال فلو بكيتي بقية عمرك على ما ضيّعت فيها لكنت مقصرة في حق نفسك .. فكيف يا نفس .. إذا ضيّعت البقية وأصررت على المعاصي .. اما تعلمين أن الموت موعدك .. والقبر بيتك .. والتراب فراشك .. والدود أنيسك .. والفزع الأكبر بين يديك .. أما علمت يا نفس أن عسكر الموت عندك على باب البلد ينتظرون وقد آلوا على أنفسهم بالإيمان المغلظة أنّهم لا يبرحون يا نفس .. أما علمتي أن الموتى العودة ليشتغلوا بالعمل الصالح ويستدركوا ما فرط منهم ... أنت في أمنيتهم فاعملي .. يا نفس إن يوما من عمرك لو بيع منهم بالدنيا وما فيها لشروه .. ولو قدروا عليه وأنت تضيعين أيامك في الغفلة والبطالة ويحك يا نفس .. اما تخافين ..\rأما تخافين {كلا إذا بلغت التراق* وقيل من راق* وظنّ أنّه الفراق* والتفّت الساق بالساق* الى ربك يومئذ المساق* فلا صدّق ولا صلى* ولكن كذّب وتولّى* ثم ذهب الى أهله يتمطى* أولى لك فأولى* ثم أولى لك فأولى} [القيامة: 26 - 35]. ويحك يا نفس .. أما تخافين أن تبدو رسل ربك منحدرة إليك بسواد الألوان وكلح الوجوه .. وبشري العذاب .. أما تخافين؟ أما تذّكرين .. ؟ هل تذكرين .. ؟ هل ينفعك ساعتها الندم .. ؟ أو يقبل منك الحزن .. ؟ أو يرحم منك البكاء .. ويحك يا نفس .. ويحك يا نفس ..","seal":"8EDB3C93","page":58},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":60,"nass":"تعرضين على الآخرة وهي مقبلة عليك ... وتقلبين عن الدنيا وهي معرضة عنك .. !\r\rيا نفس .. كم مستقبل يوما لم يستكمله .. ؟ وكم من مؤمل غد لم يبلغه .. ؟ وتشاهدين في ذلك الموتى ولا تعتبرين ..\r\rاحذري يا نفس .. احذري يوما ترجعين فيه الى الله فتوفى كل نفس ما كسبت وهم لا يظلمون .. احذري يا نفس ذلك اليوم فقد آل الله على نفسه ألا يترك عبدا أمره في الدنيا ونهاه حتى يسأله عن عمله. فانظري يا نفس بأي أمر تقدمين .. وبأي لسان تجيبين .. أعدي للسؤال جوابا .. انظري يا نفس الى الدنيا اعتبارا وسعيك لها اضطرارا .. ورفضك لها اختيارا .. وطلبك للآخرة ابتدارا .. يا نفس اتركي الدنيا مختارة قبل أن تتركيها مضطرة ..\r\rيا نفس كيف أقول لربي غدا إذا سألني عن عملي .. ؟ ووضح لي طريقي .. ؟ إذا نلت كتابي بشمالي .. ؟ ونادى ربي يوم القيامة وقد غضب غضبا شديدا لم يغضب مثله قط .. ولن يغضب بعده مثله .. !","seal":"13DCF8CB","page":59},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":61,"nass":"رابعا: علاج النفس بالصوم ومنع الحظوظ:\rإنّ البطن إذا أكلت أشرت وبطرت .. وإذا صامت انكسرت .. وقل نشاطها .. وعادت الى ربها .. فأدمن الصيام كما أوصاك النبي العدنان .. عليه وعلى آله أفضل الصلاة وأتم السلام .. قال:\" فمن لم يستطع فعليه بالصوم فإنه له وجاء\" (¬1) وجاء: بمعنى قاطع للشهوة .. فامنعها ملذاتها .. كما يقول ابن الجوزي .. امنعها ملذوذ مباحها ليقع الصلح على ترك الحرام ..\r\rأخي التائب .. ابدأ بتحقيق التوبة النصوح .. ابدأ بأن تتوب الى الله توبة نصوحا .. وقد قال إبن القيّم: في التحقيق أن التوبة تستلزم ترك المناهي .. والإقبال على العمل بالأوامر .. فمن ترك المناهي .. ولم يعمل بالأوامر .. لم تقبل توبته .. وليس بتائب .. قال تعالى: {إلا من تاب وآمن وعمل عملا صالحا فأولئك يبدّل الله سيئاتهم حسنات} [الفرقان:70].\r\rفشرط قبول التوبة .. العمل بالطاعة .. فاآن تب .. ارفع يديك .. ناد ربك .. وقل له يا رب تبت من كذا وكذا من المعاصي ..\r\rولكن اعلم ـ رحمني الله وإيّاك ـ أن تحديد المعاصي التي تتوب منها ليس شرطا في التوبة .. فقد تكون التوبة مجملة .. بأن تتوب الى الله من جميع الذنوب والمعاصي جملة دون تفصيل .. فتقبل إن شاء الله ..\r\rوإنما يكون هذا التحديد لزجر النفس وتذكيرها .. وإلهامها التوبة وتثبيتها على هذه المعاني ..\r\rتبت من كذا وكذا .. وعزمت ألا أعود أبدا لكذا وكذا .. وعاهدتك ربي\r¬__________\r(¬1) أخرجه البخاري (1905) كتاب الصوم مسلم (1400) كتاب النكاح.","seal":"AEDDEA10","page":60},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":62,"nass":"أن أفعل كذا وكذا ..\r\rلا بد من هذا الوضوح وإيّاك أن تسوف .. الساعة .. الساعة قل: تبت .. ثم ابدأ بإمساك المصحف .. وصف قدميك لله تعالى .. أمسك بالمصحف وقل الله أكبر .. اقرأ عاء الاستفتاح .. اقرأ الفاتحة .. تباك بين يدي الله سبحانه وتعالى .. رحم الله أحد مشايخنا كان يقف في الصلاة ويقول: ألا تعرف كيف تصلي .. ؟ كيف تذل لله سبحانه وتعالى .. ؟ وتتباكى بين يديه .. ؟\rابدأ بدعاء الاستفتاح وتباك .. فلا تبدأ في قراءة الفاتحة حتى تسيل دموعك على خديك وتسترسل في القراءة حتى يغلبك البكاء فلا تملك إلا الركوع بين يدي الملك ثم تسجد له وحده ودموعك تغسل جبال الذنوب التي تطبق على صدرك وتكاد تزهق أنفاسك وتخرج من الصلاة وأنت لا تريد أن تنتهي مناجاة ربك .. فتشعر عندها أنك وجدت نفسك .. وجدت لقلبك الحائر مستقرّا .. ووجدت لنفسك القلقلة سكنا .. ووجدت لروحك المعذبة أمانا ..\r\rفإذا طالبت بالطعام فذلها .. وإذا أرادت النوم فاحرمها .. امنعها فضول المباح ليقع الصلح على ترك الحرام.\r\rخامسا: أن تأخذ من نفسك الراحة وتنزل بها التعب ونقصان المباح:\rإن نفسك تعمل .. فإن لم تشغلها بالحق شغلتك بالباطل .. أتعبها في قيام الليل .. نم ساعتين فقط .. بعدها توجه للعمل .. عندها لن تجد القوة لتعصي الله.","seal":"F79D3A7F","page":61},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":63,"nass":"حتى إذا كنت طالبا .. إنك تستطيع القيام أولا بواجب الاستذكار .. ثم تستعين بالله وتقوم الليل. ثم نم ساعتين. واستعن بالله تمضي الى الامتحان نشيطا.\r\rلا تخطئ الخطأ الذي يقع فيه الكثيرون .. أن تتعلق قلوبهم بما حصلوا من المواد العلمية فقط .. وينسون أن التوفيق من الله وحده .. إن الذي يعلّم ويذكّر هو الله سبحانه وتعالى فيتعلق قلبك به .. هو الفتاح العليم .. فهو الذي قد يفتح عليك هذه الاجابة أو يخذلك .. هذا مع ضرورة الأخذ بالأسباب مع التوكل على الله ..\rأنك إذا أتعبت جوارحك في طاعة الله عز وجل أتعب الله الكائنات في خدمتك .. إن مشكلة قومنا أنّهم لو يجربوا التعب لله .. لقد جربوا التعب في الدنيا .. ولم يجربوا التعب لله .. لقد جربوا التعب في الدنيا .. ولم يحصلوا شيئا .. ورغم ذلك لم يكفوا عن مواصلة التعب فيها .. تعبوا كثيرا للزوجات .. للأبناء .. للنفس .. للهوى .. ولكل ما عدا الله سبحانه وتعالى .. فلنجرّب الآن نوعا جديدا من التعب .. التعب لله عز وجل .. قال بعضهم حين سئل: ماذا تشتهي .. قال: إني لأشتهي أن أقوم في الصلاة حتى يشتكي صلبي .. وقيل لبعضهم: ماذا تشتهي .. ؟ قال: أشتهي أن أقوم حتى لا أقدر أن أقوم .. أود أن أقف في الصلاة حتى لا أستطيع القيام .. أريد أن أسجد حتى تتقطع أنفاسي .. أريد أن أركع لله حتى تشكو عضلاتي .. أريد أن أصوم لله حتى لأشرف على الهلاك من الجوع.","seal":"276B9E17","page":62},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":64,"nass":"إن التعب غير مقصود لذاته وإنما المقصود إذلال النفس لله .. إنكسارها له .. أما إذا أعطيت نفسك مطلوبها بدون عناء .. فستقودك الى الكفر بنعم الله .. ستقودك الى جهنم .. ومن سقط في المعاصي يحدثك: يقول أن نفسه قالت له: ابدأ بسيجارة .. ثم بعد أن سقط في هوّة التدخين قالت له: ألا تجرب المخدرات .. ثم الخمر .. ثم دفعته الى الوقوع في الفواحش .. زنا .. لواط .. إلخ .. حتى يصل إلى عبادة الشيطان .. ويقع في الكفر عياذا بالله من الخذلان.\r\rإن الحل هنا أن تقف مع أول خاطر .. فإذا قالت لك نفسك: النوم .. فقل لها سنقوم الليل .. وإذا طالبت بالطعام .. فقل: سنقرأ القرآن .. فإذا أرادت الخروج للقاء الأصدقاء فقل لها أين الاعتكاف .. ؟\r\rخالف نفسك .. حتى تفوز برضى الله ..\r\rإن كل ما سبق بدايات ولكن إذا ألفت نفسك الطاعة .. أنفت المعصية .. وإذا أدمنت حب الله والانقياد لأوامره تركت الذنوب .. وسهل عليها الأمر .. ومن يتصبر يصبره الله .. والله المستعان.\r\rسادسا: ارفع لها بالفكرة أعلام الآخرة:\rأرها الجنة والنار .. اجعلها تشاهد من أمامك في الطريق .. إنه النبي محمد صلى الله عليه وسلم وصحابته رضوان الله عليهم أجمعين .. ارفع لنفسك أعلام الآخرة حتى تستقيم .. ذكر هذه النفس التي تشتهي شيئا دنيويا\rبعظمة لجنة .. ففي الجنة ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر .. إذا اشتهت نفسك الملابس ذكرها بقول الله سبحانه وتعالى: {ودانية عليهم ظلالها وذللت قطوفها","seal":"19EBD13F","page":63},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":65,"nass":"تذليلا* ويطاف عليهم بآنية من فضة وأكواب كانت قوارير* قواريرا من فضة قدّروها تقديرا* ويسقون فيها كأسا كان مزاجها زنجبيلا* عينا فيها تسمّى سلسبيلا* ويطوف عليهم ولدان مخلّدون إذا رأيتهم إذا رأيتهم حسبتهم لؤلؤا منثورا* وإذا رأيت ثمّ رأيت نعيما وملكا كبيرا* عليهم ثياب سندس من خضر واستبرق وحلّوا أساور من فضة وسقاهم ربّهم شرابا طهورا* إنّ هذا كان لكم جزاء وكان سعيكم مشكورا} [الانسان:14 - 22].\r\rتعرض على نفسك هذه الآيات وأمثالها .. قل لها: {أفمن كان مؤمنا كمن كان فاسقا، لا يستوون* أمّا الذين آمنوا وعملوا الصالحات فلهم جنّات المأوى نزلا بما كانوا يعملون* وأما الذين فسقوا فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذّبون} [السجد: 18 - 20].\r\rقل لها: يا نفس .. هذا طريق الصلاة .. طريق المسجد .. طريق الصيام .. طريق القيام .. طريق الذكر .. طريق تلاوة القرآن ..\r\rهذا هو الطريق أمامك .. فيه محمد صلى الله عليه وسلم .. سبقك في هذا الطريق أبو بكر وعمر .. عثمان وعلي .. طلحة والزبير .. عبدالله بن مسعود وعبدالرحمن بن عوف .. عبدالله بن عباس ومعاذ بن جبل .. أمامك فيه أبوذر وأنس .. ياسر وعمّار .. أمامك في الطريق العلماء والكبراء والعظماء من عباد الله الصالحين القانتين المتقين ..","seal":"C167E0B8","page":64},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":66,"nass":"أما الطريق الآخر .. طريق الشهوات والزنا .. الخمر والنساء .. اللعب والتفلت .. أمامك الطريقان يا نفس .. فاختاري ما تريدين ..\r\rأتريدين طرق أبي بكر وعمر .. ؟ أم طريق أبي جهل وأبي لهب .. ؟ تريدين طريق البررة أم طريق الفجرة .. ؟\r\rاختاري لنفسك أيتها النفس .. ولكن اعلمي أنّ أكثرنا قد يمضي الى المعاصي لجهله بالجنة .. أو لجهله بالطريق الموصلة إليها ..\r\rفإذا أردت أن تعرف الطريق الى الجنة .. فاسأل الله سبحانه وتعالى أن يدللك عليها .. وإذا أردت الابتعاد عن طريق الهالكين فاسأله سبحانه وتعالى وعز وجل أن يهديك سواء السبيل ..\r\rسابعا: تحطيم الأصنام:\rالأهواء أصنام تعبد من دون الله لذلك قال تعالى: {أرأيت من اتخذ إلهه هواه} [الفرقان:43] .. فالربا صنم .. والزنا صنم .. والتبرج صنم .. وأكل أموال الناس بالباطل صنم .. وكل ما تهواه النفس مما يغضب الله سبحانه وتعالى صنم ..\r\rفالأغاني وحبها صنم .. والتلفزيون وتعلق القلب بما فيه صنم .. وحب المظاهر والزينة حرام .. والاستعلاء على الناس صنم ..\r\rولا تصفو التوبة حتى تتحطم كل هذه الأصنام .. وتسقط في قلبك سقطة لا تقوم لها بعدها قائمة ..\r\rإن توبة مع تواجد هذه الأصنام في أغوار النفس توبة مدخولة .. لأن النفس أمارة بالسوء .. فإذا ما وجدت صنما من هذه الأصنام قائما بعد لم يحطمه صاحبه فإنها تغريه وتزينه له وتشوقه لعبادته القديمة .. وكلما أبى وتمنّع عاودت معه الكرّة تلو الكرّة .. حتى يعود من حيث جاء .. وتنهار توبته التي لم يحطم فيها جميع الأصنام ..\r\rفلا بد لم أراد توبة نصوحا أن يحطم في نفسه كل ما يربطه بالماضي","seal":"F19AB080","page":65},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":67,"nass":"الأثيم ... لهذا سمعنا عن عودة بعض التائبين الى الضلال بسبب تركهم لبعض ما يربطهم بالمعصية دون تحطيم ..\rفهذا يحتفظ بعود كان يعزف عليه. وآخر بشريط تسجيل كان له معه ذكرى .. وثالث يحتفظ بوردة من حبيب .. ورابع بكارت أو خطاب من وديد .. وغير ذلك من آلات طرب أو صور عارية .. أو أموال حرام .. وصداقات نساء .. وزجاجات خمر .. ومخدرات .. ومفترات وغيرها من أمور المعصية.\r\rبينما ثبت البغض الآخر من التائبين ممن حطموا في بداية توبتهم كل ما يربطهم بما يغضب الله.\r\rفمطرب يحطّم آلات الطرب .. ورسام يمزق اللوحات .. ومراخق يمزق المجلات والصور الداعرة .. ومدمن يكسر زجاجات الخمر ويرمي بامخدرات في بالوعة المجاري .. ومراب يسحب أموال الربا ليتخلص منها في المشاريع الخيرية التي تنفع المساكين .. ومتبرحة تحرق ثيابها كلها.\r\rإنها فعلا صور تتكرر لأتباع ابراهيم عليه السلام حينما حطم الأصنام لأتباع محمد صلى الله عليه وسلم حينما حطم الأصنام لغرس التوحيد في أرض الاسلام الجديدة.\r\rأخي في الله: مناجاتك نجاتك .. صلاتك صلاتك .. أخلص لله في صلاتك ومناجاتك تخلص .. ناده والناس نيام ..\r\rيا أكرم من أمّله الآملون .. إن طردتني فإلى من أذهب .. وإن أبعدتني فإليك أنسب ..","seal":"2F8B6BDC","page":66},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":68,"nass":"علمت ذنبي وحلقتني .. رأيت زللي ورزقتني .. فاشملني بعفوك ورحمتك أنت أرحم الراحمين وأنت الذي تقبل التوبة عن عبادك .. وتعفو عن السيئات وتعلم ما يفعلون ..\r\rنعم أنت غافر الذنب .. قابل التوب .. شديد العقاب ذي الطول .. لا اله إلا أنت عليك توكلنا وإليك متاب ..\rأبشر أيها التائب .. إن كل من تاب توبة صحيحة فإنها مقبولة .. إنّ نور الحسنة يمحو عن وجه القلب ظلمة السيئة .. لا طاقة لكدورة الوسخ مع بياض الصابون .. كما أن الثوب الوسخ لا يقبله الملك أن يكون لباسه .. فالقلب المظلم لا يقبله الله لأن يكون بجواره .. وكما أن استعمال الثوب في الأعمال الخسيسة يوسخ الثوب .. وغسله بالصابون .. والماء ينظفه .. فاستعمال القلب في الشهوات يوسخ القلب وغسله بماء الدموع وحرقه بالندم ينظفه ويطهره ويزكيه ..\r\rوكل قلب زكي طاهر فهو مقبول .. كما أن كلّ ثوب نظيف فهو مقبول .. فعليك بالتزكية والتطهير .. تب الى الله .. ونقي قلبك .. والله يقبلك ..\r\rبشراك يا عبد الله .. أبشرك أخي التائب بقبول التوبة .. بسرط أن تتوب الى الله بصدق وإخلاص .. اللهم تقبل توبتنا .. واغسل حوبتنا .. وامح خطيئتنا وارفع درجتنا .. وسدد ألسنتنا .. واسلل سخيمة صدورنا ..\r\rأخي التائب .. أقلع عن المعصية .. تب والله يتوب عليك .. اندم على","seal":"04EAFF3A","page":67},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":69,"nass":"ما فات باستقباح الذنب في حق الله تعالى .. اعزم على ألا تعود والله المستعان ..\r\rنسأل الله أن يتوب علينا وعلى عصاة المسلمين ..\r\rأخي التائب .. إن الباب مفتوح .. والفرصة ما زالت سانحة .. فاستعن بالله وأمامك عطاء مقبول .. قل: تبت .. والله يقبل توبتك .. فاستعن بالله ولا عجز فإن النصر مع الصبر .. والفرج مع الكرب .. وإنّ بعد العسر يسرا ..\r\rوإياك من وسوسة الشيطان أن يقول: لك إنك لن تقدر على التوبة .. فقل: إن شاء الله سأقدر عليها .. فمعي القوي المتين .. سيعينني ..\r\rأحسن ظنّك بالله وهو يعينك .. اللهم تب علينا وعلى عصاة المسلمين ..\rأخي .. لا تسوف .. عجّل عجّل .. هيا .. هيا .. تب من هذه اللحظة .. واصبر على توبتك .. فكم نصبر على الوحشة بيننا وبين الله تعالى .. واصبر على توبتك .. فكم نصبر على الوحشة بيننا وبين الطاعات .. كم نصبر على جفاف القلب .. وكم نصبر على غياب الراحة عند الانطراح بيني يدي الملك سبحانه وتعالى بعد أن ذقنا حلاوتها .. كم صبرنا على نار المعصية وحرقتها في القلب .. كم صبرنا ..\r\rالآن مطلوب منك الصبر على الطاعة .. الصبر على التوبة .. محاولة العودة في طريق طويل قطعته بعيدا عن الله سبحانه وتعالى ..\r\rإن المرضى يتصبرون .. يصبرون على مر الدواء في انتظار راحة الشفاء .. لنصبر ولنصبر ولنصبر .. ولنقهر أنفسنا التي كم قهرتنا على المعاصي .. إنني أعلم أن ما أقوله لك وما أطلبه منك عسير .. ولكن تذكر أنه ليسير على من يسره الله عليه .. واعلم أنها لن تأتي إلا كرها .. أما إذا انتظرت أن تأتي نفسك بالمبادرة .. فإنها لن تأتي أبدا .. واعلم أيضا أن من يتصبر يصبره الله ..\r\rكم وقفنا وتصبرنا على أبواب الآدميين .. أفلا نتصبر على باب رب العالمبين .. إننا نيرد أن يرى تعبنا وجهدنا .. فيرحم ضعفنا ..\r\rوإذا أردت الإعانة فاستعن بالمعين وقد أعانك .. ويعينك .. ولكن متى يعينك .. إذا وجد منك خيرا وعزما على التوبة .. وندما على التفريط.\r\rواعلم أن توبة العبد محفوفة بتوبتين .. توبة قبلها وتوبة بعدها {ثم تاب عليهم ليتوبوا} [التوبة: 118].","seal":"EA93595E","page":68},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":70,"nass":"فأخبر سبحانه وتعالى أن توبته على الثلاثة الذين خلّفوا سبقت توبتهم .. وأنها هي التي جعلتهم تائبين .. فكانت توبة الله عز وجل عليهم مقتضيا لتوبتهم .. فإنه سبحانه يتوب على العبد أولا .. إذنا وتوفيقا وإلهاما .. فيتوب العبد .. فيتوب الله عليه ثانيا .. قبولا وإثابة .. يتوب الله عز وجل إذنا .. يأذن له في التوبة .. قال الله تعالى: {لمن شاء منكم أن يستقيم* وما تشاءون إلا أن يشاء الله رب العالمين} [التكوير: 28 - 29].\r\rواعلم أخي التائب .. أنّ العبد إذا حرم التوفيق يجد في كل خطوة عثرة .. وفي كل حركة خذلانا .. نعوذ بالله من الخذلان ..\r\rإن التوبة الثانية .. توبة القبول والإثابة .. هي سر من أسرار اسمي الله \" الأول\" و \" الآخر\" .. فإنه سبحانه المعد .. والممد ..\r\rولكي تتوب .. لا بد وأن تعرف الله .. أن تعرف أسماءه وصفاته ..\r\rفإن من أسرار اسمي الله \" الأول\" و \" الآخر\" فإنه سبحانه السبب والمسبب .. العبد توّاب والرب توّاب .. فتوبة العبد رجوعه الى سيده بعد الإباق .. وتوبة العبد نوعان .. الأول: إذن وتوفيق .. والثاني: قبول وإثابة ..\r\rوللتوبة مبتدأ ومنتهى .. مبدؤها: الرجوع الى الله بسلوك الصراط المستقيم الذي أمر بسلوكه {وأنّ هذا صراطي مستقيما فاتّبعوه} [الأنعام: 153].\r\rونهايتها الرجوع اليه في الميعاد ..","seal":"D2A93A19","page":69},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":71,"nass":"وسلوك صراطه الذي نصبه موصلا الى جنته .. فمن رجع الى الله في هذه الدار بالتوبة .. رجع الله إليه في الميعاد بالثواب، قال تعالى: {ومن تاب وعمل صالحا فإنه يتوب الى الله متابا} [الفرقان:71] اللهم تب علينا.\r\rأيها الإخوة .. إن التوبة شاقة نعم ولكن إذا أقبلت فإن الله معينك لا محالة .. إذا اعتمدت على حولك وقوتك فلن يكون لك شيء .. اما إذا استعنت بحول الله وقوته أعانك .. ووفقك .. وكما قلت آنفا .. إنه ليسير على من يسره الله عليه .. ولكن المخذول محروم .. من يستصعب الأمر هو من يزل عن الصراط المستقيم ..\rحقا نقول: ليست كل الخيل للسباق ... وليس كل الطير يحمل الكتب .. من الناس من تشغله في الدنيا سوداء .. ومن الناس من لا يلهيه في الجنة حوراء .. نعم من الناس من لا يلهيه في الجنة قصر ولا يسليه عن حبيبه نهر .. قوته في الدنيا الذكر .. وفي الآخرة النظر الى وجه الله الكريم ....\r\rيا مخنث العزم أين أنت والطريق .. ؟؟ يا مخنث العزم يا من يستصعب حتى التوبة .. يا مسكين استعن بالقوي المتين .. يا ضعيف استعن بمالك السموات والأرض .. القاهر القادر .. يا مخنث العزم أين أنت والطريق .. ؟؟\r\rالطريق سبيل نصب فيه آدم .. ناح لأجله نوح .. ألقي في النار إبراهيم الخليل .. أضجع للذبح إسماعيل .. بيع يوسف بدراهم ..","seal":"428D561C","page":70},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":72,"nass":"ذهبت من الببكاء عيني يعقوب .. نشر بالمنشار زكريا .. ذبح الحصور يحيى .. ضني بالبلاء أيوب .. زاد على المقدار بكاء داود .. تنغّص في الملك عيش سليمان .. طريق طويلة .. تحير برد \"لن\" نبي الله موسى .. هام مع الوحوش عيسى .. عالج الفقر والأسى سيد البشر محمد صلى الله عليه وسلم ...\r\rفيادارهم بالحزن إنّ مزارها قريب ولكن دون ذلك أهوال\r\rأيها التائب .. إنّ أول قدم في الطريق بذل الروح .. فإن كنت تقدر على بذل الروح فتعال .. وإلا فاذهب والعب مع اللاعبين .. أول قدم في الطريق بذل الروح ..\r\rهذه الجادة .. فأين السالكين .. هذا قميص يوسف فأين يعقوب .. ؟؟ هذا طور سيناء فأين موسى .. ؟؟\r\rبدم المحب يباع وصلهم فمن الذي يبتاع بالثمن .. ؟؟\r\rأخي في الله .. اعلم أنك إذا قرات كل ما سبق ولم تتب .. خرجت من أولي الفهم .. اللهم ارزقنا توبة تقبلها .. اللهم ارزقنا توبة ترضيك ..","seal":"84BBCFFC","page":71},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":73,"nass":"لنتب إخوتاه\rواعلموا؛ أن التوبة ليست كلاما .. أبدا ما كانت التوبة كلاما يوما ما ..\r\rإنّ التائب منكسر القلب .. غزير الدمعة .. حي الوجدان .. قلق الأحشاء ..\rالتائب .. صادق العبارة .. جم المشاعر .. جياش الفؤاد .. مشبوب الضمير .. التائب خلي من العجب .. فقير من الكبر .. مقل من الدعاوى ..\r\rالتائب .. بين الرجاء والخوف .. بين السلامة والعطب .. بين النجاة والهلاك .. التائب في قلبه حرقة ..\r\rالتائب .. في وجدانه لوعة ..\r\rالتائب في وجهه أسى ..\r\rالتائب .. في دمعه أسرار ..\r\rالتائب. يعرف معنى الهجر والوصال .. يعرف معنى الوصال واللقاء .. يعرف التائب .. يفرق بين اللقاء والفراق ..\r\rالتائب .. بين الاقبال والاعراض .. مجرّب .. ذاق العذاب في البعد عن الله .. وذاق النعيم حين اقترب من حب الله ..","seal":"25E57FD8","page":72},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":74,"nass":"التائب .. له في كل وقعة عبرة .. إذا رأى جمعا ذكر القيامة .. وإذا رأى مذنبا بكى عليه خوفا من ذنوبه ..\rإذا رأى نعيما خاف أن يحرم الجنة .. وإذا رأى نارا ظن أنه مواقعها ..\r\rالتائب .. إذا هدل الحمام بكى .. وإذا صاح الطير ناح .. وإذا شدا البلبل تذكّر .. وإذا لمع البرق اهتز قلبه خوفا ممن يسبح الرعد بحمده والملائكة من خيفته ..\r\rالتائب .. ـ إخوتاه ـ يجد للطاعة حلاوة .. يجد للعبادة طلاوة .. يجد للإيمان طعما .. يجد للإقبال لذة ..\r\rاللهم اجعلنا من التوّابين ..\r\rالتائب .. يكتب من الدموع قصصا .. وينظم من الآهات أبياتا .. ويؤلف من البكاء خطابا ..\r\rالتائب .. كالأم اختلس منها طفلها .. ثم اختلست طفلها من يد الأعداء .. أتدري كم فرحتها .. ؟؟ أتقدر سعادتها .. ؟؟\r\rالتائب .. كالغائص في البحر .. إذا نجى من اللجة الى الشاطئ .. بعد أن آيس من النجاة ..\r\rالتائب .. كالعقيم بشر بولد ..\r\rالتائب .. أعتق رقبته من أسر الهوى .. أطلق قلبه من سجن المعصية ..","seal":"5F325285","page":73},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":75,"nass":"التائب .. فك روحه من شباك الجريمة .. أخرج نفسه من كير الخطيئة .. التائب ـإخوتاه ـ كالطائر الجريح لا يختال ..\r\rالتائب .. كالقمر الكاسف لا يتكلم ..\r\rالتائب .. كالنجم الغابر .. لا يصيح ..\rلو رأيت التائب لرأيت جفنا مقروحا .. نبصره في الأسحار على باب الاعتذار مطروحا .. سمع قول الاله يوحى فيما يوحى {يا أيها الذين آمنوا توبوا الى الله توبة نصوحا} [التحريم: 8].\r\rالتائب ... مطعمه يسير .. حزنه كثير .. كأنما هو أسير .. قد رمي مطروحا .. فتاب الى الله توبة نصوحا ..\r\rالتائب .. قد نحل بدنه الصيام .. أتعب قدمه القيام .. حلف بالعزم على هجر المنام .. فبذل لله جسما وروحا .. وتاب الى الله توبة نصوحا ..\r\rالتائب .. الذل قد علاه .. والحزن قد وهاه .. يذم نفسه على هواه .. وبذلك صار عند الله ممدوحا .. لأنه تاب الى الله توبة نصوحا ..\r\rأين من يبكي جنايات الشباب ... ؟؟ أين من يبكي على الخطايا التي سود بها الكتاب .. ؟؟ أين من يأتي الى الباب فيجد الباب مفتوحا .. توبوا الى الله توبة نصوحا ...\r\rنسألك اللهم توبة نصوحا .. نذوق بها برد اليقين .. وطعم الاخلاص. ولذة الرضا .. وأنس القبول.","seal":"12A8B0D3","page":74},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":76,"nass":"لماذا لا نتوب؟!!\rأيها العاصي المتخلف عن ركب التائبين\r\rسار المجدون وتركوك ... ونجا المخفون وخلفوك\rنادهم إن سمعوك ... واستغث بهم إن رحموك","seal":"136491C4","page":75},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":78,"nass":"لماذا لا نتوب؟!!\r\rإن التوبة ليست كلمة تقال .. ليست ظنا .. فإذا تبت فاصدق .. وعالج الصدق .. وتعال لنتساءا معا ..\rلماذا لا نتوب .. ؟؟\rإننا لا نتوب توبة نصوحا لوجود عوائق في طريق التوبة ..\r\rسبع عوائق في طريق التوبة:\rالعائق الأول: تعلق القلب بالذنب:\rقد يتعلق القلب بالذنب .. يتعلق بإمرأة .. بسيجارة .. بمال .. بحب النفس .. أو عبادة اللذات .. يتعلق بشيء من الذنوب والمعاصي ..\r\rوالقلب إذا تعلق بشيء عز اقتلاعه منه .. ولكن تعالوا .. تعالوا لنعالج تعلق القلب بالذنب في نقاط ..\r1 - نسيان الذنب:\rأن تنسى ذنبك .. ففي بعض الأوقات قد يفيد تذكر الذنب لينكسر القلب بين يدي الله إذا رأى العبد من نفسه عجبا أو كبرا .. فإذا تذكر ذنبه ذل لله ..\rولكن ينتبه .. أنه إذا رأى من نفسه أنها إذا تذكرت سابق ذنبها تهيج خواطرها للعودة للمعصية فلينس ذنبه .. فلكل نفس ما يصلحها .. وقد يكون فيما يصلح غيرها ما يفسدها هي .. وكلّ أعلم بنفسه وأحوالها وإن غلبه الشيطان فأنساه ..\r\rنعم نقول ينسى ذنبه إذا رأى من نفسه توقا إليه ..\r\rوفي هذا يقول بعض السلف:\" إنّك حال المعصية كنت في حالة جفاء مع الله سبحانه وتعالى .. اما بعد التوبة فقد أصبحت في حالة صفاء مع الله عز وجل .. وإنّ ذكر الجفاء في وقت الصفاء جفاء\".\r\rلذا .. انس ذنبك .. ولا تفكر فيه .. حتى لا تهيج في قلبك لواعج المعصية .. أو تتذكر حلاوة مواقعة الذنب.","seal":"635DBD6E","page":77},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":79,"nass":"2 - هجر أماكن المعصية:\rأن تهجر مكان المعصية تماما .. لا تعد إليه .. انظر الى قيس المجنون وهو يقول:\rأمر بالديار ديار ليلى ... فألثم ذا الجدار وذا الجدار\rوما حب الديار شغفن قلبي ... ولكن حب من سكن الديار\r\rإنّ البكاء على الأطلال سمة من تعلقت قلوبهم بغير الله .. فمن كان يعرف امرأة وتاب الله عليه .. إذا مشى في الطريق يتذكرها ويستعيد في مخيلته أيام المعاصي .. فقل له: ستعود يا مخذول ..\r\rلذا إذا أردت المحافظة على توبتك فاهجر المكان .. لا تعد إليه مرة أخرى .. لا تمر به .. وإذا مررت به فاذكر نعمة الله عليك وقل الحمد لله الذي عافاني .. فغيرك ما زال يسير في طريق الهوى .. لا يستطيع منه فكاكا .. وابك .. وابك على معاصيك .. وتذكر قوله صلى الله عليه وسلم:\" لا تدخلوا على هؤلاء المعذبين إلا ان تكونوا باكين فلا تدخلوا عليهم .. لا يصيبكم ما أصابهم\" (¬1).\r\rفالذي يريد النجاة لا يسكن في أرض موبوءة فإن ميكروب المرض لا بد أن يصيبه .. فكيف لتائب من الزنا أن تحسن توبته وهو لا يكف عن تتبع أخبار الفائدة ومصادقة المرابين وزيارتهم في أعمالهم ..\rوكيف لتائب من التدخين أن يستمر على التوبة وهو لا يجالس إلا المدخنين .. فلا ينهاهم ولا يفارق مجالسهم ..\r¬__________\r(¬1) أخرجه البخاري (433) كتاب الصلاة، (3380) كتاب أحاديث الأنبياء، (4419) كتاب المغازي).","seal":"09130587","page":78},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":80,"nass":"لا بد من هجر أماكن المعصية .. وهذا ما قاله صلى الله عليه وسلم عندما مروا بديار ثمود ..\r\r3 - تغيير الرفقة:\rوذلك بالالتصاق بالصالحين .. ومن تذكرك رؤيتهم بـ الله تعالى .. وتعينك صحبتهم على طاعة الله.\r\r4 - استشعار لذة الطاعة:\rاللهم أذقنا برد عفوك .. ولذة عبادتك .. وحلاوة الايمان بك ..\r\rاستشعار لذة العبادة .. لماذا؟ .. لأنك إذا استشعرت لذة العبادة فإنك تستعيض بها عن لذة المعصية .. إن للمعصية ولا شك للغافل لذة ولسقيم القلب متعة .. ولكن إذا استشعر لذة العبادة .. إذا سجد فتمتّع واستشعر لذة القرب من الله وعرف حب الله .. وعلم لطف الله تعالى بعباده .. علم كرمه وجوده ..\r\rفإذا استشعر كل هذا فاض قلبه بالإيمان وزاد .. وكلما خطر له خاطر المعصية هرع الى الصلاة .. وإذا استشعر لذة تلاوة القرآن .. لذة مخاطبة الله له .. مخاطبة ملك الملوك له .. رب الأرباب .. القاهر المهيمن .. حين تستشعر لذة العبادة تحتقر لذة المعصية تستقذرها ..\r\r5 - الانشغال الدائم:\rإن الفراغ والشباب والجدة ... مفسدة للمرء أي مفسدة\r\rاعمل فإنك إن لم تشغل قلبك بالحق شغلك بالباطل .. ابدأ بحفظ القرآن .. احفظ السنّة .. تعلم الفقه .. تعلم العقيدة .. اقرأ سيرة المصطفى صلى الله عليه وسلم .. انظر في سير السلف الأوائل .. ابدأ العمل في الدعوة .. تحرّك لنصرة دين الله .. ساعد الفقراء .. إرع المساكين .. علّم الأطفال .. انشغل فهذا الانشغال يقطع تعلق قلبك بالذنب.","seal":"72104CA2","page":79},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":81,"nass":"6 - صدق الندم واستقباح الذنب:\rأن تصدق في الندم على ما فات .. فيعافيك الله مما هو آت .. أصدق الله يصدقك .. أصدق في الندم .. واستقباح الذنب .. بأن تعتقد قذارة المعصية .. فلا تعود اليها .. ويعينك الله على الثبات بعيدا عنها.\r\r7 - تأمل أحوال الصالحين:\rقيل لبعض السلف: هل يستشعر العاصي لذة العبادة .. ؟؟ قال لا والله ولا منّ وهمّ ..\r\rحين تتأمل أحوال الصالحين وتتأمل ـ مثلا ـ حال معاذ بن جبل عندما أصابه الطاعون فقال لغلامه: أنظر هل أصبحنا .. ؟ .. قال: لا .. بعد .. فقال: أعوذ بـ الله من ليلة صاحبها الى النار .. ؟؟\r\rانظر من القائل .. ؟؟ إنه معاذ بن جبل .. !! إنه يخشى النار .. !! فماذا تقول أنت .. ؟؟\r\rواعجبا لخوف عمر مع عمله وعدله .. ولأمنك مع معصيتك وظلمك ..\r\r8 - قصر الأمل ودوام ذكر الموت:\rإنّ الذي يذكر الموت بصفة دائمة يخشى أن يفاجأه الموت .. فيلقى الله على معصيته ... فيلقيه الله في النار ولا يبالي ..\r\rقال الحسن:\" أخشى ان يكون قد اطلع على بعض ذنوبي فقال: اذهب فلا غفرت لك\".\r\rقال الحسن:\" اخشى والله أن يلقيني في النار ولا يبالي\".\r\rأول ما يجب عليك فعله هو أن تخلص قلبك من الذنب كما قال إبن الجوزي:","seal":"F41D3AEC","page":80},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":82,"nass":"دبّر لنفسك أنّك إذا اشتبك ثوبك في مسمار .. رجعت الى الخلف لتخلصه .. وهذا مسمار الذنب قد علق في قلبك أفلا تنزعه .. انزعه ولا تدعه في قلبك يغدو عليك الشيطان ويروح .. اقلع الذنب من قلبك ..\r\rاللهم طهّر قلوبنا ..\r\r9 - تعويد النفس على فعل الحسنات والإكثار منها:\rعوّد نفسك على الإكثار من الحسنات إنّ الحسنات يذهبن السيئات .. والماء الطاهر إذا ورد على الماء النجس يطهره قال صلى الله عليه وسلم:\" وأتبع الحسنة السيئة تمحها\" (¬1).\r\rالعائق الثاني من عوائق التوبة: استثقال التوبة واستصعاب الالتزام:\rوهذا من فعل الشيطان والنفس الأمّارة بالسوء .. بعض الناس إذا قلت له: تب .. قال لك: إن هذا عليّ صعب عسير .. فمثلا ترى المدخن يقول: إنّ لي عشرين عاما وانا أدخن .. أنا أنوي التوبة من التدخين .. ولكن كيف اتوب وقد تسرب هذا السم الى جسمي وصرت لا أستطيع التخلص من أسره .. ؟؟\rويقول لك آخر: إنني مذ عرفت عيناي الرؤية وأنا أنظر الى النساء .. فكيف أتوب وآخر: كيف أنتهي عن الكذب والنميمة .. ؟؟ ورابع يقول: إنني طوال حياتي أرسم للناس صورة خيالية عن نفسي ولا أستطيع أن أهدم تلك الصورة الآن ..\r¬__________\r(¬1) أخرجه الترمذي (1987) كتاب البر والصلة، والامام أحمد في مسنده (20847)، و (20894).","seal":"BF77582B","page":81},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":83,"nass":"إنهم وفي قرارة أنفسهم يعلمون أنهم مخطئون .. ولكنهم يحتجون أو يتبججون .. فيقولون .. إنّ الملتزمين قد حرموا كل شيء .. السجائر .. الخمر .. الموسيقى ... الشم .. الهيروين .. كلّ هذا حرام .. فما بقي لنا ..\r\rسبحان الله العظيم .. فكيف السبيل للتحاور مع هؤلاء .. كيف تقول لهم إنّ الحرام أشياء معدودة وهو ما حرمه الشرع ولم يحرمه الملتزمون .. أما الحلال فلا سبيل الى حصره ..\r\rإننا نتناسى أن الأصل أن تعيش لله وبالله ... ولا تستثقل الالتزام مثل أن تقوم لتصلي الفجر في حين تعودت أن تنام حتى الظهر .. ألا ترى أنه من الخسران أنك قد حولت لياك الى نهار .. ونهارك الى ليل .. هذا في حين يقول خالقك في كتابه العزيز: {وجعلنا الليل لباسا* وجعلنا النهار معاشا} [النبأ: 10 - 11] وقال: {من إله غير الله يأتيكم بليل فيه تسكنون} [القصص: 72].\r\rفالليل سكون .. وأنت قد قلبت السكون الى ضجيج وموسيقى .. وعشت لياك نهارا .. عندها لن يكفيك نوم النهار كله .. ولكن إذا حاولت ضبط نفسك .. فتنام مبكرا وتستيقظ مبكرا .. كما قالت أم المؤمنين عائشة: عجبت لمن ينام عن صلاة الضبح كيف يرزق .. ؟ فبعد صلاة الصبح تقسم الأرزاق .. أنت تنام ولا تصلي والله برزقك .. ألا تخجل من نفسك .. ؟! تعصي الله وهو يمهلك ..\r\rوالسؤال الآن: كيف يمكن الخلاص من استثقال التوبة واستصعاب الالتزام .. ؟\rعليك الآن بالآتي:\r\r1 - دفع التسويف:\rفورا وبلا تردد .. والتوبة بادي الرأي .. ألا تفكر قبل أن تتوب ... وأن تسلم لله سبحانه وتعالى .. وانظر لكلمة اشتهرت عن سيدنا علي رضي الله عنه ـ ولا نعلم مدى صحتها بالنسبة إليه ـ .. أنه لما عرف الاسلام قال له الرسول صلى الله عليه وسلم:\" ألا تستشير والديك .. ؟ \" قال: وهل استشار الله سبحانه وتعالى ولدي حين","seal":"CDA6CBE5","page":82},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":84,"nass":"خلقني .. ؟\r\rإنّ أحدهم إذا قلت له: تعل لتصلي العصر قال لك: سوف أصلي ركعتين استخارة أولا .. فيم تستخير .. ؟ وعلام .. ؟\r\rإن الواجب عليك أن تتوب .. الآن وبلا تسويف .. فإنّ التوبة فرض .. واجب .. هل تفكر ما إذا كنت تتوب أم لا .. ؟ إنّ هذا كمن يستفتي الناس فيما شرع الله هل صحيح أم لا؟\r\rإنها أومر الله .. وقد هداك النجدين .. إما أن تطيع أو أن تعصي .. فهل ستطيع أم أنك ستعصي ..\r\rواعلم أنّ أول علاج لاستثقال التوبة واستصعاب الالتزام هو دفع التسويف فورا .. وتحرير النية.\r\r2 - الصدق مع الله:\rإذا صدقت مع الله فسيعوّضك الله خيرا مما تركت .. فمن ترك العمل في البنوك الربوية لله روقه الله من حيث لا يحتسب .. فسبحانه الذي يطعم ولا يطعم .. وهو الذي قال: {وما خلقت الجنّ والإنس إلا ليعبدون* ما أريد منهم من رزق وما أريد أن يطعمون* إن الله هو الرزاق ذو القوة المتين} [الذاريات: 56 - 58].\r\rوسبحانه قال: {وفي السماء رزقكم وما توعدون* فوربّ السماء والأرض إنه لحق مثل ما أنكم تنطقون} [الذاريات: 22 - 23].\r\rوعز من قائل: {وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها، كلّ في كتاب مبين} [هود:16].\r\rسبحانه قال: {وقدّر فيها أقواتها} [فصّلت 10].\r\rأتخاف أن يجيعك الله .. ؟ وأنت لا تنظر ماذا قدّمت .. ماذا فعلت من عمل لأجله .. ؟؟ يجب عليك أولا الصدق مع الله .. أصدق الله يصدقك .. تب لله صادقا يكفيك كلّ ما أهمّك .. {ومن يتق الله يجعل له مخرجا*ويرزقه من حيث لا يحتسب} [الطلاق:2 - 3].\rواعلم أن ما عند الله لا ينال إلا بطاعته ..","seal":"014716F4","page":83},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":85,"nass":"3 - التبرؤ من الحول والقوة:\rأن تتبرأ من كل حول وقوة .. وأن تستشعر الإعانة والمعية .. وحسن الظن بـ الله سبحانه وتعالى .. إنّ كلّ صهب بحول الله وقوته يصير سهلا .. فإذا استعنت بالله أعانك .. والقلوب بين أصبعين من أصابع الرحمن يقلبها كيف يشاء .. فهو قادر على أن تبيت وأنت تحب المعاصي وتصبح وأنت تكرهها .. وما يدريك ..\r\rإنّ التبرؤ من الحول والقوة أن تدع حولك وقوتك .. عزيمتك وهمّك وأن تستعين بالملك القادر .. القاهر .. أن تستعين به ..\r\rلما هدّد شعيب: {قال الملأ الذين استكبروا من قومه لنخرجنّك ياشعيب والذين آمنوا معك من قريتنا أو لتعودنّ في ملتنا، قال أولو كنا كارهين* قد افترينا على الله كذبا إن عدنا في ملتكم بعد إذ نجّانا الله منها، وما يكون لنا أن نعود فيها إلا أن يشاء الله ربنا، وسع ربنا كل شيء علما، على الله توكلنا، ربنا افتح بيننا وبين قومنا بالحق وأنت خير الفاتحين} [الأعراف: 88 - 89] هكذا تتبرأ من الحول والقوة بقول على الله توكلنا ...\r\rانتهت القضية .. اصنعوا ما شئتم قالها نوح من قبل {فأجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمّة ثمّ اقضوا اليّ ولا تنظرون} [يونس:71].\r\rوقالها هود عليه السلام: {فكيدوني جميعا ثم لا تنظرون* إني توكلت على الله ربي وربكم} [هود:55 - 56].\r\rكما قلنا من قبل إن نواصينا ونواصي أعدائنا في يد ملك واحد .. في يد رب واحد .. يصنع بنا وبهم كيف يشاء .. لذلك تبرأ من حولك وقوتك واستشعر معية الله {وهو","seal":"D30F620C","page":84},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":86,"nass":"معكم أين ما كنتم} [الحديد:4] بعلمه وإحاطته وحوله وقوته معك {وإذا سألك عبادي عني قإني قريب} [البقرة:186] .. وقال صلى الله عليه وسلم:\" احفظ الله يحفظك، احفظ الله تجده تجاهك\" (¬1).\rأيها الأحبة في الله: لاستشعار المعية انظر وقارن بين قول الله عز وجل: {أرأيت إن كان على الهجى* أو أمر بالتقوى* أرأيت إن كذّب وتولّى* ألم يعلم بأن الله يرى} [العلق: 11 - 14].\r\rفي مقابلها لما قال موسى عليه السلام لربه: {قالا ربنا إننا نخاف أن يفرط علينا أو أن يطغى* قال لا تخافا إنني معكما أسمع وأرى} [طه: 45 - 46].\r\rقارن بين الآيتين: في الأولى {ألم يعلم بأن الله يرى} [العلق:14] على سبيل التهديد والوعيد، وفي الأخرى على سبيل تثبيت القلب وإطمئنانه والركون إليه وصدق اللجوء إليه ..\r\rفي حال المعصية تتذكر: {ألم يعلم بأن الله يرى} أي سينتقم إن لم ترجع في الثانية حال كونك تتوب تتذكر\r{لا تخافا إنني معكما أسمع وأرى} معية رحمة وإعانة وتوفيق وتسديد وهداية ..\r\rالعائق الثالث من عواءق التوبة: الاعتذار والتعلل والبحث عن المبررات:\rمن أخطر عوائق التوبة تزيين الشيطان عندما تقول لإمرأة إنّك متبرّجة لم لا ترتدين الخمار .. تقول لك إنها ظروف\r¬__________\r(¬1) أخرجه الترمذي (2516) كتاب صفة القيامة والرقائق والورع وقال حسن صحيح.","seal":"80B054EE","page":85},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":87,"nass":"إنّ زوجي لا يرضى وأبي لا يرضى .. وهذا هو البحث عن المبرر .. وإذا سألت حليق اللحية: لم تحلقها .. ؟ يقول: طاعة الأب .. وبرّ الوالدين فرض .. مبررات .. إنه الهوى .. أو ما يسمى بالمنطق التبريري وهو أكبر مرض يواجه شباب الصحوة ..\r\rتزيين الشيطان: {أفمن زيّن له سوء عمله فرءاه حسنا} [فاطر:8] نجد هذا يطيل ثوبه ويقول إنه لا يطيله بسبب الكبر .. وإذا كانت الموضة تأمر بأن يكون رداء الرجل حتى الركبة لاتبعها الجميع ويتناسوا قول النبي صلى الله عليه وسلم عندما يقول إسبال الثوب، إسبال في النار .. فههنا تخرج علينا المبررات .. هذا هو تزيين الشيطان ..\r\rوالعلاج الدافع لهذا السبب: طلب العلم، واتهام النفس.\r\rالعائق الرابع: الاغترار بستر الله وتوالي نعمه:\rفإذا أذنب العبد الذنب وستره الله .. فيظن أن الستر إنما كان بحسن تخطيطه .. ولم يفكر أن القضية ليست بحسن التخطيط وإنما القضية بستر الحلم عليه ..\r\rوعلاج هذا الخوف من العقوبة بهتك الستر المسبل عليك .. والعلم بأن الإمهال استدراج قال النبي صلى الله عليه وسلم في الحديث الصحيح:\" إذا رأيت الله تعالى يعطي العبد من الدنيا ما يحبّ وهو مقيك على معاصيه فاعلم إنما ذلك منه إستدراج\" (¬1).\r¬__________\r(¬1) أخرجه الامام أحمد (16860) في مسند الشاميين، وقال الشيخ الألباني رحمه الله إسناده جيد \"مشكاة المصابيح\" (5201).","seal":"F7F44935","page":86},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":88,"nass":"وقال تعالى: {فذرني ومن يكذّب بهذا الحديث سنستدرجهم من حيث لا يعلمون* وأملي لهم، إنّ كيدي متين} [القلم:44 - 45]. لله المثل الأعلى لكننا سنطرح هنا مثالا .. بموظف دخل في مرة ووجد نقودا في درج المكتب الخاص للمدير فأخذها .. فأخذ الشك المدير فيه فماذا يعمل؟\r\rإنه في مرة أخرى يضع نقودا في نفس الدرج .. ويتغافل حتى يضع الموظف يده في الدرج لأخذ النقود فعندها يمسكه ويقول إنه ما فصله من عمله في المرة الأولى إلا لعدم التأكد ..\r\rإنّ هذا مثال الاستدراج ولله المثل الأعلى .. فتجد الشاب قد فعل كذا وكذا وستره الله .. ويطلب من الله الرزق فيعطيه .. وقد قلنا من قبل وحذرنا .. فإياك أن تظن أن إجابة الله لدعائك كرامة .. فقد يعطي الله العبد ما يطلب وهو يكرهه ليكون فيه هلاكه ..\r\rأليس الله قد أجاب إبليس دعوته وهو أبغض خلقه إليه .. عندما قال له إبليس: {قال ربّ فأنظرني الى يوم يبعثون* قال فإنك من المنظرين} [الحجر: 36 - 37].\r\rفأنت تطلب الرزق .. والزوجة الجميلة .. الطيبة .. والوظيفة المريحة .. فيعطيك وعندها تظن أن الله يحبك .. ألا ترى معاصيك ومخازيك .. ألا تتدبر قول الله تعالى: {إنما نملي لهم ليزدادوا إثما} [آل عمران: 178].\r\rواستمع لقول النبي صلى الله عليه وسلم:\" إنّ الله يعطي الدنيا لمن يحبّ ومن لا يحبّ\".\rفانظر الى الدنيا لقد أعطاها الله للكفرة والفاسقين أيعني ذلك أنه يحبهم .. أبدا .. فخف من الله قدر قربه منك .. وارجوه قدر قربه منك .. ولا يأمن مكر الله إلا القوم الفاسقون.","seal":"C1DAE480","page":87},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":89,"nass":"العائق الخامس من عوائق التوبة: تعلق الذنب بأحكام يخشى العاصي منها بعد التوبة:\rفإن الشاب قد يزني .. وهو قد سمع ان من زنى يزنى به ولو في جدار بيته فيقول .. إذان لم أتوب .. فإذا سمع قول الله {الزاني لا لاينكح إلا زانية} [النور:3] فيقول إذن لن أتزوج فإنّ من أتزوجها لا بد وأن تكون زانية ونسي قول الله سبحانه وتعالى: {ولا تزر وازرة وزر أخرى} [الأنعام:164] المقصود أن القلب قد يتعلق بأحكام .. فقد يظن أنه لو تاب سيرجم ويقام عليه الحد فيقول دعني مع الذنوب إذن .. من سرق مالا يؤمر بعد التوبة أن يرد المظالم ..\r\rفإذا لم يستطع قال لك دعني فلا فائدة ولكن لا يجب الاستسلام لتلبيس إبليس الذي يصنع من الذنب خمدقا يحاصرك فيه فلا تخرج من الذنب أبدا فيقول هل ستتوب .. إنّك لن تستطيع .. إنّك لا تصلح للتوبة .. ولا بدّ أن ننسى قول الله تعالى: {إنّ الله يغفر الذنوب جميعا} [الزمر:53] وأنه سبحانه يقبل التوبة عن عباده وقد قال سبحانه وتعالى {ومن يقنط من رحمة ربه إلا الضالون} [الحجر: 56] فلا تقنطوا من رحمة الله والتوبة تجب ما قبلها .. قال ربنا {قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله} [الزمر:53].","seal":"26C5716E","page":88},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":90,"nass":"العائق السادس من عوائق التوبة: الابتلاءات التي تقع على التائب بعد التوبة:\rيقول ربنا تبارك وتعالى: {أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون* ولقد فتنّا الذين من قبلهم فليعلمنّ الله الذين صدقوا وليعلمنّ الكاذبين} [العنكبوت 2 - 3] لا بد هنا من العلم بأنك عندما تتوب سيعاديك أهلك .. ستجد نفسك بعد ان كنت حليقا .. ترتدي أحد الموضات .. متعطرا يتهافت عليك الناس في الوظائف .. وعندما تبت الى الله ورجعت اليه فأعفيت لحيتك ولبيت القميص الأبيض والعمامة تبحث عن عمل فلا تجد .. فعندها يجب أن تتذكر قول الله تعالى عندما يقول: {ومن الناس من يعبد الله على حرف فإن أصابه خير إطمأن به وإن أصابته فتنة انقلب على وجهه وخسر الدنيا والآخرة} [الحج:11]. ستجد العداء ن زملائك في العمل المدير مثلا قد تنافقه عندما شعرت أن النفاق هو العملة الرابحة أما الآن فإذا دخلت قلت السلام عليكم .. يقول اللهم اكفنا شرّ هذا النهار .. وهكذا النفاق الاجتماعي وعلى ذلك فقس ..\r\rالمقصود ستجد العداء من المدير والزملاء .. الهل والأقارب .. الزوجة والأصدقاء .. الجيران .. عداء من جميع الجبهات .. قال ورقة بن نوفل للنبي صلى الله عليه وسلم: ليتني أكون معك يوم يخرجك قومك فقال له صلى الله عليه وسلم","seal":"6AEA7FA9","page":89},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":91,"nass":"مرتاعا:\" أومخرجيّ هم\"؟ قال: نهم .. لم يأت رجل قط بما جئت إلا عودي (¬1).\rهذا هو محمد الصادق الأمين .. اما عن قوم صالح فقد قالوا: {ياصالح قد كنت فينا مرجوّا من قبل هذا} [هود:62] .. كنا نحبك .. ماذا جرى لك لترافق المتطرفين .. أجننت .. فحين يرى العداء يفاجأ بأن الدنيا قد اشتعلت من حوله فيعود من حيث أتى .. ولكن اعلم قول الله تعالى: {ولينصرنّ الله من ينصره} [الحج:40]. هذه سنّة الله التكوينية أن يكون العداء في البداية ثم يكون ظهور الحق، قال الامام الشافعي:\" لا تمكين حتى تبتلى\" الكل سيعلم أنك على حق .. واعلم إنك إما ستكون شهادة حق للاسلام وإما أن تكون شهادة زور ضد الاسلام حين تعود لتلك الشرور والمعاصي ..\r\rقلنا مرارا وتكرارا إنّ إنتصار المسلمين يوم حورصروا فيالشعب ثلاث سنين لم يكن أقل من انتصارهم في غزوة بدر لأن المشركين حين رأوا الثبات قالوا إن المسلمين على حق .. وكذلك فعندما يرون منك الثبات سيقولون إنّ الملتزمين على حق .. فإياك أن ترجع، واستعن بالله واثبت.\r\rالعائق الأخير: العصرة التي تصيب قلب التائب:\rيقول ابن القيّم (¬2):\rها هنا دقيقة قلّ من من يتفطن لها إلا فقيه في هذا الشأن .. رحم الله ابن القيّم ورضي عنه .. قال وهي أن كل تائب لا بد له في أول توبته من عصرة وضغطة في قلبه .. من همّ أو غم .. من ضيق أو حزن ..\r¬__________\r(¬1) أخرجه البخاري (4) كتاب بدء الوحي، ومسلم (160) كتاب الايمان.\r(¬2) في كتاب \" طريق الهجرتين\" ص 340 دار الحديث.","seal":"E92FA876","page":90},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":92,"nass":"يجب أن تشعر بهذه العصرة عندما تتوب .. الخوف من أن تكون قد ضللت الطريق .. فأنت لا تعرف جوانب الطريق .. لا تدري أوله ولا تعلم الى أين يفضي بك آخره .. ويقول ابن القيّم: ولو لم يكن إلا تألمه بفراق محبوبه .. فقد كانت الذنوب محبوباته .. أنيسته في وحشته .. فعندما يتوب سوف يفقد هذا الأنيس .. سوف يفقد أشياء كان يحبها .. سيتألم لفراق عيوبه التي لازمته ردحا من الزمان .. فينضغط قلبه وينعصر لذلك ويضيق صدره .. فأكثر الخلق يتوبون ثم ينكثون على أعقابهم ويعودوا الى المعاصي لأجل هذه المحبة للمعاصي .. والعالم الموفق يعلم أن الفرحة والسرور واللذة الحاصلة عقيب التوبة تكون على قدر هذه العصرة أقوى وأشد كانت الفرحة واللذة أكمل وأتم ..\r\rإنّ هذه العصرة دليل على حياة قلبك وقوة استعداده .. لو كان قلبك ميتا واستعدادك ضعيفا لما انعصر .. واعلم أن الشيطان لص الإيمان .. واللص إنما يقصد المكان المعمور .. بمعنى أن يحاول سرقة الايمان من القلب المعمور بالإيمان .. إنه لا يذهب الى المقهى أو الى الملهى .. فمن يجلس هناك ليس في قلبه ما يسرق .. إنما يقصد المكان المعمور من اجل السرقة ..","seal":"9C9996E1","page":91},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":93,"nass":"لما قيل لإبن عباس إنّ اليهود يقولون نحن لا نوسوس في الصلاة .. قال: سبحان الله كيف يوسوس الشيطان لشيطان .. هم الشياطين .. والشيطان لص الإيمان .. والشيطان إنما يقصد المكان المعمور أما المكان الخرب فلا يرجو أن يظفر منه بشيء .. فإذا قويت المعارضات الشيطانية .. قويت العصرة .. فيوسوس لمن لبست النقاب .. ما الذي دفعك لهذه الفعلة الشنعاء .. أما انتظرت حتى تتزوجين .. ويوسوس لمن التزم وأعفى اللحية أما كنت انتظرت قليلا قبل الالتزام حتى كونت مستقبلك من السرقة .. المقصود أن هذه العصرة وسوسة الشيطان إذا دخل الشيطان ليوسوس دل على أن في قلبك من الخير ما يشتد حرص الشيطان على نزعه منه ..\r\rإنّ قوة المعارض والمضاد تدل على قوة معارضته وضده ..\r\rالإنسان القوي إما أن يكون رأسا في الخير أو رأسا في الشر.\r\rإنّ النفوس الأبية القوية إذا كانت خيرة صارت رأسا في الخير وإن كانت شريرة صارت رأسا في الشر ولما كانت رأسا في الشر حرص الشيطان على ألا تبقى في الخير فتحصل قوة مجاذبة بينك وبين الشيطان.\r\rفإنه بحسب موافقته لهذا العارض وصبره عليه يثمر له ذلك من اليقين والثبات والعزم ما يوجب زيادة انشراحه وطمأنينته دليل على حرص الشيطان عليك ..\r\rوهذا دليل قوة إيمان لذلك ينعصر قلبك لأنه لو لم يكن فيه إيمان كان فورا قد عاد من حيث أتى","seal":"C44C719A","page":92},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":94,"nass":"فلذلك ينبغي أن تعلم أن ثباتك وعزمك سيوجب لك بعد النصر انشراحا وطمأنينة ..\rكلما عظم المطلوب كثرت العوارض وهذه سنة الله في الخلق وانظر الى الجنة وعظمها .. انظر في المقابل الى الموانع والقواطع التي حالت دونها .. وقد قال رسول الله صلى الله عليه وسلم:\" حفّت الجنة بالمكاره\" (¬1). حتى أوجبت أن ذهب من كلّ ألف رجل واحد يدخل الجنة وقول الله سبحانه وتعالى في الحديث القدسي \" يا آدم اخرج بعث النار فيقول آدم وما بعث النار يا رب يقول الله سبحانه وتعالى من كل ألف تسعمائة وتسعة وتسعون الى النار وواحد الى الجنة\" ..\r\rفما السبب؟؟\r\rالسبب أن الجنة قد حفت بالموانع والقواطع .. انظر الى محبة الله سبحانه وتعالى والانقطاع اليه والتبتل اليه وحدع والأنس به وحده .. انظر الى محبته واتخاذه وايا ووكيلا وكافيا وحسيبا .. هل يكتسب العبد أشرف من هذا .. انظر الى القواطع والحوائل المانعة دون ذلك .... هل الطرق الموصلة الى محبة الله سبحانه وتعالى بهذه السهولة .. إنّ هذا غير ممكن .. إنّ هذه الطرق تحتاج الى الكثير من المجاهدة لذا ينبغي أن تنتبه الى هذا الأمر .. انتبه الى تلك العصرة الحادثة بالتوبة ..\r¬__________\r(¬1) مسلم (2723) كتاب الجنة وصفة نعيمها، والترمذي (2559) كتاب صفة الجنة.","seal":"266D3CFC","page":93},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":95,"nass":"فلما كانت التوبة من أجلّ الأمور وأعظمها نصبت عليها المعارضات والمحن ليتميز الصادق من الكاذب .. وتقع الفتنة ويحصل الابتلاء ويتميز من يصلح ممن لا يصلح .. قال سبحانه: {ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب، وما كان الله ليطلعكم على الغيب ولكن الله يجتبي من رسله من يشاء، فآمنوا بالله ورسله، وإن تؤمنوا وتتقوا فلكم أجر عظيم} [آل عمران: 179].\r\rفاصبر على تلك العصرة قليلا .. تفضي بك الى رياض الأنس وجنات القدس.\r\rيقول ابن القيّم:\rولكن إذا صبر على هذه العصرة قليلا أفضت به الى رياض الأنس وجنات الانشراح وإن لم يصبر {انقلب على وجهه خسر الدنيا والآخرة، ذلك هو الخسران المبين} [الحج:11].\rفاصبر أخي في الله على تلك العصرة ولا تهتم بها .. وتأمل نصر الله بعد ذلك فهذه العصرة لا بد منها .. وهي علامة من علامات الصحة .. فليطمئن قلبك .. وانطلق .. وانطلق ..","seal":"6D25EFB8","page":94},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":96,"nass":"ما هي أركان التوبة\rأولا: الاخلاص: اللهم ارزقنا الاخلاص يا رب:\rالإخلاص أن تتوب خوفا من الله وتعظيما لحرماته وإجلالا له وخشية من سقوط المنزلة عنده وخشية البعد والطرد عنه الحجاب عن رؤية وجهه في الدار الاخرة.\r\rثانيا: الاقلاع:\rأقلع عن الذنب فورا وبدون ممطلة .. فإنك إن أقمت على الذنب وقلت يا رب تب عليّ .. فيرد عليك الكريم أقلع عن الذنب وأنا أتوب عليك ..","seal":"BA20079E","page":95},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":97,"nass":"ثالثا: الندم:\rإنّ الندم يحصل بمطالعة الجناية .. وهذا يكون بتعظيم الحق جل جلاله ومعرفة مقامه .. ومعرفة ذاته وصفاته والتعبد اليه بها .. ومعرفة النفس وإنزالها منزلتها ومعرفة أن سبب كلّ شر يقع فيه ابن آدم فمن نفسه .. وتصديق الوعيد ..\r\rهذه هي الثلاثة التي يحصل بها الندم:\r(1) معرفة الله.\r(2) معرفة النفس.\r(3) تصديق الوعيد.\r\rولأن عماد التوبة على الندم فسنقف هنا قليلا لنتأمل هذه الأمور الثلاثة:\r\r(1) تعظيم الحق: فإذا أردت أن تعرف عظم الذنب .. فانظر الى عظمة من أذنبت في حقه .. أكبر آفة وقع فيها أهل عصرنا .. وأكبر معصية ارتكبتها قلوب أمتنا ... أن زالت هيبة الله من القلوب .. هذه هي المأساة .. أننا صرنا نخاف من البشر أكثر من خوفنا من الله .. ونستحيي من البشر أعظم من حيائنا من الله .. ونرجو البشر بأعظم من رجائنا في وجه الله .. لذا لما هان الله علينا هنّا عليه .. والجزاء من جنس العمل ...","seal":"B9A93484","page":96},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":98,"nass":"أيها الاخوة .. إن تعظيم الحق ألا يرى في قلبك سواه. ومن كملت عظمة الحق تعالى في قلبه عظمت عنده مخالفته .. لأن مخالفة العظيم ليست كمخالفة من هو دونه .. فينبغي أن يعظم الله في قلبك ..\r\rيقول ابن القيم رحمه الله تعالى:\rواستجلاب تعظيم الرب .. أن تعرف الله سبحانه وتعالى .. وهو سبحانه يتعرف الى العباد في قرآنه .. وعلى لسان نبيه .. بصفات ألوهيته تارة .. وبصفات ربوبيته تارة اخرى ..\r\rفمعرفة صفات الالهية .. توجب للعبد المحبة الخالصة .. والشوق الى لقائه .. والأنس والفرح والسرور به .. هذا مما يوجبه النظر في صفات الألوهية.\r\rمثل الصفات التي توجب عبادته جل جلاله. صفات الأمر والنهي .. صفات العهد والوصية .. صفات إرسال الرسل .. وإنزال الكتب والشرائع .. هذه تنبعث منها قوة الامتثال والتنفيذ .. والتبليغ لها والتواصي بها .. والتصديق بالخبر والامتثال بالطلب .. والاجتناب للنهي ..\r\rالصفات التي تجلب التعبد أن يسر في خدمته .. وينافس في قربه .. والتودد اليه بطاعته .. ويلهج لسانه بذكره .. ويفر من الخلق اليه .. ويصير الله وحده .. هو همه دون سواه.\r\rأما شهود صفات الربوبية:\r\rفإنها توجب التوكل عليه .. والافتقار اليه .. والاستعانة به .. والذل والانكسار له .. وكمال ذلك \" وهو الشاهد الذي أرجو أن يتوصّل اليه\"","seal":"F8A16B8E","page":97},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":99,"nass":"هو ما ذكره ابن القيّم في كتابه القيّم \"الفوائد\".\r\r\" أن يشهد ربوبيته في إلهيته .. أن تشهد حمده في ملكه .. وعزه في عفوه .. وجكته في قضائه وقدره .. ونعمته في بلائه .. تشهد عطاءه في منعه .. بره وإحسانه ورحمته في قيوميته .. أن تشهد عدله في انتقامه .. وجوده وكرمه في مغفرته .. أن تشهد ستره وتجاوزه .. وحكمته ونعمته في امره ونهيه .. أن تشهد عزه في رضاه .. وغضبه وحلمه في إمهاله .. وكرمه في إقباله .. وغناه في إعراضه .. أن تعرف الله .. فإذا عرفته عظم في قلبك.\r\rثم يعلق ابن القيم فيقول: من أعظم الظلم والجهل أن تطلب التوقير والتعظيم لك من الناس .. وقلبك خال من تعظيم الله وتوقيره.\r\rوعلينا أن ننتبه الى هذه الفائدة الغالية:\rفإنك توقر المخلوق وتجله أن يراك في حال .. ثم لا توقر الله فلا تبالي أن يراك سبحانه وتعالى عليها .. أيحب احدكم أن يراه الناس وهو يزني .. ؟؟ إذن فكيف ترضى أن يراك الله على هذه الحالة .. ؟؟ ألا تستحيي منه؟؟\r\rوصدق الله تعالى: {يستخفون من الناس ولا يستخفون من الله وهو معهم إذا يبيّتون ما لا يرضى من القول، وكان الله بما يعملون محيطا* هاأنتم هؤلاء جادلتم عنهم في الحياة النيا فمن يجادل الله عنهم يوم القيامة أم من يكون عليهم وكيلا} [النساء: 108 - 109].","seal":"59CBCDDD","page":98},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":100,"nass":"والله علمنا .. قال لنا سبحانه وتعالى .. لينبهنا الى تلك القضية أتم تنبيه .. لفت نظرنا الى شيء نستشعره .. شيء موجود عندنا وجودا ماديا .. لأننا ننسى استشعار نظر الله ومراقبة الله .. فقال جل جلاله: {وما كنتم تسترون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظنكم أن الله لا يعلم كثيرا مما تعملون* وذلكم ظنّكم الذي ظننتم بربكم أرداكم فأصبحتم من الخاسرين* فإن يصبروا فالنار مثوى لهم وإن يستعتبوا فما هم من المعتبين} [فصّلت: 22 - 24].\r\rلما كانت نفس الانسان ضعيفة .. واستشعاره معية الله صعبا ذكرهم الله بأن معهم شهودا: سمعكم، وأبصاركم، وأيديكم، وأرجلكم، وبطونكم، وفروجكم .. نعم ستشهد عليك .. فإذا اردت أن تعصي الله فاذكر ان الله معك يسمعك ويراك {ألم تر أن الله يعلم ما في السموات وما في الأرض ما يكون من نجوى إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيامة، إن الله بكل شيء عليم} [المجادلة:7].\rفإن لم تستشعر تلك القضية .. وعجز قلبك عن استحضار سمع الله وبصره .. فتخشاه .. فتخافه .. تخشى بطشه .. تخاف انتقامه .. تستحيي أن يراك على العيب .. عليك رقيب .. وهو الذي يسترك .. فوقك قاهر .. وعليك قادر .. ومنك قريب .. يستطيع أن ينتقم ويأخذ حقه .. ولكنه الحليم .. والحيي الستير .. جل جلاله .. وعجز قلبك عن استحضار تلك المعية .. فام تستطع أن تختفي من الله .. ولا أن تستتر منه .. فتذكر أن معك عينا ستشهد عليك .. وأذنا تشهد عليك .. ويدا ستشهد عليك .. ورجلا ستشهد عليك ..\r\rفإنك إن","seal":"112649EF","page":99},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":101,"nass":"استطعت أن تستتر وتختبئ .. فتختبئ من أعضائك .. وتتوارى منها .. فافعل .. فإن لم تقدر فاترك المعصية خوفا من ذي الجلال جل جلاله ..\r\rيا من يعاني مأساة الذنوب اختبئ من الله فلا يراك عليها .. فإن نسيت نظر الله وغلبتك شهوتك .. فأعمت عين بصيرتك .. فاختبئ من يدك التي تعصي .. إذا تحركت عينك للنظر فتذكر أنها ستشهد عليك يوم القيامة .. وإذا تحركت رجلك لتعصي فاعلم أنها وكل جوارحك عليك شهود يوم تلقى الله عز وجل ..\r\rيا من يؤذي الناس بلسانه .. تذكر أن الله سميع .. يسمعك وسيحاسبك .. فإن نسيت الله .. فتذكر شهادة الجوارح عليك .. تذكر شهادة لسانك وأذنك ..\r\rهنا إذا كملت عظمة الله في القلب منعته من المعصية .. إنّك تريد أن يوقرك الناس .. وأنت لا توقر الله .. كيف ذلك ... قال تعالى: {ما لكم لا ترجون لله وقارا} [نوح:13]، أي: لا تعاملونه معاملة من توقرونه .. والتوقير: هو التعظيم .. ومنه قوله تعالى: {وتعزّروه وتوقّروه} [الفتح:9] قال الحسن: في تفسير قوله تعالى: {ما لكم لا ترجون لله وقارا} [نوح:13] أي: مالكم لا تعرفون لله حقا ولا تشكرونه ..\r\rقال مجاهد: لا تبالون عظمة ربكم.\r\rقال عبدالرحمن بن زيد بن أسلم: لا ترون لله طاعة.\r\rقال عبدالله بن عباس: أي لا تعرفون عظمة الله تعالى.\rهذه المعاني ترجع كلها الى معنى واحد أنه لو عظموا الله وعرفوه .. أطاعوه وشكروه .. ولم يعصوه .. فطاعته سبحانه .. واجتناب معاصيه .. والحياء منه .. بحسب وقاره في القلب ..","seal":"FB9200EB","page":100},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":102,"nass":"ما هي علامات توقير الله:\rمن علامات توقير الله سبحانه وتعالى:\r\r(1) ألا تذكر اسمه مع المحقرات:\rقال بعض السلف: ليعظم وقار الله في قلب أحدكم أن يذكره عند ما يستحي من ذكره .. فانظر الى مدى توقير السلف لربهم .. كانوا يستنزهون أن يوضع اسم الله بجوار ما يستقبح ذكره .. فيقرن اسمه به .. كأن يقول الرجل: قبّح الله الكب والخنزير .. فيوقرون الله ان يوضع اسمه مع هذه الحيوانات.\r\r(2) ألا تنسب الشر اليه:\rإنّ من عقيدتنا أن الخير والشر من الله .. لكننا لا ننسب الشر الى الله تأدبا قال صلى الله عليه وسلم:\" {لبيك وسعديك الخير كله في يديك .. والشرّ ليس إليك\" (¬1).\r\rوقال إبراهيم عليه السلام: {والذي هو يطعمني ويسقين* وإذا مرضت فهو يشفين} [الشعراء: 79 - 80] فلم يقل: وإذا أمرضني .. وإنما نسب الشر الى نفسه تأدبا مع الله.\r\rوقال مؤمنو الجن: {وأنّا لا ندري أشرّ أريد بمن في الأرض أم أراد بهم ربهم رشدا} [الجن: 10]. فعند الرشد ذكروا ربهم .. وعند الشر بنوا الفعل للمجهول.\r¬__________\r(¬1) مسلم (771) كتاب صلاة المسافرين وقصرها.","seal":"17C1E7EB","page":101},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":103,"nass":"لكن أهل عصرنا على العكس .. تجد الرجل منهم يقول يا كاسر كل سليم يا رب ..\r\rفمن إذاً الذي يجبر المكسور .. ؟ وكيف ينسب الشر الى الله ...\r\rوتجد من يقول الحمد لله الذي لا يحمد على مكروه سواه .. لماذا تذكر الله بالمكروه .. إننا لا نناقش هنا حرمة هذه الكلمة من حلها .. ولكننا نناقش السبب الذي من أجله نسبت الشر الى الله .. وكيف أن السلف كانوا يجلونه ويبجلونه لدرجة أنهم لا يذكرون بجوار اسم الجلالة أي لفظ يرون أنه لا يناسب عظمته عز وجل .. هذا وإن كان الخير والشر منه سبحانه جل وعلا.\r\r(3) من وقاره: ألا تعدل به شيئا من خلقه لا في اللفظ ولا في الفعل:\rفلا تقل: ما شاء الله وشئت .. وهذا لأنه عندما قالها رجل لرسول الله قال صلى الله عليه وسلم: \"أجعلتني لله ندّا؟ \" (¬1).\r\r(4) من توقيره جل وعلا ألا تشرك معه شيئا في الحب والتعظيم والإجلال:\rقال تعالى: {ومن الناس من يتخذ من دون الله أندادا يحبونهم كحب الله} [البقرة: 165] ... سماهم مشركين .. كما في الطاعة .. فتطيع المخلوق في أمره ونهيه كما تطيع الله .. لا .. وإنما طاعة الله مطلقة في كل شيء .. وطاعة المخلوق مقيدة بالمعروف فالأب والأم والزوج والزوجة ومديرك في العمل .. العرف والتقاليد والمجتمع .. طاعة كل هؤلاء مقيدة بقول النبي صلى الله عليه وسلم:\r\" إنما الطاعة في المعروف\" (¬2) \" ولا طاعة لمخلوق في معصية الخالق\" (¬3).\rفلا تجعل طاعتك لشيء لطاعة الله .. مهما كلفك ذلك ..\r¬__________\r(¬1) البخاري (787) الأدب المفرد.\r(¬2) البخاري (7145) كتاب الأحكام.\r(¬3) مسند الامام أحمد (1041) مسند المبشرين بالجنة.","seal":"47C15088","page":102},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":104,"nass":"(5) من توقيره جل وعلا ألا تجعل له الفضلة:\rإنّ آفة أهل عصرنا ـ حتى الملتزمين منهم ـ أنهم يعطون الله الفضل: إذا بقي لديه وقت ليقوم الليل فيه .. قام وإلا تركه .. يجعل لله الفضلة .. إذا بقي عنده وقت للأذكار قالها .. وإلا غفل عنها .. وهكذا ..\r\rوقد قال تعالى: {ولا تيمّموا الخبيث منه تنفقون} [البقرة:267].\r\rهذا ليس من توقير الله .. بل من توقير الله أن تقتطع له من أعز الأوقات وقتا .. ومن أعز الأموال مالا.\r\rفينبغي ألا تجعل لله الفضلة في الوقت .. ولا في الجهد .. ولا في الصحة .. ولا في المال .. ولا في الكلام والذكر .. فما الذي يشغلك .. ؟؟\r\rأهي الدنيا .. ؟ والله ما خلقت لها .. {وما خلقت الجنّ والإنس إلا ليعبدون} [الذاريات:56] .. وقد يندهش بعض الناس حين نقول: ينبغي أن تكثر من الذكر والصلاة على النبي صلى الله عليه وسلم والتنفل .. فيقول: أين الوقت الذي يسع كل هذا .. ؟ وهل خلقت لغير هذا .. ؟ ثم إنّ البركة من الله ..\r\rاللهم بارك لنا في أوقاتنا ..\rوالإعانة والتوفيق من الله .. إنك إذا ظننت أنك تقوم بحولك وقوتك. فأنت فاشل مخدوع .. أما إذا اعتقدت بأنك تستعين بالقوي المتين .. فإنه يعينك ويقيمك ويبارك لك ..\r\rاللهم أعنا على ذكرك وشكرك وحسن عبادتك.","seal":"B78A43FB","page":103},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":105,"nass":"(6) من التوقير: ألا تقدم حق المخلوق على حق الله:\rقال تعالى: {يا أيها الذين آمنوا لا تقدموا ين يدي الله ورسوله} [الحجرات: 1] .. أي لا تقدم أمرا بين يدي أمر الله ورسوله صلى الله عليه وسلم .. ولا حبّا بين يدي حب الله ورسوله .. لا تجعل أمام الله أحدا بل أول شيء هو الله ..\r\rقرأت استطلاعا للرأي على طلبة إحدى الجامعات .. عن المثل الأعلى والقدوة وأهم المحبوبات فوجدوا أن الترتيب كما يلي:\r1) الفنانين\r2) لاعبي الكرة\r3) المشاهير من الاعلاميين\r4) الله ورسوله\r\rفإذا كان الله في التفضيل هو الرابع ترتيبا فأين يكون التوقير .. ؟ أين يكون الحب والإجلال .. ؟\r\rأين يقع الأمر بأن تجعل الله ورسوله قبل كل شيء .. في الطاعة .. الحب .. الخوف .. الرجاء .. التوكل عليه ... الإنابة إليه .. ؟\r\r(7) من توقيره جل وعلا: أن تختار حده وجنبه وناحيته من ناحية الناس وجنبهم:\rقال تعالى: {ومن يشاقق الله والرسول من بعد ما تبيّن له الهدى ويتبع غير سبيل المؤمنين نولّه ما تولّى ونصله جهنم وساءت مصيرا} [النساء 115].\r\rوقال تعالى: {ألم يعلموا أنه من يحادد الله ورسوله فأنّ له نار جهنّم خالدا فيها، ذلك الخزي العظيم} [التوبة: 63].\r\rومعنى: {يحادد} أي: أن يكون الله ورسوله في حدّ .. والمخلوق في حدّ آخر .. فكن مع الله يكن معك .. بل كن في الحدّ والناحية التي فيها الله ورسوله صلى الله عليه وسلم .. وإن كنت وحدك.","seal":"EC593116","page":104},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":106,"nass":"(8) من توقير الله: بذل البدن والقلب والروح في خدمته تعالى:\rكان سلفنا رضوان الله عليهم ينتصبون في الخدمة .. فلا يرعون السمع إلا لكلام الله ولا يسلمون القلب إلا لأوامر الله .. فإذا كانوا في الصلاة فلا تسل عن الخشوع والخضوع .. وإذا كانوا في الصيام فلا تقل عن الإخلاص والورع .. وغيره من الذكر والصدقة.\r\rأما حالنا اليوم فيندى له الجبين خجلا .. فإذا كلمك أحد الناس .. انتبهت اليه بكل جوارحك .. وإذا وقفت بين يدي الله وقفت بجسدك فقط .. فعقلك وقلبك في شغل عنه .. وتأمل ذلك في صلاتك .. صيامك .. وغيرها من العبادات ..\r\r(9) من توقير الله: ألا تقدم مراد نفسك على مراد ربك:\rما لم توقر الله سقطت من عين الله .. فلا يجعل الله لك في قلوب الناس وقارا ولا هيبة .. بل يسقط وقارك وهيبتك من قلوبهم .. وإن وقروك مخافة شرك .. فذاك وقار بغض .. لا وقار حب وتعظيم.\r\r(10) من وقاره جل وعلا: الحياء من أن يطلع على قلبك فيرى منك ما يكره:\rفإذا اطلع الله على ما في قلبك .. لا يجد إلا الغرور والعجب .. وحب الدنيا وحب المعاصي .. واسنثقال الطاعات .. أفلا تستحي من الله ... أخرج خذا من قلبك حتى لا يراه الله في قلبك ..\r\rالمصيبة أن يستحي العبد من الناس ولا يستحي من الله .. قال تعالى: {وتخشى الناس والله أحق أن تخشاه} [الأحزاب: 37] وقال عز من قائل: {يستخفون من الناس ولا يستخفون من الله وهو معهم} [النساء: 108].\r\rتجد أحدهم يرى من يوقره فيلقي السيجارة من يده .. وينسى أن الله يراه .. يرى من يوقره فيتوارى وهو على الذنب .. ويواجه الله بالمعصية بلا حياء ..","seal":"DEB98C43","page":105},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":107,"nass":"(11) من وقاره: أن يستحي منه في الخلوة أعظم مما يستحي من أكابر الناس:\r(12) ومن وقاره: أن يكون همه الأول طلب رضا الله:\rأخي في الله .. إنني أريد منك الآن أن تأتي بورقة وقلم .. وتبدأ في كتابة همومك الشاغلة .. وتضعها مرتبة حسب الأولويات .. وأنا أقصد الهم الذي يشغل بالك .. وتجري وتتحرك في نطاق هذا الهم.\rأريدك أن تصدق مع الله .. لأنه من السهل أن تكتب أنك تحمل هم الاسلام .. ولا يخطر لك هذا على بال أصلا ..\r\rأريدك أن تنفرد بنفسك .. أن تتقي الله عز وجل .. وتنظر فعلا .. ما الذي يهمّك .. ؟\r\rهل ستجد ما يهمك هو هم الاسلام .. هم العقيدة .. هم الدين .. أو أننا سنفاجأ بأن الهموم قد تشعبت .. هم الوظيفة .. هم الزواج .. طلب الرزق .. التعليم ...\r\rلا شك أن الاسلام سيأتي .. ولكن ربما في المرتبة الرابعة .. الخامسة .. وربما بعد ذلك .. هذا إن كنا صادقين.\r\rوكل هذا نتيجة لعدم توقير الله في قلبك حق الوقار وحق التعظيم.\r\rالمطلوب أن يكون طلب رضا الله هو الهم الأول والأوسط والأخير ..","seal":"5A7FFE41","page":106},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":108,"nass":"بمعنى ان يكون الهم كله .. في كل مناحي الحياة .. هو طلب رضا الملك جل جلاله .. ومن جعل الهموم همّا واحدا كفاه الله همّه.\r\rفهذا أول ما يصح به مطالعتك لجنايتك .. بتعظيم الحق وتوقيره .. فإذا عرفت الله حق معرفته .. بأسمائه وصفاته .. عرفت الله حق معرفته .. بتوحيد ألوهيته وتوحيد ربوبيته .. فإنه حين ذاك يعظم الله في قلبك .. ويقع وقاره في قلبك .. فإذا وقرت الله بقلبك .. عظمت عندك مخالفته .. لأن مخالفة العظيم ليست كمخالفة من دونه .. قال الله تعالى: {وما قدروا الله حق قدره إذ قالوا ما أنزل الله على بشر من شيء، قل من أنزل الكتاب الذي جاء به موسى نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم تعلموا أنتم ولا آباؤكم قل الله ثم ذرهم في خوضهم يلعبون}. [الأنعام: 91] وقال جل وعلا: {وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسموات مطويات بيمينه، سبحانه وتعالى عمّا يشركون} [الزمر: 67].\r\rوقال سبحانه وتعالى: {وما قدروا الله حق قدره، إنّ الله لقوي عزيز} [الحج: 74].\rبعد أن تحداهم ربما جل جلاله في قوله: {يا أيها الناس ضرب مثل فاستمعوا له، إنّ الذين تدعون من دون الله لن يخلقوا الذباب ولو اجتمعوا له وإن يسلبهم الذباب شيئا لا يستنقذوه منه، ضعف الطالب والمطلوب} [الحج: 73].\r\rنعم إنك حين تقدر الله حق قدره .. وتعرف أنه أنزل الكتب .. وأرسل الرسل .. وشرع الشرائع .. وخلق الجنة والنار .. أمر أوامر ونهى عن نواه .. وألزم عباده أشياء .. حاكم بالعدل .. قائم بالقسط .. جل جلاله ..","seal":"9AC040CD","page":107},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":109,"nass":"حين تقدر الله حق قدره .. تعرف أنه ما من دابة في الأرض ولا في السماء إلا والله خلقها وعليه رزقها .. ويعلم مستقرها ومستودعها .. فبه سبحانه وتعالى وبإعانته وبإحيائه لها تعيش. أي دابة صغرت أم كبرت. على ظهر الأرض أو في السماء .. سبحانه قائم على كل نفس بما كسبت .. جل جلاله .. قيّوم السموات والأرض .. به يقوم كل شيء .. ولا يحتاج الى شيء .. فهو العزيز .. وهو الغني .. حين تعرف الله وتقدره حق قدره .. تعلم أن الله يمسك السموات والأرض أن تزولا .. فبه بقاؤهما وبه دورانهما .. وبه حياة ما فيهما .. والمراد إليه جل جلاله .. فهو الأول والآخر .. {كل من عليها فان * ويبقى وجه ربك ذو الجلال والإكرام} [الرحمن 26 - 27].\r\rإذا كملت عظمة الحق في قلبك .. فإنك تستحيي وتخاف أن تعصيه وهو يراك.\r\rفمطالعة الجناية: بكمال عظمة الله في قلبك .. أن تعرف عظمة من عصيت .. فتعظم المعصية .. فمن كملت عظمت الحق تعالى في قلبه .. عظمت عنده مخالفته ..\r\rونضرب لذلك مثالا:\r\rعن أنس بن مالك قال: مر النبي صلى الله عليه وسلم بإمرأة تبكي عند قبر .. فقال لها:\" إتقي الله واصبري\" فقالت: إليك عني فإنك لم تصب بمصيبتي .. ولم تعرفه صلى الله عليه وسلم .. فقيل لها .. إنه النبي صلى الله عليه وسلم فأتت باب النبي صلى الله عليه وسلم فلم تجد عنده بوابين .. فقالت: لم أعرفك .. فقال:\" إنما الصّبر عند الصدمة الأولى\". (¬1)\r¬__________\r(¬1) البخاري (1283) كتاب الجنائز.","seal":"F5D56D38","page":108},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":110,"nass":"الشاهد: أنها لم تكن تعرف النبي صلى الله عليه وسلم .. فجهلت عليه .. قالت: إليك عني إنك لم تصب بمصيبتي .. فلما قيل لها: إنه النبي صلى الله عليه وسلم .. علمت أنها أخطأت .. فالذي يجهل عظمة الله ـ ولله المثل الأعلى ـ يجهل عليه.\r\rفإذا عرفت الله .. عظمت المخالفة عندك .. لذلك فإن المؤمن ينظر الى ذنبه كأنه في أصل جبل .. يخشى أن يهوي فوق رأسه ..\r\rفاللهم عافنا من الذنوب والمعاصي .. رحماك بينا فإنك من تق السيئات فقد رحمته .. فاللهم اجعلنا من المرحومين ..\r\rهذه الأولى .. تعظم الجناية بمعرفتك الله.\r\r(2) معرفة النفس: باستقباح ما كنت عليه:\rالثانية .. هي معرفة النفس .. هكذا دائما تقترن معرفة الله بمعرفة النفس .. ليخرج منها نوعين جليلين من العبودية .. محبة الله .. والازدراء على النفس ..\r\rيقول ابن القيّم:\r\rلا ينتفع بنعمة الله بالإيمان والعلم إلا من عرف نفسه .. فوقف بها عند حدها .. ولم يتجاوزه الى ما ليس له .. ولم يتعد طوره .. ولم يقل هذا لي .. وإنما يوقن أنه لله وبالله ومن الله ...\r\rكثير من الاخوة تجده يتهم نفسه .. يقول لنفسه: عاص مذنب مقصر .. قلبي أشد من الحجر .. لكنه في الحقيقة معجب بنفسه .. لا يسعى لإصلاحها .. فهذه معرفة لا تفيد .. إنما الذي يعرف نفسه يقف","seal":"5EBAD458","page":109},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":111,"nass":"بنفسه عند درها .. ولا يتجاوزه الى ما ليس له .. لا يتعدى دوره .. هذا هو الذي عرف نفسه .. فتيقن أنه لله ومن الله وبالله .. فالله هو المانّ به ابتداء وإدامة .. بلا سبب من العبد ولا استحقاق منه.\r\rقال تعالى: {أم خلقوا من غير شيء أم هم الخالقون} [الطور: 35].\r{ما أشهدتم خلق السموات والأرض ولا خلق أنفسهم وما كنت متخذ المضلين عضدا} [الكهف: 51]\r{هل أتى على الانسان حين من الدهر لم يكن شيئا مذكورا* إنّا خلقنا الانسان من نطفة أمشاج نبتليه فجعلناه سكيعا بصيرا} [الانسان: 1 - 2].\rإنك لم تكن شيئا .. من نطفة أوجدك .. بدون استحقاق منك .. بل محض كرم وجود منه سبحانه وتعالى.\r\rانتبه ..\rإذا علم العبد هذا وتيقنه .. فعلم أن الله هو المان به ابتداءا وإدامة .. بلا استحقاق من العبد .. وبلا سبب منه .. حينذاك تذله نعم الله عليه .. فعندئذ يرى أن الفضل كله لله .. وأنه من عليه دون أن يستحق أي نعمة .. فيذل لله .. وكلما زاده الله نعمة .. ازداد بها ذلا .. حتى يصير أذل الناس لله .. وهذه أعلى درجة من درجات العبودية .. فتذله نعم الله عليه .. وتكسره .. كسرة من لا يرى لنفسه ولا فيها ولا منها خيرا البتة .. فلا يرى فيها خيرا أبدا .. وأن الخير الذي وصل اليه فهو لله وبالله ومن الله.\r\rوهذه نتيجة علمين شريفين .. علمه بربه .. وعلمه بنفسه ..","seal":"99C57DD7","page":110},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":112,"nass":"علمه بربه .. وبره وغناه .. وجوده وإحسانه ورحمته .. وأن الخير كله في يديه .. وهو في ملكه يؤتي منه من يشاء ما يشاء .. ويمنع منه من يشاء ما يشاء.\r\rثم علمه بنفسه .. ووقوفه على حدها .. وقدرها .. ونقصها وظلمها .. فالعبد دائم التذكر لهذين الأمرين .. لا ينسب لنفسه فضلا قط .. إذا قرأ القرآن فمن الله .. إذا صام النهار فمحض فضل من الله .. يعني توفيق وإعانة وقبول .. إذا قام الليل فبتوفيق الله .. وانظر لعله هناك من هو أعقل منك ولم يهده الله فلم يهتد ..\r\rفاحمد الله .. قال تعالى: {من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا} [الكهف: 17].\r\rيقول ابن القيّم:\r\rفإذا صار هذان العلمان .. ألا وهما: معرفة نفسك ومعرفة ربك صبغة لها لا صبغة على لسانها.\rفكثير منا يقول بلسانه: والله أنا مقصر .. مذنب .. عاص .. ادع الله أن يهديني .. أنا أريد أن أتعلم .. أريد أن أقوم الليل .. هذه صبغة اللسان .. أما صبغة القلب فعلمه بنفسه وعلمه بربه .. فإذا صار هذان العلمان صبغة لها لا صبغة على لسانها .. علمت حينذاك أن الحمد كله لله .. والأمر كله لله .. والخير كله لله .. وأنه هو المستحق للحمد والثناء دونها ـ أي دون نفسه ـ وأن نفسه هي أولى بالذم والعيب اللوم .. ومن فاته التحقق بهذين العلمين تلونت به أقواله وأعماله .. فإيصال العبد الى الله بتحقيق هاتين المعرفتين علما","seal":"ED3030FD","page":111},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":113,"nass":"وعملا .. وانقطاع العبد عن الله بفوات هذين العلمين علما وعملا .. وهذا معنى قولهم: من عرف نفسه عرف ربه .. فمن عرف نفسه بالجهل عرف الله بالعلم .. ومن عرف نفسه بالظلم عرف الله بالعدل .. ومن عرف نفسه بالعيب عرف ربه بالعز والجمال والكمال .. ومن عرف نفسه بالنقص عرف ربه بالعطاء والكمال .. ومن عرف نفسه بالذل عرف ربه بالعز .. ومن عرف نفسه بالحاجة عرف ربه بالغنى .. ومن عرف نفسه بالمسكنة عرف ربه بالقوة والملك .. ومن عرف نفسه بالعدم عرف ربه بالجبروت.\r\rوهكذا تعرف نفسك وتعرف ربك .. فإذا عرف نفسه وعرف ربه كان الله أحب شيئ اليه .. وأخوف شيء عنده .. وأرجاه له .. وهذه هي حقيقة الايمان العبودية.\r\rيقول ابن الجوزي:\r\r\"والله لقد بكيت الليلة مما جنيته على نفسي بيد مفسي\" نعوذ بالله من أنفسنا .. واها لك يا نفس .. النفس وما أدراك ما النفس .. أمّارة بالسوء .. ظلومة جهولة .. الإنسان وهذه نفسه .. إذا مسّه الشر جزوعا .. وإذا مسّه الخير منوعا.\rالإنسان .. {وكان الانسان عجولا} [الاسراء:11] {وكان الانسان قتورا} [الاسراء:10] {وكان الانسان أكثر شيء جدلا} [الكهف 54] هذه نفسك .. جهول .. قتور .. حين ترى نفسك هكذا لا تعينك على عمل صالح","seal":"F364D2BE","page":112},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":114,"nass":"أبدا .. تميل الى البطالة والكسل .. تميل مع الهوى وطول الأمل .. ترجو من الدنيا وتنسى الآخرة .. هذه نفوسنا والله .. إذا عملنا بعد أن جاهدنا تستأثر نفوسنا بأعمالنا .. فنعملها رياء وسمعة .. نعوذ بك اللهم من شرور أنفسنا .. فإذا عرفت نفسك أنها الحاملة على كل ذنب .. وأنها الدافعة الى كل معصية .. وأنها المانع في كل خير وعطية .. استعذت بالله من شرها .. وعرفت أن الخير بيد الله .. يؤتيه من يشاء .. وهو العزيز الحكيم ..\r\rنفسك إذا عرفتها. عرفت نفسك وعرفت الله .. عظمت المخالفة عندك .. نفسك انفرد بها لتوبخها.\r\rيقول ابن القيّم:\r\rواأسفاه من حياة على غرور .. وموت على غفلة .. ومنقلب الى حسرة .. ووقوف يوم الحساب بلا حجة .. واأسفاه .. واحسرتاه ..\r\rثالثا: تصديق الوعيد:\rاخي التائب ..\r\rمثل نفسك في زاوية من زوايا جهنّم ـ اللهم قنا عذاب جهنم وأنت تبكي أبدا .. أبوابها مغلقة .. وسقوفها مطبقة .. وهي سوداء مظلمة .. لا رفيق يستأنس به .. ولا صديق تشكو اليه .. لا نوم يريح .. ولا نفس .. ولا موت يقضي على العذاب ..","seal":"AEAB85A8","page":113},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":115,"nass":"قال كعب: والله إن أهل النار يأكلون أيديهم الى المناكب من الندامة.\r\rقال الله تعالى: {ويوم يعضّ الظالم على يديه} [الفرقان: 27] يعني من الندامة على تفريطهم وما يشعرون بذلك.\r\rيا مطرودا عن الباب .. يا مضروبا بسوط الحجاب .. لو وفيت بعهودنا ما رميناك بصدودنا. لو كاتبتنا بدموع الأسف لعفونا لك عن كل ما سلف ..\r\rانظر الى وعيد ربك .. توعد الله أعظم الوعيد لمن رضي بالحياة واطمأن بها .. وغفل عن آياته .. ولم يرج لقاءه.\rفقال الله جل جلاله: {إنّ الذين لا يرجون لقاءنا ورضوا بالحياة الدنيا واطمأنوا بها والذين هم عن آياتنا غافلون* أولئك مأواهم النار بما كانوا يكسبون} {يونس: 7 - 8].\r\rوفي اليقين من الوعيد:\r\rيقول ابن القيّم:\r\r\"ومدار السعادة وقطب رحاها على التصديق بالوعيد ... فإذا تعطل من قلبه التصديق بالوعيد خرب خرابا لا يرجى معه فلاح البتة\"\r\rاليقين إذا عمر به القلب وامتلأ به .. استنار القلب فيرى ويبصر وبذلك يعيش .. إن أشد ما يعانيه أهل عصرنا عمى القلب .. ـ إي والله ـ .. إن أدنا إذا ضعف بصره شيئا .. حزن حزنا شديدا .. ويهرع لمن يصنع له نظارة .. تكمل ما افتقد","seal":"A2901287","page":114},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":116,"nass":"من بصره .. وأكثرنا إلا من رحم الله فقد عمي قلبه .. وهو لا يعلم .. فلا يعمل على أني يعيد بصيرة قلبه .. اللهم ارزقنا بصيرة في قلوبنا يا رب.\r\rالمقصود أيها الاخوة .. أن معنى التصديق بالوعيد حصول اليقين أن يصير هناك يقين في القلب .. فإذا خلا القلب من التصديق بالوعيد .. خرب خرابا لا يرجى معه فلاح البتة.\r\rإن الآيات والنذر تنفع من صدق بالوعيد وخاف عذاب الآخرة .. هؤلاء هم المصدقون بالإنذار المنتفعون بالآيات دون من عداهم.\r\rقال تعالى: {إنّ في ذلك لآية لمن خاف عذاب الآخرة} [هود: 103].\rوقال تعالى: {إنما أنت منذر من يخشاها} [النازعات: 45].\rوقال تعالى: {فذكر بالقرآن من يخاف وعيد} [ق: 45].\r\rفأخبر سبحانه أن أهل النجاة في الدنيا والآخرة. هم المصدقون بالوعيد .. الخائفون .. كما أنهم الممكنون في الأرض.\r\rقال تعالى: {ولنسكننّكم الأرض من بعدهم، ذلك لمن خاف مقامي وخاف وعيد} [إبراهيم 14].\r\rفإن الله تعالى تهدد وتوعد {ليس بأمانيّكم ولا أمانيّ أهل الكتاب، من يعمل سوءا يجزى به لا يجد له من دون الله وليّا ولا نصيرا} [النساء: 123] وإنّ هذه الثلاثة تثمر الندم على ما فات.","seal":"32226C2E","page":115},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":117,"nass":"رابعا: العزم على عدم العودة:\rإن كثيرا من الناس يتوب وهو دائم القول: إنني أعلم بأني سأعود .. لا تقل مثله .. ولكن قل: إن شاء الله لن أعود \" تحقيقا لا تعليقا\" .. واستعن بالله واعزم على عدم العودة ..\r\rبعض الناس يفت الشيطان في عضده .. يوهن له نفسه .. يخذله فيقول له: إنك لن تستطيع .. فيقول لا ضير في أن أتوب ثم أعود ..\r\rإنّ هذا الخاطر لا يجب أن يرد على خاطرك أصلا .. وإنما تب وأنت تعزم يقينا إنك لن تعود.\r\rخامسا: خلع العادات:\rعندما تتوب الى الله فإن العادات التي كنت عليها حين جاهليتك تشبه خيط المطاط .. إنه قد يذهب معك .. ولكنك ما زلت مشدودا اليه فإذا وقفت ولو للحظة جذبك فعدت مرة أخرى ..\r\rاخلع مسمار العادة من قلبك .. إنك عندما تريد نزع مسمار في جدار فإنك تبدأ في زعزعة المسمار ث بعدها تنزعه بسهولة .. فما عليك إلا أن تزعزع مسمار العادات في قلبك ..\r\rفإذا كانت لديك عادة النوم الكثير ـ مثلا تنام عشر ساعات يوميا ـ فابدأ بزعزعة هذه العادة بالتدرج في تركها .. مثلا أن تنام تسعة ثم ثمانية .. وهكذا ..\r\rوإذا كان من عاداتك كثرة الأكل .. فتدرج في التخلص من ذلك .. وهكذا .. إذا كنت متعود على كثرة الخروج والسمر والسهر مع الأصدقاء .. فاربط نفسك في المنزل واستأنس بربك .. وحاول أن تجد قلبك في الخلوة ..\r\rإن العادت هي العدو اللدود للعبادات .. لأن هذه العادات تربطك .. فكيف إذن يكون الانخلاع من هذه العادات؟ وبيان ذلك ..","seal":"06DF31B9","page":116},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":118,"nass":"كيف تخلع العادات؟!\rكلما كان تعلقك بالمطلب الأعلى أقوى كان انخلاعك من العادات أتم .. كيف؟\rإنك مرتبط بعادات أرضية .. فتريد أن تسمو عن الأرض الى سماء الطاعة .. انظر الى تقنية الصواريخ .. إنها تحتاج لقوة دفع خارجة للصعود بالصاروخ والتخلص من الجاذبية الأرضية ... فساعة أن يتخلص عن تلك الجاذبية الأرضية فإن الصاروخ يسبح في الفضاء الخارجي .. وهذا بالضبط ما تحتاجه أنت .. إنك تحتاج الى قوة دافعة كبيرة في البداية وبعدها تسبح في سماء الطاعة ..\r\rقال أحد السلف \" عالجت قيام الليل سنة ثم تمتعت به عشرين سنة\" وقال آخر \" ما زلت أسوق نفسي الى الله وهي تبكي حتى انساقت اليه وهي تضحك\" حاول .. حاول وستنتصر .. إنّ النصر مع الصبر ..\r\rسادسا: العلم بطرق الصبر عن المعصية:\rيقول ابن القيّم (¬1):\rإنّ الصبر عن المعصية ينشأ من أسباب عدة:\r\rالسبب الأول: علم العبد بقبح المعصية ودناءتها:\rفإذا علم العبد بقبح المعصية ودناءتها وأن الله إنما حرمها صيانة\r¬__________\r(¬1) في كتاب \"طريق الهجرتين\" (ص 381).","seal":"0DEA46CB","page":117},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":119,"nass":"للعبد عن الدنايا والرذائل .. فيتصبر عنها .. فأول شيء يجب معرفته أن شرب السيجارة قبيح وإطلاق البصر قبيح .. وشرب الخمر قبيح .. والزنا قبيح .. الى آخره .. فعندما تعلم بقبحها تتصبر عن مواقعتها، قال تعالى: {قل إنما حرّم ربي الفواحش ما ظهر منها وما بطن} [الأعراف: 33]. فهي فواحش قبل التحريم وبعده .. والشارع كساها بنهيه عنها قبحا الى قبحها .. فكان قبحها من ذاتها .. وازدادت قبحا عند العاقل بنهي الرب تعالى عنها .. وذمة لها .. وإخباره ببغضها وبغض فاعلها .. فيعلم ان الله ما نهى إلا عن أمر قبيح بالذات .. فيترك المعصية لقبحها ولدناءتها .. حفظا لنفسه وصيانة لها ..\r\rالسبب الثاني: الحياء من الله:\rفإن العبد متى علم بنظر الله اليه وأنه بمرأى من الله ومسمع .. فإن العبد يستحي منر به أن يراه وهو مقيم على المعاصي .. وهذا يستلزم أن تنفتح في قلبك عين ترى بها أنك أمام قائم أمام الله {ولمن خاف مقام ربه جنتان} [الرحمن: 46].\r\rالسبب الثالث: مراعاة نعمة الله:\rفإنّ مراعاة نعمة الله عليك وإحسانه إليك .. فترى أن الله يعطيك من نعمه وأنت تعصاه .. فهل هذا فعل الكرماء .. ؟؟\r\rإنّ مراعاة نعم الله عليك بأنه","seal":"AA515125","page":118},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":120,"nass":"هو الذي خلقك ورزقك وسترك وأعطاك ومكن لك وأعانك .. ثم بعد ذلك تعصيه .. ؟؟ فكيف تكون .. ؟؟ وقد قال الله تعالى: {إنّ الله لا يغير ما بقوم حتى يغيّروا ما بأنفسهم} [الرعد:11] {ذلك بأن الله لك يك مغيّرا نعمة أنعمها على قوم حتى يغيروا ما بأنفسهم وأنّ الله سميع عليم} الأنفال 53] وأعظم النعم هي نعمة الإيمان والذنوب تزيل النعم وتسلبها.\r\rقال بعض الصالحين: أذنبت ذنبا فحرمت قيام الليل سنة .. فهنا تعلم أنك إذا لم تراع نعم الله عليك فإنه يذهب عنك الحول والقوة للقيام بالطاعة ..\r\rوقال بعضهم: أذنبت ذنبا فحرمت فهم القرآن.\r\rوقال البعض: أذنبت ذنبا فمنذ أربع سنين وأنا الى الخلف .. لأنه أذنب ذنبا .. فراع نعم الله عليك واعلم أن أعظم النعم نعمة الايمان.\r\rقال تعالى: {بئس الاسم الفسوق بعد الايمان، ومن لم يتب فأولئك هم الظالمون} [الحجرات: 11].\r\rالسبب الرابع: الخوف من الله:\rالعبد يقرع بالعصا والحر تكفيه الاشارة فإذا لم تستح من الله .. فاخش أن يخسف بك الأرض .. أن ينتقم منك .. اخشاه أن يفضحك .. اخش عقابه .. فكفى بخشية الله علما وكفى بالاغترار به جهلا ..\r\rالسبب الخامس: محبة الله:\rإن الله لو أحبك لعصمك .. كما قيل: هانوا عليه فعصوه .. ولو عزوا عليه لعصمهم ..\r\rفهل إذا أحببت أحدا تعصيه .. ؟؟ مستحيل .. إنما أنت تعصيه لأنه تحب المعاصي أكثر مما تحب الله ..","seal":"F075EAE1","page":119},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":121,"nass":"وتراعي نظر الناس اليك ولا تراعي نظر الله .. وكفى بذلك خذلانا .. فهل تحب إنسانا ولا تحب الله .. ؟؟ أتحب المال أكثر مما تحب الله .. ؟؟\rإن محبة الله من أقوى الأسباب المعينة على الصبر عن المعاصي .. فإن المحب لمن يحب مطيع .. وكلما قوي سلطان المحبة في القلب كان اقتضاؤه للطاعة وترك المخالفة أقوى إن شاء الله ..\r\rوفرق بين من يحمله على ترك المعصية الخوف من السوط ومن يترك المعاصي لأنه يحب الله .. وعقيدة أهل السنة والجماعة ـ وهي عقيدتنا ـ أن نعبد الله حبا له .. وخوفا من ناره .. ورجاء كرمه أن يرزقنا جنته ..\r\rالسبب السادس: شرف النفس وذكاؤها وفضلها وأنفتها وحميتها:\rالنفس الشريفة لا تفعل المعاصي .. لأن هذه المعاصي تحط من قدرها وتخفض من منزلتها التي رفعها الله بها .. وتحقرها وتسوي بينها وبين السفلة والرعاع .. فانظر الى المعاصي هل يقترفها أصحاب النفوس الأبية .. النفوس الشريفة المتطلعة لمعالي الأمور .. أم أصحاب النفوس الضعيفة المتهافتة ذات الصفات الحيوانية.\r\rإن أصحاب النفوس الأبية يقولون:\r\rإذا وقع الذباب على طعام ... رفعت يدي وتفسي تشتهيه\rوتأبى الأسود ورود ماء ... إذا كنّ الكلاب يلغن فيه","seal":"7F930EB5","page":120},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":122,"nass":"السبب السابع: قوة العلم بسوء عاقبة المعصية:\rقوة العلم بسوء عاقبة المعصية من سواد الوجه وظلمة القلب .. وتمزق الشمل وضعف القلب عن مقاومة عدوه. تعريه تماما من زينة التقوى بالثوب الذي جمله الله وزينه به. العصرة التي تنال القلب من المعصية .. القسوة والحيرة في أمره .. تخلي الله عن العاصي .. وتولي العدو له .. تواري العلم الذي كان حاصلا .. مرض القلب .. ذله بعد عزه ..\r\rومن عقوبات المعصية:\rأن يصير أسيرا في يد أعدائه .. ويضعف تأثيره فلا ينفذ أمره ..\rومنها .. زوال أمنه وتبدله مخافة .. فأخوف الناس أشدهم إساءة ...\r\rومن عقوبات المعاصي:\rزوال الأنس واستبداله بالوحشة .. وكلما ازداد إساءة ازداد وحشة .. وتقع للعاصي وحشة بينه وبين أصدقائه وأصحابه .. ثم بينه وبين أهله .. ثم لا يلبث أن تقع الوحشة بينه وبين نفسه .. فيصير مهموما .. محزونا ولا يعرف لذلك سببا إلا ذنوبه ..","seal":"1650FC5D","page":121},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":123,"nass":"ثم تقع الوحشة بينه وبين الله وتلك أكبر العقوبات .. فيحاول أن يرفع يده ليدعو ربه فلا يستطيع .. يحاول أن يتذكر دعاء لكشف كرباته فلا يذكر ..\r\rتلك الوحشة لبن العبد وبين الله هي أكبر وأخطر أنواع الوحشة وهي من عقوبات المعاصي .. فإذا كنت قد أوحشتك الذنوب فخلي النفس عنها واستأنس .. تب الى الله فيبدل وحشتك أنسا .. وكفى بالقرب من الله أنسا .. نعم إنّ الانسان ـ وأنا أقسم بالله غير حانث ـ إن لم يجد طعاما ولا شرابا ولا زوجة ولا أولادا .. وكان قلبه مليئا بحب الله .. مستلذا بطاعته .. لاستغنى عن كلّ من في الكون سوى الله.\r\rومنها .. زوال الرضا .. واستبدال السخط به ..\r\rومنها .. زوال الطمأنينة والسكون الى الله والإيواء عنده .. فيطرد عن الله ويبعد عنه ..\r\rومنها .. وقوع العبد في بئر الحسرات .. فلا يزال في حسرة دائمة كلما نال لذة نازعته نفسه الى نظيرها .. وإن لم يقض منها وطرا .. وإن قضاها نازعته نفسه الى غيرها. فيظل في بئر الحسرات فيجد أنه كلما قضى وطره من لذة عجز عن أضعاف .. أضعاف ما يقدر عليه وكلما اشتد نزوعه .. وعرف","seal":"038D0776","page":122},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":124,"nass":"عجزه اشتدت حسرته وحزنه .. فيا لها من عقوبة .. نار في الدنيا قبل الآخرة .. قد عذب بها القلب في هذه الدار .. قبل نار الله الموقدة التي تطلع على الأفئدة.\r\rومنها .. فقره بعد غناه .. فإنه كان غنيا بالإيمان .. فلما عصى افتقر ..\r\rومنها .. نقصان رزقه: \" إنّ العبد يحرم الرزق بالذنب يصيبه\".\r\rومنها: ضعف بدنه.\r\rومنها .. زوال المهابة والحلاوة التي اكتسبها بالطاعة .. فيبدل بها حقارة.\rومنها .. حصول البغض والنفرة منه في قلوب المؤمنين: إنّ العبد ليخلو بمعاصي الله فيلقى بغضه بينه وبين قلوب المؤمنين وهو لا يشعر.\r\rومنها .. ضياع أعز الأشياء عليه وأنفسها وأغلاها وهو العمر.\r\rومنها .. طمع عدوه فيه وظفره به فإن الشيطان إذا رآه منقادا مستجيبا اشتد طمعه فيه وحدث نفسه بالظفر به وجعله من حزبه حتى يصير الشيطان مولاه من دون الله.\r\rومنها .. الطمع على قلبه: فإن العبد إذا أذنب ذنبا نكتت في قلبه نكتة سوداء حتى يسود القلب فإذا تاب صقل قلبه .. وذلك هو الران {كلا بل ران على قلوبهم ما كانوا يكسبون} [المطففين: 14].\r\rومنها .. الحرمان من حلاوة الطاعة: فإذا فعل الطاعة لم يجد حلاوتها فإن الطاعة تثمر اللذة بشرط التوبة ..\r\rسئل بعض السلف: هل يجد العاصي لذة الطاعة؟ قال: لا والله ولا من همّ.","seal":"9060C88B","page":123},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":125,"nass":"ومنها .. أن المعاصي تمنع القلب من ترحله الى الآخرة فإنّ القلب لا يزال مشتتا .. مضيعا .. حتى يرحل من الدنيا وينزل بالآخرة فإذا نزل القلب في الآخرة جاءته فأقبلت إليه وفود التوفيق والعناية من كلّ جهة أما إذا لم يترحل الى الآخرة فالتعب والعناء والشتات والكسل والبطالة لازمة له لا محالة.\r\rومنها .. إعراض الله عنه: وإذا أعرض الله عن جهة أظلمت أرجاؤها ودارت بها النحوس .. فإذا أعرض العبد عن طاعة الله عز وجل واشتغل بمعاصيه أعرض الله عنه وإذا أعرض الله عنه أعرضت الملائكة عنه فحرم التوفيق والإعانة وخذل .. كما أنه إذا أقبل على الله. أقبل الله عليه: {إذ يوحي ربك الى الملائكة أني معكم فثبتوا الذين آمنوا، سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنان} [الأنفال:12].\r{إنّ الذين قالوا ربنا الله ثم استقاموا تنزّل عليهم الملائكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي كنتم توعدون} [فصّلت:30].\rومنها .. أنّ الذنب يستدعي ذنبا ثانيا .. ثم يقوي أحدهما الآخر .. فيستدعيان ذنبا ثالثا ثم رابعا .. وهكذا .. حتى يستحكم الهلاك.\r\rومنها .. علمه بفوات ما هو أحب اليه وخير له من جنسها (يعني من جنس المعصية) وغير جنسها .. فإنّ الله لا يجمع للعبد أبدا لذة المحرمات ولذة الطاعات ..\r\rفالمؤمن لا يذهب طيباته في الدنيا لذلك يخاطب الكافرون يوم القيامة {أذهبتم طيباتكم في حياتكم الدنيا} [الأحقاف: 20]","seal":"6E69E662","page":124},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":126,"nass":"وفي الحديث القدسي\" لا أجمع على عبدي أمنين ولا أجمع له خوفين\".\r\rومنها .. علمه الذي هو زاده ووسيلته الى دار إقامته .. فإن تزوّد من معصية الله .. أوصله ذلك الزاد الى دار العصاة والجناة .. وإن تزود من طاعته وصل الى دار أهل طاعته وولايته.\r\rومنها .. علمه بأن عمله سيكون في قبره جليسه فإذا عمل السيئات فجليسه أسود منتن مخيف.\r\rومنها .. علمه بأن أعمال البر تنهض بالعبد .. وتقوم به حتى توصله الى الله {إليه يصعد الكلم الطيب والعمل الصالح يرفعه} [فاطر: 10].\r\rومنها .. أن العاصي قد خرج من حصن الله الحصين .. الذي لا ضياع على من دخله .. فيخرج بمعصيته حتى يصير نهبا للصوص وقطاع الطرق ..\r\rفما الظن بمن خرج من الحصن الحصين .. لا تدركه فيه آفة .. الى خربة موحشة مأوى اللصوص وقطاع الطرق .. هل يتركون معه شيئا .. ؟!\r\rومنها .. أنه بالمعصية تعرض لمقت الله فتمحق بركة عمره .. وبركة ماله .... وبركة أهله .. بالجملة تمحق بركة العبد ..\r\rهذه سبع وعشرون عقوبة لكي تردعك .. لتترك المعصية وتصبر عنها .. وهذه أمثلة فقط وإلا فالعقوبات على المعاصي لا تنحصر ..\r\rوقد مضى الحديث عن سبعة أسباب للصبر عن المعصية .. ونستكملها معا.\r\rالسبب الثامن: قصر الأمل وكثرة ذكر الموت:","seal":"F22ECC7B","page":125},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":127,"nass":"فتخشى أن يفجأك الموت وأنت على الذنب فتسوء خاتمتك وتبوء بالخذلان ..\r\rالسبب التاسع: مجانبة الفضول في الطعام والشراب والملبس والمنام والمخالطة والكلام والنظر ..\rفإن قوة الداعي الى المعاصي تنشأ من هذه الفضلات.\r\rالسبب العاشر: وهو الجامع لهذه الأسباب كلها: هو ثبات شجرة الايمان في القلب ..\rفيكون صبر العبد عن المعاصي بمقدار قوة إيمانه .. فكلما كان إيمانه أقوى كان صبره أتم وإذا ضعف الايمان ضعف الصبر ..\r\rإذا باشر الايمان قلبه بقيام الله سبحانه وتعالى عليه ورؤيته له وتحريمه لما حرمه عليه وبغضه ومقته لفاعله .. باشر الايمان قلبه بالثواب والعقاب والجنة والنار وعندها يمتنع من المعاصي والذنوب .. إذا قوي سراج الايمان في القلب أضاءت جهاته كلها به وأشرق نوره في أرجائه وسار ذلك النور الى الأعضاء وانبعث اليها فأسرعت الى الطاعات وانكفت عن المعاصي.","seal":"35F313C5","page":126},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":128,"nass":"علل التوبة\rرميت يوسف قلبك في جب الهوى\r\rوجئت على قميص التوبة بدم كذب\r\rفالله المستعان على ما تصفون","seal":"4889BEC3","page":127},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":130,"nass":"علل التوبة\r\r1 - إنعدام الإخلاص:\rكأن يتوب العبد لضعف داعي المعصية .. وخمود نار الشهوة .. فصحح توبتك بتصحيح إخلاصك ومثال ذلك:\r\rالخوف على الصحة أو المال أو الجاه أو الخوف من الفضيحة بأن يقول إن الله قد سترنيب حتى الآن فأنا لا أضمن أن يسترني بعد ذلك فتتوب .. هذه من علل التوبة.\r\rالإفلاس على الصحة والعجز وعدم الاستطاعة: لذلك تكلم العلماء في صحة توبة العنين من الزنا هل له توبة؟ هل لمن أخرس توبة من الكذب؟ فالجواب: نعم بالإخلاص.\r\rللراحة من اكسب في تحصيل الذنب: إنه يحدث نفسه بأن المعاصي أجهد عليه من الطاعات فيتوب لراحة نفسه لا لله.\r\rلمنافاة المعصية لما يطلبه من العلم والرزق فيتوب للحال لا خوفا من ذي الجلال.\r\rحتى لا يتسلط عليه السفهاء.\r\rأن يتوب لاستدعاء حمد الناس والهروب من ذمهم.\r\rلحفظ جاهه وحرمته ومنصبه ورياسته فيكون قد تاب خوفا من نظر الناس اليه وليس الله.","seal":"956CCBD2","page":129},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":131,"nass":"2 - ضعف العزيمة والتفات القلب الى الذنب الفينة بعد الفينة .. وتذكر حلاوة المواقعة .. ربما هاج هياج نفسه للعودة للذنب مرة أخرى وهذا من علل التوبة لأن المطلوب الندم واستقباح الذنب.\r3 - الطمأنينة ووثوقه بنفسه حتى كأنه قد أعطى صكا بالأمان.\r4 - جمود العين واستمرار الغفلة .. دموع العين من رطوبة القلب .. وجمود العين من قسوة القلب .. والتوبة لا بد من وجل القلب ورقة الاحساس لتحصل المسارعة بالتوبة .. وفقدان واحدة من أولئك دليل فقدان الكل.\r5 - ألا يستحدث بعد التوبة أعمالا صالحة لم تكن له قبل التوبة {إلا من تاب وآمن وعمل عملا صالحا} ... [الفرقان: 70] فيجب أن يكون له مثلا لقيام ليل إذا لم يكن له قبل التوبة .. إن لم يكن له ورد من القرآن يجب أن يكون له ورد .. المداومة على الأذكار .. الى آخره ..","seal":"7AF8536B","page":130},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":132,"nass":"علامات التوبة المقبولة\rخذ حديث القوم جملة واقتنع بالعنوان\r\rأملهم أكثر من فتر\rمنازلهم أقفر من قبر\rنومهم أعز من الوفاء\rالسهر عندهم أحلى من رقدة الفجر\rأخبارهم أرق من نسيم السحر\rمآقيهم بالدموع الدائمة دامية\rالهموم على الجوانح جوانح\rهذا يعاتب نفسه على التقصير وهذا يتفكر في هول المصير\rوهذا يخاف من ناقد بصير","seal":"E00EB546","page":131},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":134,"nass":"علامات التوبة المقبولة\r\rأولا: أن يكون بعد التوبة خيرا مما كان قبلها:\rشرط قبول التوبة أن تكون بعد التوبة خيرا مما كنت قبل أن تتوب .. المداومة على الطاعات وفعل الخيرات .. إنّ التفريط في الطاعات بعد التوبة دليل على أنك سوف تنكص على عقبيك وأن الله لم يقبل توبتك.\r\rثانيا: ألا يزال الخوف من العودة الى الذنب مصاحبا له:\rلا يأمن مكر الله طرفة عين .. فالمؤمن ينظر الى ذنبه كأنه في أصل جبل .. يخشى أن يهوي فوق رأسه .. والمنافق ينظر الى ذنبه كأنه وقعت ذبابة على أنفه .. فقال بها هكذا .. قال تعالى: {أفأمن الذين مكروا السيئات أن يخسف الله بهم الأرض أو يأتيهم العذاب من حيث لا يشعرون* أو يأخذهم في تقلبهم فما هم بمعجزين* أو يأخذهم على تخوّف فإن ربكم لرؤوف رحيم} [النحل: 45 - 47].\r\rوقال تعالى: {أفأمن أهل القرى أن يأتيهم بأسنا بياتا وهم نائمون* أو أمن أهل القرى أن يأتيهم بأسنا ضحى وهم يلعبون* أفأمنوا مكر الله، فلا يأمن مكر الله إلا القوم الخاسرون* أولم يهد للذين يرثون الأرض من بعد أهلها أن لو نشاء أصبناهم بذنوبهم، ونطبع على قلوبهم فهم لا يسمعون} [الأعراف: 97 - 100].","seal":"E5AD0D71","page":133},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":135,"nass":"وقال تعالى: {فكلاً أخذنا بذنبه فمنهم من أرسلنا عليه حاصبا ومنهم من أخذته الصيحة ومنهم من خسفنا به الأرض ومنهم من أغرقنا، وما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون} [العنكبوت:40].\r\rكمثل أحدهم يذنب .. فتقول له: تب .. فيقول: أنا في كل صباح أقول:\" سبحان الله وبحمده\" مائة مرة فتغفر لي ذنوبي .. فأصنع طوال النهار ما أريد .. فهذا خاسر .. من كيسه ينفق .. على نفسه يجني .. فلعل الله أن يطبع على قلبه ويأخذه على معصيته فيضيع .. إذا تبت فألزم قلبك الخوف .. ولا تأمن مكر الله .. واحذر أن يفتر خوفك فيكون الرجوع من حيث أتيت.\r\rثالثا: انخلاع القلب وتقطعه ندما وخوفا من العقوبة العاجلة والآجلة:\rقال الله تعالى: {لا يزال بنيانهم الذي بنوا ريبة في قلوبهم إلا أن تقطّع قلوبهم} [التوبة: 110].\rوقال عز وجل: {وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوا أَن لاَّ مَلْجَأَ مِنَ اللهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ} [التوبة:118].\r\rرابعا: كسرة خاصة لا تحصل الا للتائب:\rومن موجبات التوبة الصحيحة أيضا: كسرة خاصة تحصل للقلب لا يشبهها شيء .. ولا تكون لغير المذنب .. لا تحصل بجوع .. ولا حب مجرد ..","seal":"038570EC","page":134},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":136,"nass":"وإنما هي أمر وراء هذا كله .. تكسر القلب بين يدي الرب كسرة تامة .. وقد أحاطت به من جميع جهاته .. وألقته بين يدي ربه طريحا ذليلا خاشعا ..\r\rفليس شيء أحب الى الله من هذا الكسرة .. والخضوع والتذلل .. والإخبات .. والإنطراح بين يديه .. والإستسلام له .. فلله ما أحلى قوله في هذه الحال:\" أسألك بعزك وذلي إلا رحمتني .. أسألك بقوتك وضعفي .. وبغناك عني .. وفقري إليك .. هذه ناصيتي الكاذبة الخاطئة بين يديك .. عبيدك سواي كثير .. وليس لي سيد سواك .. لا ملجأ ولا منجا منك إلا إليك .. أسألك مسألة المسكين .. وأبتهل إليك ابتهال الخاضع الذليل .. وأدعوك دعاء الخائف الضرير .. سؤال من خضعت لك رقبته .. ورغم لك أنفه .. وفاضت لك عيناه .. وذل لك قلبه\".\r\rفهذا وأمثاله من آثار التوبة المقبولة .. فمن لم يجد ذلك في قلبه فليتهم توبته .. وليرجع الى تصحيحها .. فما أصعب التوبة الصحيحة بالحقيقة .. وما أسهلها باللسان والدعوى .. وما عالج الصادق شيئا أشق عليه من التوبة الخالصة الصادقة .. ولا حول ولا قوة إلا بـ الله ...\rإن التائب تحصل له كسرة خاصة لا تكون لغير التائب .. كسرة تامة قد أحاطت بالقلب من جميع الجهات .. ألقته بين يدي سيده طريحا ذليلا خاشعا .. منكسرا سريع الدمعة .. قريب الذكر لله .. مخبتا خاشعا منيبا .. رطب بذكر الله .. لا غرور ولا عجب ولا حب للمدح .. ولا معايرة ولا احتقار للآخرين بذنوبهم .. وإنما دائم الفكرة في الله سبحانه وتعالى عز وجل ...","seal":"BF1EC59C","page":135},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":137,"nass":"أيها الحبيب\rسرت معي في دروب نالك فيها من الخوف الكثير، ومن التعب أكثر لأصل بك الى جادة طريق التوبة.\rرجائي في الله كبير أن تكون قد هانت الدنيا في عينك فحين يبدأ بصرك يفارق حروفي.\r\rأوصيك ونفسي\r\rبتقوى الله .. انفض غبار الدنيا .. ألق رداء الكسل عليك بالعزيمة الصادقة في مجاهدة النفس.\rاجعل آخر حرف من هذا الكتاب بداية للتوبة الصادقة تسبقها دمعة تجمّل مآقيك وينفتح لها قلبك.\r\r{في قلوبهم}","seal":"19112D20","page":136},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":138,"nass":"الخاتمة\rكان بعضهم يقول في مناجاته:\rليت شعري ما اسمي عندك يا علام الغيوب؟\r\rوما أنت صانع في ذنوبي يا غفار الذنوب؟\r\rوبم تختم عملي يا مقلب القلوب؟","seal":"AD7E9A2F","page":137},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":140,"nass":"الخاتمة نسأل الله حسنها\rإخوتاه ..\r\rبهذا أكون قد قلت كل ما عندي .. وكل ما أطيقه .. والله الموفق ..\r\rإن أريد إلا الاصلاح ما استطعت وما توفيقي إلا بـ الله .. عليه توكلت وإليه أنيب، وقد فعلت ما عليّ .. وأبرزت لكم ضعفي .. وما زلت أعالج مسمار الهوى في قلب العاصي .. أميل به تارة الى جانب التخويف ... وتارة الى جانب التشويق .. ولما ضعف الماسك بإزعاجي له اتسع عليه المجال فجذبته .. فعلي جذبت حبّ المعصية من قلوبكم ..\r\rأنفت لصبي اللعب من بيع جوهر العمر النفيس للهوى .. فشددت عليه في الزجر ليعلم بعد البلوغ أني لم أخنه بالغيب ..\r\rتوبوا إخوتاه .. فلعلّكم لا تمكثون مليّاً .. فتحملون على أعناق الرجال ..\rيا صبيان التوبة .. قد عرفتم شرور أعطان الهوى .. فارحلوا طالبين طهارة التقوى .. حثوا مطايا الجد ولا يلتفت منكم أحد .. وامضوا حيث تؤمرون. توكلوا على الله .. توبوا ولا تخافوا .. أقبلوا ولا تلتفتوا .. امضوا الى ربكم والله يعفو عنّا وعنكم .. ويرحمنا وإيّاكم ..","seal":"6367256A","page":139},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":141,"nass":"اللهم هذا الجهد وعليك التكلان .. وهذا العمل ومنك التوفيق .. اللهم تب علينا توبة نصوحا .. اللهم تب علينا توبة ترضيك .. اللهم تقبّل توبتنا .. واغسل حوبتنا .. وامح خطيئتنا .. وارفع درجتنا .. اللهم اغفر لنا ولكم ..\r\rوصلّ اللهم على نبينا محمد وعلى آله وصحبه وسلم تسليما كثيرا ..","seal":"05722015","page":140},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":143,"nass":"وكتبه أفقر الورى\rمحمد حسين يعقوب\r\rغفر الله له ولوالديه ولزوجاته وأولاده\r\rولجميع المسلمين والمسلمات","seal":"0B66D810","page":142},
      {"Part":"1","aya":null,"sora":null,"Na":null,"id":144,"nass":"الوادع\rيا صاحب الخطايا لست معنا ... يا مقبلا على الهوى ما أنت عندي\rضاعت حيلي في تحصيل قلبك ... اشتدت حيرتي في تلاقي أمرك\r\rواعجبا\r\rأخوّفك عواقب الأمور وما تتوب ... أشرح لك أحوال الصادقين وما تتوب\r\rومتى سقطت شهوة العليل دنا الموت\r\rقد أوقدت نار المواعظ الى جانب كسلك ... ونفس عزيمتك شديدة البرودة","seal":"82C665FB","page":143}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"كيف أتوب","HigriD":"معاصر","oAuthVer":1,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو العلاء محمد بن حسين بن يعقوب السلفي المصري","bLnk":null,"Inf":"","Auth":"محمد حسين يعقوب","Betaka":"الكتاب: كيف أتوب\r\nالمؤلف: أبو العلاء محمد بن حسين بن يعقوب السلفي المصري\r\nالناشر: مكتبة الصحابة - الإمارات، مكتبة التابعين - مصر\r\nالطبعة: الثانية، 1420 هـ - 2000 م\r\nعدد الأجزاء: 1\r\nتنبيه: النص الإلكتروني به بعض الاختلافات عن النسخة الورقية\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"• هو: الداعية المربي الفاضل أبو العلاء محمد بن حسين بن يعقوب السلفي المصري.\r• ولد في عام 1375 هـ , 1956 م بقرية المعتمدية مركز / إمبابه التابعة لمحافظة الجيزة بمصر.\r• كان والده ـ رحمه الله ـ رجلًا صالحًا ـ نحسبه كذلك ولا نزكي على الله أحدًا ـ كان من المؤسسين للجمعية الشرعية لتعاون العاملين بالكتاب والسنة المحمدية في المعتمدية، وكان من الدعاة إلى الله , وكان صاحب سنة طيلة عمره، وكان دَمِث الخُلق، طيب القلب، محبوبًا بين أهالي قريته، ساعيًا لإصلاح ذات البين ما استطاع إلى ذلك سبيلًا , وقد أسس جمعية للإصلاح بين المتخاصمين مع صهره /الشيخ عبد العزيز السايس خال الشيخ , وقد ظل يخطب الجمعة على مدار خمسين سنة من عمره لم يترك جمعة واحدة رحمة الله عليه في جميع محافظات الجمهورية , وكان يطوف أيضًا لإعطاء الدروس في المساجد يوميًّا , وكان له درس ثابت في الفقه في مسجد الجمعية الشرعية بالمعتمدية وآخر للوعظ والتذكير، حتى توفي رحمة الله عليه في 20 شعبان 1420هـ.\r• والشيخ ـ حفظه الله ـ هو أكبر إخوته الذكور، وله أخت واحدة تكبره , وثلاثة إخوة ذكور أصغر منه.\r• حصل على دبلوم المعلمين عام 1967 م، وتزوج وهو دون العشرين من عمره، ثمَّ سافر إلى المملكة العربية السعودية في الفترة من (1401 - 1405هـ)، وهذه الفترة كانت البداية الحقيقية في اتجاه الشيخ ـ حفظه الله ـ لطلب العلم الشرعي.\r• ثم عاد إلى مصر، وتكرر سفره إلى المملكة السعودية على فترات، حيث كان يعمل، ويطلب العلم , وكانت آخر رحلاته إلى المملكة ـ في الطلب ـ عام 1411 هـ لمدة سنة تنقل فيها ما بين الرياض والقصيم.\r• وفي مصر حفظ القرآن منذ صغره في كتاتيب القرية على يد الشيخ محمود طلبة ثم الشيخ عبد العزيز الفيومي، وعمل بمركز معلومات السنة النبوية ـ وهو من أوائل المراكز التي عنيت بإدخال الأحاديث النبوية في الحاسوب ـ وهذه الفترة مكنت الشيخ من الاطلاع على دواوين السنة لا سيما الكتب الستة، مما أثرى محصوله العلمي , وقد شارك الشيخ في هذه الفترة في إدخال 36 (ستة وثلاثون) كتابًا من كتب الحديث إلى الحاسوب شارك فيها بترقيم الأحاديث لصحيح مسلم ومسند أحمد وبمراجعة الأحاديث ضبطًا وتنسيقًا لجميع هذه الكتب.\r• وكانت للشيخ عناية خاصة منذ البداية بكتب الأئمة كابن الجوزي وشيخ الإسلام ابن تيمية وتلميذه ابن القيم، والذهبي وغيرهم، ولذا تجد الشيخ يوصي بها لا سيما صيد الخاطر والتبصرة لابن الجوزي، ومدارج السالكين وطريق الهجرتين لابن القيم، وسير أعلام النبلاء للذهبي، ويرى أنَّ هذه الكتب ينبغي ألا يخلو منها بيت طالب علم\r\r• إجازاته\r1) حصل الشيخ محمد ـ حفظه الله ـ على إجازة في الكتب الستة من الشيخ / أبي الأشبال الزهيري ـ حفظه الله ـ\r2) وأجازه أيضًا في الكتب الستة فضيلة الشيخ / محمد أبو خُبْزة التطواني، وقد رحل الشيخ محمد إليه في بلدته تطوان بالمغرب الأقصى.\r3) وإجازة ثالثة في القرآن والكتب الستة من الشيخ أبو خالد الوكيل المكي.\r\r• شيوخه\r1) سماحة الشيخ العلامة عبد العزيز بن باز (ت 1420 هـ) ـ رحمه الله ـ مفتي المملكة السعودية، ورئيس الجامعة الإسلامية، ورئيس اللجنة الدائمة للبحوث العلمية والإرشاد، ورئيس المجمع الفقهي بمكة المكرمة سابقًا. وقد تتلمذ الشيخ ـ حفظه الله ـ على يديه في الفترة من (1402 - 1405هـ) بالمسجد الكبير بالرياض، وكان سماحة الشيخ ابن باز يدرس بعد صلاة الفجر سبع كتب مختلفة كفتح الباري ـ صحيح مسلم ـ العقيدة الطحاوية ـ تفسير ابن كثير ـ فتح المجيد .. وكانت تربط الشيخ بالعلامة ابن باز علاقة حميمة، وظلت هكذا حتى توفي الشيخ ابن باز عام 1420هـ\r\r2) فضيلة الشيخ العلامة محمد بن صالح العثيمين ـ رحمه الله ـ الأستاذ بجامعة محمد بن سعود بالقصيم، وعضو هيئة كبار العلماء بالمملكة السعودية تتلمذ الشيخ على يديه في عام 1410هـ لمدة ستة أشهر، كان الشيخ ابن عثيمين يشرح خلالها كتاب زاد المستقنع في الفقه الحنبلي. (وهو الشرح الذي خرج بعد ذلك في عدة مجلدات تحت اسم الشرح الممتع على زاد المستقنع) , وللشيخ لقاء خاص مسجل على شريط كاسيت مع شيخه يستضيفه في مجموعة من الأسئلة.\r\r3) فضيلة الشيخ عبد الله بن قعود ـ حفظه الله ـ عضو هيئة كبار العلماء واللجنة الدائمة للبحوث العلمية والإرشاد بالمملكة السعودية. وكان الشيخ محمد ـ حفظه الله ـ يواظب على حضور خطبة الجمعة عند فضيلة الشيخ ابن قعود في مسجده، وزاره عدة مرات في بيته، واستفاد منه كثيرًا، فقد كان الشيخ محمد يستشيره ويأخذ بنصائحه الثمينة , ويعتبر الشيخ ابن قعود صاحب مؤشر التربية الإيمانية والخبرة العميقة في التعامل مع الناس في حياة الشيخ محمد.\r\r4) فضيلة الشيخ عبد الله بن غديان ـ حفظه الله ـ الأستاذ بكلية الشريعة ورئيس محكمة الخبر وعضو هيئة كبار العلماء واللجنة الدائمة للبحوث العلمية والإرشاد بالمملكة السعودية. تتلمذ الشيخ على يديه، وسمع جزءًا كبيرًا من كتاب القواعد لابن رجب الحنبلي حين كان الشيخ يدرسه في الرياض يوميًا بعد صلاة العشاء عام 1411 هـ.\r\r5) فضيلة الشيخ عبد الله بن عبد الرحمن الجبرين ـ حفظه الله ـ عضو لجنة الإفتاء السابق بالمملكة السعودية. تتلمذ الشيخ على يديه عام 1410هـ لمدة ستة أشهر كان الشيخ ابن جبرين ـ حفظه الله ـ يدرس فيها كتابي فتح المجيد، وزاد المستقنع.\r\r6) فضيلة الشيخ محمد المختار الشنقيطي ـ حفظه الله ـ الفقيه الأصولي العلم ذي المواعظ القيمة والدروس النافعة نزيل المدينة المنورة، والمدرس بالمسجد النبوي الشريف. زاره الشيخ في بيته، ودرس على يديه جزءًا من كتاب عمدة الأحكام في الفقه الحنبلي , وكان يدرسه بعد صلاة الفجر في بيته.\r\r7) فضيلة الشيخ عبد الله بن محمد الأمين الشنقيطي ـ حفظه الله ـ رئيس قسم التفسير بالجامعة الإسلامية بالمدينة المنورة. رافقه الشيخ محمد لمدة أسبوع في إحدى الرحلات، وقال عنه: استفدت منه كثيرًا لاسيما سلامة الصدر لجميع المسلمين.\r\r8) فضيلة الشيخ عطية سالم ـ رحمه الله ـ العالم الرباني، وأبرز تلاميذ العلامة القرآني الشيخ / محمد الأمين الشنقيطي، وهو الذي أتمَّ كتابه أضواء البيان، وكان معروفًا بعلمه وفقهه، حتى توفي 1420 هـ تتلمذ الشيخ على يديه وسمع منه شرحه على الورقات في أصول الفقه.\r\r9) فضيلة الشيخ أبو بكر الجزائري ـ حفظه الله ـ العالم الرباني والمدرس بالمسجد النبوي الشريف صاحب الكتب المفيدة كمنهاج المسلم وعقيدة المؤمن وغيرهما من كتبه الماتعة. حضر له الشيخ عدة مجالس في التفسير بالمسجد النبوي الشريف، وتربطه علاقة حميمة بالشيخ أبي بكر ـ حفظه الله ـ إلى وقتنا الحالي، وهذا يظهر من الكلمات العاطرة التي كتبها الشيخ أبو بكر في مقدمة كتاب \" إلى الهدى ائتنا \" للشيخ محمد فهو يقول عنه: المحب الفاضل العلامة المصلح الشيخ / محمد حسين يعقوب , ومقدمة أخرى لكتاب منطلقات طالب العلم فيها توقير للشيخ واحتفاء زائد بهذا الكتاب.\r\r10) فضيلة الشيخ عبد القادر شيبة الحمد ـ حفظه الله ـ تتلمذ الشيخ على يديه وسمع منه دروسه في التفسير في مسجد الرسول صلى الله عليه وسلم.\r\r11) فضيلة الشيخ أسامة محمد عبد العظيم الشافعي المصري ـ حفظه الله ـ العالم الرباني القدوة عابد الزمان، الأستاذ ورئيس قسم أصول الفقه بجامعة الأزهر الشريف وهو أكثر من تأثر بهم الشيخ محمد، لاسيما في الاتجاه نحو التربية والتزكية، وقد تتلمذ الشيخ على يديه، وسمع منه محاضراته المتفرقة في شرح كتب ابن القيم وابن الجوزي ـ رحمهما الله ـ. يقول عنه الشيخ محمد: لما رجعت من المملكة السعودية حُكي لي عنه فذهبت إليه فأعجبني سمته منذ اللحظة الأولى إذ وجدت قدميه متورمتين من القيام، وعليه سمت الصالحين فلزمته وهو شيخي حقًا تعلمت من سمته ولفظه ولحظه \"حفظه الله \".\r\r12) فضيلة الشيخ رجائي المصري المكي ـ رحمه الله ـ سمع منه كثيرًا من شرح السنة للبغوي بمسجد طلاب الفقه بالقاهرة , وكانت بينهما علاقة خاصة حتى مات الشيخ 1425 هـ.\r\r13) فضيلة الشيخ / عبد المحسن العباد ـ حفظه الله ـ لقيه الشيخ محمد بالمدينة المنورة، وزاره في بيته، وأهدى له الشيخ العباد مجموعة كتبه.\r\r14) وقد التقى الشيخ ـ حفظه الله ـ بفضيلة الشيخ / مقبل بن هادي الوادعي ـ حفظه الله ـ بالجامعة الإسلامية بالمدينة.\r\r15) ورأى الشيخ / محمد ناصر الدين الألباني ـ رحمه الله ـ في موسم للحج واتصل به هاتفيًا مرتين.\r\r16) وجمعه لقاءان بالأستاذ الدكتور / علي مرعي عميد كلية الشريعة والقانون بجامعة الأزهر الشريف.\r\r17) الشيخ عبد القادر الأرناؤوط لقيه الشيخ في مكة خمس لقاءات متوالية استمع منه الحديث وقرأ عليه واستفاد منه\r\rوتجمع الشيخ بشيوخ ودعاة العصر بمصر علاقة ود ومحبة، لذلك تجد الشيخ محمد دائم التذكير بهم في محاضراته، وتراه لا يلقب أحدًا منهم إلا بقوله \" شيخنا\" ومن هؤلاء:\r• فضيلة الشيخ محمد صفوت نور الدين رئيس جماعة أنصار السنة المحمدية , وبينهما علاقة حميمة حتى مات الشيخ عليه رحمة الله وقد كانت بينهما صحبة في آخر سفرة قبل موت الشيخ أقام فيها الشيخان في غرفة واحدة لمدة أسبوع وكان الشيخ محمد قد بدأ في هذه الفترة مشروعه الكبير \" أصول الفقه التربوي \" , واطلع الشيخ صفوت رحمه الله على بعض الأوراق في بداية مشروع الكتاب فأعجب به وكتب له مقدمة ماتعة مازال الشيخ يحتفظ بها لحين صدور الكتاب.\r• وفضيلة الشيخ محمد بن إسماعيل المقدم , والشيخ أحمد فريد والشيخ ياسر برهامي والشيخ سعيد عبد العظيم ومشايخ الدعوة بالأسكندرية عمومًا.\r• وفضيلة الشيخ أبي إسحق الحويني , والشيخ وحيد بالي.\r• وفضيلة الشيخ محمد حسان والشيخ مصطفى العدوي.\r• وفضيلة الشيخ أبي ذر القلموني\rحفظهم الله جميعًا. وكل دعاة مصر والعالم بلا استثناء يجمع الشيخ بهم علاقة ود ومحبة خالصة وزيارات متبادلة\r\r• منهجه\rوبعد أن رسخت قدمه في العلوم الشرعية بفضل الله أولًا، ثمَّ اتصاله بأهل العلم، والأخذ عنهم، بدأ الشيخ ـ حفظه الله ـ في الدعوة إلى الله، وتبنى منهجًا تربويًا، فهو يرى أنَّ صلاح أمة الإسلام لن يكون حتى يتربى أبناؤها وفق منهج سلفنا الصالح مصداقًا لقوله تعالى: \" إنَّ الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم \"، فإنَّ من أسباب الانتكاسة التي أصيب بها المسلمون في هذا الزمان بعدهم عن المنهج الصحيح في التربية والتزكية الذي هو من أركان دعوة النبي صلى الله عليه وسلم قال تعالى: \" هُوَ الذِي بَعَثَ فِي الأُمِّيِّن رَسُولًا مِّنهُم يَتلُو عَلَيهِم آيَاتِهِ وَيُزَكِّيهِم وَيُعَلِّمَهُمُ الكِتَابَ وَالحِكمَةَ وَإِن كَانُوا مِن قَبلُ لَفِي ضَلالٍ مُّبِين \".\r\rرجع الشيخ من الممكلة عام 1405 هـ وقد درس الفقه هناك وأعجب به وبدأ نشاطه الدعوي في قريته مسقط رأسه بعد أن أعاد بناء المسجد العتيق \" مسجد الجمعية الشرعية بالمعتمدية \" , وأنشأ معه حضانة ومدرسة ابتدائية وإعدادية ما زالت قائمة حتى الآن وتعمل في نشاط.\r\rوبدأ الشيخ في تدريس منهج متكامل للشباب في المسجد يتمثل في:\r• كتاب سبل السلام ثم كتاب نيل الأوطار على مرحلتين.\r• كتاب فتح المجيد ثم كتاب العقيدة الطحاوية على مرحلتين.\r• كتاب تزكية النفوس (للشيخ أحمد فريد) ثم كتاب مختصر منهاج القاصدين على مرحلتين.\r\r• كتاب الأصول من علم الأصول (للعثيمين) ثم الورقات على مرحلتين.\r\r• كتاب تيسير مصطلح الحديث ثم كتاب مختصر علوم الحديث على مرحلتين.\r\rواستمرت هذه المرحلة خمس سنوات حتى سافر السفرة الأخرى إلى المملكة العربية السعودية ثم عاد بعد سنة فكان فتح الله عليه في وعظ وتذكير العوام والعناية بالتربية والتزكية للإخوان فانطلق فيما فتح الله له فيه بعد أن درّس كتاب سبل السلام ثلاث مرات والطحاوية أربع مرات.\r\rويعد الشيخ / أسامة محمد عبد العظيم ـ حفظه الله ـ أبرز من تأثر بهم الشيخ محمد في تبني هذا المنهج التربوي، وقد تتلمذ عليه لعدة سنوات استخلص فيها الأصول التربوية من خلال مدارسة كتب الأئمة كابن قيم الجوزية وابن الجوزي وغيرهما.\r\rثمَّ بدأ الشيخ ـ حفظه الله ـ في تبسيط هذا المنهج لعامة الناس، وفقه واقعهم، ومحاولة علاج المشكلات الإيمانية الخطيرة التي يواجهونها في حياتهم. ومن هنا تركزت دعوته في تربية القلوب وتزكية النفوس، ليتعلم الناس كيفية الوصول لطريق الله ـ تبارك وتعالى ـ وكيف يفهم عن الله سننه الربانية في خلقه، ويعلم كيف يعبد ربه وإلهه ومعبوده ـ جل وعلا.\r\rمصنفاته وجهوده العلمية\r1) كيف أتوب؟ (مجموعة من المحاضرات ألقاها الشيخ ـ حفظه الله ـ عن التوبة في أثناء شرحه لتهذيب مدارج السالكين لابن القيم) وهو أول كتب الشيخ.\r2) نصائح للشباب تهذيب غذاء الألباب للسفاريني. (وغذاء الألباب هو شرح لمنظومة الآداب أتى فيها بجملة من السنن والآداب التي صارت مهجورة في عصرنا الحالي).\r3) إلى الهدى ائتنا. (مجموعة من المحاضرات لعلاج قضية الفتور عن الطاعات، وتناولها من خلال عشرين سببًا وأتبع كل سبب بالعلاج).\r4) الأخوة أيها الإخوة. (عن قضية الحب في الله وأهميتها في هذا العصر وكيف نصل إلى هذه المرتبة العظيمة).\r5) صفات الأخت الملتزمة. (رسالة جمع فيها الشيخ ـ حفظه الله ـ مجموعة من الصفات التي ينبغي أن تتحلى بها المرأة المسلمة) ويتم الآن شرح هذه الصفات لتخرج في كتاب كبير.\r6) القواعد الجلية للتخلص من العادة السرية (وهي رسالة في بيان خطورة الاستمناء وحكم الشرع فيه وكيفية العلاج منه) وهي جزء مقتطع من الكتاب الكبير \" مواجهة الشهوة \" يسَّر الله إخراجه.\r7) حرب التدخين. (رسالة في بيان خطورة وأضرار التدخين وكيفية الإقلاع عنه).\r8) يا تارك الصلاة. (رسالة لكل تارك للصلاة تهمس في أذنه لماذا لا تصلي؟ تفند الشبهات والحيل الشيطانية التي يغري بها الشيطان طوائف من الناس فيبعدهم عن الصلاة، ويصدهم عن سبيل الله، وهي تبين عظم قدر الصلاة، وما أعده الله لمن حافظ على الصلاة، وهذه المحاضرة التي ألقاها في التسعينات).\r9) الجدية في الالتزام. يتناول فيه واقع الملتزمين في هذه الأيام، والكتاب ضمن مشروع تربوي بعنوان: \" سلسلة رسائل التربية الجادة \"\r10) القبر رؤية من الداخل. ويتناول أهوال القبر الستة ومن عبارات الكتاب (تعالوا بنا لنزور ذلك الواعظ الصامت، نقف عنده مليا لنتدبر حديثه الدائم، عسانا نعتبر).\r11) الخُطب (وقد صدر منها جزءان يحتوي الجزء الأول على عشر خطب للشيخ، والثاني على ست خطب له).\r12) منطلقات طالب العلم. كتاب عن واقع طلب العلم في هذا الزمان، يدور حول عشرة منطلقات هي ذخيرة كل طالب علم (الإخلاص .. علو الهمة .. التزكية .. السلفية .. فهم السلف .. ماذا يُتعلم؟ .. ممن نطلب العلم؟ .. الأدب .. تكوين الملكة الفقهية .. من أين يبدأ طالب العلم) وهذا الأخير متضمن لمنهج علمي في التربية والتزكية، ومنهج في تلقي العلوم وترشيح مجموعة من أهم المصنفات في كل فن.\r13) أمراض الأمة. رسالة عن الآفات التي ابتليت بها أمة الإسلام في هذا الزمان، مثل: (غياب فاعلية العقيدة، غلبة العاطفة على الواقع الفعلي والعملي، اتباع الهوى والشهوات) وكيفية العلاج من هذه الآفات.\r14) أصول الوصول إلى الله تعالى. كتاب يحوي في طياته من الأصول والقواعد التي لا يستغنى عنها السائر في الطريق إلى الله.\r15) قصة الالتزام والتخلص من رواسب الجاهلية. يتناول قضية خطيرة مفادها: هل تعتقد أنَّ الالتزام يعني أن تخلع ثياب المتشبهين بالكفار وترتدي ثيابًا يتناسب مع شرع الله تعالى فقط؟ هل تعتقد أنَّ الالتزام هو المحافظة على بعض شرائع الإسلام دون بعض؟ فتصلي أو تصوم أو تحج لكن لا تطلب العلم، ولا تبذل جهدًا في الدعوة، فضلاً عن أن تقوم الليل وتصوم النوافل، قد لا تصل الرحم مثلا، ولا تغيث ملهوفًا،، ولا تهذب أخلاقك السابقة، فتظل كما كنت كسولاً أو فظًا أو غضوبًا لنفسك أو أنانيًا تؤثر نفسك؟ والله الذي لا إله إلا هو لن يرى المسلمون عزًا طالما هذه الشوائب تنخر فيهم، لن ينالوا نصرًا وهذه الرواسب تكمن في قلوبهم\r16) أسرار المحبين في رمضان , كتاب في 400 صفحة. وهو كتاب يتناول أجمل ما قاله الشيخ في حياته عن رمضان.\r17) علم القلوب يصدر قريبًا إن شاء الله.\rوتحت الطبع مجموعة من الكتب كتهذيب طريق الهجرتين , مواجهة الشهوة , صناعة الرجال , أهوال القبر , البكاء من خشية الله , والأجزاء التالية من الخطب وغيرها الكثير.\r\rالنشاط الدعوي\r• شرح الشيخ كتاب ابن القيم\" مدارج السالكين \" مرتين , مرة من سنة 1985 م إلى سنة 1995 م , ومرة أخرى من سنة 1995 م إلى سنة 2005 م , وشرع الآن في شرحه للمرة الثالثة يسر الله إتمامه. \" وسيتم بث هذا الشرح بالصوت والصورة على هذا الموقع إن شاء الله تعالى \".\r• مجموعة حلقات طويلة بعنوان \" أصول الفقه الدعوي \".\r• شرح كتاب\" جامع العلوم والحكم \" لابن رجب وكتاب صيد الخاطر لابن الجوزي.\r• شرح جديد لكتاب \" العقيدة الطحاوية \" وكتاب مختصر منهاج القاصدين. • شرح (كيف تعيش رمضان) بالصوت والصورة في 36 حلقة سوف تبث أيضًا من خلال هذا الموقع إن شاء الله تعالى.\r• وللشيخ محاضرات كثيرة مسجلة على الأشرطة صدر منها نحو ثلاثة آلاف وكثير منها مسجل على الإسطوانات وأشرطة الفيديو.\r\rسفرات الشيخ\rسافر الشيخ إلى كل الدول العربية بلا استثناء وكثير من الدول الأوربية والغربية\rوله أول مؤتمر سلفي في السويد ومؤتمرات عدة في أمريكا وأسبانيا وغيرها.","seal":"1EB98D76","cat":"الرقاق والآداب والأذكار","oNum":98089,"BkId":98089,"oAuth":2582,"bVer":1,"aSeal":"BFDD152F"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t98089":
    [
      {"lvl":1,"id":6,"sub":0,"tit":"مقدمة"},
      {"lvl":2,"id":8,"sub":0,"tit":"أما بعد"},
      {"lvl":3,"id":9,"sub":0,"tit":"يقول إبن القيم"},
      {"lvl":2,"id":11,"sub":0,"tit":"كيف أعود الى الله"},
      {"lvl":1,"id":14,"sub":0,"tit":"لماذا نتوب؟!!"},
      {"lvl":2,"id":17,"sub":0,"tit":"النية في التوبة"},
      {"lvl":3,"id":17,"sub":1,"tit":"أولا ـ لكوننا نعود بالتوبة الى الصراط المستقيم"},
      {"lvl":3,"id":17,"sub":2,"tit":"ثانيا ـ طاعة لأمر الله عز وجل"},
      {"lvl":3,"id":17,"sub":3,"tit":"ثالثا ـ فرارا من الظلم الى الفلاح"},
      {"lvl":3,"id":18,"sub":0,"tit":"رابعا ـ لطلب السعادة"},
      {"lvl":3,"id":24,"sub":0,"tit":"خامسا ـ الفرار من العذاب والوحشة والحجاب"},
      {"lvl":2,"id":25,"sub":0,"tit":"الحجب العشرة بين العبد وبين الله"},
      {"lvl":3,"id":25,"sub":1,"tit":"الحجاب الأول: الجهل بالله"},
      {"lvl":4,"id":25,"sub":2,"tit":"يقول ابن القيم"},
      {"lvl":3,"id":28,"sub":0,"tit":"الحجاب الثاني: البدعة"},
      {"lvl":4,"id":29,"sub":0,"tit":"تنبيه"},
      {"lvl":3,"id":30,"sub":0,"tit":"الحجاب الثالث: الكبائر الباطنة"},
      {"lvl":4,"id":30,"sub":1,"tit":"يقول ابن القيم"},
      {"lvl":3,"id":30,"sub":2,"tit":"الحجاب الرابع: حجاب أهل الكبائر الظاهرة"},
      {"lvl":4,"id":31,"sub":0,"tit":"كيف تكبر الصغائر"},
      {"lvl":5,"id":31,"sub":1,"tit":"أولا: الإصرار والمواظبة"},
      {"lvl":5,"id":31,"sub":2,"tit":"ثانيا: استصغار الذنب"},
      {"lvl":5,"id":32,"sub":0,"tit":"ثالثا: السرور بالذنب"},
      {"lvl":5,"id":33,"sub":0,"tit":"رابعا: أن يتهاون بستر الله عليه"},
      {"lvl":5,"id":34,"sub":0,"tit":"خامسا: المجاهرة"},
      {"lvl":5,"id":35,"sub":0,"tit":"سادسا: أن يكون رأسا يقتدى به"},
      {"lvl":3,"id":35,"sub":1,"tit":"الججاب الخامس: حجاب أهل الصغائر"},
      {"lvl":3,"id":36,"sub":0,"tit":"الحجاب السادس: حجاب الشرك"},
      {"lvl":3,"id":37,"sub":0,"tit":"الحجاب السابع: حجاب أهل الفضلات والتوسع في المباحث"},
      {"lvl":3,"id":38,"sub":0,"tit":"الحجاب الثامن: حجاب أهل الغفلة عن الله"},
      {"lvl":3,"id":39,"sub":0,"tit":"الحجاب التاسع: حجاب العادات والتقاليد والأعراف"},
      {"lvl":3,"id":39,"sub":1,"tit":"الحجاب العاشر: حجاب المجتهدين المنصرفين عن السير الى المقصود"},
      {"lvl":4,"id":41,"sub":0,"tit":"يقول ابن القيم"},
      {"lvl":4,"id":45,"sub":0,"tit":"يقول ابن القيم"},
      {"lvl":1,"id":46,"sub":0,"tit":"كيف نتوب؟!"},
      {"lvl":2,"id":48,"sub":0,"tit":"حقيقة التوبة"},
      {"lvl":2,"id":50,"sub":0,"tit":"فاتحة التوبة؟؟"},
      {"lvl":3,"id":50,"sub":1,"tit":"أولا: الوعظ والتذكير"},
      {"lvl":3,"id":53,"sub":0,"tit":"ثانيا: عزل النفس عن مواطن المعصية"},
      {"lvl":3,"id":57,"sub":0,"tit":"ثالثا: إدمان معاتبة النفس وتخويفها"},
      {"lvl":3,"id":61,"sub":0,"tit":"رابعا: علاج النفس بالصوم ومنع الحظوظ"},
      {"lvl":3,"id":62,"sub":0,"tit":"خامسا: أن تأخذ من نفسك الراحة وتنزل بها التعب ونقصان المباح"},
      {"lvl":3,"id":64,"sub":0,"tit":"سادسا: ارفع لها بالفكرة أعلام الآخرة"},
      {"lvl":3,"id":66,"sub":0,"tit":"سابعا: تحطيم الأصنام"},
      {"lvl":2,"id":73,"sub":0,"tit":"لنتب إخوتاه"},
      {"lvl":1,"id":76,"sub":0,"tit":"لماذا لا نتوب؟!!"},
      {"lvl":2,"id":78,"sub":0,"tit":"سبع عوائق في طريق التوبة"},
      {"lvl":3,"id":78,"sub":1,"tit":"العائق الأول: تعلق القلب بالذنب"},
      {"lvl":4,"id":78,"sub":2,"tit":"لنعالج تعلق القلب بالذنب في نقاط"},
      {"lvl":5,"id":78,"sub":3,"tit":"1 - نسيان الذنب"},
      {"lvl":5,"id":79,"sub":0,"tit":"2 - هجر أماكن المعصية"},
      {"lvl":5,"id":80,"sub":0,"tit":"3 - تغيير الرفقة"},
      {"lvl":5,"id":80,"sub":1,"tit":"4 - استشعار لذة الطاعة"},
      {"lvl":5,"id":80,"sub":2,"tit":"5 - الانشغال الدائم"},
      {"lvl":5,"id":81,"sub":0,"tit":"6 - صدق الندم واستقباح الذنب"},
      {"lvl":5,"id":81,"sub":1,"tit":"7 - تأمل أحوال الصالحين"},
      {"lvl":5,"id":81,"sub":2,"tit":"8 - قصر الأمل ودوام ذكر الموت"},
      {"lvl":5,"id":82,"sub":0,"tit":"9 - تعويد النفس على فعل الحسنات والإكثار منها"},
      {"lvl":3,"id":82,"sub":1,"tit":"العائق الثاني من عوائق التوبة: استثقال التوبة واستصعاب الالتزام"},
      {"lvl":4,"id":83,"sub":0,"tit":"كيف يمكن الخلاص من استثقال التوبة واستصعاب الالتزام .. ؟"},
      {"lvl":5,"id":83,"sub":1,"tit":"1 - دفع التسويف"},
      {"lvl":5,"id":84,"sub":0,"tit":"2 - الصدق مع الله"},
      {"lvl":5,"id":85,"sub":0,"tit":"3 - التبرؤ من الحول والقوة"},
      {"lvl":3,"id":86,"sub":0,"tit":"العائق الثالث من عواءق التوبة: الاعتذار والتعلل والبحث عن المبررات"},
      {"lvl":3,"id":87,"sub":0,"tit":"العائق الرابع: الاغترار بستر الله وتوالي نعمه"},
      {"lvl":3,"id":89,"sub":0,"tit":"العائق الخامس من عوائق التوبة: تعلق الذنب بأحكام يخشى العاصي منها بعد التوبة"},
      {"lvl":3,"id":90,"sub":0,"tit":"العائق السادس من عوائق التوبة: الابتلاءات التي تقع على التائب بعد التوبة"},
      {"lvl":3,"id":91,"sub":0,"tit":"العائق الأخير: العصرة التي تصيب قلب التائب"},
      {"lvl":4,"id":95,"sub":0,"tit":"يقول ابن القيم"},
      {"lvl":2,"id":96,"sub":0,"tit":"ما هي أركان التوبة"},
      {"lvl":3,"id":96,"sub":1,"tit":"أولا: الاخلاص"},
      {"lvl":3,"id":96,"sub":2,"tit":"ثانيا: الاقلاع"},
      {"lvl":3,"id":97,"sub":0,"tit":"ثالثا: الندم"},
      {"lvl":4,"id":97,"sub":1,"tit":"هذه هي الثلاثة التي يحصل بها الندم"},
      {"lvl":5,"id":97,"sub":2,"tit":"(1) معرفة الله"},
      {"lvl":6,"id":102,"sub":0,"tit":"ما هي علامات توقير الله"},
      {"lvl":7,"id":102,"sub":1,"tit":"(1) ألا تذكر اسمه مع المحقرات"},
      {"lvl":7,"id":102,"sub":2,"tit":"(2) ألا تنسب الشر اليه"},
      {"lvl":7,"id":103,"sub":0,"tit":"(3) من وقاره: ألا تعدل به شيئا من خلقه لا في اللفظ ولا في الفعل"},
      {"lvl":7,"id":103,"sub":1,"tit":"(4) من توقيره جل وعلا ألا تشرك معه شيئا في الحب والتعظيم والإجلال"},
      {"lvl":7,"id":104,"sub":0,"tit":"(5) من توقيره جل وعلا ألا تجعل له الفضلة"},
      {"lvl":7,"id":105,"sub":0,"tit":"(6) من التوقير: ألا تقدم حق المخلوق على حق الله"},
      {"lvl":7,"id":105,"sub":1,"tit":"(7) من توقيره جل وعلا: أن تختار حده وجنبه وناحيته من ناحية الناس وجنبهم"},
      {"lvl":7,"id":106,"sub":0,"tit":"(8) من توقير الله: بذل البدن والقلب والروح في خدمته تعالى"},
      {"lvl":7,"id":106,"sub":1,"tit":"(9) من توقير الله: ألا تقدم مراد نفسك على مراد ربك"},
      {"lvl":7,"id":106,"sub":2,"tit":"(10) من وقاره جل وعلا: الحياء من أن يطلع على قلبك فيرى منك ما يكره"},
      {"lvl":7,"id":107,"sub":0,"tit":"(11) من وقاره: أن يستحي منه في الخلوة أعظم مما يستحي من أكابر الناس"},
      {"lvl":7,"id":107,"sub":1,"tit":"(12) ومن وقاره: أن يكون همه الأول طلب رضا الله"},
      {"lvl":5,"id":110,"sub":0,"tit":"(2) معرفة النفس: باستقباح ما كنت عليه"},
      {"lvl":6,"id":111,"sub":0,"tit":"انتبه"},
      {"lvl":5,"id":114,"sub":0,"tit":"(3) تصديق الوعيد"},
      {"lvl":3,"id":117,"sub":0,"tit":"رابعا: العزم على عدم العودة"},
      {"lvl":3,"id":117,"sub":1,"tit":"خامسا: خلع العادات"},
      {"lvl":4,"id":118,"sub":0,"tit":"كيف تخلع العادات؟!"},
      {"lvl":3,"id":118,"sub":1,"tit":"سادسا: العلم بطرق الصبر عن المعصية"},
      {"lvl":4,"id":118,"sub":2,"tit":"السبب الأول: علم العبد بقبح المعصية ودناءتها"},
      {"lvl":4,"id":119,"sub":0,"tit":"السبب الثاني: الحياء من الله"},
      {"lvl":4,"id":119,"sub":1,"tit":"السبب الثالث: مراعاة نعمة الله"},
      {"lvl":4,"id":120,"sub":0,"tit":"السبب الرابع: الخوف من الله"},
      {"lvl":4,"id":120,"sub":1,"tit":"السبب الخامس: محبة الله"},
      {"lvl":4,"id":121,"sub":0,"tit":"السبب السادس: شرف النفس وذكاؤها وفضلها وأنفتها وحميتها"},
      {"lvl":4,"id":122,"sub":0,"tit":"السبب السابع: قوة العلم بسوء عاقبة المعصية"},
      {"lvl":5,"id":122,"sub":1,"tit":"ومن عقوبات المعصية"},
      {"lvl":5,"id":122,"sub":2,"tit":"ومن عقوبات المعاصي"},
      {"lvl":4,"id":126,"sub":0,"tit":"السبب الثامن: قصر الأمل وكثرة ذكر الموت"},
      {"lvl":4,"id":127,"sub":0,"tit":"السبب التاسع: مجانبة الفضول في الطعام والشراب"},
      {"lvl":4,"id":127,"sub":1,"tit":"السبب العاشر: وهو الجامع لهذه الأسباب كلها: هو ثبات شجرة الايمان في القلب"},
      {"lvl":2,"id":128,"sub":0,"tit":"علل التوبة"},
      {"lvl":3,"id":130,"sub":0,"tit":"1 - إنعدام الإخلاص"},
      {"lvl":3,"id":131,"sub":0,"tit":"2 - ضعف العزيمة والتفات القلب الى الذنب الفينة بعد الفينة"},
      {"lvl":3,"id":131,"sub":1,"tit":"3 - الطمأنينة ووثوقه بنفسه حتى كأنه قد أعطى صكا بالأمان."},
      {"lvl":3,"id":131,"sub":2,"tit":"4 - جمود العين واستمرار الغفلة"},
      {"lvl":3,"id":131,"sub":3,"tit":"5 - ألا يستحدث بعد التوبة أعمالا صالحة لم تكن له قبل التوبة"},
      {"lvl":2,"id":132,"sub":0,"tit":"علامات التوبة المقبولة"},
      {"lvl":3,"id":134,"sub":0,"tit":"أولا: أن يكون بعد التوبة خيرا مما كان قبلها"},
      {"lvl":3,"id":134,"sub":1,"tit":"ثانيا: ألا يزال الخوف من العودة الى الذنب مصاحبا له"},
      {"lvl":3,"id":135,"sub":0,"tit":"ثالثا: انخلاع القلب وتقطعه ندما وخوفا من العقوبة العاجلة والآجلة"},
      {"lvl":3,"id":135,"sub":1,"tit":"رابعا: كسرة خاصة لا تحصل الا للتائب"},
      {"lvl":1,"id":137,"sub":0,"tit":"أيها الحبيب"},
      {"lvl":1,"id":138,"sub":0,"tit":"الخاتمة"},
      {"lvl":1,"id":140,"sub":0,"tit":"الخاتمة نسأل الله حسنها"},
      {"lvl":1,"id":144,"sub":0,"tit":"الوادع"}
    ]
}
