{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b98135":
    [
      {"page":1,"id":1,"nass":"اللِّحيَة لِمَاذَا؟\r\rإعداد\rمحمد بن أحمد بن إسماعيل\rعفا الله عنه\r\rدار طيبة للنشر والتوزيع\rالرياض\rشارع السويدى العام - غرب النفق\rتليفون 4253737 - 4258866","seal":"94AF2B66","part":1},
      {"page":2,"id":2,"nass":"حقوق الطبع محفوظة\rالطبعة الأولى\r1413هـ - 1993م","seal":"F3DCBE5A","part":1},
      {"page":3,"id":3,"nass":"بسم الله الرحمن الرحيم\rالحمد لله مُعِزِّ من أطاعه واتَّقاه، ومُذِلِّ من أضاع أمره وعصاه، والصلاة والسلام على رسول الله، وعلى آله وصحبه الذين كان هواهم تبعًا لهداه.\rأما بعد\rفهذا مختصر \"أدلة تحريم حلق اللحية\" قرَّبتُه ليكون سهل التناول، بسيط العبارة، وحذفت منه البحوث المفصلة، والتخريجات المسهبة، والعزو الدقيق، وما إلى ذلك من الاستطرادات التي لا تناسب المقام، وأعدت صياغته في صورة مشوقة تناسب جميع القراء.\rوالله أسأل أن يتقبله بقبول حسن، وأن ينفع به النفع العميم، في الدنيا ويوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، والحمد لله رب العالمين.","seal":"D72B0E58","part":1},
      {"page":4,"id":4,"nass":"بسم الله الرحمن الرحيم","seal":"8B3A9036","part":1},
      {"page":5,"id":5,"nass":"إعفاء اللحية طاعة\rفقد قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} الآية. [الأحزاب:36]\rوقال عز وجل: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ}. [النور:63]\rومما أمر به رسول الله - صلى الله عليه وسلم - إعفاءُ اللحى (¬1)، فقد روى ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ: «أَمَرَ بِإِحْفَاءِ الشَّوَارِبِ، وَإِعْفَاءِ اللِّحْيَةِ» [رواه مسلم]\rوعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «جُزُّوا الشَّوَارِبَ، وَأَرْخُوا اللِّحَى خَالِفُوا الْمَجُوسَ» [رواه مسلم]\r\rولما رأى النبي - صلى الله عليه وسلم - رسولَىْ كسرى وقد حلقا لحاهما، وأعفيا شواربهما، كره أن ينظر إليهما، وقال:\r¬__________\r(¬1) وقد ورد هذا الأمر بصيغ مختلفة هي: (أعفوا، أوفوا، أرخوا، أرجوا، وفروا) اللحى، ومعناها كلها: تركها على حالها.","seal":"BD06D0D0","part":1},
      {"page":6,"id":6,"nass":"\"ويلكما من أمركما بهذا؟ \"، قالا: \"أمرنا بهذا ربنا\" يعنيان كسرى، فقال رسول الله - صلى الله عليه وسلم -: \"ولكن ربي أمرني بإعفاء لحيتي، وقص شاربي\". [حديث حسن]\rوصيغة الأمر تدل على وجوب امتثاله، بحيث يثاب فاعله، ويعاقب تاركه.\r\rحلق اللحية معصية\rقال الله تعالى: {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} [الأحزاب:36]\rوقال عز وجل: {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا} [الجن:23]\rوقد تقدم أمره - صلى الله عليه وسلم - بإعفاء اللحى، ومخالفتُه معصية محرمة، قال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا}. [الحشر:7]\rوقال - صلى الله عليه وسلم -: \"مَا نَهَيْتُكُمْ عَنْهُ، فَاجْتَنِبُوهُ\" [متفق عليه].\rوالأمر بإعفاء اللحى وتوفيرها، يستلزم النهي عن حلقها وتقصيرها بحيث تكون قريبة إلى الحلق، لأن الأمر بالشئ نهي عن ضده.","seal":"E0F3B54B","part":1},
      {"page":7,"id":7,"nass":"قال - صلى الله عليه وسلم - \"لَا تَنْتِفُوا الشَّيْبَ ; فَإِنَّهُ نُورُ الْمُسْلِمِ\". [حديث حسن]\rولا فرق بين نتفه من اللحية أو من الرأس، وعن أنس - رضي الله عنه - قال: \" يُكْرَهُ أَنْ يَنْتِفَ الرَّجُلُ الشَّعْرَةَ الْبَيْضَاءَ مِنْ رَأْسِهِ وَلِحْيَتِهِ\" [رواه مسلم]،\rوالذي يحلق لحيته قد كره الشعر الأسود فضلًا عن الأبيض الذي هو نور المسلم.\rوقد رُوي \"أن عمر - رضي الله عنه - وابن أبي يعلى قاضي المدينة ردَّا شهادةَ مَن كان ينتف لحيته\".\rوقال الغزالي والنووي عليهما الرحمة: \"ونتفها -أي اللحية- في أول نباتها تشبه بالمُرْد (¬1)، ومن المنكرات الكبار\".\r\rإعفاء اللحية سنة محمدية\rقال عز وجل: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب:21]\r¬__________\r(¬1) مُرْد: جمع أمرد، وهو الغلام طرَّ شاربه، وبلغ خروج لحيته، ولم تَبْدُ.","seal":"48997886","part":1},
      {"page":8,"id":8,"nass":"قال سبحانه: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ} الآية. [النساء:64]\rوقال - صلى الله عليه وسلم -: \"وَخَيْرُ الْهُدَى هُدَى مُحَمَّدٍ - صلى الله عليه وسلم - \" [رواه مسلم]،\rوقد ثبت في صفته الخِلقية - صلى الله عليه وسلم - أنه كان كثَّ اللحية عظيمها،\rفعن أنس - رضي الله عنه - قال: \"كانت لحيته صلى الله عليه وسلم قد ملأت من هاهنا إلى هاهنا، وأمر يده على عارضيه\" [رواه ابن عساكر في \"تاريخه\"].\rوكان الصحابة رضي الله عنهم يعرفون أنه يقرأ في الظهر والعصر «بِاضْطِرَابِ لِحْيَتِهِ» [رواه البخاري].\r\"وكَانَ إِذَا تَوَضَّأَ، أَخَذَ كَفًّا مِنْ مَاءٍ فَأَدْخَلَهُ تَحْتَ حَنَكِهِ فَخَلَّلَ بِهِ لِحْيَتَهُ» [صحيح]، وفي ذلك أحاديث أخرى كثيرة كلها تؤكد أنه - صلى الله عليه وسلم - كان عظيم اللحية،\rفيا عجبًا ممن يَدَّعون حُبَّه - صلى الله عليه وسلم -، ثم هم لا يحبون صورته، بل يفضلون صورة أعدائه، والله تعالى يقول: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} الأية [آل عمران:31].\rوالمحبة التي لا تضطر صاحبها إلى اتباع المحبوب والتشبه","seal":"EDB70FC5","part":1},
      {"page":9,"id":9,"nass":"به إدعاء للمحبة وليست بالمحبة (¬1)، وقد قال بعض الصحابة رضي الله عنهم:\r«كُنْت أَمْشِي وَعَلَيَّ بُرْدٌ أَجُرُّهُ فَقَالَ لِي رَجُلٌ: ارْفَعْ ثَوْبَك فَإِنَّهُ أَبْقَى وَأَنْقَى فَنَظَرْت فَإِذَا هُوَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقُلْت إنَّمَا هِيَ بُرْدَةٌ مَلْحَاءُ فَقَالَ: مَا لَك فِي أُسْوَةٌ؟ قَالَ فَنَظَرْت فَإِذَا إزَارُهُ إلَى نِصْفِ سَاقَيْهِ». [حسن لغيره]\rفيا حليق اللحية: ماذا يكون جوابك إذا أخذت تسرد المعاذير لرسول الله - صلى الله عليه وسلم -، وهو يقول لك: \" أما لك فِيَّ أسوة؟ \".\r¬__________\r(¬1) فالتأسي به - صلى الله عليه وسلم - هو المحبوب لله تعالى في كل الشئون؛ وإن لم يكن واجبا، لأن المحب لا ينظر إلى الفرق الواجب وغير الواجب، بل هو يتبع المحبوب لأجل حبه له، فما بالك إذا كان واجبًا كإعفاء اللحية؟","seal":"91952922","part":1},
      {"page":10,"id":10,"nass":"حلق اللحية تطرف وانحراف عن هدي رسول الله - صلى الله عليه وسلم -\rقال الله تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا}. [النساء:80]\rفإذا كانت سنته - صلى الله عليه وسلم - قولا وفعلا وصفةً إعفاء اللحية؛ كان حلقها إعراضًا عن طريقته المنيفة، ورغبة عن سنته الشريفة، وقد قال - صلى الله عليه وسلم -: \" ... فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي» [متفق عليه].\rوقال - صلى الله عليه وسلم -: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» [رواه مسلم].\rوقال - صلى الله عليه وسلم -: \"لَيْسَ مِنَّا مَنْ عَمِلَ بِسُنَّةِ غَيْرِنَا\". [حسن]\rولما أرسل كسرى رجلين إلى النبي - صلى الله عليه وسلم -، ودخلا عليه وقد حلقا لحاهما، وأعفيا شواربهما، كره رسول الله - صلى الله عليه وسلم - النظر إليهما، وقال:\r\"ويلكما! من أمركما بهذا؟ \" قالا: \"أمرنا بهذا ربنا\" -يعنيان كسرى- فقال رسول الله - صلى الله عليه وسلم -:","seal":"41E57278","part":1},
      {"page":11,"id":11,"nass":"\"ولكن ربي أمرني بإعفاء لحيتي، وقص شاربي\". [حسن]\rفأنت أنت أيها الحليق، ماذا يكون شعورك إذا تأذى رسول الله - صلى الله عليه وسلم - من رؤية وجهك؟ بل ماذا يكون جوابك إذا أعرض عنك بوجهه الشريف قائلا:\r\"ويلك! من أمرك بهذا؟! \"\r\rإعفاء اللحية فطرة إنسانية\rقال تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ... } الآية. [الروم:30]\rوالمعنى: فَسَدِّد وجهَكَ، واستمرَّ على الدين الذي شرعه الله لك من الحنيفية ملة إبراهيم، وأنت مع ذلك لازمٌ فطرتَك السليمةَ التي فطر اللهُ الخلقَ عليها، وهي معرفته تعالى وتوحيده، وتوابع ذلك من خصال الفطرة.\rوعن عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" عَشْرٌ مِنَ الْفِطْرَةِ: قَصُّ الشَّارِبِ، وَإِعْفَاءُ اللِّحْيَةِ، وَالسِّوَاكُ، وَاسْتِنْشَاقُ الْمَاءِ، وَقَصُّ الْأَظْفَارِ، وَغَسْلُ الْبَرَاجِمِ، وَنَتْفُ الْإِبِطِ، وَحَلْقُ الْعَانَةِ، وَانْتِقَاصُ الْمَاءِ \"","seal":"5D5FB056","part":1},
      {"page":12,"id":12,"nass":"قَالَ زَكَرِيَّا: قَالَ مُصْعَبٌ: وَنَسِيتُ الْعَاشِرَةَ إِلَّا أَنْ تَكُونَ الْمَضْمَضَةَ\" [رواه مسلم].\rوخصال الفطرة:\rهي الهيئة التي ابتدأ الله خَلْقَ عبادِه عليها، وغَرَسَ في طباعهم فِعلَها والميلَ إليها، واستحسانها، وجبلهم على النفور مما يضادها، بحيث لو ترك إنسان هذه الخصال لم تبق صورته على صورة الآدميين، فكيف من جملة أهل الإسلام الذي هو دين الفطرة؟!\rإن صاحب الفطرة السوية التي لم يطرأ عليها فساد بتأثير البيئة المحيطة يظل مدفوعا بفطرته إلى كراهية ما في جسده مما ليس من زينته، ومحبةِ هذه الخصال الجِبِلِّية لو لم يرد بها شرع منزَّل، فكيف وقد جاءت بها شرائع النبيين؟\rقال الحافظ السيوطي رحمه الله:\r(وأحسن ما قيل في تفسير الفطرة: أنها السنة القديمة التي اختارها الأنبياء، واتفقت عليها الشرائع، فكأنها أمر جِبِلِّي فُطِروا عليه) اهـ.","seal":"A028CA2F","part":1},
      {"page":13,"id":13,"nass":"حلق اللحية تغيير لخلق الله سبحانه\rقال تعالى: {لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} قيل في تفسيرها: هي خبر بمعنى الطلب، أي لا تغيروا خلق الله، والهيئة التي فطركم عليها، وهي معرفة الله وتوحيده، وتوابع ذلك من خصال الفطرة.\rوقال تعالى حاكيا عن إبليس قوله: {وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ}. [النساء:119]\rوهذا نص صريح في أن تغيير خلق الله عز وجل بدون إذن من الشرع (¬1) إطاعة لأمر الشيطان، وعصيان للرحمن جل جلاله.\rولعل في قوله تعالى: {وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ} الآية [التغابن:3]\r¬__________\r(¬1) إذ ليس كل تغيير يعد تغييرا لخلق الله، فإن هناك تغييرا أذن فيه الشارع بل أوجبه أو استحبه (كحلق الرأس عند التحلل من الإحرام، وإزالة شعر العانة والإبط، والختان، وقص الأظفار، ... إلخ)، فالتغيير الذي تعبَّدَنا الله به ليس من التغيير المذموم، والله تعالى أعلم.","seal":"94D0037F","part":1},
      {"page":14,"id":14,"nass":"إشارة إلى الأمر بتحسين الهيئة والتنظيف، كأنه قال: قد فطركم الله في أحسن صورة وأكمل هيئة، فلا تغيروها بما يقبحها ويشوهها، أو: فحافظوا على ما يستمر به حسنُها، ولا تطيعوا الشيطان في أمره إياكم بتغيير خلق الله.\rوفي الحديث: «لَعَنَ اللهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ، وَالنَّامِصَاتِ وَالْمُتَنَمِّصَاتِ، وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللهِ» [متفق عليه].\rفذكر علة اللعن المستدل به على الحرمة في قوله: \"المغيرات خلق الله\".\rفحالقُ لحيتِهِ للحُسْن مغيرٌ خلق الله سبحانه بل دخوله في الوعيد من باب أولى، لأنه شرع لها من التزين أكثر مما شرع للرجل، وحلق اللحية في معنى النمص الذي هو إزالة شعر الوجه أو الحاجبين، من المرأة للحسن، وهو في حق الرجل أقبح.\r\rإعفاء اللحية من سمت الأنبياء عليهم السلام\rتقدم تفسير الفطرة بأنها سنة الأنبياء عليهم السلام،\rوقد قال تعالى: {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ... } الآية [البقرة:142]","seal":"245B853F","part":1},
      {"page":15,"id":15,"nass":"وصح عن ابن عباس رضي الله عنهما أنه فسر الكلمات التي اختُبر بها إبراهيم عليه السلام بخصال الفطرة.\rكما دلَّ القرآن العظيم على أن هارون عليه السلام كان موفِّرَّا شعر لحيته.\rقال تعالى حاكيا عنه قوله لموسى عليه السلام: {قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي ... } الآية [طه:94] فلو كان حالقا لما أراد أخوه الأخذ بلحيته.\rوقال تعالى بعد أن ذكر أسماء بعض الرسل الكرام ومنهم إبراهيم وهارون عليهما السلام: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ}. [الأنعام:90]\rفأمر الله نبينا - صلى الله عليه وسلم - بالاقتداء بهم، وهو أمر لنا لأن أمر القدوة أمر لأتباعه.\rقال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب:21]\r\rإعفاء اللحية سبيل المؤمنين\rقال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ ... } الآية. [آل عمران:110]","seal":"A342F459","part":1},
      {"page":16,"id":16,"nass":"وقال سبحانه: {وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ} الآية. [لقمان:15] وقال - صلى الله عليه وسلم - «خَيْرُ أُمَّتِي قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ... \" الحديث، [متفق عليه].\rوقال - صلى الله عليه وسلم -: «عَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ بَعْدِي عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ» [صحيح] وقد ثبت عن الخلفاء الراشدين المهديين وغيرهم من الصحابة والتابعين لهم بإحسان أنهم كانوا ذوى لحى كبيرة، فكان أبو بكر الصديق رضى الله عنه \"كث اللحية\"، وكان عمر \"كثير اللحية \"، وكان عثمان \"كبير اللحية\"، وكان على رضى الله عنه \"عريض اللحية، قد أخذت ما بين منكبيه\"، فهؤلاء أعقل الأمة كلها بإجماع علمائها، ثم بعدهم الأتباع المحسنون، والمجاهدون الصادقون الذين أخذوا كنوز كسري وقيصر، ودانت لهم مشارق الأرض ومغاربها لم يكن فيهم حالق (¬1)، لو فتشت فى طول\r¬__________\r(¬1) ومن دعاء المؤمنين عباد الرحمن: {وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا} قال بعض العلماء فى تفسيره: \"اجعلنا مؤتمين بمن=","seal":"F0D7655F","part":1},
      {"page":17,"id":17,"nass":"صفحات التاريخ الإسلامى وعرضها لم تجد من أئمة الهدى، ومصابيح الدجى من كان يحلق لحيته، وإنما تسربت إلينا هذه الضلالة، واستمرأها بعض المسلمين لما اتصلوا بالكفار حين احتلوا بلادنا، أو حين رحلوا إلى بلاد هؤلاء الكفار فاحتلوا عقولهم، وأعرضوا عن هدى سلفهم الصالح، واتبعوا غير سبيل المومنين حَذْوَ القُذَّةِ بالقذة، وافتتنوا بسَنن اليهود والنصارى، فحاكَوْهم شبرًا بشبر، وذراعًا بذراع.\r\rحلق اللحية تشبه بالكافرين\rقال الله تعالى: {ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ} [الجاثية:18]، وهم كل من خالف شريعته - صلى الله عليه وسلم -، و\"أهواؤهم\"\r¬__________\r= قبلنا، فنصلح لأن يأتم بنا مَن بعدنا\"، ولم ينقل عن أحد من السلف الصالح حلق لحيته لعدم جوازه عندهم، ولو كان خيرًا لسبقونا إليه، لأنهم لم يتركوا خصلة من خصال الخير إلا وقد بادروا إليها، قال الإمام ابن حزم رحمه الله فى \"مراتب الإجماع\": (واتفقوا أن حلق جميع اللحية مُثْلَةٌ لا تجوز) اهـ.\rوقال شيخ الإسلام ابن تيمية: (يحرم حلق اللحية للأحاديث الصحيحة، ولم يُبِحْهُ أحد) اهـ.","seal":"67CDE7EB","part":1},
      {"page":18,"id":18,"nass":"ما يهوونه، وما عليه المشركون من هديهم الظاهر الذى هو من موجبات دينهم الباطل وتوابع ذلك، فهم يهوونه، وموافقتهم فيه اتباع لما يهوونه.\rوقال تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ}. [الحديد: 16]\rوقوله تعالى: {وَلَا يَكُونُوا} نهى مطلق عن مشابهتهم، قال ابن كثير: \" .. ولهذا نهى الله المؤمنين أن يتشبهوا بهم فى شىء من الأمور الأصلية والفرعية\".\rإن ترك التشبه بالكفار فى أعمالهم وأقوالهم وأهوائهم من المقاصد والغايات التى أسسها القرآن الكريم، وبيَّنها وفَصَّلها رسول الله - صلى الله عليه وسلم -، وحققها فى أمور كثيرة من فروع الشريعة: فى الصلاة، والجنائز، والصيام، والأطعمة، واللباس والزينة، والآداب، والعادات، وغيرها،\rوقال - صلى الله عليه وسلم - \"لَيْسَ مِنَّا مَنْ عَمِلَ بِسُنَّةِ غَيْرِنَا\"، [حسن]\rحتى عرف ذلك اليهود الذين كانوا فى مدينة النبى - صلى الله عليه وسلم -، وشعروا أنه - صلى الله عليه وسلم - يتحرى أن يخالفهم فى كل شئونهم","seal":"B8784499","part":1},
      {"page":19,"id":19,"nass":"الخاصة بهم، فقالوا: \" مَا يُرِيدُ هَذَا الرَّجُلُ أَنْ يَدَعَ شَيْئًا مِنْ أَمْرِنَا إِلَّا خَالَفَنَا فِيهِ\" [رواه مسلم].\rوقال - صلى الله عليه وسلم - \" .. وَمَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ\" [صحيح]\rوعن الحسن قال: \"قلما تشبه رجل بقوم إلا لحق بهم\" يعنى فى الدنيا والآخرة.\rوقال بعض مشيخة الأنصار: \"يَا رَسُولَ اللهِ إِنَّ أَهْلَ الْكِتَابِ يَقُصُّونَ عَثَانِينَهُمْ -أي لحاهم- وَيُوَفِّرُونَ سِبَالَهُمْ. -أي شواربهم- قَالَ: فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" قُصُّوا سِبَالَكُمْ وَوَفِّرُوا عَثَانِينَكُمْ وَخَالِفُوا أَهْلَ الْكِتَابِ\" [حسن]\rوقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَالِفُوا الْمُشْرِكِينَ أَحْفُوا الشَّوَارِبَ، وَأَوْفُوا اللِّحَى» (¬1) متفق عليه،\r¬__________\r(¬1) ومما ينبغى التنبه إليه أن المشركين الموجودين فى زمن النبى - صلى الله عليه وسلم - كانوا ذوى لحى \"انظر صحيح مسلم الحديث (1800) \"، لأن العرب لم تترك زينة اللحى لا في الجاهلية ولا فى الإسلام، وقد أقرهم الإسلام عليها، ولعلهم توارثوها من دين إبراهيم عليه السلام، وكان الغربيون يعفون لحاهم إلى أن أشاع الملك بطرس ملك روسيا حلق اللحية فى أوربا فى أول القرن السابع عشر، ومنهم تسربت إلى المسلمين هده السنة السيئة فيما بعد. =","seal":"ABB7B15A","part":1},
      {"page":20,"id":20,"nass":"وقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «جُزُّوا الشَّوَارِبَ، وَأَرْخُوا اللِّحَى خَالِفُوا الْمَجُوسَ» [رواه مسلم].\rقال أبو شامة رحمه الله: (وقد حدث قوم يحلقون لحاهم، وهو أشد مما نقل عن المجوس من أنهم كانوا يقصونها).\rتنبيه:\rاعلم- رحمك الله- أنه لا يقدح فى استمرار هذا التعليل أن بعض المشركين اليوم يعفون لحاهم، وذلك لما يلى:\rأولًا: أن حلق اللحية سنةُ أكثرِهم، بل ما تسربت إلينا هذه البدعة إلا من طريقهم.\rثانيًا: وأما من أعفى لحيته منهم باعتبار ذلك رجولة وفحولة، أو اقتداءً بأنبيائهم، فقد سلمت فطرته فى هذه الجزئية التى توافقت شريعتنا فيها\r¬__________\r= أما كيفية مخالفة المشركين مع إعفائهم لحاهم فى زمنه - صلى الله عليه وسلم - فبقص الشارب، وأخذ ما طال عن الشفة، أو بتوفير اللحى إذا كانوا يقصرونها، فالمخالفة هنا فى وصف الفعل، أما إذا حلقوا لحاهم، فنحن نخالفهم فى أصل الفعل بإعفاء اللحى.","seal":"A2E5BF83","part":1},
      {"page":21,"id":21,"nass":"مع شريعتهم، وإن كنا نخالفهم بقص الشوارب، وأخذ ما طال عن الشفة، قال - صلى الله عليه وسلم -: \"مَنْ لَمْ يَأْخُذْ مِنْ شَارِبِهِ، فَلَيْسَ مِنَّا\". [صحيح]\rوإذا كان بعض الكفار -كاليهود- اليوم يعفون لحاهم وآخرون يحلقونها، فنحن مأمورون بمخالفة الحالقين والمقصرين، لا بمخالفة من أعفاها، فلو كانت القاعدة أن ما يفعله الكفار يجب اجتنابه مطلقًا، لوجب علينا ترك الختان لأن اليهود يختتنون.\rثالثا: كذلك لا يقدح فى استمرار التعليل بمخالفة المشركين أن أكثر المسلمين اليوم يحلقون لحاهم، لأن القرآن والسنة حجة عليهم، وقد دلَّا على تحريم تغيير خلق الله، والتشبه بالنساء، ودلت السنة على أن إعفاء اللحية من خصال الفطرة التى لا تتبدل بتبدلِ الأزمان، وانحرافِ البعض عنها، فلا يصح أن نرفض ما شرعه الله لنا، وفَطَرَنا عليه لمجرد أن يتلبس به بعض المخالفين لنا فى الدين، أو يُفَرِّطَ فيه بعض المنتسبين إليه.","seal":"C897DB4F","part":1},
      {"page":22,"id":22,"nass":"إعفاء اللحية رجولة وفحولة\rخلق الله عز وجل الذكر والأنثى، وجعل وجود الشعر سمة مشتركة بينهما فى مواضع ليس منها: اللحية والشارب، فإنه ميَّز بهما الرجل عن المرأة، ولَأن يلبس الرجل ملابس المرأة أخف من أن يحلق لحيته تشبهًا بها، لأن لحية الرجل هى الفارق الظاهر، والمميز الواضح بين الرجل والمرأة (¬1)، وقد شرع الله لكل من الزينة ما يناسب فطرته.\rوأباح الشرع للنساء التزين بالذهب والحرير، وحرمهما على\r¬__________\r(¬1) ومن المعلوم طبيَّا أن نمو اللحية فى وجه الرجل أثر من آثار هرمون الذكورة ( Testosterone)،  وأن الأمراض التى تطرأ على بعض المرضى، وينشأ عنها نقص فى الرجولة ( Demasculinization)  تكون مصحوبة لسقوط شعر اللحية من الوجه، وأن هذا الهرمون لو حُقن في أنثى فإنه يؤدى إلى اضمحلال الأنوثة ( Defeminization)  وظهور أعراض الاسترجال ( Virilization)  أو التذكير ( Masulinization)،  ومن أوضح هذه الأعراض: الشَّعْرانية ( hirsutism)  أي كثرة نمو الشعر فى مناطق لم تكن مشعرة كاللحية والشارب.","seal":"51F88BFA","part":1},
      {"page":23,"id":23,"nass":"الرجال لأنهما لا يناسبان كمال الرجولة، وكما أن من جمال المرأة أن تعدم اللحية والشارب فى وجهها، فإن جمال الرجل وهيبته ووقاره فى لحيته وشاربه.\r\rحلق اللحية تشبه بالنساء\rعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «لَعَنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ المُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ، وَالمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ» [رواه البخاري].\rوعن عبد الله بن عمرو رضى الله عنهما أنه رأى امرأة متقلدة قوسًا، وهى تمشى مِشية الرجل، فقال: سمعت رسول الله - صلى الله عليه وسلم - «لَيْسَ مِنَّا مَنْ تَشَبَّهَ بِالرِّجَالِ مِنَ النِّسَاءِ، وَلَا مَنْ تَشَبَّهَ بِالنِّسَاءِ مِنَ الرِّجَالِ» [صحيح]\rولا شك أن مشابهة حالق اللحية للمرأة أوضح من مشابهة من تقلدت القوس بالرجال.\rوكما أن المرأة إن اتخذت لحية مصنوعة فى وجهها تكون متشبهة بالرجل، فكذلك الرجل الذى يطيح بلحيته التى زينه الله بها قد تشبه بالنساء، وأنت إذا سألت رجلًا من","seal":"837B67E4","part":1},
      {"page":24,"id":24,"nass":"عامة أهل السنة عن وجه الحليق من يشبه؟ لقال لك: \"وجهَ المرأة، ووجه الصبي، ووجه اليهودي والنصراني\"، وقد أطلق العلماء على مثل هذا التشبه لفظ \"التخنث\"،\rقال حافظ المغرب ابن عبد البر رحمه الله: (ويحرم حلق اللحية، ولا يفعله إلا المخنثون من الرجال) اهـ.\rتنبيهان:\rالأول: كما أن من صبغ أطرافه بالحناء قد تشبه بالنساء، ولو كان ذا لحية وشارب وعمامة، فكذلك من حلق لحيته قد تشبه بالنساء، ولو كان ذا شارب وقميص وعمامة.\rالثاني: التشبه من الأعمال التى لا يتوقف الاتصاف بها على القصد والنية كالإتلاف والقتل والضرب، فمن فعل ذلك اتصف به وإن لم يقصده، والمفسدة المترتبة على التشبة موجودة، وإن لم يكن له قصد فيها، ولذا نهى - صلى الله عليه وسلم - عن أعمال لم يقصد فاعلها التشبه، ولا خطر على باله، كالنهى عن الصلاة وقت طلوع الشمس، وحين يستقل الظل","seal":"0696753C","part":1},
      {"page":25,"id":25,"nass":"بالرمح، ووقت الغروب كيلا نتشبه بالكفار الذين يسجدون للشمس فى هذه الأوقات، مع أن المسلم لا يقصد بالسجود إلا الله تعالى.\r\rإعفاء اللحية زينة وتكريم\rقال تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} الآية، [الإسراء:70]\rقال بعض العلماء: \"من تكريمه إياهم خلقه لهم على أكمل الهيئات وأحسنها\".\rوذكر بعض العلماء من أمثلة هذا التكريم: تزيين الرجال. باللحى، النساء بالذوائب.\rوقد قال تعالى: {صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً ... } الآية [البقرة:138]\rوقال عز وجل: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ} [التين:4]\rوقال جل وعلا: يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (6) الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (7) فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ} [الانفطار:6 - 8]\rوقال سبحانه وتعالى: {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ} الآية [النمل:88]","seal":"F7AC5352","part":1},
      {"page":26,"id":26,"nass":"وقال - صلى الله عليه وسلم -: \" كُلُّ خَلْقِ اللهِ عَزَّ وَجَلَّ حَسَنٌ \". [صحيح]\rفهذه الهيئة التى خَلَقَنا الله عليها نعمة من الله سبحانه وتكريم لنا،\rفلا شك أن حلق اللحية والإطاحة بها كفر بهذه النعمة العظيمة، وانتكاس عن سنة مَن هديُه خير الهدى - صلى الله عليه وسلم -، وانحطاط إلى مستوى الكفرة الذين زُيِّن لهم سوء أعمالهم، فحسبوا أن التمدن والكمال فى القضاء على أكبر الفوارق\rالظاهرة بين الرجل والمرأة:\rيُقْضَى على المرءِ فى أيام محنته ... حتى يرى حَسَنًا ما ليس بالحَسَنِ\rوقد بلغ تعظيم الفقهاء إعفاء اللحية إلى أن قال الأئمة أبو حنيفة وأحمد والثورى: \" إن اللحية إذا جُنِى عليها، فأزيلت بالكلية، ولم ينبت شعرها، فعلى الجانى دية كاملة كما لو قتل صاجها\"، قال ابن مفلح رحمه الله: \"لأنه أذهب المقصود، أشبه ما لو أذهب ضوء العين\".\rولم يكن لقيس بن سعد لحية، فقال الأنصار: \"نِعم السيد قيس لبطولته وشهامته، ولكن لا لحية له، فوالله","seal":"55DD176D","part":1},
      {"page":27,"id":27,"nass":"لو كانت اللحية تُشْتَرى بالدراهم، لاشترينا له لحية ليكمل رجلًا\".\rوقال بعض بنى تميم من رهط الأحنف بن قيس: \"وِدِدْتُّ أنا اشترينا للأحنف لحية بعشرين ألفًا \" فلم يذكر حَنَفَه وعَوَرَه، وذكر كراهية عدم اللحية، لأن مَن لا لحية له يُرى عند العقلاء ناقصًا.\rوذُكِر عن شريح القاضى أنه قال: \"وددت لو أن لى لحية بعشَرة آلاف درهم\"،\rفيا عجبًا من بعض أهل زماننا يود أحدهم لو بذل مالًا عظيمًا لِيُعْدَم لحيتَه إلى الأبد حتى لا يعاني حلقها!\r\rحلق اللحية مهانة\rوأئمة الإسلام لم يوجد من بينهم من حلق لحيته فى حياته مرة واحدة، بل إن بعض الأمراء الذين لم يكونوا متفقهين فى الدين كانوا إذا أرادوا أن يؤدبوا فردًا من أفراد الرعية لخطإِ ارتكبه يحلقون لحيته، ويُركبونه دابة، ويُجَوِّلونه بينَ الناس تعييرًا له، ولهذا نصَّ بعض الفقهاء على أنه \"يجوز التعزير بحلق الرأس لا اللحية\"، أى لأن حلقها حرام، ألا تلمح أنه سُنَّ حلقُ الرأس فى التحلل من","seal":"034E9F9A","part":1},
      {"page":28,"id":28,"nass":"الإحرام، دون اللحية؟\rوبلغ أيضًا من تعظيم السلف شأنها أن رتبوا على حلقها عقوبة اجتماعية قاسية ألا وهى رَدُّ الشهادة، جاء فى \"المُيَسَّرِ على خليل\" أن \"مَنْ تعمَّد حلقها يؤدب، وترد شهادته\".\rوقال العلامة الدسوقى: \"يحرم على الرجل حلق لحيته أو شاربه، ويؤدَّب فاعلُ ذلك\".\r\rحلق اللحية مُثْلَة\rعن عبد الله بن يزيد الأنصارى رضى الله عنه قال: \"نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ النُّهْبَى وَالْمُثْلَةِ\"، [رواه البخاري]، والمُثْلَة: التشويه.\rوعن سمرة وعمران بن حصين رضى الله عنهما قالا:\r\"مَا خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خُطْبَةً، إِلَّا أَمَرَنَا بِالصَّدَقَةِ، وَنَهَانَا عَنِ الْمُثْلَةِ\" [جيد]\rوروى ابن عساكر عن عمر بن عبد العزيز رحمه الله أنه قال: \"إن حلق اللحية مُثلة، وإن رسول الله - صلى الله عليه وسلم - نهى عن المثلة\".","seal":"3C58F20C","part":1},
      {"page":29,"id":29,"nass":"وقال الإمام ابن حزم رحمه الله فى \"مراتب الإجماع\": \"واتفقوا أن حلق جميع اللحية مثلة لا تجوز\" اهـ.\rوإذا كان بعض العلماء عدَّ المبالغة فى قص اللحية مُثْلَة، وعد بعضهم استئصال الشارب بالحلق مثلة، فماذا يكون استئصال اللحية كلها؟\rإن الوجه عضو مكرم لأنه مجمع المحاسن والحواس، فمن حقه الكرامة والصيانة لا المثلة والإهانة، وهذا ما عَلَّمَناه رسولُ الله - صلى الله عليه وسلم - فى قوله: «إِذَا قَاتَلَ أَحَدُكُمْ أَخَاهُ فَلْيَجْتَنِبِ الْوَجْهَ»، وفى لفظ: \"فلا يَلْطِمَنَّ الوجهَ\" [رواه الشيخان]، ورأى سويد بن مقرِّن رضى الله عنه رجلًا لطم غلامه، فقال: \"أَمَا عَلِمْتَ أَنَّ الصُّورَةَ مُحَرَّمَةٌ\" [رواه مسلم].\rفواعجبًا من أهل زماننا، يهنئون من يشوه خلقته، ويحلق لحيته بقولهم \"نعيمًا\"!","seal":"28CEC685","part":1},
      {"page":30,"id":30,"nass":"الخاتمة\rوهذا آخر ما تيسر تهذيبه واختصاره، وأسأل الله عز وجل أن يرينى وسائر المسلمين الحقَ حقا، ويرزقَنا اتباعَه، وأن يُرِيَنا الباطِلَ باطلًا، ويرزقَنا اجتنابَه، وألا يجعلَه مشتبهًا علينا فنتبع الهوى، ونضل.\rوسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك، والحمد لله رب العالمين.\rالإسكندرية فى 24 شعبان 1413 هـ\r15 فبراير 1993 م","seal":"9D1ABACA","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"اللحية لماذا","HigriD":"معاصر","oAuthVer":4,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن أحمد بن إسماعيل المقدم","bLnk":null,"Inf":"مختصر \"أدلة تحريم حلق اللحية\"\r\nقرَّبتُه ليكون سهل التناول، بسيط العبارة، وحذفت منه البحوث المفصلة، والتخريجات المسهبة، والعزو الدقيق، وما إلى ذلك من الاستطرادات التي لا تناسب المقام، وأعدت صياغته في صورة مشوقة تناسب جميع القراء.","Auth":"محمد إسماعيل المقدم","Betaka":"الكتاب: اللحية لماذا؟\r\nالمؤلف: محمد بن أحمد بن إسماعيل المقدم\r\nالناشر: دار طيبة للنشر والتوزيع\r\nالطبعة: الأولى، 1413هـ - 1993م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"هو الدكتور محمد أحمد إسماعيل المقدم ولد بالإسكندرية عام 1371 هـ (1952 م) وهو طبيب بشري متخصص في الصحة النفسية وحاصل على ليسانس الشريعة الإسلامية من جامعة الأزهر.\r\rشهاداته وعلمه:\r- بكالوريوس الطب والجراحة - كلية الطب- جامعة الإسكندرية.\r- دبلوم الصحة النفسية - المعهد العالي للصحة العامة - جامعة الإسكندرية.\r- ليسانس الشريعة الإسلامية - كلية الشريعة - جامعة الأزهر.\r- حاليا: دراسات عليا في الأمراض العصبية والنفسية.\r-عضو الجمعية العالمية الإسلامية للصحة النفسية.\r- نشأ في جماعة أنصار السنة المحمدية بالإسكندرية منذ سنة 1965 م\r- عمل بالدعوة الإسلامية السلفية منذ سنة 1972 م وضم إليها أغلب قيادات الدعوة السلفية فيما بعد.\r- أسس \"المدرسة السلفية\" بالإسكندرية سنة 1977 م.\r- طاف محاضرا ً في الكثير من محافظات مصر والعديد من البلاد العربية , والأوروبية, والولايات المتحدة الأمريكية.\r\rأساتذته ومشايخه:\rفي القرآن الكريم\r- الشيخ / محمد عبد الحليم عبد الله.\r- الشيخ / محمد فريد النعمان.\r- الشيخ / أسامة عبد الوهاب.\r\rفي الإجازات العامة\r- العلامة المحدث / أبو محمد بديع الدين شاه الراشدي السندي المحمدي.\r- فضيلة الشيخ / محمد الحسن الددو الشنقيطي.\r- فضيلة الشيخ / عبد الله بن صالح بن عبد الله العبيد.\r\rفي طلب العلم\rمن علماء أنصار السنة المحمدية\r- الشيخ / محمد سحنون.\r- الشيخ / شاهين كاشف أبو راس.\r- الشيخ / عبد العزيز بن راشد النجدي.\r- الشيخ / عبد العزيز البرماوي.\r- الأستاذ / محمد فتحي محمود.\r- الشيخ / محمد علي عبد الرحيم.\r- الأستاذ / عكاشة عبده.\r- الأستاذ الدكتور / محمد شوقي.\r- الأستاذ / البخاري عبده.\r\r- من علماء الأزهر:\r- الشيخ / إسماعيل حمدي,\r- الشيخ / محمود عيد,\r- الشيخ / أحمد المحلاوي.\r- الشيخ/ السيد الصاوي.\r- الشيخ/ صبحي الخشاب.\r\r- ومن مشايخه ومربيه:\r- الشيخ/ حامد حسيب.\r- الشيخ/ إسماعيل عثمان.\r- الشيخ/ بديع الدين السندي.\r- الشيخ/ عبد الله بن يوسف الوابل.\r- الأستاذ/ محمد بسيوني.\r- الأستاذ/ عبد العظيم كشك.\r- الأستاذ/ محمود شاكر القطان.\r- الأستاذ/ محمود شكري.\r- الأستاذ/ محمد حسين عيسى.\r- الأستاذ/ محمد أبو مندور\r\rعلماء تشرف بلقياهم أو بحضور مجالس علمية لهم\r- الشيخ / عبد الرازق عفيفي\r- الشيخ / عبد الله بن حميد\r- الشيخ / عبد العزيز بن باز\r- الشيخ / محمد ناصر الدين الألباني\r- الشيخ / حماد بن محمد الأنصاري\r- الشيخ / عبد الله بن قعود\r- الشيخ / محمد بن صالح العثيمين\r- الشيخ / عبد الله بن محمد الغنيمان\r- الشيخ / عبد الله بن جبرين\r- الشيخ / أبو بكر الجزائري\r- الشيخ / عبد الرحمن بن عبد الخالق\r- الشيخ / ربيع بن هادي المدخلي\r- الشيخ / مقبل بن هادي الوادعي\r- الشيخ / سيد سابق\r- الدكتور / عيسى عبده\r- الأستاذ الدكتور / مصطفي حلمي\r- الأستاذ الدكتور / محمد رشاد سالم\r- الشيخ / رشاد غانم\r\rله حوالي 1500 شريطا ً صوتيا ً مسجلة في دروسه التي كانت منتظمة بالمساجد الآتية بالإسكندرية\r- مسجد عباد الرحمن - بولكلي\r- مسجد عمر بن الخطاب - الإبراهيمية\r- مسجد مجد الإسلام - سوتير\r- مسجد الفتح الإسلامي - مصطفي كامل\r- مسجد بكري - كامب شيزار\r- مسجد المفتاح - الحضرة\rوهو الآن يدرس بمسجد الإمام أبي حنيفة - بشارع لافيزون - بولكلي. والله أعلم.\r\rمن أهم مصنفاته المطبوعة:\r1 - عودة الحجاب. (3) مجلدات، طـ دار الصفوة ودار العقيدة بمصر، ودار طيبة بالسعودية. وللكتاب جزء رابع عن \"عَمل المرأة\" -يَسَّر الله إتمامه وطبعه على خَير (وسألتُه في معرض الكتاب الأخير عن الجزء الرابع من كتابه النفيس الماتع «عودة الحجاب» وهو الخاص بـ \"عمل المرأة\" فقال: ادعُ الله أن ييسر لنا.)\r2 - الرد العلمي على كتاب تذكير الأصحاب بتحريم النقاب. طـ دار الدعوة السلفية بالإسكندرية. وهو رد على كتاب صاحب السموم الذي سفه نفسه (إسماعيل منصور) -عامله الله بما يستحق- واسم كتابه «تذكير الأصحاب بتحريم النقاب»، والكتاب -أى كتاب الشيخ (محمد إسماعيل) - انفرد بعرض تاريخ تأليف كتاب «تذكير الأصحاب ... » منذ أن كان ينشر في مجلة النور إلى أن أصبح كتابًا متداولاً. وهناك نسخة من كتاب «تذكير الأصحاب» وضعوا على غلافها الخلفي صورة لمؤلف الكتاب الطبيب البيطري وتحتها مؤهلاته الطبية! لا الدينية!\rقَدَّم للكتاب فضيلة الشيخ (صالح بن عبد العزيز آل الشيخ) -حفظه الله تعالى- وأثنى على المؤلف وعلى كتابه «عودة الحجاب» ثناءً عطرًا فقال -فيما أذكر-: \"وهذا الكتاب فضل من الله على هذه الأُمَّة وعلى مؤلِّفِه\"، وقال أيضًا: \"إن الشيخ -يعني الشيخَ (محمد إسماعيل) - قد تخصص في هذا الموضوع -يعني موضوع الحجاب- تخصًّصًا بحيث أصبح قولَه فيه هو القول ونظرَه فيه هو النَّظَر\".\r3 - أدلة تحريم حلق اللحية. طـ دار العقيدة بمصر، ودار الأرقم.\rواختصره في كتابه:\r4 - اللحية لماذا؟ طـ دار عبد الواحد بالإسكندرية.\r5 - المهدي حقيقة لا خُرافة. طـ مكتبة التوعية الإسلامية بمصر.\r6 - الحياء خُلُق الإسلام. طـ دار العقيدة بمصر (في أغلب ظني).\r7 - بدعة تقسيم الدين إلى قشر ولباب. طـ دار الصفوة بمصر. وهذا الكتاب مطبوعُ أيضًا بدار طيبة بالسعودية باسم: «تبصير أولي الألباب ببدعة تفسيم الدين إلى قشر ولباب»، ولا فرق بينهما إلا في العنوان، والله أعلَم. والكتاب كان قديمًا ملحقًا بكتاب «أدلة تحريم حلق اللحية»، طـ دار الفرقان بمصر، ثم رأى الشيخ -حفظه الله- نشره مفردًا بناءً على رغبة بعضهم -كما يُعلَم من مقدمته-.\r8 - هل تُجزىء القيمة في إخراج الزكاة؟ طـ دار الدعوة السلفية بالإسكندرية. وهو في الأصل محاضرة للشيخ -حفظه الله تعالى-.\r9 - علو الهمة. طـ دار العقيدة بمصر، ومكتبة الكوثر بالكويت.\r10 - النصيحة في الأذكار والأدعية الصحيحة. طـ دار الإيمان بالإسكندرية.\rواختصره في كتابه:\r11 - مختصر النصيحة في الأذكار والأدعية الصحيحة. طـ دار العقيدة بمصر، ودار هند السلفية.\r12 - حرمة أهل العلم. طـ دار الإيمان بالإسكندرية. وهو مطبوع أيضًا باسم «الإعلام بحرمة أهل العِلم والإسلام»، طـ دار العقيدة بمصر، والاسم الأخير هو الأصوب، والموافق لمضمون الكتاب، والله أعلم؛ بل إن الاسم الأخير قد أُثبِتَ في أعلى جميع صفحات الطبعة التي طُبِعَت باسم «حُرمَة أهل العِلم»!\r13 - الإجهاز على التلفاز، طـ دار الصفوة بمصر. وللشيخ -حفظه الله- محاضرات بهذا الاسم.\r14 - لماذا نصلي؟ طـ دار العقيدة بمصر. وطُبِعَ الكتاب باسم «الصلاة لماذا؟»، طـ دار طيبة الخضراء بالسعودية، وأثبت أيضًا هذا الاسم في أسفل بعض صفحات الكتاب الأول «لماذا نصلي؟» والتي يُشار فيها إلى رقم الملزمة.\r15 - الأدب الضائع: بحث جامع في أحكام وآداب الاستئذان. طـ الدار العالمية بالإسكندرية، ودار طيبة الخضراء بالسعودية.\r16 - كيف نستقبل رمضان؟ يا باغي الخير أقبل ويا باغي الشر أقصر. طـ دار الإيمان بالإسكندرية.\r17 - آداب وأذكار الصباح والمساء. وهو كتيب مختصر من كتابه «النصيحة في الأذكار والأدعية الصحيحة»، طـ دار العقيدة بمصر.\r18 - الهوية أو الهاوية، طـ دار الصفوة بمصر. وهو في الأصل حوار أجرته إحدى المجلات مع الشيخ -كما يُعلَم من مقدمته-.\r19 - قصيدة \"مُثير الغرام إلى طيبة والبلد الحرام\"/ للإمام (الصنعاني)، ضبطها وشرح غريب كلماتها: الشيخ (محمد بن أحمد إسماعيل المقدَّم)، طـ دار الإيمان بالإسكندرية.\r20 - المهدي وفقه أشراط الساعة. وهو الطبعة الأخيرة المطولة المزيدة لكتابه المختصر «المهدي حقيقة لا خُرافة» كما يُعلَم من \"مقدمته\". طـ الدار العالمية بالإسكندرية، ودار بلنسية بالرياض.\r21 - أدلة تحريم مصافحة المرأة الأجنبية. طـ دار الفرقان بمصر ودار الإيمان بالإسكندرية.\r22 - خُدعة هرمجدون. طـ دار بلنسية بالرياض. (في أغلب ظني).\rوقد لمحتُ الكتاب في معرض القاهرة الدولي للكتاب (الأخير)، ولعله آخر كتاب طُبِع للشيخ، والله أعْلَم.\r23 - معركة السفور والحِجاب: مختصر الجزء الأول من «عودة الحجاب». توزيع: دار الإيمان بالإسكندرية، مكتوب عليه \"طبعة خاصة بمصر\"، ضمن سلسلة: الحكمة والموعظة الحسنة (1). وهو -كما كُتِب على غُلافَيه الخارجي والداخلي- اختصار للجزء الأول من كتابه النفيس «عودة الحجاب»، غير أنه لم يُشِر إلى ذلك في المقدمة؛ بل يبدو هذه المقدمة هي نفسها مقدمة الجزء الأول من «عودة الحجاب»! ولكن حجم هذا الكتاب \"المختصر\" يؤكد بما لا يدع مجالاً للشك بأنه اختصار للجزء الأول فعلاً. ومن الواضح أنه من اختصار شيخنا الحبيب (محمد إسماعيل) -حفظه الله تعالى- ومن صُنع يده.\rوأما الطبعة الخاصة بالسعوديةفمن الواضح بأنها طبعة دار طيبة؛ لتشابه شكل غُلاف هذا الكتاب \"المختصر\" مع الجزء الأول من كتاب «عودة الحجاب» الذي طبعته دار طيبة قديمًا -على شكل غُلاف-.\rللأسف ممنوع الأن في مصر طباعة كتاب عودة الحجاب كاملاً الثلاثة أجزاء، إلا أن دار إبن الجوزي طبعت بفضل الله الجزء الثاني المسمى بالمرأة بين تكريم الإسلام وإهانة الجاهلية والجزء الثالث المسمى بأدلة الحجاب كل بمفرده ولا أثر للجزء الأول , إلا أنه من أراد الحصول على الثلاثة أجزاء كاملة يبحث عن طبعة السعودية لدار طيبة.\r- وقد أعلنت دار الصفوة بمصر عن قرب طبع كتاب له بعنوان «السلفية منهج مُلزِم لكل مسلم»، وهو -في الأصل- محاضرة ماتعة للشيخ -حفظه الله تعالى-، ولا أدري أطبع الكتاب أم لا.\r- وقد أُخبرت أن الشيخ -وفقه الله وسدده- بصدد إعداد كتاب عن بعض الأحكام الطبية.\r\rمن أهم محاضراته\r- تفسير كامل للقران الكريم, شرح فيه تفسيري \" محاسن التأويل \" للقاسمي, و\" أضواء البيان \" للشنقيطي ـــ رحمهما الله.\r- شرح كتاب \" منار السبيل \" في الفقه الحنبلي (لم يكتمل بعد).\r- السلفية منهج ملزم لكل مسلم.\r- المنهج العلمي \" لمن تقرأ؟ وماذا تقرأ؟ \".\r- رجل لكل العصور \"شيخ الإسلام ابن تيمية \".\r- رحلة الإمام العائد أبي حامد الغزالي.\r- دراسة في منهج جماعة التبليغ.\r- المنهج عند سيد قطب.\r- وقفة مع الجن.\r- شيعة اليوم أخطر من شيعة الأمس.\r- شرح سلسلة\" العقيدة في ضوء القرآن والسنة\" للأشقر.\r- نصيحة موضوعية للتيارات الجهادية.\r- ضرورة محو الأمية التربوية.\r- العلمانية طاغوت العصر.\r- العبث بمصادر التلقي.\r- قضايا الأسماء والأحكام \" قضايا الكفر والإيمان \".\r- اللفافة المسمومة.\r- كيف تقلع عن التدخين؟\r- تحرير المرأة من البذر إلي الحصاد.\r- كلهم شارون.\r- فقه الستر على العصاة.\r- ضوابط التبديع.\r- إبطال نظرية تطور العقيدة.\r- كيف نفهم المراهقين؟\r- فوائد في صلاة الجماعة.\r- الهوية الإسلامية.\r- طول الأمد وعلاجه.\r- أركان الاستقامة.\r- عيسى عبده.\r- المستقبل للإسلام.\r- رحلة الروح إلي السماء.\r- ضرورة المحافظة على السنن.\r- يا طالب العلم: القرآن أولا.\r- أريحا، أريحا، أين القدس؟\r- مشروعية العمل الجماعي.\r- عبودية الكائنات.\r- التمييز بين الحياء والخجل.\r- كيف الأمر إذا لم تكن جماعة؟\r- أثر التشجيع في التربية.\r- تدوين السنة.\r- ثورة الغزالي على السنة وأهلها.\r- فيلم \" آلام شبيه المسيح \".\r- الفارقليط هو \"أحمد\" صلى الله عليه وسلم.\r\rشهادة عالم جليل في شيخنا المقدم غفر الله لهما:\r-في ليلة من الليالي بداخل المملكة العربية السعودية كان هناك أخ من مدينة الإسكندرية من منطقة العامرية بصحبّة سماحة العلامة الوالد فضيلة الشيخ عبدالعزيز بن عبد الله بن باز في الليلة التي سبقت وفاة سماحته،، وأثناء الحديث سأل الشيخ ابن باز هذا الأخ عن بلده ومن أي الأماكن هو؟؟ فقال له الأخ أنه من مصر من مدينة الإسكندرية\rفقال له الشيخ: من المدينة التي فيها صاحب كتاب \" عودة الحجاب \"؟؟\rفأجاب الأخ بالإيجاب وطلب من الشيخ ابن باز أن يدعو للشيخ محمد بن إسماعيل، فظلّ الشيخ ابن باز يدعو للشيخ محمد\rويستغفر له وقتًا طويلاً ..\rوأثناء عودة هذا الأخ الكريم من المملكة السعودية وهو في الطائرة مع أخوة آخرين , وصلهم نبأ وفاة سماحة الإمام\rالعلامة عبد العزيز بن باز،\rيقول الشيخ محمد إسماعيل: لا أدري كيف أرد هذا الجميل لهذا الأخ أن جعل الشيخ ابن باز يدعو لي في ليلة وفاته.\rورقّ قلبُ الشيخ جدًا وهو يروي هذه القصة اهـ\r\r- عن أحد الأخوة وهو من أول الدفعة التى تخرجت من معهد الفرقان وسافر بعد ذلك مباشرة إلى السعودية وقال كان وقتها وقت عمرة أو حج على ما يذكر فقال كنت جالس بجوار الشيخ بن باز رحمه الله ثم أتى أخ يسأل الشيخ سؤالاً فقال له: من أين أنت قال له: أنا من مصر الشيخ من أين: الأخ: من الإسكندرية قال له (الشيخ ابن باز) من عند الشيخ محمد اسماعيل فذهل الأخ فقال نعم فأثنى على الشيخ (محمد إسماعيل) وقال إنه من أعلم أهل مصر ...... اهـ\r\rوهذه ترجمة الشيخ (محمد إسماعيل المقدم) بقلم الشيخ رضا الصمدي:\rالإسكندرية .. الثغر المصري العتيد ... فيها حدث السِّلَفي المحدث الشهير، وفيها سجن شيخ الإسلام ابن تيمية ثم خرج ... ومكث فيها برهة يعلم الناس\rفكأن بركات العلم السلفي تواصل فيها حتى أينع في عصر مشايخ أهل السنة في عصرنا الحاضر، بريادة العلامة الأجل الفقيه المربي المفكر الداعية القدوة بقية السلف الشيخ محمد بن إسماعيل المقدم .. حفظه الله.\rوغالب مشايخ الثغر من كبار علماء المصر ودعاتها الذين لهم أثر بارز في الصحوة المباركة في مصر على وجه العموم، وفي الإسكندرية على وجه الخصوص، حتى غدا الثغر يعرف بأنه مهد المدرسة السلفية ...\rولشهرتها وكثرة نشاطتهاوكثافته اتهموا المدرسة السلفية في الإسكندرية بأنها تحتكر المنهج، وهذا لعمرالله ليس بصحيح، غاية ما هناك أن المدرسة السلفية في الإسكندرية عملت على نشر المنهج السلفي بطريقة منظمة، حتى غدا العمل الدعوي عندهم ذو آلية ونظام صارم .. حتى كتب الله لهم القبول في جميع أرجاء القطر المصري، وشاع ذكرهم في كل أنحاء العالم ..\r\rوممن كان له الصدارة في قيادة العلم الدعوي في الثغر السكندري الشيخ الأجل العلامة الفقيه المفتي الطبيب محمد بن إسماعيل المقدم ...\rدرس الطب في جامعة الإسكندرية في أوائل السبعينات من القرن الميلادي المنصرم، وهو وغالب قادة العمل الإسلامي السلفي من خريجي جامعة الإسكندرية، وغالبهم أطباء ومهندسون.\rوفي أثناء دراسته في الجامعة كون مع زملائه ورفقاء دعوته فريقا للدعوة إلى منهج أهل السنة والجماعة وكان الشيخ محمد بن إسماعيل هو الذي يصنف الرسائل التي تنشر بين شباب الجامعة، فمن أول ما نشر وهو في مقتبل حياته الدعوية: تحريم مصافحة المرأة الأجنبية، وتحريم حلق اللحية، وغيرها من الرسائل الصغيرة، وكان الشيخ أحمد فريد صنوه يعنى بتأليف كتب الرقائق ... وكانت هذه الكتب تطبع وتوزع على شباب الجامعة.\rتكونت نواة الدعاة السلفيين في الإسكندرية إبان تخرج هؤلاء الشباب، حيث عمل الشيخ محمد إسماعيل على نشر الدعوة السلفية في كل أنحاء القطر المصري، وبخاصة في القاهرة العاصمة، فكان ينتقل إلى مصر كل أسبوع لإلقاء درس في منطقة الطالبية حيث وجد أول تجمع سلفي واضح المعالم في القاهرة إبان فترة أواخر السبعينات وأوائل الثمانينات ...\rوكانت جهود الشيخ محمد إسماعيل حفظه مركزة على الدروس ذات البعد الحضاري والاجتماعي، مع اهتمامه بقضية المنهج ... أعني المنهج السلفي ..\rفولدت أول نواة لمعهد سلفي لتخريج الدعاة في مدينة الإسكندرية، وابتدأت الدروس في كل العلوم الشرعية، وتخرج دفعات من الدعاة والشباب العامل الذي تلقى دراسات مكثفة عن المنهج وعن العمل الدعوي، ومع تخرج الدفعة الأولى اتجه العمل الجماعي لدعاة الإسكدرية نحو مزيد من التنظيم والاتساع ..\rبدأ العمل الدعوي السلفي يتوغل في الجامعات حتى احتل مكانة مرموقة، وصار للسلفين وجود واضح ينافس وجود الجماعات الأخرى العاملة ...\rصارت المدرسة السلفية تصدر دعاتها إلى كل أقاليم القطر المصري، وصارت تتابع الدعوات السلفية في المناطق الأخرى من القطر المصري ... وبفضل التواجد السلفي المكثف للمدرسة السلفية في الإسكندرية ترسخ المنهج السلفي في المجتمع المصري في كثير من الأقاليم، وصارت الدعوة السلفية تمثل العمل الإسلامي في كثير من المجالات وبخاصة في المجال العلمي الذي تفوق فيه السلفيون على الجماعات الأخرى حتى أقرت الجماعات بأن أهم ما يميز السلفيين هو اهتمامهم بالعلم الشرعي ... فكان مكسبا في حدث ذاته ...\r\rأخلاق الشيخ العلامة محمد بن إسماعيل وسمته وديانته ...\rعرف عن الشيخ حفظه الله أنه من أعلى الناس خلقا وأدبا في علماء العصر ودعاته، حتى إن كلمة الجماعات الإسلامية في مصر اتفقت على وصفه بهذا اللفظ، ولا يعرف أحد من الجماعات الإسلامية التي تخالف الشيخ تكن له أي بغض أو كراهية أو تحفظ، بل تعتبره رجلا محل إجماع في الصحوة ... مثله مثل بعض الأعلام في الجماعات الأخرى ...\rوقد عايشت الشيخ ليلة مع بعض الأخوة في بيته تسمح لي أن أحكي ما اشتهر بين الناس بالسند العالي وبالمشاهدة لا بالسماع ....\rأما مكتبته فتشغل جزءا كبيرا من شقته، والتي كانت في يوم من الأيام ضيقة جدا، لا تسعه ولا تسع أسرته ولا مكتبته المعامرة، حتى وسع الله عليه وحصل على شقة أوسع وسعت مكتبته، ومع ذلك فإن الشقة ازدحمت بالكتب والأبحاث التي يؤلفها الشيخ ...\rوكان هذا اللقاء في أواسط الثمانينات من القرن الماضي ...\rحضرنا درسا للشيخ في مسجد أبي حنيفة في عشية ليلة شاتية من ليالي الإسكندرية، ثم استضافنا الشيخ في بيته، وكان معنا شيخنا الحبيب القريب عبد الفتاح الزيني (وكان هو أمير الركب) والشيخ محمد الكردي، الداعية الهصور والمجاهد الجسور، والأخ الحبيب مجدي حسن الذي كان من أوائل المعاصرين لمشايخ الجماعات الإسلامية ... وكان أكبرنا سنا ...\rنزلنا على بيت الشيخ فقدم لنا العشاء، وأبى على أي واحد منا أن يحمل أي شيء من الطعام، حتى إنه دخل ومعه الصحون أكثر من مرة فقمنا احتراما له نساعده فأمرنا أمرا أن نجلس وألا نتحرك من أماكننا ...\rمن معالي أخلاق هذا الداعية أنه عقد دروسا منهجية حول قضية الجهاد، تطرق فيها لتجربة الجماعات الجهادية في مصر، وكان قد ألقى تلك الدروس على مدار اثني عشر أسبوعا في قوت كانت الجماعات الجهادية تعيش عصر هدنة مع السلطة، فلما اشتدت الأزمة على جماعات الجهاد طلب بعض الدعاة من الشيخ أن يعيد تدريس تلك المادة المنهجية، فرفض الشيخ احتراما لحال الأخوة من جماعات الجهاد وما هم فيه من محنة ... وهذا يعكس الرؤية الشاملة المشفقة لهذا الداعية، وهذه من درر ما تعلمت من الدعاة، ونفعتني في المعيارية الولائية التي بها أزن مواقفي مع الجماعات الإسلامية ...\rأما ورع الشيخ وعبادته فقد طبقت الآفاق، ولم يتسن لي شرف الصلاة وراءه في أيام رمضان ولكن حدثني الثقات من طلبة العلم من تلامذة الشيخ أنه كان يصلي التراويح بعد صلاة العشاء وحتى الساعة الثانية ليلا، وكان يطيل السجود والركوع جدا\rوالذي يحضر محاضرات هذا الشيخ ويتعرف على المشايخ الذين عرفوه يعرف قدر هذا الرجل، فما رأيت الدعاة والمشايخ من أهل السنة يبجلون ويحترمون أحدا مثل الشيخ محمد إسماعيل، فما أن يرد ذكره في مجلس إلا ويتسارع الناس في مدحه والثناء على إنصافه وهدوئه وعقله ...\rسمعت هذا من الشيخ فريد هنداوي الفقيه وسمعته من الشيخ ياسر برهامي (وتأتي ترجمته) والشيخ سعيد عبد العظيم، والشيخ سيد حسين، (تأتي ترجمته إن شاء الله) ...\rومما تميز به الشيخ كثرة مؤلفاته المتخصصة، فله موسوعة: عودة الحجاب التي أرخ فيها\rللعلمانية، وللصراع بين الإسلاميين والعلمانيين، متمثلا في الحجاب، والعجيب أن الشيخ محمد بن إسماعيل عني كثيرا بتأريخ صراع الصحوة مع تحديات المجتمع العلماني، فله كتاب: تحريم حلق اللحية، وكتاب: تحريم مصافحة المرأة الأجنبية، وله: الصلاة لماذا .. وله: النصيحة في الأذكار الصحيحة ... ولو تأملنا في هذه المصنفات لوجدنا هي العلامة المميز لشباب الصحوة، الحجاب، اللحية، عدم مصافحة المرأة الأجنبية (منع الاختلاط) الصلاة، الذكر ...\rثم كان من أواخر مؤلفاته: حرمة أهل العلم، لما رأى تطاول الأغيلمة على علماء الأمة ...\rومن معاركه الشهيرة التي سطرها التاريخ مجدا للصحوة الإسلامية معركته مع أذناب العلمانية من أشباه العلماء، وذلك في معركة النقاب الشهيرة مع الدعي الجهول إسماعيل منصور، حيث أيد هذا الدعي شيخ الأزهر سيد طنطاوي، فانبرى الشيخ محمد إسماعيل يقرر المسألة لا يتزحزح عن رأي علماء الصحوة المشهور بوجوب لبس النقاب للمرأة في هذا العصر، فألف: بل النقاب واجب ... حتى لا تروج مقولة الدعي: بتحريم النقاب ... فكتب الله لدعوته القبول وانتشر النقاب في مصر .. وذلك بفضل الله ثم بفضل كتابه الذي كان بمثابة الحصن الحصين والمرجعية العلمية المرموقة لجيل الصحوة في قضية النقاب التي تمثل رمز الالتزام بالنسبة لفتيات الصحوة فلله دره ...\rاشتهر الشيخ محمد إسماعيل بتناوله لكل قضايا العصر، فما من قضية تشغل الرأي العام إلا ويفرد لها محاضرة يتناول فيها القضية من الناحية الإخبارية تحليلا وشرحا، ثم يتعرض لحكم الشرع إن وجد في القضية وعلاقة الصحوة بهذه القضية، حتى بلغت شرائط دروسه التي تتناول كل قضايا العصر مئات بل أظنها جاوزت الألف بمراحل ...\rأما دروسه في الفقه فقد كان بدأ في شرح منار السبيل منذ سنين عديدة، وأظنه قارب على الانتهاء منه الآن ..\rلقد كانت دعوة الشيخ وعمله من النوع الصعب الشاق، البطئ في خطواته، ولكنه من النوع الراسخ الذي بقي أثره وطال واتسع حتى بلغ بلاد العالم ...\rوما من مركز إسلامي في أمريكا وأوروبا، وما من طالب علم جاد في بحثه إلا ويعرف هذا الشيخ بكتبه وبحوثه ... ولو قدر لطلبة العلم وشباب الصحوة جميعا أن يلتقوا به فإنهم سيجدونه الرجل المناسب ليكون على رأس مجلس الحكماء ... أنا أسميه حكيم الأمة ... بل هو بحق: إمام من أئمة السنة في هذا الزمان ...","seal":"46C5D6C7","cat":"بحوث ومسائل","oNum":98135,"BkId":98135,"oAuth":1206,"bVer":1,"aSeal":"7B787091"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t98135":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":5,"sub":0,"tit":"إعفاء اللحية طاعة"},
      {"lvl":1,"id":6,"sub":0,"tit":"حلق اللحية معصية"},
      {"lvl":1,"id":7,"sub":0,"tit":"إعفاء اللحية سنة محمدية"},
      {"lvl":1,"id":10,"sub":0,"tit":"حلق اللحية تطرف وانحراف"},
      {"lvl":1,"id":11,"sub":0,"tit":"إعفاء اللحية فطرة إنسانية"},
      {"lvl":1,"id":13,"sub":0,"tit":"حلق اللحية تغيير لخلق الله سبحانه"},
      {"lvl":1,"id":14,"sub":0,"tit":"إعفاء اللحية من سمت الأنبياء"},
      {"lvl":1,"id":15,"sub":0,"tit":"إعفاء اللحية سبيل المؤمنين"},
      {"lvl":1,"id":17,"sub":0,"tit":"حلق اللحية تشبه بالكافرين"},
      {"lvl":1,"id":22,"sub":0,"tit":"إعفاء اللحية رجولة وفحولة"},
      {"lvl":1,"id":23,"sub":0,"tit":"حلق اللحية تشبه بالنساء"},
      {"lvl":1,"id":25,"sub":0,"tit":"إعفاء اللحية زينة وتكريم"},
      {"lvl":1,"id":27,"sub":0,"tit":"حلق اللحية مهانة"},
      {"lvl":1,"id":28,"sub":0,"tit":"حلق اللحية مثلة"},
      {"lvl":1,"id":30,"sub":0,"tit":"الخاتمة"}
    ]
}
