{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b98141":
    [
      {"page":1,"id":1,"nass":"عودوا إلى خَيرِ الهَدْي","seal":"681ABE6A","part":"1"},
      {"page":2,"id":2,"nass":"عُودُوا إلى خير الهَدْي\rإعداد\rمحمد أحمد اسماعيل المقدم\rغفر الله له ولوالديه ولسائر المسلمين","seal":"D18F8160","part":"1"},
      {"page":3,"id":3,"nass":"بسم الله الرحمن الرحيم\rالحمد لله وكفى، وسلام على عباده الذين أصطفى، لاسيما عبدِه المصطفى، وآله المستكملين الشرفا.\rأما بعد: فبين يديك -أخي المسلم- تنبيهات وفوائد تمس الحاجة إلى بيانها، تتعلق بمخالفاتٍ للسنة تتكرر في شهر رمضان المعظم بصورة موسمية، والمؤلم في هذا الأمر أنها تعدت العوام، وتسربت إلى طلبة العلم من أهل السنة، مع أنهم الذين تنعقد عليهم الآمال أن يحرسوا السنة، ويحملوها إلى الأمة نقية خالية من أي شائبة، وقد جمعت شواردها، وألفت بين متفرقها من كلام أهل العلم والحديث، في القديم والحديث، سائلًا الله عز وجل أن ينفع بها من تبلغه، وأن يردَّنا إلى هَدْيِ مَن هديُه خيرُ الهدي - صلى الله عليه وسلم - ردًّا جميلًا، وأن يُتِمَّ علينا المنة، بالوفاة على الإسلام والسنة، والحمد لله رب العالمين.\rمحمد بن أحمد بن إسماعيل المقدَّم\rالإسكندرية في\rالسبت 4 شعبان 1425 هـ.\rالموافق 18/ 9/ 2004 م.","seal":"DE8FECB5","part":"1"},
      {"page":4,"id":4,"nass":"المطلب الأول:\rاستحباب البكاء عند تلاوة القرآن المجيد\rقال الله تعالى في سياق الثناء على الأنبياء عليهم السلام: {إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا} [مريم:58].\rوعن عبد الأعلى التيمي قال: \"إن مَن أوتيَ من العلم ما لم يُبكِه لخليق أن لا يكون أوتي علمًا ينفعه، لأن الله نعت العلماء\rفقال: { ... إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (107) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (108) وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 107 - 109] (¬1).\rويروَى عن ابن عباس - رضي الله عنه - قال: \"إذا قرأتم سجدة {سُبْحَان} (¬2) فلا تعجلوا بالسجود حتى تبكوا، فإن لم تبكِ عينُ أحدِكم؛ فليبك قلبه\" (¬3).\r¬__________\r(¬1) \"جامع البيان\" للطبري (8/ 165).\r(¬2) أي التي في سورة الإسراء.\r(¬3) \"الإحياء\" (1/ 502).","seal":"CD11CEA7","part":"1"},
      {"page":5,"id":5,"nass":"وقال تعالى منكرًا على المشركين: {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (59) وَتَضْحَكُونَ وَلَا تَبْكُونَ (60) وَأَنْتُمْ سَامِدُونَ} (¬1) [النجم:59 - 61].\rوعن عبد الله بن الشخير - رضي الله عنه - قال: أتيت رسول الله - صلى الله عليه وسلم - وهو يصلِي، وفي صدره أزيز كازيز المرجل من البكاء\" (¬2).\rوعن عطاء قال: دخلت أنا وعبيد بن عمير على عائشة - رضي الله عنها - فقال عبيد بن عمير: حدثينا بأعجب شيء رأيتيه من رسول الله - صلى الله عليه وسلم -، فبكت، وقالت: قام ليلة من الليالي، فقال: \"يا عائشة ذررني أتعبد لربي\"، قالت: قلت: والله إني لأحب قربك، وأحب ما يسرك، قالت، فقام فتطهر، ثم قام يصلي، فلم يزل يبكي حتى بل حِجره، ثم بكى، فلم يزل يبكي حتى بلَّ الأرض، وجاء بلال يؤذنه بالصلاة، فلما رآه يبكي، قال: يا رسول الله تبكي، وقد غفر الله لك ما تقدم من ذنبك وما\r¬__________\r(¬1) سامدون: غافلون لاهون عنه، وعن تدبره.\r(¬2) روأه أبو داود رقم (904)، والترمذي في \"الشمائل\" رقم (276) ص (169)، والنسائي (3/ 13)، وصححه النووي، وأزيز المرجل: غليانه.","seal":"B013390F","part":"1"},
      {"page":6,"id":6,"nass":"تأخر؟ قال \"أفلا أكون عبدًا شكورًا، لقد نزلت الليلة آيات ويل لمن قرأها ولم يتفكر فيها: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ} (¬1) الآيات [آل عمران: 190].\rوعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لَا يَلِجُ النَّارَ رَجُل بَكَى مِنْ خَشْيِةِ الله حَتَّى يَعُودَ اللَّبَنُ في الضَّرْعِ، وِلاَ يَجْتَمعُ غُبَار في سَبِيلِ الله وَدُخَانُ جَهَنمَ\" (¬2).\rوعن أبن عباس قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"عَيْنَانِ لَا تَمسُهُمَا (¬3) النَّارُ: عَيْن بَكَتْ مِنْ خَشْيَةِ اللهِ، وَعَينٌ بَاتَتْ تَحْرُسُ في سَبِيلِ اللهِ\" (¬4).\r¬__________\r(¬1) صححه الألباني في \"الصحيحة\"، وعزاه الى أبي الشيخ، وأبن حبان في\r\"صحيحه\".\r(¬2) رواه الترمذي (2311)، وقال: \"حسن صحيح\"، والنسائي (6/ 12)، والحاكم (4/ 260)، وصححه، ووا فقه الذهبي، وصححه الألباني في \"تحقيق المشكاة\" رقم (3828).\r(¬3) قال في \"تحفة الأحوذي\": (قوله: \"عينان لا تمسهما النار\" أي: لا تمس صاحبهما، فعبرَّ بالجزء عن الجملة، وعبر بالمس إشارة إلى امتناع ما فوقه بالأولى) اهـ. (5/ 269).\r(¬4) رواه الترمذي (1639)، وحسنه الحافظ في \"الفتح\" (6/ 83).","seal":"3FF730AB","part":"1"},
      {"page":7,"id":7,"nass":"وعن أبي أمامة، عن النبي - صلى الله عليه وسلم - قال: \"لَيْسَ شَيْءٌ أَحَب إِلَى الله منْ قَطْرَتَيْنِ وَأثريْنِ: قَطْرَةٌ مِنْ دُمُوع في خَشْيَةِ الله، وَقَطْرَةُ دَمٍ تُهْرَاقُ في سَبيلِ الله، وأما الأثرَانِ: فَأَثر في سبِيلِ الله، وَأَثَر في فَرِيضَةٍ مِنْ فَرَائِضِ الله الله\" (¬1).\rوعن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: \"سَبْعَة يُظِلُّهمُ اللهُ في ظِلَّه يَوْمَ لاَ ظِل إلَّا ظِلُّهُ: الإمَامُ العَادِلُ، وَشَاب نَشَأَ في عِبَادَةِ رَبِّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ في المَسَاجِدِ، وَرَجُلاَنِ تحُابَّا في اللهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُل طَلبتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمال فَقَالَ: إِنِّي أَخَافُ اللهَ، وَرَجل تَصَدَّقَ أَخْفَى حَتى لَا تَعْلَمَ شِمَاله مَا تُنْفِقُ يَمِينه، وَرَجُل ذَكَرَ اللهَ خَالِيًا فَفَاضَتْ عَيْناهُ\" (¬2).\rوعن عبد الله بن عبيدة، أن نفرًا اجتمعوا في حجرة صفية بنت حُيي زوج النبي - صلى الله عليه وسلم -، فذكروا الله وتلوا القرآن وسجدوا، فنادتهم صفية: هذا السجود وتلاوة القرآن، فأين البكاء؟ (¬3).\r¬__________\r(¬1) رواه الترمذي (1639)، وحسنه في \"تحقيق المشكاة\" رقم (3837).\r(¬2) رواه البخاري (2/ 143)، ومسلم رقم (1031).\r(¬3) \"حلية الأولياء\" (2/ 55).","seal":"6F28B880","part":"1"},
      {"page":8,"id":8,"nass":"ولما اشتد مرض رسول الل - صلى الله عليه وسلم - قال: \"مُروا أبا يكر فليصلّ بالناس، قالت عائشة: \"إن أبا بكر رجل رقيق، إذا قرأ القرآن لا يملك دمعه\" وفي رواية: \"إنه رجل أسيف (¬1)، إذأ قرأ مقامك لم يستطع أن يصلي بالناس، ولم يُسمع الناسَ من البكاء\" (¬2) الحديث.\rوفي خبر ابن الدُّغُنَّةِ: \"أن أبا بكر ابتنى مسجدًا بفناء دار ابن الدغنة، وكان يصلي فيه، ويقرأ القرآن، فيتقذف عليه نساء المشركين وأبناؤهم، وهم يعجبون منه، وينظرون إليه، وكان أبو بكر رجلا بكَّاء لا يملك عينيه إذا قرأ القرآن\" انتهى محل الشاهد منه (¬3).\rوقال علقمة بن وقاص: (صليت خلف عمر بن الخطاب فقرأ سورة يوسف، فكان إذا أتى على ذكر\r¬__________\r(¬1) أسيف: رقيق القلب، بكاء.\r(¬2) رواه الإمام أحمد (6/ 210)، والبخاري رقم (678، 679، 3385)، ومسلم رقم (418)، والنسائي (2/ 99).\r(¬3) رواه الإمام أحمد (6/ 198)، والبخاري برقم (3905).","seal":"47C7C2E6","part":"1"},
      {"page":9,"id":9,"nass":"يوسف سمعت نشيجه من وراء الصفوف\" (¬1).\rوقال القاسم بن محمد: \"كنت إذا غدوت أبدأ ببيت عائشة فأسلِّم عليها، فغدوت يومًا فإذا هي قائمة تُسَبِّح (¬2)، وتقرأ: {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} [الطور:27] وتدعو، وتبكي، وترددها، فقمت حتى مللت القيام، فذهبت إلى السوق لحاجتي، ثم رجعت، فإذا هي قائمة تصلي وتبكي\" (¬3).\rوعن مسروق قال: قال رجل من أهل مكة: هذا مقام تميم الداري، لقد رأيته ذات ليلة حتى أصبح أو قُرب أن يُصبح، يقرأ آية من كتاب الله، ويركع، ويسجد، ويبكي: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} (¬4) [الجاثية:21].\rوقال بشير: \"بِتُّ عند الربيع بن خثيم ذات ليلة، فقام\r¬__________\r(¬1) رواه ابن أبي شيبة في \"المصنف\" (14/ 8).\r(¬2) أي: تصلى.\r(¬3) \"السمط الثمين\" ص (90).\r(¬4) \"الإصابة\" لابن حجر (1/ 184)، وصحح إسناده الى مسروق.","seal":"FCE99D6D","part":"1"},
      {"page":10,"id":10,"nass":"يصلي، فمر بهذه الآية، فمكث ليلته حتى أصبح، ما جاوز هذه الآية إلى غيرها ببكاء شديد\" (¬1).\rوقال إبراهيم بن الأشعث: كثيرا ما رأيت الفضيل بن عياض يردد من أول الليل إلى آخره هذه الآية ونظيرها، ثم يقول: \"ليت شعري! من أي الفريقين أنت؟ \" (¬2).\rقال القرطبي رحمه الله: \"وكانت هذه الآية تسمى مَبْكاةَ العابدين، لأنها محكمة\" (¬3).\rوعن الحسن قال: \"لم يزل الناس على ذلك، يبكون عند الذكر وقراءة القرآن\" (¬4).\rوروى خالد بن مَعْدَان، عن كعب الأحبار قال: \"لَأن أبكيَ من خشية الله أحب إليَّ من أن أتصدق بوزني ذهبًا\" (¬5).\r¬__________\r(¬1) \"حلية الأولياء\" (2/ 112).\r(¬2) \"الجامع لأحكام القرآن\" (16/ 166).\r(¬3) \"السابق\".\r(¬4) \"الرقة والبكاء\" لابن أبي الدنيا رقم (101).\r(¬5) \"سير أعلام النبلاء\" (3/ 490).","seal":"FBA0628F","part":"1"},
      {"page":11,"id":11,"nass":"وعن عبد الله بن مسعود قال: \"ينبغي لحامل القرآن أن يُعرف بليله إذا الناس نائمون، وبنهاره إذا الناس يفطرون، وبحزنه إذا الناس يفرحون، وببكائه إذا الناس يضحكون، وبصمته إذا الناس يخلطون، وبخشوعه إذا الناس يختالون، وينبغي لحامل القرآن أن يكون باكيًا محزونا، حكيما حليمًا، عليمًا سكيتًا، ولا ينبغي لحامل القرآن أن يكون جافيًا، ولا غافلًا، ولا صَخَّابًا ولا صيَّاحًا، ولا حديدًا\" (¬1).\rوعن الحسن قال: \"إن كان الرجل لقد جمع القرآن وما يشعر به جاره، وإن كان الرجل لقد فَقُهَ الفقهَ الكثير وما يشعر به الناس، وإن كان الرجل ليصلي الصلاة الطويلة في بيته وعنده الزَّوْرُ (¬2) وما يشعرون به، ولقد أدركنا أقوامًا ما كان على ظهر الأرض من عمل يقدرون على أن يعملوه في سر فيكون علانية أبدًا، ولقد كان المسلمون يجتهدون في الدعاء، وما يسمع لهم صوت، إن كان إلا همسًا بينهم وبين ربهم عز وجل،\r¬__________\r(¬1) \"مصنف ابن أبي شيبة\" (7/ 231) رقم (35573)، و\"حلية الأولياء\" (1/ 130)\r(¬2) الزَّوْر: جمع زائر.","seal":"00AA3FA0","part":"1"},
      {"page":12,"id":12,"nass":"ذلك أن الله تعالى عز وجل يقول: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً} [الأعراف:55]، وذلك أن الله تعالى ذكر عبدًا صالحًا، ورضي قوله، فقال: {إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا} [مريم:3] (¬1).\rوكان حسان بن أبي سنان يحضر مجلس مالك بن دينار، فإذا تكلم مالك بكى حسان حتى يبل ما بين يديه، لا يُسمع له صوت (¬2).\rوعن القاسم بن محمد قال: كنا نسافر مع ابن المبارك فكثيرًا ما كان يخطر ببالي، فاقول في نفسي: \"بأي شيء فُضِّل هذا الرجل علينا حتى اشتهر في الناس هذه الشهرة: إن كان يصلي إنا لنصلي، وإن كان يصوم إنا لنصوم، وإن كان يغزو فإنا لنغزو، وإن كان يحج إنا لنحج؟!\rقال: فكنا في بعض مسيرنا في طريق الشام ليلة نتعشى في بيت، إذ طفئ السراج، فقام بعضنا فأخذ السراج، وخرج يستصبح، فمكث هنيهة ثم جاء بالسراج، فنظرت إلى وجه\r¬__________\r(¬1) \"الزهد والرقائق\" لابن المبارك رقم (140).\r(¬2) \"صفة الصفوة\" (3/ 339).","seal":"FED31AB6","part":"1"},
      {"page":13,"id":13,"nass":"ابن المبارك ولحيته قد ابتلت من الدموع، فقلت في نفسي: \"بهذه الخشية فُضِّلَ هذا الرجل علينا، ولعله حين فقد السراج، فصار إلى ظلمة؛ ذكر القيامة\" (¬1).\rوعن عاصم قال: كان أبو وائل إذا صلى في بيته نشج (¬2) نشيجًا، ولو جُعلت له الدنيا على أن يفعله وأحد يراه ما فعله، وقد كان أيوبُ السَّخْتِياني إذا غلبه البكاء قام (¬3).\rوقال خادم الأمام محمد بن أسلم الطوسي: \"سمعته يحلف كذا وكذا مرة أن لو قدرت أن أتطوع حيث لا يراني ملكاي لفعلت، ولكن لا أستطيع ذلك\" (¬4).\rوكان إبراهيم التيمي يقول: \"المخلص من يكتم حسناته كما يكتم سيئاته\" (¬5).\rوقال الحسن البصري: \"إن كان الرجل ليجلس\r¬__________\r(¬1) \"صفة الصفوة\" (4/ 121).\r(¬2) نشج الباكي نشجًا ونشيجًا: تردد البكاء في صدره من غير انتحاب.\r(¬3) \"تلبيس إبليس\" ص (202).\r(¬4) \"حلية الأولياء\" (9/ 243).\r(¬5) \"تنبيه المغتربين\" ص (27).","seal":"573485C5","part":"1"},
      {"page":14,"id":14,"nass":"المجلس، فتجيئه عَبْرتُه فيردها، فإذا خشي أن تسبقه قام\" (¬1).\rقال القرطبي رحمه الله تعالى عند تفسير قوله تعالى: {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [المائدة - 83].\r\"وهذه أحوال العلماء يبكون ولا يصعقون، ويسألون ولا يصيحون، ويتحازنون ولا يتماوتون، كما قال تعالى: (اللَّهُ نَزّلَ اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ... } [الزمر:23]، وقال: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} [الأنفال:2] \" (¬2).\rوقال في تفسير آية الأنفال هذه: \"وصف الله تعالى المؤمنين في هذه الآية بالخوف والوجل عند ذكره، وذلك لقوة إيمانهم ومراعاتهم لربهم، وكأنهم بين يديه، ونظير هذه الآية: {وَبَشِّرِ الْمُخْبِتِينَ (34) الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ}\r¬__________\r(¬1) \"الزهد\" للإمام أحمد ص (262).\r(¬2) \"الجامع لأحكام القرآن\" (6/ 258 - 259).","seal":"E2F68852","part":"1"},
      {"page":15,"id":15,"nass":"وقال: {وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ}، فهذا يرجع الى كمال المعرفة وثقة القلب، والوَجَل: الفزع من عذاب الله، فلا تناقض.\rوقد جمع الله بين المعنيين في قوله: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} أي: تسكن نفوسهم من حيث اليقين إلى الله، وإن كانوا يخافون الله، فهذه حالة العارفين بالله، الخائفين من سطوته وعقوبته؟ لا كما يفعله جهال العوامِّ، والمبتدِعَةُ الطَّغام (¬1) من الزَّعيق والزئير، ومن النُّهاق الذي يشبه نُهاق الحمير.\rفيقال لمن تعاطى ذلك، وزعم أن ذلك وَجْدٌ وخشوع: لم تبلغ أن تساوي حالَ الرسول - صلى الله عليه وسلم - ولا حال أصحابه في المعرفة بالله، والخوف منه، والتعظيم لجلاله، ومع ذلك فكانت حالهم عند المواعظ الفهم عن الله، والبكاء خوفًا من الله، ولذلك وصف الله أحوال أهل المعرفة عند سماع ذكره\r¬__________\r(¬1) الطَّغام: أراذل الناس وأوغادهم.","seal":"1C1DF466","part":"1"},
      {"page":16,"id":16,"nass":"وتلاوة كتابه، فقال: {وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [المائدة:83]، فهذا وصف حالهم وحكاية مقالهم، ومن لم يكن كذلك فليس على هديهم، ولا على طريقتهم؛ فمن كان مستنًّا فليستَنَّ، ومن تعاطى أحوال المجانين والجنون فهو من أخسِّهم حالًا، والجنون فنون.\rروى مسلم عن أنس بن مالك أن الناس سألوا النبي - صلى الله عليه وسلم - حتى أحْفَوْهُ (¬1) في المسألة، فخرج ذات يوم فصعِد المنبر، فقال: \"سلوني، لا تسالوني عن شيء إلا بينتُه لكم ما دمت في مقامي هذا\"، فلما سمع ذلك القومُ أرَمُّوا (¬2) ورهِبوا أن يكون بين يَدَيْ أمرٍ قد حضر، قال أنس: فجعلت ألتفت يمينا وشِمالا، فإذا كل إنسان لاف رأسَه في ثوبه يبكي، وذكر الحديث.\rوروى الترمذي وصححه عن العرباض بن سارية\r¬__________\r(¬1) أي: أكثروا عليه، وأحفى في السؤال، وألحف بمعنى أَلَحَّ.\r(¬2) أَرَمَّ الرجلُ إرمامًا: إذا سكت، فهو مُرِمٌ \"النهاية\" (2/ 267).","seal":"D435B364","part":"1"},
      {"page":17,"id":17,"nass":"قال: \"وَعَظَنا رسولُ الله - صلى الله عليه وسلم - موعظة بليغة ذَرَفَتْ منها العيون، ووجِلَت منها القلوب\" الحديث، ولم يقل: زعقنا، ولا رقصنا، ولا زَفَنَا (¬1) ولا قمنا\" (¬2).\rوعن جُنْدُبِ قال: قال النبي - صلى الله عليه وسلم -: \"من سَمَّعَ؛ سَمَّع اللهُ به، ومن يرائي؛ يرائي الله به\" (¬3).\rوعن عبد الله بن عمرو قال: سمعت رسولَ الل - صلى الله عليه وسلم - يقول: \"من سمَّع الناسَ بعمله؟ سمَّع الله مسامعَ خلقِه، وصغره، وحقره\" (¬4).\r¬__________\r(¬1) زَفَن (من باب ضرب): رقص، وأصله الدفع الشديد، والضرب بالأرجل، كما يفعل الراقص.\r(¬2) \"الجامع لأحكام القرآن\" (7/ 365 - 366).\r(¬3) رواه البخاري (11/ 287)، ومسلم (2987)، وأبن ماجه (4207).\r(¬4) رواه الإمام أحمد (6509، 6986، 7085)، والطبراني في \"الكبير\"، وصححه المنذري ثم الألباني \"في صحيح الترغيب\" (1/ 117).\rفائدة: (والفرق يين الرياء والسمعة أن الرياء: هو العمل لرؤية الناس، والسمعة: العمل لأجل سماعهم، فالرياء يتعلق بحاسة البصر، والسمعة بحاسة السمع.\rفالتسميع على هذا لا يكون إلا في الأمور التي تُسمع كقراءة القرآن،=","seal":"EE2CC469","part":"1"},
      {"page":18,"id":18,"nass":"وعن أبى هريرة: قال رسولُ الل - صلى الله عليه وسلم - \"رُبَّ صائم ليس له من صيامه إلا الجوع، ورُبَّ قائمٍ ليس له من قيامه إلا السهر\" (¬1).\rقال ابن الجوزي- رحمه الله تعالى-: \"وقد لبَّس- يعني إبليس- على قوم من المتعبدين، وكانوا يبكون والناس حولهم، وهذا قد يقع عليه، فلا يمكن دفعه، فمن قدر على ستره، فأظهره فقد تعرَّض للرياء\" (¬2).\rوعن محمد بن زياد قال: رأيت أبا أمامة أتى على رجل في المسجد، وهو ساجد يبكى في سجوده، ويدعو ربه،\r¬__________\r= وذكر الله تعالى، ونحو ذلك.\rإلا أن العز بن عبد السلام يرى أن المراد بالتسميع هو أن يحدِّث المرء غيره بما يفعله من الطاعات التي لم يطلع عليها ذلك الغير، أما الرياء فهي الطاعة التي يُظهرها الفاعل كي يراها الناس) اهـ. من \"مقاصد المكلفين\" ص (437).\r(¬1) رواه الإمام أحمد (2/ 441)، وابن ماجه (صحيح ابن ماجه رقم 1371)، واللفظ له، والدارمي (2/ 301).\r(¬2) \"تلبيس إبليس\" ص (203).","seal":"37DBE89E","part":"1"},
      {"page":19,"id":19,"nass":"فقال أبو أمامة: أنت أنت! لو كان هذا في بيتك؟! \" وعن أبى حازم قال: \"مَرَّ ابن عمر برجل ساقط من العراق، فقال: ما شأنه؟ فقالوا: إذا قُرِئ عليه القرآن يصيبه هذا، قال: إنا لنخشى الله عز وجل، وما نسقط\" (¬1).\rعن عمران بن عبد العزيز, قال: سمعت محمد بن سيرين، وسئل عمن يستمع القرآن فيصعق، فقال: \"ميعاد ما بيننا وبينهم أن يجلسوا على حائط، فيُقرأ عليهم القرآن من أوله إلى آخره، فإن سقطوا فهم كما يقولون\" (¬2).\rوعن الحسن أنه وعظ يومًا، فتنفس رجل في مجلسه، فقال الحسن: \"إن كان لله تعالى فقد شهرت نفسك، وإن كان لغير الله فقد هلكت\" (¬3).\rولأن الرياء كالزجاج يشف عما وراءه، فسرعان ما يُفتضَح المرائي، ويعامَل بنقيض قصده:\r¬__________\r(¬1) \"السابق\" ص (359).\r(¬2) \"السابق\" ص (361 - 362).\r(¬3) \"السابق\" ص (362).","seal":"0E7A80DE","part":"1"},
      {"page":20,"id":20,"nass":"روي عن عمر أنه قال: \"من تزين بما ليس فيه شانه الله\" (¬1).\rوحكى الأصمعي أن أعرابيا صلى فأطال، وإلى جانبه قوم، فقالوا: ما أحسن صلاتك! فقال: \"وأنا مع ذلك صائم\".\rفقال أعرابي حاضر المجلس:\rصلَّى فأعجبني، وصام فرابني ... نَحَّ القُلُوصَ عن المصلي الصائمِ (¬2)\rوقال ابن الجوزي أيضَا: \"ومن أعجب ما رأيت فيهم أن رجلًا كان يصلي بالناس صلاة الصبح يوم الجمعة، ثم يلتفت فيقرأ المعوذتين، ويدعو بدعاء الختمة ليعلم الناس أني قد ختمت الختمة، وما هذه طريقة السلف، فإن السلف كانوا يسترون عبادتهم، وكان عمل الربيع بن خثيم كله سِرَّا، فربما دخل عليه الداخل وقد نشر المصحف، فيغطيه بثوبه، وكان أحمد بن حنبل يقرأ القرآن\r¬__________\r(¬1) \"تلخيص الحبير\" (2/ 196).\r(¬2) \"أدب الدنيا والدين\" ص (95).","seal":"88FEE074","part":"1"},
      {"page":21,"id":21,"nass":"كثيرًا، ولا يُدْرَى متى يختِم\" (¬1).\rتنبيه:\r[البكاء عند تلاوة القرآن وسماعه ليس هو مقصودًا لذاته، ولا هو المراد في الأصل، إنما المقصود حضور القلب وتدبره لما يتلو ويسمع، فيُحْدِث له ذلك إيمانًا ويقينًا، ورغبة ورهبة، ومحبة وشوقًا، توجب له هذه الأمور خضوعًا وخشوعًا، وذلًا وانكسارًا، يصاحب ذلك رقة وبكاء.\rفهذا البكاء يُمْدَح ويُثْنى على صاحبه، لا البكاء المجرد عن السبب الذي ذكرتُ، العاري عن الخشوع الذي وصفتُ، ولا البكاء المتكلَّف أو الذي يُراد به وجه الخلق.\rولقد رأيت كثيرا من القراء خاصة من أئمة المساجد يتصنعون البكاء، ويتكلفونه إلى الغاية، فتجد الواحد منهم يستجلب البكاء ويستخرجه من رأسه قَسْرًا، ضد ما كان عليه السلف رحمهم الله: يكظمونه ويَرُدُّونه ما استطاعوا.\rوينبغي للقارئ إذا كان مع الناس أن يُخفي بكاءه ما\r¬__________\r(¬1) \"تلبيس إبليس\" ص (203).","seal":"C6CCD92E","part":"1"},
      {"page":22,"id":22,"nass":"استطاع، وإذا كان وحده فليبكِ ما شاء، لكن لا يُحَدِّث به بعد. ولقد رأيت من الأئمة من يتجهز للبكاء قبل الصلاة! ورأيت من يُقَدِّم الإمام إلى الصلاة، ويقول له: ابكِ يا شيخ!\rورأيت من يبكى أثناء الفاتحة في الركعة الأولى؟! بل إن بعضهم لتخرج منه تكبيرة الإحرام مخنوقة من البكاء!\rما هكذا كان السلف! كانوا يبكون في مواضع البكاء، ويبكون غلبة لا تصنعًا، ويبكون لِما تحدثه الآيات في قلوبهم من الخشوع والرقة، لا يبكون رياء وسمعة.\rولقد رأيت من لا تكاد تفهم قراءته لكثرة بكائه. والله لو كان هذا غلبة لعذرناه إذا أحسن قراءة الفاتحة، لكن هو التكلف!\rإنه ليبكي إذا قرأ آياتِ الوعيد، ويبكي إذا قرأ آيات الرجاء، ويبكي إذا قرأ آياتِ الطلاق، ويبكي إذا قرأ آياتِ الميراث! (¬1).\r¬__________\r(¬1) لا عجب في أن يبكي القارئ من كل آي القرآن الكريم خشوعا=","seal":"AA1F0648","part":"1"},
      {"page":23,"id":23,"nass":"إن هذا يذكرني بحكاية هي كالطرفة، رأيتها في \"أخبار الحمقى\" لابن الجوزي، قال رحمه الله: عن أبي عثمان الجاحظ قال: أخبرني يحيى بن جعفر قال: كان لي جار من أهل فارس، وكان طَوَالَ الليل يبكي، فأنبهني ذات ليلة بكاؤه ونحيبه، وهو يشهق، ويضرب على رأسه وصدره، وُيردد آية من كتاب الله تعالى، فلما رأيت ما نزل به؛ قلت: لأسمعن هذه الآية التي قَتَلَتْ هذا، وأذهَبَتْ نومي، فتسمَّعْتُ عليه، فإذا الآية: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى} اهـ.\rوصليت مرة خلف بعضهم فناح طوال الصلاة، وبعض من خلفه يبكون، ويتكلمون بالدعاء والنياحة والتأوهات في الصلاة وأثناء القراءة!! ويخرجون المناديل من جيوبهم، ويمسحون وجوههم، ويتحركون هكذا وهكذا.] (¬1) اهـ.\r¬__________\r= وتعظيمًا لأنه كلام الله تعالى، وإنما النكير على المرائي ببكائه أيًا كان موضوع الآيات الكريمة.\r(¬1) بتصرف من كتاب \"دموع القراء\" لمؤلفه محمد شومان الرملي ص (8 - 11)","seal":"1E07A9E1","part":"1"},
      {"page":24,"id":24,"nass":"قال ابن الجوزي: \"إن أول الوَجْدِ انزعاج في الباطن، فإن كَفَّ الإنسانُ نفسَه كي لا يُطَّلَعَ على حاله يئس الشيطان منه، فبعد عنه، كما كان أيوب السختياني إذا تحدث فرقَّ قلبه مسح أنفه، وقال: \"ما أشد الزكام! \"، وإن أهمل الإنسان نفسه، ولم يبال بظهور وجده، أو أحب اطلاع الناس على نفسه نفخ فيه الشيطان، فانزعج على قدر نفخه\"، ثم روى ابن الجوزي بسنده إلى ابن أخي زينب، عن امرأة عبد الله قالت: جاء عبد الله ذات يومٍ وعندي عجوز ترقيني من الحُمْرَةِ، فادخلتُها تحت السرير، قالت: فدخل فجلس إلى جنبي، فرأى في عنقي خيطًا، فقال: \"ما هذا الخيط؟ \" قلت: \"خيط رُقي لي فيه رقية\"، فأخذه، وقطعه، ثم قال: إن آل عبد الله لأغنياء عن الشرك، سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إن في الرقى والتمائم والتِّوَلَةِ (¬1) شِرْكًا\"، قالت: فقلت له: لم تقول هذا، وقد كانت عيني تقذف، وكنت أختلف إلى فلان اليهودي يرقيها، فكان إذا رقاها سكنت، قال: إنما ذاك من عمل الشيطان، كان ينخسها\r¬__________\r(¬1) التولة: ضرب من السحر، يحبب المرأة إلى زوجها.","seal":"F65CE9DB","part":"1"},
      {"page":25,"id":25,"nass":"بيده، فإذا رقيتِها كفَّ عنها، إنما كان يكفيك أن تقولي كما قال رسول الل - صلى الله عليه وسلم -: \"أذهب الباس ربَّ الناس، اشفِ أنت الشافي، لا شفاء إلا شفاؤك، شفاء لا يغادر سقما\" (¬1) اهـ. (¬2)\rكانت قلوب الصحابة أصفى القلوب، وما كانوا يزيدون عند الوجد على البكاء والخشوع:\rعن حصين بن عبد الرحمن، قال: قلت لأسماء بنت أبي بكر: كيف كان أصحاب رسول الله - صلى الله عليه وسلم - عند قراءة القرآن؟ قالت: كانوا كما ذكرهم الله، أو كما وصفهم عز وجل: تدمع عيونهم، وتقشعر جلودهم، فقلت لها: إن ههنا رجالًا إذا قرئ على أحدهم القرآن غشي عليه، فقالت: \"أعوذ بالله من الشيطان الرجيم\" (¬3).\rوعن أبي عيسى قال: ذهبت إلى عبد الله بن عمر، فقال\r¬__________\r(¬1) \"تلبيس إبليس\" ص (363).\r(¬2) رواه الإمام أحمد (1/ 381)، وأبو داود (3883)، وابن ماجه (3530)، والحاكم (4/ 417 - 418)، وصححه على شرط الشيخين، ووافقه الذهبي، وصححه الألباني في \"الصحيحة\" رقم (331).\r(¬3) \"السابق\" ص (359).","seal":"137BA407","part":"1"},
      {"page":26,"id":26,"nass":"أبو السوار: يا أبا عبد الرحمن إن قومًا عندنا إذا قرئ عليهم القرآن يركض أحدهم من خشية الله، قال: كذبت، قال: بلى وربِّ هذه البَنِيَّةِ (¬1)، قال: \"ويحك إن كنت صادقًا، فإن الشيطان ليدخل جوف أحدهم، والله ما هكذا كان أصحاب محمد\" (¬2).\rوعن عبد الكريم بن. رشيد قال: كنت في حَلْقَةِ الحسن، فجعل رجل يبكي، وارتفع صوته، فقال الحسن: \"إن الشيطان ليُبكي هذا الآن\" (¬3).\rفإن قال قائل: فنفرض أن الكلام فيمن اجتهد في دفع الوجد، فلم يقدر عليه، وغَلَبَه الأمر، فمِن أين يدخل الشيطان؟\rفالجواب: أنا لا ننكر ضعف بعض الطباع عن الدفع، إلا أن علامة الصادق أنه لا يقدر على أن يدفع، ولا يدري ما\r¬__________\r(¬1) أي الكعبة المشرفة، وكانت تُدعى بَنِيَّةَ إبراهيم عليه السلام، لأنه بناها، وقد كثر قَسَمُهم بربِّ هذه البنية.\r(¬2) \"السابق\" ص (364).\r(¬3) \"السابق\" ص (362).","seal":"3080367F","part":"1"},
      {"page":27,"id":27,"nass":"يجري عليه، فهو من جنس قوله عز وجل: {وَخَرَّ مُوسَى صَعِقًا} [الأعراف: 143].\rفإن قيل: فهل في حق المخلص نقص بهذه الحالة الطارئة عليه؟\rقيل: نعم، من وجهين:\rأحدِهما: أنه لو قوي العلمُ أمسك.\rوالثاني: أنه قد خولف به طريق الصحابة والتابعين، ويكفي هذا نقصًا\" (¬1).\r¬__________\r(¬1) \"السابق\" ص (364 - 365).","seal":"25E0ECE7","part":"1"},
      {"page":28,"id":28,"nass":"حكم البكاء في الصلاة (¬1)\rيرى الحنفية أن البكاء في الصلاة إن كان سببه ألمًا أو مصيبة فإِنه يُفسِد الصلاة، لأنه يعتبر من كلام الناس، وإن كان سببه ذكر الجنة أو النار فإِنه لا يفسدها، لأنه يدل على زيادة الخشوع، وهو المقصود في الصلاة، فكان في معنى التسبيح أو الدعاء. ويدل على هذا حديث الرسول - صلى الله عليه وسلم - \"أنه كان يصلي بالليل، وله أزيز كازيز المرجل من البكاء\" (¬2).\rوعن أبي يوسف أن هذا التفصيل فيما إذا كان على أكثر من حرفين، أو على حرفين أصليين، أما إذا كان على حرفين من حروف الزيادة، أو أحدهما من حروف الزيادة والأخر أصلي؛ فلا تفسد في الوجهين معًا، وحروف الزيادة عشرة يجمعها قولك: أمان وتسهيل (¬3).\r¬__________\r(¬1) \"الموسوعة الفقهية\" (8/ 170 - 171).\r(¬2) حديث: \"كان يصلي بالليل وله أزيز ... \" أخرجه أبو داود (1/ 557 - ْط. عزت عبيد دعاس)، والنسائي (3/ 13 - ط. المكتبة التجارية)، وصححه الألباني.\r(¬3) \"تبيين الحقائق\" (1/ 155، 156) ط. دار المعرفة، و\"فتح القدير\"\r(1/ 281، 282) - ط. دار صادر.","seal":"AC1C92E2","part":"1"},
      {"page":29,"id":29,"nass":"وحاصل مذهب المالكية في هذا: أن البكاء في الصلاة إما أن يكون بصوت، وإما أن يكون بلا صوت، فإِن كان البكاء بلا صوت؟ فإِنه لا يبطل الصلاة، سواء كان بغير اختيار، بأن غلبه البكاء تخشعًا أو لمصيبة، أم كان اختياريًّا ما لم يكثر ذلك في الاختياري.\rوأما إذا كان البكاء بصوت، فإِن كان اختياريًّا فإِنه يبطل الصلاة، سواء كان لمصيبة أم لتخشع، وإن كان بغير اختياره، بأن غلبه البكاء تخشعًا لم يبطل؛ وإن كثر، وإن غلبه البكاء بغير تخشع أبطل (¬1).\rهذا، وقد ذكر الدسوقي أن البكاء بصوت، إن كان لمصيبة أو لوجع من غير غلبة أو لخشوع فهو حينئذ كالكلام، يفرق بين عمده وسهوه، أي فالعمد مبطل مطلقًا، قل أو كثر، والسهو يبطل إن كان كثيرا، ويسجد له إن قل (¬2).\r¬__________\r(¬1) \"حاشية الشيخ علي العدوي على مختصر خليل\"، وهي بهامش الخرشي (1/ 325)، ط. دار صادر، و\"جواهر الإكليل\" (1/ 63)، و\"مواهب الجليل\" (2/ 33).\r(¬2) \"حاشية الدسوقي على الشرح الكبير\" (1/ 284) - ط. دار الفكر.","seal":"EEA19E7B","part":"1"},
      {"page":30,"id":30,"nass":"وأما عند الشافعية، فإِن البكاء في الصلاة على الوجه الأصح إن ظهر به حرفان فإِنه يبطل الصلاة، لوجود ما ينافيها، حتى وإن كان البكاء من خوف الآخرة. وعلى مقابل الأصح: لا يبطل لأنه لا يسمى كلامًا في اللغة، ولا يفهم منه شيء، فكان أشبه بالصوت المجرد (¬1).\rوأما الحنابلة فإنهم يرون أنه إن بان حرفان من بكاءٍ، أو تأوه خشية، أو أنين في الصلاة لم تبطل، لأنه يجري مجرى الذكر، وقيل: إن غلبه وإلا بطلت، كما لو لم يكن خشية، لأنه يقع على الهجاء، ويدل بنفسه على المعنى كالكلام، قال أحمد في الأنين: إذا كان غالبًا أكرهه، أي من وجع، وإن استدعى البكاء فيها؛ كره كالضحك، وإلا فلا (¬2).\rوقال شيخ الإسلام ما مختصره: \"وما يحصل عند الذكر المشروع من البكاء، ووجل القلب، وأقشعرار الجسوم؛ فمن\r¬__________\r(¬1) \"نهاية المحتاج\" (2/ 34)، و\"حاشية قليوبي وعميرة\" (1/ 187)، و\"مغني المحتاج\" (1/ 195).\r(¬2) \"الفروع\" (1/ 370، 371).","seal":"2A816416","part":"1"},
      {"page":31,"id":31,"nass":"أفضل الأحوال التي جاء بها الكتاب، أما الاضطراب الشديد والغَشْيُ والصَّيَحان (¬1)؛ فإن كان صاحبه لم يعلم ما هو عليه لم يُلَمْ، وسببه قوة الوارد مع ضعف القلب، والقوة والتمكن أفضل، كما هو حال النبي - صلى الله عليه وسلم - وأصحابه، وأما السكون قسوةً وجفاء؛ فهذا مذموم\" (¬2) اهـ.\rوقد سئل الإمام المجدد عبد العزيز بن باز- قدس الله روحه، ونوَّر ضريحه- عن ظاهرة ارتفاع الأصوات بالبكاء.\rفأجاب رحمه الله تعالى:\r\"لقد نصحت كثيرا من اتصل بي بالحذر من هذا الشيء، وأنه لا ينبغي، لأن هذا يؤذي الناس، ويشق عليهم، ويشوش على المصلين وعلى القارئ، فالذي ينبغي للمؤمن أن يحرص على أن لا يُسمع صوتُه بالبكاء، وليحذر، فإن الشيطان قد يجره إلى الرياء، فينبغي له أن لا يؤذي أحدًا بصوته، ولا يشوش عليهم، ومعلوم أن بعض الناس ليس ذلك باختياره، بل\r¬__________\r(¬1) الصَّيَحان، محركةً: الصوت بأقصى الطاقة.\r(¬2) \"مختصر الفتاوى المصرية\" ص (100).","seal":"A95947B8","part":"1"},
      {"page":32,"id":32,"nass":"يغلب عليه من غير قصد، وهذا معفو عنه إذا كان بغير اختياره، فقد ثبت عن النبي - صلى الله عليه وسلم - أنه كان إذا قرأ، يكون لصدره أزيز كأزيز المرجل من البكاء، وجاء في قصة أبي بكر أنه كان إذا قرأ لا يُسمِعُ الناسَ من البكاء، وجاء عن عمر أنه يُسْمَع نَشيجُه من وراء الصفوف، ولكن هذا ليس معناه أنه يتعمد رفع صوته بالبكاء، وإنما شيء يغلب عليه من خشية الله عز وجل، فإذا غلبه البكاء من غير قصد؛ فلا حرج\" اهـ.\rوسئل -رحمه الله تعالى- عن حكم ترديد الإمام لبعض آيات الرحمة أو العذاب؟\rفأجاب:\r\"لا أعلم في هذا بأسًا لقصد حث الناس على التدبر والخشوع والاستفادة، فقد روي عنه عليه الصلاة والسلام أنه ردد قوله تعالى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [المائدة:118] رددها كثيرا عليه الصلاة والسلام.\rفالحاصل أنه إذا كان لقصدٍ صالح، لا لقصد الرياء؛ فلا مانع من ذلك، لكن إذا كان يرى أن ترديده لذلك قد","seal":"8E3349F6","part":"1"},
      {"page":33,"id":33,"nass":"يزعجهم، ويحصل به أصوات مزعجة من البكاء، فترك ذلك أوْلى حتى لا يحصل تشويش (¬1)، أما إذا كان ترديد ذلك لا يترتب عليه إلا خشوع وتدبر وإقبال على الصلاة، فهذا كله خير\" (¬2) اهـ.\r¬__________\r(¬1) وقد قال - صلى الله عليه وسلم - \"ألا إن كلكم مناج ربه، فلا يؤذين بعضكم بعضًا، ولا يرفع بعضكم على بعض في القراءة\" أو قال: في الصلاة, رواه أبو داود رقم (1332)، ففيه نهي المصلي عن أذية إخوانه بكل ما يشوش عليهم في الصلاة.\r(¬2) نقله عن سماحته الشيخ عبد الله اللحيدان قي رسالته \"البكاء عند قراءة القرآن\" (39 - 40).","seal":"6F882C2F","part":"1"},
      {"page":34,"id":34,"nass":"المطلب الثاني\rالدعاء عند ختم القرآن الكريم\rلم يثبت في مطلق الدعاء لختم القرآن شيء مرفوع إلى النبي - صلى الله عليه وسلم -، لكنه صح من فعل أنس بن مالك، وتبعه عليه جماعة من التابعين.\rفعن ثابتٍ البُناني، وقتادة، وابن عطية، وغيرهم: \"أن أنس بن مالك كان اذا ختم القرآن جمع أهله وولده، فدعا لهم\" (¬1).\rوعن الحكم بن عتيبة قال:\rكان مجاهد، وعبدة بن أبي لبابة، وناسٌ؛ يعرضون المصاحف، فلما كان اليوم الذي أرادوا أن يختِموا أرسلوا إليَّ، وإلى سلمة بن كهيل، فقالوا: إنا كنا نعرض المصاحف، فأردنا\r¬__________\r(¬1) رواه ابن المبارك في \"الزهد\" رقم (809)، وابن أبي شيبة في \"مصنفه\" رقم (1087)، والدارمي في \"سننه\" (2/ 468).","seal":"45A0F84F","part":"1"},
      {"page":35,"id":35,"nass":"أن نختِم اليوم، فأحببنا أن تشهدونا، فإنه كان يقال: \"إذا خُتم القرآن نزلت الرحمة عند خاتمته، أو حضرت الرحمة عند خاتمته\" (¬1).\rوقال مجاهد بن جبر: \"الرحمة تنزل عند ختم القرآن\" (¬2).\rوقال ابن القيم رحمه الله تعالى:\r\"وقد نص الإمام أحمد -رحمه الله تعالى- على الدعاء عَقِيبَ الختمة، فقال في رواية أبي الحارث: (كان أنس إذا ختم القرآن جمع أهله وولده).\rوقال في رواية يوسف بن موسى، وقد سئل عن الرجل يختم القرآن فيجتمع إليه قوم فيدعون، قال: (نعم، رأيت معمرًا يفعله إذا ختم)، وقال في رواية حرب: أستحب إذا ختم الرجل القرآن أن يجمع أهله ويدعو\" (¬3) اهـ.\r¬__________\r(¬1) رواه ابن أبي شيبة في \"مصنفه\" رقم (10089)، والدارمي (2/ 470)، وغيرهما، وأشار النووي وابن حجر إلى صحة: إسناده موقوفًا.\r(¬2) رواه ابن أبي شيبة رقم (10091).\r(¬3) \"جِلاء الأفهام\" ص (288).","seal":"67C94EE4","part":"1"},
      {"page":36,"id":36,"nass":"وعلق الألباني -رحمه الله تعالى- على قول الإمام ابن الجوزي رحمه الله تعالى: \"فإنى لما رُزقْتُ شرفَ النكاح، وطلب الأولاد، ختمت ختمة\" (¬1) إلخ، فقال:\r\"يشير بذلك إلى أن الدعاء بعد ختم القرآن ترجى استجابته، وقد جاء في ذلك آثار كثيرة عن السلف الصالح، منها ما رواه ثابت البُناني عن أنس فذكره- أخرجه الدارمي بسند صحيح\" اهـ.\rوقال صالح بن أحمد بن حنبل: \"كان أبي يختم من جمعة إلى جمعة، فإذا ختم يدعو ونؤمِّن\" (¬2).\r¬__________\r(¬1) \"لفتة الكبد\" ص (7).\r(¬2) \"سير أعلام النبلاء\" (11/ 276).","seal":"40E55F78","part":"1"},
      {"page":37,"id":37,"nass":"دعاء ختم القرآن داخل الصلاة\rليس من السنة\rلم يرد دليل عن النبي، ولا عن أحد من صحابته على مشروعية دعاء \"ختم القرآن\" (¬1) في الصلاة، من إمام أو منفرد قبل الركوع أو بعده في \"التراويح\" أو غيرها.\rونقل المرداوي أنه قيل للإمام أحمد: \"يختم في الوتر ويدعو؟ \"، فسهَّل فيه (¬2).\rوقصارى ما استدل به الإمام أحمد -رحمه الله- على استحباب الدعاء عقب الختم في صلاة التراويح قبل الركوع أنه من عمل التابعين في مكة والبصرة.\rعن حذيفة قال: \"كل عبادة لم يتعبد بها أصحاب رسول الله - صلى الله عليه وسلم - فلا تَعَبَّدوها، فإن الأولَ لم يَدع للآخِر مقالا، فاتقوا الله يا معشر القراء، وخذوا بطريق من كان قبلكم\".\r¬__________\r(¬1) واعلم أن ما اشتهر بين الناس من \"دعاء ختم القرآن المنسوب إلى ابن تيمية\" لم تثبت نسبته إليه، ولا يُعرف من الذي نسبه إليه.\r(¬2) \"الإنصاف\" (2/ 185).","seal":"EF42B7D9","part":"1"},
      {"page":38,"id":38,"nass":"المطلب الثالث\rدعاء القنوت (¬1) فى الوتر\rمحله: بعد قوله: \"سمع الله لمن حمده، ربنا لك الحمد\".\rفيجهر بدعائه، ويرفع يديه (¬2)، وُيؤَمِّن مَن خلفَه.\r\rصيغته:\rاللهم اهدِني فيمن هديتَ، وعافني فيمن عافيت،\r¬__________\r(¬1) في مشروعية القنوت في صلاة الوتر وموضعهِ خلافٌ سائغ، يُعذر فيه المخالف، ولا يُنكَرُ عليه، انظر: \"شرح السنة\" للبغوي (3/ 126، 132).\r(¬2) رفع اليدين في دعاء القنوت ثبت عن النبي - صلى الله عليه وسلم - وبعض أصحابه، أنظر: \"المسند\" للإمام أحمد (2/ 137)، و\"معرفة السنن والآثار\" للبيهقي (2/ 83)، و\"الأوسط\" لابن المنذر (5/ 212، 213)، و\"المغنىِ\" لابن قدامة (2/ 584)، و\"المجموع\" للنووي (3/ 499 - 500)، و\"حاشية السيوطي على النسائي\" (3/ 158، 159)، (3/ 249).","seal":"00EA3883","part":"1"},
      {"page":39,"id":39,"nass":"وتولَّني فيمن توليتَ، وبارك لي فيما أعطيتَ، وقني شر ما قضيت، فإنك تقضي ولا يُقْضى عليك، وإنه لا يَذِلُّ من واليتَ، ولا يَعِزُّ من عاديتَ، تباركتَ ربنا وتعاليتَ، لا مَنْجا منك إلا إليك (¬1).\rوكان الصحابة يَزيدون عليه في النصف الثاني من رمضان:\rاللهم قاتل الكفرةَ (¬2) الذين يَصُدُّون عن سبيِلكَ، وُبكَذِّبون رسلَك، ولا يؤمنون بوعدِك.\rوخالِفْ بين كلمتهم، وألقِ في قلوبهم الرعبَ، وألقِ عليهم رِجزَكَ وعذابَكَ إلهَ الحقِّ.\r¬__________\r(¬1) قال محيي السنة البغوي رحمه الله: \"وإن كان إمامًا فيذكر بلفظ الجمع: اللهم اهدنا، وعافنا، وتولنا، وبارك لنا، وقنا، ولا يخص نفسه بالدعاء\" اهـ. من \"شرح السنة\" (3/ 129).\r(¬2) قال النووي رحمه الله: \"واعلم أن المنقول عن عمر: (عذِّب كفرة أهل الكتاب)، لأن قتالهم ذلك الزمان مع كفرة أهل الكتاب، وأما اليوم، فالاختيار أن يقول: (عذب الكفرة) فإنه أعم، والله أعلم\" اهـ. من \"الأذكار\" ص (58).","seal":"184EB328","part":"1"},
      {"page":40,"id":40,"nass":"وقد يحصل مناسبة عارضة، فيدعو لها الداعي بما يناسبها دون أن يجعله راتبًا لا يحيد عنه بحال (¬1)، ومن ذلك دعاء أمير المؤمنين عمر بن الخطاب, وهو:\rاللهم إنا نستعينك ونستغفرك، ولا نكفرك، ونؤمن بك، ونخلع من يفجرك (¬2)، اللهم إياك نعبد، ولك نُصلي ونسجد، وإليك نسعى ونَحْفِد (¬3)، نرجو رحمتك، ونخشى عذابك، إنَّ عذابك الجِدَّ بالكفارِ مُلْحِق (¬4).\rاللهم عذِّب الكفرةَ الذين يَصُدُّونَ عن سبيلك، وُيكذِّبون رسلكَ، ويقاتلون أولياءك، ولا يؤمنون بوعدك؛ وخالفْ بين كلمتهم، وألقِ في قلوبهم الرعب، وألق عليهم رِجْزَكَ وعذابَك، إلهَ الحق.\rاللهم اغفر للمؤمنين والمؤمنات، والمسلمين والمسلمات،\r¬__________\r(¬1) ومن العلماء من قال بعمومه في الوتر، وهو مذهب الحنابلة.\r(¬2) يفجرك: يعصيك ويخالفك.\r(¬3) نحفِد: نسارع في طاعتك، والحَفَدان: السرعة، وأصل الحَفْدِ: العمل والخدمة.\r(¬4) مُلْحِق: أي لاحق.","seal":"A98C4406","part":"1"},
      {"page":41,"id":41,"nass":"وأصلِحْ ذاتَ بينِهِم، وألِّف بين قلوبهم، واجعل في قلوبهمُ الإيمانَ والحكمة، وثَبِّتْهم على ملةِ رسول الله، وأوزعهم أن يُوفوا بعهدك الذي عاهدتهم عليه، وانصرهم على عدوِّك وعدوهم، إلهَ الحق، واجعلنا منهم (¬1).\rوعن أمير المؤمنين علي بن أبي طالب أن النبي - صلى الله عليه وسلم - كان يقول في آخر وتره: \"اللهم إني أعوذ برضاك من سَخَطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصيِ ثناء عليك، أنت كما أثنيت على نفسك\" (¬2).\r¬__________\r(¬1) قال النووي -رحمه الله-: \"قال أصحابنا: يستحب الجمع بين قنوت عمر وبين ما سبق، فإن جمع بينهما فالأصح تأخير قنوت عمر، وفي وجه: يستحب تقديمه، وإن اقتصر فليقتصر على الأول، وإنما يستحب الجمع بينهما إذا كان منفردًا، أو إمام محصورين يرضون بالتطويل، والله أعلم\" اهـ. من \"المجموع\" (3/ 478).\r(¬2) رواه الإمام أحمد (1/ 96، 150)، وأبو داود (1427) باب القنوت في الوتر، والترمذي رقم (3566) باب في دعاء الوتر، وقال: \"حسن غريب\"، والنسائي (3/ 249) باب الدعاء في الوتر، وابن ماجه رقم (1179) باب ما جاء في القنوت في الوتر، وصححه الألباني في \"الإرواء\" (2/ 175). =","seal":"B39972B2","part":"1"},
      {"page":42,"id":42,"nass":"* يشرع الصلاة على النبي - صلى الله عليه وسلم - في القنوت لثبوت ذلك عن بعض الصحابة (¬1):\rففي حديث عروة بن الزبير ذَكَر إمامة أُبَي بن كعب الناسَ في صلاة التراويح في عهد عمر وفيه: وكانوا يلعنون الكفرة في النصف، يقولون: \"اللهم قاتل الكفرة الذين يصدون عن سبيلك، ويكذِّبون رسلك، ولا يؤمنون بوعدك، وخالِف بين كلمتهم، وألقِ في قلوبهم الرعب، وألقِ عليهم\r¬__________\r= ويُفهم من تراجم أصحاب السنن أن محله آخر دعاء القنوت في الوتر، وقال السندي في \"حاشيته على النسائي\": (قوله: أكان يقول في آخر وتره\" يحتمل أنه كان يقول في آخر القيام، فصار هو من القنوت، كما هو مقتضى كلام المصنف، ويحتمل أنه كان يقول في قعود التشهد، وهو ظاهر اللفظ) اهـ. (3/ 249).\rوقال في \"مرقاة المفاتيح\": (في آخر وتره): أي بعد السلام منه كما في رواية، قال ميرك: وفي إحدى روايات النسائي: كان يقول إذا فرغ من صلاته، وتبوأ مضجعه) اهـ. (2/ 158)، وُيفهم من صنيع النووي أنه يقال بعد التسليم من الوتر كما في \"الأذكار\" ص (131).\r(¬1) ذكره الألباني في \"صفة الصلاة\" هامش ص (160). وانظر \"جِلاء الأفهام\" ص (512 - 516).","seal":"67920CCD","part":"1"},
      {"page":43,"id":43,"nass":"رِجزَكَ وعذابك إلهَ الحقِّ\"، ثم يصلي على النبي - صلى الله عليه وسلم -، ويدعو للمسلمين بما أستطاع من خير، ثم يستغفر للمؤمنين، قال:\rوكان يقول إذا فرغ من لعنة الكفرة وصلاته على النبي - صلى الله عليه وسلم -، واستغفاره للمؤمنين والمؤمنات ومسألته: \"اللهم إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفِد، ونرجو رحمتك ربنا، ونخاف عذابك الجِدَّ، إن عذابك لمن عاديتَ مُلْحَق، ثم يكبر، ويهوي ساجدًا\" (¬1).\rوعن عبد الله بن الحارث أن أبا حليمة -معاذًا- كان يصلي على النبي - صلى الله عليه وسلم - في القنوت (¬2).\r\rمقدار القنوت في الوتر\rاختلفت الرواية عن الإمام أحمد في مقدار القنوت في الوتر على ثلاث روايات:\r¬__________\r(¬1) رواه ابن خزيمة في \"صحيحه\" رقم (1100)، وصححه الألباني.\r(¬2) رواه القاضي إسماعيل بن إسحق في \"فضل الصلاة على النبي - صلى الله عليه وسلم -\" رقم (107)، وقال الألباني: \"إسناده موقوف صحيح\"، وانظر: \"قيام الليل\" لابن نصر ص (136).","seal":"A22747F4","part":"1"},
      {"page":44,"id":44,"nass":"- بقدر سورة: {إِذَا السَّمَاءُ انْشَقَّتْ}.\r- بقدر دعاء عمر.\r- كيف شاء (¬1).\rلكنهم لا يختلفون أن القانت إذا كان إمامًا فعليه أن يتجنب التطويل الذي يشق على المامومين، وقد قال - صلى الله عليه وسلم - لمعاذ لما شُكي إليه تطويلُه الصلاة: \"يا معاذ أفتان أنت؟ اقرأ بكذا، واقرأ بكذا\" (¬2)، وقال أيضًا - صلى الله عليه وسلم -: \"يا أيها الناس إن منكم منفرين، فأيكم أم الناس فليوجز، فإن مِن ورائه الكبيرَ والضعيف وذا الحاجة\" (¬3)، وقال - صلى الله عليه وسلم -: \"أنت إمام قومك، واقدر القوم بأضعفهم\" (¬4).\rقال الإمام النووي -رحمه الله تعالى-: \"قال البغوي:\r¬__________\r(¬1) \"تصحيح الدعاء\" ص (473).\r(¬2) رواه مسلم (4/ 181).\r(¬3) رواه البخاري (2/ 197)، ومسلم (4/ 184)، واللفظ له.\r(¬4) قال الحافظ في \"الفتح\": \"أخرجه أبو داود، والنسائي، إسناده حسن\" اهـ. (2/ 199).","seal":"14FDA031","part":"1"},
      {"page":45,"id":45,"nass":"يكره إطالة القنوت، كما يكره إطالة التشهد الأول\" (¬1) اهـ.\r\rتأكد الألتزام بالمأثورعن النبى - صلى الله عليه وسلم - على الإمام -إذا قنت في صلاة الوتر- أن يتقيد بالوارد في السنة، فإن أبى فليلتزم الأدعية الجامعة من القرآن والسنة، ولا يعدل عنها إلى الأدعية المسجوعة المتكلفة، ولا المخترعة الركيكة، فإن \"خير الهدي هدي محمد - صلى الله عليه وسلم -\" (¬2).\rقال القاضى عياض -رحمه الله تعالى-:\r\"أذن الله في دعائه، وعلَّم الدعاء في كتابه لخليقته، وعلَّم النبي - صلى الله عليه وسلم - الدعاء لأمته، واجتمعت فيه ثلاثة أشياء: العلم بالتوحيد، والعلم باللغة، والنصيحة للأمة، فلا ينبغي لأحد أن يعدل عن دعائه - صلى الله عليه وسلم -\" اهـ.\r¬__________\r(¬1) \"المجموع\" (3/ 479).\r(¬2) وقد روى عبدوس عن الإمام أحمد -رحمه الله تعالى- قوله: \"إن الإمام إن زاد حرفًا في دعاء القنوت على الوارد؛ فاقطع صلاتك\"، وقال العز ابن عبد السلام رحمه الله في \"فتاواه\": \"ولا ينبغي أن يُزادَ على رسول الله - صلى الله عليه وسلم - في القنوت شيء ولا يُنقص\" اهـ. ص (87).","seal":"2AC8DFB0","part":"1"},
      {"page":46,"id":46,"nass":"وقال الماوردي في \"الحاوي الكبير\":\r\"والمروي عن النبي - صلى الله عليه وسلم - في القنوت أحب إلينا من غيره، وأي شيء قنت من الدعاء المأثور وغيره أجزأه عن قنوته\" (¬1) اهـ.\rفإذا دعا بالمأثور فلا يجوز له تبديل لفظه ولا تغييره بزيادة أو نقصان، لما روى البراء بن عازب أن النبي - صلى الله عليه وسلم - علَّمه دعاءً يقوله عند النوم، وفيه: \"اللهم آمنت بكتابك الذي أنزلت، وبنبيك الذي أرسلت\" الحديث، وفيه: \"فرددتها على النبي - صلى الله عليه وسلم -، فلما بلغت: \"اللهم آمنت بكتابك الذي أنزلت\" قلت:\r\"ورسولك\"، قال \"لا: ونبيك الذي أرسلت\" متفق عليه.\rومثال الزيادة: ما يحصل من قول بعضهم: \"اللهم أهدنا بفضلك يا مولانا فيمن هديت\" الخ.\rوقد أحدث البعضُ زياداتٍ على الماثور، واظبوا عليها حتى توهم العوام أنها راتبة من السنة كقولهم:\r\"فلك الحمد على ما قضيت، ولك الشكر على ما أنعمت به علينا وأوليت\"،\r¬__________\r(¬1) \"الحاوي الكبير\" (2/ 200).","seal":"C3DF95EB","part":"1"},
      {"page":47,"id":47,"nass":"وقولهم: \"اللهم يا واصل المنقطعين أوصلنا إليك\"، \"اللهم هب لنا عملًا صالحا يقربنا إليك\".\r*على الإمام أن يتجنب الأدعية المحدثة التي لا أصل لها، والتي يتصيدها البعض تصيدًا من كتب الصوفية وغيرهم، ثم يلتزمها، ويهجر الأدعية النبوية.\rقال القاضي عياض رحمه الله: \"وقد احتال الشيطان للناس من هذا المقام، فقيَّض لهم قوم سوء، يخترعون لهم أدعية يشتغلون بها عن الاقتداء بالنبي - صلى الله عليه وسلم -، وأشد ما في الحال أنهم ينسبونها إلى الأنبياء والصالحين، فيقولون: (دعاء نوح، دعاء يونس، دعاء أبي بكر الصديق)، فاتقوا الله في أنفسكم، لا تشتغلوا من الحديث إلا بالصحيح\" اهـ.\rوقال شيخ الإسلام ابن تيمية -رحمه الله تعالى-:\r\"لا ريب أن الأذكار والدعوات من أفضل العبادات، والعبادات مبناها على التوقيف والاتباع، لا على الهوى والابتداع، فالأدعية والأذكار النبوية هي أفضل ما يتحراه المتحرِّى من الذكر والدعاء، وسالكُها على سبيل أمانٍ وسلامة، والفوائد التي تحصل بها لا يعبِّر عنها لسان، ولا","seal":"F8145BE1","part":"1"},
      {"page":48,"id":48,"nass":"يحيط بها إنسان ... وليس لأحد أن يَسُنَّ للناس نوعًا من الأذكار والأدعية غير المسنون، ويجعلها عبادة راتبة، يواظب الناس عليها، كما يواظبون على الصلوات الخمس، بل هذا ابتداع دين لم يأذن الله به\" اهـ.\rوقال أيضًا: \"وأما اتخاذ وِرْدٍ غير شرعي، واستنان ذكر غير شرعي، فهذا مما يُنْهى عنه، ومع هذا، ففي الأدعية الشرعية، والأذكار الشرعية غايةُ المطالب الصحيحة، ونهايةُ المقاصد العلية، ولا يَعدِل عنها الى غيرها من الأذكار المحدثة المبتدعة إلا جاهل، أو مفرط، أو متعدٍّ\" (¬1) اهـ.\rومما يُستنكرعلى الأئمة في هذا الزمان:\rأنتقاء الأدعية المليئة بالتشقيق في العبارة، والاستطراد في ذكر أمور تفصيلية من أحوال الموت والبعث والنشور، لتحريك عواطف المأمومين، وإزعاج جوارحهم، وانفجارهم في البكاء والشهيق، والصراخ، وربما بطلت صلاة بعضهم وهو لا يشعر، فعلى الإمام أن يجتهد في تصحيح نيته، وأن\r¬__________\r(¬1) \"مجموع الفتاوى\" (22/ 510).","seal":"8F1D5A31","part":"1"},
      {"page":49,"id":49,"nass":"يرسل الدعاء بسجيته، وصوته المعتاد (¬1)، بضراعة وابتهال،\r¬__________\r(¬1) تنبيه: ليس من التغني المذموم قراءة الأدعية المأثورة عن النبي - صلى الله عليه وسلم - مجُودة بلا تكلف ولا تنطع، قال العلامة عطية الأجهوري -رحمه الله تعالى- في \"حاشيته على شرح الزرقاني على البيقونية\":\r[فإئدة: قال الإمام محمد بن محمد البديري الدمياطي في آخر شرحه لهذه المنظومة المباركة ما نصه: \"وأما قراءة الحديث مجودة كتجويد القرآن من أحكام النون الساكنة والتنوين، والمد والقصر، وغير ذلك؛ فهي مندوبة كما صرح به بعضهم، لكن سألت شيخي خاتمة المحققين الشيخ على الشبراملسي -تغمده الله تعالى بالرحمة- حالة قراءتي عليه صحيح الإمام البخاري عن ذلك؛ فاجابني بالوجوب، وذكر لي أنه رأى ذلك منقولا في كتاب يُقال له: (الأقوال الشارحة في تفسير الفاتحة)، وعلل الشيخ حينئذ ذلك بأن التجويد من محاسن الكلام، ومن لغة العرب، ومن فصاحة المتكلم، وهذه المعاني مجموعة فيه - صلى الله عليه وسلم -، فمن تكلم بحديثه - صلى الله عليه وسلم - فعليه مراعاة ما نطق به - صلى الله عليه وسلم -\"] اهـ. ص (84).\rوقال القاسمي -رحمه الله تعالى- في \"قواعد التحديث\":\r\"ولا يخفى أن التجويد من مقتضيات اللغة العربية، لأنه من صفاتها الذاتية، لأن العرب لم تنطق بكلمها إلا مُجَوَّدة، فمن نطق بها غير مجودة، فكأنه لم ينطق بها، فما هو في الحقيقة من محاسن الكلام، بل من الذاتيات له، فهو إذن من طبيعة اللغة، لذلك مَنْ تركه لقد وقع في اللحن الجلي، لأن العرب لا تعرف الكلام إلا مُجودًا\" اهـ. منه ص (238).","seal":"7CBAF2F5","part":"1"},
      {"page":50,"id":50,"nass":"متجنبًا التقعر، والتكلف، والتلحين، والتطريب، والتمطيط في أداء الدعاء، قال الكمال بن الهمام الحنفي رحمه الله تعالى: \"ما تعارفه الناس في هذه الأزمان، من التمطيط، والمبالغة في الصياح، والاشتغال بتحريرات النغم -يعنى في الدعاء- إظهارا للصناعة النغمية، لا إقامة للعبودية، فإنه لا يقتضي الإجابة بل هو من مقتضيات الرد\" (¬1) اهـ.\rقال الله سبحانه: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ} [الأعراف: 55]، قال عبد الملك بن جريج في تفسيرها: \"من الاعتداء: رفع الصوت، والنداء في الدعاء، والصياح، وكانوا يؤمرون بالتضرع والاستكانة\" (¬2).\rوعن عبد الله بن مغفل أنه سمع ابنه يقول: \"اللهم إني أسألك القصر الأبيض عن يمين الجنة إذا دخلتُها\"، فقال: أَيْ بُنَيَّ، سل الله الجنة، وتعوذ به من النار، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: \"سيكون في هذه الأمة قوم يعتدون في\r¬__________\r(¬1) انظر: \"فتح القدير\" له (1/ 261 - 263).\r(¬2) \"تفسير البغوي\" (2/ 166)، و\"تفسير القرطبي\" (8/ 207).","seal":"6EA24F82","part":"1"},
      {"page":51,"id":51,"nass":"الطُّهور والدعاء\" (¬1).\rوعن أم المؤمنين عائشة قالت: \"كان رسول الل - صلى الله عليه وسلم - يستحب الجوامع من الدعاء، ويدع ما سوى ذلك\" (¬2).\rوقال ابن سعد بن أبي وقاص: \"سمعني أبي، وأنا أقول: اللهم إني أسألك الجنة، ونعيمها، وبهجتها، وكذا، وكذا، وأعوذ بك من النار، وسلاسلها، وأغلالها، وكذا وكذا، فقال: يا بني إني سمعت رسول الله - صلى الله عليه وسلم - يقول: \"سيكون قوم يعتدون في الدعاء\"، فإياك أن تكون منهم، إن أُعطيت الجنة أعطيتها وما فيها من الخير، وإن أُعِذْتَ من النار إُعِذتَ منها وما فيها من الشر\" (¬3).\rومثل هذا الاعتداء تكثير الكلام الذي لا حاجة إليه، مثل\r¬__________\r(¬1) رواه الإمام أحمد (4/ 87)، وأبو داود (1/ 169) رقم (96)، وابن ماجه (2/ 1271) رقم (3864)، وصححه الألباني في \"الإرواء\" (1/ 171).\r(¬2) رواه الإمام أحمد (6/ 189)، وأبو داود (2/ 162)، وابن حبان رقم (2412) ص (598) - موارد، والحاكم (1/ 539)، وصححه، ووافقه الذهبي، وصححه الألباني في \"صحيح الجامع\" (4/ 264).\r(¬3) رواه الإمام أحمد (1/ 183)، وأبو داود (2/ 161) رقم (1480)، وصححه الألباني في \"صحيح الجامع\" (3/ 218).","seal":"A555B497","part":"1"},
      {"page":52,"id":52,"nass":"ما يزيده البعض على الحديث الضعيف: \"اللهم لا تدع لنا ذنبًا إلا غفرته\" (¬1) إلخ، من قولهم: \"ولا مريضًا إلا شفيته، ولا دَيْنًا إلا قضيته، ولا غائبًا إلا رددته، ولا طالبًا إلا نجَّحته، ولا ضالا إلا هديته، ولا مظلوما إلا نصرته، ولا مسجونا إلا أطلقته، .. \" وهكذا على هذا الرَّوِيِّ بصورة متعنتة تورث الفتور والملل، ويقوم مقامَها سؤالُ العفوِ والعافية، وبينما الإمام في حالٍ من الانبساط بهذا الإيقاع المتكلف؛ ترى المامومين في غاية التحرج والانزعاج، وهذا شؤم مخالفة الهدي النبوي.\r*على الإمام أن يبادر بالدعاء مباشرة بعد قوله \"ربنا لك الحمد\"، فعن أبي هريرة أن رسول الل - صلى الله عليه وسلم - كان إذا رفع رأسه من الركعة الأخرة يقول: \"اللهم أنج عياش بن أبي ربيعة (¬2) \" إلخ.\r¬__________\r(¬1) والحديث بأصله ضعيف، (وهو دعاء حسن لا يظهر فيه محظور، لكن يحصل الغلط من جهات هي: هجر الصحيح، والتزام ما لم يصح، والزيادة فيه بلفظ محتمل، وهو: \"في مقامنا هذا\" فيحتمل أن يكون شرطًا على الله فهو باطل، ثم الزيادة بسجعاتٍ أضعافها) اهـ. من \"تصحيح الدعاء\" ص (472).\r(¬2) وكان هذا في قنوت النازلة، فهو مناسب لها، ومن خَلْطِ وخَبط كثير من الناس أنهم يقولون في قنوت النوازل: \"اللهم اهدني فيمن هديت .. \" إلخ، ولا شك أن هذا الدعاء لا يتناسب. وحالَ النازلة، بل هذا الدعاء محله =","seal":"35AE90C7","part":"1"},
      {"page":53,"id":53,"nass":"وعنه قال: \"كان رسول الل - صلى الله عليه وسلم - يقول حين يفرغ من صلاة الفجر من القراءة، ويكبر، ويرفع رأسه \"سمع الله لمن حمده، ربنا ولك الحمد\"، ثم يقول وهو قائم: \"اللهم أنج الوليد بن الوليد .. \" إلخ.\rوإذا تأملنا صيغة القنوت التي علَّمها النبي - صلى الله عليه وسلم - سِبْطَه الحسنَ، وجدناها تبدأ بقوله: \"اللهم اهدنا .. \"، وفى قنوت عمر: \"اللهم إنا نستعينك .. \" إلخ.\rفما يفعله بعض الأئمة من البُداءة ببعض المحامد الطويلة يستفتح بها دعاء القنوت في الوتر، ويتمادى في ذكرها بأسلوب يخرج به عن الأسلوب الأنشائي الطلبي المناسب لمقام الدعاء إلى الأسلوب الخبري المناسب لمقام الوعظ والترغيب والترهيب، الأمر الذي جعل البعض يخشى بطلانَ الصلاة، لاحتمال أن يكون له حكم الكلام المتعمد الذي لا يُشرع في الصلاة.\r¬__________\r= قنوت الوتر فقط، ولا ينبغي أن يزاد عليه شيء\" اهـ. من \"أخطاء المصلين\" للشيخ مشهور حسن ص (138)، وانظر: \"زاد المعاد\" (1/ 277).","seal":"481E060C","part":"1"},
      {"page":54,"id":54,"nass":"ومن المعلوم أن الصلاة كلها حمد وثناء على الله تعالى، ودعاء القنوت يأتي بعد الرفع من الركوع الذي فيه تسبيح، وتعظيم، وحمد، وتمجيد لله سبحانه وتعالى، وبعد قول المصلى: \"ربنا لك الحمد\"، فلا دليل على زيادة المحامد فوق ما شرع في هذا الموضع، والله تعالى أعلم.\rفإن أبى الإمام -مع كل ما تقدم- إلا الدعاء بغير المأثور تمسكًا بالإباحة، فلا بد أن يراعِىَ الضوابط التالية في الدعاء:\r1 - أن يتخير من الألفاظ أحسنها، وأنبلهَا، وأجملَها للمعاني، وأبينَها؛ لأنه مقام مناجاة العبد لربه ومعبوده -سبحانه-.\r2 - أن تكون الألفاظ على وفق المعنى العربي، ومقتضى العلم الإعرابي.\r3 - أن يكون خاليًا من أي محذور شرعًا: لفظًا، أو معنى.\r4 - أن يكون في باب الذكر والدعاء المطلق، لا المقيد بزمان، أو حال، أو مكان.","seal":"EA855CA1","part":"1"},
      {"page":55,"id":55,"nass":"5 - أن لا يتخذه سنة راتبة يواظب عليها\" (¬1).\rوقال الشيخ بكر أبو زيد حفظه الله تعالى: \"إن زاد على الوارد المذكور (¬2)، فعليه مراعاة خمسة أمور:\r1 - أن تكون الزيادة من جنس المدعو به في دعاء القنوت المذكور (¬3).\r2 - وأن تكون الزيادة من الأدعية العامة في القرآن والسنة.\r3 - وأن يكون محلها بعد القنوت الوارد في حديث الحسن، وقبل الوارد في حديث علي (¬4).\r4 - وأن لا يتخذ الزيادة فيه شعارًا يداوم عليه.\r5 - وأن لا يطيل إطالة تشق على المأمومين\" (¬5).\r¬__________\r(¬1) \"تصحيح الدعاء\" للعلامة بكر أبو زيد حفظه الله- ص (42 - 43).\r(¬2) يعنى في دعاء القنوت.\r(¬3) أي يدعو في الوتر بما يناسب المأثور فيه، ولا يدعو بما خطر له، ولا ريب أن دعاء ختم القرآن لا يتناسب مع دعاء القنوت، لأنه ليس من جنس المشروع في الوتر، وانظر \"مجموع الفتاوى\" (23/ 115).\r(¬4) يشير إلى حديث أمير المؤمين علي، وقد تقدم ص (41).\r(¬5) أنظر: \"دعاء القنوت\" للعلامة بكر ابو زيد ص (20).","seal":"B16F3442","part":"1"},
      {"page":56,"id":56,"nass":"* ومن الاعتداء في الدعاء: تكلف السجع:\rوقد وصَّى ابن عباس مولاه عكرمة -رحمه الله- فقال:\r\"فانظر السجع من الدعاء فاجتنبه، فإني عهدتُ رسول الله - صلى الله عليه وسلم - وأصحابه لا يفعلون إلا ذلك الاجتناب\" (¬1).\rوكان عروة بن الزبير إذا عُرِض عليه دعاء فيه سجع منسوبا إلى النبي - صلى الله عليه وسلم - وأصحابه، قال: \"كذبوا، لم يكن رسولُ الله - صلى الله عليه وسلم - ولا أصحابُه سجَّاعين\" (¬2).\r* على الداعي أن يتجنب صِيَغَ الأدعية التي تُشعر بالإدلال على الله تعالى بعمله، واعتداده بالعبادة، كقول بعضهم في أول ليلة من رمضان: \"اللهم تقبل صيامنا، وقيامنا، وصلاتنا، وركوعنا، وسجودنا\" إلخ، أو في آخر رمضان دون أن يقرنه بالإقرار بالتقصير.\r* ومن أخطاء المأمومين: زيادة ألفاظ لم يرد بها دليل مثل قولهم خلف الإمام في القنوت: \"يا ألله\"، \"حق\"، \"نشهد\"، وإنما\r¬__________\r(¬1) رواه البخاري (11/ 138) وترجم له: \"باب ما يكره من السجع في الدعاء\".\r(¬2) \"الحوادث والبدع\" للطرطوشى ص (157).","seal":"0C773719","part":"1"},
      {"page":57,"id":57,"nass":"يشرع للمأموم التأمين فقط، على دعاء السؤال لا دعاء الثناء.\r* ومن المخالفات الشائعة للسنة: المبالغةُ في الجهر بالتأمين والصياح به بصرخات حماسية تشبه الهتافات، عن أبي موسى الأشعري أنهم كانوا مع رسول الله - صلى الله عليه وسلم - في سفر، فجعل الناس يجهرون بالتكبير، فقال النبي - صلى الله عليه وسلم -: \"أيها الناس، اربعوا على أنفسكم، إنكم لا تدعون أصَمَّ ولا غائبًا، إنكم تدعون سميعا قريبًا، وهو معكم\" (¬1).\rوتأمين المامومين في الصلاة من الذكر الذي يُسَنُّ الجهر به بقدرٍ يحصل به المقصود، قال العلماء:\rحد الإسرار: \"التلفظ بتحريك اللسان بالحروف من مخارجها بصوت أقلُّه أن يُسْمِعَ نفسَه\".\rوالجهر: \"هو التلفظ بتحريك اللسان بالحروف من مخارجها بصوت يَسْمَعُهُ غيره ممن يليه\"، ولا حَدَّ لأعلاه (¬2).\r¬__________\r(¬1) رواه البخاري (6/ 135) رقم (2992)، ومسلم (4/ 2076) رقم (2704)، واربعوا على أنفسكم: أمر بالتوقف والتمكث والكف.\r(¬2) \"تصحيح الدعاء\" ص (91).","seal":"A8580F9B","part":"1"},
      {"page":58,"id":58,"nass":"وقال الآلوسي المفسر رحمه الله تعالى:\r\"وترى كثيرا من أهل زمانك يتعمدون الصراخ في الدعاء، خصوصًا في الجوامع حتى يعظم اللغط ويشتد، وتستك المسامع وتستد، ولا يدرون أنهم جمعوا بين بدعتين: رفع الصوت في الدعاء، وكون ذلك في المسجد\" (¬1).\r\r* لا يُشرع مسح الوجه باليدين بعد رفعهما لدعاء القنوت في الوتر، لما في استعماله في الصلاة من إدخال عملٍ عليها لم يثبت به أثر.\rقال العز بن عبد السلام -رحمه الله تعالى-: \"ولا يمسح وجهه بيديه عَقِيبَ الدعاء إلا جاهل\" (¬2).\r¬__________\r(¬1) \"روح المعاني\" (8/ 139)، وربما استفز الإمام المامومين ليبالغوا في رفع صوتهم بالتأمين بأن يرفع صوته بالأدعية كأنه خطيب جمعة، أو منذر جيش يقول: صبَّحكم، ومساكم.\r(¬2) \"فتاوى سلطان العلماء\" ص (47).","seal":"9DAEAE5B","part":"1"},
      {"page":59,"id":59,"nass":"المطلب الرابع\rالفتح على الإمام\rذهب جمهور الفقهاء إلى أن فتح المؤتم على إمامه إذا أُرْتِجَ (¬1) عليه في القراءة، وهو في الصلاة، ورَدَّه إذا غلِط إلى الصواب؛ مشروع إجمالًا، وبه قال جمع من الصحابة والتابعين، واستدلوا بما رواه أبو داود بسنده من حديث ابن عمر أن رسول الله - صلى الله عليه وسلم -: \"صلى صلاة فقرأ فيها، فلُبِّس عليه، فلما انصرف قال لأبَيًّ: \"أصليتَ معنا؟ \" قال: نعم، قال: \"فما منعك؟ \" (¬2).\rوما رواه المسور بن يريد قال: \"شهدت رسول الله - صلى الله عليه وسلم - يقرأ في الصلاة، فترك شيئًا لم يقرأه، فقال له رجل: يا رسول الله! تركتَ آيةَ كذا وكذا، فقال رسول الله - صلى الله عليه وسلم -: \"هلا\r¬__________\r(¬1) أُرْتِجَ عليه: استغلق عليه الكلام.\r(¬2) رواه أبو داود (1/ 558)، وصححه النووي في \"المجموع\" (4/ 241)","seal":"EEC85D2A","part":"1"},
      {"page":60,"id":60,"nass":"أذكرتنيها؟ \" (¬1).\rوكرهه ابن مسعود، وشريح، والشعبي، والثوري (¬2).\r\rما يُطْلَبُ فيمن يَفْتَحُ على الإمام\r1 - الذكورة:\rأما المرأة فلا يجوز لها ذلك اذا صَلَّتْ خلف الرجال، قال - صلى الله عليه وسلم -: \"التسبيح للرجال، والتصفيق للنساء\" (¬3)، وقال - صلى الله عليه وسلم -: \"إذا نابكم أمر فليسبح الرجال، وَلْيُصَفِّح النساء\" (¬4)، فهي مأمورة بخفض صوتها في الصلاة مطلقا لما يخشى من الافتتان (¬5).\r¬__________\r(¬1) أخرجه أبو داود (1/ 558) وجوَّد النووي إسناده فى \"المجموع\" (4/ 241).\r(¬2) \"المجموع\" (4/ 241).\r(¬3) \"صحيح أبي داود\" (867).\r(¬4) رواه البخاري (13/ 182 - فتح) حديث (7190)، وصَفَّحَ بيديه: صَفَّق، وهي هكذا في بعض الروايات \"وليُصَفق\".\r(¬5) \"فتح الباري\" (3/ 77).","seal":"CF966206","part":"1"},
      {"page":61,"id":61,"nass":"2 - الإخلاص:\rبأن يبتغي بالفتح على الإمام وجه الله تعالى، مخلصًا له الدين، وأن يحرس نيته عن الرياء، ويصونها عن السمعة، ولا يكن همه أن يقال \"هو قارئ\"، فيحبط عمله.\r3 - أن يكون قريبا من الإمام، واضحَ الصوت، مسموعَه، أما من كان بعيدًا، ويعلم أن الإمام لا يَسمع صوتَه؛ فلا.\r4 - أن يكون شخصا واحدًا، أما ما يحصل من بعض المتعجلين الذين يتسابقون إلى الرد بأصوات عالية مختلطة، فيحصل التشويش من كل جهات المصلين، ولا يستوعب الأمام ما ينطقون؛ فهذا لا يليق بحرمة الصلاة، ولا بآداب المسجد، فليحرص كل مأموم على أن يتأنى، وليودَّ أن غيره كفاه.\r5 - إذا كان الإمام قارئًا مجُيدًا متقنًا، على دراية بالقراءات، فليس للمأموم أن يصحِّح له إلا إذا علم يقينًا أن الحرف الذي يرى أن الإمام أخطا فيه، ليس حرفا متواترًا، أو علم أن الإمام لا يعرف إلا قراءة واحدة من القراءات المتواترة، وأخطا فيها.","seal":"2B0777B6","part":"1"},
      {"page":62,"id":62,"nass":"6 - أن يكون حافظا جيد الحفظ لما يفتح فيه على الإمام، خبيرا بالمتشابهات اللفظية، متيقنًا من خطإ الإمام، وإلا فإن بعضهم ينازع الإمام ويعوقه، ويفسد عليه قراءته الصحيحة، ويكون المأموم هو المخطئ.\r7 - أن لا يبادر إلى الفتح على الإمام اذا سكت إلا إذا تأكد أن سكوته بسبب النسيان، فقد يسكت الإمام عند آية رحمة أو آية عذاب، أو أَمْرٍ بتسبيح، أو استغفار، أو تعوذ، ونحو ذلك، وقد تأخذه سعلة، أو يسكت ليبلع ريقه، أو ليسترد نَفَسَه، ففي كل هذه الحالات ينبغي إمهالُه وعدم تعنيته.\r* وليتجنب المأموم تلك البدعة المحدثة التي شاعت مؤخرًا، وهي إمساك بعض المامومين المصاحف أثناء صلاة القيام كي يُصَحِّحوا للإمام، أو يتابعوا قراءته، والصلاة ليست موضع تعليم أو تعلم، كما أن الحركات التي يأتي بها دون مسوِّغ من السنة ليست من عمل الصلاة، بل تنافي قوله تعالى: {وَقُومُوا لِلَّهِ قَانِتِينَ} , قوله - صلى الله عليه وسلم -: \"إن في الصلاة لشغلا\" (¬1).\r¬__________\r(¬1) أخر جه البخاري (3/ 58، 59) ومسلم (538)، وأبو داود (923).","seal":"910B2ABF","part":"1"},
      {"page":63,"id":63,"nass":"المطلب الخامس\rمكان الاعتكاف (¬1)،\rقال القرطبي رحمه الله تعالى:\r\"أجمع العلماء على أن الاعتكاف لا يكون إلا في المسجد، لقول الله تعالى: {فِي الْمَسَاجِدِ} (¬2).\rوقال الموفق ابن قدامة رحمه الله تعالى:\r\"لا يصح الاعتكاف في غير مسجد إذا كان المعتكِف رجلًا، لا نعلم في هذا بين أهل العلم خلافا، والأصل في ذلك قول الله تعالى: {وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} , فخصها بذلك، فلو صح الاعتكاف في غيرها لم يختصَّ تحريمُ المباشرة فيها، فإن المباشرة محرمة في الاعتكاف مطلقَا\" (¬3) اهـ.\r¬__________\r(¬1) انظر \"دفع الاعتساف عن محل الاعتكاف\" للشيخ جاسم الدوسري، و\"الإنصاف في أحكام الاعتكاف\" للشيخ علي الحلبي، و\"إيضاح الدلالة\" للشيخ محمد الوصابي العبدلى.\r(¬2) \"الجامع لأحكام القرآن\" (2/ 333).\r(¬3) \"المغني\" (3/ 187).","seal":"CC22A95A","part":"1"},
      {"page":64,"id":64,"nass":"* ولا يصح الاعتكاف إلا في مسجد جماعة، قال ابن قدامة رحمه الله:\r\"وإنما اشتُرِط ذلك- أي كون المسجد مسجد جماعة (¬1) - لأن الجماعة واجبة، وأعتكاف الرجل في مسجد لا تقام فيه الجماعة يفضى إلى أحد أمرين:\r- إما ترك الجماعة الواجبة.\r- وإما خروجه إليها، فيتكرر ذلك كثيرا مع إمكان التحرز منه، وذلك منافٍ للاعتكاف، إذ هو لزومُ المعتكَف، والإقامة على طاعة الله فيه\" (¬2) اهـ.\rويلزمه الخروج إلى الجمعة، ولا يبطل اعتكافُه، لأنه خروج بعذر مشروع، ولا يتكرر إلا مرة في الأسبوع، قال الكاساني رحمه الله: \"وكذا في الخروج في جمعة ضرورةٌ، لأنها فرض عين، ولا يمكن إقامتها في كل مسجد، فيحتاج إلى الخروج إليها كما يحتاج إلى الخروج لحاجة الإنسان، فلم يكن\r¬__________\r(¬1) وإذا كان الاعتكاف يتخلله صلاة جمعة، فالأولى أن يكون في مسجد جامع خروجًا من خلاف من يشترط المسجد الجامع.\r(¬2) \"المغنى\" (3/ 187)، وانظره: (3/ 189).","seal":"2C38A885","part":"1"},
      {"page":65,"id":65,"nass":"الخروج إليها مبطلا لاعتكافه\" (¬1).\rوذهب حذيفة بن اليمان إلى أن الاعتكاف لا يصح إلا في المساجد الثلاثة، فقد قال الطحاوي رحمه الله:\rحدثنا محمد بن سنان (¬2) الشيرازي، قال: ثنا هشام بن عمار (¬3)، قال: ثنا سفيان بن عيينة، عن جامع بن أبى راشد، عن أبي وائل قال:\rقال حذيفة لعبد الله (¬4): الناس عكوف بين دارك ودار أبي موسى، لا تُغَيِّر؟! وقد علمت أن رسول ال - صلى الله عليه وسلم - قال: \"لا اعتكاف إلا في المساجد الثلاثة (¬5): المسجد الحرام، ومسجد النبي\r¬__________\r(¬1) \"بدائع الصنائع\" (2/ 114)، وانظر: \"المغنى\" (3/ 192)، و\"المجموع\" (6/ 514).\r(¬2) قال الذهبي في \"الميزان\": \"صاحب مناكير\" (3/ 575).\r(¬3) فى حفظه ضعف، ولما كبُر تغيَّر، فصار يُلَقَّن فيتلقَّن، وانظر: \"التهذيب\" (11/ 51 - 54).\r(¬4) أي: ابن مسعود.\r(¬5) وقد أختلف لفظ الحديث عنه، ففي رواية سعيد بن منصور عن ابن عيينة، عن جامع، عن شقيق قال: قال حذيفة لعبد الله بن مسعود: قد علمت أن رسول الله - صلى الله عليه وسلم - قال: \"لا اعتكاف إلا في المساجد الثلاثة\"، أو =","seal":"AECD5605","part":"1"},
      {"page":66,"id":66,"nass":"ومسجد بيت المقدس\"، قال عبد الله: \"لعلك نسيتَ وحفظوا، أو أخطأتَ وأصابوا\" (¬1).\r\rالجواب عن حديث حذيفة\r1 - أنه اختُلِفَ في رفعه ووقفه، والأقرب وقفه، فقد رواه ثلاثة من الحفاظ (¬2) عن ابن عيينة به موقوفًا من كلام حذيفة.\r¬__________\r= قال: \"مسجد جماعة\" ذكره ابن حزم في \"المحلى\" (5/ 195)، ثم قال: \"قلنا: هذا شك من حذيفة أو ممن دونه، ولا يُقطع على رسول الله - صلى الله عليه وسلم - بشك، ولو أنه -عليه السلام- قال: \"لا اعتكاف إلا في المساجد الثلاثة\" لحفظه الله تعالى علينا، ولم يدخل فيه شك، فصحَّ يقينًا أنه -عليه السلام- لم يقله\" اهـ. من \"المحلى\" (5/ 195 - 196). وقال الشوكاني رحمه الله: \"وأيضًا الشك الواقع في الحديث مما يُضعف الاحتجاج باحد شِقَّيْه\" اهـ. من \"نيل الأوطار\" (4/ 360).\r(¬1) رواه الطحاوي في \"مشكل الآثار\" (4/ 20)، وأخرجه البيهقي (4/ 316)، وانظر: \"سير أعلام النبلاء\" (15/ 81).\r(¬2) وهم: عبد الرزاق الصنعاني في \"المصنف\" (4/ 348)، وسعيد بن عبد الرحمن بن حسان المخزومي، وهو ثقة كما في \"التقريب\" (2348)، ومحمد بن أبى عمر العدني، وهو صدوق.","seal":"8B19E56E","part":"1"},
      {"page":67,"id":67,"nass":"2 - أن ابن مسعود لم يقبل رواية حذيفة، بل رَدَّها، وهذا لا يمكن أن يصدر منه لو علم رفع الحديث إلى النبي - صلى الله عليه وسلم -، فدل على أن حذيفة قال ذلك اجتهادًا تفرد به (¬1).\r3 - يحتمل أن حذيفة أخطأ في رواية الحديث، فاشتبه عليه لفظ: \"لا تشد الرحال .. \" الحديث (¬2)، ومن ثم قال له ابن مسعود: \"لعلك نسيتَ وحفظوا، أو أخطأت فأصابوا\".\rوبفرض صحة حديث حذيفة يجاب عنه:\rأولًا: بأنه منسوخ، ولذا قال الإمام أبو جعفر الطحاوي رحمه الله:\r¬__________\r(¬1) ومن هنا قال الشوكاني رحمه الله معلقًا على قول ابن مسعود: \"فلعلهم أصابوا وأخطات\": \"فهذا يدل على أنه لم يستدل على ذلك بحديثٍ عن النبي - صلى الله عليه وسلم -، وعلى أن عبد الله يخالفه، ويُجوِّز الاعتكاف في كل مسجد، ولو كان ثَمَّ حديث عن النبي - صلى الله عليه وسلم - ما خالفه\" اهـ. من \"نيل الأوطار\" (4/ 360).\r(¬2) وقد قال الخطايى في \"معالم السنن\": \"إن بعض أهل العلم استنبط من حديث النهي عن شد الرحال أن الاعتكاف لا يصح إلا في المساجد الثلاثة\" اهـ. (2/ 222).","seal":"7C0FDFCA","part":"1"},
      {"page":68,"id":68,"nass":"\"فتأملنا هذا الحديث فوجدنا فيه إخبار حذيفة لابن مسعود أنه قد علم ما ذكره له عن النبي - صلى الله عليه وسلم -، وتَرْكَ ابن مسعود إنكارَ ذلك، وجوابَه إياه بما أجابه في ذلك من قوله لهم:\r\"حفظوا\" أي: قد نُسخ ما قد ذكرته من ذلك، \"وأصابوا\" فيما قد فعلوا، وكان ظاهرُ القرآن على ذلك، وهو قول الله عز وجل: {وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} , فعمَّ المساجد كلَّها بذلك، وكان المسلمون عليه في مساجد بُلدانهم\" (¬1) اهـ.\rثانيا: أنه محمول على بيان الأفضلية، قال الكاساني رحمه الله: \"فأفضل الاعتكاف أن يكون في المسجد الحرام، ثم مسجد المدينة، ثم في المسجد الأقصى، ثم في المساجد العظام التي كثرُ أهلها\" (¬2) اهـ.\rوالحاصل: أن مذهب حذيفة غريب مهجور (¬3) مخالف\r¬__________\r(¬1) \"مشكل الآثار\" (4/ 20).\r(¬2) \"بدائع الصنائع\" (2/ 113).\r(¬3) ومثله مذهب عطاء الذي خصَّه بمسجِدَيْ مكة والمدينة، وابن المسيب بمسجد المدينة.","seal":"0B109703","part":"1"},
      {"page":69,"id":69,"nass":"لمذهب القافلة الكبرى من أئمة العلم في كل عصر ومصر:\rقال البخاري في \"صحيحه\": باب الاعتكافِ في العشر الأواخر، والاعتكافِ في المساجد كلها، لقوله تعالى: {وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} الآية.\rقال الحافظ في \"الفتح\": \"قوله: (والاعتكاف في المساجد كلها) أي مشروطية المسجد له، من غير تخصيصٍ بمسجد دون مسجد\" (¬1) اهـ.\rوقال النووي رحمه الله: \" .. وإذا ثبت جوازه في المساجد؛ صح في كل مسجد، ولا يُقبل تخصيص من خصَّه إلا بدليل، ولم يصح في التخصيص شيء صريح\" (¬2).\rتنبيهان\r\rالأول: الحكمة من الاعتكاف لَمُّ شعث القلب بإقباله بالكلية على الله تعالى، ومن ثم شُرع فيه ما يُذهب فضولَ الطعام والشراب، ويستفرغ أخلاط الشهوات التي تعيق القلب عن\r¬__________\r(¬1) \"فتح الباري\" (4/ 271).\r(¬2) \"المجموع شرح المهذب\" (6/ 507 - 508).","seal":"16BACF65","part":"1"},
      {"page":70,"id":70,"nass":"سيره إلى الله تعالى، وذلك إنما يتم مع الصوم، بل اصطفى له النبي - صلى الله عليه وسلم - أفضل أيام الصوم، وهو العشر الأخير من رمضان، وشرع فيه حبس اللسان عن كل ما لا ينفع في الآخرة من فضول الكلام، وشرع فيه قيام الليل اغتنامًا لشرف الوقت، واجتنابًا لفضول النوم، وكان - صلى الله عليه وسلم - إذا اعتكف، دخل قبته وحده، وكان لا يدخل بيته إلا لحاجة الإنسان، كل هذا: \"تحصيلًا لمقصود الاعتكاف وروحه، عكسَ ما يفعله الجهالُ من اتخاذ المعتكَف موضعَ عِشرة، ومجلبة للزائرين، وأخذِهم بأطراف الأحاديث بينهم، فهذا لون، والاعتكاف النبوي لون، والله الموفق\" (¬1).\rالثانى: الاعتكاف سنة في كل وقت، وآكده في رمضان، وآكده في العشر الأخير منه، فإذا تعارض مع فرضٍ كَبِرِّ الوالدين أو طاعةِ الزوج قُدِّم الفرض، كما يُفعل في نظائره عند التعارض، والله أعلم.\rوهذا آخر ما قصدت إلى جمعه من الفوائد والتنبيهات، وصلى الله وسلم وبارك على عبده ورسوله محمد، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين.\r¬__________\r(¬1) انظر: \"زاد المعاد\" (3/ 86 - 90).","seal":"1DDD2964","part":"1"}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"عودوا الى خير الهدي","HigriD":"معاصر","oAuthVer":4,"Pdf":1,"IslamShort":0,"oVer":1,"verName":null,"Lng":"محمد بن أحمد بن إسماعيل المقدم","bLnk":null,"Inf":"تنبيهات وفوائد تمس الحاجة إلى بيانها، تتعلق بمخالفاتٍ للسُنَّة تتكرر في شهر رمضان المعظم بصورة موسمية؛\r\n- استحباب البكاء عند تلاوة القرآن.\r\n- الدعاء عند ختم القرآن الكريم.\r\n- دعاء القنوت فى الوتر.\r\n-الفتح على الإمام.\r\n-مكان الاعتكاف.","Auth":"محمد إسماعيل المقدم","Betaka":"الكتاب: عودوا إلى خَيرِ الهَدْي\r\nالمؤلف: محمد بن أحمد بن إسماعيل المقدم\r\nالناشر: دار الإيمان - الإسكندرية\r\nالطبعة: الأولى، 2004 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"هو الدكتور محمد أحمد إسماعيل المقدم ولد بالإسكندرية عام 1371 هـ (1952 م) وهو طبيب بشري متخصص في الصحة النفسية وحاصل على ليسانس الشريعة الإسلامية من جامعة الأزهر.\r\rشهاداته وعلمه:\r- بكالوريوس الطب والجراحة - كلية الطب- جامعة الإسكندرية.\r- دبلوم الصحة النفسية - المعهد العالي للصحة العامة - جامعة الإسكندرية.\r- ليسانس الشريعة الإسلامية - كلية الشريعة - جامعة الأزهر.\r- حاليا: دراسات عليا في الأمراض العصبية والنفسية.\r-عضو الجمعية العالمية الإسلامية للصحة النفسية.\r- نشأ في جماعة أنصار السنة المحمدية بالإسكندرية منذ سنة 1965 م\r- عمل بالدعوة الإسلامية السلفية منذ سنة 1972 م وضم إليها أغلب قيادات الدعوة السلفية فيما بعد.\r- أسس \"المدرسة السلفية\" بالإسكندرية سنة 1977 م.\r- طاف محاضرا ً في الكثير من محافظات مصر والعديد من البلاد العربية , والأوروبية, والولايات المتحدة الأمريكية.\r\rأساتذته ومشايخه:\rفي القرآن الكريم\r- الشيخ / محمد عبد الحليم عبد الله.\r- الشيخ / محمد فريد النعمان.\r- الشيخ / أسامة عبد الوهاب.\r\rفي الإجازات العامة\r- العلامة المحدث / أبو محمد بديع الدين شاه الراشدي السندي المحمدي.\r- فضيلة الشيخ / محمد الحسن الددو الشنقيطي.\r- فضيلة الشيخ / عبد الله بن صالح بن عبد الله العبيد.\r\rفي طلب العلم\rمن علماء أنصار السنة المحمدية\r- الشيخ / محمد سحنون.\r- الشيخ / شاهين كاشف أبو راس.\r- الشيخ / عبد العزيز بن راشد النجدي.\r- الشيخ / عبد العزيز البرماوي.\r- الأستاذ / محمد فتحي محمود.\r- الشيخ / محمد علي عبد الرحيم.\r- الأستاذ / عكاشة عبده.\r- الأستاذ الدكتور / محمد شوقي.\r- الأستاذ / البخاري عبده.\r\r- من علماء الأزهر:\r- الشيخ / إسماعيل حمدي,\r- الشيخ / محمود عيد,\r- الشيخ / أحمد المحلاوي.\r- الشيخ/ السيد الصاوي.\r- الشيخ/ صبحي الخشاب.\r\r- ومن مشايخه ومربيه:\r- الشيخ/ حامد حسيب.\r- الشيخ/ إسماعيل عثمان.\r- الشيخ/ بديع الدين السندي.\r- الشيخ/ عبد الله بن يوسف الوابل.\r- الأستاذ/ محمد بسيوني.\r- الأستاذ/ عبد العظيم كشك.\r- الأستاذ/ محمود شاكر القطان.\r- الأستاذ/ محمود شكري.\r- الأستاذ/ محمد حسين عيسى.\r- الأستاذ/ محمد أبو مندور\r\rعلماء تشرف بلقياهم أو بحضور مجالس علمية لهم\r- الشيخ / عبد الرازق عفيفي\r- الشيخ / عبد الله بن حميد\r- الشيخ / عبد العزيز بن باز\r- الشيخ / محمد ناصر الدين الألباني\r- الشيخ / حماد بن محمد الأنصاري\r- الشيخ / عبد الله بن قعود\r- الشيخ / محمد بن صالح العثيمين\r- الشيخ / عبد الله بن محمد الغنيمان\r- الشيخ / عبد الله بن جبرين\r- الشيخ / أبو بكر الجزائري\r- الشيخ / عبد الرحمن بن عبد الخالق\r- الشيخ / ربيع بن هادي المدخلي\r- الشيخ / مقبل بن هادي الوادعي\r- الشيخ / سيد سابق\r- الدكتور / عيسى عبده\r- الأستاذ الدكتور / مصطفي حلمي\r- الأستاذ الدكتور / محمد رشاد سالم\r- الشيخ / رشاد غانم\r\rله حوالي 1500 شريطا ً صوتيا ً مسجلة في دروسه التي كانت منتظمة بالمساجد الآتية بالإسكندرية\r- مسجد عباد الرحمن - بولكلي\r- مسجد عمر بن الخطاب - الإبراهيمية\r- مسجد مجد الإسلام - سوتير\r- مسجد الفتح الإسلامي - مصطفي كامل\r- مسجد بكري - كامب شيزار\r- مسجد المفتاح - الحضرة\rوهو الآن يدرس بمسجد الإمام أبي حنيفة - بشارع لافيزون - بولكلي. والله أعلم.\r\rمن أهم مصنفاته المطبوعة:\r1 - عودة الحجاب. (3) مجلدات، طـ دار الصفوة ودار العقيدة بمصر، ودار طيبة بالسعودية. وللكتاب جزء رابع عن \"عَمل المرأة\" -يَسَّر الله إتمامه وطبعه على خَير (وسألتُه في معرض الكتاب الأخير عن الجزء الرابع من كتابه النفيس الماتع «عودة الحجاب» وهو الخاص بـ \"عمل المرأة\" فقال: ادعُ الله أن ييسر لنا.)\r2 - الرد العلمي على كتاب تذكير الأصحاب بتحريم النقاب. طـ دار الدعوة السلفية بالإسكندرية. وهو رد على كتاب صاحب السموم الذي سفه نفسه (إسماعيل منصور) -عامله الله بما يستحق- واسم كتابه «تذكير الأصحاب بتحريم النقاب»، والكتاب -أى كتاب الشيخ (محمد إسماعيل) - انفرد بعرض تاريخ تأليف كتاب «تذكير الأصحاب ... » منذ أن كان ينشر في مجلة النور إلى أن أصبح كتابًا متداولاً. وهناك نسخة من كتاب «تذكير الأصحاب» وضعوا على غلافها الخلفي صورة لمؤلف الكتاب الطبيب البيطري وتحتها مؤهلاته الطبية! لا الدينية!\rقَدَّم للكتاب فضيلة الشيخ (صالح بن عبد العزيز آل الشيخ) -حفظه الله تعالى- وأثنى على المؤلف وعلى كتابه «عودة الحجاب» ثناءً عطرًا فقال -فيما أذكر-: \"وهذا الكتاب فضل من الله على هذه الأُمَّة وعلى مؤلِّفِه\"، وقال أيضًا: \"إن الشيخ -يعني الشيخَ (محمد إسماعيل) - قد تخصص في هذا الموضوع -يعني موضوع الحجاب- تخصًّصًا بحيث أصبح قولَه فيه هو القول ونظرَه فيه هو النَّظَر\".\r3 - أدلة تحريم حلق اللحية. طـ دار العقيدة بمصر، ودار الأرقم.\rواختصره في كتابه:\r4 - اللحية لماذا؟ طـ دار عبد الواحد بالإسكندرية.\r5 - المهدي حقيقة لا خُرافة. طـ مكتبة التوعية الإسلامية بمصر.\r6 - الحياء خُلُق الإسلام. طـ دار العقيدة بمصر (في أغلب ظني).\r7 - بدعة تقسيم الدين إلى قشر ولباب. طـ دار الصفوة بمصر. وهذا الكتاب مطبوعُ أيضًا بدار طيبة بالسعودية باسم: «تبصير أولي الألباب ببدعة تفسيم الدين إلى قشر ولباب»، ولا فرق بينهما إلا في العنوان، والله أعلَم. والكتاب كان قديمًا ملحقًا بكتاب «أدلة تحريم حلق اللحية»، طـ دار الفرقان بمصر، ثم رأى الشيخ -حفظه الله- نشره مفردًا بناءً على رغبة بعضهم -كما يُعلَم من مقدمته-.\r8 - هل تُجزىء القيمة في إخراج الزكاة؟ طـ دار الدعوة السلفية بالإسكندرية. وهو في الأصل محاضرة للشيخ -حفظه الله تعالى-.\r9 - علو الهمة. طـ دار العقيدة بمصر، ومكتبة الكوثر بالكويت.\r10 - النصيحة في الأذكار والأدعية الصحيحة. طـ دار الإيمان بالإسكندرية.\rواختصره في كتابه:\r11 - مختصر النصيحة في الأذكار والأدعية الصحيحة. طـ دار العقيدة بمصر، ودار هند السلفية.\r12 - حرمة أهل العلم. طـ دار الإيمان بالإسكندرية. وهو مطبوع أيضًا باسم «الإعلام بحرمة أهل العِلم والإسلام»، طـ دار العقيدة بمصر، والاسم الأخير هو الأصوب، والموافق لمضمون الكتاب، والله أعلم؛ بل إن الاسم الأخير قد أُثبِتَ في أعلى جميع صفحات الطبعة التي طُبِعَت باسم «حُرمَة أهل العِلم»!\r13 - الإجهاز على التلفاز، طـ دار الصفوة بمصر. وللشيخ -حفظه الله- محاضرات بهذا الاسم.\r14 - لماذا نصلي؟ طـ دار العقيدة بمصر. وطُبِعَ الكتاب باسم «الصلاة لماذا؟»، طـ دار طيبة الخضراء بالسعودية، وأثبت أيضًا هذا الاسم في أسفل بعض صفحات الكتاب الأول «لماذا نصلي؟» والتي يُشار فيها إلى رقم الملزمة.\r15 - الأدب الضائع: بحث جامع في أحكام وآداب الاستئذان. طـ الدار العالمية بالإسكندرية، ودار طيبة الخضراء بالسعودية.\r16 - كيف نستقبل رمضان؟ يا باغي الخير أقبل ويا باغي الشر أقصر. طـ دار الإيمان بالإسكندرية.\r17 - آداب وأذكار الصباح والمساء. وهو كتيب مختصر من كتابه «النصيحة في الأذكار والأدعية الصحيحة»، طـ دار العقيدة بمصر.\r18 - الهوية أو الهاوية، طـ دار الصفوة بمصر. وهو في الأصل حوار أجرته إحدى المجلات مع الشيخ -كما يُعلَم من مقدمته-.\r19 - قصيدة \"مُثير الغرام إلى طيبة والبلد الحرام\"/ للإمام (الصنعاني)، ضبطها وشرح غريب كلماتها: الشيخ (محمد بن أحمد إسماعيل المقدَّم)، طـ دار الإيمان بالإسكندرية.\r20 - المهدي وفقه أشراط الساعة. وهو الطبعة الأخيرة المطولة المزيدة لكتابه المختصر «المهدي حقيقة لا خُرافة» كما يُعلَم من \"مقدمته\". طـ الدار العالمية بالإسكندرية، ودار بلنسية بالرياض.\r21 - أدلة تحريم مصافحة المرأة الأجنبية. طـ دار الفرقان بمصر ودار الإيمان بالإسكندرية.\r22 - خُدعة هرمجدون. طـ دار بلنسية بالرياض. (في أغلب ظني).\rوقد لمحتُ الكتاب في معرض القاهرة الدولي للكتاب (الأخير)، ولعله آخر كتاب طُبِع للشيخ، والله أعْلَم.\r23 - معركة السفور والحِجاب: مختصر الجزء الأول من «عودة الحجاب». توزيع: دار الإيمان بالإسكندرية، مكتوب عليه \"طبعة خاصة بمصر\"، ضمن سلسلة: الحكمة والموعظة الحسنة (1). وهو -كما كُتِب على غُلافَيه الخارجي والداخلي- اختصار للجزء الأول من كتابه النفيس «عودة الحجاب»، غير أنه لم يُشِر إلى ذلك في المقدمة؛ بل يبدو هذه المقدمة هي نفسها مقدمة الجزء الأول من «عودة الحجاب»! ولكن حجم هذا الكتاب \"المختصر\" يؤكد بما لا يدع مجالاً للشك بأنه اختصار للجزء الأول فعلاً. ومن الواضح أنه من اختصار شيخنا الحبيب (محمد إسماعيل) -حفظه الله تعالى- ومن صُنع يده.\rوأما الطبعة الخاصة بالسعوديةفمن الواضح بأنها طبعة دار طيبة؛ لتشابه شكل غُلاف هذا الكتاب \"المختصر\" مع الجزء الأول من كتاب «عودة الحجاب» الذي طبعته دار طيبة قديمًا -على شكل غُلاف-.\rللأسف ممنوع الأن في مصر طباعة كتاب عودة الحجاب كاملاً الثلاثة أجزاء، إلا أن دار إبن الجوزي طبعت بفضل الله الجزء الثاني المسمى بالمرأة بين تكريم الإسلام وإهانة الجاهلية والجزء الثالث المسمى بأدلة الحجاب كل بمفرده ولا أثر للجزء الأول , إلا أنه من أراد الحصول على الثلاثة أجزاء كاملة يبحث عن طبعة السعودية لدار طيبة.\r- وقد أعلنت دار الصفوة بمصر عن قرب طبع كتاب له بعنوان «السلفية منهج مُلزِم لكل مسلم»، وهو -في الأصل- محاضرة ماتعة للشيخ -حفظه الله تعالى-، ولا أدري أطبع الكتاب أم لا.\r- وقد أُخبرت أن الشيخ -وفقه الله وسدده- بصدد إعداد كتاب عن بعض الأحكام الطبية.\r\rمن أهم محاضراته\r- تفسير كامل للقران الكريم, شرح فيه تفسيري \" محاسن التأويل \" للقاسمي, و\" أضواء البيان \" للشنقيطي ـــ رحمهما الله.\r- شرح كتاب \" منار السبيل \" في الفقه الحنبلي (لم يكتمل بعد).\r- السلفية منهج ملزم لكل مسلم.\r- المنهج العلمي \" لمن تقرأ؟ وماذا تقرأ؟ \".\r- رجل لكل العصور \"شيخ الإسلام ابن تيمية \".\r- رحلة الإمام العائد أبي حامد الغزالي.\r- دراسة في منهج جماعة التبليغ.\r- المنهج عند سيد قطب.\r- وقفة مع الجن.\r- شيعة اليوم أخطر من شيعة الأمس.\r- شرح سلسلة\" العقيدة في ضوء القرآن والسنة\" للأشقر.\r- نصيحة موضوعية للتيارات الجهادية.\r- ضرورة محو الأمية التربوية.\r- العلمانية طاغوت العصر.\r- العبث بمصادر التلقي.\r- قضايا الأسماء والأحكام \" قضايا الكفر والإيمان \".\r- اللفافة المسمومة.\r- كيف تقلع عن التدخين؟\r- تحرير المرأة من البذر إلي الحصاد.\r- كلهم شارون.\r- فقه الستر على العصاة.\r- ضوابط التبديع.\r- إبطال نظرية تطور العقيدة.\r- كيف نفهم المراهقين؟\r- فوائد في صلاة الجماعة.\r- الهوية الإسلامية.\r- طول الأمد وعلاجه.\r- أركان الاستقامة.\r- عيسى عبده.\r- المستقبل للإسلام.\r- رحلة الروح إلي السماء.\r- ضرورة المحافظة على السنن.\r- يا طالب العلم: القرآن أولا.\r- أريحا، أريحا، أين القدس؟\r- مشروعية العمل الجماعي.\r- عبودية الكائنات.\r- التمييز بين الحياء والخجل.\r- كيف الأمر إذا لم تكن جماعة؟\r- أثر التشجيع في التربية.\r- تدوين السنة.\r- ثورة الغزالي على السنة وأهلها.\r- فيلم \" آلام شبيه المسيح \".\r- الفارقليط هو \"أحمد\" صلى الله عليه وسلم.\r\rشهادة عالم جليل في شيخنا المقدم غفر الله لهما:\r-في ليلة من الليالي بداخل المملكة العربية السعودية كان هناك أخ من مدينة الإسكندرية من منطقة العامرية بصحبّة سماحة العلامة الوالد فضيلة الشيخ عبدالعزيز بن عبد الله بن باز في الليلة التي سبقت وفاة سماحته،، وأثناء الحديث سأل الشيخ ابن باز هذا الأخ عن بلده ومن أي الأماكن هو؟؟ فقال له الأخ أنه من مصر من مدينة الإسكندرية\rفقال له الشيخ: من المدينة التي فيها صاحب كتاب \" عودة الحجاب \"؟؟\rفأجاب الأخ بالإيجاب وطلب من الشيخ ابن باز أن يدعو للشيخ محمد بن إسماعيل، فظلّ الشيخ ابن باز يدعو للشيخ محمد\rويستغفر له وقتًا طويلاً ..\rوأثناء عودة هذا الأخ الكريم من المملكة السعودية وهو في الطائرة مع أخوة آخرين , وصلهم نبأ وفاة سماحة الإمام\rالعلامة عبد العزيز بن باز،\rيقول الشيخ محمد إسماعيل: لا أدري كيف أرد هذا الجميل لهذا الأخ أن جعل الشيخ ابن باز يدعو لي في ليلة وفاته.\rورقّ قلبُ الشيخ جدًا وهو يروي هذه القصة اهـ\r\r- عن أحد الأخوة وهو من أول الدفعة التى تخرجت من معهد الفرقان وسافر بعد ذلك مباشرة إلى السعودية وقال كان وقتها وقت عمرة أو حج على ما يذكر فقال كنت جالس بجوار الشيخ بن باز رحمه الله ثم أتى أخ يسأل الشيخ سؤالاً فقال له: من أين أنت قال له: أنا من مصر الشيخ من أين: الأخ: من الإسكندرية قال له (الشيخ ابن باز) من عند الشيخ محمد اسماعيل فذهل الأخ فقال نعم فأثنى على الشيخ (محمد إسماعيل) وقال إنه من أعلم أهل مصر ...... اهـ\r\rوهذه ترجمة الشيخ (محمد إسماعيل المقدم) بقلم الشيخ رضا الصمدي:\rالإسكندرية .. الثغر المصري العتيد ... فيها حدث السِّلَفي المحدث الشهير، وفيها سجن شيخ الإسلام ابن تيمية ثم خرج ... ومكث فيها برهة يعلم الناس\rفكأن بركات العلم السلفي تواصل فيها حتى أينع في عصر مشايخ أهل السنة في عصرنا الحاضر، بريادة العلامة الأجل الفقيه المربي المفكر الداعية القدوة بقية السلف الشيخ محمد بن إسماعيل المقدم .. حفظه الله.\rوغالب مشايخ الثغر من كبار علماء المصر ودعاتها الذين لهم أثر بارز في الصحوة المباركة في مصر على وجه العموم، وفي الإسكندرية على وجه الخصوص، حتى غدا الثغر يعرف بأنه مهد المدرسة السلفية ...\rولشهرتها وكثرة نشاطتهاوكثافته اتهموا المدرسة السلفية في الإسكندرية بأنها تحتكر المنهج، وهذا لعمرالله ليس بصحيح، غاية ما هناك أن المدرسة السلفية في الإسكندرية عملت على نشر المنهج السلفي بطريقة منظمة، حتى غدا العمل الدعوي عندهم ذو آلية ونظام صارم .. حتى كتب الله لهم القبول في جميع أرجاء القطر المصري، وشاع ذكرهم في كل أنحاء العالم ..\r\rوممن كان له الصدارة في قيادة العلم الدعوي في الثغر السكندري الشيخ الأجل العلامة الفقيه المفتي الطبيب محمد بن إسماعيل المقدم ...\rدرس الطب في جامعة الإسكندرية في أوائل السبعينات من القرن الميلادي المنصرم، وهو وغالب قادة العمل الإسلامي السلفي من خريجي جامعة الإسكندرية، وغالبهم أطباء ومهندسون.\rوفي أثناء دراسته في الجامعة كون مع زملائه ورفقاء دعوته فريقا للدعوة إلى منهج أهل السنة والجماعة وكان الشيخ محمد بن إسماعيل هو الذي يصنف الرسائل التي تنشر بين شباب الجامعة، فمن أول ما نشر وهو في مقتبل حياته الدعوية: تحريم مصافحة المرأة الأجنبية، وتحريم حلق اللحية، وغيرها من الرسائل الصغيرة، وكان الشيخ أحمد فريد صنوه يعنى بتأليف كتب الرقائق ... وكانت هذه الكتب تطبع وتوزع على شباب الجامعة.\rتكونت نواة الدعاة السلفيين في الإسكندرية إبان تخرج هؤلاء الشباب، حيث عمل الشيخ محمد إسماعيل على نشر الدعوة السلفية في كل أنحاء القطر المصري، وبخاصة في القاهرة العاصمة، فكان ينتقل إلى مصر كل أسبوع لإلقاء درس في منطقة الطالبية حيث وجد أول تجمع سلفي واضح المعالم في القاهرة إبان فترة أواخر السبعينات وأوائل الثمانينات ...\rوكانت جهود الشيخ محمد إسماعيل حفظه مركزة على الدروس ذات البعد الحضاري والاجتماعي، مع اهتمامه بقضية المنهج ... أعني المنهج السلفي ..\rفولدت أول نواة لمعهد سلفي لتخريج الدعاة في مدينة الإسكندرية، وابتدأت الدروس في كل العلوم الشرعية، وتخرج دفعات من الدعاة والشباب العامل الذي تلقى دراسات مكثفة عن المنهج وعن العمل الدعوي، ومع تخرج الدفعة الأولى اتجه العمل الجماعي لدعاة الإسكدرية نحو مزيد من التنظيم والاتساع ..\rبدأ العمل الدعوي السلفي يتوغل في الجامعات حتى احتل مكانة مرموقة، وصار للسلفين وجود واضح ينافس وجود الجماعات الأخرى العاملة ...\rصارت المدرسة السلفية تصدر دعاتها إلى كل أقاليم القطر المصري، وصارت تتابع الدعوات السلفية في المناطق الأخرى من القطر المصري ... وبفضل التواجد السلفي المكثف للمدرسة السلفية في الإسكندرية ترسخ المنهج السلفي في المجتمع المصري في كثير من الأقاليم، وصارت الدعوة السلفية تمثل العمل الإسلامي في كثير من المجالات وبخاصة في المجال العلمي الذي تفوق فيه السلفيون على الجماعات الأخرى حتى أقرت الجماعات بأن أهم ما يميز السلفيين هو اهتمامهم بالعلم الشرعي ... فكان مكسبا في حدث ذاته ...\r\rأخلاق الشيخ العلامة محمد بن إسماعيل وسمته وديانته ...\rعرف عن الشيخ حفظه الله أنه من أعلى الناس خلقا وأدبا في علماء العصر ودعاته، حتى إن كلمة الجماعات الإسلامية في مصر اتفقت على وصفه بهذا اللفظ، ولا يعرف أحد من الجماعات الإسلامية التي تخالف الشيخ تكن له أي بغض أو كراهية أو تحفظ، بل تعتبره رجلا محل إجماع في الصحوة ... مثله مثل بعض الأعلام في الجماعات الأخرى ...\rوقد عايشت الشيخ ليلة مع بعض الأخوة في بيته تسمح لي أن أحكي ما اشتهر بين الناس بالسند العالي وبالمشاهدة لا بالسماع ....\rأما مكتبته فتشغل جزءا كبيرا من شقته، والتي كانت في يوم من الأيام ضيقة جدا، لا تسعه ولا تسع أسرته ولا مكتبته المعامرة، حتى وسع الله عليه وحصل على شقة أوسع وسعت مكتبته، ومع ذلك فإن الشقة ازدحمت بالكتب والأبحاث التي يؤلفها الشيخ ...\rوكان هذا اللقاء في أواسط الثمانينات من القرن الماضي ...\rحضرنا درسا للشيخ في مسجد أبي حنيفة في عشية ليلة شاتية من ليالي الإسكندرية، ثم استضافنا الشيخ في بيته، وكان معنا شيخنا الحبيب القريب عبد الفتاح الزيني (وكان هو أمير الركب) والشيخ محمد الكردي، الداعية الهصور والمجاهد الجسور، والأخ الحبيب مجدي حسن الذي كان من أوائل المعاصرين لمشايخ الجماعات الإسلامية ... وكان أكبرنا سنا ...\rنزلنا على بيت الشيخ فقدم لنا العشاء، وأبى على أي واحد منا أن يحمل أي شيء من الطعام، حتى إنه دخل ومعه الصحون أكثر من مرة فقمنا احتراما له نساعده فأمرنا أمرا أن نجلس وألا نتحرك من أماكننا ...\rمن معالي أخلاق هذا الداعية أنه عقد دروسا منهجية حول قضية الجهاد، تطرق فيها لتجربة الجماعات الجهادية في مصر، وكان قد ألقى تلك الدروس على مدار اثني عشر أسبوعا في قوت كانت الجماعات الجهادية تعيش عصر هدنة مع السلطة، فلما اشتدت الأزمة على جماعات الجهاد طلب بعض الدعاة من الشيخ أن يعيد تدريس تلك المادة المنهجية، فرفض الشيخ احتراما لحال الأخوة من جماعات الجهاد وما هم فيه من محنة ... وهذا يعكس الرؤية الشاملة المشفقة لهذا الداعية، وهذه من درر ما تعلمت من الدعاة، ونفعتني في المعيارية الولائية التي بها أزن مواقفي مع الجماعات الإسلامية ...\rأما ورع الشيخ وعبادته فقد طبقت الآفاق، ولم يتسن لي شرف الصلاة وراءه في أيام رمضان ولكن حدثني الثقات من طلبة العلم من تلامذة الشيخ أنه كان يصلي التراويح بعد صلاة العشاء وحتى الساعة الثانية ليلا، وكان يطيل السجود والركوع جدا\rوالذي يحضر محاضرات هذا الشيخ ويتعرف على المشايخ الذين عرفوه يعرف قدر هذا الرجل، فما رأيت الدعاة والمشايخ من أهل السنة يبجلون ويحترمون أحدا مثل الشيخ محمد إسماعيل، فما أن يرد ذكره في مجلس إلا ويتسارع الناس في مدحه والثناء على إنصافه وهدوئه وعقله ...\rسمعت هذا من الشيخ فريد هنداوي الفقيه وسمعته من الشيخ ياسر برهامي (وتأتي ترجمته) والشيخ سعيد عبد العظيم، والشيخ سيد حسين، (تأتي ترجمته إن شاء الله) ...\rومما تميز به الشيخ كثرة مؤلفاته المتخصصة، فله موسوعة: عودة الحجاب التي أرخ فيها\rللعلمانية، وللصراع بين الإسلاميين والعلمانيين، متمثلا في الحجاب، والعجيب أن الشيخ محمد بن إسماعيل عني كثيرا بتأريخ صراع الصحوة مع تحديات المجتمع العلماني، فله كتاب: تحريم حلق اللحية، وكتاب: تحريم مصافحة المرأة الأجنبية، وله: الصلاة لماذا .. وله: النصيحة في الأذكار الصحيحة ... ولو تأملنا في هذه المصنفات لوجدنا هي العلامة المميز لشباب الصحوة، الحجاب، اللحية، عدم مصافحة المرأة الأجنبية (منع الاختلاط) الصلاة، الذكر ...\rثم كان من أواخر مؤلفاته: حرمة أهل العلم، لما رأى تطاول الأغيلمة على علماء الأمة ...\rومن معاركه الشهيرة التي سطرها التاريخ مجدا للصحوة الإسلامية معركته مع أذناب العلمانية من أشباه العلماء، وذلك في معركة النقاب الشهيرة مع الدعي الجهول إسماعيل منصور، حيث أيد هذا الدعي شيخ الأزهر سيد طنطاوي، فانبرى الشيخ محمد إسماعيل يقرر المسألة لا يتزحزح عن رأي علماء الصحوة المشهور بوجوب لبس النقاب للمرأة في هذا العصر، فألف: بل النقاب واجب ... حتى لا تروج مقولة الدعي: بتحريم النقاب ... فكتب الله لدعوته القبول وانتشر النقاب في مصر .. وذلك بفضل الله ثم بفضل كتابه الذي كان بمثابة الحصن الحصين والمرجعية العلمية المرموقة لجيل الصحوة في قضية النقاب التي تمثل رمز الالتزام بالنسبة لفتيات الصحوة فلله دره ...\rاشتهر الشيخ محمد إسماعيل بتناوله لكل قضايا العصر، فما من قضية تشغل الرأي العام إلا ويفرد لها محاضرة يتناول فيها القضية من الناحية الإخبارية تحليلا وشرحا، ثم يتعرض لحكم الشرع إن وجد في القضية وعلاقة الصحوة بهذه القضية، حتى بلغت شرائط دروسه التي تتناول كل قضايا العصر مئات بل أظنها جاوزت الألف بمراحل ...\rأما دروسه في الفقه فقد كان بدأ في شرح منار السبيل منذ سنين عديدة، وأظنه قارب على الانتهاء منه الآن ..\rلقد كانت دعوة الشيخ وعمله من النوع الصعب الشاق، البطئ في خطواته، ولكنه من النوع الراسخ الذي بقي أثره وطال واتسع حتى بلغ بلاد العالم ...\rوما من مركز إسلامي في أمريكا وأوروبا، وما من طالب علم جاد في بحثه إلا ويعرف هذا الشيخ بكتبه وبحوثه ... ولو قدر لطلبة العلم وشباب الصحوة جميعا أن يلتقوا به فإنهم سيجدونه الرجل المناسب ليكون على رأس مجلس الحكماء ... أنا أسميه حكيم الأمة ... بل هو بحق: إمام من أئمة السنة في هذا الزمان ...","seal":"712DAB68","cat":"بحوث ومسائل","oNum":98141,"BkId":98141,"oAuth":1206,"bVer":1,"aSeal":"7B787091"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t98141":
    [
      {"lvl":1,"id":3,"sub":0,"tit":"مقدمة"},
      {"lvl":1,"id":4,"sub":0,"tit":"المطلب الأول: استحباب البكاء عند تلاوة القرآن المجيد"},
      {"lvl":2,"id":7,"sub":0,"tit":"أخبار عن السلف في البكاء والخشوع عند تلاوة القرآن الكريم"},
      {"lvl":2,"id":11,"sub":0,"tit":"اجتهاد السلف عي إخفاء البكاء عن الناس"},
      {"lvl":2,"id":14,"sub":0,"tit":"مقارنة بين حال السلف وحال الجهال عند الذكر وقراءة القرآن"},
      {"lvl":2,"id":17,"sub":0,"tit":"الترهيب من الرياء؛ بتصنع البكاء أمام الناس"},
      {"lvl":2,"id":18,"sub":0,"tit":"الفرق بين الرياء والسمعة"},
      {"lvl":2,"id":19,"sub":0,"tit":"إنكار السلف على من شهر نفسه بالبكاء"},
      {"lvl":2,"id":20,"sub":0,"tit":"الرياء كالزجاج يشف عما وراءه"},
      {"lvl":2,"id":20,"sub":1,"tit":"يعامل المرائي بنقيض قصده"},
      {"lvl":2,"id":22,"sub":0,"tit":"طائفة من أحوال أهل زماننا في صلاة القيام"},
      {"lvl":2,"id":24,"sub":0,"tit":"تلبيس إبليس على بعض العابدين"},
      {"lvl":2,"id":28,"sub":0,"tit":"حكم البكاء في الصلاة"},
      {"lvl":1,"id":34,"sub":0,"tit":"المطلب الثاني الدعاء عند ختم القرآن الكريم"},
      {"lvl":2,"id":37,"sub":0,"tit":"دعاء ختم القرآن داخل الصلاة ليس من السنة"},
      {"lvl":1,"id":38,"sub":0,"tit":"المطلب الثالث دعاء القنوت فى الوتر"},
      {"lvl":2,"id":38,"sub":1,"tit":"محله"},
      {"lvl":2,"id":38,"sub":2,"tit":"صيغته"},
      {"lvl":2,"id":42,"sub":0,"tit":"يشرع الصلاة على النبي - صلى الله عليه وسلم - في القنوت"},
      {"lvl":2,"id":43,"sub":0,"tit":"مقدار القنوت في الوتر"},
      {"lvl":2,"id":45,"sub":0,"tit":"تأكد الألتزام بالمأثورعن النبى - صلى الله عليه وسلم -"},
      {"lvl":2,"id":46,"sub":0,"tit":"مخالفات للسنة في دعاء القنوت"},
      {"lvl":2,"id":49,"sub":0,"tit":"ليس من التغني المذموم قراءة الأدعية المأثورة مجودة"},
      {"lvl":2,"id":54,"sub":0,"tit":"ضوابط الدعاء بغير المأثور"},
      {"lvl":2,"id":56,"sub":0,"tit":"من صور الاعتداء في الدعاء"},
      {"lvl":2,"id":57,"sub":0,"tit":"كيف الجهر بالتأمين"},
      {"lvl":2,"id":58,"sub":0,"tit":"لا يشرع مسح الوجه باليدين بعد رفعهما لدعاء القنوت"},
      {"lvl":1,"id":59,"sub":0,"tit":"المطلب الرابع الفتح على الإمام"},
      {"lvl":2,"id":60,"sub":0,"tit":"ما يطلب فيمن يفتح على الإمام"},
      {"lvl":1,"id":63,"sub":0,"tit":"المطلب الخامس مكان الاعتكاف"},
      {"lvl":2,"id":64,"sub":0,"tit":"لا يصح الاعتكاف إلا في مسجد جماعة"},
      {"lvl":2,"id":66,"sub":0,"tit":"الجواب عن حديث حذيفة"},
      {"lvl":2,"id":69,"sub":0,"tit":"الحكمة من الاعتكاف"},
      {"lvl":2,"id":70,"sub":0,"tit":"إذا تعارض الاعتكاف مع فرض قدم الفرض"}
    ]
}
