{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9832":
    [
      {"id":8,"nass":"39\r\rسلسلة مؤلفات سعيد بن علي بن وهف القحطاني\r_\rصلاة الاستسقاء\rمفهوم، وأسباب، وأنواع، وآداب، وآيات، وحِكَمٌ، وأحكامٌ\rفي ضوء الكتاب والسنة","Part":null,"seal":"38E66B9E","page":null},
      {"id":9,"nass":"بسم الله الرحمن الرحيم\r\rالمقدمة\rإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وسلم تسليمًا كثيرًا، أما بعد:\rفهذه رسالة مختصرة في: ((صلاة الاستسقاء)) وما يتعلق بها من أحكام، بيَّنت فيها بفضل الله تعالى: مفهوم الاستسقاء، وحكمه، وأسباب القحط وحبس المطر، وأنواع الاستسقاء، وآدابه التي ينبغي للمسلمين أن يلتزموا بها في الاستسقاء، وبيّنت كيفية صلاة الاستسقاء، وموضع خطبة الاستسقاء، وأن السنة في الدعاء المبالغة في رفع اليدين، ثم ذكرت أدعية نبوية ثبتت في الاستسقاء، وأن السنة تحويل الرداء في آخر","Part":"1","seal":"5BF1DA46","page":3},
      {"id":10,"nass":"خطبة الاستسقاء واستقبال القبلة، وبيَّنت أن الاستسقاء بالكواكب والأنواء من أمور الجاهلية، ثم ذكرت الآداب المختصة بالمطر، وختمت بذكر آيات من آيات الله تعالى: الرعد، والبرق، والصواعق، والزلازل، فذكرت كلام أهل العلم على ذلك.\rوقد استفدت كثيرًا من تقريرات، وترجيحات شيخنا الإمام عبد العزيز بن عبد الله ابن باز، رحمه الله تعالى.\rوالله أسأل أن يجعل هذا العمل القليل: مباركًا، نافعًا، خالصًا لوجهه الكريم، وأن ينفعني به في حياتي، وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه خير مسؤول وأكرم مأمول، وهو حسبنا ونعم الوكيل، وصلى الله وسلم وبارك على عبده ورسوله، وخيرته من خلقه، نبينا محمد بن عبد الله، وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\rأبو عبد الرحمن\rسعيد بن علي بن وهف القحطاني\rحرر في ضحى يوم السبت 20/ 3/1423هـ","Part":"1","seal":"E1EEBB2F","page":4},
      {"id":11,"nass":"أولاً: مفهوم الاستسقاء:\rالاستسقاء طلب السقيا، كالاستصحاء: طلب الصحو، وهو استفعال من أسقيت (¬1)، قال ابن منظور - رحمه الله تعالى -: ((ذكر الاستسقاء في الحديث، وهو استفعال من طلب السقيا: أي إنزال الغيث على البلاد والعباد، يقال: استسقى، وسقى الله عباده الغيث، وأسقاهم، والاسم: السُّقيا بالضم، واستسقيت فلانًا: إذا طلبت منه أن يسقيك)) (¬2).\rولكن في عرف الفقهاء إذا قالوا: صلاة الاستسقاء إنما يعنون استسقاء الرب - عز وجل - لا استسقاء المخلوق (¬3).\rقال الجرجاني - رحمه الله تعالى -: ((الاستسقاء: هو طلب المطر عند طول انقطاعه)) (¬4)، أي: من الله - عز وجل -.\r\rثانيًا: حكم الاستسقاء: الاستسقاء سنة مؤكدة إذا\r¬__________\r(¬1) الإعلام بفوائد عمدة الأحكام لابن الملقن، 4/ 317.\r(¬2) لسان العرب، لابن منظور، فصل السين، باب الياء، 14/ 393.\r(¬3) الشرح الممتع، لابن عثيمين، 5/ 361.\r(¬4) التعريفات، للجرجاني، فصل السين، ص39.","Part":"1","seal":"4559F826","page":5},
      {"id":12,"nass":"أجدبت الأرض وقحط المَطَر (¬1).\rقال الإمام ابن قدامة - رحمه الله تعالى -: ((صلاة الاستسقاء سنة مؤكدة ثابتة بسنة رسول الله - صلى الله عليه وسلم -، وخلفائه - رضي الله عنهم -)) (¬2).\rوقال الإمام ابن عبد البر - رحمه الله -: ((وأجمع العلماء على أن الخروج إلى الاستسقاء، والبروز، والاجتماع إلى الله - عز وجل - خارج المصر: بالدعاء، والضراعة إلى الله تبارك اسمه في نزول الغيث عند احتباس ماء السماء وتمادي القحط: سنة مسنونة سنها رسول الله - صلى الله عليه وسلم -، لا خلاف بين علماء المسلمين في ذلك (¬3)) (¬4).\r¬__________\r(¬1) قحط: يقال: قُحِط وقَحَطَ: إذا احتبس وانقطع، وأقحط الناس: إذا لم يمطروا، والقحط: الجدب؛ لأنه من أثره، [النهاية في غريب الحديث والأثر، لابن الأثير،4/ 17].\r(¬2) المغني، لابن قدامة،3/ 334،وانظر: الإحكام شرح أصول الأحكام، لابن قاسم،1/ 508.\r(¬3) التمهيد، لابن عبد البر، 17/ 172.\r(¬4) وهل يشترط لصلاة الاستسقاء إذن الإمام؛ اختُلِفَ في ذلك فقال في زاد المستقنع: ((وليس من شرطها إذن الإمام))، وقال ابن قدامة على روايتين: إحداهما لا يستحب إلا بخروج الإمام، وعنه أنهم يصلون لأنفسهم ويخطب بهم أحدهم، فعلى هذه الرواية يكون الاستسقاء مشروعًا في حق كل أحد: مقيم، ومسافر، وأهل القرى، والأعراب؛ لأنها صلاة نافلة)). المغني لابن قدامة، 3/ 346، والإنصاف مع المقنع والشرح الكبير، 5/ 435، لكن قال ابن عثيمين: ((لكن حسب العرف عندنا لا تقام صلاة الاستسقاء إلا بالإمام)).الشرح الممتع،5/ 291،وقَرَّرَ شيخنا ابن باز أنها تصلى في السفر وفي البادية وإذا لم يأمر بها الإمام، مجموع الفتاوى لابن باز،13/ 66، 85.","Part":"1","seal":"F60DAB8B","page":6},
      {"id":13,"nass":"ثالثًا: أسباب القحط وحبس المطر: معصية الله تعالى ورسوله - صلى الله عليه وسلم -؛ لحديث عبد الله بن عمرو رضي الله عنهما قال: أقبل علينا رسول الله - صلى الله عليه وسلم - فقال: ((يا معشر المهاجرين: خمس إذا ابتليتم بهن وأعوذ بالله أن تدركوهن:\rلم تظهر الفاحشة في قوم قطُّ حتى يعلنوا بها إلاَّ فشا فيهم الطاعونُ والأوجاعُ التي لم تكن مضت في أسلافهم الذين مَضَوا.\rولم ينقصوا المكيال والميزان إلا أُخذوا بالسنين وشدة المؤونة وجَوْر السلطان عليهم.\rولم يَمْنعوا زكاة أموالهم إلا مُنعوا القطرَ من السماء، ولولا البهائمُ لم يُمطروا.\rولم ينقضوا عهد الله وعهد رسوله إلا سلّط الله عليهم","Part":"1","seal":"BDFC78E5","page":7},
      {"id":14,"nass":"عدوًّا من غيرهم فأخذوا بعض ما في أيديهم.\rوما لم تحكم أئمتهم بكتاب الله ويتخيروا مما أنزل الله إلا جعل الله بأسهم بينهم)) (¬1).\rوهذا الحديث فيه من الفوائد: أن نقص المكيال والميزان سبب للجدب وشدة المؤونة وجور السلاطين، وفيه أن منع الزكاة من الأسباب الموجبة لمنع قطر السماء، وأن نزول الغيث مع وجود المعاصي إنما هو رحمة من الله تعالى للبهائم (¬2).\rوقد قال الإمام البخاري – رحمه الله – في صحيحه: ((بابُ انتقام الرب - عز وجل - من خلقه بالقحط إذا انتُهِكَتْ محارمُه)) (¬3).\rوقد جاء عن مجاهد – رحمه الله تعالى – أن البهائم تلعن عصاة بني آدم إذا أجدبت الأرض، ذكر ذلك الإمام ابن\r¬__________\r(¬1) ابن ماجه، كتاب الفتن، باب العقوبات، برقم 4019، والحاكم وصححه، ووافقه الذهبي، 4/ 540، وصححه العلامة الألباني في صحيح سنن ابن ماجه، 2/ 270، وسلسلة الأحاديث الصحيحة، 1/ 7، برقم 106.\r(¬2) نيل الأوطار، للشوكاني، 2/ 649 – 650.\r(¬3) البخاري، كتاب الاستسقاء، قبل الحديث رقم 1013.","Part":"1","seal":"7E112E83","page":8},
      {"id":15,"nass":"كثير – رحمه الله تعالى – في تفسير قول الله تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ الله وَيَلْعَنُهُمُ الَّلاعِنُونَ} (¬1).\rفقوله تعالى: {أُولَئِكَ يَلعَنُهُمُ الله وَيَلْعَنُهُمُ الَّلاعِنُونَ} قال ابن كثير: ((يعني دواب الأرض .. وقال عطاء بن أبي رباح: كل دابة، والجن، والإنس، وقال مجاهد: إذا أجدبت الأرض قالت البهائم: هذا من أجل عُصاة بني آدم، لعن الله عُصاة بني آدم. وقال أبو العالية والربيع بن أنس وقتادة: ((ويلعنهم اللاعنون)) يعني: تلعنهم الملائكة والمؤمنون، وقد جاء في الحديث أن العالم يستغفر له كل شيء حتى الحيتان في البحر (¬2)،وجاء في هذه الآية: أن كاتم العلم يلعنه الله، والملائكة، والناس أجمعون، واللاعنون أيضًا: وهو كل فصيح، وأعجمي، إما بلسان المقال، أو الحال، أن لو\r¬__________\r(¬1) سورة البقرة، الآية: 159.\r(¬2) الحديث أخرجه الترمذي، كتاب العلم، باب في فضل الفقه على العبادة، برقم 2825، وقال: ((هذا حديث حسن غريب صحيح)) وصححه العلامة الألباني في صحيح سنن الترمذي، 2/ 343.","Part":"1","seal":"1956F780","page":9},
      {"id":16,"nass":"كان له عقل ويوم القيامة والله أعلم)) (¬1).\rوقد بيّن الله - عز وجل - أن الابتعاد عن المعاصي والقيام بالواجبات من أعظم أسباب إنزال البركات، فقال تعالى: {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُواْ وَاتَّقَواْ لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالأَرْضِ وَلَكِن كَذَّبُواْ فَأَخَذْنَاهُم بِمَا كَانُواْ يَكْسِبُونَ * أَفَأَمِنَ أَهْلُ الْقُرَى أَن يَأْتِيَهُمْ بَأْسُنَا بَيَاتاً وَهُمْ نَآئِمُونَ * أَوَ أَمِنَ أَهْلُ الْقُرَى أَن يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ * أَفَأَمِنُواْ مَكْرَ الله فَلاَ يَأْمَنُ مَكْرَ الله إِلاَّ الْقَوْمُ الْخَاسِرُونَ} (¬2). ذكر الله - عز وجل - أن أهل القرى لو آمنوا بقلوبهم إيمانًا صادقًا صدَّقَتْه الأعمال، واستعملوا تقوى الله تعالى ظاهرًا وباطنًا، بترك جميع ما حرَّم الله؛ لفتح عليهم بركات السماء والأرض، فأرسل السماء عليهم مدرارًا، وأنبت لهم من الأرض ما به يعيشون وتعيش بهائمهم في أخصب عيش وأغزر رزق، من غير عناء ولا\r¬__________\r(¬1) تفسير القرآن العظيم، لابن كثير، ص137، وتفسير البغوي، 1/ 134.\r(¬2) سورة الأعراف، الآيات: 96 – 99.","Part":"1","seal":"D9AFEF37","page":10},
      {"id":17,"nass":"تعب، ولا كدٍّ ولا نَصَب، ولكنهم لم يؤمنوا ولم يتقوا،\r{فَأَخَذْنَاهُم بِمَا كَانُواْ يَكْسِبُونَ} بالعقوبات والبلايا، ونزع البركات، وكثرة الآفات، وهي بعض جزاء أعمالهم، وإلا فلو أخذهم بجميع ما كسبوا ما ترك عليها من دابة (¬1). كما قال - سبحانه وتعالى -: {وَلَوْ يُؤَاخِذُ الله النَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَكِن يُؤَخِّرُهُمْ إلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ} (¬2). وكما قال - سبحانه وتعالى -: {وَلَوْ يُؤَاخِذُ الله النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ الله كَانَ بِعِبَادِهِ بَصِيرًا} (¬3).وكما قال - عز وجل -: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ} (¬4).\rوقد أوضح الله - عز وجل - أن أهل الكتاب لو قاموا بأوامر\r¬__________\r(¬1) تيسير الكريم الرحمن، للسعدي، ص298، 238.\r(¬2) سورة النحل، الآية: 61.\r(¬3) سورة فاطر، الآية: 45.\r(¬4) سورة الروم، الآية: 41.","Part":"1","seal":"63F006B3","page":11},
      {"id":18,"nass":"التوراة والإنجيل وابتعدوا عن نواهيهما، لأدرّ الله عليهم الرزق، ولأمطر عليهم السماء وأنبت لهم الأرض (¬1)، فقال تعالى: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُواْ وَاتَّقَوْاْ لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلأدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ * وَلَوْ أَنَّهُمْ أَقَامُواْ التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيهِم مِّن رَّبِّهِمْ لأكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ وَكَثِيرٌ مِّنْهُمْ سَاءَ مَا يَعْمَلُونَ} (¬2).\rولا شك أن الناس قد يحرمون الأرزاق بالذنوب يصيبونها؛ لأن من لم يتق الله لا يجعل الله له مخرجًا ولا يرزقه من حيث لا يحتسب، وما استجلب رزق بمثل ترك المعاصي (¬3)؛ لمفهوم قول الله تعالى: {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ} (¬4).\r¬__________\r(¬1) تيسير الكريم الرحمن للسعدي، ص238.\r(¬2) سورة المائدة، الآيتان: 65، 66.\r(¬3) الجواب الكافي، لابن القيم، ص104.\r(¬4) سورة الطلاق، الآيتان: 2، 3.","Part":"1","seal":"DD85C843","page":12},
      {"id":19,"nass":"ومعلوم أن المعاصي تُزيل النعم وتُحِلُّ النقم، فما زالت عن العبد نعمة إلا بذنب، ولا حلَّت به نقمة إلا بذنب، كما ذُكِرَ عن علي بن أبي طالب - رضي الله عنه - أنه قال: ((ما نزل بلاء إلا بذنب، ولا رُفع إلا بتوبة)) (¬1)،قال الله - عز وجل -: {وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ} (¬2)، وقال - عز وجل -: {ذَلِكَ بِأَنَّ الله لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنفُسِهِمْ وَأَنَّ الله سَمِيعٌ عَلِيمٌ} (¬3)، فلا يغيِّر الله تعالى نعمته التي أنعم بها على أحد حتى يكون هو الذي يُغَيِّرُ ما بنفسه، فيغير طاعة الله بمعصيته، وشكره بكفره، وأسباب رضاه بأسباب سخطه، فإذا غيَّر غُيِّر عليه جزاءً وفاقًا، وما ربُّك بظلام للعبيد.\rفإن غيَّر المعصية بالطاعة غيَّر الله عليه العقوبة بالعافية، والذلّ بالعزّ، قال الله تعالى: {إِنَّ الله لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى\r¬__________\r(¬1) الجواب الكافي لابن القيم، ص142.\r(¬2) سورة الشورى، الآية: 30.\r(¬3) سورة الأنفال، الآية: 53.","Part":"1","seal":"D3E99902","page":13},
      {"id":20,"nass":"يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ الله بِقَوْمٍ سُوءًا فَلاَ مَرَدَّ لَهُ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ} (¬1).\rولقد أحسن القائل:\rإذا كنت في نعمة فارعها ... فإن المعاصي تزيل النعم\rوحطها بطاعة رب العباد ... فربُّ العباد سريع النقم (¬2)\r\rرابعًا: أنواع الاستسقاء: الاستسقاء أنواع على النحو الآتي:\rالنوع الأول: الاستسقاء بصلاة جماعة أو فرادى (¬3) على ما يأتي تفصيله، وهو أكملها، وصلاته - صلى الله عليه وسلم - مستفيضة في الصحاح وغيرها، واتفق فقهاء الأمصار على هذا النوع (¬4).\rالنوع الثاني: استسقاء الإمام يوم الجمعة في خطبتها،\r¬__________\r(¬1) سورة الرعد، الآية: 11.\r(¬2) الجواب الكافي، لابن القيم، ص142.\r(¬3) قال الإمام ابن الملقن في الإعلام بفوائد عمدة الأحكام، 4/ 317: ((واعلم أن الاستسقاء أنواع: الأول: الدعاء بلا صلاة ولا خلف صلاة، وأوسطها الدعاء خلف الصلوات وفي خطبة الجمعة، والاستسقاء بركعتين وخطبتين، والثاني أفضل من الأول، والثالث أكمل الكل وخالف فيه أبو حنيفة ... )).\r(¬4) الإحكام شرح أصول الأحكام، لابن قاسم، 1/ 504، والاستسقاء: سننه وآدابه، للشيخ عبد الوهاب بن عبد العزيز الزيد، ص31.","Part":"1","seal":"2C00A011","page":14},
      {"id":21,"nass":"كما فعل النبي - صلى الله عليه وسلم -، واستفاض عنه من غير وجه، وهذا النوع مستحب اتفاقًا، واستمر عمل المسلمين عليه (¬1)؛ لحديث أنس بن مالك - رضي الله عنه - قال: أصابت الناس سنة على عهد النبي - صلى الله عليه وسلم -، فبينما النبي - صلى الله عليه وسلم - يخطب في يوم جمعة فقام أعرابي فقال: يا رسول الله، هلك المال، وجاع العيال فادع الله لنا، فرفع رسول الله - صلى الله عليه وسلم - يديه ثم قال: ((اللهم أغثنا، اللهم أغثنا، اللهم أغثنا))، وفي لفظ للبخاري: ((اللهم اسقنا، اللهم اسقنا، اللهم اسقنا))، قال أنس: ولا والله ما نرى في السماء من سحاب، ولا قزعة (¬2) ولا شيئًا، وما بيننا وبين سَلْع (¬3) من بيتٍ ولا دار، قال: فطلعت من ورائه سحابة مثل الترس (¬4)، فلما توسطت السماء انتشرت ثم أمطرت، قال: والله ما رأينا الشمس سبتًا (¬5) ... ((وفي\r¬__________\r(¬1) الإحكام شرح أصول الأحكام، لابن قاسم، 1/ 504.\r(¬2) قزعة: قطعة من سحاب. المفهم لِمَا أشكل من تلخيص كتاب مسلم للقرطبي،2/ 543.\r(¬3) سَلْع: جبل بالمدينة.\r(¬4) الترس: أي تشبه السحابة الترس في كثافتها واستدارتها. المرجع السابق، 2/ 543.\r(¬5) سبتًا: أي من سبت إلى سبت، المرجع السابق، 2/ 543.","Part":"1","seal":"2AD662B2","page":15},
      {"id":22,"nass":"لفظ للبخاري: ((أصابت الناس سنة على عهد النبي - صلى الله عليه وسلم -، فبينما النبي - صلى الله عليه وسلم - يخطب في يوم الجمعة فقام أعرابي فقال: يا رسول الله هلك المال، وجاع العيال، فادع الله لنا، فرفع يديه وما نرى في السماء قزعة، فوالذي نفسي بيده ما وضعهما حتى ثار السحاب أمثال الجبال، ثم لم ينزل عن منبره حتى رأيت المطر يتحدر على لحيته فمطرنا يومنا ذلك ومن الغد، ومن بعد الغد والذي يليه حتى الجمعة الأخرى، وقام ذلك الأعرابي أو قال غيره فقال: يا رسول الله! تهدَّم البناء، وغرق المال، فادع الله لنا، فرفع يديه فقال: ((اللهمَّ حَوَالَينا ولا علينا))، فما يشير بيده إلى ناحية من السحاب إلا انفرجت، وصارت المدينة مِثْلَ الجَوْبة (¬1)، وسال الوادي قناة شهرًا (¬2) ولم يجئ أحد من ناحية إلا حدَّث بالجود))، وفي لفظ: ((ثم دخل رجل من ذلك الباب في الجمعة المقبلة ورسول الله - صلى الله عليه وسلم - قائم يخطب\r¬__________\r(¬1) الجوبة: الفجوة بين البيوت، المفهم للقرطبي، 2/ 545.\r(¬2) قناة: اسم واد من أودية المدينة، وكأنه سُمي مكانه: قناة وقد جاء في غير كتاب مسلم: ((وسال وادي قناة شهرًا)) على الإضافة، المرجع السابق، 2/ 545.","Part":"1","seal":"D280167D","page":16},
      {"id":23,"nass":"فاستقبله قائمًا فقال: يا رسول الله، هلكت الأموال وانقطعت السبل فادع الله يمسكها عنا، فتبسم النبي - صلى الله عليه وسلم -، [وفي لفظ فضحك] قال: فرفع رسول الله - صلى الله عليه وسلم - يديه ثم قال: ((اللهم حوالينا ولا علينا، اللهم على الآكام (¬1)، والجبال، والظِّراب (¬2) وبطون الأودية، ومنابت الشجر)) قال: فانقطعت وخرجنا نمشي في الشمس)) (¬3).\r\rالنوع الثالث: الدعاء عقب الصلوات وفي الخلوات، ولا نزاع في جواز الاستسقاء بالدعاء بلا صلاة)) (¬4).\r¬__________\r(¬1) الآكام: جمع أكمة: وهي دون الجبال، وقال الخليل: الأكمة: هي تلٌّ، المفهم للقرطبي، 2/ 544.\r(¬2) الظراب: الروابي، واحدتها ظرب، قال الخليل: الأكمة أعلى من الرابية، المفهم للقرطبي، 2/ 544،والظراب: صغار الجبال والتلال، جامع الأصول لابن الأثير، 6/ 203.\r(¬3) متفق عليه: البخاري، كتاب الجمعة، باب الاستسقاء في الخطبة يوم الجمعة، برقم 933، وكتاب الاستسقاء، باب الاستسقاء في المسجد الجامع، برقم 1013، وباب الدعاء إذا كثر المطر: حوالينا ولا علينا، برقم 1021، وكتاب الأدب، باب التبسم والضحك، برقم 6093، ومسلم، كتاب الاستسقاء، باب الدعاء في الاستسقاء، برقم 897.\r(¬4) انظر: شرح النووي على صحيح مسلم، 6/ 439، والإنصاف مع الشرح الكبير،\r5/ 436،والمغني لابن قدامة، 3/ 348، والإحكام شرح أصول الأحكام 8/ 505.","Part":"1","seal":"F4BA5533","page":17},
      {"id":24,"nass":"وقد ذكر الإمام ابن القيم - رحمه الله تعالى - أن النبي - صلى الله عليه وسلم - استسقى على وجوه:\rالوجه الأول: يوم الجمعة على المنبر (¬1).\rالوجه الثاني: أنه - صلى الله عليه وسلم - وعد الناس يومًا يخرجون فيه إلى المصلى، فخرج إلى المصلى فاستسقى فاستقبل القبلة، وحوَّل رداءه، وصلى ركعتين (¬2).\rالوجه الثالث: أنه استسقى على منبر المدينة استسقاء مجردًا في غير يوم جمعة، ولم يحفظ عنه في هذا اليوم صلاة (¬3).\rالوجه الرابع: أنه استسقى وهو جالس في المسجد فرفع يديه ودعا الله - عز وجل -، فَحُفِظَ من دعائه: ((اللهم اسقنا\r¬__________\r(¬1) لحديث أنس، عند البخاري برقم 933، ومسلم برقم 897، وتقدم تخريجه.\r(¬2) البخاري، كتاب الاستسقاء، باب الاستسقاء وخروج النبي - صلى الله عليه وسلم - في الاستسقاء، برقم 1005،ولفظه في باب سؤال الناس الإمام الاستسقاء إذا قحطوا: ((أن النبي - صلى الله عليه وسلم - خرج إلى المصلى فاستسقى، فاستقبل القبلة، وحول رداءه، وصلى ركعتين)) برقم 1012.\r(¬3) انظر: سنن ابن ماجه، كتاب إقامة الصلاة، باب ما جاء في الدعاء في الاستسقاء، برقم 1270، وضعفه الألباني في ضعيف سنن ابن ماجه، برقم 1286، وإرواء الغليل، 1/ 145.","Part":"1","seal":"DEFB0AD1","page":18},
      {"id":25,"nass":"غيثًا مغيثًا مريئًا (¬1)، مريعًا (¬2)، طبقًا (¬3)، عاجلاً غير رائث (¬4)، نافعًا غي ضار)) (¬5).\r\rالوجه الخامس: أنه استسقى عند أحجار الزيت قريبًا من الزوراء، وهي خارج باب المسجد الذي يُدعى اليوم باب السلام، نحو قذفة حجر، ينعطف عن يمين الخارج من المسجد (¬6).\rالوجه السادس: أنه - صلى الله عليه وسلم - استسقى في بعض غزواته، لَمَّا سبقه\r¬__________\r(¬1) مريئًا: المري الذي يمرئ، يقال: مرأني الطعام وأمرأني، قال الفراء: يقال: هنأني الطعام، ومرأني، فإذا أتبعوها: ((هنأني)) قالوا: مرأني بغير ألف، فإذا أفردوها قالوا: أمرأني. جامع الأصول، لابن الأثير، 6/ 211.\r(¬2) مريعًا: يروى على وجهين: بالباء والياء، فمن رواه بالياء جعله من المراعة وهي الخصب، يقال منه: مرع المكان: إذا أخصب فهو مريع، بوزن قتيل، ومن رواه بالباء، فمعناه: منبتًا للربيع، يقال: أربع الغيث يُربع فهو مربع بوزن مُكرم. جامع الأصول، لابن الأثير، 6/ 211.\r(¬3) طبقًا: أي مائلاً إلى الأرض مغطيًا، يقال: غيث طبق: أي عام واسع.\r(¬4) رائث: أي غير بطيء متأخر. جامع الأصول لابن الأثير، 1/ 211.\r(¬5) أبو داود، كتاب الصلاة، باب رفع اليدين في الاستسقاء، برقم 1169، وصححه الألباني في صحيح سنن أبي داود، برقم 1169.\r(¬6) أبو داود، كتاب الصلاة، باب رفع اليدين في الاستسقاء، برقم 1168، وصححه الألباني في صحيح سنن أبي داود، برقم 1168.","Part":"1","seal":"94240524","page":19},
      {"id":26,"nass":"المشركون إلى الماء (¬1)،وأُغيث - صلى الله عليه وسلم - في كل مرَّة استسقى فيها (¬2).\r\rخامسًا: آداب الاستسقاء كثيرة ومهمة، ومنها:\r1 - إذا أصاب الناس قحط لجؤوا إلى الله تعالى وصلوا صلاة الاستسقاء؛ لحديث عائشة رضي الله عنها قالت: شكا الناس إلى رسول الله - صلى الله عليه وسلم - قحوط المطر، فأمر بمنبر فَوُضِعَ له في المصلى ووعد الناس يومًا يخرجون فيه، قالت عائشة: فخرج رسول الله - صلى الله عليه وسلم - حين بدا حاجب الشمس فقعد على المنبر، فكبَّر - صلى الله عليه وسلم -، وحمد الله - عز وجل - ثم قال: ((إنكم شكوتم جدب دياركم، واستئخار المطر عن إبَّان (¬3) زمانه عنكم، وقد أمركم الله - عز وجل - أن تدعوه ووعدكم أن يستجيب لكم)) ثم قال: ((الحمد لله رب العالمين، الرحمن الرحيم، ملك يوم الدين، لا إله إلا الله يفعل ما يريد، اللهم أنت الله لا إله إلا أنت الغني ونحن الفقراء، أنزل\r¬__________\r(¬1) زاد المعاد، لابن القيم، 1/ 458.\r(¬2) المرجع السابق، 1/ 459.\r(¬3) إبَّان: إبان الشيء: وقته وأوانه. جامع الأصول لابن الأثير، 6/ 205.","Part":"1","seal":"0998D87B","page":20},
      {"id":27,"nass":"علينا الغيث، واجعل ما أنزلت لنا قوةً وبلاغًا (¬1) إلى حين))،ثم رفع يديه فلم يزل في الرفع حتى بدا بياض إبطيه، ثم حَوَّلَ إلى الناس ظهره، وقلب – أو حوَّلَ – رداءه وهو رافع يديه، ثم أقبل على الناس ونزل فصلى ركعتين، فأنشأ الله سحابة، فرعدت وبرقت، ثم أمطرت بإذن الله، فلم يأت مسجده حتى سالت السيول، فلما رأى سرعتهم إلى الكِنِّ (¬2) ضحك - صلى الله عليه وسلم - حتى بدت نواجذه، فقال: ((أشهد أن الله على كل شيء قدير، وأني عبد الله ورسوله)) (¬3).\r\r2 - موعظة الإمام الناس، وأمرهم بتقوى الله تعالى، والخروج عن المظالم، والتوبة من المعاصي، وتحليل بعضهم بعضًا، والصيام والصدقة، وترك التشاحن؛ لأن المعاصي سبب القحط، والتقوى سبب البركات (¬4)، وقد\r¬__________\r(¬1) بلاغًا: البلاغ: ما يتبلغ به ويتوصل به إلى الشيء المطلوب. جامع الأصول،6/ 205.\r(¬2) الكنُّ: ما يرد الحر والبرد من الأبنية والمساكن. جامع الأصول، 6/ 205.\r(¬3) أبو داود، كتاب الاستسقاء، باب رفع اليدين في الاستسقاء، برقم 1173، وحسنه الألباني في صحيح سنن أبي داود، برقم 1173.\r(¬4) المغني، لابن قدامة، 3/ 335، والكافي، لابن قدامة أيضًا، 1/ 535.","Part":"1","seal":"F4323CCA","page":21},
      {"id":28,"nass":"كتب عمر بن عبد العزيز إلى ميمون بن مهران: ((إني كتبت إلى أهل الأمصار أن يخرجوا يوم كذا من شهر كذا؛ ليستسقوا، ومن استطاع أن يصوم ويتصدق؛ فليفعل؛ فإن الله يقول: {قَدْ أَفْلَحَ مَن تَزَكَّى * وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} (¬1)، وقولوا كما قال أبواكم: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} (¬2)، وقولوا كما قال نوح: {وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ} (¬3)، وقولوا كما قال موسى: {إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} (¬4)، وقولوا كما قال يونس: {لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} (¬5).\r\r3 - يَعِدُ الإمام الناس يومًا يخرجون فيه؛ لحديث عائشة رضي الله عنها: ((شكا الناس إلى رسول الله - صلى الله عليه وسلم - قحوط\r¬__________\r(¬1) سورة الأعلى، الآيتان: 14، 15.\r(¬2) سورة الأعراف، الآية: 23.\r(¬3) سورة هود، الآية: 47.\r(¬4) سورة القصص، الآية: 16.\r(¬5) أخرجه عبد الرزاق عن ابن عيينة، عن جعفر بن برقان،3/ 87،قال الشيخ عبدالوهاب بن عبد العزيز الزيد في رسالته: الاستسقاء: سننه وآدابه: ((وإسناده صحيح))، ص40.","Part":"1","seal":"F5E576D4","page":22},
      {"id":29,"nass":"المطر، فأمر بمنبر فَوُضعَ له في المصلى ووعد الناس يومًا يخرجوا فيه ... )) (¬1)، والله - عز وجل - الموفق والمعين (¬2).\r\r4 - وقت خروج الناس إلى الاستسقاء: الأفضل أن تُصلَّى صلاة الاستسقاء في وقت صلاة العيد؛ لحديث عائشة رضي الله عنها وفيه: (( ... فخرج رسول الله - صلى الله عليه وسلم - حين بدا حاجب الشمس فقعد على المنبر .. )) (¬3)، هذا هو الأفضل، وليس لصلاة الاستسقاء وقت معين لا تصح إلا فيه، إلا أنها لا تُصلَّى في وقت النهي بغير خلاف؛ لأن وقتها متسع فلا حاجة إلى فعلها في وقت النهي، والأولى فعلها في وقت العيد؛ لحديث عائشة رضي الله عنها المذكور آنفًا؛ ولأنها تشبهها في الموضع والصفة فكذلك في الوقت، إلا أن وقتها لا يفوت بزوال الشمس؛ لأنها ليس لها يوم معين فلا يكون لها وقت معين (¬4)،وقال ابن عبد البر –رحمه الله -: ((والخروج إلى\r¬__________\r(¬1) أبو داود، برقم 1173، وتقدم تخريجه في آداب الاستسقاء.\r(¬2) انظر: المغني لابن قدامة، 3/ 335.\r(¬3) أبو داود، برقم 1173، وتقدم تخريجه في آداب الاستسقاء.\r(¬4) المغني لابن قدامة، 3/ 327 – 328.","Part":"1","seal":"908B36EB","page":23},
      {"id":30,"nass":"الاستسقاء في وقت خروج الناس إلى العيد عند جماعة العلماء، إلا أبا بكر بن محمد بن عمرو بن حزم؛ فإنه قال: الخروج إليها عند زوال الشمس)) (¬1).\r\r5 - تُصلى صلاة الاستسقاء في الصحراء، وهذا هو الأفضل؛ لأن النبي - صلى الله عليه وسلم - صلاها في الصحراء كصلاة العيد (¬2)؛لحديث عائشة رضي الله عنها قالت: ((شكا الناس إلى رسول الله - صلى الله عليه وسلم - قحوط المطر، فأمر بمنبر فوضع له في المصلى ووعد الناس يومًا يخرجون فيه ... )) (¬3)؛ولحديث عبد الله بن زيد المازني - رضي الله عنه - قال: خرج رسول الله - صلى الله عليه وسلم - إلى المصلى فاستسقى فاستقبل القبلة، [فجعل إلى الناس ظهره يدعو الله]، وحوّل رداءه حين استقبل القبلة ثم صلى ركعتين يجهر فيهما بالقراءة)) (¬4).\r¬__________\r(¬1) التمهيد لابن عبد البر، 17/ 175.\r(¬2) المغني، لابن قدامة، 3/ 334، والكافي له، 1/ 533، والروض المربع، 2/ 541.\r(¬3) أبو داود، برقم 1173، وتقدم تخريجه في آداب الاستسقاء.\r(¬4) متفق عليه: البخاري، كتاب الاستسقاء، باب الاستسقاء، وخروج النبي - صلى الله عليه وسلم - في الاستسقاء، برقم 1005، وباب تحويل الرداء في الاستسقاء، برقم 1011، ورقم 1012، وباب الدعاء في الاستسقاء قائمًا، برقم 1023، وباب الجهر بالقراءة في الاستسقاء، برقم 1024، وباب كيف حوّل النبي - صلى الله عليه وسلم - ظهره إلى الناس، برقم 1025، وباب صلاة الاستسقاء ركعتين، برقم 1026، وباب الاستسقاء في المصلى، برقم 1027،وباب استقبال القبلة في الاستسقاء، برقم 1028،ومسلم، كتاب الاستسقاء، باب كتاب صلاة الاستسقاء، برقم 894.","Part":"1","seal":"B6EFEBF0","page":24},
      {"id":31,"nass":"6 - يخرج الإمام والناس في تواضعٍ، وتبذّلٍ وتخشّعٍ، وتضرّعٍ؛ لحديث ابن عباس رضي الله عنهما – فعن إسحاق بن عبد الله بن كِنانة قال: أرسلني الوليد بن عقبة – وكان أمير المدينة – إلى ابن عباس أسأله عن صلاة رسول الله - صلى الله عليه وسلم - في الاستسقاء، فقال ابن عباس رضي الله عنهما: ما منعه أن يسألني؟ [ثم قال ابن عباس رضي الله عنهما]: خرج رسول الله - صلى الله عليه وسلم - مُتبذِّلا (¬1)، متواضعًا، متضرِّعًا (¬2)، [متخشِّعًا، مترسِّلاً] (¬3) حتى أتى المصلى، ولم يخطب كخطبتكم هذه، ولكن لم يزل في الدعاء، والتضرع، والتكبير، ثم صلى ركعتين كما\r¬__________\r(¬1) متبذلاً: التبذل: ترك التزين والتهيؤ بالهيئة الحسنة الجميلة. جامع الأصول، لابن الأثير، 6/ 192.\r(¬2) متضرعًا: التضرع: المبالغة في السؤال والرغبة. جامع الأصول، 6/ 192.\r(¬3) مترسلاً: يقال: ترسل الرجل في كلامه ومشيه إذا لم يعجل.","Part":"1","seal":"517A55AB","page":25},
      {"id":32,"nass":"كان يصلي في العيد)) (¬1).\r\r7 - خروج الصبيان والنساء في الاستسقاء لا بأس به بشروطه، قال الإمام ابن قدامة – رحمه الله تعالى -: ((ويستحب الخروج لكافة الناس، وخروج من كان ذا دين، وستر وصلاح، والشيوخ أشد استحبابًا؛ لأنه أسرع للإجابة، فأما النساء فلا بأس بخروج العجائز ومن لا هيئة لها، فأما الشواب وذوات الهيئة فلا يستحب لهن الخروج؛ لأن الضرر في خروجهن أكثر من النفع، ولا يستحب إخراج البهائم؛ لأن النبي - صلى الله عليه وسلم - لم يفعله)) (¬2).\r8 - لا أذان ولا إقامة لصلاة الاستسقاء؛ لحديث عبد الله بن يزيد الأنصاري، قال أبو إسحاق: خرج عبد الله بن يزيد\r¬__________\r(¬1) أبو داود، كتاب الصلاة، باب جُمّاع أبواب صلاة الاستسقاء، وتفريعها، برقم 1165، والترمذي، كتاب الجمعة، باب ما جاء في صلاة الاستسقاء، برقم 558، والنسائي، كتاب الاستسقاء، باب الحال التي يستحب للإمام أن يكون عليها إذا خرج، برقم 1505، وباب جلوس الإمام على المنبر للاستسقاء، برقم 1507، وابن ماجه، كتاب إقامة الصلاة والسنة فيها، باب ما جاء في صلاة الاستسقاء، برقم 1281، وحسنه الألباني في صحيح سنن النسائي، 1/ 486، وفي غيره.\r(¬2) المغني، لابن قدامة، 3/ 335، والكافي له، 1/ 535.","Part":"1","seal":"AC72E3A2","page":26},
      {"id":33,"nass":"الأنصاري، وخرج معه البراء بن عازب، وزيد بن أرقم - رضي الله عنهم - فاستسقى فقام بهم على رجليه، على غير منبر، فاستسقى فقام بهم على رجليه، على غير منبر، فاستسقى ثم صلى ركعتين يجهر بالقراءة ولم يؤذن ولم يقم، قال أبو إسحاق: ورأى عبد الله بن يزيد النبي - صلى الله عليه وسلم -)) (¬1)، وقال حارثة بن مضرب العبدي: ((خرجنا مع أبي موسى نستسقي فصلى بنا ركعتين من غير أذان ولا إقامة)) (¬2)، قال الإمام ابن قدامة – رحمه الله -: ((ولا يسن لها أذان ولا إقامة، ولا نعلم فيه خلافًا)) (¬3).\r\r9 - الاستسقاء بدعاء الصالحين سُنَّة؛ لحديث ابن عمر رضي الله عنهما قال: ((ربما ذكرت قول الشاعر وأنا أنظر إلى وجه النبي - صلى الله عليه وسلم - يستسقي فما ينزل حتى يجيش كل ميزاب:\rوأبيض يُستسقى الغمام بوجهه ... ثِمالُ (¬4) اليتامى عصمةً للأرامل\r¬__________\r(¬1) البخاري، كتاب الاستسقاء، باب الدعاء في الاستسقاء قائمًا، برقم 1022.\r(¬2) ابن أبي شيبة، 2/ 221.\r(¬3) المغني لابن قدامة، 3/ 337.\r(¬4) ((ثِمالُ)) أي: غياث.","Part":"1","seal":"39E0DE06","page":27},
      {"id":34,"nass":"وهو قول أبي طالب (¬1).\rوعن أنس - رضي الله عنه - أن عمر بن الخطاب - رضي الله عنه - كان إذا قحطوا استسقى بالعباس بن عبد المطلب، فقال: اللهم إنا كنا نتوسل إليك بنبينا - صلى الله عليه وسلم - فتسقينا، وإنا نتوسل إليك بعمِّ نبينا فاسقنا، قال: فيسقون)) (¬2).\rوالمعنى أنهم كانوا يستسقون بدعاء النبي - صلى الله عليه وسلم - كما تقدم في حديث أنس - رضي الله عنه - حينما قال رجل: يا رسول الله: هلك المال، وجاع العيال، فادع الله لنا، فرفع رسول الله - صلى الله عليه وسلم - يديه ثم قال: ((اللهم أغثنا، اللهم أغثنا، اللهم أغثنا)) فنزل المطر بإذن الله - عز وجل - (¬3)، وعندما توفي رسول الله - صلى الله عليه وسلم - وقحط الناس استسقى عمر - رضي الله عنه - بعمِّ رسول الله - صلى الله عليه وسلم - العباس بن عبد المطلب - رضي الله عنه - في حياته، وذلك بأن يدعو الله لهم.\rوعلى هذا كان المسلمون وأئمتهم يستسقون بدعاء\r¬__________\r(¬1) البخاري، كتاب الاستسقاء، باب سؤال الناس الإمام الاستسقاء إذا قحطوا، برقم 1008، ورقم 1009.\r(¬2) البخاري، كتاب الاستسقاء، باب سؤال الناس الإمام الاستسقاء إذا قحطوا، برقم 1010.\r(¬3) متفق عليه: البخاري، برقم 933، ومسلم، برقم 897، وتقدم تخريجه في أنواع الاستسقاء.","Part":"1","seal":"4090D494","page":28},
      {"id":35,"nass":"الصالحين في حياتهم، قال الإمام ابن قدامة - رحمه الله -: ((ويستحب أن يستسقي الإمام بمن ظهر صلاحه؛ لأن عمر - رضي الله عنه - استسقى بالعباس عم رسول الله - صلى الله عليه وسلم -، واستسقى معاوية والضحاك بيزيد بن الأسود الجرشي)) (¬1).\r\rسادسًا: كيفية صلاة الاستسقاء: كصلاة العيد؛ لحديث ابن عباس رضي الله عنهما قال: (( ... خرج رسول الله - صلى الله عليه وسلم - متبذِّلاً، متواضعًا، متضرعًا، متخشِّعًا، مترسِّلاً، حتى أتى المصلى ولم يخطب كخطبتكم هذه (¬2)، ولكن لم يزل في الدعاء، والتضرع، والتكبير، ثم صلى ركعتين كما كان يصلي في العيد)) (¬3).\rوهذا يؤكد قول الجمهور أن صلاة الاستسقاء تُصلَّى كما تُصلَّى صلاة العيد: في العدد، والجهر بالقراءة، والتكبيرات،\r¬__________\r(¬1) الكافي، لابن قدامة، 1/ 535، والمغني له، 3/ 346.\r(¬2) قوله: ((ولم يخطب كخطبتكم هذه)) المعنى نفي للصفة لا لأصل الخطبة: أي لم يخطب كخطبتكم هذه إنما كان جل خطبته الدعاء والتضرع ... )).المغني لابن قدامة، 3/ 339.\r(¬3) أبو داود، برقم 1165، والترمذي، برقم 558، والنسائي برقم 1505، 1507، وابن ماجه، برقم 1281، وغيرهم، وتقدم تخريجه في آداب الاستسقاء.","Part":"1","seal":"043425B0","page":29},
      {"id":36,"nass":"وجواز الخطبة في الاستسقاء بعد الصلاة؛ لأنها في معناها إلا أنه لا وقت لصلاة الاستسقاء، ولكنها لا تفعل في وقت النهي بلا خلاف (¬1)، والأفضل أن تُصلّى في وقت صلاة العيد (¬2)؛ لحديث عائشة رضي الله عنها وغيره (¬3).\r¬__________\r(¬1) انظر: الإنصاف للمرداوي مع المقنع والشرح الكبير،5/ 411،والمغني، لابن قدامة، 3/ 335، والكافي له، 1/ 533، والروض المربع مع حاشية ابن قاسم، 2/ 541.\r(¬2) انظر: في صفة صلاة العيد بالتفصيل ما تقدم في صلاة العيدين ((صفة صلاة العيد)).\r(¬3) اختلف العلماء رحمهم الله تعالى في صفة صلاة الاستسقاء، وهل تقدم على الخطبة أو تؤخر عنها: وقد ذكر الإمام ابن قدامة رحمه الله: أنه لا يعلم بين القائلين بصلاة الاستسقاء خلافًا في أنها ركعتان، وأن الرواية قد اختلفت في صفتها. فروي أنه يكبر فيهما تكبيرات العيد: سبعًا في الأولى، وخمسًا في الثانية، قال: وهو قول: سعيد بن المسيب، وعمر بن عبد العزيز، وأبي بكر محمد بن عمر بن حزم، وداود، والشافعي، وحكي عن ابن عباس؛ لقول ابن عباس رضي الله عنهما: ((وصلى ركعتين كما كان يصلي في العيد))، وروى جعفر بن محمد عن أبيه أن النبي - صلى الله عليه وسلم -، وأبا بكر، وعمر، كانوا يصلون صلاة الاستسقاء يكبرون فيها: سبعًا وخمسًا [أخرجه عبد الرزاق في باب الاستسقاء مع كتاب الصلاة، في المصنف، 3/ 85] قال ابن قدامة – رحمه الله -: ((والرواية الثانية أنه يصلي ركعتين كصلاة التطوع، وهو مذهب مالك، والأوزاعي، وأبي ثور، وإسحاق؛ لأن عبد الله بن زيد قال: ((خرج النبي - صلى الله عليه وسلم - إلى المصلى فاستقبل القبلة وحول رداءه، وصلى ركعتين)) وفي لفظ: ((استسقى فصلى ركعتين وقلب رداءه)) [متفق عليه: البخاري، برقم 1012، ورقم 1026، ومسلم، برقم 894] ولم يذكر التكبير، وظاهره أنه لم يكبر، وهذا ظاهر كلام الخرقي، وكيفما فعل كان جائزًا حسنًا.\r* وقال أبو حنيفة: لا تسن صلاة الاستسقاء ولا الخروج لها؛ لأن النبي - صلى الله عليه وسلم - استسقى على المنبر يوم الجمعة، ولم يصلِّ لها، واستسقى عمر بالعباس ولم يصلِّ، وليس هذا بشيء؛ فإنه قد ثبت بما رواه عبد الله بن زيد وابن عباس، وأبو هريرة، أنه خرج - صلى الله عليه وسلم -، وصلى، وما ذكروه لا يعارض ما رووه؛ لأنه يجوز الدعاء بغير صلاة، وفعل النبي - صلى الله عليه وسلم - لِمَا ذكروه لا يمنع فعل ما ذكرناه، بل قد فعل النبي - صلى الله عليه وسلم - الأمرين، قال ابن المنذر: ثبت أن النبي - صلى الله عليه وسلم - صلى صلاة الاستسقاء وخطب، وبه قال عوامُّ أهل العلم إلا أبا حنيفة، وخالفه أبو يوسف ومحمد بن الحسن، فوافقا سائر العلماء، والسنة يستغنى بها عن كل قول، ويسن أن يجهر بالقراءة؛ لِمَا روى عبد الله بن زيد قال: خرج رسول الله - صلى الله عليه وسلم - إلى المصلى فاستسقى فاستقبل القبلة [فجعل إلى الناس ظهره يدعو الله] وحول رداءه حين استقبل القبلة، ثم صلى ركعتين يجهر فيهما بالقراءة)) [متفق عليه: البخاري، برقم 1005، ورقم 1011، ورقم 1012، ورقم 1023، ورقم 1024، ورقم 1025، ورقم 1026، ورقم 1027، ورقم 1028، ومسلم، برقم 894] وإن قرأ فيهما بـ {سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى}، و {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ} فحسن؛ لقول ابن عباس رضي الله عنهما: صلّى ركعتين كما كان يصلي في العيد [رواه أهل السنن وتقدم تخريجه] [المغني لابن قدامة، 3/ 335 - 337 ببعض التصرف].\r* وقال الإمام النووي رحمه الله: ((أجمع العلماء على أن للاستسقاء سنة، واختلفوا هل تسن له صلاة أم لا، فقال أبو حنيفة: لا تسن له صلاة، بل يستسقى بالدعاء بلا صلاة، وقال سائر العلماء من السلف والخلف: الصحابة والتابعون فمن بعدهم تسن الصلاة، ولم يخالف فيه إلا أبو حنيفة، وتعلق بأحاديث الاستسقاء التي ليس فيها صلاة، واحتج الجمهور بالأحاديث الثابتة في الصحيحين وغيرهما أن رسول الله - صلى الله عليه وسلم - صلى للاستسقاء ركعتين، وأما الأحاديث التي ليس فيها ذكر الصلاة فبعضها محمول على نسيان الراوي، وبعضها كان في الخطبة للجمعة، ويتعقبه الصلاة للجمعة فاكتفى بها ولو لم يصلِّ أصلاً كان بيانًا لجواز الاستسقاء بالدعاء بلا صلاة، ولا خلاف في جوازه، وتكون الأحاديث المثبتة للصلاة مقدمة؛ لأنها زيادة علم، ولا معارضة بينهما، قال أصحابنا: الاستسقاء ثلاثة أنواع: أحدها الاستسقاء بالدعاء من غير صلاة، الثاني: الاستسقاء في خطبة الجمعة أو في أثر صلاة مفروضة وهو أفضل من النوع الذي قبله، والثالث: وهو أكملها أن يكون بصلاة ركعتين وخطبتين، ويتأهب قبله بصدقة، وصيام، وتوبة، وإقبال على الخير، ومجانبة الشر، ونحو ذلك من طاعة الله تعالى)) [شرح النووي على صحيح مسلم، 6/ 439].\r* وقد قال الإمام القرطبي رحمه الله: ((حديث عبد الله بن زيد يقتضي أن سنة الاستسقاء: الخروج إلى المصلى، والخطبة، والصلاة، وبذلك قال جمهور العلماء ... )) [المفهم للقرطبي، 2/ 538]. وانظر في صفة صلاة العيد أيضًا: [فتح الباري، لابن حجر، 2/ 499 - 501، والإعلام بفوائد عمدة الأحكام، لابن الملقن، 4/ 319 - 323، والمفهم للقرطبي، 2/ 539، ونيل الأوطار للشوكاني، 2/ 654].","Part":"1","seal":"6906E513","page":30},
      {"id":37,"nass":"سابعًا: خطبة الاستسقاء سُنَّة؛ لحديث عائشة رضي الله عنها قالت: شكا الناس إلى رسول الله - صلى الله عليه وسلم - قحوط المطر فأمر بمنبر فَوُضِعَ له في المُصلَّى، ووعد الناس يومًا يخرجون فيه، قالت عائشة رضي الله عنها فخرج رسول الله - صلى الله عليه وسلم - حين بدا حاجب الشمس فقعد على المنبر، فكبر وحمد الله - عز وجل - ثم قال: ((إنكم شكوتم جدب دياركم، واستئخار المطر إبَّان زمانه عنكم، وقد أمركم الله - عز وجل - أن تدعوه، ووعدكم أن يستجيب لكم ثم قال: الحمد لله رب العالمين، الرحمن الرحيم، مَلِكِ يوم الدين، لا إله إلا الله يفعل ما يريد،","Part":"1","seal":"F9C23F38","page":32},
      {"id":38,"nass":"اللهم أنت الله لا إله إلا أنت الغني ونحن الفقراء، أنزل علينا الغيث واجعل ما أنزلت لنا قوةً وبلاغًا إلى حين)) ثم رفع يديه فلم يزل في الرفع حتى بدا بياض إبطيه، ثم حوَّل إلى الناس ظهره، وقلب – أو حوَّلَ – رداءه وهو رافع يديه، ثم أقبل على الناس ونزل فصلى ركعتين، فأنشأ الله سحابة فرعدت وبرقت، ثم أمطرت بإذن الله فلم يأت مسجده حتى سالت السيول، فلما رأى سرعتهم إلى الكِنِّ ضحك - صلى الله عليه وسلم - حتى بدت نواجذه، فقال: ((أشهد أن الله على كل شيء قدير، وأني عبد الله ورسوله)) (¬1)؛ ولحديث عبد الله بن زيد بن عاصم المازني - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - خرج ليستسقي فصلى بهم ركعتين، جهر بالقراءة فيهما وحوَّلَ رداءه، ورفع يديه، فدعا، واستسقى، واستقبل القبلة)) (¬2).\rوالصواب إن شاء الله تعالى جواز خطبة الاستسقاء\r¬__________\r(¬1) أخرجه أبو داود، برقم 1173، وتقدم تخريجه في آداب الاستسقاء.\r(¬2) أبو داود، كتاب الصلاة، باب جُمَّاع أبواب صلاة الاستسقاء وتفريعها، برقم 1161، وصححه الألباني في صحيح سنن أبي داود، 1/ 318.","Part":"1","seal":"36A670D1","page":33},
      {"id":39,"nass":"بعد صلاة الاستسقاء وقبلها؛ لحديث عائشة، وعبد الله بن زيد رضي الله عنهما فقد دل ذلك على أن النبي - صلى الله عليه وسلم - خطب ثم صلى، ودل على أن الخطبة بعد الصلاة حديث أبي هريرة - رضي الله عنه - وبعض روايات حديث عبد الله بن زيد - رضي الله عنه -، ويؤيد ذلك حديث ابن عباس رضي الله عنهما فالأمر في ذلك واسع: من خَطَب قبل الصلاة فلا حرج، ومن صلى ثم خطب فلا حرج، والله تعالى أعلم (¬1).\r¬__________\r(¬1) اختلف العلماء رحمهم الله تعالى هل صلاة الاستسقاء قبل الخطبة أو بعدها، على قولين:\r* فقال الإمام القرطبي رحمه الله بعد ذكره لحديث عبد الله بن زيد في الصحيحين الذي دل على الخطبة قبل الصلاة: ((وظاهر هذا الحديث أن الخطبة مقدمة على الصلاة؛ لأنه جاء فيه بـ (ثم) التي للترتيب والمهلة، وبذلك قال مالك في أول قوليه، وهو قول كثير من الصحابة، والجمهور على أن الصلاة مقدمة على الخطبة، وإليه رجع مالك، وهو قوله في الموطأ، وكان مستند هذا القول رواية من روى هذا الخبر بالواو غير المرتبة بدل ثم، وروي عن إسحاق بن عيسى بن الصباغ عن مالك: أنه بدأ بالصلاة قبل الخطبة، وهذا نص، ويعتضد هذا بقياس هذه الصلاة على صلاة العيدين، لسبب أنهما يخرج لهما، ولهما خطبة، ويخطب فيهما خطبتان يجلس في أولاهما ووسطهما، وهو قول مالك، والشافعي، وقال أبو يوسف، ومحمد بن الحسن، وعبد الرحمن بن مهدي: خطبة واحدة لا جلوس فيها، وخيَّره الطبري ... )) [المفهم لِمَا أشكل من تلخيص كتاب مسلم، 2/ 538 – 539، ببعض التصرف اليسير].\r* وقال الإمام النووي – رحمه الله تعالى – عند الكلام على فوائد حديث عبد الله بن زيد المازني - رضي الله عنه -: ((وفيه أن صلاة الاستسقاء ركعتان وهو كذلك بإجماع المثبتين لها، واختلفوا هل هي قبل الخطبة أو بعدها، فذهب الشافعي، والجماهير إلى أنها قبل الخطبة، وقال الليث بعد الخطبة، وكان مالك يقول به ثم رجع إلى قول الجماهير، قال أصحابنا: ولو قدم الخطبة على الصلاة صحتا، ولكن الأفضل تقديم الصلاة كصلاة العيد وخطبتها، وجاء في الأحاديث ما يقتضي جواز العيد والتأخير، واختلفت الرواية في ذلك عن الصحابة - رضي الله عنهم - واختلف العلماء هل يكبر تكبيرات زائدة في أول صلاة الاستسقاء كما يكبر في صلاة العيد، فقال به الشافعي، وابن جرير، وروي عن ابن المسيب، وعمر بن عبد العزيز، ومكحول، وقال الجمهور: لا يكبر، واحتجوا للشافعي بأنه جاء في بعض الأحاديث: صلى ركعتين كما يصلي في العيد، وتأوله الجمهور على أن المراد: كصلاة العيد في العدد، والجهر، والقراءة، وفي كونها قبل الخطبة، واختلفت الرواية عن أحمد في ذلك، وخيّره داود بين التكبير وتركه ... )) [شرح النووي على صحيح مسلم، 6/ 440 - 441].\r* وقال الإمام ابن قدامة رحمه الله: ((اختلفت الرواية في الخطبة للاستسقاء، وفي وقتها، والمشهور أن فيها خطبة بعد الصلاة، قال أبو بكر: اتفقوا عن أبي عبد الله أن في صلاة الاستسقاء خطبة، وصعودًا على المنبر، والصحيح أنها بعد الصلاة، وبهذا قال مالك، والشافعي، ومحمد بن الحسن، وعليه جماعة الفقهاء؛ لقول أبي هريرة - رضي الله عنه -: [((خرج نبي الله - صلى الله عليه وسلم - يومًا يستسقي فصلى بنا ركعتين بلا أذان ولا إقامة، ثم خطبنا، ودعا الله - عز وجل -، وحول وجهه نحو القبلة رافعًا يديه، ثم قلب رداءه فجعل الأيمن على الأيسر والأيسر على الأيمن)) أحمد، برقم 8327، وابن ماجه برقم 1268، وابن خزيمة برقم 1409، 1422، وغيرهم، وقال أصحاب الموسوعة في تحقيق مسند الإمام أحمد برقم 8327: ((صحيح لغيره، وهذا إسناد ضعيف، فالنعمان ضعيف يعتبر به وباقي رجال الإسناد ثقات من رجال الشيخين)) وقال الإمام ابن باز عن حديث أبي هريرة هذا: ((أخرج أحمد رحمه الله حديث أبي هريرة المذكور بإسناد حسن، وصرح فيه بأنه خطب بعد الصلاة، ويجمع بين الحديثين – يعني حديث عبد الله بن زيد في الصحيحين، وحديث أبي هريرة – بجواز الأمرين)) [انظر تعليق ابن باز على فتح الباري لابن حجر، 2/ 500]، ونقل الحافظ ابن حجر في التلخيص، برقم 720، عن البيهقي في الخلافيات أنه قال: ((رواته ثقات)). وقال البوصيري في زوائد ابن ماجه: ((إسناده صحيح)) والحديث ضعفه العلامة الألباني في ضعيف سنن ابن ماجه، برقم 1284]،ثم قال ابن قدامة؛ ولقول ابن عباس: صنع في الاستسقاء كما صنع في العيدين؛ ولأنها صلاة ذات تكبير فأشبهت صلاة العيد. والرواية الثانية أنه يخطب قبل الصلاة، روي ذلك عن عمر، وابن الزبير، وأبان بن عثمان، وهشام بن إسماعيل، وأبي بكر بن محمد بن عمرو بن حزم، وذهب إليه الليث بن سعد، وابن المنذر؛ ولحديث أنس وعائشة، وعبد الله بن زيد. الرواية الثالثة: هو مخيّر في الخطبة قبل الصلاة وبعدها؛ لورود الأخبار بكلا الأمرين؛ ولدلالتهما على كلتا الصفتين، فيحتمل أن النبي - صلى الله عليه وسلم - فعل الأمرين، والرابعة: أنه لا يخطب وإنما يدعو ويتضرع، وأيًّا ما فعل من ذلك فهو جائز؛ لأن الخطبة غير واجبة على الروايات كلها، فإن شاء فعلها وإن شاء تركها، والأولى أن يخطب بعد الصلاة خطبة واحدة؛ لتكون كالعيد؛ وليكونوا قد فرغوا من الصلاة إن أجيب دعاؤهم فأغيثوا، فلا يحتاجون إلى صلاة في المطر)) [المغني لابن قدامة، ببعض التصرف اليسير، 3/ 338 - 339.وانظر: التمهيد لابن عبد البر، 17/ 172 - 173].\r* وقال الحافظ ابن حجر رحمه الله: ((ويمكن الجمع بين ما اختلف من الروايات في ذلك بأنه - صلى الله عليه وسلم - بدأ بالدعاء، ثم صلى ركعتين، ثم خطب، فاقتصر بعض الرواة على شيء وبعضهم على شيء، وعبر بعضهم عن الدعاء بالخطبة، فلذلك وقع الاختلاف ... )) [فتح الباري، 2/ 500].\r* وقال الإمام البغوي رحمه الله: ((السنة في الاستسقاء أن يخرج إلى المصلى، فيبدأ بالصلاة، فيصلي ركعتين مثل صلاة العيدين، يكبر في الأولى سبعًا سوى تكبيرة الإحرام، وفي الثانية خمسًا سوى تكبيرة القيام، ويجهر فيهما بالقراءة، ثم يخطب، يروى ذلك عن رسول الله - صلى الله عليه وسلم -، وعن أبي بكر وعمر، وعلي ... )) [شرح السنة للإمام البغوي، 4/ 402].\r* وقد ذكر ابن قدامة – رحمه الله – أن الاستسقاء لها خطبة واحدة، ونقل عن الشافعي ومالك أنهما قالا: يخطب خطبتين كخطبتي العيد، قال ابن قدامة: ولنا قول ابن عباس: ((لم يخطب كخطبتكم هذه))، ولكن لم يزل في الدعاء والتضرع والتكبير، وهذا يدل على أنه ما فصل بين ذلك بسكوت، ولا جلوس؛ ولأن كل من نقل الخطبة لم ينقل خطبتين؛ ولأن المقصود إنما هو دعاء الله تعالى؛ ليغيثهم، ولا أثر لكونها خطبتين في ذلك ... )) المغني لابن قدامة، 3/ 342.","Part":"1","seal":"A16C5765","page":34},
      {"id":40,"nass":"وسمعت شيخنا الإمام عبد العزيز بن عبد الله ابن باز – رحمه الله – يقول: ((في حديث عبد الله بن زيد أنه - صلى الله عليه وسلم - دعا أولاً ثم صلى (¬1)، وهكذا في حديث عائشة: دعا أولاً ثم صلى (¬2)، والمقصود أنه إن خطب أولاً ثم صلى فلا بأس كما جاء في حديث عبد الله بن زيد في الصحيحين، و [في حديث] عائشة، وإن قدم الصلاة: كالعيد ثم خطب كما\r¬__________\r(¬1) ولفظه: ((أن النبي - صلى الله عليه وسلم - خرج إلى المصلى فاستسقى فاستقبل القبلة وحول رداءه وصلى ركعتين))، وفي رواية: ((خرج النبي - صلى الله عليه وسلم - يستسقي فتوجه إلى القبلة يدعو، وحول رداءه، ثم صلى ركعتين يجهر فيهما بالقراءة)) [متفق عليه: البخاري، برقم 1012، ورقم 1024، ومسلم، برقم 894]. وتقدم تخريجه.\r(¬2) وفي حديث عائشة رضي الله عنها: ((فخرج رسول الله - صلى الله عليه وسلم - حين بدا حاجب الشمس فقعد على المنبر فكبر وحمد الله - عز وجل - .. )). وفي آخره: (( .. ثم أقبل على الناس ونزل فصلى ركعتين .. )) [رواه أبو داود، برقم 1137، وتقدم تخريجه مرات].","Part":"1","seal":"A5ECA758","page":37},
      {"id":41,"nass":"في رواية ابن عباس (¬1)، وأبي هريرة (¬2)، وعبد الله بن زيد عند أحمد (¬3) فلا بأس)) (¬4)، وسمعته أيضًا يقول: (( ... وهذه الروايات تدل على أنه - صلى الله عليه وسلم - ربما خطب ثم صلى، وربما صلى ثم خطب، وهذا يدل على جواز الصفتين: يخطب ثم يصلي، أو يصلي ثم يخطب)) (¬5).\rوقد رجحه – رحمه الله – في مواطن متعددة من كتبه (¬6).\r¬__________\r(¬1) وحديث ابن عباس فيه: (( .. صلى ركعتين كما كان يصلي في العيد)) [أخرجه الخمسة، وتقدم تخريجه في آداب الاستسقاء].\r(¬2) لفظ حديث أبي هريرة ((خرج نبي الله - صلى الله عليه وسلم - يومًا يستسقي فصلى بنا ركعتين بلا أذان ولا إقامة، ثم خطبنا، ودعا الله - عز وجل -، وحوَّل وجهه نحو القبلة رافعًا يديه، ثم قلب رداءه، فجعل الأيمن على الأيسر، والأيسر على الأيمن)) [أحمد، برقم 8327، وابن ماجه، برقم 1268، وتقدم أن سماحة الشيخ ابن باز حسنه، وصححه لغيره محققو المسند، وضعفه الألباني].\r(¬3) ولفظه: ((خرج رسول الله - صلى الله عليه وسلم - بالناس يستسقي فصلى بهم ركعتين، وجهر بالقراءة فيها، وحول رداءه، ودعا، واستقبل القبلة)) [أحمد، برقم 16437، ورقم 16466، وقال محققو المسند: ((إسناده صحيح على شرط الشيخين)) وهو في سنن أبي داود، برقم 1161، وصححه الألباني في صحيح أبي داود، 1/ 318].\r(¬4) سمعته أثناء تقريره على بلوغ المرام، الحديث رقم 534.\r(¬5) سمعته أثناء تقريره على المنتقى من أخبار المصطفى - صلى الله عليه وسلم -، لأبي البركات ابن تيمية، الأحاديث رقم 1744 - 1749.\r(¬6) قال رحمه الله في مجموع الفتاوى، جمع الدكتور الشويعر، 13/ 61 - 62: ((وثبت عنه - صلى الله عليه وسلم - ما يدل على أنه خطب قبل الصلاة، وخطب بعد الصلاة، ولعل ذلك كان في حالين وفي وقتين؛ فإنه ثبت أنه دعا وخطب قبل الصلاة، وثبت في أحاديث أخرى أنه دعا وخطب بعد الصلاة، جاء في حديث عبد الله بن زيد وحديث أبي هريرة أنه - صلى الله عليه وسلم - صلَّى ثم دعا وخطب عليه الصلاة والسلام، وجاء في حديث ابن عباس ما يؤيد ذلك، وأنه صلى كما يصلي في العيد.\rوقد جاء في حديث عبد الله بن زيد أيضًا، وحديث عائشة أنه خطب قبل الصلاة وصلى بعد ذلك فكل منهما ثابت، وكل منهما موسع بحمد الله، من خطب ثم صلى فلا بأس، ومن صلى ثم خطب فلا بأس، كل هذا جاء عنه عليه الصلاة والسلام، والأمر في ذلك واسع والحمد لله، ومن شبهها بالعيد – كما قال ابن عباس وأخبر أنه صلى كما صلى في العيد – فقد أصاب السنة، ووافق ما رواه عبد الله بن زيد في إحدى رواياته، ووافق حديث أبي هريرة في الصلاة ثم الخطبة، ومن خطب قبل ذلك وافق حديث عبد الله بن زيد المخرج في الصحيحين، ووافق حديث عائشة، فكل منهما سنة وكل منهما خير والحمد لله، المهم في هذا الأمر إخلاص القلوب وضراعتها إلى الله، وانكسارها بين يدي الله سبحانه، وأن يخرج الناس إلى صلاة الاستسقاء بقلوب مقبلة على الله جل وعلا منيبة إليه، تائبة، نادمة، مقلعة عن الذنوب، ترجو رحمته وتخشى عقابه ... )).","Part":"1","seal":"E64EB391","page":38},
      {"id":42,"nass":"وقال العلامة ابن عثيمين – رحمه الله -: ((وعلى هذا فتكون خطبة الاستسقاء قبل الصلاة وبعدها، ولكن إذا خطب قبل الصلاة لا يخطب بعدها فلا يجمع بين الأمرين)) (¬1).\rويُكثر في الخطبة الاستغفار، وقراءة الآيات التي فيها الأمر به، كقوله تعالى: {وَيَا قَوْمِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ\r¬__________\r(¬1) الشرح الممتع لابن عثيمين، 5/ 280 – 281.","Part":"1","seal":"4EA1E6D0","page":39},
      {"id":43,"nass":"إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ} (¬1). وكقوله: {اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا} (¬2).\rوعن عمر بن عبد العزيز أنه كتب إلى ميمون بن مهران يقول: قد كتبت إلى البلدان أن يخرجوا إلى الاستسقاء إلى موضع كذا وكذا، وأمرتهم بالصدقة، والصلاة، قال الله تعالى: {قَدْ أَفْلَحَ مَن تَزَكَّى * وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} (¬3)، وأمرتهم أن يقولوا كما قال أبوهم آدم: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} (¬4)، ويقولوا كما قال نوح: {وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ} (¬5)، ويقولوا كما قال يونس: {لا إِلَهَ إِلا أَنتَ\r¬__________\r(¬1) سورة هود، الآية: 52.\r(¬2) سورة نوح، الآيات: 10 – 12.\r(¬3) سورة الأعلى، الآيتان: 14، 15.\r(¬4) سورة الأعراف، الآية: 23.\r(¬5) سورة هود، الآية: 47.","Part":"1","seal":"F744D8B2","page":40},
      {"id":44,"nass":"سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} (¬1)، ويقولوا كما قال موسى: {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} (¬2)؛ ولأن المعاصي سبب انقطاع الغيث والاستغفار والتوبة تمحو المعاصي المانعة من الغيث فيأتي الله به، ويصلي على النبي - صلى الله عليه وسلم - ويدعو بدعائه - صلى الله عليه وسلم -)) (¬3).\rوكقوله تعالى: {وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ} (¬4). وكقوله: {وَاسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ} (¬5). وغير ذلك من الآيات التي فيها الأمر بالاستغفار.\r\rثامنًا: المبالغة في رفع اليدين في الدعاء، ثبت عن النبي - صلى الله عليه وسلم - أنه كان يرفع يديه في دعاء الاستسقاء حتى يُرى\r¬__________\r(¬1) سورة الأنبياء، الآية: 47.\r(¬2) سورة القصص، الآية: 16.\r(¬3) المغني، لابن قدامة، 3/ 343.\r(¬4) سورة هود، الآية: 3.\r(¬5) سورة هود، الآية: 90.","Part":"1","seal":"39A4F061","page":41},
      {"id":45,"nass":"بياض إبطيه، ويبالغ في رفع اليدين حتى يجعل ظهر كفيه إلى السماء، فعن أنس - رضي الله عنه - قال: رأيت رسول الله - صلى الله عليه وسلم - يرفع يديه في الدعاء حتى يُرى بياض إبطيه)).\rوفي لفظ: ((كان لا يرفع يديه في شيء من دعائه إلا في الاستسقاء؛ فإنه كان يرفع يديه حتى يُرى بياض إبطيه))، وفي لفظ لمسلم: ((أن النبي - صلى الله عليه وسلم - استسقى فأشار بظهر كفيه إلى السماء)) (¬1).\rقال الإمام القرطبي – رحمه الله -: ((قول أنس إنه - صلى الله عليه وسلم - كان لا يرفع يديه في شيء من دعائه إلا في الاستسقاء)) يعني: أنه لم يكن يبالغ في الرفع إلا في الاستسقاء؛ ولذلك قال: ((حتى يُرى بياض إبطيه)) وإلا فقد رفع النبي - صلى الله عليه وسلم - يوم بدر عند الدعاء، وفي غير ذلك)) (¬2).\rوقال الإمام النووي – رحمه الله تعالى -: ((هذا الحديث\r¬__________\r(¬1) متفق عليه: البخاري، كتاب الاستسقاء، باب رفع الإمام يده في الاستسقاء، برقم 1031، وفي كتاب المناقب، باب صفة النبي - صلى الله عليه وسلم -، برقم 3565، ومسلم، كتاب الاستسقاء، باب رفع اليدين بالدعاء في الاستسقاء، برقم 895.\r(¬2) المفهم لِمَا أشكل من تلخيص كتاب مسلم، 2/ 541.","Part":"1","seal":"D3C21175","page":42},
      {"id":46,"nass":"يوهم ظاهره أنه لم يرفع - صلى الله عليه وسلم - إلا في الاستسقاء، وليس الأمر كذلك، بل قد ثبت رفع يديه - صلى الله عليه وسلم - في الدعاء في مواطن غير الاستسقاء وهي أكثر من أن تحصر، وقد جمعت منها نحوًا من ثلاثين حديثًا في الصحيحين أو أحدهما، وذكرتها في أواخر باب صفة الصلاة من شرح المهذب، ويتأول الحديث على أنه لم يرفع الرفع البليغ بحيث يُرى بياض إبطيه إلا في الاستسقاء، أو أن المراد لم أره رفع وقد رآه غيره، فيقدم المثبتون في مواضع كثيرة – وهم جماعات – على واحد لم يحضر ذلك ولابد من تأويله؛ لِمَا ذكرناه والله أعلم)) (¬1).\rوقال الحافظ ابن حجر – رحمه الله -: ((قوله: ((إلا في الاستسقاء)) ظاهره نفي الرفع في كل دعاء غير الاستسقاء، وهو معارض بالأحاديث الثابتة بالرفع في غير الاستسقاء وقد تقدم أنها كثيرة، وقد أفردها المصنف بترجمة في كتاب الدعوات، وساق فيها عدة أحاديث فذهب بعضهم إلى أن العمل بها أولى، وحمل حديث أنس\r¬__________\r(¬1) شرح النووي على صحيح مسلم، 6/ 442.","Part":"1","seal":"D5192652","page":43},
      {"id":47,"nass":"على نفي رؤيته، وذلك لا يستلزم نفي رؤية غيره، وذهب آخرون إلى تأويل حديث أنس المذكور لأجل الجمع، بأن يحمل النفي على صفة مخصوصة: إما الرفع البليغ فيدل عليه قوله: ((حتى يُرى بياض إبطيه))، ويؤيده أن غالب الأحاديث التي وردت في رفع اليدين في الدعاء إنما المراد به: مد اليدين وبسطهما عند الدعاء، وكأنه عند الاستسقاء مع ذلك زاد فرفعها إلى جهة وجهه حتى حاذتاه، وبه حينئذ يرى بياض إبطيه.\rوأما صفة رفع اليدين في ذلك؛ فلِما رواه مسلم من رواية ثابت عن أنس ((أن النبي - صلى الله عليه وسلم - استسقى فأشار بظهر كفيه إلى السماء))، ولأبي داود من حديث أنس أيضًا: ((كان يستسقي هكذا ومد يديه - وجعل بطونهما مما يلي الأرض - حتى رأيت بياض إبطيه (¬1)) (¬2).\r¬__________\r(¬1) سنن أبي داود، كتاب الصلاة، باب رفع اليدين في الاستسقاء، برقم 1170، وصححه الألباني في صحيح سنن أبي داود، 1/ 320.\r(¬2) فتح الباري، لابن حجر، 2/ 518.","Part":"1","seal":"AB791B6E","page":44},
      {"id":48,"nass":"قال الإمام النووي – رحمه الله -: ((قال جماعة من أصحابنا وغيرهم: السنة في كل دعاء رفع بلاء: كالقحط ونحوه أن يرفع يديه ويجعل ظهر كفيه إلى السماء، وإذا دعا لسؤال شيء وتحصيله جعل بطن كفيه إلى السماء، احتجوا بهذا الحديث)) (¬1).\rوقال الحافظ ابن حجر: ((وقال غيره –أي النووي-: ((الحكمة في الإشارة بظهور الكفين في الاستسقاء، دون غيره للتفاؤل بقلب الحال ظهرًا لبطن كما قيل في تحويل الرداء، أو هو إشارة إلى صفة المسؤول وهو نزول السحاب إلى الأرض)) (¬2).\rوسمعت شيخنا الإمام عبد العزيز بن عبد الله ابن باز – رحمه الله – يقول على قول أنس - رضي الله عنه -: ((كان لا يرفع يديه في شيء من دعائه إلا في الاستسقاء .. )) والمراد هنا الرفع الشديد والمبالغة في الرفع وإلا فقد ثبت عنه - صلى الله عليه وسلم - أنه رفع في\r¬__________\r(¬1) شرح النووي على صحيح مسلم، 6/ 441 - 442.\r(¬2) فتح الباري، 2/ 518.","Part":"1","seal":"22A184C7","page":45},
      {"id":49,"nass":"أدعية كثيرة غير ذلك)) (¬1).\rوسمعته يقول – رحمه الله -: ((رفع اليدين في الدعاء من أسباب الإجابة، ومستحب إلا في المواطن التي وجدت الأسباب [للرفع] فلم يرفع فيها النبي - صلى الله عليه وسلم -، لكن المواضع التي رفع فيها نرفع فيها، مثل: الدعاء في الاستسقاء، ومثل: إذا عرض للإنسان حاجة فرفع يديه يدعو: كالاستخارة وغيرها، أما المواضع التي ما رفع فيها - صلى الله عليه وسلم - مثل: ما بين السجدتين، فلا نرفع فيها، [و] مثل [ذلك] في آخر الصلاة قبل السلام، وبعد الفريضة كذلك، ما كان يرفع - صلى الله عليه وسلم - فلا نرفع، والأصل في الدعاء رفع اليدين إلا [في] المواطن التي لم يرفع فيها النبي - صلى الله عليه وسلم - وقد وجدت أسباب الرفع، ومسح الوجه باليدين لا بأس به؛ لأن الحافظ حسّن الحديث، وهو أعلم من غيره)) (¬2).\rوقد استفدت من شيخنا عبد العزيز بن عبد الله ابن باز\r¬__________\r(¬1) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 3565.\r(¬2) سمعته أثناء تقريره على صحيح البخاري، الحديث رقم 6341.","Part":"1","seal":"A62E6522","page":46},
      {"id":50,"nass":"رحمه الله تعالى، أن اليدين لا ترفع في جميع الخطب ولا المواعظ في الدعاء لا من الخطيب أو الواعظ ولا من المستمعين إلا في دعاء الاستسقاء، وأن معنى قوله ((فأشار بظهر كفيه إلى السماء)):المبالغة في رفع اليدين في دعاء الاستسقاء.\r\rتاسعًا: الأدعية في الاستسقاء: ثبت عن النبي - صلى الله عليه وسلم - أدعية كثيرة في الاستسقاء، منها الأدعية الآتية:\r1 - ((اللهم اسقنا، اللهم اسقنا، اللهم اسقنا))، وفي لفظ: ((اللهم أغثنا، اللهم أغثنا، اللهم أغثنا)) (¬1).\r2 - ((اللهم اسقنا غيثًا مغيثًا، مريعًا، نافعًا غير ضار، عاجلاً غير آجل)) (¬2).\r3 - ((الحمد لله رب العالمين، الرحمن الرحيم، ملك يوم الدين، لا إله إلا الله يفعل ما يريد، اللهم أنت الله لا إله إلا أنت الغني ونحن الفقراء، أنزل علينا الغيث واجعل\r¬__________\r(¬1) متفق عليه: البخاري، برقم 1013، 1014، ومسلم، برقم 897، وتقدم تخريجه في أنواع الاستسقاء، من حديث أنس - رضي الله عنه -.\r(¬2) أبو داود، كتاب الصلاة، باب رفع اليدين في الاستسقاء، برقم 1169، وصححه الألباني في صحيح سنن أبي داود، 1/ 320، من حديث جابر - رضي الله عنه -.","Part":"1","seal":"452850D1","page":47},
      {"id":51,"nass":"ما أنزلت لنا قوة وبلاغًا إلى حين)) (¬1).\r4 - ((اللهم اسق عبادك، وبهائمك، وانشر رحمتك، وأحيي بلدك الميت)) (¬2).\r5 - ((اللهم اسقنا غيثًا مريئًا (¬3) مريعًا (¬4) طبقًا (¬5) عاجلاً غير رائث (¬6)، نافعًا غير ضار)) (¬7).\rوغير ذلك من الأدعية النافعة والاستغفار (¬8).\r¬__________\r(¬1) أبو داود، برقم 1173،وتقدم تخريجه في آداب الاستسقاء من حديث عائشة رضي الله عنها.\r(¬2) أبو داود، كتاب الصلاة، باب رفع اليدين في الدعاء، برقم 1176، وحسنه الألباني في صحيح سنن أبي داود، 1/ 322 من حديث عبد الله بن عمرو رضي الله عنهما.\r(¬3) مريئًا: أي محمود العاقبة.\r(¬4) مريعًا: بضم الميم وفتحها: من الرائع وهو الزيادة.\r(¬5) طبقًا: أي مائلاً إلى الأرض مغطيًا، يقال غيث طبق: أي عام واسع.\r(¬6) رائث: أي بطيء متأخر.\r(¬7) ابن ماجه من حديث كعب بن مرة، كتاب إقامة الصلاة، باب ما جاء في الدعاء في الاستسقاء، برقم 1269،وصححه الألباني في صحيح ابن ماجه،1/ 382،وفي الإرواء، 2/ 145.\r(¬8) جاء في الاستسقاء أدعية أخرى ضعيفة ومعناها صحيح، منها: ما روي عن سالم بن عبد الله عن أبيه مرفوعًا: ((اللهم اسقنا غيثًا مغيثًا، هنيئًا، مريئًا، مريعًا، غدقًا، مجللاً، سحًّا، طبقًا، عامًّا، اللهم اسقنا الغيث ولا تجعلنا من القانطين، اللهم إن بالعباد، والبلاد، والبهائم، والخلق من اللأواء، والجهد، والضنك، ما لا نشكوه إلا إليك، اللهم أنبت لنا الزرع، وأدرّ لنا الضرع، واسقنا من بركات السماء، وأنبت لنا من بركات الأرض، اللهم ارفع عنا الجهد، والجوع، والعُري، واكشف عنا من البلاء ما لا يكشفه غيرك، اللهم إنا نستغفرك إنك كنت غفَّارًا، فأرسل السماء علينا مدرارًا)) قال الحافظ ابن حجر في التلخيص، برقم 721: ((هذا الحديث ذكره الشافعي في الأم تعليقًا، 1/ 251، ولم نقف له على إسناد، ولا وصله البيهقي في مصنفاته، بل رواه في المعرفة من طريق الشافعي، قال: ويروى عن سالم به، ثم قال: وقد روِّينا بعض هذه الألفاظ وبعض معانيها في حديث أنس بن مالك، وفي حديث جابر، وفي حديث عبد الله بن جراد، وفي حديث كعب بن مرة، وفي حديث غيرهم، ثم ساقها بأسانيده)). [التلخيص الحبير، 2/ 98، برقم 721، وقال شعيب الأرنؤوط وعبد القادر في تحقيق زاد المعاد: ((وفيه انقطاع بين الشافعي وسالم بن عبد الله)) 1/ 460.\rوروي عن سعد مرفوعًا: ((اللهم جلِّلنا سحابًا، كثيفًا، قصيفًا، دَلُوقًا، ضحوكًا، تمطرنا منه رذذًا، قِطْقطًا، سَجْلاً، يا ذا الجلال والإكرام)) عزاه الحافظ ابن حجر في بلوغ المرام إلى أبي عوانة، وفي التلخيص، 2/ 99 إلى أبي عوانة في صحيحه، وقال: ((وفيه ألفاظ غريبة كثيرة أخرجه أبو عوانة بسند واهٍ)).\r((جللنا)) المراد تعميم الأرض.\r((كثيفًا)): أي: متكاثفًا متراكمًا.\r((قصيفًا)): ما كان رعده شديد الصوت وهو من أمارات قوة المطر.\r((دلوقًا)): مندق شديد الدفع.\r((ضحوكًا)): ذا برق.\r((رذذًا)): ما كان مطره دون الطش.\r((قِطْقطًا)): القطقط أصغر المطر، ثم الطش، وهو فوق الرذاذ.\r((سَجْلاً)): يصب صبًّا.\r((يا ذا الجلال والإكرام)) هذان الوصفان نطق بهما القرآن، وفي التفسير: الاستغناء المطلق والفضل التام، وقيل: الذي عنده الإجلال والإكرام للمخلصين من عباده، وهما من عظائم صفاته تعالى. [سبل السلام، 3/ 281].\rوروي عن المطلب بن حنطب - رضي الله عنه - مرفوعًا: أنه كان يقول عند المطر: ((سقيا رحمة، ولا سقيا عذاب، ولا بلاء، ولا هدم، ولا غرق، اللهم على الظراب ومنابت الشجر، اللهم حوالينا ولا علينا)) قال أبو البركات في المنتقى من أخبار المصطفى، برقم 1756: ((رواه الشافعي في مسنده، 1/ 173، وهو مرسل. قال الشوكاني في النيل:\r2/ 661: ((وهو مرسل كما قال المصنف، وأكثر ألفاظه في الصحيحين)).","Part":"1","seal":"A4B5AB56","page":48},
      {"id":52,"nass":"عاشرًا: تحويل الرداء في الاستقاء واستقبال القبلة سنة؛ لحديث عبد الله بن زيد بن عاصم المازني وفيه: ((خرج النبي - صلى الله عليه وسلم - يستسقي وحول رداءه))، وفي لفظ: ((أن النبي - صلى الله عليه وسلم - استسقى وقلب رداءه)). وفي لفظ: ((خرج إلى المصلى فاستسقى، فاستقبل القبلة، وحوَّل رداءه وصلى ركعتين)). وفي لفظ: ((خرج بالناس يستسقي لهم، فقام فدعا الله قائمًا، ثم توجه قِبَل القبلة وحول رداءه فأُسقوا)). وفي لفظ: ((خرج النبي - صلى الله عليه وسلم - يستسقي، فتوجَّه إلى القبلة يدعو، وحول رداءه، ثم صلى ركعتين يجهر فيهما بالقراءة)). وفي لفظ: ((رأيت النبي - صلى الله عليه وسلم - يوم خرج يستسقي، قال: فحول إلى الناس ظهره، واستقبل القبلة يدعو، ثم حوَّل رداءه، ثم صلى لنا ركعتين جهر فيهما بالقراءة)). وفي لفظ: ((أن النبي","Part":"1","seal":"946A724F","page":50},
      {"id":53,"nass":"- صلى الله عليه وسلم - استسقى، فصلى ركعتين وقلب رداءه)). وفي لفظ: ((خرج النبي - صلى الله عليه وسلم - إلى المصلى يستسقي واستقبل القبلة، فصلى ركعتين وقلب رداءه))، قال سفيان: فأخبرني المسعودي عن أبي بكر قال: جعل اليمين على الشمال، وفي لفظ: ((أن النبي - صلى الله عليه وسلم - خرج إلى المصلى يصلي، وأنه لما دعا أو أراد أن يدعو استقبل القبلة وحول رداءه)). وفي لفظ: ((خرج رسول الله - صلى الله عليه وسلم - إلى هذا المصلى يستسقي، فدعا واستسقى، ثم استقبل القبلة وقلب رداءه)) (¬1). وهذه الألفاظ للبخاري، ولفظ أبي داود: ((وحول رداءه فجعل عِطافه الأيمن على عاتقه الأيسر، وجعل عطافه الأيسر على عاتقه الأيمن، ثم دعا الله - عز وجل -)) (¬2)، ولفظ الإمام أحمد: ((رأيت رسول الله - صلى الله عليه وسلم - حين استسقى لنا أطال الدعاء وأكثر المسألة، ثم تحول إلى القبلة وحول رداءه فقلبه ظهرًا\r¬__________\r(¬1) متفق عليه، وهذه الألفاظ للبخاري، برقم 1005، 1011، 1012، 1023، 1024، 1025، 1026، 1027، 1028، 6343.ومسلم، برقم 894.وتقدم تخريجه.\r(¬2) أبو داود، كتاب الصلاة، باب جُمَّاع أبواب صلاة الاستسقاء، برقم 1163، وصححه الألباني في صحيح سنن أبي داود، 1/ 318.","Part":"1","seal":"04B5881C","page":51},
      {"id":54,"nass":"لبطن، وتحول الناس معه)) (¬1)، قال الحافظ ابن حجر رحمه الله: ((واستحب الجمهور أيضًا أن يحول الناس بتحويل الإمام، ويشهد له ما رواه أحمد من طريق أخرى عن عباد في هذا الحديث بلفظ: ((وحوّل الناس معه)) (¬2)، ثم قال الحافظ: ((ثم إن ظاهر قوله: ((فقلب رداءه)) أن التحويل وقع بعد فراغ الاستسقاء، وليس كذلك، بل المعنى قلب رداءه في أثناء الاستسقاء، وقد بينه مالك في روايته المذكورة ولفظه: ((حول رداءه حين استقبل القبلة)) (¬3)، ولمسلم من رواية يحيى عن أبي بكر بن محمد ((وأنه لَمّا أراد أن يدعو استقبل القبلة وحول رداءه)) (¬4). وأصله عند المصنف كما سيأتي بعد أبواب)) (¬5)، فَعُرِفَ بذلك أن التحويل وقع في أثناء الخطبة عند إرادة الدعاء (¬6)، ويدعو\r¬__________\r(¬1) مسند الإمام أحمد، 4/ 41.\r(¬2) مسند الإمام أحمد، 4/ 41.\r(¬3) فتح الباري، 2/ 498.\r(¬4) مسلم، برقم 4 - ((894))، وهو عند البخاري، برقم 1028.\r(¬5) فتح الباري،2/ 498،وقوله المصنف: أي البخاري في الصحيح، وهو برقم 1028 كما تقدم.\r(¬6) فتح الباري لابن حجر، 2/ 499، وانظر: نيل الأوطار، 4/ 662.","Part":"1","seal":"EB6AD240","page":52},
      {"id":55,"nass":"سرًّا حال استقبال القبلة، وكذلك الناس (¬1).\rواختُلِفَ في الحكمة من تحويل الرداء، والصواب أنه للتفاؤل بتحويل الحال عما هي عليه (¬2). وظاهر قوله: ((ويحول الناس)) أنه يستحب ذلك للنساء، وقال ابن الماجشون: لا يستحب في حقهن (¬3). قال شيخنا الإمام عبد العزيز بن عبد الله ابن باز – رحمه الله -: ((إذا كانت المرأة تتكشّف عند تحويلها للرداء في صلاة الاستسقاء والرجال ينظرون إليها؛ فإنها لا تفعل؛ لأن قلب الرداء سُنَّة، والتكشّف أمام الرجال فتنة ومحرّم، وأما إذا كانت لا تتكشّف فالظاهر أن حكمها حكم الرجل؛ لأن هذا هو الأصل، وهو تساوي الرجال والنساء في الأحكام إلا ما دل الدليل على الاختلاف بينهما فيه)) (¬4).\rفإن سُقوا وإلا أعادوا الاستسقاء: ثانيًا، وثالثًا؛ لأن الله\r¬__________\r(¬1) المغني، لابن قدامة، 3/ 340.\r(¬2) انظر: فتح الباري، لابن حجر، 2/ 499.\r(¬3) نيل الأوطار للشوكاني، 4/ 663، وانظر: فتح الباري، لابن حجر، 2/ 498.\r(¬4) مجموع فتاوى ابن باز، 13/ 84.","Part":"1","seal":"0FAF2D1D","page":53},
      {"id":56,"nass":"يحبّ الملحّين في الدعاء، وهو أرجى للإجابة؛ ولأن الله يستجيب للإنسان إذا دعا ما لم يعجل، فيقول: قد دعوت فلم يستجب لي (¬1).\r\rالحادي عشر: تحريم الاستسقاء بالأنواء؛ لحديث زيد بن خالد الجهني - رضي الله عنه - قال: صلى لنا رسول الله - صلى الله عليه وسلم - صلاة الصبح بالحديبية في إثر سماء (¬2) كانت من الليل، فلما انصرف أقبل على الناس فقال: ((هل تدرون ماذا قال ربكم))؟ قالوا: الله ورسوله أعلم، قال: ((قال أصبح من عبادي مؤمن بي وكافر، فأما من قال: مُطرنا بفضل الله ورحمته فذلك مؤمن بي كافر بالكوكب، وأما من قال: مطرنا بنوء (¬3) كذا وكذا فذلك كافر بي مؤمن\r¬__________\r(¬1) انظر: الشرح الكبير مع المقنع والإنصاف، 5/ 433، والروض المربع، 2/ 557، والمغني، لابن قدامة، 3/ 347.\r(¬2) سماء: أي مطر. شرح النووي على صحيح مسلم، 2/ 59، وفتح الباري، لابن حجر، 2/ 607.\r(¬3) النوء: معناه سقوط نجم في المغرب من النجوم الثمانية والعشرين التي هي منازل القمر، وهو مأخوذ من ناء إذا سقط، وقيل: بل النوء طلوع نجم منها، وهو مأخوذ من ناء إذا نهض، ولا تخالف بين القولين في الوقت؛ لأن كل نجم منها إذا طلع في المشرق وقع حال طلوعه آخر في المغرب لا يزال ذلك مستمرًا إلى أن تنتهي الثمانية والعشرون بانتهاء السنة؛ فإن لكل واحد منها ثلاثة عشر يومًا تقريبًا، وكانت العرب تقول في الجاهلية إذا سقط منها نجم وطلع آخر لابد أن يكون عند ذلك مطر، فينسبون كل غيث يكون عند ذلك إلى النجم، فيقولون: مطرنا بنوء كذا. انظر: فتح الباري، لابن حجر، 2/ 524، وشرح السنة للبغوي، 4/ 420.","Part":"1","seal":"42B5B2E4","page":54},
      {"id":57,"nass":"بالكوكب)) (¬1).\rوعن أبي مالك الأشعري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((أربع في أمتي من أمر الجاهلية لا يتركونهن: الفخر في الأحساب، والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة)). وقال: ((والنائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران، ودرع من جرب)) (¬2).\rوعن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: ((ما أنزل الله من السماء من بركة إلا أصبح فريق من الناس بها كافرين، نَزَّل الله الغيث فيقولون: بكوكب كذا وكذا)) (¬3).\r¬__________\r(¬1) متفق عليه: البخاري، كتاب الاستسقاء، باب قول الله تعالى: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ}، قال ابن عباس: شكركم، برقم 1038، ومسلم، كتاب الإيمان، باب بيان كفر من قال مطرنا بالنوء، برقم 71.\r(¬2) مسلم، كتاب الجنائز، باب التشديد في النياحة، برقم 934.\r(¬3) مسلم، كتاب الإيمان، باب بيان كفر من قال مطرنا بالنوء، برقم 72.","Part":"1","seal":"0993FEE9","page":55},
      {"id":58,"nass":"الثاني عشر: الآداب المختصة بالمطر، ومنها:\r1 - الخوف من الله - عز وجل - لحديث عائشة رضي الله عنها قالت: ((ما رأيت رسول الله - صلى الله عليه وسلم - مستجمًا ضاحكًا حتى أرى من لهواته، إنما كان يتبسَّمُ، وكان إذا رأى غيمًا أو ريحًا عُرفَ ذلك في وجهه، فقلت: يا رسول الله، أرى الناس إذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر، وأراك إذا رأيته عرفتُ في وجهك الكراهية؟ فقال: ((يا عائشة ما يؤمِّنني أن يكون فيه عذاب، فقد عُذِّب قوم بالريح، وقد رأى قوم العذاب فقالوا: {هَذَا عَارِضٌ مُّمْطِرُنَا} (¬1).\r2 - لا يدري متى يجيء المطر إلا الله؛ لحديث عمر - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ((مفاتح الغيب خمس لا يعلمها إلا الله: لا يعلم أحد ما يكون في غدٍ، ولا يعلم أحد ما يكون في الأرحام، ولا تعلم نفس ماذا تكسب غدًا، وما تدري نفس بأي أرض تموت، وما يدري أحد متى يجيء المطر)). وفي لفظ: ((مفاتح الغيب خمس: {إِنَّ الله عِندَهُ عِلْمُ السَّاعَةِ\r¬__________\r(¬1) مسلم، كتاب الاستسقاء، باب التعوذ عند رؤية الريح والغيم والفرح بالمطر، برقم\r16 - ((899))، قد تقدمت الأحاديث في ذلك في صلاة الكسوف، في آداب صلاة الكسوف.","Part":"1","seal":"DF79A28F","page":56},
      {"id":59,"nass":"وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} (¬1).\r\r3 - الدعاء إذا رأى المطر؛ لحديث عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - كان إذا رأى المطر قال: ((اللهم صيِّبا نافعًا)) (¬2).\r4 - ما يفعل إذا أصابه المطر، عن أنس - رضي الله عنه - قال: أصابنا ونحن مع رسول الله - صلى الله عليه وسلم - مطر، قال: فحسر (¬3) رسول الله - صلى الله عليه وسلم - ثوبه حتى أصابه من المطر، فقلنا يا رسول الله لم صنعت هذا؟ قال: ((لأنه حديثُ عهدٍ بربه)) (¬4)، وقد تنزع البركة بسبب الذنوب، لحديث أبي هريرة يرفعه: ((ليست السَّنَة بألاَّ تمطروا، ولكن السَّنَةُ: أن تُمطروا، وتُمطر ولا تُنبتُ الأرض شيئًا)) (¬5).\r¬__________\r(¬1) البخاري، كتاب الاستسقاء، باب لا يدري متى يجيء المطر إلا الله، برقم 1039، وله شاهد في صحيح مسلم، كتاب الإيمان، برقم 10.\r(¬2) البخاري، كتاب الاستسقاء، باب ما يقال إذا أمطرت، برقم 1032.\r(¬3) فحسر: أي كشف بعض بدنه، شرح مسلم للنووي، 6/ 194.\r(¬4) مسلم، كتاب الاستسقاء، باب الدعاء في الاستسقاء، برقم 898.\r(¬5) مسلم، كتاب الفتن، باب في سكنى المدينة وعمارتها قبل الساعة، برقم 2904.","Part":"1","seal":"0197DCA9","page":57},
      {"id":60,"nass":"5 - الذكر بعد نزول المطر، ففي حديث زيد بن خالد الجهني: ((مُطرنا بفضل الله ورحمته)) (¬1).\r6 - ذكر ابن القيم آثارًا تذكر أن الإجابة للدعاء قد تطلب عند نزول الغيث (¬2).\r7 - دعاء الاستصحاء؛ لحديث أنس - رضي الله عنه - وفيه: ((اللهم حوالينا ولا علينا، اللهم على الآكام، والجبال، والظراب، وبطون الأودية، ومنابت الشجر)) (¬3).\r8 - دعاء الرعد؛ لحديث عبد الله بن الزبير - رضي الله عنه - موقوفًا: أنه كان إذا سمع الرعد ترك الحديث وقال: ((سبحان الذي يسبح الرعد بحمده، والملائكة من خيفته)) ثم يقول: ((إن هذا الوعيد لأهل الأرض شديد)) (¬4)، والله - عز وجل -\r¬__________\r(¬1) متفق عليه: البخاري، برقم 1038، ومسلم، برقم 71، وتقدم تخريجه في تحريم الاستسقاء بالأنواء.\r(¬2) انظر: زاد المعاد لابن القيم، 1/ 461.\r(¬3) متفق عليه: البخاري، برقم 933،ومسلم، برقم 897،وتقدم تخريجه في أنواع الاستسقاء.\r(¬4) أخرجه مالك في الموطأ، كتاب الكلام، باب القول إذا سمعت الرعد، برقم 26، والبخاري في الأدب المفرد، برقم 723، وصحح إسناده النووي في الأذكار (262)، والألباني موقوفًا في تعليقه على الكلم الطيب (156)، وفي صحيح الأدب المفرد، ص268، برقم 556/ 723.","Part":"1","seal":"F5113074","page":58},
      {"id":61,"nass":"أعلم (¬1)، وهو الهادي إلى سواء السبيل (¬2).\r\rالثالث عشر: المطر، والرعد، والبرق، والصواعق، والزلازل:\rالمطر: قال شيخ الإسلام ابن تيمية - رحمه الله -: ((أما المطر فإن الله يخلقه في السماء من السحاب، ومن السحاب ينزل، كما قال تعالى: {أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ *أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنزِلُونَ} (¬3)، وقال تعالى: {وَأَنزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا} (¬4)، وقال تعالى: {أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِن\r¬__________\r(¬1) وجاء عن عبد الله بن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - كان إذا سمع صوت الرعد والصواعق قال: ((اللهم لا تقتلنا بغضبك، ولا تهلكنا بعذابك، وعافنا قبل ذلك)) البخاري في الأدب المفرد، برقم 721، والترمذي، برقم 3450،والحاكم، 4/ 286، وقال: ((صحيح الإسناد ولم يخرجاه، ووافقه الذهبي)) وغيرهم، وقال عبد القادر الأرنؤوط في تخريج الأذكار للنووي، ص262: ((إسناده ضعيف ولكن له طرق يقوى بها، وضعفه الألباني في الضعيفة، برقم: 1042، وغيرها.\r(¬2) وانظر: حاشية الروض المربع لابن قاسم،2/ 563،ومجموع فتاوى ابن باز،13/ 86.\r(¬3) سورة الواقعة، الآيتان: 68 - 69.\r(¬4) سورة النبأ، الآية: 14.","Part":"1","seal":"7A6AC5BF","page":59},
      {"id":62,"nass":"جِبَالٍ فِيهَا مِن بَرَدٍ فَيُصِيبُ بِهِ مَن يَشَاءُ وَيَصْرِفُهُ عَن مَّن يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالأَبْصَارِ} (¬1). [وقوله: {فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ} أي من خلال السحاب.\rوقوله في غير موضع من السماء: أي من العلو، والسماء اسم جنس للعالي، فقد يختص بما فوق العرش تارة، وبالأفلاك تارة، وبسقف البيت تارة، لِمَا يقترن باللفظ.\rوالمادة التي يُخلق منها المطر: هي الهواء الذي في الجو تارة، وبالبخار المتصاعد من الأرض تارة، وهذا ما ذكره علماء المسلمين، والفلاسفة يوافقون عليه)) (¬2).\rوقال شيخنا الإمام عبد العزيز بن عبد الله ابن باز – رحمه الله -: ((ذكر العلماء أن بخار ماء البحار قد يجتمع منه الماء في السحب بأمر الله سبحانه، وقد يخلق الماء في الجو فيمطر به الناس بأمر الله سبحانه، وهو القادر على\r¬__________\r(¬1) سورة النور، الآية: 43.\r(¬2) مجموع فتاوى شيخ الإسلام ابن تيمية، 24/ 262، وانظر: مفتاح دار السعادة لابن القيم، 2/ 35 - 37، و78.","Part":"1","seal":"B43C128D","page":60},
      {"id":63,"nass":"كل شيء، كما قال سبحانه وتعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} (¬1)، والله جل وعلا أعلم بما يصلح عباده، فقد يكون تجمع هذه المياه بإذن الله من البحار ثم يجعله الله عذبًا بعد ذلك في الفضاء يقلبه الله من ملوحة إلى كونه عذبًا، ويسوقه في السحاب إلى ما يشاء - سبحانه وتعالى - من الأراضي المحتاجة إلى ذلك كما يشاء جل وعلا.\rوقد يخلق الله سبحانه الماء في الجو فتحمله السحب والرياح إلى أماكن محتاجة إلى ذلك، ذكر هذا المعنى ابن القيم - رحمه الله - في كتابه مفتاح دار السعادة، وذكره غيره)) (¬2).\r\rالرعد والبرق: قال شيخ الإسلام ابن تيمية - رحمه الله تعالى -: ((وأما الرعد والبرق ففي الحديث المرفوع في الترمذي وغيره: أنه سئل عن الرعد قال: ((ملك من الملائكة موكل بالسحاب معه مخاريق من نار يسوق بها\r¬__________\r(¬1) سورة يس، الآية: 82.\r(¬2) مجموع فتاوى ابن باز، 13/ 87.","Part":"1","seal":"A168A207","page":61},
      {"id":64,"nass":"السحاب حيث شاء الله)) (¬1).\rوفي مكارم الأخلاق للخرائطي عن علي أنه سئل عن الرعد فقال: ((ملك، وسئل عن البرق فقال: مخاريق بأيدي الملائكة، وفي رواية عنه: مخاريق من حديد بيده)). وروي في ذلك آثار كذلك.\rوقد رُوي عن بعض السلف أقوال لا تخالف ذلك، كقول من يقول: إن اصطكاك أجرام السحاب بسبب انضغاط الهواء فيه؛ فإن هذا لا يناقض ذلك؛ فإن الرعد مصدر: رعد يرعد رعدًا، وكذلك الراعد يسمى رعدًا، كما يسمى العادل عدلاً، والحركة توجب الصوت، والملائكة هي التي تحرك السحاب وتنقله من مكان إلى\r¬__________\r(¬1) لفظه في سنن الترمذي عن ابن عباس رضي الله عنهما قال: ((أقبلت اليهود إلى النبي - صلى الله عليه وسلم - فقالوا: يا أبا القاسم أخبرنا عن الرعد، ما هو؟ قال: ((ملك من الملائكة موكل بالسحاب معه مخاريق من نار، يسوق بها السحاب حيث شاء الله)) قالوا: فما هذا الصوت الذي نسمع؟ قال: ((زجره بالسحاب إذا زجره حتى ينتهي إلى حيث أُمر))، قالوا: صدقت ... )). الترمذي، كتاب تفسير القرآن، باب ومن سورة الرعد، برقم 3117، وصححه الألباني في صحيح الترمذي،3/ 262، وفي الأحاديث الصحيحة، برقم 1872.","Part":"1","seal":"6C931F6E","page":62},
      {"id":65,"nass":"مكان، وكل حركة في العالم العلوي والسفلي فهي عن الملائكة [بإذن الله - عز وجل -] وصوت الإنسان هو: عن اصطكاك أجرامه الذي هو شفتاه، ولسانه، وأسنانه، ولهاته، وحلقه، وهو مع ذلك يكون مسبحًا للرب، وآمرًا بمعروف، وناهيًا عن منكر.\rفالرعد إذًا صوت يزجر السحاب، وكذلك البرق قد قيل: لَمَعَان الماء، أو لَمَعَان النار، وكونه لَمَعَان النار أو الماء لا ينافي أن يكون اللامع مخراقًا بيد الملك؛ فإن النار التي تلمع بيد الملك كالمخراق مثل مزجي المطر، والملك يزجي السحاب، كما يزجي السائق للمطي)) (¬1).\r\rالزلازل: الزلازل من الآيات التي يخوف الله بها عباده، كما يخوفهم بالكسوف، وغيره من الآيات والحوادث لها أسباب، وحكم، فكونها آية يخوف الله بها عباده، هي من حكمه كذلك.\r¬__________\r(¬1) مجموع فتاوى شيخ الإسلام ابن تيمية، 24/ 263 - 264، وانظر حاشية ابن قاسم على الروض المربع، 2/ 563.","Part":"1","seal":"6C471579","page":63},
      {"id":66,"nass":"وأما أسبابه: فمن أسبابه انضغاط البخار في جوف الأرض، كما ينضغط الريح والماء في المكان الضيق، فإذا انضغط طلب مخرجًا فيشق ويزلزل ما قرب منه من الأرض ... )) (¬1).\rوالله تعالى أعلم، وصلى الله وسلم، وبارك على نبينا محمد وعلى آله، وأصحابه أجمعين.\r¬__________\r(¬1) فتاوى شيخ الإسلام ابن تيمية، 24/ 264.","Part":"1","seal":"7364F367","page":64}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":99999,"ShrtCs":0,"Bk":"صلاة الاستسقاء","HigriD":"معاصر","oAuthVer":4,"Pdf":0,"IslamShort":0,"oVer":3,"verName":null,"Lng":"د. سعيد بن على بن وهف القحطاني","bLnk":null,"Inf":null,"Auth":"سعيد بن وهف القحطاني","Betaka":"الكتاب: صلاة الاستسقاء - مفهوم، وأسباب، وأنواع، وآداب، وآيات، وحِكَمٌ، وأحكامٌ في ضوء الكتاب والسنة\r\nالمؤلف: د. سعيد بن علي بن وهف القحطاني\r\nالناشر: مطبعة سفير، الرياض\r\nتوزيع: مؤسسة الجريسي للتوزيع والإعلان، الرياض\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"د. سعيد بن على بن وهف آل جحيش آل سليمان عبيدة\r\r1 - هو الشيخ الدكتور سعيد بن على بن وهف بن محمد القحطاني، من فخذ آل جحيش من قبيلة آل سليمان الحرقان من عبيدة قحطان.\rولد في 25/ 10/1372هـ‍ ببادية وادي العرين في وادي الإسلي بجبال السود، شرق مدينة أبها بمنطقة عسير بـ 150 كيلو تقريباً.\rوهو من أسرة علمية نحسبهم والله حسيبهم حيث إن أباه هو على بن وهف آل سليمان وقد توفي رحمة الله عام 1416هـ، وله عشرة أولاد هم:\rالدكتور سعيد، حسين، الدكتور سعد (لغة إنجليزية)، عبد الله (علوم شرعية)، هادي (علم اجتماع)، الأستاذ وهف (إدارة تربوية)، والنقيب دكتور: سلمان (هندسة حاسب آلى)، النقيب: محمد، النقيب: عوض، الملازم أول عايض\rوجميعهم يسكنون بمدينة الرياض\r\r2 - نشأ بالبادية، ورعى الغنم، وقد رعاها الأنبياء كلهم جميعاً؛ لقول النبي صلى الله عليه وسلم: «ما بعث اللَّه نبياً إلا رعى الغنم»، فقال أصحابه: وأنت؟ فقال: «نعم كنت أرعاها على قراريط لأهل مكة»، وفي رواية: قالوا: أكنت ترعى الغنم؟ قال: «وهل من نبي إلا وقد رعاها؟» [البخاري، برقم 2262، ورقم 3406، ورقم 5453، ومسلم، برقم 2050].\r\r3 - بدأ بالدراسة وعمره خمسة عشر عاماً في مدرسة العرين الابتدائية، وذلك عام 1387هـ‍، ثم واصل الدراسة حتى حصل على الشهادة الثانوية من ثانوية الملك عبد العزيز بمدينة الرياض في 7/ 11/ 1400 هـ، وقد كان انتقاله إلى مدينة الرياض عام 1399هـ.\r\r4 - درس بجامعة الإمام محمد بن سعود الإسلامية كلية أصول الدين القسم العام، وذلك سنة 1401هـ‍، وتخرج من هذه الكلية سنة 1404هـ.\r\r5 - درس السَّنة التمهيدية للماجستير بكلية أصول الدين في عام 1405هـ‍. قسم السُّنَّة وعلومها.\r\r6 - قابل سماحة الشيخ العلامة / عبد العزيز بن عبد اللَّه بن باز:، ودرس عليه، وحضر دروسه ابتداءً من عام 1400هـ‍ إلى أن مات: في 27/ 1/ 1420هـ، وقد استفاد منه كثيراً، حيث كان يُدرِّس في حلقاته العلمية: الكتب الستة، ومسند الإمام أحمد، وموطأ الإمام مالك، وسنن الدارمي، وشرح السنة للبغوي، وفي التفسير: تفسير القرآن العظيم لابن كثير، وتفسير الإمام البغوي، وفي المصطلح: نخبة الفكر لابن حجر، وشرح ألفية العراقي، وفي العقيدة: الأصول الثلاثة، وفضل الإسلام، وكتاب التوحيد كلها للإمام محمد بن عبد الوهاب، والعقيدة الواسطية، والعقيدة الحموية كلها لابن تيمية، والعقيدة الطحاوية، وكتاب التوحيد لابن خزيمة، وفتح المجيد شرح كتاب التوحيد، وكتب ابن تيمية، ومنها ما تقدم، ومجموع الفتاوى، والاستقامة، والأمر بالمعروف والنهي عن المنكر، وكتب ابن القيم، ومنها: زاد المعاد، وإغاثة اللهفان من مصائد الشيطان، ومفتاح دار السعادة، وكتاب الروح، وكتب أئمة الدعوة النجدية، ومنها: الدرر السنية في الأجوبة النجدية، وفي كتب الأحكام: بلوغ المرام لابن حجر، ومنتقى الأخبار للمجد ابن تيمية، وعمدة الأحكام للمقدسي، وفي الفقه: الروض المربع، وفي الفرائض: الفوائد الجلية في المباحث الفرضية، وفي التاريخ والسير: البداية والنهاية لابن كثير، وغير ذلك من الدروس النافعة.\r\r7 - حصل على درجة الماجستير، من جامعة الإمام محمد بن سعود الإسلامية، وكانت رسالته: «الحكمة في الدعوة إلى اللَّه» وأجيزت بتقدير ممتاز مع مرتبة الشرف الأولى، في 25/ 1/ 1412هـ‍\r\r8 - حصل على شهادة الدكتوراه من جامعة الإمام محمد بن سعود الإسلامية، وكانت رسالته: «فقه الدعوة في صحيح الإمام البخاري»، وأجيزت بتقدير ممتاز مع مرتبة الشرف الأولى 15/ 11/1419هـ‍.\r\r9 - حصل على ثلاث إجازات في القرآن الكريم على النحو الآتي:\r* الإجازة الأولى: برواية حفص عن عاصم بتوسط المنفصل والمتصل من الشيخ أحمد بن أحمد، مصطفى أبو الحسن، مدرس القرآن والقراءات بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية، وذلك بتاريخ 10/ 1/1414هـ‍ مصدقة من عميد كلية أصول الدين.\r* الإجازة الثانية: برواية حفص عن عاصم من الشيخ حسن بن أحمد بن حماد مدرس القرآن الكريم بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية، وذلك بتاريخ 3/ 11/1414هـ‍ مصدقة من عميد كلية أصول الدين.\r* الإجازة الثالثة: برواية حفص عن عاصم بقصر المنفصل وتوسط المتصل من طريق طيبة النشر في القراءات العشر لابن الجزري، من فضيلة الشيخ/ أحمد بن أحمد مصطفى أبو الحسن، مدرس القرآن والقراءات بكلية أصول الدين، وذلك بتاريخ 28/ 1/1416هـ‍ مصدقة من عميد كلية أصول الدين.\r\rوهو شيخ فاضل له جهود دعوية كثيرة، وله مؤلفات كثيرة نافعة في مختلف العلوم الشرعية","seal":"00CEA6C8","cat":"بحوث ومسائل","oNum":9832,"BkId":9832,"oAuth":150,"bVer":1,"aSeal":"0490957E"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9832":
    [
      {"lvl":1,"id":9,"sub":0,"tit":"المقدمة"},
      {"lvl":1,"id":11,"sub":0,"tit":"أولا: مفهوم الاستسقاء"},
      {"lvl":1,"id":11,"sub":1,"tit":"ثانيا: حكم الاستسقاء"},
      {"lvl":1,"id":13,"sub":0,"tit":"ثالثا: أسباب القحط وحبس المطر: معصية الله تعالى"},
      {"lvl":1,"id":20,"sub":0,"tit":"رابعا: أنواع الاستسقاء: الاستسقاء أنواع"},
      {"lvl":2,"id":20,"sub":1,"tit":"النوع الأول: الاستسقاء بصلاة جماعة أو فرادى"},
      {"lvl":2,"id":20,"sub":2,"tit":"النوع الثاني: استسقاء الإمام يوم الجمعة"},
      {"lvl":2,"id":23,"sub":0,"tit":"النوع الثالث: الدعاء عقب الصلوات وفي الخلوات"},
      {"lvl":3,"id":24,"sub":0,"tit":"النبي - صلى الله عليه وسلم - استسقى على وجوه"},
      {"lvl":4,"id":24,"sub":1,"tit":"الوجه الأول: يوم الجمعة على المنبر"},
      {"lvl":4,"id":24,"sub":2,"tit":"الوجه الثاني: أنه - صلى الله عليه وسلم - وعد الناس يوما يخرجون فيه"},
      {"lvl":4,"id":24,"sub":3,"tit":"الوجه الثالث: أنه استسقى على منبر المدينة"},
      {"lvl":4,"id":24,"sub":4,"tit":"الوجه الرابع: أنه استسقى وهو جالس في المسجد"},
      {"lvl":4,"id":25,"sub":0,"tit":"الوجه الخامس: أنه استسقى عند أحجار الزيت قريبا من الزوراء"},
      {"lvl":4,"id":25,"sub":1,"tit":"الوجه السادس: أنه - صلى الله عليه وسلم - استسقى في بعض غزواته"},
      {"lvl":1,"id":26,"sub":0,"tit":"خامسا: آداب الاستسقاء"},
      {"lvl":2,"id":26,"sub":1,"tit":"1 - إذا أصاب الناس قحط لجؤوا إلى الله تعالى"},
      {"lvl":2,"id":27,"sub":0,"tit":"2 - موعظة الإمام الناس، وأمرهم بتقوى الله تعالى"},
      {"lvl":2,"id":28,"sub":0,"tit":"3 - يعد الإمام الناس يوما يخرجون فيه"},
      {"lvl":2,"id":29,"sub":0,"tit":"4 - وقت خروج الناس إلى الاستسقاء"},
      {"lvl":2,"id":30,"sub":0,"tit":"5 - تصلى صلاة الاستسقاء في الصحراء"},
      {"lvl":2,"id":31,"sub":0,"tit":"6 - يخرج الإمام والناس في تواضع، وتبذل"},
      {"lvl":2,"id":32,"sub":0,"tit":"7 - خروج الصبيان والنساء في الاستسقاء"},
      {"lvl":2,"id":32,"sub":1,"tit":"8 - لا أذان ولا إقامة لصلاة الاستسقاء"},
      {"lvl":2,"id":33,"sub":0,"tit":"9 - الاستسقاء بدعاء الصالحين سنة"},
      {"lvl":1,"id":35,"sub":0,"tit":"سادسا: كيفية صلاة الاستسقاء: كصلاة العيد"},
      {"lvl":1,"id":37,"sub":0,"tit":"سابعا: خطبة الاستسقاء سنة"},
      {"lvl":1,"id":44,"sub":0,"tit":"ثامنا: المبالغة في رفع اليدين في الدعاء"},
      {"lvl":1,"id":50,"sub":0,"tit":"تاسعا: الأدعية في الاستسقاء"},
      {"lvl":1,"id":52,"sub":0,"tit":"عاشرا: تحويل الرداء في الاستقاء واستقبال القبلة سنة"},
      {"lvl":1,"id":56,"sub":0,"tit":"الحادي عشر: تحريم الاستسقاء بالأنواء"},
      {"lvl":1,"id":58,"sub":0,"tit":"الثاني عشر: الآداب المختصة بالمطر"},
      {"lvl":2,"id":58,"sub":1,"tit":"1 - الخوف من الله - عز وجل -"},
      {"lvl":2,"id":58,"sub":2,"tit":"2 - لا يدري متى يجيء المطر إلا الله"},
      {"lvl":2,"id":59,"sub":0,"tit":"3 - الدعاء إذا رأى المطر"},
      {"lvl":2,"id":59,"sub":1,"tit":"4 - ما يفعل إذا أصابه المطر"},
      {"lvl":2,"id":60,"sub":0,"tit":"5 - الذكر بعد نزول المطر"},
      {"lvl":2,"id":60,"sub":1,"tit":"6 - ذكر ابن القيم آثارا تذكر أن الإجابة للدعاء قد تطلب عند نزول الغيث"},
      {"lvl":2,"id":60,"sub":2,"tit":"7 - دعاء الاستصحاء"},
      {"lvl":2,"id":60,"sub":3,"tit":"8 - دعاء الرعد"},
      {"lvl":1,"id":61,"sub":0,"tit":"الثالث عشر: المطر، والرعد، والبرق، والصواعق، والزلازل"},
      {"lvl":2,"id":61,"sub":1,"tit":"المطر"},
      {"lvl":2,"id":63,"sub":0,"tit":"الرعد والبرق"},
      {"lvl":2,"id":65,"sub":0,"tit":"الزلازل"}
    ]
}
