{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9922":
    [
      {"page":152,"id":2,"nass":"(1) حدثنا أحمد بن عباد الفرغاني (¬1) : حدثنا يعقوب بن محمد الزهري: حدثنا المغيرة بن عبد الرحمن بن الحارث بن عبد الله بن عباس، عن خالد بن إياس، عن إسماعيل بن عمرو بن سعيد بن العاص، عن عثمان بن عبد الله بن الحكم، عن عثمان بن عفان، أن رسول الله صلى الله عليه وسلم صلى على عثمان بن مظعون، فكبر عليه أربع تكبيرات.\r(2) حدثني محمد بن إسحاق: حدثنا يعقوب بن محمد: حدثنا المغيرة بن عبد الرحمن، عن خالد بن إياس، عن عثمان بن عبد الله بن الحارث، عن عثمان بن عفان، عن النبي صلى الله عليه وسلم مثله.\r(3) حدثنا يوسف بن موسى: حدثنا سلمة بن الفضل الأبرش: حدثنا إسماعيل بن مسلم عن عبد الملك بن جريج، عن عبد العزيز بن عبد الله بن خالد بن أسيد قال: أرسل عثمان بن عفان إلى رجل فأتاه، فقال: إنه بلغني أنك تقول الشعر؟ قال: نعم قال: فلا تفعل، فإني سمعت رسول الله صلى الله عليه وسلم يقول: لأن يمتلأ جوف أحدكم قيحا خير له من أن يمتلأ شعرا يريه يعني يحرق جوفه.\r(4) حدثني محمد بن سنان: حدثنا أبو عاصم، عن عثمان بن عبد الملك، عن الفرافصة، عن عثمان بن عفان قال: قال رسول الله صلى الله عليه وسلم: عليكم بالكحل، فإنه ينبت الشعر ويشد العين.\r¬_________\r(¬1) هذه الورقة من مسند عثمان بن عفان لأبي القاسم البغوي، وليست تكملة للأفراد للدارقطني، والله أعلم.","seal":"1AB3B9FF","part":1},
      {"page":153,"id":3,"nass":"(5) حدثنا محمد بن الحسين: حدثنا عمرو بن طلحة القناد: حدثنا حسين بن عيسى، عن أبيه، عن علي بن عمرو بن صالح، عن أبي يحيى، أو يحيى، مولى معاذ بن عفراء الأنصاري قال: خطب عثمان بن عفان رضي الله عنه الناس وأنا شاهد فقال: إن رسول الله صلى الله عليه وسلم كان يؤثر بني هاشم على من سواهم.\r(6) حدثني ابن زنجويه وإبراهيم بن هانئ قالا: حدثنا أبو صالح كاتب الليث: حدثني أبو أيوب، عن عبيد الله بن المغيرة، عن منقذ مولى ابن سراقة، عن عثمان، أن رسول الله صلى الله عليه وسلم قال: يا عثمان، إذا ابتعت فاكتل، وإذا بعت فكل.\r(7) حدثني أبو موسى هارون بن عبد الله: حدثنا وهب بن جرير: حدثنا أبي، سمعت النعمان يحدث عن الزهري، عن أبي عبيد قال: خرج بنا عمر رحمة الله عليه يوم الفطر أو النحر فصلى بنا ركعتين بلا أذان ولا إقامة، وقال: سمعت / رسول الله صلى الله عليه وسلم ينهى عن صيام هذين اليومين، أما هذا اليوم فيوم نسككم فكلوا من نسككم، ثم شهدت عثمان بن عفان رضي الله عنه فعل مثل ما فعل عمر رضي الله عنه. قال أبو القاسم: ولم يسنده عن عثمان رضي الله عنه غيره.\r\rآخر المسند\rالحمد لله أولا وآخرا وظاهرا وباطنا\rحسبنا الله ونعم الوكيل","seal":"DFEA68F4","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":317,"Bk":"مسند عثمان بن عفان لأبي القاسم البغوي","HigriD":"317","oAuthVer":2,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أبو القاسم عبد الله بن محمد بن عبد العزيز بن المَرْزُبان بن سابور بن شاهنشاه البغوي","bLnk":null,"Inf":"","Auth":"البغوي ، أبو القاسم","Betaka":"الكتاب: مسند عثمان بن عفان لأبي القاسم البغوي (وهو مطبوع ضمن كتاب الفوائد)\r\nالمؤلف: أبو القاسم عبد الله بن محمد بن عبد العزيز بن المَرْزُبان بن سابور بن شاهنشاه البغوي (المتوفى: 317هـ)\r\nالمحقق: خلاف محمود عبد السميع\r\nالناشر: دار الكتب العلمية، بيروت - لبنان\r\nالطبعة: الأولى، 1423 هـ - 2002 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":0,"AuthInf":"أبو القاسم البَغَويّ (214 - 317هـ، 830 - 929م).\r\n\r\nأبو القاسم عبد الله بن محمد بن عبد العزيز بن المرزبان بن سابور بن شاهنشاه، البَغَوي الأصل، البغدادي الدار والمولد. إمام حافظ وحجة مُعمّر، مُسْند العصر، ويعرف بابن بنت منيع. منسوب إلى مدينة بَغْشَور من مدائن إقليم خراسان. وكان أبوه وعمه الحافظ علي بن عبد العزيز البغوي منها.\r\nحرص عليه جده لأمه أحمد بن منيع فأسمعه في الصّغر، حتى كتب بخطه إملاء في ربيع الأول سنة خمس وعشرين ومائتين، فكان سنه يومئذ عشر سنين ونصفًا. ولا يُعرف أحد في ذلك العصر طلب الحديث وكتبه أصغر من أبي القاسم، فأدرك الأسانيد العالية وحدَّثه جماعة عن صغار التابعين.\r\nحدّث عن الإمام أحمد وابن المديني وعلي بن الجعد وأبي بكر بن أبي شيبة وجده أحمد بن منيع، وخلق كثير، حتى إنه كتب عن أقرانه، وصنّف كتاب معجم الصحابة فجوده وكتاب الجعديات المطبوع باسم مسند علي بن الجعد فأتقنه. وكان علي بن الجعد أكبر شيخ له وهو ثَبتٌ فيه مكثر عنه. حدّث عنه يحيى بن صاعد وابن قانع وابن حبان وابن عدي والطبراني وخلق كثير. وكل من جاء بعده يحرص على حديثه لعلو أسانيده. سئل عنه الدارقطني فقال: ثقة جبل، إمام من الأئمة ثَبتٌ، أقل المشايخ خطأ، وكلامه في الحديث أحسن من كلام ابن صاعد.\r\n\r\nنقلا عن\r\nالموسوعة العربية العالمية http://www.mawsoah.net","seal":"4B51D85A","cat":"الأجزاء الحديثية","oNum":9922,"BkId":9922,"oAuth":56,"bVer":1,"aSeal":"9E84B9B0"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9922":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"(1)"},
      {"lvl":1,"id":2,"sub":1,"tit":"(2)"},
      {"lvl":1,"id":2,"sub":2,"tit":"(3)"},
      {"lvl":1,"id":2,"sub":3,"tit":"(4)"},
      {"lvl":1,"id":3,"sub":0,"tit":"(5)"},
      {"lvl":1,"id":3,"sub":1,"tit":"(6)"},
      {"lvl":1,"id":3,"sub":2,"tit":"(7)"}
    ]
}
