{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9942":
    [
      {"ppart1":1,"ppage1":4,"id":2,"part":1,"nass":"مقدمة المؤلف\rالحمد لله نحمده، ونستعينه، ونستغفره، ونتوب إليه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه، وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً.\rأما بعد: فهذه رسالة مختصرة في أصول الفقه كتبناها على وفق المنهج المقرر للسنة الثالثة الثانوية في المعاهد العلمية، وسميناها:\r«الأصول من علم الأصول»\rأسأل اللهَ أن يجعل عملنا خالصاً لله نافعاً لعباد الله، إنه قريب مجيب.","seal":"210464BF","page":5},
      {"ppart1":1,"ppage1":5,"id":3,"part":1,"nass":"أصُول الفِقْه\r\rتعريفه:\rأصول الفقه يعرّف باعتبارين:\rالأول: باعتبار مفردَيهِ؛ أي: باعتبار كلمة أصول، وكلمة فقه.\rفالأصول: جمع أصل، وهو ما يبنى عليه غيره، ومن ذلك أصل الجدار وهو أساسه، وأصل الشجرة الذي يتفرع منه أغصانها قال الله تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ} [ابراهيم:24].\rوالفقه لغة: الفهم، ومنه قوله تعالى: {وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي} [طه:27]\rواصطلاحاً: معرفة الأحكام الشرعية العملية بأدلتها التفصيلية.\rفالمراد بقولنا: «معرفة»؛ العلم والظن؛ لأن إدراك الأحكام الفقهية قد يكون يقينيًّا، وقد يكون ظنيًّا، كما في كثير من مسائل الفقه.\rوالمراد بقولنا: «الأحكام الشرعية»؛ الأحكام المتلقاة من الشرع؛ كالوجوب والتحريم، فخرج به الأحكام العقلية؛ كمعرفة أن الكل أكبر من الجزء والأحكام العادية؛ كمعرفة نزول الطل في الليلة الشاتية إذا كان الجو صحواً.","seal":"43AB53DB","page":7},
      {"ppart1":1,"ppage1":5,"id":4,"part":1,"nass":"والمراد بقولنا: «العملية»؛ ما لا يتعلق بالاعتقاد؛ كالصلاة والزكاة، فخرج به ما يتعلق بالاعتقاد؛ كتوحيد الله ومعرفة أسمائه وصفاته، فلا يسمّى ذلك فقهاً في الاصطلاح.\rوالمراد بقولنا: «بأدلتها التفصيلية»؛ أدلة الفقه المقرونة بمسائل الفقه التفصيلية؛ فخرج به أصول الفقه؛ لأن البحث فيه إنما يكون في أدلة الفقه الإجمالية.\rالثاني: باعتبار كونه؛ لقباً لهذا الفن المعين، فيعرف بأنه: علم يبحث عن أدلة الفقه الإجمالية وكيفية الاستفادة منها وحال المستفيد.\rفالمراد بقولنا: «الإجمالية»؛ القواعد العامة مثل قولهم: الأمر للوجوب والنهي للتحريم والصحة تقتضي النفوذ، فخرج به الأدلة التفصيلية فلا تذكر في أصول الفقه إلا على سبيل التمثيل للقاعدة.\rوالمراد بقولنا: «وكيفية الاستفادة منها»؛ معرفة كيف يستفيد الأحكام من أدلتها بدراسة أحكام الألفاظ ودلالاتها من عموم وخصوص وإطلاق وتقييد وناسخ ومنسوخ وغير ذلك، فإنَّه بإدراكه يستفيد من أدلة الفقه أحكامها.\rوالمراد بقولنا: «وحال المستفيد»؛ معرفة حال المستفيد وهو المجتهد، سمي مستفيداً؛ لأنه يستفيد بنفسه الأحكام من أدلتها لبلوغه مرتبة الاجتهاد، فمعرفة المجتهد وشروط الاجتهاد وحكمه ونحو ذلك يبحث في أصول الفقه.\rفائدة أصول الفقه:\rإن أصول الفقه علم جليل القدر، بالغ الأهمية، غزير","seal":"619313B4","page":8},
      {"ppart1":1,"ppage1":6,"id":5,"part":1,"nass":"الفائدة، فائدته: التَّمَكُّن من حصول قدرة يستطيع بها استخراج الأحكام الشرعية من أدلتها على أسس سليمة.\rوأول من جمعه كفنٍ مستقل الإمام الشافعي محمد بن إدريس رحمه الله، ثم تابعه العلماء في ذلك، فألفوا فيه التآليف المتنوعة، ما بين منثور، ومنظوم، ومختصر، ومبسوط حتى صار فنًّا مستقلًّا، له كيانه، ومميزاته.","seal":"E86D2BF6","page":9},
      {"ppart1":1,"ppage1":7,"id":6,"part":1,"nass":"الأحكام\rالأحكام: جمع حُكم وهو لغةً: القضاء.\rواصطلاحاً: ما اقْتضاه خطاب الشرع المتعلق بأفعال المكلفين من طلب، أو تخيير، أو وضع.\rفالمراد بقولنا: «خطاب الشرع»؛ الكتاب والسنة.\rوالمراد بقولنا: «المتعلق بأفعال المكلفين»؛ ما تعلق بأعمالهم سواء كانت قولاً أم فعلاً، إيجاداً أم تركاً.\rفخرج به ما تعلق بالاعتقاد فلا يسمى حكماً بهذا الاصطلاح.\rوالمراد بقولنا: «المكلفين»؛ ما من شأنهم التكليف فيشمل الصغير والمجنون.\rوالمراد بقولنا: «من طلب»؛ الأمر والنهي سواء على سبيل الإلزام، أو الأفضلية.\rوالمراد بقولنا: «أو تخيير»؛ المباح.\rوالمراد بقولنا: «أو وضع»؛ الصحيح والفاسد ونحوهما مما وضعه الشارع من علامات وأوصاف للنفوذ والإلغاء.\r\rأقسام الأحكام الشرعية:\rتنقسم الأحكام الشرعية إلى قسمين: تكليفية ووضعية.","seal":"0E20D437","page":10},
      {"ppart1":1,"ppage1":7,"id":7,"part":1,"nass":"فالتكليفية خمسة: الواجب والمندوب والمحرَّم والمكروه والمباح.\r1 - فالواجب لغة: الساقط واللازم.\rواصطلاحاً: ما أمر به الشارع على وجه الإلزام؛ كالصلوات الخمس.\rفخرج بقولنا: «ما أمر به الشارع»؛ المحرم والمكروه والمباح.\rوخرج بقولنا: «على وجه الإلزام»؛ المندوب.\rوالواجب يثاب فاعله امتثالاً، ويستحق العقاب تاركُه.\rويُسمَّى: فرضاً وفريضة وحتماً ولازماً.\r2 - والمندوب لغة: المدعوُّ.\rواصطلاحاً: ما أمر به الشارع لا على وجه الإلزام؛ كالرواتب.\rفخرج بقولنا: «ما أمر به الشارع»؛ المحرم والمكروه والمباح.\rوخرج بقولنا: «لا على وجه الإلزام»؛ الواجب.\rوالمندوب يثاب فاعله امتثالاً، ولا يعاقب تاركه.\rويُسمَّى سنة ومسنوناً ومستحباً ونفلاً.\r3 - والمحرم لغة: الممنوع.\rواصطلاحاً: ما نهى عنه الشارع على وجه الإلزام بالترك؛ كعقوق الوالدين.\rفخرج بقولنا: «ما نهى عنه الشارع»؛ الواجب والمندوب والمباح.","seal":"E23BF9C9","page":11},
      {"ppart1":1,"ppage1":9,"id":8,"part":1,"nass":"وخرج بقولنا: «على وجه الإلزام بالترك»؛ المكروه.\rوالمحرم يثاب تاركه امتثالاً، ويستحق العقاب فاعله.\rويسمى: محظوراً أو ممنوعاً.\r4 - والمكروه لغة: المبغض.\rواصطلاحاً: ما نهى عنه الشارع لا على وجه الإلزام بالترك؛ كالأخذ بالشمال والإعطاء بها.\rفخرج بقولنا: «ما نهى عنه الشارع»؛ الواجب والمندوب والمباح.\rوخرج بقولنا: «لا على وجه الإلزام بالترك»؛ المحرم.\rوالمكروه: يثاب تاركه امتثالاً، ولا يعاقب فاعله.\r5 - والمباح لغة: المعلن والمأذون فيه.\rواصطلاحاً: ما لا يتعلق به أمر، ولا نهي لذاته؛ كالأكل في رمضان ليلاً.\rفخرج بقولنا: «ما لا يتعلق به أمر»؛ الواجب والمندوب.\rوخرج بقولنا: «ولا نهي»؛ المحرم والمكروه.\rوخرج بقولنا: «لذاته»؛ ما لو تعلق به أمر لكونه وسيلة لمأمور به، أو نهي لكونه وسيلة لمنهي عنه، فإن له حكم ما كان وسيلة له من مأمور، أو منهي، ولا يخرجه ذلك عن كونه مباحاً في الأصل.\rوالمباح ما دام على وصف الإباحة، فإنه لا يترتب عليه ثواب ولا عقاب.\rويسمى: حلالاً وجائزاً.","seal":"64CDC733","page":12},
      {"ppart1":1,"ppage1":9,"id":9,"part":1,"nass":"الأحكام الوضعية:\rالأحكام الوضعية: ما وضعه الشارع من أمارات، لثبوت أو انتفاء، أو نفوذ، أو إلغاء.\rومنها: الصحة والفساد.\r1 - فالصحيح لغة: السليم من المرض.\rواصطلاحاً: ما ترتبت آثار فعله عليه عبادةً كان أم عقداً.\rفالصحيح من العبادات: ما برئت به الذمة، وسقط به الطلب.\rوالصحيح من العقود: ما ترتبت آثاره على وجوده؛ كترتب الملك على عقد البيع مثلاً.\rولا يكون الشيء صحيحاً إلا بتمام شروطه وانتفاء موانعه.\rمثال ذلك في العبادات: أن يأتي بالصلاة في وقتها تامة شروطها وأركانها وواجباتها.\rومثال ذلك في العقود: أن يعقد بيعاً تامة شروطه المعروفة مع انتفاء موانعه.\rفإن فُقِد شرطٌ من الشروط، أو وُجِد مانع من الموانع امتنعت الصحة.\rمثال فَقْد الشرط في العبادة: أن يصلي بلا طهارة.\rومثال فقد الشرط في العقد: أن يبيع ما لا يملك.\rومثال وجود المانع في العبادة: أن يتطوع بنفل مطلق في وقت النهي.\rومثال وجود المانع في العقد: أن يبيع من تلزمه الجمعة شيئاً، بعد ندائها الثاني على وجه لا يباح.","seal":"0E8E9DC0","page":13},
      {"ppart1":1,"ppage1":10,"id":10,"part":1,"nass":"2 - والفاسد لغة: الذاهب ضياعاً وخسراً.\rواصطلاحاً: ما لا تترتب آثار فعله عليه عبادةً كان أم عقداً.\rفالفاسد من العبادات: ما لا تبرأ به الذمة، ولا يسقط به الطلب؛ كالصلاة قبل وقتها.\rوالفاسد من العقود: ما لا تترتب آثاره عليه؛ كبيع المجهول.\rوكل فاسد من العبادات والعقود والشروط فإنه محرّم؛ لأن ذلك مِنْ تعدِّي حدود الله، واتخاذِ آياته هزؤاً، ولأن النبي صلّى الله عليه وسلّم أنكر على من اشترطوا شروطاً ليست في كتاب الله. (¬1)\rوالفاسد والباطل بمعنى واحد إلا في موضعين:\rالأول: في الإحرام؛ فرّقوا بينهما بأن الفاسد ما وطئ فيه المُحرمِ قبل التحلل الأول، والباطل ما ارتد فيه عن الإسلام.\rالثاني: في النكاح؛ فرقوا بينهما بأن الفاسد ما اختلف العلماء في فساده كالنكاح بلا ولي، والباطل ما أجمعوا على بطلانه كنكاح المعتدة.\r¬_____________\r(¬1) رواه البخاري «2155» كتاب البيوع، 65 - باب إن شاء رد المصراة.\rومسلم «1504» كتاب العتق، 2 - باب إنما الولاء لمن أعتق.","seal":"673DD7C2","page":14},
      {"ppart1":1,"ppage1":11,"id":11,"part":1,"nass":"العِلم\r\rتعريفه:\rالعلم: إدراك الشيء على ما هو عليه إدراكاً جازماً؛ كإدراك أن الكل أكبر من الجزء، وأن النية شرط في العبادة.\rفخرج بقولنا: «إدراك الشيء»؛ عدم الإدراك بالكلية ويسمّى «الجهل البسيط»، مثل أن يُسأل: متى كانت غزوة بدر؟ فيقول: لا أدري.\rوخرج بقولنا: «على ما هو عليه»؛ إدراكه على وجه يخالف ما هو عليه، ويسمّى «الجهل المركب»، مثل أن يُسأل: متى كانت غزوة بدر؟ فيقول: في السنة الثالثة من الهجرة.\rوخرج بقولنا: «إدراكاً جازماً»؛ إدراك الشيء إدراكاً غير جازم، بحيث يحتمل عنده أن يكون على غير الوجه الذي أدركه، فلا يسمى ذلك علماً. ثم إن ترجح عنده أحد الاحتمالين فالراجح ظن والمرجوح وَهم، وإن تساوى الأمران فهو شك.\rوبهذا تبيّن أن تعلق الإدراك بالأشياء كالآتي:\r1 - علم؛ وهو إدراك الشيء على ما هو عليه إدراكاً جازماً.\r2 - جهل بسيط؛ وهو عدم الإدراك بالكلية.","seal":"D1C37263","page":15},
      {"ppart1":1,"ppage1":12,"id":12,"part":1,"nass":"3 - جهل مركب؛ وهو إدراك الشيء على وجه يخالف ما هو عليه.\r4 - ظن، وهو إدراك الشيء مع احتمال ضد مرجوح.\r5 - وهم، وهو إدراك الشيء مع احتمال ضدٍّ راجح.\r6 - شك، وهو إدراك الشيء مع احتمال ضدٍّ مساو.\r\rأقسام العلم:\rينقسم العلم إلى قسمين: ضروري ونظري.\r1 - فالضروري: ما يكون إدراك المعلوم فيه ضروريًّا، بحيث يضطر إليه من غير نظر ولا استدلال؛ كالعلم بأن الكل أكبر من الجزء، وأن النار حارة، وأن محمداً رسول الله.\r2 - والنظري: ما يحتاج إلى نظر واستدلال؛ كالعلم بوجوب النية في الصلاة.","seal":"CBF63F22","page":16},
      {"ppart1":1,"ppage1":12,"id":13,"part":1,"nass":"الكلام\rتعريفه:\rالكلام لغة: اللفظ الموضوع لمعنى.\rواصطلاحاً: اللفظ المفيد مثل: الله ربنا ومحمد نبينا.\rوأقل ما يتألف منه الكلام اسمان، أو فعل واسم.\rمثال الأول: محمد رسول الله، ومثال الثاني: استقام محمد.\rوواحد الكلام كلمة وهي: اللفظ الموضوع لمعنى مفرد وهي إما اسم، أو فعل، أو حرف.\rأ - فالاسم: ما دل على معنى في نفسه من غير إشعار بزمن.\rوهو ثلاثة أنواع:\rالأول: ما يفيد العموم كالأسماء الموصولة.\rالثاني: ما يفيد الإطلاق كالنكرة في سياق الإثبات.\rالثالث: ما يفيد الخصوص كالأعلام.\rب - والفعل: ما دل على معنى في نفسه، وأشعر بهيئته بأحد الأزمنة الثلاثة.\rوهو إما ماضٍ كـ «فَهِمَ»، أو مضارع كـ «يَفْهَمُ»، أو أمر كَـ «اِفْهَمْ».\rوالفعل بأقسامه يفيد الإطلاق فلا عموم له.\rج - والحرف: ما دل على معنى في غيره، ومنه:","seal":"17919774","page":17},
      {"ppart1":1,"ppage1":13,"id":14,"part":1,"nass":"1 - الواو: وتأتي عاطفة فتفيد اشتراك المتعاطفين في الحكم، ولا تقتضي الترتيب، ولا تنافيه إلا بدليل.\r2 - الفاء: وتأتي عاطفة فتفيد اشتراك المتعاطفين في الحكم مع الترتيب والتعقيب، وتأتي سببية فتفيد التعليل\r3 - اللام الجارّة. ولها معانٍ منها: التعليل والتمليك والإباحة.\r4 - على الجارّة. ولها معانٍ منها: الوجوب.\r\rأقسام الكلام:\rينقسم الكلام باعتبار إمكان وصفه بالصدق وعدمه إلى قسمين: خبر وإنشاء.\r1 - فالخبر: ما يمكن أن يوصف بالصدق أو الكذب لذاته.\rفخرج بقولنا: «ما يمكن أن يوصف بالصدق والكذب»؛ الإنشاء؛ لأنه لا يمكن فيه ذلك، فإن مدلوله ليس مخبراً عنه حتى يمكن أن يقال: إنه صدق أو كذب.\rوخرج بقولنا: «لذاته»؛ الخبر الذي لا يحتمل الصدق، أو لا يحتمل الكذب باعتبار المخبر به، وذلك أن الخبر من حيث المخبر به ثلاثة أقسام:\rالأول - ما لا يمكن وصفه بالكذب؛ كخبر الله ورسوله الثابت عنه.\rالثاني - ما لا يمكن وصفه بالصدق؛ كالخبر عن المستحيل شرعاً أو عقلاً، فالأول: كخبر مدعي الرسالة بعد النبي صلّى الله عليه وسلّم، والثاني: كالخبر عن اجتماع النقيضين كالحركة والسكون في عين واحدة في زمن واحد.","seal":"0EB7371F","page":18},
      {"ppart1":1,"ppage1":14,"id":15,"part":1,"nass":"الثالث: ما يمكن أن يوصف بالصدق والكذب إما على السواء، أو مع رجحان أحدهما، كإخبار شخص عن قدوم غائب ونحوه.\r2 - والإنشاء: ما لا يمكن أن يوصف بالصدق والكذب، ومنه الأمر والنهي. كقوله تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} [النساء: من الآية 36] وقد يكون الكلام خبراً إنشاء باعتبارين؛ كصيغ العقود اللفظية مثل: بعت وقبلت، فإنها باعتبار دلالتها على ما في نفس العاقد خبر، وباعتبار ترتب العقد عليها إنشاء.\rوقد يأتي الكلام بصورة الخبر والمراد به الإنشاء وبالعكس لفائدة.\rمثال الأول: قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ} [البقرة: من الآية 228] فقوله: يتربصن بصورة الخبر والمراد بها الأمر، وفائدة ذلك تأكيد فعل المأمور به، حتى كأنه أمر واقع، يتحدث عنه كصفة من صفات المأمور.\rومثال العكس: قوله تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ} [العنكبوت: من الآية 12] فقوله: «ولنحمل» بصورة الأمر والمراد بها الخبر، أي: ونحن نحمل. وفائدة ذلك تنزيل الشيء المخبر عنه منزلة المفروض الملزم به.\r\rالحقيقة والمجاز:\rوينقسم الكلام من حيث الاستعمال إلى حقيقةٍ ومجازٍ.\r1 - فالحقيقة هي: اللفظ المستعمل فيما وضع له، مثل: أسد للحيوان المفترس.\rفخرج بقولنا: «المستعمل»؛ المهمل، فلا يسمى حقيقة ولا مجازاً.","seal":"A41D123E","page":19},
      {"ppart1":1,"ppage1":15,"id":16,"part":1,"nass":"وخرج بقولنا: «فيما وضع له»؛ المجاز.\rوتنقسم الحقيقة إلى ثلاثة أقسام: لغوية وشرعية وعرفية.\rفاللغوية هي: اللفظ المستعمل فيما وضع له في اللغة.\rفخرج بقولنا: «في اللغة»؛ الحقيقة الشرعية والعرفية.\rمثال ذلك الصلاة، فإن حقيقتها اللغوية الدعاء، فتحمل عليه في كلام أهل اللغة.\rوالحقيقة الشرعية هي: اللفظ المستعمل فيما وضع له في الشرع.\rفخرج بقولنا: «في الشرع»؛ الحقيقة اللغوية والعرفية.\rمثال ذلك: الصلاة، فإن حقيقتها الشرعية الأقوال والأفعال المعلومة المفتتحة بالتكبير المختتمة بالتسليم، فتحمل في كلام أهل الشرع على ذلك.\rوالحقيقة العرفية هي: اللفظ المستعمل فيما وضع له في العرف.\rفخرج بقولنا: «في العرف»؛ الحقيقة اللغوية والشرعية.\rمثال ذلك: الدابة، فإن حقيقتها العرفية ذات الأربع من الحيوان، فتحمل عليه في كلام أهل العرف.\rوفائدة معرفة تقسيم الحقيقة إلى ثلاثة أقسام: أن نحمل كل لفظ على معناه الحقيقي في موضع استعماله، فيحمل في استعمال أهل اللغة على الحقيقة اللغوية، وفي استعمال الشرع على الحقيقة الشرعية، وفي استعمال أهل العرف على الحقيقة العرفية.\r2 - والمجاز هو: اللفظ المستعمل في غير ما وضع له، مثل: أسد للرجل الشجاع.","seal":"692CC766","page":20},
      {"ppart1":1,"ppage1":16,"id":17,"part":1,"nass":"فخرج بقولنا: «المستعمل»؛ المهمل، فلا يسمى حقيقة ولا مجازاً.\rوخرج بقولنا: «في غير ما وضع له»؛ الحقيقة.\rولا يجوز حمل اللفظ على مجازه إلا بدليل صحيح يمنع من إرادة الحقيقة، وهو ما يسمى في علم البيان بالقرينة.\rويشترط لصحة استعمال اللفظ في مجازه: وجود ارتباط بين المعنى الحقيقي والمجازي، ليصح التعبير به عنه، وهو ما يسمى في علم البيان بالعلاقة، والعلاقة إما أن تكون المشابهة أو غيرها.\rفإن كانت المشابهة سمي التجوز «استعارة»؛ كالتجوز بلفظ أسد عن الرجل الشجاع.\rوإن كانت غير المشابهة سمي التجوز «مجازاً مرسلاً» إن كان التجوز في الكلمات، و «مجازاً عقليًّا» إن كان التجوز في الإسناد.\rمثال ذلك في المجاز المرسل: أن تقول: رعينا المطر، فكلمة «المطر» مجاز عن العشب، فالتجوز بالكلمة.\rومثال ذلك في المجاز العقلي: أن تقول: أنبت المطر العشب فالكلمات كلها يراد بها حقيقة معناها، لكن إسناد الإنبات إلى المطر مجاز؛ لأن المنبت حقيقة هو الله تعالى فالتجوز في الإسناد.\rومن المجاز المرسل: التجوز بالزيادة، والتجوز بالحذف.\rمثلوا للمجاز بالزيادة بقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: 11] فقالوا: إن الكاف زائدة لتأكيد نفي المثل عن الله تعالى.","seal":"E7E873DA","page":21},
      {"ppart1":1,"ppage1":17,"id":18,"part":1,"nass":"ومثال المجاز بالحذف: قوله تعالى: {وسئل القرية} [يوسف: 82] أي: واسأل أهل القرية؛ فحذفت «أهل» مجازاً، وللمجاز أنواع كثيرة مذكورة في علم البيان.\rوإنما ذكر طرف من الحقيقة والمجاز في أصول الفقه؛ لأن دلالة الألفاظ إما حقيقة وإما مجاز، فاحتيج إلى معرفة كل منهما وحكمه. والله أعلم.\r\rتنبيه:\rتقسيم الكلام الى حقيقة ومجاز هو المشهور عند أكثر المتأخرين في القران وغيره، وقال بعض أهل العلم: لا مجاز في القران، وقال اخرون: لا مجاز في القران ولا في غيره، وبه قال أبو إسحاق الإسفراييني ومن المتأخرين العلامة الشيخ محمد الأمين الشنقيطي، وقد بين شيخ الإسلام ابن تيمية وتلميذه ابن القيم أنه اصطلاح حادث بعد انقصاء القرون الثلاثة المفضلة، ونصره بأدلة قوية كثيرة تبين لمن اطلع عليها أن هذا القول هو الصواب (¬1).\r¬_____________\r(¬1) كتاب الإيمان ص 73، ومختصر الصواعق ص 1510.","seal":"DCD7BE6A","page":22},
      {"ppart1":1,"ppage1":17,"id":19,"part":1,"nass":"الأمر\rتعريفه:\rالأمر: قول يتضمن طلب الفعل على وجه الاستعلاء، مثل: أقيموا الصلاة وآتوا الزكاة.\rفخرج بقولنا: «قول»؛ الإشارة فلا تسمى أمراً، وإن أفادت معناه.\rوخرج بقولنا: «طلب الفعل»؛ النهي لأنه طلب ترك، والمراد بالفعل الإيجاد، فيشمل القول المأمور به.\rوخرج بقولنا: «على وجه الاستعلاء»؛ الالتماس، والدعاء وغيرهما مما يستفاد من صيغة الأمر بالقرائن.\r\rصيغ الأمر:\rصيغ الأمر أربع:\r1 - فعل الأمر، مثل: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ} [العنكبوت: من الآية 45]\r2 - اسم فعل الأمر، مثل: حيّ على الصلاة.\r3 - المصدر النائب عن فعل الأمر، مثل: {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَاب} [محمد: من الآية 4]\r4 - المضارع المقرون بلام الأمر، مثل: {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ} [المجادلة: من الآية 4]","seal":"0689F937","page":23},
      {"ppart1":1,"ppage1":18,"id":20,"part":1,"nass":"وقد يستفاد طلب الفعل من غير صيغة الأمر، مثل أن يوصف بأنه فرض، أو واجب، أو مندوب، أو طاعة، أو يمدح فاعله، أو يذم تاركه، أو يرتب على فعله ثواب، أو على تركه عقاب (¬1).\r\rما تقتضيه صيغة الأمر:\rصيغة الأمر عند الإطلاق تقتضي: وجوب المأمور به، والمبادرة بفعله فوراً.\rفمن الأدلة على أنها تقتضي الوجوب قوله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: من الآية 63]، وجه الدلالة أن الله حذر المخالفين عن أمر الرسول صلّى الله عليه وسلّم أن تصيبهم فتنة، وهي الزيغ، أو يصيبهم عذاب أليم، والتحذير بمثل ذلك لا يكون إلا على ترك\r¬_____________\r(¬1) علق فضيلة الشيخ المؤلف رحمه الله تعالى بقوله:\rومثال ما وصف بأنه فرض: قوله صلى الله عليه وسلم: «فأعلمهم أن الله قد فرض عليهم خمس صلوات في كل يوم وليلة ....».\rومثال ما وصف بأنه واجب: قوله صلى الله عليه وسلم: «غسل الجمعة واجب على كل محتلم».\rومثال ما وصف بأنه طاعة: قوله صلى الله عليه وسلم: «من أطاع أميري فقد أطاعني».\rومثال ما مدح فاعله: قوله صلى الله عليه وسلم: «نعم الرجل عبد الله بن عمر لو كان يقوم من الليل».\rومثال ما ذم تاركه: قوله صلى الله عليه وسلم: «من ترك الرمي بعدما علمه رغبة عنه، فإنها نعمة كفرها» ..\rومثال ما رتب على فعله الثواب: قوله صلى الله عليه وسلم: «من صلى علي صلاة صلى الله عليه بت عشرا».\rومثال ما رتب على تركه العقاب: قوله صلى الله عليه وسلم: «من ترك ثلاث جمع تهاونا طبع الله على قلبه».","seal":"B12B0984","page":24},
      {"ppart1":1,"ppage1":18,"id":21,"part":1,"nass":"واجب؛ فدل على أن أمر الرسول صلّى الله عليه وسلّم المطلق يقتضي وجوب فعل المأمور.\rومن الأدلة على أنه للفور قوله تعالى: {فَاسْتَبِقُوا الْخَيْرَاتِ} [البقرة: (148)، والمائدة: 48] والمأمورات الشرعية خير، والأمر بالاستباق إليها دليل على وجوب المبادرة.\rولأن النبي صلّى الله عليه وسلّم كره تأخير الناس ما أمرهم به من النحر والحلق يوم الحديبية، حتى دخل على أم سلمة رضي الله عنها فذكر لها ما لقي من الناس (¬1).\rولأن المبادرة بالفعل أحوط وأبرأ، والتأخير له آفات، ويقتضي تراكم الواجبات حتى يعجز عنها.\rوقد يخرج الأمر عن الوجوب والفورية لدليل يقتضي ذلك، فيخرج عن الوجوب إلى معان منها:\r1 - الندب؛ كقوله تعالى: {وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ} [البقرة: 282] فالأمر بالإشهاد على التبايع للندب بدليل أن النبي صلّى الله عليه وسلّم اشترى فرساً من أعرابي ولم يشهد (¬2).\r¬_____________\r(¬1) رواه البخاري «2731، 2732» كتاب الشروط، 15 - باب الشروط في الجهاد والمصالحة مع أهل الحرب وكتابة الشروط. وأحمد «4/ 326/ 19117».\r(¬2) رواه أبو داود «3607» كتاب الأقضية، باب إذا علم الحاكم صدق الشاهد الواحد، يجوز له أن يحكم به؟.\rوالنسائي في «الكبرى»، «6243» كتاب البيوع، 82 - التسهيل في ترك الإشهاد على البيع.\rوأحمد «5/ 215»، وصححه الإلباني في «الإرواء» «1286».","seal":"EB42A899","page":25},
      {"ppart1":1,"ppage1":19,"id":22,"part":1,"nass":"2 - الإباحة؛ وأكثر ما يقع ذلك إذا ورد بعد الحظر، أو جواباً لما يتوهم أنه محظور.\rمثاله بعد الحظر: قوله تعالى: {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} [المائدة: 2] فالأمر بالاصطياد للإباحة لوقوعه بعد الحظر المستفاد من قوله تعالى: {غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ} [المائدة: 1]\rومثاله جواباً لما يتوهم أنه محظور؛ قوله صلّى الله عليه وسلّم: «افعل ولا حرج» (¬1)، في جواب من سألوه في حجة الوداع عن تقديم أفعال الحج التي تفعل يوم العيد بعضها على بعض.\r3 - التهديد كقوله تعالى: {اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [فصلت: من الآية 40]، {إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارا} [الكهف: من الآية 29] فذكر الوعيد بعد الأمر المذكور دليل على أنه للتهديد.\rويخرج الأمر عن الفورية إلى التراخي.\rمثاله: قضاء رمضان فإنه مأمور به لكن دلَّ الدليل على أنه للتراخي، فعن عائشة رضي الله عنها قالت: كان يكون عليّ الصوم من رمضان فما أستطيع أن أقضيه إلا في شعبان، وذلك لمكان رسول الله صلّى الله عليه وسلّم (¬2)\r¬_____________\r(¬1) رواه البخاري «83» كتاب العلم، 23 - باب الفتيا وهو واقف على الدابة وغيرها.\rومسلم «1306» كتاب الحج، 57 - باب من حلق قبل النحر أو نحر قبل الرمي.\r(¬2) انظر: البخاري «1950» كتاب الصوم، 40 - متى يقضى قضاء رمضان.\rومسلم «1146» كتاب الصيام، 26 - باب قضاء رمضان في شعبان.","seal":"7D6BC9D7","page":26},
      {"ppart1":1,"ppage1":20,"id":23,"part":1,"nass":"ولو كان التأخير محرماً ما أقِرّت عليه عائشة رضي الله عنها.\r\rما لا يتم المأمور إلا به:\rإذا توقف فعل المأمور به على شيء كان ذلك الشيء مأموراً به، فإن كان المأمور به واجباً كان ذلك الشيء واجباً، وإن كان المأمور به مندوباً كان ذلك الشيء مندوباً.\rمثال الواجب: ستر العورة فإذا توقف على شراء ثوب كان ذلك الشراء واجباً.\rومثال المندوب: التطيب للجمعة، فإذا توقف على شراء طيب كان ذلك الشراء مندوباً.\rوهذه القاعدة في ضمن قاعدة أعم منها وهي: الوسائل لها أحكام المقاصد، فوسائل المأمورات مأمور بها، ووسائل المنهيات منهي عنها.","seal":"0B64DA98","page":27},
      {"ppart1":1,"ppage1":21,"id":24,"part":1,"nass":"النَّهْي\r\rتعريفه:\rالنهي: قول يتضمن طلب الكف على وجه الاستعلاء بصيغة مخصوصة هي المضارع المقرون بلا الناهية، مثل قوله تعالى: {وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآياتِنَا وَالَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ} [الأنعام: من الآية 150].\rفخرج بقولنا: «قول»؛ الإشارة، فلا تسمى نهياً وإن أفادت معناه.\rوخرج بقولنا: «طلب الكف»؛ الأمر، لأنه طلب فعل.\rوخرج بقولنا: «على وجه الاستعلاء»؛ الالتماس والدعاء وغيرهما مما يستفاد من النهي بالقرائن.\rوخرج بقولنا: «بصيغة مخصوصة هي المضارع إلخ»؛ ما دل على طلب الكف بصيغة الأمر مثل: دع، اترك، كف، ونحوها؛ فإن هذه وإن تضمنت طلب الكف لكنها بصيغة الأمر فتكون أمراً لا نهياً.\rوقد يستفاد طلب الكف بغير صيغة النهي، مثل: أن يوصف الفعل بالتحريم أو الحظر أو القبح، أو يذم فاعله، أو يرتب على فعله عقاب، أو نحو ذلك (¬1).\r¬_____________\r(¬1) علق فضيلة الشيخ المؤلف رحمه الله تعالى بقوله: =","seal":"BAF7D79E","page":28},
      {"ppart1":1,"ppage1":22,"id":25,"part":1,"nass":"ما تقتضيه صيغة النهي:\rصيغة النهي عند الإطلاق تقتضي تحريم المنهي عنه وفساده.\rفمن الأدلة على أنها تقتضي التحريم قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: من الآية 7] فالأمر بالانتهاء عما نهى عنه، يقتضي وجوب الانتهاء، ومِنْ لَازِمِ ذلك تحريم الفعل.\rومن الأدلة على أنه يقتضي الفساد قوله صلّى الله عليه وسلّم: «من عمل عملاً ليس عليه أمرنا فهو رد» (¬1)؛ أي: مردود، وما نهى عنه؛ فليس عليه أمر النبي صلّى الله عليه وسلّم، فيكون مردوداً.\rهذا وقاعدة المذهب في المنهي عنه هل يكون باطلاً أو صحيحاً مع التحريم؟ كما يلي:\r1 - أن يكون النهي عائداً إلى ذات المنهي عنه، أو شرطه فيكون باطلاً.\r2 - أن يكون النهي عائداً إلى أمر خارج لا يتعلق بذات المنهي عنه ولا شرطه، فلا يكون باطلاً.\r¬_____________\r= مثال ما وصف الفعل بالتحريم: قوله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا}.\rومثال وصفه بالقبح: قوله صلى الله عليه وسلم: «ثمن الكلب خبيث».\rومثال ذم فاعله: قوله صلى الله عليه وسلم: «يئس».\rومثال ما رتب على فعله عقاب: قوله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} [النساء: 10].\r(¬1) رواه مسلم «1718» «18» كتاب الأقضية، 8 - باب نقض الأحكام الباطلة ورد محدثات الأمور.","seal":"F072065C","page":29},
      {"ppart1":1,"ppage1":22,"id":26,"part":1,"nass":"مثال العائد إلى ذات المنهي عنه في العبادة: النهي عن صوم يوم العيدين.\rومثال العائد إلى ذاته في المعاملة: النهي عن البيع بعد نداء الجمعة الثاني ممن تلزمه الجمعة.\rومثال العائد إلى شرطه في العبادة: النهي عن لبس الرجل ثوب الحرير، فستر العورة شرط لصحة الصلاة، فإذا سترها بثوب منهي عنه، لم تصح الصلاة لعود النهي إلى شرطها.\rومثال العائد إلى شرطه في المعاملة: النهي عن بيع الحمل، فالعلم بالمبيع شرط لصحة البيع، فإذا باع الحمل لم يصح البيع لعود النهي إلى شرطه.\rومثال النهي العائد إلى أمر خارج في العبادة: النهي عن لبس الرجل عمامة الحرير، فلو صلى وعليه عمامة حرير، لم تبطل صلاته؛ لأن النهي لا يعود إلى ذات الصلاة ولا شرطها.\rومثال العائد إلى أمر خارج في المعاملة: النهي عن الغش، فلو باع شيئاً مع الغش لم يبطل البيع؛ لأن النهي لا يعود إلى ذات البيع ولا شرطه.\rوقد يخرج النهي عن التحريم إلى معانٍ أخرى لدليل يقتضي ذلك، فمنها:\r1 - الكراهة: ومثلوا لذلك بقوله صلّى الله عليه وسلّم: «لا يمسنَّ أحدكم ذكره بيمينه وهو يبول» (¬1)، فقد قال الجمهور: إن النهي هنا\r¬_____________\r(¬1) رواه البخاري «153» كتاب الوضوء، 18 - باب النهي عن الاستنجاء باليمين.\rومسلم «267» كتاب الطهارة، 18 - باب التهي عن الاستنجاء باليمين.\rواللفظ له.","seal":"FDFD7B4A","page":30},
      {"ppart1":1,"ppage1":23,"id":27,"part":1,"nass":"للكراهة، لأن الذكر بضعة من الإنسان، والحكمة من النهي تنزيه اليمين.\r2 - الإرشاد: مثل قوله صلّى الله عليه وسلّم لمعاذ: «لا تدعن أن تقول دبر كل صلاة: اللهم أعنّي على ذكرك وشكرك وحسن عبادتك» (¬1).\rمن يدخل في الخطاب بالأمر والنهي:\rالذي يدخل في الخطاب بالأمر والنهي «هو» المكلف، وهو البالغ العاقل.\rفخرج بقولنا: «البالغ»؛ الصغير، فلا يكلف بالأمر والنهي تكليفاً مساوياً لتكليف البالغ، ولكنه يؤمر بالعبادات بعد التمييز تمريناً له على الطاعة، ويمنع من المعاصي؛ ليعتاد الكف عنها.\rوخرج بقولنا: «العاقل»؛ المجنون فلا يكلف بالأمر والنهي، ولكنه يمنع مما يكون فيه تعد على غيره أو إفساد، ولو فعل المأمور به لم يصح منه الفعل لعدم قصد الامتثال منه.\rولا يرد على هذا إيجاب الزكاة والحقوق المالية في مال الصغير والمجنون، لأن إيجاب هذه مربوط بأسباب معينة متى وجدت ثبت الحكم فهي منظور فيها إلى السبب لا إلى الفاعل!.\r\rوالتكليف بالأمر والنهي شامل للمسلمين والكفار لكن الكافر لا يصح منه فعل المأمور به حال كفره؛ لقوله تعالى: {وَمَا\r¬_____________\r(¬1) رواه أحمد «5/ 244/ 22172» و «247/ 22179» وأبو داود «1522» كتاب الوتر، باب في الاستغفار.\rوالنسائي في «المجتبى» «1302» كتاب السهو، باب نوع اخر من الدعاء.\rوصححه النووي، وجزم بثبوته الحافظ في «الفتح» «11/ 133».","seal":"B2FD37FF","page":31},
      {"ppart1":1,"ppage1":24,"id":28,"part":1,"nass":"مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِه} [التوبة: من الآية 54]. ولا يؤمر بقضائه إذا أسلم؛ لقوله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ} [لأنفال: من الآية 38] وقوله صلّى الله عليه وسلّم لعمرو بن العاص: «أما علمت يا عمرو أن الإسلام يهدم ما كان قبله» (¬1)، وإنما يعاقب على تركه إذا مات على الكفر؛ لقوله تعالى عن جواب المجرمين إذا سئلوا: {مَا سَلَكَكُمْ فِي سَقَرَ} [المدثر:42] {قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ} [المدثر:43] {وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ} [المدثر:44] {وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ} [المدثر:45] {وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ} [المدثر:46] {حَتَّى أَتَانَا الْيَقِينُ} [المدثر:47]\r\rموانع التكليف:\rللتكليف موانع منها: الجهل والنسيان والإكراه؛ لقول النبي صلّى الله عليه وسلّم: «إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه» (¬2). رواه ابن ماجه والبيهقي، وله شواهد من الكتاب والسنة تدل على صحته.\rفالجهل: عدم العلم، فمتى فعل المكلف محرماً جاهلاً بتحريمه فلا شيء عليه، كمن تكلم في الصلاة جاهلاً بتحريم الكلام، ومتى ترك واجباً جاهلاً بوجوبه لم يلزمه قضاؤه إذا كان\r¬_____________\r(¬1) رواه مسلم «121» كتاب الإيمان، 54 - باب كون الإسلام يهدم ما كان قبله وكذا الهجرة والحج.\r(¬2) رواه ابن ماجه «2043، 2045» كتاب الطلاق، 16 - باب طلاق المكره والناسي.\rوالبهقي «6/ 84» كتاب الإقرار، باب من لا يجوز إقراره. قال العجلوني في «كشف الخفاء» «1/ 523/ 1393»: حسنه النووي في «الروضة» و «الأربعين».\rوجود إسناده ابن كثير في «تحفة الطالب» «1/ 271/ 158».","seal":"F2A2F15D","page":32},
      {"ppart1":1,"ppage1":25,"id":29,"part":1,"nass":"قد فات وقته، بدليل أن النبي صلّى الله عليه وسلّم لم يأمر المسيء في صلاته - وكان لا يطمئن فيها - لم يأمره بقضاء ما فات من الصلوات، وإنما أمره بفعل الصلاة الحاضرة على الوجه المشروع.\rوالنسيان: ذهول القلب عن شيء معلوم، فمتى فعل محرماً ناسياً فلا شيء عليه؛ كمن أكل في الصيام ناسياً. ومتى ترك واجباً ناسياً فلا شيء عليه حال نسيانه؛ ولكن عليه فعله إذا ذكره؛ لقول النبي صلّى الله عليه وسلّم: «من نسي صلاة فليصلها إذا ذكرها» (¬1).\rوالإكراه: إلزام الشخص بما لا يريد، فمن أكره على شيء محرم فلا شيء عليه؛ كمن أكره على الكفر وقلبه مطمئن بالإيمان، ومن أكره على ترك واجب فلا شيء عليه حال الإكراه، وعليه قضاؤه إذا زال؛ كمن أكره على ترك الصلاة حتى خرج وقتها، فإنه يلزمه قضاؤها إذا زال الإكراه.\rوتلك الموانع إنما هي في حق الله؛ لأنه مبني على العفو والرحمة، أما في حقوق المخلوقين فلا تمنع من ضمان ما يجب ضمانه، إذا لم يرض صاحب الحق بسقوطه، والله أعلم.\r¬_____________\r(¬1) رواه البخاري «597» كتاب مواقيت الصلاة، 37 - باب من نسي صلاة فليصليها إذا ذكرها ولا يعيد إلا تلك الصلاة.\rومسلم «684» كتاب المساجد، 55 - باب قضاء الصلاة الفائتة واستحباب تعجيل قضائها.","seal":"A730E0EC","page":33},
      {"ppart1":1,"ppage1":27,"id":30,"part":1,"nass":"العام\rتعريفه:\rالعام لغة: الشامل.\rواصطلاحاً: اللفظ المستغرق لجميع أفراده بلا حصر، مثل: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ} [الانفطار:13]\rفخرج بقولنا: «المستغرق لجميع أفراده»؛ ما لا يتناول إلا واحداً كالعَلَم والنكرة في سياق الإثبات؛ كقوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ} [المجادلة: 3] لأنها لا تتناول جميع الأفراد على وجه الشمول، وإنما تتناول واحداً غير معيَّن.\rوخرج بقولنا: «بلا حصر»؛ ما يتناول جميع أفراده مع الحصر كأسماء العدد: مئة وألف ونحوهما.\rصيغ العموم:\rصيغ العموم سبع:\r1 - ما دل على العموم بمادته مثل: كل، وجميع، وكافة، وقاطبة، وعامة؛ كقوله تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر:49]\r2 - أسماء الشرط؛ كقوله تعالى: {مَنْ عَمِلَ صَالِحاً فَلِنَفْسِه} [الجاثية: من الآية 15] {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} [البقرة: من الآية 115]","seal":"BBB3CEB0","page":34},
      {"ppart1":1,"ppage1":27,"id":31,"part":1,"nass":"3 - أسماء الاستفهام؛ كقوله تعالى: {فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} [الملك: من الآية 30] {مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ} [القصص: من الآية 65] {فأين تذهبون} [التكوير: 26].\r4 - الأسماء الموصولة؛ كقوله تعالى: {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ} [الزمر:33].\r{وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} [العنكبوت: من الآية 69]. {إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى} [النازعات:26]. {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْض} [آل عمران: من الآية 129].\r5 - النكرة في سياق النفي أو النهي أو الشرط أو الاستفهام الإنكاري؛ كقوله تعالى: {وما من اله الا الله} [آل عمران: 62] {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} [النساء: من الآية 36]. {إِنْ تُبْدُوا شَيْئاً أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيماً} [الأحزاب:54] {مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلا تَسْمَعُونَ} [القصص: من الآية 71]\r6 - المعرّف بالإضافة مفرداً كان أم مجموعاً؛ كقوله تعالى: {وأذكروا نعمة الله عليكم} [أعراف: 74]\r7 - المعرف بأل الاستغراقية مفرداً كان أم مجموعاً؛ كقوله تعالى: {وَخُلِقَ الْإِنْسَانُ ضَعِيفاً} [النساء: من الآية 28]. {وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِم} [النور: من الآية 59].\rوأما المعرف بأل العهدية، فإنه بحسب المعهود فإن كان عامًّا فالمعرَّف عام، وإن كان خاصًّا فالمعرَّف خاص، مثال العام قوله تعالى: {إِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خَالِقٌ بَشَراً مِنْ طِينٍ} [صّ:71] {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ} [صّ:72] {فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ} [صّ:73]","seal":"6C2587E6","page":35},
      {"ppart1":1,"ppage1":28,"id":32,"part":1,"nass":"ومثال الخاص قوله تعالى: {كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولاً} [المزمل: من الآية 15] {فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذاً وَبِيلاً} [المزمل:16]\rوأما المعرف «بأل» التي لبيان الجنس؛ فلا يعم الأفراد، فإذا قلت: الرجل خير من المرأة، أو الرجال خير من النساء، فليس المراد أن كل فرد من الرجال خير من كل فرد من النساء، وإنما المراد أن هذا الجنس خير من هذا الجنس، وإن كان قد يوجد من أفراد النساء من هو خير من بعض الرجال.\r\rالعمل بالعام:\rيجب العمل بعموم اللفظ العام حتى يثبت تخصيصه؛ لأن العمل بنصوص الكتاب والسنة واجب على ما تقتضيه دلالتها، حتى يقوم دليل على خلاف ذلك.\rوإذا ورد العام على سبب خاص وجب العمل بعمومه؛ لأن العبرة بعموم اللفظ لا بخصوص السبب، إلا أن يدل دليل على تخصيص العام بما يشبه حال السبب الذي ورد من أجله فيختص بما يشبهها.\rمثال ما لا دليل على تخصيصه: آيات الظهار؛ فإن سبب نزولها ظهار أوس بن الصامت، والحكم عام فيه وفي غيره.\rومثال ما دل الدليل على تخصيصه قوله صلّى الله عليه وسلّم: «ليس من البر الصيام في السفر» (¬1)، فإن سببه أن النبي صلّى الله عليه وسلّم كان في سفر فرأى\r¬_____________\r(¬1) رواه البخاري «1946» كتاب الصوم، 36 - باب قول النبي صلى الله عليه وسلم لمن ظلل عليه واشتد الحر: ليس من البر الصوم في السفر.\rومسلم «1115» كتاب الصوم، 15 - باب جواز الصوم والفطر في شهر رمضان للمسافر في غير معصية إذا كان سفره مرحلتين فأكثر.","seal":"4945DDEE","page":36},
      {"ppart1":1,"ppage1":28,"id":33,"part":1,"nass":"زحاماً ورجلاً قد ظُلِّل عليه فقال: «ما هذا»؟ قالوا: صائم. فقال: «ليس من البر الصيام في السفر»، فهذا العموم خاص بمن يشبه حال هذا الرجل؛ وهو من يشق عليه الصيام في السفر، والدليل على تخصيصه بذلك أن النبي صلّى الله عليه وسلّم كان يصوم في السفر (¬1) حيث كان لا يشق عليه، ولا يفعل صلّى الله عليه وسلّم ما ليس ببر.\r¬_____________\r(¬1) انظر: البخاري «1945» كتاب الصوم، 35 - باب.\rومسلم «1122» كتاب الصيام، 17 - باب التخيير في الصوم والفطر في السفر.","seal":"2E310303","page":37},
      {"ppart1":1,"ppage1":29,"id":34,"part":1,"nass":"الخاص\rالخاص لغة: ضد العام.\rواصطلاحاً: اللفظ الدال على محصور بشخص أو عدد، كأسماء الأعلام والإشارة والعدد.\rفخرج بقولنا: «على محصور» العام.\r\rوالتخصيص لغة: ضد التعميم.\rواصطلاحاً: إخراج بعض أفراد العام.\r\rوالمخصِّص - بكسر الصاد -: فاعل التخصيص وهو الشارع، ويطلق على الدليل الذي حصل به التخصيص.\rودليل التخصيص نوعان: متصل ومنفصل.\rفالمتصل: ما لا يستقل بنفسه.\rوالمنفصل: ما يستقل بنفسه.\r\rفمن المخصص المتصل:\rأولاً: الاستثناء وهو لغة: من الثني، وهو رد بعض الشيء إلى بعضه؛ كثني الحبل.\rواصطلاحاً: إخراج بعض أفراد العام بإلا أو إحدى أخواتها، كقوله تعالى: {إِنَّ الْأِنْسَانَ لَفِي خُسْرٍ} [العصر:2] {إِلَّا الَّذِينَ آمَنُوا","seal":"12B049EF","page":38},
      {"ppart1":1,"ppage1":29,"id":36,"part":1,"nass":"وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر:3]\rفخرج بقولنا: «بإلا أو إحدى أخواتها»؛ التخصيص بالشرط وغيره.\r\rشروط الاستثناء:\rيشترط لصحة الاستثناء شروط منها:\r1 - اتصاله بالمستثنى منه حقيقة أو حكماً.\rفالمتصل حقيقة: المباشر للمستثنى منه بحيث لا يفصل بينهما فاصل. والمتصل حكماً: ما فصل بينه وبين المستثنى منه فاصل لا يمكن دفعه كالسعال والعطاس.\rفإن فصل بينهما فاصل يمكن دفعه، يمكن دفعه أو سكوت لم يصح الاستثناء مثل أن يقول:\rعبيدي أحرار، ثم يسكت، أو يتكلم بكلام آخر ثم يقول: إلا سعيداً؛ فلا يصح الاستثناء ويعتق الجميع.\rوقيل: يصح الاستثناء مع السكوت، أو الفاصل إذا كان الكلام واحداً لحديث ابن عباس رضي الله عنهما أن النبي صلّى الله عليه وسلّم قال يوم فتح مكة: «إن هذا البلد حرمهُ الله يوم خلق السموات والأرض، لا يعضد شوكه ولا يختلى خلاه»، فقال العباس: يا رسول الله إلا الإذّخر فإنه لقينهم وبيوتهم، فقال: «إلا الإذخر» (¬1). وهذا القول أرجح لدلالة هذا الحديث عليه.\r¬_____________\r(¬1) رواه البخاري «1349» كتاب الجنائز، 77 - باب الإذخر والحشيش في القبر.\rومسلم «1352» كتاب الحج، 82 - باب تحريم مكة وصيدها وخلاها وشجرها ولقتها إلا لمنشد على الدوام.","seal":"4F289329","page":39},
      {"ppart1":1,"ppage1":30,"id":37,"part":1,"nass":"2 - أن لا يكون المستثنى أكثر من نصف المستثنى منه، فلو قال: له عليّ عشرة دراهم إلا ستة لم يصح الاستثناء ولزمته العشرة كلها.\rوقيل: لا يشترط ذلك، فيصح الاستثناء، وإن كان المستثنى أكثر من النصف فلا يلزمه في المثال المذكور إلا أربعة.\rأما إن استثنى الكل، فلا يصح على القولين، فلو قال: له علي عشرة إلا عشرة لزمته العشرة كلها.\rوهذا الشرط فيما إذا كان الاستثناء من عدد، أما إن كان من صفة فيصح، وإن خرج الكل أو الأكثر، مثاله: قوله تعالى لإبليس: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ} [الحجر:42] وأتباع إبليس من بني آدم أكثر من النصف، ولو قلت: أعط من في البيت إلا الأغنياء، فتبين أن جميع من في البيت أغنياء صح الاستثناء، ولم يعطوا شيئاً.\r\rثانياً: من المخصص المتصل: الشرط، وهو لغة: العلامة.\rوالمراد به هنا: تعليق شيء بشيء وجوداً، أو عدماً بإن الشرطية أو إحدى أخواتها.\rوالشرط مخصص سواء تقدم أم تأخر.\rمثال المتقدم قوله تعالى في المشركين: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُم} [التوبة: من الآية 5]\rومثال المتأخر قوله تعالى: {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرا} [النور: من الآية 33].\r\rثالثاً: الصفة وهي: ما أشعر بمعنى يختص به بعض أفراد العام من نعت أو بدل أو حال.","seal":"17618DDA","page":40},
      {"ppart1":1,"ppage1":31,"id":38,"part":1,"nass":"مثال النعت: قوله تعالى: {فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ} [النساء: من الآية 25]\rومثال البدل: قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً} [آل عمران: من الآية 97]\rومثال الحال: قوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا} [النساء: من الآية 93]\r\rالمخصص المنفصل:\rالمخصص المنفصل: ما يستقل بنفسه وهو ثلاثة أشياء: الحس والعقل والشرع.\rمثال التخصيص بالحس: قوله تعالى عن ريح عاد: {تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا} [لاحقاف: من الآية 25] فإن الحس دل على أنها لم تدمر السماء والأرض.\rومثال التخصيص بالعقل: قوله تعالى: {إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِير} [احقاف: من الآية 33] فإن العقل دل على أن ذاته تعالى غير مخلوقة.\rومن العلماء من يرى أن ما خص بالحس والعقل ليس من العام المخصوص، وإنما هو من العام الذي أريد به الخصوص، إذ المخصوص لم يكن مراداً عند المتكلم، ولا المخاطب من أول الأمر، وهذه حقيقة العام الذي أريد به الخصوص.\rوأما التخصيص بالشرع، فإن الكتاب والسنة يخصص كل منهما بمثلهما، وبالإجماع والقياس.\rمثال تخصيص الكتاب بالكتاب: قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ} [لبقرة: من الآية 228].\rخص بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ","seal":"FE8065C6","page":41},
      {"ppart1":1,"ppage1":32,"id":39,"part":1,"nass":"ثمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [الأحزاب: من الآية 49].\rومثال تخصيص الكتاب بالسنة: آيات المواريث؛ كقوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْن} [النساء: من الآية 11] ونحوها خص بقوله صلّى الله عليه وسلّم: «لا يرث المسلم الكافر ولا الكافر المسلم» (¬1)\rومثال تخصيص الكتاب بالإجماع: قوله تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً} [النور: من الآية 4] خص بالإجماع على أن الرقيق القاذف يجلد أربعين، هكذا مثل كثير من الأصوليين، وفيه نظر لثبوت الخلاف في ذلك، ولم أجد له مثالاً سليماً.\rومثال تخصيص الكتاب بالقياس: قوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَة} [النور: من الآية 2]\rخص بقياس العبد الزاني على الأمة في تنصيف العذاب؛ والاقتصار على خمسين جلدة، على المشهور.\rومثال تخصيص السنة بالكتاب: قوله صلّى الله عليه وسلّم: «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله ...»، الحديث (¬2). خص بقوله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ\r¬_____________\r(¬1) رواه البخاري «4283» كتاب المغاري، 48 - باب أين ركز النبي صلى الله عليه وسلم الراية يوم الفتح.\rومسلم «1614» كتاب الفرائض، بلا باب، أول حديث فيه.\r(¬2) رواه البخاري «1399» كتاب الزكاة، 1 - باب وجوب الزكاة.\rومسلم «20» كتاب الإيمان، 8 - باب الأمر بقتال الناس حتى يقولوا:\rلا إله إلا الله محمد رسول الله ويقيموا الصلاة.","seal":"62B550F3","page":42},
      {"ppart1":1,"ppage1":34,"id":40,"part":1,"nass":"وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة:29]\rومثال تخصيص السنة بالسنة: قوله صلّى الله عليه وسلّم: «فيما سقت السماء العشر» (¬1) خص بقوله صلّى الله عليه وسلّم: «ليس فيما دون خمسة أوسق صدقة» (¬2).\rولم أجد مثالاً لتخصيص السنة بالإجماع.\rومثال تخصيص السنة بالقياس: قوله صلّى الله عليه وسلّم: «البكر بالبكر جلد مئة وتغريب عام» (¬3)، خص بقياس العبد على الأمة في تنصيف العذاب، والاقتصار على خمسين جلدة، على المشهور.\r¬_____________\r(¬1) رواه البخاري «1483» كتاب الزكاة، 55 - باب العشر فيما يسقى من ماء السماء وبالماء الجاري.\r(¬2) رواه البخاري «1484» كتاب الزكاة، 56 - باب ليس فيما دون خمسة أوسق صدقة.\rومسلم «979» كتاب الزكاة، بلا باب.\r(¬3) رواه مسلم «1690» كتاب الحدود، 3 - باب حد الزنى.\rوأحمد «5/ 313/ 22718» ولفظ التغريب عند ابن ماجه «2550» كتاب الحدود، 7 - باب حد الزنزا.","seal":"45BCBBBB","page":43},
      {"ppart1":1,"ppage1":34,"id":41,"part":1,"nass":"المُطلَق والمقَيَد\rتعريف المطلق:\rالمطلق لغة: ضد المقيد.\rواصطلاحاً: ما دل على الحقيقة بلا قيد؛ كقوله تعالى: {تحرير رقبة من قبل أن يتماسا} [المجادلة 3]\rفخرج بقولنا: «ما دل على الحقيقة»؛ العام لأنه يدل على العموم لا على مطلق الحقيقة فقط.\rوخرج بقولنا: «بلا قيد»؛ المقيد.\r\rتعريف المقيد:\rالمقيد لغة: ما جعل فيه قيد من بعير ونحوه.\rواصطلاحاً: ما دل على الحقيقة بقيد؛ كقوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: من الآية 92]\rفخرج بقولنا: «قيد»؛ المطلق.\rالعمل بالمطلق:\rيجب العمل بالمطلق على إطلاقه إلا بدليل يدل على تقييده؛ لأن العمل بنصوص الكتاب والسنة واجب على ما تقتضيه دلالتها حتى يقوم دليل على خلاف ذلك.\rوإذا ورد نص مطلق، ونص مقيد وجب تقييد المطلق به إن","seal":"62D1B5C3","page":44},
      {"ppart1":1,"ppage1":35,"id":42,"part":1,"nass":"كان الحكم واحداً، وإلا عمل بكل واحد على ما ورد عليه من إطلاق أو تقييد.\rمثال ما كان الحكم فيهما واحداً: قوله تعالى في كفارة الظهار: {فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا} [المجادلة 3] وقوله في كفارة القتل: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: من الآية 92] الحكم واحد هو تحرير الرقبة، فيجب تقييد المطلق في كفارة الظهار بالمقيد في كفارة القتل، ويشترط الإيمان في الرقبة في كل منهما.\rومثال ما ليس الحكم فيهما واحداً: قوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} [المائدة: من الآية 38] وقوله في آية الوضوء: {فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِق} [المائدة: من الآية 6] فالحكم مختلف، ففي الأولى قطع وفي الثانية غسل؛ فلا تقيد الأولى بالثانية، بل تبقى على إطلاقها ويكون القطْع من الكوعِ مفصلِ الكف، والغسل إلى المرافق.","seal":"6928B2E2","page":45},
      {"ppart1":1,"ppage1":35,"id":43,"part":1,"nass":"المُجْمَلُ والمبَيَّن\rتعريف المجمل:\rالمجمل لغة: المبهم والمجموع.\rواصطلاحاً: ما يتوقف فهم المراد منه على غيره، إما في تعيينه أو بيان صفته أو مقداره.\rمثال ما يحتاج إلى غيره في تعيينه: قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ} [البقرة: من الآية 228]. فإن القرء لفظ مشترك بين الحيض والطهر، فيحتاج في تعيين أحدهما إلى دليل.\rومثال ما يحتاج إلى غيره في بيان صفته: قوله تعالى: {وَأَقِيمُوا الصَّلاة} [البقرة: من الآية 43]، فإن كيفية إقامة الصلاة مجهولة تحتاج إلى بيان.\rومثال ما يحتاج إلى غيره في بيان مقداره: قوله تعالى: {وَأَقِيمُوا الصَّلاة} [البقرة: من الآية 43]، فإن مقدار الزكاة الواجبة مجهول يحتاج إلى بيان.\r\rتعريف المبيَّن:\rالمبيَّن لغة: المظهر والموضح.\rواصطلاحاً: ما يفهم المراد منه، إما بأصل الوضع أو بعد التبيين.\rمثال ما يفهم المراد منه بأصل الوضع: لفظ سماء، أرض،","seal":"90FAF1F2","page":46},
      {"ppart1":1,"ppage1":36,"id":44,"part":1,"nass":"جبل، عدل، ظلم، صدق، فهذه الكلمات ونحوها مفهومة بأصل الوضع، ولا تحتاج إلى غيرها في بيان معناها.\rومثال ما يفهم المراد منه بعد التبيين قوله تعالى: {وَآتُوا الزَّكَاةَ} [البقرة: من الآية 43]، فإن الإقامة والإيتاء كل منهما مجمل، ولكن الشارع بيَّنهما، فصار لفظهما بيِّناً بعد التبيين.\r\rالعمل بالمجمل:\rيجب على المكلف عقد العزم على العمل بالمجمل متى حصل بيانه.\rوالنبي صلّى الله عليه وسلّم قد بيَّن لأمته جميع شريعته أصولها وفروعها، حتى ترك الأمة على شريعة بيضاء نقية ليلها كنهارها، ولم يترك البيان عند الحاجة إليه أبداً.\rوبيانه صلّى الله عليه وسلّم إما بالقول، أو بالفعل، أو بالقول والفعل جميعاً.\rمثال بيانه بالقول: إخباره عن أنصبة الزكاة ومقاديرها كما في قوله صلّى الله عليه وسلّم: «فيما سقت السماء العشر»؛ بياناً لمجمل قوله تعالى: {وَآتُوا الزَّكَاةَ} [البقرة: من الآية 43].\rومثال بيانه بالفعل: قيامه بأفعال المناسك أمام الأمة بياناً لمجمل قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْت} [آل عمران: من الآية 97].\rوكذلك صلاته الكسوف على صفتها، هي في الواقع بيان","seal":"F15FBD2D","page":47},
      {"ppart1":1,"ppage1":37,"id":45,"part":1,"nass":"لمجمل قوله صلّى الله عليه وسلّم: «فإذا رأيتم منها شيئاً فصلوا» (¬1).\rومثال بيانه بالقول والفعل: بيانه كيفية الصلاة، فإنه كان بالقول كما في حديث المسيء في صلاته حيث قال صلّى الله عليه وسلّم: «إذا قمت إلى الصلاة، فأسبغ الوضوء، ثم استقبل القبلة فكبر ...»، الحديث (¬2).\rوكان بالفعل أيضاً، كما في حديث سهل بن سعد الساعدي رضي الله عنه أن النبي صلّى الله عليه وسلّم قام على المنبر فكبر، وكبر الناس وراءه وهو على المنبر ... ، الحديث، وفيه: ثم أقبل على الناس وقال: «إنما فعلت هذا؛ لتأتموا بي، ولتعلموا صلاتي» (¬3).\r¬_____________\r(¬1) رواه البخاري «5785» كتاب اللباس، 2 - باب من جر إزاره من غير خيلاء. ومسلم «911» كتاب الكسوف، 5 - باب ذكر النداء بصلاة الكسوف: الصلاة جامعة.\r(¬2) رواه البخاري «6251» كتاب الاستئذان، 18 - باب من رد فقال: عليك السلام واللفظ له.\rومسلم «397» كتاب الصلاة، 11 - باب وجوب قراءة الفاتحة في كل ركعة، وأنه إذا لم يحسن الفاتحة ولا أمكنه تعلمهم قرأ ما تيسر له من غيرها.\r(¬3) رواه البخاري «917» كتاب الجمعة، 26 - باب الخطبة علعى المنبر.\rومسلم «544» كتاب المساجد، 10 - باب جواز الخطوة والخطوتين في الصلاة.","seal":"3C5A169D","page":48},
      {"ppart1":1,"ppage1":38,"id":46,"part":1,"nass":"الظَّاهِر والمؤَوَّل\rتعريف الظاهر:\rالظاهر لغة: الواضح والبين.\rواصطلاحاً: ما دل بنفسه على معنى راجح مع احتمال غيره. مثاله قوله صلّى الله عليه وسلّم: «توضؤوا من لحوم الإبل» (¬1)، فإن الظاهر من المراد بالوضوء غسل الأعضاء الأربعة على الصفة الشرعية دون الوضوء الذي هو النظافة.\rفخرج بقولنا: «ما دل بنفسه على معنى»؛ المجمل لأنه لا يدل على المعنى بنفسه.\rوخرج بقولنا: «راجح»؛ المؤول لأنه يدل على معنى مرجوح لولا القرينة.\rوخرج بقولنا: «مع احتمال غيره»؛ النص الصريح؛ لأنه لا يحتمل إلا معنًى واحداً.\r\rالعمل بالظاهر:\rالعمل بالظاهر واجب إلا بدليل يصرفه عن ظاهره؛ لأن هذه\r¬_____________\r(¬1) هذا لفظ أحمد «4/ 352»، وهو عند أبي داود «184» كتاب الطهارة، باب الوضوء من لحوم الإبل من حديث البراء، وغيرهما من المصنفين.\rوهو في مسلم «360» كتاب الحيض، 25 - باب الوضوء من لحوم الإبل، من حديث جابر.","seal":"95F30FC4","page":49},
      {"ppart1":1,"ppage1":39,"id":47,"part":1,"nass":"طريقة السلف، ولأنه أحوط وأبرأ للذمة، وأقوى في التعبد والانقياد.\r\rتعريف المؤول:\rالمؤول لغة: من الأَوَل وهو الرجوع.\rواصطلاحاً: ما حمل لفظه على المعنى المرجوح.\rفخرج بقولنا: «على المعنى المرجوح»؛ النص والظاهر.\rأما النص، فلأنه لا يحتمل إلا معنى واحداً، وأما الظاهر فلأنه محمول على المعنى الراجح.\r\rوالتأويل قسمان: صحيح مقبول، وفاسد مردود.\r1 - فالصحيح: ما دل عليه دليل صحيح؛ كتأويل قوله تعالى: {وَاسْأَلِ الْقَرْيَةَ} إلى معنى: واسأل أهل القرية، لأن القرية نفسها لا يمكن توجيه السؤال إليها.\r2 - والفاسد: ما ليس عليه دليل صحيح؛ كتأويل المعطلة قوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5] إلى معنى استولى، والصواب أن معناه العلو والاستقرار من غير تكييف ولا تمثيل.","seal":"B3521845","page":50},
      {"ppart1":1,"ppage1":40,"id":48,"part":1,"nass":"النَّسْخ\r\rتعريفه:\rالنسخ لغة: الإزالة والنقل.\rواصطلاحاً: رفع حكم دليل شرعي أو لفظه بدليل من الكتاب والسنة.\rفالمراد بقولنا: «رفع حكم»؛ أي: تغييره من إيجاب إلى إباحة، أو من إباحة إلى تحريم مثلاً.\rفخرج بذلك تخلف الحكم لفوات شرط أو وجود مانع، مثل أن يرتفع وجوب الزكاة لنقص النصاب، أو وجوب الصلاة لوجود الحيض؛ فلا يسمى ذلك نسخاً.\rوالمراد بقولنا: «أو لفظه»، لفظ الدليل الشرعي؛ لأن النسخ إما أن يكون للحكم دون اللفظ أو بالعكس أو لهما جميعاً؛ كما سيأتي.\rوخرج بقولنا: «بدليل من الكتاب والسنة»؛ ما عداهما من الأدلة كالإجماع والقياس فلا ينسخ بهما.\rوالنسخ جائز عقلاً وواقع شرعاً.\rأما جوازه عقلاً: فلأن الله بيده الأمر، وله الحكم؛ لأنه الرب المالك، فله أن يشرع لعباده ما تقتضيه حكمته ورحمته، وهل يمنع العقل أن يأمر المالك مملوكه بما أراد؟ ثم إن مقتضى","seal":"27CF0D69","page":51},
      {"ppart1":1,"ppage1":41,"id":49,"part":1,"nass":"حكمة الله ورحمته بعباده أن يشرع لهم ما يعلم تعالى أن فيه قيام مصالح دينهم ودنياهم، والمصالح تختلف بحسب الأحوال والأزمان، فقد يكون الحكم في وقت أو حال أصلح للعباد، ويكون غيره في وقت أو حال أخرى أصلح، والله عليم حكيم.\rوأما وقوعه شرعاً فلأدلة منها:\r1 - قوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة: من الآية 106]\r2 - قوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُم} [لأنفال: من الآية 66] {فَالْآنَ بَاشِرُوهُنّ} [البقرة: من الآية 187] فإن هذا نص في تغيير الحكم السابق.\r3 - قوله صلّى الله عليه وسلّم: «كنت نهيتكم عن زيارة القبور فزوروها» (¬1) فهذا نص في نسخ النهي عن زيارة القبور.\r\rما يمتنع نسخه:\rيمتنع النسخ فيما يأتي:\r1 - الأخبار، لأن النسخ محله الحكم، ولأن نسخ أحد الخبرين يستلزم أن يكون أحدهما كذباً، والكذب مستحيل في أخبار الله ورسوله، اللهم إلا أن يكون الحكم أتى بصورة الخبر، فلا يمتنع نسخه كقوله تعالى: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} [لأنفال: من الآية 65] الآية، فإن هذا خبر معناه الأمر، ولذا جاء\r¬_____________\r(¬1) رواه مسلم «977» كتاب الجنائز، 36 - باب استئذان النبي صلى الله عليه وسلم ربه عز وجل في زيارة قبر أمه.\rوانظر: كتاب الأضاحي، 5 - باب بيان ما كان من النبي عن أكل لحوم الأضاحي بعد ثلاث في أول الإسلام وبيان نسخة وإباحته إلى متى شاء.","seal":"451A2752","page":52},
      {"ppart1":1,"ppage1":42,"id":50,"part":1,"nass":"نسخه في الآية التي بعدها، وهي قوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ}. [لأنفال: من الآية 66].\r2 - الأحكام التي تكون مصلحة في كل زمان ومكان: كالتوحيد، وأصول الإيمان وأصول العبادات ومكارم الأخلاق من الصدق والعفاف، والكرم والشجاعة، ونحو ذلك؛ فلا يمكن نسخ الأمر بها، وكذلك لا يمكن نسخ النهي عما هو قبيح في كل زمان ومكان كالشرك والكفر ومساويء الأخلاق من الكذب والفجور والبخل والجبن ونحو ذلك، إذ الشرائع كلها لمصالح العباد ودفع المفاسد عنهم.\r\rشروط النسخ:\rيشترط للنسخ فيما يمكن نسخه شروط منها:\r1 - تعذر الجمع بين الدليلين، فإن أمكن الجمع فلا نسخ لإمكان العمل بكل منهما.\r2 - العلم بتأخر الناسخ ويعلم ذلك إما بالنص أو بخبر الصحابي أو بالتاريخ.\rمثال ما علم تأخره بالنص: قوله صلّى الله عليه وسلّم: «كنت أذنت لكم في الاستمتاع من النساء، وإن الله قد حرم ذلك إلى يوم القيامة» (¬1).\rومثال ما علم بخبر الصحابي: قول عائشة رضي الله عنها: كان فيما أنزل من القرآن عشر رضعات معلومات يحرمن، ثم\r¬_____________\r(¬1) رواه مسلم «1406» كتاب النكاح، 3 - باب المتعة وبيان أنه أبيح ثم نسخ ثم أبيح ثم نسخ، واستقر تحريمه إلى يوم القيامة.\rوأحمد «3/ 405/ 15387».","seal":"FCC1FE97","page":53},
      {"ppart1":1,"ppage1":42,"id":51,"part":1,"nass":"نسخن بخمس معلومات (¬1).\rومثال ما علم بالتاريخ: قوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ} الآية؛ فقوله: «الآن» يدل على تأخر هذا الحكم. وكذا لو ذكر أن النبي صلّى الله عليه وسلّم حكم بشيء قبل الهجرة، ثم حكم بعدها بما يخالفه، فالثاني ناسخ.\r3 - ثبوت الناسخ، واشترط الجمهور أن يكون أقوى من المنسوخ أو مماثلاً له؛ فلا ينسخ المتواتر عندهم بالآحاد، وإن كان ثابتاً، والأرجح أنه لا يشترط أن يكون الناسخ أقوى أو مماثلاً؛ لأن محل النسخ الحكم، ولا يشترط في ثبوته التواتر.\r\rأقسام النسخ:\rينقسم النسخ باعتبار النص المنسوخ إلى ثلاثة أقسام:\rالأول: ما نسخ حكمه وبقي لفظه، وهذا هو الكثير في القرآن.\rمثاله: آيتا المصابرة، وهما قوله تعالى: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} [لأنفال: من الآية 65]، نسخ حكمها بقوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} [لأنفال:66]\rوحكمة نسخ الحكم دون اللفظ، بقاء ثواب التلاوة، وتذكير الأمة بحكمة النسخ.\rالثاني: ما نسخ لفظه وبقي حكمه كآية الرجم، فقد ثبت في\r¬_____________\r(¬1) رواه مسلم «1452» كتاب الرضاع، 6 - باب التحريم بخمس رضعات.","seal":"72B7BACE","page":54},
      {"ppart1":1,"ppage1":43,"id":52,"part":1,"nass":"«الصحيحين» (¬1) من حديث ابن عباس رضي الله عنهما أن عمر بن الخطاب رضي الله عنه قال: كان فيما أنزل الله آية الرجم، فقرأناها وعقلناها ووعيناها ورجم رسول الله صلّى الله عليه وسلّم ورجمنا بعده، فأخشى إن طال بالناس زمان أن يقول قائل: والله ما نجد الرجم في كتاب الله، فيضلوا بترك فريضة أنزلها الله، وإن الرجم في كتاب الله حق على من زنى، إذا أحصن من الرجال والنساء، وقامت البينة، أو كان الحبل، أو الاعتراف.\rوحكمة نسخ اللفظ دون الحكم اختبار الأمة في العمل بما لا يجدون لفظه في القرآن، وتحقيق إيمانهم بما أنزل الله تعالى، عكس حال اليهود الذين حاولوا كتم نص الرجم في التوراة.\rالثالث: ما نسخ حكمه ولفظه: كنسخ عشر الرضعات السابق في حديث عائشة رضي الله عنها.\r\rوينقسم النسخ باعتبار الناسخ إلى أربعة أقسام:\rالأول: نسخ القرآن بالقرآن؛ ومثاله آيتا المصابرة.\rالثاني: نسخ القرآن بالسنّة؛ ولم أجد له مثالاً سليماً.\rالثالث: نسخ السنة بالقرآن: ومثاله نسخ استقبال بيت المقدس الثابت بالسنة، باستقبال الكعبة الثابت بقوله تعالى: {فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَه} [البقرة: (144)،144، (149)، 150].\rالرابع: نسخ السنة بالسنة، ومثاله قوله صلّى الله عليه وسلّم: «كنت نهيتكم\r¬_____________\r(¬1) رواه البخاري «6829» كتاب الحدود، 30 - باب الاعتراف بالزنى.\rومسلم «1691» كتاب الحدود، 4 - باب رجم الثيب في الزنى.","seal":"8FADCF90","page":55},
      {"ppart1":1,"ppage1":44,"id":53,"part":1,"nass":"عن النبيذ في الأوعية، فاشربوا فيما شئتم، ولا تشربوا مسكراً» (¬1).\r\rحكمة النسخ:\rللنسخ حِكَمٌ متعددة منها:\r1 - مراعاة مصالح العباد بتشريع ما هو أنفع لهم في دينهم ودنياهم.\r2 - التطور في التشريع حتى يبلغ الكمال.\r3 - اختبار المكلفين باستعدادهم لقبول التحول من حكم إلى آخر ورضاهم بذلك.\r4 - اختبار المكلفين بقيامهم بوظيفة الشكر إذا كان النسخ إلى أخف، ووظيفة الصبر إذا كان النسخ إلى أثقل\r¬_____________\r(¬1) رواه أحمد «3/ 237/13512» وأبو يعلى «6/ 373/3707» قال الهيثمي في «المجمع» «5/ 66»: فيه يحيى بن عبد الله الجابر، وقد ضعفه الجمهور، وقال أحمد: لا بأس به، وبقية رجاله ثقات.\rوينظر: «صحيح مسلم» «977» كتاب الجنائز، 36 - باب استئذان النبي صلى الله عليه وسلم ربه عز وجل في زيارة قبر أمه.","seal":"BB6B0731","page":56},
      {"ppart1":1,"ppage1":45,"id":54,"part":1,"nass":"الأخبار\rتعريف الخبر:\rالخبر لغة: النبأ.\rوالمراد به هنا: ما أضيف إلى النبي صلّى الله عليه وسلّم من قول أو فعل أو تقرير أو وصف.\rوقد سبق الكلام على أحكام كثيرٍ من القول.\rوأما الفعل فإن فعله صلّى الله عليه وسلّم أنواع:\rالأول: ما فعله بمقتضى الجبلّة؛ كالأكل والشرب والنوم، فلا حكم له في ذاته، ولكن قد يكون مأموراً به أو منهيًّا عنه لسبب، وقد يكون له صفة مطلوبة كالأكل باليمين، أو منهي عنها كالأكل بالشمال.\rالثاني: ما فعله بحسب العادة؛ كصفة اللباس فمباح في حدِّ ذاته، وقد يكون مأموراً به أو منهيًّا عنه لسبب.\rالثالث: ما فعله على وجه الخصوصية؛ فيكون مختصًّا به، كالوصال في الصوم والنكاح بالهبة.\rولا يحكم بالخصوصية إلا بدليل؛ لأن الأصل التأسي به.\rالرابع: ما فعله تعبداً فواجب عليه حتى يحصل البلاغ لوجوب التبليغ عليه، ثم يكون مندوباً في حقه وحقنا على أصح الأقوال، وذلك لأن فعله تعبداً يدل على مشروعيته، والأصل عدم","seal":"B4112251","page":57},
      {"ppart1":1,"ppage1":45,"id":55,"part":1,"nass":"العقاب على الترك فيكون مشروعاً لا عقاب في تركه، وهذا حقيقة المندوب.\rمثال ذلك: حديث عائشة أنها سئلت بأي شيء كان النبي صلّى الله عليه وسلّم يبدأ إذا دخل بيته؟ قالت: بالسواك (¬1)، فليس في السواك عند دخول البيت إلا مجرد الفعل، فيكون مندوباً.\rومثال آخر: كان النبي صلّى الله عليه وسلّم يخلل لحيته في الوضوء (¬2). فتخليل اللحية ليس داخلاً في غسل الوجه، حتى يكون بياناً لمجمل، وإنما هو فعل مجرد فيكون مندوباً.\rالخامس: ما فعله بياناً لمجمل من نصوص الكتاب أو السنة فواجب عليه حتى يحصل البيان لوجوب التبليغ عليه، ثم يكون له حكم ذلك النص المبين في حقه وحقنا، فإن كان واجباً كان ذلك الفعل واجباً، وإن كان مندوباً كان ذلك الفعل مندوباً.\rمثال الواجب: أفعال الصلاة الواجبة التي فعلها النبي صلّى الله عليه وسلّم بياناً لمجمل قوله تعالى: {وَأَقِيمُوا الصَّلاةَ} [البقرة: من الآية 43].\rومثال المندوب: صلاته صلّى الله عليه وسلّم ركعتين خلف المقام بعد أن\r¬_____________\r(¬1) رواه مسلم «253» كتاب الطهارة، 15 - باب السواك.\rوأبو داود «51» كتاب الطهارة، باب في الرجل يستاك بسواك غيره.\rوالنسائي في المجتبى «8» كتاب الطهارة، 8 - باب السواك كل حين.\rوابن ماجه «290» كتاب الطهارة، سننها، 6 - باب ثواب الطهور.\r(¬2) رواه الترمذي «29، 30» و «31» كتاب الطهارة، 23 - باب ما جاء في تخليل اللحية.\rوابن ماجه، «429» و «430» كتاب الطهارة وسننها، 50 - باب ما جاء في تخليل اللحية، من حديث عمار وعثمان على التوالي.","seal":"F6679E1C","page":58},
      {"ppart1":1,"ppage1":46,"id":56,"part":1,"nass":"فرغ من الطواف (¬1) بياناً لقوله تعالى: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلّىً} [البقرة: من الآية 125] حيث تقدم صلّى الله عليه وسلّم إلى مقام إبراهيم وهو يتلو هذه الآية، والركعتان خلف المقام سنة.\rوأما تقريره صلّى الله عليه وسلّم على الشيء فهو دليل على جوازه على الوجه الذي أقره قولاً كان أم فعلاً.\rمثال إقراراه على القول: إقراره الجارية التي سألها: «أين الله؟» قالت: في السماء (¬2).\rومثال إقراراه على الفعل: إقراره صاحب السَّرية الذي كان يقرأ لأصحابه، فيختم بـ {قُلْ هُوَ اللَّهُ أَحَدٌ} الاخلاص: (1)، فقال النبي صلّى الله عليه وسلّم: «سلوه لأي شيء كان يصنع ذلك»، فسألوه فقال: لأنها صفة الرحمن وأنا أحب أن أقرأها فقال النبي صلّى الله عليه وسلّم: «أخبروه أن الله يحبه» (¬3).\rومثال آخر: إقراره الحبشة يلعبون في المسجد (¬4)؛ من أجل التأليف على الإسلام.\r¬_____________\r(¬1) رواه مسلم «1218» كتاب الحج، 10 - باب حجة النبي صلى الله عليه وسلم.\r(¬2) رواه مسلم «537» كتاب المساجد، 7 - باب تحريم الكلام في الصلاة، ونسخ ما كان من إباحة.\rومالك في «الموطأ» «2/ 776/ 1468» كتاب العتق، 6 - باب ما يجوز من العتق في الرقاب الواجبة.\r(¬3) رواه البخاري «7375» كتاب التوحيد، 1 - باب ما جاء في دعاء النبي صلى الله عليه وسلم أمته إلى توحيد الله تبارك وتعالى.\rومسلم «813» كتاب الصلاة، 45 - باب فضل قراءة {قُلْ هُوَ اللَّهُ أَحَدٌ}.\r(¬4) رواه البخاري «454» كتاب الصلاة، 69 - باب أصحاب الحراب في المسجد. =","seal":"4A7A0CD5","page":59},
      {"ppart1":1,"ppage1":47,"id":57,"part":1,"nass":"فأما ما وقع في عهده ولم يعلم به فإنه لا ينسب إليه، ولكنه حجة لإقرار الله له، ولذلك استدل الصحابة رضي الله عنهم على جواز العزل بإقرار الله لهم عليه، قال جابر رضي الله عنه: كنا نعزل والقرآن ينزل، متفق عليه (¬1)، زاد مسلم: قال سفيان: ولو كان شيئاً ينهى عنه لنهانا عنه القرآن.\rويدل على أن إقرار الله حجة، أن الأفعال المنكرة التي كان المنافقون يخفونها يبينها الله تعالى وينكرها عليهم، فدل على أن ما سكت الله عنه فهو جائز.\r\rأقسام الخبر باعتبار من يضاف إليه:\rينقسم الخبر باعتبار من يضاف إليه إلى ثلاثة أقسام: مرفوع، وموقوف، ومقطوع.\r1 - فالمرفوع: ما أضيف إلى النبي صلّى الله عليه وسلّم حقيقة أو حكماً.\rفالمرفوع حقيقة: قول النبي صلّى الله عليه وسلّم وفعله وإقراره.\rوالمرفوع حكماً: ما أضيف إلى سنته، أو عهده، أو نحو ذلك، مما لا يدل على مباشرته إياه.\r¬_____________\r= ومسلم «982» بعد «18» كتاب صلاة العيدين، 4 - باب الرخصة في اللعب الذي لا معصية فيه في أيام العيد.\r(¬1) رواه البخاري «5207» كتاب النكاح، 96 - باب العزل.\rومسلم «1440» كتاب النكاح، 22 - باب حكم العزل.","seal":"C1CEB013","page":60},
      {"ppart1":1,"ppage1":48,"id":58,"part":1,"nass":"ومنه قول الصحابي: أمِرنا أو نهينا، أو نحوهما؛ كقول ابن عباس رضي الله عنهما: أُمِرَ الناس أن يكون آخر عهدهم بالبيت، إلا أنه خفف عن الحائض (¬1).\rوقول أم عطية: نهينا عن اتباع الجنائز، ولم يعزم علينا (¬2).\r2 - والموقوف: ما أضيف إلى الصحابي ولم يثبت له حكم الرفع، وهو حجة على القول الراجح، إلا أن يخالف نصًّا أو قول صحابي آخر، فإن خالف نصًّا أخذ بالنص، وإن خالف قول صحابي آخر أخذ بالراجح منهما.\rوالصحابي: من اجتمع بالنبي صلّى الله عليه وسلّم مؤمناً به ومات على ذلك.\r3 - والمقطوع: ما أضيف إلى التابعي فمن بعده.\rوالتابعي: من اجتمع بالصحابي مؤمناً بالرسول صلّى الله عليه وسلّم، ومات على ذلك.\r\rأقسام الخبر باعتبار طرقه:\rينقسم الخبر باعتبار طرقه إلى متواتر وآحاد:\r1 - فالمتواتر: ما رواه جماعة كثيرون، يستحيل في العادة أن يتواطؤوا على الكذب، وأسندوه إلى شيء محسوس\r¬_____________\r(¬1) رواه البخاري «1755» كتاب الحج، 144 - باب طواف الوداع.\rومسلم «1328» كتاب الحج، 67 - باب وجوب طواف الوداع وسقوطه عن الحائض.\r(¬2) رواه البخاري «1278» كتاب الجنائز، 30 - باب اتباع النساء الجنائز ومسلم «938» كتاب الجنائز، 11 - باب نهي النساء عن اتباع الجنائز.","seal":"0D44DAA2","page":61},
      {"ppart1":1,"ppage1":48,"id":59,"part":1,"nass":"مثاله: قوله صلّى الله عليه وسلّم: «من كذب عليَّ متعمداً فليتبوأ مقعده من النار» (¬1).\r2 - والآحاد: ما سوى المتواتر.\rوهو من حيث الرتبة ثلاثة أقسام: صحيح، وحسن، وضعيف.\rفالصحيح: ما نقله عدل تام الضبط بسند متصل، وخلا من الشذوذ والعلة القادحة.\rوالحسن: ما نقله عدل خفيف الضبط بسند متصل، وخلا من الشذوذ والعلة القادحة، ويصل إلى درجة الصحيح إذا تعددت طرقه ويسمى: صحيحاً لغيره.\rوالضعيف: ما خلا من شرط الصحيح والحسن.\rويصل إلى درجة الحسن إذا تعدت طرقة، على وجه يجبر بعضها بعضاً، ويسمى: حسناً لغيره.\rوكل هذه الأقسام حجة سوى الضعيف، فليس بحجة، لكن لا بأس بذكره في الشواهد ونحوها.\r\rصِيَغ الأداء:\rللحديث تحمّل وأداء.\r¬_____________\r(¬1) رواه البخاري «110» كتاب العلم، 38 - باب إثم من كذب على النبي صلى الله عليه وسلم.\rومسلم «4» المقدمة، 2 - باب تغليظ الكذب على رسول الله صلى الله عليه وسلم من حديث أبي هريرة.\rومسلم «بلا» المقدمة، 1 - باب وجوب الرواية عن الثقات وترك الكذابين والتحذير من الكذب على رسول الله صلى الله عليه وسلم، من حديث المغيرة بن شعبة وسمرة بن جندب. وانظر «الفتح» «1/ 203 - 204».","seal":"3137C677","page":62},
      {"ppart1":1,"ppage1":49,"id":60,"part":1,"nass":"فالتحمل: أخذ الحديث عن الغير.\rوالأداء: إبلاغ الحديث إلى الغير.\rوللأداء صيغ منها:\r1 - حدثني: لمن قرأ عليه الشيخ.\r2 - أخبرني: لمن قرأ عليه الشيخ، أو قرأ هو على الشيخ.\r3 - أخبرني إجازة، أو أجاز لي: لمن روى بالإجازة دون القراءة.\rوالإجازة: إذنه للتلميذ أن يروي عنه ما رواه، وإن لم يكن بطريق القراءة.\r4 - العنعنة وهي: رواية الحديث بلفظ «عن».\rوحكمها الاتصال إلا من معروف بالتدليس، فلا يحكم فيها بالاتصال إلا أن يصرح بالتحديث.\rهذا وللبحث في الحديث ورواته أنواع كثيرة في علم المصطلح، وفيما أشرنا إليه كفاية إن شاء الله تعالى.","seal":"BB1D32A5","page":63},
      {"ppart1":1,"ppage1":50,"id":61,"part":1,"nass":"الإجماع\rتعريفه:\rالإجماع لغة: العزم والاتفاق.\rواصطلاحاً: اتفاق مجتهدي هذه الأمة بعد النبي صلّى الله عليه وسلّم على حكم شرعي.\rفخرج بقولنا: «اتفاق»؛ وجود خلاف ولو من واحد، فلا ينعقد معه الإجماع.\rوخرج بقولنا: «مجتهدي»؛ العوام والمقلدون، فلا يعتبر وفاقهم ولا خلافهم.\rوخرج بقولنا: «هذه الأمة»؛ إجماع غيرها فلا يعتبر.\rوخرج بقولنا: «بعد النبي صلّى الله عليه وسلّم»؛ اتفاقهم في عهد النبي صلّى الله عليه وسلّم فلا يعتبر إجماعاً من حيث كونه دليلاً، لأن الدليل حصل بسنة النبي صلّى الله عليه وسلّم من قول أو فعل أو تقرير، ولذلك إذا قال الصحابي: كنا نفعل، أو كانوا يفعلون كذا على عهد النبي صلّى الله عليه وسلّم؛ كان مرفوعاً حكماً، لا نقلاً للإجماع.\rوخرج بقولنا: «على حكم شرعي»؛ اتفاقهم على حكم عقلي، أو عادي فلا مدخل له هنا، إذ البحث في الإجماع كدليل من أدلة الشرع.\rوالإجماع حجة لأدلة منها:","seal":"51BF3BF3","page":64},
      {"ppart1":1,"ppage1":51,"id":62,"part":1,"nass":"1 - قوله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَدَاءَ عَلَى النَّاس} [البقرة: من الآية 143] فقوله: شهداء على الناس، يشمل الشهادة على أعمالهم وعلى أحكام أعمالهم، والشهيد قوله مقبول.\r2 - قوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: من الآية 59] دل على أن ما اتفقوا عليه حق.\r3 - قوله صلّى الله عليه وسلّم: «لا تجتمع أمتي على ضلالة». (¬1)\r4 - أن نقول: إجماع الأمة على شيء، إما أن يكون حقًّا، وإما أن يكون باطلاً، فإن كان حقًّا فهو حجة، وإن كان باطلاً فكيف يجوز أن تجمع هذه الأمة التي هي أكرم الأمم على الله منذ عهد نبيها إلى قيام الساعة على أمر باطل لا يرضى به الله؟ هذا من أكبر المحال.\r\rأنواع الإجماع:\rالإجماع نوعان: قطعي وظني.\r1 - فالقطعي: ما يعلم وقوعه من الأمة بالضرورة كالإجماع\r¬_____________\r(¬1) رواه الترمذي «2167» كتاب الفتن، 7 - باب ما جاء في لزوم الجماعة، وقال: غريب.\rوأبو داود «4253» كتاب الفتن والملاحم، باب ذكر الفتن ودلائلها.\rوابن ماجه «3950» كتاب الفتن، 8 - باب السواد الأعظم.\rقال البوصيري: وقد روي هذا الحديث، من حديث: أبي ذر، وأبي مالك الأشعري، وابن عمر، وأبي نضرة، وقدامة بن عبد الله الكلابي، وفي كلها نظر، قاله شيخنا العراقي.\rوضعفه النووي في «شرح صحيح مسلم» «13/ 67».\rوحسنه الألباني في «تخريج السنة» «ح 82».","seal":"3060DE10","page":65},
      {"ppart1":1,"ppage1":51,"id":63,"part":1,"nass":"على وجوب الصلوات الخمس وتحريم الزنى، وهذا النوع لا أحد ينكر ثبوته ولا كونه حجة، ويكفر مخالفه إذا كان ممن لا يجهله.\r2 - والظني: ما لا يعلم إلا بالتتبع والاستقراء. وقد اختلف العلماء في إمكان ثبوته، وأرجح الأقوال في ذلك رأي شيخ الإسلام ابن تيمية حيث قال في «العقيدة الواسطية» (¬1): «والإجماع الذي ينضبط ما كان عليه السلف الصالح، إذ بعدهم كثر الاختلاف وانتشرت الأمة». اهـ.\rواعلم أن الأمة لا يمكن أن تجمع على خلاف دليل صحيح صريح غير منسوخ، فإنها لا تجمع إلا على حق، وإذا رأيت إجماعاً تظنه مخالفاً لذلك، فانظر فإما أن يكون الدليل غير صحيح، أو غير صريح، أو منسوخاً، أو في المسألة خلاف لم تعلمه.\r\rشروط الإجماع:\rللإجماع شروط منها:\r1 - أن يثبت بطريق صحيح، بأن يكون إما مشهوراً بين العلماء أو ناقله ثقة واسع الاطلاع.\r2 - أن لا يسبقه خلاف مستقر، فإن سبقه ذلك فلا إجماع، لأن الأقوال لا تبطل بموت قائليها.\rفالإجماع لا يرفع الخلاف السابق، وإنما يمنع من حدوث خلاف، هذا هو القول الراجح لقوة مأخذه، وقيل: لا يشترط ذلك فيصح أن ينعقد في العصر الثاني على أحد الأقوال السابقة،\r¬_____________\r(¬1) انظر: «شرح العقيدة الواسطية» للمؤلف رحمه الله «2/ 328» طبعة دار ابن الجوزي.","seal":"A839DF78","page":66},
      {"ppart1":1,"ppage1":52,"id":64,"part":1,"nass":"ويكون حجة على من بعده، ولا يشترط على رأي الجمهور انقراض عصر المجمعين فينعقد الإجماع من أهله بمجرد اتفاقهم، ولا يجوز لهم ولا لغيرهم مخالفته بعد، لأن الأدلة على أن الإجماع حجة ليس فيها اشتراط انقراض العصر، ولأن الإجماع حصل ساعة اتفاقهم فما الذي يرفعه؟\rوإذا قال بعض المجتهدين قولاً أو فعل فعلاً، واشتهر ذلك بين أهل الاجتهاد، ولم ينكروه مع قدرتهم على الإنكار، فقيل: يكون إجماعاً، وقيل: يكون حجة لا إجماعاً، وقيل: ليس بإجماع ولا حجة، وقيل: إن انقرضوا قبل الإنكار فهو إجماع؛ لأن استمرار سكوتهم إلى الانقراض مع قدرتهم على الإنكار دليل على موافقتهم، وهذا أقرب الأقوال.","seal":"6B11CAC6","page":67},
      {"ppart1":1,"ppage1":53,"id":65,"part":1,"nass":"القياس\rتعريفه:\rالقياس لغة: التقدير والمساواة.\rواصطلاحاً: تسوية فرع بأصل في حكم لعلَّة جامعة بينهما.\rفالفرع: المقيس.\rوالأصل: المقيس عليه.\rوالحكم: ما اقتضاه الدليل الشرعي من وجوب، أو تحريم، أو صحة، أو فساد، أو غيرها.\rوالعلة: المعنى الذي ثبت بسببه حكم الأصل، وهذه الأربعة أركان القياس، والقياس أحد الأدلة التي تثبت بها الأحكام الشرعية.\rوقد دل على اعتباره دليلاً شرعيًّا الكتاب والسنة وأقوال الصحابة، فمن أدلة الكتاب:\r1 - قوله تعالى: {اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَان} [الشورى: من الآية 17] والميزان ما توزن به الأمور ويقايس به بينها.\r2 - قوله تعالى: {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُه} [الانبياء: من الآية 104] {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ} [فاطر:9] فشبّه الله تعالى إعادة الخلق بابتدائه، وشبه إحياء الأموات بإحياء الأرض، وهذا هو القياس.","seal":"61BE897C","page":68},
      {"ppart1":1,"ppage1":54,"id":66,"part":1,"nass":"ومن أدلة السنة:\r1 - قوله صلّى الله عليه وسلّم لمن سألته عن الصيام عن أمها بعد موتها: «أرأيتِ لو كان على أمك دين فقضيته؛ أكان يؤدي ذلك عنها»؟ قالت: نعم. قال: «فصومي عن أمك» (¬1).\r2 - أن رجلاً أتى النبي صلّى الله عليه وسلّم فقال: يا رسول الله! ولد لي غلام أسود! فقال: «هل لك من إبل»؟ قال: نعم، قال: «ما ألوانها»؟ قال: حمر، قال: «هل فيها من أورق»؟ قال: نعم، قال: «فأنى ذلك»؟ قال: لعله نزعه عرق، قال: «فلعل ابنك هذا نزعه عرق» (¬2).\rوهكذا جميع الأمثال الواردة في الكتاب والسنة دليل على القياس لما فيها من اعتبار الشيء بنظيره.\rومن أقوال الصحابة: ما جاء عن أمير المؤمنين عمر بن الخطاب في كتابه (¬3) إلى أبي موسى الأشعري في القضاء قال: ثم الفهم الفهم فيما أدلى عليك، مما ورد عليك مما ليس في قرآن ولا سنة، ثم قايس الأمور عندك، واعرف الأمثال، ثم اعمد فيما ترى إلى أحبها إلى الله، وأشبهها بالحق.\r¬_____________\r(¬1) رواه البخاري «1953» كتاب الصوم، 42 - باب من مات وعليه صوم.\rومسلم «1148» كتاب الصيام، 27 - باب قضاء الصوم عن الميت.\r(¬2) رواه البخاري «5305» كتاب الطلاق، 26 - باب إذا عرض بنفي الولد.\rومسلم «1500» كتاب اللعان، بلا.\r(¬3) رواه البهقي «10/ 115» كتاب اداب القاضي، باب مايقضي بت القاضي.\rوالدارقني «4/ 206،207» كتاب في الأقضية والأحكام، كتاب عمر إلى أبي موسى الأشعري ...\rوانظر كلام ابن القيم في «إغاثة اللهفان» «1/ 86».","seal":"765AAB9A","page":69},
      {"ppart1":1,"ppage1":55,"id":67,"part":1,"nass":"قال ابن القيم: وهذا كتاب جليل تلقاه العلماء بالقبول.\rوحكى المزني أن الفقهاء من عصر الصحابة إلى يومه أجمعوا على أن نظير الحق حق ونظير الباطل باطل، واستعملوا المقاييس في الفقه في جميع الأحكام.\r\rشروط القياس:\rللقياس شروط منها:\r1 - أن لا يصادم دليلاً أقوى منه، فلا اعتبار بقياس يصادم النص أو الإجماع أو أقوال الصحابة إذا قلنا: قول الصحابي حجة، ويسمى القياس المصادم لما ذكر: «فاسد الاعتبار».\rمثاله: أن يقال: يصح أن تزوج المرأة الرشيدة نفسها بغير ولي قياساً على صحة بيعها مالها بغير ولي.\rفهذا قياس فاسد الاعتبار لمصادمته النص، وهو قوله صلّى الله عليه وسلّم: «لا نكاح إلا بولي» (¬1).\r2 - أن يكون حكم الأصل ثابتاً بنص أو إجماع، فإن كان ثابتاً بقياس لم يصح القياس عليه، وإنما يقاس على الأصل الأول؛ لأن الرجوع إليه أولى، ولأن قياس الفرع عليه الذي جعل أصلاً قد يكون غير صحيح، ولأن القياس على الفرع ثم الفرع على الأصل تطويل بلا فائدة.\r¬_____________\r(¬1) رواه الترمذي «1101» كتاب النكاح، 14 - باب ما جاء لا نكاح إلا بولي.\rوأبو داود «2085» كتاب النكاح، باب في الولي.\rوابن ماجه «1880» كتاب النكاح، 15 - باب لا نكاح إلا بولي.\rوأحمد «1/ 250». والحاكم «2/ 185» كتاب النكاح. وصححه هو وابن حبان «1243 - الموارد» كتاب النكاح، 6 - باب ماجاء في الولي والشهود.","seal":"B0FDB85C","page":70},
      {"ppart1":1,"ppage1":56,"id":68,"part":1,"nass":"مثال ذلك: أن يقال: يجري الربا في الذرة قياساً على الرز، ويجري في الرز قياساً على البر، فالقياس هكذا غير صحيح، ولكن يقال: يجري الربا في الذرة قياساً على البر؛ ليقاس على أصل ثابت بنص.\r3 - أن يكون لحكم الأصل علة معلومة؛ ليمكن الجمع بين الأصل والفرع فيها، فإن كان حكم الأصل تعبديًّا محضاً لم يصح القياس عليه.\rمثال ذلك: أن يقال: لحم النعامة ينقض الوضوء قياساً على لحم البعير لمشابهتها له، فيقال: هذا القياس غير صحيح لأن حكم الأصل ليس له علة معلومة، وإنما هو تعبدي محض على المشهور.\r4 - أن تكون العلة مشتملة على معنى مناسب للحكم يعلم من قواعد الشرع اعتباره؛ كالإسكار في الخمر.\rفإن كان المعنى وصفاً طرديًّا لا مناسبة فيه لم يصح التعليل به؛ كالسواد والبياض مثلاً.\rمثال ذلك: حديث ابن عباس رضي الله عنهما أن بريرة خيرت على زوجها حين عتقت قال: وكان زوجها عبداً أسود (¬1)، فقوله: «أسود»؛ وصف طردي لا مناسبة فيه للحكم، ولذلك يثبت الخيار للأمة إذا عتقت تحت عبد وإن كان أبيض، ولا يثبت لها إذا عتقت تحت حر، وإن كان أسود.\r5 - أن تكون العلة موجودة في الفرع كوجودها في الأصل؛\r¬_____________\r(¬1) رواه البخاري «5282» كتاب الطلاق، 15 - باب خيار الأمة تحت العبد.","seal":"261C4E49","page":71},
      {"ppart1":1,"ppage1":56,"id":69,"part":1,"nass":"كالإيذاء في ضرب الوالدين المقيس على التأفيف، فإن لم تكن العلة موجودة في الفرع لم يصح القياس.\rمثال ذلك: أن يقال العلة في تحريم الربا في البر كونه مكيلاً، ثم يقال: يجري الربا في التفاح قياساً على البر، فهذا القياس غير صحيح، لأن العلة غير موجودة في الفرع، إذ التفاح غير مكيل.\r\rأقسام القياس:\rينقسم القياس إلى جليّ وخفيٍّ.\r1 - فالجلي: ما ثبتت علته بنص، أو إجماع، أو كان مقطوعاً فيه بنفي الفارق بين الأصل والفرع.\rمثال ما ثبتت علته بالنص: قياس المنع من الاستجمار بالدم النجس الجاف على المنع من الاستجمار بالروثة، فإن علة حكم الأصل ثابتة بالنص حيث أتى ابن مسعود رضي الله عنه إلى النبي صلّى الله عليه وسلّم بحجرين وروثة؛ ليستنجي بهن، فأخذ الحجرين، وألقى الروثة، وقال: «هذا ركس» (¬1) والركس النجس.\rومثال ما ثبتت علته بالإجماع: نهي النبي صلّى الله عليه وسلّم أن يقضي القاضي وهو غضبان (¬2)، فقياس منع الحاقن من القضاء على منع الغضبان منه من القياس الجلي، لثبوت علة الأصل بالإجماع وهي تشويش الفكر وانشغال القلب.\r¬_____________\r(¬1) رواه البخاري «156» كتاب الوضوء، 21 - باب لا يستنجى بروث.\r(¬2) رواه البخاري «7158» كتاب الأحكام، 13 - باب هل يقضي القاضي أو يفتي وهو غضبان.\rومسلم «1717» كتاب الأقضية، 7 - باب كراهة قضاء القاضي وهو غضبان.","seal":"3CE936D7","page":72},
      {"ppart1":1,"ppage1":57,"id":70,"part":1,"nass":"ومثال ما كان مقطوعاً فيه بنفي الفارق بين الأصل والفرع: قياس تحريم إتلاف مال اليتيم باللبس على تحريم إتلافه بالأكل للقطع بنفي الفارق بينهما.\r2 - والخفي: ما ثبتت علته باستنباط، ولم يقطع فيه بنفي الفارق بين الأصل والفرع.\rمثاله: قياس الأشنان على البر في تحريم الربا بجامع الكيل، فإن التعليل بالكيل لم يثبت بنص ولا إجماع، ولم يقطع فيه بنفي الفارق بين الأصل والفرع، إذ من الجائز أن يفرق بينهما بأن البر مطعوم بخلاف الأشنان.\r\rقياس الشبه:\rومن القياس ما يسمى: ب- «قياس الشبه» وهو أن يتردد فرع بين أصلين مختلفي الحكم، وفيه شبه بكل منهما، فيلحق بأكثرهما شبهاً به، مثال ذلك: العبد هل يملك بالتمليك قياساً على الحر أو لا يملك قياساً على البهيمة؟\rإذا نظرنا إلى هذين الأصلين الحر والبهيمة وجدنا أن العبد متردد بينهما، فمن حيث أنه إنسان عاقل يثاب ويعاقب وينكح ويطلق؛ يشبه الحر، ومن حيث أنه يباع ويرهن ويوقف ويوهب ويورث ولا يودع ويضمن بالقيمة ويتصرف فيه؛ يشبه البهيمة، وقد وجدنا أنه من حيث التصرف المالي أكثر شبهاً بالبهيمة فيلحق بها\rوهذا القسم من القياس ضعيف إذ ليس بينه وبين الأصل علة مناسبة سوى أنه يشبهه في أكثر الأحكام مع أنه ينازعه أصل آخر.","seal":"068D30D9","page":73},
      {"ppart1":1,"ppage1":58,"id":71,"part":1,"nass":"قياس العكس:\rومن القياس ما يسمى ب- «قياس العكس» وهو: إثبات نقيض حكم الأصل للفرع لوجود نقيض علة حكم الأصل فيه.\rومثلوا لذلك بقوله صلّى الله عليه وسلّم: «وفي بضع أحدكم صدقة». قالوا: يا رسول الله! أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: «أرأيتم لو وضعها في حرام أكان عليه وزر؟ فكذلك إذا وضعها في الحلال كان له أجر» (¬1).\rفأثبت النبي صلّى الله عليه وسلّم للفرع وهو الوطء الحلال نقيض حكم الأصل وهو الوطء الحرام لوجود نقيض علة حكم الأصل فيه، أثبت للفرع أجراً لأنه وطء حلال، كما أن في الأصل وزراً لأنه وطء حرام.\r¬_____________\r(¬1) رواه مسلم «1006» كتاب الزكاة، 16 - باب بيان أن اسم الصدقة يقع على كل نوع من المعروف.","seal":"DB52251D","page":74},
      {"ppart1":1,"ppage1":59,"id":72,"part":1,"nass":"التعارض\rتعريفه:\rالتعارض لغة: التقابل والتمانع.\rواصطلاحاً: تقابل الدليلين بحيث يخالف أحدهما الآخر.\rوأقسام التعارض أربعة:\rالأول: أن يكون بين دليلين عامين وله أربع حالات:\r1 - أن يمكن الجمع بينهما بحيث يحمل كل منهما على حال لا يناقض الآخر فيها فيجب الجمع.\rمثال ذلك: قوله تعالى لنبيه صلّى الله عليه وسلّم: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} [الشورى: من الآية 52] وقوله: {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ} [القصص: من الآية 56] والجمع بينهما أن الآية الأولى يراد بها هداية الدلالة إلى الحق وهذه ثابتة للرسول صلّى الله عليه وسلّم.\rوالآية الثانية يراد بها هداية التوفيق للعمل، وهذه بيد الله تعالى لا يملكها الرسول صلّى الله عليه وسلّم ولا غيره.\r2 - فإن لم يمكن الجمع، فالمتأخر ناسخ إن علم التاريخ فيعمل به دون الأول.\rمثال ذلك: قوله تعالى في الصيام: {فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ} [البقرة: من الآية 184] فهذه الآية تفيد","seal":"A0568F35","page":75},
      {"ppart1":1,"ppage1":59,"id":73,"part":1,"nass":"التخيير بين الإطعام والصيام مع ترجيح الصيام، وقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر} [البقرة: من الآية 185] تفيد تعيين الصيام أداء في حق غير المريض والمسافر، وقضاءً في حقهما، لكنها متأخرة عن الأولى، فتكون ناسخة لها كما يدل على ذلك حديث سلمة بن الأكوع الثابت في «الصحيحين» (¬1) وغيرهما.\r3 - فإن لم يعلم التاريخ عمل بالراجح إن كان هناك مرجح.\rمثال ذلك: قوله صلّى الله عليه وسلّم: «من مس ذكره فليتوضأ» (¬2) وسئل صلّى الله عليه وسلّم عن الرجل يمس ذكره؛ أعليه الوضوء؟ قال: «لا إنما هو بضعة منك» (¬3)، فيرجح الأول؛ لأنه أحوط، ولأنه أكثر طرقاً، ومصححوه أكثر، ولأنه ناقل عن الأصل، ففيه زيادة علم.\r¬_____________\r(¬1) رواه البخاري «4507» كتاب التفسير، 26 - باب فمن شهد منكم الشهر فليصمه.\rومسلم «1145» كتاب الصيام، 25 - باب بيان نسخ قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ}. بقوله: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ}.\r(¬2) رواه أبو داود «181»، والترمذي «82»، وابن ماجه «481»، والنسائي في «الصغرى» «444»، وأحمد «6/ 406/27334»، وصححه ابن حبان «213 - الموارد» كتاب الطهارة، 29 - باب ما جاء في مس الفرج.\r(¬3) رواه أبو داود «182»، والترمذي «85»، والنسائي في «الصغرى» «165»، وابن ماجه «483».","seal":"B65F62DF","page":76},
      {"ppart1":1,"ppage1":61,"id":74,"part":1,"nass":"4 - فإن لم يوجد مرجح وجب التوقف، ولا يوجد له مثال صحيح.\rالقسم الثاني: أن يكون التعارض بين خاصين، فله أربع حالات أيضاً.\r1 - أن يمكن الجمع بينهما فيجب الجمع.\rمثاله حديث جابر رضي الله عنه في صفة حج النبي صلّى الله عليه وسلّم أن النبي صلّى الله عليه وسلّم صلى الظهر يوم النحر بمكة (¬1) وحديث ابن عمر رضي الله عنهما أن النبي صلّى الله عليه وسلّم صلاها بمنى (¬2)، فيجمع بينهما بأنه صلاها بمكة، ولما خرج إلى منى أعادها بِمَنْ فيها من أصحابه.\r2 - فإن لم يمكن الجمع، فالثاني ناسخ إن علم التاريخ.\rمثاله: قوله تعالى: {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ} [الأحزاب: من الآية 50]، وقوله: {لا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ\r¬_____________\r(¬1) رواه مسلم «1218» في حديث جابر الطويل، كتاب الحج، 19 - باب حجة النبي صلى الله عليه وسلم.\r(¬2) رواه البخاري «1653» كتاب الحج، 83 - باب أين يصلى الظهر يوم التروية.\rومسلم «1309» كتاب الحج، 58 - باب استحباب طواف الإفاضة يوم النحر من حديث أنس.\rوراه مسلم «1308» من حديث ابن عمر.","seal":"61F83753","page":77},
      {"ppart1":1,"ppage1":61,"id":75,"part":1,"nass":"حُسْنُهُن} [الأحزاب: من الآية 52]، فالثانية ناسخة للأولى على أحد الأقوال.\r3 - فإن لم يمكن النسخ عمل بالراجح إن كان هناك مرجح.\rمثاله: حديث ميمونة أن النبي صلّى الله عليه وسلّم تزوجها وهو حلال (¬1) وحديث ابن عباس أن النبي صلّى الله عليه وسلّم تزوجها وهو محرم (¬2)، فالراجح الأول لأن ميمونة صاحبة القصة فهي أدرى بها، ولأن حديثها مؤيد بحديث أبي رافع رضي الله عنه أن النبي صلّى الله عليه وسلّم تزوجها وهو حلال قال: وكُنْتُ الرَّسُولَ بَيْنَهُما (¬3).\r4 - فإن لم يوجد مرجح وجب التوقف، ولا يوجد له مثال صحيح.\rالقسم الثالث: أن يكون التعارض بين عام وخاص فيخصص العام بالخاص.\r¬_____________\r(¬1) رواه مسلم «1411» من حديث ميمونة: كتاب النكاح، 5 - باب تحريم نكاح المحرم وكراهية خطبته و «1410» من حديث ابن عباس.\rقال ابن عبد البر «3/ 152» من «التمهيد»: الرواية عن ميمونة متواترة.\r(¬2) رواه البخاري «5114» كتاب النكاح، 30 - باب نكاح المحرم.\rومسلم «1410» كتاب النكاح، 5 - باب تحريم نكاح المحرم.\r(¬3) رواه ابن حبان «1272 - الموارد» كتاب النكاح/ 14 - باب ما جاء في نكاح المحرم. وأحمد «6/ 392/27241».\rوالترمذي «841» كتاب الحج، 23 - باب ما جاء في كراهية تزويج المحرم، وقال: حسن. وضعفه الألباني.","seal":"7050C16C","page":78},
      {"ppart1":1,"ppage1":62,"id":76,"part":1,"nass":"مثاله: قوله صلّى الله عليه وسلّم: «فيما سقت السماء العشر» (¬1) وقوله: «ليس فيما دون خمسة أوسق صدقة» (¬2) فيخصص الأول بالثاني، ولا تجب الزكاة إلا فيما بلغ خمسة أوسق.\rالقسم الرابع: أن يكون التعارض بين نصين أحدهما أعم من الآخر من وجه وأخص من وجه. فله ثلاث حالات:\r1 - أن يقوم دليل على تخصيص عموم أحدهما بالآخر فيخصص به.\rمثاله: قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً} [البقرة: من الآية 234]، وقوله: {وَأُولاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: من الآية 4] فالأولى خاصة في المتوفى عنها عامة في الحامل وغيرها. والثانية خاصة في الحامل عامة في المتوفى عنها، وغيرها لكن دل الدليل على تخصيص عموم الأولى بالثانية، وذلك أن سبيعة الأسلمية وضعت بعد وفاة زوجها بليال فأذن لها النبي صلّى الله عليه وسلّم أن تتزوج (¬3)، وعلى هذا فتكون عدة الحامل إلى وضع الحمل سواء كانت متوفى عنها أم غيرها.\r¬_____________\r(¬1) سبق «ص 43 ح رقم 1».\r(¬2) سبق «ص 43 ح رقم 2».\r(¬3) رواه البخاري «5318» كتاب الطلاق، 39 - باب {وَأُولاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ}.\rومسلم «1485» كتاب الطلاق، 8 - باب انقضاء عدة المتوفى عنها زوجها وغيرها بوضع الحمل.","seal":"F32C4DD6","page":79},
      {"ppart1":1,"ppage1":63,"id":77,"part":1,"nass":"2 - وإن لم يقم دليل على تخصيص عموم أحدهما بالآخر عمل بالراجح.\rمثال ذلك: قوله صلّى الله عليه وسلّم: «إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين» (¬1) وقوله: «لا صلاة بعد الصبح حتى تطلع الشمس، ولا صلاة بعد العصر حتى تغرب الشمس» (¬2).\rفالأول خاص في تحية المسجد عام في الوقت، والثاني خاص في الوقت عام في الصلاة، يشمل تحية المسجد وغيرها لكن الراجح تخصيص عموم الثاني بالأول، فتجوز تحية المسجد في الأوقات المنهي عن عموم الصلاة فيها، وإنما رجحنا ذلك لأن تخصيص عموم الثاني قد ثبت بغير تحية المسجد؛ كقضاء المفروضة وإعادة الجماعة؛ فضعف عمومه.\r3 - وإن لم يقم دليل ولا مرجح لتخصيص عموم أحدهما بالثاني، وجب العمل بكل منهما فيما لا يتعارضان فيه، والتوقف في الصورة التي يتعارضان فيها.\rلكن لا يمكن التعارض بين النصوص في نفس الأمر على\r¬_____________\r(¬1) رواه البخاري «444» كتاب الصلاة، 60 - باب إذا دخل المسجد فليركع ركعتين.\rومسلم «714» كتاب صلاة المسافرين وقصرها، 5 - باب جواز الجمع بين الصلاتين في السفر.\r(¬2) رواه البخاري «586» كتاب مواقيت الصلاة، 31 - باب لا يتحرى الصلاة قبل غروب الشمس، ومسلم «827» كتاب صلاة المسافرين وقصرها، 51 - باب الأوقالت التي نهي عن الصلاة فيها.","seal":"88B34433","page":80},
      {"ppart1":1,"ppage1":63,"id":78,"part":1,"nass":"وجه لا يمكن فيه الجمع، ولا النسخ، ولا الترجيح؛ لأن النصوص لا تتناقض، والرسول صلّى الله عليه وسلّم قد بيّن وبلّغ، ولكن قد يقع ذلك بحسب نظر المجتهد لقصوره. والله أعلم.","seal":"E7BF58BF","page":81},
      {"ppart1":1,"ppage1":64,"id":79,"part":1,"nass":"الترتيب بين الأدلة\rإذا اتفقت الأدلة السابقة «الكتاب والسنة والإجماع والقياس» على حكم أو انفرد أحدها من غير معارض وجب إثباته، وإن تعارضت، وأمكن الجمع وجب الجمع، وإن لم يمكن الجمع عمل بالنسخ إن تمت شروطه.\rوإن لم يمكن النسخ وجب الترجيح.\rفيرجح من الكتاب والسنة:\rالنص على الظاهر.\rوالظاهر على المؤول.\rوالمنطوق على المفهوم.\rوالمثبت على النافي.\rوالناقل عن الأصل على المبقي عليه، لأن مع الناقل زيادة علم.\rوالعام المحفوظ «وهو الذي لم يخصص» على غير المحفوظ.\rوما كانت صفات القَبول فيه أكثر على ما دونه.\rوصاحب القصة على غيره.\rويقدم من الإجماع: القطعي على الظني.\rويقدم من القياس: الجلي على الخفي.","seal":"4C800544","page":82},
      {"ppart1":1,"ppage1":65,"id":80,"part":1,"nass":"المُفْتي والمُسْتَفْتي\rالمفتي: هو المخبر عن حكم شرعي.\rوالمستفتي: هو السائل عن حكم شرعي.\r\rشروط الفتوى:\rيشترط لجواز الفتوى شروط، منها:\r1 - أن يكون المفتي عارفاً بالحكم يقيناً، أو ظنًّا راجحاً، وإلا وجب عليه التوقف.\r2 - أن يتصور السؤال تصوراً تامًّا؛ ليتمكن من الحكم عليه، فإن الحكم على الشيء فرع عن تصوره.\rفإذا أشكل عليه معنى كلام المستفتي سأله عنه، وإن كان يحتاج إلى تفصيل استفصله، أو ذكر التفصيل في الجواب، فإذا سئل عن امرئ هلك عن بنت وأخ وعم شقيق، فليسأل عن الأخ هل هو لأم أو لا؟ أو يُفَصِّلُ في الجواب، فإن كان لأم فلا شيء له، والباقي بعد فرض البنت للعم، وإن كان لغير أم فالباقي بعد فرض البنت له، ولا شيء للعم.\r3 - أن يكون هادئ البال، ليتمكن من تصور المسألة وتطبيقها على الأدلة الشرعية، فلا يفتي حال انشغال فكره بغضب، أو هم، أو ملل، أو غيرها.\rويشترط لوجوب الفتوى شروط منها:","seal":"343070C6","page":83},
      {"ppart1":1,"ppage1":65,"id":81,"part":1,"nass":"1 - وقوع الحادثة المسؤول عنها، فإن لم تكن واقعة لم تجب الفتوى لعدم الضرورة إلا أن يكون قصد السائل التعلم، فإنه لا يجوز كتم العلم، بل يجيب عنه متى سئل بكل حال.\r2 - أن لا يعلم من حال السائل أن قصده التعنت، أو تتبع الرخص، أو ضرب آراء العلماء بعضها ببعض، أو غير ذلك من المقاصد السيئة، فإن علم ذلك من حال السائل لم تجب الفتوى.\r3 - أن لا يترتب على الفتوى ما هو أكثر منها ضرراً، فإن ترتب عليها ذلك وجب الإمساك عنها؛ دفعاً لأشد المفسدتين بأخفهما.\rما يلزم المستفتي:\r\rيلزم المستفتي أمران:\rالأول: أن يريد باستفتائه الحق والعمل به لا تتبع الرخص وإفحام المفتي، وغير ذلك من المقاصد السيئة.\rالثاني: أن لا يستفتي إلا من يعلم، أو يغلب على ظنه أنه أهل للفتوى.\rوينبغي أن يختار أوثق المفتين علماً وورعاً، وقيل: يجب ذلك.\rالثالث: أن يصف حالته وصفا صادقا دقيقا، كقول السائل:\rإنا نركب البحر ونحمل معنا القليل من الماء فإذا توضأنا بت عطشنا، أقنتوضأ بما البحر؟\rالرابع: أن ينتبه لما يقوله المفتي بحيث لا ينصرف منه إلا وقد فهم الجواب تماما.","seal":"99287FA9","page":84},
      {"ppart1":1,"ppage1":66,"id":82,"part":1,"nass":"الإجتهاد\rتعريفه:\rالاجتهاد لغة: بذل الجهد لإدراك أمر شاق.\rواصطلاحاً: بذل الجهد لإدراك حكم شرعي.\rوالمجتهد: من بذل جهده لذلك.\rشروط الاجتهاد:\rللاجتهاد شروط منها:\r1 - أن يعلم من الأدلة الشرعية ما يحتاج إليه في اجتهاده كآيات الأحكام وأحاديثها.\r2 - أن يعرف ما يتعلق بصحة الحديث وضعفه؛ كمعرفة الإسناد ورجاله، وغير ذلك.\r3 - أن يعرف الناسخ والمنسوخ ومواقع الإجماع حتى لا يحكم بمنسوخ أو مخالف للإجماع!،\r4 - أن يعرف من الأدلة ما يختلف به الحكم من تخصيص، أو تقييد، أو نحوه حتى لا يحكم بما يخالف ذلك.\r5 - أن يعرف من اللغة وأصول الفقه ما يتعلق بدلالات الألفاظ؛ كالعام والخاص والمطلق والمقيد والمجمل والمبين، ونحو ذلك؛ ليحكم بما تقتضيه تلك الدلالات.","seal":"D9EF33E0","page":85},
      {"ppart1":1,"ppage1":67,"id":83,"part":1,"nass":"6 - أن يكون عنده قدرة يتمكن بها من استنباط الأحكام من أدلتها.\rوالاجتهاد قد يتجزأ فيكون في باب واحد من أبواب العلم، أو في مسألة من مسائله.\r\rما يلزم المجتهد:\rيلزم المجتهد أن يبذل جهده في معرفة الحق، ثم يحكم بما ظهر له فإن أصاب فله أجران:\rأجر على اجتهاده، وأجر على إصابة الحق؛ لأن في إصابة الحق إظهاراً له وعملاً به، وإن أخطأ فله أجر واحد، والخطأ مغفور له؛ لقوله صلّى الله عليه وسلّم: «إذا حكم الحاكم فاجتهد، ثم أصاب فله أجران، وإذا حكم فاجتهد، ثم أخطأ فله أجر» (¬1).\rوإن لم يظهر له الحكم وجب عليه التوقف، وجاز التقليد حينئذٍ للضرورة.\r¬_____________\r(¬1) رواه البخاري «7352» كتاب الاعتصام، 21 - باب أجر الحاكم إذا اجتهد فأصاب أو أخطأ.\rومسلم «1716» كتاب الأقضية، 6 - باب بيان أجر الحاكم إذا اجتهد فأصاب أو أخطأ.","seal":"5AF64910","page":86},
      {"ppart1":1,"ppage1":68,"id":84,"part":1,"nass":"التَّقليد\r\rتعريفه:\rالتقليد لغة: وضع الشيء في العنق محيطاً به كالقلادة.\rواصطلاحاً: اتباع من ليس قوله حجة.\rفخرج بقولنا: «من ليس قوله حجة»؛ اتباع النبي صلّى الله عليه وسلّم، واتباع أهل الإجماع، واتباع الصحابي، إذا قلنا أن قوله حجة، فلا يسمى اتباع شيء من ذلك تقليداً؛ لأنه اتباع للحجة، لكن قد يسمى تقليداً على وجه المجاز والتوسع.\r\rمواضع التقليد:\rيكون التقليد في موضعين:\rالأول: أن يكون المقلِّد عاميًّا لا يستطيع معرفة الحكم بنفسه ففرضه التقليد؛ لقوله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} [النحل: من الآية 43]، ويقلد أفضل من يجده علماً وورعاً، فإن تساوى عنده اثنان خير بينهما.\rالثاني: أن يقع للمجتهد حادثة تقتضي الفورية، ولا يتمكن من النظر فيها فيجوز له التقليد حينئذ، واشترط بعضهم لجواز التقليد أن لا تكون المسألة من أصول الدين التي يجب اعتقادها؛ لأن العقائد يجب الجزم فيها، والتقليد إنما يفيد الظن فقط.","seal":"75A4AE74","page":87},
      {"ppart1":1,"ppage1":68,"id":85,"part":1,"nass":"والراجح أن ذلك ليس بشرط؛ لعموم قوله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} [النحل: من الآية 43] والآية في سياق إثبات الرسالة، وهو من أصول الدين، ولأن العامي لا يتمكن من معرفة الحق بأدلته، فإذا تعذر عليه معرفة الحق بنفسه لم يبق إلا التقليد؛ لقوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: من الآية 16].\r\rأنواع التقليد:\rالتقليد نوعان: عام وخاص.\r1 - فالعام: أن يلتزم مذهباً معيناً يأخذ برخصه، وعزائمه في جميع أمور دينه.\rوقد اختلف العلماء فيه، فمنهم من حكى وجوبه؛ لتعذر الاجتهاد في المتأخرين، ومنهم من حكى تحريمه؛ لما فيه من الالتزام المطلق لاتباع غير النبي صلّى الله عليه وسلّم.\rوقال شيخ الإسلام ابن تيمية: إن في القول بوجوب طاعة غير النبي صلّى الله عليه وسلّم في كل أمره ونهيه، وهو خلاف الإجماع وجوازه فيه ما فيه (¬1).\rوقال: من التزم مذهباً معيناً، ثم فعل خلافه من غير تقليد لعالم آخر أفتاه، ولا استدلال بدليل يقتضي خلاف ذلك، ولا عذر شرعي يقتضي حل ما فعله، فهو متبع لهواه فاعل للمحرم بغير عذر شرعي، وهذا منكر، وأما إذا تبين له ما يوجب رجحان قول على قول إما بالأدلة المفصلة إن كان يعرفها ويفهمها، وإما بأن يرى أحد الرجلين أعلم بتلك المسألة من الآخر، وهو أتقى لله\r¬_____________\r(¬1) «الفتاوى الكبرى» «4/ 625».","seal":"3AC86F65","page":88},
      {"ppart1":1,"ppage1":69,"id":86,"part":1,"nass":"فيما يقوله، فيرجع عن قول إلى قول لمثل هذا، فهذا يجوز بل يجب، وقد نص الإمام أحمد على ذلك.\r2 - والخاص: أن يأخذ بقول معين في قضية معينة فهذا جائز إذا عجز عن معرفة الحق بالاجتهاد سواء عجز عجزاً حقيقيًّا، أو استطاع ذلك مع المشقة العظيمة.\r\rفتوى المقلِّد:\rقال الله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} [النحل: من الآية 43] وأهل الذكر هم أهل العلم، والمقلد ليس من أهل العلم المتبوعين، وإنما هو تابع لغيره.\rقال أبو عمر بن عبد البر وغيره: أجمع الناس على أن المقلِّد ليس معدوداً من أهل العلم، وأن العلم معرفة الحق بدليله. قال ابن القيم: وهذا كما قال أبو عمر فإن الناس لا يختلفون في أن العلم هو المعرفة الحاصلة عن الدليل، وأما بدون الدليل فإنما هو تقليد، ثم حكى ابن القيم بعد ذلك في جواز الفتوى بالتقليد ثلاثة أقوال:\rأحدها: لا تجوز الفتوى بالتقليد لأنه ليس بعلم، والفتوى بغير علم حرام، وهذا قول أكثر الأصحاب وجمهور الشافعية.\rالثاني: أن ذلك جائز فيما يتعلق بنفسه، ولا يجوز أن يقلد فيما يفتي به غيره.\rالثالث: أن ذلك جائز عند الحاجة، وعدم العالم المجتهد، وهو أصح الأقوال وعليه العمل (¬1). انتهى كلامه.\r¬_____________\r(¬1) «إعلام الموقعين» «1/ 7».","seal":"7E9C598F","page":89},
      {"ppart1":1,"ppage1":70,"id":87,"part":1,"nass":"وبه يتم ما أردنا كتابته في هذه المذكرة الوجيزة، نسأل الله أن يلهمنا الرشد في القول والعمل، وأن يكلل أعمالنا بالنجاح، إنه جواد كريم، وصلى الله وسلم على نبينا محمد وآله.","seal":"4E032B28","page":90},
      {"ppart1":1,"ppage1":70,"id":88,"part":1,"nass":"المراجع\r1 - القاموس المحيط: الفيروزأبادي.\r2 - الكوكب المنير شرح مختصر التحرير: الفتوحي.\r3 - منهاج الأصول وشرحه: البيضاوي له المتن، والشارح مجهول لنا.\r4 - شرح جمع الجوامع وحاشيته: الشرح للمحلي، والحاشية للبناني.\r5 - روضة الناظر وشرحها: الأصل للموفق، والشرح لعبد القادر بن بدران.\r6 - حصول المأمول من علم الأصول: محمد صديق.\r7 - المدخل إلى مذهب أحمد بن حنبل: عبد القادر بن بدران.\r8 - إرشاد الفحول إلى تحقيق الحق من علم الأصول: الشوكاني.\r9 - فتاوى شيخ الإسلام ابن تيمية: الجامع عبد الرحمن بن قاسم.\r10 - المسودة في أصول الفقه: شيخ الإسلام ابن تيمية وأبوه وجده.\r11 - زاد المعاد: ابن القيم.\r12 - إعلام الموقعين: ابن القيم.","seal":"3A8C3612","page":91},
      {"ppart1":null,"ppage1":null,"id":89,"part":1,"nass":"أسئلة على المقرر\rأصول الفقه\r1 - عرِّف أصول الفقه باعتبار مفردَيْه، وبين معنى الفقه لغة واصطلاحاً مع محترزات التعريف.\r2 - عرِّف أصول الفقه باعتبار كونه لقباً لهذا الفن المعين، واشرح التعريف.\r3 - ما فائدة أصول الفقه، ومن أول من جمعه كفن مستقل؟\rالأحكام\r4 - عرِّف الأحكام لغة واصطلاحاً واشرح التعريف.\r- ما هي الأحكام التكليفية؟\r- عرِّف كلًّا منها مبيناً محترزات التعريف.\r- ما هي الأحكام الوضعية؟\r- عرف كلًّا منها مع التمثيل.\r- وما حكم فعل الفاسد من العبادات والعقود والشروط، وما الدليل؟\r- ما هي المواضع التي يفرق فيها بين الفاسد والباطل؟\rالعلم\r5 - ما هو العلم ومثِّل له؟ واذكر محترزات التعريف.","seal":"13A6664E","page":93},
      {"ppart1":null,"ppage1":null,"id":90,"part":1,"nass":"- اذكر الفرق بين الجهل البسيط والجهل المركب ومثِّل بمثال يتضح به ذلك.\r- ما هو الظن وما الفرق بينه وبين الشك والوهم؟\r- اذكر أقسام العلم ممثلاً لكل قسم.\rالكلام\r6 - عرِّف الكلام لغة واصطلاحاً، وبيِّن أقل ما يتألف منه مع التمثيل. ما هي الكلمة، وإلى كم تنقسم؟\r- ما أنواع الاسم مع التمثيل؟\r- عرِّف الفعل واذكر أقسامه مع التمثيل.\r- اذكر ما تعرفه من معاني الحروف الآتية مع التمثيل: الواو، الفاء، اللام الجارة، على.\rأقسام الكلام\r7 - عرِّف الخبر والإنشاء.\r- اذكر أقسام الخبر من حيث المخبر به مع التمثيل، قد يكون الكلام خبراً إنشاءً باعتبارين، وقد يكون خبراً بمعنى الإنشاء وبالعكس، مثِّل لكل من هذا بمثال واشرحه.\rالحقيقة والمجاز\r8 - اذكر أقسام الكلام من حيث الاستعمال معرفاً كل قسم مع بيان محترزات التعريف.\r- إلى كم قسم تنقسم الحقيقة؟\r- وما الفائدة من معرفة تلك الأقسام؟","seal":"BA0B8154","page":94},
      {"ppart1":null,"ppage1":null,"id":91,"part":1,"nass":"- ما شرط حمل اللفظ على مجازه وما شرط استعمال اللفظ في مجازه؟\r9 - ما الفرق بين المجاز المرسل والمجاز العقلي؟ ومثِّل بمثال يوضح الفرق.\r- لماذا ذكرت الحقيقة والمجاز في أصول الفقه؟\rالأمر\r10 - عرِّف الأمر وبيِّن محترزات التعريف.\r- ما صيغ الأمر ومثِّل لها وهل يستفاد طلب الفعل بدونها؟\r- وما الذي تقتضيه صيغة الأمر عند الإطلاق؟ واذكر الدليل مبيناً وجه الدلالة.\r- وهل يخرج عن ذلك؟ بيِّن ما تقول بالدليل!\r11 - إذا توقف فعل المأمور على شيء، فما حكم ذلك الشيء، ومثِّل.\rالنهي\r12 - عرّف النهي وبيّن محترزات التعريف، وهل يستفاد النهي بغير صيغته؟ وبماذا؟ وما الذي تقتضيه صيغة النهي؟\r13 - اذكر قاعدة المذهب في المنهي عنه، هل يخرج النهي عن التحريم؟ ومثِّل!\rمن يدخل في الأمر والنهي ومن لا يدخل\r14 - من هو المكلف؟ وهل الكافر مكلف، وإذا فعل المأمور به فهل يصح منه؟ وما الدليل؟\r- وهل يقضي ما فاته حال كفره؟ وما الدليل؟","seal":"D4E4E15B","page":95},
      {"ppart1":null,"ppage1":null,"id":92,"part":1,"nass":"موانع التكليف\r15 - ما هي موانع التكليف؟ وما الدليل عليها؟\r- هل موانع التكليف تسري إلى حق المخلوقين؟\rالعام\r16 - عرِّف العام لغة واصطلاحاً. وبيّن محترزات التعريف، وما هي صيغ العموم؟ ومثل لها! هل المعرّف بأل يقتضي العموم أو في ذلك تفصيل؟ بيِّن ذلك مع التمثيل.\r- ما حكم العمل بالعام وإذا ورد على سبب خاص فهل يخصص به أو يؤخذ بعمومه؟ بين ذلك، ومثِّل!\rالخاص\r17 - عرّف الخاص لغة واصطلاحاً ومثِّل له، ما هو التخصيص وما أنواع دليله؟\r- ما هو الاستثناء؟ واذكر ما تعرفه من شروطه مع ذكر الخلاف والترجيح بالدليل.\r- وما المراد بالشرط الذي يقع به التخصيص؟ ما هي الصفة المخصصة؟ ومثل لها.\r18 - ما هي المخصصات المنفصلة وما حجة من لا يرى التخصيص بالعقل والحس؟ هل يخص الكتاب بالسنة وبالعكس؟ ومثّل! هات مثالين أحدهما في تخصيص الكتاب بالإجماع، والثاني في تخصيص السنة بالقياس.\rالمطلق والمقيد\r19 - ما هو المطلق وما محترزاته؟ عرف المقيد! وإذا ورد","seal":"02B55D3A","page":96},
      {"ppart1":null,"ppage1":null,"id":93,"part":1,"nass":"نصان مطلق ومقيد فماذا نعمل؟ ومثِّل لما تقول!\rالمجمل والمبين\r20 - عرف المجمل لغة واصطلاحاً مع التمثيل.\r- ما هو المبين وبماذا يحصل البيان؟ ومثل.\rالظاهر والمؤوَّل\r21 - ما هو الظاهر لغة واصطلاحاً ومحترزاته؟\r- ما حكم العمل بالظاهر؟\r- ما هو المؤوَّل؟\r- كم أقسام التأويل؟ ومثل!\rالنسخ\r22 - عرِّف النسخ لغة واصطلاحاً وبيِّن محترزات التعريف، وما الذي يمتنع نسخه؟ وعلِّل لما تقول! ما شروط النسخ؟\r23 - اذكر أقسام النسخ باعتبار النص المنسوخ وباعتبار الناسخ مع التمثيل لكل قسم، ما هي حكمة النسخ؟\r- وما دليل جوازه عقلاً ووقوعه شرعاً؟\rالأخبار\r24 - عرِّف الخبر لغة واصطلاحاً.\r- اذكر أنواع فعل النبي صلّى الله عليه وسلّم مبيناً حكم كل نوع مع التمثيل، ما حكم تقريره صلّى الله عليه وسلّم؟\r- وإذا وقع في عهده شيء لم يعلم به؛ فما حكمه وما الدليل؟","seal":"61834300","page":97},
      {"ppart1":null,"ppage1":null,"id":94,"part":1,"nass":"25 - اذكر أقسام الخبر باعتبار من يضاف إليه وباعتبار طرقه ومن هو الصحابي وهل قوله حجة؟\r- هل أخبار الآحاد حجة؟\r- ما المراد بتحمل الحديث وأدائه وما صيغ الأداء وما هي الإجازة؟\rالإجماع\r26 - عرِّف الإجماع لغة واصطلاحاً واذكر محترزات التعريف.\r- هل الإجماع حجة؟\r- وما الدليل؟\r- ما أنواع الإجماع؟\r- وما هو الإجماع الذي يكفر مخالفه؟\r- ما القول الراجح في إمكان الإجماع الظني؟\r- اذكر ما تعرفه من شروط الإجماع وهل يشترط انقراض العصر وما الدليل؟\rالقياس\r27 - عرِّف القياس لغة واصطلاحاً مع شرح التعريف.\r- ما هي أركان القياس؟\r- هل القياس دليل شرعي وما الدليل؟\r28 - ما هي شروط القياس؟ ومثل لكل قياس فاسد لفوات شرط منها.\r- اذكر أقسام القياس ممثلاً لكل قسم.\r- عرِّف كلًّا من قياس الشبه وقياس العكس ومثل لهما.","seal":"B759B0A7","page":98},
      {"ppart1":null,"ppage1":null,"id":95,"part":1,"nass":"التعارض\r29 - ما هو التعارض وما أقسامه وكم حالة لكل قسم؟ ومثل.\rالترتيب بين الأدلة\r30 - إذا تعارضت الأدلة فما الحكم؟\r- وما الذي يرجح من نص الكتاب والسنة ومن الإجماع ومن القياس؟\rالمفتي والمستفتي\r31 - من هو المفتي؟ ومن هو المستفتي؟ ما هي شروط جواز الفتوى وشروط وجوبها؟ اذكر ما تعرفه من ذلك.\r- ما الذي يلزم المستفتي وما الذي ينبغي له؟\rالاجتهاد\r32 - عرف الاجتهاد لغة واصطلاحاً، ومن هو المجتهد؟\r- واذكر ما تعرفه من شروط الاجتهاد. وهل يتجزأ؟\r- وما حكم خطأ المجتهد؟\rالتقليد\r33 - عرف التقليد لغة واصطلاحاً، وما مواضع التقليد؟ وهل يشترط لجواز التقليد أن تكون المسألة من الفروع ولماذا؟ وما هو القول الراجح في ذلك، وما دليل رجحانه؟\r34 - اذكر أنواع التقليد وحكم كل نوع، وهل المقلد عالم وما حكم فتواه؟","seal":"BDBE69D1","page":99}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1421,"ShrtCs":0,"Bk":"الأصول من علم الأصول","HigriD":"1421","oAuthVer":2,"Pdf":1,"IslamShort":0,"oVer":4,"verName":null,"Lng":"محمد بن صالح بن محمد العثيمين","bLnk":null,"Inf":"[الأصول من علم الأصول - العثيمين]\r\n\r\nيقول الشيخ العثيمين (المتوفى 1421هـ) رحمه الله، في مقدمة كتابه:\r\nفهذه رسالة مختصرة في أصول الفقه كتبناها على وفق المنهج المقرر للسنة الثالثة الثانوية في المعاهد العلمية، وسميناها:\r\n«الأصول من علم الأصول»","Auth":"ابن عثيمين","Betaka":"الكتاب: الأصول من علم الأصول\r\nالمؤلف: محمد بن صالح بن محمد العثيمين (المتوفى: 1421 هـ)\r\nالناشر: دار ابن الجوزي\r\nالطبعة: الرابعة، 1430 هـ - 2009 م\r\nعدد الأجزاء: 1\r\n[ترقيم الكتاب موافق للمطبوع]","TafseerNam":null,"PdfCs":2,"AuthInf":"محمد بن صالح العثيمين (1347 - 1421 هـ، 1928 - 2001 م).\r\rمحمد بن صالح بن محمد عثيمين المقبل الوهيبي التميمي، عالم وفقيه سعودي، وأستاذ في كلية الشريعة بفرع جامعة الإمام محمد ابن سعود الإسلامية في منطقة القصيم، وعضو هيئة كبار العلماء.\rولد في عنيزة بمنطقة القصيم التي كانت مساجدها مكاناً لكثير من الحلقات العلمية الشرعية والنقاشات الفكرية.\rحفظ القرآن الكريم في صغره، ثم اتجه إلى طلب العلوم الشرعية والعربية على أيدي كثير من العلماء المتخصصين منهم:\rالشيخ عبدالرحمن ناصر السعدي الذي لازمه حتى بعد انتقال والده إلى مدينة الرياض، وخلفه في إمامة الجامع الكبير بعنيزة والخطابة فيه.\rومن شيوخه أيضاً الشيخ عبدالعزيز بن عبدالله بن باز الذي استفاد منه حسب قوله في العناية بالحديث والبحث عن الدليل.\rودرس أيضاً على يد الشيخ محمد المختار الجكني الشنقيطي صاحب أضواء البيان في إيضاح القرآن بالقرآن، والشيخ علي بن محمد الصالحي وغيرهم.\rتخرج العثيمين في كلية الشريعة بالرياض عام 1377 هـ، وبدأ بالتدريس في المعهد العلمي قبل تخرجه في الكلية.\rرفض تولي القضاء رغم إصرار الشيخ محمد بن إبراهيم آل الشيخ مفتي المملكة ورئيس القضاة في حينه، وتفرغ للتدريس وقد تحرر من التقليد المذهبي، وأخذ كثيراً باجتهادات ابن تيمية مما جعله أكثر استقلالاً في آرائه الفقهية.\rزادت آثار الشيخ العلمية على خمسة وخمسين مؤلفاً، وقد اختير بعضها مقررات في المعاهد العلمية بالمملكة العربية السعودية.\rوأول كتبه فتح رب البرية بتخليص الحموية (1382 هـ)، وهي تلخيص لكتاب ابن تيمية الحموية في العقيدة الذي يعتبر فتوى مطولة في العقيدة جواباً لأهل حماة. وله أيضاً زاد المستقنع؛ شرح رياض الصالحين، وجمعت فتاواه في نحو 14 مجلداً.\rوألقى الشيخ عدد كبيراً من المحاضرات المؤثرة في توجيه الجمهور خاصة الشباب. ووصلت فتاواه للناس بوساطة الهاتف أو الكتابة أو التسجيل أو الإذاعة وخاصة برنامج نور على الدرب.\rوامتاز الشيخ بالعلم الغزير، والفهم الواضح للدين؛ عقيدة وشريعة، والأسلوب الجيد في العرض واتباع الحكمة في أسلوب الدعوة.\rحاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1414 هـ، 1994 م.\r\rنقلا عن: الموسوعة العربية العالمية  http://www.mawsoah.net","seal":"58D0C59F","cat":"أصول الفقه والقواعد الفقهية","oNum":9942,"BkId":9942,"oAuth":57,"bVer":1,"aSeal":"0461172C"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9942":
    [
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة المؤلف"},
      {"lvl":1,"id":3,"sub":0,"tit":"أصول الفقه"},
      {"lvl":2,"id":3,"sub":1,"tit":"تعريفه"},
      {"lvl":1,"id":6,"sub":0,"tit":"الأحكام"},
      {"lvl":2,"id":6,"sub":1,"tit":"أقسام الأحكام الشرعية"},
      {"lvl":2,"id":7,"sub":0,"tit":"فالتكليفية خمسة"},
      {"lvl":2,"id":9,"sub":0,"tit":"الأحكام الوضعية"},
      {"lvl":1,"id":11,"sub":0,"tit":"العلم"},
      {"lvl":2,"id":11,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":12,"sub":0,"tit":"أقسام العلم"},
      {"lvl":1,"id":13,"sub":0,"tit":"الكلام"},
      {"lvl":2,"id":13,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":14,"sub":0,"tit":"أقسام الكلام"},
      {"lvl":2,"id":15,"sub":0,"tit":"الحقيقة والمجاز"},
      {"lvl":2,"id":18,"sub":0,"tit":"تنبيه"},
      {"lvl":1,"id":19,"sub":0,"tit":"الأمر"},
      {"lvl":2,"id":19,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":19,"sub":2,"tit":"صيغ الأمر"},
      {"lvl":2,"id":20,"sub":0,"tit":"ما تقتضيه صيغة الأمر"},
      {"lvl":2,"id":23,"sub":0,"tit":"ما لا يتم المأمور إلا به"},
      {"lvl":1,"id":24,"sub":0,"tit":"النهي"},
      {"lvl":2,"id":24,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":25,"sub":0,"tit":"ما تقتضيه صيغة النهي"},
      {"lvl":2,"id":27,"sub":0,"tit":"والتكليف بالأمر والنهي شامل للمسلمين والكفار"},
      {"lvl":2,"id":28,"sub":0,"tit":"موانع التكليف"},
      {"lvl":1,"id":30,"sub":0,"tit":"العام"},
      {"lvl":2,"id":30,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":32,"sub":0,"tit":"العمل بالعام"},
      {"lvl":1,"id":34,"sub":0,"tit":"الخاص"},
      {"lvl":2,"id":34,"sub":1,"tit":"والتخصيص"},
      {"lvl":2,"id":34,"sub":2,"tit":"والمخصص"},
      {"lvl":2,"id":34,"sub":3,"tit":"ودليل التخصيص نوعان"},
      {"lvl":2,"id":34,"sub":4,"tit":"فمن المخصص المتصل"},
      {"lvl":2,"id":34,"sub":5,"tit":"أولا: الاستثناء"},
      {"lvl":2,"id":36,"sub":0,"tit":"شروط الاستثناء"},
      {"lvl":2,"id":37,"sub":0,"tit":"ثانيا: من المخصص المتصل: الشرط،"},
      {"lvl":2,"id":37,"sub":1,"tit":"ثالثا: الصفة"},
      {"lvl":2,"id":38,"sub":0,"tit":"المخصص المنفصل"},
      {"lvl":1,"id":41,"sub":0,"tit":"المطلق والمقيد"},
      {"lvl":2,"id":41,"sub":1,"tit":"تعريف المطلق"},
      {"lvl":2,"id":41,"sub":2,"tit":"تعريف المقيد"},
      {"lvl":1,"id":43,"sub":0,"tit":"المجمل والمبين"},
      {"lvl":2,"id":43,"sub":1,"tit":"تعريف المجمل"},
      {"lvl":2,"id":43,"sub":2,"tit":"تعريف المبين"},
      {"lvl":2,"id":44,"sub":0,"tit":"العمل بالمجمل"},
      {"lvl":1,"id":46,"sub":0,"tit":"الظاهر والمؤول"},
      {"lvl":2,"id":46,"sub":1,"tit":"تعريف الظاهر"},
      {"lvl":2,"id":46,"sub":2,"tit":"العمل بالظاهر"},
      {"lvl":2,"id":47,"sub":0,"tit":"تعريف المؤول"},
      {"lvl":2,"id":47,"sub":1,"tit":"والتأويل قسمان"},
      {"lvl":1,"id":48,"sub":0,"tit":"النسخ"},
      {"lvl":2,"id":48,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":49,"sub":0,"tit":"ما يمتنع نسخه"},
      {"lvl":2,"id":50,"sub":0,"tit":"شروط النسخ"},
      {"lvl":2,"id":51,"sub":0,"tit":"أقسام النسخ"},
      {"lvl":2,"id":52,"sub":0,"tit":"وينقسم النسخ باعتبار الناسخ إلى أربعة أقسام"},
      {"lvl":2,"id":53,"sub":0,"tit":"حكمة النسخ"},
      {"lvl":1,"id":54,"sub":0,"tit":"الأخبار"},
      {"lvl":2,"id":54,"sub":1,"tit":"تعريف الخبر"},
      {"lvl":2,"id":57,"sub":0,"tit":"أقسام الخبر باعتبار من يضاف إليه"},
      {"lvl":2,"id":58,"sub":0,"tit":"أقسام الخبر باعتبار طرقه"},
      {"lvl":2,"id":59,"sub":0,"tit":"صيغ الأداء"},
      {"lvl":1,"id":61,"sub":0,"tit":"الإجماع"},
      {"lvl":2,"id":61,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":62,"sub":0,"tit":"أنواع الإجماع"},
      {"lvl":2,"id":63,"sub":0,"tit":"شروط الإجماع"},
      {"lvl":1,"id":65,"sub":0,"tit":"القياس"},
      {"lvl":2,"id":65,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":67,"sub":0,"tit":"شروط القياس"},
      {"lvl":2,"id":69,"sub":0,"tit":"أقسام القياس"},
      {"lvl":2,"id":70,"sub":0,"tit":"قياس الشبه"},
      {"lvl":2,"id":71,"sub":0,"tit":"قياس العكس"},
      {"lvl":1,"id":72,"sub":0,"tit":"التعارض"},
      {"lvl":2,"id":72,"sub":1,"tit":"تعريفه"},
      {"lvl":1,"id":79,"sub":0,"tit":"الترتيب بين الأدلة"},
      {"lvl":1,"id":80,"sub":0,"tit":"المفتي والمستفتي"},
      {"lvl":2,"id":80,"sub":1,"tit":"شروط الفتوى"},
      {"lvl":2,"id":81,"sub":0,"tit":"يلزم المستفتي أمران"},
      {"lvl":1,"id":82,"sub":0,"tit":"الإجتهاد"},
      {"lvl":2,"id":82,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":83,"sub":0,"tit":"ما يلزم المجتهد"},
      {"lvl":1,"id":84,"sub":0,"tit":"التقليد"},
      {"lvl":2,"id":84,"sub":1,"tit":"تعريفه"},
      {"lvl":2,"id":84,"sub":2,"tit":"مواضع التقليد"},
      {"lvl":2,"id":85,"sub":0,"tit":"أنواع التقليد"},
      {"lvl":2,"id":86,"sub":0,"tit":"فتوى المقلد"},
      {"lvl":1,"id":88,"sub":0,"tit":"المراجع"},
      {"lvl":1,"id":89,"sub":0,"tit":"أسئلة على المقرر"}
    ]
}
