{
  "abc":
    [
    ],
  "avPdf":
    [
    ],
  "b9964":
    [
      {"page":26,"id":1,"nass":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\rالكتاب: الفوز الكبير في أصول التفسير\rالمؤلف: الإمام أحمد بن عبد الرحيم (المعروف بـ «ولي الله الدهلوي» (المتوفى: 1176هـ)\rعَرَّبَه من الفارسية: سلمان الحسيني النَّدوي\rالناشر: دار الصحوة - القاهرة\rالطبعة: الثانية - 1407 هـ - 1986 م\r[ترقيم الكتاب موافق للمطبوع]\rجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.","seal":"5327E10A","part":1},
      {"page":27,"id":2,"nass":"مقدمة الكتاب\rإن آلاء الله - تعالى - ونعمة على عبده الضعيف كثيرة لا تحصى، وأجل هذه النعم توفيقه إياي لفهم كتابه الحكيم، وإن ممن سيدنا رسول الله - صلى الله عليه وسلم - على أصغر أفراد أمته, منزلة، عظيمة وفيرة، وأعظمها تبليغه - صلى الله عليه وسلم - لكتاب ربه - عز وجل -.\rلقد تلقى الجيل الأول منه - صلى الله عليه وسلم - القرآن الكريم، وتلقى الجيل الثاني من الجيل الأول وهكذا دواليك حتى وصل إلى العبد الضعيف فنال حظه من تلاوته وفهمه وتدبره. اللهم صل على هذا النبي الكريم، سيدنا ومولانا شفيعنا أفضل صواتك وأيمن بركاتك وعلى آله وأصحابه، وعلماء أمته أجمعين، برحمتك يا أرحم الراحمين.\rأما بعد!\rيقول الفقير إلى الله، ولي الله بن عبد الرحيم - عاملهما الله - تعالى - بلطفه العظيم -: إنه لما فتح الله - تعالى - على بابا من كتابه الحكيم، خطر لي أن أقيد الفوائد النافعة التي تنفع إخواني في تدبر كلام الله - عز وجل - وأرجو أن مجرد فهم هذه القواعد يفتح للطلاب طريقاً واسعاً إلى فهم","seal":"9937BF52","part":1},
      {"page":28,"id":3,"nass":"معاني كتاب الله - تعالى -، وأنهم لو قضوا أعمارهم في مطالعة كتب التفسير، أو قراءتها على المفسرين، لا يظفرون بهذه القواعد والأصول بهذا الضبط والتناسق.\rوسميتها \"بالفوز الكبير في أصول التفسير\" وما توفيقي إلا بالله، عليه توكلت، وهو حسبي ونعم الوكيل.\rوقد جمعت مقاصد هذه الرسالة في خمسة أبواب، وهي كما يلي:\r1 - الباب الأول: في العلوم الخمسة التي يدل عليها القرآن الكريم نصاً، حتى وكأن القرآن نزل بالأصالة لهذه العلوم الخمسة.\r2 - الباب الثاني: في وجوه خفاء نظم القرآن بالنسبة إلى أفهام أهل هذا العصر، وتجليتها بأوضح بيان.\r3 - الباب الثالث: في بيان لطائف نظم القرآن، والأسلوب القرآني البديع.\r4 - الباب الرابع: في مناهج التفسير، وبيان أسباب الاختلاف ووجوهه في تفسير الصحابة والتابعين.\r5 - الباب الخامس: في بيان غريب القرآن، وأسباب النزول التي لابد من حفظها للمفسر، ويحظر بدونها الخوض في التفسير.","seal":"F5A7972B","part":1},
      {"page":29,"id":4,"nass":"الباب الأول\rالعلوم الخمسة الأساسية التي يشتمل عليها القرآن\rليعلم أن المعاني التي يشتمل عليها القرآن لا تخرج عن خمسة علوم:\r1 - علم الأحكام: كالواجب والمندوب والمباح والمكروه والحرام، سواء كانت من قسم العبادات أو المعاملات، أو الاجتماع أو السياسة المدنية.\rويرجع تفصيل هذا العلم وشرحه إلى الفقيه.\r2 - علم الجدل: وهي المحاجة مع الفرق الأربع الباطلة، اليهود والنصارى والمشركين والمنافقين.\rويرجع في شرح هذا العلم وتعريفه إلى المتكلم.\r3 - علم التذكير بآلاء الله: كبيان خلق السموات والأرض وإلهام العباد ما يحتاجون إليه، وبيان الصفات الإلهية.\r4 - علم التذكير بأيام الله: وهو بيان تلك الوقائع والحوادث التي أحدثها الله - تعالى - إنعاماً على المطيعين ونكالا للمجرمين (كقصص الأنبياء - عليهم الصلوات","seal":"101399D8","part":1},
      {"page":30,"id":5,"nass":"والتسليمات - ومواقف شعوبهم وأقوامهم معهم) .\r5 - علم التذكير بالموت وما بعد الموت: كالحشر والنشر والحساب والميزان، والجنة والنار.\rويرجع تفصيل هذه العلوم وبيانها وذكر الأحاديث والآثار المتعلقة بها إلى الواعظ والمذكر.\rاسلوب القرآن الكريم في عرض العلوم القرآنية:\rوقد جاءت هذه العلوم في القرآن الكريم على طريقة العرب الأولين، لا على منهج العلماء المتأخرين، فلم يلتزم في آيات الأحكام، منه، طريق الإيجاز والاختصار كمؤلفي المتون الفقهية، ولا طريق تنقيح الحدود والقيود، كما يفعله الأصوليون.\rوقد التزم في آيات الجدل والمخاصمة إيراد الأدلة المشهورة المسلمة، والبراهين الخطابية، لا تنقيح البراهين، وتقسيمها على طريقة المنطقيين.\rولم يراع في الانتقال من مقصد إلى آخر، ومن موضوع إلى موضوع آخر، تلك المناسبة، التي يراعيها الأدباء المتأخرون، بل ألقى على عباده ما رآه مهماً، سواء كان مقدماً أو مؤخراً.","seal":"5F55AD9F","part":1},
      {"page":31,"id":6,"nass":"حقيقة أسباب النزول:\rوقد ربط عامة المفسرين كل آية من آيات الأحكام وآيات المخاصمة بقصة تروى في سبب نزولها، وظنوا أنها هي سبب النزول، والحق أن نزول القرآن الكريم إنما كان لتهذيب النفوس الإنسانية، وإزالة العقائد الباطلة، والأعمال الفاسدة.\rفالسبب الحقيقي - إذن - في نزول آيات المخاصمة هو وجود العقائد الباطلة في نفوس المخاطبين. وسبب نزول آيات الأحكام إنما هو شيوع المظالم ووجود الأعمال الفاسدة فيهم. وسبب نزول آيات التذكير (بآلاء الله وأيامه وبالموت) إنما هو عدم تيقظهم وتنبههم بما يرون ويمرون عليه من آلاء الله وأيامه، وحوادث الموت، وما سيكون بعده من وقائع هائلة.\rأما الأسباب الخاصة والقصص الجزئية التي تجشم بيانها المفسرون فليس لها دخل في ذلك إلا في بعض الآيات الكريمة، التي تشتمل على تعريض بحادث من الحوادث في عهد النبي - صلى الله عليه وسلم - أو قبله، بحيث يقع القارئ بعد هذا التعريض في ترقب وانتظار لما كان وراءه من قصة أو حادث أو سبب، ولا يزال ترقبه إلا بسيط القصة وبيان سبب النزول.\rلأجل ذلك يلزمنا أن نشرح هذه العلوم بطريقة لا نحتاج معها إلى إيراد قصص جزئية.","seal":"8720FAC8","part":1},
      {"page":33,"id":7,"nass":"الفصل الأول\rفي علم الجدل\rلقد وقع الجدل في القرآن الكريم مع الفرق الأربعة الباطلة: المشركين، واليهود والنصارى والمنافقين.\rطريقان للجدل في القرآن الكريم:\rوكان هذا الجدل والاحتجاج على طريقين:\r1 - الأول أن تذكر العقيدة الباطلة وينص على شناعتها وفسادها واستنكارها، فحسب.\r2 - الثاني أن تحدد الشبهات التي وقع فيها هؤلاء الفرق، ثم تعرض حلولها وأجوبتها بالأدلة البرهانية أو الخطابية.\rمفهوم الحنيف:\rوقد كان المشركون يسمون أنفسهم \"حنفاء\" ويدعون التدين بملة سيدنا إبراهيم - عليه السلام -.\rوالحنيف هو من ينتمي إلى إبراهيم - عليه السلام - ويتدين بملته، ويلتزم شعائره.","seal":"1CD06769","part":1},
      {"page":34,"id":8,"nass":"شعائر الملة الإبراهيمية:\rوإن شعائر الملة الإبراهيمية هي: حج بيت الله الحرام، واستقباله في الصلوات، والغسل من الجنابة والاختتان، وسائر خصال الفطرة، وتحريم الأشهر الحرم، وتعظيم المسجد الحرام، وتحريم المحرمات النسبية والرضاعية، والذبح في الحلق، والنحر في اللبة، والتقرب بالذبح والنحر إلى الله - تعالى - لاسيما في أيام الحج.\rبعض شرائع الملة الإبراهيمية:\rوقد كان الوضوء، والصلاة، والصوم من طلوع الفجر إلى غروب الشمس، والصدقة على اليتامى والمساكين، والإعانة على نوائب الحق، وصلة الأرحام، أموراً مشروعة في أصل ملة إبراهيم - عليه السلام - وكانوا يتمادحون بهذه الأعمال ويرونها فضيلة ومفخرة، إلا أن جمهور المشركين تركوها وانصرفوا عنها، وأصبحت عندهم هذه الأمور والشعائر كأن لم تكن شيئاً.\rوكان تحريم القتل والسرقة والزنا والربا والغصب ثابتاً معلوماً في أصل الملة الحنيفية، ويجري استنكارها عندهم في الجملة، ولكن جمهور المشركين كانوا يرتكبونها، وينساقون وراءها بحكم النفس الأمارة بالسوء.","seal":"E745E4E7","part":1},
      {"page":35,"id":9,"nass":"العقائد الثابتة لدى المشركين وانحرافهم عنها:\rوكانت عقيدة إثبات وجود الله - تعالى - وأنه خالق الأرض والسموات العلى، وأنه مدبر الحوادث العظام، وأنه قادر على إرسال الرسل، ومجاز للعباد على أعمالهم، وأنه قادر مقدر للحوادث العظيمة، قبل وقوعها، وأن الملائكة عباد الله المقربون، وأنهم يستحقون الإكرام، كل ذلك كان ثابتاً عندهم، ويدل على ذلك شعرهم، ولكن جمهور المشركين، وقعوا في شبهات كثيرة تجاه هذه المعتقدات، لاستبعاد بعض الأمور، وعدم ألفتهم لإدراكها والإحاطة بمفاهيمها.\rوقد كان ضلال هؤلاء وانحرافهم في الشرك والتشبيه والتحريف، وجحود الآخرة، واستبعاد رسالة سيد المرسلين - صلى الله عليه وسلم - وشيوع الأعمال القبيحة والمظالم فيما بينهم، وابتداع الطقوس والتقاليد الباطلة، واندراس العبادات والشعائر الحقة الصحيحة.\rحقيقة الشرك ومظاهره وأنواعه:\rوالشرك هو: إثبات الصفات الخاصة بالله - تعالى - لغيره، مثل إثبات التصرف المطلق في الكون بالإدارة المطلقة التي يعبر عنها \"بكن فيكون\" أو إثبات العلم الذاتي الذي","seal":"ABC48AAA","part":1},
      {"page":36,"id":10,"nass":"لا يحصل بالاكتساب عن طريق الحواس والدليل العقلي، والمنام والإلهام وأمثال هذه الوسائل المادية أو الروحية، أو إثبات إيجاد شفاء المريض، أو إثبات اللعنة على شخص أو السخط عليه بحيث ينقلب نتيجة هذا اللعن والسخط معدما، أو مريضاً أو شقياً، أو الرحمة لشخص والرضا عنه بحيث ينقلب هو بسبب هذه الرحمة والرضا غنياً صحيحاً، معافى، سعيداً.\rوهؤلاء المشركون لا يعرفون مع الله - تعالى - شريكاً، في خلق الجواهر (أي أصول المادة) وتدبير الأمور العظام، ويعترفون بأنه لا قدرة لأحد إذا أبرم الله - تعالى - شيئاً وقضى به أن يمانعه ويقف دونه، إنما إشراكهم في أمور خاصة ببعض العباد، إذ أنهم يظنون أن سلطاناً عظيماً من السلاطين العظام، كما يرسل عبيده وأصحابه الزلفى لديه إلى بعض نواحي مملكته للقيام ببعض الأمور الجزئية، ويجعلهم متصرفين فيها - إلى أن يصدر عنه قرار آخر - باختيارهم وسلطتهم، وأنه لا يقوم بشئون الرعية وأمورهم الجزئية بنفسه، بل يكل ذلك إلى الولاة والحكام، ويقبل منهم شفاعتهم وتزكيتهم للموظفين الذين يعملون تحت إشرافهم، والمتصلين بهم، والمتزلفين لديهم، كذلك قد خلع ملك الملوك على الإطلاق - تعالى شأنه - على بعض عباده المقربين خلعة الألوهية، وجعل سخطهم ورضاهم مؤثراً في عباده الأخرين.","seal":"0F07BF84","part":1},
      {"page":37,"id":11,"nass":"فكانوا - لأجل ذلك - يرون من الضرورة التزلف إلى أولئك العباد المقربين حتى يكون هذا وسيلة لصلاحية القبول في حضرة الملك الحقيقي، وتنال شفاعتهم - في حقهم - عند الجزاء على الأعمال الحساب - الخطوة والقبول لديه - سبحانه -.\rونظراً لهذه الملاحظة والتصور الذي رسخ في نفوسهم حدثتهم أنفسهم بالسجود أمامهم والذبح لهم والحلف بأسمائهم والاستعانة بقدرتهم المطلقة، ونحت صورهم وتماثيلهم من الحجر والصفر والنحاس وغير ذلك. وجعلها قبلة للتوجه إلى أرواحهم، وتدرج الجهلة من هذا الطريق إلى أن بدأوا يعبدون هذه الصور والتماثيل ويعتقدون أنها آلهة بذاتها، ووقع في المعتقدات خلط والتباس وفساد عظيم.\rمعنى التشبيه وصوره:\rوالتشبيه عبارة عن إثبات الصفات البشرية (أو أي صفة من صفات المخلوقين) لله - تعالى - فكانوا يقولون مثلا: إن الملائكة بنات الله، وأن يقبل شفاعة عباده ولو لم يرض بها كما يفعل الملوك - أحيانا - مع الامراء الكبار وحكام الولايات، وإنهم - لما لم يستطيعوا إدراك السمع والبصر حسبما يليق بشأن الألوهية - قاسوهما على أسماعهم","seal":"B19A6A2A","part":1},
      {"page":38,"id":12,"nass":"وأبصارهم، ووقعوا في التجسيم ونسبة التحيز إلى الله - سبحانه -.\rمنشأ التحريف ومظاهره:\rأما التحريف فإن قصته هي أن أولاد سيدنا إسماعيل - عليه السلام - كانوا على شريعة جدهم - إبراهيم عليه السلام - حتى وجد فيهم \"عمرو بن لحى\" - لعنه الله - ووضع لهم الأصنام وشرع لهم عبادتها، واختراع طقوس البحيرة والسائبة والحام، والاستقسام بالأزلام وأمثال هذه من الطقوس والبدع، وقد كان ذلك قبل بعثة النبي - صلى الله عليه وسلم - بقرابة ثلاثمائة سنة.\rوكان هؤلاء الجهلة يستدلون بآثار آبائهم، ويرونها عندهم حجة قاطعة.\rوأما أحوال البعث والحشر والنشر فإن الأنبياء السابقين وإن تعرضوا لبيانها فإنهم لم يبينوها أو لم تتضمن صحفهم بيانها بذلك التفصيل والإسهاب الذي نجده في القرآن الكريم، ولذلك كان المشركون قليلي الإطلاع على تفاصيلهما، ويستبعدون وقوعهما.\rوكانوا بالرغم من اعترافهم بنبوة جدهم سيدنا إبراهيم - عليه السلام - ونبوة سيدنا إسماعيل - عليه السلام -","seal":"E00BEA3F","part":1},
      {"page":39,"id":13,"nass":"حتى بنبوة سيدنا موسى - عليه السلام - أيضا، تحول الصفات البشرية (التي يتسم بها الأنبياء) بينهم وبين رؤية جمالهم الحقيقي، وتحجبهم - لجهلهم وقلة إدراكهم - عن الإطلاع على مكانتهم الحقيقية، وكانوا لعدم تفطنهم وإدراكهم لحقيقة التدبير الإلهي والحكمة الإلهية التي تقتضي بعثة الأنبياء والمرسلين، يستبعدون رسالة الرسل لاعتقادهم أن الرسول ينبغي أن يكون مثل المرسل (وأن يكون بينهما اشتراك في الصفات) ويوردون لأجل ذلك شبهات واهية ركيكة، فيقولون مثلا:\r* كيف يكون النبي محتاجاً إلى الطعام والشراب؟\r* ولماذا لم يرسل الله ملكاً رسولا؟\r* وما هو الغرض في أنه لا يوحى إلى كل شخص على حدته، وهلم جراً؟\rوإذا كنت - أيها القاري - تتوقف في التسليم بصحة ما يقال عن عقائد المشركين وأعمالهم، فانظر إلى المخرفين في هذا العصر، لاسيما من يقطنون منهم بأطراف دار الإسلام، ما هي تصوراتهم عن \"الولاية\"، فرغم أنهم يعترفون بولاية الأولياء المتقدمين، يرون وجود الأولياء في عصرنا هذا من المستحيلات، ويؤمون القبور والعتبات، وقد ابتلوا بأنواع","seal":"B77935FF","part":1},
      {"page":40,"id":14,"nass":"من الشرك والبدع والخرافات، وتمكن منهم التحريف والتشبيه، وتغلغل في نفوسهم حتى لم تبق بحكم ما جاء في الحديث الصحيح \"لتتبعن سنن من كان قبلكم، إلخ\" بلية من البلايا ولا فتنة من الفتن إلا وطائفة من طوائف المسلمين - اسماً - تخوض فيها وتعلق بها، عافانا الله سبحانه عن ذلك.\rوبالجملة فإن رحمة الله تعالى - اقتضت بعثة سيد الأنبياء محمد بن عبد الله - صلوات الله وسلامه عليه - في الجزيرة العربية، وأمره بإقامة الملة الحنيفية، ومجادلة هؤلاء الفرق الباطلة عن طريق القرآن العظيم، وقد كان الاستدلال في مجادلتهم بالمسلمات التي هي بقايا الملة الإبراهيمية، ليتحقق إلزام ويقع الإفحام.\rالجدل القرآني مع المشتركين:\rلقد رد الله - تعالى - على المشركين ومعتقداتهم الباطلة بشتى الطرق، وبيانها كما يلي.\r1 - أولا: مطالبتهم بالدليل على ما يزعمون، ونقض تمسكهم بتقليد آبائهم.\r2 - ثانياً: إثبات أن لا تساوي بين الرب والعباد وأن الرب - تعالى - مختص باستحقاق أقصى غاية التعظيم بخلاف جميع عباده وجمع مخلوقاته.","seal":"7F836F24","part":1},
      {"page":41,"id":15,"nass":"3 - ثالثاًَ: بيان إجماع الأنبياء والمرسلين على هذه الحقيقة الكبرى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} .\r4 - رابعاً: بيان شناعة عبادة الأصنام، وأن الاحجار ساقطة عن مرتبة الكمال الإنساني فكيف تظل بمرتبة الألوهية، يسجد لها ويتوجه إليها!\rومثل هذا الرد والتفنيد لأولئك المشركين الذين كانوا يعتقدون هذه الأصنام آلهة معبودة لذاتها.\rالرد على التشبيه:\rوكان الرد على التشبيه بعدة طرق:\r1 - أولاً: بمطالبتهم بالدليل على دعواهم، ونقض تمسكهم بتقليد آبائهم.\r2 - ثانياً: ببيان ضرورة التجانس بين الوالد والولد، (للرد على عقيدة الابنية) وظاهرة انه مفقود، باد ذلك للعيان.\r3 - ثالثاً: بيان شناعة نسبة ما هو مكروه ومذموم لديهم - كما تدل على ذلك مواقفهم - إلى الله - تعالى - قال تعالى {أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ}","seal":"240E3142","part":1},
      {"page":42,"id":16,"nass":"وقد سبق هنا الرد لقوم اعتادوا المقدمات المشهورة والمتوهمات الشعرية وكان أكثرهم من هذا القبيل.\rالرد على التحريف:\rوكان الرد على التحريف بإثبات أمرين:\r1 - أنه لم يؤثر عن أئمة الملة الحنيفية (إبراهيم وإسماعيل وغيرهما من الأنبياء الماضين) ما يقولون من تحريفات.\r2 - أنه من اختراعات من ليسوا بمعصومين وابتداعاتهم.\rالرد على استبعاد القيامة:\rوكان الرد على استبعاد البعث والحشر والنشر بوجوه عديدة.\r1 - بالقياس على إحياء الأرض بعد موتها، وأمثال ذلك.\r2 - بتنقيح المناط وهو عبارة - هنا - عن بيان شمول القدرة الإلهية، وإمكان الإعادة بعد البدء بل يسرها وسهولتها.\r3 - ببيان موافقة أهل الكتب السماوية كلهم في الإخبار بالقيامة، واعتقادها.","seal":"9AB55645","part":1},
      {"page":43,"id":17,"nass":"الرد على منكري الرسالة:\rوكان الرد على المنكرين للرسالة والمستبعدين لها بالوجوه التالية:\r1 - وقوع الرسالة وتحققها للأنبياء الماضين.\r{وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} .\r{وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} .\r2 - الرد على استبعاد الرسالة واستغرابها بأنها - هنا - عبارة عن الوحي الإلهي (الذي يتلقاه رجل من البشر باصطفاء الله إياه) .\r{قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ} .\rوتفسير الوحي بما لا يكون من المستحيلات.\r{وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ} .","seal":"19B919D0","part":1},
      {"page":44,"id":18,"nass":"3 - بيان أن عدم ظهور المعجزات التي يقترحونها على الرسول، وعدم موافقة الله - تعالى إياهم في تعيين شخص يتوخون رسالته، وعدم إرساله - تعالى شأنه - الملائكة رسلا بين الناس، وعدم إيحائه إلى كل شخص من الأشخاص، كل ذلك ينبني على المصالح الكلية التي يقصر علمهم عن إدراكها وتعجز عقولهم عن الإحاطة بمراميها.\rولما أن أكثر الناس الذين بعث إليهم الرسول - صلى الله عليه وسلم - كانوا مشركين، لذلك فإن هذه المعاني قد تكررت في القرآن الكريم بأساليب متعددة وفي سور كثيرة، وبتأكيدات بالغة، ولم يتحاش القرآن العظيم تردادها وتكرارها، فإنه حقيق أن يكون خطاب الحكيم المطلق لهؤلاء الجهلة، والضعيفي العقول كذلك بتأكيد بليغ وتكرار مزي.\r- الجدل القرآني مع اليهود -\rأنواع ضلال اليهود:\rلقد كان اليهود يؤمنون بالتوراة، وكان ضلالهم التحريف في أحكام التوراة، سواء كان تحريفا لفظياً أو تحريفاً معنوياً، وكتمان آيات التوراة، وإلحاق ما ليس منها بها، والتقصير في تنفيذ أحكامها، والعصبية الشديدة لديانتهم، واستنكار رسالة سيدنا محمد - صلى الله عليه وسلم - وسوء الأدب مع رسول الله -","seal":"4FA40526","part":1},
      {"page":45,"id":19,"nass":"صلى الله عليه وسلم - تبارك وتعالى -، والبخل والحرص، وأمثالها من الرذائل الخلقية.\rالتحريف اللفظي:\rوقد تحقق لدى الفقير أن تحريفهم اللفظي إنما كان في ترجمة التوراة وما يجري مجراها، لا في أصل التوراة وهذا هو قول ابن عباس رضي الله عنهما.\rالتحريف المعنوي وبعض أمثلته:\rأما التحريف المعنوي فإنه عبارة عن التأويلات الفاسدة وحمل الآيات على غير معانيها المرادة بتعسف وانحراف عن قصد السبيل. ونذكر فيما يلي عدداً من وجوه التحريف المعنوية:\rالمثال الأول:\r1 - منها: أن الفرق بين المتدين الفاسق والكافر الجاحد معتبر في كل ملة من الملل، وتوعد الكافر بالخلود في النار والعذاب الأليم وأثبت للفاسق خروجه من النار بشفاعة الأنبياء والمرسلين وجاء التصريح في كل ديانة بذلك باسم التدين بتلك الديانة، فأثبت ذلك في التوراة لليهود","seal":"821AD8D4","part":1},
      {"page":46,"id":20,"nass":"والعبريين، وفي الإنجيل للنصرانيين، وفي القرآن العظيم للمسلمين.\rوالحقيقة أن مناط الحكم هو الإيمان بالله - تعالى - وباليوم الآخر، والإيمان بالنبي الذي بعث لهم، والنقياد له والعمل بشريعته، والاجتناب عن نواهيه، لا خصوص الديانة وخصوص الطائفة المسماة باليهود والنصرانيين وغيرهم، ولكن اليهود بدأوا يظنون أن كل من كان يهودياً أو عبريا، فهو من أهل الجنة، ولابد أن تناله شفاعة الأنبياء وتخلصه من العذاب، وأنه لا يمكث في النار إلا أياماً معدودات، ولو لم يكن مناط الحكم - الذي قد سبق بيانه - متحققاً ولم يكن إيمانه بالله - تعالى - على الوجه الصحيح ولا يملك شيئاً من الإدراك الصحيح لمعنى الرسالة والآخرة، وهذا هو الخطأ الصريح والجهل الصرف.\rولما أن القرآن العظيم مهيمن على الكتب السابقة ومبين لما فيها من إبهام وغموض، فقد كشف شبهاتهم هذه ورد عليها ردوداً واضحة مقنعة.\r{بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}","seal":"1F6965FE","part":1},
      {"page":47,"id":21,"nass":"المثال الثاني:\r2 - ومنها أن الأحكام ذكرت في كل ملة من الملل السابقة حسب مصالح عصرها ودورها، وروعيت في التشريع عادات الناس الصالحة، وأكد الحكم بالأخذ بها والمداومة عليها، واعتقادها، وانحصار الحق فيها، والمراد أن الحق منحصر فيها في ذلك العصر، وأن المداومة عليها إضافية وليست مداومة حقيقة، اي أنها صالحة للعمل إلى أن يأتي نبي جديد ويكشف الستار عن رسالة جديدة، ولكن اليهود حملوا ذلك على استحالة النسخ.\rوكانت الوصاة بالتمسك بتلك الملة والعض عليها تعني التمسك بالإيمان والأعمال الصالحة، ولا اعتبار لخصوص ملة من الملل ولا دخل لها فيها، ولكن هؤلاء اعتقدوا أن الخصوص معتبر، وأن يعقوب - عليه السلام - إنما وصى بنيه بالتمسك \"باليهودية\".\rالمثال الثالث:\r3 - ومنها أن الله - تبارك وتعالى - شرف الأنبياء والتابعين لهم بإحسان في كل ملة بوصفهم مقربين، محبوبين مؤضين، ووصف أعدائهم والجاحدين لملتهم بالمغضوب عليهم، الملعونين والممقوتين، وجاءت هذه الصفات في","seal":"E86AF0E5","part":1},
      {"page":48,"id":22,"nass":"كل ملة في قوالب الألفاظ والكلمات المعروفة السائدة فيهم لهذه المعاني، فما الغرابة إذن، لو ذكرت كلمة \"الأبناء\" بدل المحبوبين! ؟\rولكن اليهود ظنوا أن هذا التشريف يدور على اسم اليهودي والعبري والإسلرائيلي، ولم يعرفوا أن هذا التشريف ليس لاسم دون اسم، إنما هو لأجل الانقياد والطاعة، والخضوع، والسير على طريق الأنبياء والمرسلين، ليس غير.\rوهنا كثير من أمثال هذه التأويلات الفاسدة التي ركزت في نفوسهم، وتلقوها وتوارثوها عن آبائهم، وقد تكفل القرآن الكريم بردها ورفع هذه الشبهات ودحضها وإبطالها أتم إبطال.\rكتمان الآيات\rأما كتمان الايات فإن اليهود كانوا لأجل المحافظة على جاه شريف أو كبير، أو لطلب منصب أو رئاسة يخفون بعض الأحكام والآيات من التوراة، حى لا يذهب اعتقاد الناس فيهم بتركهم للعمل بها، وانصرافهم عنها، ولنذكر بعض الأمثلة منه.\r1 - كان من تلك الأحكام، حكم رجم الزاني، الذي كان مصرحاً به في التوراة ولكنهم لإجماع أحبارهم على ترك","seal":"C0C7E560","part":1},
      {"page":49,"id":23,"nass":"الرجم واستبداله بالجلد وتسحيم الوجه تركوا العمل برجم الزاني، وكان الأحبار - خشية الفضيجة والعار - يخفون تلك الآيات التي فيها نص هذا الحكم الصريح.\r2 - كذلك تلك آيات التي ذكرت فيها بشارة هاجر وإسماعيل - عليهما السلام - بأنه سوف يولد في أعقابهم من يبعثه الله - تعالى - نبياً ورسولاً، والآيات التي تحمل إشارات واضحة إلى دين يظهر ويبلغ كماله في أرض الحجاز، وتضج به جبال عرفات بالتلبية، ويؤم الناس لزيارتها من الأقطار والأمصار.\rوبالرغم من أن هذه الآيات لا تزال توجد في التوراة حتى اليوم كان اليهود يتأولونها بأن هذه الآيات إنما تخبر بظهرو ذلك الدين ولكنها لا تأمر باتباعه الخوضع له. وكانت هذه الكلمة على طرف لسانهم \"ملحمة كتبت علينا\".\rولكن لما كان عامة اليهود أنفسهم لا تقبل نفوسهم هذه التأويلات الركيكة الباطلة، ولا يعترفون بصحتها وسلامتها، كانوا يتواصون فيما بينهم أن لا يفشوا هذا السر ولا يتعالنوه فيما بينهم:\r{أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ}","seal":"F93948E0","part":1},
      {"page":50,"id":24,"nass":"فيا أسفى على جهل اليهود بل على كذبهم وافترائهم، أفهل كان امتتان الله - تعالى - على هاجر وإسماعيل - عليهما السلام - بهذه المبالغة والتأكيد، وذكر هذه الأمة الخيرة بهذا التشريف والتكريم يعني غير ذلك من معنى؟ يمكن به اليهود أن يزعموا أن هذه الآيات لا تدل على الحث والتحريض على إتباع هذا الدين والتسليم له! سبحانك هذا إفك عظيم.\rالإلحاق والافتراء\rوأما الإلحاق والافتراء على الله - تعالى - ونسبة ما يكتبونه إلى الله - تعالى - وإلى التوراة، فيرجع سببه إلى أن أحبارهم ورهبانهم تعقموا وتشددوا في الدين، وسلكوا طريق الاستحسان أي استنباط بعض الأحكام بناءًأ على إدراك المصالح فيها بدون أي نص من الشارع، (بل بالعقل المصلحي والهوى البشري) ورجحوا استنباطات واهية، واستسحانات دخلية، فوضعها أتباعهم موضع الأصل وألحقوها به، واعتقدوا اتفاق سلفهم على شيء حجة قاطعة، ولم يكن لديهم مستند في إنكار نبوة عيسى - عليه السلام - إلا أقوال سلفهم، وكذلك حالهم في كثير من الأحكام.\rوأما التقصير والتساهل في تنفيذ أحكام الشريعة وارتكاب المناهي، والبخل والحرص، وما إلى ذلك فظاهر أنه من","seal":"A2C47CCE","part":1},
      {"page":51,"id":25,"nass":"مقتضيات النفي الإمارة بالسوء ولا ينجو منها إلا من شاء ربك ورحمه.\r{إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي}\rولكن هذه الرزيلة في أهل الكتاب تحمل لوناً آخر، إذ أنهم يتكلفون تأويلات فاسدة لتبيرها، وإبرازها في صورة التدين وصبغها بصبغة الأحكام الشرعية.\rأسباب استبعاد رسالة سيدنا محمد - صلى الله عليه وسلم -:\rوأما استبعاد رسالة سيدنا محمد - صلى الله عليه وسلم - فيرجع سببه إلى اختلاف عادات الأنبياء وأحوالهم وسيرهم في الإكثار من التزوج مثلاً والتقليل منه، وأمثال ذلك، واختلاف شرائعهم ومناهجهم، واختلاف سنن الله - تعالى - في معاملة انبيائه ورسله، وبعثة نبي إسماعيل، وقد كان جمهور الأنبياء قبل ذلك يبعثون في بني إسرائيل، وأمثال هذه الأسباب.\rالغرض من النبوة:\rوالأصل في هذه المسالة أن النبوة يقصد منه إصلاح النفوس، وإصلاح العادات الجارية في القوم الذي يبعث إليه النبي لا إنشاء أصول البر والإثم، والخير والشر.","seal":"80FDC032","part":1},
      {"page":52,"id":26,"nass":"مجال عمل النبوة في إصلاح الناس:\rوكل قوم يملك عادات ومناهج خاصة في عباداته، ونظام اسرته، واجتماعه وسياسته ومدنيته، فإذا ظهرت فيه النبوة، فإنها لا تستأصل هذه العادات ولا تضع له عادات جديدة، بل إنما تقييم الميزان القسط، وتمييز بينها، فما كان منها موافقاً للأصل، مطابقاً لرضا الله - تعالى - أبقته وحفظته، وما كان منها مخالفاً لرضا الله - تعالى - أبقته وحفظته، وما كان منها مخالفاً للأصل، منافياً لرضا الله - تعالى - عدلته حسب الضرورة وسوته.\rكذلك يكون التذكير بآلاء الله، والتذكير بايام الله - على هذا الأسلوب - بمكا يكون معروفاً عندهم، شائعاً لديهم، فهذا هو السبب في اختلاف شرائع الأنبياء - عليهم صلوات الله وسلامه -.\rاختلاف شرائع الأنبياء كاختلاف وصفات الطبيب:\rوهذا الاختلاف في شرائع الأنبياء كالاختلاف في أحكام الطبيب، فإنه عند معالجته لشخصين مختلفى المزاج، يصف لأحدهما أدوية وأغذية باردة، وللآخر أدوية وأغذية حارة، وغرض الطبيب من معالجتهما واحد، وهو إصلاح مزاجه، وإزالة الفساد الطارئ عليه، ليس غير، ويمكن أن يصف الطبيب لكل منطقة أدوية وأغذية مختلقة تلائم أهلها، كما","seal":"BEA02D4C","part":1},
      {"page":53,"id":27,"nass":"يمكن أن يختار في كل فصل من فصول وطقس من الطقوس علاجاً مختلفاً يناسب الفصل والطقس.\rكذلك لما أراد الحكيم المطلق والطبيب الحقيقي معالجة مرض النفوس والقلوب، واقتضت مشيئته - جل مجده - إصلاح مزاجهم، وتقوية ملكاتهم وإزالة الفساد الطارئ عليهم، اختلف عرجه - تقدست أسماؤه - لاختلاف عادات الشعوب والأمم واختلاف ملكاتهم واستعداداتهم ومراعاة للمشهورات والمسلمات عندهم.\rوعل كل، فإنك إذا أردت أن ترى نماذج اليهود في هذه الأمة فانظر إلى علماء السوء، طلاب الدنيا، المولعين بتقليد آبائهم، المعرضين عن كتاب الله - تعالى - وسنة رسوله - صلى الله عليه وسلم - الذين يستندون إلى تعمقات العلماء وتشديداتهم، واستنباطاتهم التي لا اصل لها في الكتاب والسنة، تاركين كلام الشارع المعصوم - صلى الله عليه وسلم - يتتبعون الأحاديث الموضوعة. ويجرون وراء التأويلات الفاسدة.\rالجدل القرآني مع النصارى\rضلال النصارى في بحث حقيقة المسيح - عليه السلام: -\rلقد كان النصارى يؤمنون بسيدنا عيسى - عليه السلام - ولكن كان ضلالهم في تقسيمهم الرب - تبارك وتعالى - إلى","seal":"810FA246","part":1},
      {"page":54,"id":28,"nass":"ثلاثة أجزاء تتتغاير من بعض الوجوه، وتتحد من بعض آخر، وكانوا يسمونها \"الأقانيم الثلاثة\" أحدها: الأب الذي يحتل مكانة \"مبدأ العالم\"، والثاني: الإبن، وهو بمعنى \"الصادر الأول\" الذي يعني الكلي العام الشامل لجميع الموجودات، والثالث: أقنوم روح القدس، وهو يعني \"العقول المجردة\".\rأقنوم \"الإبن\" تقمص المسيح - عليه السلام -:\rوكانوا يعتقدون أن أقنوم الإبن تقمص روح المسيح - عليه الصلام - أي أن الملك جبريل كما كان يأتي - أحياناً - في صورة رجل، كذلك ظهر \"الإبن\" في صورة عيسى، ولذلك فهو \"الإله\" أيضاً، وهو \"ابن الله\" كذلك، وهو البشر أيضاًَ، وتجري بالنسبة إليه الأحكام البشرية والأحكام الإلهية على السواء.\rدليل هذه العقيدة الباطلة:\rوقد استندوا في استنباط هذه العقيدة الغريبة إلى بعض الآيات في الإنجيل التذ ذكر فيها لفظ \"الإبن\" والآيات التي نسب فيها المسيح - عليه السلام - بعض أفعال الله - تعالى - إلى نفسه.\rجواب الإشكال الأول:\rوجواب الإشكال الأول - وهو ورود لفظ \"الإبن\"","seal":"6A49022D","part":1},
      {"page":55,"id":29,"nass":"في آيات الإنجيل بالنسبة لعيسى - عليه السلام - إذا سلمنا أن ما نقل في الإنجيل من مثل هذه الآيات هي من كلام عيسى - عليه السلام - لا من الإضافات والإلحاقات - أن لفظ \"الإبن\" في العهد القديم كان يستعمل بمعنى المقرب والمحبوب والمختار، وتشهد على هذه الدعوى دلائل وقرائن كثيرة في الإنجيل.\rجواب الإشكال الثاني:\rوجواب الإشكال الثاني - وهو نسبة سيدنا عيسى - عليه السلام - بعض أفعال الله - تعالى إلى نفسه - إذا سلمنا صحتها وثبوت نقلها عنه - أنها على طريق الحكاية، مثل أن يحكي رسول الملك عنه فيقول: فتحنا البلد الفلاني، وحكمنا القلعة الفلانية، فظاهر أن هذا الرسول ليس إلا ترجماناً للملك ومبلغاً عنه، وحقيقة الفعل راجعة إلى نفسه.\rنوع خاص من الوحي:\rويمكن أن الوحي إلى عيسى - عليه السلام - عن طريق إنطباع المعاني في لوح قلبه من قبل الملأ الأعلى، لا تمثل جبريل - عليه السلام - بصورة البشر وإلقاء الوحي إليه، فبسبب هذا الإنطباع المباشر جري منه من الكلام ما أشعر بنسبة الأفعال إليه، مع أن الحقيقة غير ذلك، والأمر واضح. وبالجملة فإن الله - تعالى - رد على هذه المسالك الباطلة،","seal":"E67C2669","part":1},
      {"page":56,"id":30,"nass":"وبين أن عيسى عبد الله، وروحه الطاهرة التي نفخ بها في مريم الصديقة - عليها السلام - وأنه أيده بروح القدس، وحاطه بعناية وكلاءة خاصة.\rالخطأ في استعمال الألفاظ:\rوعل كل، فلو سلمنا - جدلاً - أن الله - تعالى - ظهر في كسوة روحية من جنس سائر الأرواح، وتدرع بالبشرية، ثم أردنا أن نكشف هذه النسبة والعلاقة كشفاً لم يجز لنا أن نستعمل لذلك لفظ \"الاتحاد\" إلا بتجوز كبير، وأقرب ما يمكن التعبير به عنه هو لفظ \"التقويم\" أو شبهه من الألفاظ.\rتعالى الله عما يقول الظالمون علواً كبيراً.\rموازنة بين النصارى وبين المبتدعة من المسلمين:\rوإذا أردت أن ترى نموذجاً لهؤلاء الضالين في قومك فانظر إلى كثير من أولاد الأولياء و\"المقدسين\" ما هي تصوراتهم عنهم واعتقاداتهم فيهم وإلى أي حد وصلوا بهم! \"وسيعلم الذين ظلموا أي منقلب ينقلبون\".\rاعتقادهم بصلب المسيح - عليه السلام -:\rومن ضلالات النصارى في معتقداتهم أنهم يؤمنون بقتل","seal":"EDAACC56","part":1},
      {"page":57,"id":31,"nass":"عيسى صلباً، مع أن الواقع خلاف ذلك، وقد شبه لهم والتبس عليهم الأمر، فظنوا رفع عيسى - عليه السلام - إلى السماء قتلاً له وصلباً، وتوارثوا ذلك فيما بينهم جيلاً بعد جيل حتى كشف القرآن الكريم عن شبهتهم وأزاح الستار عن الحقيقة قائلاً: {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ} .\rوما حكى في الإنجيل على لسان عيسى - عليه السلام - مما يشير إلى قتاه، فإنه ليس إلا إخباراً منه بجراءة اليهود وإجرامهم وإقدامهم على قتله، لكن الله عصمه منهم وخلصه من أيديهم، وما جاء فيه من كلام الحواريين بهذا الصدد فإنه ناشئ عن الاشتباه والتباس الأمر، ولم يكن لهم إطلاع على الرفع الذي لم تكن تألفه عقولهم ولم تسمعه من آذانهم.\rضلالهم في حمل \"فارقليط\" على عيسى - عليه السلام - \"\rومن ضلالاتهم أيضاً أنهم يزعمون أن الفار قليط الموعود بمجيئه والمبشر بقدومه في الإنجيل، هو عيسى - عليه السلام - نفسه الذي جاء بعد قتله - حسب زعمهم - إلى الحواريين، وأوصاهم بالتمسك بالإنجيل، ويزعمون أن عيسى - عليه السلام - أوصاهم أيضاً بأن المدعين للنبوة سيكثرون، فمن ذكرني وسماني فاقبلوا كلامه، وإلا فرده.\rوقد بين القرآن العظيم أن بشارة عيسى - عليه السلام -","seal":"277CCF41","part":1},
      {"page":58,"id":32,"nass":"تصدق على سيدنا محمد - صلى الله عليه وسلم - لا على الصورة الروحية لعيسى - عليه السلام - كما يدعون، إذ أنه قد صرح في الإنجيل بأن \"فار قليط يمكث فيكم مدة طويلة، ويعلمكم ويزكي النفوس\" ولم يظهر ذلك بعد عيسى - عليه السلام - إلا من نبينا محمد - صلى الله عليه وسلم - وأما ذكر عيسى وتسميته، فالغرض منه التصديق بنبوته، لا أن يتخذ رباً، أو يعتقد بأنه ابن الله {سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} .\rالجدل القرآني مع المنافقين\rالمنافقون صنفان:\rكان المنافقون صنفين، فكانت طائفة منهم تشهد بلسانها بلا إله إلا الله، محمد رسول الله، ولكن قلوبها كانت مطمئنة إلى الكفر والجحود، وكانت تتظاهر بإسلامها للمصالح، وهؤلاء هم الذين قيل فيهم: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ} .\rمظاهر النفاق العملي:\rوكانت الطائفة الأخرى ممن دخلوا في الإسلام مع ضعف فيه وقلة إيمان به، فهم - مثلاً - يجرون على عادات قومهم ويدورون مع مصلحتهم، فإن أسلم قومهم أسلموا، وإن كفر.","seal":"60CE457B","part":1},
      {"page":59,"id":33,"nass":"كفروا، أو كان الانسياق وراء اللذات الدنيوية قد ملك قلوبهم بحيث لم يذر مكاناً لحب الله - تعالى - ورسوله - صلى الله عليه وسلم - أو استولى عليهم الحرص وحب المال، والحسد والضغينة وما إلى ذلك من رذائل الأخلاق والعادات بحيث لم تعد في قلوبهم بشاشة الإيمان وحلاوة الدعاء والابتهال وبركات العبادات، أو انغمسوا في شئون دنياهم إلى حد أن لم تكن لديهم فرصة العبادات، أو انغمسوا في شئون دنياهم إلى حد أن لم تكن لديهم فرصة ترقب الآخرة والتفكير فيها، أو كانت تمر لديهم فرصة ترقب الآخرة والتفكير فيها، أو كانت تمر بخواطرهم وقلوبهم ظنون سيئة وشبهات سطحية ركيكة في رسالة نبينا - صلى الله عليه وسلم - رغم أنهم لم يبلغ بهم الحال إني أن يخلعوا عن عنقهم ربقة الإسلام، وينفضوا منه أيديهم بتاتاً.\rوقد كانت تنشأ عندهم هذه الشكوك والشبهات بسبب ما يجري من أحكام البشرية على ذات الرسول - صلى الله عليه وسلم - وبسبب ظهور الملة الإسلامية في صورة سيطرة الملوك واستيلائهم على نواحي البلاد، وأمثال ذلك (من الأساباب المادية التي قد تشوش بعض ضعاف الإيمان وتنشئ فيهم الشبهات) أو لحبهم لقبائلهم وعشائرهم - مثلاً - الذي دفعهم إلى أن يساعدوها ويقووها ويؤيدوها - جهدهم - ولو على حساب الإسلام، ومناوءة أهله، وبذلك يضعفون الإسلام ويلحقون به الضرر. وهذا القسم من النفاق، هو نفاق الأعمال والأخلاق.","seal":"51F2583D","part":1},
      {"page":60,"id":34,"nass":"النفاق الاعتقادي لا يطلع عليه بعد الرسول - صلى الله عليه وسلم -:\rأما النفاق الأول - وهو النفاق الاعتقادي - فإنه لا يطلع عليه بعد سيدنا رسول الله - صلى الله عليه وسلم - إذ إنه من الأمور المغيبة، ولا اطلاع لأحد على مكنونات القلب ومغيباته.\rالنفاق العملي كثير الوقوع:\rوأما النفاق الثاني - وهو النفاق العملي - فإنه كثير الوقوع لا سيما في عصرنا هذا، وإلى هذا النفاق وقعت الإشارة في الحديث الشريف، الذي جاء فيه:\r\"ثلاث من كن فيه كان منافقاً خالصاً: إذا حدث كذب، وإذا وعد أخلف، وإذا خاصم فجر\".\rو\"هم المنافق بطنه وهم المؤمن فرسه\" إلى غير ذلك من الأحاديث.\rكشف القرآن عن أحوال المنافقين:\rوقد كشف الله - تعالى - في القرآن الحكيم عن أعمال هؤلاء المنافقين وأخلاقهم، وبينها أتم بيان، وأكثر من ذكر أحوال الطائفتين من المنافقين حتى تكون الأمة على حذر منها وتجتنبها كل الإجتناب.","seal":"05C8D167","part":1},
      {"page":61,"id":35,"nass":"نماذج المنافقين في هذا العصر:\rوإن كنت تحب أن تشاهد نموذجاً لهؤلاء المنافقين فاشهد في مجالس الأمراء، أصحابهم وندماءهم الذين يؤثرون رضا أمرائهم على رضا الله - تعالى - ولا فرق إطلاقاً بين المنافقين الذين سمعوا أحاديث الرسول - صلى الله عليه وسلم - مباشرة ثم نافقوا وبين هؤلاء المنافقين الآن الذين يطلعون على أحكام الشريعة الإسلامية بالوسائط اليقينية القاطعة ثم يخالفونها وينحرفون عنها.\rنفاق المناطقة والفلاسفة:\rكذلك طائفة المناطقة والفلاسفة الذين بذرت في قلوبهم بذور الشكوك وتمكنت منهم كثير من الشبهات، ونسوا الدار الآخرة، هم أيضاً من المنافقين من دون شك.\rالقرآن كتاب كل عصر:\rوعل كل، فإنه لا ينبغي أن يظن عند تلاوة القرآن الكريم، أن جداله ومحاجته كانا مع أناس قد انتهوا وانقضوا، كلا، بل إنه بحكم ما جاء في الحديث: \"لتتبعن سنن من كان قبلكم إلخ\".\rليست هنا من فتنة كانت في عهد الرسالة - صلى الله على صاحبها وسلم - إلا ولها نماذج وأمثلة في عصرنا هذا، ولذلك","seal":"260CF0FA","part":1},
      {"page":62,"id":36,"nass":"فالمطلوب الحقيقى هو بيان كليات هذه المقاصد والمعاني لا خصوص الحوادث والتفصيلات الجزئية.\rوهذا هو التحقيق الذي تيسر لي في تفصيل عقائد هذه الفرق الباطلة والردود عليها، وأخال أن هذا البحث المحقق. فيه غنية وكفاية لفهم آيات الجدل القرآني إن شاء الله - تعالى -.\r* * *","seal":"F1A6E326","part":1},
      {"page":63,"id":37,"nass":"الفصل الثاني\rفي بقية العلوم الخمسة\rوضوح القرآن الكريم في بيان الصفات:\rمن المعلوم أن نزول القرآن الكريم إنما كان إصلاح النفوس البشرية، وتهذيب معاشر الناس سواء كانوا عرباً أو عجماً، بدواً أو حضراً، ولذلك اقتضت الحكمة الإلهية أن لا يخاطب الناس في \"التذكير بآلاء الله\". إلا ما تسعه معلوماتهم، وتحيط به مداركهم، وأن لا يخوض في البحوث الدقيقة والتحقيقات النادرة، فقد تعرض القرآن الكريم للأسماء والصفات الإلهية بطريقو واضحة سهلة، يدركها جميع أفراد البشر بفطرتهم، وبمداركهم التي أدوعت في أصل خلقهم من دون حاجة إلى ممارسة الفلسفة الإلهية، أو علم الإلهيات وعلم الكلام.\rإثبات الخالق في القرآن:\rفأثبت القرآن - مثلاً - وجود الخالق إجمالاً، إذ أن علمه مركوز في فطر بني آدم، ويتساوى فيه جميع أفرادهم ولا تجد طائفة من الناس في المناطق المعتدلة أو القريبة منها تنكر هذا العلم، وتستغرب وجود الخالق!","seal":"E0D5F7A1","part":1},
      {"page":64,"id":38,"nass":"الصفحات الإلهية في القرآن:\rثم لما كان إثبات الصفات الإلهية بذكر كنهها وحقائقها ودقيق مسائلها مستحيلاً في حقهم، وكان تركهم من دون إطلاع على هذه الصفات الإلهية يحرمهم من معرفة الربوبية - التي هي أنفع وسيلة في تهذيب النفوس البشرية - كان حكمة الله - تعالى - وهو أحكم الحاكمين - أن يختار من الصفات البشرية التي نعهدها ونشاهدها والتي نتمادح بها ونفتخر بالتحلي بها، صفات كريمة عديدة تستعمل لأداء معان غامضة دقيقة لا تبلغ جلالها وعظمتها عقول البشر، ثم يجعل قوله الفصل:\r{لَيْسَ كَمِثْلِهِ شَيْءٌ}\rترياقاً لداء الجهل العضال، وعلاجاً لقلة البصر والإدراك، ونهى عن استعمال تلك الصفات البشرية التي يخشى منها جموح الأوهام والظنون نحو العقائد الباطلة كإثبات الولد، والبكاء، والجزع وما إلى ذلك.\rخطر الخوض في الصفات بدون توقيف:\rوإذا أنعمت النظر وتأملت مسألة الصفات الإلهية بدقة","seal":"2EF0608F","part":1},
      {"page":65,"id":39,"nass":"تجلى لك أن خطوات الإنسان على درب علمه الفطري غير المكتسب، وتمييزه للصفات التي يجوز أن تنسب إلى الله - تعالى - ولا يقع فيها خلل، عن الصفات التي يؤدي استعمالها إلى الأوهام الباطلة والعقائد المنحرفة، أمر دقيق خطير للغاية لا يصل غوره ولا يكتنه كنهه جمهور الناس، ولذلك قرر أن يكون علم الصفات الإلهية توفيقاً، ولا يسمح بالبحث والكلام بحرية وإطلاق.\rأسلوب القرآن في بيان آلاء الله:\rولم يتعرض القرآن العظيم من آلاء الله - تعالى - وآيات قدرته العجيبة إلا لما يستوى في إدراكه الحضري والبدوي والعربي والعجمي ولا يصعب فهمه على عاقل، لأجل ذلك لم يذكر النعم الروحانية الخاصة التي ينعم بها على عباده الأنبياء والأولياء والعلماء الصالحين بصفة خاصة (من مراتب الكمالات ومدارج التقرب ومنازل التقوى) ولم يذكر الملاذ والنعم التي تحصل - أحياناً - للملوك والسلاطين (وأفراد قلائل من البشر) بل ذكر ما كان أنسب ذكره: من خلق السموات والأرض، وإنزال المطر من السحاب، وتفجير الينابيع بالماء، وإلهام الصنائع والحرف الضرورية، وخلق القدرة لممارستها ومزاولتها، ونبه إلى تغير مواقف الناس عند السراء والضراء، ولدى النعم والبأساء في مواضع كثيرة إذ إن هذا من أمراض القلب وإنحراف النفس الذي يكثر وقوعه وتكثر أمثلته.","seal":"B174A95D","part":1},
      {"page":66,"id":40,"nass":"أسلوب القرآن الكريم في التذكر بأيام الله:\rأما \"أيام الله\" وهي تلك الواقائع والحوادث التي أوجدها الله - تعالى - إنعاماً على المطيعين وانتقاماً من العصاة المجرمين - فقد اختار منها أيضاً ما قرعت أسماعهم من قبل، وكانوا قد سمعوا قصصاً بصورة إجمالية، مثل قصص قوم نوح، وعاد وثمود، التي كان العرب يسمعونها ويتداولونها فيما بينهم كابراً عن كابر وقصص سيدنا إبراهيم - عليه السلام - وقصص أنبياء بني إسرائيل التي ألفتها أسماعهم لطول اختلاط العرب مع اليهود، ولم يتعرض القرآن الكريم للقصص الغريبة ةلا لقصص عذاب الله - تعالى - أو ثوابه للفرس والهنود كما أنه لم يذكر من القصص المشهورة إلا الأجزاء الضرورية التي تنفع في التذكير والموعظة، ولم يستقص جميع التفاصيل الخاصة التي تشمل عليها القصص.\rحكمة هذا الأسلوب القرآني:\rوالاكتفاء بالأجزاء المهمة من القصة والتحاشي عن غرائب القصص والتفاصيل الجزئية، هي أن العامة من الناس عندما يسمعون حكاية غريبة أو قصة كاملة بجميع خصوصياتها وفصولها، فإن طباعهم تميل إلى نفس القصة وتولع بها، ويفوت الغرض الأساسي - وهو التذكير - من بيان القصة الذي يهدف إليه القرآن الكريم.","seal":"2798F98D","part":1},
      {"page":67,"id":41,"nass":"نكتة حكيمة:\rومثال ذلك كما قال بعض الحكماء العارفين: \"يوم أن بدأ الناس يحكمون قواعد التجويد ويصححون الحروف حرموا التلاوة الخاشعة للقرآن الكريم، ومن يوم أن بدأ المفسرون يشقون الشعرة في التأويل والتوجيه أصبح \"علم التفسير\" غريباً قليل الوجود\".\rظاهرة التكرار في القصص القرآني:\rوالقصص التي جاءت في القرآن مرات وكرات، هي قصة خلق آدم من الطين، وسجود الملائكة له، واستكبار الشيطان عنه، ولعنه وطرده لأجله، وسعيه من ذاك في إغواء بني آدم وإضلالهم وقصص محاجة نوح، وهود، وصالح، إبراهيم ولوط وشعيب مع شعوبهم وأقوامهم في توحيد الله - تعالى - والأمر بالمعروف والنهي عن المنكر واستكبارها وطغيانها وإدلائها بشبهات ركيكة وردود الأنبياء - عليهم الصلوات التسليمات - عليها ونزول عذاب الله - تعالى - ونقمه على الأشقياء وظهور نصرة الله - تعالى - وتأييده في حق الأنبياء والأتباع، وقصص سيدنا موسى - عليه السلام - مع فرعون وملأه، وسفهاء بني إسرائيل، ومكابرتهم له، وعقاب الله - تعالى - لأولئك التعساء وتركهم يتيهمون في الأرض، وظهور تأييدات الله - تعالى - متتالية لنجيه وكليمه - عليه السلام.","seal":"6F6345AF","part":1},
      {"page":68,"id":42,"nass":"وقصص سيدنا داود وسليمان - عليهما السلام - وخلافتهما ومعجزاتهما وخوارقهما، وقصة محنة سيدنا أيوب وسيدنا يونس - عليهما السلام - وظهور رحمة الله - تعالى وعطفه عليها، وقصة دعاء سيدنا زكريا - عليه السلام - واستجابة الله - تعالى - إياه، والقصص العجيبة لسيدنا عيسى - عليه السلام - وولادته من غير والد، وتكلمه في المهد، وظهور الخوارق والمعجزات على يده، وأمثال هذه من القصص التي اطردت في القرآن الحكيم بألوان مختلفة من الإيجاز والإطناب والتفصيل والإجنال حسب مقتضى الأساليب المرعية في السور.\rالقصص التي لم تتكرر في القرآن كثيراً:\rأما القصص التي لم تتكرر في القرآن تكرار القصص الأولى بل وردت في موضع أو موضعين فحسب فهي:\rقصة رفع سيدنا إدريس - عليه السلام - مكاناً علياً.\r- وقصة محاجة إبراهيم لنمرود، ومشاهدته إحياء الطير، وقصة ذبح ولده الوحيد.\r- قصة سيدنا يوسف - عليه السلام.\r- وقصة ولادة سيدنا موسى - عليه السلام - وإلقائه في اليم، ووكرزه للقبطي وقتله إياه، ثم توجهه إلى \"مدين\"","seal":"29A0102E","part":1},
      {"page":69,"id":43,"nass":"وتزوجه هناك، ومشاهدته النار على الشجرة وسماع الكلام منها.\r- وقصة ذبح البقرة.\r- وقصة لقاء موسى مع الخضر - عليهما السلام.\r- وقصة طالوت وجالوت.\r- وقصة بلقيس (ملكة سبأ) .\r- وقصة ذي القرنين.\r- وقصة أصحاب الكهف.\r- وقصة الرجلين المتحاورين (أحدهما يعتز بما له من مال وبنين وجنات من أعناب، والآخر قليل المال ولكنه يذكره بالله - تعالى - ونعمته وشكره والآخرة) .\r- وقصة اصحاب الجنة (الذين أرادوا أن يحرموا الفقراء المساكين من عطاياهم وصدقات أموالهم، فرجعوا محرومين والجنة خاوية على عروشها) .\r- وقصة الرسل الثلاثة الذين بعثهم سيدنا عيسى - عليه السلام - لدعوته، وأعتدى عليهم الكفار وقتلوهم.\r- وقصة أصحاب الفيل، وغير ذلك.","seal":"1F899D12","part":1},
      {"page":70,"id":44,"nass":"غرض القصة في القرآن:\rوليس الغرض من سرد هذه القصص في القرآن الكريم الاطلاع عليها والتعرف على جزئياتها فحسب بل الغرض الأساسي والحقيقي هو ان ينقل ذهن القارئ والسامع إلى شناعة الشرك والمعاصي، ومعاقبة الله - تعالى - عليها، والإيمان بنصر الله - تعالى - وتأييده، وظهور ألطافه وأفضاله في حق عباده المخلصين.\rالتذكير بالموت وما بعده أو التذكير بالآخرة:\rوالمراج بالتذكير بالموت وما بعده أو التذكير بالآخرة عرض كيفية الإنسان لدى موته، وعجزه واستكانته في تلك الساعة الحرجة العصيبة، وعرض الجنة والنار عليه بعد الموت وظهور ملائكة العذاب لعينيه، وأشراط القيامة من نزول سيدنا عيسى ونفخة القيام والنشر والحشر، والسؤال والجواب والميزان والصراط، وأخذ صحائف الأعمال بالإيمان والشمائل، ودخول المؤمنين الجنة وحشر الكفار في النار، وتخاصم أهل النار تابعيهم ومتبوعيهم، وسادتهم وكبرائهم، وعامتهم وضعفائهم فيما بينهم، وإنكار بعضهم بعضاً، ولعن أحداهم الأخرى، واختصاص المؤمنين برؤية الله - تعالى - وذكر أنواع العذاب وتعداد ألوانه وأطواره من سلاسل وأغلال وحميم وغساق وضريع وزقوم، وبيان أنواع النعم والملذات من حور وقصور","seal":"31BE379E","part":1},
      {"page":71,"id":45,"nass":"وحنات وأنهار ومطاعم هنيئة شهية وملابس زاهية ناعمة، وعيد حسان، مقصورات في الخيام ومجالس أهل الجنة الفكهة اللطيفة ولقاءاتهم الطيبة الحبيبة، كل هذا مما قد قصه القرآن الكريم وبثه في مختلف السور مراعياً أساليبها الخاصة المتفردة تارة بالإجمال والاختصار وأخرى بالتفصيل والإسهاب.\rالقاعدة الكلية في مبحث الأحكام:\rوالقاعدة الكلية في مبحث الأحكام والحلال والحرام أن سيدنا رسول الله - صلى الله عليه وسلم - كان قد بعث في الملة الإبراهيمية الحنيفية، فكان من اللازم أن يبقى على شرائع تلك الملة، ولا يحدث أي تغيير في أمهات أحكامها وأصول مسائلها اللهم إلا تخصيصاً لعموماتها وزيادة للتوقيتات والتجديدات فيها وأمثال ذلك من الأمور.\rثم إنه أراد الله - تعالى - أن يزكي نفوس العرب بنبينا محمد - صلى الله عليه وسلم - ويزكي نفوس سائر العالم بأيدي العرب الأولين (والرعيل الإيماني الأول) فلزم أن تكون مادة شريعته تدور على عادات العرب وتقاليدهم (مما توارثوها من الملة الحنيفية أو انحرفوا عن جادتها في كثير من شئون الحياة) .\rالأسباب والمصالح المرعية في الأحكام:\rوإذ تأملت وأنعمت النظر في مجوع شرائع الملة الحنفيفة","seal":"19D2E4FC","part":1},
      {"page":72,"id":46,"nass":"وأحكامها ولاحظت عادات العرب ورسومهم وتقاليدهم، وتشريعات الرسول الخاتم - صلى الله عليه وسلم - التي هي بمنزلة المصلح والمهذب لها تدرك لكل حكم من أحكامها سبباً من الأسباب وتتوصل في كل أمر ونهي من أوامرها ونواهيها إلى مصلحة مرعية من المصالح، وتفصيل ذلك يطول.\rدور التشريعات الإسلامية في إصلاح الملة الحنيفية المحرفة:\rوبالجملة فإن العبادات من الطهارة والصلاة والصوم والزكاة والحج والأذكار كانت قد تعرضت للإهمال والتساهل العظيم في أدائها والقيام بها، ولاختلاف الناس - لجهل أكثرهم بها وغفلتهم - في مشروعيتها، وتسرب التحريفات الجاهلية إليها فنزل القرآن العظيم وقضى على هذه الفوضى والاختلال، وأقام اعوجاجها وعدلها وسواها.\rوكانت الحياة الاجتماعية والعائلية فيها كثير من التقاليد المجحفة والطقوس الجائرة وعوامل البغي والعدوان وهكذا كان شأن الحكم والسياسة من الاختلال والاضطراب والفوضى.\rفضبط القرآن العظيم أصول هذه القضايا، وحدد لها حدوداً وشرع لها تشريعات خاصة.\rحقيقة الصغائر والكبائر:\rولقد كانت كثير من الكبائر والصغائر راجعة إلى هذا الأصل ومتعلقة بهذا الباب.","seal":"17DEFC5C","part":1},
      {"page":73,"id":47,"nass":"القرآن أجمل والسنة فصلت:\rوقد جاءت أحكام الصلاة ومسائلها في القرآن العظيم مجملة واستعمل لفظ \"الإقامة\"، للصلاة، الذي تناوله النبي - صلى الله عليه وسلم - بالتفصيل بالأمر ببناء المساجد والجماعة وبيان المواقيت، كذلك ورددت أحكام الزكاة باختصار وإيجاز، وفصلها النبي - صلى الله عليه وسلم - أيما تفصيل، وجاء ذكر الصوم أيضاً في سورة البقرة، والحج والجهاد والقتال في سورتى البقرة والأنفال ومواضع متفرقة أخرى، وذكر الحدود في سورة المائدة والنور وجاءت المواريث في سورة النساء، وأحكام النكاح والطلاق في سورة البقرة والنساء والطلاق، وغيرها من السور.\rقسم آخر من الأحكام في القرآن:\rوبعد أن مضى هذا القسم من الأحكام الذي تعم فائدته جميع أفراد الأمة، تذكر قسماً آخر (يتعلق بالحوادث والوقائع الخاصة وإن كان حكمها عاماً) وكانت صور تشريعه كما تلي:\r* فتارة كانوا يسألون في حضرة النبي - صلى الله عليه وسلم - عن شيء فيرد النبي - صلى الله عليه وسلم - (فيكون ذلك طريقاً للتشريع) .","seal":"B4AAD3E0","part":1},
      {"page":74,"id":48,"nass":"* أو تقع حادثة يجود فيها المؤمنون بأنفسهم وأموالهم ويجبن فيها المنافقون ويبخلون، فيمدح الله - تعالى - في كتابه المؤمنين، ويذم المنافقين ويتوعدهم وينذرهم بالعذاب الأليم.\r* أو تقع حادثة من حوادث الغلبة على الأعداء وكف عدوانهم وأضرارهم، فيمن الله - تعالى - بذلك على المؤمنين ويذكرهم بنعمته وفضله في كتابه الحكيم.\r* أو تحدث حالة من الحالات تقتضي تنبيهاً وزجراً أو إيماءاً وتعريضاً أو أمراً أو نهياً، فينزل الله - تعالى - ما تقتضيه الحال وتستدعيه الأوضاع الخاصة.\rفلابد للمفسر من ذكر هذه القصص (التي لا تنكشف معاني الآيات إلا ببيانها) بطريق الإجمال.\rبعض الأمثلة من هذه القصص:\rفقد وردت التعريضات بقصة غزوة بدر في سورة الأنفال وبقصة أحد في سورة آل عمران، وقصة غزوة الخندق في سورة الأحزاب، وفصة الحديبية في سورة الفتح، وقصة بني النضير تبوك في سورة البراءة، ووردت الإشارة إلى حجة الوداع في سورة المائدة، والإشارة إلى قصة زواج زينب - رضي الله","seal":"33BC4907","part":1},
      {"page":75,"id":49,"nass":"عنها - في سورة الأحزاب، وقصة تحريم السرية في سورة التحريم، وقصة الإفك في سورة النور، وجاء ذكر استماع وفد الجن تلاوة النبي - صلى الله عليه وسلم - في سورة الجن والأحقاف وقصة مسجد الضرار في سورة البراءة. وقصة الإسراء أول سورة بني إسرائيل.\rنوع من التذكير بأيام الله:\rوهذا القسم من الآيات الكريمة في حقيقة الأمر نوع من أنواع التذكير بأيام الله ولكن لما أن الكشف عن هذه التعريضات التي تتضمنها هذه الآيات يعتمد على سماع القصة والتعرف على خلفية الحادث لذلك أفرد عن سائر أنواعه وذكر بصورة مميزة.","seal":"880C7AB8","part":1},
      {"page":77,"id":50,"nass":"الباب الثاني\rفي بيان وجوه الدقة والخفاء في معاني نظم القرآن الكريم وتناسقه بالنسبة لأهل هذا العصر، وإزالتهما بأوضح بيان.\rنزول القرآن عربياً مبيناً:\rليعلم أن القرآن العظيم نزل في لغة العرب الأقحاح، اللغة المبينة الواضحة، وفهمه العرب بسليقتهم اللغوية الأصلية وأدركوا مغزاه ومعانيه، قال الله - تعالى -: {حم (1) وَالْكِتَابِ الْمُبِينِ} وقال - تعالى -: {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ} إلخ.\rموقف الشارع من المتشابهات:\rوقد كان من مرمى الشارع الحكيم عدم تاخوض في تأويل المتشابهات القرآنية وتصوير حقتئق الصفات الإلهية، وتسمية المبهمين، واستقصاء القصص والوقائع وأمثال ذلك من الأمور، ولذلك قل سؤال الصحابة - رضي الله عنهم - للرسول - صلى الله عليه وسلم - عن مثل ذلك، ولم يرفع في هذا الباب من الأحاديث إلا شيء قليل.","seal":"32CE0195","part":1},
      {"page":78,"id":51,"nass":"الحاجة إلى البحث في اللغة والنحو:\rولكن ما مضت تلك الطبقة الأولى من الرعيل الأول وداخل العرب العجم، وذهبت تلك اللغة الأصلية الأولى واستعصى فهم المطالب والمعاني في بعض المواضع، ومست الحاجة إلى التفتيش والبحث في اللغة والنحو، وجرت المناقشات والأسئلة والأجوبة، وصنفت كتب التفسير. لزم أن نستحضر - بصورة إجمالية - هذه المواضع الصعبة، ونبين نماذجها وأمثلتها حتى لا يحتاج عند الخوض فيها إلى بيان مزيد ولا يضطر إلى المبالغة في الكشف عنها وشرحها (عند الترجمة والتفسير)\rأسباب صعوبة فهم المراد من الكلام:\r- فتارة يصعب التوصل إلى فهم المراد من الكلام لاستعمال لفظة غريبة، ويعالج ذلك بنقل معنى اللفظة عن الصحابة والتابعين وسائر أهل اللغة.\r- وتارة أخرى لقلة الإطلاع على الناسخ والمنسوخ.\r- وحيناً للغفلة عن أسباب النزول.\r- وحيناً آخر بسبب حذف المضاف أو الموصوف أو غيرهما.\r- وأحياناً بإبدال شيء، أو إبدال حرف مكان حرف،","seal":"A7B80246","part":1},
      {"page":79,"id":52,"nass":"أو اسم مكان اسم، أو فعل مكان فعل، أو جمع مكان مفرد أو العكس أو أسلوب الغيبة مكان أسلوب الخطاب.\r- وأحياناً لتقديم ما حقه التأخير (من حيث عرف اللغة والنحو) أو العكس.\r- وأحياناً بسبب انتشار الضمائر (ورجوعها إلى عدة مراجع) أو تعدد المارد عن اللفظة الواحدة.\r- وأحياناً بسبب التكرار والإطناب.\r- وأحياناً لأجل الاختصار والإيجاز.\rوالمجاز العقلي.\rفينبغي للإخوة السعداء أن يطلعوا على حقيقة هذه الأمور وبعض أمثلتها في مبدأ البحث، ويكتفوا بالرموز والإشارات في مواضع التفصيل.","seal":"B64825E6","part":1},
      {"page":81,"id":53,"nass":"الفصل الأول\rفي بحث غريب القرآن\rأفضل الشروح لغريب القرآن:\rإن من أفضل الشروح لغريب القرآن الكريم بل أولها بالإطلاق في هذا الباب هو ما أثر وصح عن ترجمان القرآن عبد الله بن عباس - رضي الله عنه - عن طريق ابن أبي طلحة وقد اعتمده الإمام البخاري - غالباً - في جامعه الصحيح.\rطرق الضحاك ونافع:\rويلي ذلك ما روي عن طريق الضحاك عن عبد الله بن عباس - رضي الله عنه - وأجوبة ابن عباس - رضي الله عنه - عن سؤالات نافع بن الأزرق.\rوهذه هي الطرق الثلاث التي ذكرها السيوطي في كتابه (الإتقان) .\rشرح أئمة التفسير:\rثم يأتي بعد ذلك شرح الغريب الذي نقله الإمام البخاري عن","seal":"389C5D8F","part":1},
      {"page":82,"id":54,"nass":"أئمة التفسير. ويليه ذلك الشرح للغريب الذي روى عن سائر الصحابة والتابعين وأتباعهم.\rوأرى من المناسب أن أجمع في الباب الخامس من هذه الرسالة جملة صالحة من شرح غريب القرآن الكريم مع بيان أسباب النزول، وأجعلها رسالة مفردة مستقلة حتى إذا شاء أحد، ضمها إلى هذه الرسالة، وإذا أحب آخر أن يأخذها كرسالة مستقلة فليفعل ذلك، وللناس فيما يعشقون مذاهب.\rوليعلم أن الصحابة والتابعين - رضي الله عنهم أجمعين - يفسرون - أحياناً - بلازم معناه، ويتعقب المفسرون المتأخرون هذا التفسير نظراً إلى تتبع اللغة والفحص عن موارد استعمالها فيها، والغرض المطلوب في هذه الرسالة ذكر تفسيرات السلف وشروحهم للألفاظ الغريبة بنصها وفصها، أما تتقيحها ونقدها فله موضع آخر غير هذا الموضع، \"فكل مقام مقال ولكل نكتة مجال\".","seal":"AE031E76","part":1},
      {"page":83,"id":55,"nass":"الفصل الثاني\rفي مبحث الناسخ والمنسوخ\rمن المواضع الصعبة في علم التفسير التي تكثر مباحثها، ويكثر الاختلاف فيها، معرفة الناسح والمنسوخ، ومن أقوى وجوه هذه الصعوبة اختلاف الاصطلاح بين المتقدمين والمتأخرين في هذا الباب.\rمعنى النسخ عند المتقدمين:\rوالذي يتضح لنا باستقراء كلام الصحابة والتابعين - رضي الله عنهم أجمعين - في هذا الموضوع أنهم كانوا يستعملون \"النسخ\" بمعناه اللغوي المعروف الذي هو إزالة شيء لا بمعنى مصطلح الأصوليين الخاص.\r- فمعنى \"النسخ\" عندهم إزالة بعض الأوصاف في آية بآية أخرى، سواء كان ذلك بياناً لانتهاء مدة العمل بآية من الآيات الكريمة.\r- أو صرف الكلام عن المعنى المتبادر إلى غير المتبادر أو بيان","seal":"B820C890","part":1},
      {"page":84,"id":56,"nass":"أن القيد اتفاق وليس احترازياً، أو تخصيصاً للعموم.\r- أو بيان الفارق بين المنصوص والمقيس عليه ظاهراً.\r- أو إزالة عادة من العادات الجاهلية.\r- أو رفع شريعة من الشرائع السابقة.\rسعة مجال النسخ عند المتقدمين:\rوهكذا اتسع باب النسخ عندهم وتوسعوا في موضوعه، وكان للعقل فيه مجال فسيح، وللاختلاف فيه مكان واسع. ولذلك بلغت الآيات المنسوخة إلى خمسمائة آية، بل إذا حققت النظر تجدها غير محصورة بعدد.\rمعنى النسخ عن المتأخرين:\rأما المنسوخ حسب اصطلاح المتأحرين الأصولين فإنه لا يتجاوز العدد القليل، لا سيما حسب وجهة النظر التي اخترناها.\rموقف السيوطي في الإتقان:\rوقد ذكر الشيخ جلال الديد السيوطي في كتابه \"الإتقان\"\r- بعد إيراده لما روى عن العلماء في هذا الباب ببسط وتفصيل حسبما يليق بالموضوع - الآيات المنسوخة حسب رأي","seal":"7E96D68D","part":1},
      {"page":85,"id":57,"nass":"المتأخرين موافقاً للشيخ ابن العربي، وعددها قرابة عشرن آية، وللمؤلف في أكثرها نظر. فلنورد كلامه مع التعقيب.\rالآيات المنسوخة عند السيوطي وتعقبات المؤلف\r(فالآيات التي ذكرها السيوطي وابن العربي هي كما تلي) :\r1 - آية الوصية للوارث:\rفمن البقرة، قوله - تعالى -: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ} الآية، منسوخة، قبل بآية المواريث، وقيل: بحديث لا وصة لوارث، وقيل بالإجماع، حكاه ابن العربي.\rقلت: بل هي منسوخة بآية {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} إلخ وحديث \"لا وصية لوارث\" مبين للنسخ.\r2 - آية الفدية لمن أطاق الصوم:\rوقوله - تعالى -: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} قيل منسوخة بقوله: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} وقيل: محكمة، و\"لا\" مقدرة (قبل \"يطيقون\"، أي لا يطيقون) .\rقلت: عندي وجه آخر، وهو: أن المعنى: وعلى الذين يطيقون الطعام فدية، هي طعام مسكين، فاضمر قبل الذكر،","seal":"9EA3AF26","part":1},
      {"page":86,"id":58,"nass":"لأنه متقدم رتبة، وذكر الضمير لأن المراد من الفدية هو الطعام، والمراد منه، صدقة الفطر، عقب الله - تعالى - الأمر بالصيام في هذه الآية بصدقة الفطر، كمنل عقب الآية الثانية بتكبيرات العيد.\r3 - آية حل الرفث ليلة الصيام:\rوقوله - تعالى -: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} ، ناسخة لقوله - تعالى -: {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} لأن مقتضاه الموافقة فيما كان عليهم من تحريم الأكل والوطء بعد النوم، ذكره ابن العربي، وحكى قولاً آخر أنه نسخ لما كان بالنسبة.\rقلت: معنى \"كما كتب\" التشبيه في نفس الوجوب فلا نسخ إنما هو تغير لما كان عندهم قبل الرشع ولم نجد دليلاً على أن النبي - صلى الله عليه وسلم - شرع لهم ذلك، ولو سلم فإنما كان ذلك ثابتاً بالنسة (لا أنه شرعه لهم وأمرهم به) .\r4 - آية القتال في الشهر الحرام:\rوقوله - تعالى - يسألونك عن الشهر الحرام قتال فيه الآية، منسوخة بقوله: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً} الآية. أخرجه ابن جرير عن عطاء بن ميسرة.\rقلت: هذه الآية لا تدل على تحريم القتال، بل تدل على","seal":"3356ED62","part":1},
      {"page":87,"id":59,"nass":"تجويزه، وهي من قبيل تسليم العلة وإطهار المانع، فالمعنى أن القتال في الشهر الحرام كبير شديد ولكن الفتنة أشد منه، فجاز في مقابلتها، وهذا التوجيه ظاهر من سياقها كما لا يخفى.\r5 - آية المتاع إلى الحول:\rوقوله - تعالى -: {وَالَّذِينَ يُتَوَفَّوْنَ} - إلى قوله - {إِلَى الْحَوْلِ} منسوخة بالميراث، والسكنى باقية عند قوم. منسوخة عند آخرين بحديث: \"لا سكنى إلخ\".\rقلت: هي كما قال: منسوخة عند جمهور المفسرين ويمكن أن يقال: يستحب أو يجوز للميت الوصية ولا يجب على المرأة أن تسكن في وصيته، وعليه ابن عباس - رضي الله عنه - وهذا التوجيه ظاهر من الآية.\r6 - آية المحاسبة على الباطن والظاهر:\rوقوله - تعالى - {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} منسوخة بقوله: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا}\rقلت: هو من باب تخصيص العام، بينت الآية المتأخرة أن المراد ما في أنفسكم من الإخلاص والنفاق، لا من أحاديث النفس التي لا اختيار فيها، فإن التكليف لا يكون إلا فيما هو في وسع الإنسان.","seal":"09B1A262","part":1},
      {"page":88,"id":60,"nass":"7 - ومن آل عمران: آية اتقاء الله حق التقوى:\rقوله - تعالى -: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}\rقيل: إنها منسوخة بقوله - تعالى -: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} وقيل: لا بل هو محكم، وليس فيها آية يصح فيها دعوى النسخ غير هذه الآية.\rقلت: \"حق تقاته\" في الشرك والكفر وما يرجع إلى الاعتقاد، و\"ما استطعتم\" في الأعمال، من لم يستطع الوضوء يتيمم، ومن لم يستطع القيام يصلي قاعداً، وهذا التوجيه ظاهر من سياق الآية، وهو قوله - تعالى -: {وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} .\r8 - ومن سورة النشاء: آية الإيتاء للموالي: د\rقوله - تعالى -: {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ} منسوخة بقوله - تعالى -: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} .\rقلت ظاهر الآية، أن الميراث للموالي والبر والصلة لمولي الموالاة، فلا نسخ.\r9 - آية إيتاء اليتامى والمساكين من الميراث:\rوقوله - تعالى -: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى}","seal":"2D6E879B","part":1},
      {"page":89,"id":61,"nass":"إلخ. قيل: منسوخة، وقيل: لا ولكن تهاون الناس في العمل بها.\rقلت: قال ابن عباس - رضي الله عنه -: هي محكمة، والأمر للاستحباب، وهذا أظهر.\r10 - آية التعزيز لمرتكبات الفواحش:\rوقوله - تعالى -: {وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ} الآية. منسوخة بآية النور.\rقلت: لا نسخ في ذلك. بل هو ممتد إلى الغاية فلما جاءت الغاية، بين النبي - صلى الله عليه وسلم - أن السبيل الموعود كذا وكذا، فلا نسخ.\r11 - ومن المائدة: آية النهي عن إحلال الشهر الحرام:\rقوله - تعالى -: {وَلَا الشَّهْرَ الْحَرَامَ} إلخ منسوخة بإباحة القتال فيه.\rقلت: لا نجد في القرآن ناسخاً له ولا في السنة الصحيحة ولكن المعنى: أن القتال المحرم يكون في الشهر الحرام أشد تغليطاً كما قال النبي - صلى الله عليه وسلم - في الخطبة، \"دماءكم وأموالكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا\".","seal":"4E0764A0","part":1},
      {"page":90,"id":62,"nass":"12 - آية الحكم بين أهل الكتاب أو الإعراض عنهم:\rوقوله - تعالى -: {فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} منسوخة بقوله {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} .\rقلت: معناه: إن اخترت الحكم فاحكم بما أنزل الله ولا تتبع أهوائهم.\rفالحاصل أنه لنا أن نترك أهل الذمة أن يرفعوا القضية إلى زعمائهم، فيحكموا بما عندهم، ولنا أن نحكم بما أنزل الله علينا.\r13 - آية حمل الشهادة عن الميت في الغربة:\rوقوله - تعالى -: {أَوْ آخَرَانِ مِنْ غَيْرِكُمْ} إلخ. منسوخ بقوله: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} .\rقلت: قال أحمد بظاهر الآية، ومعناها عند غيره: أو آخران من غير أقاربكم، فيكونون من سائر المسلمين.\r14 - ومن الأنفال: آية مغالبة المسلم الواحد العشرة من الكفار:\rقوله - تعالى -: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ} الآية منسوخة بالآية بعدها.","seal":"CF2248C1","part":1},
      {"page":91,"id":63,"nass":"قلت: كما قال: مسنوخة.\r15 - ومن البرءاة: آية الأمر بالنفر خفافاً وثقالاً:\rقوله - تعالى -: {انْفِرُوا خِفَافًا وَثِقَالًا} الآية. منسوخة بآيات العذر، وهو قوله - تعالى -: {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ} الآية. وقوله - تعالى -: {لَيْسَ عَلَى الضُّعَفَاءِ} الآيتين.\rقلت: خفافاً أي مع أقل ما يتأتى به الجهاد من مركوب وعبد للخدمة، ونفقة يقنع بها. وثقالاً: مع الخدم الكثير، والمركب الكثير فلا نسخ، أو نقول: ليس النسخ متعيناً.\r16 - ومن سورة النور: آية استقباح نكاح الزانية:\rقوله - تعالى -: {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً} الآية، منسوخة بقوله - تعالى -: {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} .\rقلت: قال أحمد بظاهر الآية، ومعناها عند غيره: أن مرتكب ليس بكفوء إلا للزانية، أو لا يستحب اختيار الزانية، وقوله - تعالى - {وَحُرِّمَ ذَلِكَ} إشارة إلى الزنا والشرك، فلا نسخ وأما قوله - تعالى - {وَأَنْكِحُوا الْأَيَامَى} فعام لا ينسخ الخاص.","seal":"7E4A50A2","part":1},
      {"page":92,"id":64,"nass":"17 - آية الأمر للعبد والخدم بالاستيذان:\rوقوله - تعالى -: {لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} الآية منسوخة، وقيل: لا ولكن تهاون الناس في العمل بها.\rقلت: مذهب ابن عباس - رضي الله عنهما - أنها ليست بمنسوخة، وهذا أوجه وأولى بالاعتماد.\r18 - ومن الأحزاب آية عدم حل النساء للنبي - صلى الله عليه وسلم - بعد أزواجه:\rقوله - تعالى - {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} الآية، منسوخة بقوله - تعالى -: {إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ} الآية.\rقلت: يحتمل أن يكون الناسخ مقدماً في التلاوة وهو الأظهر عندي.\r19 - ومن المجادلة: آية الأمر بإيتاء الصدقة عند مناجاة الرسول - صلى الله عليه وسلم -:\rقوله - تعالى -: {إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا} الآية. منسوخة بالآية بعدها.","seal":"58572025","part":1},
      {"page":93,"id":65,"nass":"20 - ومن الممتحنة: آية المبادلة بين مهور الأزواج:\rقوله - تعالى -: {فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا} قبل: منسوخ بآية السيف، وقيل: بآية الغنيمة. وقيل: محكم.\rقلت: الأظهر أنه محكم، ولكن الحكم في الهادنة وعند قوة الكفار.\r12 - ومن المزمل: آية الأمر بقيام الليل:\rقوله - تعالى -: {قُمِ اللَّيْلَ إِلَّا قَلِيلًا} منسوخ بآخر السورة، ثم نسخ الآخر بالصلوات الخمس.\rقلت: دعوى النسخ بالصلوات الخمس غير متجهة بل الحق أن أول السورة في تأكيد الندب إلى قيام الليل وآخرها نسخ التأكيد إلى مجرد الندب.\rقال السيوطي موافقاً لابن العربي: فهذه إحدى وعشرون آية منسوخة على خلاف في بعضها، ولا يصح دعوى النسخ في غيرها والأصح في آية الاستيذان والقسمة، الإحكام وعدم النسخ، فصارت تسعة عشر.\rقلت: ما حررته لا يتعين النسخ إلا في خمس آيات.","seal":"A0C0CAAC","part":1},
      {"page":95,"id":66,"nass":"الفصل الثالث في\rأسباب النزول\rصعوبة موضوع أسباب النزول:\rومن المواضيع الصعبة أيضاً معرفة أسباب النزول، ووجه الصعوبة في هذا الباب كذلك اختلاف المتقدمين والمتأخرين فيها.\rمعنى نزلت في كذا:\rوما يستفاد من استقراء كلام الصحابة والتابعين - رضي الله عنهم - أنهم لا يقولون \"نزلت في كذا\" لمجرد بيان الحديث الذي وقع في عهد النبي - صلى الله عليه وسلم - وكان سبباً لنزول تلك الآية:\rبل إنهم يستعملون هذا التعبير أحياناً لبيان ما تنطبق عليه الآية وتصدق عليه مما حدث في عهد النبي - صلى الله عليه وسلم - أو بعده (فهو بيان لصورة من الصور التي تصدق عيلها الآية) فيقولون عند ذاك \"نزلت في كذا\" ولا يلزم في مثل هذا الموضع أن","seal":"59731392","part":1},
      {"page":96,"id":67,"nass":"تنطبق جميع القيود الواردة في الآية على الحادث، بل يكفي أن ينطبق أصل الحكم الوارد فيها.\rوتارة يكون قد أورد بعض الصحابة - رضي الله عنهم - في حضرته - صلى الله عليه وسلم - سؤالاً. أو يقع حادث في عهد النبي - صلى الله عليه وسلم - ويكون هو - صلى الله عليه وسلم - قد استنبط حكمه من آية من الآيات وتلاها عليهم في ذلك الباب، فيحكون هذا الحادث ويقولون \"نزلت الآية في كذا\" وتارة يقولون عند ذلك \"فأنزل الله - تعالى - قول كذا\" أو \"فنزلت كذا\". وإذا عبر أحد عن ذلك بتكرار نزول الآية فله كذلك مساغ.\rروايات المحدثين التي لا علاقة لها بأسباب النزول:\rويورد المحدثون في هذا الباب أشياء كثيرة ضمن الآيات القرآنية لا علاقة لها بأسباب النزول مثل: استشهاد الصحابة - رضي الله عنهم - بآية من الآيات القرآنية في مناظراتهم. أو تمثلهم بىية، أو تلاوة النبي - صلى الله عليه وسلم - آية من الآيات للاستشهاد على كلامه، أو رواية حديث يوافق الآية في أصل غرضها وفحواها أو في تعيين موضع نزولها، أو تحديد أسماء المذكورين فيها بصورة مبهمة، أو بيان طريق التلفظ بكلمة قرآنية، أو في فضل الآيات والسور، أو بيان طريقة امتثال النبي - صلى الله عليه وسلم - لأمر من أوامر القرآن الكريم.","seal":"782D6AD1","part":1},
      {"page":97,"id":68,"nass":"وكل هذه - في الحقيقة - ليست من أسباب النزول في شيء وليس من شروط المفسر استيعابها والإحاطة بها.\rشروط المفسر في باب أسباب النزول:\rإنما يشترط على المفسر في هذا الباب معرفة شيئين:\r1 - معرفة تلك القصص التي تتضمن الآيات الكريمة التعريض بها فإن فهم إيماء هذه الآيات وإشارتها لا يتيسر إلا بمعرفة تلك القصص.\r2 - الثاني: معرفة تلك القصة التي تفيد التخصيص للعام وأمثال ذلك مما يصرف فيه الكلام عن ظاهره المتبادر منه إذ أن فهم مقاصد الآيات ومراميها لا يتأتى بدون ذلك.\rأكثر قصص الأنبياء السابقين من روايات أهل الكتاب:\rوينبغي أن يعلم هنا، أن قصص الأنبياء السابقين لم تذكر في الأحاديث الصحيحة إلا قليلاً، وأن هذه القصص الطويلة العريضة التي يتجشم روايتها المفسرون، ويحكونها في تفاسيرهم كلها منقولة عن أهل الكتاب إلا ما شاء الله - تعالى -.\rوقد جاء في صحيح البخاري: \"لا تصدقوا أهل الكتاب ولا تكذبوهم\".","seal":"115E5BE9","part":1},
      {"page":98,"id":69,"nass":"معان أخرى لقولهم \"نزلت في كذا\":\rوليعلم أيضاً، أن الصحابة والتابعين - رضي الله عنهم أجميعن - كانوا يحكون - أحياناً - قصة جزئية لبيان مذاهب المشركين واليهود وعاداتهم الجاهلية حتى تتضح عقائدهم وتتجلى عاداتهم هذه في ضوء الوقائع والقصص، ويقولون في ذلك \"نزلت الآية في كذا\" ويريدون بذلك أن الآية نزلت في زمن قريب من هذه الوقائع، فيريدون إبراز هذه الصورة لا تخصيصها، بل إن هذه الحادثة صورة صادقة للأمور الكلية.\rسبب اختلاف أقوال الصحابة والتابعين في هذا الباب:\rولأجل ذلك كثيراً ما تختلف أقوالهم، وتتنازع تعبيراتهم رغم أن قصدهم واحد، وإلى هذه النكتة أشار أبو الدرداء - رضي الله عنه - حين قال: \"لا يكون الرجل فقيهاً حتى يحمل الآية الواحدة على محامل متعددة\".\rأسلوب القرآن الكريم في بيان جوانب الشر والخير:\rوعلى هذا يكثر في أسلوب القرآن العظيم أنه يعرض صورتين، صورة سعيدة ويذكر معها بعض خلال السعادة، وصورة شقي ويذكر معها بعض صفات الشقاوة، ولا يكون الغرض من عرضها إلا بيان أحكام هذه الخلال والصفات","seal":"000A0C35","part":1},
      {"page":99,"id":70,"nass":"والأعمال لا التعريض بشخص معين من الأشخاص، قال - تعالى -:\r{وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا} إلخ.\rثم ذكر بعد ذلك صورتين لفريقين صورة سعيد وصورة شقي.\rكذلك قوله - تعالى - {وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ} وقوله - تعالى - {وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا} .\rوهكذا ينبغي أن تحمل الآيات التالية على هذا المعنى: {ضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً} الآية. {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا} الآية، {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} {وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ} الآيات.\rولا يلزم في هذه الصورة أن تتوفر جميع الخصوصيات ذاتها في شخص خاص كما أن في قوله - تعالى -: {كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ} ألاية، لا يلزم أن توجد حبة بهذه الصفة بعينها، إنما الغرض هنا هو تصوير زيادة الأجر والثواب ليس غير، فإذا وجدت صورة","seal":"3AD9F81D","part":1},
      {"page":100,"id":71,"nass":"توافق هذا الوصف في أكثر خصائصه أو في كلها فهو من قبيل، \"لزوم ما لا يلزم\".\rعرض بعض الآيات في صورة السؤال والجواب:\rوفي بعض الأحيان يأتي رد على شبهة ظاهرة الورود أو جواب لسؤال قريب الفهم ويكون الغرض إيضاح الكلام السابق، لا أن أحداً وجه هذا السؤال بعينه أو أورد هذه الشبهة بعينها، وكثيراً ما يفترض الصحابة - رضي الله عنهم - في مثل هذه المواضع سؤالا وجواباً، ويشرحون الكلام في صورة السؤال والجواب، والحقيقة أننا إذا تأملنا ودققنا النظر نجد الكلام كله مستقيما مترابطاً لا يحتمل نزول منه بعد شيء في فترات متقطعة، بل هو كلام منتظم، لا تحل عراه ولا تفك قيوده على أي أصل من الأصول.\rالتقدم والتأخر الرتبي:\rوأحيانا يذكر الصحابة - رضي الله عنهم - التقديم والتأخير في بعض الآيات، ومرادهم بذلك هو التقدم والتأخير الرتبي كما قال ابن عمر - رضي الله عنه - في قوله - تعالى -: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ} إلخ الآية \"هذا قبل أن تنزل الزكاة، فلما أنزلت جعلها الله - تعالى - طهوراً للأموال\".\rفمن المعلوم أن سورة البراءة آخر سورة نزلت وجاءت","seal":"8ABA7CFB","part":1},
      {"page":101,"id":72,"nass":"هذه الآية في تضاعيف القصص المتأخرة وقد كانت فرضية الزكاة قبلها بأعوام، فمراد ابن عمر - رضي الله عنهما - هو تقدم الإجمال رتبة لا نزولا على التفصيل الذي هو متأخر رتبة وإن كان متقدما نزولا.\rوبالجملة فإن شروط المفسر في هذا الباب لا تتجاوز هذين الأمرين.\rأولهما قصص الغزوات وغيرها التي ترد فيها الإيماءات إلى خصوصيات القصص والأحداث بحيث لا تفهم الآيات إلا في ضوء الإطلاع عليها.\rوالثاني: الإطلاع على فائدة بعض القيود وأسباب التشديد والتأكيد في بعض المواضع التي تتوقف معرفة حقيقتها على معرفة أسباب النزول. وهذا المبحث الأخير هو في الأصل فن من فنون التوجيه.\rفن التوجيه:\rويراد بالتوجيه بيان وجه الكلام ومعناه وحاصل هذه الكلمة أنه:\r- قد تقع أحيانا في الآية شبهة ظاهرة لاستبعاد تلك الصورة التي تدل عليها الآية.","seal":"F953EA7B","part":1},
      {"page":102,"id":73,"nass":"- أو يبدو - في ظاهر الأمر - تناقض وتعارض في مفهود الآية.\r- أو يصعب فهم مدلول الآية على ذهن المبتدئ.\r- أو لا تتمكن من ذهنه فائدة قيد القيود.\rفإذا قام المفسر بحل هذه الإشكالات اعتبر ذلك \"توجيهاً\".\rأمثلة للتوجيه:\rمثال ذلك قوله - تعالى - على لسان بني إسرائيل: {يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ} إلخ الآية.\rفقد ورد هنا سؤال، وهو أن المدة بين موسى وعيسى - عليهما السلام - مدة طويلة، فكيف أمكن أن يكون هارون أخا لمريم؟\rكأن السائل كان قد أضمر في نفسه أن هارون هذا الذي ذكر هنا هو هارون أخو موسى - عليهما السلام - فأجاب النبي - صلى الله عليه وسلم - بأن بني إسرائيل كانوا يسمون بأسماء الصالحين من الماضين (فهارون ليس شخصاً واحداً، بل هارون أخو مريم غير هارون أخى موسى - عليهما السلام -) .\r- وكذلك لما سألوا رسول الله - صلى الله عليه وسلم - كيف يمشي","seal":"FC1C6DCA","part":1},
      {"page":103,"id":74,"nass":"الإنسان يوم الحشر على وجهه، قال - صلى الله عليه وسلم -:\r\"إن الذي أمشاه في الدنيا على رجليه لقادر أن يمشيه على وجهه\".\r- وهكذا لما سألوا ابن عباس - رضي الله عنهما - عن الآية التي يقول الله - تعالى - فيها: {لَا تُسْأَلُونَ} وعن الآية التي يقول الله - تعالى - فيها: {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ} الآية.\rكيف يمكن التطبيق بين الآيتين؟\rقال: عدم التساؤل في يوم الحشر والتساؤل بعد الدخول في الجنة.\r- وسألوا عائشة - رضي الله عنها -:\rإذا كان السعي بين الصفا والمروة واجبا فلماذا قال الله - تعالى -: {فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} الآية.\rقالت - رضي الله عنها - كان الناس يتجنبون ذلك ويتحرجون منه فلذلك قيل: {لَا جُنَاحَ} .\r- وسأل عمر بن الخطاب - رضي الله عنه - رسول الله - صلى الله عليه وسلم - ما معنى قيد {إِنْ خِفْتُمْ} في قوله - تعالى -:","seal":"9212BE9F","part":1},
      {"page":104,"id":75,"nass":"{وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا} الآية فقال - صلى الله عليه وسلم - \"صدقة تصدق الله بها عليكم\" أي أن الكرماء لا يضايقون في الصدقة، كذلك الرب تبارك وتعالى لم يذكر هذا القيد للتضييق، بل إنما ورد القيد اتفاقاً. وأمثلة التوجيه كثيرة، والغرض هنا التنبيه على معناه والمقصود منه.\rتنقيح أسباب النزول وتوجيه المشكل من تفسيرات البخاري والترمذي والحاكم:\rويحلو لي أن أنقل في الباب الخامس من تفسيرات البخاري والترمذي والحاكم ما يتعلق بأسباب النزول وتوجيه المشكل مما رووه بأسانيدهم إلى الصحابة - رضي الله عنهم - وإلى الرسول - صلى الله عليه وسلم - بتنقيح وتهذيب واختصار لفائدتين مهمتين.\rأولاهما: أن استخصار هذا القدر من الآثار والروايات لابد منه لكل مفسر مثل شرح غريب القرآن، لابد للمفسر من حفظ القدر الذي ذكرناه منه فيما تقدم.\rالثانية: أن يعلم أنه لا دخل لأكثر ما يروى من أسباب النزول في فهم معاني الآيات الكريمة اللهم إلا شيء قليل من القصص والروايات التي وردت في هذه التفاسير الثلاثة التي هي أصح التفاسير لدى المحدثين.","seal":"DD6FFBA7","part":1},
      {"page":105,"id":76,"nass":"إفراط محمد بن إسحاق الكلبي:\rوأما إفراط محمد بن إسحاق الكلبي في هذا الباب حيث أورد تحت كل آية قصة تروى، أو حكاية تذكر فإنها لا تصح لدى المحدثين وفي أسانيدها نظر.\rالإحاطة بجميع روايات أسباب النزول ليست من شروط المفسر:\rوإن اعتبار معرفتها شرطا من شروط التفسير خطأ بين، والاعتقاد بأن تدبر كتاب الله - تعالى - يتوقف على الإحاطة بها واستحضارها تفويت لحظ النفس من كتاب الله وحرمان من إدراك روحه وجوهره.\rوما توفيقي إلا بالله عليه توكلت وهو رب العرش العظيم.\r* * *","seal":"CFF6FA98","part":1},
      {"page":107,"id":77,"nass":"الفصل الرابع\rفي بقية مباحث هذا الباب\rوهو يشتمل على حذف بعض الأجزاء أو أدوات الكلام الذي يسبب الخفاء والإشكال، وكذلك إبدال شيء وتقديم ما حقه التأخير، وتأخير ما حقه التقديم، واستعمال المتشابهات والتعريضات والكنايات، وتصوير المعنى المراد بالصورة المحسوسة التي تكون من لوازم ذلك المعنى عادة، وهو ما يسمى بالاستعارة المكنية والمجاز العقلي، فلنعرف هنا ببعض أمثلة هذه الأشياء باختصار حتى تحصل للقارئ بصيرة في هذا الموضوع.\rالحذف\rأما الحذف فإنه ينقسم إلى عدة أقسام:\r1 - حذف المضاف 2 - حذف الموصوف 3 - حذف المتعلق 4 - حذف غير ذلك.\rمثال حذف المضاف:\rقوله - تعالى -: {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ} الآية أي بر من آمن.","seal":"9D5469E7","part":1},
      {"page":108,"id":78,"nass":"مثال حذف الموصوف:\rقوله - تعالى -: {وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً} الآية أي: آية مبصرة، لا أنها مبصرة غير عمياء.\rمثال آخر لحذف المضاف:\rقوله - تعالى -: {وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ} الآية أي: حب العجل.\rمثال ثالث لحذف المضاف:\rقوله - تعالى -: {أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ} الآية أي: بغير قتل نفس {أَوْ فَسَادٍ} أي بغير فساد.\rمثال حذف الموصول:\rقوله - تعالى -: {مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ} أي ومن في الأرض، لأن شيئا واحدا هو في السموات والأرض.\rأمثلة أخرى لحذف المضاف:\rقوله - تعالى -: {ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ} الآية أي ضعف عذاب الحياة وضعف عذاب الممات.\r- {وَاسْأَلِ الْقَرْيَةَ} أي: أهل القرية.","seal":"6498E7AE","part":1},
      {"page":109,"id":79,"nass":"- \"بدلوا نعمة الله كفرا\" أي: فعلوا مكان شكر نعمة الله كفراً.\rأمثلة لحذف الموصوف:\rقوله - تعالى -: {يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} أي: للخصلة التي هي أقوم.\r- {بِالَّتِي هِيَ أَحْسَنُ} أي: بالخصلة التي هي أحسن.\r- {سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى} أي: الكلمة الحسنى والعدة الحسنى.\rأمثلة لحذف المضاف:\rقوله - تعالى -: {عَلَى مُلْكِ سُلَيْمَانَ} أي على عهد ملك سليمان. {وَعَدْتَنَا عَلَى رُسُلِكَ} أي على ألسنة رسلك.\rأمثلة أخرى متفرقة:\rقوله - تعالى -: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ} أي: أنزلنا القرآن، وإن لم يسبق له ذكر.\r- {حَتَّى تَوَارَتْ بِالْحِجَابِ} : أي توارت الشمس.","seal":"16596239","part":1},
      {"page":110,"id":80,"nass":"- {وَمَا يُلَقَّاهَا} أي: خصلة الصبر.\r- {وَعَبَدَ الطَّاغُوتَ} فيمن قرأ بالنصب، أي: جعل منهم من عبد الطاغوت.\r- {فَجَعَلَهُ نَسَبًا وَصِهْرًا} أي جعل له نسباً وصهرا.\r- {وَاخْتَارَ مُوسَى قَوْمَهُ} أي: من قومه.\r- {أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ} أي كفروا نعمة ربهم وكفروا بربهم بنزع الخافض.\r- {تَفْتَأُ تَذْكُرُ} أي: لا تفتؤ تذكر، ومعناه: لا تزال.\r- {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ، أي: يقولون ما نعبدهم.\r- {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ} أي: الذين اتخذوا العجل إلهاً.\r- {تَأْتُونَنَا عَنِ الْيَمِينِ} أي: عن الشمال (أيضاً) .\r- {فَظَلْتُمْ تَفَكَّهُونَ (65) إِنَّا لَمُغْرَمُونَ} أي: تقولون: إنا لمغرمون.\r- {كَمَا أَخْرَجَكَ رَبُّكَ} أي: أمض كما أخرجك ربك.","seal":"F8EE4A6C","part":1},
      {"page":111,"id":81,"nass":"حذف خبر إن وجزاء الشرط وغير ذلك:\rوليعلم أن حذف خبر \"إن\" أو حذف جزاء الشرط أو مفعول الفعل أو مبتدأ الجملة وأمثال ذلك إذا كان ما بعده بدل عليه، مطرد في القرآن الحكيم وتكثر أمثلته.\rمثال حذف المفعول:\rقوله - تعالى -: {فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} أي: فلو شاء هدايتكم لهداكم\".\rمثال حذف المبتدأ:\rقوله - تعالى -: {الْحَقُّ مِنْ رَبِّكَ} أي: هذا الحق من ربك.\rأمثلة أخرى متفرقة:\rقوله - تعالى -: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا} الآية أي: لا يستوي من أنفق من قبل الفتح ومن أنفق من بعد الفتح، فحذف الثاني لدلالة قوله - تعالى -: {أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ} .\r- {وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ (45) وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا","seal":"741A86D2","part":1},
      {"page":112,"id":82,"nass":"مُعْرِضِينَ} أي: إذا قيل لهم اتقوا ما بين أيديكم وما خلفكم أعرضوا.\rالتحقيق الدقيق في كلمة \"إِذ\":\rوليعلم أيضا أن الأصل في مثل قوله - تعالى -: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ} {وَإِذْ قَالَ مُوسَى} أن كلمة \"إذ\" ظرف فعلي، ولكنها نقلت إلى معنى التخويف والتهويل وأمثال ذلك، فكأن شخصاً يستحضر المواضع الهائلة أو الوقائع الهائلة العظيمة من دون تركيب للجمل، ومن غير وقوع للكلمات في حيز الإعراب، فإن الغرض المطلوب هو استحضارها وذكرها حتى ترتسم صورتها البارزة في ذهن المخاطب، ويستولى الخوف منها واستهوالها على قلبه وضميره.\rفالتحقيق هو أنه في أمثال هذه المواضع لا حاجة إلى التفتيش والبحث عن العوامل في هذه الكلمة، والله أعلم.\rحذف الجار:\rوليعلم أيضاً أن حذف الجار من \"أن\" المصدرية مطرد في كلام العرب، ويكون المراد حينئذ \"لأن\" أو \"بأن\".\rحذف جواب الشرط:\rوليعلم أيضاً أن الأصل في مثل قوله - تعالى -: {وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ} {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ} .","seal":"11565C92","part":1},
      {"page":113,"id":83,"nass":"إن جواب الشرط محذوف، إلا أنهم نقلو هذا التركيب للعبارة إلى معنى التعجب فلا حاجة إذن في مثل ذلك إلى البحث والتفتيش عن المحذوف.\r- الإبدال -\rأما الإبدال فإنه تصرف كثير الشعب والفنون:\r1 - فتارة يذكرون فعلا مكان فعل لمقاصد شتى ليس استيعابها واستقصاء البيان فيها من وظيفة هذا الكتاب.\rمثال لإبدال الفعل:\rقوله - تعالى -: {أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ} أي: يسب آلهتكم فكان أصل الكلام \"أهذا الذي يسب\" إلا أنهم كرهوا ذكر السب، فأبدلوه بالذكر.\rومن هذا القبيل ما يستعمل في محاورات الناس عند مخاطبتهم لسادتهم أو مكرميهم:\r\"أصيب أعداء فلان بمرض\" \"وقدم عبيد حضرتكم إلى المكان الفلاني\" أو \"اطلع عبيد الجناب العالي على هذه المقدمة\" (وهذه كلها تعبيرات فارسية، يتقدمون بمثل هذه العبارات إلى سادتهم وكبرائهم) ويريدون أن قد مرض حضرة فلان وقدم حضرة أو سعادة فلان، واطلع معالي فلان، أو سمو فلان.","seal":"5B95CC1F","part":1},
      {"page":114,"id":84,"nass":"أمثلة أخرى لإبدال الفعل:\rقوله - تعالى -: {مِنَّا يُصْحَبُونَ} أي: منا لا ينصرون ولما أن النصر والتأييد لا يتصور بدون الاجتماع والصحبة، أبدل \"ينصرون\" \"بيصحبون\".\r- {ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ} أي خفيت لأن الشيء إذا خفى علمه ثقل على أهل السموات والأرض.\r- {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا} . أي: عفون لكم عن شيء من طيبة من نفوسهن.\rإبدال اسم باسم:\r2 - وتارة يبدلون اسماً باسم، وفيما يلي أمثلته:\rقوله - تعالى -:\r- {فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ} أي خاضعة.\r- {وَكَانَتْ مِنَ الْقَانِتِينَ} أي: من القانتات.\r- {وَمَا لَهُمْ مِنْ نَاصِرِينَ} أي: من ناصر.\r- {فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} أي: من حاجز.\r- {وَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ} أي: أفراد بني آدم. أفراد اللفظ لأنه اسم جنس.","seal":"3106CAA5","part":1},
      {"page":115,"id":85,"nass":"- {يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا} المعنى: يا بني آدم، أفراد اللفظ لأنه اسم جنس.\r- {وَحَمَلَهَا الْإِنْسَانُ} يعني: أفراد الناس.\r- {كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ} أي نوحاً وحده.\r- {إِنَّا فَتَحْنَا لَكَ} (أي: إني فتحت لك) .\r- {إِنَّا لَقَادِرُونَ} أي: إني لقادر.\r- {وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ} أي: يسلط محمداً - صلى الله عليه وسلم -.\r- {الَّذِينَ قَالَ لَهُمُ النَّاسُ} أي عروة الثقفى وحده.\r- {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ} أي: طعم الجوع.\rأبدل الطعم باللباس إيذانا بأن الجوع له أثر من القحول والذبول ما يعم البدن ويشمله كاللباس.\r- {صِبْغَةَ اللَّهِ} أي: دين الله.\rأبدل بالصبغة إيذانا بأنه كالصبغ تتلون به النفس أو مشاكلة بقول النصارى في المعمودية.\r- {وَطُورِ سِينِينَ} أي: طور سيناء.\r- {سَلَامٌ عَلَى إِلْ يَاسِينَ} أي على إلياس.","seal":"DF4AE6F2","part":1},
      {"page":116,"id":86,"nass":"قلب الاسمان للإزدواج.\rإبدال حرف بحرف:\r3 - وتارة يبدلون حرفا مكان حرف، ومن أمثلته:\rقوله - تعالى -:\r- {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ} ، كما تجلى في المرة الأولى على الشجرة.\r- {هُمْ لَهَا سَابِقُونَ} أي: إليها سابقون.\r- {لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (10) إِلَّا مَنْ ظَلَمَ} أي: لكن من ظلم، فهو استيناف.\r- {لَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ} أي: على جذوع النخل.\r- {أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ} أي: يستمعون عليه.\r- {السَّمَاءُ مُنْفَطِرٌ بِهِ} أي منفطر فيه.\r- {مُسْتَكْبِرِينَ بِهِ} أي: عنه.\r- {أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ} أي: حملته العزة على الإثم.\r- {فَاسْأَلْ بِهِ خَبِيرًا} أي فاسأل عنه.","seal":"A4C4019D","part":1},
      {"page":117,"id":87,"nass":"- {َلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ} أي: مع أموالكم.\r- {إِلَى الْمَرَافِقِ} أي: مع المرافق.\r- {يَشْرَبُ بِهَا عِبَادُ اللَّهِ} أي: يشرب منها.\r- {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} أي: أن قالوا.\rإبدال جملة بجملة:\r4 - وأحيانا يورد من جملة مكان جملة، فتدل - مثلا - جملة على حاصل مضمون الجملة الثانية وسبب وجودها فيبدلونها بتلك الجملة، ومن أمثلة ذلك قوله - تعالى -:\r- {وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ} أي: إن تخالطوهم فلا بأس بذلك لأنهم إخوانكم، وشأن الأخ أن يخالط أخاه.\r- {لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ} أي: لوجدوا ثواباً، ومثوبة من عند الله خير.\r- {إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ} أي: إن سرق فلا عجب لأنه سرق أخ له من قبل.\r- {مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ} أي: من كان عدواً لجبريل فإن الله عدو له فإنه نزله على قلبك فعدوه يستحق أن يعاديه الله - تعالى - فحذف","seal":"3DD4FC6D","part":1},
      {"page":118,"id":88,"nass":"\"فإن الله عدو له\" بدليل الآية التالية، وأبدل منه {فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ} .\rإبدال التنكير بالتعريف:\r5 - وأحيانا يقتضي الكلام التنكير - في ظاهر الأمر - ولكن قد يتصرفون فيه بالتعريف والإضافة، ويبقى المعنى على التنكير كما كان، ومن أمثلته: قوله - تعالى -:\r- {وَقِيلِهِ يَا رَبِّ} أي: قيل له يا رب، فأبدل بقيله لأنه أحصر في اللفظ.\r- {حَقُّ الْيَقِينِ} أي حق يقين، أضيف ليكون أيسر في اللفظ.\rإبدال التأنيث والتذكير والإفراد باضدادها.\r6 - وأحيانا يكون الكلام على سننه الطبيعي المعروف يقتضي تذكير الضمير أو تأنيثه أو إفراده، فيصرف عن السنن الطبيعي ويبدل المذكر بالمؤنث، والمؤنث بالمذكر، ويجعل المفرد جمعا للنزوع إلى المعاني ورعاية الاعتبارات اللطيفة، ومن أمثلته: قوله - تعالى -:\r- {فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ} .","seal":"21AEEC12","part":1},
      {"page":119,"id":89,"nass":"- {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ} .\rوأحيانا يوردون المفرد مكان التثنية، ومن أمثلته: قوله - تعالى -:\r- {إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ} .\r- {إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ} . والأصل فعميتا، فأفرده لأنهما كشيء واحد، ومثله \"الله ورسوله أعلم\".\rإبدال الشرط والجزاء وجواب القسم بغير ذلك:\r7 - وأحيانا تقتضي طبيعة الكلام أن يذكر الجزاء في صورة الجزاء والشرط في صورة الشرط، وجواب القسم في صورة جواب القسم ولكن يتصرف في الكلام فيذكر هذا الجزء - سواء كان جزاء أو شرطا أو جوابا للقسم - في صورة جملة مستقلة مستأنفة ويكون الميل عند ذلك إلى المعنى وتقوم هناك قرينة تدل على ذلك بوجه من الوجوه.\r- من أمثلة ذلك قوله - تعالى -: {وَالنَّازِعَاتِ غَرْقًا} {فَالْمُدَبِّرَاتِ أَمْرًا (5) يَوْمَ تَرْجُفُ الرَّاجِفَةُ} . فالمعنى: أن البعث والحشر حق، يدل عليه قوله - تعالى -: {يَوْمَ تَرْجُفُ الرَّاجِفَةُ} .","seal":"B281E3ED","part":1},
      {"page":120,"id":90,"nass":"- {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (1) وَالْيَوْمِ الْمَوْعُودِ (2) وَشَاهِدٍ وَمَشْهُودٍ (3) قُتِلَ أَصْحَابُ الْأُخْدُودِ} المعنى: أن المجازاة على الأعمال حق.\r- {إِذَا السَّمَاءُ انْشَقَّتْ (1) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (2) وَإِذَا الْأَرْضُ مُدَّتْ (3) وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (4) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (5) يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ} الآية. المعنى: أن الحساب والجزاء كائن.\rإبدال الخطاب بالغيبة:\r8 - وأحيانا يقلبون أسلوب الكلام فيكون الأسلوب - مثلا - يقتضي الخطاب، فيأتون بالغائب لمعان مرعية، ومن أمثلته، قوله - تعالى -: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ}\rإبدال الإخبار بالإنشاء:\rويأتون أحيانا بالجملة الإنشائية مكان الخبرية.\rومن أمثلته، قوله - تعالى -:\r- {فَامْشُوا فِي مَنَاكِبِهَا} أي لتمشوا.\r- {إِنْ كُنْتُمْ مُؤْمِنِينَ} أي: إيمانكم يقتضي هذا.","seal":"B7E82DD6","part":1},
      {"page":121,"id":91,"nass":"- {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ} . المعنى: على قياس حال ابن آدم كتبنا أو على مثال حال ابن آدم، فأبدل عنه {مِنْ أَجْلِ ذَلِكَ} لأن القياس لا يكون إلا بملاحظة العلة، فكأن القياس نوع من التعليل.\r- {أَرَأَيْتَ} هو في الأصل استفهام من الرؤية، ولكن نقل هنا إلى معنى التنبيه أو شد الانتباه إلى الكلام التالي مثل ما يقال: ترى شيئاً؟ تسمع شيئاً!.\rالتقديم والتأخير:\rمن الأشياء التي تسبب الصعوبة في فهو الكلام التقديم والتأخير كما هو في هذا البيت المشهور:\rبثينة شأنها سلبت فؤادي. . . بلا جرم أتيت به سلاماً\rوالتعليم بالبعيد:\rوهو أيضا مما يسبب الصعوبة في الكلام ومن الأمثلة التي تتعلق بهذا القبيل.\r- {إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (59) إِلَّا امْرَأَتَهُ} . أدخل الاستثناء على الاستثناء فصعب.","seal":"042CA367","part":1},
      {"page":122,"id":92,"nass":"- {فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ} . متصل بقوله - تعالى -: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ} .\r- {يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ} أي: يدعو من ضره.\r- {لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ} أي: لتنوء العصبة بها.\r- {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ} أي: اغسلوا أرجلكم.\r- {وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى} أي: ولولا كلمة سبقت وأجل مسمى لكان لزاما.\r- {إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ} متصل بقوله - تعالى - {فَعَلَيْكُمُ النَّصْرُ} .\r- {إِلَّا قَوْلَ إِبْرَاهِيمَ} متصل بقوله: {كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ} الآية.\r- {يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا} أي: يسئلونك عنها كأنك حفي.\rالزيادة في الكلام:\rوالزيادة على السنن الطبيعي المعروف في الكلام أيضا تنقسم إلى عدة أقسام.","seal":"187F8E0E","part":1},
      {"page":123,"id":93,"nass":"الزيادة بصفة:\rفتارة تكون بصفة من الصفات، مثل قوله - تعالى -:\r- {وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ} .\r- {إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (19) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (20) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا}\rالزياد بإبدال:\rوتارة تكون الزيادة بالإبدال في الكلام، كقوله - تعالى -:\r- {لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ}\rالزيادة بالعطف التفسيري:\rوتارة بالعطف التفسيري كقوله - تعالى -:\r- {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً} .\rالزيادة بالتكرار:\rوتارة بالتكرار كقوله - تعالى -:\r- {وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ}","seal":"2DA40CA4","part":1},
      {"page":124,"id":94,"nass":"- {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ} .\r- {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ}\r- {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ}\rأي هي مواقيت للناس باعتبار أن الله - تعالى - شرع لهم التوقيت بها، والحج باعتبار أن التوقيت بها حاصل للحج، ولو قيل: هي مواقيت للناس في حجهم كان أخصر ولكن أطنب (لمراعاة المعاني المقصودة) .\r- {لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ} أي: تنذر أم القرى يوم الجمع.\r- {وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً} . أي: ترى الجبال جامدة، أدخل الحسبان لأن الرؤية تجيئ لمعان, والمراد بها معنى الحسبان.\r- {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ","seal":"CE2E3F02","part":1},
      {"page":125,"id":95,"nass":"الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} .\rأدخل {وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ} في تضاعيف الكلام المنتظم بعضه ببعض بيانا لضمير {اخْتَلَفُوا} وإيذانا بأن المراد من الاختلاف ههنا هو الاختلاف الواقع في أمة الدعوة بعد نزول الكتاب بأن آمن بعض وكفر بعض.\rزيادة حرف الجر:\rوأحياناً يزاد حرف الجر على رأس الفاعل أو المفعول. ويجعل ذلك معمولا للفعل بواسطة حرف الجر لتأكيد الاتصال، ومن أمثلة ذلك قوله - تعالى -:\r- {يَوْمَ يُحْمَى عَلَيْهَا} أي هي (الذهب والفضة التي يكنزونها) .\r- {وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ} أي: قفيناهم بعيسى ابن مريم.\rواو الاتصال:\rوينبغي أن يعلم هنا نكتة لطيفة، وهي أن الواو في المواضع الكثيرة تأتي لتأكيد الاتصال لا للعطف، مثل قوله - تعالى -:","seal":"61DD823E","part":1},
      {"page":126,"id":96,"nass":"- {إِذَا وَقَعَتِ الْوَاقِعَةُ} - إلى قوله - تعالى - {وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً} .\r- {حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا} .\r- {وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا} .\rفاء الاتصال:\rكذلك الفاء أيضاً زائدة (لتأكيد الاتصال) : قال القسطلاني في شرح كتاب الحج في باب \"المعتمر إذا طاف طواف العمرة ثم خرج هل يجزيه من طواف الوداع\":\r\"ويجوز توسط العاطف بين الصفة والموصوف لتأكيد لصوقها بالموصوف نحو: {إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} قال سيبويه: \"هو مثل مررت بزيد وصاحبك\" إذا أردت بصاحبك زيداً، وقال الزمخشري في قوله - تعالى -:\r{وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ} جملة واقعة صفة لقرية، والقياس أن لا تتوسط الواو بينهما كما في قوله - تعالى -:\r{وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا لَهَا مُنْذِرُونَ} إنما توسطت لتأكيد لصوق الصفة بالموصوف، كما يقال في الحال: \"جاءني زيد عليه ثوب، وجاءني وعليه ثوب\".","seal":"432425CB","part":1},
      {"page":127,"id":97,"nass":"انتشار الضمائر وإرادة المعنيين بكلمة واحدة:\rوأحيانا يكون انتشار الضمائر وإرادة معنيين أو أكثر بكلمة واحدة سببا من أسباب الصعوبة في فهو الكلام، وفيما يلي أمثلته:\r- {وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ} يعني أن الشياطين ليصدون الناس عن السبيل ويحسب الناس أنهم مهتدون.\r- {وَقَالَ قَرِينُهُ} في موضع واحد المراد به الشيطان، وفي الموضع الآخر الملك.\r- {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ} .\rفالأول معناه: أي إنفاق ينفقون، وهو صادق بالسؤال عن المصرف لأن الإنفاق يصير باعتبار المصارف أنواعاً، والثاني: معناه: أي مال ينفقون.\rمعاني \"جعل وشيء\":\rومن هذا القبيل مجيئ لفظ \"جعل\" و\"شيء\" وأمثالهما من الألفاظ لمعان شتى.\rفتارة تأتي \"جعل\" بمعنى خلق كقوله - تعالى -:\r{جَعَلَ الظُّلُمَاتِ وَالنُّورَ}","seal":"8979A1BD","part":1},
      {"page":128,"id":98,"nass":"وتارة بمعنى اعتقد كما في قوله - تعالى -:\r{وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ} .\rوأما كلمة \"شيء\" فتأتي أحيانا مكان الفاعل، وأحيانا مكان المفعول به، وتارة مكان المفعول المطلق وغير ذلك، وأمثلته كما يلي:\r- {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ} أي: من غير خالق.\r- {فَلَا تَسْأَلْنِي عَنْ شَيْءٍ} أي: عن شيء مما يتوقف فيه من أمري.\rالأمر والنبأ والخطب:\rويراد بالأمر والنبأ والخطب أحيانا المخبر عنه، مثل قوله - تعالى -: {هُوَ نَبَأٌ عَظِيمٌ} أي قصة عجيبة.\rمعاني الخير والشر:\rكذلك كلمتا الخير والشر وما يأتي في معناهما يختلف المراد منهما حسب اختلاف المجال والمواضع.\rالتقديم والتأخير في الآيات:\rومن هذا القبيل التقديم والتأخير في الآيات الكريمة فيكون محل آية - مثلا - في آخر القصة المذكورة فيبادر.","seal":"BC3FAABF","part":1},
      {"page":129,"id":99,"nass":"إليها أحياناً، وتورد قبل إكمال حلقات القصة، ثم تكون العودة إلى القصة وتكمل فصولها وحلقاتها.\rوأحياناً تكون الآية الكريمة متقدمة في النزول، ولكنها متأخرة في التلاوة مثل قوله - تعالى -: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ} متقدم نزولا، وقوله - تعالى -: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ} إلخ متأخر ونزولا، ولكنها في التلاوة بالعكس.\rوتارة يورد الجواب في تضاعيف حكاية أقوال الكفار واعتراضاتهم كقوله - تعالى -: {وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ} .\rوبالجملة فإن هذه المباحث تحتاج إلى تفصيل كثيرة، وفيما قلناه كفاية، وإذا كان القراء الكرام يستحضرون هذه الأمور ويحفظونها فإنهم لدى تلاوتهم للقرآن الكريم يدركون - بأدنى تأمل ونظر - غرض الكلام ومغزاه، ويقيسون غير المذكور على المذكور، وينتقلون من مثال إلى أمثلة أخرى كثيرة والله هو الموفق.","seal":"51ABC49E","part":1},
      {"page":131,"id":100,"nass":"الفصل الخامس\rفي المحكم والمتشابه والكناية والتعريض والمجاز العقلي\rتعريف المحكم:\rليعلم أن المحكم هو ما لا يدرك منه أهل اللغة إلا معنى واحداً.\rإدراك العرب الأولين لا إدراك اللغويين المتفلسفين:\rوالمعتبر هو إدراك العرب الأولين لا إدراك المتفلسفين في عصرنا الذين يشقون الشعرة، فإن شق الشعرة في غير محلها داء عضار يجعل \"المحكم\" \"متشابها\" والمعلوم مجهولا.\rتعريف المتشابه ووجوهه.\rوالمتشابه هو ما احتمل معنيين إما لسبب:\r- احتمال رجوع الضمير إلى مرجعين، مثل أن يقول شخص: \"أما إن الأمير أمرني أن ألعن فلانا، لعنه الله\" (فيحتمل أن يرجع الضمير إلى الأمير أو إلى فلان) .\r- أو لاشتراك الكلمة في معنيين مثل كلمة \"لامستم\" تأتي بمعنى الجماع واللمس باليد أيضاً.","seal":"C2B8B1E6","part":1},
      {"page":132,"id":101,"nass":"- أو لاجتماع العطف على القريب والبعيد، مثل قوله - تعالى -: {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ} في قراءة الكسر.\r- أو لاحتمال العطف والاستيناف، كما في قوله - تعالى -: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ} الآية.\rتعريف الكناية وأمثلتها:\rوالكناية هي أن يثبت المتكلم أمراً ولا يقصد ثبوت ذلك الأمر بعينه، بل القصد أن ينتقل ذهن المخاطب إلى لازم معناه سواء كان لزوما عاديا أو عقليا، مثل قولهم: \"عظيم الرماد\" يراد به معنى الجواد والسخاء.\rتصوير المعنى المراد بالصورة المحسوسة:\rوتصوير المعنى المراد بالصورة المحسوسة أيضاً من هذا القبيل، وهو باب واسع في شعر العرب وخطبهم، ويزخر بأمثلته القرآن العظيم والسنة النبوية المطهرة، ومن أمثلته قوله - تعالى -:\r- {وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ}\rفجاء التشبيه للشيطان هنا بمقدم قطاع الطرق ورئيسهم","seal":"5713EC4B","part":1},
      {"page":133,"id":102,"nass":"حيث يأمر أصحابه ويناديهم، أن احملوا على الجهة الفلانية، وتقدموا من الجهة الفلانية.\r- {وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا}\r- {جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا}\rفقد شبه هنا إعراضهم عن تدبر آيات الله - عز وجل - بشخص طوق الأغلال، أو أقيمت في كل جهة من جهاته السدود فلم يعد قادراً أصلا على الرؤية والنظر.\r- واضمم إليك جناحك من الرهب.\rأي اجمع خاطرك، ودع اضطراب الخواطر وقلق البال.\rالبيان بالإشارة الحسية:\rونظير ذلك ما يعرف في مخاطبات الناس أن أحدهم إذا أراد تصوير شجاعة شخص من الأشخاص فإنه يشير إلى السيف وأنه يضرب بها هكذا وهكذا، يخطر بيده، وليس الغرض من هذا التصوير إلا ذكر أنه يفوق جميع الناس في صفة الشجاعة ولو لم يكن قد أخذ السيف بيده مرة في حياته.\rأو يقول: فلان يتحدى العالم ويقول أنا لا أرى على الأرض أحداً يستطيع أن يبارزني، أو أن فلاناً يفعل كذا وكذا ويشير إلى الهيئة التي تكون للمبارزين عند المغالبة والتمكن من","seal":"5149ADDD","part":1},
      {"page":134,"id":103,"nass":"العدو، ولو لم يكن هذا الشخص الموصوف قد قال شيئاً من ذلك أو أتى بعمل من هذه الأعمال.\rأو يقولون: فلان ألجمني أو أخرس لساني أو نزع اللقمة من فمي وأمثال هذه التعبيرات التي كلها من قبيل تصوير المعنى المراد بالصورة المحسوسة.\rتعريف التعريض:\rوأما التعريض فإنه ذكر حكم عام أو منكر مع القصد إلى الإشارة والتعريض بحال شخص خاص أو التنبيه إلى شخص معين، وترد بعض خصوصيات ذلك الشخص في الكلام، بحيث تعرف المخاطب به وتكشفه له، وينبغي في مثل هذه المواضع أن يكون قارئ القرآن الكريم متيقظا فطنا، ويحتاج إلى القصة أيضاً.\rطريق النبي - صلى الله عليه وسلم - في التعريض:\rوقد كان النبي - صلى الله عليه وسلم - إذا أراد التعريض بشخص والإنكار عليه كان يقول:\r\"ما بال أقوام يفعلون كذا وكذا\".\rمثال للتعريض من القرآن الكريم:\rقال - تعالى -: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا}","seal":"61976E36","part":1},
      {"page":135,"id":104,"nass":"في هذه الآية الكريمة تعريض بزينب وأخيها.\r{وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ} الآية.\rفيه تعريض بأبي بكر الصديق - رضي الله عنه -.\rوفي مثل هذه الصور لا يدرك معنى الآية تماما إلا بالإطلاع على القصة المتعلقة وسبب النزول للآية.\rتعريف المجاز العقلي:\rوالمجاز العقلي هو أن يسند فعل إلى غير فاعله، أو ما ليس من المفعول به مفعولا به لعلاقة مشابهة ما من المشابهات بينهما أو لأي علاقة من العلاقات ويدعي المتكلم أنه داخل في عداد ذلك وأنه فرد من أفراد ذلك الجنس.\rمثال المجاز العقلي:\rوهو مثل ما يقولون: بنى الأمر القصر، مع أن الباني هم البناؤون لا الأمير، أو يقولون: \"أنبت الربيع البقل\" مع أن المنبت هو الله، وأنبته في فصل الربيع، والله أعلم.","seal":"2C67C7FC","part":1},
      {"page":137,"id":105,"nass":"الباب الثالث\rفي أسلوب القرآن البديع","seal":"867CB523","part":1},
      {"page":139,"id":106,"nass":"الفصل الأول\rفي ترتيب القرآن الكريم وأسلوب السور فيه\rليس القرآن مرتباً على الأبواب والفصول:\rلم ينزل القرآن الكريم على منهج المتون المبوبة والمفصلة حتى يكون كل موضوع فيه يختص بباب من الأبواب أو فصل من الفصول.\rأسلوب سور القرآن الكريم كأسلوب فرامين الملوك ورسائلهم:\rبل افترض القرآن الكريم كمجموعة الرسائل والفرامين التي يوجهها الملوك والسلاطين إلى رعاياهم حسب مقتضيات الأحوال ومتطلبات الظروف، ويوجهون واحدة ثم آخرى فثالثة فرابعة، وهلم جرا، حتى تجتمع نماذج كثيرة من هذه الفرامين، فيقوم شخص بتدوينها وترتيب مجموعة لها.\rالقرآن في عهد الرسول - صلى الله عليه وسلم -:\rوهكذا المالك على الإطلاق - جل ثناؤه - أنزل على نبيه المصطفى - صلى الله عليه وسلم - لهداية عباده وإرشادهم حسب مقتضيات","seal":"A022D8FA","part":1},
      {"page":140,"id":107,"nass":"الأحوال والظروف سورة بعد سورة، وقد كانت كل سورة من هذه السور في عهد النبي - صلى الله عليه وسلم - محفوظة مضبوطة مكتوبة ولكن هذه السورة لم تكن مدونة مجموعة.\rالقرآن في عهد أبي بكر وعمر رضي الله عنهما:\rثم دونت وجمعت هذه السور كلها في مجلد واحد بترتيب خاص في عهد أبي بكر وعمر - رضي الله عنهما - وسمي هذا المجموع بالمصحف.\rتقسيم السور:\rوقد كانت هذه السور مقسومة عند الصحابة - رضي الله عنهم - إلى أربعة أقسام:\r1 - الأول السبع الطوال.\r2 - الثاني المئين، وهي السور التي تشتمل كل واحدة منها على مائة آية أو أكثر بقليل.\r3 - الثالث: المثاني: وهي ما تقل آياتها عن المائة.\r4 - الرابع: المفصل.\rوقد أدخلت سورتان أو ثلاثة هي من عداد المثاني في المئين نظراً إلى المناسبة في سياقها بسياق المئين، وهكذا جرى بعض التصرف في بعض الأقسام الأخرى.","seal":"636E02D8","part":1},
      {"page":141,"id":108,"nass":"القرآن في عهد عثمان بن عفان رضي الله عنه:\rوقد انتسخ عثمان بن عفان - رضي الله عنه - عدة نسخ من ذلك المصحف المدون وأرسلها إلى الآفاق حتى يستفاد من هذه المصاحف بعينها ويرجع إليها ولا يرجع إلى أي ترتيب غير ترتيبها.\rاستهلال السور واختتامها على طريقة فرامين الملوك:\rولما أن أسلوب السور يناسب - تماماً - أسلوب فرامين الملوك والسلاطين، فقد روعي فيه بداية السور ونهايتها طريقة الرسائل والفرامين السلطانية.\rتنوع استهلال السور ومحتوياتها:\rفكما أن بعض الرسائل تبدأ بحمد الله - تعالى - والثناء عليه، وبعضها ببيان الغرض المقصود، وبعضها ببيان اسم المرسل، والمرسل إليه، وبعضها تكون رسائل وخطابات صغيرة تغير عنوان وتمهيد، وبعض الرسائل تكون مطولة وأخرى مختصرة كذلك الرب - تبارك وتعالى - استهل بعض السور بحمده وتسبيحه وبعضها ببيان الغرض من التنزيل، كما قال - تعالى -:\r- {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ}\r- {سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا} الآية.","seal":"6C554B78","part":1},
      {"page":142,"id":109,"nass":"وهذا القسم من السور يشبه استهلالها اسهلال الوثائق والمعاهدات حيث يقولون:\r\"هذا ما صالح عليه فلان وفلان\" \"هذا ما أوصى به فلان\".\rوقد كتب النبي - صلى الله عليه وسلم - في صلح الحديبية \"هذا ما قاضى عليه محمد\" - صلى الله عليه وسلم -.\rواستهل بعضها بذكر المرسل والمرسل إليه، كما قال - تعالى -:\r- {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ} .\r- {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} وهذا القسم يشبه الفرامين التي يكتب فيها \"هذا ما صدر من الباب العالي\" أو \"إعلام صادر من حضرة الخلافة إلى سكان البلد الفلاني\".\rوكتب النبي - صلى الله عليه وسلم -: \"من محمد رسول الله إلى هرقل عظيم الروم\".\rوابتدأ بعض السور على طريقة الرسائل والخطابات المختصرة من دون عنوان وتمهيد، كقوله - تعالى -:\r- {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ} .","seal":"3C2B285F","part":1},
      {"page":143,"id":110,"nass":"- {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} .\r- {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} .\rاختيار طريق القصائد في مبتدأ بعض السور:\rولما أن أبرز فصاحة العرب وقدرتهم البيانية كانت تتجلى في القصائد، وكان بدؤ القصائد بالتشبيب بذكر المواضع العجيبة والوقائع الهائلة هو من عاداتهم القديمة وأسلوبهم المعروف فقد اختار القرآن الكريم هذا الأسلوب في بعض السور كما في قوله - تعالى -:\r- {وَالصَّافَّاتِ صَفًّا (1) فَالزَّاجِرَاتِ زَجْرًا (2) فَالتَّالِيَاتِ ذِكْرًا} .\r- {وَالذَّارِيَاتِ ذَرْوًا (1) فَالْحَامِلَاتِ وِقْرًا} .\r- {إِذَا الشَّمْسُ كُوِّرَتْ (1) وَإِذَا النُّجُومُ انْكَدَرَتْ} .\rأسلوب خواتم السور:\rوكما أن السلاطين يختمون رسائلهم وفرامينهم بجوامع الكلم ونوادر الوصايا على التمسك بالأوامر المذكورة، والتهديد لكل من يخالفها يخرج عنها، كذلك الله - تبارك وتعالى - ختم أواخر السور بجوامع الكلم ومنابع الحكم، والتأكيد البليغ والتهديد العظيم.","seal":"724B5BFC","part":1},
      {"page":144,"id":111,"nass":"تخلل الحمد والتسبيح في أثناء مواضيع السور:\rوتارة يبدأ في أثناء السورة بكلام بليغ عظيم الفائدة. بديع الأسلوب بنوع من أنواع الحمد لله - تعالى - والتسبيح له، أو بيان النعم والمنن على عباده مثل ما بدأ بيان تباين المراتب والدرجات بين الخالق - جل وعلا - والمخلوق العاجز الفقير بقوله:\r{قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ} . ثم بين هذا الموضوع في الآيات الخمس التالية بأبلغ الطرق وأبدع الأساليب البيانية.\rكذلك بدأ المحاجة مع بني إسرائيل في أثناء سورة البقرة بقوله - تعالى - {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} ثم ختم هذه المحاجة بهذا الكلام نفسه عند آخر الجزء: {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ} إلخ الآية.\rوإن ابتداء هذه المحاجة بهذا الكلام وانتهاءها به أيضا يحتل مكانا عظيما في البلاغة.\rوهكذا بدأ الجدل مع أهل الكتاب في سورة آل عمران بقوله - تعالى -: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} حتى يتضح محل النزاع ويتعين المبحث الأساسي في الجدل ليكون الحوار بعد ذلك فيه ويدور الكلام حوله وينتهي عليه والله أعلم بحقيقة الحال.","seal":"E23221EA","part":1},
      {"page":145,"id":112,"nass":"الفصل الثاني\rفي تقسيم السور إلى الآيات وأسلوبها الفريد\rبين الآيات والأبيات:\rلقد جرت سنة الله - تعالى - في السور القرآنية بتقسيمها إلى الآيات كما أن القصائد تقسم إلى الأبيات، ومعلوم أن هناك فرقا بين الآيات والأبيات، ثم إن الآيات والأبيات كل واحدة منهما من قبيل النشيد، الذي يقال وينشد لالتذاذ نفس المتكلم والسامع ومتعتهما الفنية، إلا أن الأبيات الشعرية تكون مقيدة بالعروض والقوافي التي دونها الخليل بن أحمد، وتلقاها منه الشعراء وجروا عليها.\rبناء الآيات على الوزن والقافية الطبيعية:\rأما الآيات فإن بناءها على الوزن والقافية الإجمالية التي تشبه الحقيقة الطبيعية لا على أفاعيل العروضيين وتفاعيلهم، والقوافي المحدودة التي هي شيء صناعي واصطلاحي ليس غير.\rالقدر المشترك بين الآيات والأبيات:\rأما تنقيح القدر الإجمالي المشترك الذي ينفق في الآيات","seal":"ADD23868","part":1},
      {"page":146,"id":113,"nass":"والأبيات والذي استعملنا للإلماح إليه كلمة \"النشيد\" كقدر مشترك مطلق، ثم ضبط تلك الأمور والخصائص التي التزم بها في الآيات والتي تميزها عن غيرها، فكل ذلك يحتاج إلى تفصيل، والله ولي التوفيق.\rتذوق الفطرة السليمة:\rوتفصيل هذا الإجمال هو أن الفطرة السليمة تدرك في القصائد الموزونة المقفاة والأراجيز الجميلة الرائقة وأمثال ذلك من الكلمات الموزونة متعة خاصة، وتتذوق حلاوة وعذوبة.\rالسر في توافق أجزاء الكلام:\rوإذا تأملت في سبب هذا الإدراك وبحثت عن السر وراء هذا التذوق تجد أن الكلام إذا كانت أجزاؤه يوافق بعضها بعضا فإنه ينشئ في نفس المخاطب لذة خاصة ويدعوه إلى انتظار مثله والشوق إليه، فإذا ورد بعد ذلك البيت الثاني - مثلا - مع ذلك التوافق والانسجام بين أجزائه وقع موقعه على نفس المخاطب وتحقق الأمر المطلوب المنتظر فإن هذه اللذة تتضاعف، ثم إذا كان البيتان كلاهما يشتملان على قافية واحدة زادت اللذة ثلاثة أضعافها.\rفالتمتع والالتذاذ بالأبيات الشعرية بسبب هذا السر الدقيق فطرة قديمة فطر عليها البشر، ولا اختلاف فيها بين الأمزجة والطبائع السليمة لأهل المناطق المعتدلة وكلهم متفقون على ذلك.","seal":"915FCD75","part":1},
      {"page":147,"id":114,"nass":"الاختلاف في نوع التوافق وشروط القافية:\rثم اختلفت المنازع والمذاهب والأعراف والعادات في توافق الأجزاء في كل بيت من الأبيات وشروط القوافي المشتركة، الواردة في أواخر الأبيات، فالعرب - مثلا - عندهم ضوابط وأصول بينها الخليل الفراهيدي، والهنود يجرون على تقاليد وعادات تحكم بها سليقتهم اللغوية الفطرية. وهكذا اختار أهل كل عصر ومصر وضعاً من الأوضاع ومسلكا من المسالك.\rالأمر الجامع المشترك:\rوإذا أردنا أن ننتزع من بين هذه العادات والأوضاع والمذاهب والمشارب أمراً جامعاً مشتركاً، وسراً شاملا دقيقاً فإنه هو التوافق التقديري أو التخميني ليس غير.\rعروض العرب:\rفالعرب - مثلا - يستعملون \"مفاعلن\" و\"مفتعلن\" مكان \"مستفعلن\" ويعتبرون: فعلاتن\" و\"فاعلتن\" وفق القاعدة الصحيحة بدل \"فاعلاتن\" ويهتمون بموافقة ضرب بيت بضرب بيت آخر وعروض بيت بعروض بيت آخر، ويسمحون في الحشو بكثرة الزحافات، على العكس من شعراء فارس الذين يستهجنون الزحافات ويكرهونها.\rقوافي العرب:\rكذلك الشعراء العرب يستحسنون إذا كانت القافية مثلا","seal":"F4C2E7BB","part":1},
      {"page":148,"id":115,"nass":"في بيت \"قبوراً\" وفي البيت الآخر \"كبيراً\" على العكس من الشعراء العجم.\rوهكذا يرى الشعراء العرب أن \"حاصل\" \"داخل\" و\"نازل\" من قسم واحد بخلاف الشعراء العجم.\rتوزيع الكلمة الواحدة في شطري البيت:\rكذلك وقوع كلمة واحدة بين شطري البيت بحيث يكون نصفها في الشطر الاول والنصف الآخر في الشطر الثاني صحيح عند العرب خطأ عند العجم.\rوبالجملة فإن الأمر الجامع المشترك هو التوافق التقريبي التقديري لا التوافق الحقيقي.\rأوزان الهنود:\rوقد وضع الهنود أوزان شعرهم على عدد الحروف من دون ملاحظة واعتبار للحركات والسكنات، وهي كذلك تمنح لذة ومتعة فنية.\rألحان القرويين:\rوقد سمعنا ألحان بعض القرويين الريفيين التي يلحنون بها للحصول على المتعة والذوق، وهي - في الواقع - تشتمل على توافق تقريبي بين أجزاء الكلام، أو تشتمل على رديف.","seal":"CD3D483A","part":1},
      {"page":149,"id":116,"nass":"يكون عبارة عن كلمة واحدة أو عن تركيب كلمتين، أو أكثر. وهم يتغنون بها كالقصائد، ويتمتعون بها.\rفالحاصل - إذن - أن لكل قوم قونوناً وضوابط خاصة لكلامهم المنظوم مع القدر المشترك الذي ألمحنا إليه.\rمتعة الناس بالأصوات المطربة والأنغام الحلوة:\rوعلى هذا تجد جميع أصناف الناس وشعوبهم يجدون متعة ولذة غريبة في الأصوات والألحان، المطربة الجميلة، والنغمات الموسيقية الفاتنة، لا اختلاف بينهم في ذلك، إلا أن طرق تنغيمهم وأساليب تلحينهم، وقواعد الغناء عندهم تختلف فيما بينهم.\rأوزان اليونانيين للألحان:\rوقد وضع اليونانيون عدداً من الأوزان لهذه الألحان ويسمونها \"المقامات\" وقد استنبطوا من المقامات أصواتاً، وأقساماً واستخرجوا أنغاماً وألحاناً جعلوها فناً مبسوطاً مفصلا مستقلا، مع ضبط القواعد والأصول.\rأوزان الهنود وألحانهم:\rكذلك وضع الهنود ستة ألحان، ثم استخرجوا منها نغمات وتلحينات متعددة، وقد رأينا أهل الريف منهم الذين لا يعرفون هذين المصطلحين، اخترعوا لهم تركيباً خاصاً ولحنا خاصا حسب سليقتهم الفطرية وذوقهم الفني، ووضعوا لأنفسهم أوزاناً من دون أن يضبطوا لها القواعد والكليات، ويستقضوا","seal":"8182B41B","part":1},
      {"page":150,"id":117,"nass":"لها الجزئيات، فينشدونه في نواديهم ومحافلهم ويشيعون فيها العذوبة، والمتعة، ويشعلون فيها الحرارة.\rالعقل ينظر إلى القدر المشترك، والذوق ينظر إلى الحلاوة الخالصة:\rونحن - عندما - ننظر هذه الخلافات ونتأمل فيها لا نخرج بنتيجة إلا أن القدر المشترك بينها هو التوافق التقريبي، لا غير، والعقل ينظر إلى هذه الحقيقة الإجمالية، والقدر المشترك، ولا هم له في التفاصيل، والذوق السليم يحب العذوبة الخالصة ولا علاقة له بالبحر الطويل أو المديد.\rمراعاة القرآن الكريم لهذا الذوق الإجمالي المشترك:\rوحينما شاء الله - جلت قدرته - أن يخاطب هذا الإنسان المصنوع من قبضة من طين (شاءت قدرته ورحمته) أن يراعي هذا الحسن الإجمالي والجمال المشترك، لا تلك القواعد المصطلحة التي يأخذها شعب، وتميل إليها جماعة دون أخرى. وحين شاءت حكمة الملك القدوس - عز شأنه - أن يخاطب الناس على قدر كلامهم، كان منه أن ضبط هذه الأصل البسيط والسر المشترك في كلامه. لا تلك القوانين والضوابط التي تتغير حسب تغير الذوق والعصر، والتي لا تستقر على حال واحد.\rمراعاة القوانين الاصطلاحية دليل على العجز والجهل والقرآن منهما بريئ:\rوالحقيقة - التي ينبغي أن يتفطن لها - أن مراعاة","seal":"AAC541DD","part":1},
      {"page":151,"id":118,"nass":"القوانين الاصطلاحية والتقيد بها دليل على العجز والجهل، وأما مراعاة الحسن الإجمالي والقدر المشترك الذي لا يفوت في أي حال من أحوال الكلام، ولا أي صفة من صفاته، ويرافق الكلام في لينه وشدته، ووهادة ونجاده، من دون إلمام بالقواعد الاصطلاحية، واستعمال للضوابط العرفية إنما هو الإعجاز برأسه، الخارج عن حد الطوق البشري. ولا شك أن الله - جلت قدرته - اختار هذه الطريقة المعجزة. (التي تكل عن إدراكه - حقه - والصعود إلى مرتقاه قوى البشر أجمعين) .\rمراعاة القرآن الكريم للجاذبية الصوتية دون البحور الشعرية:\rومن هنا نستنبط قاعدة مهمة، وهي أن الله - تبارك وتعالى - قد راعى في أكثر سور كتابه الحميد الجاذبية الصوتية وامتدادها، وجمالها وتأثيرها، لا البحر الطويل والبحر المديد أو غيرهما من البحور الشعرية.\rفواصل الآيات القرآنية:\rواعتبر في الفواصل انقطاع النفس بالمدة، أو ما تستقر المدة عليه، لا قواعد فن القافية، وهذا المبحث يحتاج إلى بسط وتفصيل، واجتزىء هنا بالقدر اليسير فلنتأمل فيما يأتي:\rاعتبار الامتداد الصوتي هو الوزن في القرآن الكريم:\rإن دخول النفس في الحلقوم وخروجه منه أمر طبيعي في الإنسان (كما هو أمر طبيعي في كل حيوان) وإن تمديد النفس","seal":"B6074755","part":1},
      {"page":152,"id":119,"nass":"وتقصيره مما هو في قدرة الإنسان، ولكنه إذا تركه على سجيته وفطرته من دون تمديد وتمطيط أو تقصير، فإن له امتداداً خاصاً.\rوالإنسان عندما يبدأ يتنفس، يجد الخفة والسرور والنشاط ثم ينقطع النفس شيئاً فشيئاً حتى ينقطع كلياً، ويضطر الإنسان إلى أخذ النفس الطازج الجديد.\rإن هذا الامتداد الخاص للنفس الإنساني لا يمكن أن يحد بحد معين معلوم، بل هو محدد بحد مبهم، ومقدر بمقدار مضطرب بين أفراد البشر قد يختلف بزيادة كلمتين أو ثلاثة أو قدر الربع للكلمة والثلث عند شخص، وبنقصان كلمتين أو ثلاث أو قدر الربع للكلمة والثلث عند آخر، ولا يخرجه ذلك عن الحد المشترك.\rكما يسمح فيه باختلاف عدد الأوتار والأسباب، وتقديم بعض الأركان على بعض كذلك.\rوعلى كل فإن الله - سبحانه وتعالى - قد اعتبر هذا الامتداد للنفس (في حده المشترك الوسط) هو الوزن في كتابه الكريم، وقسمه ثلاثة أقسام.\r1 - الطويل.\r2 - المتوسط.\r3 - القصير.","seal":"EA0CA94A","part":1},
      {"page":153,"id":120,"nass":"من أمثلة الطويل: سورة النساء.\rومن أمثلة المتوسط: سورة الأعراف والأنعام.\rومن أمثلة القصير: سورة الشعراء والدخان.\rخاتمة النفس هي القافية:\rوجعلت خاتمة النفس المعتمدة على حرف من حروف المدة التي تعتمد على حرف آخر، هي القافية الواسعة النطاق، تدركها الطبيعة البشرية وتتذوقها وتجد في تكرارها اللذة والجمال سواء كانت هذه المدة ألفاً أو واواً أو ياءاً، سواء كان الحرف التي تعتمد عليها باءاً أو ميماً أو قافاً.\r(يعلمون) (مؤمنين) (مستقيم) من القافية الواحدة:\rوعلى هذا فإن هذه الفواصل كـ (يعلمون) (مؤمنين) و (مستقيم) كلها متوافقة متلائمة.\rكذلك (خروج) (مريج) (تحيد) (نار) (فواق) و (عجاب) كلها على قاعدة واحدة.\rمدة الألف قافية متسعة:\rكذلك لحوق الألف في آخر الكلمة، قافية متسعة، ينشئ تكرارها وإعادتها لذة في النفس، مهما كان حرف الروي مختلفاً ومثل (كريماً) في موضع و (حديثاً) في موضع آخر","seal":"01663FC9","part":1},
      {"page":154,"id":121,"nass":"و (بصيرا) في موضع ثالث، (كلها على الانسجام الفطري الجميل) .\rالتزام الروي الواحد التزام ما لا يلتزم:\rوإذا التزم - في مثل هذه الصور - موافقة الروي في كل بيت فإنه من قبيل التزام ما لا يلزم، مثل ما ورد في سورة مريم وسورة الفرقان.\rفي توافق الآيات على حرف واحد لذة ومتعة:\rكذلك توافق الآيات الكريمة على حرف واحد كحرف الميم - مثلا - في سورة القتال، وحرف النون، في سورة الرحمن، يحدث لذة ومتعة عجيبة.\rاختلاف فواصل آخر السور من أوائلها:\rوأحيانا تختلف فواصل آخر السور - نظراً إلى ذهن السامع وتنشيطا له وإشعاراً له بلطف الكلام وروعته - عن فواصل أولها، مثل:\r- {إِدًّا} و {هَدًّا} في آخر سورة مريم.\r- ومثل: {سَلَامًا} و {كِرَامًا} في آخر سورة الفرقان.\r- ومثل: {طِينٍ} و {سَاجِدِينَ} و {تَنْظُرُونَ} في آخر","seal":"21649E2E","part":1},
      {"page":155,"id":122,"nass":"سورة (ص) . مع أن الفواصل في أوائل هذه السور جاءت مختلفة عنها، كما هو واضح.\rوخلاصة الأمر أن مراعاة هذا (الوزن) و (القافية) التي مضى التعبير عنها (بالقدر المشترك، والمدة المشتركة) كانت ذات أهمية معتبرة.\rمراعاة الإطناب والتقديم والتأخير والقلب والزيادة:\rوإذا وردت في آخر الآية لفظة تصلح لأن تكون قافية، فيها ونعوت، وإلا فيأتي الكلام متصلا بجملة تشتمل على بيان آلاء الله تعالى، أو على تنبيه للمخاطب مثل:\r- {وَهُوَ الْحَكِيمُ الْخَبِيرُ} {وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} {كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا} {لَعَلَّكُمْ تَتَّقُونَ} {إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ} {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} .\rويراعى الإطناب - أحيانا - في مثل هذه المواضع (حيث يحتاج إلى هذا الوزن) مثل: {فَاسْأَلْ بِهِ خَبِيرًا} .\rويؤتي - أحيانا - بالتقديم والتأخير، وأخرى بالقلب والزيادة، مثل: \"إلياسين\" {وَطُورِ سِينِينَ} .","seal":"C18C41E2","part":1},
      {"page":156,"id":123,"nass":"السر في انسجام الآيات القصيرة مع الطويلة:\rوينبغي أن يعلم أن انسجام الكلام وملاءمته وسهولته على لسان القارئ لكونه يحل محل الأمثال السائرة، أو لتكرره في الآية الكريمة يوائم بين الكلام الطويل والكلام القصير، ويحدث بينهما اتزانا وانسجاما، فيؤتي تارة بالفقر الأولى من الكلام أقصر وأخصر من الفقر الثانية، وهو يفيد عذوبة في الكلام ولذة جديدة كقوله - تعالى -: {خُذُوهُ فَغُلُّوهُ (30) ثُمَّ الْجَحِيمَ صَلُّوهُ (31) ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ} .\rفكأن المتكلم في مثل هذا الكلام يضمر في نفسه أن الجملة الأولى باجتماعها مع الجملة الثانية في كفة، والجملة الثالثة وحدها في كفة أخرى.\rالآيات ذات القوائم الثلاث:\rكذلك تكون الآية أحيانا ذات قوائم ثلاث، مثل قوله - تعالى -: {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ} إلخ الآية، {وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ} إلخ الآية وعامة القراء يجمعون الأولى مع الثانية، ويعدونها آية طويلة.\rالآية ذات الفاصلتين:\rوأحيانا ترد في الآية الواحدة فاصلتان مثل ما يرد ذلك في البيت أيضاً.","seal":"17110D9B","part":1},
      {"page":157,"id":124,"nass":"كالزهر في شرف والبدر في شرف. . . والبحر في كرم والدهر في همم\rالسر في قصر آية مع طول أخرى:\rوتأتي - أحيانا - آية طويلة مع آية قصيرة، والسر في مثل هذه المواضع أنه لو وضع حسن الكلام وجمال التعبير الذي نشأ من تقارب الوزن ووجدان الأمر المنتظر المطلوب الذي هو القافية (حسبما عرفت بها) في كفة، ووضع حسن الكلام وعذوبة العبارة الناشئة من سهولة الأداء وسلاسته وموافقة طبع الكلام، وعدم لحوق أي تغير فيه في كفة أخرى، فإن الفطرة السليمة سوف تميل إلى جانب المعنى وترجحة فيهمل، لذلك انتظار شيء (وهو القافية) ويؤدي حق الانتظار والطلب الآخر كاملا موفوراً (وهو الجانب المعنوي) .\rأساليب متنوعة أخرى في السور:\rوما قلنا في مفتتح هذا البحث أن سنة الله - تعالى - جرت على ذلك في أكثر السور القرآنية، إنما هو لأجل أن بعض السور القرآنية لم يراع فيها هذا النوع من الوزن والقافية.\rفجاءت طائفة من هذه السور على طريق خطب الخطباء وأمثال البلغاء والحكماء، ولعلك قد سمعت رواية سمر النساء التي روتها عائشة - رضي الله عنها - ونظرت في قوافيها","seal":"126772C1","part":1},
      {"page":158,"id":125,"nass":"وجاءت بعض السور الأخرى على طريق رسائل العرب من دون مراعاة شيء آخر، كأنها محاورة الناس بعضهم ببعض اللهم إلا الخواتم للكلام التي جاءت على النمط الذي ترى.\rوالسر في ذلك أن أصل لغة العرب يراعى فيها الوقف في الموضع الذي ينتهي عليه النفس من الكلام ويتلاشى النشاط في الامتداد الصوتي، ومن هنا جاءت الآيات على هذه الصورة.\rهذا ما فتح الله - تعالى - علي في هذا الباب، والله أعلم بالصواب.","seal":"2724CDB7","part":1},
      {"page":159,"id":126,"nass":"الفصل الثالث\rفي ظاهرة التكرار في القرآن الكريم\rإفادة السامع على قسمين:\rلو سألنا: لماذا تكررت مطالب العلوم الخمسة ومباحثها في القرآن العظيم؟ ولم لم يكتف ببيانها في موضع واحد؟ قلنا.\rإن ما نريد أن نعرضه على السامع ونفهمه ينقسم عادة إلى قسمين:\r1 - الأول، هو ما لا يكون القصد منه إلا تعليم ما لا يعلم السامع وتلقينه فيكون المخاطب - مثلا - لا يدري حكما من الأحكام، ولم يدركه عقله وفكره، فأنت تفيده ذلك الحكم، فيصبح المجهول عنده باستماع كلامك معلوما، ويعرف ما تريد.\r2 - الثاني: أن يكون الغرض هو استحضار صورة العلم في قوته المدركة حتى يجد لها لذة موفورة، وتفني جميع قواه القلبية والعقلية في ذلك المعلوم، وتنصبغ به جميع قواه الفكرية والعملية، كما نكرر بيتاً من الشعر علمنا معناه ومحتواه سلفاً، ولكننا رغم ذلك نكرره ونجد كل مرة في إنشاده لذة جديدة، ونحب ترداده وتكراره لأجل هذه اللذة الذوقية.","seal":"4A86685B","part":1},
      {"page":160,"id":127,"nass":"وإن القرآن العظيم بالنسبة إلى كل واحد من مباحث العلوم الخمسة، أراد إفادة القسمين المذكورين، فأراد تعليم ما لا يعلم بالنسبة إلى الجاهل، وأراد انصباغ النفوس بصبغة هذه العلومات بتكرارها وتردادها بالنسبة إلى العالم، اللهم إلا أكثر مباحث الأحكام التي لم يقع فيها هذا التكرار إذ أن إفادة القسم الثاني لم تكن مطلوبة فيها.\rسر تكرار التلاوة:\rولأجل ذلك أمرنا بتكرار التلاوة والإكثار منها، ولم يكتف بمجرد الفهم والإدراك.\rتنوع الأساليب مع التكرار في المطالب:\rوقد روعي - مع ذلك - هذا القدر من الفرق أن المطالب التي تكررت جاءت كل مرة بعبارة طرية جديدة وأسلوب جديد حتى يكون له وقع أكثر في النفوس وأمتع للأذهان والعقول، فلو كان التكرار مع اتحاد الألفاظ والعبارات لكان شيئاً من حقه أن يكرر ويردد فحسب ولكنه مع اختلاف التعابير وتنوع الأساليب مدعاة للتفكير وخوض العقل واستجماع الخاطر.","seal":"B42C6130","part":1},
      {"page":161,"id":128,"nass":"الفصل الرابع\rفي ترتيب مباحث القرآن الكريم\rحكمة الدعوة والعرض:\rلو أثار أحد السؤال: لماذا لم يراع الترتيب في بيان مباحث القرآن العظيم؟ ولماذا نثرت هكذا نثراً؟ فلماذا لم يبدأ - مثلا - ببيان آلاء الله - تعالى - حتى إذا استوفاها حقها، شرع في بيان أيام الله - تعالى - فإذا أتمها وأكملها بدأ بالجدل مع الكفار وغيرهم؟ ...\rفنقول: إن قدرة الله - تبارك وتعالى - وإن كانت محيطة بجميع الممكنات، ولكن القول الفصل في هذا الباب إنما هو للحكمة (إذ أنه كتاب حكيم من لدن حكيم خبير) والحكمة هي موافقة المبعوث إليهم في اللسان وأسلوب البيان، وإلى هذا المعنى جاءت الإشارة في قوله - تعالى -: {لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ} إلخ الآية. ولم يكن لدى العرب إلى حين نزول القرآن الحكيم، كتاب، لا كتاب إلهي ولا كتاب بشري.\rأسلوب الأولين لا اختراع المصنفين المتأخرين:\rوإن الترتيب الذي اخترعه المؤلفون والمصنفون المتأخرون لم يكن يعرفه العرب الأولون، وإذا كنت في شك من هذا،","seal":"085D586F","part":1},
      {"page":162,"id":129,"nass":"فارجع إلى قصائد الشعراء المخضرمين، واقرأ رسائل النبي الكريم - صلى الله عليه وسلم - ورسائل سيدنا عمر بن الخطاب - رضي الله عنه - حتى تنكشف لك هذه الحقيقة جلية واضحة، فلو جاء الكلام على غير ما كانوا يعهدونه من طرائق البيان، لوقعوا في الحيرة، وواجههم شيء لا يألفونه ولا يأنسون به، وشوش عقولهم وأقلق خاطرهم.\rثم إن الغرض ليس مجرد إفادة ما لا يعلمونه، بل إفادته مع التكرار والاستحضار مرة بعد مرة، ويتوفر هذا المعنى في غير المرتب ما لا يتوفر في المرتب من الكلام (على طريقة المتون الكتابية) .\rوجه اختيار الأوزان والقوافي الجديدة:\rولو سألنا: لماذا لم يختر القرآن الكريم تلك الأوزان والقوافي التي تعرف لدى الشعراء وهي أحلى وألذ، قلنا: إن اللذة والحلاوة أمر نسبي، يختلف باختلاف الشعوب والبلدان والعقول والأذواق، ولو سلمنا - جدلا - أن تلك أحلى وألذ، فإن إبداع أسلوب جديد ونموذج جديد من الأوزان والقوافي على لسان الرسول الكريم - صلى الله عليه وسلم - الذي كان أمياً لم يقرأ ولم يكتب، آية ظاهرة من الآيات الدالة على نبوته ورسالته ولو كان القرآن قد نزل على أوزان الشعر وقوافيه المعروفة لذهبت بالكفار الظنون إلى أنه شعر من شعرهم المتداول المعروف، ولم يعيروه كبير اهتمام ولم يبالوا به.\rومعلوم أن البلغاء من الشعراء المفلقين والكتاب المجيدين","seal":"36E82367","part":1},
      {"page":163,"id":130,"nass":"حين يحاولون إبراز مزيتهم وفضلهم ورجحانهم على أقرانهم ومعاصريهم على رؤوس الأشهاد، يأتون بصناعة جديدة، ويستنبطون بحورا جديدة ويقولون عند ذلك: هل هناك من يقرض القصيد مثلي، وينشئ الكلام على حذوي؟ فلو جرى هؤلاء على الطريقة المطروقة في الشعر والنثر لم تظهر براعتهم إلا للمحققين البارعين.","seal":"D55AB141","part":1},
      {"page":165,"id":131,"nass":"الفصل الرابع\rفي وجوه الإعجاز في القرآن الكريم\rكثرة وجوه الإعجاز في القرآن الكريم:\rلو سألنا: ما هو وجه الإعجاز في القرآن الكريم؟ نقول الذي تحقق عندنا أن وجوه الإعجاز في القرآن كثيرة.\rإعجاز الأسلوب:\rمنها الأسلوب المعجز البديع، ولقد كانت للعرب عدة ميادين يركضون فيها جواد بلاغتهم وبيانهم، ويتسابقون فيها مع أقرانهم وهي القصائد، والخطب، والرسائل والمحاورات، ولم يكونوا يعرفون غير أساليب هذه الأصناف الأربعة، ولا كانت عندهم قدرة على إبداع غيرها من الأساليب، فكان إبداع أسلوب جديد يختلف عن أساليبهم على لسان نبي أمي - عليه أفضل الصلاة والسلام - إعجازا قائما برأسه.\rإعجاز الإخبار عن الكتب السابقة:\rوكان من هذه الوجوه إخبار القرآن الكريم عن القصص الماضية وأحكام الشرائع السابقة على وجه يصدق الكتب السابقة ويهيمن عليها من دون أخذ عنها وتعلم منها.","seal":"55A8A825","part":1},
      {"page":166,"id":132,"nass":"إعجاز الإخبار عن الأحداث الآتية:\rومنها إخبار عن الأوضاع والأحداث الآتية، التي كلما ظهر منها شيء وفق ما جاء القرآن كان دليلا جديداً على إعجازه.\rإعجاز البلاغة العالية:\rومن هذه الوجوه تلك الذروة السامقة من البلاغة القرآنية التي تعلو على قدرة البشر وتخرج عن طوقه، ونحن إذ نشأنا بعد العرب الأولين لا نستطيع أن نصل إلى كنه هذه البلاغة وحقيقتها، إلا أن القدر الذي نعلمه هو أن استعمال الكلمات والتراكيب العذبة الجزلة التي وردت في القرآن الكريم بما تمتاز به من لطف وجمال وعدم كلفة وصنعة لا نجد شيئاً منها في أي قصيدة من قصائد المتقدمين والمتأخرين، وهذا أمر ذوقي لا يدركه كما ينبغي إلا المهرة المفلقون من الشعراء، وليس في وسع العامة أن يتذوقوه.\rومن العلوم كذلك أن القرآن الكريم في موضوع التذكير بآلاء الله وأيامه، والجدل، يكسو المعاني المتقاربة في كل موضع لباساً جديداً حسب أسلوب السورة التي تعرض فيها في جمال وطرافة لا تستطيع أن تتطاول إليها أعناق البشر.\rتنوع الأساليب البيانية:\rوإذا تعسر على أحد إدراك ذلك، فعليه أن يتأمل في","seal":"11D14883","part":1},
      {"page":167,"id":133,"nass":"أساليب قصص الأنبياء والمرسلين في سورة الأعراف وسورة هود وسورة الشعراء، ثم ليرجع إلى هذه القصص في سورة الصافات ثم ليقرأ هذه القصص نفسها في سورة الذاريات يتجلى له الفرق كوضح النهار.\rكذلك ورد ذكر ما يتعلق بتعذيب العصاة الظالمين، والإنعام على المطيعين الصالحين بلون جديد في كل موضع من مواضع ذكره في القرآن الكريم، وهكذا جاء تخاصم أهل النار بعضهم مع بعض في صور جديدة وأساليب متنوعة في كل مكان، والكلام في هذا يطول.\rنعلم كذلك أن مراعاة مقتضى الحال الذي يتكفل فن المعاني بتفصيله والحديث عنه، واستعمال الاستعارات والكنايات التي يحتوي عليها فن البيان، مع مراعاة حال المخاطبين الأميين الذين يجهلون هذه الصناعات، قد توفرت في القرآن الكريم وتحققت بوجه لا يتصور أحسن منها وأروع، وذلك أن المطلوب في القرآن الكريم هو أن تودع بعض اللطائف البيانية التي لا تستعصي على العامة ويتذوقها الخاصة في تضاعيف المخاطبات المعروفة والحوار العام وهذا هو نوع من الجمع بين النقيضين (الذي لا يتيسر مثله لأي واحد من البشر) .\rإعجاز التشريع القرآني:\rومن وجوه الإعجاز القرآني ما لا يتيسر فهمه إلا للمتدبرين المتأملين في أسرار الشرائع، ودقائقها، وذلك أن هذه العلوم","seal":"F3620975","part":1},
      {"page":168,"id":134,"nass":"الخمسة - من جهة أنها لهداية النوع البشري وإرشاده - حجة قائمة بذاتها على أن هذا الكلام منزل من عند الله الحكيم العليم، كما أن طبيباً حاذقا لو نظر مثلا في القانون (لابن سينا) وتأمل في بيانه لأسباب الأمراض وعلاماتها ووصفه لأدويتها وعلاجها لما اعتراه أدنى شك في أن مؤلف هذا الكتاب من كبار الأطباء الحاذقين في صناعة الطب، كذلك العالم بأسرار الشرائع الذي يعرف ما هي الأشياء التي يمكن تعليمها وتلقينها للناس لتهذيب نفوسهم وإصلاح قلوبهم، ثم يتأمل في هذه العلوم الخمسة التي اشتمل عليها القرآن الحكيم لعلم العلم اليقين أن هذه العلوم قد وردت بمعانيها ومطالبها في القرآن على وجه لا يتصور أفضل منه ولا أدنى ولا أجمل وعلى كل فإن الشمس الساطعة دليل من نفسها على نفسها، فإذا كنت في حاجة إلى الدليل فلا تشح بوجهك عنها.","seal":"9FA2FB58","part":1},
      {"page":169,"id":135,"nass":"الباب الرابع\rفي بيان فنون التفسير وحل الخلافات الواقعة\rفي تفاسير الصحابة والتابعين","seal":"698B1D61","part":1},
      {"page":171,"id":136,"nass":"الفصل الأول\rفي أصناف المفسرين ومناهج تفسيرهم\rليعلم أن المفسرين ينقسمون إلى عدة أصناف:\rتفسير المحدثين:\rفمنهم طائفة قصدوا إلى رواية الآثار المتعلقة بالآيات الكريمة سواء كان ذلك حديثاً مرفوعاً، أو مقطوعاً أو خبراً إسرائيلياً، وهذا طريق المحدثين.\rتفسير المتكلمين:\rطائفة تناولوا آيات الصفات وأسماء الله - تعالى - بالتأويل، فما لم يوافق منها - في ظاهرها - مذهب التنزيه. صرفوها عن ظاهرها، وردوا على تعلق المخالفين ببعض الآيات ونقضوا تمسكهم بها، وهذا هو منهج المتكلمين.\rتفسير الفقهاء الأصولين:\rوطائفة صرفت عنايتها إلى استنباط الأحكام الفقهية وترجيح بعض المجتهدات على بعض، والجواب على تمسك المخالفين بالأدلة الأخرى، وهذا طريق الفقهاء الأصوليين.","seal":"EC6048A7","part":1},
      {"page":172,"id":137,"nass":"تفسير النحاة اللغويين:\rوطائفة اشتغلت ببيان لغة القرآن وإعرابه (وجمله ومفرداته) وأوردوا الشواهد الكثيرة من كلام العرب في كل باب من الأبواب، وهذا مذهب النحاة اللغويين.\rتفسير الأدباء البارعين:\rوتوجهت جماعة إلى إشباع الكلام في اللطائف والنكات من المعاني والبيان، وأوفوا الكلام حقه وجاؤوا بآيات البلاغة وروائع البيان، وهذا هو مسلك الأدباء البارعين.\rتفسير القراء الماهرين:\rواهتم بعضهم برواية القراءات المأثورة عن شيوخهم في القرآن الكريم، ولم يدعوا دقيقاً ولا جليلا في هذا الباب إلا جاؤوا به، وهذه هي صفة القراء الماهرين.\rتفسير الصوفية المتنسكين:\rواعتنى رجال ببيان لطائف علم السلوك وعلم الحقائق بأدنى مناسبة لغوية بالآيات الكريمة، وهذا هو مشرب الصوفية المتنسكين.\rوبالجملة فإنه مجال واسع، وقصد كل مسلم يتعلق بتفهيم معاني القرآن الكريم ومطالبه، وقد خاض كل منهم في فن من","seal":"BA02B132","part":1},
      {"page":173,"id":138,"nass":"الفنون أو علم من العلوم، وتكلم على قدر قوته البيانية وفصاحته اللغوية، وراعى مذهب أصحابه واتخذه نصب عينه. ومن هنا اتسع مجال التفسير اتساعا لا يحد قدره بحد صحيح. واشتمل على كتاب لا يحصر عددها ولا يحصى.\rوقد توجهت طائفة من المفسرين إلى هذه المقاصد كلها في تفاسيرهم فمنهم من اختار اللغة العربية ومنهم من اختار اللغة الفارسية ونحا بعضهم نحو الاختصار، وأحب بعضهم التطويل والإطناب، ووسعوا أذيال العلم وفرعوا حواشيه.\rوقد أعطى هذا الفقير حظه من هذه العلوم والفنون كلها، وأحاط بمعظم أصولها وجملة صالحة من فروعها، وحاز على نوع من التحقيق والاستقلال في كل باب من أبوابها بوجه يشبه \"الاجتهاد في المذهب\" (على اصطلاح الأصوليين) وفنان آخران أو ثلاثة من فنون التفسير ألقيت في خاطري من بحر الجود الإلهي، فلو سألتني فأنا تلميذ القرآن العظيم بلا واسطة، كما أني أويسي الروح النبوية - على صاحبها ألف سلام وتحية - ومستفيد بلا واسطة من الكعبة الحسناء ومتأثر بدونها بالصلاة العظمى.","seal":"B95FB168","part":1},
      {"page":174,"id":139,"nass":"ولو أن لي في كل منبت شعرة. . . لسالنا لما استوفيت واجب حمده\rورأيت من اللازم أن أورد في هذه الرسالة كلمتين أو ثلاث عن كل فن من هذه الفنون.","seal":"CE9F1835","part":1},
      {"page":175,"id":140,"nass":"الفصل الثاني\rفي بيان الآثار المروية في تفاسير أصحاب الحديث من المفسرين وما يتعلق بها من مهمات\rقسمان من أسباب النزول:\rإن من الروايات والآثار المروية في كتب التفسير التي ألفها أصحاب الحديث من المفسرين، ما يشتمل على بيان أسباب النزول، وأسباب النزول تنقسم إلى قسمين:\r1 - الأول أن يقع حادث يمحص به إيمان المؤمنين ونفاق المنافقين كما وقع ذلك في غزوتي أحد والأحزاب، وينزل الله - تعالى - ما يمدح المؤمنين ويذم المنافقين ليكون خطاً فاصلا وفارقا مميزاً بين الفريقين، وتقع في أثناء ذكر القرآن الكريم هذا الحادث ووصف الفريقين، تعريضات كثيرة بخصوصيات الحادث ومتعلقاته، فلابد إذن أن تشرح قصة هذا الحادث بصورة مختصرة حتى يتضح للقارئ سياق الحادث وخلفياته.\r2 - الثاني أن يكون معنى الآية مستقلا تماماً بعموم صيغتها من دون حاجة إلى معرفة تلك القصة، أو الإلمام بالحادث","seal":"91832767","part":1},
      {"page":176,"id":141,"nass":"الذي كان سبباً للنزول، \"والعبرة بعموم اللفظ لا بخصوص السبب\".\rوقد ينقل المتقدمون من المفسرين في مثل هذه المواضع أمثال هذه القصص والحوادث بغية استيعاب الآثار المناسبة الواردة حول تلك الآية، أو لبيان ما يصدق عليه العموم اللفظي من المعاني وليس من الضروري ذكر هذه القصص والحوادث كأسباب النزول (لأن فهم معنى الآية لا يتوقف عليها) .\rالمراد بقولهم \"نزلت الآية في كذا\":\rوقد تحقق لدى الفقير أن الصحابة والتابعين - رضي الله عنهم أجمعين - كثيرا ما يقولون: \"نزلت الآية في كذا\" ولا يكون غرضهم إلا تصوير ما تصدق عليه الآية من الأحداث والمعاني، وذكر بعض القصص والوقائع التي تشملها الآية الكريمة لعموم لفظها، سواء كانت القصة متقدمة على نزول الآية أو متأخرة عنها، إسرائيلية كانت أو جاهلية، أو إسلامية تنطبق على جميع قيود الآية أو بعضها. والله أعلم.\rالقسم الثاني من أسباب النزول أمر اجتهادي:\rوقد تبين من هنا أن للاجتهاد مدخلا في هذا القسم الثاني من أسباب النزول، وأنه يتسع لإيراد القصص المتعددة. فكل من يستحضر هذه النكتة، يستطيع أن يعالج اختلافات أسباب النزول بأدنى نظرة وتأمل.","seal":"6AE55446","part":1},
      {"page":177,"id":142,"nass":"تفصيل الإجمال في القصة:\rومن هذه الآثار المروية في كتب التفسير ما يحتوي على تفصيل لإجمال القصة التي ورد التعريض بأصلها في النظم القرآني، فيتناول المفسرون تفصيلها من الروايات الإسرائيلية، أو كتب السير والتاريخ، ويتعرضون لجميع أجزائها وتفاصيلها.\rقسمان من هذا التفصيل:\rوهنا مبحث آخر وهو أنه إذا كانت الآية تشتمل على تعريض ظاهر بالقصة أو الحادث بحيث إن العارف باللغة يتوقف في ذلك الموضع ويلجأ إلى البحث عنه والإلمام به، فلابد للمفسر من بيانه، وهو من مسئولياته.\rولكن الذي لا يدخل في هذا القسم - مثلا - هو ذكر \"بقرة بني إسرائيل\" فالتعرض لبيان أنها ذكرا كانت أو أنثى، أو بيان كلب أصحاب الكهف هل كان أبقع أو أحمر، كل ذلك من تكلف ما لا يعني، وقد كره الصحابة - رضي الله عنهم - ذلك وعدوه إضاعة الوقت واشتغالا بما لا يعني المسلم.\rأصلان لابد من مراعاتهما:\rوهنا ينبغي أن يحفظ أصلان ويهتم بمراعاتهما:\r1 - الأول، هو أن الأصل المرعي في هذا الباب أن تورد","seal":"649F2B26","part":1},
      {"page":178,"id":143,"nass":"القصص والأحداث المسموعة المأثورة، كما حكيت من غير تصرف عقلي فيها.\rموقف بعض قدماء المفسرين من التعريضات في الآيات:\rوقد كانت طائفة من قدماء المفسرين يضعون التعريضات الواردة في الآية نصب أعينهم، ويفترضون بعض المحامل المناسبة لها، ويصرحون بها في صورة الاحتمالات الممكنة، ويشتبه ذلك على المتأخرين فيقعون في شبهات واشكالات.\rولما أن أساليب التوضيح لم تكن منقحة في ذلك العصر، لذلك كثيراً ما يشتبه التقرير بالاحتمال، بالتقرير بالجزم والقطع فيعتقدون أحدهما مكان الآخر، وهذا أمر اجتهادي فيه مجال لإعمال العقل، وركض لجياد القيل والقال.\rومن حفظ هذه النكتة فإنه يستطيع أن يقول بالقول الفصل في كثير من مواضع الاختلاف بين المفسرين، وأن يعلم في كثير من مناظرات الصحابة - رضي الله عنهم - ومناقشاتهم، أنها ليست آراءهم القطعية المختمرة، بل إنما هي آراء علمية يتداولها المجتهدون فيما بينهم للبحث والنظر.\rمعنى قول ابن عباس - رضي الله عنه - في مسح الأرجل:\rوعلى هذا المحمل يحمل المؤلف الفقير قول ابن عباس - رضي الله عنهما - في الآية الكريمة:","seal":"0BB524BF","part":1},
      {"page":179,"id":144,"nass":"{يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} \"لا أجد في كتاب الله إلا المسح، لكنهم أبو إلا الغسل\".\rفالذي يفهمه الفقير من قوله هذا، أنه ليس ذهابا منه إلى رأي صحة المسح على الأرجل والحزم بحمل الآية على ركنية - رضي الله عنهما - هو الغسل، ولكنه يقرر هنا إشكالا، ويبدي احتمالا، حتى يرى كيف يطبق فقهاء عصره بين هذين الأمرين المتعارضين، وما هو المنهج للدليل الذي يسلكونه.\rأما الذي لا يعرفون محاورات السلف ومناهج مناقشاتهم ومناظراتهم يظنون ذلك قولا لابن عباس - رضي الله عنهما - ومذهباً. حاشاه ثم حاشاه!\r2 - والأصل الثاني أن النقل عن بني إسرائيل والروايات المحكية عنهم دست في ديننا، وقد تقررت لذلك قاعدة مهمة، ألا وهي قوله - صلى الله عليه وسلم - \"لا تصدقوا أهل الكتاب ولا تكذبوهم\".\rمراعاة أمرين في الروايات الإسرائيلية:\rفلزم لأجل ذلك أمران:\r1 - الأول أنه ما دام بيان التعريضات القرآنية وإشارته إلى","seal":"655A2E52","part":1},
      {"page":180,"id":145,"nass":"القصص والحوادث موجوداً في السنة المشرفة - على صاحبها الصلاة والسلام - فلا ينبغي عندئذ معالجة النقل والرواية عن أهل الكتاب، كمثل ما ثبت في السنة الصحيحة عن قوله تعالى.\r{وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ} أن ذلك محمول على ترك سليمان - عليه السلام - لقول \"إن شاء الله\" وأن المؤاخذة كانت على ذلك، فكيف يصح أن نذكر قصة صخر المارد من الروايات الإسرائيلية.\r2 - والأمر الثاني هو أن \"الضروري يتقدر بقدر الضرورة\" فلابد من ملاحظته، وإلقاء القول حسب مقتضى التعريض وضرورته حتى يمكن تصديقه بشهادة القرآن الكريم له، والكف عن الزيادة عليه.\rتفسير القرآن بالقرآن:\rوهنا نكتة دقيقة لابد من معرفتها، وهي أن القرآن الكريم أحيانا يذكر القصة في موضع بالإجمال، وفي موضع آخر بالتفصيل كقوله - تعالى -:\r{قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} ثم قال: {أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} فهذا القول الثاني هو القول الأول نفسه بنوع نم التفصيل، فيتيسر بذلك تفسير هذا الإجمال، والتقدم من","seal":"8B5E0A0A","part":1},
      {"page":181,"id":146,"nass":"الإجمال نحو التفصيل، كذلك جاءت قصة عيسى - عليه السلام - مجملة في سورة مريم في قوله تعالى: {وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا} وجاءت مفصلة في سورة آل عمران في قوله - تعالى -: {وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} فقد جاءت في هذه الآية البشارة التفصيلية، وفي تلك الآية البشارة الإجمالية، ومن هنا استنبط العبد الضعيف أن معنى الآية وتقديره: \"وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ مخبراً بأني قد جئتكم\".\rوهذا داخل في حيز البشارة، وليس بمتعلق بمحذوف كما أشار إليه السيوطي حيث قال: \"فلما بعثه الله قال: إني رسول الله إليكم بأني قد جئتكم\" والله أعلم.\rشرح غريب القرآن:\rمن الأمور التي يشتمل عليها التفسير بالمأثور شرح غريب القرآن كذلك، ومبناه على تتبع لغة العرب أو على فهم سياق الآية ومعرفة مناسبة اللفظ بأجزاء الجملة التي وقع فيها.\rمدخل الاجتهاد في شرح الكلمة:\rوهنا للعقل مدخل وللاختلاف مجال، إذ أن الكلمة الواحدة تأتي في لغة العرب لمعان شتى، وتختلف العقول والمدارك في تتبع استعمالات العرب، والتفطن إلى السابق واللاحق. ولذلك اختلفت أقوال الصحابة والتابعين - رضي الله عنهم - في هذا الباب - وسلك كل منهم رأيا ومذهبا.","seal":"7427DE1B","part":1},
      {"page":182,"id":147,"nass":"لابد من نظرتين إلى الكلمة:\rولابد للمفسر العادل أن ينظر إلى شرح الغريب نظرتين ويزنه وزنا علمياً مرتين، مرة في استعمالات العرب حتى يعرف أي وجه من وجوهها أقوى وأرجح، ومرة ثانية في مناسبة السابق واللاحق بعد إحكام مقدمات هذا العلم وتتبع موارد الاستعمال والفحص عن الآثار حتى يعلم أي صورة من صورها أولى وأنسب.\rوقد استنبط الفقير في هذا الباب استنباطات لطيفة جديدة، لا تخفي لطافتها ودقتها إلى على قليل الإنصاف غليظ الطبع، فمثلا، قوله - تعالى -:\r{كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} حملته على معنى تكافؤ القتلى وتساويهم، ومشاركتهم بعضهم مع بعض في حكم واحد، حتى لا يضطر في تفسير قوله - تعالى - {الْأُنْثَى بِالْأُنْثَى} إلى القول بالنسخ، ولا يحتاج إلى إيراد توجيهات، تضمحل وتسقط بأدنى نظرة وتفكير.\rوكذلك حملت قوله - تعالى -: {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ} على يسألونك عن الأشهر، أي أشهر الحج. فقال: {هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} .\rوهكذا قوله - عز وجل -: {هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ} فالمراد به: لأول جمع الجنود،","seal":"0FD7D8BF","part":1},
      {"page":183,"id":148,"nass":"لقوله - تعالى -: {وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ} وقوله - تعالى -: {وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ} إلخ.\rوهذا أوفق بقصة بني النضير، وأبلغ وأقوى في بيان المنة من الله القدير.\rالناسخ والمنسوخ:\rكذلك مما تشتمل عليه روايات المفسرين بيان الناسخ والمنسوخ وينبغي أن تعرف هنا نكتتان:\r1 - النكتة الأولى: هي أن الصحابة والتابعين - رضي الله عنهم - لم يكونوا يستعملون \"النسخ\" بالمعنى الاصطلاحي المعروف بين الأصوليين، بل كانوا يريدون به المعنى اللغوي الذي هو عبارة عن \"الإزالة\" فمعنى النسخ إذن عندهم إزالة بعض أوصاف الآية المتقدمة بالآية المتأخرة، سواء كان بيانا لانتهاء مدة العمل بها أو صرفاً للكلام عن المعنى المتبادر أو بيان إقحام قيد من القيود، أو تخصيصاً للعموم، أو بيان الفارق بين المنصوص والمقيس عليه ظاهراً، وأمثال ذلك.\rوهذا باب واسع وللعقل فيه مجال، وللاختلاف فيه مساغ، ولهذا بلغت الآيات المنسوخة على هذا المعنى إلى خمس مائة آية.\r2 - النكتة الثانية: هي أن الأصل في النسخ بالمعنى المصطلح","seal":"B801E59E","part":1},
      {"page":184,"id":149,"nass":"لدى الأصوليين معرفة تاريخ النزول، ولكنهم ربما يجعلون إجماع السلف الصالح أو اتفاق جمهور العلماء على شيء علامة للنسخ فيقولون به. وقد فعل كثير من الفقهاء ويمكن أن يكون في مثل هذه المواضع ما تصدق عليه الآية غير ما ينطبق عليه الاجماع.\rغموض في روايات الناسخ والمنسوخ:\rوبالجملة فإن الروايات والآثار التي تتحدث عن النسخ، وتنبئ عنه تحتوي على غمر عظيم، يصعب الوصول إلى عمقه وغوره.\rآثار متعلقة بأمور أخرى:\rولأصحاب الحديث من المفسرين خارج هذه الأشياء أمور أخرى، يوردونها كذلك في تفاسيرهم، مثل:\rمناظرة الصحابة - رضي الله عنهم - في قضية في القضايا واستشهادهم بآية أو تمثيلهم لمسألة بآية من الآيات، أو تلاوة النبي - صلى الله عليه وسلم - آية من الآيات الكريمة للاستشهاد أو رواية حديث يوافق الآية في أصل معناها. أو طريق التلفظ والقراءة لآية، أثرت عن النبي - صلى الله عليه وسلم - أو أصحابه - رضي الله عنهم - أجمعين.","seal":"84322604","part":1},
      {"page":185,"id":150,"nass":"الفصل الثالث\rفي بقية لطائف هذا الباب\rاستنباط الأحكام وأقسامه العشرة:\rومما يبقى من لطائف هذا الباب وعلومه استنباط الأحكام الشرعية من الآيات القرآنية، وهو موضع واضع الأطراف، وللعقل مجال فسيح في الاطلاع على فحاوى الآيات وإيماءاتها واقتضاءاتها، والاختلاف فيها.\rوقد ألقى في روعى حصر أنواع هذه الاستنباطات في عشرة أقسام، والترتيب فيما بينها، وأرى أنها ميزان عادل لاختبار كثير من الأحكام المستنبطة ووزنها وزناً صحيحاً.\rالتوجيه:\rفمن جملة هذه الأقسام العشرة، التوجيه، وهو فن كثير الشعب والأطراف، ويعالجه الشراح في شرح المتون، ويختبر به ذكاؤهم، ويتضح به تباين مراتبهم وتفاوت درجاتهم.\rكلام الصحابة في التوجيه:\rوقد تحدث الصحابة - رضي الله عنهم - بالرغم من أن","seal":"6BC86831","part":1},
      {"page":186,"id":151,"nass":"أصول التوجيه وضوابطه لم تكن منقحة واضحة في عصرهم - في توجيه الآيات القرآنية، وأكثروا منه.\rحقيقة التوجيه:\rوحقيقة التوجيه هي أنه إذا وقعت صعوبة في فهم كلام المؤلف - مثلا - فيقف الشارح عند ذلك، ييسر هذه الصعوبة ويحل كل غموض، ولما كانت عقول القراء للكتاب ومداركهم ليست في مرتبة واحدة، فلذلك يختلف التوجيه للمبتدئين عن التوجيه للمنتهين وكثير مما يصعب فهمه ويدق إدراكه يشعر به المنتهي، ويحتاج إلى حله، ويبقى المبتدئ في غفلة عنه. ولا يحس به، بل لا يستطيع أن يحيط به ويدركه حق إدراكه، وهنالك كثير من الكلام يستصعبه المبتدئ ولا يحصل في ذهن المنتهي شيء من الصعوبة.\rالتوجيه في القرآن:\rولما كان القرآن الكريم أحاط بجميع العقول البشرية وأطراف المدارك الإنسانية، فإنه قد راعى حال جمهور القراء، وتحدث على قدر عقولهم وأذهانهم.\rففي آيات الجدل القرآني يقوم التوجيه على تحرير مذاهب تلك الفرق التي تحدث عنها القرآن وتنقيح وجوه الإلزام.\rوفي آيات الأحكام ينبني التوجيه على توضيح المسألة","seal":"3D5D70A4","part":1},
      {"page":187,"id":152,"nass":"وذكر صورها وأمثلتها وبيان فوائد القيود الواردة في الكلام من احتراز أو غير ذلك، ويكون التوجيه في باب التذكير بآلاء الله. بتصوير تلك النعم وتجسيدها، وبيان تفصيلاتها وجزئياتها.\rوفي التذكير بأيام الله، ببيان ترتب بعض الأحداث والوقائع على بعض وإيفاء حق التعريض الذي يرد أثناء سرد القصة والحادث.\rوعمدة التوجيه في التذكير بالموت وما بعده، تصوير أحداث ما بعد الموت ووصف الحالة التي يكون عليها الميت وما يلاقيها من نعم أو أهوال.\rأنواع أخرى من التوجيه:\rومن فنون التوجيه وأنواعه:\r1 - تقريب ما يصعب فهمه ويبعد عن الذهن لعدم الإلف والعادة.\r2 - دفع التعارض بين دليلين أو تعريضين أو بين المعقول والمنقول.\r3 - التفريق بين الملتبسين.\r4 - التطبيق بين المختلفين.\r5 - بيان صدق الوعد الذي وردت به الآية.","seal":"872A8F50","part":1},
      {"page":188,"id":153,"nass":"6 - بيان كيفية عمل النبي - صلى الله عليه وسلم - وهيئته بما أمر به في القرآن العظيم.\rوبالجملة فإن أمثلة التوجيه كثيرة في تفسير الصحابة - رضي الله عنهم -.\rطريق التوجيه الصحيح:\rولا يمكن أن يؤدي حق التوجيه للمواضع الصعبة. حتى يبين وجه الصعوبة وسببها وبياناً شافياً، ثم يفصل القول في حلها وتيسيرها، ثم يوزن ذلك القول وزنا عادلا.\rغلو المتكلمين:\rوأما غلو المتكلمين فيما يتعلق بتأويل المتشابهات، وبيان حقيقة صفات الله - عز وجل - فليس هذا من مذهبي، بل مذهبي مذهب مالك والثوري وابن المبارك وسائر المتقدمين، وهو إمرار المتشابهات على ظواهرها وترك الخوض في تأويلها.\rأما النزاع والجدل في الأحكام والآراء المستنبطة منها وإحكام كل فريق لمذهبه، وطرحه لمذهب غيره، والتحايل لدفع الأدلة القرآنية، فكل ذلك لا يجوز عندي، وأخشى أن يكون هذا من قبيل التدارؤ بالقرآن.\rيجب التمسك بمدلول الآية:\rويجب على طالب علون القرآن أن يبحث في مدلول الآية.","seal":"09FCC152","part":1},
      {"page":189,"id":154,"nass":"ويتمسك بما يظهر من دلالتها سواء خالف مذهبه أو وافقه. ويلزم أن يفهم لغة القرآن الكريم عن طريق استعمالات العرب الأولين وتعبيراتهم، وأن يعتمد - كلياً - على آثار الصحابة والتابعين - رضي الله عنهم -.\rتدافع في نحو القرآن:\rوقد وقع خلل عجيب وتدافع في نحو القرآن الكريم، وهو أن طائفة من المفسرين اختاروا مذهب سيبويه، فيؤولون كل ما خالف مذهبه مهما كان التأويل بعيداً غير مستساغ، وهذا لا يصح عندي، بل يجب الأخذ بالأولى والأوفق بالسياق سواء وافق مذهب سيبويه أو مذهب الفراء.\rإعراب \"المقيمين الصلاة\":\rوقد قال عثمان - رضي الله عنه - في مثل قوله - تعالى - {وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ} ستقيمها العرب بألسنتها.\rوتحقيق هذه الكلمة عندي أن ما يخالف التراكيب العامة للكلام، ويرد في كلام أهل اللغة الذين يحتج بهم فهو من التراكيب المقبولة الصحيحة، وكثيرا ما وقع للعرب الأولين أثناء خطبهم كلمات وتراكيب هي مخالفة للقواعد المعروفة في الفن (فهي من قبيل النادرة الاستعمال) .\rولما أن القرآن الكريم نزل بلغة العرب الأولين، فلا عجب إذا جاءت فيه الياء (لحالة النصب) مكان الواو (لحالة","seal":"A7468B8A","part":1},
      {"page":190,"id":155,"nass":"الرفع) أو وع المفرد مكان التثنية، أو ورد المؤنث مكان المذكر على طريق كلام العرب الأولين.\rوعلى هذا، الذي تحقق عندي في قوله - تعالى - {وَالْمُقِيمِينَ الصَّلَاةَ} إنها في حالة الرفع، وينبغي أن يبين معناها حالة الرفع والله أعلم.\rعلم المعاني والبيان:\rأما المعاني والبيان فإنه علم حادث بعد انقضاء عهد الصحابة والتابعين - رضي الله عنهم - فما يكون منه مفهوم في عرف جمهور العرب الأولين فهو على الرأس والعين، وأما الدقائق والأمور الفنية التي لا يدركها إلا المتعمقون في علم المعاني والبيان، فلا نسلم بأنها مطلوبة في فهم القرآن.\rإشارات الصوفية:\rوأما إشارات الصوفية واعتباراتهم، فإنها في حقيقة الأمر ليست من علم التفسير، بل الواقع أنه تمر حال استماع القرآن الكريم خواطر على قلب السالك وتتكشف له أشياء، تنشأ من تفكيره في النظم القرآني، أو الحالة التي يتصف بها، أو المعرفة التي يملكها (فهي أمور وجدانية ذوقية لا تفسير للآيات القرآنية) ومثال ذلك، أن يسمع عاشق متيم قصة ليلى ومجنون، فيتذكر عشيقته، ويستعيد الذكريات التي بينها وبينه.","seal":"75BF0630","part":1},
      {"page":191,"id":156,"nass":"الاعتبار والاستشهاد:\rوهنا فائدة مهمة ينبغي الاطلاع عليها، وهي أن النبي - صلى الله عليه وسلم - اهتم بفن الاعتبار والاستشهاد، وسلك منهجه وطريقه ليكون سنة لعلماء أمته وفتحاً لباب العلوم الوهبية التي خصوا بها.\rمن أمثلة ذلك أنه - صلى الله عليه وسلم - تمثل بقوله - تعالى - {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى} في مسألة القدر، مع أن منطوق الآية هو أن كل من يعمل هذه الأعمال فسنجازيه بالجنة والنعيم المقيم، وكل من يعمل بضد هذه الأعمال، فسوف نعذبه ونصليه الجحيم، إلا أنه عن طريق الاعتبار يمكن أن يعلم به أن الله - عز وجل - خلق كل شخص لعمل وحالة، وهي الحالة التي تجري عليه ويسر لها من حيث يدري أو لا يدري، فمن هنا وبهذا الاعتبار كان لهذه الآية الكريمة ارتباط بقضية القدر.\rكذلك قوله - تعالى -: {وَنَفْسٍ وَمَا سَوَّاهَا (7) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} فالمعنى لهذه الآية الكريمة أن الله - عز وجل - عرف كل نفس بالبر والإثم والخير والشر، ولكن هناك شبها بين خلق الصورة العلمية للبر والإثم وبين خلق البر والإثم - إجمالا - في وقت نفخ الروح، فيمكن عن طريق الاعتبار أن يستشهد بهذه الآية الكريمة في مسألة القدر أيضا والله أعلم.","seal":"5FE1C8A8","part":1},
      {"page":193,"id":157,"nass":"الفصل الرابع\rفي غرائب القرآن الكريم\rتنوع غرائب القرآن:\rإن غرائب القرآن الكريم (أي السور والآيات التي ورد فيها فضل خاص، أو لها ميزة خاصة) التي جاء ذكرها في الأحاديث الشريفة بمزيد من الاهتمام وبيان الفضل تنقسم أقساما.\rغرائب التذكير بآلاء الله - تعالى -:\rفمن غرائب فن التذكير بآلاء الله - تعالى - تلك السور كآية الكرسي وسورة الإخلاص، وآخر سورة الحشر وأول سورة المؤمن.\rغرائب التذكير بأيام الله:\rومن غرائب التذكير بأيام الله - تعالى - تلك الآيات الكريمة التي ترد فيها قصة نادرة، أو تذكر فيها قصة معلومة بجميع تفاصيلها وأجزائها، أو تأتي فيها قصة جلية الفوائد تكون مظنة اعتبارات كثيرة، لذلك قال الرسول - صلى الله عليه وسلم - في قصة موسى والخضر - عليهما السلام - \" وددنا أن موسى كان صبر حتى يقص الله علينا من خبرهما\".","seal":"53C43163","part":1},
      {"page":194,"id":158,"nass":"غرائب التذكير بالموت وما بعده:\rومن غرائب فن التذكير بالموت وما بعده، تلك الآيات الكريمة التي تجمع أحوال القيامة مثلا، ولذا ورد في الحديث: \"من سره أن ينظر إلى يوم القيامة كأنه رأى عين، فليقرأ: {إِذَا الشَّمْسُ كُوِّرَتْ} {إِذَا السَّمَاءُ انْفَطَرَتْ} {إِذَا السَّمَاءُ انْشَقَّتْ}\rغرائب الأحكام:\rومن غرائب علم الأحكام تلك الآيات الكريمة التي تشتمل على بيان الحدود وتعيين الأوضاع الخاصة كتعيين مائة جلدة في حد الزنا، وتعيين ثلاث حيضات أو ثلاثة أطهار لعدة المطلقة، وتعيين حصص المواريث إلخ.\rغرائب الجدل القرآني:\rومن غرائب الجدل القرآني تلك الآيات الكريمة التي يرد فيها الجواب على طريقة غريبة بليغة، يقطع الشبه ويدحض الباطل بأبلغ الوجوه وأقوى الأساليب، أو يبين حال فريق من تلك الفرق بمثال حسي واضح، كقوله - تعالى -: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا} أو يرد التصريح بشناعة عبادة الأصنام والأوثان، وبيان الفارق العظيم بين الخالق والمخلوق والمالك والمملوك بأمثلة عجيبة مؤثرة، أو يذكر حبط","seal":"1F1FA326","part":1},
      {"page":195,"id":159,"nass":"الأعمال لأصحاب الرياء وطالبي السمعة بأبلغ الوجوه البيانية.\rغرائب أخرى:\rوليست الغرائب القرآنية مقصورة على هذه الأبواب المذكورة بل قد تكون الغرائب أحيانا من الوجهة البلاغية العالية، وجمال الأسلوب وأناقته مثل سورة الرحمن، ولذلك سميت في الحديث الشريف بعروس القرآن، وأحياناً أخرى من جهة التصوير للشقي والسعيد وتجسيد حالتيهما.","seal":"8FE48E26","part":1},
      {"page":197,"id":160,"nass":"الفصل الخامس\rفي - ظهر القرآن وبطنه -\rورد في الحديث الشريف \"أنزل القرآن على سبعة أحرف، لكل آية منها ظهر وبطن، ولكل حد مطلع\".\rفينبغي أن يعلم أن ظهر هذه العلوم الخمسة هو ما يسمى بمدلول الكلام ومنطوقه.\rأما بطنه في باب التذكير بآلاء الله: فهو التفكير والتأمل في آلاء الله ونعمه وآيات قدرته، ومراقبته - عز شأنه - وبطن التذكير بأيام الله - تعالى -: معرفة مناط المدح والذم والثواب والعذاب من تلك القصص التي ترد فيه، والاتعاط بها وأخذ الدروس والعبر منها. وبطن التذكير بالجنة والنار ظهور الخوف والرجاء، واستحضارهما وتصورهما حتى كأنها رأى العين. وبطن آيات الأحكام: استنباط الأحكام الخفية الدقيقة بالفحاوى والإيماءات.\rوبطن الجدل القرآني مع الفرق الضالة الباطلة: الإطلاع على حقيقة تلك القبائح والفظائع التي وصفوا بها، وإلحاق نظائرها وأشباهها بها.\rوأما مطلع الظهر: فهو معرفة لغة العرب والآثار المتعلقة بعلم التفسير، ويراد بمطلع البطن: حدة الذهن ولطفه واستقامة الفهم وسداده، مع نور الباطن وسكينة القلب، والله أعلم.","seal":"61E5495B","part":1},
      {"page":199,"id":161,"nass":"في بعض العلوم الوهبية\rتأويل قصص الأنبياء:\rمن العلوم في علم التفسير التي سبقت الإشارة إليها تأويل قصص الأنبياء - عليهم الصلوات والتسليمات - وقد ألف الفقير رسالة في هذا الموضوع أسماها \"تأويل الأحاديث\".\rوالمراد بالتأويل هنا، أن كل قصة وقعت (وورد ذكرها في القرآن الكريم) كان لها مبدأ وأساس من صلاحية الرسول واستعداده، واستعداد قومه، حسب تدبير الله - عز وجل - الذي أراده - سبحانه - في حينه، ولعل هذا المعنى هو ما يشير إليه قوله - تعالى -:\r{وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ}","seal":"F9BA955C","part":1},
      {"page":200,"id":162,"nass":"تنقيح العلوم القرآنية الخمسة:\rومنها تنقيح العلوم الخمسة التي هي منطوق القرآن العظيم وقد جاء ذكرها مفصلا في أول هذا الكتاب فليرجع إليه.\rترجمة القرآن بالفارسية:\rومنها ترجمة القرآن الكريم باللغة الفارسية بوجه قريب من النص العربي في مقدار الكلمات والعبارات، والتخصيص والتعميم وغير ذلك، وسميت هذه الترجمة \"بفتح الرحمان في ترجمة القرآن\" وإن كنت لم التزم هذا الشرط في بعض المواضع خوفا من عدم فهم القارئ بدون تفصيل وتوضيح.\rخواص القرآن:\rومنها علم خواص القرآن الكريم، وقد تكلمت طائفة من المتقدمين في خواص القرآن من ناحيتين: إحداهما ما يشبه الدعاء، والثانية ما يشبه السحر، أعوذ بالله منه، ولكن الله - تعالى - فتح على الفقير بابا وراء ما نقل من خواص القرآن وألقى في حجري الأسماء الحسنى الآيات العظمى والأدعية المباركة مرة واحدة، وقال إنها عطاؤنا للتصريف، إلا أن كل آية واسم ودعاء مشروط بشروط لا تضبطها قاعدة من","seal":"1EC53ADB","part":1},
      {"page":201,"id":163,"nass":"القواعد، بل قاعدتها انتظار عالم الغيب، كما يكون في حالة الاستخارة، حتى ينظر بأي آية أو اسم يشار عليه من عالم الغيب ثم يتلو الآية أو الاسم على طريق من الطرائق المعلومة لدى أهل هذا الفن.\rهذا ما قصدت إيراده في هذه الرسالة.\rوالحمد لله أولا وآخراً وظاهراً وباطناً، والصلاة والسلام على محمد وآله وصحبه أجمعين.","seal":"70413C70","part":1}
    ],
  "com":
    [
    ],
  "Main":
    [
      {"AD":1176,"Bk":"الفوز الكبير في أصول التفسير","HigriD":"1176","oAuthVer":4,"Pdf":0,"IslamShort":0,"oVer":1,"verName":null,"Lng":"أحمد بن عبد الرحيم بن الشهيد وجيه الدين بن معظم بن منصور المعروف بـ «الشاه ولي الله الدهلوي»","bLnk":null,"Inf":null,"Auth":"الدهلوي، شاه ولي الله","Betaka":"الكتاب: الفوز الكبير في أصول التفسير\r\nالمؤلف: الإمام أحمد بن عبد الرحيم المعروف بـ «ولي الله الدهلوي» (المتوفى: 1176هـ)\r\nعَرَّبَه من الفارسية: سلمان الحسيني النَّدوي\r\nالناشر: دار الصحوة - القاهرة\r\nالطبعة: الثانية - 1407 هـ - 1986 م\r\n[ترقيم الكتاب موافق للمطبوع]\r\nجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.","TafseerNam":null,"PdfCs":0,"AuthInf":"الإمام أحمد بن عبد الرحيم  المعروف بـ «ولي الله الدهلوي»  (1114 - 1176 هـ)\r\n\r\nكتب مصباح الله عبد الباقي  ( أستاذ بالجامعة الإسلامية العالمية، إسلام أباد.)\r\nهو مسند الهند، الإمام المجدد أحمد بن عبد الرحيم بن الشهيد وجيه الدين بن معظم بن منصور بن أحمد بن محمود بن قوام الدين (المعروف بالقاضي قادن) بن القاضي قاسم بن القاضي كبير (المعروف بقاضي بده) بن عبد الملك بن قطب الدين بن كمال الدين بن شمس الدين، المعروف بالشاه ولي الله بن عبد الرحيم الدهلوي. وذكرت مصادر ترجمته اسما آخر، وهو قطب الدين، وقد سمى نفسه في أغلب كتبه بولي الله بن عبد الرحيم، وهو لقبه، وأحمد اسمه الأول، واسمه التاريخي عظيم الدين، ويكنى بأبي محمد، وذكر بعض من ترجم له أنه كان يكنى كذلك بأبي العزيز.\r\n\r\nنسبه وسيرته الذاتية\r\nذكر الشاه ولي الله في أغلب تصانيفه أن سلسلة نسبه تصل إلى عمر بن الخطاب، وصرح أن نسبه يصل إلى عمر رضي الله عنه باثنتين وثلاثين واسطة، وقد نقد البعض هذه السلسلة بأنه لم يوجد من بين أولاد عبد الله بن عمر بن الخطاب رجل اسمه \"محمد\" الذي ورد اسمه في سلسلة نسبه، وقد روى الإمام هذه السلسلة ونقلها ولم يتأكد من صحتها ولم يدرسها.\r\n\r\nأسرة الإمام ولي الله الدهلوي أسرة علم وفضل، تذكر كتب التراجم أن مناصب الإفتاء والقضاء كانت مختصة بهذه الأسرة من القرن السادس الهجري بعد هجرة جده الأعلى المفتي شمس الدين إلى الهند واستقراره في منطقة روهتك.\r\n\r\nوالده هو الشيخ عبد الرحيم بن الشهيد وجيه الدين،كان من معاصري السلطان أونك زيب عالم كير (السلطان المغولي الشهير)، شارك لفترة في مشروع تقنين الفقه الإسلامي، والذي ظهر بعد ذلك في صورة الفتاوى العالمكيرية أو الفتاوى الهندية، ثم ترك هذا العمل بتوجيه من شيخه، وكان من المبرزين في العلوم العقلية والنقلية، وكان حنفيا من أهل الطريقة النقشبندية، وقد جمع ابنه الشاه أهل الله -شقيق الشاه ولي الله- مكاتيبه وأحاديثه العرفانية في كتاب سماه \"أنفاس رحيمية\".\r\n\r\nولد الشيخ ولي الله يوم الأربعاء لأربعة خلت من شوال عام 1114هـ/1703 م في قرية بهلت بمديرية مظفر نكر، الهندية، وكان ذلك قبل وفاة السلطان عالمكير بأربع سنوات، ويعني هذا أن الشيخ عاش في فترة ضعف الدولة المغولية الهندية وشيخوختها.\r\n\r\nوتلقى الشيخ ولي الله العلوم الابتدائية من والده الشيخ عبد الرحيم الذي كان مديرا لمدرسة كانت تسمى المدرسة الرحيمية، دخل الكتّاب في الخامسة من عمره، وأكمل القرآن الكريم في السابعة، وأكمل دراسته للعلوم الابتدائية وهو ابن عشر سنوات. كان يدرس كتاب \"شرح الملا جامي على كتاب الكافية\" لابن الحاجب، ولما بلغ أربع عشرة سنة درس الجزء المقرر من \"تفسير البيضاوي\"، وتزوج في نفس السنة، وأكمل التحصيل العلمي، وبايع والده في سن الخامسة عشرة على الطريقة النقشبندية. وكان الشيخ ولي الله الدهلوي ذكيا مفرطا في الذكاء، جيد الحفظ، ومن هنا تمكن من إكمال الدراسة في هذا العمر المبكر، يقول ابنه الشاه عبد العزيز عنه: \"ما رأيت أحدا أقوى ذاكرة من والدي\".\r\n\r\nأما المنهج الدراسي الذي درسه الشيخ وتخرج عليه فكان بسيطا جدا، فقد -حسب ما ذكره بنفسه- درس في كل فن كتبا معينة على التفصيل التالي:\r\n\r\n- التفسير: \"مدارك التنزيل\"، وأجزاء من \"تفسير البيضاوي\".\r\n\r\n- الحديث: \"مشكاة المصابيح\" كاملا -باستثناء من كتاب البيوع إلى كتاب الأدب-، و\"صحيح البخاري\" -من البداية إلى كتاب الطهارة-، و\"شمائل النبي صلى الله عليه وسلم\" للترمذي.\r\n\r\n- الفقه: \"شرح الوقاية والهداية\" للمرغيناني كله -إلا القليل منه-.\r\n\r\n- أصول الفقه: \"الحسامي\"، و\"التوضيح والتلويح\" -بعض أجزائه-.\r\n\r\n- المنطق والفلسفة: \"شرح الرسالة الشمسية\"، و\"شرح المطالع\"، و\"شرح هداية الحكمة\" -الميبذي-.\r\n\r\n- علم الكلام: \"شرح العقائد النسفية\" للتفتازاني مع حاشيته للخيالي، و\"شرح المواقف\".\r\n\r\n- التصوف: \"عوارف المعارف\" -بعض أجزائه- \"الرسائل النقشبندية\"، و\"شرح رباعيات الملا جامي\"، و\"اللوائح\"، و\"مقدمة شرح اللمعات\"، و\"مقدمة نقد الفصوص\".\r\n\r\n- الطب: \"موجز القانون\".\r\n\r\n- النحو: \"الكافية\"، و\"شرح الملا عبد الرحمن الجامي على الكافية\".\r\n\r\n- البلاغة: \"مختصر المعاني\"، و\"المطول\"، شرحان لـ\"تلخيص المفتاح\" للتفتازاني.\r\n\r\n- الرياضي: بعض الرسائل المختصرة.\r\n\r\n- خواص الأسماء والآيات: استفاد من والده في ذلك مباشرة.\r\n\r\nولم يكتف الشيخ بهذه الدراسة المنهجية فقط، بل كان يقرأ كتبا خارج المنهج، وكان يتدبر كتاب الله عز وجل، يقول في هذا الصدد: \"حضرت في خدمة الوالد في المدرسة عدة مرات بعد التدبر في أسباب النزول، والتفكر في معاني القرآن، وبعد قراءة التفاسير، وكان هذا المنهج سبب فتح عظيم لي\".\r\n\r\nولما توفي والده الشيخ عبد الرحيم عام 1131هـ كان عمره سبعة عشر عاما، فتولى منصب التدريس في المدرسة الرحيمية، واستمر فيه اثني عشر عاما كاملا، وفي هذه الفترة وجد الفرصة لقراءة الكتب ومطالعتها بنهم كبير، فتوسعت آفاق معرفته، ونضج إدراكه وفهمه، وتحددت لديه في هذه الفترة معالم منهجه العلمي القادم، يقول الشيخ في هذا: \"بعد الاطلاع على كتب المذاهب الفقهية الأربعة في الفقه وأصول الفقه والنظر في الأحاديث التي يستدلون بها اطمأن القلب -بمساعدة النور الغيبي- لمنهج الفقهاء والمحدثين\". وهذا يعني أنه قرر أن يسلك مسلك الفقهاء والمحدثين في عملية الإصلاح والتجديد، وليس منهج العقلانيين من أهل العلوم العقلية وغيرهم.\r\n\r\nوفي أواخر عام 1143هـ سافر لأداء فريضة الحج، وبعد أدائها زار المدينة المنورة، وقرر أخذ الحديث عن علماء الحرمين، فحضر دروس الشيخ أبي طاهر المدني، ودرس عليه كتب الحديث كـ\"صحيح البخاري\"، و\"صحيح مسلم\"، و\"سنن الترمذي\"، و\"سنن أبي داود\"، و\"سنن ابن ماجة\"، و\"موطأ الإمام مالك\"، و\"مسند الإمام أحمد\"، و\"الرسالة\" للإمام الشافعي، و\"الأدب المفرد\" للإمام البخاري، و\"الشفا في حقوق المصطفى\" للقاضي عياض، وحصل على الإجازة من الشيخ لرواية كتب الحديث.\r\n\r\nوعاد إلى مكة في العام التالي لأداء الحج ثانية، وفيها درس \"الموطأ\" على الشيخ وفد الله المالكي، وحصل منه على الإجازة لجميع مرويات والده من الأحاديث، وشارك في درس \"صحيح البخاري\" للشيخ تاج الدين القلعي. ودرس الشيخ على عدد كبير من المشايخ في الحرمين المكي والمدني، منهم الشيخ حسن العجيمي، والشيخ أحمد النخلي، والشيخ عبد الله بن سالم البصري، والشيخ أحمد بن علي الشناوي، والشيخ أحمد بن محمد بن يونس القشاقشي، والشيخ السيد عبد الرحمن الإدريسي، والشيخ شمس الدين محمد بن علاء البابلي، والشيخ عيسى الجعفري المغربي، والشيخ محمد بن محمد سليمان المغربي، والشيخ إبراهيم الكردي، وغيرهم. أشرنا إلى مشايخه في الحديث ليتسنى لنا بعد ذلك الكلام على العمل التجديدي الذي قام به في الهند في مجال نشر الحديث النبوي الشريف بعد عودته من سفر الحج، بل من رحلته في طلب الحديث النبوي الشريف إلى بلاد الحرمين.\r\n\r\nبعد هذه الإفادة من المشايخ في الحرمين، والتحصيل العلمي المتميز، وخاصة في مجال حديث الرسول صلى الله عليه وسلم رجع الشيخ ولي الله الدهلوي إلى الهند في شهر رجب عام 1145هـ واستمر في عمله إلى نهاية عمره.\r\n\r\nتزوج الإمام الشاه ولي الله الدهلوي باثنتين: الأولى عندما كان عمره خمسة عشر عاما، وولدت له بنتين -هما صالحة وأمة العزيز- ثم محمدا عام 1146هـ، وتوفيت سنة 1149 هـ.\r\n\r\nوبعد وفاتها تزوج الثانية، فأنجبت له بنتين وأربعة أولاد، نعرف بأولاده هنا باختصار، وهم بالترتيب على النحو التالي:\r\n\r\n- الشاه عبد العزيز (1159-1239هـ): وهو أكبر الأولاد من الزوجة الثانية، رباه أبوه مع آخرين. توفي أبوه وهو ابن سبعة عشر عاما، لكنه حمل وراثة أبيه، قيادة مسلمي الهند الدينية والاجتماعية في ظروف كانت أشد من ظروف أبيه، وقاد المسلمين بجدارة، ولقب بسراج الهند. من أهم تصانيفه: \"التفسير العزيزي\"، \"والفتاوى العزيزية\"، و\"ملفوظات الشاه عبد العزيز\"، و\"العجالة النافعة\"، و\"بستان المحدثين\"، و\"التحفة الإثنا عشرية\"، و\"سر الشهادتين\"، و\"ميزان البلاغة\"، و\"تحقيق الرؤيا\"، و\"ميزان الكلام\"، \"حاشية مير زاهد\" وغيرها.\r\n\r\n- الشاه رفيع الدين (1163- 1233 هـ): درس العلوم الابتدائية على أبيه الذي توفي وهو في سن الثالثة عشرة، فتولى أخوه الأكبر تربيته، ثم حفظ القرآن الكريم. اشتهر من مؤلفاته: \"دمغ الباطل\" و\"مقدمة العلم\" و\"كتاب التكميل\"، و\"أسرار المحبة\"، و\"رسالة في العروض والقوافي\"، و\"رسالة شق القمر\"، و\"راه نجات\" (طريق النجاة)، و\"ترجمة القرآن الكريم باللغة الأردية\".\r\n\r\n- الشاه عبد القادر (1167- 1230هـ): كان معروفا بالعلم والفضل والاستغناء والتقوى. كتب ترجمة تفسيرية للقرآن الكريم، وكتب تفسيرا مختصرا له سماه موضح القرآن، وتعتبر هذه الترجمة من أدق تراجم القرآن الكريم وأحسنها، مثل \"ترجمة أبيه للقرآن الكريم باللغة الفارسية\"، كان يقوم بتربية الراغبين في التربية والمقبلين عليها، ودرس كتاب الله طول حياته.\r\n\r\n- الشاه عبد الغني: هو أصغر أولاد الشاه ولي الله الدهلوي، ولد عام 1171هـ، ولم يكن معروفا بالعلم، لكنه ترك ابنا كان غرة جبين الإصلاح والحركة الجهادية في الهند، وهو السيد إسماعيل الشهيد.\r\n\r\nعمله التجديدي والإصلاحي\r\n\r\nقام الإمام ولي الله الدهلوي بعمل تجديدي وإصلاحي ضخم جدا، ولا يمكن تخيلُ ضخامة ذلك العمل التجديدي ما لم نطلع على أحوال المسلمين في الهند في تلك الفترة، وما لم نتصور تلك الظروف التي آلت إليها الحالة السياسية والاجتماعية والدينية والفكرية للمسلمين في الهند في الفترة التي بدأ فيها الشيخ عمله التجديدي، لكننا لا نستطيع أن نتناول تلك الظروف بالتفصيل في هذه العجالة، لكن يمكننا تناول ذلك العمل تحت ثلاثة عناوين تالية: التدريس، والإصلاح الفكري والعلمي، والتصنيف.\r\n\r\nالأول: التدريس وإعداد الرجال\r\nمن أهم ما قام به الشيخ في هذه الفترة من حياته عمليةُ التدريس وإعداد الرجال. كان الشيخ يُدرّس مختلف العلوم والفنون في بداية أمره، لكنه يبدو أنه ركز بعد عودته من رحلة الحجاز على تدريس كتب الحديث، والقرآن الكريم، وسلم تدريس الفنون الأخرى لمن أعدهم لتلك الفنون، فإنه أعد في كل فن شخصا ماهرا. يقول ابنه عبد العزيز: \"إن الوالد المحترم كان قد أعد شخصا في كل فن وعلم، وكان يسلم طلاب ذلك الفن والعلم له، أما هو فكان مشغولا بالوعظ والكتابة وتدريس الحديث\". وقد ذكر الشيخ ولي الله في مقدمة \"فتح الرحمن بترجمة القرآن\" أن تدريسه القرآن الكريم لبعض الأعزة -خاصة بعد رحلة الحجاز- كان سببا في كتابة جزء من ترجمة القرآن الكريم، يقول: \"لاجرم صمم العزم على تأليف ترجمة أخرى، وأنجزت ترجمة الزهراوين بالفعل، ثم عرَضت رحلةٌ إلى الحرمين، وانقطعت هذه السلسلة، وبعد سنوات من ذلك حضر أحد الأعزاء لدى هذا الفقير (يقصد نفسه) وبدأ عليه قراءة القرآن مع ترجمته، فأثارت هذه الحال تلك العزيمة السابقة، وتم الاتفاق على أن تُكتب الدروس التي تتم دراستها كل يوم، ولما وصلنا إلى ثلث القرآن عرض لذلك العزيز سفرٌ فتوقفت الكتابة\". والسبب في اهتمامه بتدريس كتب الحديث والقرآن الكريم أن الناس كانوا يهتمون بالعلوم العقلية والعلوم الآلية الأخرى، وكانوا قد نسوا الكتاب والسنة والاهتمام بهما، وقد أحيا الله سبحانه وتعالى به تدريس السنة في الهند.\r\n\r\nونتيجة لعملية التدريس المستمرة استطاع أن يصنع رجالا وأن يربي تلامذة حملوا لواء الإصلاح في كل مجالات الحياة بعده، وهم كثر؛ من أشهرهم أنجاله الأربعة: الشاه عبد العزيز -الذي كان خليفة أبيه، وهو أكبر إخوته سنا وآخرهم وفاة- والشاه رفيع الدين، والشاه عبد القادر، والشاه عبد الغني، ومنهم الشيخ معين الدين السندي صاحب \"دراسات اللبيب في الأسوة بالحبيب\"، والشيخ محمد أمين الكشميري، ومرتضى الزبيدي البلجرامي (ت 1205هـ) صاحب \"تاج العروس شرح القاموس\"، وصاحب \"إتحاف السادة المتقين شرح إحياء علوم الدين\"، والشيخ ثناء الله الباني بتي (ت 1225هـ) صاحب \"التفسير المظهري\"، وغيرهم كثيرون.\r\n\r\nالثاني: الوعظ والإرشاد والإصلاح الاجتماعي العام\r\n لما كان الوضع في الهند يغلب عليه الطابع العرفاني الصوفي، اختار الشاه ولي الله الدهلوي نفس الأسلوب لعملية الإصلاح الاجتماعي والفكري العام، لكن لم يقتصر جهده على الأوراد والأذكار فقط، بل كان يهتم بإصلاح مريديه في كل نواحي الحياة، وقد حالفه نجاح كبير في هذا الجانب حيث ربى مجموعة جيدة من الرجال، لكنه لم يتمكن -كما يرى الأستاذ المودودي- لانشغاله بالعمل الفكري الضخم والكبير أن ينشئ حركةً تعمل لتنفيذ خطته الفكرية والحضارية؛ لأن العمل الفكري والعلمي أخذ كل وقته. إلى جانب ذلك حاول تنقية التصوف من شوائب الشرك وخرافات البدع، وخاصة بعد عودته من رحلة الحج التي كانت في الحقيقة رحلة في طلب العلم، وخاصة في طلب الحديث، وكانت موفقة جدا حيث غيرت مجرى حياة الشيخ كليا.\r\n\r\nالثالث: العمل العلمي والإصلاح الفكري\r\nقام الإمام بعمل فكري وعلمي كبير وضخم، وهو عمل تجديدي لا يوجد له مثيل في أعمال من سبقه فضلا عن معاصريه ومن جاء بعده، وهذا العمل التجديدي الفكري يمكن أن نشير إلى بعض جوانبه من خلال النقاط التالية:\r\n\r\n- توجيه النقد لتاريخ الإسلام والمسلمين:\r\n\r\nمن أهم ما قام به الإمام الدهلوي هو توجيه النقد لتاريخ الإسلام والمسلمين بعد أن ميز بصورة دقيقة بين ما يمكن أن يسمى بتاريخ الإسلام وما يمكن تسميته بتاريخ المسلمين، ثم ألقى نظرة دقيقة على التاريخ وذكر خصائص كل فترة زمنية، ومن خلال ذلك توصل إلى المشاكل والمفاسد الموجودة في مختلف الفترات التاريخية، وتوصل إلى أن السبب الحقيقي وراء كل تلك المفاسد والمشاكل أمران:\r\n\r\nالأول: انتقال السلطة السياسية من الخلافة الراشدة إلى الملكية، وقد تحدث عن الفروق الأساسية بين النظامين بالتفصيل في كتابه \"إزالة الخفاء عن خلافة الخلفاء\"، وتحدث عن الآثار المترتبة على هذا التغير والانتقال من الخلافة إلى الملكية.\r\n\r\nوالثاني: استيلاء الجمود على العقول وموت روح الاجتهاد، وأما هذه المشكلة والمفسدة فقد تحدث عنها في جميع كتبه، مثل \"إزالة الخفاء\"، و\"حجة الله البالغة\"، و\"البدور البازغة\"، و\"التفهيمات\" وغيرها.\r\n\r\n- توجيه النقد للأوضاع القائمة في عصره:\r\n\r\nأيضا توجه الشيخ إلى نقد الأوضاع القائمة في عصره، وتبيين الانحرافات الموجودة لدى جميع أطياف المجتمع وطبقاته، فنبه على المشاكل الموجودة لدى العلماء والمولعين بالعلوم العقلية والمناظرات الاستدلالية، وذكر الفقهاء واختلافاتهم الفقهية وتعصب كل فريق لرأيه، وتحدث عن الصوفية وخرافاتهم، وذكر طلاب العلم وتركهم لدراسة كتاب الله وسنة رسوله صلى الله عليه وسلم، وانهماكهم في الفلسفة اليونانية والعلوم الآلية وتفريعات الفقهاء، وذكر الوعاظ وتضييقهم الأمور على خلق الله، مع أنهم مأمورون أن يوسعوا على الناس، وذكر الأمراء وأهل السلطان وانغماسهم في الشهوات المحرمة وشرب الخمر، وذكر العساكر وظلمهم للناس، وتحدث عن عامة الناس أهل الحرف، وابتعادهم عن دين الله وعن الأخلاق الحميدة، وانتشار الخرافات والأعمال الشركية فيهم، والتبذير الذي راج فيهم، وتناول جميع أنواع الفساد وما وقع فيه أهل زمانه. والنتيجة الطبيعية لعملية النقد أن يبدأ الناس بتمييز الصحيح من الخطأ، والخير من الشر، والبحث عن الطرق العملية لإزالة الجاهلية والفساد، ونشر الخير والصلاح، وبذلك هيأ الظروف لإقامة حركة إسلامية لتصحيح تلك الأوضاع وإقامتها على الإسلام الصحيح، وإعادة الأمور إلى نصابها، كان طبيعيا أن تتكون -بعد فترة وجيزة من هذا العمل الإصلاحي- حركة المجاهدين بقيادة أحمد بن عرفان والسيد إسماعيل الشهيد حفيد الشيخ، فتحاول إقامة النظام الإسلامي، وأن تتوالى بعد ذلك الحركات التجديدية في شبه القارة الهندية.\r\n\r\n- التجديد الفكري والعلمي:\r\n\r\nإلى جانب العمل النقدي قام الإمام بعملٍ فكري تجديدي بَنّاءٍ كبير قدم من خلاله الإسلام في صورة نظام أخلاقي وحضاري متكامل، وذلك من خلال اثنين من كتبه العظيمة؛ هما \"حجة الله البالغة\"، و\"البدور البازغة\"، فإنه أقام فلسفة اجتماعية متكاملة على النظام الأخلاقي في كتاب \"حجة الله البالغة\"، فتحدث بالتفصيل عن آداب المعاش، وتدبير المنزل، وفن المعاملات، وسياسة المدينة، والعدل، والضرائب على المحاصيل، ونظام الدولة، وتنظيم الجيوش، وأشار ضمن ذلك إلى ما يوجب الفساد في الحضارة، وتناول بعد ذلك نظام الشريعة، والعبادات، والأحكام والقوانين، ووضح حِكَمها بالتفصيل، وفي نهاية الكتاب ألقى نظرة على تاريخ الأمم بعد مجيء الإسلام، وتحدث عن الصراع المستمر بين الإسلام والجاهلية، والخير والشر بصورة لم يُسبق إليها. حاول الشيخ تقديم خطة متكاملة للإصلاح، لإزالة الواقع الفاسد، وإقامة البديل الصحيح له، فقدم من خلال عملية النقد معالم الواقع الفاسد، ومن خلال العمل الفكري قدم معالم النظام السليم الذي يجب أن يحل محله.\r\n\r\n- إحياء علوم الكتاب والسنة:\r\n\r\nكان العصر الذي عاش فيه الشاه ولي الله عصر تخلف للمسلمين في الهند، حتى المناهج الدراسية كان يغلب عليها طابع العلوم العقلية والعلوم الآلية، فأحيى الله سبحانه وتعالى به علوم الكتاب والسنة، فترجم القرآن إلى اللغة الفارسية الدارجة حينذاك، ولما رجع من سفر الحج -الذي أسميه رحلته في طلب الحديث- عاد ومعه علوم السنة النبوية، ومن هنا وقف نفسه بعد ذلك لنشرها، وهو عمل لا يدرك فضله إلا من يعرف الظروف التي كان يعيش فيها العلماء وطلاب العلم في ذلك الوقت.\r\n\r\n- محاربة الجمود والتقليد:\r\n\r\nومن أهم ما قام به الشيخ محاربة الجمود والتقليد في جميع المجالات الفكرية، وخاصة في مجال الفقه؛ فقد قدم ضوابط الاجتهاد مفصلة من خلال كتابيه: \"عقد الجيد في أحكام الاجتهاد والتقليد\"، و\"الإنصاف في بيان أسباب الاختلاف بين الفقهاء والمحدثين\"، ومن خلال كتبه في شرح كتب الحديث وغيرها.\r\n\r\nمؤلفات الشيخ الشاه ولي الله الدهلوي\r\n\r\nكان الإمام غزير الإنتاج في مجالات شتى، سنتناول هنا كتبه حسب التصنيف الموضوعي باختصار، وسنعرف بكتبه في التفسير بشيء من التفصيل؛ لأن الرسالة التي نقدمها اليوم من كتب الإمام تتعلق بالتفسير وعلوم القرآن الكريم، وإليكم فهرس كتب الشيخ باختصار:\r\n\r\nأ- كتبه في الحديث وعلومه:\r\n\r\nلقد ترك الشيخ كتبا متنوعة في الحديث وعلومه، وهذه الكتب تدل على مكانة الحديث في مشروعة التجديدي، نتعرف بصورة موجزة على كتبه الحديثية على النحو التالي:\r\n\r\n- \"الأربعين\": مجموعة من أربعين حديثا جامعا، جمعها الشيخ على طريقة الأئمة السابقين بالسند المتصل عن طريق شيخه أبي طاهر المدني إلى علي بن أبي طالب رضي الله عنه، رغبة في بشارة الرسول صلى الله عليه وسلم حيث قال: \"من حفظ على أمتي أربعين حديثا فيما ينفعهم من أمر دينهم، بعثه الله يوم القيامة من العلماء\"، وترجمه الشيخ عبد الماجد دريابادي إلى اللغة الأردية، وطبع الكتاب في مطبعة أنوار محمدي، لكناو، الهند، عام 1319هـ.\r\n\r\n- \"الإرشاد إلى مهمات الإسناد\": كتيب باللغة العربية جمع فيه الشيخ أحوال مشايخه الذين درس عليهم في رحلة الحج، وتكلم فيه على أسانيدهم، وطبع الكتاب في مطبع أحمدي، جشن خان، دهلي، عام 1307هـ.\r\n\r\n- \"شرح تراجم أبواب البخاري\": وهو كتاب نفيس باللغة العربية، تحدث فيه عن شرح تراجم الأبواب (عناوين الأبواب) في \"صحيح البخاري\"، وتحدث فيه عن كيفية الاستدلال بالأحاديث الواردة في كل باب على ترجمة الباب، فإن هذين الأمرين يدق فهمهما على العلماء وشراح الحديث، ومن هنا قالوا: \"فقه البخاري في تراجمه\"، وقد وُفق الإمام ولي الله الدهلوي أيما توفيق في ذلك. هذه الرسالة تطبع باستمرار مع نسخة صحيح البخاري المطبوعة في الهند بتعليق الشيخ أحمد علي السهارنفوري.\r\n\r\n- \"تراجم أبواب البخاري\": رسالة مختصرة باللغة العربية، تحدث فيها عن قواعد وأصول لفهم تراجم الإمام البخاري في كتابه \"الصحيح\"، طُبعت هذه الرسالة في مطبع نور الأنوار، آره، عام 1899م، ثم طُبعت مع كتاب \"شرح تراجم أبواب البخاري\" من قبل دائرة المعارف، حيدر آباد، الدكن، الهند، عام 1323هـ.\r\n\r\n- \"فضل المبين في المسلسل من حديث النبي الأمين\": كتاب صغير كتبه الشيخ باللغة العربية عن الحديث المسلسل.\r\n\r\n- \"المسوى شرح الموطا\": شرح وجيز لـ\"موطأ الإمام مالك\" باللغة العربية، اهتم فيه ببعض القضايا المتعلقة بشرح الحديث، طبع الكتاب عدة طبعات، وهو كتاب متداول معروف.\r\n\r\n- \"المصفى شرح الموطا\": ترجمة لـ\"موطأ مالك\"، وشرحه الإمام شرحا وجيزا باللغة الفارسية، وهو متداول معروف طبع عدة طبعات، منها طبعة كتب خانه رحيمية، سنهري مسجد، دهلي، الهند. ويظهر من هذا الاهتمام أهمية \"الموطأ\" لدى الإمام، والسبب في ذلك كما يقول في مقدمة الكتاب أنه \"كان مشوشا لفترة غير قصيرة لاختلاف الفقهاء، ولكثرة مذاهب العلماء وآرائهم، ومنازعاتهم الكثيرة، وسبب التشويش أن التعيين أمر مهم للعمل، ولا يمكن ذلك إلا عن طريق الترجيح، ولكنني وجدت وجوه الترجيح مختلف فيها كذلك، فسعيت هنا وهناك، واستعنت بكل واحد، لكن لم أعد بطائل، فتوجهت إلى الله عز وجل أتمتم بهذه الكلمات الدعائية {لَئِنْ لَمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ}، {إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ}، فتمت الإشارة إلى كتاب \"الموطأ\" للإمام مالك بن أنس\".\r\n\r\n- \"النوادر من أحاديث سيد الأوائل والأواخر\": كتب هذا الكتاب باللغة العربية، وطبعته مطبعة نور الأنوار، آره.\r\n\r\n- \"الدر الثمين في مبشرات النبي الأمين\": هذا الكتاب ليس في الحديث في الحقيقة، بل هي رسالة صغيرة جمع فيها المؤلف الرؤى التي بشره فيها النبي صلى الله عليه وسلم هو وآباؤه، وقد أورد بعض هذه البشارات في آخر كتابه \"التفهيمات الإلهية\" كذلك، وقد طبع \"الدر الثمين\" في مطبع أحمدي، دهلي، الهند.\r\n\r\n- \"أنسان العين في مشايخ الحرمين\": رسالة مختصرة جمع فيها تراجم مشايخه في الحجاز المقدس، وضمنه كتابه أنفاس العارفين.\r\n\r\nب- كتبه في أصول الدين وفلسفة الشريعة:\r\n\r\nمن أهم كتب الشيخ ولي الله الدهلوي ما يتعلق بفلسفة الإسلام والشريعة، وكتبه في العقيدة وأصول الدين، وسنعرف على كتبه في هذين المجالين هنا:\r\n\r\n- \"حجة الله البالغة\": يعتبر هذا الكتاب لدى المحققين من أهم كتب الإمام ولي الله الدهلوي على الإطلاق، كتبه باللغة العربية، ويرى بعض المحققين أنه أول كتاب يدون في موضوع فلسفة الدين عموما وفي فلسفة الإسلام خصوصا، تحدث فيه عن أسرار الشريعة، و-في رأي الأستاذ المودودي- قدم الشيخ من خلاله تصوره الكامل للنظام الحضاري المتكامل للإسلام. وهو كتاب متداول معروف، وقد ترجم إلى لغات كثيرة منها اللغة الأردية، واللغة الفارسية، واللغة الإنجليزية (ترجمه إلى اللغة الإنجليزية الدكتور محمد الغزالي) طبع في اللغة العربية أكثر من طبعة، ومن أواخر الطبعات المتداولة طبعة دار الجيل بتحقيق: الشيخ سيد سابق.\r\n\r\n- \"البدور البازغة\": هو أيضا من أهم كتب الإمام ولي الله الدهلوي، وموضوعه يقرب من موضوع الكتاب السابق، كتبه باللغة العربية، طبع في سلسلة مطبوعات المجلس العلمي بدابهيل سورت، الهند، عام 1354هـ.\r\n\r\n- \"حسن العقيدة\": رسالة مختصرة بالعربية عن العقيدة.\r\n\r\n- \"المقدمة السنية في انتصار الفرقة السنية\"\r\n\r\n- \"التفهيمات الإلهية\": كتاب باللغتين العربية والفارسية، وعدّه البعض من كتبه في التصوف والسلوك، لكنه في الحقيقة كتاب جمع فيه الشيخ آراءه في مسائل متنوعة جدا، على غرار كتاب \"صيد الخاطر\" لابن الجوزي، منها قضايا متعلقة بالتصوف والسلوك، ومنها حوادث ووقائع وقعت للمؤلف، ومنها آراؤه في تفسير بعض الآيات، ومنها شرحه لبعض الأحاديث، ومنها قضايا متعلقة بطبيعة الدين والشريعة، وفلسفتهما، ومنها قضايا متعلقة بالإصلاح والتقويم للأوضاع القائمة في عصره، ومنها الإشارات إلى الانحرافات العقدية، فهو كشكول عالم حوى معارف متنوعة، وقد طبع الكتاب ضمن سلسلة مطبوعات المجلس العلمي بدابهيل سورت، الهند، عام 1355هـ.\r\n\r\nج- كتبه في التصوف والسلوك:\r\n\r\nوقد ترك الإمام ولي الله الدهلوي تراثا كبيرا فيما يتعلق بالسلوك والتصوف، هذه الكتب هي التالية:\r\n\r\n- \"ألطاف القدس\": كتبه باللغة الفارسية، تحدث فيه عن فلسفة التصوف ولطائفه، وعن مقامات النفس، وعن قوى الإنسان الباطنية، طبع في مطبع أحمدي، دهلي، الهند.\r\n\r\n- \"فيوض الحرمين\": كتبه باللغة العربية، تحدث فيه عن المشاهدات المنامية، والمعارف الروحانية، طبع في مطبع أحمدي بدهلي، مع ترجمته باللغة الأردية عام 1308هـ.\r\n\r\n- \"القول الجميل في بيان سواء السبيل\": كتبه باللغة العربية، تحدث فيه عن آداب الشيخ والمريد، وعن البيعة، وتاريخ نظام التصوف والسلوك.\r\n\r\n- \"سطعات\": كتبه الشيخ ولي الله الدهلوي بالفارسية، تحدث فيه عن قضايا علم الكلام والعقيدة، وعن بعض المسائل في التصوف والسلوك، طبع في مطبع أحمدي، دهلي، عام 1929م، ثم توالت طبعاته في أماكن أخرى أيضا.\r\n\r\n- \"الانتباه في سلاسل الأولياء\": كتب هذا الكتاب باللغة الفارسية عن سلاسل الصوفية المختلفة وتاريخها، طبع في مطبع أحمدي، عام 1311هـ.\r\n\r\n- \"همعات\": كتبه باللغة الفارسية، تحدث فيه عن مراحل أربع في نشأة التصوف وارتقائه، وبيّن خصائص كل مرحلة، طبع الكتاب في تحفه محمدية، دهلي، الهند.\r\n\r\n- \"شفاء القلوب\": باللغة الفارسية.\r\n\r\n- \"لمعات\": باللغة الفارسية.\r\n\r\n- \"كشف الغين عن شرح الرباعيتين\": باللغة الفارسية، شرح في هذا الكتاب باللغة الفارسية رباعيتين لأحد الصلحاء المعروفين وهو خواجه باقي بالله، وطبع الكتاب عام 1310هـ، في مطبعة مجتبائي، دهلي، الهند.\r\n\r\n- \"فتح الودود لمعرفة الجنود\": كتبه باللغة العربية.\r\n\r\n- رسالة في جواب رسالة الشيخ عبد الله بن عبد الباقي حسب اقتضاء كشفه.\r\n\r\n- \"الهوامع\": كتاب شرح فيه القصيدة الدعائية بعنوان \"حزب البحر\" للشيخ أبي الحسن الشاذلي.\r\n\r\nد- كتبه في أصول الفقه:\r\n\r\nلقد تناول الشيخ المباحث الأصولية والفقهية من خلال مختلف كتبه ومؤلفاته، لكن مع ذلك أفرد بعض الموضوعات الهامة التي كانت تشغل باله، وهذه الكتب هي:\r\n\r\n- \"الإنصاف في أسباب الاختلاف\": هذا الكتاب مع وجازته من أفضل الكتب المؤلفة في هذا الموضوع، وخاصة إذا نظر الإنسان إليه في الظروف التي ألف فيها، وقد طبع الكتاب مرات عديدة باللغة العربية، آخرها طبعة دار النفائس، بيروت، بتحقيق: الشيخ عبد الفتاح أبو غدة، وقد ترجم إلى عدة لغات، منها اللغة الأردية، ترجمه إليه الشيخ صدر الدين إصلاحي، وهذه الترجمة متداولة معروفة، وترجم إلى اللغة الفارسية كذلك.\r\n\r\n- \"عقد الجيد في أحكام الاجتهاد والتقليد\": تحدث في هذا الكتاب عن حكم الاجتهاد، وعن شروط المجتهد، وأنواعه، ومواصفاته، وعن تقليد المذاهب الأربعة، عن تقليد العالم للعالم، وغير ذلك من المسائل المتعلقة بهذا الموضوع، وقد ضمن الأستاذ فريد وجدي هذا الكتاب في دائرة معارفه تحت كلمة \"جهد\"، وقد طبع الكتاب مع ترجمته المسماة بـ\"سلك مرواريد\" في مطبع مجتبائي، دهلي، الهند، عام 1310هـ.\r\n\r\nهـ- كتبه في السيرة والتاريخ والأدب:\r\n\r\nلقد ترك الإمام ولي الله الدهلوي تراثا كبيرا في هذا المجال، ولم يكن عمله سردا للحوادث بل كان عمله تحليلا، وقد عبر من خلال هذه الكتب عن نظرياته السياسية كما فعل ذلك من خلال كتابه \"إزالة الخفاء عن خلافة الخلفاء\"، وكان السبب وراء كتاباته عن سيرة الخلفاء الراشدين الرد على الشيعة الطاعنين في الخلفاء الراشدين خصوصا وفي الصحابة عموما، نحن نسرد هنا هذه الكتب كما يلي:\r\n\r\n- \"قرة العينين في تفضيل الشيخين\": كتبه الإمام باللغة الفارسية لإثبات فضل الشيخين أبي بكر الصديق، وعمر الفاروق، ورد فيه على مزاعم الشيعة، والكتاب مطبوع متداول.\r\n\r\n- \"إزالة الخفاء عن خلافة الخلفاء\": كتبه باللغة الفارسية، ويعتبر من أشهر كتب الشيخ الشاه ولي الله وأهمها بعد \"حجة الله البالغة\"، هذا الكتاب ضمنه الشيخ أفكاره السياسية، وتحدث فيه عن مفهوم الخلافة وإثباتها بالكتاب والسنة. ويتضمن الرد على كثير من فِرى الشيعة والروافض، وطبع عدة طبعات.\r\n\r\n- \"أنفاس العارفين\": هذا الكتاب يتضمن سبع رسائل تالية: \"بوارق الولاية\"، \"شوارق المعرفة\"، \"الإمداد في مآثر الأجداد\"، \"النبذة الإبريزية في اللطيفة العزيزية\"، \"العطية الصمدية في الأنفاس المحمدية\"، \"أنسان العين في مشايخ الحرمين\"، \"الجزء اللطيف في ترجمة العبد الضعيف\".\r\n\r\nفي الغالب تتضمن هذه الرسائل السبع تراجم آباء الشيخ ولي الله الدهلوي وأجداده ومشايخه، لكنه ضمن هذا الكتاب بحكايات خيالية كثيرة، ولم يسلك فيه المنهج العلمي في التأكد من القصص والأخبار في الغالب، والكتاب مطبوع، في مطبع مجتبائي، دهلي، الهند، عام 1917م.\r\n\r\n- \"سرور المحزون\": لخص فيه سيرة الرسول صلى الله عليه وسلم بالفارسية من كتاب \"نور العيون في سيرة الأمين والمأمون\"، بطلب من الشيخ مظهر جان جانان، وطبع الكتاب في مطبع جيون بركاش، دهلي، الهند.\r\n\r\n- \"أطيب النغم في مدح سيد العرب والعجم\": شرح فيه قصيدته البائية في نعت الرسول صلى الله عليه وسلم، وطبع في مطبع مجتبائي، دهلي، عام 1308هـ.\r\n\r\n- \"ديوان الشعر العربي\": جمعه ولده الشاه عبد العزيز، ورتبه ابنه الثاني الشاه رفيع الدين.\r\n\r\nو- كتبه في التفسير وعلوم القرآن:\r\n\r\nلقد ترك الشاه ولي الله الدهلوي تراثا كبيرا فيما يتعلق بالقرآن الكريم وعلومه، والكتب المعروفة والمتداولة للشيخ ولي الله الدهلوي في موضوعات علوم القرآن هي التالية:\r\n\r\n- \"الفوز الكبير في أصول التفسير\": هذا الكتاب أصله في اللغة الفارسية، لكنه ترجم إلى اللغات الأخرى، وهذه التراجم هي المتداولة الآن، ترجم إلى اللغة العربية مرتين؛ الترجمة الأولى قام بها الشيخ محمد منير الدمشقي الأزهري، والترجمة الثانية للشيخ سيد سليمان الندوي، ولم يترجم أحدهما مبحث \"الحروف المقطعات\" فترجمه الشيخ محمد إعزاز علي الأمروهي، وألحقه بالكتاب، والكتاب يشتمل على أربعة أبواب على النحو التالي:\r\n\r\nالباب الأول: في العلوم الخمسة التي بينها القرآن العظيم بطريق التنصيص؛ وهي علم الأحكام، وعلم مناظرة أهل الكتاب والمشركين والمنافقين، وعلم التذكير بآلاء الله، وعلم التذكير بأيام الله، وعلم التذكير بالموت وما بعده.\r\n\r\nالباب الثاني: في بيان وجوه الخفاء في معاني نظم القرآن. تناول في هذا الباب شرح الغريب، المواضيع الصعبة في فن التفسير، حذف بعض أجزاء وأدوات الكلام، المحكم والمتشابه، الكناية، التعريض، والمجاز العقلي.\r\n\r\nالباب الثالث: في بديع أسلوب القرآن. وتناول في هذا الباب إعجاز القرآن.\r\n\r\nالباب الرابع: في بيان فنون التفسير وحل اختلاف ما وقع في تفسير الصحابة والتابعين. والكتاب مطبوع متداول مشهور، ومعه الرسالة الثانية التي تعتبر ملحقة بـ\"الفوز الكبير\"، وهي \"فتح الخبير\".\r\n\r\n- \"فتح الخبير بما لابد من حفظه في علم التفسير\": كتبه الشاه باللغة العربية، ويعتبر تكملة لـ\"الفوز الكبير\"، تناول فيه حسب السور القرآنية تفسير غريب القرآن، وبعض أسباب النزول وخاصة ما لا يمكن فهم الآية إلا بها، يقول الشيخ في مقدمته: \"يقول العبد الضعيف ولي الله بن عبد الرحيم -عاملهما الله تعالى بلطفه العظيم- هذه جملة من شرح غريب القرآن من آثار حبر هذه الأمة عبد الله بن عباس رضي الله عنهما، سلكت فيها طريق ابن أبي طلحة، وكملتها من طريق الضحاك عنه، كما فعل ذلك شيخ مشايخنا الإمام الجليل جلال الدين السيوطي في كتابه \"الإتقان\" -أعلى الله درجته في الجنان-، ورأيت بعض الغريب غير مفسر في تينك الطريقين، فكملته من طريق نافع بن الأزرق عنه، وبما ذكره البخاري في \"صحيحه\" فإنه أصح ما يروى في هذا الباب، ثم بغير ذلك مما ذكره الثقات من أهل النقل، وقليل ما هو، وجمعت مع ذلك ما يحتاج إليه المفسر من أسباب النزول منتخبا له من أصح تفاسير المحدثين الكرام أعني \"تفسير البخاري\" و\"الترمذي\" و\"الحاكم\" -أعلى الله منازلهم في دار السلام-، فجاءت بحمد الله رسالة مفيدة في بابها عدة نافعة لمن أراد أن يقتحم في عبابها، وسميتها \"فتح الخبير بما لابد من حفظه في علم التفسير\".\r\n\r\n- \"تأويل الأحاديث في رموز قصص الأنبياء\": كتيب صغير كتبه باللغة العربية طبع مع ترجمته بالأردية في مطبع أحمدي بدهلي في حوالي ثمانية وثمانين صفحة، وقد تناول فيه قصص بعض الأنبياء بالبحث.\r\n\r\nويعتبر هذا الكتاب من أهم كتب الشاه؛ لأن الموضوع الذي تناوله فيه خطير، ولأن الشيخ تناول القصص القرآنية المتعلقة بالأنبياء ومعجزاتهم بالتأويل، وحاول أن يقربها إلى الأفهام عن طريق التأويل. والخطورة فيه أنه أخرج هذه الحوادث من أن تكون معجزات أو خوارق للعادات؛ فإنه يرى كل القصص والمعجزات التي حصلت للأنبياء عليهم السلام أنها من قبيل المنامات والرؤى، ومن ذلك في رأيه: إخراج آدم من الجنة، وإلقاء إبراهيم في النار من قبل نمروذ، وعصا موسى، عليهم السلام، يقول:\"اعلم أن الأحوال الطارئة على نفوس الكمال والواقعات المنتظمة في المثال تكملة لهم، حكمها حكم المنام، وكذلك الحوادث الواقعة كلها منامات\"، وقد ذكر في هذا الكتاب بعض القواعد والضوابط بناها على فلسفته المتعلقة بـ\"عالم المثال\"، وأول قصة آدم عليه السلام وخروجه من الجنة بناء على تلك الفلسفة كنموذج، ثم قال: \"هذا كله منام ورؤيا، تعبيره أن الله أراد به أن يصير خليفة في الأرض، ويبلغ إلى كماله النوعي، وأما نهيه عن الشجرة، ثم إلقاء وسواس الشيطان ثم معاتبته، وإخراجه فكله صورة التقريب بحسب خروجه عن عالم المثال إلى الناسوت تدريجا\".\r\n\r\nويرى الشيخ ولي الله الدهلوي أن المعجزات لا تكون خارقة للعادة تماما، ولا تكون مخالفة لها بالكامل، بل تبقى واسطة العادة معها في مرتبة ما، يقول في ذلك: \"اعلم أن الله إذا أظهر خارق عادة لتدبير فإنه إنما يظهر في ضمن عادة ولو ضعيفة؛ فالخوارق أسباب ضعيفة كأنها وجدت مشايعة لنفاذ قضاء الله تعالى وعنايته بالأسباب الأرضية لئلا يخترق العادة من كل وجه، وفي القرآن والسنة إشارات تدل عليها، وفي القصة إيماء وفحوى مما يعرفها العارف، بل كل لبيب منصف\"، وهكذا يستمر في تأويل القصص القرآنية، ويذكر التوجيهات المادية للحوادث التي حصلت للأنبياء عليهم السلام، فيرى على سبيل المثال أن نار نمروذ بردت لأن الله سبحانه وتعالى أرسل عليها هواء من الزمهرير، وأن البحر انفلق لموسى عليه السلام ولقومه بسبب الهواء، وأن مساكن ثمود كانت الجبال والمغارات فكان أقرب أنواع العذاب في حقهم الزلزال والصيحة.\r\n\r\nويقول عن معجزة شق القمر لرسول الله صلى الله عليه وسلم: \"وليس يجب انشقاقه البتة انشقاقا لعين القمر، بل يمكن أن يكون ذلك بمنزلة الدخان وانقضاض الكوكب، والكسوف، والخسوف، فما يظهر في الجو لأعين الناس، فيستعمل بإزائها في اللغة العربية ألفاظ وضعت لا يقع على نفس هذه الأشياء\"، وبهذا قد شذ الشيخ الشاه ولي الله في كثير من تأويلاته لقصص الأنبياء ومعجزاتهم في كتابه هذا واختار منهجا يتعارض مع المنهج المختار لدى عامة أهل السنة.\r\n\r\n- \"المقدمة في قوانين الترجمة\": هذه الرسالة التي لا يتجاوز حجمها عشر صفحات كتبها الشيخ أثناء ترجمته للقرآن الكريم، وهي رسالة مهمة جدا؛ لأن الشيخ عانى من مشاكل الترجمة بنفسه، ومن هنا تكون لها قيمتها وأهميتها برغم صغر حجمها.\r\n\r\nإن هذه القائمة من المؤلفات تدل على أن الشيخ ولي الله الدهلوي كان علامةَ عصره وإمامًا للمجتهدين، وأنه قبيل انتقاله إلى جوار ربه في شهر المحرم عام 1176هـ/1762م قد خلف ورائه أبناء وتلامذة حملوا لواء الإصلاح والتجديد في الهند في العقود التالية.","seal":"F599A5A9","cat":"علوم القرآن","oNum":9964,"BkId":9964,"oAuth":1349,"bVer":1,"aSeal":"ED214F65"}
    ],
  "men_b":
    [
    ],
  "men_h":
    [
    ],
  "men_u":
    [
    ],
  "nBound":
    [
    ],
  "oShr":
    [
    ],
  "oShrooh":
    [
    ],
  "Shorts":
    [
    ],
  "Shrooh":
    [
    ],
  "sPdf":
    [
    ],
  "t9964":
    [
      {"lvl":1,"id":1,"sub":0,"tit":"الفوز الكبير في أصول التفسير"},
      {"lvl":1,"id":2,"sub":0,"tit":"مقدمة الكتاب"},
      {"lvl":1,"id":4,"sub":0,"tit":"الباب الأول العلوم الخمسة الأساسية التي يشتمل عليها القرآن"},
      {"lvl":2,"id":6,"sub":0,"tit":"حقيقة أسباب النزول:"},
      {"lvl":2,"id":7,"sub":0,"tit":"الفصل الأول في علم الجدل"},
      {"lvl":2,"id":8,"sub":0,"tit":"شعائر الملة الإبراهيمية:"},
      {"lvl":2,"id":9,"sub":0,"tit":"العقائد الثابتة لدى المشركين وانحرافهم عنها:"},
      {"lvl":2,"id":11,"sub":0,"tit":"معنى التشبيه وصوره:"},
      {"lvl":2,"id":14,"sub":0,"tit":"الجدل القرآني مع المشتركين:"},
      {"lvl":2,"id":15,"sub":0,"tit":"الرد على التشبيه:"},
      {"lvl":2,"id":16,"sub":0,"tit":"الرد على استبعاد القيامة:"},
      {"lvl":2,"id":18,"sub":0,"tit":"- الجدل القرآني مع اليهود -"},
      {"lvl":2,"id":37,"sub":0,"tit":"الفصل الثاني في بقية العلوم الخمسة"},
      {"lvl":2,"id":37,"sub":1,"tit":"إثبات الخالق في القرآن:"},
      {"lvl":2,"id":39,"sub":0,"tit":"أسلوب القرآن في بيان آلاء الله:"},
      {"lvl":2,"id":40,"sub":0,"tit":"حكمة هذا الأسلوب القرآني:"},
      {"lvl":2,"id":41,"sub":0,"tit":"ظاهرة التكرار في القصص القرآني:"},
      {"lvl":2,"id":44,"sub":0,"tit":"غرض القصة في القرآن:"},
      {"lvl":2,"id":46,"sub":0,"tit":"حقيقة الصغائر والكبائر:"},
      {"lvl":2,"id":49,"sub":0,"tit":"نوع من التذكير بأيام الله:"},
      {"lvl":1,"id":50,"sub":0,"tit":"الباب الثاني في بيان وجوه الدقة والخفاء في معاني نظم القرآن الكريم وتناسقه بالنسبة لأهل هذا العصر، وإزالتهما بأوضح بيان."},
      {"lvl":2,"id":50,"sub":1,"tit":"موقف الشارع من المتشابهات:"},
      {"lvl":2,"id":51,"sub":0,"tit":"أسباب صعوبة فهم المراد من الكلام:"},
      {"lvl":2,"id":53,"sub":0,"tit":"الفصل الأول في بحث غريب القرآن"},
      {"lvl":2,"id":55,"sub":0,"tit":"الفصل الثاني في مبحث الناسخ والمنسوخ"},
      {"lvl":2,"id":56,"sub":0,"tit":"سعة مجال النسخ عند المتقدمين:"},
      {"lvl":2,"id":66,"sub":0,"tit":"الفصل الثالث في أسباب النزول"},
      {"lvl":2,"id":66,"sub":1,"tit":"صعوبة موضوع أسباب النزول:"},
      {"lvl":2,"id":68,"sub":0,"tit":"شروط المفسر في باب أسباب النزول:"},
      {"lvl":2,"id":71,"sub":0,"tit":"عرض بعض الآيات في صورة السؤال والجواب:"},
      {"lvl":2,"id":76,"sub":0,"tit":"إفراط محمد بن إسحاق الكلبي:"},
      {"lvl":2,"id":77,"sub":0,"tit":"الفصل الرابع في بقية مباحث هذا الباب"},
      {"lvl":2,"id":77,"sub":1,"tit":"الحذف"},
      {"lvl":2,"id":82,"sub":0,"tit":"التحقيق الدقيق في كلمة \"إذ\":"},
      {"lvl":2,"id":83,"sub":0,"tit":"- الإبدال -"},
      {"lvl":2,"id":91,"sub":0,"tit":"التقديم والتأخير:"},
      {"lvl":2,"id":93,"sub":0,"tit":"الزيادة بالتكرار:"},
      {"lvl":2,"id":95,"sub":0,"tit":"زيادة حرف الجر:"},
      {"lvl":2,"id":96,"sub":0,"tit":"فاء الاتصال:"},
      {"lvl":2,"id":98,"sub":0,"tit":"معاني الخير والشر:"},
      {"lvl":2,"id":100,"sub":0,"tit":"الفصل الخامس في المحكم والمتشابه والكناية والتعريض والمجاز العقلي"},
      {"lvl":2,"id":100,"sub":1,"tit":"تعريف المحكم:"},
      {"lvl":2,"id":101,"sub":0,"tit":"تعريف الكناية وأمثلتها:"},
      {"lvl":2,"id":102,"sub":0,"tit":"البيان بالإشارة الحسية:"},
      {"lvl":2,"id":103,"sub":0,"tit":"تعريف التعريض:"},
      {"lvl":2,"id":104,"sub":0,"tit":"تعريف المجاز العقلي:"},
      {"lvl":1,"id":105,"sub":0,"tit":"الباب الثالث في أسلوب القرآن البديع"},
      {"lvl":2,"id":106,"sub":0,"tit":"الفصل الأول في ترتيب القرآن الكريم وأسلوب السور فيه"},
      {"lvl":2,"id":107,"sub":0,"tit":"القرآن في عهد أبي بكر وعمر رضي الله عنهما:"},
      {"lvl":2,"id":108,"sub":0,"tit":"تنوع استهلال السور ومحتوياتها:"},
      {"lvl":2,"id":110,"sub":0,"tit":"أسلوب خواتم السور:"},
      {"lvl":2,"id":112,"sub":0,"tit":"الفصل الثاني في تقسيم السور إلى الآيات وأسلوبها الفريد"},
      {"lvl":2,"id":112,"sub":1,"tit":"بين الآيات والأبيات:"},
      {"lvl":2,"id":113,"sub":0,"tit":"السر في توافق أجزاء الكلام:"},
      {"lvl":2,"id":114,"sub":0,"tit":"عروض العرب:"},
      {"lvl":2,"id":115,"sub":0,"tit":"أوزان الهنود"},
      {"lvl":2,"id":116,"sub":0,"tit":"متعة الناس بالأصوات المطربة والأنغام الحلوة:"},
      {"lvl":2,"id":118,"sub":0,"tit":"فواصل الآيات القرآنية:"},
      {"lvl":2,"id":120,"sub":0,"tit":"خاتمة النفس هي القافية:"},
      {"lvl":2,"id":123,"sub":0,"tit":"السر في انسجام الآيات القصيرة مع الطويلة:"},
      {"lvl":2,"id":126,"sub":0,"tit":"الفصل الثالث في ظاهرة التكرار في القرآن الكريم"},
      {"lvl":2,"id":127,"sub":0,"tit":"سر تكرار التلاوة:"},
      {"lvl":2,"id":128,"sub":0,"tit":"الفصل الرابع في ترتيب مباحث القرآن الكريم"},
      {"lvl":2,"id":128,"sub":1,"tit":"حكمة الدعوة والعرض:"},
      {"lvl":2,"id":131,"sub":0,"tit":"الفصل الرابع في وجوه الإعجاز في القرآن الكريم"},
      {"lvl":2,"id":131,"sub":1,"tit":"إعجاز الأسلوب:"},
      {"lvl":2,"id":132,"sub":0,"tit":"إعجاز البلاغة العالية:"},
      {"lvl":2,"id":132,"sub":1,"tit":"تنوع الأساليب البيانية:"},
      {"lvl":2,"id":133,"sub":0,"tit":"إعجاز التشريع القرآني:"},
      {"lvl":1,"id":135,"sub":0,"tit":"الباب الرابع في بيان فنون التفسير وحل الخلافات الواقعة في تفاسير الصحابة والتابعين"},
      {"lvl":2,"id":136,"sub":0,"tit":"الفصل الأول في أصناف المفسرين ومناهج تفسيرهم"},
      {"lvl":2,"id":136,"sub":1,"tit":"تفسير المحدثين:"},
      {"lvl":2,"id":136,"sub":2,"tit":"تفسير الفقهاء الأصولين:"},
      {"lvl":2,"id":137,"sub":0,"tit":"تفسير الأدباء البارعين:"},
      {"lvl":2,"id":137,"sub":1,"tit":"تفسير الصوفية المتنسكين:"},
      {"lvl":2,"id":140,"sub":0,"tit":"الفصل الثاني في بيان الآثار المروية في تفاسير أصحاب الحديث من المفسرين وما يتعلق بها من مهمات"},
      {"lvl":2,"id":141,"sub":0,"tit":"القسم الثاني من أسباب النزول أمر اجتهادي:"},
      {"lvl":2,"id":143,"sub":0,"tit":"موقف بعض قدماء المفسرين من التعريضات في الآيات:"},
      {"lvl":2,"id":145,"sub":0,"tit":"تفسير القرآن بالقرآن:"},
      {"lvl":2,"id":146,"sub":0,"tit":"شرح غريب القرآن:"},
      {"lvl":2,"id":148,"sub":0,"tit":"الناسخ والمنسوخ:"},
      {"lvl":2,"id":149,"sub":0,"tit":"غموض في روايات الناسخ والمنسوخ:"},
      {"lvl":2,"id":150,"sub":0,"tit":"الفصل الثالث في بقية لطائف هذا الباب"},
      {"lvl":2,"id":150,"sub":1,"tit":"استنباط الأحكام وأقسامه العشرة:"},
      {"lvl":2,"id":150,"sub":2,"tit":"كلام الصحابة في التوجيه:"},
      {"lvl":2,"id":151,"sub":0,"tit":"حقيقة التوجيه:"},
      {"lvl":2,"id":151,"sub":1,"tit":"التوجيه في القرآن:"},
      {"lvl":2,"id":152,"sub":0,"tit":"ومن فنون التوجيه وأنواعه:"},
      {"lvl":2,"id":153,"sub":0,"tit":"غلو المتكلمين:"},
      {"lvl":2,"id":154,"sub":0,"tit":"تدافع في نحو القرآن:"},
      {"lvl":2,"id":155,"sub":0,"tit":"إشارات الصوفية"},
      {"lvl":2,"id":156,"sub":0,"tit":"الاعتبار والاستشهاد:"},
      {"lvl":2,"id":157,"sub":0,"tit":"الفصل الرابع في غرائب القرآن الكريم"},
      {"lvl":2,"id":157,"sub":1,"tit":"تنوع غرائب القرآن:"},
      {"lvl":2,"id":158,"sub":0,"tit":"غرائب الأحكام:"},
      {"lvl":2,"id":158,"sub":1,"tit":"غرائب الجدل القرآني:"},
      {"lvl":2,"id":160,"sub":0,"tit":"الفصل الخامس في - ظهر القرآن وبطنه -"},
      {"lvl":2,"id":161,"sub":0,"tit":"تأويل قصص الأنبياء:"},
      {"lvl":2,"id":162,"sub":0,"tit":"ترجمة القرآن بالفارسية:"},
      {"lvl":2,"id":162,"sub":1,"tit":"خواص القرآن:"}
    ]
}
